{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Gerlitz edition, published by Oraita", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "מתני': <b>ביצה שנולדה ביום טוב בית שמאי אומרים  תאכל וגו'. </b>האי דקתני תאכל ולא תאכל ולא קתני אוסרין  ומתירין , אורחא דתלמודא זמנין דתני הכי  וזמנין דתני הכי.", 
            "גמרא: <b>קא סלקא דעתך מאן דשרי במוקצה בנולד  אסור. </b>בנולד דמוקצה , הא בנולד דעלמא  אוכלא דאפרת הוא.", 
            "<b>ומי אמר רב נחמן הכי והתנן מגביהין  וכו'. </b>ואיכא למידק אמאי לא אקשינן ממתניתין דתנן (לקמן ביצה י, א) בית  שמאי אומרים לא יטול אלא אם כן נענע מבעוד יום ובית הלל אומרים עומד  ואומר זה וזה אני נוטל אלמא בית שמאי מוקצה אית להו, ורש\"י ז\"ל פירש  דניחא לאקשויי מדידיה אדידיה . ואינו מחוור  בעיני דאנח לן חדא ואתקיף לן חדא, דהא לעיל מיניה אקשינן ומאי קושיא דלמא  בית שמאי לית להו מוקצה ואצרכינן לתרוצי דקא סלקא דעתך מאן דשרי במוקצה  בנולד אסור, והכ'  לא אקשינן ליה והא בית  שמאי על כרחך אית להו מוקצה ממתניתין דלא יטול אלא אם כן נענע. והרב בעל  המאור ז\"ל תירץ דאיכא למימר דבעלמא לית להו מוקצה והכא בבעלי חיים אית  להו משום דחיישי לחורבן שובך , וכדאמרינן  לקמן (שם) בבריכה ראשונה דחיישינן דלמא מימליך עלה משום חורבן שובך,  ודכותיה אמרינן (לקמן ביצה כז, ב) בבהמה שמתה מודה ר' שמעון בבעלי חיים שמתו  שהן אסורין, ודבית שמאי עדיפא מדר\"ש דאית להו מוקצה בדבר שמלאכתו לאיסור  אפילו לצורך גופו וכדתנן (לקמן ביצה יא, ב) אין נוטלין את העלי לקצב עליו בשר.  וקשיא לי דאם כן ליקשי מההיא דלא יטול את העלי  לקצב . ומתסברא לי דלא מצי לאקשויי כלל מכל  הני מתניתין משום דאיכא למימר דמוחלפת השיטה נינהו וכדאמר ר' יוחנן בגמרא  (ט, ב).", 
            "<b>מגביהין עצמות וקליפין מעל השולחן. </b>פירש\"י  ז\"ל : אף על פי שאין עליהם [בשר] כלל.  ובתוס' פירשו בשיש עליהם בשר דוקא . ואינו  מחוור בעיני דתיפוק ליה מחמת אותו בשר שיש בהם ולכולי עלמא שרי,  וכדאמרינן בפרק במה מדליקין (שבת כט, א) דגרעיני של תמרי ארמייתא מותר לטלטלן  ולשורפן ביו\"ט אפילו לר' יהודה הואיל וחזיין אגב אימייהו, כלומר מחמת  הבשר שנשאר דבוק על הגרעינים, אלא הכא דוקא בשאין עליהם בשר. אבל בפרק  נוטל בשבת (קמג, א) פרש\"י ז\"ל עצמות קשין שאין ראויין לבהמה, [וזה] ודאי  קשה דהנהו אפילו לר' שמעון אסור דהא לא חזו למידי והוה להו כעצים ואבנים  ואסורין לכולי עלמא,  ותדע לך דתנן התם בפרק נוטל מעבירין מעל השלחן  פרורין פחות מכזית ושער של פולין ושל עדשים מפני שהוא מאכל בהמה ואוקימנא  התם כרבי שמעון, אלמא אפילו לר\"ש מפני שהוא מאכל בהמה שרי הא לאו הכי  אסירי. ועצמות וקליפים נמי דוקא בראויין לכלבים, ומגביהין אותן מפני שהן  ראוין למאכל בהמה או לכלבים כשער של פולין.", 
            "<b>ובית הלל אומרים  מסלק את הטבלא כולה ומנערה. </b>איכא למידק היאך מסלק את הטבלא והתנן  בפרק נוטל (שבת קמב, ב) מעות שעל הכר מנער את הכר והם נופלים מאליהן אבל  בטלטול אסור, ועוד תנן (שם) אבן שעל פי החבית מטה על צדה והיא נופלת  מאיליה הא לטלטל את החבית ולנער את האבן ממנה אסור. ותירצו  בתוס' דהכא כשהיה צריך למקום הטבלא,  וכדאמרינן התם בנוטל לא שנו אלא לצורך גופן אבל לצורך מקומן מטלטלן ועודן  עליו.<br><b></b>ואם תאמר עוד והא הכא מניח הוא הקליפין והעצמות לדעת על  השלחן ומניח נעשה בסיס לדבר האסור ואסור אפילו לנער, וכדאמרינן התם בההוא  דנוטל לא שנו אלא בשוכח אבל במניח נעשה בסיס לדבר האסור ואסור, גם זו  תירצו בתוס' (ד\"ה וב\"ה) דהתם במניח לדעת כל השבת אבל הכא לא הניחם על דעת  שיעמדו שם כל השבת והלכך הוה להו כשוכח, ותדע  לך מדתנן בפרק במה טומנין (שבת מט, א)  טומנים בגיזי צמר ואין מטלטלין אותן כיצד הוא עושה נוטל את הכיסוי והן  נופלים מאליהן, והא הכא לדעת הניחם ונעשה בסיס לדבר האסור, אלא טעמא  כדאמרינן שלא הניחם שם לדעת שיעמדו שם כל השבת. ואין זה מחוור בעיני דהא  דקא מסתייעי מההיא דטומנין בגיזי צמר אין הנדון דומה לראיה, דהתם לא  נעשית הקדרה בסיס לגיזי צמר אלא גיזי צמר תשמיש לקדרה שאין הקדרה [בסיס]  להניח עליהם גיזי צמר אלא הכא גיזי צמר להטמין בהם הקדרה, וגם הרב ר'  זרחיה הלוי כן כתב שם בשבת. ועוד (נראה)  [נר] לר' יהודה קשיא לי, דהא טעמא דנר משום דנעשה בסיס הוא כדאיתא התם  בשלהי כירה (שבת מז, א) הנח לנר ושמן ופתילה הואיל ונעשה בסיס לדבר האסור,  והא נר אינו מספיק לכולה שבת וכדאמרינן התם בכירה (מד, א) ואפילו הכי אסר  ר' יהודה וקיימא לן כותיה, ועוד דתנן (כלים פי\"ח מ\"ב) מוכני בזמן שהיא  נשמטת אין גוררין אותה בשבת בזמן שיש עליה מעות הא אין עליה מעות גוררין,  ואוקים לה בכירה (שבת מד, ב) כר\"ש ואפילו היו עליה מעות כל בין השמשות  אבל לר' יהודה אסור אם היו עליה כל בין השמשות, וההיא ודאי בשדעתו  שיסתלקו משם בחצי השבת מתני דאי לאו הכי אפילו לר' שמעון אסור מידי דהוה  אכוס וקערה ועששית דמודה ר' שמעון לר' יהודה בכל ענין אסור (עיין שם מד,  א) ואף על גב שאינו מקצה אותן לכולי שבת.<br><b></b>ומפני הדחק יש לי לומר  להעמיד [דבריהם] דשאני נר לר' יהודה דאף על גב דדרכו לכבות באמצע שבת  כיון שאינו מסור בידו דאינו יודע אימתי תכבה נרו ואפילו נצרך לו אינו  יכול לכבותו ולא לנערו כדי שיכבה ואינו יכול להשתמש בו אלא צריך לישב  ולצפות עד שיכבה מאיליו בכי הא סבירא ליה לרבי יהודה דהוה כמוקצה לכולי  שבת דאין אדם יושב [ומצפה] אימתי תכבה נרו, ומוכני נמי לא בשדעתו בין  השמשות לנערם באמצע שבת היא דבכי הא אפילו ר' יהודה מודה אלא בשדרכן  לינטל או לפול משם ככיבוי נרו דדרכו בכך וגרע מיניה דאין דרכן של מעות כל  כך ליפול כמו שדרך הנר לכבות שהרי לר' יוחנן דלא סבירא ליה כר' שמעון בנר  הוצרכנו להעמיד (בשבת שם) ההיא דמוכני בשלא היו עליה מעות כל בין השמשות  כדי שלא לשבור דבריו של ר' יוחנן, אבל בגיזי צמר אי נמי בקליפין ועצמות  שסלוקן תלוי בדעתו ודעתו לנערם בכל עת שירצה אפילו ר' יהודה יתיר כיון  שלא הניחן לדעת שיעמדו שם כל השבת, כך נראה לי לישב דבריהם ז\"ל. אי נמי  יש לומר דנר לר' יהודה לאו משום בסיס הוא אלא משום מוקצה מחמת איסור דעד  כאן לא אוקימנא לה התם בבסיס אלא לר' שמעון משום דאי לאו הכי אפילו קודם  שכבתה שרי לטלטלה לר' שמעון דאית ליה דבר שאין מתכוין מותר כדאיתא התם  אבל לר' יהודה קודם שכבתה אסור לטלטלה משום גזירה דדלמא [בהדי] דנקיט לה  כביא, והילכך כיון דאיתקצאי לבין השמשות  איתקצאי לכולי שבת. אבל מכל מקום אכתי קשיא לי לר' שמעון דהוי טעמא משום  בסיס אסור מיהא לטלטולי בעוד שהוא בסיס ואף על פי שלא עשאו בסיס לכולי  שבת, והכא נמי בעוד שהקליפין והעצמות [עליו] מיהא ליתסרי. ויש לומר דשאני  התם משום שאינו יכול לנערו בעודו דלוק מפני שהוא גורם לכבות  הנר, ותניא (לקמן ביצה כב, א) המסתפק ממנו חייב  משום מכבה.<br><b></b>ומסתברא שאין אומרין נעשה בסיס אלא בנר שיש לו  חשיבות בסיסות קצת כמעות שעל [הכר] שאדם רוצה להצניעם כדי שלא יאבדו,  ואבן שעל פי החבית נמי לפי שהיא צריכה לבנין ואדם חס עליה שלא תאבד וכן  שלא תתקלקל ותשבר אם תעמוד במקום [הפקר] כאבני גזית ודומיהם, והוא הדין  והוא הטעם לאבן שבכלכלה וכן נר ושמן ופתילה שהן צריכים להיות בסיס לאור  וכל כיוצא בהם, והלכך במניח נעשה בסיס גמור ובשוכח נעשה בסיס קצת והלכך  אינו מסלק אלא מנער והן נופלים מאליהן, אבל עצמות וקליפים דלא חשיבי  ואינו מצניעם כלל לעולם אין להם תורת בסיס ואף על פי שהניחם על השלחן כדי  שלא יטנף הבית מכל מקום לא לצורך עצמם הניחם שם ולא להצניעם מחמת  חשיבותן, הלכך אין הטבלא בסיס להם כלל אלא מסלק את הטבלא  ומנערה. ויש לדקדק עוד בזה ממשנת האבן  שבקרויה שבפרק כל הכלים (שבת קכה, א) ומה שנאמר עליה  בגמרא.", 
            "<b>ואמר רב נחמן אנו אין  לנו אלא בית שמאי כר' יהודה ובית הלל כר' שמעון. </b>כלומר: שכך קבל  מרבו.", 
            "<b>גבי שבת סתם לן תנא כר'  שמעון דתנן מחתכין את הדלועים לפני הבהמה ואת הנבלה לפני הכלבים  וכו'. </b>ואף על גב דאיכא מחלוקת ר' יהודה בצדו ואפילו הכי קרי להו  סתמא. והא דמשמע לכאורה ביבמות בפרק החולץ (יבמות מב, ב) כל הנשים לא יתארסו  ושם בתוס' (ד\"ה סתם) דכל היכא דאיכא מחלוקת בצדו לא קרינן לה סתם אלא סתם  ואחר כך מחלוקת ליתא, וכבר כתבנו שם בארוכה בס\"ד.", 
            "הא דתנן: <b>מחתכין את הדלועים לפני הבהמה.  </b>פירש רש\"י ז\"ל כאן בדלועים שנתלשו מאמש,  וכן עיקר, דבאוכלא טרחינן אי נמי אשויי אוכלא משוינן הוא  דפליגי, אבל בפרק קמא דחולין (פרק) [גמרא]  השוחט (בהמה) [בשבת] (יד, א) פירשה בשנתלשו  היום וכן פירש רבנו תם  ז\"ל, ומשום מוקצה דומיא דאת הנבלה לפני  הכלבים. ואינו נכון, חדא דמוקצה דמחובר לא  גרע מגרוגרות וצמוקין דמודה בהו ר' שמעון (לקמן ביצה מ, ב) וכמו שפירש רש\"י  ז\"ל לקמן בפרק אין צדין (ביצה כד, ב) גבי עכו\"ם שהביא דורון לישראל אם יש  במינו במחובר לקרקע, ועוד דהא איכא משום  שמא יעלה ויתלוש דבאותה גזירה (משום) [משמע] דכולי עלמא מודו בהו אפילו  ר' שמעון, הילכך פרושא קמא טפי עדיף.", 
            "<b>ואת הנבלה לפני הכלבים. </b>לקמן בפרק אין צדין (ביצה כז, ב) פליגי  אמוראי אליבא דר' שמעון בבעלי חיים שמתו לפי שאין אדם יושב ומצפה אימתי  תמות בהמתו ואיכא מאן דאמר דחלוק היה ר' שמעון אף בבעלי חיים שמתו, והלכך  למאן דאמר חלוק היה ר' שמעון מוקמי לה להא אפילו בבהמה בריאה שנתנבלה  בשבת דלית להו מוקצה כלל, ולמאן דאמר התם מודה ר' שמעון בבעלי חיים שמתו  הכא בשהיתה מסוכנת מערב שבת ואפילו הכי לר' יהודה לא יזיזוה ממקומה כיון  שלא היתה (מסוכנת) [מוכנת] ממש  מערב שבת, ובפרק קמא דחולין גמרא השוחט  בשבת כתבתיה בארוכה בס\"ד.", 
            "הא דאמרינן: <b>גבי שבת דסתם לן תנא כר' שמעון. </b>איכא למידק דהא בשבת  סתם לן נמי כר' יהודה דתנן בכירה (מד, א) מטלטלים נר חדש אבל לא ישן  דהיינו כר' יהודה דאית ליה מוקצה מחמת מיאוס, ויש לומר דלא חש לכולהו  סתמי אלא להאי סתמא דהיא בתרא דמשמע דהיא  עיקר.", 
            "הא דסתם לן תנא בשבת להקל <b>כר' שמעון </b>וביום טוב להחמיר ", 
            "<b>כרבי יהודה, </b>לאו משום  דאיכא מידי דביום טוב אסור ושבת שרי אלא כדמפרש טעמא שבת דחמירא לא אתו  לזלזולי ביה ביו\"ט אי שרית ביה מוקצה אתי לזלזולי  ביה. ומיהו כלהו תנאי חד דינא אית להו  במוקצה בין בשבת בין ביו\"ט דמאן דאית ליה מוקצה אית ליה נולד בין בזה בין  בזה אלא דרבי ראה דבריו של ר' שמעון במוקצה ובשבת דחמירא אוקמיה אדיניה  וביום טוב דקיל כי היכי דלא לזלזלו ביה סתם לן כר' יהודה, ומשום דקיימא  לן דבית שמאי במקום בית הלל אינה משנה אוקמוה לבית הלל כר' יהודה ולא  תיקשי הלכתא אהלכתא."
        ], 
        [
            "<b>ונפלוגי בתרוייהו תרנגולת העומדת לגדל ביצים היא וביצתה בית  שמאי אומרים תאכל וכו'. </b>אף על גב דבעלמא לא פריך הכי, הכא משום  דתרנגולתא וביצתה בחדא מלתא וכיון דאמר ביצה שנולדה כבר הזכיר האם, לפיכך  אם איתא דבמוקצה פליגי הוה ליה לאפלוגי בתרוייהו ולומר היא  וביצתה.", 
            "וסלקא האי אוקמתא <b>דרב  נחמן </b>בקושיא. ואלא מיהו מסתברא כותיה בדינא דבשבת קיימא לן כרבי  שמעון וביו\"ט כרבי יהודה, אף על גב דבשלהי שבת (קנו, ב) דפסק ר' יוחנן  כרבי שמעון גבי מתניתין דמחתכין את הדלועין לפני הבהמה אקשינן עליה והאמר  רבי יוחנן הלכה כסתם משנה ותנן אין מבקעין עצים לא מן הקורות ולא מן  הקורה שנשברה ביו\"ט, דאלמא שבת ויו\"ט חד דינא אית  להו (חד דינא) בין בשבת בין ביו\"ט  כדכתיבנא לעיל משום הא לא מסקינן לה אדעתיהו ורב נחמן הוא (דהוית)  [דחדית] הכי וקא יהיב טעמא למלתא ומסתברא טעמא הלכך קיימא לן  כותיה וכן פסק הרי\"ף ז\"ל (בסוף מכילתין).", 
            "<b>אלא אמר רבה בתרנגולת העומדת לאכילה וביום טוב שחל  להיות אחר השבת עסקינן וכו'. </b>קשיא לי היכי קאמר ביום טוב אחר השבת  עסקינן, [ויש לומר] דאלו ביו\"ט גרידא משום  יום טוב אחר השבת היא.", 
            "<b>רבה לטעמיה דאמר רבה והיה ביום הששי והכינו את אשר יביאו וגו'. </b>פירש רש\"י  ז\"ל רבה לטעמיה דאית ליה מוקצה דאורייתא, כדאמרינן בפסחים בפרק אלו  עוברין (מז, ב) גבי פלוגתא דהאופה מיו\"ט לחול מוקצה דאורייתא דכתיב  והכינו את אשר יביאו ואזהרתיה מלא תעשה כל מלאכה. ואין פרושו נכון חדא  דהתם הדר ביה רבא במסקנא, ועוד קשיא לי  דאם איתא למה לי דאמר וקסבר רבה כל ביצה דמיתילדא האידנא מאתמול גמרה לה  ואפילו גמרה האידנא נמי תתסר, ואפילו יו\"ט גרידא ושבת גרידא נמי תתסר  משום מוקצה, ומאי שנא יו\"ט אחר השבת. אלא  ה\"פ רבה לטעמיה דמוקי לה לקרא בהכנה  דממילא, ומשום דאמרינן בסמוך דהנך אמוראי  דלית להו הכנה מוקי לה לקרא בהכנה דידים ולומר שיכינו היום כדי שלא יעשו  מלאכה בשבת.", 
            "<b>חול מכין לשבת וחול מכין ליום טוב ואין יום טוב  מכין לשבת. </b>ואם תאמר מנא ליה דאין יום טוב מכין לשבת, אדרבה נימא  דיום הששי מכין לשבת ואפילו חל יום טוב להיות ערב שבת. איכא למימר דלא  אפשר, דהתם גבי מן כתוב ומן לא היה יורד להם לא בשבתות ולא בימים טובים  כדאיתא במדרש (מכילתא פרשת בשלח). ואי נמי  יש לומר דהששי משמע דממעט, דכל ה\"א הידיעה  ממעטת. ולי נראה עוד דאי אפילו ביום טוב  והיה ביום הששי למאי אתא, ואי להתיר בכל  יום טוב לישתוק קרא מיניה דמנא תיתי לאסור דכיון דאוכל נפש שרי אפילו  צרכי שבת יעשה ביום טוב.", 
            "<b>ואין שבת מכינה ליום טוב. </b>פירוש: מקל וחומר דיום טוב [לשבת]. וכתב רש\"י  ז\"ל אחשבה רחמנא לסעודת שבת שיזמינוה מבעוד יום ובחול דאין יום טוב מכין  לשבת, ויום טוב נמי קרי שבת (ודמיא) [ובעיא] סעודתו הזמנה והזמנתו בחול  אבל סעודת חול לא חשיבא ולא בעיא הזמנה. ותמה אני על לשון זה דסעודת שבת  בעיא הזמנה מבעוד יום ובחול אם כן אף שבת אינה מכינה לעצמה, (ולא) [והלא]  שבת ויום טוב גרידא מדינא ביצה שריא וביום טוב שאחר השבת אי לאו דמאתמול  גמרה לה אף היא שריא, ובערובין אמרינן (לח, ב) [דאי] תחלת היום קונה  עירוב שבת מכינה לעצמה. אלא הכי פירושו  סעודת יום טוב ושבת חשיבא למהוי להו הזמנה והלכך כל שתהא להן הזמנה אינו  בדין שיזמין שבת ליום טוב ולא יום טוב  לשבת, אבל הם מכינים לעצמן, וחול נמי לא  חשיב ולא שייך ביה הזמנה והלכך ביצה שנולדה ביום שלאחר השבת או לאחר יום  טוב שריא דלא שייכא הזמנה לסעודת חול.", 
            "<b>אמר ליה אביי אלא מעתה  יו\"ט דעלמא תשתרי. </b>פירוש: (דמשמע) [דשמע] מרבה רביה דמתניתין אפילו  ביום טוב דעלמא היא.", 
            "והא דאקשינן ליה:  <b>שבת דעלמא תשתרי. </b>איכא למידק והא מוקצה הוא דאי אפשר לשחוט  את האם בשבת. ויש מתרצים [ד]אליבא דרבי  שמעון דלית ליה מוקצה קא בעי לה. והרמב\"ן  ז\"ל (במלחמות לקמן ביצה כא, ב) תירץ דכל דבר העומד לאכילה אף על גב שקפץ עליו  איסור שבת בעל כרחו של מכין לא יצא מהכנתו ודעתו לאכול כשתבא לו שעת היתר  ואפילו בשוחט לחולה כיון ששחט ברשות, וכיון שכן ביצה שבאה שלא באיסור שבת  הכנתה עליה, ולא דמי לשמן שבנר (שבת מד, א) ולא לסוכה (לקמן ביצה ל, ב) דהנהו  [דחו להו] בידים, ולא דמיא נמי לפירות שנשרו ולדגים שניצודו (לקמן ביצה כד, א)  דדגים שניצודו לא ברשות אדם הן כלל ופירות  שנשרו גזרה שמא יעלה ויתלוש, ותדע לך דכל שבא לו איסור שבת על כרחו של  מכין לא יצא מתורת הכנתו בכך שאם אי [אתה] אומר כן למאן דאמר שבת ויום  טוב קדושה אחת הן (לקמן ביצה ד, א) בהמה ביום טוב של אחר השבת היכי שחטינן והא  בעלי חיים כולם נאסרו בשבת ומוקצה מחמת איסור הן (ואיסור) [ויאסור] עליהן  ביום טוב. וצריך לי עיון דהא בפרק (כל שעה) [מקום שנהגו] (פסחים נו, ב)  אמרו גבי של בין הכיפים והא מוקצות נינהו, אלמא אפילו בפירות שנשרו מעצמן  איכא משום מוקצה ואף על פי שמתחלה היו  מוכנים ואיסור שבת הוא שקפץ עליהם בעל כרחו של מכין ועכשיו בא להם שעת  הכושר [ו]לא עבר על איסור שלהם כלל. ויש מי שתירץ דבדאית ליה חולה בתוך  ביתיה קאמר.", 
            "<b>ואם איתא נגזור  אטו הא דמתילדא האידנא. </b>איכא למידק היכי דמי אי ביום טוב גרידא גזרה  לגזרה הוא ושמעינן ליה לאביי בסמוך דלית ליה בכל הני גזרה  לגזרה, ואי בשוחט ביום טוב שלאחר השבת מנא  ליה לאביי דמתניתא ביום טוב לאחר השבת היא דלמא ביום טוב דעלמא היא. ויש  לומר דמתניתא סתם שמעינן דבכל יום קאמר, דאי ביום טוב דלאחר השבת אסור לא  היה סתים לישניה להתירא דהא איכא יום טוב דלאחר השבת דאסור.<br><b></b>ומהכא שמעינן דביצים גמורות במעי אמן אפילו ביום טוב שלאחר השבת  שרי. ואיכא למידק והא הכנה דרבה דאורייתא  היא וכדאמרינן בסמוך (ג, ב) בשלמא לרבה הוי ספקא דאורייתא וכיון שכן כיון  דהשתא גמרה מאתמול גמירא לה, ואפילו תאמר דלמא השתא גמרה לה הוי ליה ספק  נגמרה ביום טוב ספק נגמרה בשבת שלפניו ואסורה כדתניא לקמן (ביצה ג, ב) וספקא  אסורה. ויש לומר דכל שלא נולדה אין גמר של אמש הכנה גמורה לפי שלא נגמרה  לגדל אפרוחים אלא בלידה, ואף לאכילה נמי אינה חשובה לגמרי כי אם בלידה  כדאיתא בהדיא (בירושלמי פ\"ק ה\"א) דגרסינן התם בריש פרק קמא דמכלתין, מה  טעמין דבית שמאי מוכנת היא ע\"ג אמה מה טעמין דבית הלל נעשה כמוקצה שיבש  ולא ידע בו, מוקצה שיבש ולא ידע בו שמא אינו אסור והתניא השוחט את  התרנגולת ומצא בה ביצים גמורות אף על פי שהן גמורות הרי אלו מותרות, רב  חנינא ורב שילא חד אמר לא דמי טעם אכילתה מבפנים לטעם אכילתה מבחוץ וחד  אמר שאינה נגמרת לאפרוח עד שתצא לחוץ עד כאן, ודכותיה איכא נמי בגמרא  לקמן בשמעתין דאפרוח שנולד ביום טוב (ביצה ו, א), וכיון שכן כשנולדה נמצא גמרו  של אמש גמר גמור (להכנתו) [והכנתו] הכנה גמורה, אבל כל שלא נולדה אין  הכנתו הכנה, והלכך אף על פי שמצא שם  ביצים גמורות מותרות ואפילו ביום טוב שלאחר השבת.<br><b></b>והרמב\"ן ז\"ל  כתב לשון אחר בספר המלחמות וז\"ל כל דבר שיום טוב מכין לשבת וכן שבת ליום  טוב ואלמלא הכנת הראשון לא יהיה השני נהנה באותו הדבר אסור דרחמנא אמר  ביום הששי הכינו ולא ביום קדש הכינו, וזה הטעם לביצה שנולדה ביום טוב  שמאתמול גמרה לצאת היום ואלמלא גמר של אתמול לא יצאתה היום הלכך אסורה  שעל ידי הכנת שבת באה לידינו ביום טוב, מה שאין כן בביצה במעי התרנגולת  שאנו זכינו בה ביום טוב ולא הביאה לידינו הכנת שבת, ואם תאמר והלא ביום  טוב יכול הוא לשחטה ולאכול היא וביצתה ומה הועיל לנו גמר של אתמול, זו  אינה שאלה כיון שלא שחט ונולדה שבת הכינה לפנינו, ועוד אמרו בירושלמי לא  דמי טעם אכילתה מבפנים לטעם אכילתה מבחוץ,  והרב ר' אפרים ז\"ל אסרה ושמעתין דהכא (הוא תיובתא) [הויא תיובתיה]  כדאמרן.", 
            "<b>אמר ליה אביי פירות  הנושרין טעמא מאי גזרה שמא יעלה ויתלוש. </b>איכא למידק דפירות הנושרין  מוקצין נינהו וכדאמרינן בפרק מקום שנהגו (פסחים נו, ב) גבי של בין הכיפים  והא מוקצות נינהו, ומוקצה דמחובר משמע דכולי עלמא מודו בה [אפי'] רבי  שמעון וכדכתבי' (ב, א ד\"ה הא דתנן מחתכין) ואם כן אמאי תלי להן בגזירה  שמא יעלה ויתלוש תיפוק ליה משום מוקצה, ויש לומר משום דגזרה שמא יעלה  ויתלוש שייכא בכולהו פירות הנושרין מה שאין כן באיסור מוקצה זמנין דליכא  איסור מוקצה כגון דאית ליה (ל)עורבים ומוכן לעורבים הוי מוכן  לאדם וכדאמרינן התם בההיא דשל בין הכיפים,  ואפילו לל\"ב דאמרינן התם מוכן לעורבים לא הוי מוכן לאדם דזמנין דעבידי  דנתרי דאדם יושב ומצפה מתי (יעלו) [יפלו]  וכההיא דאמרינן בפרק ואלו מציאות (ב\"מ כא, ב) תמרי דזיקא היכי אכלי' להו  וגו' ומשום הא נקט ליה טעמא דגזרה שמא יעלה ויתלוש. ומורי הר' יונה ז\"ל  תירץ דמשום הכי נסיב הכא טעמא דשמא יעלה  ויתלוש משום דקסבר דאי ליכא בפירות הנושרין אלא משום מוקצה אטו מוקצה לא  גזרינן, והכא הכי קא פירוש אפילו כשתמצא  לומר דאיכא איסורא בפירות הנושרין לבד ממוקצה מאי איכא למימר דאית להו  שמא יעלה ויתלוש היא גופה גזרה וכו' ופריק כולה חדא גזירה היא, ולעולם  בפירות הנושרין תרתי אית בהו משום מוקצה ומשום פירות הנושרין.<br><b></b>והקשו בתוספות ומאי נפקא לן מינה באיסור מוקצה דמחובר לעולם יהא  אסור משום שמא יעלה ויתלוש, ודחקו בתירוצם  דנפקא מינה כגון בלפת וצנון שטמונים בקרקע ויש טורח גדול להוציאם וליכא  למיגזר שמא יעלה ויתלוש ואפילו הכי איכא מוקצה, ויש לומר דאי אשכח אינש  דלא גזר לשמא יעלה ויתלוש מכל מקום איכא משום  מוקצה, דכיון דלא לקטן מבערב כבר הקצה  אותן מדעתו."
        ], 
        [
            "<b>כלהו כרבה לא אמרי לית להו  הכנה. </b>ורבה לא אמר כרב יוסף ולא כר' יצחק דטעמא דכל חד מינייהו אמר  לחבריה דלא דמיא ליה [סבירא ליה] לרבה, לפירות הנושרין משום דהני מגלו  וביצה מכסיא ולמשקים שזבו לא דאמי ליה משום דהני משקין וביצה אוכלא.  ומיהו רבה שפיר אית ליה גזרה שמא יעלה ויתלוש וגזרה שמא יסחוט.<br><b></b>ואיכא למידק אשמעתין לרב יוסף דאמר משום משקין שזבו, והא ביצא  אוכלא הוא ובפרק חבית שרי אפילו משקה הבא לאוכל משום דמשקה הבא לאוכל  כאוכל, וכדאמרינן התם (קמד, ב) סוחט אדם  אשכול של ענבים לתוך הקדרה אבל לא בתוך הקערה וקא מפרש טעמא התם משקה הבא  לאוכל כאוכל, ויש לומר דהתם שאני דכיון דעביד איהו האוכל בידים וסוחט ליה  לתוך האוכל הויא לה הוכחה טפי, אבל הכא דביצה ממילא קא אתי טעי בה [משום]  משקין שזבו מעצמן.<br><b></b>ואם תאמר עוד לרבי יהודה  דאית ליה אם לאוכלין משקין היוצאין מותרין, ביצה נמי באה מאוכל  היא, ודחקו בתוס' הרבה בפירוק קושיא זו,  ולי נראה דביצה כפירות העומדים למשקין דמיא ומשקין היוצא מהם אסור אפילו  לרבי יהודה, דטעמא מאי משום דכיון דלסחיטה קיימי ניחא להו בהו דילמא יהיב  דעתיה וסחיט, ביצה נמי ניחא ליה בלידתה וכולי עלמא ניחא להו טפי בביצה  נולדת מביצה הנמצאת במעי תרנגולת, ועוד שאין ביצה כמשקין שבפירות שלו  אינן נסחטים מהם הרי (אין) [הן] נשארים בתוך הפירי, אבל ביצה כל שאינה  מטלת ביצים הרי (הכפלים) [הבעלים] נפסדים בביצים והלכך כמשקין שזבו  מפירות העומדים למשקין דמיא להו לאינשי. ובהאי תרוצא נמי סלקי לתרוצא  לרבי יוחנן דהכא מדמי ליה למשקין הבאים מאוכל ואלו בשבת קאמר (קמג, ב)  נראין דברי ר' יהודה בשאר פירות ודברי  חכמים בזיתים וענבים, ואם כן לדידיה דאית ליה ביצה משום משקין שזבו  כדאיתא הכא בסמוך היכי אסירא ומי גרע התרנגולת משאר פירות, אלא דתרנגולת  הויא לה כזתים וענבים העומדין למשקין.", 
            "<b>ואף רבי יוחנן סבר גזרה  משום משקין שזבו דרבי יוחנן רמי דרבי יהודה אדרבי יהודה ומשני. </b>איכא  למידק והא משמע לקמן דר' יהודה משום הכנה דרבה מפרש לה למתני', דתניא  לקמן (ביצה ד, א) נולדה בשבת תאכל ביו\"ט ביו\"ט תאכל בשבת ר' יהודה אומר משום  ר\"א עדיין הוא מחלוקת, ועל כרחי' משום הכנה קאמר דאי משום גזרת משקין או  משום פירות הנושרין ואי נמי משום מוקצה ליכא דהא בסמוך אמרינן (ג, ב)  דרבי יהודה אמר להו לרבנן בשני מיהא אודו לי דשני קדושות הן, ועוד דההיא  לקמן משמיה דר\"א קאמר ור\"א שתי קדושות הן סבירא ליה כדאיתא בעירובין בפרק  בכל מערבין (עירובין לח, ב) ומייתי' לקמן (ביצה ד, א), ואם תאמר דר' יהודה משמיה דר'  אליעזר קאמר לה לההיא דלקמן וליה לא סבירא  ליה מנא ליה לר' יוחנן הא דלמא דרבי יהודה  כר' אליעזר סבירא ליה ולא תקשי מדידיה לדידיה, ויש לומר דהכי שמיע ליה  מרביה דר\"י משמיה דר\"א קאמר ליה וליה לא סבירא ליה אלא כתנא קמא דאמר  נולדה בשבת תאכל ביו\"ט ביום טוב תאכל  בשבת."
        ], 
        [
            "<b>רבינא  אמר לעולם לא תיפוך ורבי יהודה לדבריהם דרבנן קאמר להו. </b>פירוש:  ואפילו רבינא נמי משום משקים שזבו קא מפרש לה, דאי לא לא תיקשי ליה ולא  מידי אף אם אמרה לנפשיה. וקשיא לי דכיון שכן אמאי לא קאמר ואף רבי יוחנן  ורבינא סברי גזרה משום משקין שזבו, וניחא לי דאיכא למימר דרבינא לדבריו  דרבי יוחנן קאמר וליה לא סבירא ליה.", 
            "<b>אבל כופה עליה את הכלי  בשביל שלא תשבר. </b>לרבי יצחק דאמר אין כלי ניטל אלא לדבר הניטל בשבת  הכא בצריך למקומו של כלי וכדאיתא התם בפרק כירה (שבת מג, א) גמרא אין נותנים  כלי תחת הנר, ושמעינן מינה דכלי הניטל לצורך  מקומו אין מחייבים אותו להניח מיד שהוציאו  מן המקום שהוא צריך לו, אלא כיון שנוטלו מניחו באיזה מקום שירצה, והיינו  שכופהו כאן על הביצה, וכדמוכח נמי מהנך טובא דאקשינן עליה דרבי יצחק חבית  של טבל שנשברה מביא כלי וכן קורה שנשברה סומכין אותה בספסל וכופין כלי  תחת הנר וכולהו מוקמינן דצריך למקומן, וכולהו ודאי ליכא לדחוקי ולפרושי  דוקא כשהיה כלי סמוך להם ובמקום שהוא צריך לו אלא ודאי כדאמרינן, וכן כתב  שם רש\"י ז\"ל (ד\"ה בצריך). ולמאן דאמר דכלי ניטל אפילו לדבר שאינו ניטל  הכא נמי אפילו נטלו ממש לכסות את הביצה.", 
            "<b>נתערבה באלף כולן  אסורות. </b>פירש ר\"ת ז\"ל: דאודאי קאי,  דאי אספקא הוה ליה ספק ספיקא ושרי אפילו בדאורייתא. ולפי פירושו הא  דאמרינן בסמוך אי אמרת בשלמא ספק יום טוב ספק חול הוי דבר שיש לו מתירין  וכו' וליבטיל ברובא, הכי קאמר אי אמרת בשלמא האי ספיקא דקתני ספק יום טוב  ספק חול קאמר היינו דקתני שאם נתערבה באלף לא בטלה אלא אי אמרת ספק טריפה  ודאי נמי כי נתערבה ליבטיל ברובא, וזהו דוחק  קצת. אלא נראה דנתערבה באלף אספיקא קאי,  ולא ספקא דספקא הוא דלא אמרינן ספק ספקא להקל אלא בב' ספקות הבאות מכח  התערובת, כגון (זבחים עד, א) טבעת של עבודה זרה שנפלה לרובא ומרובא  לרובא, דכל חדא וחדא דאיכא ברובא שני יש בה ספק ספקא, דבכל חד מינייהו  אמרינן לא זו היא שנפלה כאן עכשיו ואם תמצא לומר זו היא שנפלה כאן עכשיו  שמא לא זו היא שנפלה לרובא ראשון כי היא נשארה ברובא הראשון שנפלה בו,  אבל כאן מה תאמר שמא לא זו היא הביצה שנפלה כאן ואם תמצא לומר זו היא  [היא] גופא שריא, והלא מתחלתה אסרתה והיאך תחזור ותתירנה אחרי שהספק  בגופה ממש, וכן דעת רבותינו הצרפתים ז\"ל  ועיקר.<br><b></b>ומיהו איכא למידק מדתנן  התם במסכת ערלה (פרק ג משנה ה) הצובע מלא הסיט בקליפי ערלה וארגו בבגד  ואין ידוע איזהו רבי מאיר אומר ידלק הבגד וחכמים אומרים יעלה באחד  ומאתים, ואלו נתערבה באחרים לא קתני דאלמא משמע דאם נתערב באחרים לא  ידלקו וטעמא משום דהוי ספק ספקא ואף על פי שהוא בעצמו נתערב שם, ויש לומר  כגון שנחתך מלא הסיט מן הבגד ואינו יודע אם האיסור נחתך דהשתא אם נתערב  באחרים הוי ליה ספק ספקא. וקשיא לי בהא  דאמרינן בריש פרק קמא דכתובות (ט, א) האומר פתח פתוח מצאתי נאמן לאוסרה  עליו מאי טעמא דשויה אנפשיה חתיכה דאיסורא, ואקשינן אמאי ספק ספיקא הוא  ספק תחתיו זינתה ספק אין תחתיו זינתה ואם תמצא לומר תחתיו זינתה ספק  באונס ספק ברצון והתם אין הספקות באות מכח התערובת ואפילו הכי אתה דן  אותן בספק ספקא להקל. ויש לתרץ דהתם שאני שאי אפשר לה לדון לפניך אלא  בשתי ספיקות, ואי אתה יכול להחמיר עליה ולומר היאך תתיר וכבר אסרתה כמו  שאתה אומר בזו שהיא ספק חול ספק של יו\"ט שמי[ד] עמדה עלינו באיסור ואחר  כך נתערבה באחרים ונתוסף בתערובת ספק זה  השני. ומכל מקום בירושלמי (פ\"א ה\"א) מצאתי  סיוע לדברי ר\"ת ז\"ל, בית שמאי אומרים תאכל ובית הלל אומרים לא תאכל כשם  שהיא אסורה לאכול (ב)כך היא אסורה לטלטל נתערבה אחד במאה או אחד באלף  כולן אסורות, מה כמאן דאמר ספק הכן אסור ברם כמאן דאמר ספק הכן מותר מודה  הוא הכא שהוא אסור, נשרים ספק מהיום נשרו ספק נשרו מאתמול ברם הכא יש כאן  [אחת] אסורא והיא מוכחת על כלן, עד כאן.<br><b></b>ומדברי ר\"ת ז\"ל  נלמוד דכל ספק ספקא אפילו בדבר שיש לו  מתירין מותר לאלתר, דהא טעמא דברייתא  דקתני נתערבה באלף כולן אסורות משום דהוי דבר שיש לו מתירין ואפילו באלף  לא בטיל ואפילו הכי דוקא ודאי אבל ספק לא, וטעמא משום דכל שהוא בספק  ספיקא התר גמור משוינן ליה ואם כן אפילו לשיש לו מתירין (למה) [נמי].  הלכך אפילו בריה דלא בטלה או דבר שדרכו לימנות כל שיש בו ספק ספקא מותר  לאלתר, ואינו דומה לספק אחד בשל דבריהם דשרי כספק ספיקא בשל תורה ואפילו  הכי אסיק רב אשי לקמן דבדבר שיש לו מתירין אסור, דהתם היינו טעמא דכיון  דבספק אחד כנגדו בשל תורה אסור אלא דמשום שהוא בשל דבריהם הקלת בו להתיר  בספק אחד כל שיש לו מתירין לא תקל בו.", 
            "<b>בשלמא לרבה דאמר משום  הכנה הוי ליה ספיקא דאורייתא. </b>פירוש: משכחת לה דאורייתא ביום טוב אחר  שבת ומתניתא אית ליה אוקמתא, אלא לרב יוסף  ולרב יצחק גזרות דרבנן נינהו ולא משכחת לה לברייתא אוקימתא. והא דלא מקשו  מינה ג\"כ לרב נחמן דהא מוקצה נמי דרבנן  היא היינו משום דכבר אידחיא ליה בקושין,  ואי נמי דאמר לך רב נחמן דהאי תנא סבר מוקצה דאורייתא וכדבעי רבה למימר  בפרק אלו עוברין בפסחים (מז, ב).", 
            "<b>אלא לרב יוסף ולרבי יצחק  קשיא. </b>תמיה לי אמאי לא תוקמא כתנאי דלקמן (ביצה ד, א) דתניא נולדה בשבת  תאכל ביום טוב ביום טוב תאכל בשבת ר' יהודה אומר משום רבי אליעזר עדיין  הוא מחלוקת, דאלמא תנא קמא לית ליה הכנה דרבה אלא הוי טעמא או משום פירות  הנושרין או משום משקין שזבו ולרבי אליעזר אית ליה הכנה דרבה, והלכך  ברייתא דהכנה כרבי יהודה משמיה דרבי אליעזר ורב יוסף ורבי יצחק כתנא קמא.  ויש לומר משום (דדחיא) [דההיא] לא מפרשא דהוי טעמא דתנא קמא משום פירות  הנושרין [ו]לא משום משקין שזבו אלא דלמא כולהו אית להו הכנה דרבה כיון  דאשכחן האי ברייתא דאית ליה הכנה דרבה, אלא דלמא טעמא דתנא קמא דהתם משום  דביומה מדינא שריא אם כן אין כאן הכנה ומדינא שריא, ואפילו לרבה לא אשכחן  ליה דאסר בכי הא אלא דרב הוא דאמר הכי דקסבר דכיון דמדאורייתא ביום טוב  אחר [השבת] נולדה בשבת אסורה ביו\"ט  מדרבנן. והא דאמרינן לקמן לאו למימרא דתנא  קמא שרי מטעמא דמילתא דר' יוחנן אלא אעיקרא קאי, כלומר נולדה בזה אסורה  בזה כרב או מותרת כר' יוחנן תנאי נינהו ולאו מטעמייהו ממש אלא מר אמר  הכנה דאורייתא ממש אית לן דרבנן לית לן ומר סבר אפילו דרבנן אית לן  כדאמרינן, כן נראה לי.", 
            "<b>מי שהיו לו חבילי תלתן של כלאי הכרם  ידלקו נתערבו באחרות ואחרות באחרות כלן ידלקו וכו'. </b>חבילי תלתן מפורש  בירושלמי: כמה היא חבילה עשרים וחמשה  זרדים.", 
            "<b>נתערבו באחרות.  </b>יש ספרים שכתוב בהם ואחרות באחרות, ורבנו תם ז\"ל לא גריס ליה דהוי ליה ספק  ספקא, ובפרק התערובות בזבחים (עד, א)  (ממש) [משמע] דליכא תנא דאית ליה ספק ספקא אסור אלא לרבי יהודה דברייתא  בלבד, דאמר שמואל התם טבעת של עבודה זרה שנפלה לרובא ומרובא לרובא כולן  אסורות ופריך (מטעם דשמואל) [התם אשמואל] מברייתא דשרי' ולא משכח תנא  דקאי כשמואל אלא לר' יהודה דברייתא דאסר ספק ספקא בכל האיסורין ושמואל  סבר ליה כוותיה בחדא ופליג עליה בחדא, ואי איתא לימא קאי כתנא דהא  מתניתין. ועוד תדע דהתם במסכת ערלה דאיתא (להו) [להא] מתניתין קתני (פ\"ג  מ\"א) בגד שצבעו בקליפי ערלה ידלק נתערב(ה) באחרים כולן ידלקו, וקתני התם  הצובע מלא הסיט בקליפי ערלה וארגו בבגד ואין ידוע איזהו רבי מאיר אומר  ידלק הבגד וחמים אומרים יעלה באחד ומאתים ואלו נתערב באחרים לא קתני, וכן  נמי קתני התם האורג מלא הסיט מצמר [הבכור] בבגד ידלק ולא קתני ביה נתערב  באחרים כדקתני גבי חבילי תלתן וגבי תבשיל שבשלו בקליפי ערלה, והיינו טעמא  משום דאם נתערב בשאר בגדים יכול להסיר מכל אחד ואחד מלא הסיט דמשתרי מטעם  ספק ספיקא.<br><b></b>ויש מפרשים דאפילו  גרסינן ואחרות באחרות ניחא דלא הוי ספק ספקא דמיירי שכל האחרות נתערבו  באחרות, ואצטריך ליה לאשמועינן כי האי גוונא אף על גב דאיכא תרי  רובי, ודכוותיה איכא בסוף פרק קמא דכתובות  (טו, א עיי\"ש) הולכים אחר רוב העיר והוא דאיכא רוב סיעה בהדה ואפילו עיר  קטנה ואין הולכים אחר רוב העיר גרידתא אפילו גדולה כאנטוכיא.", 
            "<b>כולן ידלקו. </b>ואם תאמר אמאי ידלקו לסגי ליה בהולכת הנאה לים המלח,  כאותה ששנינו בעבודה זרה בפרק כל הצלמים (עבודה זרה מט, ב) גבי אשרה נטל ממנה עצים  ואפה את הפת ונטל ממנה כוש וארג בו את  הבגד ונתערב עם אחרים ר' אליעזר אומר יוליך הנאה לים, ואיפסיקא הלכתא התם  בהדיא כר' אליעזר, ויש לומר דהתם הוא משום  דליתיה לממשות אסורא בעיניה אבל הכא דאיתי' בעיניה לא. וההוא גברא  דאיתערבא ליה חביתא דחמרא דסתם יינן בחמרא דשרינן נמי בהולכת  הנאה לים  המלח (שם), התם לא שרינן ליה בהולכת הנאה לים המלח אלא היתר הנאה כגון  למכור לגוים או ליתן לפועליו עכו\"ם ולא שיהנה גופו בדבר, ואלו היה בעי  לזבוני נמי כוליה חמריה לעכו\"ם בבת אחת חוץ מדמי ההוא חבית שרי, הילכך לא  שרינן למיכל מכל הני חבילי תלתן בהולכת הנאה לים  המלח.<br><b></b>ואם תאמר מכל מקום ימכרו כלן לגוים חוץ מדמי האיסור שבהם וכדקאמר  רבן שמעון בן גמליאל בפרק בתרא דעבודה זרה (עד, א) גבי יין נסך שנתערב  ביין (כיון) תירצו אותה בירושלמי מס' עבודה זרה (פ\"ג הי\"ג ופ\"ג דערלה שם)  דחיישינן בהו דילמא הדר ביה עכו\"ם ומזבין לישראל וכאותה שאמרו (פסחים מ,  ב) בגד שאבד בו כלאים לא ימכרנו לעכו\"ם, אבל ביין נסך ליכא למיחש דהא לא  זבנינן ליה והוא הדין לכל הדברים שאין נקנין  מעכו\"ם.", 
            "<b>כולן ידלקו. </b>כתב רבנו שמשון ז\"ל: ולא מבעיא (דאמרינן  לזבנינהו) [דאסרינן לבדרינהו] כדמוכח בפרק התערובות (זבחים עג, ב) דגזרי'  שמא יבאו י' כהנים בבת אחת והכי נמי גזרה שמא יבואו עשרה בני אדם, אלא  אפילו אתרמי דניידי מאליהן אסירי משום האי גזרה דכיון שהיו קבועים שעה  אחת ונאסרו תו לא משתרו, כדמוכח מילתיה  דרב יהודה דהתם (עד, א) דטבעת של עבודה זרה כשנפלה למאה ופירשו ארבעים  לצד אחד ונפלו לאלף שרו, ומשמע דוקא שנפלו לאלף הא פירשו ולא נתערבו  אסירי ואף על פי דפירשו משמע מאיליהן, וכן קתני בברייתא גבי כוסות.<br><b></b>ואם תאמר דבנזיר פ' הריני נזיר מן הגרוגרות גבי אמר לשלוחו צא וקדש  לי אשה (יב, א) משמע דבשוקא מצי לקדושי אי לאו משום דהדרא לניחותא ולא  חשבינן לה ניידא ואפילו בשוקא חשיבא קבועה, ואמאי הלא נאסרה בבית מקום  קביעות, ויש לומר דשאני התם דלא שייך בכל נשים שבעולם גזירה שמא יבואו כל  העולם. ועוד דכולא שמעתא דהתם אינו אלא קנסא בעלמא מפני שהכניס עצמו  בספק, וכן בההיא דקן סתומה (שם), והא  דקאמר ואלו שאר קיני' דעלמא [מיתקנן] מיהא דאפילו לדידיה שרו קא דייק.  (וגרע) [ותדע] מדלא אסרינן כל אנשים שבעולם בנשים שהיו קטנות באותה שעה  והיה להן אבות שמא קבלו אביהן הקדושין מזה האיש והן אינן יודעין. והא  דמייתי לה בפרק התקבל (גיטין סד, א) ולא קאמר האי טעמא, היינו טעמא משום דאי  לאו דאמרינן בעלמא חזקה שליח עושה שליחותו לחומרא כהאי גוונא לא היו  קונסים אותו, ע\"כ.", 
            "<b>וחכמים אומרים יעלו באחד ומאתים. </b>פירש  רש\"י ז\"ל: יעלו כלומר: יסלקו אחד מהן והשאר  מותרין. ואינו מחוור דבהדיא תנן בריש פ'  ב' דערלה ערלה וכלאי הכרם עולים באחד ומאתים ואין צריך להרים, ואף על גב  דבתרומה שנינו שצריך להרים דוקא תרומה משום גזל  השבט.", 
            "<b>ורבי שמעון בן לקיש אמר  כל שדרכו לימנות שנינו. </b>ואיכא למידק דהא שמעינן ליה לר' מאיר בסמוך  גבי ליטרא קציעות דעולה לכ\"ע במאה ואף על גב דליטרא קציעות חשבינן לה מכל  שדרכו לימנות כדאיתא בסמוך, ועוד דהא כלאי הכרם בזמן הזה  דרבנן לדעת ריש לקיש דאמר במסכת יבמות  (פב, ב) דקדושה שניה נמי לא קדשה לעתיד לבוא וכיון שכן אף הן יעלו באחד  ומאתים ככל שדרכו לימנות, דכל שהוא מדרבנן ומכל שדרכו לימנות עולה וכדאמר  ריש לקיש גופיה ביבמות בפרק הערל (שם) דתרומה בזמן הזה דרבנן וקא מייתי  ראיה שאני שונה עיגול בעגולים עולה. ויש לומר דהתם איכא תרי דרבנן חדא  תרומת תאנים דרבנן ועוד דבטלה קדושת הארץ מה שאין כן בכלאי הכרם דליכא  אלא חדא דרבנן. ואין זה מחוור בעיני דתלתן  אינו (דרבנן דבר תורה) [דבר תורה אלא  דרבנן]. ויש לומר דכלאי הכרם דאסירי בהנאה  חמירי שיקדש בהם כל שדרכו, אף על פי שהם דרבנן דין הוא שיקדשו בכל שהן.  ואי נמי יש לומר [דה\"ק] שהיה ר' מאיר אומר כל שדרכו לימנות מקדש, ואם כן  בכלאי הכרם דרבנן דין הוא שיקדשו בכל שהן את שדרכו וחבילי תלתן (משדרכו)  [מאת שדרכו] לימנות היא אף לריש לקיש.", 
            "הא דתנן: <b>ליטרא קציעות שנדרסה על פי עגול ואינו יודע באיזה עגול  דרסה. </b>ולא אמרינן בכל חד מינייהו לא זהו שנפל שם ולישרו כולהו, כאותה  שאמרו (תרומות פ\"ז מ\"ה) שאני אומר תרומה לתוך תרומה נפלה וחולין לתוך  חולין נפלו דתרומת תאנים נמי דרבנן היא והוה לן למימר בה שאני אומר, כבר  פרשתיה ביבמות פרק הערל בס\"ד (פב, ב ד\"ה וסבר)."
        ], 
        [
            "<b>רבי יהושע אומר אם יש שם מאה פומין יעלו. </b>ואם תאמר אפילו יש  שם מאה פומין היאך יעלו, והלא כל חבית וחבית באפי נפשה קיימא ואינו בלול  והיאך יעלו זה את זה. יש לומר דכל שהוא נכנס בספק מחמת האיסור מצטרף לבטל  את האיסור. ולפי מה שפירש רבינו שמשון בסמכת תרומות בפרק ד (משנה יב)  נראה דדוקא כשהן של אדם אחד לפי שדרכן להתערב ביחד וכבלול דמי אבל של שני  בני אדם לא, והביא ראיה ממה ששנינו בתוספתא תרומות פרק סאה תרומה שנפלה,  דתניא התם שתי קופות בשתי עליות שתי מגורות בעלייה אחת ר' יהודה אומר לא  יעלו רבי שמעון אומר אפילו הן בב' עיירות מעלות זו את זו, בזו מאה ובזו  אין מאה הריני אומר בתוך מאה נפלה, פירוש שתי מגורות בעליה אחת אבל שתי  מגורות בשתי עליות לא, ומפרש התם בירושלמי (סוף פ\"ד) [מה] בין קופות  למגורות קופות דרכן להתפנות מגורות אין דרכן להתפנות, אלמא כל שהן של אדם  אחד שדרכן להתפנות ולהתערב ביחד מצטרפים הא של שני בני אדם שאין דרכם  להתפנות לא, והיינו דקתני סיפא דההוא תוספתא בזו מאה ובזו אין מאה הריני  אומר לתוך מאה נפלה. והשתא איכא לאקשויי למאי נפקא מינה הא כיון דלא ידיע  מעלות זו את זו, אלא טעמא כדאמרן דאיצטריך היכא דהוו מתרי גברי, ואי אין  באחד מהן מאה אין מעלות אבל בשיש באחד מהן כדי ביטול אני אומר לתוך אותה  שיש בה בכדי ביטול נפלה.<br><b></b>ואינו מחוור בעיני דאם כן היה לו לפרש  כאן אם יש מאה פומין של אדם אחד. על כן נראה לי דדוקא בשיש אחד של מאה  ואחת שאין בה מאה הוא דאיצטריך לדין שאני  אומר, הא כשאין בזו מאה ולא בזו מאה מעלות  ומצטרפות לבטל, וטעמא כדאמרן דכל שהוא נכנסה בספק מצטרף לבטל ומה שאינו  נכנס בספק אינו מצטרף לבטל, והילכך כשיש שם אחת של מאה זו של מאה לא  נכנס' בספק שאפילו תמצא לומר ששם נפלה לא אסרה, הילכך אי אתה יכול לדון  בה משום צירוף אלא משום שאני אומר, אבל כשאין באחת מהן מאה כולן נכנסו  בספק הילכך כולן מצטרפין לבטל, כן נראה  לי.", 
            "הא דאמרינן: <b>הא דבר שיש לו  מתירין אפילו באלף לא בטיל. </b>הני מילי במינו אבל בשאינו מינו בטל  כדיניה, והכין איתא בירושלמי (שביעית פ\"ו ה\"ג; נדרים פ\"ו ה\"ג)  בהדיא, והכין משמע בהדיא בנדרים בפרק  הנודר מן המבושל (נדרים נב, א) ושם כתבתיה בס\"ד. ודוקא נמי כגון ביצה שאם ימתין  לה לערב לא תפסל, אבל חמץ  בפסח בתבשיל כגון [חביץ] קדרה שאם ימתין  לה לאחר הפסח תעובר צורתו לית ביה משום דבר שיש לו מתירין, אבל בפת שאינו  מתפסד בהמתנתו אוסר בכל שהוא.", 
            "<b>אילימא בתרנגולת העומדת לאכילה פשיטא אמה שריא. </b>ואם תאמר מאי  קושיא אדרבא ניחא טפי לאדכורי תרווייהו דהא לעיל (ביצה ב, ב) גבי אוקימתא דרב  נחמן אקשי' אי הכי לפלגו בתרווייהו, לא היא דהתם בתרנגולת העומדת לגדל  ביצים ולאשמעינן כאן דבית הלל אפילו באמה קא אסרי הוה ליה למיתני אמה דלא  שמעינן מביצה דדילמא ביצה דוקא אסירה ומשום נולד, אבל הכא בתרנגולת  העומדת לאכילה לא צריך לאשמועינן כלל דפשיטא  דשריא.", 
            "<b>נשחטה הובררה דלאכילה  עומדת. </b>והילכך אף ביצתה שילדה תאכל, וטעמא דרבי אליעזר דשרי בביצה  משום דשמותי הוא וסבירא ליה כב\"ש. ואי  נמי אפשר דרבי אליעזר אף על גב דשמותי הוא לא היה עושה מעשה כבית שמאי,  אלא לדידיה טעמא דמתניתין משום הכנה דרבה, וביום טוב אחר השבת הוא דאסירה  מדאורייתא הא ביום טוב גרידא שריא דלית ליה גזרה דיום טוב דעלמא אטו יום  טוב אחר השבת, ובודאי לכאורה משמע דר'  אליעזר משום הכנה קא מפרש לה למתניתין כיון דסבירא ליה כבית  הלל. דתניא בסמוך נולדה בשבת תאכל ביום  טוב נולדה ביום טוב תאכל בשבת ר' יהודה אומר משום ר' אליעזר עדיין היא  מחלוקת, אלמא לרבי אליעזר בהכנה דרבה פליגי וכי היכי דרבי אליעזר אליבא  דר' יהודה מוקי לה בהכנה מסתמא אף אליבא דאחרים מוקי לה.", 
            "<b>רב אית ליה הכנה דרבה ורבי יוחנן לית ליה הכנה דרבה. </b>ולכאורה הא לאו  הכנה דרבה ממש דבהכנה כזו ליכא איסורא דאורייתא דמי איכא מידי דהשתא שרי  ולמחר אתסרא, דהא ביצה שנולדה ביום טוב דעלמא מדאורייתא משרא שרי ואם כן  היאך תאסר למחר דהיינו בשבת שלאחריו, הא למה זה דומה לאופה ומבשל ליום  טוב ואם הותיר הותיר לשבת (לקמן ביצה טו, ב), אלא הכי פירושו דרב אית ליה הכנה  דרבה וכיון דהכנה דגמר אסירא מדאורייתא דין הוא שנאסור מדרבנן אפילו הכנה  כלידה [ד]דמיא לה, ורבי יוחנן לית ליה  הכנה דרבה ובכל יום טוב בין יום טוב דעלמא בין יום טוב אחר שבת ליכא אלא  משום משקין שזבו הילכך נולדה בזה מותרת בזה דשתי קדושות הן.", 
            "<b>רב אית ליה הכנה דרבה. </b>הקשו  בתוספות דילמא טעמא דרב משום דאיתקצאי  לבין השמשות איתקצאי לכולי יומא דרב כר' יהודה סבירא ליה דאית ליה מוקצה  ואפילו אית ליה טעמא דביצה משום פירות הנושרין או משום משקין שזבו, ותרצו  הם ז\"ל דלא אמרינן מגו דאיתקצאי לבין השמשות מחמת יום שעבר אלא מחמת יום  הבא כגון גבי נר שדלק בערב שבת. והביאו ראיה  לדבריהם מדאמרינן בפרק בכל מערבין (עירובין לו, א)  אמר רבא לוגין טבול יום שמלאהו מחבית של מעשר טבל ואמר הרי זה תרומת  מעשר לכשתחשך דבריו קיימים ואם אמר עירבו לי בה לא אמר כלום, ומפרש טעמא  משום דבעינן סעודה הראויה מבעוד יום ולא תלי טעמא דמגו דאיתקצאי לבין  השמשות איתקצאי לכולי יומא, ואף על גב  דרבה התם (שבת כב, א) כל מיליה עביד כרב ורב כר' יהודה אית ליה בפרק כירה  (שבת מד, ב), ילו גרסינן רבא נמי כר' יהודה סבירא ליה (שם קמג, א), אלא  שמע מינה דלא אמרינן מגו דאתקצאי מחמת יום  שעבר. ואם תאמר והא גבי סוכה (סוכה י, ב)  אמרינן שאסורה עד מוצאי יום טוב האחרון של חג הואיל ואי איתרמי ליה  אורחים אכלי התם ומגו דאיתקצאי לבין השמשות אתקצאי לכולי יומא, אלמא  אמרינן מגו דאתקצאי מחמת יום שעבר, ויש לומר דמוקצה דמצוה שאני שהחמירו  בו חכמים. ואם תאמר והא אמרינן התם וגם  לקמן אמרינן בפרק המביא (ל, ב) הפריש ז' אתרוגים לז' ימים כל אחד ואחד  יוצא בה ואוכלה לאלתר ולא אמרינן מגו דאתקצאי, זו ודאי צריכא  עיונא, ואף בזו נראה לי משום דלא הוקצה  בין השמשות קאמר לפי שאינו ניטל בלילה אלא  ביום.<br><b></b>והראב\"ד ז\"ל כתב בעירובין  פרק בכל מערבין דלא אמרינן מגו דאתקצאי לבין השמשות אלא בשבת או ביום טוב  ראשון במוקצה שיבש לחצי שבת או לחצי יום טוב (לקמן ביצה כו, ב) אבל בספק יום  טוב שני לא אמרינן, מדאמרינן (סוכה מו, ב) אתרוג שמיני ספק שביעי אסור  משום דאתקצאי לבין השמשות אבל בתשיעי ספק שמיני מותר ולא אמרינן הכא מיגו  דאתקצאי לבין השמשות ושמע מיניה כל שני ימים של גליות כיון דספקא נינהו  האסור בזה מותר בזה. ואינו מחוור בעיני,  וכבר כתבתיה בארוכה בעירובין בפרק בכל מערבין (עירובין מ, א) גמרא י\"ט של ר\"ה  שהיה ירא שמא תתעבר בס\"ד (ד\"ה גירסת הספרים הנהו עיי\"ש).", 
            "<b>אפילו רבי יוחנן לא קא שרי אלא לגומעה למחר אבל ביומיה לא. </b>וההוא  גברא הוה סבר דכיון דלא נאסרה אלא בגזרה כגון משקין שזבו ולא במחמת עצמה  שריא לטלטולה, ואמר ליה רבא דלא דמ\"מ נאסרה."
        ], 
        [
            "הא דאמר <b>רבא הלכתא כותיה דרב בהני  תלת בין לקולא בין לחומרא. </b>מהא שמעינן דהלכתא כרבה דאית ליה הכנה,  דהא אוקימנא טעמיה דרב בהכנה דרבה ופסק רבא הלכתא כוותיה שמע מינה דאית  לן הכנה כרבה. ואם תאמר והא משמע לקמן  בריש פרק יום טוב שחל להיות בערב שבת (טו, ב) דמדאורייתא צרכי שבת נעשין  ביו\"ט ועירוב מדרבנן וכטעמיה (דרבה) [דרבא] דאמר כדי שיברור מנה יפה לשבת  ומנה יפה ליום טוב אי נמי כרב אשי דאמר כדי שיאמרו אין אופין מיום לשבת  קל וחומר מיום טוב לחול, ועוד דאם איתא דאין יום טוב מכין לשבת משום  עירוב לא הוה שרי איסור דאורייתא וכדאמר לה רבה גופיה לרב חסדא בפרק אלו  עוברין בפסחים (מו, ב) בשלמא לדידי דאית לי הואיל היינו דאופין מיום טוב  לשבת אלא לדידך דלית לך הואיל היאך אופין מיום טוב לשבת, וכי תימא משום  עירוב ומשום עירוב שרי איסורא דאורייתא ופריק רב חסדא שאני אומר צרכי שבת  נעשין ביום טוב, אלמא לדידן דאית לן הכנה אין צרכי שבת נעשין ביום טוב  ואפילו בעירוב. יש לומר דאנן נמי כאידך דרבה סבירא לן דאית ליה הואיל  דאורייתא הוא, והילכך מדינא אופין לשבת  הואיל ואי בעי אכיל ליה ביומיה ואפילו לא אכל  ליה הואיל ואי מקלעי ליה אורחים. ואם  תאמר עוד אם כן הא דכתב רחמנא לכם ודרשינן מיניה (לקמן ביצה כח, ב) לכם ולא  לעכו\"ם לכם ולא לכלבים, היכי משכחת לה דהא הואיל דאורייתא הוא. יש לומר  במבשל להם דברים האסורים לו דליכא הואיל.  ואם תאמר עוד והא אמרינן (לקמן ביצה כא, ב) אין מזמנין את העכו\"ם ביום טוב  גזירה שמא ירבה בשבילו. יש לומר ההיא מדרבנן בעלמא  היא, ורבה נמי באופה ביום טוב לחול אינו  לוקה קאמר ומשום הואיל אבל איסורא מיהא איכא ומדרבנן, ומיום טוב לשבת  דאיכא צורך מצוה שרי ובעירוב כטעמיה דרבא או כרב אשי.<br><b></b>ואם תאמר  עוד אם כן הא דכתב רחמנא והכינו את אשר יביאו ולמיסר הכנת יום טוב לשבת,  היכי משכחת לה דהא איכא הואיל יש לומר בכל מקום דליכא הואיל, ומשכחת לה  בהכנה דממילא כגון ביצה שנולדה בשבת אחר  יו\"ט וכדרבה דאמר (ב, ב) כל ביצה דמתילדא האידנא מאתמול גמרה לה. ואם  תאמר אף בזו איכא, דהא בתרנגולת העומדת לאכילה עסקינן ואי בעי שחיט לה  לתרנגולת ואכיל לה לביצה, יש לומר הכנת גמר אינה גמר במעי התרנגולת אלא  בשעת לידה, דכי נולדה נמצאת הכנת גמר של אמש הכנה גמורה דעם יציאה נגמרה  שהיא ראויה לגדל אפרוחים והיא מבושלת יותר לאכילה כדאיתא לקמן (ביצה ז, א)  ואיתא נמי בהדיא בירושלמי (ריש פ\"ק דביצה) והלכך ליכא הואיל ואסירה.  ודכוותיה נמי הכנת עירוב למאי דקס\"ד מעיקרא בפרק בכל מערבין (עירובין לח, ב)  דגרסינן התם גמרא רבי אליעזר אומר י\"ט הסמוך לשבת בין מלפניה בין מלאחריה  מערב אדם שני עירובין, כי נח נפשיה דרב הונא על רב חסדא למירמא דרב אדרב  מי אמר רב הלכה כארבעה זקנים ואליבא דרבי אליעזר דאמר שתי קדושות הן  ורמינהו שבת ויום טוב רב אמר נולדה בזה אסורה בזה, אמר רבה התם משום הכנה  דתניא והיה ביום הששי והכינו את אשר יביאו חול מכין לשבת וחול מכין ליום  טוב ואין יום טוב מכין לשבת ואין שבת מכינה ליום טוב, אמר ליה אביי אלא  הא דתנן כיצד הוא עושה מוליכו בראשון ומחשיך עליו ונוטלו ובא לו ובשני  מחשיך עליו ונוטלו ואכלו הא קא מכין מיום טוב לשבת א\"ל מי סברת סוף היום  קונה עירוב לא תחלת היום קונה עירוב, אלמא אי הוה סבירא לן דסוף היום  קונה עירוב לצורך השבת שלאחריו היה אסור לרב דאמר אין יום טוב מכין לשבת,  והתם נמי היינו טעמא כדאמרן דליכא הואיל שהרי אי אפשר לו לקנות עירוב  לצורך היום הילכך מכין הוא ממש בשבת ואינו בדין אלא משום דתחלת יום השבת  קונה עירוב ושבת מכינה לעצמה.", 
            "<b>ואתמול משום דלא חזו להסקה. </b>ודוקא  עצים מהאי טעמא דקא מפרש אבל פירות שנשרו בזה מותרין בזה לר' יוחנן  דאינהו לביצה דמו, אבל לדידן דאית לן  הכנה פירות נמי אסורין, ואף על גב דאי אפשר לבוא לידי אסורא דאורייתא  כביצה מכל מקום כיון דביומא אסורה או משום מוקצה או משום גזרה שמא יעלה  ויתלוש הילכך אף הוא אינו מכין לשבת,  והוא הדין לאפרוח שנולד ביו\"ט (ו, א) לרב דאסור משום מוקצה אף בשבת של  אחריו אסור דכל שאינו מכין לעצמו אינו מכין לשבת, אבל עגל שנולד ביום טוב  מותר בשבת דהואיל ושרי ביו\"ט אף הוא מותר בשבת די\"ט הכין לעצמו וממילא  הותר לשבת כיון דאי אפשר למהוי ביה איסור הכנה דאורייתא כשנולד בשבת  שלאחר יום טוב ולא ביום טוב שלאחר השבת.  אבל עגל שנולד בשבת אפשר דאסור אפילו ביום טוב, משום דבשבת עצמו אסור  משום מוקצה מחמת איסור וכיון שהוא אסור ביומו אינו מכינו ליום טוב וכן  פסק רבנו אפרים ז\"ל, ויש להתיר משום דהא  אילו אית ליה חולה בתוך ביתו שרי ואפילו לבריא באומצא הלכך אף ביום טוב  שרי, וכן פסקו מקצת הפוסקים וכן כ' בעל העיטור ז\"ל.", 
            "<b>והא קא מהפך באסורא כיון דרובא דהיתרא נינהו כי  קא מהפך בהיתרא קא מהפך. </b>ומסתברא היא דדוקא בשאינו מכיר עצי האיסור  לאחר שנתערב הא מכירן אין ביטול מועיל להם שאין ביטול בדבר הניכר לעין,  ולא אמרינן ביה בהיתרא קא מהפך דאי אפשר לאפוכי בהתירא בלחוד בלא  איסורא", 
            "<b>אבל בדרבנן מבטלין. </b>וכי מבטלין בדרבנן איכא מאן  דאמר דדוקא כשנתערב בפחות מכדי שיעלה  בהיתר דמשום שלא יאסר תערובתו מוסיפים עליו היתר ומבטלין אותו אבל לערב  בידים ולבטלו לא, והכא כשנפלו לתוך עצי התנור שאין ניכרין בין שאר העצים,  ואי נמי טעמא הכא משום דמקלא קלי אסורא ואמסקנא דמילתא  סמיך. ואיכא מאן דאמר דמבטלין לכתחלה  ואפילו ברוב ממש ולא בעינן ששים ומאה, וכאותה שאמרו [בכורות כז, א]  (במנחות) תרומת חוצה לארץ מבטלה ברוב ואפילו לאכלה זר וכן חלת חוצה לארץ  כדמפרש בירושלמי בפרק בתרא דחלה (ה\"ב). ודוקא באיסורי דרבנן דאין להם  עיקר בדאורייתא, כגון שאובה דכולה שאובה דרבנן, וכגון תרומת חוצה לארץ  וחלת חוצה לארץ שאין בחוצה לארץ תרומה וחלה דאורייתא כלל, והוא הדין  לכלאי הכרם בחוצה לארץ כיון דליכא למיחש לתערובת איסור  דאורייתא, ויש מי שאוסר אפילו באלו לערב  לכתחלה, וכבר הארכתי בזה יותר ביבמות  (פב, ב) פרק הערל בס\"ד (ד\"ה וסבר).", 
            "<b>והשתא מאי טעמא עבדינן תרי  יומי משום דשלחו מתם וכו'. </b>ואם תאמר אמאי לא מבדילינן כדהוה עביד רב  אסי, יש לומר דחיישינן דילמא אתי לזלזולי ורב אסי לא חייש לזלזולי. ויש  מי שפירש דרב אסי סבר לה כר' דוסא דאמר בסוף פרק בכל מערבין (עירובין לט,  א) העובר לפני התיבה ביום טוב א' של ר\"ה אומר החליצנו ד' אלהינו את יום  ראש החדש הזה אם היום אם למחר ולא הודו לו חכמים ומפרש בגמרא (שם מ, א)  משום דלא ליתי לזלזולי ביה, ואנן קיימא לן כרבנן דפליגי עליה."
        ], 
        [
            "<b>ונתקלקלו הלוים בשיר. </b>פרשתיה בס\"ד בראש השנה (ל, ב).", 
            "<b>אמר רבה מתקנת רבן יוחנן בן זכאי ואילך ביצה  מותרת. </b>יש לפרש דקסבר רבה דמתקנת רבן יוחנן בן זכאי ואילך אם באו  עדים מן המנחה ולמעלה שמקבלין אותן ואין נוהגין אלא אותו היום קדש בלבד  והילכך אף כשלא באו עד למחר נמצאת עשיית יום ראשון בטעות מחמת הספק, ורבה  כר' יהודה דפרק בכל מערבין (עירובין לט, א-ב) סבירא ליה דאמר אף בראש  השנה שתי קדושות נינהו ולא הודו לו חכמים, מאן חכמים ר' יוסי כדמפרש התם  דקסבר דקדושה אחת הן וכדתניא התם בברייתא מודים חכמים לרבי אליעזר בראש  השנה שהיה ירא שמא תתעבר מערב ב' עירובין ואומר עירובי בראשון למזרח  ובשני למערב וגו' ור' יוסי אוסר אמר להם ר' יוסי אי אתם מודים לי שאם באו  עדים מן המנחה ולמעלה שנוהגים אותו היום קדש ולמחר קדש ורבנן התם דלא  לזלזלו ביה, כלומר כל עצמן לא תקנו בעיקר התקנה לנהוג קדש בראשון ובשני  אלא כדי שלא יזלזלו בהן, [וצ\"ל] דרבה לא שמיע ליה האי ברייתא [דאי לא כן]  היכי קאמר דלאחר תקנה ביצה מותרת משום דאם באו עדים מן המנחה ולמעלה  מקבלין אותן ואין נוהגין קדש אלא אותו היום בלבד האמר רבי יהודה לר' יוסי  שאם באו עדים אף מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש כי  היכי דלא לזלזלו ביה, ואם בקודם תקנת רבן יוחנן בן זכאי מפרש לה רבה הא  לא איפשר דהא ודאי משמע דר' יהודה ור' יוסי לדידהו קאמרי ולא במאי דהוה  קודם חורבן, ועוד דהא מודה רבה בקודם  תקנת רבן יוחנן בן זכאי דביצה אסורה (ואולי) [ואילו] לר' יהודה אף קודם  תקנה לא בקדושה אחת נהגו אותן אלא בשתי קדושות דהא לא נהגו בהן קדש אלא  כדי שלא יזלזלו בו, אלא ודאי רבה לא שמיע ליה ברייתא אלא מסבר סבר דלאחר  תקנה פליגי וטעמא דר' יוסי דאסר משום דקסבר דאף שני ימים טובים של גליות  דקדושה אחת הן וכדקא סלקא דעתיה דרב ששת התם ולא שמיע ליה אידך ברייתא  דתניא מודה ר' יוסי לחכמים בשני ימים טובים של גליות כדלא שמיע ליה לרב  ששת כדמפורש התם. ורבא דאמר הכא (ע\"ב) אף מתקנת רבן יוחנן ואילך ביצה  אסורה מי לא מודה רבי יוחנן וגו' סבר לה כר' יוסי, דהתם מוקי פלוגתייהו  דוקא בשני ימים של ר\"ה ובין קודם תקנה ובין לאחר תקנה דלעולם לר' יהודה  משום דלא לזלזולי ביה ור' יוסי סבר דקדושה אחת הן דבין קודם תקנה בין  לאחר תקנה כל שנוהגין קדש בשניהם לעולם קדושה אחת הן שהתקנות שוות לאחר  התקנה כקודם התקנה, וסמך רבא על ר' יוסי ור' יהודה הלכה כר' יוסי  (עירובין מו, ב), ועוד דסתם מתניתין דהתם הוא.<br><b></b>ויש לפרש עוד  דרבה ודאי מודה הוא דאף לאחר תקנה אם באו עדים מן המנחה ולמעלה נוהגין  אותו היום קדש ולמחר קדש (דאלמא) [דסתמא] משמע דכולי עלמא מודו בהכי ורבה  נמי מודה בה, אלא דרבה סבר דמעיקרא אם באו עדים מן המנחה ולמעלה כיון  שאין מקבלין אותן ואפילו הכי נוהגין בו קדש ולמחר קדש שניהם קדושה אחת הן  אבל לאחר תקנה אף על פי שנוהגין בו קדש בשל מחר לא מתורת קדושה אחת  נוהגין כן אלא משום מהרה יבנה בית המקדש בימינו ומיום ראשון מנינן, ושם  במסכת עירובין בפרק בכל מערבין (עירובין לט, א ד\"ה אמר להם) כתבתי יותר מזה.", 
            "<b>וכל דבר שבמנין צריך מנין אחר להתירו. </b>כתבו בתוספות בשם רש\"י  ז\"ל שגזרות שהציבור גוזרין עד זמן ידוע  כשיגיע הזמן אינן צריכין להתירו דלא גרע מנודר או נשבע עד זמן שכשבא הזמן  אין צריך להתיר, (והכי) [והכא] לא נתנה התורה זמן אלא שאסרה מחמת (טענה)  [טעם], כגון איסור תשמיש המטה ג' ימים קודם מתן תורה ואיסור עליית ההר  מחמת קבלת התורה והיגלות השכינה בהר והייתי סבור דכיון שנתנה התורה ישובו  להתירן הראשון אף על פי שלא נתנה תורה בו זמן וכן כשתסתלק השכינה מן ההר,  וכן (העלות) [להעלות] נטע רבעי לירושלים לאחר החורבן וכל כיוצא בהן, לכך  הוצרך הכתוב לומר דכיון שנאסר במנין בלא קביעות זמן אף על פי שבטל טעם  האיסור צריך מנין אחר להתירו.", 
            "<b>כרם רבעי היה לו לרבי אליעזר  במזרח לוד. </b>כתבתיה בפרק בתרא דר\"ה (לא, ב) גמרא אמר ר' יהושע בן קרחה  עוד זאת היתה בירושלים בס\"ד."
        ], 
        [
            "<b>מכדי כתיב גם הצאן והבקר אל ירעו אל מול ההר  ההוא. </b>פירש רש\"י ז\"ל כל זמן שהוא בהוייתו, וזה קשה  למה שכבר כתבנו משם התוספות דכל דבר שקצוב לו זמן אין צריך מנין להתירו  דהכא נמי כתב כל זמן שיהא בהוייתו הרי קבעו לו  זמן, אלא ה\"פ ההר ההוא מפני שהוא בהוייתו.", 
            "<b>אמר ליה אביי אטו ביצה במנין מי הואי. </b>תמיה לי  שפיר קאמר ליה אביי ומאי דעתיה דרב יוסף וכי אפשר דלימא רב יוסף  הכי. ונראה לי דרב יוסף סבר דלא אימני  רבן יוחנן אלא היכא דבאו עדים מן המנחה ולמעלה שאז נוהגים אותו היום קדש  ולמחר חול מה שלא היה כן קודם התקנה אבל מכל מקום היכא דלא באו כלל ביום  ראשון שאז עושין שני ימים בהא לא אימנו ועדיין נשאר הענין בתקנתו הראשון  דכמות שהיו אז שני ימים בקדושה אחת הכי נמי השתא לאחר התקנה הרי הן  בקדושה אחת ונפקא מינה לענין ביצה, ואמר ליה אביי דהא בהא תליא דכיון  דאלו באו מן המנחה ולמעלה לא היו נוהגין קדש ביום מחר השתא דלא באו עדים  נמצאת קדושת האחד בספק וביצה שריא כדין ב' ימים טובים של גליות.", 
            "<b>אמר רבא אף מתקנת רבנן יוחנן בן זכאי ואילך ביצה אסורה מי לא מודה  רבן יוחנן וגו'. </b>כלומר: דעדין התקנה על עניינה הראשון חוץ ממה שמקבלין  את העדים ביום בואם כדי למנות ממנו לענין המועדות, הא לעשות אותו יום  בלבד קדש ולמחר חול לא אלא נוהגין קדש בשניהם לאחר התקנה, הלכך ביצה אסורה.<br><b></b>וכתב הרב אלפסי ז\"ל בהלכות: ושמעינן מהא דבני ארץ ישראל  צריכין למעבד ב' ימים של ר\"ה, והרב רבינו אפרים ז\"ל תלמידו השיב עליו  דאין לנו ראיה מדברי רבא לעשיית שני ימים כלל בזמן הזה דידעינן בקביעא  דירחא ואנן נוהגין על פי תיקון סוד העיבור לפי שכבר חזרה להיות(ה) כל ארץ  ישראל כבית הוועד שבאו שם עדים קודם המנחה שאין להן ספק בקדושת היום  ואינם חייבים לשמור כי אם יום אחד בלבד, ואף כן כתב בעל המאור ז\"ל. נראין  דבריהם במה שדחו ראיתו של הרב ז\"ל מדברי  רבא דאלו מדברי רבא (ו)לא שמענו אלא שבכל  מקום ובכל זמן שנוהגים קדש בב' ימים הרי הם בקדושת יום אחד כקודם התקנה  והיינו נמי דרב (אשי) [יוסי] דאמר שאין אדם מניח עירוב תבשילין בב' ימים  של ראש השנה מיום טוב לחבירו ומתנה (עירובין לט, א), אבל (מ)זה לא שמענו  מדבריו שהיו נוהגים שני ימים טובים בארץ ישראל כיון דידעינן בקביעתא  דירחא והרי כל ארץ (ישראלי הבית) [ישראל כבית] הוועד שכל ארץ ישראל היתה  ראויה לקבל בו את העדים שכל מקום שיהיה שם בית דין היו העדים הולכין  וכיון שכן (הרי נמי) [הוי כמי] שקבלו את העדים בכל ארץ ישראל קודם המנחה.  אלא שהדברים נראין כן להלכה ולמעשה כדברי הרי\"ף ז\"ל משום דכל מקום איכא  למיגזר משום דלמא גזרי שמדא עבדי כמנהג הראשון, וכדאמרינן לעיל (ביצה ד, ב)  אנן דידעינן בקביעתא דירחא היכי עבדינן תרי יומי ופרקינן משום דשלחו מתם  הזהרו במנהג אבותיכם בידיכם זמנין דגזרו המלכות שמדא ואתי  לאקלקולי, ותדע לך דאי לא אפילו בחוצה  לארץ לא יעשו אלא יום אחד דחזרה כל ארץ כמקום שהגיעו שלוחים, והילכך בארץ  ישראל נמי כיון שבכל המקומות היו עושין שני ימים קודם שהותקן סוד העיבור  חוץ ממקום הוועד השתא נמי עבדי מנהגייהו."
        ], 
        [
            "<b>אמר מר זוטרא לא (שאני) [שנו] אלא דאשתהי אבל לא אשתהי משהינן  ליה. </b>יש מפרשים דאכולה מילתא קאי בין  למת ביום טוב ראשון בין למת ביום טוב שני. ופירוש אשתהי, בין שנשתהא בין  שעתיד להשתהות כגון יום טוב שהשבת סמוכה לה בין מלפניה בין מלאחריה. ורב  אשי אמר אף על גב דלא משתהי לא משהינן ליה, פירשו משם רש\"י ז\"ל דאמת ביום  טוב שני בלחוד קאי משום דיום טוב שני  כחול שויוה רבנן לגבי מת ואפילו ביום טוב שני של (גליות) [ר\"ה], אבל ביום  טוב ראשון דאורייתא לא יתעסקו בו אפילו עממים אלא דוקא בדאשתהי או משום  דמשתהי, ולמדה הרב ז\"ל מההיא דאמרינן בשבת (קלט, א) פרק ר' אליעזר דתולין  הוה עובדא בכנישתא דמעון ביום טוב הסמוך לשבת בין מלפניה בין מלאחריה  ושלחו קמיה ר' יוחנן ואמר להו יתעסקו בו עממים, אלמא דוקא בשהיתה יום טוב  סמוך לשבת בין מלאחריה בין מלפניה הוא דשרי להו הא לאו הכי לא.<br><b></b>ויש מפרשים דהא [ד]מר זוטרא לא קאי  אלא אמת ביום טוב שני, ותדע לך דודאי רב אשי אכולה מילתא דמר זוטרא קאי  דאם איתא דמר זוטרא איירי בין ביו\"ט ראשון בין ביו\"ט שני ורב אשי לא פליג  [אלא] ביום טוב שני הכי הוי ליה למימר רב אשי אמר בי\"ט שני אף על גב דלא  אשתהי, [אלא] מוכח דודאי דמר זוטרא נמי לא אמר אלא כשמת בי\"ט [שני] כדי  שלא יתעסקו ישראל עצמו במלאכה בי\"ט שני דרבנן אבל בי\"ט ראשון דליכא אלא  שבות דאמירה לגוי כבוד המת מישרא שרי אע\"ג דלא אשתהי, ואף על גב דמאן  דאמר התם בפרק תולין ביו\"ט הסמוך לשבת בין מלפניה בין מלאחריה מספק ליה  דילמא משום הא שרי ליה ר' יוחנן אבל אנן  (הודאה דרבה) [אודאה דרבא] אשי נקיטינן וכיון דביו\"ט [שני] שרינן אפילו  עסקי ביה ישראל כל שכן בראשון שהמלאכה נעשית על ידי עממין, וכן עמא  דבר.", 
            "<b>אפילו למיגז ליה גלימא  ולמיגז ליה אסא. </b>פירוש: אפילו מן המחובר דהיא מלאכה  גמורה. והא דתנן בפרק קמא דמועד קטן (ח,  ב) אין חופרין כוכין במועד וכל שכן ביום טוב עצמו ההיא ליקבר בו בחול היא  וכמו שכתב שם הרי\"ף ז\"ל בהלכות, ואי נמי אפילו ליקבר במועד התם היינו  דוקא בכוכין לפי שיש בהם טורח אומנות הרבה שהוא חופר הכוך בסלע וכן פירש  הראב\"ד ז\"ל שם. והא דתנן התם וארון עם  המת בחצר ורבי יהודה אוסר אלא אם כן היו לו נסרים המנוסרין מערב יום טוב,  ההיא נמי באדם שאינו מפורסם הוא הא באדם מפורסם מותר וכדאיתא בירושלמי  וכתבו הרב ז\"ל בהלכות, ועכשיו כיון שאין אדם חופר כוכין ולא קברות אלא  לצורך שעה הכל כאדם מפורסם ואפילו כוכין מותרין לדברי הרב ז\"ל, ולדברי  הראב\"ד ז\"ל הכל מותר חוץ מכוכין דהכל יודעין דלצורך מת דביומו הוא שרינן,  מכל מקום ארון עץ ממש כהללו שעושין לעתים לקבור אותו עם המת שלא בחצר עם  המת אסור אלא אם כן הוא אדם מפורסם כאותה שאמרו בירושלמי. ואפשר דעכשיו  דעומדים אנשים בשכונה והכל מרגישין בשיש שם מת הכל כאדם מפורסם ושרי  אפילו שלא בחצר המת, כך נראה לי.", 
            "<b>רב אמר אסור מוקצה הוא. </b>וכבר כתבתי למעלה (ד, ב ד\"ה ואתמול)  דכיון שהוא אסור ביומו משום מוקצה גם בשבת הסמוכה לו מאחריו אסור משום  הכנה, אבל עגל שנולד ביום טוב כיון דביומו מותר אף בשבת שלאחריו מותר  דאין כאן הכנה לשבת אלא ליו\"ט עצמו ואם הותיר הותיר לשבת.", 
            "<b>ושמואל ואיתימא ר' יוחנן אמר מותר הואיל ומכין עצמו לשחיטה. </b>ואם  תאמר לימא משום דלית להו מוקצה [ד]שמואל ור' יוחנן תרוייהו פסקו הלכה כר'  שמעון בפרק בתרא דשבת (קנו, ב) וכיון דלית להו מוקצה למה לי שיתיר עצמו  בשחיטה בלאו הכי שרי וכמוכן הוא, יש לומר דכולהו אית להו דרב נחמן דאמר  בריש מכילתין (ב, א) דיש מוקצה ליו\"ט הואיל וסתם לן תנא ביום טוב כר'  יהודה. ואם תאמר והא פסק ר' יוחנן התם כר' שמעון [ו]אקשינן עליה ומי אמר  ר' יוחנן הכי והא אמר ר' יוחנן הלכה כסתם משנה ותנן אין מבקעין עצים לא  מן הקורות ולא מן הקורה שנשברה ביו\"ט ואם איתא מאי קושיא הא ר' יוחנן לא  פסק כר\"ש אלא בשבת אבל לא ביו\"ט, יש לומר דההיא סוגיא אתיא כמאן דאמר לה  להא משמיה דשמואל ולמאן דאמר לה משמיה דר' יוחנן  ליתא. אבל בתוס' (ד\"ה דילמא) תירצו  קושיין דהכא דכולי עלמא מוקצה כי האי אית להו דהא אפרוח בקליפתו לא חזי  למידי והוה ליה כגרוגרות וצמוקין (עיין לקמן ביצה מ, ב), ומשום חסרון כיס נמי  אית ביה (בנסר) [כמסר] הגדול ויתד של מחרישה דכו\"ע מודו  ביה (כן איתא בשבת קנז, א) ובאפרוח נמי  בעודו בקליפתו כו\"ע חיישי ליה כי היכי דלא ליפסד, והלכך אי לאו דמתיר  עצמו בשחיטה אסור. ואפרוח שנולד אינו דומה לא לפירות הנושרין ולא למשקין  שזבו, דבעלי חיים נינהו ולא טעי בהו והלכך לא גזרינן בהו משום הנך  גזירות.", 
            "<b>עגל שנולד ביום טוב  מותר הואיל ומתיר עצמו בשחיטה. </b>ואם תאמר אם כן אף מדבריות (לקמן מ,  א) נתיר הואיל ומתירין עצמן עכשיו בשחיטה, לא היא דהנהו היה להם אותו  היתר אלא שלא היה היתר בישוב וצבי שניצוד ביום טוב [כמו] כן אבל זה עכשיו  הוא שבא להם היתר זה. ומיהו מצאתי בירושלמי (ריש פ\"ק) שדמו אותה למדבריות  ולצביה, דגרסינן התם עגל שנולד ביום טוב [מותר] שמתיר עצמו בשחיטה ר'  זירא בעי מעתה מדבריות תהא מותרת הואיל ומתרת עצמו בשחיטה צביה תהא מותרת  שהיא מתרת עצמה בשחיטה. ", 
            "ירושלמי (שם): <b>עגל שנולד מן הטריפה  ביום טוב מותר נעשה כדבר מוכן טמון בדבר  שאינו מוכן.נימא  הואיל ומוכן אגב אמו לכלבים. </b>פירוש: להאכילו לכלבים חי, אבל לא  לשחטו וליתנו לכלבים דהא כתיב לכם  ודרשינן מניה (לקמן ביצה כ, ב) לכם ולא לעכו\"ם לכם ולא לכלבים. וקשיא לי מאי  קאמר הואיל ומוכן אגב אמו לכלבים דאם איתא אף אפרוח נמי מוכן לכלבים,  וליתא דטריפה לכלבים קיימא אבל אפרוח דחזי לאדם לא מפיק ליה מהכנת אדם  ומפיק ליה לכלבים.", 
            "<b>והואיל ומוכן אגב אמו לכלבים. </b>ואם תאמר  לימא הואיל ומוכן במעי אמו דאי בעי  מושיט ידיה במעי אמו ושחיט ליה, דהא קיימא לן בפרק בהמה המקשה (חולין עג,  א. עה, א) הושיט ידו במעי פרה ושחט בה בן ט' חי כשר והוא הדין למעי טריפה  כדאסיקנא התם דארבעה סימנים אכשר ביה רחמנא. ויש לומר דמילתא דלא שכיחא  היא  ולאו הכנה היא, ואי נמי לא ניחא ליה למנקט מילתא דלא  שכיחא.<br><b></b>הא דאמרינן דעגל שנולד  ביום טוב [מותר] דוקא בדקים ליה שכלו לו חדשיו, הא לאו הכי אפילו בחול  אסור כל שמונה דכל שלא שהה בבהמה שמנה ימים הרי זה  נפל.<br><b></b>וקשיא לי ומאי שנא עגל  מביצה, שאף בעגל יהא אסור בנולד ביום טוב של אחר השבת משום הכנה דאמש  נגמר, ואפילו ביום טוב גרידא ניגזור כדגזרינן בביצה וכמאן דאמר (בכורות  כ, ב) שאין הבהמה יולדת למקוטעין. ויש  לומר דהכא כמאן דאמר יולדת למקוטעין, וכן מצאתי בירושלמי (ביצה פ\"ק הי\"א)  דגרסינן התם אמר רבא אתיא כמאן דאמר הבהמה יולדת לחדשים מקוטעין ברם כמאן  דאמר הבהמה יולדת לחדשים ומסויימי' באין, בתמיה כלומר יש לך להתיר בכיוצא  בזה, ופריק הגע עצמך שסיים אימת יעלה עלה זכר ע\"כ בירושלמי, מ\"מ בירושלמי  לא בא מחמת מה שהקשיתי אלא מחמת איסור  נפל, אבל מתוך כך אני למד לדידן להתירו  ביו\"ט שלאחר השבת כמאן דאמר יולדת למקוטעין.", 
            "<b>מתקיף ליה אביי  השתא מוכן לאדם לא הוי מוכן לכלבים דתנן מחתכין את הדלועין לפני הבהמה  ואת הנבלה לפני הכלבים וכו'. </b>ואם תאמר והא לאביי מנא ליה דלמא משום  מוקצה, ותדע לך דהא מתניתין על כרחין בשבת מתניא וכדתנן אבל לא היתה נבלה  מערב שבת לא יזיזוה ממקומה, ואמרינן נמי לעיל בריש פרקין גבי שבת דסתם לן  תנא כר' שמעון דתנן מחתכין את הדלועין כו' אלמא בשבת מיתניא ובשבת מאי  מוכן לאדם איכא אדרבה אף לאדם אינו מוכן דהא [אי] אפשר לשוחטה בשבת. ויש  מי שתירץ דכל שהיא מוכנת ועומדת לאכילה  מערב שבת אף על פי שקפץ עליה איסור שבת בעל כרחו של מכין אם בא לה שעת  הכושר שלא בעבירה הרי היא בהכנתה, הלכך אלו היה מה שמוכן לאדם מוכן  לכלבים כשנתנבלה זו הרי בא לה שעת הכושר שלא באיסור שבת ועדיין הכנה  במקומה עומדת, אלא דמוכן לאדם לא הוי מוכן לכלבים. ורבנו תם ז\"ל תירץ  דלישנא קא דייק מדקתני לפי שאינה מן המוכן, דמשמע דאפילו אינו אסור מטעם  מוקצה וכגון שנתנבלה ביו\"ט או  בשבת ואית ליה חולה בתוך ביתו אפילו הכי אסירא דמוכן לאדם לא הוי מוכן  לכלבים. ואם תאמר והא אורחא דתלמודא הוא דתני הכין, דתנן בפרק כירה (שבת מב,  ב) אין נותנין כלי תחת הנר לקבל (ניצוצות) [שמן] ואין נאותין ממנו לפי  שאינו מן המוכן, והתם בשבת דוקא ולא ביו\"ט. יש לומר דמשום דאין נאותין  הימנו לא פירש הטעם למה לפיכך הוצרך לפרש שאינו מן המוכן אבל הכא כיון  דתנא אם לא היתה נבלה מערב שבת הא פריש שפיר דמשום מוקצה הוא למה ליה  למיתני לפי שאינו מן המוכן. ובפרק קמא  דחולין (טו, א) גמרא השוחט בשבת (ד\"ה אבל) כתבתי בו יותר  בס\"ד."
        ], 
        [
            "<b>ר\"א  בן יעקב אומר אף בחול אסור לפי שלא נתפתחו עיניו. </b>ושמואל ואיתימא רבי  יוחנן דשרו לעיל הואיל ומכין עצמו בשחיטה דלמא כרבנן סבירא  להו, ואי נמי כר' אליעזר בן יעקב  וכשנתפתחו עיניו ביומו.<br><b></b>ולענין פסק הלכה באפרוח שלא נתפתחו עיניו  פסק הרי\"ף ז\"ל פרק אלו טריפות (חולין סד, א)  כרבנן דיחיד ורבים הלכה כרבים, ואחרים  פסקו כר' אליעזר בן יעקב משום דמשנתו קב ונקי. ושם כתבתיה בארוכה.<br><b></b>ולענין אפרוח שנולד ביום טוב (בדקו) [פסקו] הגאונים ז\"ל  כרב משום דקיימא לן כרב באיסורי, ואפילו  למאן דאמר לה משמיה דר' יוחנן הא איכא (רבא) [רבה] ואיתימא רב יוסף דמשמע  דקיימי כוותיה מדאמרי מאי טעמא שתיק רב.  ואחרים פסקו כשמואל מדקיימי רב כהנא ורב  (אשי) [אסי] כוותיה דאקשו עליה דרב מעגל שנולד מן הטריפה, ואנו אין לנו  אלא כדברי הגאונים."
        ], 
        [
            "<b>אמר להו מקח טעות הוא. </b>כלומר: דאינו כיפות  ונמצאו רעות אלא כמין (א') [אחר] הוא.", 
            "<b>פשיטא. </b>תמיה לי מאי פשיטא וכי מקשינן פשיטא גבי מעשה. ומשמע דהכי  פירושו פשיטא ומאי הוה סלקא דעתיה דמוכר דאזיל בהדיה לבי דינא, ופרקינן  דקסבר דסתם מאן דאמר ביעי דפחיא למאן איכא למימר דלאכילה קא בעי  להו, וקא משמע לן ר' אמי. אלא דלישנא  דמהו דתימא וקא משמע לן אינו מתיישב שפיר להאי פירושא.", 
            "<b>גופא השוחט את התרנגולת ומצא בה ביצים גמורות  מותרות לאכלן בחלב רבי יעקב אומר  אם היו מעורות בגידין אסורות. </b>משמע דתנא קמא אף מעורות בגידין שרא  וגמורות דקאמר שנגמר חלבון וחלמון שבה ונבדל החלבון מן  החלמון, ומדאמרינן מאן תנא מן השלל של  ביצים טהור דלא כר' יעקב דקס\"ד שלל היינו הביצים שהן מעורות בגידין  ושנגמרו כבר ולת\"ק דר' יעקב אתי שפיר דנפקי להו מתורת בשר אבל לר' יעקב  עדיין בשר נינהו, ואשכול היינו אותן שהן קטנות עדיין שלא נגמרו ואין בהם  אלא חלמון לבד, וללישנא בתרא דאמר מאן תנא אשכול של ביצים טמא ר' יעקב  היא אשכול הוא אותן שתלויין בה באשכול כלומר שנגמרו אלא שמעורות בגידין,  ושלל הן שאינן מעורות בגידין כלל אלא שאין קליפתן החיצונה מתקשת  עדיין. והא דאקשי ליה אביי וממאי דמן  אשכול מהנך דתליא באשכול דילמא מאשכול גופיה הוא הדין דהוה מצי למימר  דילמא מהנך קטנים דעדיין לא נגמרו דהנהו לכולי עלמא כבשר נינהו, אלא משום  דבעי לאשמועינן דאפילו אשכול גופיה טמא אף על גב דאיכא אינשי דלא אכלי  ליה וזה החידוש לא היה משמיענו בביצים קטנים שלא נגמרו.<br><b></b>ולענין פסק הלכה מסתברא דהלכה כת\"ק דר' יעקב  דרבים נינהו ואפילו מעורות בגידין  כל שיש לה חלבון וחלמון, ואע\"ג דלישנא בתרא ברייתא דאשכול של ביצים אתיא  כר' יעקב אפי' הכי לישנא קמא דייק טפי דאלו לישנא בתרא קא דחי ליה אביי  וכיון דלישנא קמא לא אידחי ולא איפריך ולית ביה קושיא ולישנא בתרא אקשי  עליה אביי (ו)לישנא קמא טפי דייק, ועוד דבשל סופרים הלך אחר המיקל ובשר  עוף בחלב דרבנן דלית ליה חלב אם (חולין קיג, א).", 
            "הא דדחי אביי: <b>ממאי דילמא  עד כאן לא קאמר ר' יעקב התם אלא לענין אסורא. </b>כלומר: ומשום גזרת  קטנים שלא נגמרו דעדיין בשר נינהו. קשיא לי דשאינן גמורות עצמן דרבנן  נינהו דבשר עוף אינו דבר תורה לפי שאין לו חלב אם אלא גזרה אטו בשר בהמה,  והיא גופא גזרה ואנן ניקום וניגזור גזרה לגזרה דאביי לית ליה גזירה  לגזירה כדאיתא בריש פרקין (ביצה ג, א). ויש לומר דכולה חדא גזירה היא."
        ], 
        [
            "<b>כי לא בדק נמי אימר מאתמול הואי.  </b>ואם תאמר והא דבר שיש לו מתירין היא  וקיימא לן כרב אשי דאמר לעיל (ביצה ד, א) דבכל דבר שיש לו מתירין ספיקו  להחמיר, פירש רש\"י ז\"ל (ד\"ה אימא): דאפילו ספנא מארעא רובן אינן יולדות  אלא ביום. והילכך לוקחין ביצים מן החנוני בליל ראשון של  י\"ט ואפילו של ר\"ה דרובן של זכרים,  ואפילו ספנא מארעא רובן ביממא ילדן, וכן  בליל שני של יום טוב אבל של ראש השנה לא דאימא מאתמול הואי ואסירא.", 
            "<b>אימא סיפא ומודים שאם שחט שיחפור בדקר ויכסה מכלל דרישא לאו  דיעבד הוא. </b>קשיא לי דעדיפא מינה הוה ליה לאקשויי בהדיא דהא קתני  שיחפור בדקר ויכסה אלמא כיון ששחט מכסה, וניחא לי דניחא טפי לאקשויי בה  דהיינו (את) [אי] השוחט לכתחלה או דיעבד.", 
            "<b>והוא שיש לו דקר נעוץ  מבעוד יום. </b>ואסיקנא ודוקא בעפר תחוח, ואפילו הכי לכתחילה לא ישחוט  לב\"ה דקסבר[י] (דהתם) [דהכנת] דקר נעוץ אינה הכנה גמורה לסמוך עליה  לכתחילה, אבל אם שחט סומכין דכמוכן קצת דמי."
        ], 
        [
            "<b>והא קא עביד גומא. </b>הכא משמע אפילו  בעפר תיחוח חיישינן משום גומא, ואיכא למידק דבשבת פרק כירה (שבת לט, א) לא  משמע הכי גבי לא יטמיננה בחול דאמרינן עלה בגמרא מאי טעמא רבה אמר גזרה  שמא יטמין ברמץ ורב זירא אמר גזרה שמא יזיז עפר ממקומו, ופירש רש\"י ז\"ל  שמא יחפור ויזיז עפר ממקומו וקא עביד גומא, ואמרינן מאי בינייהו איכא  בינייהו עפר תיחוח לרבה איכא למגזר דדמי לרמץ. ויש לומר דהתם מיירי בשיש  בו עפר תיחוח הרבה סביבות הביצה אבל כאן כשאין שם אלא מעט וכשיחפור בדקר  בעפר תחוח נמצא סביבות הגומא עפר קשה. אלא דאכתי קשיא לי דאם כן היאך  הקשה כאן להדיא והא קא עביד גומא, דכיון דאוקמי בעפר תיחוח מאן קאמר  דליכא אלא מעט. ויש לומר משום דאורחא  דמילתא דבבית ליכא עפר תיחוח כולי האי, והוא הדין דהוה מצי לתרוצי הכין  אלא דקושטא דמילתא קאמר ליה ועדיף מינה קאמר ליה.", 
            "<b>והא קא עביד גומא כדר' אבא החופר גומא בשבת ואינו צריך לעפרה פטור עליה.  </b>כלומר: אע\"ג דבעלמא פטור אבל אסור, הכא משום שמחת יו\"ט שרי אפילו  לכתחלה.", 
            "<b>ואפר כירה מוכן הוא. </b>יש מפרשים דלאו אמודים קאי דהא  לבית שמאי אפר כירה אינו ראוי לכיסוי כדאמרינן בפרק כיסוי (חולין פח, ב)  אין מכסין אלא בעפר דברי בית שמאי, אלא הכא אבית הלל קאי. (ור\"ח)  [ור\"ת] ז\"ל מפרש דלא פליגי בית שמאי התם  אלא (בעפר) [באפר] של אוכלין וכדמייתי התם מעפר שריפת החטאת, אבל באפר  כירה כולי עלמא שרו דהא איקרי עפר גבי  אשרות ששרף יאשיה דכתיב (מלכים-ב כג) וישלך את עפרה על קבר בני העם.", 
            "<b>אבל לא הוסק מערב יום טוב אסור. </b>פירוש: ורב לטעמיה דקסבר ליה  כר' יהודה (שבת כט, א) דאית ליה מוקצה ואית ליה נולד, אי נמי איכא למימר  דאפילו ר' שמעון מודה בהא ואף על גב דרבי שמעון לית ליה מוקצה ולא נולד  בנולד כי האי מודה דמאתמול עצים והשתא  אפר. ולא דמי לגרעינין וקליפין ועצמות  (שבת קמג, א) ולא לביצה (לעיל ביצה ב, א) ולא לשברי כלים בזמן שראויים למלאכה,  אלא לשברי כלים שאינן ראויים למלאכה כדתנן דאפילו ר' שמעון מודה דצריך  שיהו ראויים לשום מלאכה כגון שברי עריבה לכסות החבית ושברי זכוכית לכסות  בהן פי הפך (שבת קכד, ב).", 
            "<b>מיתיבי כוי אין שוחטין אותו ביו\"ט.  </b>והוא הדין דהוה מצי לאקשויי אברייתא דהכניס עפר לגנתו  ולחורבתו אלא דלמא לא הוה ידע ליה, אי נמי יש לומר דאדרב יהודה בלחוד  קשיא ליה משום דקאמר ועושה כל צרכו. וכן נראה לי מתוך שאמרו בירושלמי  דגרסינן התם (ביצה פ\"א ה\"ג) תני הביא עפר לכסות את גגו סיד לסוד את ביתו  מכסין בו, אית תניי תני אין מכסין בו, ר' יוסי בר בון בשם רב חסדא מאן  דאמר מכסין לשעבר מאן דאמר אין מכסין בא לישאל לכתחלה, עד  כאן. ומכאן אנו למדין דברייתא דקתני  מכסין לא קשיא כלל למה ששנינו כוי אין שוחטין אותו ביום טוב אבל לרב  יהודה דאמר מכניס ועושה בה כל צרכו קשיא כך נראה לי.", 
            "הא דאקשינן: <b>ולכסייה בדקר נעוץ.</b> איכא למידק  וכי מדב\"ש קא פריך, דהא משמע דאדרישא דברייתא קאי דקתני כוי אין שוחטין  אותו ביום טוב, דמדאקשינן בסמוך והא מדקתני סיפא ואם שחטו אין מכסין את  דמו משמע דאכתי לא אקשינן אסיפא ולא שקלינן וטרינן עלה אלא אאין שוחטין  דרישא בלחוד, ואי לבית הלל אין שוחטין אפילו את הודאי על סמך דקר נעוץ  אלמא אליבא דבית שמאי קאמר. ויש לומר דהכי קאמר לכסייה לכולי עלמא או  בדקר נעוץ לבית שמאי או באפר כירה לבית  הלל, אי נמי אפילו לבית שמאי לכשתמצא  לומר דמודה בית שמאי באפר עצים [לדברי] ר\"ת ז\"ל שכתבנו (ד\"ה ואפר), ואי  נמי [אי] מפכינן להא דהשוחט כדברי רבינו תם ז\"ל כדכתבינן לקמן בס\"ד (לקמן  י, א ד\"ה ה\"ג) מקשי שפיר אליבא דב\"ה. והוא הדין דהוה מצי לאקשויי  וליכסייה בעפר מוכן אלא משום דהנו מתנו במתני' אקשי מינייהו, ועוד דאפר  כירה היינו כעפר מוכן.", 
            "<b>אי הכי (אימא סיפא) [מאי איריא]  כו'. </b>האי אי הכי לא מפרשינן ליה באי אמרת בשלמא ככולהו אי הכי  דמתאמרן בתלמודא, ומקצת יש בדרך זה שאינן מתפרשין באי אמרת  בשלמא."
        ], 
        [
            "<b>אלא אמר רבא אפר כירה מוכן לודאי ואין מוכן לספק.  </b>פירוש: אי אפשר לו  להיות מוכן לכסות בו אותו הספק וכדמפרש ואזיל משום כתישה. ונראה דלא  גרסינן הכא דקר נעוץ ואפר כירה, דהכא  מדאתינן למימר דלודאי היינו טעמא משום דאתי עשה ודחי את ל\"ת מה שאין כן  בספק אלמא לא גרסינן אפר כירה דהא באפר כירה מיהא ליכא כתישה ולכסייה  באפר כירה, אלא שמע מינה דלא גרסינן ליה  הכא. ואם תאמר תהדר קושין לדוכתה ולכסיה באפר כירה לא היא דדלמא בדלית  ליה, (ומאי) [ואי] פרכת והא מדקתני סיפא ואם שחטו אין מכסין את דמו מכלל  בדאית ליה עסקינן איכא למימר בדאית ליה דקר נעוץ ולית ליה אפר כירה, כך  נראה לי והוצרכתי לכתוב זה מפני שיש במקצת ספרים דקר נעוץ וליתא כדאמרן.", 
            "והא דאמרינן: <b>כי קא עביד כתישה אתי עשה ודחי את לא  תעשה. </b>קשיא לי דהא קיימא לן כרשב\"ל דאמר (שבת קלג, א) כל מקום שאתה  מוצא עשה ולא תעשה אם אתה יכול לקיים את שניהם מוטב ואם לאו יבוא עשה  וידחה את לא תעשה, הכא נמי הא יכול לקיים את שניהם דימתין ולא יכסה עד  הערב כאותה שאמרו בחולין פרק כיסוי הדם (פד, ב) גבי השוחט לחולה בשבת  שאינו מכסה עד הערב וכדתניא בברייתא דכסוי הדם  אין ודאי דוחה שבת. ונראה לי דמהכא איכא למשמע דאין מעבירין על  המצות כלל אלא כיון שא\"א לקיים עכשיו את שניהם אומר יבא עשה וידחה  ל\"ת דאם ימתין אפשר דמטריד ולא מקיים ונמצא דיחוי מפני ל\"ת.  ולכאורה נמי הכי משמע לי מדאתינן למפשט בריש פרק קמא דיבמות (ו, א) דאין  עשה דוחה את לא תעשה שיש בו כרת מדכתיב את שבתותי תשמורו ומקדשי תיראו  שאין בנין בית המקדש דוחה שבת, ומאי ראיה דלמא התם משום דאפשר לבנות  למחר, ואמרינן נמי התם (ו, ב) לא תבערו וגו' בהבערת בי\"ד הכתוב מדבר והתם  נמי דילמא משום דאפשר למחר, ואף על פי דאפשר למדחינהו להנהו הכי  משמע לכאורה טפי. (אלא דשוחט לחולה בשבת קיימא לן דלא דחי ואינו מכסה עד  לערב ואף על גב דעשה דחי את לא תעשה שיש בו כרת, אלא יש לומר  דהכא קא אקשינן עליה מצד אחר ולא דייקינן בה כולי האי כנ\"ל).<br><b></b>וההיא דהשוחט לחולה בשבת אף על פי דאיכא עפר תיחוח וליכא מלאכה  דאורייתא כלל אין מכסין ואפילו לחולה שחלה מבעוד יום, כדמוכח התם בפרק  כיסוי הדם דאמר רבא (ההיא) [אההוא] דדריש דמכסה (חטוה לאחוריה) [לישמטוה  לאמוריה], וטעמא דכל דתקון רבנן כעין דאורייתא תקון ובחופר וכותש כדי  לכסות כיון דלאו דשבת חמיר ולא מידחי עשה בשבות דרבנן נמי,  ודכוותה נמי הא דלקמן דשחט צפור מעי\"ט אין מכסין אותו בי\"ט ואפילו בעפר  מוכן משום דלא התירו טלטול עפר דרבנן במקום דאפשר לו מעי\"ט כיון דבחופר  וכותש אסור מדאורייתא אפילו לשוחט ביומו, אלא דבשוחט ביומו לא [החמירו]  משום שמחת יו\"ט (כדלהלן ביצה ט, ב).", 
            "<b>אתי עשה ודחי לא  תעשה. </b>קשיא לי אם כן למה לי דקר נעוץ ישחוט ואפילו לכתחילה ואף על פי  שאין לו דקר נעוץ דהא בשעת שחיטה לאו מידי קא עביד ובהתירא קא שחיט ולבתר  דשחיט יחפור ויכסה דאתי עשה ודחי את ל\"ת, ויש לומר כיון דלבסוף אי אפשר  לו לכסות אלא בדיחוי הלאו לכתחילה לא ישחוט שהרי זה כמתכוין לבטל לא  תעשה, והראיה מההוא ינוקא דאישתפוך חמימיה קודם מילה ולא שרינן  להחם ולא אפילו שבות דאמירה לגוי לדעת אביי (עירובין סז, ב), ועל דעת  הרי\"ף ורז\"ה ז\"ל לכולי עלמא אסור לגוי להחם דשבות שיש בו מעשה הוא וכמקצת  נוסחי דגרסינן התם בהדיא (והתם נמי לא אמרינן) [דהא מר לא אמר ליה] זיל  אחים, ואם איתא ימול דבשעת מילה לאו מידי עביד ובהיתרא מהיל ולאחר מילה  הוה ליה תינוק מסוכן אצל חמין ויחמם אפילו על ידי ישראל, אלא  ודאי כדאמרן דכל שהוא עושה על דעת שידחה הלאו לבסוף ואי אפשר לו בלאו הכי  הרי [הוא] כדוחה אותו בתחלה.<br><b></b>ואכתי קשה לי כי שחט מיהא  יחפור בדקר ויכסה ואפילו אין לו דקר נעוץ ואפילו בעפר שאינו תיחוח דאתי  עשה ודחי לא תעשה, וליכא למימר דרבא למאי דקס\"ד השתא לית ליה דר' זירא  דאמר והוא שיש לו דקר נעוץ ועפר תיחוח הא ליתא דהא רבא השתא לתרוצי מאי  דאקשינן מסיפא דברייתא הוא דאתא, דאקשינן והא מדקתני סיפא שחטו אין מכסין  את דמו מכלל דבאית ליה עסקינן כלומר דאי בדלית ליה מאי איריא ספק אפילו  ודאי נמי כמו שפירש רש\"י ז\"ל, ועלה קא מתרץ רבא דבאית ליה דקר נעוץ דדקר  נעוץ מוכן לודאי ואינו מוכן לספק, אלמא דוקא בדאית ליה דקר נעוץ אבל  בדלית ליה דקר נעוץ אפילו שחיטת הודאי לא יחפור ויכסה. ויש לומר דאסור  משום טלטול דמוקצה היא וחכמים העמידו דבריהם במקום עשה דשב ואל תעשה הוא,  ואפילו בעפר מוכן נמי משום טירחא בעלמא אמר רבה בסמוך דהיכא דשחט צפור  מערב יו\"ט אין מכסין את דמו ביום טוב, וכן נמי לדעת ר' זירא משמיה דרב  אפילו בעפר תיחוח דליכא לא משום כתישה ולא משום גומא אם אין לו דקר נעוץ  דהוי הכנה קצת אפילו שחט אין מכסה דשב ואל תעשה שאני (דרשינן) [ולא  שרינן] ליה במקום טלטול דרבנן או במקום טירחא דשחיטה דמאתמול,  כך נראה לי.", 
            "והא דאמרינן: <b>הכא אתי עשה ודחי לא תעשה. </b>לא  בדעביד ודאי כתישה קאמרינן דהא עפר תיחוח הוא אלא דילמא עביד כתישה קאמר,  ועלה קאמר אי משום חשש כתישה דדילמא איכא רגבים מדובקים להכי לא חיישינן  דאפילו איכא רגבים ועביד כתישה הא לא אתי לידי איסורא דאורייתא דאתי עשה  ודחי לא תעשה אבל בספק כיסוי לא שרינן אפילו הא דדילמא עביד כתישה. דילמא  עביד כתישה גרסינן, וכן פי' רש\"י ז\"ל.", 
            "<b>והא יו\"ט עשה ולא תעשה  הוא ואין עשה דוחה את לא תעשה ועשה. </b>הקשו בתוס' מדאמרינן בפסחים בפרק  אלו עוברין (פסחים מו, ב) האופה מיום טוב לחול רבה אמר אינו לוקה רב חסדא אמר  לוקה רבה אמר אינו לוקה אמרינן הואיל ואקשינן עלה (שם מז, א) ומי אמרינן  הואיל והתנן יש חורש תלם אחד וחייב עליה שמונה חטאות ואם איתא אחרישה לא  לחייב הואיל וחזי לכסויי ביה דם צפור, ומאי קושיא דהא לא חזי לכיסויי ביה  דם צפור דהא איכא עשה ולא תעשה כדאמרינן הכא. ואיכא מאן דמתרץ דהתם סבירא  ליה לתלמודא דיום טוב לא תעשה גרידא אית ביה כדהוה סלקא דעתיה הכא מעיקרא  וכדאיכא אמוראי בפרק כיצד צולין (פסחים פג, ב) ובפרק במה מדליקין (שבת כד, ב  ועיין בתוס' כאן) ובפרק כירה דאית להו הכין, ואף על גב דמסקנא דרבא דאית  ביה עשה ולא תעשה התם אגב ריהטא פריך לפי ההיא סברא ולא לפי מסקנא דהכא,  אבל קשה לומר דרבה ורב חסדא וכל הנך אמוראי דהתם לא ידעי מסקנא דהכא ולא  דרשות דפרק כיצד צולין ובשבת. ורבינו יצחק בר אברהם ז\"ל תירץ דאף על גב  דיום טוב עשה ולא תעשה מכל מקום אתי עשה ודחי לא תעשה שבו לומר דלא לקי  אבל ודאי עשה שבו לא מידחי והלכך אפילו ודאי לא דחי כיסוי דידיה לי\"ט  דאית ביה עשה ולא תעשה אבל מכל מקום פריך התם שפיר דאי אמרינן הואיל  אחרישה לא לילקי דהא חזי לכסויי דם צפור ולית ביה לאו.", 
            "<b>אלא אמר (רבה) [רבא] אפר כירה מוכן הוא לודאי וגו'. </b>הקשו בתוס' והא רבא  לית ליה דיום טוב עשה ולא תעשה בפרק כיצד צולין (פסחים פג, ב) ובפרק ב' דשבת  (כד, ב) דרב אשי הוא דקאמר ולא שאר אמוראי ורבא איירי התם, והם ז\"ל תירצו  דמכל מקום הוי מצי למיפרך הא אין עשה דכיסוי הדם דוחה יום טוב משום  דדרשינן (לקמן ביצה כח, ב) הוא לבדו הוא ולא מכשירין במכשירין שאפשר לעשות  מערב יום טוב מיהא לכולי עלמא ותלמודא הוא דנקט טעמא דרב אשי משום דפשיטא  טפי.", 
            "<b>נהרבלאי אמרי אפילו הכניס עפר וכו'. </b>ולדידהו מתרצא לה ברייתא דכוי  כר' ייבא דבסמוך דמוקי לה דטעמא משום התרת חלבו..", 
            "<b>גזירה משום התרת חלבו. </b>ואף על גב דאיכא  עשה דכיסוי, איכא למימר דדחינן ליה בשב ואל תעשה כי היכי דלא  ליתי לידי אכילת חלבו דאית ביה כרת, אי נמי מיתחזי ליה דכיון  דספק הוא ואפשר לכסויי נמי בערב ולא מידחי עשה בו לגמרי מוטב שידחה עד  הערב כדי שלא יבוא לידי התרת חלבו דאפשר דאית ביה כרת."
        ], 
        [
            "<b>אבוה דשמואל אמר אפילו גלגל עיסה מערב יום טוב אין  מפריש ממנה חלתה ביום טוב. </b>פירוש. אם עיסה טהורה היא אפילו התחיל  לגלגלה מערב יום טוב אפילו שלא נגמרה לישתה עד לאחר שקדש היום לא יפריש  ממנה חלתה ביום טוב לפי שמשעת התחלת גלגול חייב להפריש חלה מן הטהורה,  אבל מן הטמאה אם לא [נגמרה] עד שלא קדש היום מפריש ממנה חלתה ביום  טוב לפי שלא חייבו להפריש מן העיסה עד גמר גלגול מלישה ואילך,  והכי איתא בירושלמי בפ\"ק דמכילתין (ה\"ח) ובפסחים בפרק אלו עוברין (ה\"ג)  דגרסינן התם הכי הלש עיסה ביום טוב מפריש חלתה ביו\"ט לשה מעי\"ט ושכח  להפריש חלתה אסור לטלטלה ואצ\"ל ליטול ממנה [עירס לא אמר אלא לש אבל עירס  לא אמר שמואל וכו'] אמר שמואל אחוה דרבי ברכיה תאמר בעיסה טמאה שאינו  מפריש חלתה עד לבסוף אמר רבי (יוסי) בעיסה טהורה שלא (הפריש) [יפריש]  חלתה אלא בסוף תקנה תקנו בה שיפרישנה תחלה שלא תטמא את העיסה. פירש רבינו  שמשון ז\"ל (פ\"ג דחלה משנה א') עירס מלשון עריסותיכם, והיכא דמערב יום טוב  לא גמר עיסתה אלא עירס בעלמא בזה לא אמר שאינו מפריש חלתה ביום טוב  וכדמסיק בעיסה טמאה דמפריש חלתה בסוף. ובדין היה אפילו בעיסה  טהורה כן אלא שהתקינו שיהא נוטל משעה שעירס כדי שלא יארע טומאה  לעיסה ותטמא חלתה הלכך משעירס בטהורה דהיינו מתחילת הגלגול חייב להפריש  ואם לא הפריש מערב יום טוב אינו מפריש ביום טוב.<br><b></b>[כתב הרי\"ף ז\"ל] ולענין פסק הלכה נ\"ל דהלכתא כאבוה  דשמואל דגרסינן בפרק משילין (לקמן  לז, א) ולא מגביהין תרומות ומעשרות ביום טוב לא נצרכה אפילו ליתנם לכהן  בו ביום והני מילי פירי דטבילי מאתמול אבל פירי דטבילי האידנא כגון עיסה  לאפרושי ממנה חלה מפרשינן ויהבינן לכהן ע\"כ. ואם הלשון הזה עיקר הנוסחא  (דאית) [ראיה] גדולה היא לדבריו, דכיון דאיכא תרומה שזכאי בהרמתה כדטבילא  האידנא כדאיתא לקמן (ביצה יב, ב) לימא סתמא אבל בפירי דטבילי האידנא מפרישין  ויהבינן דהוי כללא לכולהו, מדקאמר חלה משמע דבחלה נמי בעינן טבילי  האידנא, אלא שאינה נמצאת בספרים ואף בספרים ישנים אמרו  שאינה.<br><b></b>והרב בעל המאור ז\"ל כתב אף לאותה גרסא דאין ראיה משם  לדחות דברי רבה, דאדרבה איפכא מסתברא דהתם בחלת ארץ ישראל מיירי שהעיסה  טבולה לה והילכך הוי מתקן אבל חלת חוצה לארץ מאחר דקיימא לן כשמואל דאמר  אוכל והולך ואחר כך מפריש הא לא טבולה כל עיקר ואין בה משום דמחזי כמתקן  דהא לית בה משום טבל, ורבה ואבוה דשמואל בחלת חוץ לארץ פליגי, (וקי\"ל)  [וקשיא לי] דמכל מקום רבא דהוא בתרא אמר דאפילו לשמואל אתיא שפיר כאבוה  משום דאף על גב דלא מעכבא ומצי אכיל מתקן מיהא הוי והוה ליה כמגביה  תרומות ומעשרות, ומדמתרץ לה רבא לאוקמי שמואל כאבוה משמע דכוותיה סבירא  ליה וקיימא לן כרבא דהוא בתראה, ועוד דהני בסתם חלה פליגי ואפילו בשל ארץ  ישראל ובכולהו שרי (רבא) [רבה] משום שמחת יום טוב דכיון דרובא לא טבילי  מאתמול לא פליג רבנן משום שמחת יום טוב ואבוה דשמואל נמי בכולהו אסר כיון  דאפשר מערב יום טוב ומשום דאינהו סתמא (איסור) [אמרו] ואפילו בשל חוצה  לארץ קא אמרינן עלה מי לימא פליגי דידיה אדידיה, ופריק רבא דלא פליגי  דכיון דאם קרא לה שם אסורה לזרים הרי הוא נראה כמגביה תרומות ומעשרות  וכמתקן והילכך כרבא דהוא בתרא דקאי כאבוה דשמואל קיימא לן.<br><b></b>ואם תאמר הא דתניא בתוספתא (פרק קמא דביצה ה\"ב) הלש עיסה ביום טוב  בין טמאה בין טהורה מותר לטלטלה ומותר להפריש ממנה חלה, דאם איתא דרבה אף  בשל ארץ ישראל שרי הא מתניתא כמאן מוקי לה@, יש לומר דההיא  מתניתא אבוה דשמואל סבר דכיון דאלו קרא לה שם אסורה לזרים אף  הוא נראה כמתקן ואסור וכיון דרבא מפרש האי טעמא משמע דרבא כוותיה סבירא  ליה וקיימא לן כרבא דהוא בתרא, וההיא תוספתא אתיא ככולי עלמא ובחלת ארץ  ישראל היא שנויה.<br><b></b>ומכל מקום כולי עלמא אית להו דשמואל דאמר בחלת  חוצה לארץ שאוכל והולך ואחר כך מפריש, ומכאן היה אומר רבינו תם ז\"ל שאין  צריך עכשיו להפריש חלה מן המוקף שהרי אוכל והולך ואחר כך מפריש, ומרבני  צרפת יש שאמרו שצריך להניח קצת מן האחרות יותר מכדי שיעור החלה כדי  שיפריש מן המוקף, ורש\"י ז\"ל כתב אוכל והולך כל הפת ומשייר כדי  חלה ומפריש לה באחרונה דאלמא אינו צריך להניח אלא כדי אותה חלה בלבד שהוא  מפריש.", 
            "גמרא: <b>תנאי נינהו דתניא שוטחן בחמה אבל לא כנגד  העם. </b>פירוש: ואנא דאמרי כתנא קמא ורב דאמר כר'  אליעזר ור' שמעון ואינהו מוקמי לה לפלוגתא דבית שמאי ובית הלל בין ברשות  היחיד בין ברשות הרבים, דבית שמאי סברי דברשות הרבים אסור משום מראית  העין וכיון דאסור משום מראית העין אפילו בחדרי חדרים אסור ובית הלל סברי  דאפילו ברשות הרבים מותר דשובכו מוכיח עליו.", 
            "<b>איכא דאמרי אמר רב חנן  בר אמי מחלוקת ברשות היחיד אבל ברשות הרבים דברי הכל אסור לימא רב דאמר  כבית שמאי, </b>דאלו לבית הלל אף על גב דברשות הרבים אסור ברשות היחיד  שרי.", 
            "<b>תנאי היא. </b>כלומר דרב סבר כר' אליעזר ור' שמעון ומוקמי לה  לפלוגתייהו בין ברשות הרבים בין ברשות היחיד וכדאמרן לעיל.<br><b></b>והרי\"ף פסק במסכת שבת (קמו, א) כי הא דאמר רב יהודה אמר רב וכיון  שכן קיימא לן דבין ברשות הרבים בין ברשות היחיד פליגי, אבל  רבינו נסים גאון ז\"ל כתב דליתא לדרב משום דאיכא משניות טובא דלא כוותיה  דתנן בפרק ב דחולין (מא, א) אין שוחטין לתוך הגומא אבל עושה גומא לתוך  ביתו כדי שיכנס הדם בתוכו ובשוק לא יעשה כן כדי שלא יחקה את המינים,  והיינו דלא כרב, ותנן בפרק קמא דמו\"ק (ח, ב) ועושין נברכת במועד וארון עם  המת בחצרו הא ברשות הרבים אסור, וטובא נמי דמייתי בירושלמי דפרק בתרא  דכלאים (ה\"א).<br><b></b>ולאו ראיה היא דמאי אולמייהו דהנך מתני'  מהא דאקשי' עליה דרב ואמרו תנאי היא דילמא כולהו כהדין תנא דשוטחן בחמה,  ועוד דהנך משניות הא משמע דלא פליגי עליה דרב מדלא אמרינן עלייהו לימא  מתניתין פליגא אדרב כי היכי דאמרינן בפרק קמא דעבודה זרה (יב, א) גבי  נתפזרו לו מעות לפני עבודה זרה לא ישוח ויטלם וגו'. וטעמא דמילתא דבההוא  דחולין הדבר ניכר וידוע שאינו עושה אלא [לנקר] חצירו ובשוק לא שייך,  וההיא דמועד קטן היינו טעמא משום דמה שהוא עושה העולם סוברים שהוא אסור  ואינו אלא מותר גמור אבל כאן העולם סוברים שהוא מטיח את גגו וזה אסור מה  שאין כן שם אף על פי שהם חושדים אותו במעשה ממש שהוא עושה שיהא עושה  באיסור אינו כן אלא בהיתר. וההיא נמי דתניא בפרק אף על פי (כתובות ס, א)  נחום איש גליא אומר [צינור] שעלו בו קשקשים ממעכן ברגלו בצנעא ואינו חושש  וקא פסיק הלכה כנחום איש גליא, ההיא נמי לא דמיא לרב דהתם אין חושדין  אותו אלא במה שהוא עושה והם חושבים שהוא אסור ואינו אלא מותר אבל בשטיחת  בגדיו לחמה יחשדו אותו שלכבס וללבן אותם בחמה הוא מתכוין.<br><b></b>ומיהא לדברי הרב רבינו ניסים ז\"ל הולכת סולם ברשות הרבים אסירא  כלישנא בתרא דרב חנין בר אמי. ומיהא הא דמועד קטן לא ניחא לי  שפיר דהא התם משום חשש שיחזיקו בו בעושה מלאכה גמורה לעצמו לצורך חול הוא  ולא צרכי המת, ואלו באדם מפורסם מותר כדאיתא התם בירושלמי (מועד קטן פרק  קמא א' ה\"ו), וכיון שכן אף הם חושדין אותו במלאכה אסורה דאורייתא דמועד  אסור במלאכה דבר תורה לכולהו תנאי ולכולהו אמוראי כדאיתא בהדיא בשלהי  מסכת חגיגה (י\"ח א' עי\"ש)."
        ], 
        [
            "<b>ולא היא  מאי דקא שרי תנא קמא קא אסר ר' דוסא. </b>ואם תאמר ור' דוסא דקאמר כבית  שמאי. יש לומר דסבירא ליה דלא נחלקו בית שמאי ובית הלל בדבר זה והטוי של  עליה לכולי עלמא אסור. ויש מקשים מהא דאמרינן בעירובין בפרק  חלון (עירובין עז, ב) סולם המצרי אינו ממעט בחלון דהוי ליה דבר שניטל בשבת וכל  דבר שניטל בשבת אינו ממעט בחלון, ואקשינן אי הכי אפילו סולם הצורי התם  כבידו קובעתו ומתוך שהוא כבד אין אדם נוטלו משם ולא מחמת איסור  שבת, וכן פרש\"י ז\"ל וז\"ל כובדו קובעו מתוך שהוא כבד אין נוטלין  אותו משם ולא משום איסור אלא שקשה ליטלו ע\"כ, אלמא משמע מהתם דכולן  ניטלין בשבת. ותירץ רבינו תם ז\"ל דהכא מיירי בסולמות שאנו רגילין לעשות  לעליות שאין דרך לטלטלן והם היו רגילין להטיח בהם גגות אבל בעירובין  מיירי בסולמות שלנו שאדם רגיל לעשות לטלטלן בכל עת ואין רגילות להטיח בהם  גגות הילכך מותר, ואי נמי הכא בסולמות גדולות מאד שאין רגילות לעולם אלא  להטיח בהם גגות אבל בעירובין בשאר סולמות קטנות שרגילין להזיזן ולטלטלן  בכל עת והילכך שרי. אבל ר\"ח ז\"ל פירש שם כבידו קובעתו דמשום  שהוא כבד אדם קובע לו מקום ואינו ניטל בשבת וכיון שאינו ניטל  ממעט, וזה לשונו סולם המצרי שאין לו וכו' אינו ממעט מפני שהוא  קל וניטל בשבת אבל סולם הצורי שהוא כבד ואינו ניטל בשבת ממקום למקום ממעט  ע\"כ, וכן מצאתי שם לראב\"ד ז\"ל שפירש כן בפירוש דמפני כובדו קובע לו מקום  ולפיכך אינו ניטל בשבת.", 
            "<b>ורמינהו השוחט חיה ועוף  וכו'. </b>והא דלא פריך מביצה שנולדה ביום טוב כבר פרש\"י ז\"ל משום דביצה  לא שייכא בה שמחת יו\"ט, ונראה לי דמהא דסמיך לה ניחא ליה טפי  ודכוותה איכא בעלמא בפרק קמא דחולין (ו, א) בשמעתא דתערובת דמאי. עוד  נראה לי דמההיא דביצה לא מצי לאקשויי מיהא לבית הלל דאיכא למימר דטעמייהו  משום הכנה דרבה דהיא דאורייתא, וכיון דלא מצי לאקשויי מינה לבית  הלל ניחא ליה טפי לאקשויי מכל הנך מתניתין דקשו לכולהו, כן נראה לי.", 
            "הא דאמרינן: <b>עד כאן לא קאמרי בית שמאי התם אלא היכא דאיכא דקר  נעוץ. </b>פירש רש\"י ז\"ל כיון דאיכא דקר נעוץ אין כאן חפירה אבל היכא  דליכא דקר נעוץ לא דדמי לחפירה, ואינו מחוור דאף על גב דאיכא דקר נעוץ הא  ודאי מיחזי כחפירה דהא קא עביד גומא. אלא הכי פירושו דאיכא דקר  נעוץ הויא לה הכנה אבל ליכא דקר נעוץ לא הויא הכנה. ואם תאמר מכל מקום  אפילו היכא דאיכא דקר נעוץ הא קא עביד גומא ואף על פי שאינו צריך אלא  לעפרא ופטור עליה איסורא מיהא איכא אלא דמשום שמחת יום טוב מקילינן בה,  יש לומר דאיכא דקר נעוץ חשיבא הכנה גמורה ושרי רבנן בכי הא ביום טוב  לגמרי כאלו אין כאן איסור כלל.", 
            "האי לישנא דאמרינן  הכא <b>אי נמי עד כאן לא קאמרי בית הלל התם. </b>אינו כשאר אי נמי דאיכא  בתלמודא דפירושו כמו איבעית אימא דהכא הא אצטריך לשנויי נמי אליבא דבית  הלל ופירושו וכן, כלומר וכן לבית הלל אילימא (דהתם) [דהכא] משום דשובכו  מוכיח עליו."
        ], 
        [
            "<b>בית שמאי אומרים אין נוטלין את  העלי לקצב עליו בשר כו', ודילמא עד כאן לא קאמרי בית שמאי התם דאיכא דקר  נעוץ אבל הכא לא. </b>דהוה ליה מוקצה, ואפילו לרב נחמן דאמר בריש פרקין  דלית להו לבית שמאי מוקצה במוקצה כי האי מודו דחמיר טפי דאדם מיחד לו  מקום (בנסר) [כמסר] הגדול (וביתד) [וכיתד] של מחרישה וכדמשמע  בריש פרק כל הכלים (שבת קכג, א ע\"ש).", 
            "הכי גרסינן בספרים שלנו: <b>בית  שמאי אומרים אין מסלקין את התריסין בי\"ט וכו' ורמינהי השוחט חיה ועוף  ביום טוב וכו' בשלמא בית שמאי אבית שמאי לא קשיא התם דאיכא דקר נעוץ הכא  לא אלא בית הלל אבית הלל קשיא אמר רבי יוחנן מוחלפת השיטה. </b>ותו לא,  ויש להפך לפי גרסא זו א' מהן, ויש מי שפירש דמהפכינן הא דתריסי  חנויות משום דתנינן בבחירתא (עדיות פ\"ד מ\"ב) הא דהשוחט בקולי בית שמאי  וחומרי בית הלל וכל מה דתנינן בבחירתא דוקא. אבל רבינו תם ז\"ל  פירש דהך דהשוחט מפכינן, דאי מפכינן הך דתריסין אם כן רבה ורב יוסף  דאיירי לעיל (ביצה ז, ב) בשחוט חפור וכסה וכו' אליבא דבית שמאי איירי, ועוד  לרב יוסף דאמר כיצד אומר לו לך חפור שחוט וכסה ולא חיישינן לאימלוכי אי  לבית שמאי הא בית שמאי ודאי חיישי לאמלוכי גבי מחלוקת בבריכה ראשונה וגבי  אין מוליכין טבח וסכין אצל בהמה ואין מוליכין תבלין ומדוך אצל מדוכה  (לקמן ביצה יא, א), אבל אי מפכינן ההיא דהשוחט לא תיקשי מידי דרבה דאמר שחוט  חפור וכסה דחייש לאמלוכי אליבא דבית הלל, ואף על גב דבית הלל לא חיישי  בהני לאמלוכי משום דגבי הני הוא דליכא למיחש בהו לאמלוכי משום דהא לא  עביד איסורא לגמרי אלא משום טורח יום טוב אבל כסוי עפר אי ממליך ולא שחיט  נמצא שטלטל עפר שלא לצורך ולא דמי מוקצה דעפר למוקצה דיונים דהא  ביונים בזה ובזה אני נוטל סגי ובעפר לא סגי, ועוד דכי פריך לעיל ולכסייה  בדקר נעוץ פריך אליבא דבית שמאי דהא משמע דארישא דכוי אין שוחטין אותו  ביום טוב קאי כדכתבינן לעיל (ד\"ה הא דאקשינן) אבל אי מפכינן ההיא דהשוחט  אתי שפיר דפריך אליבא דבית הלל, ועוד דאי הא דהשוחט כדקיימא קיימא  אצטרכינן לשנויי כל הני שנויי דחיקי ועור לפני הדורסן משום דחזי למזגא  עלייהו ולקמן (ביצה יא, ב) אמר עולא דהוי טעמא משום שמחת יום טוב דהתירו סופן  משום תחלתן ונצטרך לומר דעולא דאמר ג' דברים התירו סופן משום תחלתן אליבא  דבית שמאי אמרה לשמעתיה, ועוד אי מפכינן הך דסלוק תריסין דאסרי בית הלל  נימא דבית הלל אית להו יש בנין בכלים ואלו בריש פרק כל הכלים (שבת קכב, ב)  סתם לן תנא (דגין) [דאין בנין וסתירה בכלים] וגזירה שמא יתקע כדמפרש לה  רבא וכי סתים לן תנא כבית שמאי, ולקמן נמי (כב, א) גבי זוקפין את המנורה  לית להו לבית הלל יש בנין בכלים וסתירה בכלים. ואי קשיא לך אם כן היכי  מתניא בבחירתא ההיא דהשוחט בקולי בית שמאי ובחומרי בית הלל, יש לומר דלפי  טעות דמתניתין דהכא מתניא, ותדע לך דאף לכשתמצא לומר דמפכין הך דתריסין  הוה ליה נמי למיתני הא דתריסין (סתם) [התם].<br><b></b>והרי\"ף ז\"ל כתב בהלכות שתי המשניות כצורתן בלא הפוך כלל, והוא מן התימא דהא  מקשינן להו בגמרא אהדדי ומפכינן חדא מינייהו. ויש מרבותינו  הצרפתים שפירשו מוחלפת השיטה דבית הלל ודאי החליפו שיטתן כאן  להקל בתריסין וטעמא לפי שסלוק תריסין צרכי רבים ואין רוב צבור יכולין  לעמוד בה ולכך הקילו גבי תריסין, ואם היתה סוגיתנו סובלת הפירוש הזה היה  פסק הרי\"ף ז\"ל כתקונו וגם הרב בעל העיטור ז\"ל העמיד דברי הרב בענין זה,  אלא שאין הפירוש מחוור חדא דהוה ליה לתלמודא לפרושי האי טעמא להדיא, ועוד  שאין זה כשאר מוחלפת השיטה שלמעלה ולא כשאר שיש בתלמוד.<br><b></b>אבל בספרי הגאונים ז\"ל נמצאת גירסא אחרת כאן שהן גורסין אף בזו של תריסין  ודלמא ע\"כ לא קאמרי בית הלל התם אלא משום דאין בנין בכלים ואין סתירה  בכלים אבל הכא לא, ולפי גירסא זו אין מן המשניות בחלוף וכדברי הרי\"ף ז\"ל.  אלא שהדבר צריך תלמוד עדיין דכיון דאית להו לבית הלל דאין בנין בכלים  וכדאיתא בפרקין דלקמן אמאי איצטריך רבי יוחנן לאפוכה, ועוד דהא  אמר עולא לקמן דחזרת תריסין לאו משום דאין בנין וסתירה בכלים אלא משום  שמחת יו\"ט ואף חזרתן התירו משום תחלתן. ויש לומר דרבי יוחנן סבר דלא  התירו בית הלל לסלק ולהחזיר אלא מפני שדרכן של תריסין להטלטל ואינן  נדחקים הא אלו החזיר כל צרכו חייב חטאת ואף על פי שלא תקע, ואף  על פי שלא החזיר כל צרכו כלומר שלא דחק פטור אבל אסור, ומשום הכי אסר רבי  יוחנן גופיה לטלטל מנורה של חליות כדאיתא בפרק כירה (שבת מז, ב), והלכך מסבר  סבר ר' יוחנן שכל עצמן לא התירו בית הלל בתריסי חנויות אלא משום שמחת יום  טוב ולא חשו לשמא יחזיר כל צרכו והתירו החזרה בעצמה אף על פי שהוא פטור  אבל אסור, ומשום הכי הוה קשיא ליה הרי השוחט דדכותה הוא דכיון דאינו צריך  אלא לעפרה ופטור עליה הוה להו למשרי בהו משום שמחת יום טוב ואף על גב דאי  לא משום שמחת יום טוב פטור אבל אסור ואף על גב דאי מכוין לגומא עצמה חייב  חטאת, והיינו דמהפך לה להא דתריסין, אבל אנן דקיימא לן דאין בנין בכלים  ואין סתירה בכלים ובתריסין שיש להו ציר באמצע פליגי (לקמן ביצה יא, ב) ואף הן  אינן נדחקים לעולם ורפויין הן הלכך אפילו בשבת שרי (לחלק) [לסלק], ואף  להחזיר נמי מדינא שרי דקיימא לן כרשב\"ג דאמר התם בשלהי פרק כירה דאם היה  רפוי מותר ואפילו לבית שמאי אלא שגזרו אטו מן הצד ומן  הצד נמי לבית הלל אינו אסור אלא משום שמא יתקע, הלכך משום שמחת יום טוב  לא גזרינן גזירה לגזירה בכהאי גוונא דלא מוכחא מילתא דעבר אשבות דיום  טוב, והכי נמי אמרינן (יא, ב) בעור לפני הדורסין כיון דחזי למזגא עלייהו  ולא מוכחא מלתא דעבד ליה שבות דשרו בית הלל משום שמחת יו\"ט ואף על גב  דהיכא דליכא משום שמחת יום טוב כגון דערב יום טוב (יא, ב) ותריסין דבתים  גזרינן, והלכך קמו להו תרתין מתניתין בלי הפוך כלל, כך תירץ הרמב\"ן.<br><b></b>אלא שקשה לי עדיין קצת דהא אמרינן התם בכירה (שבת מ\"ז, ב) גבי  מלבנות המטה וכרעות המטה וסיפי המטה ולווחין של סקיבס רשב\"ג אמר [אם] היה  רפוי מותר כלומר ואפילו בשבת ואפילו לכתחילה, וקיימא לן כרשב\"ג וכדאמרינן  התם בי רב (חמי) [חמא] הואי מטה גללניתא דהוה (מחדד) [מהדר] לה ביומא טבא  אמר ליה ההוא מדרבנן לרבא מאי דעתך בנין מן הצד הוא נהי דאיסור דאורייתא  ליכא איסורא דרבנן מיהא איכא אמר ליה אנן כרשב\"ג סבירא לן דאמר אם היה  רפוי מותר, וא\"כ תריסי חנויות אם רפויין הן אף לכתחלה יהא מותר ולמה לא  התירו אלא משום תחלתן, ושמא לא התיר רשב\"ג אלא ברפוין ממש הא ברפוין  ואינן רפוין והחזיר כל צרכו פטור אבל אסור, וכן כתב שם מורי הרב רבינו  יונה ז\"ל.<br><b></b>והלכך תריסי חנויות שאינן רפוין לגמרי בשיש להם ציר  מן הצד אסור אפילו לבית הלל ואפילו לא החזיר כל צרכו גזירה שמא יתקע  (ויחזור) [ויחזיר] כל צרכו, וכשאין להם ציר מן הצד אי לאו משום שמחת יום  טוב אסור כתריסין דבתים אבל משום שמחת יום טוב כיון דאפילו אותן שיש להם  ציר מן הצד אין אסורין אלא גזירה שמא יתקע מותר כדברי רבינו ז\"ל.<br><b></b>ועכשיו עם דברי הרי\"ף ז\"ל נתיישב מה ששנו ההיא דהשוחט בבחירתא  בקולי בית שמאי וחומרי בית הלל ולא שנו הא דתריסין דמחומרי בית שמאי  וקולי בית הלל היא. ומה שהקשו בתוספות מדשקלו וטרו רבה ורב יוסף  בההיא דהשוחט מסתברא לי שאינה קושיא, דהא לתרוצי למתניתין דהשוחט דמשמע  דיעבד עם סיפא דמתניתין דמשמע אפילו לכתחלה אתי ולתרוצי לישנא דמתניתין  אתי'.<br><b></b>והרמב\"ן ז\"ל תירץ דאפשר לפרש דמפלוגתא דרבה ורב יוסף  אליבא דבית שמאי (לעיל ביצה ז, ב) נפקא לן לבית הלל דלרבה דסבר שלא התירו בית  שמאי לחפור אלא לאחר ששחט ב\"ה לא התירו כלל, אבל לרב יוסף דאמר דבית שמאי  התירו לחפור קודם שחיטה אף בית הלל לא אסרו אלא בענין זה הא (לא) [אילו]  היה עפר למטה שוחט הוא ואינו נמנע דבשעת שחיטה שפיר קא שחיט ולא מידי עבד  ולאחר ששחט חופר הוא בדקר נעוץ דהוה ליה דיעבד ומודים בית הלל שאם שחט  שיחפור בדקר ויכסה, וכן נראה מדברי ר\"ח ז\"ל שכך כתב וקיימא לן  כבית הלל דאמרי לא ישחוט אלא אם כן היה עפר מוכן וכרבה. ומה  שהקשו מאי טעמא דרב יוסף דלא חייש לאמלוכי דהא בית שמאי חיישי לעולם  לאמלוכי, לא קשיא דשאני התם דכיון דסמוך לחפירה שחיט לא חיישינן במקום  דאיכא שמחת יום טוב וכדאמר רב יוסף (לעיל שם עי\"ש) ואנא אמינא הא עדיפא  דאי לא אתי לאימנועי משמחת יום טוב דמשמע דאיכא למיחש לאמלוכי אלא  (אשרי') [דשרינן] ליה. והא דאקשינן נמי ולכסיה בדקר נעוץ הכי קאמר הא  מתניתין דכוי כמאן לכולי עלמא שרי לכסויי או בדקר נעוץ לבית שמאי או באפר  כירה לבית הלל, ועוד דמאידכר להו במתניתין קא מקשינן מינייהו הכי. והא  דאמר עולא בעור לפני הדורסן משום דהתירו סופן משום תחלתן והכא אמרינן  משום דחזי למזגא עליה, ה\"ט דאי לאו דחזי למזגא עליה לא שרי ליה משום שמחת  יום טוב אבל השתא דחזי למזגא עליה שרי סופן משום תחלתן, ודעולא לא פליג  אמאי דפרקינן הכא ואוקימנא משום דחזי למזגא עליה, ותדע לך מדאקשינן עליה  פשיטא ואי אתיא דלא כאוקימתא דהכא מאי פשיטא הא ודאי צריכא טובא.", 
            "גמרא: <b>רבא אמר לעולם למפרע. </b>כלומר דבית הלל אית להו ברירה ולטהר  הפתחים למפרע קאמר. ואם תאמר כולן טמאין היכי משכחת לה, [דהא] כשנפתח אחד  מהן והוציאו דרך שם כולן טהורין, יש לומר כשנשרף המת בתוך הבית או  שנתעכל, ואי נמי כשלא הוציאוהו דרך הפתחים הישנים אלא שפתחו בו פתח חדש  והוציאוהו דבהכי לא שייך ברירה.", 
            "<b>דילמא מטלטל ושביק  מטלטל ושביק. </b>והלכך לא סגי באומר מזה אני נוטל עד שיגמור בדעתו מערב  יום טוב איזהו [ויאמר זה] וזה אני נוטל. ומסתברא (דב\"ש) [דכ\"ש]  במכין את כולן ואומר כולן יהיו מוכנים לי למה שאני צריך מהם שפיר דמי  דהוה להו כאווזין ותרנגולין, אבל בתוספות אמרו שאי זימן כל יוני  השובך לזוג אחד שהוא צריך אין הכנה זו חשובה הכנה ולא יטול אפילו אחד  מהן. ומכל מקום אם זימן את כולם (אם) [שאם] יצטרך את כולם יקח  ואם יצטרך לזוג אחד מהם לבד יקח הרשות בידו."
        ], 
        [
            "מתני': <b>זמן שחורים ומצא לבנים וכו'.  </b>במדדין ואי נמי בפורחין  פריחה מועטת דמטי להו בחד שיחיא דלית בהו משום צידה כדאיתא לקמן בריש פרק  אין צדין (ביצה כד, א), הא במפורחין אפילו (לא) מצא אותן שזימן ממש גם הן  [אסורין] משום (צדין) [צידה] כדאמרינן בפרק אין צדין (שם) הצד  יוני שובך ויוני עליה וצפורים שקננו בטפיחין או בבירות חייב. והא דאמרינן  לקמן (ביצה יא, א) במאי עסקינן אילימא במפורחין ליחוש דילמא הנך אזלו לעלמא,  התם נמי במפורחין פריחה מועטת, ואי נמי אפילו מוקי לה במפורחין ממש לא  ניחא לאקשויי והרי צד משום דניחא ליה טפי לאקשויי במאי דאיירי ביה עד  השתא כלומר באיסור [הכנה] (ד)[ו]כיון דאוקי לה במדדין איתרצא לה כולה  מילתא.", 
            "<b>לימא מסייע ליה לר' חנינא דאמר ר' חנינא רוב וקרוב  וכו'. </b>פירוש: ואפילו בקורבא דמוכח, דבקורבא דלא מוכח כולי עלמא מודו  ביה דאזלינן בתר רובא כדאיתא בפרק לא יחפור (ב\"ב כג, ב) בפלוגתא דרבי  חנינא ורבנן.", 
            "<b>מה נפשך אי אחריני נינהו הא אחריני  נינהו. </b>נראה לי פירושו אי בפלוגתא דרבי ורבנן דהניח מנה ומצא מאתים  כולן חולין כרבנן דאמרי הני אחריני נינהו הני נמי אחריני נינהו (דאי)  [ואי] התם לא אחריני נינהו אלא מנה מונח ומנה מוטל. הא איכא חד דמערב  בהו.<br><b></b>ואם תאמר כי מערב חד בהו ליבטיל חד ברוב,  יש לומר משום דכולהו דבר שיש לו מתירין דאסקה רב אשי לעיל (ק, ב) אפילו  בדרבנן לא בטיל, ואזלינן נמי בספיקתו לחומרא והיינו דאזלינן בכולהו ספקי  דמתניתין לחומרא, ועוד דבעלי חיים לא בטילי כדאיתא בריש פרק  התערובות (זבחים עג, א).", 
            "<b>וחכמים אומרים הכל  חולין. </b>ואם תאמר למה מקילין בהו רבנן כולי האי דמכל מקום ספיקא  דאורייתא הוא וניזיל בהו לחומרא, ויש לומר במעשר שני דרבנן, ואי נמי  אפילו בשל תורה דכודאי נשתנו משוו להו רבנן והילכך אזלינן בהו בתר רובא  דעלמא ורובא דחולין נינהו.", 
            "<b>הכא בכיסין קשורים. </b>והא דמייתי  לה בפרק קמא דפסחים (י, א) גבי הניח עשר ומצא כו' באנו למחלוקת רבי  ורבנן, התם נמי בצבורין מונחים בכיסין מקושרים קאמר למאן דמוקי לה הכא  לפלוגתייהו בכיסין קשורים."
        ], 
        [
            "<b>בתוך  הקן ומצא לפני הקן אסורין. </b>תוספתא (פ\"א ה\"ז) זימן בתוך הקן ומצא  לפניה אסורין על פתחה מותרין.", 
            "<b>רבא אמר בשני קינין זו למעלה  מזו עסקינן. </b>כלומר: ובדליכא אלא הני תרי קני לחוד", 
            "<b>זימן בעליונה ולא זימן בתחתונה ומצא בעליונה ולא מצא בתחתונה. </b>כלומר: [שדף] יוצא  לפני הקן שבעליונה. ומצא בתוך הקן העליונה ממש לכולי עלמא מותרים דהא לא  אשתנו הני כלל אלא (בשיוצא) [בשמצא] לפני הקן ולא בתוך קאמר וכדתני  מתניתין ומצא לפני הקן, והילכך כיון דלא מצא במקום שהניחם ולא  מצא בשל תחתונה כלום לא בתוכה ולא לפניה חיישינן דלמא הני אחריני נינהו  דמשל תחתונה סרוך והנך לעלמא אזלו אפילו לרבנן.<br><b></b>ותמיה לי דמכל  מקום כיון דליכא אלא הני תרי קיני וחד מינייהו אזיל ואידך אשתאר ומדדין  נינהו דליכא למיזל בתר רובא דעלמא ואפילו לר' חנינא, מאי טעמא לא אמרינן  לכולי עלמא בכי הא דאזלינן בתר קורבא וכל שכן בקורבא דמוכח ואי משום חד  מן קיני דאזל לימא דהנך דתחתונה אזיל, וצל\"ע.", 
            "גמרא: <b>בית שמאי אומרים אין מוליכין תבלין ומדוך  אצל (קדרה ולא קדרה) [מדוכה ולא  מדוכה] אצל תבלין ומדוך וכו'. </b>מסתברא לי דדוקא מרשות הרבים לרשות  היחיד הא ברשות היחיד מוליכין דאי לא אלא כשרחוקים זה מזה קאמר  וברשות היחיד היה להם לפרש כמה יהיו רחוקים, ובלא ריחוק כלל אי  אפשר דאם כן היאך שוחטין לבית שמאי וכי אין שוחטין אלא בסכין תלוי בצואר  בהמה או תחוב בצמרה וכן תבלין בתוך מדוכה, ורש\"י ז\"ל לא פירש כן.", 
            "<b>תנא ושוין שמולחין עליו בשר לצלי. </b>פירוש: דמעבד כלאחר יד הוא  ואין בו אלא איסור מדבריהם, ומשום תחלתן התירו סופן. ודוקא לצלי  אבל לקדרה לא, דאף על גב דאף הוא כלאחר יד הוא כיון דאפשר ליה בפורתא  דהיינו לצלי [לא] ממנע ושחיט הילכך לא שרי ליה טפי דכל דאפשר לאוקמה  גזירות הללו ביום טוב [כ]בשבת מוקמינן, כן נראה לי.", 
            "<b>משום ר' יהושע אמרו שוטחן על גבי יתידות. </b>פירוש: אבל  במליחה ליכא מאן דפליג אלא לכולי עלמא אסור. ואני מסתפק אם  התירו לו למלוח על גביו לצלי כדרך שהתירו בעור, שיש לי לדון  בדבר דכיון שאמרו בעור ולא אמרו בחלבים שמע מינה שאין היתר מליחה בחלבים  כלל, וכדאמרינן נמי בסמוך מאי טעמא שרו לי רבנן למשטחינהו כי היכי דלא  ליסרח מה לי למשטחינהו מה לי לממלחינהו דאלמא מליחה בחלבים  אסורה, ואפשר דטעמא דמלתא דבפורתא סגי ליה ואפילו לצלי הוה ליה  כמעבד גמור. ויש לדון להקל דאדרבה מדאקשינן לקמן גבי אין מהפכין  ומאי שנא מעור לפני הדורסן ופרקינן התם לא מוכחא מלתא כלומר משום דחזו  למזגא עלייהו הכא אתי למימר מאי טעמא שרו לי רבנן, אלמא כל היכא דלא  מוכחא שרינן בחלבים כדשרינן בעור, ובמליחת בשר לצלי על העור ועל החלבים  לא מוכחא מלתא דמימר אמרינן לא משום חלבים הוא דמלח אלא אתרמויי איתרמי  ליה דמלח לה לבשרא הכא, וצ\"ע."
        ], 
        [
            "<b>אמר  לך התם לא מוכחא מילתא. </b>כלומר משום דחזי למזגא עלייהו. קשיא לי בא  לישאל מאי איכא למימר. ויש לומר דכי שרינן ליה אמרינן ליה זיל (והב)  [ותיב] עלייהו ואי דרסי דרסי, הא למימר ליה דשרי למשטחיה לפני הדורסן לא  אמרינן ליה.", 
            "<b>רב אדא בר אהבה (אמר) מערים ומלח גרמא  גרמא. </b>ואין אומרים בהערמות זו דומה לזו דלגבי עור התירו למלוח עליו  לצלי ואמרינן בירושלמי (הלכה ו) מלח הכא ומלח הכא עד דמלח ליה  כוליה, ואלו בפרקין דלקמן (ביצה יז, ב) גבי מי שלא הניח עירובי  תבשילין (אמרינן) אסרינן ליה טפי ממזיד, ויש לי לומר דהערמות  דהכא היינו דוקא בדברים שההפסד בא להן מחמת שמחת יום טוב ושלא מחמת  פשיעתו, כמליחת העור ומליחת גרמא גרמא דאי אפשר לו לחתיכות שהוא  צריך ליום טוב בלא שחיטה ויפסדו עליו כל שאר החתיכות הילכך שרי ליה  הערמה, אבל גבי עירוב דפשיעתו גרמה לו שלא הניח עירובי תבשילין או שנאבד  ונאכל בפשיעתו שלא שמרו כראוי לפיכך אסרו עליו הערמה וכן כל כיוצא  בזה.", 
            "גמרא: <b>מהו דתימא טעמייהו דבית הלל משום דחזי  למזגא עלייהו ואפילו מערב יום טוב נמי קא משמע לן התירו סופן משום  תחלתן. </b>כלומר: קא משמע לן שאין הכל תלוי במאי דחזי למזגא עלייהו, דאי  לאו משום דהתירו סופן משום טעמא דחזי למזגא עלייהו [לבד לא שרינן] וכל חד  מהני תרי טעמי צריך לחבריה, וההיא דתריסין נמי הכי  מפרשינן ליה דלתרי טעמי היא צריכה כלומר משום דאין בנין וסתירה בכלים ואי  לא התירו לו בסופו אתי לאמנועי בתחלתו שרינן ליה הא בחד מהני טעמי לא  שרינן, והיינו תריסין דבתים ואף על גב דליכא משום בנין וסתירה,  ובשיש להם ציר מן הצד אף על גב דאתי לאמנועי משום שמחה אפילו הכי כיון  דאיכא למיחש לשמא יתקע דחייב לא שרינן ליה משום תחלתן.<br><b></b>ואיכא למידק דהכא אמרינן דעור לפני הדורסן דוקא משום דהתירו סופן משום  תחלתן אין בעור של עי\"ט לא, דאלמא אסור לטלטליה ואפילו (לומר) [לבית הלל]  דהא משמע דאפילו בלא יטלטלנו (מידו) [מודו] לבית שמאי אי לאו משום תחלתן,  ואלו בשבת (מט, א) בפרק במה טומנין תנן טומנין בשלחין ומטלטלין אותן ולא  מפליג התם בין עבודין לשאינן עבודין אלא לענין טומאה הא לענין טלטול לא  שנא עבודין ולא שנא שאינן עבודין מטלטלין אותן, ותנן נמי בפרק כל כתבי  הקדש (קכ, א) פורסין עור על גבי תיבה כדי שלא יאחוז בה האור. ויש לומר  דהכא בלחין וגו' והתם ביבשין ממש דחזו שפיר למזגא עלייהו בהדיא.  והא דאמרינן בפרק כל כתבי הקודש (קטז, ב) אם נטלטל תיק אגב ספר לא נטלטל  עור אגב בשר דמשמע דבלא בשר אסור, התם נמי מהאי טעמא הוא דלא חזי למזגא  עלייהו (דלא) [דלח] הוא בשעת הפשטו וכן תירץ ר\"ת ז\"ל.", 
            "<b>מהו דתימא טעמא מאי משום דאין שבות במקדש. </b>ואיכא למידק דאין הכי  נמי דאיכא טובא דשרי משום דאין שבות במקדש וכדתנן התם בפרק בתרא דעירובין  (קג, ב) כהן שלקה באצבעו כורך עליו גמי במקדש (ובמדינה) [אבל לא במדינה],  וכן (שם עמוד א) חותכין יבלת במקדש אבל לא במדינה וטובא נמי כדתנינן התם  דכלהו שרינן להו משום דאין שבות במקדש, ויש לומר דאין השבותין  שוין דאיכא דהתירו ואיכא דגזרו ולפי מה שיש לחוש ולגזור (אי) [או] שלא  לחוש ולהתיר.", 
            "<b>קא משמע לן דבר עבודה אין דלאו בר עבודה לא.  </b>דלא התירו סופן אלא משום תחלתן. קשיא לי ולמה התירו סופן דהא אפשר בלאו  הכי וכגון שהפרישה ע\"ג כלי (עירובין ק\"ג, ב, עי\"ש), ויש לומר דמפלוגתא  הוא. ועוד יש לומר דאי לא שרית ליה אלא בשפירשה על גבי כלי  זמנין דלא מיתרמי ליה ואתי לאימנועי מעבודה לפיכך התירו לו בכל ענין כך  נראה לי.", 
            "<b>בפלוגתא לא קא מיירי. </b>ואם תאמר ואמאי לא קא חשיב  הא דתנן בעירובין בפרק מי שהוציאוהו (עירובין מד, ב) כל היוצאין להציל חוזרין  למקומן וכן חכמה הבאה לילד (ר\"ה כד, ב) והוי טעמא דהנך נמי משום דהתירו  סופן משום תחלתן. ויש לומר דהתם פשיטא דהא תנינן להו וליכא  למיתלינהו אלא בהתירו סופן משום תחלתן ומאי קא משמע לן וכדפרכינן עליה  הכא בהני תלת.", 
            "<b>אמר אביי בשיש להן ציר מן הצד דברי  הכל אסור. </b>פירוש: לבית שמאי משום דסבירא להו דיש בנין בכלים ויש  סתירה בכלים ובשיש להן ציר מן הצד, ולבית הלל אף על גב דסבירא להו דאין  בנין וסתירה בכלים ואפילו בשיש להם ציר מן הצד מכל מקום אסור גזירה שמא  יתקע, ובשאין להם ציר כל עיקר דברי הכל מותר דבהכי ליכא משום  בנין ולבית הלל נמי ליכא משום שמא יתקע כי פליגי באמצע גו'."
        ], 
        [
            "<b>תני תנא קמיה דרב יצחק בר אבדימי השוחט עולת נדבה  ביום טוב לוקה אמר ליה דאמר לך מני בית שמאי היא וכו'. </b>הקשו בתוס'  אמאי אפקא מדבית הלל הא אינהו נמי אית להו בפרק ב' דמכילתין נדרים ונדבות  אין קרבים ביום טוב, כדתנן (יט, א) אמרו להם בית שמאי לבית הלל נדרים  ונדבות יוכיחו שמותרים להדיוט ואסורים לגבוה אמרו להם בית הלל [מה]  לנדרים ונדבות שאין קבוע להם זמן דאלמא לבית הלל אין קרבין והעלו אותה  בקושיא, ויש לומר דפלוגתא היא לקמן בפ\"ב לבית הלל אם נדרים ונדבות קרבין  ביום טוב או לא ור' יצחק בר אבדימי סבירא ליה כמאן דאמר התם דנדרים  ונדבות קרבין ביום טוב.", 
            "<b>ואין עירוב והוצאה ליום  טוב. </b>ואם תאמר ומאי שנא משאר אבות מלאכות דישנן ביום טוב כמו  בשבת, ויש לומר משום דהוצאה לאו מלאכה היא וחידוש הוא  ואי לא כתיבא לא מחייב עלה אפילו בשבת ומשום דכתיבא כדילפינן לה בריש פרק  הזורק (שבת צו, ב) הוא דמחייב הא לאו הכי לא ואף על גב דהוה במשכן,  והילכך לא גמרינן מינה ליום טוב.", 
            "<b>אלא מדלא מיפלגי באבנים שמע  מינה בהוצאה שלא לצורך פליגי. </b>פרש\"י ז\"ל מדלא אפלוג באבנים שמע מינה  דכולי עלמא יש הוצאה ליום טוב אלא שמן התורה הותרה לצורך וקסבר בית הלל  דכיון שהותרה לצורך הותרה נמי שלא לצורך, אלא דבטלטול אבנים גזרו רבנן  משום טרחא דלא צריכא, אבל בקטן וספר תורה דצריכינן להו ביום טוב לא גזור.  ותימא לי א\"כ היאך מצינו עירוב והוצאה לי\"ט אם כן הוצאת אבנים לכולי עלמא  אסור מדאורייתא ואם הוצאת אבנים אינה אלא מגזירת חכמים אם כן אין עירוב  והוצאה ליום טוב ואם כן היאך נמצא דבר והפכו ביחד, ועוד מאי קא פריך רב  יוסף אלא מעתה אדמיפלגי בקטן ליפלגי באבנים דילמא בעירוב והוצאה פליגי  ומיהו מדרבנן גזרו באבנים משום דהוי טרחא דלא צריך, ועוד קשה לפירושו דהא  מדקאמר רב יוסף אלא מעתה הוציא אבנים לב\"ה הכי נמי דלא מחייב משמע דפשיטא  להו בהוצאת אבנים דחיובי מחייב מדאורייתא, ועוד הא אמרינן  (פסחים מו, ב) האופה מיום טוב לחול לוקה ואף רבה דפטר לא פטר אלא משום  הואיל אלמא אפייה שלא לצורך היום כלל אסורה מן התורה ואף על פי שהותרה  לצורך היום והוא הדין להוצאת אבנים שאין בה צורך היום כלל.<br><b></b>ואם תאמר מכל מקום היאך נקיים את שתיהם שיהא עירוב והוצאה ליום טוב ושנאמר  הואיל והותרה לצורך הותרה נמי שלא לצורך ועוד שריפת קדשים למה אינה דוחה  יום טוב כדאיתא בשבת (כד, ב) ובפסחים (פג, ב) והאופה מיום טוב לחול למה  לוקה לרב חסדא, תירץ רבינו תם ז\"ל וכן ר\"ח ז\"ל דלא אמרינן מתוך שהותרה  לצורך הותרה נמי שלא לצורך אלא בשיש צורך היום קצת כתינוק למולו או  לטיילו בחוץ דאיכא נמי משום עונג היום וספר תורה לקרות בו וכיוצא הא  כשאין בה צורך היום כלל כהוצאת אבנים לבנין לוקה אפילו לבית הלל, והשוחט  עולת נדבה לבית הלל דאינו לוקה היינו משום דאינו בדין שיהא שולחנך מלא  ושולחן רבך ריקם (לקמן ביצה כ, ב) והילכך חשבינן כצורך היום קצת, והא  דאמרינן בפסחים בפרק קמא (ה, ב) דמותר לשרוף חמץ ביום טוב של פסח משום  דהותרה הבערה לצורך היינו נמי דאיכא צורך מצות היום כדי שלא יהא חמץ  ברשותו בפסח, והא דאמר ליה ר' יוחנן לתנא גבי הבערה ובשול של גיד הנשה  פוק תנא לברא הבערה ובשול אינו משנה התם נמי אף על גב דאסור ליה למיכל  מכל מקום כיון דבעי לאתהני ולמיכל מיניה לדידיה צורך היום איכא והילכך לא  לקי עלה.<br><b></b>ואפשר דכל שיש בו צורך היום קצת להדיוט ובהיתר שרי  אפילו לכתחלה והיינו קטן וספר תורה ולולב, אבל בשאין בה צורך להדיוט כלל  אלא שהוא כולו לגבוה כעולת נדבה אסור לכתחלה ומדרבנן ואין לוקה עליה לבית  הלל, וכן במבשל גיד בחלב ואכלו אסור לכתחלה כיון דאינו צורך  היום בהיתר אבל אינו לוקה עליו דקא מתהני ואפילו באיסור, וכשאין בו צורך  מצוה ולא צורך הדיוט ביומו כלל כהוצאת אבנים לוקה עליו דקא מתהני ואפילו  באיסור, וכשאין בו צורך מצוה ולא צורך הדיוט כלל כהוצאת אבנים לוקה עליה  ואפילו לבית הלל, וכן דעת הרז\"ה ז\"ל.<br><b></b>ומכל מקום משמע שאסור  להוציא אפילו מחצר לחצר בלא עירוב ומדרבנן דברים שאינן לצורך  היום, דהא כי היכי דהוציא מרשות היחיד לרשות הרבים אסור דבר  תורה במה שאין בו צורך היום כלל הכי נמי יש בהן עירוב ליום טוב כלומר  שצריך עירוב להוציאו מחצר לחצר. והא דאמרינן לקמן (ביצה טז, ב) מערבין עירובי  חצירות מיום טוב לשבת ואין מערבין עירובי תחומין מפני שאתה אוסרו בדבר  האסור לו ואי אתה אוסרו בדבר המותר לו דמשמע דאין עירובי חצרות ביום טוב  ומותר לו בלא עירוב, התם בדברים שיש בהם צורך היום קצת ודבר המותר לו  כשיש בו צורך היום מיהא קאמר.", 
            "ירושלמי (פ\"ק ה\"ז):  <b>תני ולא את המפתח ובית הלל מתירין א\"ר הושעיה הדא דתימא במפתח של אוכלין  אבל במפתח של כלים לא והא רבי אבא יתיב ומתני ומפתחא דפלטרין בידיה  פלפלין הוה ליה בגויה. </b>ומשמע דלאו דוקא אוכלין אלא הוא הדין לכלים  שיש בהן צורך היום, ומפתח של כלים לא דקאמר בירושלמי היינו כלים שאין  ליום צורך בהן."
        ], 
        [
            "<b>בית שמאי אומרים  אין מוליכין חלה ומתנות לכהן וכו'. </b>פירשו בתוספות דהאי  מוליכין ואין מוליכין דרך רשות הרבים הוא, ואינו מחוור בעיני דהא עיקר  טעמא (לקמן ביצה לו, ב) משום שאין מגביהין תרומות ומעשרות ביום טוב הוא וכמו  שהיו דנין בית שמאי חלה ומתנות מתנה לכהן ותרומה מתנה לכהן וכו' וכיון  שכן מאי שנא רשות היחיד מאי שנא רשות הרבים.", 
            "<b>אמר רבא מי קתני שנשחטו מהיום ושהורמו מהיום שהורמו מהיום קתני ולעולם שנשחטו  מאמש. </b>קשיא לי דהא משמע לעיל (ביצה ט, א) דרבא כאבוה דשמואל סבירא ליה  דאמר אפילו גלגל עיסה מערב יום טוב אסור להפריש ממנה חלתה ביום טוב, מדקא  אמרינן עלה לימא פליגא דשמואל אדאבוה דאמר שמואל וכו' ואמר רבא אפילו  תימא לא פליגא מי לא מודה שמואל שאם קרא עליה שם שאסורה לזרים אלמא  כוותיה סבירא ליה, ואם כן כשנשחטו מאמש היאך אפשר להפרישן היום  וכן נמי חלה כשנתגלגלה העיסה מאמש היאך מפרישה היום, ואין לומר דבעבר  והפרישן קאמר דכיון שאסור להפרישן משמע דאסור להוליכן, ועוד דאי  לא קתני וכאותה שאמרו בריש פרק קמא דיבמות (י, א) גבי ליתני שש עשרה.<br><b></b>ומסתברא דהכא דוקא במתנות קאמרינן אבל בחלה לא, והיינו דבכולה  שמעתין לא אמרי אלא בשנשחטו מהיום והורמו מהיום הורמו מאמש נשחטו מאמש  ולא אישתמיט דלימא שהורמו מהיום ונתגלגלה מהיום וכולהו תנאי לא הזכירו  אלא מתנות דהיינו זרוע ולחיים וקיבה, הא חלה כלל כלל לא אלא כשהורמו  מהיום ונתגלגלה העיסה (מאמש) [מהיום] וכן מצאתי בירושלמי (ה\"ח).  ואם תאמר מאי שנא, ויש לומר דמתנות כיון דאיכא תרתי חדא דלא טבלן, ועוד  דכמופרשות ועומדות הן דניכרין הן קודם הפרשה כלאחר הפרשה כי מפריש להו  השתא לאו מידי קא עביד. ותדע לך דהא אפילו גלגל עיסה מערב יום טוב כיון  דאמר שמואל חלת חוצה לארץ אוכל והולך ואחר כך מפריש הוה סלקא דעתך דאבוה  דאמר גלגל עיסה מערב יום טוב אסור להפריש ממנה חלתה ביום טוב פליגא עליה  משום דכיון (מערב) [דלא מעכב] לאו מידי קא עביד, ואי לאו משום דמודה  שמואל דאהנו מעשיו דאם קרא לה שם אסור לזרים הוה ודאי פליגי דידיה  אדרביה, הלכך גבי מתנות דלא טבלן ולא אהני בהפרשתן כלום שפיר דמי, כן  נראה לי.", 
            "מהא ד<b>רב טובי דהוה ליה גרבא דחמרא דתרומה ובעא מהו  לאמטויי לכהן. </b>משמע דפירות שבחוצה לארץ חייבים בתרומות  ומעשרות, והכי משמע בריש פרק בנות הכותים בנדה (לב, א) גבי מעשה  היה בפומבדיתא והטבילוה קודם לאמה ואוקימנא התם משום סיכה דשמן של תרומה  בחוצה לארץ, וכן משמע בפרק כיצד מברכין (ברכות לו, א) גבי צלף, וקשיא דבריש פרק  קמא דחולין (ו, ב) משמע דפטורין גבי אני ראיתי את ר' מאיר  שאכל עלה ירק בבית שאן והתיר [רבי] כל בית שאן על ידו וקא סלקא דעתא משום  דבית שאן חוצה לארץ היה, ועוד דבפרק רבי ישמעאל בעבודה זרה (נח, ב ושם  בתוס') אמרינן ריש לקיש איקלע לבצרה חזנהו דקא אכלי פירי דלא מעשרי אסר  להון כי אתא לקמיה דר' יוחנן אמר ליה אדמקטורך עלך זיל הדר בצר לאו היינו  בצרה, כלומר דבצרה בחוצה לארץ ופטורה מן המעשר.<br><b></b>ותירץ ר\"ת  ז\"ל דלענין דמאי איירי התם וכדתנן (דמאי פ\"א מ\"ג) מכזיב ולהלן  פטורין מן הדמאי, אבל הרב אלחנן הקשה עליו מדאמרינן בירושלמי  (דמאי פ\"ג ה\"ג) אמר רשב\"ג שלח לי ר' יוסי אתרוג ואמר לי זה בא מקסרין  ולמדתי ממנו ג' דברים שהוא ודאי [ש]פירות קסרין ודאי וכו' (ע\"כ), אמר ליה  רבי זירא (ואי) [ולאו] מפירות המותרות בקיסרין כלומר דלעיל (ירו' דמאי  פ\"א ה\"ב) דרבי התיר קסרין עם בית שאן, אמר ליה ולאו רשב\"ג קודם לרבי הוה,  אלמא משמע דכי שרא רבי אפילו ודאי שרא, ועוד דאין אנו נוהגין לעשר אפילו  מן הודאי כלל. ויש מי שתירץ דלא חייבו בחוצה לארץ אלא (בכל  מצרים) [בבל ומצרים] דשכיחי שיירתא וחוצה לארץ הקרובים לארץ, אבל שאר  חוצה לארץ פטורי וכדמפלגינן נמי גבי חלה בין סוריא וכו' שקרובים לארץ  לשאר חוצה לארץ לענין שתי חלות וכדתנן במסכת חלה (פ\"ד מ\"ח) הכי נמי  מפלגינן בתרומות ומעשרות בין הרחוקים לקרובים. ולפי זה בצרה ובית שאן  שהתירוה אף על פי שהן קרובין מאוד לארץ עד שהיה ריש לקיש סבר דבצרה היינו  בצר במדבר אפילו (לן) [הכי] לא חייבום כשאר עיירות הרחוקות, וצ\"ע  למה.", 
            "<b>ואיידי דתנא מערב שבת תנא נמי מערב יום טוב.  </b>פירוש דבשבת א\"א למלול. הא (דתנן) [דתניא] בפרק מפנין  (שבת קכח, א) חבילי סאה אזוב וקורנית הכניסן לעצים וכו' (וקוטם) [ומולל]  ואוכל ובלבד שלא ימלול הרבה דברי ר' יהודה וחכמים אומרים מולל בראשי  אצבעותיו, התם לאו מולל ממש לפרוק את האוכל מן הקשים קאמר אלא מולל לרכך  בעלמא. והא דאמרינן לקמן (ביצה יג, ב) כיצד מולל ביום טוב קאמר  וכיצד מנפח בשבת קאמר ולצדדין היא אמורה, וכן דעת רבותינו  התוס'. והרב רבי משה ז\"ל כתב בפרק כ\"א מהלכות שבת (הלכה יז)  שמולל בראשי אצבעותיו וכן כתב הרי\"ף ז\"ל בהלכות שבת פרק  מפנין.", 
            "<b>הא דקתני המולל מלילות מערב שבת למחר מנפח  מיד ליד ואוכל אבל לא בקנון ולא בתמחוי. </b>לאו דוקא קנון ותמחוי אלא  אפילו בשתי ידיו וכדאמרינן לקמן (ביצה יג, ב) כיצד מנפח ואסיקנא  בידו אחת ובכל כחו, אלא איידי דתנא ביום טוב ואפילו בקנון ובתמחוי תנא  גבי שבת אבל לא בקנון ולא בתמחוי.", 
            "<b>לא קשיא הא רבי  הא רבי יוסי ברבי יהודה. </b>פרש\"י ז\"ל לכולי עלמא מוללין במלילות אלא  מתניתין דקתני שאינו זכאי בהרמתה ר' יוסי בר' יהודה היא (לפי) [דסבר]  שהמולל במלילות אינו חייב בתרומה,", 
            "<b>דתניא הכניסן למוללן במלילות רבי  מחייב </b>כלומר אפילו באכילת עראי, שכיון שהכניסן למוללן הכנסתן לבית  היינו גרנן שאין להם גורן אחר, ורבי לית ליה מתניתין  דקתני שלא מצינו תרומה שזכאי בהרמתה,", 
            "<b>ורבי יוסי פוטר </b>מלילות מן  התרומה לפי שהכתוב תלאה בגורן דכתיב ראשית דגנך הילכך כיון שאין בדעתו  לעשות מהן גורן לעולם הרי הן פטורין, ואיהו מצי למתני [הא] דקתני שלא  מצינו תרומה שזכאי בהרמתה שאף על פי שהוא רשאי למלול במלילות המולל  במלילות פטור מן המעשרות, והכי גרסינן לפי פירושו ", 
            "<b>ולר' יוסי בר'  יהודה נמי משכחת לה כגון שהכניס שבלין וכו'. </b>כלומר אכתי לא ניחא לי,  דאי אמרת מוללין במלילות לכולי עלמא אם כן מתניתין דקתני שהתרומה אינו  זכאי בהרמתה אפילו כר' יוסי לא תוקמה דלדידיה נמי משכחת לה שזכאי בהרמתה  כגון שהכניס שבלין לעשות מהן עיסה ואחר כך נמלך למוללן במלילות דבכי הא  מודה ר' יוסי דחייב ואפילו בארעי.", 
            "<b>אלא מאי תרומה רוב תרומה.  </b>ומתניתין כולי עלמא מודו בה שרוב תרומה אינו זכאי בהרמתה.<br><b></b>ורבינו תם ז\"ל הקשה לפי' בספר הישר (שו\"ת סי' צ\"ז עיין שם) חדא  דבעל כרחך אפילו לר' יוסי הכניסן למוללן במלילות אינו פטור אלא באוכל מהן  עראי הא באוכל מהן קבע חייב, ואפילו נתן ונפח לתוך חיקו חייב (לקמן עמוד  ב) וההיא על כרחין רבי יוסי קתני לה דאי לא אמאן תרמייה, דאי לרבי אפילו  במלילות מחייב אלא ודאי ר' יוסי היא ובנפח מיהא חייב ואם כן מצינו אף  לדידיה תרומה שזכאי בהרמתה, והילכך כי אקשינן ולר' יוסי ברבי יהודה נמי  משכחת לה כשהכניסן לעשות מהן עיסה ונמלך למוללן במלילות למה ליה לאהדורי  אההיא כשהכניסן למלילות נמי משכחת לה כשנפח ונתן [לתוך] חיקו,  ועוד לרבי אמאי זכאי בהרמתה אדרבה כיון שהוטבלו מאמש ויכול להפריש מערב  יום טוב ולא הפריש אינו מפריש ביו\"ט דמאי שנא משאר תרומה שאינו זכאי  בהרמתה וגלגל עיסה מערב יום טוב שאינו מפריש חלתה בי\"ט (לעיל  ט, א). על כן פירש הוא ז\"ל בהפך, דמתניתין דקתני לא מצינו תרומה שזכאי  בהרמתה רבי היא דמחייב במלילות וכיון שכן היה לו להפריש מערב יום טוב,  וכי קא אמרינן דיכול למלול ביו\"ט וזכאי אליבא דרבי יוסי ברבי יהודה הוא  דכיון דאתמול לא הוטבלו לתרומה ומעשרות ולא היה יכול להפריש והוטבלו היום  מפריש והולך כמו גלגל עיסה ביום טוב שמפריש חלתה ביום טוב. ולהאי פרושא  לא גרסינן ולר' יוסי ברבי יהודה נמי משכחת לה וגו' אלא לרבי נמי משכחת לה  כגון שהכניס שבלין לעשות מהן עיסה ונמלך עליהן למוללן במלילות שלא הוטבלו  עד היום והוו כמו גלגל עיסה ביום טוב, ואם כן אף לדידיה נמי משכחת לה  שזכאי בהרמתה ומתניתין וברייתא כמאן.<br><b></b>אלא דקשה לי קצת דאם כן כי  קאמר רבא מעיקרא הא רבי (יהודה) הא רבי יוסי בר' יהודה אתיא (דרבה)  [דרבא] כר' יוסי בר' יהודה ודלא כמתניתין וברייתא דקתני  בתרוייהו שאינו זכאי בהרמתה, והיכי שביק מתניתין וברייתא ועביד כרבי יוסי  בר' יהודה. ואיכא למימר דכיון דלא [קיימא הכי] ולבסוף תירץ דמאי תרומה  רוב תרומה ולכ\"ע אמרה לא דייקי' בה כולי האי, ועוד דזמנין סגיאין דפסקי  אמוראי כחד מן תנאי דברייתא ושבקי מתניתין."
        ], 
        [
            "מהא  דקתני בברייתא: <b>הכניס שבלין לעשות מהן עיסה אוכל מהם עראי. </b>משמע  דדוקא עראי הא אכילת קבע לא, והכי נמי משמע מדרבי הושעיא דאמר  (פסחים ט, א) מערים אדם על תבואתו ומכניסה במוץ שלה כדי שתהא בהמתו אוכלת  ופטורה, ומשמע דוקא כדי שתהא בהמתו אוכלת לפי שאכילת בהמה כעראי לגבי  אכילת אדם אבל אכילת אדם חייב. ואיכא למידק מדאמרינן במנחות בפרק רבי  ישמעאל (סז, א) מירוח הגוי אינו פוטר גזירה משום בעלי כיסין, פירוש שלא  יערימו לפטור דגנם על ידי מירוח גוי, ופריך אי הכי חלה נמי ופריק חלה  אפשר דאפי לה פחות מחמשת רבעים קמח, תרומה נמי אפשר דעביד לה כדר' הושעיא  דאמר מערים אדם על תבואתו וגו', ואם איתא דר' הושעיא לא פטר אלא באכילת  בהמה לבד מאי קושיא דהא במירוח הגוי פוטר תבואתו אפילו באכילת קבע [ו]אי  עבד לה כדרבי אושעיא לא פטר לה אלא מאכילת עראי, ואם כן עדיין ראוי לתקן  ולחייב מירוח הגוי משום גזירת בעלי כיסין שלא יפטרו דגנם אפילו מאכילת  קבע. ותירצו מקצת מרבני הצרפתים ז\"ל (תוס' שם ע\"ב ד\"ה כדי) דמירוח הגוי  נמי לא פטר מן הדין אלא מאכילת עראי, משום דמירוח ישראל מחייב בעראי אף  על פי שהיה מותר בעודה במוץ שלה ומירוח הגוי אינו מחייב אבל מיפטר [לא]  פטר והילכך הרי הוא כאלו לא מירח והרי הוא כאלו עדיין במוץ שלה. והני  מילי בתבואת ישראל שהיתה אסורה באכילת קבע במוץ שלה אבל מירוח הגוי בשל  עצמו פוטר אפילו מאכילת קבע לפי שאפילו קודם  מירוח היתה מותרת אפילו  באכילת קבע, והילכך שפיר קאמר מירוח נמי אפשר דעביד לה כדרבי אושעיא דאי  בעי פטר לה איהו נמי מאכילת עראי. והקשו הם ז\"ל מדתנן במסכת (מעשרות)  [פאה פ\"א מ\"ו] הקדיש תבואתו ומרחה פטורה מן המעשרות, ואמאי אחר הקדש  ומירוח [פטורה נימא] דאסורה באכילת קבע מיהא, ויש לומר דכיון דאכילת קבע  בעודה במוץ שלה אינה חייבת אלא מדרבנן לגבי הקדש פטורה לגמרי והעמידוהו  על דין תורה משום פסידא דהקדש.", 
            "<b>מאי לאו טבל טבול  לתרומה גדולה וכו'. </b>ללישנא קמא הוה ליה למימר כי האי לישנא אלא דלעיל  נקט לישנא והכא קתני לישנא.", 
            "<b>כותש למה לי. </b>ואם  תאמר דילמא עצה טובה קא משמע לן שיכתוש כדי שלא יפריש גם על העץ, יש לומר  מכל מקום מדקתני כותש משמע שחייב לכתוש על כרחיה."
        ], 
        [
            "<b>כשם שהתרומה גדולה ניטלת באומד. </b>פרש\"י ז\"ל לפי שחטה אחת  פוטרת את הכרי. וקשה לי לפירושו דאי מהא אם כן נימא כשם שהתרומה גדולה  חטה אחת פוטרת את הכרי כך תרומת מעשר וזה לא אפשר דמעשר מן המעשר כתיב  ואם כן היאך למדין ממנה. וניחא לי דלזה אי אפשר שהקישו הכתוב דהא מעשר מן  המעשר כתיב, אלא שלהקישה למה שאפשר להקישה בא (קאי) הכתוב ומאי ניהו  להיות ניטלת באומד ושלא לדקדק בשעורה, כשם שאין מדקדקין בתרומה גדולה  שהיא פוטרת את הכרי [בחטה אחת] כך תרומת מעשר.<br><b></b>ורבותינו הצרפתים ז\"ל פירשו (מנחות נד, ב תוד\"ה ניטלת ור\"ש תרומות  פ\"ק מ\"ז) כשם שהתרומה גדולה ניטלת באומד כדי שיטול בעין יפה וכדתנן בפרק  קמא דתרומות (מ\"ז) אין תורמין לא במדה ולא במשקל ולא במנין כך תרומת מעשר  ניטלת באומד ובמחשבה. ומיהא להשוותן לגמרי [לא], דתרומה גדולה אינה ניטלת  למצוה אלא מאומד אבל תרומת מעשר ניטלת מאומד משום היקשא דתרומה גדולה אבל  למצוה אינה ניטלת אפילו לאבא אלעזר מאומד אלא במשקל, ובהא פליגי רבנן  עליה דלדידהו אינה ניטלת כלל באומד אלא בדקדוק דמעשר מן המעשר כתיב ולאבא  אלעזר ניטלת היא אף מאומד, ותדע לך מדתנן בתרומות בפרק ד (משנה ו) המונה  משובח והמודד משובח ממונה והשוקל משובח משלשתן, ופריך בירושלמי (פ\"ק  דתרומות ה\"ד) והא תנן אין תורמין לא במדה ולא במשקל ולא במנין לא קשיא  כאן לתרומה גדולה כאן לתרומת מעשר ותני אבא אלעזר בן גומל אומר מנין שאין  תורמין במדה ולא במשקל ולא במנין תלמוד לומר ונחשב לכם תרומתכם במחשבה  אתה תורם ואין אתה תורם במשקל ובמנין, כלומר ההיא דאין תורמין לא במדה  ולא במשקל בתרומה גדולה ולכולי עלמא וההיא דהשוקל משובח משלשתן בתרומת  מעשר ואבא אלעזר בן גומל היא וכדתני אבא אלעזר וגו' ואלו לרבנן אינה  ניטלת באומד. וגרסינן התם בירושלמי (פ\"ד דתרומות שם) אההיא דהמונה משובח  ממי הוא משובח אמר ר' מונה מן התורם מאומד, משמע דמאומד הוי תרומה אלא  דהמודד משובח, וקאמר נמי התם אמר ר' הלל מתנית' אמרה כן והשוקל משובח  משלשתן, כלומר מכלל דאיכא ג' לבד משוקל דהיינו מדה ומנין ואומד, ועל כרחך  ההיא אבא אלעזר היא דאלו לרבנן הא משמע דאפילו עבר והפריש מאומד לא הויא  תרומה וכדמשמע (רבא) בשמעתין דקאמר מחשב הא מדידה בעי אלא על כרחך אבא  אלעזר היא, ואם אינה ניטלת אלא מאומד קאמר אבא אלעזר היכי  קאמר התם דהשוקל משובח ממאומד בתרומת מעשר, אלא על כרחך אף לאבא אלעזר לא  ילפינן אלא דמועיל מאומד ולא שיהא מצוה מאומד. וגרסת ספרים דגרסי' כשם  שתרומה גדולה אינה ניטלת אלא באומד ובמחשבה כך תרומת מעשר אינה ניטלת אלא  באומד ובמחשבה ליתא כדאמרן, אלא ה\"ג כשם שהתרומה גדולה ניטלת באומד  ובמחשבה כך תרומת מעשר ניטלת באומד ובמחשבה.", 
            "<b>באומד ובמחשבה.  </b>פרש\"י ז\"ל מחשב כגון נותן עיניו בצד זה ואוכל בצד אחר. וכן עיקר  דמחשבה היינו שאינו צריך להוציא בשפתיו כלום, וכדמוכח בהדיא בפרק ג'  דשבועות (כו, ב) דאמרינן התם דבשבועה גמר בלב ולא הוציא בשפתיו הוציא  בשפתיו ולא גמר בלבו אינו חייב ופרכינן מכל נדיב לב דאלמא בקדשים אפילו  גמר בלבו ולא הוציא בשפתיו ופרקינן ההיא בקדשים ופרכינן ונגמר מינה ופריק  משום דהוו להו קדשים ותרומה שני כתובים כאחד ואין מלמדין, אלמא תרומה  ניטלת במחשבת הלב לבד בלא הוצאה בשפתים, ולא  כמו שפרש\"י ז\"ל בפרק בתרא דבכורות (נט, א) מחשב ואומר שני לוגין שאני  עתיד להפריש בצפונו או בדרומו, ואף על פי שאינו מפריש עכשיו כלום מהתרומה  גדולה ניטלת באומד ובמחשבה.<br><b></b>ואם תאמר והא עיקר מחשבה  בתרומת מעשר [כתיב] ונחשב לכם תרומתכם דהיינו תרומת מעשר, כבר נשמר ממנה  רש\"י ז\"ל דמחשבה [לאו דוקא] נקט דמחשבה בתרווייהו כתיבא אלא עיקר דרשה  מניטלת מאומד. אבל בתוס' תירצו דמדכתב ונחשב לכם כתרומת גורן  משמע שיותר הדבר פשוט שתהא המחשבה מועלת בתרומת גורן. ואם תאמר היכי  פליגי במחשבה דתרומת מעשר דהא מכל מקום  גבי דידה כתיבא מחשבה. ויש לומר  דהכי גמירי דאף על גב דכתב ונחשב גבי תרומת מעשר לא ילפינן מיניה אלא  לתרומה גדולה, וכענין שאמרו בירושלמי (תרומות ריש פ\"ב) גבי מוקף דתרומת  מעשר דגבי דידה כתב ממנו דילפינן מניה והרמותם ממנו מן המוקף ואפילו הכי  לא ילפינן מיניה לתרומת מעשר דהא אינו צריך מוקף ואפילו הכי מלמד לתרומה  גדולה, וכדאמרינן כל התורה לומדת ומלמדת חוץ מזה שמלמדת ואינה לומדת.", 
            "<b>מעשר ראשון שהקדימו בשבלין שמו טובלו לתרומת מעשר מאי טעמא אמר  רבא הואיל ויצא עליו שם מעשר. </b>תמיה לי מה הוסיף רבא בטעם הדבר דהיינו  לשון ריש לקיש ממש שאפילו שמו טובלו, אלא הכי הוי ליה למימר מאי טעמא  דכתב מעשר מן המעשר כל שקרא לו שם מעשר שמו טובלו, ומהאי טעמא נמי הוא  דהוי מעשר דאי לאו האי קרא (ו)בדין היה שלא יהא מעשר כלל דהא כתיב מעשר  דגנך כההא דתנן גבי חלה (חלה פ\"ב מ\"ה) המפריש חלתו קמח אינה חלה וגזל ביד  כהן, אלא דרבייה רחמנא הכא מדכתיב מעשר מן המעשר אי נמי דכתיב מכל  מעשרותיכם, וצריך לי עיון.", 
            "<b>ואם קלף ונתן לתוך ידו  חייב. </b>פירוש משום דהוי כמירוח הכרי והיינו דמייתינן עלה ההיא דאיזה  גרנו למעשר, ולא כפירוש רש\"י ז\"ל שפירש משום דהוי קבע למעשר.", 
            "<b>כיצד מולל. </b>פירוש ביום טוב, דאלו בשבת אסור למלול וכדמשמע  בברייתא לעיל (ביצה יב, ב) דקתני המולל מלילות מערב שבת דאלמא מערב שבת אין  בשבת לא, והא נמי דאמר מוללין מלילות ביום טוב ואקשי עליה אביי מדקתני  בהדיא המולל מלילות מערב יום טוב קא פריך ואמר איידי דתנא מערב שבת תנא  נמי מערב יום טוב, דאלמא בשבת לעולם לא ודוקא קתני מערב שבת אבל שבת לא.", 
            "<b>כיצד מנפח. </b>כלומר בשבת, דאילו ביום טוב מנפח  אפילו בקנון ובתמחוי (כדלעיל ביצה יב, ב) והכא לא שרי אלא בידו ובידו אחת."
        ], 
        [
            "מתני': <b>ובית הלל אומרים תבלין נדוכין  כדרכן במדוך של אבן. </b>ומהכא שמעינן דהא דאמר רב יהודה בשלהי פרק תולין  (שבת קמא, א) הני פלפלי מידק חדא חדא בקתא דסכינא שריא תרתי אסור  (והכא) [ורבא] אמר כיון דקא משני אפילו טובא נמי, בשבת היא ולא ביום טוב  דאלו ביום טוב נדוכין כדרכן כדתנן הכא, ופלפלין כתבלין כדתניא בתוספתא  דמכילתין (פ\"א, הי\"ב) ולא כפירוש רש\"י ז\"ל שפירש שם דביום טוב  קאמר.", 
            "גמרא: <b>איכא בינייהו דידע מאי קדרה בעי  למיכל אי נמי במוריקא. </b>וכל חד וחד מהני לישנא אית ביה  חומרא וקולא, ולפיכך אמרו בתוס' וכן בספר המאור דנקטינן כחומרי דמר ודמר,  דליכא למימר בכי הא הלך אחר המיקל דהא לא ידעינן מאן מנייהו מחמיר. אבל  הרי\"ף ז\"ל וכלהו רבוותא כבעל הלכות פסוקות ובה\"ג פסקו דכל הנדוכין נדוכין  כדרכן ואפילו מלח כדתנא דברייתא וכדפסק רב יהודה אמר שמואל כוותיה ואמרי  כל הנדוכין נדוכין כדרכן ואפילו מלח, והא דאמר ליה רב לרב אחא ברדלא  (לבריה) כי דייכת אצלי אצלויי ודוך ורב ששת דשמע קול בוכנא ואמר האי לאו  מגוויה דביתאי הוא לא פליגא אדרב יהודה אמר שמואל דהנהו במלח לחוד הוא,  דאף על גב דאפילו מלח נדוכת כדרכה כלומר ואפילו במדוך של אבן מכל מקום  כיון (דרבה) [דרכה] היא ואפשר לדוכה במעט הטייה. ותדע לך דההיא  דרב ששת ודאי במלח היא מדאמרו ליה ודילמא תבלין נינהו שמע מינה דאיהו סבר  דמלח הוא וכי היכי דרב ששת במלח דרב נמי במלח, ואפשר דרב יהודה נמי מודה  בהא ואף על גב דנידוכין כדרכן ואפילו מלח קאמר דלמא כיון דאף בחול לפעמים  דרכה בהטייה מתוך (דכוותא) [רכותה] היינו כדרכה אבל תבלין שאין דרכן  בהטייה לעולם מתוך שהן קשין לא קרי כדרכן אלא כולהו שלא בהטייה כלל.  ואפשר דרב ורב ששת פליגי אדרב יהודה בהא, משום דרב סבר כיון דקתני  בברייתא כל הנדוכין נדוכין כדרכן ובמלח לא קתני כדרכה אלא לכל דבר שמע  מינה שחלוק יש בין מלח לתבלין, (שלו) [שאילו] בכל דברים הנדוכין לא בעי  שנוי כלל וכדקתני נדוכין כדרכן אבל במלח דלא קתני כדרכה (כפי) [בעי]  שינוי קצת והיינו דצריך הטייה. ומכל מקום כולהו מודו דתבלין אינו צריך  הטייה כלל וכמו שכתב הרי\"ף ז\"ל בהלכות, מדאקשינן ודילמא אצלויי אצלי ודוך  ופריק דשמע דהוה ציל קליה והדר אקשינן ודילמא תבלין הוו שמע מינה דתבלין  לא בעו הצלאה. (ומי) [ומיהו] מהא לא שמעינן לכל תבלין דדילמא  שאר תבלין דלא בעו הצלאה נינהו קאמר אבל מוריקא דילמא בעי שינוי  ונידוך כדרכו, ועוד דאפילו מלח דאית (בהו) [ביה] כלהו טעמי דאינו מפיג  טעמו וכל הקדרות צריכות מלח ואפ\"ה נדוך כדרכו אלא מתוך (דכותא) [רכותה]  בעי הטייה שאף בחול לעתים שעושים כן.", 
            "ירושלמי (פ\"א ה\"ט): <b>רבי  ירמיה ורבי אמי בשם רבי יוחנן השום השחליים והחרדל נדוכין כדרכן.  </b>ומיהא מסתברא דלרבנן דאסרי לקמן בפרק י\"ט (ביצה כג, א) לשחוק את הפלפלין  בריחים שלה משום דמחזי טפי כעובדין דחול חרדל נמי אין שוחקין  אותו ברחים שלו מהאי טעמא.<br><b></b>ירושלמי (שם): ר' יצחק דיהבא  שאל לר' יוחנן מהו לשחוק קונדיטון ביומא טבא אמר לי' שרי, ר' יצחק עטישיא  שאל לריש לקיש מהו לשחוק קונדיטון ביומא טבא א\"ל שרי, ור' אבהו  בשם ר' יהושע בן לוי שרי ר' זעירא בעא קומי ר' אבהו מאן דעביד טבאות לא  שחיק ליה מאיתמל א\"ל אין מחלפה שיטתיה דרבי אבהו הכא הוא אמר שרי וגו'  אלא בגין דרבי אבהו ידע דרבי זעירא מחמיר ואינון מחמירין והוא עביד  כוותהון, ואית דבעי מימר הכין א\"ל מאן דבעי דייא טב לא שחק ליה מן דאתמול  ר' זעירא שאל לקלה דרומה עבדיה דר' יודן נשייא שחק הוא מרק קונדיטון  ביומא טבא א\"ל אין וכל מיני סיקריקן."
        ], 
        [
            "מתני': <b>בית שמאי אומרים  אין משלחין ביום טוב אלא מנות ובית הלל  אומרים משלחין בהמה חיה ועוף בין חיין בין שחוטין. </b>ירושלמי (פ\"א  הי\"א) וקשיא על דב\"ש ירך גדולה מותר לשלחה גדי קטן אסור לשלחו א\"ר יודן  לא מסתברא בטענו אבל אם היה מושכו והולך."
        ], 
        [
            "<b>אלא בקשין וכדרב הונא בריה דרב יהושע האי נמטא גמדא דנרש שריא.  </b>נראה מדברי רש\"י ז\"ל דכל שהן [קשין] אפילו שוע טווי ונוז  דהוי כלאים דאורייתא שרי ואפילו בהעלאה, וכן פירש ביומא בפרק בא לו (יומא סט,  א) גבי בגדי כהונה דאמרינן התם דפרחי כהונה מקפלין אותם ומניחין מתחת  מראשיהם ופריך ותיפוק ליה משום כלאים ואוקמה רב אשי משום דקשין הן, ופירש  הוא ז\"ל שאין בהם איסור כלאים כלל אפילו לעלות עליו ללבוש. והקשה עליו  רבינו תם ז\"ל מדאמרינן בפרק קמא דערכין (ג, ב) ובמנחות פרק התכלת (מנחות מג, א)  הכל חייבין בציצית כהנים לויים וישראלים ופריך פשיטא ומשני כהנים  איצטריכא ליה סלקא דעתך אמינא הואיל ואישתרי כלאים לגבייהו לא לחייבו  בציצית קא משמע לן, אלמא אף בבגדי כהונה שייך כלאים ואף על פי שהם קשים  אלמא כל שהוא שוע טווי ונוז אפילו בקשים אסור דבר תורה בהעלאה, אבל  להציעו תחתיו שרי משום דהצעה תחתיו אינה של תורה אלא של דבריהם וכדאמרינן  לעיל בסמוך, והילכך כיון דאיכא תרתי שהן קשין ועוד דאינו מעלה אותן עליו  אלא מציעו תחתיו דליכא אסורא דאורייתא שרי דלא גזרו הצעה אלא ברכין משום  שמא תכרך נימא על בשרו. וכשאינה שוע טווי ונוז דליכא כלאים דאורייתא אלא  מדרבנן, אם קשים הם כנמטא גמדא דנרש [שרי] אפילו בהעלאה כיון דאיכא תרתי  שהן קשין ועוד שאין בהם כלאים דאורייתא.<br><b></b>סוף דבר לא העמידו דבריהם בקשין ונמטא גמדא  דנרש שרי [ש]אין בהם משום כלאים דאורייתא לפי שאינן אלא שועין. [כדתנן]  .הלבדין אסורין מפני שהן שועין, (כלאים פ\"ט מ\"ט), ונמטא היינו לבדין אלא  שהלבדים הרכים אסורים אבל גמדא דנרש שהן [קשים] מותרין לגמרי. ולפי זה  נראה הא דתנן בפ\"ט (מ\"ב) דכלאים (הבדים) [הכרים] והכסתות אין בהם משום  כלאים ובלבד שלא יהא בשרו נוגע בהן, (בדים) [כרים] וכסתות רכים הם אלא  שאינן שוע טווי ונוז וכיון שאינן עשויין להעלאה לא גזרו [שלא] להציען  תחתיו משום שמא תכרך נימא על בשרו. ומיהא מפני שהן רכין אסורין  בהעלאה ממש, ואפילו בשרו נוגע בהן אסור, וגרסינן בירושלמי גבי ההיא דכרים  הדא דתימא [בריקים] אבל מלאים אסורים כלומר מפני שהן עולין מכאן ומכאן  כשיושב עליהן, וכן הא דתנן התם (מ\"ד) תכריכי המת ומרדעת החמור אין בהם  משום כלאים מההיא טעמא נמי הוא דאין עשוין להעלאה. והא נמי דאמרינן בנדה  בפרק האשה שהיא עושה צרכיה (נדה סא, ב) בגד שאבד בו כלאים אין עושים אותו  מרדעת לחמור, [התם] שאני שמא מתוך שאין הכלאים ניכרין בו פעמים שיקרע  כסותו ויקח ממנו טלאי (ויתפרדו) [ויתפרנו] על גבי בגדו, וכדאמרינן בפרק ב  דעבודה זרה (לב, א) נודות הגוים אסירי לעשות מהן שטיחין לחמור משום שמא  יבקע נודו ויחזור [ויתפרנו] על גבי נודו, אבל משום שמא תכרך נימא על בשרו  לא דלא גזרו אלא בבגדים העשויים לעלייה, וכן פירש רבינו שמשון ז\"ל בפירוש  המשניות שלו (כלאים פ\"ט מ\"ב). ואם תאמר מפני מה לא העמידו משנתינו בכרים  וכסתות, יש לומר ההיא פשיטא ואגב אורחיה קא משמע לן הא דרב הונא  בריה דרב יהושע.", 
            "<b>מותר לטלטלו מדקתני אין משלחין אותו.  </b>ודוקא לצורך גופו ולצורך מקומו כדאמרינן בהדיא בפרק אשה יוצאת (שבת  ס, ב). ואם תאמר אם כן פשיטא לטלטלו אסור אלא לצורך גופו ולצורך מקומו  לשלחו מיבעיא, יש לומר דלשלחו נמי היינו לצורך גופו שחברו שמח ונהנה  בדבר.", 
            "<b>כל שנאותין בו בחול משלחין אותו ביום טוב.  </b>ואם תאמר הא איכא סנדל המסומר דנאותין בו בחול ואין משלחין אותו ביום  טוב, תירצו בתוספות דמשום גזירה החמירו בו טפי שלא לשלחו ביום  טוב.", 
            "<b>ושקעה עליהם חמה. </b>פירוש בערב שבת", 
            "<b>מניח ידו עליהם. </b>פרש\"י ז\"ל כדי שלא יראו, ואינו מחוור דמי נימא  פליגא אדרב דאמר כל מקום שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים  אסור (לעיל ביצה ט, א), ומיהא אינו קשה כל כך דאיכא לתרוצי כדתרצינן  לעיל (שם ד\"ה תנאי) בשמעתא דאין מוליכין את הסולם. ובתוס' תירצו כדי שיהא  זכור כשיגיע לביתו ויחלוץ."
        ], 
        [
            "מתני': <b>לא יבשל בתחלה מיום טוב לשבת. </b>פירוש: בקדרה בפני  עצמה לצורך השבת, אבל בקדרה אחת מותר , וכדתניא לקמן בברייתא (ביצה יז,  א) ממלאה אשה קדרה בשר ואף על פי שאינה צריכה אלא לחתיכה אחת.", 
            "<b>ואם הותיר הותיר לשבת. </b>פירוש ובלבד שלא יערים ותניא לקמן בברייתא  (ביצה יז, ב) .", 
            "<b>ומודים בדג וביצה שעליו שהם (כתבשלין) ב' [תבשילין].  </b>ולא לפרושי טעמא דבית שמאי איצטריך דבמקום בית הלל אינה משנה ,  אלא לאשמעינן דבית הלל בתבשיל אחד גרידא סגי להו ולא בדג וביצה שעליו  פליגי, ולאפוקי מדר' שמעון בן אלעזר (יז, ב) דאמר מודים בית שמאי ובית  הלל על שני תבשילין שצריך על מה נחלקו על דג וביצה שעליו.", 
            "גמרא. <b>מנא הני מילי. </b>דאף על גב דעיקר עירוב מדרבנן הוא אפילו הכי  בעינן מנא ליה כלומר אמאן סמכוה, ודכוותה בפרק אין מעמידין בעבודה זרה  (לז, ב ע\"ש בתוס') גבי שלקות מנא הני מילי אמר קרא אוכל בכסף תשבירני  ואכלתי .", 
            "<b>מאי טעמא אמר רבא כדי שיברור מנה יפה לשבת ומנה יפה  ליום טוב. </b>ואף על גב דעירוב לכבוד שבת תקנוה לרבא, אפילו הכי לא  תיקשי הא דנאכל עירובו או שאבד לא יבשל עליו בתחלה לשבת, דגם זה תקנה  לשבת דאי לא אף הוא מתרשל בעירוב וישכח סעודת שבת מלברור לה מנה יפה  ומוטב שלא יתעדן שבת אחת כדי שיתעדן שבתות הרבה .", 
            "<b>אמר ר' אליעזר אין אופין אלא על האפוי ואין מבשלין אלא על המבושל. </b>רבי  אליעזר גרסינן ולא ר' אלעזר דבירושלמי (ריש פרק ב) עביד לה פלוגתא דר'  יהושע ור' אליעזר דהוא בר פלוגתיה ולא ר' אלעזר , דגרסינן התם ר'  אליעזר אומר אופין על האפוי ומבשלין על המבושל [ר' יהודה אומר אופין  ומבשלין על המבושל מאי טעמא דר' אליעזר את אשר תאפו אפו ואת אשר תבשלו  בשלו. והא דלא מייתי הכא ההיא דר' יהושע, משום דעיקרא דמילתא הכא אינו  אלא לומר דתנא מסמיך ליה אקרא דאת אשר תאפו."
        ], 
        [
            "<b>אי צלאן נכרי סומך עליהם משום ערובי תבשילין. </b>כלומר אם מלחן  נכרי ואח\"כ צלאם, וזהו חדושו . וכבר כתבתיה בארוכה בפרק אין  מעמידין בע\"ז בס\"ד."
        ], 
        [
            "<b>פושע את לכולי עלמא שרי  לדידך אסור. </b>כלומר שאין דעתי' על הפושעים .", 
            "<b>יום טוב שחל להיות בערב שבת אין מערבין לא עירובי תחומין ולא עירובי חצרות.  </b>פירוש: ולא מיבעיא לרבנן דר' אליעזר דאמרי בפרק בכל מערבין (עירובין  לח, א) דיום טוב ושבת קדושה אחת הן דכיון שכן אסור לפי שאין מערבין  בחצי היום, אלא אפילו לר' אליעזר דאמר דב' קדושות הן אסור, וכדאמרו ליה  התם רבנן לר' אליעזר אי אתה מודה שאין מערבין מיום טוב לשבת אמר להם אבל  (א\"כ קדושה) [אחת היא] אמר להם משום הכנה . ואף על גב דקיימא לן  (שם ע\"ב) דתחלת היום קונה עירוב ולא סוף היום ושבת מכינה לעצמה וכדתנן  התם (ע\"א) מוליכו בראשון ומחשיך עליו ונוטלו ובא לו בב' ומחשיך עליו  ואוכלו, התם בפת ראשון אי נמי במערב [ברגלו] שאינו צריך לומר כלום ואינו  נראה כמכין בשבת אבל בפת אחרינא נראה כמכין ואסור."
        ], 
        [
            "<b>אמר רב הונא אין הלכה, כאותו הזוג. </b>ומיהו אף  כתנא קמא אין הלכה דאיהו קאמר במוספין מתחיל בשל שבת ומסיים בשל שבת כבית  הלל ואנן קיימא לן כר' דאמר אף חותם ביה מקדש ישראל והזמנים.", 
            "<b>אבל ערובי תחומין לא מאי טעמא דלמקנא שביתה ביומא  טבא לא. </b>תמיה לי והלא אינו קונה ביום טוב כלום דהא מתנה, יש  לומר דאפילו ספק אסור מפני שנראה כקונה ביו\"ט. ועוד קשה לי מאי קאמר  דלמקנא ביתא ביומא טבא לא והא אמרינן בעירובין בפרק בכל מערבין (עירובין לט, א)  עירב ברגליו בראשון מערב ברגליו בשני ולר' אליעזר מערב אפילו בפת ובפת  ראשון מיהא כדאמר שמואל התם ולא חיישינן למקנא ביתא כי הכא, יש לומר דהתם  כיון דלא מערב בפת חדש אלא בפת ראשון שכבר עירב בו לא מיחזי כקונה עכשיו  אלא כקנין שקנה מערב יום טוב, ומערב ברגליו נמי כיון דלא בעי למימר ולא  מידי אלא דקאים התם בלחוד לא מחזי כקונה עכשיו כלום, אבל בקונה בפת חדש  ואפילו מתנה נראה כקונה ביומא טבא ואסור. ואכתי קשה לי כי אמרי ליה לר'  אליעזר התם (לח, א) אי אתה מודה שאין מערבין מיום טוב לשבת ואהדר להו  אמאי לא אמר להו משום דלמקנא ביתא ביומא טבא לא, ומיהא לפי מה שפירשנו שם  דאעירובי חצרות קא מקשי לאו מקנא איכא דעירובי רשותא בעלמא הוא, ואפילו  למי שפירש ההיא בעירובי תחומין יש לומר דעדיפא מינה קאמר להו דהכנה ממש  היא דאורייתא ומקנא ביתא ליתא אלא מדרבנן, ועוד דדילמא לית ליה  האי טעמא כדלית ליה לרב[א] הכא דרב חייא בר אשי.<br><b></b>אבל הא קשיא  לי מאי טעמא לא אמר הכא משום הכנה דעדיפא וקא מודה ביה רבא, ועוד קשיא לי  לרב חייא [בר אשי] דאמר משמיה דרב מניחין עירובי תחומין ותיפוק ליה מיהא  משום הכנה, ועוד דרב נמי הא אית ליה הכנה כדאיתא בפרק קמא (ד, א) בהדיא  ובפרק בכל מערבין (עירובין לח, א) גבי פלוגתא דר' אליעזר ורבנן ואם כן היכי שרינן  הכא בערובי תחומין. ויש לומר דקסבר דבמתנה ביום ראשון וביום שני ליכא  משום הכנה, דהא אפילו ביצה דכותה שנולדה ביום טוב ראשון מותרת בשבת והכא  נמי כיון דמתנה ביו\"ט ראשון לא מיחזי כמכין מיו\"ט לשבת ואפילו במערב  בפת, אבל בב' ימים טובים של ר\"ה דכיומא אריכתא דמי אינו מניח  עירובי תחומין אפילו [במתנה] ואפילו לרב דלית ליה אסור קנייה כי האי משום  דהא איכא משום הכנה מיהא וכההיא דא\"ר אליעזר התם [בפ'] בכל מערבין  ומשתתפין.", 
            "<b>למקנא ביתא ביומא טבא לא. </b>ואם תאמר והא אמרינן  בגיטין פרק הזורק (גיטין עז, ב) ההיא שכיב מרע [דכתב] גיטא לדביתהו בהדי  פניא דמעלי יומא דשבתא למחר תקף עליה עלמא טובא אתו לקמיה דרבא אמר להו  תיזול ותיחוד ותפתח כי היכי דלקני ביתא ולקני גיטא אגב ביתא, אלמא קונים  בשבת וכל שכן ביום טוב. יש לומר דגבי שכיב מרע הקילו,  תדע דהא תנן לקמן בפרק משילין (ביצה לו, ב) לא מקדשין ולא חולצין ולא מיבמין  וכו' כל אלו ביו\"ט ואין צריך לומר בשבת והתם שרי לגרש, אלא (ל)טעמא  דמילתא דבשכיב מרע הקילו.", 
            "<b>ממלא נחתום חבית של מים. </b>כלומר:  מחממה.", 
            "<b>אף על פי שאינו צריך אלא לקיתון אחד. </b>וכן שרו אותה  בירושלמי (פ\"ב ה\"א). ואם תאמר הכא משמע דלרבות בשיעורא במלאכה אחת ליכא  איסורא, ואיכא למידק דהא אמרינן לקמן (ביצה כא, ב) אין מזמנין את העכו\"ם ביו\"ט  גזירה שמא ירבה בשבילו. יש לומר דשמא ירבה בשבילו בקדרה בפני עצמה, אבל  לרבות בשבילו בקדירה [אחת] אחר שהניח על גבי האש נמי שרי לדידן דקיימא לן  כרשב\"א אפילו באפיה וכל שכן בקדרה שהבשר והתבשיל יפה בשעה שהקדרה  מלאה בשר. והא דאמרינן בפרק קמא דחולין (טו, ב) המבשל לחולה בשבת אסור  לבריא גזירה שמא ירבה בשבילו, התם נמי בקדרה אחרת קאמר, ואי נמי אפילו  באותה קדרה לאחר שהניחוה על האש דלגבי שבת בין כך ובין כך  אסור.<br><b></b>אלא הא קשיא דאמרינן בשמעתא קמייתא דפרק ר'  ישמעאל במנחות (סד, א) בעי רבא חולה [שאמדוהו] לשתי גרוגרות ויש שתי  גרוגרות בשתי עוקצין וג' בעוקץ אחד הי מינייהו מייתינן שתים מייתינן  דחזיא ליה או דילמא ג' מייתינן משום דקא ממעט (בבצירה) [בקצירה], ואסיקנא  דג' מייתינן דב' לא מייתינן משום דכי קא ממעט באוכלה נפישא בצירה, ומשמע  מהתם דבהכין הוא דאיבעיא ליה אבל היכא דאיכא שתים בעוקץ [אחד] ושלשה  בעוקץ אחד דשתים מייתינן שלש לא מייתינן כי היכי דלא ניפוש באוכלא. ותירץ  רבינו יצחק הזקן בעל התוס' (שם במנחות) דהתם בשבת דאיכא איסור סקילה אבל  ביום טוב דאיסור לאו לא, ולפי זה [ב]ההיא דחולין אפילו להוסיף באותה קדרה  קודם הנחתה על גבי האש נמי גזרינן. ואי קשיא לך ההיא דגרסינן  בעירובין פרק (בכל מערבין) [הדר] (סח, א) ההוא ינוקא דאישתפוך חמימיה  אתו לקמיה דרבא אמר להן נשייליה לאימיה אי צריכה נחים ליה אגב אימיה אלמא  אפילו בשבת רבויי בשיעורא שרי יש לומר דההיא על ידי ארמאי קאמר אבל לא על  ידי ישראל, וכן כתב שם רש\"י ז\"ל וכן פירשו בתוספות רבותינו בעלי  הצרפתים. ובמקומה כתבתי כי מדברי בה\"ג נראה שהוא גורס נחיימו ליה סתם  כלומר אפילו על ידי ישראל, ולא קשה מידי אהא דהכא דכיון דלגבי  יום טוב שרי אלמא ליכא איסורא דאורייתא ומדרבנן בלחוד הוא דאסור  במקום מצוה כגון גבי מילה שרו ליה רבנן, ושם כתבתיה בארוכה בסייעתא  דשמיא.", 
            "גרסת הספרים כך היא: <b>אי אמרת הוא נאסר  וקמחו נאסר צריך לאקנויי קמחו לאחרים תא שמע מי שלא הניח ערובו וגו' שמע  מינה הוא נאסר וקמחו נאסר. </b>וכן היא בהלכות הרב אלפסי ז\"ל. ויש מקשים  (בתוד\"ה אי אמרת) לגרסא זו דאי אין קמחו נאסר היאך אפשר שיאפו ויבשלו לו  אחרים דאם כן מה הועילו חכמים בתקנתן כל (ליערב) [אדם לא יערב] ויתן  לאחרים שיעשו לו, ועוד כיון דהוא נאסר היאך יעשו לו אחרים שלוחו של אדם  כמותו, ואין עיקר לקושיות אלו לפי דעתי דעירוב דרבנן הוא ואם  איתא דלא אסרו קמחו יש ללמוד שלא החמירו בדבר אלא שלא יעשה הוא בעצמו אבל  אחרים אופים (ומכלכלים) [ומבשלים], לו דמילתא דלא שכיחא הוא שלא  יערב כדי שיאפו ויבשלו לו אחרים. אלא הא קשיא לי לכשתמצא לומר  דהוא וקמחו נאסר כי מקנה קמחו לאחרים אמאי שרי הא כבר נאסר קמחו והרי הוא  כמוהו, והיאך יהא מותר לחצי יום טוב, אדרבא הוה ליה [למימר] שיהא קמחו  כבעליו וכענין שאמרו בעירובי תחומין (לז, א) דהבהמה והכלים כרגלי הבעלים  ואפילו נתנן לאחר בשבת או ביום טוב. ויש לומר דלגבי הא נמי הקילו  בעירוב תבשילין כיון שאינו אלא להיכרא בעלמא או לכבוד שבת או לכבוד יום  טוב, וכיון שהחמירו עליו כל כך שאסרו הוא וקמחו בעודו שלו שפיר דמי. אבל  בהלכות גדולות גרסינן כך, אי אמרת הוא נאסר וקמחו נאסר אינו מקנה קמחו  לאחרים שלא תועיל לו הקנאתו שכבר קמחו נאסר מערב יום טוב, ואי אין קמחו  נאסר מקנה קמחו אבל בלא הקנאה לא דקמחו בעודו שלו אסור לאפות לו ממנו  ששלוחו של אדם כמותו, [ובסמוך גרס] תא שמע מי שלא הניח עירובי תבשילין  וכו' שמע מינה הוא נאסר ואין קמחו נאסר שמע מינה."
        ], 
        [
            "הכי גרסינן: <b>שבית שמאי אומרים תבשיל אחד ובית הלל  אומרים שני תבשילין. </b>אבל במקצת הספרים כתוב בהפך שבית שמאי אומרים  שני תבשילין ובית הלל אומרים תבשיל אחד, ואף רש\"י ז\"ל נראה שכך גורס  והוצרך לדחוק ולפרש שבית שמאי אומרים שני תבשילין אנו צריכין ואין אלו  אלא כתבשיל אחד ובית הלל אומרים תבשיל אחד ובזה מספיק, וזה דחוק מאוד  ואין הלשון הולמו.", 
            "<b>אמר רבא הלכתא כתנא דידן ואליבא  דבית הלל. </b>כתב רבינו תם ז\"ל בספר הישר (סי' שצ\"ב) דעירובי תבשילין  צריכין פת ותבשיל דהא אפליגו בה בית הלל ובית שמאי במתניתין בתבשיל אחד  וב' תבשילין, [ו]בהא הוא דפליגו דבית שמאי סברי אחד לצלי ואחד לתבשילי  קדרה ובית הלל סברי דכולהו בכלל בישול נינהו ובחד תבשיל סגי להו, אבל  לאפות לכולי עלמא אינו אופה אלא על האפוי לפי שאין אפיה בכלל תבשיל  וכדמשמע בפרק ב' דע\"ז (לז, ב) גבי אלו דברים של עכו\"ם אסורים,  ושם כתבתיה בארוכה בס\"ד, והיינו דאמרינן בריש פרקין ותנא מייתי לה מהכא  את אשר תאפו אפו ואת אשר תבשלו בשלו וגו' מכאן אמר ר' אלעזר  אין אופין אלא על האפוי ואין מבשלין אלא על המבושל, דאלמא מילתא פסיקתא  היא וליכא מאן דפליג בה וחנניא הוא דקא פליג ומוסיף אליבא דב\"ש דבעי מעין  כל דבר ודבר, ואף רבי שמעון ז\"ל כן פסק שצריך פת ותבשיל.<br><b></b>אבל מדברי הרי\"ף ז\"ל נראה שאינו צריך אלא תבשיל אחד לבד בין לאפות  בין לבשל, שהוא ז\"ל לא הביא בהלכותיו אלא מתניתין כצורתה ודברי רבא לבד  ולא הזכיר דברי ר' אלעזר. וכן נראים הדברים, חדא דאם איתא מאי טעמא  שייריה במתניתין לעירוב פת דהוא עיקר דעיקר צורך היום לאפיה והא נקטי'  בכל מקום וכדאמר רב אשי כדי שיאמרו אין אופין מיום טוב לשבת קל  וחומר מיום טוב לחול, אלא דאפשר לי לדחות דעל כרחך מתניתין לא איירי  באפיה ולאו משום דאינו צריך אפיה, ותדע לך דהא [ל]בית שמאי לכאורה לכולי  עלמא אין אופין אלא על האפוי וכדתניא את אשר תאפו וגו' מכאן אמר רבי  אלעזר אין אופין אלא על האפוי ואין מבשלין אלא על המבושל, ולכאורה רבי  אלעזר לא כחנניא סבירא ליה דאמר אין אופין אלא על האפוי ואין מבשלין אלא  על המבושל ואין טומנין את החמין אלא אם כן היה לו חמין טמונין, דהא מדלא  קאמר אלא אין אופין אלא על האפוי ואין מבשלין אלא על המבושל וסמיך ליה  אקרא דכתיב ביה אפיה ובישול אלמא הני דוקא אבל חמין לא צריך, אלמא בית  שמאי לכולהו תנאי אפוי בעי ואפילו הכי לא תני במתניתין אפוי, ואי אפשר  לומר דב' תבשילין דקאמר חד מנייהו אפוי חדא דתבשילין קאמר ולא אפוי ועוד  דהא תנן ושוין בדג וביצה שעליו שהם שני תבשילין, אלא על כרחך שיורי  שייריה לאפוי, אלא אם תאמר דתלתא תנאי נינהו ואליבא דבית שמאי תנא  דמתניתין סבר בב' תבשילין סגי ופת [לא] בעי ורבי אלעזר סבר פת נמי בעי  וחנניא סבר כעין כל מין ומין בעי. ומכל מקום יש עוד להביא ראיה לדברי  הרי\"ף ז\"ל מדאמר אביי (יז, א) לא שנו אלא תבשיל אבל פת לא, ולמאי אי משום  אפיה בפת דוקא ולא בתבשיל ואי משום תבשיל פשיטא דהא אמרת דאפיה לא סגיא  ליה בעירוב תבשיל ואף על גב דתבשיל עדיף דמלפת וכל שכן דתבשיל לא סגי בפת  דלאו (ולא) ולא מלפת, ומיהא איכא לדחויי דפת אינו בכלל בישול אבל בישול  ישנו יותר בכלל אפיה אלא שזה דחוק מאוד. ועוד מדתניא חנניא אומר  בית שמאי אומרים אין אופין אלא אם כן עירב בפת ואין מבשלין אלא אם כן  עירב בתבשיל וגו' ובית הלל אומרים מניח אדם עירוב ועושה וכו', דאלמא  (אין) [אף] לחנניא דמחמיר בעירוב טפי אפילו הכי בעירוב אחד סגי לבית הלל  בין לאפוי בין למבושל.<br><b></b>והא דתניא לעיל בריש פירקין את  אשר תאפו וגו' מכאן אמר רבי אלעזר אין אופין אלא על האפוי, התם רבי  אליעזר גרסינן והוא ר\"א בר פלוגתיה דרבי יהושע ושמותי ובשטת בית  שמאי אמרה ובירושלמי תני לה בפלוגתא דרבי יהושע ורבי אליעזר, והא דמייתי  לה לעיל לא משום אין אופין אלא על האפוי ואין מבשלין אלא על המבושל מייתי  לה אלא משום לאשמעינן דתנא סמכי לה אקרא דאת אשר תאפו וגו', ואף רבי  יהושע מהתם מייתי לה ורבי יהושע בהדיא תני בה דאופין ומבשלין על המבושל  דאמרינן התם (ירו' כאן ה\"א) רבי אליעזר אומר אופין על האפוי ומבשלין על  המבושל רבי יהושע אומר אופין ומבשלין על המבושל מאי טעמא דרבי אליעזר את  אשר תאפו אפו וגו' ורבי יהושע אומר את אשר תאפו וגו', ותניא בתוספתא (פ\"ב  ה\"ב) עושה תבשיל מערב יום טוב ואופה ומבשל עליו לשבת ומטמין לו את החמין  ואף רש\"י כן דעתו דבתבשיל אחד סגי בין לאפוי בין למבושל וכתב  בה\"ג שכתבו שצריך פת ותבשיל להחמיר על עצמן כתבו כן, ואין אנו  נוהגין כן להחמיר לא למעשה ולא להלכה.", 
            "מתני': <b>ואדם בשבת.  </b>ואף על גב דאמרינן ביבמות פרק החולץ (יבמות מו, ב) דאין גר טובל בשבת,  (היינו) [שאני] התם משום דאיכא תיקון טפי דקא מפיק ליה מטומאת עכו\"ם  ומעייל ליה לטהרת ישראל ומעיקרא עכו\"ם והשתא ישראל.", 
            "<b>ושוין שמשיקין את המים בכלי אבן לטהרן. </b>ואם תאמר אמאי נקט כלי  אבן אפילו בכלי עץ טהור נמי, ואין לתרץ כדי שלא יחזרו המים  ויטמאו את הכלים והוה ליה כמטביל כלי אגב מימיו, דהא ליתא משום דהוה ליה  כלי שנטמא בולד הטומאה ומטבילין אותו אפילו ביום טוב וכדתניא לקמן, ומיהו  למאן דמוקי לה בגמרא דהאי מתניתין כרבנן דרבי ומתניתין בשבת אתיא שפיר  דאפילו כלי שנטמא בולד הטומאה אין מטבילין אותו בשבת, אבל למאן דמוקי לה  כרבי ומתניתין ביום טוב קשיא. ושמא נאמר דלכתחלה אין מביאין את הכלי לידי  טומאה ואפילו על ידי ולד הטומאה להטבילו ביום  טוב.", 
            "<b>ושוין שמשיקין את  המים. </b>ואף על גב דאוכלים ומשקים אין להם טהרה במקוה אלא אדם וכלים  בלבד הכא במים עולה עולה להם טהרה על ידי השקה, וטעמא דמילתא דהויא לה  זריעה. ומדקאמר משיקין משמע שאינו צריך שיהיו המים הטמאים מתערבים ממש  במי המקוה אלא בהשקה בעלמא סגי להו, וכן בדין שאם לא כן למה להו למעבד  השקה אי איכא מקוה דמים יפים לשקול מנייהו ואם מים שאינם יפים כי מתערבי  לגמרי אפסדינהו, אלא ודאי בהשקה בעלמא סגי להו וטעמא משום זריעה כדאמרן.  וכיון דטעמא משום זריעה איכא למשמע דהוא הדין לענין טבילה לטבול בתוכן  בעודן בתוך הכלי שהוא משיקן לתוכו עלתה לו טבילה ואין כאן משום מים  שאובים אלא הרי הן כאלו לא נשאבו (אלא) שאם רצה לטבול בתוך הכלי  בתוך המקוה טובל ואינו נמנע משום מים שאובין, וכדאמרינן בפרק חומר בקודש  (חגיגה כב, א) מטבילין כלי בתוך כלי שיש בפיו כשפופרת הנאד, ותנן בפרק  שביעי דמקואות (משנה ה) מטבילין בשידה תיבה ומגדל שהן נקובין כשפופרת  הנאד. ונראה לי עוד להביא ראיה מדתנן אבל לא מטבילין ומפרש בגמרא מטבילין  בכלי אבן אבל לא מטבילין כלי אגב מימיו לטהרו, וביום טוב הוא דלא ומשום  גזירה או משום [תיקון] כלי כדאיתא בגמרא הא לענין טהרת הכלי עלתה לו  טבילה אפילו בהשקת המים לבד, ואם איתא היאך תעלה לו לכלי טבילה והלא אין  מי המקוה באין לחללו של כלי ותוכו ודאי ביאת המים בעי אלא שהמים המושקין  בתוך הכלי מעלין אותו, אלמא טהרו אפילו לטבול בהם בתוך הכלי עצמן. והא  דתנן (מקואות פ\"ז משנה ב) מקוה שיש בו מ' סאה נתן סאה ונטל סאה כשר ואמר  ר' יוחנן ביבמות פרק הערל (יבמות פב, ב) עד רובו, כבר העמידה ר\"ת ז\"ל במי פירות  דבהכי מיירי במתניתין לעיל מיניה דההיא, אבל במים אפילו נתן סאה ונטלו  אפילו כל היום כלו ואפילו לא נשארו שם מן הראשונים כלום כשר. וכן הא  דאמרינן בריש מכות (ד, א) אמר רב יהודה חבית של מים שנפלה לים הגדול  הטובל שם לא עלתה לו טבילה, רש\"י ורבנו תם וכן הריב\"א ז\"ל לא גרסי  לה חבית של מים אלא חבית של יין.<br><b></b>ומיהו קשה מדאמרינן  בירושלמי במסכת יומא (פ\"ג ה\"ח) גבי ים שעשה שלמה היאך טובלין והלא כלי  הוא ומתרץ רגלי השוורים נקובים היו במוציא רמון, ומדקאמר במוציא רמון ולא  קאמר בשפופרת הנוד דהיינו חבור למקוה משמע דלאפוקיה מתורת כלי קאמר  דבעינן נקב כמוציא רמון. ויש לומר דמוציא רמון דקאמר משום דמעשה שהיה כך  היה ולא משום לאכשורי הוא דעבדין הכי אלא כדי שיכנסו שם המים יותר בשפע,  וכן מסתברא דאי לאפוקי מתורת כלי רגלי כל השוורין למה בחד מינייהו  סגי. והרב ר' אלחנן ז\"ל [תירץ] דלכך הוצרך שם מוציא רמון ולאפוקי  מתורת כלי, לפי שהמעין ההוא היה קטן וכל שפע המעין נכנס לתוך אותו ים  והיה נראה כטובל בתוך כלי גמור ולפיכך הוצרכו לנקוב אותו במוציא רמון.<br><b></b>ואכתי קשיא מדתנן במקואות פרק ג (משנה ג) בור שהוא מלא שאובים  [ו]האמה הנכנסת לתוכו ויוצאת ממנו לעולם [הוא] בפסולו עד שיתחשב שלא  נשתייר מן הראשונים ג' לוגין, ותנן נמי התם (שם פ\"ה מ\"א) מעין שהעבירו על  גבי השוקת לעולם פסולו עד שיתחשב וגו', ותירצו בתוס' (ר\"ש שם פ\"ה מ\"ב)  דהתם כשלא היו מי האמה מ' סאה קודם נשיקתן לבור או לשוקת דכיון  דליכא מ' סאה לא מכשרי להו לשאובים בהשקתן לטבול בו אדם שהרי לא היה  במעין כדי לטבול בו אדם, ואף על פי שאמרו (פ\"ה מ\"א) המעין מטהר בכל שהוא  לא לאדם אמרו אלא לכלים, ואפילו לאחר שבטלו רביעית דמקוה (כדאיתא בנזיר  לח, א) לגבי כלים דהעמיד[ו] מעין אדינא דאורייתא לטהר כלים בכל שהו אבל  אדם אפילו מעין ארבעים סאה בעי וכדאמרינן בחומר בקדש (חגיגה כב, א)  ארעא חלחולי מחלחלא בעיא ארבעים סאה במקום אחד, ועוד דאמרינן במדרש  (במדבר רבה פי\"ח י\"ז) יען כי מאס העם הזה את מי השלוח ההולכים לאט  בגימטריא מ' סאה, ומי השלוח הוא מעין גיחון, ואמרינן נמי בפרק בתרא דיומא  (עח, א) דכיון שהגיע לפתח בית דוד רוחצין בו זבין וזבות מכלל דמעיקרא  לא אלמא שיעורא בעי.", 
            "גמרא: <b>גזרה שמא יעבירנו וכו'.  </b>והא דלא קאמר גזירה שמא יוציאנו (משום) [מרשות] היחיד לרשות הרבים  משום דמרשות לרשות כיון דאיכא מחיצות לא שכיח דמשתלי."
        ], 
        [
            "<b>אמר ליה אביי ומי גזרינן הכי. </b>פירוש: בכענין  זה, אבל מקומות יש דאית ליה ודאי לאביי דגזרינן גזירה לגזירה כגון גבי  מחט התחובה לו בבגדו פרק קמא דשבת (יא, ב) וגבי עומד ברשות היחיד דפרק  בתרא דעירובין (צט, א) דגזר בהו אביי אפילו בכרמלית אף על גב דהיא גופה  גזירה, והתם טעמיה דאביי משום דהוי חפצים הצריכים לו ואי נמי במחט דשכיח  טפי למשתלי וכמו שכתבתי שם בפרק קמא דשבת ובעירובין בס\"ד.", 
            "<b>לגזור השקה אטו הטבלה. </b>ואם תאמר לימא בהשקה גופא ניגזור שמא  יעבירנו וגזרה יום טוב [אטו שבת], תירץ בספר הישר (סי' שפ\"ו) דמהשקה גופא  ליכא למיפרך שמא יעבירם ד' אמות לפי שזה יתן על דעתו כי היכי דאית ליה  מסתמא מים יפים במעין ואינו יכול להביא והוא צריך להשיק את מימיו והכי  נמי אינו יכול להוליך מים אצל מעין להשיקן אבל בכלים איכא למיגזר. ומכל  מקום אינו מספיק לתרץ כל שמועתנו דלקמן פריך נגזור ולד הטומאה אטו אב  הטומאה ולא פריך ולד הטומאה גופא נגזור יום טוב אטו שבת. אבל בתוספות  תירצו דלא גזרו כן בשום מקום אלא במקום מצוה דמתוך שהוא בהול לקיים מצותו  משתלי ולא דכיר, כגון גבי לולב ושופר ומגלה ואי נמי הכא גבי טהרת כליו  שנטמאו באב הטומאה דמתוך שמצוה עליו לטהרן והרי הוא בהול לקיים מצוה אינו  זכור, אבל גבי השקת מים אינו בהול וכן כשנטמא כלי בולד הטומאה לא חמירא  ליה טומאה זו כל כך וזכור הוא, והיינו דפריך הכא נגזור השקה אטו הטבלה  ולא פריך מהשקה גופא.", 
            "<b>דולה הוא וטהור מאליו וכו' כיון  שלא הותרה לו אלא על ידי דליו זכור הוא. </b>ופירש רש\"י ז\"ל: ואינו דומה  למטביל כלי אגב מימיו דאסרי ליה במשנה ולא אמרינן כיון שלא הותרה לו אלא  על ידי השקת מימיו זכור הוא, דהתם כל עצמו לא בא אלא לטהר בין מים בין  כלי אבל הכא הרואה אומר לדלות מים הוא צריך. ואכתי קשיא לי דאם כן נדה  שאין לה בגדים דאמר רב חייא בר אשי דמערמת וטובלת, וקא מפרשינן טעמא  בסמוך משום דמתוך שלא הותרה לה אלא על ידי מלבוש זכורה היא, והא התם נמי  כל עצמה לא באה אלא לטהר בין גופה בין בגדיה והויא לה (ב)[כ]מתניתין,  וצריך עיון.", 
            "<b>כלי שנטמא מערב יום טוב אין מטבילין אותו  ביום טוב. </b>פירוש: שנטמא באב הטומאה.", 
            "<b>הנטמא ביום טוב מטבילין אותו  ביום טוב. </b>ואפילו נטמא באב הטומאה. ", 
            "<b>כלי שנטמא באב הטומאה אין  מטבילין אותו ביום טוב. </b>כלומר: וכשנטמא מערב יום טוב וכמו שפירשנו.  ופירש רש\"י ז\"ל טעמא דכיון דנטמא באב הטומאה הוי תיקון גדול אבל נטמא  בולד הטומאה לא הוי [תיקון], ואינו מחוור דאכתי לא ידעינן ההוא טעמא  דתיקון כלי דרבא הוא [דאמר] ליה לקמן, אלא טעמא משום גזירה דשמא  יעבירנו וכמו שכתבנו למעלה דכשנטמא באב הטומאה חמירא ליה ומתוך שהוא בהול  לטהרו אף הוא אינו זכור אבל כשנטמא בולד  הטומאה לא חמירא ליה ואף הוא זכור.<br><b></b>ורש\"י ז\"ל פירש משם אחרים  דטעמא דתני שנטמא באב הטומאה לפי שצריך הערב השמש, אבל בולד הטומאה  מטבילין אותו ביום טוב לפי שאין כאן צורך הערב השמש. והוא ז\"ל הקשה  לפירוש זה אפילו נטמא באב הטומאה הא חזי לאשתמושי ביה חולין ומעשר בלא  הערב שמש, ובתוס' העמידו פירושם דמיירי בכלי דכהן דרוב אכילתו בתרומה,  וכן משמע בירושלמי דתרומות (פ\"ב ה\"א) דטעמא משום הערב שמש. ואם  תאמר מנא לן דבולד הטומאה אין צריך הערב שמש, יש לומר דכל טומאה דרבנן  אינה צריכה הערב שמש דתנן במסכת פרה (פי\"א מ\"ה) כל הטעון ביאת מים מדברי  סופרים מטמא את הקודש ופוסלת את התרומה ומותר בחולין ובמעשר דברי ר' מאיר  וחכמים אוסרים במעשר, לאחר ביאתו הותר בכולן. ואי קשיא לך הא דאמרינן  ביומא פרק הוציאו לו (יומא מז, א) מעשה בר' ישמעאל בן קמחית שספר עם גוי בשוק  וניתזה צינורא מפיו על בגדיו ונכנס ישבב אחיו ושמש תחתיו, אלמא אף על גב  דצנורא דעכו\"ם אינה אלא מדבריהם צריך הערב שמש דאי לא הוא יטבול וישמש.  ויש לומר דלענין עכו\"ם החמירו ועשאום כזבים גמורים ואפילו להטעינן הערב  שמש, וכן נמי בצנורא דעם הארץ הצריכו הערב שמש מן הטעם הזה, ואף על גב  דמשמע בחגיגה (כג, א) גבי [כלים] הנגמרים בטהרה דצינורא דעם הארץ לא בעי  הערב שמש התם הוא לפי שאינו ודאי שניתזה שם צנורא אלא ספק.", 
            "<b>ולד הטומאה היכי משכחת לה גבי כהנים כהנים זריזין הם. </b>כלומר: ונשמרים הם  בכליהם שלא יטמאו. (ד)[ו]מילתא דלא שכיחא היא ולא גזרו בהן רבנן. וקשיא  לי אם כן אפילו באב הטומאה נמי וכל שכן דכל שטומאה חמורה יותר גם הן  נזהרין יותר והויא ליה מלתא דלא שכיחא, יש לומר דהכי קאמר כיון דטומאה  דולד הטומאה לא משכחת ליה אלא בכהנים וכהנים זריזין הם לא גזרו בה, אבל  באב הטומאה משכחת לה אפילו בהדיוט אף הם החמירו בה אפילו אצל כהנים. ואם  תאמר ולד הטומאה נמי משכחת לה בהדיוט ובחולין, כגון כלי שנטמא במשקין דכל  הפוסל את התרומה מטמא משקין להיות תחלה (פרה פ\"ח מ\"ז), תירצו  בתוס' דמיירי בכלי שאינו ראוי למשקין כגון סל או קופה. ומסתברא  דבכל כלי, והכי קאמר רב[ה] טומאת ולד הטומאה היכי משכחת לה גבי כהנים,  ואף על גב דלפעמים משכחת לה נמי אפילו בחולין מילתא דלא שכיחא היא ואף בה  לא גזרו רבנן.", 
            "<b>כיון שלא הותרה לה אלא על ידי מלבוש זכורה היא.  </b>ומהאי טעמא נמי לא גזרינן בה דלמא אתיא לידי סחיטה דאף היא זכורה.  ואם תאמר מכל מקום יש בו משום כביסה וכדאמרינן בזבחים פרק דם חטאת (זבחים צד,  א). ובספר הישר (סימן רפ\"ג) חלקו בו בין בגדים לבגדים, כי יש  בגדים שמתכבסין במהרה ובאותן היא שאמרו שרייתו זהו כבוסו, ויש שצריך  לטרוח הרבה כעין שלנו ואין אומרים בהם שרייתן זהו כבוסן, ובהא מיתרצא הא  דהכא וכן נמי ההיא דאמרינן ביומא (עז, ב) ההולך להקביל פני רבו או לשמור  פירות עובר במים עד צוארו ואינו חושש, דהכא והתם בבגדים שלנו שצריכין  טורח הרבה לכבסן. ועוד כתב שם דלא אמרינן שרייתו זהו כבוסו בדבר שאינו  אלא כעין לכלוך כגון ספוג ואלונתית וקנוח ידים במפה, וכן אלו אינו אלא  כעין לכלוך שהולכין במים לבושין ואין שרייה זו דרך נקיון ולבון וגם אינו  מתכוין לנקות ולהסיר טנוף על ידי המים ופעמים שמלכלך בכך.", 
            "<b>גזרינן הני אטו הני. </b>ואם תאמר והא תניא בפרק כל כתבי (שבת  קיח, א) קערות שאכל בהן שחרית מדיחן לאכול בהן ערבית אלמא לא גזרינן,  יש לומר דלא גזרינן אלא בטבילה דמצוה וכמו שכתבנו לעיל (בד\"ה  לגזור).", 
            "<b>גזירה שמא ישהה. </b>ואפילו הכי בנטמא גופו לא  חיישינן, דגופו חמיר ליה ולא משהה."
        ], 
        [
            "<b>תינח בשבת ביום הכפורים מאי איכא למימר. </b>איכא למידק ומנא  ליה השתא דביום הכפורים שרי, דאי משום דתניא כל חייבי טבילות טובלין  כדרכן בין (בי\"ט) [בט' באב] בין ביום הכפורים, הא משמע דאכתי לא ידעינן  ליה. ויש לומר דחדא דאית בה תרתי קא מיבעיא ליה והכי קאמר, יום הכפורים  מאי איכא למימר מי נימא דאסור דאי אמרת שרי מאי איכא למימר.", 
            "<b>הואיל ובשבת שרי ביום הכפורים נמי שרי. </b>ואם תאמר אמאי לא אמר ליה  ביום הכפורים נמי פעמים שאדם בא מן השדה מלוכלך בטיט ובצואה. ויש  לומר דביום הכפורים מקום לכלוכו בלבד הוא דרוחץ הא כל גופו לא, וכשהוא  רוחץ כל גופו לא יאמרו דבשביל לכלוך הוא רוחץ שאין דרך להיות כל גופו  מלוכלך.", 
            "<b>לא סלקא דעתך דתנן כל חייבי טבילות טובלין כדרכן.  </b>ואיכא למידק מאי קא מוכח מההיא דכל חייבי טבילות דלא הדר ביה רבא  מטעמא דהואיל, דאטו מי קא מפרש טעמא דתנא דההוא ברייתא משום הואיל, אכתי  נימא דרבא הדר ביה מההיא טעמא דהואיל ומתניתין משום גזירה שמא יעבירנו או  משום גזירה שמא ישהה ולפיכך באדם שרי ומתניתין דשבת לאחר (טבילה) [טבול]  וכדאמר רבא וטעמא דהואיל לית לן כלל. ובתוס' דחקו בפירוק קושיא  זו ואמרו דלא מסתבר דהדר ביה מטעמא דלעיל דאיכא תרתי מילי דרבא חדא דנראה  כמיקר וחדא מטעם הואיל ובשבת שרי וגו' ולא תיסמי הני תרתי מילי דהכא מקמי  חדא בשבת, והא דקאמר תלמודא לא סלקא דעתך דתניא כל חייבי טבילות הוה מצי  למימר כדאמרן אלא לישנא קלילא נקט, כלומר דההיא ברייתא שריה ביום הכפורים  ורבא סבר לה כוותיה דאית ליה הואיל. ואין הלשון מתחוור לפי פרושם  כלל, ועוד צ\"ע."
        ], 
        [
            "גירסת רש\"י ז\"ל:  <b>כגון שנטמאו לו ב' כלים אחת בכעדשה ואחת בפחות מכעדשה ואתי לקמיה  לרבנן לשיוליה על פחות מכעדשה. </b>אבל בספרים שלנו וכן ר\"ח ז\"ל גריס:  כגון שנטמא כלי בכעדשה ואתו לקמיה דרבנן לשיולי בכעדשה מטמא או לא, וזו  גרסא נכונה דב' כלים למה לי.", 
            "<b>גתו על גב כדו.  </b>פרש\"י ז\"ל שהטביל כליו לשם גתו ונמלך לעשות בהם כדו דלאו תיקון היא  ואינו צריך טבילה אחרת. ומיהו לא למימרא דאין צריך כלל אפילו מדרבנן דאם  כן פשיטא מאי קא משמע לן אלא משמע דמדרבנן מיהו צריך משום מעלה,  ואשכחן טבילה כי הא משום מעלה בפרק (חומר בקדש) [אין דורשין] (חגיגה יח,  ב) דאמרינן טבל ולא נתכוון כאלו לא טבל ואמרינן נמי התם טבל לחולין לא  הוחזק למעשר. ור\"ח ז\"ל פירש גתו וכדו שאחד מהן למעשר ואחר לתרומה,  ומחבורה לחבורה לאכול באחת תרומה ובאחרת שלמים, וקשה קצת דאם כן למה ליה  גתו וכדו דנקט לימא מגת לגת או מכד לכד, והכין איתא בירושלמי (ה\"ג) כדברי  רש\"י ז\"ל דגרסינן התם: כיצד מגב לגב רצה לעשות עיסתו על גב גתו או גתו על  גב עיסתו מטביל את כליו, כיצד מחבורה לחבורה היה אוכל עם חבורה זו ונמלך  לאכול עם חבורה אחרת טובל, ע\"כ.", 
            "מתני': <b>בית שמאי אומרים  מביאין שלמים ואין סומכין עליהן. </b>פרש\"י ז\"ל משום דסמיכה שבות. פרשה  ז\"ל על דעת מי שאמר בגמרא דבית שמאי אית להו דשלמי חובה טעונין סמיכה  והכא משום שבות קאמר, וכדתניא בברייתא שלמים הבאים מחמת יום טוב  בית שמאי אומרים סומכים עליהם מערב יום טוב ושוחטן ביום טוב, וכן אמרו  בחגיגה (טז, ב) לא תהא השבות הזה קלה בעיניך שהרי סמיכה רשות ונחלקו עליה  שני גדולי הדור, אבל איכא תנאי בגמרא (כ, א) דמפרשי טעמא דבית שמאי משום  דסמיכה לית להו, דאין שלמי חובה טעונין סמיכה ולא ילפינן שלמי חובה משלמי  נדבה.", 
            "<b>אבל נדרים ונדבות דברי הכל אין קרבין ביום טוב.  </b>(ובין דרשי') [כיון דדרשינן] דוקא כעין וחגותם דקבוע להם זמן."
        ], 
        [], 
        [
            "<b>הא דאמר רב פפא ארבע מאה זוזי שקיל וברתיה אי בעי  נסיב אי בעי לא נסיב. </b>יש מי שפירשה משום דהוה ליה מעשה קודם לתנאי  וכל תנאי שקדמו מעשה תנאו בטל וכדתנן במציעא בפרק השוכר את הפועלים (בבא מציעא צד,  א) (האומר), וכן פירש הר\"ז ז\"ל. ואינו מחוור, דאם כן מאי אתא רב  פפא לאשמועינן מתניתין היא, [ואי] לאשמועינן דהלכתא כההיא סתם מתניתין  התם היה לו לאומרה, אי נמי לימא דתנן, ועוד מאי שייטיה דהא הכא. והראב\"ד  ז\"ל (בהשגות על הרז\"ה) השיב על מי שפירש כן דודאי אם אמר על מנת שישא בתי  אי נסיב שקיל ואי לא נסיב לא שקיל שאם אי אתה אומר כן יצא משפט מעוקל הוא  התנה שלא יטול אלא (טעמא) כשישא ואנו נאמר שיטול ולא ישא, אבל לא אמרו  תנאי שקדמו מעשה דתנאי בטל וכן כל מה שאמרו (גיטין עה, א) בתנאי כפול והן  קודם ללאו ותנאי ומעשה בדבר אחד אלא כשהמעשה נעשה מיד, כעין נתינת גט  וחליצת יבם שאין התנאי מבטל המעשה למפרע אלא אם כן נעשה התנאי בחוזק כעין  תנאי בני ראובן ובני גד דלפי שבקשו שתנתן להם נחלתן מיד הוצרך משה לחזק  התנאי ולכפול אותו ולהקדים הן ללאו וכן בכל שאר הדרכים, [וכן] כשהתנאי  ומעשה בדבר אחד כגון על מנת שתחזירי לי את הנייר איך יתנה עליו מגופו  לסותרו, ואף על גב דבמסקנא דההיא מטעמא אחרינא אתי עלה מכל מקום ילפינן  מינה למילי אחריני היכא דליכא על מנת אלא באם, ומעתה כל התנאים שבעולם  שהם באים לעקור המעשה כגון נתינת גט לידה או קדושין וחליצת היבם שנעשו  מיד, וכן בנתינת ממון שהוא ניתן מיד כגון שאמר אדם לחברו הילך מנה זה  ויהיה לך אם לא באתי מכאן ועד יום פלוני, אם לא כפל תנאו או לא דקדק  בענייני התנאים אינו תנאי, ומכל מקום אם לא נעשה שום מעשה, כגון זה שאמר  תנו לפלוני מאתים זוז אם יקח בתי, לית דין ולית דיין שאם לא יקח לא  יטול.<br><b></b>והא דאמר רב פפא הכא היינו טעמא לפי שהדיבור  הראשון הוא עיקר, כלומר תנו לו ואם ירצה ליקח [ו]אחר כן לישא הבת ישא,  וכן בשאמר לינסיב ברתי והבו ליה הכי קאמר יקח בתי ואחר שישאנה אם ירצה  תנו מאתים זוז, וכן פירש הרי\"ף ז\"ל בפרק מי שמת (ב\"ב קמב, ב ע\"ש) וכן  עיקר, והיינו שהביאוה כאן בשמועה זו לפי שהוא דומה [למה] ששאל ר\"ל מר'  יוחנן האומר הרי עלי (ואצא בהירי) [תודה ואצא בה ידי] חגיגה הריני נזיר  ואגלח ממעות מעשר שני.<br><b></b>והרמב\"ן ז\"ל הביא ראיה לדברי  הראב\"ד מהא דגרסינן בירושלמי בקידושין פרק האומר (ה\"ג), דתני האומר לאשה  הרי את מקודשת לי על מנת שירדו גשמים [ירדו גשמים] מקודשת ואם לאו אינה  מקודשת ר' מאיר אומר בין ירדו ובין לא ירדו מקודשת עד שיכפול תנאו, הכל  מודים שאם אמר לאחר שירדו גשמים ירדו גשמים מקודשת ואם לאו אינה מקודשת,  ר' חגי בעי קומי ר' יוסי והן אם לא כלאחר הוא אמר ליה שנייא הא שהיתה  הארץ לפניהם והוא מבקש להוציאה מידם. ופירשו דבירושלמי סבורין באומר לאשה  הרי את מקודשת לאחר שירדו גשמים שאינו צריך לכפול תנאו לפי שלא חלו  הקדושין עכשיו וכאלו לא נעשה בו שום מעשה, והקשו והא של תנאי בני גד ובני  ראובן דכתיב אם יעברו לאו (ב)[כ]לאחר הוא ואף על פי כן הוצרך הכתוב לכפול  תנאו ותירץ שאני התם שהיתה הארץ לפניהם והם מחזיקים בה מעכשיו לפיכך כפל  משה רבינו עליו השלום התנאי שאם (כן) לא יקיימו שיטלו הנחלה מידם, אלמא  משמע מהכא דכל שלא הוחזקה מתנה בידו הרי אם כלאחר ואינו צריך לכפול תנאו  ואפילו לר' מאיר והוא הדין לכל שארי חומרי התנאים.", 
            "<b>אמרו לו מה טיבה של בהמה זו. </b>אבל על הסמיכה לא אמרו לו דבר מפני  שעדיין לא היה סומך, אבל באותו מעשה דבסמוך דאמר לו מה זו סמיכה מפני  שראה אותו סומך, והיינו דהכא גרסינן לסמוך ובאידך גרסינן  וסמך."
        ], 
        [
            "<b>והעמידן בעזרה. </b>כלומר בעזרת ישראל, אבל  בעזרת כהנים לא דהוי להו חולין בעזרה. ויש מפרשים שהקדישן לכל מי שיבוא  וירצה להביא עולה. ובירושלמי (ה\"ד) גרסינן (והעמיק) [והעמידן]  בהר הבית."
        ], 
        [
            "<b>אמר ליה וכי מה בין זה לנדרים  ונדבות. </b>קשיא לי ומנא ליה דרב הונא אסר נדרים ונדבות, דלמא כמאן דאמר  קרבין ביום טוב סבירא ליה וקיימא לן נמי כוותיה. ויש לומר דרב  אויא אליבא דמאן דאמר אין קרבין קא בעי ליה ולא היה התלמוד צריך לפרש  דאיבעיא אדעבר והקריב דסמוך לה קא סמיך ודבר הלמד מענינו הוא, ואי נמי  משום דאהדר ליה מותר סתם ולא אמר ליה למאן דאמר נדרים ונדבות שרי משמע  ליה דלכולי עלמא קאמר ליה דשרי.", 
            "<b>ומי אית ליה לרב חסדא הואיל  וכו'. </b>הוא הדין דהוה מצי למפרך ואפילו לרבה דאית ליה הואיל לכתחלה מי  שרי, אלא דכיון דאקשי מדרב חסדא לרב חסדא לא חש לקושיא  אחריתי.", 
            "<b>אלא אימא כגון דאית ליה נבלה. </b>דודאי אפשר  לפייסן בנבילה. ואיכא למידק דמכל מקום לצורך כלבים ואדעתא דכלבים הוא  אופה, ויש לומר דהתירו כאן כמו שהתירו במסוכנת באפשר לו לאכול כזית מבית  שחיטתה (לקמן ביצה כה, א).", 
            "<b>כל חדא וחדא חזיא לינוקא ושרי  ואי לאו אסור. </b>פירש רש\"י ז\"ל דהאי דרב הונא פליג אדרב חסדא, וקשה קצת  דאם כן הוה ליה למימר ופליגא דרב חסדא כדאמרינן לקמן ופליגא דרבי יהושע  בן לוי, ובתוס' פירשו דלא פליגי דהא דרב הונא לא אפשר למפלגה בלישה דהא  אי שקיל איהו חדא ריפתא לינוקא ולא אפי שארא ודאי קפדי בה. וקשיא לי דאם  כן מנא לן דפליגא אדרבי יהושע בן לוי דאמר אין מזמנין את הגוי ביום טוב,  דלמא שאני ר' יהושע בן לוי דאפשר ליה למיפלג דאיבעי שקיל מקצת ושביק להו  שארא ואי נמי אכל כולה סעודתה דדידיה הוא, ויש לומר דכיון שזימנן  כדלא איפשר למיפלגא לה [דמי].", 
            "<b>עגל של צדקה (היא)  [הוא]. </b>ואפילו הכי שרי להציל ממונו בו דהכל עניים אצלו לדבר זה כיון  שלא היה להן אחר, ולדידהו מיהו אסור באכילה דלגבי אכילה אינן עניים אצלו.  ולדידי קשיא לי דאפילו דצדקה מותר ללוותו ולשלם ומותר היה לכל אף על גב  דבא לידי גבאי כדאיתא בפרק קמא דערכין (ו, א) דסלע לצדקה מותר  לשנותו כלומר ללוותו ולשלם. ויש לומר דהוא הדין דהוה מצי לאקשויי  הכין כלומר הא אית להו ללוותו ולשלם וחזי לכלהו בין לעניים בין לעשירים  ולמה יפדו עצמן במה (שנתן) [שניתן] לעניים, אלא דמילתא [גופיה] אקשי  ואפילו לטעמי' הא חזי לעניים וכי אוקמי' בעגל טריפה איפרקה כולה מילתא  ואי משום (דהוי) [דחזי] לכלבים תנאי היא, כך נראה לי."
        ], 
        [
            "<b>ולרבי יוסי הגלילי דאמר לכם ולא לכלבים הני סופלי לחיותא  היכי שדינן להו ביום טוב. </b>ואם תאמר מאי קושיא (אפיל) אף על גב דאין  נפש בהמה במשמע להתיר מלאכה דאורייתא מכל מקום טלטול שרי דכיון דראוי  למאכל בהמה מטלטלין אותן, ותדע לך דהא אפילו בשבת מחתכין את  הדלועין לפני הבהמה (שבת קנו, ב) ומתירין פקיעי עמיר [לפני בהמה] (שם  קנה, א) ומטלטלין את [הלוף] מפני שהוא מאכל לעורבים (שם קכו, ב)  ושברי זכוכית מפני שהוא מאכל לנעמיות (שם קכח, א). ותירצו בתוס' דהני  סופלי לחיותא קשין הן ואינן מאכל לבהמה אלא על ידי שחיקה ששוחקין אותן  קצת, אלא שעל ידי הדחק הן אוכלין אותן לפעמים בלא [שחיקה] ולפיכך לר'  עקיבא דאמר נפש בהמה במשמע שוחקין ונותנין לפניהם, אבל לר' יוסי אי אפשר  משום דשחיקה תולדה דטוחן ומלאכה דאורייתא היא וכיון שכן אף הן  בלא שחיקה אינן מאכל בהמה ואסירי לטלטל.", 
            "<b>מטלטלינן להו  אגב ריפתא. </b>כלומר: אותן שנפלו על הפת אבל ליתן על הפת לכתחלה לא  דלטלטולי נמי לתת אותן על הפת מי שרי ליה. ואם תאמר דהא קיימא לן דלא  אמרו (כבר) [ככר או תינוק] אלא למת בלבד (שבת קמב, ב), ועוד דהא אמרינן  בשבת פרק נוטל (שם) אביי מנח כפא אכיפי ומטלטל להו רבא יהיב סכינא [אבר  יונה] ומטלטל ליה, ואמר רב יוסף כמה חריפא שמעתא (דדחיקי) [דדרדקי] אימור  דאמור רבנן בשוכח לכתחלה מי אמור, ואם כן היאך התיר כאן רב יוסף גופיה  לזרוק על הפת לכתחלה כדי לטלטלן. ותירצו בתוס' (ד\"ה עושה) דשאני הכא שאי  אפשר לעשות הטלטול מאתמול. ועוד יש לומר דהתם שאני שמטלטל האיסור ממש על  ידי ההיתר שעל גביו אבל הכא שמטלטל ההיתר בעצמו אלא שהאיסור ניטל (עצמו)  [עמו] שרי ואפילו לכתחילה נמי. [ואם תאמר] והא אפילו כשמטלטל  ההיתר ממש כיון דאפשר לנער האיסור היכי שרי, והא תנן (קמא, ב) נוטל אדם  כלכלה והאבן בתוכה, ואוקימנא בכלכלה מלאה פירות ובפירי דמיטנפי דלא אפשר  לנעורי הא אפשר לא, ותנן נמי (קמב, ב) מעות שעל הכר מנער את הכר והן  נופלין מאליהן, יש לומר דהתם כשצריך לגופו אבל בצריך למקומו מטלטלן ועודן  עליו.", 
            "<b>כדשמואל דאמר שמואל עושה אדם כל צרכיו בפת.  </b>הוא הדין דהוה מצי למימר מטלטל להו אגב (פריר') [פתורא], אלא  דאגב אורחיה קא משמע לן דאיתא לדשמואל דלא ממאיס מיהא וכדמשמע נמי בפרק  (כיצד מברכין) [שלשה שאכלו] (נ, ב).", 
            "<b>ולטלטלינהו אגב כסא מי לא  אמר רב נחמן וכו'. </b>כתבתיה בשלהי כירה בשבת (מ\"ז א, ד\"ה הוה) בס\"ד.", 
            "<b>וכי עושין גרף של רעי לכתחלה. </b>פירש רש\"י ז\"ל נהי דכי איתא  קמן מסלקין, אבל לאתויי קמן או למיזל גביה כי היכי דנמאס עלן ונסלקי' מי  שרי. ואיכא למידק דהא אמרינן לקמן באידך פירקא (לו, ב) [בי ריחיא]  דאביי [דליף] אתא לקמיה (דרבא) [דרבה] אמר ליה זיל אמטי פורייך להתם כי  היכי דלהוי גרף של רעי ואפיק יתיב אביי וקא קשיא ליה וכי עושין גרף של  רעי לכתחלה אדהכי והכי נפל (הסיא) [בי ריחיא דאביי] אמר תיתי לי על דעברי  אדמר, אלמא שרי למיזל גביה כי היכי דנהוי גרף של רעי, ויש לומר דשאני התם  דאיכא פסידא. והא דאמרינן נמי (שבת קמג, א) רב הונא בריה דרב  יהושע עביד להו כגרף של רעי, פירוש לגרעינין כשהיו לפניו היו נמאסים  בעיניו וזורקן כדאיתא בפרק נוטל, התם נמי כיון שלא היה יכול לסלקן מאתמול  אין זה גרף של רעי לכתחלה.", 
            "<b>גזירה שמא ירבה בשבילו. </b>פירוש:  בקדרה בפני עצמה, הא באותה קדרה היה מותר אלא משום שמא ירבה בקדרה בפני  עצמה אסור, ואף על גב דקיימא לן כרבה דאית ליה הואיל ואפילו אם  ירבה בשבילו בקדרה בפני עצמה ליכא איסורא דאורייתא הואיל ואי מקלעי ליה  אורחים חזי ליה וא\"נ (חזינן) לדידיה נמי חזי ליה כיון דלא אכל  ומדרבנן בלחוד הוא דאסור, אפילו הכי אסור גזירה שמא ירבה בשבילו דברים  האסורים דליכא הואיל וכולה חדא גזירה היא.<br><b></b>ולענין פסק  הלכה קיימא לן כמאן דאמר לכם ולא לגוים דהא בית הלל אית להו הכין לעיל  (כ, ב) ור' יוסי הגלילי ור' עקיבא הכי סבירא להו וכן ר' יהודה בן בבא  ואמוראי נמי כרב חסדא וריב\"ל ורבא כלהו נמי סבירא להו הכין וההוא דרב  הונא פליגא אכולהו אמוראי דאמרי אין מזמנין את הגוי ביו\"ט, ופסק גם כן  כההיא דרב הונא ודבר תימא הוא דהא אמרינן בגמרא דפליגן והיכי מזכי שטרא  לבי תרי, ושמא בספרי הרב ז\"ל ל\"ג ופליגא דריב\"ל ועבדי לה לר' יהושע מימרא  באנפי נפשיה, והוי טעמא דריב\"ל משום דהוה ליה כמאן דאפשר למיפלג דהא אי  בעי לא אפי' ולא מבשל להו כלל דמדעתא דנפשיה מזמן להו. ואיכא  למידק הני עבדי היכי מבשלינן להו, ואפילו בקדרה שלנו היאך מרבין בשבילן  והא איכא משום דריב\"ל. ויש לומר דבבישול ליכא למיחש שאין דרך לרבות  בשבילו בקדרה אחרת ולבשל להם, דבמזומנים שאדם רוצה להתכבד בהם הוא דאיכא  למגזר משום דמלתא דשכיחא היא הא בשביל עבדיו ושפחותיו לא שכיחא, ואפילו  עביד להו קדרה בפני עצמה אינהו גופייהו (שכח) [שכיח] דמבשלי להו ולא שכיח  דמבשל להו ישראל, ולענין פת נמי אפשר בדאית ליה מידי דאפשר לפרנסן ביה  וכדאמרינן לעיל גבי עיסת הכלבים. ומן הטעם הזה אפשר שיש להתיר אפילו בגוי  המתלוה עם ישראל קודם יום טוב ומזונותיו על ישראל.<br><b></b>ולענין כלבים פסק הרי\"ף ז\"ל כר' יוסי הגלילי דאסר משום דהוה ליה  סתם במתניתין דפרק קמא דחלה דעיסת הכלבים דמייתי לעיל ומחלוקת בברייתא,  וקיימא לן כסתם מתניתין. והר\"ז ז\"ל הקשה עליו מדאמר ליה אביי לרב יוסף  ולר' יוסי הגלילי הני סופלי לחיותא היכי שדינן להו ביו\"ט ואצטרך לשנויי  בשנויי דחיקי ודלא כהלכתא, ובהדיא תנן (שבת קנו, ב) מחתכין את הנבלה לפני  הכלבים אפילו בשבת ואין צריך לומר ביו\"ט ונותנים מזונות לפני בהמה בשבת  והרבה משניות ששנינו בשבת דכל מאכל בהמה מטלטלין אותו בשבת וכל שכן ביו\"ט  והיאך דוחין משניות אלו מפני משנה יחידית עיסת הרועים. ועוד  דאפשר דבההוא אפילו ר' עקיבא מודה, הואיל ואפשר להו לכלבים בעיסה לא נאפה  להם שלא לצורך. ואין דבריו מחוורים, דאדרבה מדשרינן בשבת ודאי  הדבר מוכרח דאינו תלוי במחלוקתן של ר' יוסי הגלילי ורבי עקיבא דמי איכא  מאן דשרי אוכל נפש בשבת ולא [יעלה] על דעת לאסור לתת מזונות לפני בהמה  בשבת והיכי אקשינן ליה אביי הכא שבת מאי איכא למימר, ועוד דהא בית הלל  אית להו לכם ולא לגוים לכם ולא לכלבים כדאיתא לעיל בברייתא, ואינהו אית  להו מסלקין מעל השלחן עצמות וקליפין וכל דבר שהוא ראוי לבהמה  (קמג, א). והא דאמר ליה אביי לרב יוסף הכא בשמעתין הני סופלי לחיותא היכי  שדינן, כבר כתבנו למעלה משם רבותינו הצרפתים ז\"ל הני סופלי לא חזו למאכל  בהמה בלא שחיקה.<br><b></b>והרמב\"ן (נראה) [נר\"ו] כתב דאביי משום דנולדין  נינהו קא בעי מיניה מדרב יוסף, וכגון תמרים שאכלן ביו\"ט והכי קאמר בשלמא  לר' עקיבא דאמר נפש בהמה במשמע כיון שהתמרים מוכנים למאכל אדם מערב יו\"ט  מוכן לאדם מוכן לכלבים שהרי מוכנים הם לצורך אוכל נפש וצורך נפש בהמה  צורך אוכל נפש והרי הן כאלו הכינן אף לכלבים שהרי דבר זה הוכן סתם לאוכל  נפש והראוי לאדם לאדם והראוי לבהמה לבהמה, אלא לר' יוסי הגלילי דאמר אין  במשמע נפש בהמה הראוי לו לאדם מוכן ושאינו ראוי אלא לכלבים אינו בכלל  הכנה שזה מוכן לאוכל נפש וזה אינו אוכל נפש והיכי מטלטלינן, ופרקינן  הואיל וחזו להסקה שכיון שהוכנו לצורך אדם מוכנים הן אף להסקה שאף היא  צורך אוכל נפש היא, ולא סבירא ליה לרב יוסף למיסר בהסקה משום דמעיקרא  מיכסו והשתא מיגלו אלא סבר ליה כיון דמעיקרא גרעינין [והשתא גרעינין]  שרי, ובפרק במה מדליקין (שבת כט, א) לא איפשט בגמרא אי רב(א) קבלה אי לא קבלה  ואף על גב דפשיטא לן (שבת מד, ב) דרב סבר במוקצה כר' יהודה. ומיהא אנן  כיון דקיימא לן ביו\"ט כר' יהודה דאמר (שם כ\"ט, א) (אין) מסיקין בתמרים  אכלן אין מסיקין בגרעיניהן שמעינן מינה דליתא לדרב יוסף ולא מטלטלינן להו  ולא שדינן לחיותא ביומא טבא כדאיתא התם בפרק במה מדליקין, ובשבת מטלטלין  להו לאותן שעומדים למאכל בהמה בלא ריפתא וכדקיימא לן כר\"ש בשבת דלית ליה  מוקצה ולא נולד, ודלא קיימי למאכל בהמה לא מטלטלינן להו אלא אגב ריפתא אי  נמי אגב (ליקנא) [לקינא] דמיא מטלטלינן להו כדאיתא בפרק נוטל (שבת קמג, א).  והא דאמר ליה אביי לרב יוסף היכי שדינן, לאו קושיא היא ממה שנהגו כבר אלא  שאלה היא היאך נשדי להו לר' יוסי הגלילי כדקאמר לי התינח י\"ט שבת מאי  איכא למימר ואמר ליה מטלטלינן להו אגב ריפתא, ואי מעשים בכל יום קאמר ליה  דמטלטלי להו אגב ריפתא מאי קא מהדר ליה דעבדינן הכי אלא הלכה למעשה קא  בעא מיניה למכאן ולהבא, ולית  הילכתא כרב יוסף אלא כדקא סלקא דעתיה דאביי דלר' יוסי הגלילי  אסור.", 
            "מתני': <b>לא יחם אדם (מים) [חמין] לרגליו אלא אם  כן ראויין לשתיה וכו'. </b>פירוש: לאו למימרא שאם היו מים יפים וראויים  לשתיה שיהא מותר להחם לרגליו דהא טעמא דבית שמאי משום דלית להו מתוך  שהותרה הבערה לצורך, אלא הכי קאמר אלא אם כן ראוין לשתיה ושהחם לשתיה ואם  הותיר רוחץ בהם רגליו, וכדתניא לעיל (ביצה יז, א) ממלא נחתום חבית של מים אף  על פי שאינו צריך אלא לקיתון אחד. ומיהא בירושלמי (ה\"ה) איכא לישנא  אחרינא (כיון) [כאן] דמפרש לה בראויין לשתייה ממש אף על פי שלא שתה מהם,  דגרסינן התם על מתניתין דהכא פתר ליה תרין פתרין על דעתיה דבית שמאי והוא  שתה מהן על דעתיה דבית הלל והוא שיהיו ראויין לשתיה וכו', פתר לה  פתר (אחרון) [אוחרן] על דעתיה דבית שמאי והן שראויין לשתיה על דעתיה דבית  הלל ואפילו אין ראויין לשתיה.", 
            "גמרא: <b>בית שמאי אומרים לא יעשה  אדם מדורה להתחמם כנגדה ובית הלל מתירין. </b>ומהא שמעינן דבית שמאי ובית  הלל במתוך שהותרה הבערה לצורך פליגי, והא דפליגי [אמוראי] בפרקא קמא גמרא  אין מוציאין את הקטן (יב, א) אי פליגי במתוך שהותרה הוצאה לצורך או  לא, הכי קאמר מהא לא תשמעיניה אלא (דהכי) [דהכא] שמעינן לה, ודכוותה איכא  טובא בגמרא וחדא מינייהו בעירובין בשלהי כל גגות (עירובין צה, א) גשרים המפולשין.  אלא דקשיא לי קצת הא דאמר ליה ר' יוחנן לההוא דתני קמיה (ביצה יב, א)  המבשל גיד הנשה ביו\"ט לוקה חמש פוק (קרי) [תני] לברא הבערה ובישול אינה  משנה ואם תמצא לומר [משנה] בית שמאי היא דאמרי לא אמרינן מתוך שהותרה  הוצאה לצורך הותרה נמי שלא לצורך אבל לבית הלל דאמרי מתוך שהותרה לצורך  הכא נמי מתוך שהותרה הבערה לצורך הותרה נמי שלא לצורך, למה ליה לרבי  יוחנן למימר כי היכי דאמרינן מתוך שהותרה הוצאה אמרינן נמי מתוך שהותרה  הבערה, לימא אבל לבית הלל הא אמרי מתוך שהותרה הבערה לצורך הותרה נמי שלא  לצורך דהא אמרוה הכא בהדיא. ויש לומר דברייתא לא שמיע להו", 
            "<b>מי שלא הניח ערובי תבשילין אופין לו פת אחת וכו'. </b>כלומר ואין צריך  להקנות קמחו לאחרים דלא אמרו (לעיל ביצה יז, א) צריך להקנות קמחו לאחרים אלא  כשאופין לו בריוח אבל בצמצום כדי חייו שרי. והלכה היא דהא תנא בברייא הא  נמי דסבירא ליה הכין (ולא) [וליכא] אמורא דפליג עליה, וקא פסקה הרז\"ה ז\"ל  ואף על פי שלא כתב הרי\"ף ז\"ל בהלכות.<br><b></b>ומסתברא מדקתני  אופין וצולין לו דדוקא אחרים עושין לו אבל הוא עצמו אינו עושה, והא דקתני  במתניתין אין טומנין את החמין לכתחילה ביום טוב אין טומנין אפילו על ידי  אחרים קאמר, אבל בירושלמי (ה\"א) משמע דאף הוא צולה לעצמו, דגרסינן התם לא  עירב ולא עירבו לו אחרים, רבי יצחק אומר צולה לו דג קטן רב הונא אמר מחמם  לו חמין שמואל אמר מדליק לו את הנר, מדאמרינן מדליק ולא אמרינן מדליקין  משמע דאף הוא עצמו מדליק לעצמו.", 
            "מיהא דקתני <b>ומדליקין  לו את הנר. </b>איכא למשמע דאף הדלקת הנר צריכה עירוב וצריך לומר בדין  יהא שרא לנא לאדלוקי שרגא, וכן כתב הרב (בהלכות) [בעל הלכות].  ויש אומרים דאינו צריך אלא הכא סדורא דשלחנו הוא דנקט, ומיהו למעשה שפיר  דמי לאחמורי ולמימר הכין."
        ], 
        [
            "<b>אין לו כלי לכפות  עליה מאי אמר ליה אסור. </b>ואם תאמר לימא ליה הכא מתוך שהותר כבוי  לצורך הותר נמי שלא לצורך דהוה דבר השוה לכל נפש וכדאמרינן בריש  פרק קמא דכתובות (ז, א וע\"ש בתוס') דמותר לבעול לכתחלה ביו\"ט ואע\"ג דקא  עביד חבורה מתוך שהותרה חבורה לצורך הותרה נמי שלא לצורך. ויש  לומר דכבוי לצורך אוכל נפש היינו אורחיה כבשרא אגומרי (לקמן ביצה כג, א)  ומגופו של מעשה הוא וכן חבורה של בעילה אבל כבוי הנר משום דבר [אחר]  שאינו מצרכי התשמיש וזה דבר אחר ככבוי הבקעת בשביל שלא יתעשן  הבית.", 
            "<b>אם בשביל שלא יתעשן הבית או הקדרה מותר.  </b>יש מפרשים בשביל שלא יתעשן הבית שלא ישחיר הכותל וכן הקדרה  עצמה שאין כאן צורך יו\"ט, אבל בשביל שלא יתעשן הבית שהוא יושב בו כדי שלא  יצטרך לצאת מן הבית ולהתבטל מסעודתו אין לך אוכל נפש גדול מזה ובכי הא  אפילו רבנן מודו, ותדע לך מדבעי מיניה אביי (מרבא) [מרבה] מהו לכבות את  הדליקה ביו\"ט היכא דאיכא סכנת נפשות לא תיבעי לך כי תיבעי לך משום אבוד  ממון מאי ופשט ליה לאיסורא ואותביה אביי מהא דאין מכבין את הבקעת ואם  בשביל שלא יתעשן הבית מותר, דאלמא דאפילו היכא דליכא אלא אבוד ממון בלבד  וליכא משום שמחת יו\"ט וצורך אוכל נפש [שרי] ר' יהודה להדיא, וכיון שכן  איכא למימר דבהא הוא דפליגי רבנן עליה דר' יהודה הא כדי שלא יתעשן הבית  שהן יושבים בו להתבטל מסעודתן אפילו רבנן מודו דאין לך צורך אוכל נפש  גדול מזה.<br><b></b>אבל רש\"י ז\"ל נראה שהוא מפרש דר' יהודה דוקא  בשמתעשן הבית שהוא יושב בו אמרה וכן בעשן הקדרה שהוא מבשל בה וכדי שלא  יתעשן המאכל, שכן פירש לקמן גבי בעיא דמהו לכבות את הדליקה איתיביה אביי  אין מכבין וכו' ואם בשביל שלא יתעשן הבית מותר ואין לך עשון גדול מזה  שהוא צריך לצאת בחוץ ולאכול בשרב או בגשמים, ולפי זה לא נחלקו חכמים אלא  בעישון הבית אבל בעישון הקדרה מודו ליה דצורך אוכל נפש הוא.  וי\"מ בשביל שלא יתעשן הקדרה עצמה ואפילו הכי שרי ר' יהודה שהוא  צריך לבשל בה והוי דומיא דשלא יתעשן הבית שהוא צריך לאכול בתוכו.<br><b></b>הא דפשיט הכא כרבנן לאיסורא בין בכיבוי הנר מפני דבר אחר בין בכיבוי  בקעת כדי שלא יתעשן הבית ושלא תתעשן הקדרה וכן במכחל עינא ביומא טבא,  הרי\"ף ז\"ל אמר דכן הלכה. ואיכא דקשיא ליה דהא אסיקנא לקמן באידך פרקא  (ביצה כח, ב) דהלכה כר' יהודה דאמר לכם לכם לכל צרכיכם ואין מורין כן, ותירץ  הרז\"ה ז\"ל דהכא נמי משום דאין מורין כן הוא דמהדרי הכי אנן דאמרינן  כרבנן, אלא שהיה לו לרי\"ף ז\"ל לפרש. אבל הרמב\"ן ז\"ל  אומר דהכא לגמרי אסרו דהא לאו בפרקא הוה ולא בפני עם הארץ, וכן בהשחזת  סכין (כח, א) לא אשכחן מאן דשרי בלא שינוי הלכה למעשה, אלא שצריך לתקן  הסוגיות ולתרצם דאלו הכא אסרו לגמרי ואלו בגריפת תנור אשכחן (לב, ב) דשרו  לגמרי היכא דלא אפשר ור' חייא לדביתהו (ורבה) [ורבא] לשמעיה אורויי אורו  להו ואזהורי מזהרי להו מחרוכא ולמעבד ריפתא מעלייתא, ואמרינן נמי התם  (כח, א) דרשינן משמך הלכה כרבי יהודה ואמר להו יהא רעוא דכל הני מילי  מעלייתא תדרשון בשמי. ויש לומר שלא סמכו על ר' יהודה לגמרי אלא באותן  הדברים שהם עיקר מכשירי אוכל נפש כגריפת תנור כדי שלא יחרוך התבשיל עצמו  שאם אתה מחמיר עליו אתי לאימנועי משמחת יו\"ט, ובדברים שאינם עיקר אוכל  נפש אלא שהן צריכין כגון כבוי בקעת שלא יתעשן הבית במקום שהוא אוכל שם או  כבוי הדליקה משום אבוד כלי תשמישו שאוכל בהם אסור לגמרי בין להורות בין  לעשות מעשה ביחיד, וכל שכן לכבות את הנר מפני דבר אחר ואף על פי שתשמיש  צורך כל נפש וראוי להתיר בו מלאכה כדאיתא בכתובות (ז, א) מכל מקום  מכשיריו אסורים, הא לר' יהודה כל שהוא דוחה יו\"ט מכשיריו נמי דוחין, וכן  כחול עין הנאת כל הגוף ולדברי ר' יהודה דאמר לכם לכל צרכיכם מותר ולא  סמכו על דברי ר' יהודה בזו ביו\"ט ראשון אלא בשני, ודברים שהם מכשירי אוכל  נפש אלא שאין צריכים (בב') [כל כך] כגון סכין שעמדה (כח, ב) שהרי אפשר  בשאלה שהרי מצויין לכל ויוליך בהמה אצל סכין או סכין אצל בהמה מותר על  ידי שינוי, דכיון דאפשר על ידי שינוי לא שרינן אלא שאין מורין  כן משום דשכיחי ולא אתי לאימנועי משמחת יו\"ט, ולפיכך דורשין  בכלל הלכה כר' יהודה במכשירין ובפרטן מחלקין בהן הכל לפי מה שהוא ענין,  אלו הם דברי הרמב\"ן ז\"ל.", 
            "הא דאמרינן: <b>הכא במנורה של חוליות  עסקינן. </b>כתבתיה בשבת בשלהי פרק כירה בס\"ד (מו, א בד\"ה  הלכך).", 
            "<b>קנבה שרי. </b>פרש\"י עדויי (לקמן ביצה ל\"ב, ב) חשוכא,  דהיינו מוחטין את הפתילה. ובתוספות פירשו להסיר הפחם מראש הפתילה לאחר  שכבתה, והוא מלשון קניבת ירק (שבת קיג, ב)."
        ], 
        [
            "<b>אמר ליה כנהרדעי סבירא לי דאמרי אף בביצה. </b>ומיהא אנן לא  קיימא לן כנהרדעי אלא כרבא וכרב אשי דהוה בתרא דקאי כוותיה כדמשמע הכא,  ובריש פירקין קמא (ו, א) אמרינן בפירוש שמיע לי מיניה דמר דלא סבירא ליה  כנהרדעא. ומיהו מהא (דאמרי') [דאמימר] שמעינן לדידן ליו\"ט שני של גליות  דשרי ולא גזרינן ביה משום שחיקת סממנים וכן כתב הרי\"ף ז\"ל  בהלכות, ואין דעת בעלי התוספות ז\"ל כן.", 
            "<b>אם אמרו  בזריזין. </b>מהא שמעינן דאסור לעשות פת עבה טפח בפסח, ולא  אתפרש בגמרא עד כמה שרי, וכל דעביד להו רקיקין שפיר דמי.", 
            "<b>ואמאי קרי ליה עבה משום דנפישא בלישה. </b>פירש רש״י ז״ל דפליגי  בפלוגתא דתנא קמא (ורשב״ג) [ורשב״א] בריש פרקין (ביצה י״ז, א) בית שמאי כתנא  קמא דאסר למלאות את התנור פת כיון שהוא לצורך חול ובית הלל כרשב״א. והקשו  בתוספות דאם כן הוה ליה לאתויי לעיל הך פלוגתא דבית שמאי ובית  הלל. והם ז״ל פירשו דפת מרובה היינו פת גדולה דנפישא בלישה אלא  שאינו עבה ממש ודומיא דפתין גריצין ורקיקין דמייתי ליה עלה, ומפרש לה  בירושלמי (ה״ו) שמתוך שאתה מיגעו אף הוא אינו אופה אלא כדי צרכו, כלומר  מתוך שאתה מיגעו לעשות אותן קטנים ויטרח בהן הרבה לעשות מלישה מועטת פתין  הרבה אף הוא אינו בא לאפות לצורך חול ובית הלל לא גזרי, ולעולם גריצין  ורקיקים עבים זה כזה אלא שזה קטן וזה גדול.", 
            "<b>ומכבדין  את המטות ואין חכמים מודים לו. </b>דקדקו בתוס' מכאן וגם הרז\"ה  ז\"ל דאף (דרשב\"א) [לר\"ש] דאמר דבר שאין מתכוין מותר (אחר) [אסור] לכבד את  (הפת) [הבית] ומשום אשווי גומות, דהויא ליה כפסיק רישיה ולא ימות. ורי\"ף  ז\"ל כתב בהלכות [במסכת] שבת (קכד, ב) שאף לכבד שרי לדידן דקיימא לן כר\"ש  דלא פסיק רישיה הוא וחכמים דהכא היינו ר' יהודה, וכן כתב הוא ז\"ל בתשובה  [תשו' הרי\"ף מכת\"י סי' י\"ח] וכן דעת רוב הגאונים ז\"ל, ובפרק  (כ\"ג) המצניע (צה, א ד\"ה והאידנא) כתבתיה בארוכה בס\"ד.", 
            "<b>גדי מקולס. </b>יש מפרשים דדוקא נקט גדי, לפי שאין לו אליה חזי כמאן דסלקא  לגבוה, אבל שה מקולס אין לחוש דיש לו אליה ואליתו מוכחת עליו. אבל  בתוספתא (פ\"ב הי\"א) משמע דבין זה ובין זה אסור, דתני במעשה דתודוס טלאין  המקולסין.", 
            "<b>ולימא מר מפני שהוא מבעיר. </b>כלומר:  מפני שלא לצורך דבר הראוי לכל נפש.", 
            "גרסינן בירושלמי בשלהי מכילתין  (פ\"ה ה\"ב): <b>מהו להדליק נר של אבטלה חזקיה אמר אסור, מתניתא פליגא על  חזקיה לא תבערו אש בכל מושבותיכם ביום השבת בשבת אי אתה מבעיר [אב מבעיר  אתה] ביו\"ט, אין תימר בדברים שיש בהם אוכל נפש אנן קיימין והכתיב אך אשר  יאכל לכל נפש וגו' אלא (כיון) [כינן] קיימין בנר (דלא בטלה) [של  אבטלה] א\"ר אבין תני בית שמאי אוסרים ובית הלל מתירים, ר' נחום אחוה דר'  אילא בעי קמי ר' יוחנן אמר ליה לא תאסור ולא תשרי. </b>ואמרו  בתוספות דמגמרא דילן ליכא למידק דאסור מדקא אסר הכא מבעיר, דהכא  שאני שמבעיר לצורך מלאכה הא במבעיר לבטלה לא שמענו, ומהא משמע  דאסור כיון דר' יוחנן לא רצה להתיר."
        ], 
        [
            "<b>רבא אמר על ידי גחלת נמי מותר מידי דהוה אבשרא אגומרי.  </b>כלומר: דהוי דבר הצריך לכל נפש (כתובות ז, א) כבשרא אגומרי ולפיכך אף  על גב דמכבה ומבעיר ומוליד ריחא שרי, והיינו טעמא (ממש) [נמי]  דשמואל דלעיל דשרי, דרב ושמואל ודאי בהא הוא דפליגי אם עישון פירות הוי  דבר השוה לכל נפש או לא רב סבר אינו שוה לכל נפש ולפיכך כיון דמכבה  ומבעיר ומוליד ריחא אסור ושמואל סבר דדבר השוה לכל נפש הוא ושרי. [ו]איכא  למידק רבא מאי (חזית) [חדית] במאי דקאמר מידי דהוה אבשרא אגומרי, הוה ליה  למימר הלכתא כשמואל אי נמי אפילו על גבי גחלת שרי דדבר השוה לכל נפש הוא,  וצ\"ע.", 
            "<b>מקרדין אבל לא מקרצפין. </b>פירוש:  דוקא קירוד וקרצוף שלהם אבל שלנו אסור משום השרת נימין ופסיק רישיה ולא  ימות הוא דומיא (דמה) [דהא ד]נזיר (מב, א עיי\"ש) אבל לא  סורק.", 
            "<b>ורבנן סברי לה כר' יהודה וגזרו קירוד אטו  קרצוף. </b>ובירושלמי (ה\"ח) פירשו טעם אחר (דגזרי') [דגרסינן]  התם, קירוד אסור משום חבורה קרצוף אסור משום תלישה."
        ], 
        [
            "מתני': <b>ומשום כלי כברה. </b>פירשו בתוס' משום כלי קיבול, ואף על  גב שמוציאה הסלת מכל מקום מקבלת הסובין והרבה דברים (גרסינן)  [גסים], ורש\"י ז\"ל לא פירש כן.", 
            "מתני': <b>עגלה של קטן  טמאה מדרס. </b>פרש\"י ז\"ל עגלה של קטן שיושב עליה ומטלטלין אותו עליה.  ואם תאמר אם כן פשיטא דטמאה מדרס, יש לומר דקא משמע לן דלא תימא כיון  שאין עושין אותה אלא לשחוק בעלמא אין זה עיקר מדרס, מידי דהוה אספינה  דאמרינן בפרק רבי עקיבא (שבת פג, ב) דטהורה ואינה מטמאה מדרס משום דאין  עיקרה עשויה אלא לעבור בה ממקום למקום, וכן לוקמין טהורה (שבת סו, ב)  ומפרש בגמרא קישורי ופירש רש\"י ז\"ל שהן [אשקצ\"ש שמהלכין בהן במקום טיט],  וטעמא דטהורין לפי שאין עיקרן למדרסות אלא לעבור בהם את הטיט  ואין עשויין להנאת מדרס. ובתוס' פירשו עגלה שעושין ללמד את  הקטנים להלך (ומקטן) [והקטן מניח] ידיו עליה והיא מתגלגלת, וקא סלקא דעתך  שאין כאן הנאת מדרס קא משמע לן.", 
            "מתני': <b>אין צדין דגין מן הביברין ביו\"ט.  </b>פירש רש\"י ז\"ל: ואף על גב דאפייה ושחיטה ובישול אבות מלאכות הן  והותרו לצורך משום דאי אפשר מערב יום טוב, דשחיטה חייש למכמר בשרא פן  יתחמם ויסריח אבל צידה אפשר מבעוד יום ויניחנו במצודתו במים ולא ימות  ולמחר יטלנו משם. ואינו מחוור, חדא דיש פירות שנפסדין בלקיטתן מאמש כגון  תותים ותאנים וכיוצא בהם ואף על פי כן אסרו לתלוש מן המחובר ביו\"ט, וכל  שכן צידת הדגים שהן נפסדין הרבה בעומדין במצודה והרבה נפסדים אלו מסמנים  הנשחקים מאמש שהתירו לדוך כדרכו . ועוד כי לא אסרו באוכל נפש  בדאפשר לעשות מערב יום טוב, דאפילו במכשירין שרי רבי יהודה  וקיימא  לן כוותיה ובמכשירין בלחוד הוא דנחלקו עליו חכמים אבל באוכלין לא נחלקו.  והרמב\"ם ז\"ל (פ\"א ה\"ה מהל' יו\"ט) נתן טעם לדבר  דכל מלאכה שאפשר  לעשותה מערב יום טוב ואין בו הפסד אסרו עליו גזירה שמא יניח אדם  מלאכול  וימנע משמחת יום טוב ולא יהיה לו פנאי לאכול ולשתות, וגם  זה אינו מחוור כל הצורך. אבל בירושלמי (ביצה פ\"א ה\"י) משמע שהן אסורין  דבר תורה , ובשלהי פרק המצניע (שבת צה, א בד\"ה שגג) כתבתיה  בארוכה.", 
            "<b>אין נותנין לפניהם מזונות. </b>פרש\"י  ז\"ל ואפילו למאן דאמר נפש בהמה במשמע הני מילי במזונותיו עליו, אבל דגים  אפשר להם בלא מזונות שאוכלין שרשי עשבים שבקרקע וגדול את הקטן. ואינו  מחוור דאם כן בברייתא דמייתי בגמרא דקתני שאין נותנים לפני חיה ועופות  אמאי לא. ובפרק האורג בשבת (קו, ב) פירש משום דהוו מוקצין, ויש לי קצת  ראיה לפירוש זה מן הירושלמי (כאן ה\"א) . אבל בתוס' פירשו דצידה  אסורה דבר תורה וכל שיש בו צידה דאורייתא אסרו ליתן לפניהם מזונות שמא  יצוד, אבל (ב)כל שאין בו צידה דאורייתא (אבל) [אלא] דרבנן נותנין דלא  גזרינן , וכן משמע לקמן, ובפרק ר' אליעזר דאורג כתבתיה בארוכה  בסייעתא דשמיא."
        ], 
        [
            "נראה שרש\"י ז\"ל גריס: <b>היכי  דמי ביבר קטן כל דמטי ליה בחד שחיא. </b>(ב\"ח) [בפ\"א] , שהוא  זכרונו לברכה פירש כל ששוחה עליו לתופסו ואינו יכול להשמט ממנו, ואינו  מחוור דביבר זה קטן מבית וזה פשיטא דצדין. וגרסת הספרים שלנו כל דרהיט  ומטי ליה בחד שחיא, ופירש רבינו שמואל כל שמגיעו בריצה אחת ואינו צריך  לפוש בינתים.", 
            "הא דבעינן <b>היכי דמי מחוסר צידה ואמר רב יוסף אמר  רב יהודה אמר שמואל כל שאומר הבא מצודה ונצודנו. </b>[קשיא] מאי קא  מיבעיא ליה דהא אסיק רב אשי לעיל דכל דלא מטי ליה בחד שיחיא מחוסר צידה  ואסור, וליכא למימר דהא דשמואל פליגא אדרב אשי דא\"כ בתר אוקמתא דרב אשי  הוה ליה לאתויי להא דשמואל ולמימר הא דרב אשי פליגא דשמואל ולא לאתויי הא  דשמואל אסיפא דכל המחוסר צידה. על כן פירש ר\"ת ז\"ל דרב אשי לא איירי אלא  בחיה אבל בעופות הא אמרינן בביבר מקורה שרי והכא פשיטא מדשמואל דאפילו  במקורה כל שאומרין הבא מצודה ונצודנו אסור, והיינו דאקשי עלה מאווזין  ותרנגולין וכולה סוגיא דעלה מיירי בעופות , והיינו נמי דבעי הכא על  מילתא דרשב\"ג היכי דמי מחוסר צידה ואלו בשבת בפרק ר' אליעזר דאורג (קו,  ב) לא בעי אמילתיה דרשב\"ג היכי דמי מחוסר צידה משום דהכא תנא עופות לענין  ביברין ואלו התם לא תנא עוף לענין ביברין. ולפי דבריו ז\"ל קיימא לן בחיה  כל שאינו מגיעו בריצה אחת אסור ואף על פי שאינו צריך למצודה ובעופות כל  שצריך למצודה. אבל מדברי הרי\"ף ז\"ל יראה דהא דשמואל פליגא אדרב  אשי, ונקטינן בגמרא הא דשמואל שהוא ז\"ל לא הזכיר בהלכות  הא דרב אשי אלא הא דשמואל, ולפי דבריו בין עוף בין חיה הכל תלוי בהבא  מצודה.", 
            "הא דתניא: <b>הצד אווזין ותרנגולין ויוני הדריסאות פטור.  </b>פטור ומותר קאמר אלא משום דקתני ביוני שובך ויוני עליה חייב לפי שהיא  צידה גמורה תנא הכא פטור, ואף על גב דאמר שמואל (שבת ג, א ועיין  שם בתוס') כל פטורי דשבת פטור אבל אסור חוץ מצידת צבי וצידת נחש ומפיס  מורסא בשבת, ההוא כללי בפטורי דתנו במתניתין בלחוד הוא.", 
            "גמרא: <b>חסורי מחסרא וכו'. </b>הא דעביד הכא במתני' ר' יהושע בר  (פלוגתייהו) [פלוגתיה] דרשב\"ג בהא, משום דברייתא מפרשא דר' יהושע  הוא דפליג עליה ואסר."
        ], 
        [
            "<b>שוחטין מן הנגרין.  </b>ר\"ל מן הביברים קטנים שהוא (ניצול) [ניצוד] ממש מערב יו\"ט.", 
            "<b>אבל לא מן הרשתות. </b>נראה דבהא תנא קמא לחומרא ואפילו בא מערב יום  טוב ומצא רשתות מקולקלין אסורין דחוששין [שמא] אפילו לאחר שנתקלקלו נכנסו  ונצודו, ורשב\"א לקולא דכל שנתקלקלה המצודה כודאי משוינן לה דלאחר  שנתקלקלו אין חיה נכנסת שם, וכן משמע בירושלמי (ה\"ב) דגרסינן התם (אבל)  [אפילו] נתקלקלה המצודה חש לומר שמא לא ניצודו מבעוד יום, א\"ר יוסי בר  בון [בפורש] בחורשין תדע לך שהוא כן (נן) [דתנינן] דגים ודגים לא במקום  שהם מצויין והכא במקום שחיה מצויה ע\"כ. ומינה דאפילו לרשב\"א דוקא במקום  שחיה מצויה שם, אבל בגמרין לא נראה כן שלא חלקו, ומכל מקום למדתי משם  דת\"ק דר\"ש אית ליה הכין דחוששין אף בזו שמא לא ניצודו מבעוד  יום.", 
            "<b>ספק נעשו כמי שנצודו ביו\"ט ואסורים. </b>דספק  הכין אסור, ודוקא בהכין שאפשר שהוכן על ידי מלאכה דאורייתא כצידה ולקיטה  הא בספק הכין דרבנן כתחומין לא, והיינו גוי שהביא דורון לישראל  [שאין] במינו במחובר דהבא בשביל ישראל זה מותר לישראל אחר,  וכעובדא דליפתא דאתא למחוזא ושרינהו רבא (עירובין מ, א) לפי שאין הגוי  צריך הכן, ופלוגתא היא בירושלמי וקיימא לן כמאן דאמר אין הגוי צריך  הכן, דגרסינן בירושלמי בפרקין דהכא (ה\"ב) ר' חייא רבה ור' שמעון  ברבי חד אמר הגוי צריך הכן וחד אמר אין הגוי צריך הכן ולא ידעינן מאן אמר  דא ומאן אמר דא.", 
            "<b>רב אמר מותרין לקבל. </b>ואם תאמר כיון  (דלית) [דאית ליה] אסורין באכילה היאך מותרין לקבל ולטלטל, דמי איכא מידי  דאסור באכילה ומותר לטלטל כל שאסור באכילה אסור לטלטל וכדאמרינן בסמוך  וליטעמיך בני יומן מי שרי בטלטול, וביצה שנולדה ביום טוב כשם שאסורה  באכילה אסורה לטלטל כדתניא בריש מכילתין (ג, ב) אחת ביצה שנולדה בשבת  ואחת ביצה שנולדה ביום טוב אין מטלטלין אותה לא לכסות בה את הכלי ולא  לסמוך בה כרעי המטה. ויש לומר דבספק הכן דגוי הוא שהקל ר\"ג דקסבר  דדי בספק הכן של גוי אם נאסור באכילה.", 
            "<b>אלא בכוורי דאדימי  ופירי דכבישי בירקא עסקינן. </b>כלומר: וברייתא לא רשב\"ג בלחוד הוא אלא  אפילו רבנן ובכוורי דניצודו מבעוד יום ופירות שנלקטו מאמש, וקא משמע לן  דאף על פי שנראין כניצודין ונלקטין מהיום אפילו הכי מותרין ולא חיישינן  למראית העין והיינו דקתני אפילו דגים המפולמין ופירי דבני יומן, וכן  פרש\"י ז\"ל.", 
            "<b>אמר רב פפא הלכתא נכרי שהביא דורון לישראל ביום  טוב אם יש מאותו המין במחובר לקרקע אסור. </b>כלומר בין לו בין לאחרים,  ופרש\"י ז\"ל משום מוקצה ואפילו לר\"ש משום דמחובר מסח דעתיה מיניה כל שלא  ליקטן מערב וכגרוגרות וצמוקים דמו ליה ואין לחלק בין שלו לשל אחרים. ויש  מקשים על דבריו דאי מחמת מוקצה היכן מצינו מוקצה אסור לערב, ורש\"י ז\"ל  [כתב] אסורין לערב כדי שלא יהנה ממלאכת י\"ט, וגם זה צריך עיון דמי  עדיף מה שעשה על ידי נכרי ביו\"ט ממלאכת שבת שעושין  על ידי ישראל והמבשל בשבת לר\"מ יאכל חבירו אפילו ביומו ורב מורי  לתלמידיו כוותיה (חולין טו, א). ויש לומר דבזה יש להחמיר גזירה שמא  יאמר לו לקט והבא לי דאמירה לנכרי קילא להו לאינשי ובכל דבר שהוא קל  לעשותו אפילו בישראל החמירו ואפילו [ל]אסור לערב עד כדי שיעשו,  כמו שאמרו בפרק קמא דשבת (יח, ב) לא תמלא אשה קדרה עססיות ותורמסין ותניח  לתוך התנור ערב שבת עם חשכה ואם עשתה כן למוצאי שבת אסורים בכדי שיעשו,  משום דהא קיל להו לאינשי כיון דאין עושין אלא כדי לאכול למוצאי שבת ושמא  יחתה בגחלים.<br><b></b>ומה שאמרו דאסורים לא באכילה לבד אלא אפילו לטלטל,  כדאמרינן לעיל וליטעמיך בטלטולי מי שרו וכשיש במינן במחובר שאמרו דוקא  בשנלקטו ביו\"ט ואי נמי במסופק אי מהיום אי מאמש דהוה ליה ספק הכן, אבל  (דבני ברין) [דבר ברי] שנתלשו מאמש מותרין כליפתא דאתא למחוזא וחזנהו רבא  דכמישי ושרא להו ואמר הני מאתמול עקירי (עירובין מ, א).<br><b></b>ואם [אין] במינן במחובר בתוך התחום מותר בין לו בין לאחרים שלא נעשית בהם שום  מלאכת איסור ביו\"ט, חוץ לתחום אסור גזירה שמא יאמר לו הבא. והבא בשביל  ישראל זה מותר לישראל אחר, דבאיסור תחומין לא גזרינן שמא יאמר לו הבא  בשביל ישראל אחר. ודוקא לישראל מותר (מ)תוך ד' אמות שהניחן הגוי  אבל להוליכן חוץ לד' אמות אסור, לפי שחפצי הגוי קונין שביתה וכל שיצאו  ממקומן אסורים להוליכן חוץ ממקום שהניחום שם, וכדאיתא בריש פרק מי  שהוציאוהו (עירובין מז, ב) כל העיר כד' אמות כדאיתא התם בהנהו דיכרי דאתו  (מכרכרת') [למברכתא] דשרא רבא למזבינינהו [ל]בני (מכרכרת') [מברכתא]  דכולה (מכרכרת') [מברכתא] כד' אמות דמי להו.", 
            "הא דאמרינן:  <b>ביש במינן במחובר לערב אסורים בכדי שיעשו. </b>יש מפרשים שלא  אמרו אלא לאותו ישראל שבאו בשבילו אבל לישראל אחר מותרים לערב מיד,  דאפילו בשבת היו מותרים מן הדין אלא שגזרו בהם משום שמא יעלה ויתלוש  ואפילו בנשרו מעצמן גזרו כן (לעיל ביצה ב, ב) וכן בניצודין ואפילו צדן הגוי  לצורך עצמו, ודוקא ביומן אבל לערב מותרין מיד והלכך לאותו ישראל שהביאן  בשבילו אסורין אפילו לערב עד כדי שיעשו אבל לאחרים מותרין לערב מיד.  והראיה להם ממה ששנו בתוספתא דשבת בפרק השואל (פי\"ח ה\"ח) גוי שהביא  חלילין בשביל ישראל בשבת לא יספוד בהן אותו ישראל אבל ישראל אחר מותר עשו  לו ארון וחפרו לו קבר לא יקבר בו אותו ישראל אבל ישראל אחר מותר, ומדלא  קתני לא יקבר בו אותו ישראל עולמית משמע דלא יספד ולא יקבר בו אותו ישראל  עד כדי שיעשו קאמר ואפילו הכי קתני דישראל אחר [מותר]. והא דלא קאמר הכא  והבא בשביל ישראל זה מותר לישראל אחר לערב מיד כדקאמר בשאין במינו  במחובר, היינו משום דביומן אסורים לכל לזה כלזה וכיון דביומן לא מצי  אפלוגי בין הבא בשבילו לישראל [אחר] לא ניחא ליה לאפלוגי ולמימר דלערב  הבא בשבילו כדי שיעשו ולישראל אחר מותר מיד דהא דפליג בסיפא בין הבא  בשבילו ובין ישראל אחר היינו להתיר ישראל אחר ביומו. ויש מגדולי  המורים שאמרו דבכל דבר שנעשית בו מלאכה אין הפרש בין מי שבא  בשבילו לישראל אחר, ומה שאמר רב פפא ולערב אסורין בכדי שיעשו סתמא משמע  לזה כלזה כי היכי דמאי דקאמר אסורין היינו לכל ישראל אף מאי דקאמר ולערב  אסורין לכל אותן שאמר שהן אסורין בו ביומו קאמר, דהא דתניא בתוספתא אם  בשביל ישראל לא יספוד בהן אותו ישראל חפרו לו את הקבר לא יקבר בו אותו  ישראל אבל ישראל אחר מותר, אותו ישראל אסור לעולם קאמר וכשהביא החלילין  בפרהסיא ובקבר העומד בסרטיא כדאיתא בגמרא בשבת בפרק שואל (שבת קנא, א),  וישראל אחר מותר דקאמר לאחר בכדי שיבוא ממקום אחר רחוק וכן בקבר כדי  שיעשו קאמר, (הוא) [הא] בתוך כדי שיעור זה אסור אפילו לישראל אחר.<br><b></b>והא דקאמר רב פפא בשאין במינן במחובר דלאותו ישראל הבא בשבילו  אסור, אף לערב צריך להמתין דבכדי שיעשו דקאמר בין איש במינו  במחובר בין אשאין במינו במחובר קאי דכל שאסור ביומו צריך להמתין בערב  בכדי שיעשו. ופירוש כדי שיעשה יש מי שאומר דהיינו כדי שיבא מחוץ  לתחום, והביאו ראיה ממה ששנו בפ\"ב של מסכת מכשירין (משנה ו) מצא  בה ירק נמכר אם רוב גוים לוקח מיד ואם רוב ישראל ממתין כדי שיבואו ממקום  קרוב מחצה על מחצה ימתין כדי שיבוא ממקום קרוב, דאלמא משמע דאף על גב דבא  ממקום רחוק לא החמירו להמתין אלא בכדי שיבוא ממקום קרוב. ויש שפירשו מקום  קרוב קרוב לתחום, דהיינו חוץ לאלפים אמה דהיינו תחום העיר. ואינו  מחוור בעיני שאם כן עדיין יש לחוש שמא יאמר לגוי להביא לו כדי שיהא מוכן  לו אחר שיעור זה, וכי תנן התם כדי שיבאו ממקום קרוב היינו כשאין יודע  מאיזה מקום הובא ולפיכך הקילו בו ולא הצריכו אלא כדי מקום קרוב אבל  (בידו) [בידוע] לא, וכן פרש\"י ז\"ל כדי שילך שם ויביא, ולפיכך  בעינן כדי שילך הנכרי לגן וילקוט [ו]אחר שהיית שיעור זה מותר.<br><b></b>והא דאמר רב פפא דלישראל הבא בשבילו אסורין היינו דוקא בידוע שבא  מחוץ לתחום, אבל אם נסתפק אם באו מחוץ לתחום אם לאו לדעת רש\"י ז\"ל בשבת  פרק שואל (שם) הויא פלוגתא דרב ושמואל גבי גוי שהביא חלילין בשבת,  דגרסינן התם לא יספוד בהן ישראל אלא אם כן באו ממקום קרוב ואמרינן עלה  מאי מקום קרוב רב אמר מקום קרוב ממש ושמואל אמר חיישינן שמא חוץ לחומה  לנו ופירש רש\"י ז\"ל דשמואל לקולא ולומר דאף על פי שלא נכנסו לעיר עד הבקר  חוששין שמא מבעוד יום באו בתוך התחום ולנו בלילה חוץ לחומה וקיימא לן  כההיא דשמואל, אבל הגאונים והרי\"ף ז\"ל פירשו ההיא דשמואל להחמיר. וכבר  כתבתיה בארוכה בשבת פרק שואל (שבת קנ\"א, א) וכן בעירובין פרק בכל מערבין (עירובין מ,  א בד\"ה מאי אמרת), ויש לי שם קצת ראיה בההיא עובדא דליפתא דאתא למחוזא  כדברי הגאונים. ומכל מקום נראה דאפילו לדברי הגאונים לא נאמרו  דברים אלו אלא בגוי שאינו שרוי עמו בעיר וכן עובדא דליפתא דבהני איכא  למיחש שמא מחוץ לתחום הביאום, אבל נכרי ששרוי עמו בעיר ופירות המצויין  בעיר מפני מה ניחוש להם אדרבה נימא כאן נמצאו וכאן היו (כתובות עה, ב),  ועוד דספק תחומין של דבריהם הוא ולקולא, וכן מצאתי לראב\"ד ז\"ל בעירובין  פרק מי שהוציאוהו בשמעתא (דגרסי') [דחפצי] הגוים קונים שביתה (מז,  ב).<br><b></b>ולערב בכדי שיעשו דקאמר לערב יום טוב שני קאמר בשל  גליות כדעת רש\"י ז\"ל והגאונים ז\"ל, והראיה מההוא (כרטביא דאתצד) [בר טביא  דאתא] בי ריש גלותא בפרק בכל מערבין (עירובין לט, ב) דאתצד ביום טוב  ראשון ואשתחיט ביום טוב שני רב נחמן ורב חסדא אכלי ורב ששת הוא דלא אכל  והא הדר ביה התם, וטעמא משום דחד מינייהו חול ונולדה בזה מותר  בזה (לעיל ביצה ב, ב), ומי שלא עירב עירובי תבשילין מניח בראשון  [ומתנה] (לעיל ביצה יז, א), ואף על פי שמקצת מן הגדולים חלקו על רש\"י  ז\"ל כבר פשטה הוראה מרווחת בישראל כדבריו.<br><b></b>ופירות שבאו  ביו\"ט שני בשביל ישראל צריכים ג\"כ לערב כדי שיעשו כדעת רש\"י ז\"ל וכפי  גרסתו בפרק בכל מערבין (עירובין מ, א) דגרסינן התם הנהו בני גגנא דגזו  להו גוים אסא בי\"ט שני לאורתא שרא להו רבינא לאורוחי בה לאלתר אמר ליה רב  אחא בר תחליפא לרבינא [ליסר להו מר] (לא סבר ליה מר) לפי שאינן בני תורה  ואתקיף לה רב שמעיה טעמא דאינן בני תורה [הא בני תורה] שרי והא בעינן  בכדי שיעשו ושיילוה לרבא אמר להו בעינן בכדי שיעשו, וטעמא דרבינא דקא שרי  להו דקא סלקא דעתיה דלא אסרו עד כדי שיעשו אלא ביום טוב ראשון דנעשית בו  מלאכה דאורייתא אבל יו\"ט דרבנן לא הצריכו להמתין כלל אלא מותרין לערב מיד  ורבא אסר אפילו בהא עד שימתין בכדי שיעשו וקיימא לן כרבא. וגרסא אחרת יש  שם דגזו להו אסא בי\"ט ולא גרסינן בי\"ט שני, ולפי אותה גירסא אפשר דבי\"ט  שני דרבנן אין צריך להמתין בכדי שיעשו, וראוי לחוש לדברי רש\"י ז\"ל  וגרסתו.<br><b></b>ודברים שאין במינם במחובר שהובא לישראל זה ביום  ראשון של ראש השנה, כתוב בספר המאור שנשאלה שאלה בפני חכמי לוני\"ל ז\"ל  והשיבו שמותר ביו\"ט שני לפי שאין עליו שום איסור הכנה ולא איסור התלוי  בקדושה כדי שנאמר כי שני ימים קדושה אחת הן וקדושתא אריכתא היא, אלא כעין  קנסא היא גזירה שמא יאמר לו להביא ודיו שקנסת עליו בראשון וה\"ה לשבת  וי\"ט."
        ], 
        [
            "<b>המקושרין והמנוענעין אסורים  משום גזל. </b>פירש רש\"י ז\"ל מפני שהראשון שקשרן והגביהן קנאן בהגבהתם  שההפקר נקנה בהגבהה. ובתוספות הקשו אי בשהגביהן פשיטא, ופירשו  (הא) דמיירי כגון דלא אגבהינהו אלא קשרן קשר בעלמא ואשמועינן דחבטה בהפקר  קניא (ב\"מ קיח, א עיי\"ש) אף על גב דלא הגביהן."
        ], 
        [
            "<b>צלף באילנות. </b>כתב רש\"י ז\"ל לא ידעתי מהו  עזותו. ובתוספות פירשו שהקפריסין יינם עז וכמו שאמרו יין קפריסין ששורין  בו את הצפורן כדי שתהא עזה (כריתות ו, א), ודלא כפרש\"י ז\"ל שפירש בפ\"ק  דכריתות יין קפריסין שם מקום.", 
            "<b>בהמה מסוכנת לא ישחוט  אלא אם כן יכול לאכול ממנה וכו'. </b>ודוקא מסוכנת דמשום [הפסד] ממונו  שרו ליה בהכי אבל בריאה לא.", 
            "<b>שחטה בשדה לא יביאנה במוט  ובמוטה אבל מביאה אברים אברים. </b>ואף על גב דמפיש בהליכה ואמרינן בפרק  מפנין (שבת קכז, א עיין שם בתוס') דמעוטי בהליכה טפי עדיף ממרבה בהליכה  וממעט במשוי, שאני הכא דמביא במוט ובמוטה דמיחזי כעובדין דחול. ויש  מפרשים שלא אסרו כאן אלא במסוכנת שיש לה קול שלא נשחטה מחמת י\"ט  ממש אבל בריאה שנשחטה לצורך י\"ט מביאה אפילו במוט ובלבד שישנה אם אפשר  לשנות, וכענין שאמרו בפרק המביא כדי יין (לקמן ביצה כט, ב) לא יביאם בסל  ובקופה אבל מביא על כתפיו או לפניו. ויש אומרים דהוא הדין לבריאה ומסוכנת  אורחא דמילתא נקט שאין דרך לשחוט את הבריאות בשדה אלא בביתו, וכן דעת  הרמב\"ם ז\"ל (פ\"ה ה\"ה). ומסתברא לי דאינו נוטל את העור משום דעד  כאן לא התירו בית הלל (לעיל ביצה יא, א) אלא בשוחט מדעתו לי\"ט כדי שלא ימנע  משמחת יו\"ט והתירו סופן משום תחלתן אבל בשוחט את המסוכנת לא, ומיהו אפשר  כיון דליכא אלא טלטול דרבנן לא חלקו, אבל בירושלמי דפרקין (ה\"ג) גרסינן  תני אבל מביאה ע\"ג עורה כיצד הוא עושה משייר ממנה אבר (זו) [אחד] ומביאה  עמה.", 
            "<b>אין הסומא יוצא במקלו ולא הרועה בתרמילו ואין  יוצאין בכסא אחד האיש ואחד האשה. </b>וטעמא דסומא לפי שאפשר לו בלא מקל  ואפילו ביום טוב אסור אבל קיטע שאינו יכול לילך אלא בסמיכות מותר אפילו  בשבת ואין צריך לומר ביו\"ט, וזהו ששנינו בפרק במה אשה (שבת סה,  ב) יוצא הקטע בקב שלו דברי ר' מאיר ור' יוסי אוסר וכו' סמוכות שלו טמאין  ויוצאין בהן בשבת, ופרש\"י שם שהקב הוא חקוק להניח בו שוקו וסמוכות היינו  סמוכות של קטע בשני רגליו והולך על שוקיו ועל ארכובתיו ועושה סמוכות של  עור בשוקו, ומדבריו למדנו דכל קטע ברגליו ואינו יכול לילך בלי מקלו שמותר  לצאת בהן אפילו בשבת שאינן לו אלא כמנעליו, ואף על פי שאין קשורין בו  ליכא למיחש דילמא נפלי ואתי לאתויי שהרי אינו יכול להלך אלא אם כן נשען  עליהם וכן התירו בתוס', ואמרו משמו של ר\"ת שהתיר לאחד (שנכו' ידי)  [שנכווצו גידי] שוקו לצאת במקלו בידו.", 
            "<b>שאני ילתא דבעיתא. </b>ואם תאמר והא אסיקנן לעיל בברייתא אחד האיש  ואחד האשה, ולא שרינן לאשה משום דבעיתא. ויש לומר דילתא שאני  דאשה חשובה ובתו של ריש  גלותא היתה ורבים היו צריכים לה ושרו לה משום דבעיתא, מה שאין כן באיש  דאף על גב דרבים צריכים לו לא שרינן ליה דלא בעית, אלא אם כן  כמרימר ומר זוטרא משום דוחקא דציבורא (נצבים) [ורבים] צריכים להם."
        ], 
        [], 
        [
            "הא ד<b>בעא הלל מרבה אם יש מוקצה לחצי שבת. </b>לא  מיבעיא ליה אלא במוקצה לאכילה אבל במוקצה לטלטל לא מיבעיא ליה דפשיטא  דאין מוקצה לחצי שבת, תדע דאם איתא לידוק ממתניתין דמוכני דמייתי לה בפרק  כירה (שבת מד, ב) דתנן מוכני שלה בזמן שהיא נשמטת אין חבור לה ואינה  נמדדת עמה ואין גוררין אותה בזמן שיש עליה מעות ודייקינן עלה בפרק כירה  (שבת מו, א) הא אין עליה מעות שריא ואתיא לאוקמה כר\"ש דלית ליה מוקצה ואף על  גב דהוי עליה מעות כל בין השמשות ודחינן אמר ר' זירא תהא משנתנו בשלא היו  עליה מעות כל בין השמשות כדי שלא לשבור דבריו של ר' יוחנן, אלמא אפילו  לר' יהודה כל שלא היו עליה מעות כל בין השמשות והיו עליה משחשכה ואחר כך  נטלו ממנה גוררין אותה אלמא אין מוקצה לחצי שבת לגבי טלטול אלא לענין  אכילה קא מיבעיא ליה, וכולה שמעתין מוכחא הכין, דלא מייתו ולא דייקי אלא  ממוקצה דאכילה.", 
            "<b>אי דחזו למה להו הזמנה. </b>ואם תאמר  מאי שנא מתמרי דעיסקא (שבת יט, ב) דחזו ובעי הזמנה, יש לומר דשאני התם  דכל שעתא חזו ואפילו הכי אקצינהו לעיסקא אבל הני לא אקצינהו אלא עד  דחזו.", 
            "<b>אי דלא חזו כי אזמנינהו מאי הוי. </b>ואם תאמר ומאי שנא  מסוכה רעועה דעלמא דאמרינן לקמן (ביצה ל, ב) שאם התנה עליה ונפלה ביום טוב הכל  לפני תנאו ואף על גב דכל בין השמשות לא חזיא. יש לומר דשאני התם  דמינכרא הכנתה והזמנתה דהא נפלה, מה שאין כן בגרוגרות וצמוקים דלא מינכרא  ראויות דידהו. ולענין הלכתא קיימא לן כלישנא בתרא דאמר ליה אין מוקצה  לחצי שבת דבדרבנן הולכין להקל."
        ], 
        [
            "<b>אתו  ואמרו לרב אמי אמר להו שפיר עבד דלא הוי חזי. </b>והכי קיימא לן דאין  רואין מומין לכתחלה ביו\"ט כהא דאמי וורדינאה דלא הוה חזי ור' אמי (שבקיה)  [שבחיה] ואמר שפיר עבד דלא חזי, וגרסינן בירושלמי (ה\"ד) אתא עובדא קמי רב  אמי וסבר מימר ר' יודא ור\"ש הלכה כר' יודא אייתי רב אושעיא מתני' דבר  קפרא מן דרומא תנא וחכמים אומרים כל שמומו ניכר מעי\"ט ולא התירו מומחה  אלא בי\"ט אין זה מן (המורי') [המוכן] (וחזי) [וקיבלה וחזר ביה] ביומיה.  ואם עבר וביקרו והוה מאתמול מותר דדעתיה עליה, ואפילו שחטו קודם  שהראה את מומו במומין שבגוף דלא משתנו מותר, דר' מאיר דאמר הואיל ונשחט  שלא על פי מומחה אסור לית הלכתא כוותיה דהא ר' יהודה פליג עליה ושרי ור'  מאיר ור' יהודה הלכה כר' יהודה, ור' מאיר נמי לא אסר אלא משום קנסא  וכדאמרינן ר' מאיר דקא אסר קנסא הוא דקניס, ואף על גב דאמרינן הלכה כר'  מאיר בגזירותיו (עירובין מז, א) [דוקא בגזירותיו] אבל לא בקנסיו וכן אמרו  בתוספות וכן אמרו משום בה\"ג. ואם הראהו לחכם מעי\"ט מותר להתירו  בי\"ט ואפילו לכתחלה, וכעובדא דההוא גברא דאייתי בוכרא לקמיה דרבא בהדי  פניא דמעלי יומא טבא והוה חייף רישיה דלי עיניה וחזייה למומיה ולמחר  שרייה."
        ], 
        [
            "מתני': <b>מעשה ובאו ושאלו את  ר' טרפון עליה ועל החלה שנטמאת ונכנס לבית המדרש ושאל ואמרו לו לא יזיזנה  ממקומה. </b>ואם תאמר חלה שנטמאת אמאי לא והא תרומה טמאה בשריפה וקיימא  לן כבית הלל דאמרי (לעיל ביצה יב, ב) מתוך שהותרה הבערה לצורך הותרה נמי שלא  לצורך, ולא עוד אלא דשריפה זו לצורך אוכל נפש ממש הויא דהא אפשר  להסיקה תחת תבשילו, כך הקשו בתוס'. ואם תרומה זו פירות שאינן עומדים  לשריפה הן כפת ועיסה וחטה ושעורים איני רואה בזה קושיא דלא אמרו מתוך  שהותרה הבערה לצורך וכו' אלא בדברים הראויים לשריפה אלא שאין ההבערה בהם  עכשיו לצורך כעושה מדורה להתחמם כנגדה, אבל מה שאינו עומד לשריפה  אפילו לטלטלו אסור ואפילו להבערה שיש בה צורך. ומיהא בשמן תרומה יש  להקשות כן שהרי מדליקה על שלחנו. ובתוספות תירצו דגזרינן היכא  דנהנה ממנה בשעת שריפה אטו היכא שאינו נהנה ממנה דאז אסור מן התורה, וכמה  פעמים שלא יהנה ממנה ואז דומה לשריפת קדשים, וזה נראה לי דחוק.  ורש\"י ז\"ל פירש כאן דגזירת הכתוב הוא דאין שורפין קדשים ביו\"ט, וכבר  כתבתי בשבת פרק במה מדליקין גבי אין מדליקין בשמן שריפה בי\"ט (כד, ב)  דשריפת קדשים מצוה היא וכיון שכן הויא לה מלאכה דעל כרחו צריך לשריפתה  ולפיכך אסור, ושם אמרו בירושלמי (שבת פ\"ב ה\"א) דלמאן דאמר אין ביעור חמץ  אלא שריפה אסור להצית האש במדורת חמץ, ושם כתבתיה בארוכה וזה עיקר.<br><b></b>ומה שכתב כאן רש\"י ז\"ל ובהסקה או לתתה לכלבו דאין מבערין קדשים  ביו\"ט דמשמע מדברי רבינו ז\"ל דתרומה טמאה יכול להריצה בחול לכלבו, הקשו  עליו בתוס' דביעור תרומה טמאה הראויה לשריפה אינה אלא בשריפה כדתנן בשלהי  תמורה (לג, ב) ותנן כל הנשרפין לא יקברו, והא דאמרינן בפרק כל  שעה גמרא האוכל תרומת חמץ בפסח (פסחים לב, א) אף זו יש לו בה היתר  הסקה שאם רצה מריצה לפני כלבו בתרומת חמץ בפסח דוקא אמרו ולא בתרומה  טמאה.", 
            "<b>תרגמה זעירי בבהמת קדשים. </b>ואם תאמר אם כן פשיטא  דלמאי חזיא, יש לומר דסלקא דעתך אמינא דמשום בזיון קדשים יטלטלנה  ויצניענה במקום המוצנע קא משמע לן.", 
            "<b>מה חלה דקדשים אף  בהמה דקדשים הא דחולין שריא. </b>כלומר ואפילו בריאה. ואם תאמר ומאי שנא  מגרוגרות וצמוקים דמודה בהו אפילו ר' שמעון (לקמן ביצה מ, א) דהכא (ד)אין אדם  מצפה אימתי תמות בהמתו הבריאה [וכמו כוס] וקערה ועששית נמי דמודה בהו ר'  שמעון (שבת מד, א), יש לומר דהנך שאני דדחי להו בידים.", 
            "<b>הכא במאי עסקינן במסוכנת. </b>כלומר מתניתין ר' שמעון היא ובבהמת  קדשים מסוכנת הא מסוכנת דחולין שריא, ומיהו להאי אוקמתא [מתני'] דלא כר'  יהודה דאי לר' יהודה אפילו מסוכנת דחולין אסירא כדקתני (שבת קנו, ב)  ר' יהודה אומר אם לא היתה נבלה מערב י\"ט לא יזיזנה ממקומה דוקא נבלה הא  [חיה] אפילו מסוכנת לא, ולר' יהודה כל שאינה מוכנת ממש בין השמשות  להאכילה באותה שעה לכלבים אית ליה לר' יהודה דמגו דאיתקצאי לבין השמשות  איתקצאי לכולי יומא, והילכך לדידן דקיימא לן כר' יהודה ביו\"ט מתניתין לא  מוקמינן לה בקדשים דנשמע מינה דדכותה בחולין שריא, אלא מתניתין אפילו  בחולין היא ודלא כר' שמעון וסתמא כר' יהודה. והתימא מן הרי\"ף שכתב  דמתניתין בבהמת קדשים כזעירי ובמסוכנת דחולין שריא, וזה תימא שהוא ז\"ל  פסק (בסוף מכילתין) ביו\"ט כר' יהודה וקשיא דידיה אדידיה דהא זעירי לא  פירשה בבהמת קדשים אלא לאוקומי מתניתין כר' שמעון. ויש לומר שהרב ז\"ל  סבור דזעירי לאוקומי ככולי עלמא אתי ולומר דלכולי עלמא אם היתה מסוכנת  מוכנת היא, דאפילו לר' יהודה דעתיה [עליה] וכאלו נתנבלה מערב יו\"ט חשבינן  לה והילכך דקדשים דוקא לא יזיזנה ממקומה הא דחולין שריא, ועד כאן לא  פליגי ר' יהודה ור' שמעון למר בר (רב יוסף) [אמימר] אלא בחולה הא בבריאה  אפילו ר\"ש מודה שאסורה ובמסוכנת אפילו ר' יהודה מודה דשריא והילכך כי  אוקמינן למתניתין בבהמת קדשים מסוכנת אתיא ככולי עלמא, ויש ספרים דגרסינן  בהדיא במסוכנת ודכולי עלמא והא דייק כדברי הרב ז\"ל. והשתא נמי  אתי שפיר דיוקא דמתניתין דקתני דומיא דחלה, ועוד דאפילו לזעירי האי סתמא  לא אתיא דלא כר' יהודה ולא תיקשי לרב נחמן דאמר בריש מכילתין דביו\"ט סתם  לן תנא כר' יהודה. ועוד יש לומר קצת ראיה מה שכתוב בגרסת הספרים כדר'  זעירי נמי דקתני דומיא דחלה שמע מינה ורב (נמי) [מקומות] שנמצא בתלמוד  דמסיק שמע מינה כן היא מסקנא דמילתא בקושטא, ואף על פי שיש במקומות דלא  קאי וחדא מנייהו בפרק המוכר את הספינה (ב\"ב פד, א) גבי מוכר לו שוה [שש  בחמש] והוזלו ועמדו על שלש.", 
            "מתני': <b>אין נמנין על הבהמה לכתחלה  בי\"ט. </b>פירשו בגמרא דאין פוסקים דמים על הבהמה, ואיכא למידק דאם כן  פשיטא דמקח וממכר הוא ואסור כדכתיב בספר עזרא, ועוד אמאי קאמר בגמרא תניא  נמי הכי לא יאמר אדם לחברו הריני עמך בסלע דהא נמי מתניתין היא הכא בסמוך  (כח, ב) לא יאמר אדם לחבירו שקול לי בדינר בשר, תירצו בתוס' דפסיקת מעות  על הבהמה אין דומה גמור [למו\"מ] אלא דומה קצת להריני עמך לשליש ולרביע,  וקא משמע לן במתניתין דאפילו הכי אסור והיינו דקא מייתי עלה ברייתא  דהריני עמך בסלע דאינו מקח וממכר גמור ואפילו הכי אסור. אלא דאכתי תמיה  לי למה לן למתני במתניתין (לקמן ביצה כח, ב) לא יאמר אדם לחבירו שקול לי בדינר  בשר דמקח וממכר גמור הוא זה ואסור, ונראה דמשום סיפא נקטה דקתני אבל שוחט  ומחלק ביניהם אף על פי שנותן לו באומד בשוה דינר.<br><b></b>ירושלמי  (ה\"ו): אין נמנין הא להוסיף מוסיפין היו ה' נעשין  עשרה.", 
            "מתני': <b>שוחט ומחלק ביניהם. </b>ודוקא  שלא יפייסו ביניהם דאסור להפיס ביו\"ט כבשבת (עיין במתניתין שבת קמח, ב)  וכן כתב הרמב\"ן ז\"ל (פ\"ד ה\"כ)."
        ], 
        [
            "<b>אמר  רב יהודה אמר שמואל אפילו לשמרו מן העכברים. </b>ואפשר לי לומר דלא אסרו  לשקול אלא בלוקח מן הטבח ואי נמי בשותפין הבאין לחלוק ביניהם כר' חייא  ור\"ש ברב שזה כעובדין דחול אבל לשקול בתוך ביתו לדעת כמה יבשל מותר שכן  אדם עושה בתוך ביתו, והכי משמע בירושלמי דגרסינן התם (ה\"ו) תני רשב\"ג  אומר אף מפיס אדם את עצמו (ד)[ב]ליטרא לידע כמה הגיע לו כי הא דר' מונא  זבין חרובין דשמטתה ואתא ושאל לר' חזקיה וא\"ל נהגין רבנן (כחדא) [כהדא]  דרשב\"ג, ומיהו בגמרין לקמן בשלהי פרקין (ביצה כט, א) לא משמע הכי שהרי אמרו  א\"ר ירמיה בר אבא אמר רב האשה מודדת קמח ונותנת לתוך עיסתה ושמואל אמר  אסור ותנא דבי שמואל מותר ואמר אביי השתא דאמר שמואל אסור ותנא דבי שמואל  מותר הלכה למעשה אתא לאשמועינן דאסור, ומיהו אפשר דהלכה כרב ורב אפילו  למעשה שרי, והא דירושלמי מסייע למאן דפסק כרב ואפילו למעשה שהרי אמרו  דרבנן נהגין בה כרשב\"ג.", 
            "<b>ואמר רב יהודה אמר שמואל טבח  אומן אסור לשקול ביד. </b>פירש רש\"י ז\"ל טבח שיודע לכוין משקל כנגד משקל  בידיו אסור לשקול בשר בידיו לאחוז הליטרא בידו אחת והבשר בידו אחרת  ולכוין. ואינו מחוור בעיני דדומיא דאידך אחריתי דקאמר אסור לשקול במים  קאמר שאין שם זכר לליטרא והכא נמי לשקול ביד שיודע לכוין בו  משקלו, וכן נראה מגמרא דבני מערבא דגרסינן התם (שם בהלכה ו) טבח  אומן אסור לשקול בשר בידו שידו כליטרא הוא, ובתוספתא (פ\"ג ה\"ד) נמי  גרסינן אין משגיחין בכף מאזנים כל עיקר אבל שוקל בידו ומניח ואם היה טבח  אומן לא  ישקול בידו מפני שידו כמשקל אבל חותך בסכין ונותן לזה ולזה ע\"כ, כלומר אף  על פי שהוא יודע לאמן את ידיו לחתוך בכיוון כאלו שוקל בליטרא אפילו הכי  מותר דמכל מקום אין נראה כאן כעובדין דחול כלל.", 
            "<b>אמר ליה אביי  ודילמא עד כאן לא קאמרי רבנן התם משום דלא מחזי כעובדין דחול אבל הכא  דמחזי כעובדין דחול לא. </b>והילכך לא קיימא לן כוותיה אלא כחכמים דאמרו  אין משגיחין בכף מאזנים כל עיקר, וכן פסק הרי\"ף ז\"ל.", 
            "מתני': <b>אין משחיזין את הסכין ביו\"ט. </b>איכא למידק היאך שנו הא  דהשחזה גבי אין נמנין וחלק בין אין נמנים ובין לא יאמר אדם לטבח שהן  בענין אחד בחלוקת הבהמה משנה באמצע אין משחיזין את הסכין. ונ\"ל דלפי שאמר  חבורה אחת שבאו למנות על הבהמה שאסור להם לפסוק דמים שנה גם כן שאם באו  לשחטה שלא ישחיזו את הסכין במשחזת ואחר כך שנה במי שיקח מן הטבח מה שמותר  לו ומה שאסור לו.", 
            "<b>איכא דמתנו לה אסיפא הא דאמרת בשל  עץ מותר לא אמרן אלא להעביר שמנוניתה אבל לחדדה אסור. </b>ואף על גב דהאי  לישנא בתרא אנן כלישנא קמא נקטינן דקאמר הא דאמרת בשל אבן אסור לא אמר  אלא לחדדה אבל להעביר שמנוניתה מותר מכלל דבשל עץ אפילו לחדדה מותר, דהא  מדרבנן היא דאין כאן מלאכה דאורייתא ונקטינן בשל דבריהם  לקולא.", 
            "<b>מאן תנא בהשחזה אסור אמר רב חסדא דלא כר'  יהודה דאמר לכם לכל צרכיכם אמר ליה רבא לרב חסדא דרשינן משמך הלכה כר'  יהודה אמר ליה יהא רעוא דתדרשון משמאי ככל הני מילי מעלייתא. </b>ונראה  דמדקאמר בהשחזה אסור ולא קאמר במשחזת אסור שמעינן דרב חסדא בכל  השחזה שרי ואפילו בהשחזה של אבן דבכל השחזה שרי ר' יהודה ומדרש נמי  דרשינן לה בפרקא, וכן נמי משמע דאית ליה לרב יוסף מדקאמר רב יוסף בסמוך  סכין שעמדה מותר לחדדה ביו\"ט והני מילי דפסיק אגב דוחקא ומדקאמר מותר  לחדדה משמע לחדדה אפילו בכל דבר ואפילו במשחזת של אבן ואורויי נמי מורינן  וכדרב יוסף [ורב חסדא] דאינהו בחדא שיטתא קיימי ולא פליגא חדא אאידך. ואם  תאמר אם כן קשיא דרב יוסף אדרב יוסף דאמר בסמוך הוה קאימנא קמיה דרב יוסף  והוה קא מעבר סכינא אפומא דרחיא ואמרי ליה לחדדה קא בעי לה והאי דלא קאמר  לי משום דהלכה ואין מורין כן, ויש לומר דהתם כשעמדה בערב יו\"ט דאף ר'  יהודה מודי במכשירין שאפשר לעשותן מעי\"ט שאין עושין אלא בשינוי ובשינוי  מיהא מתיר אפילו להורות, ורב יוסף וכן רבא סבירא להו דהלכה כמותו  אף באפשר לעשותן מעי\"ט ובשינוי במשחזת של עץ ואי נמי אפומא דרחיא אלא  שאין מורין כן אבל כשעמדה בי\"ט מותר אפילו במשחזת של אבן ואורויי נמי  מורינן והיינו דרב חסדא ורב יוסף. כן נראה שיטה זו בעיני.<br><b></b>אבל הרי\"ף לא ביאר מכל זה כלל והביא סוגיית הגמרא, ואפשר שלא רצה לפרסם  ההיתר, אי נמי סבר הרב ז\"ל דאפילו עמדה בי\"ט אין משחיזין במשחזת של אבן  אלא בדיקולא או בפומא דרחיא ואפילו הכי בכי הא אין מורין, וכן כתב הרמב\"ם  ז\"ל (בפ\"ד מהל' יו\"ט הלכה ט) וז\"ל אין משחיזין את הסכין במשחזת שלה אבל  מחדדה ע\"ג העץ או ע\"ג חרס או אבן ואין מורים דבר זה לרבים כדי שלא יבאו  [להשחיזה] במשחזת במה דברים אמורים בשיכולה לחתוך בדוחק אבל אם אינה  יכולה לחתוך כלל אין משחיזין אותה אפילו על גבי העץ שלא יבוא להשחיזה  במשחזת ע\"כ, ואינו מחוור בעיני וכמו שכתבתי, ועוד שאם כן אין לך מקום  שנדרוש כר' יהודה וכדאמר ליה רב חסדא לרבא, ומכל מקום ראוי להחמיר כרמב\"ם  ז\"ל."
        ], 
        [
            "<b>מהו להראות סכין לחכם.  </b>כתב הרמב\"ם ז\"ל (פ\"ד ה\"ט) דמפני זה אסרו שמא תמצא פגימה ויאמרו לו  אסור לשחוט בה מפני פגימתה וילך ויחדדה במשחזת ע\"כ, ולפי דבריו אינו אסור  אלא בעם הארץ וכן ביאר הוא בעצמו, וזה קשה דאם כן הוי להו לפרושי  ועוד שלא היה להם לומר מהו להראות אלא מהו לראות סכין לעם הארץ.  והרי\"ף ז\"ל פירש גזירה שמא [יוציא] מחוץ לתחום, והרז\"ה ז\"ל הקשה עליו  דבפרק משילין (ביצה לו, ב) משמע דלמאן דאמר תחומין דרבנן אין לגזור משום  תחומין. והוא ז\"ל פירש דראיית סכין כראיית בכור הוא שהן מעכבות  השחיטה ונראה כמתקן ודן את הדין, ואינו נראה בעיני דאם כן אף תלמיד חכם  לא יראה בעצמו כמו שאינו רואה את הבכור אפילו לעצמו. ורש\"י ז\"ל  פירש משום דאוושא מילתא ומיחזי כעובדין דחול דמיחזי שדעתו למכור באטליז  ותלמיד חכם רואה לעצמו בביתו, וגם זה צריך עיון [ו]עוד שלא אסרו לטבח  לשחוט ולמכור לרבים ותנן שוחט ומחלק ביניהם ולהוליך סכין  ובהמה אצל טבח (אסור) [מותר] (לעיל ביצה יא, א).", 
            "<b>ורבי יהודה אמר  [קרא] לכם לכל צרכיכם ורבנן אמרי לך ההיא מיבעי ליה לכם ולא לנכרים.  </b>ורבי יהודה נמי אית ליה לכם ולא לנכרים דאפילו בית הלל דרשי ליה הכי  לעיל (ביצה כ, ב) וקיימא לן לדידן הכי, אלא דר' יהודה תרתי שמע מינה  שפיר לכם לבדכם לכם לכל צרכיכם.", 
            "<b>שפוד שנרצם. </b>דרש  רב חסדא דלר' יהודה מותר, פרש\"י ז\"ל כשנתקלקל ביו\"ט או שלא היה יודע  מבעוד יום דמכשירי אוכל נפש הוא, ופירש נרצם נשבר ראשו כלומר שאינו ראוי  לצלות בו אלא אם כן יתקנו, ומה שאמרו בפרקין דלקמן (ביצה לד, א) אין מתקנים  את השפוד ואין מחדדין אותו פירשה הוא ז\"ל שם דלא כר' יהודה, אי נמי בנרצם  מערב י\"ט ודברי הכל, והא דאמר רב יהודה אמר שמואל בסמוך שפוד (שנרצם)  [שנרצף] אסור לתקנו בי\"ט אף על גב דמפשט בידיה פירש הוא ז\"ל שנתמעך שדרסו  עליו ונעקם אבל לא נשבר ואסור לתקנו בי\"ט שהם יכולים להשתמש בו כמו שהוא  וטרחא דלא צריך הוא ואף על גב דמפשט בידים ואין צריך להכות עליו בפטיש,  ומכלל דבריו דבנרצם אפילו לתקנו בפטיש מותר לרבי יהודה והרז\"ה ז\"ל פירש  בהיפך דנרצם הוא שנעקם מעט וזהו שמתיר רבי יהודה, ונרצף הוא שנשבר  כדאמרינן (שבת טז, ב) דרצפינהו מרצף זה אסור אפילו לר' יהודה, דמודה ר'  יהודה שאין עושין פחמין לעשות כלי, ואינו מחוור בעיני שאם נרצף  הוא שנשבר ראשו היאך אמרו אף על גב דמפשט בידא, ואם הוא שנכפף ונעקם כעין  שבירה אי אינו יכול לפשטו ביד או אם יכול לפשטו אין זה עושה כלי.", 
            "<b>אמר שמואל שפוד שצלו בו בשר אסור לטלטלו אמר רב [מלכיו] ואיתימא רב  אדא בר אהבה שומטו ומניחו בקרן זוית. </b>פירש רש\"י ז\"ל שומטו מלפניו מהר  בגרירא ובטלטול מן הצד עד שיעבירו מלפניו לקרן זוית אבל לא טלטול גמור  דבהכי שרי וכדאמר ר' חייא בר אשי משמיה דרב [הונא] מטלטלו ומשנה  בו שלא לטלטלו טלטול גמור אלא בגרירא בעלמא. וא\"ת כיון שיש עליו בשר  אפילו בהדיא יטלטלנו, דמאי שנא (מנער) [מעור] שמטלטלו אפילו לבית שמאי אם  יש עליו כזית בשר (לעיל ביצה י, א). יש לומר דהכא אין צריך כזית בשר אלא אפילו  פחות מכזית. אבל בתוס' פירשו דשומטו משמע אפילו בטלטול גמור, וכל  שמותר לטלטלו מותר להניחו בכל מקום שירצה וכדמוכח בשבת פרק כירה  (שבת מג, א).", 
            "<b>רבינא אמר אף על גב דלית ליה בשר מידי דהוה אקוץ  ברשות הרבים. </b>ואם תאמר למה לן מהאי טעמא והא כלי שמלאכתו להיתר ביו\"ט  הוא, ובתוספות נדחקו בזה ואמרו שהשפוד אין לו תורת כלי (וניטל) [ואינו  ניטל] בשבת כדאמרינן בפרק כל הכלים (שבת קכד, א), וזה דבר תימה הרבה  בעיני שאפילו קנים ומקלות יש להם תורת כלי וניטלים בשבת, כדאמרינן בפרק  כל הכלים (שבת קכג, ב) אמר רבי אלעזר קנים ומקלות וגלוסטרא ומדוכה כלם קודם  התרת כלים נשנו, כלומר אבל לאחר התרת כלים שאמרו כל הכלים ניטלין בשבת אף  אלו מותרים. ואפשר לומר דשפוד אסור לטלטלו משום דמוקצה מחמת מיאוס  הוא, ואף על גב דרבינא גופיה פסק בשלהי פרק בתרא דשבת (קנז, א)  כרבי שמעון דלית ליה מוקצה ואפילו במוקצה מחמת מיאוס וכן נמי שמואל בשלהי  פרק קמא דשבת (יט, ב) בכרכי דזוגי הא (ד)אמר רב נחמן דביום טוב סתם לן  תנא כרבי יהודה (לעיל ביצה ב, א), ורבינא ושמואל אית להו הכין, וזו  ראיה לרי\"ף ז\"ל שפסק (בסוף מכילתין) כר' יהודה ביו\"ט. אלא שעדיין  נצטרך לומר דאף קערות שאכל בהן אסור לטלטלן ביו\"ט אלא לצורך גופן ולצורך  מקומן, ומיהו אם [הם] בבית שעומד שם מותר לטלטלן בין שפוד בין  קערות ולהוציאן משום גרף של רעי וכדגרסינן בפרק כל הכלים (שבת קכד, א) אמר  ליה אביי לרבה למר אליבא דר' נחמיה הני קערות היכי מטלטלינן להו אמר ליה  רב ספרא חברין כבר תרגמה מידי דהוה אגרף של רעי."
        ], 
        [
            "<b>ואתא רבי יהודה למימר אם היה כלי של מדה לא ימלאנו. </b>והלכה  כחכמים דשרו. ירושלמי (ה\"ח): רבי (אליעזר) [לעזר] אמר לרבי חמא בר זעירא  מלא הדין מנא ולמחר אנן מכילן לה. ועוד אמרו (שם ה\"ט): תני אומר  אדם לחנוני תן לי כילה של תבלין שכן דרך בעל הבית לתת כילה של תבלין לתוך  עיסתו ע\"כ, אבל בגמרא נראה דאסור להזכיר לו שם מדה.", 
            "<b>אמר אביי  השתא דאמר שמואל אסור ותנא דבי שמואל מותר שמואל הלכה למעשה אתא  לאשמועינן. </b>כלומר דאסור, ופרש\"י ז\"ל הלכה למעשה הבא לשאול לעשות מעשה  מורין לו לאיסור ואי חזינן איניש דעביד לא מחינן בידיה דהלכה הוא דמותר  אבל אין מורין כן ע\"כ, וכן פסקו גדולים האחרונים כשמואל הלכה  למעשה. ויש מי שפוסק כרב דשרי אפילו למעשה וכל רב ושמואל באיסורי  הלכה כרב בין לקולא בין לחומרא, וכן כתב הרב בעל הלכות גדולות ז\"ל בשם  ישיבת סורא וז\"ל: שדרו ממתיבתא דסורא דמותר דכל רב ושמואל הלכה כרב  באיסור (ותי') [וכל שכן] דקם תנא דבי שמואל כוותיה דרב והוה ליה שמואל  יחיד לגבי רבים, אבל מתיבתא דפומבדיתא שדרו לאיסור כשמואל וטעמייהו משום  דיכול למדוד מעי\"ט ולא צורך קדרה היא דנימא שמא יפחת טעמו או שמא יקדיח  תבשילו ע\"כ ולדברי הרב שפסק להתיר אפשר לשקול אדם בשר בתוך ביתו  כדברי הירושלמי שכתבתי למעלה (כח, א בד\"ה אמר ר\"י) וכדאמרו  בפירוש דרבנן נהגין כן כרבי שמעון בן גמליאל."
        ], 
        [
            "גרסת הספרים: <b>פוק חזי כמה מהולתא רקדן בנהרדעא. </b>פירוש  הרוקדין לכתחלה וע\"י שינוי, וכל שכן שונים משום דאפילו הריקוד הוי אוכל  נפש, ונראה שרש\"י ז\"ל גורס כמה מהולתא הדרן בנהרדעא, כלומר חוזרות בעיר  כדי לשנות אבל הריקוד לעולם אסור. ובתוס' העידו משום רבינו שמואל  שהיה מתיר אפילו רקוד על ידי שנוי, וזה כפי הגרסא הראשונה.", 
            "<b>דביתהו דרב אשי הוה נהלא קמחא אגבא דפתורא. </b>פירש רש\"י ז\"ל לאחורי  השלחן שיש לו תוך, והיא היתה שונה את הקמח על אחוריו משום שינוי. ואין  צריך לפרש אחורי השלחן אלא אפילו על גביו, ושינוי יש שאין דרך לעשות כן  אלא בעריבה. ומכל מקום מדברי רבינו ז\"ל נלמוד  דדביתהו דרב אשי לא היתה רוקדת אלא שונה, שהריקוד אפילו על ידי שינוי  אסור. ויש מפרשים דנהלה (בתוספתא) [בתחילה] היתה כפי הגרסא השניה  שכתבנו ואפילו ריקוד שרי על ידי שינוי.", 
            "גמרא: <b>הולך  אדם אצל רועה הרגיל אצלו ואומר לו תן לי גדי אחד או טלה אחד. </b>פירוש:  אפילו נכרי, שאפשר לקחת אפילו מנכרי כעובדא דליפתא דבפרק בכל מערבין  (עירובין מ, א) אלא אם כן הוא דבר שיש לחוש שמא נלקט היום או שמא ניצוד היום.  והא דקתני הולך אצל פטם הרגיל אצלו ואומר לו תן לי תור אחד, אם הפטם נכרי  יש לומר שאסור שמא היום ניצוד וכענין שאמרו בדגים בריש פרקין וכן  בביצים, אי נמי בלילות ביום טוב של גליות ואי נמי אפילו בשל ר\"ה  ובליל הראשון כל דליכא למיחש לספנא מארעא (עי' לעיל ביצה ז, א), הא לאו הכי  אין לוקחין ביצים מנכרי דלא אזלינן בתר רובא דלא אייתי בידו השתא משום  דרב אשי (לקמן ביצה לט, א) דכל שיש לו מתירין אפילו באלף לא בטיל,  וכן נמי באתרוג דוקא בחנוני ישראל הא בגוי אסור אלא אם כן ניכר  שלא נלקט היום כליפתא דאתי למחוזא ושריה רבא דחזא דכמישא (עירובין  שם).", 
            "<b>ובלבד שלא יזכיר לו שום מדה רבי שמעון בן אלעזר אומר  ובלבד שלא יזכיר לו שום מקח. </b>ופרש\"י ז\"ל שום מדה קב או קבים שום מקח  פיסוק דמים, וכתוב בגליון ספרו של רש\"י ז\"ל דתנא קמא אית ליה דרבי שמעון  בן אלעזר אבל רשב\"א [לית] ליה דת\"ק, ור\"ח ז\"ל גריס בתנא קמא ובלבד שלא  יזכור לו שום מנין, ומפרש מנין שאומר לו נטלת ב' אגוזים קח לך  עוד ותשלים המנין, וכן פירשו בעל הלכות גדולות, והם גורסין סכום  מנין וסכום מקח דנקט מיניה בה' דנקי והשתא נקט דנקא לא לימא ליה מלא לי  דינר.", 
            "מתני': <b>המביא כדי יין לא יביאם בסל ובקופה. </b>ואם תאמר והא תני  בפרק מפנין (שבת קכז, א) ד' וה' קופות ולא שיעור ה' קופות ממש וכדאיתא התם,  יש לומר דשאני התם דמפנה בבית מזוית לזוית ולא דמי לעובדין דחול אלא הכא  כשמביא ממקום למקום (מחוץ לתוך) [בתוך] התחום וכמו שפירש רש\"י ז\"ל ומחזי  כעובדין דחול , אי נמי יש לומר דהתם בדלא אפשר להמתין עד שיפנה מעט  מעט וכאן נמי [אם אי אפשר] לשנות מותר וכדתניא הכא בברייתא . ואם  תאמר כי ממעט במשאוי הא מרבה בהלוכא, ואלו התם בפרק מפנין אמרינן ממעט  בהלוכא טפי עדיף אף על גב דמפיש במשאוי יש לומר דשאני הכא דאי מפיש  במשאוי וטורח יותר מיחזי כעובדין דחול ולפיכך ממעט במשאוי טפי  עדיף , וכענין שאמרו (לעיל ביצה כה, א) בשוחט את המסוכנת מביאה איברים  איברים. ירושלמי (כאן): כמה דתימא מביאה איברים איברים ודכוותה מביאה  צלוחיות .", 
            "<b>המוליך את התבן לא יפשיל את הקופה לאחוריו.  </b>פירוש: מוליך את התבן להאכיל לבהמתו למאן דאמר (לעיל ביצה כא, ב) נפש בהמה  במשמע, אי נמי להסיקה תחת תבשילו שמביאה אפילו מרשות הרבים לרשות היחיד.  ירושלמי (שם):  רבי יודן בעי מהו להוציא התבן מרשות היחיד לרשות הרבים  ולאו מתניתא היא המוליך את התבן לא יפשיל את הקופה לאחוריו, כמאן דאמר  לכל נפש אפילו נפש בהמה בכלל ברם כמאן דאמר אין נפש בהמה בכלל פשיטא  מתניתין במוציא להאכיל מה צריכא ליה במוציא להסיק ."
        ], 
        [
            "גמרא: <b>דדרו בדוחקא לידרו ברגלא. </b>פירש רש\"י ז\"ל וכלהו להקל  [משאו], אבל בתוספות אמרו בין להקל בין להכביד דמסתמא כי דרו באכפא  מכבידין , אלא כל שמשנה מותר דשנוי בעינן דלא ליחזי כעובדין  דחול.", 
            "<b>דמליא בחצבא זוטא תמלא בחצבא רבה כל שכן דמפשא במשוי.  </b>תימא (לימא) [אמאי] כל שכן , דהא ממעט בהליכה טפי עדיף, ועוד  דהא אמר דמליא בחצבא רבה תמלי בחצבא זוטא (ו)קא מפשה בהלוכא אלמא אפושי  במשוי וממעט בהלוכא טפי עדיף , ונראה דמשום (דעלמא תניא אתיא)  [דבעלמא תני הכי] וכמתניתין לא יביאם בסל ובקופה דאלמא לא מפשינן  במשוי אמר הכא כל שכן.", 
            "<b>וקא אכלי ושתו עד שחשכה.  </b>גרסינן, ול\"ג משחשכה דמסתמא אין לך אחד שטועה לאכול לאחר שחשכה, ועוד  דבכי האי ודאי אמרינן להו ומחינן בידייהו דעד כאן לא אמרו אלא במה שאינו  מבואר מן התורה אלא אתי מדרשא כי הכא דדרשינן תוספות (או ומערב עד הערב  תענו את נפשותיכם) [מועניתם את נפשותיכם בתשעה] והא לא משמע להו לאינשי  וקיל להו ושוגגין ולא מזידין אבל אלו אכלן משחשכה אמרינן ומחינן  ומרטי', אלא עד שחשכה לא גרסינן וכן פירש רש\"י ז\"ל. [וכ\"ת  א\"כ] מאי קא עבדי ומאי אמרינן להו דהא מוסיפים קצת דאי אפשר  דאוכלים עד שחשכה ממש דהא אי אפשר לצמצם וכיון שכן כבר הוסיפו קצת, ונראה  מכאן דתוספת עינוי של יוה\"כ יש לו שיעור ולא ידעינן ליה.", 
            "מתני': הא ד<b>תנן אין מספקין. </b>פירש רש\"י ז\"ל על ירך וכן כתוב  (ירמיה לא) ספקתי על ירך, ובירושלמי (פ\"ה ה\"ב) אמרו אין מספקים כמד\"א  ויחר אף בלק ויספוק את כפיו, ובין לזה ובין לפירושו של רש\"י ז\"ל  האי מספקים לאבל ולצער היא. ואי אפשר לפרש כן לפי מה שפירשו עליו בגמרא  לקמן במקומה בפרק משילין (ביצה לו, ב) דהתם אמרו מאי טעמא גזירה שמא יתקן כלי  שיר, ועוד דמתניתין ביו\"ט אמרו ואי ספוק לאבל אפילו בחולו של מועד היה  אסור וכדתנן (מו\"ק כח, ב) נשים במועד מענות אבל לא מטפחות, ויש טפוח  וספוק לאבל ויש בשמחה כל העמים תקעו כף (תהלים מז), וכל עצי השדה ימחאו  כף (ישעיה נה), ויש חלילין למת ויש לכלה (ב\"מ עה, ב עי\"ש).", 
            "<b>נפרוס סודרא עילויה זמנין דמטמיש במיא ואתי למסחט. </b>ואם תאמר והא  אמרינן לעיל דדרו באגרא נפרוס סודרא עלויה. יש לומר דהתם בפירות יבשים  דליכא מידי למיגזר, אי נמי תירץ רבינו יעקב ז\"ל דהתם בשאר משקים דליכא  משום סחיטה, דסחיטה משום לבון ושאר משקים מלכלכין ולא מלבנין ולפיכך ליכא  למיגזר וכדתנן (שבת קלט, ב) מסננין את היין בסודרין, והכא במים  שמכבסין.", 
            "<b>התם בתבנא סריא. </b>כלומר: דסריא טובא דשוב אינה  (יכולה) [ראויה] למאכל בהמה אלא לשריפת אש, ואינו כתבנא סריא דבפרק מי  שהחשיך (שבת קנה, ב) דתנן מפרכין תבן ואספסתא לפני בהמה ואוקים בתיבנא  סריא אלא דההוא סריא ולא סריא [ממש שראויה] לבהמה."
        ], 
        [
            "גמרא: <b>כי תנן מתניתין באסוריתא. </b>והוא הדין (מצי  לאקשויי) [דמצי לאוקמה] בסמוך ממש ובלא אסוריתא ובשלא נתכוון לעבותה אבל  נתכוון לעבותה אסור, ובכי הא אוקמה שמואל בירושלמי (ה\"ב) דגרסינן התם,  אלא מן הסמוך לה שמואל אמר בשלא נתכוון לעבותה אבל נתכוון לעבותה אסור  ע\"כ, דכל שנתכוון לשום עליה להצניע הרי זה כאסורייתא. עוד אמרו  שם בשלא התנה אבל אם התנה מותר, רב נחמן בר יעקב בעי ויש אדם מתנה לסתור  אהלים ואמרי' משמיה דשמואל בטפול בה.", 
            "<b>תני ר' חייא בר  יוסף קמיה דרבי יוחנן אין נוטלין עצים מן הסוכה אלא מן הסמוך לה. </b>יש  ספרים דגרסי הכי ואתיא כמתניתין ומן הסמוך לה היינו  אסורייתא, ויש ספרים דגרסי ולא מן הסמוך היינו סמוך ממש  ובנתכוין לעבותה.", 
            "<b>הכא מי יושב ומצפה אימתי תפול סוכתו.  </b>ואפילו למר בר רב יוסף (לעיל ביצה כז, ב) דאמר חלוק היה רבי שמעון אפילו בבעלי  חיים שמתו, לא דמיא סוכה לבעלי חיים דמיתה בבעלי חיים שכיחא.", 
            "<b>הכא בסוכה רעועה עסקינן דמאתמול דעתיה עלויה. </b>ואפילו הכי  לרבי יהודה אסור, דכל שאינו יכול ליטול ממנה בין השמשות איתקצאי לכולי  יומא לרבי יהודה דאית ליה מוקצה, ומה שהיא מצויה ליפול אינה  מכינה.", 
            "<b>סיפא אתאן לסוכה דעלמא. </b>כלומר: ולעולם  ברעועה דכל שהיא רעועה והתנה עליה ונפלה ביום טוב אפילו לרבי יהודה מתיר ", 
            "<b>[אבל בסוכה דמצוה לא מהני בה תנאה] </b>כיון שהוקצת למצותה וחל עליה  קדושה בין השמשות מדר' עקיבא.", 
            "<b>אביי ורבא דאמרי תרוייהו באומר  איני בודל מהם כל בין השמשות דלא חלה קדושה עלייהו אבל עצי סוכה דחלה  קדושה עלייהו. </b>דעל כרחך צריך לסוכה ואיתקצאי בין השמשות.", 
            "<b>איתקצאי  לשבעה. </b>ואפילו ברעועה ובתנאי אסורה, דאין תנאי מועיל לעצי סוכה דעל  כרחו בודל הוא מהן בין השמשות דלסוכה הוא צריך למצוה, אבל לנוין הוא  דמהני תנאו.", 
            "<b>באומר איני בודל מהם כל בין השמשות.  </b>ואיכא למידק דאפילו בסוכה דעלמא אי אפשר לו ליטול בין השמשות שהרי על  כרחו הוקצית בין השמשות משום סתירת אוהלים, (דאית) [וראיתי] משום הראב\"ד  ז\"ל דעכשיו חזר בו משנויא קמא ואפילו בסוכה רעועה דעלמא [לא]  מהני תנאה (ואפי') דהא דקתני אם התנה עליה הכל לפי תנאו לאו אסוכה דעלמא  אתי כדאמרינן דאפי' סוכה דעלמא לא מהני בה תנאה דהא איכא משום סתירת  אוהלא אלא אסמוך לה קאי, דסמוך לה היינו נוין והוא דאמר איני בודל מהם כל  בין השמשות. ואין זה מחוור בעיני דאי הדר ביה משנויא קמא הוה ליה  למימר אלא אביי ורבא דאמרי תרווייהו וכו' אי נמי לימא אלא אתאן לסוכה  דמצוה ואביי ורבא דאמרי תרווייהו וכו'. והרז\"ה הלוי ז\"ל [כתב] דבסוכה  דעלמא ליכא מוקצה מחמת איסור דאי נמי סתר לה קודם נפילה אין בה משום  סתירת אהלא אחר שהיא רעועה אבל לא בסוכה דמצוה משום דאפילו בלא איסור  סתירת אהלא איכא איסור משום דעל כרחך איתקצאי למצותה. ואינו מחוור בעיני  דמאן אמר לן דבסוכה רעועה כל שלא נפלה אין בה משום סתירת אהל דמי אמרינן  בכי הא כל העומד ליפול כנפול דמי מכל מקום עכשיו אהל הוא, ואין זה כאהל  עראי שאינו אלא מדבריהם שאין אהל עראי אלא אהל שנעשה מתחלתו  לעראי אבל אהל קבוע אף על פי שנתרועע אהל הוא.<br><b></b>אלא מסתברא דכל  העומד ליסתר ביומא מהני בו תנאה לכשיסתור ויפול, ולא אמרינן בכי  הא מגו דאיתקצאי בין השמשות לכולי יומא איתקצאי, דאפילו בנר שהדליקו בו  מהני תנאי ואפילו לרבי יהודה ובנר של מתכת דאינו מאוס כדאמרינן בירושלמי  בפרק כירה (שבת פ\"ג ה\"ז) דעד כאן לא קאמר רבי יהודה מיגו דאיתקצאי בין  השמשות אלא בדאיתקצאי סתם הא בשהתנה לא ולרבי יהודה בתנאי כר\"ש בלא תנאי,  וכן כתב הרמב\"ן ז\"ל בפרק כירה (שבת מה, א בסו\"ד) ולמדה מדברי הירושלמי  דגרסינן התם תני אם התנה עליו מותר, כלומר בנר שהדליקו בו באותה שבת,  ואקשינן התם מה (הן) [אנן] קיימין אי כרבי מאיר אפילו התנה יהא אסור ואי  כר' שמעון אפילו לא התנה יהא מותר אלא כרבי [יהודה] נר מאוס הוא מאן דתני  אם התנה יהא מותר ר\"ש דתניא אבל כוס וקערה ועששית אף על פי שכבו אסור  ליגע בהן רבי טבי  בשם רב חסדא אפילו ר\"ש דאמר תמן מותר מודה הוא הכא שהוא אסור ע\"כ, ומכאן  דאפילו לר\"י לא קשיא להו ולא דחו לה מינה אלא משום דנר מאוס הוא ועל כרחו  מאוס ומוקצה הא לאו הכי אפילו לר\"י מהני בה תנאה ומינה בנר של מתכת מיהא  מהני בה תנאה, ואף [אנן] נאמר כן בסוכה רעועה לרבי יהודה דמהני  בה תנאה, ואף הרב ז\"ל כתב שם דלפי הירושלמי אפילו בסוכה (רעועה)  [בריאה] מהני תנאה לר\"ש כדמהני בכוס וקערה ועששית.<br><b></b>אלא מיהא עדיין צריך לעיין אפילו בסוכה דלמצוה למה לא יהני בה תנאי, ויש לומר  משום דעל כרחך חלה עליו קדושה וכיון שקדושת מצות סוכה מתפשטת בה אי אפשר  לו להתנות שתפקע קדושה ואפילו בסוכה רעועה, אבל נוין אין קדושה מתפשט בהן  ואינו אסור להסתפק מהן אלא משום בזוי מצוה דנראה שלאחר שעיטרה בהן שהוא  מסלק נויה ואינו אסור אלא מדרבנן, ובהא הוא דמהני תנאה לפי שאין כאן  ביזוי כשמסלקן שהרי על תנאי כן הניחם שם. ועדיין אני צריך להתיישב בדבר  שהרי לכולי עלמא קדושת דמים מהני בה תנאה ופקעה, ועוד משמע דלדעת אביי  אפילו בקדושת הגוף מהני תנאה ופקעה בכדי מדתנן בנדרים פ\"ג (כח, א) הרי  נטיעות הללו קרבן עד שיקצצו וטלית זה קרבן עד שתשרף אין להם פדיון,  ואקשינן עלה בגמרא ולעולם וכו' ופריק רב פדא פדאן חוזרות וקדושות עד  שיקצצו נקצצו פודן פעם אחת ודיו, כלומר דקדושה שבהן בכדי לא פקעא, ועולא  אמר כיון שנקצצו אינו פודן ואקשינן לעולא קדושה שבהן להיכן הלכה מה אלו  האומר לאשה היום את אשתי ולמחר אי את אשתי מי נפקא מיניה בלא גיטא,  ופרקינא מי קא מדמית קדושת הגוף לקדושת דמים קדושת דמים פקעא קדושת הגוף  לא פקעא אמר ליה אביי וקדושת הגוף לא פקעא איתיביה שור זה עולה כל שלשים  יום ולאחר שלשים יום שלמים כל שלשים יום עולה לאחר שלשים יום שלמים,  ופריק רבא הכא נמי דאמר [לדמי] ולא קבלה מיניה אביי דההוא ברייתא חדא  בקדושת דמים וחדא בקדושת הגוף מיירי לדעת אביי כדאיתא התם, (ד)[ו]אם כן  אפילו סבירא ליה דסוכה קדושה בקדושת הגוף כל שבעה מדהקישה הכתוב לחג מכל  מקום היאך אמר כאן אביי (מ)דלא מהני בה תנאה ומי עדיפא משור כל שלשים יום  עולה ולאחר שלשים שלמים. ומתוך הדחק יש לי לומר דהקישה הכתוב  לחגיגה ממש, מה חגיגה אי אפשר לה לאחר שחלה עליה קדושה שתפקע קדושה אף  עצי סוכה כן. ועוד קשיא לי הא דקיימא לן (סוכה ח, ב) דסוכת גנב\"ך וסוכת  רקב\"ש דכשירה, למה חלה עליה קדושה כל שבעה וכי מפני שנכנס זה שם ואכל שם  פעם אחת או ישן שם תחול עליה קדושה כל ז' והיא לא נעשית לשם קדושת סוכה,  ואפשר דסוכת גנב\"ך ורקב\"ש כסוכה דעלמא הן.<br><b></b>ומיהא אכתי  קשיא לי מדמקשינן הכא ולא מהני בה תנאה והתניא סככה כהלכתה ועיטרה בקרמים  וכו' ואם התנה עליהם הכל לפי תנאו ופריק אביי ורבא דאמרו תרווייהו באומר  איני בודל מהן כל בין השמשות, משמע ודאי דלמאי דקא מקשה מי לא מהני בה  תנאה קא פריק דההוא תנאה באומר איני בודל מהן כל בין השמשות ובכי הא הוא  דמהני בין לנוין בין לעצי סוכה אבל בין תנאי לתנאי לא דאי לא הוה ליה  למימר התם ובאומר איני בודל מהם כל בין השמשות, דהא סיככה קתני  דמשמע דבין אסיככה בין אעיטרה קאמר דמהני בה תנאה והוה ליה לאביי ורבא  דאפי' בסוכה דמצוה מהני בה תנאה, ודוקא באומר איני בודל מהן כל בין  השמשות אבל במתנה אם נפלה יהא מותר (בהא דמהנה) [לא מהני] בה תנאה בכי הא  [אלא] בסוכה דעלמא בין בבריאה בין ברעועה לר\"ש מיהא, דשאני סוכה דמצוה  דחלה עליה קדושה כל בין השמשות אתקצאי לכולהו ז' ימי החג ואפילו יום טוב  האחרון של חג אלא אם כן התנה בפירוש שאינו בודל מהן כל בין השמשות. ולאו  דוקא באומר בלשון זה ממש דהוא הדין והוא הטעם באומר לכשארצה אטול, ולא  אמרו לשון זה אלא לאפוקי לכשיפול אטול ממנה, וכן נראה לי מן התוספתא  דתניא (כי בדין) [גבי ביברין] של חיה ושל עופות (פ\"ג ה\"ז) אין נוטלין  עצים מן הסוכה אפילו ביו\"ט אחרון של חג אם אמר לכשארצה אטול הרי זה מותר  ע\"כ, ושמעינן מיניה תרתי, חדא דאפילו בעצי סוכה דמצוה מהני תנאה  דהא לא תני בה נויין ולא מן הסמוך לה ואפילו הכי קתני מותר, ושמעינן  מיניה נמי דלכשארצה אטול הרי הוא כאלו אומר איני בודל מהן כל בין השמשות.  כן נראה לי להלכה אלא שלמעשה צריך אני להתיישב, אף על פי שנראה לי כן דעת  הרי\"ף ז\"ל שלא כתב בהלכות דברי שמואל דאמר סיפא אתאן לסוכה דעלמא, דאלמא  הרב ז\"ל מפרש ההיא סיפא דקתני ואם התנה עליה הכל לפי תנאו אפילו אסוכה  דמצוה.", 
            "<b>אבל עצי סוכה דחלה עלייהו קדושה אתקצו לז'.  </b>הקשו בתוס' דמהא דרבי עקיבא משמע דעצי סוכה אסירי מדאורייתא דאקשינהו  רחמנא לחג, וליכא למימר דאסמכתא בעלמא היא דהא בפרק קמא דסוכה (ט, א)  בפלוגתא דסוכה ישנה דפסלי בית שמאי אמרינן מאי טעמייהו ואמרינן משום  דכתיב חג הסוכות תעשה לך בעינן סוכה עשויה לשם חג ופרכינן דהא מיבעי ליה  לכדרב ששת דאמר רב ששת משום ר' עקיבא מנין לעצי סוכה שאסורין כל שבעה,  דאלמא הא דרב ששת דאורייתא דאי אסמכתא דעלמא מאי קא דחי מיניה לבית שמאי  דדרשינן מינה דבעינן סוכה לשם חג, אלא ודאי דאורייתא היא, וכיון שכן מאי  קאמר אתקצאי לשבעה דמדקאמר לשון אתקצאי משום מוקצה בלחוד איכא ומוקצה לאו  דאורייתא. ותירצו דכל שהיא קיימת אסורא דאורייתא אבל נפלה לאו  דאורייתא ומהני בה תנאה כסוכה רעועה דעלמא, והכי קא מקשינן ומי מהני בה  תנאה והא אמר רב ששת וכיון דבקיומה אסורה מדאורייתא ולא מהני בה תנאה דין  הוא שלא תהני בה תנאה מדרבנן אף לכשנפלה. ורבינו יעקב ז\"ל תירץ  דמה שצריך לסוכה אסור מדאורייתא ומה שאינו צריך לסוכה אסור מדרבנן, ופריך  מי מהני בה תנאה והא אמר רב ששת וכיון דלמה שצריך לה לא מהני תנאה אף למה  שאין צריך לה לא מהני בה תנאה והתניא עיטרה בקרמים, ופריק אביי  ורבא דאמרי תרווייהו וכו' דעצי סוכה דחיילא עלייהו קדושה מחמת מצוה למה  שצריך לה אף מה שאין צריך לה אתקצאי לשבעה. וזה שלא כפי מה שפירשתי אני  למעלה דאביי ורבא אפילו אעצי סוכה נמי אמרי דמהני בהו תנאה, ומאי דאמרי  אבל עצי סוכה דחיילא עלייהו קדושה לאו למימרא דמחלקי בין עצי סוכה לנויין  וכשהתנה אלא בין התנה בין לא התנה, והכי קאמר באומר איני בודל כל בין  השמשות ולא חיילא עלייהו קדושה [אבל עצי סוכה דחיילא עלייהו קדושה] כלומר  כשלא התנה בתנאי זה דאינו בודל מהן כל בין השמשות לא. ולעיקר  שהקשו נראה לי שאין לה עיקר דלאו איסור מוקצה בלחוד קאמר אלא לישנא בעלמא  הוא דקאמר, כלומר עצי סוכה דחלה עלייהו קדושה והוקצו למצותן נמשך אותו  איסור והולך כל ימי החג, כך נראה לי.<br><b></b>ומה שיראה מכאן  דאמרינן מיגו דאיתקצאי מחמת בין השמשות של יום שעבר איתקצאי לכל יום הבא  מה שאין כן בעלמא בביצה (וכל עץ טובל יום כנר) [ובלגין דטבול יום כבר]  כתבתי למעלה בפ\"ק (ד, א בד\"ה רב) בס\"ד."
        ], 
        [
            "מתני': <b>ומן הקרפף אפילו מן המפוזר. </b>ואיכא למידק דהא (תניא)  [תנן] לקמן (ביצה לג, א) וחכמים אומרים מגבב משלפניו ומדליק, אלמא אף בחצר לא  התירו אלא מלפניו הא מן המפוזר לא וכל שכן מן הקרפף. ויש לומר דהתם  בקסמין קטנים שאין דעתו עליהם כל שמפוזרים אפילו בחצר, אבל הכא בעצים  גדולים דדעתו עליהם לפיכך מותר אפילו מן המפוזרים ואפילו מן  הקרפף.", 
            "גמרא: <b>ואי אתנח מנא [מאתמול] עלייהו שפיר דמי.  </b>ואפילו בא הרוח ופזרן דאתמול דעתיה עלייהו.", 
            "גרסת הספרים כך היא <b>איבעיא להו ר' יוסי לקולא קאמר או לחומרא קאמר.  </b>ורש\"י ז\"ל גריס אבעיא להו היכי קאמר, ובין לר' יוסי ובין לרבי יהודה  קא מיבעיא ליה היכי קאמרי, דמאי שנא דקא בעי לר' יוסי דאי ר' יוסי לקולא  מיקל בתרתי בתוך התחום בפותחת ובסמוך לעיר בלא פותחת ואי רבי יהודה  [לקולא] מיקל בחדא בסמוך לעיר בלא פותחת. ולא ירדתי לסוף דעתם בתירוץ זה  מכמה טעמים, חדא דאפילו לרבי יוסי לא שמענו אפילו אם מיקל בתרתי דדילמא  אינו מיקל אלא אפילו כשאינו סמוך לעיר כל שנכנסים לו בפותחת ואפילו בסמוך  לעיר נמי אי אפשר (דבעי) [בלא] פותחת דהכל תלוי בדידיה בפותחת, (והרמב\"ן)  [והרמב\"ם] ז\"ל כן כתב (פ\"ב מהלכות י\"ט הי\"ד) דדוקא בשיש לו פותחת, אבל  רש\"י ז\"ל גריס שמע מינה ר' יוסי תרתי לקולא קאמר אבל בגירסת הספרים אינו,  ועוד דאפילו לכשתמצא לומר ר' יהודה לקולא ורבי יוסי לחומרא רבי יהודה נמי  אית ליה תרתי לקולא סמוך לעיר בין דאית ליה פותחת בין דלית ליה פותחת אבל  בתחום שבת דוקא בדאית ליה פותחת. ולי נראה לישב גירסת הספרים, דמשום דקים  להו דהלכה כרבי יוסי וכדפסק רבי (שילא) [סלא] משום (ד)הכי קא בעי להו  לקולא קאמר או לא.<br><b></b>וסמוך לעיר נראה לי תוך שבעים אמה ושירים  דהוו כעיר (עירובין נז, א).", 
            "מתני': <b>אין מבקעין  עצים מן הקורות. </b>[ובגמ' מפרש] דאין מבקעים עצים מן הסואר של קורות  ובהא אפילו ר\"ש מודה דמודה הוא במוקצה מחמת חסרון כיס (שבת קנז, א), והא  דאוקי להאי מתני' בריש מכילתין (ב, ב ע\"ש בתוס') ובפרק בתרא דשבת (שם)  כר' יהודה דאית ליה מוקצה ודלא כר\"ש, היינו משום דקתני ולא מן הקורה  שנשברה ביו\"ט דלר' שמעון אפילו שנשברה בי\"ט מותר. ותמיה לי אמאי דחו לה  מדר\"ש, אפילו בכי הא מודה ר' שמעון דאין אדם מצפה אימתי תשבר קורתו והוי  ליה ככוס וקערה (שבת מד, א) וכסוכה בריאה שנפלה (לעיל ביצה ל, ב). ויש לומר  דהכא בקורה חדשה דעבידא דפקעה וכדאוקימנא בפרק [כירה] (מג, א) ההיא דתניא  קורה שנשברה סומכין אותה בספסל דאוקימנא בכשורי חדתי דעבידי  דפקעי. ואם תאמר אכתי אמאי [דחי לה] מדר\"ש לוקמה בקורה ישנה  ואפילו לר' שמעון יש לומר משום דסתמא קתני ומשמע כל קורה שנשברה ואפילו  חדשה.", 
            "<b>אין מבקעין עצים לא בקרדום ולא במגל. </b>ופירשו בגמרא  דהכי קאמר, אין מבקעין מן הקורה שנשברה בי\"ט אבל נשברה מערב יו\"ט מבקעין  וכשמבקעין אין מבקעין בקרדום דבעינן שינוי. וכתב הראב\"ד ז\"ל (בהשגות פ\"ד  ה\"י) דבקוע עצים מותר על ידי שינוי לכולי עלמא לפי שאי אפשר לבשל ולאפות  בלא עצים ולפיכך עשו אותו כדיכת המלח שהתירו אותה על ידי שינוי ע\"כ,  והוצרך הרב ז\"ל לזה מפני שבקוע העצים מכשירים (שא\"א) [שאפשר] לעשותן מערב  יו\"ט הן ואפילו הכי התירו לבקע. (ובתוספתא) [ובתוספות]  אמרו שלא התירו לבקע [אלא] מן הקורות גדולות אבל עצים דקים שנוחים להדליק  בלא בקוע אסור דמלאכה שאינה צריכה היא ומלאכה גמורה דאורייתא,  וכדאמרינן בשלהי כלל גדול (שבת עד, ב) האי מאן (דסלק) [דסלית] סלתי חייב  משום טוחן, וכן נראה גם כן בדברי הרמב\"ם ז\"ל (שם) שכך כתב: אפשר היה לו  לבקע מערב יום טוב ומפני מה לא אסרו הבקוע כלל מפני שאפשר שיפגע בעץ  עבה ולא יוכל להבעירו וימנע מלבשל ולפיכך התירו לו לבקע בשינוי  ע\"כ.<br><b></b>ירושלמי (ה\"ג): מן הקורה שנשברה מערב יו\"ט מותר, בשאין  עליה תורת כלי אבל אם יש עליה תורת כלי אפילו נשברה מעי\"ט אסור, רב אמר  מסיקין בכלים ואין מסיקין בשברי כלים, הדא דתימא בכלים שנשברו בי\"ט אבל  נשברו מעי\"ט מותר, בשאין עליהם תורת כלי אבל יש עליהם תורת כלי אפילו  נשברה ביו\"ט.", 
            "<b>לא בקרדום ולא במגל, </b>ירושלמי (שם): אית תנא תני אין  מבקעים ואית תנא תני מבקעים, מאן דאמר אין מבקעים במגל קציר ומאן דאמר  מבקעים במגל יד.<br><b></b>תוספתא (פ\"ג ה\"י): לא יתן אדם אבן על גבי  בקעת בשביל לשברה אבל מכניסה בחור ושוברה."
        ], 
        [
            "<b>בית שהוא מלא פירות סתום (ונפתח) [ונפחת] נוטל ממקום הפחת רבי  מאיר אומר אף פוחת לכתחילה ונוטל. </b>ואוקימנא דוקא באוירא דליבני,  ומיהא הא דאוקימנא באוירא דליבני דוקא לר\"מ דאמר פוחת לכתחילה דאלו בכותל  דעלמא סותר אהל הוא ביו\"ט ואסור ביו\"ט כשבת, אבל לרבנן [ד]לא שרי אלא  כשנפחת מעצמו אפילו בבנין גמור מותר. ואם תאמר ולרבנן כשנפחת  ביו\"ט למה מותר דהא איתקצאי בין השמשות משום דקא סתר אהלא, ואי אפשר  להעמידה כר\"ש (ודחי) [ודלא] כרבי יהודה חדא דבכי הא אפילו רבי שמעון מודה  דומיא דכוס ועששית (שבת מד, א) שאינו מצפה אימתי יפחת ביתו, ועוד  דאם כן הא מתניתין בתרא דסתמא כרבי שמעון ומאי קאמר רב נחמן בריש מכילתין  (ב, ב) דסתם לן תנא כרבי יהודה ביו\"ט ממתניתין דאין מבקעין מן הקורה  שנשברה ביום טוב, והא מתניתין דבית שנפחת אחרונה וסתים לן כר\"ש.  ואפשר לי לומר דמתניתין בכותל רעוע דעשוי ליפחת ביומו ודעתיה עילויה,  ואין צריך לפרש אף על גב דאצטריכו לפרש בסוכה (לעיל ביצה ל, ב) דשאני הכא  דמדקתני ונפחת [משמע דעומד ליפחת] ביומו, ואפילו תמצא לומר דלר' יהודה כל  שלא נפחת ואינו יכול לפחות בין השמשות אפילו עשוי לפחות ונפחת [אסור]  כדמשמע לעיל בסוכה רעועה אפשר דהכא בשהתנה וכמו שכתבתי למעלה (ל,  ב ד\"ה באומר). אבל הרמב\"ן ז\"ל (במלחמות בשילהי פירקין) פירש דאפילו נפחת  ביו\"ט אין הפירות מוקצין מחמת הבית שאין בעצמן איסור, ולא אמרו במוכני  (שבת מד, ב) ונר (מז, א) אלא מפני שנעשו בסיס לדבר האסור אבל פירות  הסגורים בבית אינו מקצה דעתו מהם כל זמן שיוכל ליקח אותם, ולא דמו  לגרוגרות וצמוקים (לקמן ביצה מ, ב) דהתם מן הפירות עצמן הקצה [דעתו] מפני  שהפירות בעצמן אינם ראויים.", 
            "<b>חותמות שבקרקע מתיר  ושבכלים מתיר ומפקיע וחותך. </b>תוספתא (פ\"ג ה\"ט): קורע אדם את העור שעל  פי החבית של יין ושל מורייס ובלבד שלא יתכוין לעשות (זירוק)  [זינוק]."
        ], 
        [
            "<b>ר' נחמיה היא דאמר כל  הכלים אינן ניטלין [אלא לצורך] תשמישן. </b>פירש רש\"י ז\"ל לצורך  תשמיש שמיוחדין לו וסכין אינו מיוחד אלא לאוכלים ולא לחתוך חותמות, וכהאי  גוונא אמרינן בפרק בכל מערבין (עירובין לה, א) גבי נתנו במגדל ונאבד  המפתח דלר' אליעזר אינו עירוב ומוקי לה במנעול דקטיר במיתנא ובעי סכינא  למפסקיה ור' נחמיה היא דאמר אין כלי ניטל אלא לצורך תשמישו. והקשה על זה  ר\"ת ז\"ל דסכין מיוחד הוא לכל חתיכה בחול, ועוד הקשה רבינו שמשון ז\"ל דתנן  בפרק כל הכלים (שבת קכד, א) כל הכלים הניטלים לצורך ניטלים לצורך ושלא  לצורך ר' נחמיה אומר אין ניטלין אלא לצורך, ופריש רבא דהכי קאמר כל הכלים  ניטלין לצורך דבר שמלאכתו להיתר בין לצורך גופו בין לצורך מקומו ושלא  לצורך דאפילו מחמה לצל ודבר שמלאכתו לאיסור לצורך גופו ולצורך מקומו אין  מחמה לצל לא, ואתא ר' נחמיה למימר דבר שמלאכתו להיתר לצורך גופו ולצורך  מקומו אין לצל לא. ואם איתא האיך שרי ר' נחמיה לצורך מקומו והלא אין  מיוחד לכך בחול, ור\"ת ז\"ל פירש דלצורך תשמישן היינו תשמיש הרגיל בו בחול,  ומודה הוא דאפילו כלי שמלאכתו לאיסור ניטל לצורך תשמיש הרגיל בו בחול וכן  קרדום לחתוך דבילה דקתני במתניתין דכל הכלים (קכב, ב), אבל סכין אין  (בכך) [דרך] תשמישו בחול לחותמות ומנעול דקטיר ואסור לר' נחמיה אף על פי  שמלאכתו להיתר. ור\"ת ז\"ל פירש שם בבכל מערבין במנעול דקטר, דבעי סכינא  ונאבד הסכין ויש מר או פסל (או) למפסקיה ולפיכך לר' נחמיה אסור שאין דרך  תשמיש זה למר ופסל.", 
            "מתני': <b>אין פוחתין את הנר.  </b>פירש רש\"י ז\"ל פחיתת הנר ששוקע אצבעו בביצים ועושים בהן בית קיבול.  ואינו נראה לרבינו תם ז\"ל, מדאמרינן בגמרא מאן תנא פתיחת הנר מנא היא ר\"מ  היא דתנן כלי חרס מאימתי מקבלים טומאה משעה שנגמרה מלאכן דהיינו חקיקתן,  ואי כפרש\"י ז\"ל אין זה כלי חרס אלא כלי אדמה וכלי אדמה אינו מקבל  טומאה, על כן (פרש\"י ז\"ל) [פירשו ז\"ל] דאופין היו קצת כלי חרס  כדי ליבשן ואחר כך חוזרים ומצרפין אותן פעם שנייה בכבשן כדי לחסמן וכדרך  שאמרו לקמן (ביצה לד, א) ברעפים, וכן נמי משמע מדאמר רב יהודה משיצרפם בכבשן  ולא אמר משיסיקם בכבשן, ואפילו בכלי מתכות עושין כן שמצרפין אותן פעם  שנייה כדי לחסמן וכדאמרינן הסכין והאמום והפגיון מאימתי מקבלים טומאה  משיצרפם בכבשן, ועד שיצרף ויחזק כלי חרס אינן ראויין לקבל מים ודבר לח  אלא שראויין לקבל פירות ודבר יבש, לפיכך הקשה אביי דעל כרחך לא קאמר ר'  מאיר אלא בכלים אחרים שראויין לקבולי המים אלא נר למאי חזי אלא לנר ושמן,  ואמר ליה דחזי לקבולי ביה פשיטי.", 
            "<b>איכא דאמרי הא מני  ר' אליעזר ברבי צדוק היא. </b>ואפשר דלאו דוקא רבי אליעזר ברבי צדוק דכל  שכן תנא קמא, דהא תנא קמא מחמיר טפי מיניה, אלא מדלא ידעינן תנא קמא  דידיה מאן ניהו אמר ר' אליעזר בר' צדוק.", 
            "<b>דתנן אלפסין  חרניות טהורות באהל המת ומטמאות במשא הזב. </b>פירש רש\"י ז\"ל דלגבי אהל  בעינן תוך לכלי חרס דכתיב וכל כלי פתוח משמע שיש לו פתח וכן לכל טומאת  מגע, וטמאות במשא הזב שהזב מטמא כלי חרס בהיסט ואף על פי שאין לו תוך  דכיון דמטמא ליה בהיסט מאבראי לא בעינן תוך, וכלי נינהו הואיל וכמות שהן  משתמשים מהם לענין דבר הראוי לטמאן. ורבינו תם ז\"ל הקשה על זה  דפשוטי כלי חרס אין מקבלים טומאה כלל דתנן (פ\"ב דכלים משנה ג) הטהורין  בכלי חרס טבלא שאין לה לבזבז והמטה והספסל והשלחן והמנורה של חרס הרי אלו  טהורין זה הכלל כל שאין לו תוך בכלי חרס (אחוראין) [אין לו אחוריים],  משמע שאין לו טומאה כלל ואפילו מהיסטו של זב, וכדמשמע נמי בפרק ר' עקיבא  (שבת פד, ב וע\"ש ברש\"י ד\"ה ודין הוא), ושנינו בתורת כהנים (מצורע פרשתא זבים  פרשה ג א) נאמר כאן [ו]כלי חרס אשר יגע בו הזב ונאמר להלן (וכל כלי פתוח)  [אשר תבושל בו] מה להלן מאוירו אף כאן מאוירו. אלא בין נר בין אלפסין  חרניות תוך היה להם אלא שהיו סתומין מלמעלה ואחר כך (פותחים) [פוחתים]  אותן, וכן משמע בתוספתא (פ\"ג ה\"י) דקתני רש\"א אין פוחתין אלפסין סתומין  ביו\"ט, ות\"ק היה עושה אותן כמוקפין צמיד פתיל ולפיכך טהורות באהל המת אבל  טמאות במשא הזב דכלי חרס המוקף צמיד פתיל מטמא בהיסט וכדאמרינן בפ\"ק דנדה  (ה, ב) דאין ניצלין במעת לעת שבנדה, ואמרינן (גיטין סא, ב) וליחוש דילמא  תסיטם אשתו נדה. וטעמא שסופן ליפתח ועתידים לבוא לידי מגע ואינו דומה  לקולית של נבלה שאמרו בהעור והרוטב (חולין קכה, א. קכו, ב) מחוסר נקיבה  כמחוסר מעשה דשאני התם דאין עשויין לינקב, ורבי אליעזר ברבי צדוק דמטהר  אפילו ממשא הזב לפי שלא נגמרה מלאכתן ואין דומים לכלי חרס המוקף צמיד  פתיל שנגמרה מלאכתו.", 
            "<b>למוסרה לאוליירין בו ביום להזיע.  </b>שהוא צורך קיום לכל נפש, ואף על פי שאסור להחם חמין לרחוץ כל גופו  ואפילו לבית הלל, היינו לפי שאין הרחיצה שוה אלא (למפקעין) [למפונקין]  אבל הזיעה שוה היא לכל נפש."
        ], 
        [
            "<b>מוחטין  את הפתילה ביו\"ט. </b>ופירשו מאי מוחטין לעדויי חושכא, ואף על פי שמכבה  את הראש שמסיר ממנה זה צורך ההדלקה הוא וכענין שהתירו לגרוף את התנור אף  על פי שמכבה גחלים. ומדקתני מוחטין משמע שמותר להסירו בכלי  דהיינו לשון מחט, והר\"ם ז\"ל (פ\"ד ה\"ג) שאסרו לא ידעתי למה, שאלו כן היה  להם לפרש כמו שאמרו לקמן (ביצה לד, א) אין גוזזין אותם במספרים ואין גוזזים את  הירק בתספורת שלהן, ועוד שאמרוה בלשון מחט.", 
            "<b>תני ר'  חייא חותכה בפי שתי נרות. </b>ומכאן נראה דלא גרסינן במתניתין בפי שתי  נרות דאם כן הא דרבי חייא היינו מתניתין ממש, אלא ה\"ג חותכה לשתי נרות  וכן מצאתיה במקצת הספרים, וכלשון הזה שנוייה בתוספתא (ספ\"ג ע\"ש) חותכה  באור בפי שתי נרות. והוא שצריך להדליק שתיהן, והכין איתא בירושלמי (ה\"ד)  דגרסינן התם וחולקה באור לשתי נרות אמר ר' חנינא ובצריך לשתים תני ר'  יודה בן פזי דליה מביא שתי נרות ונותנה בשתיהן וחולקה באור לשניהם,  ופירושו שלא התירו לחתכה בפי שתי נרות ונותנה לשנוי בעלמא בלבד ואף על פי  שאינו צריך להדליק אלא האחת, אלא דוקא בשצריך להדליק שתיהן.", 
            "<b>שלשה להקל. </b>ואם תאמר אמאי לא חשבינן (נר) [נמי] בהני דאמרו  להקל מוחטין את הפתילה, יש לומר דלא חשיב אלא [הני] שהן תיקון גוף  הפתילה.", 
            "<b>וקטמא שרי. </b>פירש רש\"י ז\"ל לגבלו ולטוח בו  דלאו בר גבול הוא. והקשו עליו דקטמא בר גבול הוא (עי' שבת יח, א), ולא  עוד אי לאו בר גבול כל שכן הוא שאסור דמשעת נתינתו במים חייב דשרייתו זהו  גיבולו, דתנן בפרק קמא דשבת (שם) אין שורין דיו וכרשינין אלא כדי שישורו  מבעוד יום ובית הלל מתירין, ואמרינן עלה בגמרא מאן תנא נתינת מים לדיו  זהו שרייתו אמר רב יוסף רבי היא דתניא אחד נותן את הקמח ואחד נותן את  המים דברי רבי ר' יוסי ברבי יהודה אומר אין חייב עד שיגבל, אמר לי' אביי  ודילמא לא היא עד כאן לא קאמר ר' יוסי אלא בקמח דבר גיבול אבל דיו דלאו  בר גיבול הוא מנתינת מים הוא דלחייב ופריק לא סלקא דעתך דתניא אחד נותן  את האפר ואחד נותן לתוכו מים האחרון חייב דברי רבי רבי יוסי ברבי יהודה  אומר אינו חייב עד שיגבל. על כן (פרש\"י) פיר\"ת] ז\"ל דלאו לגבל את  האפר ולשרוק בו פי תנור קאמר אלא לשרוק באפר יבש. ואינו מחוור בעיני דאם  כן מאי שנא קיטמא דנקט לימא ועפרא שרי דהא בעפר עסקינן ואמאי שבקיה ונקט  קיטמא, ועוד דדבר הלמד מעניינו הוא דהא הכא בגבול טיט עסקינן  ועליו היה תמה רבינא היאך אפשר לגבלו ואמר ליה רב אשי דבעפר אסור אלא  דאיהו ארקתא דפרת הוא סמיך ועלה קאמרי דקיטמא שרי, דאלמא משמע מה שאסרו  בעפרא התירו בקיטמא. ולפיכך נראה לי דאפילו לגבלו ביד ממש מותר משום דאי  אפשר מערב יום טוב דמיד מתייבש, וכל שאי אפשר מערב יום טוב מותר דצורך  אוכל נפש הוא. ותדע לך דהא אפילו לרב אשי דסמיך ארקתא דפרת היכי שרי והא  איכא משום ממרח דמלאכה דאורייתא, אלא משום דלא אפשר מערב יום טוב  שרי, כך נראה לי."
        ], 
        [
            "<b>וכן ביעתא.  </b>פירש רש\"י ז\"ל ביצים גסות הנתונות על פי כלי חלול כעין טרפי\"ד או על  האסכלא אין נותנין את הכלי תחלה ואחר כך יסדר עליו, אלא יאחזנו בידו  ויושיב הביצה עליו ואחר כך יושיב הכלי על גב הגחלים שלא יעשנו כסדר בנין,  ע\"כ. וזה תמיה שאם כן (היאך) [הוא] אין נותנין את הקדירה בי\"ט על הכלי  שקורין טריפי\"ד או על הכירה ואילו אפילו בשבת התירו להחזיר קדרה על גבי  כירה ומעשים בכל יום ושופתין את הקדרה ביו\"ט ע\"ג כירה וע\"ג  טריפי\"ד, אלא לא אמרו כאן אלא שלא ליתן ביצה מכאן וביצה מכאן  וביצה על גביהם שזה כבנין שעושין מחיצות ואחר כך נותן את התקרה וכענין  פוריא. ואמרו בתוס' (עירובין קא, א בד\"ה וכן) דאפילו בכי הא לא אמרו אלא  כשצריך לאויר של מטה (אלא) [אבל] במה שאין צריך לאויר לא, ועל כן כתבו  שמותר  להניח ספר מכאן וספר מכאן וספר על גביהם לפי שאין צורך לאויר  שתחתיהם.", 
            "<b>אין סומכין את הקדרה בבקעת וכן הדלת לפי שלא  נתנו עצים אלא להסקה. </b>תמיה לי כיון שראויין לתשמישן דהיינו להסקה  ומותר לטלטלן לתשמישן למה לא יטלטלם אפילו לסמוך את הדלת, ומאי שנא מאפר  שהוסק ביו\"ט דאמרינן בפרק קמא (ח, א) דכל שהוא חם כיון שראוי לצלות בו  ביצה מותר לכסות בו וההיא רב אמרה דאית ליה במוקצה כר' יהודה  (כדאיתא בשבת כא, א). ומדוחק יש לי לומר דשאני התם שהרי מותר לטלטלו  ולשים אותו במקום הביצה לצלות בו שם ביצה וכיון שכן אף הוא יכול לתת אותו  במקום שהדם שם אף על פי שהדם מתכסה בו שהרי ראוי הוא עדיין לצלות בו שם  את הביצה, אבל כאן אי אפשר להצית בם את האור במקום שסמך בה את הדלת ואף  לא במקום שנתן אותה סמוכה לקדרה שאם יצית בה את האש תשרף הדלת או תפול  וכן תפיל את הקדרה, כך נראה לי.<br><b></b>והא דאין סומכין את  הקדרה בבקעת, רוב הפוסקים פסקוה כהלכתא וכרבי יהודה דאית ליה  מוקצה וקיימא לן כוותיה ביו\"ט. ואיכא למידק דהא משמע בפרק כל הכלים (שבת  קכד, א) דמתניתין בית שמאי היא ולא בית הלל ובית שמאי במקום בית הלל אינה  משנה, דגרסינן התם אמר ליה אביי לרבה למאי דאמרת דכל הכלים שמלאכתן להיתר  ניטלין בין לצורך גופן ובין לצורך מקומן הא תנן אין סומכין את הקדרה  בבקעת, והא בקעת ביו\"ט מלאכתן להיתר (אלא) [אלמא] בין לצורך גופו בין  לצורך מקומו אסור, אמר ליה התם משום [גזירה] יו\"ט אטו שבת וכי תימא שבת  גופיה תשתרי התם אין לו תורת כלי, ואקשינן ומי גזרינן והא תנן משילין  פירות דרך ארובה ביו\"ט אבל לא בשבת ופריק רב פפא לא קשיא הא בית שמאי הא  בית הלל, דתנן בית שמאי אומרים אין מוציאין לא את הקטן ולא את הלולב ולא  את ספר תורה לרשות הרבים ובית הלל מתירין, אלמא טעמא דבקעת משום גזירה  היא ובית שמאי היא ואינה משנה. והרז\"ה ז\"ל תירץ דלישני נינהו  ומאן דמתני הא לא מתני הא ואנן קיימא לן כי האי לישנא דהכא דאיתמר  בדוכתיה. והרמב\"ן (נראה) [כאן] (במלחמות כאן) תירץ דהתם לא שמיע ליה אלא  מתניתין דלא מפרש בה טעמא ולא אשכח בה רבה [טעמא] אלא גזירה יום טוב אטו  שבת, ולא שמיע ליה הא ברייתא דמפרש טעמא בהדיא לפי שלא ניתנו עצים אלא  להסקה דאלו שמיע ליה לא הוה צריך לגזירה כלל (כל כך) הא ברייתא (למה לי)  הלכה היא.<br><b></b>ואכתי קשיא לי דמכל מקום אי לאו גזירה תהדר  קושיא דאביי לדוכתה, דמכל מקום כיון דלהסקה [ניתנו] מלאכתן להיתר הן  ביו\"ט ויהיו מותרים לצורך גופן. ולפיכך נראה דלא ניתנו עצים  [אלא] להסקה אין לומר שלא ניתן עיקר תשמישן אלא להסקה, אלא הכי קאמר לא  התירום חכמים אלא להסקה, דמדינא אסורים הן לטלטל בין לשבת בין לי\"ט שאין  להם תאר כלי וכצרורות הן וכדאמר ליה רבה לאביי התם אלא שהתירו חכמים  לטלטלם להסקה לצורך אוכל נפש ולהסקה בלבד נתנום, כלומר להסקה התירום ולא  לדבר אחר.", 
            "<b>והלכתא רטיבא אסור יבישא שרי. </b>ולא  למימר דרטיבא אסור להסקה בהיסק גדול דלא אשכחן דאסר הכין בשום דוכתא דלא  מסח דעתיה מיניה אי מצטריך ליה, אלא מאן דאסר אמר לך מה [לי]  לצלות בו מה לי לצלות בגחלתו אמרינן מה לי לצלות בתערובת גחלתו לא אמרינן  ומאן דשרי אמר דאפילו מה לי לצלות בתערובת גחלתו אמרינן. ויש מפרשים שאין  זו הכנה חשובה לטלטלו מחמתה שלא לצורך היסק ממש כיון שאין תורת כלי עליו.  ואם תאמר והא בעא מיניה אביי מרב יוסף (לעיל ביצה כא, ב) לר' יוסי הגלילי דאמר  אין נפש בהמה במשמע הני סופלי לחיותא היכי שדינן להו ביו\"ט ואמר ליה  הואיל וחזיא להיסק הא תינח ביבשתא ברטיבא למאי חזו חזו להיסק גדול, תירצו  בתוס' דשאני התם משום דצריך לו הרבה ליתן לפני בהמתו. ועם תירוצם  זה נתיישבה לי קושיא אחת שאני תמה לפי שאמר ליה רב יוסף לאביי דמשום חזו  להיסק שרי' לטלטלם ולהשליכם לבהמה אם כן אף אנו נאמר כן בבקעת כיון דחזא  להיסק יטלטלה לסמוך בה את הקדרה והדלת, אלא שיש לומר דהתם שאני דצריך  הרבה להאכילן לבהמתו.<br><b></b> ורש\"י ז\"ל כתב דהני כלהו והך הלכתא אליבא  דמאן דאית ליה מוקצה מיקבעי, אבל אנן כר' שמעון סבירא לן בין במוקצה בין  בדבר שאין מתכוין וכר' יהודה במכשירי אוכל נפש, וכלהו שרי בין חזרה בין  סמיכת קדרה והקפת חביות ומדורתא וקדרה, וכל האמוראין שאסרו למעלה תלמידי  דרב היו ורב כר' יהודה סבירא ליה במוקצה ואנן קיימא לן כר\"ש ע\"כ. ותימה  הוא במה שכתב בהקפת חביות ומדורתא וקדרה דקיימא לן כר' שמעון בדבר שאין  מתכוון לומר שזה גם כן [אינו] מתכוון לאהל ולבנין, כי לא אמרו דבר שאין  מתכוין אלא בדבר שאין מתכוין למה שאפשר שיולד ממה שהוא עושה ואפשר לא  יהיה כגרירת כסא וספסל שאפשר שלא יעשה חריץ, אבל בדבר שהוא מתכוין למה  שהוא עושה לשום זו מכאן וזו מכאן והשלישי על גביהם וישאר אויר למטה אף על  פי שאינו מתכוין לאהל מכל מקום דרך בנין הוא עושה אהל. עוד הקשו  עליו במה שכתב שכל אלו תלמידי דרב היו דסבירא ליה כר' יהודה במוקצה, והלא  רב נחמן תלמידו של שמואל הוא ושמואל במוקצה כר' שמעון סבירא ליה ואפילו  במוקצה מחמת מיאוס ככרכי דזוזי (שבת יט, ב), ועוד דאיהו גופיה דקאמר בריש  מכילתין (ב, א) אנו אין לנו אלא בית שמאי כר' יהודה ובית הלל כר' שמעון  לדחות איסור המוקצה לומר שאינה משנה, אלא שזו ראיה לדברי הרי\"ף ז\"ל  (בשילהי מכילתין) והגאונים ז\"ל שפסקו ביו\"ט כרבי יהודה ובשבת כרבי שמעון  וכדאמר רב נחמן בריש מכילתין, ועוד שקשה הדבר לומר שיכללו בגמרא כללי  בהלכתא ואמרינן הלכתא רטיבא אסור ויבשתא שרי ולישנא דגמרא הוא דלא תלי לה  בחד מהנך אמוראי ונימא דלית[א] דכי הא לא אשכחן בשום דוכתא.", 
            "<b>אמר ליה רבא לשמעיה טוי לי בר אווזא ושדי מעיה לשונרא. </b>פירש רש\"י  ז\"ל (עיין רש\"י שבת קמב, ב) שנשחט ביו\"ט, ובני מעיה לא חזו לאכילה בי\"ט  שאין דרך לאכול לבני מעים ביו\"ט ונולד הוא. ומשני ", 
            "<b>כיון דמסרחי  (אסח דעתיה מיניה). </b>אי מצנע להו עד הערב ", 
            "<b>מאתמול דעתיה  עלייהו למשדינהו לשונרא. </b>ואין זה מחוור דכל שהוא ראוי לו ואלו רצה  לאכלו אוכל למה יאסר להאכילו לשונרא וכי אסור להשליך מפתו לכלבו, ועוד  דאם כן לכל שאינו רגיל ועשוי ביו\"ט או בשבת לבעלים אסור לטלטלו אם כן  תקשי לרבא גופיה דאמר בשבת (קמב, ב) אי לאו דאדם חשוב אנא סכינא אבר יונה  למה לי והא חזי לאומצא, ואומצא בשבתא לא אכלי אינשי, ועוד דאם כן כי הוה  דעתיה עלייהו מאתמול למשדי לשונרא מאי הוה מכל מקום נולד הוא ודומיא  דגרעיני תמרה (שבת קמג, א), ותניא (שבת כט, א) מסיקין בתמרים אכלן אין  מסיקין בגרעיניהם ואף על גב דדעתיה למכלינהו ביו\"ט ולהסיק  גרעיניהם. אבל בתוספות (שבת כט, א ד\"ה אין עי\"ש) פירשו דהכא  בשנשחט מעי\"ט לאכלו בי\"ט ולמחר ודאי מסרחי ואינן ראויין לאכילת אדם וכיון  דמעי\"ט ידע דמסרחי יהיב דעתיה עלייהו מאתמול למשדינהו לשונרא. ואם תאמר  מכל מקום מאי שנא מגרעיני תמרי דאף הן לא היו ראויין ודעתיה מאמש לאכול  התמרים ולהסיק הגרעינים ואפילו הכי אסור, יש לומר דשאני גרעינים שהן  צריכים לתמרים עד שיאכלם שאם יטלם מאמש יתקלקל בשר התמרים והגרעינים  שומרים את האוכל והרי הוא כאוכל עצמו ולמחר הרי הן כנולד, מה שאין כן  בבני מעים ואדרבה כל שבני מעים נשארים בגופו לאחר שחיטה מתקלקל הבשר וכל  שדעתו עליהם מאתמול הויא לה הכנה מעליא (דכמה דמנסן) [דכמאן דמנחן]  בדיקולא דמיין והילכך אם נשחט מאמש מותר כדאמרן, וכל שכן כשנשחט היום  דכיון דראוי לו אם רוצה לאוכלן אף הוא מותר לטלטלן וליתן לשונרא  וכדאמרן.", 
            "מתני': <b>רבי אליעזר אומר נוטל אדם קיסם מלפניו לחצוץ  בו שניו. </b>פירש רש\"י ז\"ל דמלפניו לאו דוקא דלרבי אליעזר אף מחצר נמי  דהא אמר כל שבחצר מוכן הוא, והא דנקט משלפניו משום רבנן דפליגי ואמרי  דאפילו משלפניו להדליק אין לחצות בו שניו לא. והקשו עליו בתוס' דבשבת פרק  המוציא (פא, ב) מוכח דמשלפניו דוקא, דאמרינן התם בעא מיניה [רבה] בר רב  שילא מרב חסדא מהו להעלות אבנים מקורזלות אחריו לגג אמר ליה גדול כבוד  הבריות שדוחה את לא תעשה שבתורה איתיביה רבינא לאמימר ר\"א (בן יעקב) אומר  [נוטל אדם קיסם משלפניו לחצות בו שניו וחכמים אומרים] לא יטול אלא מן  האבוס של בהמה ופריק הכי השתא התם אדם קובע מקום לסעודתו הכא אין אדם  קובע מקום לבית הכסא, אלמא משלפניו דוקא דהיינו דמקשי ליה אפילו משום  כבוד הבריות לא יטול מן החצר ויביא אלא משלפניו ולא שיטול ויוליכם אחריו  לגג. ואין קושיא זו מחוורת דלאו מדרבי אליעזר קא מקשה דהא לית הלכתא  כוותיה אלא כדרבנן, אלא מדרבנן קא מקשה דלא שרו ליטול קיסם כלל  מן החצר ואפילו משלפניו אלא מן האבוס אף על פי שצריך לחצות בו שניו וגנאי  הוא לו שיראה הבשר בין שיניו והלכך אף באבנים מקורזלות די לו שהתירו לו  ליטלן אבל לא לטלטלן ולהעלותן לגג, ופריק דאינו דומה דהתם קובע אדם מקום  לסעודתו והיה לו להכין מעי\"ט קסמין במקום סעודתו מה שאין כן [הכא] שאי  אפשר לו ולפיכך כל שהתירו לו על כל פנים הוצרכו להתיר לו אפילו להעלות  וכדברי רש\"י ז\"ל נראה לי עיקר וכדקתני בנוסחאות הישנות ואין כתוב בספר  המשנה משלפניו, וברוב ספרים שלנו אין בהן בגרסת המשנה משלפניו, וכן ראיתי  משם ר\"ח ז\"ל.", 
            "<b>וחכמים אומרים מגבב מלפניו ומדליק.  </b>פירש רש\"י ז\"ל משלפניו אבל לא מחצר, הואיל ודקין הן וטורח לקוששן  מאתמול לאו להכי קיימי. וכן ודאי משמע, מדקאמר ר\"א שכל מה שבחצר מוכן הוא  משמע דחכמים שאסרו משום דאין מוכן הוא לדבריהם. ותמיה לי אי משום דמאתמול  לאו להכי קיימי מאי שנא משלפניו דמגבב כלהו מוקצין נינהו, ואולי התנור  והכירים בחצר ודעתו על הקסמין הסמוכים לתנור ולכירים. אבל  בירושלמי (ה\"ו) משמע דאפילו לרבנן נוטל מכל מה שבחצר ולא אסרו אלא לגבב  ולעשות צבור ור' אליעזר שרי לגבב מכל מה שבחצר ומדליק מן המכונס וחכמים  אומרים דוקא מגבב ממה שלפניו ראשון ראשון ומדליק, דגרסינן התם על מתניתין  מה ביניהון לעשות צבור ביניהם על דעת ר' אליעזר עושין צבור ועל דעת רבנן  אין עושין צבור, ולפי הירושלמי חכמים דמתניתין היינו תנא קמא דר' שמעון  דברייתא מגבב מן החצר ומדליק ובלבד שלא יעשה צבורין צבורין ורבי אליעזר  דמתניתין כר' שמעון דברייתא דמתיר לעשות צבורין צבורין, ואף על פי ששנו  במשנתנו בדר' אליעזר שכל מה שבחצר מוכן הוא לאו למימרא דבהא פליגי ולומר  דלחכמים אינו מוכן דהא בברייתא נמי קתני בת\"ק שכל מה שבחצר מוכן ואפילו  הכי ר' שמעון לא פליג עליה ואסר ואדרבה שרי טפי, אלא בין לר' אליעזר בין  לרבנן כל מה שבחצר מוכן הוא אלא מילתא בעלמא הוא דקאמר ר' אליעזר דטעמא  דמילתא אף על פי שהן קסמין קטנים מוכנים הן להדלקה ורבנן נמי בהא מודו  ושרו לטלטלן ולהדליקן. אבל בתוספתא (פ\"ג הי\"ב) מצאתי בהפך, דרבי  אליעזר דמתניתין היינו תנא קמא דר' שמעון דברייתא ואוסר לעשות צבור,  דתנינן התם ר' אליעזר אומר מגבב מן החצר ומדליק ובלבד שלא יעשה צבורים  ור' שמעון מתיר שכל מה שבחצר מוכן הוא, וזה כפשטה של משנתנו."
        ], 
        [
            "<b>לחצוץ בו שיניו לא יקטמנו ואם קטמו חייב חטאת.  </b>ויש עצי בשמים שהם אוכלי בהמה כך פירש רש\"י ז\"ל. ואינו מחוור, אלא  מדקתני מוללו משמע ליה שהן רכין ומיניה קא פריך וכדמפרש ליה בהדיא לבסוף  כי אתא לתרוצי ולאוקמוה בקשין אהדר ליה וקשין בני מלילה  נינהו.", 
            "<b>השתא פטור אבל אסור קא קשיא לי חייב חטאת  מיבעיא. </b>פירש רש\"י ז\"ל כלומר תשובה גדולה חזרת להשיבני, אם מצאת  בברייתא אומרת לחצוץ שיניו פטור אבל אסור אף היא היתה תשובה לדברי שאני  אומר מותר לכתחלה וכל שכן שהבאת לי חייב חטאת, אבל אינו תשובה דכי תניא  ההיא בקשין. והקשו עליו בתוס' דאם כן למה ליה לרב יהודה לאורוכי כולי האי  לפרוק ליה מיד כי תניא ההיא בקשין, ולפיכך פרשו משם ר\"ת ז\"ל דהכי קאמר  ליה אפילו תנא (מברייתא) [בברייתא] פטור אבל אסור איכא למשמע דמשבשתא היא  כל שכן דקתני חייב חטאת דליכא מאן דלימא הכי אלא ודאי ברייתא שבשתא היא  ולא תותבן מינה ואמר ליה רב כהנא לא דברייתא בקשין ואף על פי שהן אוכלי  בהמה, ומיהא לדידך קשיא דאמרת דכל שהן אוכלי בהמה אין בהם משום תקון כלי  ואפילו (קשיא) [קשין]. ואין פירושו מתחזי במה שפירש דרב כהנא הוא דקאמר  בקשין, אלא [מה] שפירש בהא (וקאמר) [דקאמר] ליה רב יהודה השתא  פטור אבל אסור קא קשיא לי אתי שפיר (אבל הא) [ואיהו הוא] דקאמר כי תניא  ההיא בקשין דלאו אוכלי בהמה וחסורי מחסרא כדמפרש ואזיל. ואם תאמר אם כן  תקשי מדרב יהודה לרב יהודה, דהכא משמע דרב יהודה אית ליה כי הא ברייתא  דאפילו (הדיח) [להריח] אם קשין לא יקטמנו ואם קטמו פטור אבל אסור ואלו  לקמן אמרי רבה בר רב אדא ורבין בר רב אדא כי הוינן בי רב יהודה הוה מפשח  ויהיב לן אלותא אף על גב דחזיא לקתתא דנגרי וחצינא, לא קשיא דהא מוקמינן  הא ברייתא כר' אליעזר. ואם תאמר אם כן כי אקשי ליה רב כהנא מיניה נימא  ליה ההיא ר' אליעזר היא ואנא דאמרי כרבנן, מסתברא לי דהיינו טעמא משום  דקושטא דמילתא קא מתרץ ליה דאפילו ר' אליעזר דוקא בקשין הא ברכין קוטמו  ומריח בו ואפילו קוטמו לחצוץ בו שיניו מותר (רב אכלי) [דבאוכלי] בהמה שהן  רכין מיירי, ומאי דקתני בברייתא לקמן ושוין שלא יקטמנו (אקטום) [אקיסם]  קא מהדר וכדפרש\"י ז\"ל, כך נראה לי.", 
            "<b>שובר אדם את החבית  לאכול ממנה גרוגרות. </b>פירש רש\"י ז\"ל (חביות) [בפרק חבית] (שבת קמו, א)  טעמא משום דמקלקל וכל המקלקלין פטורים. וקשה לי דאי משום הא היכי שרי  לכתחלה, ועוד דאם איתא מאי אקשינן הכא מינה למאי דאמרינן דקשין  (הן) לא יקטום להריח בו דשאני התם דמקלקל הוא. ובתוס' (שם בשבת)  פירשוה בחבית מחוברת במוסתקי כדמוקי לה רב אשי הכא לרבי אליעזר, משום  דקשיא להו הא דתנן בעירובין פרק בכל מערבין (עירובין לד, ב) נתנו במגדל ואבד  המפתח עירובו עירוב רבי אליעזר אומר אם אין יודע שהמפתח במקומו אין  עירובו עירוב ואוקימנא פלוגתייהו התם במגדל של עץ דקטיר במיתנא דבעי  סכינא למפסקיה דרבנן סברי שכל הכלים ניטלין לצורך גופן ור' אליעזר סבר  שאין כלי ניטל אלא לצורך תשמישו הא לאו הכי אפילו רבנן מודו דאין עירובו  [עירוב] דלא אפשר לשבור את המגדל [ד]לכתחלה מיהא אסור, ומשום הכי אוקמוה  לההיא בחבית דמוסתקי כדאוקמה רב אשי הכא, ורב אשי לא לר' אליעזר בלחוד  אוקמה הכי אלא לכולי עלמא, והלשון מסייענו קצת מדאמר רב אשי כי תניא ההיא  במוסתקי ואי לר' אליעזר בלחוד קאמר הוה ליה למימר ההיא לר' אליעזר  במוסתקי. וגם זה אינו נכון בעיני מדאמרינן התם בפרק חבית (שבת קמו, א) בעו  מיניה מרב ששת מהו (למיבא) [למיברז] חביתא בבורטיא לפתחא קא מכוין ואסור  או דלמא לעין יפה קא מכוין ושרי, (ומיבח חבית) [ומברז חביתא] בגופה דחבית  משמע ולא במוסתקי, ואמרינן נמי התם רשב\"ג אומר מביא אדם חבית של  יין ומתיז את ראשה בסייף ומניחה בפני האורחים ואינו חושש וסתמא ראשה ממש  קאמר, ועוד דאם כן רב (אבא) [אחא] בר יעקב דמתיב מינה ומשמע ליה בחבית  גמורה לדידיה מי ניחא ההוא דעירובין, ועוד מדמקשה מאי שנא מהא דתנן שובר  אדם את החבית ועוד הא רבה בר רב אדא ורבין בר רב אדא דאמרי תרווייהו כי  הוינן בי רב יהודה הוה מפשח ויהיב לן אלוותא אף על גב דחזיאן לקתתא דנגרי  וחציני משמע דלרב יהודה מתניתין דחבית אפילו בחבית גמורה, דשבירת עצי  בשמים (קשיא) [קשין] להריח כשובר את החבית ואוקימנא כתנאי ורב יהודה  כרבנן, אלמא אפילו חבית גמורה לרבנן שובר ואינו נמנע  לפי שאין  בנין בכלים ואין סתירה בכלים (לעיל ביצה י, א). ואי משום ההיא  דעירובין לא קשיא, דהתם מגדל קתני ומגדל גדול משמע וכלים קטנים הוא  דאמרינן דאין בנין בכלים וסתירה אבל בגדולים כאהלים הם ויש בנין וסתירה  בהן, וכן מוכחא כל אותה סוגיא של שם. ואף רש\"י ז\"ל פירש שם [כן] (לה, א  ד\"ה ומתני') והרי\"ף גם כן כתבה סתם במקומה וכן כאן ולא כתב האי אוקימתא  דרב אשי דאוקמה במוסתקי, נראה שכן דעת הרב ז\"ל דבחבית גמורה היא מתניתין  כך נראה לי.", 
            "<b>ובלבד שלא יעשנו צבורין. </b>ומפרשי טעמא  משום דמחזי כמאן דמכניף למחר וליומא אחרינא, אבל ליכא משום מעמר. ומכאן  נלמוד כדעת רבי יצחק בן רבינו מאיר ז\"ל שאמר שאין חייב משום  מעמר אלא במלקט במקום שגדל שם כמאסף ביער שהוא כמלקט שבלים מן הקמה  (מטפלת) [הנופלת] ומעמר, וכן מוכח בפרק כלל גדול דאמרינן התם (שבת עג, ב)  האי מאן דמכנף מלחא ממלחתא חייב משום מעמר, דמשמע דוקא דמכנף ממלחתא הא  ממקום אחר לא."
        ], 
        [
            "<b>(א\"נ) [אמר ליה]  אנן מפני שצריך לחסמן מתנינן לה. </b>ואיכא מאן דפסק כרבי זירא דאסור  ומפרש לההיא מפני שצריך (לחמן) לבדקן, ויש מי שפוסק להתיר כרבי ירמיה  דמפרש לה מפני שצריך לחסמן, וכן נראה לי חדא דספק בשל דבריהם היא  ולקולא, ועוד נקיט בסמוך ברעפים טעמא דצריך לחסמן דאמרינן שופת  את הקדרה מאי קא עביד אמר רבי שמעון בן לקיש הכא בקדרה חדשה עסקינן ומשום  לבון רעפים נגעו בה, והיינו משום חסימה דאיכא חטאת בשבת משום מכה  בפטיש, דאי משום בדיקה ליכא חטאת בשבת דבין נמצאת שלימה בין  נשברה לאו מידי דאית ביה חטאת קא עביד, כך נראה לי.<br><b></b>ומכל מקום  לדידן דקיימא לן במוקצה כרבי יהודה נראה שאין בודקין אותו אלא במקום  שאינו צריך לטלטלו משם אם ימצא טריפה, דאפילו לראות את הטריפה בעלמא אסרו  בירושלמי בפרק אין צדין (ה\"ה) לראות אלא במקום שאין צריך לטלטלו, דגרסינן  התם בעון קומי [לוי] מהו להראות את הטריפה בבית אפל אמר לו אפיק לבר רבי  אמי [בעי] שמעינן אין רואין את הנגעים בבית אפל שמעינן אין רואין את  הטריפה בבית אפל אמר רב יוסי בר בון ולא מטעם הזה אלא שמא ימצא טריפה  ויהא אסור לטלטלה, וכן אמרו בשבת בשלהי פרק מי שהחשיך (שבת קנו, ב) דלוי סבר  במוקצה [כר\"י] ולא חזי ביומא טבא אלא אקיקלתא. ותמה אני שלא ראיתי לאחד  מן המחברים שהביאה בחיבורם.", 
            "<b>ואחד מגיס הקדרה כולן  חייבין. </b>משום דאף המגיס מקרב את בישולו, בשבת פרק כירה  כתבתי יותר.", 
            "<b>תנור וכירים אין סכין אותן [ב]שמן ואין מפיגין  אותן בצונן כדי לחסמן. </b>ואם תאמר תיפוק לי דאסור לחסמן על האש ולאפות  ולבשל בהן מפני שמתחסמין, יש לומר דאין אלו צריכים חיסום דאפייה  אלא אפילו בצונן מתחסמין ואסור. ומיהו מההיא דשופת את הקדרה שמעינן שאסור  לבשל ביו\"ט בקדרה חדשה שלא הוחזרה לכבשונות, וגרסינן בירושלמי במועד קטן  (פ\"א ה\"ט) רבי יודן ברבי ישמעאל אורי מדוחק להביא כירה חדשה מבית האומן  ולשפות עליה קדרה ביו\"ט. והא דאמרינן ואם בשביל לאפות הרי זה  מותר לא להפיגן בצונן קודם שיוסקו קאמר שהרי מתחסמין ואין מתירין משום  צורך אפייה שזו היא ששנינו אין מלבנין את הרעפים, אלא שאם הוסקו הרבה  וחושש שלא תשרף הפת בתנור מותר וכן פירש רש\"י ז\"ל. ומיהו קשיא  לי דאם כן מאי למימר פשיטא, ועוד דמסתמא מאי דאסר התיר משום לאפות, אבל  במקצת התוספות ראיתי שכתבו דליבון רעפים הוי תיקון גמור אבל בתנור ליכא  תיקון גמור אלא תיקון מועט ולצורך אפייה התירו.", 
            "מתני': <b>ועוד אמר ר' אליעזר. </b>כתב רש\"י ז\"ל [וקשיא לי] דהא אפסקוה  רבנן במילי טובא באין מוציאין את האור והנך דבהדיה והני מילתא אחריתי לאו  מלתיה, ואמאי לא אותביניה בעירובין (כג, א) גבי ועוד דר' יהודה בן בבא  דאותביה מרבי אליעזר דסוכה ושנינן התם לא אפסקוה אלא במלתיה ואלו  אותביניה מהא לא הוה מצי לשנויי הכי, ועמד זה לרבינו ז\"ל בקושיא. והרז\"ה  ז\"ל תירץ דהכא לא אחשביה הפסקה דכיון דאמר רבי אליעזר מגבב  ומדליק כל הני אחריני בהוצאות אור ובלבון רעפים הכל בענין אחד, (וכל)  [וכיון] שהתחיל בהדלקה סדרו אחריו ענייני הדלקה."
        ], 
        [
            "גמרא: <b>תינוקות שטמנו תאנים מערב שבת. </b>הא דנקט (תאנים)  [תינוקות] לאשמעינן רבותא דאפילו קטנים יש להם מחשבה מתוך מעשה המוכיח  כדאמרינן בפרק הכל שוחטין (חולין יג, א), ומתוך מעשיהם ניכרת מחשבתן  שבדעתן לאכלן למחר וכיון שכן נגמרה מלאכתן, ולפיכך שבת קובעת  לגמרי שלא לאכול בהן עראי אף על פי שלא ראו פני הבית משום דשבת קבעה  לגמרי בדבר שנגמרה מלאכתו ואפילו שלא לאכול ממנו עראי ואפילו למוצאי  שבת.", 
            "<b>ותנן המעביר תאנים בחצרו לקצות </b>כלומר שלא נגמרה מלאכתן", 
            "<b>בניו ובני ביתו אוכלים מהם עראי </b>ואפילו לאכול בחצר עצמה דסתם קתני  שאף על פי שהחצר קובעת אינה קובעת כלל אלא בדבר שנגמרה מלאכתו, ובניו  ובני ביתו לאו דוקא אלא הוא הדין [הוא] עצמו לפי שאין החצר  קובעת מה שלא נגמרה מלאכתו, ולכן שאל רבא מרב נחמן", 
            "<b>שבת מהו שתקבע  וכו' </b>כלומר מי אמרינן שאינה אלא כחצר ואוכל אפילו בשבת עראי או דלמא  חמירא טפי ובשבת מיהא אינו אוכל.", 
            "<b>אמר ליה שבת קובעת </b>דכל אכילת  שבת היא עצמה קבע דכתיב וקראת לשבת עונג, אבל למוצאי שבת אוכל עדיין ממנו  עראי, ונראה לי ראיה מדמייתי מר זוטרא בריה סייעתא לדברי אביו  ממתניתין דעומד אדם על המוקצה ערב שבת בשביעית טעמא דשביעית דלאו בר  עשורי הוא הא בשאר שני שבוע לא, [ולא] קאמר [אלא] שלא לאכול בשבת אבל  למוצאי שבת מנ\"ל, ובהא נמי [מיתרצא הא דקאמר] רב נחמן תלמוד ערוך הוא  בידינו שהשבת קובעת בין בדבר שנגמרה מלאכתו בין בדבר שלא נגמרה מלאכתו  ואלו לקמן אמר רבי יוחנן אחד שבת ואחד תרומה ואחד חצר ואחד מקח כולן אין  קובעין אלא בדבר שנגמרה מלאכתו שבת לאפוקי מדהלל דתניא המעביר פירות  ממקום למקום וקדש עליו היום הלל לעצמו אוסר, ואם כן היאך רב נחמן [אומר]  כתלמוד ערוך בידו שהשבת קובעת אפילו בדבר שלא נגמרה מלאכתו.  ועוד דאם איתא דמתניתין דרבי אליעזר דעומד אדם על המוקצה דייקינן מינה הא  שאר שני שבוע אסור אפילו למוצאי שבת לימא שבת לאפוקי מדרבי  אליעזר, ומיהו הא לאו ראיה היא דאם כן תיקשי לן נמי אמאי לא אמר  לאפוקי מדרבי יהושע דהא לרבי יהושע קבעה לגמרי שלא יגמור אפילו למוצאי  שבת קאמר, ומכל מקום מדאמר רבי אליעזר יגמור ואקשינן מדר'  אליעזר לרבי אליעזר ופרקינן התם כדקתני טעמא אמר רבי נתן לא כשאמר רבי  אליעזר יגמור לא בשבת יגמור אלא למוצאי שבת יגמור, אלמא מתניתין דעומד  אדם על המוקצה לא דייקא דבשאר שני שבוע קבעה לגמרי אלא כדאמרן,  ואפ\"ה (אסור) [אתינן] למידחי ולמימר דשבת כחצר ולא קבעה כלל ואפילו באוכל  בשבת עצמה. אלא שאני מתניתין דכיון דאמר מכאן אני אוכל למחר קבע ליה שבת  עילויה. ולגמרי קאמר דהיינו גמר מלאכתו וכמתניתין דתינוקות שטמנו  תאנים ואפילו בחול נמי, וכדאקשינן אי הכי מאי איריא שבת אפילו בחול  נמי."
        ], 
        [
            "<b>רבי אליעזר קאמרת רבי אליעזר לטעמיה  דאמר תרומה קבעה וכ\"ש שבת. </b>ומתניתין דעומד אדם על המוקצה דדייקינן  מינה הא שאר שני שבוע לא, אפילו לאכול מהן עראי אפילו למוצאי שבת קאמר  דשבת קובעת לגמרי, [ו]במסקנא לא קאי אלא לר' אליעזר תרומה קובעת לגמרי  שבת אינה קובעת דלמוצאי שבת יגמור כדאמר ר' נתן. ומכל מקום צ\"ע לרבי  יהושע אם כן כל שאמרו שאוכל עראי אינו אוכל אפילו עראי שכבר קבעה לה שבת,  ולרבי אליעזר נמי  לא יאכל אפילו בשבת ולא אפילו בחול בחצר, ור' אושעיא דאמר (ברכות לא, א)  מכניס אדם תבואתו במוץ שלה כדי שתהא בהמתו אוכלת ופטורה דהיינו אכילת  עראי דוקא חוץ לחצר אבל בחצר לא, וכל זה צ\"ע.", 
            "<b>ולא כשאמר רבי אליעזר יגמור לא בשבת יגמור אלא למוצאי שבת יגמור. </b>ומכלל  דלרבי יהושע בין חצר בין שבת קובעים לגמרי אפילו בדבר שלא נגמרה מלאכתו,  ומתניתין דהמעביר תאנים בחצרו רבי אליעזר היא וחוץ לחצר, והא דלא מייתי  ראיה למעלה רב נחמן מרבי יהושע משום דאיהו אפילו בחצר קאמר קובעת ודלא  כמתניתין דהמעביר תאנים בחצרו לקצות, והיינו דמקמי בעיא דרבא  לרב נחמן אייתי מתניתין דהמעביר תאנים בחצרו ולומר דרבא (בעיא) [בעא אהא]  דחצר אינה קובעת כדקיימא לן במתניתין דהמעביר תאנים, וקא מיבעיא ליה שבת  מאי וכדאהדר ליה רב לרב נחמן ואימא שבת דומיא דחצר."
        ], 
        [
            "גמרא: <b>אי נמי כי הא דתנן איזהו לקט שנושר בשעת לקיטה .  </b>כלומר אי נמי תדחה ותפרש מי שנשרו כליו שאינו אלא לשון שרייה במים,  מאן דתני מנשירין לא משתבש דתנן איזהו לקט הנושר בשעת קצירה.", 
            "<b>דתנן השחור והזוג. </b>פירש רש\"י ז\"ל שיש תער [שאין] [ב]בת יד שלו  מחובר לו ופורקין אותו, ובתוספות  הקשו דאם כן מאי תורת כלי יש  בבית יד שלו כשניטל הברזל ממנו, ולפיכך פירשו שכעין זוג של מספרים היו  עושין אותו ואף לאחר שנחלק היה ראוי כל אחד למלאכתו.", 
            "<b>כאותה ששנינו מפנין אפילו ארבע וחמש קופות. </b>הכא אליבא דרב חסדא דאמר התם  (קכו, ב) דד' וה' קופות דוקא טפי לא וכדאמרינן נמי בסמוך, דאלו לשמואל  לאו דוקא ד' וה' קופות אלא אפילו טובא."
        ], 
        [
            "<b>שלא  יגמור את האוצר. </b>פירש רש\"י ז\"ל אין שם אלא ד' וה' קופות לא יטלם כולם  כדי שלא יבוא לאשווי גומות, ומשום דסוגיא זו נקטה כרב חסדא כדאמרן פירש  הוא כן, אבל אי אפשר לומר כן לרב חסדא דשמואל הוא דפריש אבל לא את האוצר  שלא יגמור את האוצר אבל אתחולי מתחילינן  ומתניתין ר' שמעון היא  כדאיתא התם, אבל רב חסדא אוקמה כר\"י ומאי לא את האוצר שלא יתחיל באוצר  ומשום מוקצה, והכא לאו דוקא ד' וה' אלא אפילו טובא ובלבד שלא יגמור ויגלה  הרצפה שלא יבא לאשוויי גומות ממש מדעתו כדי לתקן אוצרו.", 
            "<b>אי נמי התם היינו טעמא דארבע וחמש קופות שרי משום שבת דחמירא ולא אתי  לזלזולי ביה אבל הכא יו\"ט דקיל ואתי לזלזולי ביה כלל כלל לא. </b>איכא  למידק דהא במתניתין טפי שרינן ביום טוב מבשבת דקתני משילין פירות ביום  טוב אבל לא בשבת , ונראה לי דבעיקרי המלאכות טפי שרי ביום טוב  מבשבת בעיקרן דבשבת כל מלאכה אסורה וביום טוב כל מלאכת אוכל נפש מותרת  אבל מה שהותר קצתו כאן וכאן יותר יש להחמיר ביו\"ט מבשבת דילמא כיון דקיל  אתי לאקולי ביה טפי וכענין שאמר רב נחמן במוקצה (לעיל ביצה ב, ב), כך נראה  לי .<br><b></b>כל הני בעיי דבעי הכא וקיימי בתיקו כולהו נ\"ל כהלכתא  לפי אהדריה [דר' זירא ור' אסי] דכיון ד(ל)ר' זירא ור' אסי ילפינן להו י\"ט  משבת נקטינן מאי דפשיטא להו ושבקינן מאי דאסתפק לאחריני  בדילמא .", 
            "<b>הא דאמר רבי יצחק אין כלי ניטל אלא לדבר  הניטל. </b>ואם תאמר היאך אמרו בפירקין דלעיל קודר אדם קב או קביים  שעורים ונותן לפני בהמתו, ושנינו (שבת קנה, ב) אין [אובסין] את הגמל אבל  מלעיטין אותו והלא הבהמה אינה ניטלת . יש לומר בהמה כניטלת חשבינן  ליה הואיל ויכול למשכה באפסר.", 
            "<b>הכא במאי עסקינן בטיבלא.  </b>דהוי ליה כאוירא דליבני ולרבי יצחק אין כלי ניטל בשבילו. ואם תאמר  ואפילו לר' יצחק אמאי לא והא אמרינן לעיל (ביצה לד, ב) טבל מוכן הוא אצל שבת  שאם עבר ותקנו מתוקן, ובפרק כירה (שבת מג, א) נמי אמרו בחבית של טבל שנשברה  ומביא כלי ונותן תחתיה לקבלו לא חשבינן ליה מבטל כלי מהיכנו משום האי  טעמא דאם עבר ותקנו מתוקן, יש לומר דמכל מקום אין כלי ניטל בשבילו לרבי  יצחק לפי שאין הטבל עצמו ניטל ולפיכך אין מטלטלין כלי בשבילו ,  וההיא דחבית של טבל שנשברה שבפרק כירה לר' יצחק בשצריך למקומו של כלי  הניטל לשום תחת חבית של טבל כדאיתא התם.", 
            "<b>להפסד מועט לא חששו  קא משמע לן דחששו. </b>ואם תאמר והא אמרינן בריש מי שהחשיך (שבת קנד, ב)  דלהפסד מועט לא חששו גבי היתה בהמתו טעונה טבל וכו' דאמרינן התם מאי אף  על פי שמשתברים מהו דתימא להפסד מועט חששו קא משמע לן, יש לומר דיו\"ט  שאני דכיון דליכא אלא טורח מועט אפילו בהפסד מועט חששו והתירו .", 
            "<b>תנן נותנין כלי תחת הדלף בשבת. </b>כלומר: וקשיא לר' יצחק דקא  סלקא דעתך דאפילו בדלף שאינו ראוי קאמרי, אבל לעולא ניחא דהוה ליה כאוירא  דליבני. ואיכא למידק אי בדלף שאינו ראוי היכי שרי והא קא מבטל כלי מהיכנו  אמר (ליה), [לך] דהכא הוי טעמא משום גרף של רעי, ואף על פי  דאמרינן לעיל בפרק יו\"ט שחל (ביצה כא, ב) גבי שיורי כוסות דאין עושין גרף של  רעי לכתחלה, שאני הכא דאדרבה הגרף איתיה אלא שמביא כלי להוציאו,  ותדע לך דהוא משום גרף של רעי דבסמוך מייתינן על מתניתין עובדא דבי  ריחייא דאביי דמשום גרף של רעי הוה שרי ליה רבה וכולה סוגיא דהתם בגרף של  רעי.<br><b></b>ונראה לי מכאן דלרבי יצחק אין כלי ניטל אפילו משום הוצאת  גרף של רעי, דאי לא לדעת המקשה מאי קא מקשה מינה לר' יצחק וניחא  ליה לעולא הא אפשר לאוקומה לר' יצחק אפילו בדלף שאינו ראוי ומשום גרף של  רעי כדאיצטרכינן לעולא, וזה תימה דהא גרף של רעי אפילו מעצמו בלא  כלי ניטל הוא משום כבוד הבריות כדאיתא בסמוך. ולפיכך נראה לי דלכולי עלמא  בדלף הראוי הוא מתניתין, ואפשר היה לו להקשות ולטעמיך אי בדלף שאינו ראוי  אפילו לעולא מי ניחא והא אין מבטלין כלי מהיכנו, אלא דבכמה מקומות מצי  לאקשויי הכי ולא מקשה [כד]אוקמוה בדלף הראוי הכי קאמר מתניתין על כרחין  בדלף הראוי, כך נראה לי.", 
            "<b>התם נמי דאיכא דבש. </b>ואיכא למידק  דאפילו כי איכא דבש מאי הוה, דהא הרודה דבש מן הכוורת חייב משום תולש.  (שבת צה, א) יש לומר בשהיה שם דבש צף על החלות, אי נמי בחלות (ראויות)  [רדויות] מעי\"ט מן הכוורת.", 
            "<b>ובלבד שלא יתכוין לצוד  אתאן לר' שמעון. </b>ואם תאמר לר' שמעון נמי  איכא דהא מודה ר' שמעון בפסיק רישיה ולא ימות, ויש לומר דכל  שאפשר שישנו בו נקב אחד ממילא לצאת דרך שם הדבורים לאו פסיק רישיה  הוא אבל לר' יהודה כל שאין מניח שם נקבים ממש הרי זה אסור,  והיינו דאמרינן כולה ר' יהודה היא והכא במאי עסקינן דאית ביה כוי ודקדק  שיניח שם חלונות כדי שלא יהא צד ממילא.", 
            "<b>ושופך ושונה ואינו  נמנע. </b>ואם תאמר לידוק מהא דמשילין דרך ארובה כל כמה דצריך דמאי שנא  מהא, יש לומר דשאני הכא דנעשה בבית וגרף של רעי."
        ], 
        [
            "<b>וכי עושין גרף של רעי לכתחלה. </b>ואם תאמר שפיר  קאמר אביי דאין עושין לכתחילה כדאמרינן לעיל בפרק יו\"ט (ביצה כא, ב) גבי שיורי  כוסות והיכי שרי רבה, יש לומר דלא אמרו היכי דאיכא הפסד ממונא כי הכא,  עי\"ל דהכא שאני דמים איכא [ו]אינו אלא שמכניס מטתו שם דממילא נעשה כגרף  של רעי, אבל התם דמשקה את (ו)הגוי בכוסו (הנכרי) הוא עושה את הגרף  לכתחלה.", 
            "<b>וכשמחזיר נותן לתוכה מים ומחזירה. </b>ואם  תאמר ומה הועיל בכך והלא כשנותן אותן המים כגרף הם ואינם ראויים לכלום  והיאך יטלטל הכלי המאוס מחמתן והמים חזרו להיות כעביט, יש לומר דחזו  לבהמה. ואם תאמר והיכי שרו ליה לטלטל העביט עם מימי הרגלים והא אפשר  לנערם וכדאמרינן (שבת קמב א) מטלטלין את הכלכלה והאבן בתוכה כלומר שיש בה  פירות ואף על פי שיש אבן בתוכה, ואוקימנא דוקא בפירי דמטנפי כלומר אם  ינערם כדי שתפול האבן אבל פירי דלא מטנפי לא אלא ינערם כדי שתפול האבן,  יש לומר דהכא שאני שאם ישפכם שם יתלכלך ביתו ונעשה גרף של רעי.<br><b></b>ולדידי קשיא לי למה התירו להחזיר על ידי נתינת המים לתוכן, דהא  משמע דכלים עצמן מאוסים ואסורים לטלטלן בפני עצמן אלא שעל ידי (חמין)  [המים] נעשה למים בסיס וניטלין על ידיהן, והא קיימא לן (שבת קמב, ב) דלא  אמרו [ככר] או תינוק אלא למת בלבד. ויש לי לומר דהכא בששפך וצריך עוד  לכלי לשנות ולמלאות ולשפוך כאותה ששנו בברייתא, ומשום כבודו התירו לו  להחזיר הכלי ועושים לו תקנה בנתינת מים לתוכו מיהא, כך נראה  לי.", 
            "גמרא: <b>שמעת מינה תחומין דאורייתא. </b>[אלא וכו'] [מכאן  ראיה דאין תחומין כלל מדאורייתא] ואפילו של י\"ב מיל כמחנה ישראל, ואף על  פי שאמרו בירושלמי (עירובין פ\"ג ה\"ד) המחוור מכלן שלש פרסאות כמחנה  ישראל, ליתא בשום גמרא דילן, ואף על פי שיש לדחות ראיה זו מכל מקום יש  ראיות כמה ממה שאמרו בפרק כלל גדול (שבת עג, א) דידע לשבת במאי ידע לה  בתחומין ואליבא דרבי עקיבא, אלמא לרבנן לא ידע לה בתחומין דליתנהו לרבנן  דאורייתא כלל. ובפרק בכל מערבין (עירובין לו, א) אמרו דתחומין לית ליה  עיקר דאורייתא, וכבר כתבתיה שם (ספ\"ק דעירובין) בארוכה.", 
            "<b>לא דנין והא מצוה קעביד. </b>איכא מאן דמפרש הא מצוה קא עביד והוה ליה  למחשבה בהדי הנך משום מצוה, וכן פירשו בתוס' משם רש\"י ז\"ל, ואוקמה בדאיכא  דעדיף מיניה דאין מוטל עליו, מיהא מצוה קצת איכא ואינו שבות גרידא ולא  מצוה ממש כתרומה והקדשות, ומכל מקום אפילו ליכא דעדיף מיניה אינו דן דאין  דנין בשבת או בי\"ט. ותמיה לי דמכל מקום כיון דלעולם אין דנין אמאי לא  חשיב לה בהדי הנך דמצוה דהא בדליכא דעדיף מיניה איכא מצוה גמורה ואפילו  הכי אינו דן, ואנן לא בגברא מסויים אתינן למיתני (אלא) לומר בדאיכא דעדיף  מיניה לית ליה אלא שבות דרשות אלא מילי דאית להו שבות גרידא ודאיכא אפילו  שבות דרשות ודאיכא אפילו שבות דמצוה אתינן למתני ואם כן לחשוב אין דנין  בהדי הנך דמצוה, ועוד דאם איתא מכל מקום לחשוב בהדי הנך דמצוה דאין דנין  בדליכא דעדיף מיניה, והוא הדין והוא הטעם במה שאמרו דאין מקדשין ואוקימנא  דאית ליה אתתא ובני וכן באין מיבמין דאוקימנא בדאיכא גדול, ועוד הקשו  בתוס' דאנן אין דנין כלל קאמר[ינן] ואפילו בדליכא עדיף מיניה אם כן תיקשי  לן הא דאמרינן בסנהדרין פרק [אחד] דיני ממונות (לה, א) (דלן) [דלידון] במעלי  שבתא ולגמרי' לדינא בשבת ולקטליה בשבתא אין רציחה דוחה שבת וכו' כדאיתא  התם, דאלמא אי לאו דלא אפשר מהאי טעמא דאין רציחה בשבת ואי אפשר למקטליה  באורתא ולא לשהויי עד חד בשבתא אפשר היה לגמור דינו בשבת, ומיהו הא לא  קשה לי כלל דמתניתין כולה משום שבות קאמר וכדאיתא בשמעתין הא דבר תורה  דנין והתם דבר תורה קאמרי, וכן כתבו בתוס' בשם רבינו נסים וכן כתוב  בירושלמי (ביצה פ\"ה ה\"ב) דגרסינן התם אין דנין דיני ממונות בשבת ומתרץ לה  כאן להלכה כאן לדבר תורה ע\"כ, וכ[מ]דומה שאין הגירסא כן אלא אין דנין  (ד\"נ) [דיני ממונות] בערב שבת (סנהדרין לב, א) והיינו דקאמר  דמתניתין פליגא ובמתניתין ליכא אלא אין דנין דיני נפשות בשבת (אלא) [ולא]  בערב שבת ובערב יו\"ט, ומכל מקום מה שכתבתי קשיא.<br><b></b>ולפיכך  נראה כפירושו של ר\"ת ז\"ל והא מצוה קא עביד וחפצי שמים הן לדון ולישא אשה  להוליד בנים וליבם את היבמה, ופריק דאין הכי נמי אי ליכא דעדיף מיניה  לדון ובדלית ליה אשה ובנים ובדליכא גדול ליבם דאז הוו להו חפצי שמים וכמו  (להני) [כל הני] דתניא בפרק שואל (שבת קנ, א) ובפרק קמא דכתובות (ה,  א) משדכין על התינוקות ליארס ועל התינוק ללמדו ספר וללמדו אומנות, אלא  מתניתין דקתני דאיכא משום שבות בדאיכא דעדיף מיניה ואית ליה אשה ובנים  ובדאיכא גדול אחים ליבם.<br><b></b>וביומא גבי אף אשה אחרת מתקינין לו  גרסינן (ירושלמי פ\"ק ה\"א) ר\"ג בעא קומי ר' מונא ולא נמצא כקונה קנין בשבת  אמר ליה משום שבות שהתירו במקדש א\"ר מונא הדא אמרה הלין דכונסין ארמלין  צריכי לכונסן מבעוד יום שלא יהא כקונה קנין בשבת ע\"כ, ומניה משמע דאין  נושאין, לא היא דהתם אפשר בשיש להם אשה ובנים. ומכל מקום כתב רבינו תם  ז\"ל בתשובה (עיין ספר הישר חלק התשובות סי' מ\"ח אות י') דהלכה אין מקדשין  את האשה בשבת אלא מדוחק גדול, ומשם ריב\"א ז\"ל אמרו כי גם הנשואין לבד  אסורין שאפילו קידש מבעו\"י אסור לכנוס לחופה בשבת שהרי הוא כקונה קנין  גמור בשבת ליורשה ולטמא לה ולהפר נדריה, ותדע דהא תנן אין מיבמין ואע\"פ  שאין שם אלא ביאה.<br><b></b>והא דתנן אין מקדשין (ואין) [הוא הדין דאין]  מגרשין והכין נמי איתא בתוספתא (פ\"ד ה\"ג) וחד טעמא הוא דהתם נמי איכא  גזירה שמא יכתוב, ואי קשיא לך הא דאמרינן בפרק הזורק (גיטין עז, ב) ההוא  שכיב מרע דכתב גיטא לדביתהו במעלי יומא דשבתא למחר תקיף עליה עלמא טובא  אתי לקמיה דרבא אמר להו דליקני לה ביתה ותיזיל [ותיחוד] ותפתח כי היכי  דליקני ביתא, אלמא מגרשין אפילו בשבת, יש לומר דשכיב מרע שאני כי היכי  דלא תהא זקוקה ליבם [דהכי נמי] שרו לה למיקנא רשותא בשבת אף על גב דבעלמא  אסור."
        ], 
        [
            "<b>ואלו הן משום מצוה. </b>ואי קשיא לך  מאי שנא מהא דאמרינן (שבת קנ, א) משדכין על התינוקות ליארס ועל התינוק  ללמדו ספר וללמדו אומנות משום דחפצי שמים מותרין, יש לומר דהנהו שרו דהוו  חפצי שמים טפי. ואם תאמר במקדיש מיהא מאי מצוה איכא למאן דאמר (נדרים ט,  א) טוב מזה ומזה שאינו נודר כל עיקר, ויש לומר דהכא אפילו במעמיד ביד  הגזברים ואחר כך מקדיש כדרך שהיה הלל עושה שהיה מביא בעזרה ואחר כך מקדיש  (שם ע\"ב).", 
            "<b>משום מקח וממכר. </b>דאסור גזירה שמא יבא לידי  איסור דאורייתא דשמא יכתוב, ולאו גזירה לגזירה הוא דכולה חדא גזירה הוא  דעשוי הוא לכך."
        ], 
        [
            "<b>הלכה כר' דוסא. </b>ואי  קשיא לך הלכה מכלל דפליגי ואנן לא אשכחן בהא דפליג עליה, ויש לומר דהא קא  משמע לן דשנויא דשניין כאן ברועה אחד כאן בשני רועים שנויא היא. ואם תאמר  אפילו בשני רועים אמאי לא והא (בדרבנן) [לדידיה] יש ברירה, דהא תניא בפרק  מרובה (ב\"ק סט, א) שחרית בעל הבית עומד ואומר כל מה שילקטו עניים היום  יהא הפקר דברי ר' יהודה ורבי דוסא אומר לעתותי ערב אומר כל מה שלקטו  עניים יהא הפקר ומפכי לה התם נמי דרבי יהודה אומר לעתותי ערב אומר כל מה  שלקטו ורבי דוסא אומר בשחרית אומר כל מה שילקטו. תירצו בתוספות דהכא לא  שייך ברירה הואיל ואינו מתנה בעל הבהמה בפירוש על אחד מן הרועים כי התם  דמתנה בפירוש, אבל כשאין שם אלא רועה אחד בלא דין ברירה קיימא ברשותיה  דודאי בין השמשות למוסרה לרועה קיימא ובודאי ימסרנה לו. ומסתברא דהוא  הדין אם מסרה לבנו והוא רגיל למוסרה לו ואין שם רועה שימסרנה לו, ואני  תמה מן הרמב\"ם ז\"ל שחילק בין בנו לרועה וז\"ל שכתב בפ\"ה של שביתת יו\"ט  (הלכה י\"א) המוסר בהמתו לבנו הרי הוא כרגלי האב מסרה לרועה ואפילו לא  נתנה לו מערב יום טוב הרי הוא כרגלי הרועה ע\"כ, ושמא הרב ז\"ל פירש משנתנו  בבנו שאינו רועה ואינו רגיל למסרה לו, ואינו נראה מסוגית הגמרא דאמרינן  לא קשיא כאן ברועה אחד כאן בשני רועים דייקא נמי דקתני לבנו או לרועה,  אלמא בנו רועה הוא ודכותה קאמר ואפילו אחד מן הרועים בנו אפ\"ה כל שיש  רועה אחד שפעמים מסרה לו אם לא מסרה לו מעיו\"ט הרי הוא כרגלי בעל  הבהמה.", 
            "<b>לאיסור מוקצה לא חששו. </b>פירש רש\"י ז\"ל דאנן סהדי  דכל חד וחד אקצי דעתיה מחלקו של חבירו, ואם היו רוצים לאכלה כאן אינה  אסורה משום מוקצה לומר כל חלק יונק מחבירו, והקשו בתוס' שאם כן אמאי שתיק  רב שהרי לא מצינו מוקצה כזה שיהא מותר חלקו לו ואסור לחבירו דמה שמותר  לבעליו מותר לחבירו ולא אמרינן שיהא אסור לחברו מפני שהוא מקצה דעתו מחלק  חבירו, ומסתברא אי משום הא לא איריא דבעלמא ודאי שחלקו (ידו עלי) [ידוע  לו] ויכול לחלוק וליטול הרי הוא מוכן ממש לבעליו וכל שמוכן ממש לו אינו  מוקצה לחברו, אבל זה שאין חלקו מבורר לו מערב יו\"ט לפי שתמיד כל חלק יונק  מחבירו הרי הוא כמוקצה לכל אחד ואחד מהם מפני חלק חבירו שמוקצה ממנו לאחר  בין השמשות. אבל מה שפירשו בתוס' משם (רש\"י) [רשב\"ם] ז\"ל יותר נכון והכי  פירושו, לאיסור מוקצה ונולד לא חששו שהבהמה מתגדלת ומתוספת ביו\"ט ונולד  בה לאחר שנכנס י\"ט מה שלא היה בה בין השמשות ואפילו הכי לא אסרוה משום  נולד זה שבא לו מחמת יניקה זו ואף על גב דרב אית ליה דר' יהודה במוקצה  ונולד, לאיסור תחומין חששו לאסור חלקו להוליכו בתחומו מחמת אותה יניקה  שינק מחלק חבירו משנכנס יו\"ט חששו.", 
            "<b>אמרו ליה רב כהנא ורב אסי  לרב לאיסור מוקצה לא חששו לאיסור תחומין חששו שתיק רב. </b>הרי\"ף ז\"ל פסק  כרב ביניקת תחומין לא שייך ברירה שהרי התחומין מתערבין זה בזה לאחר בין  השמשות, ולדבריו כי שתיק רב לא הודה אלא שלא חשש לדבריהם, וכמוהו פ\"ק  דסוכה (ז, א) גבי יעמידנו כנגד ראש תור. ובספר המאור כתב עליו: ולא כן  כתב ה\"ר שלמה ז\"ל אלא רב יחידאה הוא דחייש ליניקת תחומין ולרב הושעיא  דאמר יש ברירה לא שנא חבית ולא שנא בהמה הכל מותר, ונראין דברי ה\"ר שלמה  ז\"ל דליניקת תחומין לא חיישינן מדקיימא לן כשמואל (לח, א) בשור של פטם  ובשור של רעיה, ועוד דרב כהנא ורב אסי פליגי עליה דרב וקא מתמהי עליה  ושתיק ע\"כ. ולי נראה (שאם) [שאין] ראיתו משור של פטם ראיה, דהתם המחוור  שבטעמים כדברי התוספות שפירשו דחכמים עשאום כנכסי הפקר ולא קנו  שביתה והילכך לא שייך בהו יניקת תחומין, וגם לפי טעמו של הראב\"ד ז\"ל  שנכתוב למטה אין משם שום ראיה, ואי משום דרב כהנא ורב אסי תלמידי דרב  נינהו וליתנהו מקמי דרב.<br><b></b>אבל מכל מקום מסתברא לי דהלכה כן אף על  גב דינקי תחומין מהדדי יניקתן [לא] מינכרא ואין לה תובעים, ולא עדיפא  ממים ומלח לעיסתה דאקשו בגמרא (לח, א) וליבטל מים ומלח לגבי עיסתה כלומר  משום דאיסורא בטיל ברוב ואף על גב דמים ומלח מעמידי העיסה ונותנים בה טעם  חדש והוצרך אביי ליתן טעם משום דגזירה שמא תעשה העיסה בשותפות, וכן נמי  אינו דומה למים ומלח העשויין ליתן טעם וטעמא לא בטיל כטעמיה דרבא בתבלין  ומים ומלח. אלא שאפשר לומר דאפילו הכי אסור משום דההיא יניקת תחומין  מהאיברים הוי דבר שיש לו מתירין ואפילו באלף לא בטיל כדברי ר' אשי במים  ומלח, אף על פי שזה דחוק דלכאורה לא עדיפא יניקה זו לכולי עלמא יותר ממים  ומלח ברוטב עבה לר' יהודה וכן בעיסה מפני שאין בהם ממש וכדתניא (לט, א)  ר' יהודה אומר מים ומלח בטלים בעיסה ואין בטלים בקדרה מפני רוטבה,  ואוקימנא ברכה אבל בעבה אף בקדרה בטלים ובהני הוא דפליגי רבנן עליה מפני  (שאין) [שהן] ניכרים במלאכת העיסה והקדרה אבל יניקה לא מינכרא ולכולי  עלמא בטלה. זהו נראה לי להלכה, אבל לא למעשה שיש לחוש לדברי  הרי\"ף ז\"ל וכן פסק ג\"כ הרמב\"ן ז\"ל.", 
            "<b>הא דאמר רב (אשי) [אסי]  אמר ר' יוחנן דאחים שחלקו לקוחות הן. </b>לקוחות גמורים כלקוחות דעלמא  קאמר ולפיכך מחזירין זה לזה ביובל והילכך אי לא דאמר ר' יוחנן קנין פירות  כקנין הגוף דמי לא מצא ידיו ורגליו בבית המדרש דלא משכח דמייתי בכורים  אלא חד בר חד עד יהושע בן נון וכדאמרינן בגיטין בשלהי פרק השולח (גיטין מח, א),  ואנן דקיי\"ל כריש לקיש דאמר קנין פירות לאו כקנין הגוף דמי  וקיימא לן נמי דאחים שחלקו לקוחות הן ואין להם דרך זה על זה (ב\"ב  סה, א) לא קשיא לן לענין בכורים (מאי) [מאן] מייתי, דאנן לאו לקוחות  גמורים להחזיר זה לזה ביובל קאמרי דחלוקת האחים דהשתא כחלוקה הראשונה  דארץ ישראל וההיא חלוקה גמורה היתה שלא להחזיר השבטים זה לזה, (ולכ\"ע)  [ותדע] שהרי אפילו לר' יוחנן עד יהושע בן נון קאמר ואם איתא אפילו עד  יהושע לא משכחת לה דהא אפילו שבטים מחזירין זה לזה. וכבר הארכתי  בזה בשלהי פרק השולח."
        ], 
        [
            "<b>דרש מר זוטרא הלכה  כרבי אושעיא. </b>יש מי שאומר דהלכה כמותו דבדרבנן [יש] ברירה ובדאורייתא  אין ברירה, אבל ר' יצחק הזקן ז\"ל אומר דכאן פסק הלכה כמותו  בדרבנן אבל מכל מקום לאו דבדרבנן בלבד אומרים דיש ברירה אלא אפילו  בדאורייתא כן, משום דקשיא להו דהא קיימא לן דמשנת ר' אליעזר [בן יעקב] קב  ונקי ואיהו אית ליה ברירה בנדרים פרק השותפין (נדרים מה, ב) בשותפין שנדרו הנאה  זה מזה דאמרינן התם דבחצר שאין בה דין חלוקה מותרין ליכנס ויהבינן טעמא  משום דבחצר שאין בה דין חלוקה יש ברירה ואיסור הנדר דאורייתא הוא, וליתא  דהתם לאו ברירה כשאר ברירות דעלמא היא אלא משעת השיתוף על דעת כן היה  השתוף, וכבר כתבתיה שם בנדרים פרק השותפין בס\"ד (מו, ב בד\"ה מחלוקת).", 
            "<b>אמר שמואל שור של פטם הרי הוא כרגלי כל אדם ושל רועה הרי הוא  כרגלי אותה העיר. </b>איכא למידק והא איפכא שמעינן ליה לשמואל, דאמרינן  לעיל (ביצה לז, ב) שנים שלקחו חבית ובהמה בשותפות שמואל אמר אפילו חבית אסורה,  ויש מפרשים דהכא בשור של פטם ושל רועה להחמיר קאמר דאלו של פטם  הרי הוא כרגלי כל אדם שלא יזיזוהו ממקומו (אפי') [אם] אחד מהן עירב לדרום  ואחד עירב לצפון, וכן בשל רועה אם אחד מאנשי העיר עירב לדרום ואחד לצפון  אבל אנשי חוצה לעיר אין מערבין על ידי אנשי העיר. ואין זה מחוור בעיני  דלא היה לו לשמואל (סתור) [לסתום] את דבריו, ועוד שלשון כרגלי כל  אדם וכרגלי אנשי העיר לא אמרוהו במתניתין לאסור אלא להתיר זה להוליך בכל  מקום כרגליו וזה להוליך כרגלי אנשי העיר (ואפשר) דהיינו אלפים אמה וכמו  שיתבאר בסמוך (לט, א), ותדע לך דתניא בעירובין פרק מי שהוציאוהו (עירובין מה, ב)  גשמים שירדו מערב יו\"ט יש להן אלפים אמה לכל רוח ביו\"ט הרי הן כרגלי כל  אדם ואתינן לאוקומה בגשמים הסמוכים לעיר דאנשי אותה העיר דעתן עליהן,  אלמא אנשי אותה העיר אינן אוסרין זה (עליה) [על זה] אלא יש להם אלפים אמה  כרגלי רוב אנשי אותה העיר.<br><b></b>והרז\"ה ז\"ל חלק בין חבית ובהמה לשור  של פטם ושל רועה, דחבית ובהמה דשותפין לאו לזבוני קיימי ואיכא למימר  דילמא מימלכי ומעכב חד מינייהו על חבריה ולא פליגי אבל שור  של פטם ושל רעיה לזבוני קיימי ונסתלקו מהן הבעלים שהוא הטבח וקיימי ברשות  הלוקחים ובכי הא מודה שמואל דיש ברירה. והראב\"ד ז\"ל פירש דלית ליה לשמואל  ברירה הני מילי בדבר של שותפין שהן מקפידין זה על זה בחלוקתן אבל הפטם  אין זה הקפדה (זו) לפי שהוא מוכר ורוצה (שיבוא) [שיבאו] הכל ויקנה ויבא  ברגליו. ויש לפרש דשאני הכא דבשביל תקנת הטבח עשו של טבח כנכסי הפקר שלא  קנו שביתה כרבנן דר' יוחנן בן נורי (עירובין מז, ב) וכן של רועה לגבי  אנשי אותה העיר, וכן פירשו בתוס' והוא הנכון."
        ], 
        [
            "<b>נהי דלרבי יהודה לא בטיל לרבנן מבטל בטיל. </b>תמיה לי אי משום  הא מאי חוכא דדילמא אית ליה לרבי אבא דמים ומלח לגבי עיסה מין במינו הוא  וקושטא דמלתא נמי הכי הוא דמשום הכי נמי הוא דאמר רב אשי דהוה ליה דבר  שיש לו מתירין וכל דבר שיש לו מתירין אפילו באלף לא בטיל (ועוד דדילמא)  [דלמא] רבי אבא כרבי יהודה סבירא ליה ומאן דסבירא ליה כר' יהודה מאן דאית  ליה כרבנן אחוכי עליה וכדאמרינן בפרק קמא דחולין (טו, א), ועוד דהא רב  ושמואל דאית להו כוותיה  בשלהי עבודה זרה (עג, ב). וניחא לי דהכא לרבנן  דאמרי שהן כרגלי שתיהן קא מקשו דאלו ר' יהודה פוטר במים במתניתין ובמלח  בברייתא והכא הכי קא אמרי ליה חטין בחטין נמי דלרבנן בשאילה [כרגלי  שתיהן] ולרבנן אפילו מין במינו מיבטל בטיל.", 
            "<b>והא תניא אמר רבי יוחנן בן נורי נכסי הפקר קונין שביתה. </b>ואף על גב דפליגי רבנן עליה  בעירובין בפרק מי שהוציאוהו (עירובין מז, ב) מכל מקום שפיר קאמר, דהכי קאמר  דמתניתין ליכא לאקשויי עלה למה לא בטילי מים ומלח לגבי עיסה דהא איכא רבי  יוחנן בן נורי דאמר דאפילו נכסי הפקר שאין להם בעלים עשאום נמי כמי שיש  להם בעלים.", 
            "<b>רבא אמר תבלין לטעמא עבידי וטעמא לא בטיל.  </b>פירש רש\"י ז\"ל דאביי ורבא לא פליגי אלא מר שני עיסה ומר שני קדרה,  ויש מפרשים דרבא פליג אדאביי דבלא טעמא דגזירת שותפין נמי מים ומלח לא  בטיל דמים ומלח לגבי עיסה טעמא יהבי ואדרבה אין העיסה נעשית אלא על ידי  מים. ואני תמה אהני רבנן דמקשו ואמרי לבטיל מים לגבי עיסה והא מים  מעמידין את העיסה וכל שמעמיד רואין כאלו הוא בעינו ואינו בטל כדברי הרב  רבי יוסף הלוי בן מיגש ז\"ל שאמר בגבינה של עכו\"ם דאפילו למאן דאמר דאסרוה  מפני שמעמידין אותה בעור קיבה ואף על פי דבשר בחלב בנותן טעם והכא ליכא  נותן טעם אפילו הכי אסרו כאן לפי שעור הקיבה מעמיד ורואין הבשר כאלו ישנו  כאן, ואם כן אף אנו נאמר כן כאן דמים כאלו הן בעין ואינן בטלים כדברי הרב  ז\"ל, אלא מכאן אפשר שלא כטעמו של הרב ז\"ל דהתם שאני שכל הרואה גבינה של  עכו\"ם יודע ומכיר שבאיסור העמידה שהרי (היא) העמידה בעור קיבה והרי הוא  כאלו האיסור בעין, מה שאין כן כאן שאף על פי שהכל יודעים שלא עמדה בלי  מים אין הכל יודעים שהעמידוה על ידי מים שאולין."
        ], 
        [
            "<b>רב אשי אמר משום דקיימא לן דבר שיש לו מתירין. </b>כגון טבל  ומעשר שני וחדש לא נתנו חכמים שיעור, וטבל ודאי בשאינו מינו בטל הוא  בששים כשאר האסורים אלא לא אמרו אלא מין במינו וכן אמרו בירושלמי מפורש  (שביעית פ\"ו ה\"ו), ואם כן מים ומלח הרי הן כמינן של עיסה.", 
            "גמרא: <b>גחלת של עבודה זרה אסורה ושלהבת מותרת. </b>הקשה הרב רבי אלחנן  ז\"ל אם כן מה אמרו בברכות פרק אלו דברים (ברכות נא, ב) שאין מברכים על שלהבת של  עבודה זרה, ותירצו בתוס' דהתם דוקא בשיש גחלת עמה.", 
            "<b>ותיפוק ליה  משום מנא בחספא. </b>ואם תאמר והא במנא נמי הוה מצי לשנויי לה וכשאין  צריך לכלי, וכדאמרינן בפרק המצניע (שבת צג, ב) המוציא אוכלים כשיעור בכלי  חייב על האוכלים ופטור על הכלי ושלהבת אפילו כל שהוא ראויה היא וכשיעור  היא, ויש לומר הכא שאני דכיון שאי אפשר להוציא השלהבת בפני עצמה כצריך  לכלי הוא.", 
            "מתני': <b>ושל עולי בבל כרגלי הממלא. </b>פירש רש\"י  ז\"ל מפני שהוא הפקר והפקר נקנה בהגבהה, ולית לן לדרבי יוחנן בן נורי דאמר  נכסי הפקר קונין [שביתה] במקומן, ואית ליה לתנא יש ברירה ואמרינן הוברר  הדבר מאתמול להאי גברא חזי וברשותיה. ובתוס' הקשו דאי תנא דהאי מתניתין  אית ליה יש ברירה הוה להו לאקשויי מינה למאן דאמר לעיל אין ברירה, אלא  טעמא הכא משום דרבנן אוקמיה ארשות כל ישראל וכל אחד יכול למלאות  ולהביא עמו במקומו.", 
            "<b>ורמינהו נהרות המושכים ומעיינות הנובעין  וכו'. </b>איכא למידק לוקמיה בשל רבים ושל הפקר הן לא קנו שביתה כרבנן  דרבי יוחנן בן נורי, יש לומר דפשיט[א] ליה דסתמא קתני ואפילו של יחיד  מדתלי טעמא במשיכתן ונביעתן, וטעמא משום דנייד וכל דנייד לא קני שביתה  וכדאיתא בעירובין (מו, א).", 
            "<b>ושל אנשי העיר כרגלי אנשי אותה  העיר. </b>פירש רש\"י ז\"ל ויש להם אלפים אמה לכל רוח ואם עירב זה לצפון  וזה לדרום אין אחד מהם יכול להוליכו יותר מאלפים אמה, וסובר דכרגלי אנשי  אותה העיר ואלפים אמה חד שיעורא הוא, והקשו עליו דהא בפרק מי שהוציאוהו  (עירובין מה, ב) תניא גשמים שירדו (ממעינות) [מעי\"ט] יש להם אלפים אמה  לכל רוח בי\"ט הרי הן כרגלי כל אדם, ואתינן התם למידק מינה נכסי הפקר  קונים שביתה ודחה רב ספרא ואוקמה בגשמים הסמוכים לעיר דאנשי העיר דעתן  עליהן ואקשי עליו רב יוסף אי סלקא דעתך בגשמים הסמוכים לעיר עסקינן האי  יש להם אלפים אמה לכל רוח כרגלי אנשי אותה העיר מיבעי ליה, אלמא רגלי  אנשי אותה העיר ואלפים אמה לכל רוח לאו חד שעורא הוא, ורש\"י ז\"ל נשמר שם  מזה ופירש מדקתני יש להם אלפים אמה לכל רוח אלמא לא קנו שביתה מחמת דעת  אנשי העיר, דאי משום אנשי אותה העיר האי לישנא הוה בעי מימר הרי הן כרגלי  אנשי אותה העיר דהיינו שני אלפים אמה לכל רוח. ונראה לי שלא היה צריך  רש\"י ז\"ל לדחוק עצמו בזו, ואפילו לפי סברתו שסובר שאין אחד מאנשי אותה  העיר שיערב יכול להוליך למקום שעירב ברייתא דקתני יש להם אלפים אמה לכל  רוח משמע אלפים אמה ממקום מציאתו (ממנו) ולא מתחום העיר ואי משום דעת  אנשי העיר כרגלי אנשי אותה העיר מבעיא ליה ואלפים אמה מתחום העיר משחי'  להו, ובזה נראה לי שעלה ליה לרש\"י ז\"ל תירוץ יפה באותה שמועה.<br><b></b>אלא שעיקר דינו אינו מחוור, דכיון דקיימא לן דבדרבנן יש ברירה הרי  הן כרגלי הממלא (וכאנשי) [דשל אנשי] אותה העיר כבור של שותפים והרי הן  כרגלי [אחד] מן השותפין שמלא לעצמו, כדמשמע במה שנחלקו בסמוך רב נחמן ורב  ששת דכל אחד מן השותפין שמלא לעצמו הרי הן כרגליו דיש ברירה ואמרינן מר  מדידיה קא ממלא ומר מדידיה קא ממלא, אלא הכי פירושו הרי הן כרגלי אנשי  אותה העיר וכל אחד מבני העיר ממלא ומוליך ברגליו דיש ברירה וכענין שאמר  רב (לעיל ביצה לז, ב) בחבית של שותפין, והיינו דאקשינן התם יש להם אלפים אמה  לכל רוח כרגלי אנשי אותה העיר מיבעי ליה דכל אחד יכול להוליכן כרגליו,  אבל אם אחד שאינו מאנשי אותה העיר מלא אם לא עירב אחד מאנשי העי [מוליכן  אלפים אמה לכל רוח ואם עירב א' מן העיר למזרח וא' למערב] (הרי הכרי) [הרי  הנכרי] שמלא לעצמו אסור להוליכן ולהזיזן ממקומן אלא א\"כ ערבו כולן לרוח  אחת או שלא עירב אחד מהן או שמלא אחד מאנשי העיר ונתן לו, וכן דעת הר\"ח  ז\"ל.", 
            "<b>הכא במאי עסקינן במכונסין. </b>נראה שרש\"י ז\"ל מפרש  במכונסין שאינן נובעין אלא שנתכנסו שם מן הגשמים או שמלא בכתף, שהוא ז\"ל  פירש נהרות המושכין היינו סתם נהרות שיש להם משך להלאה ממקום מקור  נביעתן, מעינות הנובעין ואין יוצאין מגומות נביעתן לימשך הלאה ע\"כ, אלמא  כל שנובעין אין קונין שביתה, אבל הראב\"ד ז\"ל פי' בעירובין בפ' מי  שהוציאוהו (מו, א) מכונסין שאין מושכים ואף על פי שהן חיין, ולפי פירושו  הכי קאמר: נהרות המושכין ממי הגשמים והשלגים שזחילתן מועטת והולכים לאט  הרי הן כרגלי כל אדם משום דניידי וכל דנייד ואפילו כל דהו לא קני שביתה,  וכדאמרינן התם וליקני שביתה בעבים מיא בעבים מינד ניידי והשתא דאתית להכי  מי אוקייאנוס נמי מינד ניידי דתניא נהרות המושכים ומעינות הנובעים הרי הן  כרגלי כל אדם.", 
            "<b>מילא ונתן מים לחבירו רב נחמן אמר כרגלי מי  שנתמלאו לו. </b>כלומר שמילא מבור של עולי בבל, ורב ששת אמר כרגלי הממלא  ובהא פליגי דרב נחמן סבר בירא דשותפי ומדידיה קא ממלא ליה דיש ברירה ורב  ששת סבר בירא דהפקרא היא ולפיכך כרגלי הממלא דמיד שמילא קנו שביתה  כרגליו, ואקשי' מי אית ליה לרב נחמן ברירה ואפילו בדרבנן והתנן האחים  השותפין וגו' ואוקמה דכולי עלמא בירא דהפקרא היא, ומכל מקום שמעינן מינה  דבור של שותפין אחד מן השותפין שמילא לחברו הרי הן כרגלי מי שנתמלאו לו  לדידן דאית לן ברירה בדרבנן מיהא."
        ], 
        [
            "<b>אלא  דכולי עלמא בירא דהפקרא הוא. </b>(פי') [תימה] רב נחמן גופיה קאמר טעמא  משום דבירא דשותפי הוא דהא בהא אקשי ליה מהריני עליך חרם וגו' אי אמרת  בירא דשותפי הוא אמאי מותר ואהדר ליה לרחוץ אסור והכא למלאות מר מדידיה  קא ממלא, דאלמא טעמא דרב נחמן משום דס\"ל דבירא דשותפי הוא ואנן אמרינן  דס\"ל דבירא דהפקרא הוא, וי\"ל דרב נחמן לא פירש טעמא כלל אלא דתלמודא הוא  דהוה ס\"ד דמר סבר בירא דשותפי הוא ומר סבר בירא דהפקרא, ורבא נמי הכי הוה  ס\"ד ואקשי ליה, ורב נחמן הוי מצי לאהדורי ליה דלא משום דבירא דשותפי הוא  דקאמר אלא לטעמיה קא מהדר ליה ולחדודי לרבא הוא דבעי וכדאמרינן בעלמא  (ברכות לג, ב) רבה לחדודי לאביי הוא דבעא.", 
            "<b>אלא דכולי עלמא  בירא דהפקירא ובמגביה מציאה לחברו קא מפלגי מר סבר קנה חבירו ומר סבר לא  קנה חבירו. </b>כך גרסת הספרים והכי פירושם רב נחמן סבר קנה חבירו ולפיכך  הרי הן כרגלי מי שנתמלאו לו ורב ששת סבר לא קנה חבירו. ורש\"י ז\"ל מחק  גרסא זו דבפ\"ק דמציעא (י, א) אית ליה לרב נחמן במגביה מציאה לחבירו לא  קנה חבירו, אלא רב ששת סבר כיון שלא קנה חבירו המגביה קנה ונעשה שלו והרי  הן כרגליו ורב נחמן סבר אף הממלא לא קנה שלא נתכוון לקנות ואינו קונה בעל  כרחו והילכך עדיין הפקר הן ביד הממלא וכשנותן לזה שמלא לו קנה והרי הן  כרגליו. ואינו מחוור, חדא שצריך למחוק גרסת הספרים, ועוד דהיאך אפשר לומר  שיסבור רב ששת שיקנה הממלא בעל כרחו. ועוד קשה לי דמדקאמר רב נחמן הרי הן  כרגלי מי שנתמלאו לו משמע דמשעה שמלא לו הרי הן שלו ומשום שהן כרגליו  משעת מילוי, ואלו לדברי רבינו אינו שלו אלא משעה שנתן לו ולא כרגלי מי  שנתמלאו לו הן אלא כרגלי מי שנתנן לו, ואלו מלא לראובן ונתנן לשמעון הרי  הן כרגלי שמעון המקבל ולא כרגלי ראובן שנתמלאו לו והכין הוה ליה למימר  הרי הן כרגלי שמעון המקבל ולא כרגלי ראובן שנתמלאו לו, ואי נמי אינן  כרגלי הממלא, דהא עיקר פלוגתייהו אינה לפי דברי רבינו אלא אם הן כרגלי  הממלא או לא דרב ששת סבר קנה הממלא בעל כרחו ורב נחמן סבר דאינן כרגלי  הממלא דאינו קונה בעל כרחו.<br><b></b>ורז\"ה העמיד הגרסא וכתב דרב נחמן  אית ליה תרתי פעמים קונה פעמים אינו קונה, במציאה דעלמא סבר אינו קונה  לפי שחב לאחרים (ב\"מ שם) אבל כאן סבר קנה דהא אינו חב לאחרים דמים  (פיסקינן) [מספיקין] לכל הבא לדלות. וגם זה אינו מספיק כל הצורך שא\"כ  ממלא מים מכונסים ואפילו ממים נובעין מועטין ישתנה הדין כפי השתנות שיעור  המים ורב נחמן ורב ששת לא העמידו דבריהם בבור ידוע,  ומכל מקום מדברי כלם למדנו לענין הלכתא דהרי הן כרגלי מי  שנתמלאו לו דהא קיימא לן דמגביה מציאה לחבירו קנה  חבירו, וגם ר\"ת ז\"ל העמיד הגירסא אלא שפירש בהפך  שהוא פירש דרב נחמן סבר לא קנה חבירו ורב ששת סבר קנה חבירו והטענה  בזה דבמציעא (ח, א) אמרו טעם מי  שאמר המגביה מציאה לחבירו קנה חבירו היינו משום מיגו  כלומר מגו דזכי לנפשיה זכי נמי לאחרינא הלכך אינו יכול  לזכות לאחרים אלא במה שיכול לזכות הוא בעצמו ולפיכך  לרב ששת דאמר המגביה מציאה לחבירו (לא) קנה חבירו  א\"א לו לקנות אלא בדרך שקונה הממלא הילכך הרי הן  כרגלי הממלא ולרב נחמן דאמר המגביה מציאה לחבירו לא  קנה חבירו עדיין כהפקר הן והרי הן כרגלי מי שנתמלאו לו.  ולפי פירושו הרי הן כרגלי הממלא דהא קיימא לן המגביה  מציאה לחבירו קנה חבירו כרב ששת, ואינו מחוור בעיני  שאף לפירושו אינן כרגלי מי שנתמלאו לו בשעת מילוי אלא  משעת קבלה וכדברי רש\"י ז\"ל, ועוד דאף לכשת\"ל שלא קנה  לו המגביה אלא כרגליו לרב ששת מ\"מ אינו קונה לו דוקא  כרגליו אלא שלא קנה לו יותר מרגליו וליותר מרגלי הממלא  הרי הן כהפקר וכיון שכן כשיקבלם זה יהיו כרגליו.<br><b></b>והמחוור [שבשיטות] (שבשמות) מה שכתב רז\"ה ז\"ל  דהדר ביה רב נחמן כאן וסבר המגביה מציאה לחבירו קנה  חבירו. ולענין מי שמלא לעצמו ואח\"כ נתנן לאחר כתבתי מה  שכתב הראב\"ד ז\"ל בזה וראיותיו בס' עבודת הקדש בס\"ד."
        ], 
        [
            "גמרא: <b>תנן אם עירב פירותיו וגו'. </b>איכא למידק  למה ליה לאקשויי מדיוקא דסיפא ליקשי מרישא דקתני  בהדיא עירבו בני אותה העיר להביא אצלו מפירותיו לא  יביאו אלמא כרגלי מי שהפקידן אצלו, ויש לומר דאי  ממתניתין הוה אמינא דדוקא כשעירבו בני אותה העיר אבל  לא אותו שהיו מפקידין אצלו הא [עירב] אותו שהיו מופקדין  אתו מביאין אצלו דכרגליו הן. ומסתברא לי דקושיא מעיקרא  ליתא דבכל דוכתא בתלמודא דייק מסיפא דמתניתין אע\"ג  דמצי דייק מרישא בהדיא בסנהדרין ובר\"ה וכמה מקומות.", 
            "הא דאמרינן: <b>מי שזמן אצלו אורחים לא יוליכו בידם  מנות אלא אם כן זיכה להן מנותיהן מערב יו\"ט. </b>יש  מפרש דלא מזכה על ידי אחר קאמר אלא כל שאומר מנה זו  אתן לפלוני ומנה זו לפלוני הרי זה לגבי' כמזכה להן אף על  פי שלא נתנן להם עד למחר ביום טוב וכשואל כלי מחבירו  בערב יום טוב (לח, א) דאמר ר' יוחנן דהרי הוא כרגלי  השואל ואף על פי שלא נתנו לו אלא ביו\"ט וכמוסר בהמה  לרועה אף על פי שלא מסרה לו אלא ביו\"ט דתניא (לז, ב)  דהרי הוא כרגלי הרועה וכל שבדעת הבעלים למסור ביו\"ט  לא קנו שביתה כרגלי הבעלים אלא כרגלי מי שדעתו למסור  לו בי\"ט והא נמי דכוותייהו היא. ויש לומר דמזכה ממש על  ידי אחר קאמר, ושואל כלי או בהמה לרועה שאני התם דדעת  המשאיל והשואל בכך וכן הרועה ובעל הבהמה, אבל כאן אף  על פי שדעת בעל הבית בכך אין דעת האורחים סומכת בכך  לפי שאינם יודעים אי זו (רועה) [מנה] ייחד לכל אחד  ואחד מהם וכן עיקר וסוגיא דשמעתין הכין מוכחא דזיכוי ממש איכא.", 
            "<b>אי אינהו תלי ליה לא [ת]שקיל והא תנן הבהמה  והכלים וכו'. </b>(וזה) ותימה מאי קא מייתי מהא דהתם לא  [היו בעי\"ט] ביד אחרים (הם) וכדין הוא שיהא כרגלי הבעלים,  והגירסא הנכונה כגרסת ר\"ח ז\"ל שכך הוא גורס והא אנן תנן (לז, א)  השואל כלי מחבירו מערב יום טוב הרי הוא כרגלי השואל וכן עיקר.", 
            "גמרא: <b>למה לי למימר דמשקין ושוחטין. </b>כלומר  דמשקין ושוחטין פשיטא ואפילו המדבריות והשיבו אין הכי נמי אלא  אגב אורחיה אתא לאשמעינן מילתא דדרך ארץ אבל  להשקות אפילו המדבריות משקין אף על פי שאין שוחטין  לפי שאף הן מזונותיהן עליך ואפילו לכלב נותנים מזונות כדאיתא בפ\"ק  דשבת (יט, א) וכן שכל בהמות כשרות,  ודקתני במתניתין אין משקין את המדבריות [לאו] דוקא אין  משקין אלא אגב דבעי למיתני משקין ושוחטין את הבייתות לאשמועינן אגב  אורחיה דרך ארץ תנא נמי ברישא אין משקין. וכנ\"ל מדבעי למה ליה למימר  דאם איתא כי תנא ברישא אין משקין טובא אשמעינן ברישא דכל שהן מוקצות  מאכילה אין משקין אותן ואיידי דתנא רישא לצריכות[א] אין  משקין תנא סיפא משקין. ויש אומרים דאין משקין דרישא  דוקא דכל שרועות באפר [אין] מזונותן עליך לפיכך אין  משקין ודומיא דיוני שובך ויוני עלייה (שבת קנה, ב), [ואינו] נ\"ל.", 
            "<b>פצעילי תמרה לרבי שמעון מהו. </b>פירש רש\"י ז\"ל  פצעילי תמרה תמרים כשאין מתבשלות באילן לעולם וגוררין  אותן מן הדקל ועושין להן חותלות והן כלי כפות תמרים  וקונסין אותן לתוכן ומתבשלות, ובתוס' הקשו דאם כן היכי  הוי ס\"ד [לדמותן] לגרוגרות וצמוקין שדחאן בידים, וכתבו שהרב בעל  הערוך כתב דפצעילי מלשון המפצע זיתים שהיו  מפצעין התמרים כדי להתבשל ולאחר פצועיהן מתקלקלין  ולפיכך היה סבור לדמותם לגרוגרות וצמוקים, ואפילו הכי אמר לו רבי שאין  דומין לגרוגרות וצמוקין דהנך מתקלקלים  ביותר וחוזרים ומשביחין, וזה נכון. מכל מקום איני רואה  קושיא לפירושו של רש\"י ז\"ל מזה דהכא נמי היה סבור דכיון שנותן אותן  [בחותלות] (במחולתות) מקצה דעת מהן עד שיתבשלו, וגם זה נכון."
        ]
    ], 
    "title": "Rashba on Beitzah", 
    "versionSource": "https://www.sefaria.org/Rashba_on_Beitzah", 
    "heTitle": "רשב״א על ביצה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rashba", 
        "Seder Moed"
    ]
}