{
    "title": "Ohr Sameach on Mishneh Torah, Foundations of the Torah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Foundations_of_the_Torah",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>הוא שהנביא אומר וד' אלדים אמת הוא לבדו האמת כו' כמותו.</b><br><b> נ\"ב </b> הוא בירמי' ק' יוד וזה שסיים שם הוא אלדים חיים ומלך עולם, פירוש שאלודים בעצמו הוא סיבת מציאותו וחייו, ואם יתבטלו כל הנמצאים לא ישתנה מציאותו וזה מלך \"עולם\" וכן בירושלמי ברכות פ\"א ה\"ה וריש סנהדרין מהו אמת אמר ר' אבין שהוא אלודים חיים ומלך עולם וכו' ודוק."
            ],
            [
                "<b>שאין לו קץ וכו'.</b><br><b> נ\"ב </b> יעוין פרק ע\"א ממורה ז\"ל ולזה תמצאנו לעולם במה שחברתי בספרי התלמוד כשיזדמן לי כו' במאמרים נוטים לצה\"ק כו' יעו\"ש ועויי' בשרשים על העקרים מאמר שני פרק חמישי, יעו\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על הכל אמרו חכמים דברה תורה כו'.</b><br><b> נ\"ב </b> פסיקתא זוטרתא פרשת ואתחנן עיי\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומעלה עשירית וכו' שנקראת אישים כו'.</b><br><b> נ\"ב </b> עיין בפירוש מילות זרות שבראש ספר המורה ד\"ה שכל הפועל, ועיין לקמן פ\"ז. ה\"א. ובפרק ד' הל' ו'."
            ],
            [
                "<b>אפילו מעלה הראשונה כו'.</b><br><b> נ\"ב </b> תורת כהנים פרק ב' אף חיות הקודש כו' עיי\"ש ותבין. וכן בש\"ר פרשה כ\"ג אף חיות הנושאות כו' אינן."
            ],
            [],
            [
                "<b>ולפיכך אומר חי פרעה כו'.</b><br><b> נ\"ב </b> יעוין מורה ח\"א פרק ס\"ח וכבר זכרנו כו' משנה תורה כו' יעו\"ש. ונתבאר בסוף פרק שמיני משמונה פרקים."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הגוף הראשון הסמוך לגלגל הירח כו'.</b><br><b> נ\"ב </b> מדרש רבה פרשה נשא פי\"ד למה ג' מיני עולה ואחד לחטאת כנגד ד' טבעיים כו' הארץ הוא הכבדה שבכלן כו' המים למעלה מן הארץ האויר כו' למעלה מן המים והאש למעלה מן האויר וכן אמרו שהאש סובבת כל העולם כולו עד לרקיע עכ\"ל. וכן במדרש פרשת בשלח סימן כ\"ג חושך מתגאה על התהום והרוח מתגאה על המים והאש מתגאה על הרוח:"
            ]
        ],
        [
            [
                "<b>הם יסודות כל הנבראים.</b><br><b> אמר </b> ר' עקיבא כשהי' מגיע לפסוק מה רבו מעשיך ד' יש בריות שגדלות באור ויש שגדלות באויר יש שגדלות בים כו' ויש שגדלות ביבשה חולין דף קכ\"ז ע\"א. המה בע\"ח שגדלין באחד מד' יסודות הללו ומעורבין בהן כל הד' יסודות רק שהאחד חזק בהן יעוי\"ש."
            ]
        ],
        [
            [],
            [
                "<b>אלא על מצוה משאר מצוות בלבד.</b><br><b> יעויי' </b> בשאלתות פ' וארא נראה מדבריו דאמר התרת ערקתא דמסאנא דהוי גריס לשרויי ערקתא דמסאנא, והיא הגהה קלה לשרויי במקום לשנויי, ומפרש דאם כפוהו שישחה ויתיר מנעלו, ונראה כמשתחוה לעו\"ג, אכן זה הוי כאביזרייהו דעו\"ג לכן מפרש רבינו דלשרויי ערקתא דמסאנא בשבת להתיר מנעלו בשבת דהוא אב מלאכה הקושר והמתיר, ואמאי קרי לי' מצוה קלה, משום שרוב ההמון אינם יודעים אם חייב עלי' יעוין במה שכתב רבינו בפרק שנים עשר מה' עדות הלכה א\"א דמשום זה בראוהו מתיר בשבת כשר לעדות דמסתמא לא ידוע לי', ועיי' פ\"ב מה' תענית הלכה ג' ופוק חזי שדקדק רבינו בפתיחה לפהמ\"ש. ובכלל זה כל מי שיקשור קשר קיים ביום שבת כו' כו'."
            ],
            [],
            [
                "<b>ועליהן נאמר כי עליך כו'.</b><br><b> נ\"ב </b> גיטין נ\"ז:"
            ],
            [
                "<b>ואם אינו חייב מיתה יהרגו כולם.</b><br><b> נ\"ב </b> ומה שבשמשון באו אנשי יהודה לאסרך לתתך ביד פלשתים, אף שלא הי' חייב מיתה, נראה משום דמסכן רבים והוי כעוסק בזיופים סימן תכ\"ח בהגה. וזה מה עשית לנו כו'."
            ],
            [
                "<b>כענין שאמרו באונסין כך אמרו בחלאים כו' ומתרפאין בכל איסורין שבתורה במקום סכנה חוץ מעכו\"ם וגילוי עריות כו' אין מתרפאין מהן. ואם עבר ונתרפא עונשין אותו ב\"ד עונש הראוי לו.</b><br><b> הא </b> ודאי דלא דמי למה שפסק בהלכה ד' דבמקום אונס אף במידי דיהרג ואל יעבור אם עבר אין עונשין אותו דאונס רחמנא פטריה, דסברא הוא, דוקא אם אונסין אותו שיהרוג את פלוני, או לגלות עריות, [באופן שהוא מקושה מכבר] דאינו עושה מרצונו רק ברצון אחרים שרוצה שיהרוג את פלוני, ואם לאו יהרג על דבר שאינו הורג פלוני. א\"כ מסיבת מי באה הריגתו אם יהרגנו המאנסו, מסיבת שאינו רוצה להרוג פלוני, אבל כאן החולי הבאה אליו הוא בלא סיבת שום דבר, רק יכול להציל את עצמו בדם פלוני או בע\"ז פלונית א\"כ זה מיקרי חפץ גמור מרצונו בחייו, וכמו שכל רוצח רוצה לשפוך חמתו לראות נקם, ולכן כאן חייב באם נתרפא, בכל עונשי ב\"ד, וכיו\"ב תמצא להפוסקים בחו\"מ סימן שפ\"ח בש\"ך ס\"ק כ\"ב, דאם אנסוהו להראות שלו, והראה של חבירו חייב, ואם אנסוהו להראות של חבירו באונס ממון, היינו שאם לא יראה יטלו ממנו ממונו, פטור והיינו מטעם הנ\"ל, דכאן דמציל עצמו בממון חבירו חייב, אבל באונסין אותו על ממון פלוני, באונס ממונו הלא מסיבת מה באה האונס, הלא אין חפץ האנס בממונו, רק בשביל שלא יראה לו ממון חבירו רוצה לגוזלו לכן פטור ודו\"ק. אבל מנין יצא לרבינו זה, נראה דמקורו מירושלמי פרק אין מעמידין ואין דוחין נפש מפני נפש, לא סוף דבר כו' נכרי בנכרי נכרי בישראל חייב, ישראל בנכרי פטור, וכפי הנראה קאי על מה דאמר בסמוך שאין מתרפאין על שפיכת דמים, וע\"ז קאמר דנכרי בנכרי חייב, אף אם הרג איש לרפואתו אבל ישראל בנכרי פטור כדינו, ואם ישראל נתרפא ברציחת ישראל ג\"כ חייב, וקמ\"ל רבותא דאף נכרי חייב, [אע\"ג דאינו מצווה על קה\"ש] או משום שבן נח נהרג אף אם אומר מותר להתרפא ברציחה כדינו, יהיה איך שיהיה מפורש דבנתרפא עונשין אותו עונש הראוי לו ודו\"ק."
            ],
            [],
            [
                "<b>אבל שלא דרך הנאתן כו' ואפילו שלא במקום סכנה כו'.</b><br><b> כתב </b> רמב\"ן בתורת האדם, ושמעינן מינה דמתרפאין באיסורי הנאה של דבריהם כגון חמץ שעבר עליו הפסח וכלאים בחו\"ל, אעפ\"י שאין בו סכנה, ומיהו אין לנו לענין אכילה אפשר שעשאום כשל תורה, כו', נסתפק הרב בזה, ונתבונן קצת בזה, לכאורה ראיה מהך דירושלמי כתובות פרק ה' הלכה ו' בתינוק שפירש כו' בד\"א בשאינו סכנה אבל אם הי' של סכנה אפילו לאחר כמה ימים מחזירין אותו כו' הרי דבאין בו סכנה אף שהוא חולה משום זה אין מחזירין אותו, ועיין שו\"ת רע\"ק סי' נ\"ה אמנם זה אינו דהלא שיטת הרשב\"א דאיסורי דרבנן ספין לקטן בידים, ובכ\"ז כאן גבי קטן אסור, משום דכיון דחלב אדם שפירש מותר רק לינק מן דד האשה אסור וזה אורחי' דקטן, ונמצא דהתחלת האיסור הי' מן החכמים על קטן לבלי להניקו, דלא שייך לגזור על גדול דהוי מילתא דלא שכיחא, רק כי גזרו על קטן אסור גם לגדול, ואם כן לא דמי זה לשאר איסורי דרבנן, דעיקר הגזירה הי' על קטן לבלי להניקו, נמצא מה\"ט גם לחולה שאין בו סכנה אסור, דבאמת חזינא גבי שבת הלא צרכי קטן כחולה שאין בו סכנה דמי, לבשל בשבת ע\"י עו\"ג, וכיון דכאן אסרו חכמים עיקר גזירתם על קטן שיש לו געגועים, דבזה דינו עם חולה שאין בו סכנה שוים כמפורש ברמ\"א סי' שכ\"ח סעיף ט\"ז, לכן גזרו גם על חולה, ובפרט לפי מה שכתב הרב המגיד פרק ב' ממאכלות אסורות שעיקר גזירת חכמים לאסור חלב אשה בלא פירש בכלים הוא משום שהחלב מזיק ליונקים יותר מדאי ועשו זה לטובת הרבים וגזרו גם על היחיד החולה שאין בו סכנה לכן אין מזו ראיה כלום, ויעוין שו\"ת רשב\"א ח\"א סימן צ\"ב שנשאל בעצמו ויעו\"ש תרוצו הצ\"ב אמנם מפני עובדא דסוף מרובה בגונח שקשרו לו עז ע\"ג מטתו ואמרו ע\"ז דופי של אותו העז, אף אם נאמר דהוי אסור לכל אדם (לא מפני שהחסיד הי' לו להחמיר על עצמו וכמו רע\"ק בפרק עושין פסין גבי נט\"י יעוין בתוס' שם) לדעתי נראה גדר אחר בזה דהיכי שהרפואה הוא רק מאיסור דרבנן כמו תמן שאמרו הרופאים לינק חלב עז רותח (כהגירסא בכת\"י) אם כן הרפואה הוא לעבור על הך דאמרו אין מגדלין בה\"ד, והוא שאמרו שרפואתו בחלב דקה דוקא, וכן בלינק בתינוק מחלב האשה שזה הרפואה שיהא יונק מדדי אמו הוי כמתרפא באיסור דדבריהם, ע\"ז העמידו חכמים דבריהם, אבל כשהרפואה הוא לאכול ולשתות גבינה או יין, ולא נמצא רק גבינת עכו\"ם או סתם יינם וכיו\"ב, כיון שאין רפואתו תלוי במה דיעקר תק\"ח, רק ע\"צ המקרה שאין אחרים, בזה לא העמידו חכמים דבריהם, לכן כאן דרפואתו הי' למימשח בגורהקי, רק שלא היה רק ערלה וחמץ, לכן שרי אף לשתות שלא כדרך אכילתן שרי רבינו בחולה שאין בו סכנה, דלא העמידו דבריהם, והוה\"ד שרי באיסורים דדבריהם אף כדי אכילתן, רק שגבי בהמה דקה וחלב לינוק משדי אשה שרפואתו הוא לעקור דברי סופרים, בזה העמידו דבריהם, ודוגמא לזה כתבו רבותינו בתוס' בשם ירושלמי גבי אין מתרפאין בעצי אשרה שאם אמר לו עלה סתם ואינו תולה באשרה וכיו\"ב מתרפאין יעוי\"ש. ומיושב מה ששאל רא\"ה בבדק הבית איך מתירין לו בשולי עכו\"ם בשבת, ולפ\"ז אתי שפיר שכל איסורי שבת אינו תלוי בזה דוקא ויעוין ביאורי הגר\"א יור\"ד סימן קנ\"ה אות י\"ב בביאורו לירושלמי שבת הותרה מכללה כו' ודו\"ק. ולפ\"ז יוכרח לפרש הך דרבי חש במעיו וביקש יין תפוחים, במיחוש בעלמא לא בחולי שאין בו סכנה, וכמו רב דחש במעיו בעובדא דקרנא שבת דף ק\"ח ולא כהך דר' מאיר חש במעיו בפרק ר\"א דמילה דשם חולה קרי ליה ודוק. ויעו\"י במש\"כ הלכות סנהדרין פרק ט\"ו בזה, ומה שאמרו בירושלמי ריש פ\"ג דדמאי (הובא במעשר פ\"י) דלא יתן לתוך פיו, ובשל רופא אפילו לתוך ידו אסור, אין לפרש דאסור להאכיל לחולה שאין בו סכנה דמאי, דכיון דמאכילין את העני דמאי, א\"כ לא מסתברא שחולה שאין בו סכנה יהא גרע מעני, וצ\"ל דביכול לאכול אחריני פירות מעושרים או שיכול לעשר, והכונה דהרופא אסור להאכילו עד שיעשר, וביש בו ספוקו שיאכל מה שנתקן, או לשיטת רמב\"ן דתרומות ומעשרות של דמאי יהא מותר לעניים ומכ\"ש לחולה שאין בו סכנה, רק דיעשר, מוטב שלא יאכל טבל דדבריהם, דעל כל זית איכא איסור ועיין ביאורי הגר\"א סימן קנה אות כ\"ג ודוק לכן נסתפק רמב\"ן בזה, ואולי נסתפק גם באכילה שלא כדרך אכילתן באיסורי תורה אם הותרו לחולה שאין בו סכנה, וכן הבין בשאגת אריה סימן ע\"ה, ומה דפסיקא להארי החי מספקא לי. ואכמ\"ל ודוק בכ\"ז ועיין שו\"ת ריב\"ש סימן רנ\"ה בזה."
            ],
            [],
            [
                "<b>ה\"ז מחלל את השם כו'.</b><br><b> יעוין </b> שבת דף ל\"ג ע\"א ובספר המצות לאוין מצוה ס\"ג ביאור היטב ומה שכתוב שם ה\"ז ג\"כ בכלל מחלל השם ולוקה, פירוש על לאו דשבועת שקר, ואינו דומה למה שכולל באונס, שע\"ז אין לוקין, אבל ע\"ז לוקין, אמנם על לאו דלא תחללו שם קדשי לא לקי משום דהוי לאו שבכללות ועדיף טפי דכייל גם הך דיהרג ולא יעבור דע\"ז ודאי אין לוקין משום דאונס הוא וברור."
            ]
        ],
        [
            [],
            [
                "<b>עיין </b> גירסה מדפוס וויניציא בכסף משנה ושם יוד ה' לא חשיב דהוא מקצת משם הויה ושם אלף למד חשיב, אף דהוא מקצת מאלודים, משום שיש לו נקוד אחר, אבל שם הויה אין לו נקוד כלל ויעוין ביאורי הגר\"א בזה.",
                "<b>אפילו אות אחת.</b><br><b> נ\"ב </b> מפורש בספרי שם."
            ],
            [
                "<b>שיטת </b> היראים דיריעה שיש בה שם אסור למחוק כל היריעה. והא דמותר למחוק את הנטפל הוא כשכתוב שלא במקומו [ופירש כפירוש שני דרש\"י פ\"ק דערכין יגוד וישתמש במותר דשם שכתוב שלא במקומו פי' על האבנים ועל העצים לא קדוש הא על הנייר אסור להשתמש במותר כן מוכח שם] והנה כל הקדמונים חלוקים עליו, אבל ראיה מוכרחת מהא דאתמר בירושלמי פרק לולב הגזול הלכה יו\"ד דאמר רב שמעתי מן חביבי אם יתן לי אדם ספר תילים של ר\"מ מוחק אני כל הלולים שבו שלא נתכוין לקדשו הרי דאע\"ג שכתוב כמה שמות אצל הללויה רשאי למחוק, ומוכח דהשם אינו אוסר למחוק את כל היריעה, אף ע\"ג שכתוב במקומו, והא דאמרו בירושלמי סוטה פרק היה נוטל הלכה ג' נמחקה המגילה מערערין אותה ומשקין אותה בע\"כ, כמה ימחק תני ר\"ח ב\"ש אומרים אחת וב\"ה אומרים שתים, פירושו כמה ימחוק מן השם אבל על מחיקת המגילה לא איכפת לן, כן נראה ושם א\"ר אילי טעמין דב\"ה כדי לכתוב י\"ק פירוש דסבר דאם מחק אות אחת גדולה ובמקומה לכתוב שתי אותיות י\"ק, אז מערערין אותה לשתות בעל כרחה. ודוגמא לזה מצאנו פרק כלל גדול מחק אות אחת גדולה ויש במקומה כדי לכתוב שתים חייב כן ה\"נ הוא אם יש במקום האות לכתוב שתים מערערין אותה לשתות בע\"כ ואם אין במקומו אין מערערין אותה לשתות בע\"כ אף דהמוחק אות אחת לוקה ובפ\"ב דסוטה שם בירושלמי פליגי כן ב\"ה וב\"ש אם כתוב במגילה אותיות שלא לצורך ויתחייב על המחיקה יעו\"ש. ג\"כ פירושו אותיות מן השם וכ\"ז פשוט וברור."
            ],
            [],
            [],
            [
                "<b>כלי שהיה שם כתוב עליו כו'.</b><br><b> ובגמ' </b> יגוד וישתמש במותר ופירשו בתוספות דיחתוך הקורה ולא יהנה מאותה חתיכה שכנגד השם כו' יעוי\"ש ומוכרח הוא לשיטתם בפרק כל הצלמים בדף מ\"ז דבסייד וכייד בגופו של אבן נוקב כל האבן מעבר לעבר כנגד החידוש ונוטל תו גם לא תעשון כן לד' קאי גם על מה שכנגד השם כמו בעו\"ג. דקאי אבד תאבדון גם במה שכנגד החידוש לעו\"ג כן להיפך בקדושה ודוק.",
                "<b>וכן אם היה שם כתוב על בשרו הר\"ז לא ירחץ ולא יסוך כו' נזדמנה לו טבילה של מצוה כורך עליה גמי וטובל כו' מסבב בבגדיו ולא יהדק כו' אלא מפני שאסור לעמוד בפני השם כשהוא ערום.</b><br><b> הנה </b> צריך עיון דבגמרא אמרינן דדיו הוי ליה חציצה ומשני בדיו לח דאינו חוצץ, ולמה השמיט רבינו זה.<br><b> והנראה </b> דנתבונן בגמרא דאמר ותסברא האי גמי ה\"ד אי דמיהדק קא הוי חציצה אי לא מיהדק עיילי ביה מיא, חציצה תיפוק ליה משום דיו, וזה צ\"ע דמדוע פריך על המקשה דלמה לא מקשה מדיו, טפי הו\"ל לאקשויי על ר' יוסי דאמר לעולם יורד וטובל כדרכו ובלבד שלא ישפשף הא הו\"ל חציצה, דדיו חוצץ, ולכן נראה דהגמרא שקיל וטרי בזבחים פרק שני תפילין אם חוצצין כיון דהו\"ל מצוה דגופיה אינו חוצץ ומסיק דחוצץ, והיינו משום דמילי אוחרי הוי ואסור למיעל בהו לבה\"כ ולישן בהו, אבל בלא זה דבר הנבלע בבשרו והוא עמו תמיד ודאי אם אסור למחוק ואף אם מקפיד עליו מאי אהני דע\"כ בטלה דעתו דלא יסירנו משום דאסור למוחקו, וודאי דאינו חוצץ ובוודאי דמבטל ליה לבשרו טפי מטבח דאמרו סוף פרק דם חטאת דאינו חוצץ, פירוש כיון דמשום האיסור יסירנה ע\"כ הוי כמקפיד עליו וחוצץ, ואם כה אמרו לענין חציצה א\"כ נאמר כן לענין דלא יחצוץ משום דע\"כ אינו מקפיד עליו להסירו מבשרו, דאיסורו שאסור למוחקו מבטל קפידתו ובטל לבשרו וזה מוכרח. וצריך לאמר דטבח לא קפיד על הדם להסירו, אבל אינו מקפיד גם על המים אם יבואו על הדם, ומבטל הדם שעל בשרו להבשר, וחשוב הכל כבשרו, וכן בכולהו שהזכירו בש\"ס ופוסקים כן הדין שחשוב כבשרו ואינו מקפיד, וכן בקליעת שערות שסכנה להסירן לא חייצי הואיל וחשוב כבשרו וכשיער חד מברייתו, מה שאין כן כאן הלא ע\"כ צריך לקשור גמי עליו להזהר שלא יבואו בו מים שלא ימחקהו להשם, ואם כן על כרחו לא מבטל זו הדיו להבשר של גופו שצריך ליזהר שלא יבואו עליו מים על מקום השם. ואם כן על כרחו לא מיבטל להבשר וא\"כ הדיו חוצץ, אבל לר' יוסי דשרי לטבול כדרכו, ואינו חושש אם יבואו המים על השם וימחקוהו, אם כן על כרחו מיבטל להבשר והוי כבשרו משום דמאי אהני קפידתו כיון דאסור להסירו מפני איסור מחיקה, ועל כרחו אינו מקפיד עליו, לכן מדוקדק לשון הגמרא לדידך דסברית דמוזהר לראות שלא יבואו המים על השם באופן שלא ימחקהו, ועל כרחו אינו מבטל זה להבשר כיון דמקפיד שלא יבואו המים על הדיו שלא ימחקו להשם שע\"ג בשרו, איך תוכל לאמר דחשוב כבשר, ותיפוק ליה משום דיו דחוצץ, ואף אם משום הגמי ליכא קפידא דמיירי באופן שיכול לחלוח המים לבוא, בכ\"ז הדיו חוצץ, וע\"ז משני בלחה, ואם כן למה דמסקו בגמרא דלכו\"ע לית לן למיחש משום גרמא דמחיקת השם ועל ביאת המים אינו מקפיד עליו כלל רק שיחצוץ בין הערוה משום לא יראה בך ערות דבר מסבב בבגדיו אם כן מיבטל בטל הדיו להבשר דהוי טפי מטבח, דלמה אהני קפידתו כיון דאסור להסירו משום איסור מחיקה הרי הוא שב כבשרו ואף ביבש ג\"כ אינו חוצץ ולכך השמיט זה רבינו.<br><b> אולם </b> בגמרא יש לומר דעל ר' יוסי לא מצי לאקשויי דאימא כיון דמיעוטו בדבר המקפיד אינו חוצץ מהלכה למשה מסיני, רק מדרבנן דגזרו אטו רובו המקפיד ואף בבשרו גם כן אינו חוצץ רק ברובו וכמו שהוכיחו בתוספות סוכה דף ו' מיבמות דף ע\"ח יעו\"ש, אם כן יש לאמר אימת גזרו היכי שיכול להסיר הדבר, אבל כאן שאסור למוחקו ואם תאסרנו בטבילה יהא טמא כל ימיו לא גזרו חכמים. ורק על המקשה דסבר דגמי הוי חציצה, פריך שפיר ותיפוק ליה משום דיו. אך לפי המסקנא יהא מוכח דנשאר דלא כסברת המקשה ואין ה\"נ דשרי לטבול ולא חייש משום חציצה, דמיעוטו המקפיד, מדאמרו רבנן דחיישי זימנין דמשתלי ושקיל לידיה לכן צריך לאהדורי אגמי ומשום טבילה בזמנה לא חששו, טפי הו\"ל למיחש שמא בתוך כך יתייבש הדיו ונמצא לא יהא לו תקנה כל ימיו ובפרט אשה המתטהרת מטומאתה תהיה עגונה כל ימיה, וע\"כ דאף בשהדיו יבש יטבול ולא גזרו חכמים במיעוטו המקפיד היכי דלא מצי למיתי לידי טהרה ולכך א\"ש גם מה דהשמיט רבינו, ולכך חששו חכמים טפי שמא שקיל לידיה ועובר על בזיון השם ד\"ת. והראשון נ\"ל עיקר. [ובלא זה אפשר דמשום דיתיבש הדיו אין לחוש דיעביר דיו על גבי דיו ויתלחלח מקום השם ויהא מותר לטבול ובמה שמעביר דיו ע\"ג דיו אין בזה משום מוחק כדאמרו פ\"ב דגיטין יעו\"ש. ושם מעביר דיו ע\"ג דיו פטור ובפרק הניזקין דף נ\"ד פריך וליעבר עלייהו קולמוס וליקדשיה, אע\"ג דלמוחקו ודאי אסור משום דהוא לא מהימן שכתב האזכרות שלא לשמן הואיל ואינו בידו, וזה תקנה מעליא]. ולפ\"ז מוכח מקושיית הגמרא דהוי חציצה דאף באופן שלא יוכל ליטהר כל ימיו גזרו על מיעוטו המקפיד וביבמות פרק הערל אמרו דמעוברת שנתגיירה א\"צ טבילה משום דר' יצחק ואוקמי רבנן אדאורייתא כ\"ש כאן שלא יהא טהרה לו כ\"ז שהשם יהא קיים על בשרו ודאי דאוקמוהו אדאורייתא. וצ\"ל דפסיקא ליה להגמרא דגרמא לא אסור מן התורה רק מדבריהם, ורבנן גזרו במחיקת השם, ואצרכוהו לכרוך גמי, אבל כיון דמיהדק והוי חציצה, איך יתכן דיאסרוהו חכמים בגרם מחיקת השם דהוי מדבריהם פעם אחד לבד ויצריכוהו גמי ויהא כל ימיו טמא מדבריהם ויאכל פעמים הרבה תרומה וקדשים בטומאה מדבריהם, ואם כן פריך הגמרא תיפוק ליה משום דיו דחוצץ לכן אסרוהו לגרום מחיקת שם שמים ואצרוכהו גמי כיון דמחציצת מיעוטו אי אפשר להנצל, ומשני בדיו לחה דמסתמא מיירי הברייתא בכל גווני, וא\"כ יקשה איך מצרכי רבנן גמי דאיסור גרמא אינו רק מדבריהם ויתירוהו ע\"י חציצת מיעוטו דמדבריהם טמא, אבל אין ה\"נ דביבש דליכא תקנתא ודאי דלא גזרו והוא יורד וטובל ואוקמוה אדאורייתא וא\"ש השמטת רבינו ודו\"ק בכ\"ז."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך בני הנביאים לפניהם נבל ותוף וחליל כו' כו' והמה מתנבאים.</b><br><b> שמואל </b> א' קפיטל יוד ה', הם נקראים בני הנביאים במלכים ב': ב', ד', ו', ט', ובשמואל קראם נביאים משום דבימיו את אשר יקרא לנביא היום יקרא לפנים הרואה, לכן בני הנביאים יקראו נביאים ופשוט."
            ],
            [],
            [
                "<b>כל הדברים שאמרנו כו'.</b><br><b> נ\"ב </b> נתבאר בפירוש המשנה לפרק חלק.",
                "<b>אלא במראה וכו'.</b><br><b> נ\"ב </b> ספרי בהעלותך כשם שאני מדבר עם הנביאים בחלום כו' ת\"ל לא כן עבדי משה, ושם כשם שאני מדבר בחידות, ושם זו מראה דבור או אינו אלא מראה שכינה ת\"ל כי לא יראני האדם עיי\"ש."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>והלכה כדברי פלוני ה\"ז נביא השקר.</b><br><b> המתבונן </b> בדברי רבינו פה ובפתיחתו לפירוש המשנה ששם ביאר דבריו בשני פרקים אלו באורך יראה כי סברתו דמצאנו בתלמוד שפסקו הלכה כדברי ב\"ה נגד ב\"ש משום שהם היו נוחין זה לזה ושונין דברי חביריהן. וכן רב הלכה כמותו באיסורי משום שהיה רגיל בהוראות כמוש\"כ הרא\"ש פרק שור שנגח ד' וה' ושמואל כמותו בדיני משום דשכיח בבי ר\"ג דשכיחי דיני ב\"ב דף ס\"ה. ואם כן כשחקרו איך לקבוע ההלכה כדברי מי ע\"ז יצאת ב\"ק ואמרה הלכה כב\"ה, והלכה כר\"א בכל מקום. משום שהב\"ק נאמר על האדם, ולא על גוף דבר ההלכה פרטית, ולא על תנורו של עכנאי בפרטות, שזה שהאדם ראוי לקבוע הלכה כמותו, אין זה מופת פרטיי שכיון להאמת בדבר פלוני רק בכללות בכ\"מ ראוי לפסוק כרב נגד שמואל באיסורי, וכיו\"ב ובזה פליג ר' יהושע ואמר אין משגיחין בבת קול, אבל להכריע על הלכה פרטיית לאמר הלכה כפלוני, ע\"ז נאמר לא בשמים היא וע\"ז אמרו בתמורה ט\"ז שהשיב יהושע כשאמרו לו שאל א\"ל לא בשמים היא, ואם נביא אמר הלכה כפלוני ה\"ז נביא שקר, אבל לפסוק איך ראוי לקבוע הלכה בכל מקום שזה אינו אימות עצמו, שהאם מפני שהוא רגיל בהוראות זכה לכוון האמת בכל דבריו באיסור והיתר ויעוין עקרים במאמר א' פרק י\"ח, וע\"ז יצאה ב\"ק הלכה כב\"ה וכו' כמו שפירשתי, כן נראה בכוונת רבינו ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות יסודי התורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}