{
    "language": "he",
    "title": "Haggahot YaFeM on Jerusalem Talmud Berakhot",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001886777/NLI",
    "versionTitle": "Piotrków, 1898-1900",
    "status": "locked",
    "license": "Public Domain",
    "digitizedBySefaria": true,
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "הגהות יפ\"מ על תלמוד ירושלמי ברכות",
    "categories": [
        "Talmud",
        "Yerushalmi",
        "Commentary",
        "Haggahot YaFeM on Jerusalem Talmud",
        "Seder Zeraim"
    ],
    "text": [
        [
            [
                []
            ],
            [
                [],
                [
                    "כיני מתניתין נ\"ב לקמן בהלכה ה' מפרש המפרש כיני לשון כן הוא:"
                ]
            ]
        ],
        [
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [],
                [
                    "<b>תני נתפלל ולא השמיע לאזנו יצא למי נצרכה וכו' נ\"ב תרומות פ\"א סוף ח\"ב.</b> אתון רוחין כתב המפרש רוחין ושידין באו וחטפו אותו ממנו ולא ידעתי אנא הוא בא. נ\"ב בספר חדושי הלכות על ב\"ק של הרב המחבר פנים מאירות דמ\"ה ע\"א מביא בשם הרב מהר\"י שהשיג על המפרש כאן שפי' רוחין ושידין רק הפירוש הוא כמו שפירש בעל מתנות כהונה רוחות וסערות והרב בספר הנ\"ל רוצה להצדיק את הצדיק המפרש כאן מזוהר וע\"ש על הגליון מה שכתבתי:"
                ]
            ],
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "חד בר פחין כתב המפרש חד בר פחין בן בליעל ראוהו וא\"ל דרך לעג מאחר שאתה זריז כ\"כ אמור לי מה קול עתה בשמים וא\"ל שגזר דינך חתם למיתה כן הוות לי' שמת. נ\"ב עיין רש\"י ד\"ה ואי לא וכו' ב\"ק דף קי\"ב ע\"ב כ' טעם אחר למה ליעג עליו:"
                ]
            ]
        ],
        [
            [
                []
            ],
            [
                [
                    "והא תנינן כו' ואם לאו לא יתחילו והרי אפי' מפסיקים כ\"ש שלא יתחילו נ\"ב צ\"ל כ\"ש שיתחילו:"
                ]
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "ה' עמכם נ\"ב ויאמרו לו יברכך ה' עמך גבור החיל ואומר אל תבוז וכו' כצ\"ל וכ\"ה בבבלי (פ\"ג ע\"א) ומקשה שם הבבלי מאי אומר וכי תימא בעוז מדעתיה דנפשיה קאמר תא שמע ה' עמך גבור החיל וכי תימא מלאך הוא דקאמר ליה לגדעון ת\"ש אל תבוז כי זקנה אמך ואומר עת לעשות לה' הפרו תורתך:"
                ]
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Segment",
        "Comment"
    ]
}