{
    "work": "Bava Batra", 
    "text": {
        "2_Daf, 14_Line": "\"A wall in a vineyard falls. He says to him, \"Fix it.\" He fixes it, and it falls again. He says to him, \"Fix it.\"", 
        "198_Daf, 1_Line": "A PUBLIC ROAD … SIXTEEN CUBITS. Our Rabbis taught: A private path26  [is of the width of] four cubits; a path from one town to another27  [is to have a width of] eight cubits;28", 
        "3_Daf, 23_Line": "the kind of bricks.", 
        "18_Daf, 25_Line": "[Turnus Rufus] responded", 
        "41_Daf, 0_Line": "Rav Huna the son of Rav Yehoshua said: It is quite clear to me that the residents of one town can prevent the resident of another town [from setting up in competition in this town], but not, however, if he pays taxes to that town; and that the resident of an alley cannot prevent another resident of the same alley [from setting up in competition in his alley].", 
        "18_Daf, 26_Line": "you are called sons and you are called servants. When you do the will of God you are called children and when you don't do the will of God you are called servants. And now you are not doing the will of God ", 
        "67_Daf, 4_Line": "We [the Beit Din] take it.", 
        "196_Daf, 29_Line": "And their faces were inward? —...", 
        "18_Daf, 15_Line": "...the very opposite, they (the supporters) should be condemned to Gehinnom?", 
        "67_Daf, 11_Line": "Rav Pappa said:", 
        "196_Daf, 8_Line": "And five cubits was the one wing of the Cherub,’ and five cubits the other wing of the Cherub,’from the uttermost part of the one wing unto the uttermost part of the other were ten cubits, where,[then] were their bodies standing? ...", 
        "315_Daf, 22_Line": "......", 
        "18_Daf, 10_Line": "...And Turnus Rufus, the evil, asked this question to Rabbi Akiva", 
        "196_Daf, 19_Line": "R. Papa demurred: ...", 
        "54_Daf, 11_Line": "Just like a goring ox, since it gores thrice, it goes out from its status as a \"Tam\" (one who is not anticipated to gore) and it is established as a \"muad\" (a gorer). Here too, since one ate three years, [the property] goes out from the domain of the seller and is established in the domain of the buyer", 
        "198_Daf, 2_Line": "a public road,1  sixteen cubits; the road to the cities of refuge,2  thirty two cubits. R. Huna said: From what Scriptural text [may this be inferred]? — From the text, Thou shalt prepare thee the way;3  [instead of], 'a way' [it is written], 'the way'.4", 
        "67_Daf, 1_Line": "\"Take it! I will bring witnesses that it is mine.\"", 
        "240_Daf, 16_Line": "If you are talking about Yom haKippurim - [that is the] day in which we achieved forgiveness. the day in which the second Tablets were given. But the 15th of Av - what is [the joyous occasion related to] it? ", 
        "3_Daf, 30_Line": "Come and hear,", 
        "3_Daf, 39_Line": "No, it's just a marker.", 
        "3_Daf, 10_Line": "If it taught \"it\", I would have said, \"(you) just (need) markers.\" Therefore it teaches (division means) ", 
        "2_Daf, 13_Line": " a wall, they show a case (proving it) , ", 
        "196_Daf, 27_Line": "Their faces were inward. ...", 
        "240_Daf, 27_Line": "[This is] the day that the [people who were decreed to] die in the desert, finished [dying], as Mar said:", 
        "196_Daf, 10_Line": "that they stood by a miracle. ...", 
        "39_Daf, 66_Line": "Abaye said", 
        "20_Daf, 28_Line": "My fathers gathered for others and I have gathered for myself, as it says,", 
        "54_Daf, 13_Line": "here now", 
        "241_Daf, 0_Line": "There was no [divine] speaking with Moshe, as it says:", 
        "240_Daf, 23_Line": "Now the men of Israel had sworn in Mizpah, saying, \"No man from us shall give his daughter to Benjamin for a wife.\" (Judges 21:1)", 
        "20_Daf, 25_Line": "Say ye of the righteous [zaddik] that it shall be well with them, for they shall eat of the fruit of their doings. (Isaiah 3,10)", 
        "240_Daf, 18_Line": "[This is] the day that the various tribes were permitted to marry one another.", 
        "3_Daf, 15_Line": "You might think that he can say,", 
        "18_Daf, 12_Line": "...[Rabbi Akiva] responded", 
        "241_Daf, 2_Line": "\"-that the Lord spoke to me saying...\" (Ibid. 18), this is [a reference to] the [divine] speech.", 
        "69_Daf, 1_Line": "The Nehardeans said:", 
        "69_Daf, 0_Line": "Has <i>Derara D'Mamona</i> [A disputed term, acc. to Rashi monetary loss, acc. to Tosafot it means an inherently unclear case], and the other has <i>Derara D'Mamona</i>. Here, if it belongs to one the other has no claim whatsoever, and if belongs to the second the first has no claim to it whatsoever.", 
        "196_Daf, 22_Line": "Their wings might have been overlapping each other!", 
        "240_Daf, 15_Line": "There were no [days that were more] joyous days for Yisrael, such as the 15th of Av, and Yom haKippyrim, during those [days] the maids of Jerusalem would go out in borrowed white garments, in order not to embarrass those who do not have [new, clean clothes]", 
        "315_Daf, 1_Line": "Rabbi Yohanan said:", 
        "54_Daf, 7_Line": "My previous statement applies to a cornfield, but regarding a field of trees, if one harvests the produce, gathers the olives, and harvests the figs [all in one year], that is [equivalent to] three years.", 
        "196_Daf, 15_Line": "R. Aha b. Jacob demurred: ...", 
        "40_Daf, 9_Line": "(Isaiah 2:3) \"For out of Zion shall go forth the law.\"", 
        "15_Daf, 1_Line": "Rava said to Rabbah bar Mari:", 
        "241_Daf, 14_Line": "They called that say \"The day of burying the hatchet\"", 
        "3_Daf, 33_Line": "that damage from sight is real damage.", 
        "20_Daf, 24_Line": "My fathers stored something which produces no fruits, but I have stored something which does produce fruits, as it is written,", 
        "15_Daf, 4_Line": "(Jeremiah 15, 2) \"And it shall come to pass, when they say unto thee: Whither shall we go forth? then thou shall tell them: Thus saith the LORD: Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for captivity, to captivity.\"", 
        "240_Daf, 20_Line": "\"This is the word\" (Numbers 36:1) this work [ruling] will only apply for this generation", 
        "240_Daf, 25_Line": "\"[No man] from us\" - and not from our daughters", 
        "67_Daf, 12_Line": "We release it.", 
        "67_Daf, 13_Line": "And the Halacha is:", 
        "15_Daf, 8_Line": "If you want, you can say that it is from a verse, and if you want, you can say that it is from logical reasoning.", 
        "69_Daf, 6_Line": "When it cannot be returned.", 
        "315_Daf, 8_Line": "Said Rabbi Akiva:...", 
        "315_Daf, 15_Line": "Rabi Zeira said:", 
        "315_Daf, 18_Line": "Rabbi Zeira said: Learn from this. (This is indeed the case).", 
        "196_Daf, 6_Line": "Rabina said in the name of Samuel: ...", 
        "27_Daf, 63_Line": "Moses wrote his book as well as the portions of Bilam and Job", 
        "240_Daf, 14_Line": "The Mishnah there states: Said Rabbi Shimon ben Gamliel:", 
        "240_Daf, 22_Line": "[This is] the day that Shevet Binyamin was permitted to reenter the congregation, as states:", 
        "67_Daf, 14_Line": "We do not take it, but if we took it, we do not release it.", 
        "240_Daf, 28_Line": "Until the [generation who were condemned to die] finished dying out", 
        "40_Daf, 7_Line": "They decreed that teachers of children should be set up in Jerusalem.", 
        "67_Daf, 3_Line": "Rav Huna said:", 
        "196_Daf, 35_Line": "For [so] it was taught: Onkelos the proselyte said, ...", 
        "69_Daf, 5_Line": "He is always a thief. And when is he not considered a thief?", 
        "27_Daf, 65_Line": "Samuel wrote his book as well as the book of Judges and Ruth", 
        "40_Daf, 8_Line": "What was expounded?", 
        "2_Daf, 10_Line": "If both of you want to build a wall, both should mark their sides.", 
        "40_Daf, 2_Line": "However, remember this man for good, namely Yehoshua ben Gamla, for if not for him, Torah would have been forgotten from Israel.", 
        "255_Daf, 20_Line": "Rabbi Abba sent to Rav Yosef bar Hama:", 
        "3_Daf, 40_Line": "Come and hear,", 
        "315_Daf, 10_Line": "Ben Azzai said to him:", 
        "149_Daf, 34_Line": "Master of the World, in Your world you have made many large cities for the gentile nations, and you have not given a measure for their length and width. Do you give a measure for Jerusalem, which contains Your name, Your sanctuary and righteous people?", 
        "18_Daf, 24_Line": "\"You are children to Hashem, your God.\" (Deuternomy 14, 1)", 
        "3_Daf, 38_Line": "If there is enough for both then you can force. Is this not wth a wall?", 
        "20_Daf, 30_Line": "My fathers gathered for this world, but I have gathered for the future world, as it says,", 
        "196_Daf, 34_Line": "They were slightly turned sideways. ...", 
        "3_Daf, 8_Line": "Rather, if it means \"wall\",", 
        "3_Daf, 16_Line": "\"I was convinced that I would loose air flow, but not the ground space.\"", 
        "67_Daf, 0_Line": "There was a boat, and two people fought over it. One said \"it is mine\" and the other said \"it is mine\". One of them went to Beit Din and said:", 
        "240_Daf, 24_Line": "What did they darshen?", 
        "3_Daf, 31_Line": "\"You can force him to build a door in a gate house in a courtyard.", 
        "3_Daf, 21_Line": "A garden is different. Rav Aba says in the name of Rav Ava in the name of Huna in the name of Rav, \"It is forbidden for a man to stand in a friend's field in the hour it is blooming.\"", 
        "54_Daf, 5_Line": "a month in the beginning (of year one) a month in the end (of year 3) and 12 months in the middle, 14 months in total  ", 
        "69_Daf, 4_Line": "Rav Ashi said:", 
        "54_Daf, 8_Line": "Talmud: R' Yochanan said: \" I heard from those who wandered from Usha that they would say\"", 
        "67_Daf, 16_Line": "Whoever is stronger gets it.", 
        "3_Daf, 35_Line": "And an individual no?", 
        "40_Daf, 4_Line": "What was expounded?", 
        "196_Daf, 32_Line": "According to him who says that their faces were inward [it may be asked]: Is it not written, ...", 
        "315_Daf, 5_Line": "and so taught Bar Kappara", 
        "2_Daf, 0_Line": "Mishnah: Partners agree to make a division in a courtyard; they build a wall in the middle. ", 
        "39_Daf, 65_Line": "Gemara: What is the difference between the first part of the Mishnah and the last part?", 
        "3_Daf, 1_Line": "What is the reason? They wanted to (build a wall), behold, if they don't want to (build a wall), you can't obligate the other.", 
        "3_Daf, 5_Line": "in Bamidbar 31:43, a congregation divides spoils of war, and since they agreed, either can force the other.", 
        "196_Daf, 9_Line": "Consequently it must be inferred ...", 
        "15_Daf, 15_Line": "This one, he suffers, that one, he does not suffer.", 
        "3_Daf, 6_Line": "We see from this that damage from sight is real damage.", 
        "68_Daf, 5_Line": "And how is this different from the Mishnah, as it says:", 
        "15_Daf, 5_Line": "And Rabbi Yochanan said:", 
        "196_Daf, 14_Line": "perhaps they did not stand opposite one another! ...", 
        "15_Daf, 10_Line": "This one is a disgrace, and this one is not.", 
        "54_Daf, 6_Line": "R' Yishmael says", 
        "54_Daf, 9_Line": "'how do we know a presumptive right takes three years?", 
        "40_Daf, 1_Line": "For Rav Yehuda said in the name of Rav:", 
        "241_Daf, 8_Line": "That day in which the massacred of Beitar were permitted to be buried, [the Sanhedrin] instituted in Yavneh [the 4th blessing in Birkat haMazon] the blessing of \"Hatov ve-Hametiv\" (Who is benevolent, and Who does good). Hatov - [in recognition of the miracle] that [the bodies] did not smell, ve-Hametiv - [in recognition] that they were permitted to be buried.", 
        "20_Daf, 18_Line": "'Your father saved money and added to the treasures of his fathers, and you are squandering them.", 
        "18_Daf, 29_Line": "When [do] the desperate poor [need to be] brought home?", 
        "15_Daf, 14_Line": "If you want to say that it is from logical reasoning:", 
        "54_Daf, 14_Line": "There, when it gores three times it becomes a gorer", 
        "18_Daf, 20_Line": "Rabbi Akiva responded to him:", 
        "3_Daf, 42_Line": "It is taught in a baraita,", 
        "39_Daf, 63_Line": "But he may make vessels, go out and sell them in the marketplace.", 
        "149_Daf, 30_Line": "Rabbi Chanina bar Papa said:", 
        "67_Daf, 7_Line": "He went, and he did not bring witnesses. He [the person who had asked them to take it] said:", 
        "149_Daf, 31_Line": "The Holy One, Blessed Be He wished to make Jerusalem of finite measure, as it says", 
        "241_Daf, 9_Line": "Raba and Rav Yosef, who both said:", 
        "3_Daf, 0_Line": "He gives up hope and doesn't fix it. This creates a forbidden mixture, and he is obligated for the damages.\" ", 
        "2_Daf, 5_Line": "If bricks, he gives 1.5 hand-breadths and the other gives 1.5 hand-breadths", 
        "20_Daf, 26_Line": "My fathers gathered treasures of money, but I have gathered treasures of souls, as it is written, ", 
        "39_Daf, 67_Line": "The last part refers to a different courtyard.", 
        "18_Daf, 28_Line": "\"Won't you give your bread to the hungry and bring the desperate poor to your house?\" (Isaiah 58, 7)", 
        "67_Daf, 10_Line": "We do not release it.", 
        "2_Daf, 1_Line": "In a place where the custom is to build with rough stone, smooth stones, half-bricks, or bricks, they must build according to the custom of the land.", 
        "67_Daf, 17_Line": "And how is this different from two bills written on the same day?", 
        "32_Daf, 49_Line": "Mishnah: One should not dig a pit next to his friends pit, and (also) not a ", 
        "241_Daf, 7_Line": "As Rav Matana said:", 
        "2_Daf, 7_Line": "Similarly in a garden; In a place where the custom is to build a fence, you can force the other to build.", 
        "68_Daf, 3_Line": "It is at the discretion of the court.", 
        "67_Daf, 8_Line": "\"Release it; and whoever is stronger will get it.\" Do we release it or not?", 
        "54_Daf, 2_Line": "R' Yishmael says", 
        "18_Daf, 21_Line": "I will give you a parable to what this is comparable to,", 
        "67_Daf, 15_Line": "He says \"it belongs to my forefathers\" and he says \"it belongs to my forefathers\". Rav Nachman said:", 
        "241_Daf, 13_Line": "Said Rav Menashe:", 
        "40_Daf, 11_Line": "They decreed that [teachers] should be set up in each and every district.", 
        "2_Daf, 12_Line": "Gemarah: They thought \"division\" means", 
        "40_Daf, 5_Line": "(Deuteronomy 11:19) \"And ye shall teach them (<i>'otam'</i>).\"", 
        "3_Daf, 41_Line": "\"A wall must be four amot above, below, or across a window.", 
        "149_Daf, 33_Line": "The ministering angels said to the Holy One, Blessed Be Heat lad:", 
        "196_Daf, 18_Line": "The house might have been wider from above! ...", 
        "20_Daf, 22_Line": "My fathers stored in a place which can be tampered with, but I have stored in a place which cannot be tampered with, as it says,", 
        "3_Daf, 26_Line": "A fall is different.", 
        "3_Daf, 29_Line": "up to four amot. Above that you cannot force him.", 
        "68_Daf, 0_Line": "Where Rav said:", 
        "20_Daf, 20_Line": "'My fathers stored up below and I am storing above, as it says, ", 
        "15_Daf, 0_Line": "Redeeming captives is a great mitzvah.", 
        "15_Daf, 18_Line": "Captivity is the worst of all, for it contains all of them.", 
        "54_Daf, 10_Line": "from the goring ox ", 
        "240_Daf, 17_Line": "Said Rabbi Yehudah in the name of Shmuel:", 
        "18_Daf, 11_Line": "...If your God loves the impoverished, then why doesn't he support them?", 
        "3_Daf, 3_Line": "And if you will say that", 
        "54_Daf, 4_Line": "R' Akiva says", 
        "149_Daf, 35_Line": "Immediately, ", 
        "196_Daf, 16_Line": "They might have been standing diagonally. ...", 
        "196_Daf, 17_Line": "R. Huna the son of R. Joshua demurred: ...", 
        "240_Daf, 21_Line": "Raba bar bar-Chana said in the name of Rabbi Yochanan:", 
        "3_Daf, 32_Line": "We learn from here", 
        "196_Daf, 21_Line": "R. Ashi demurred: ...", 
        "3_Daf, 17_Line": "Therefore it teaches damage from sight is not real damage.", 
        "54_Daf, 0_Line": "Mishna: A presumptive right to the houses, the pits, ditches, caves, birdhouses, bathouses, olive presses, irrigated fields, and slaves and anything that produces constantly, its presumptive right takes three years, day to day (of usage)", 
        "18_Daf, 13_Line": "...So that we should be saved through them (the impoverished) from the judgement of Gehinnom", 
        "40_Daf, 6_Line": "\"And you yourselves (<i>'atem'</i>) shall teach.\"", 
        "20_Daf, 17_Line": "It is related of King Monobaz  that he dissipated all his own hoards and the hoards of his fathers in years of scarcity. His brothers and his father's household came in a deputation to him and said to him,", 
        "3_Daf, 13_Line": "It's obvious!", 
        "196_Daf, 25_Line": "One Says: ...", 
        "241_Daf, 10_Line": "[This is] the day in which they would stop cutting wood for the altar.", 
        "15_Daf, 6_Line": "As we go in to the verse, each part is harsher than the previous ones.", 
        "15_Daf, 7_Line": "The sword is worse than death.", 
        "240_Daf, 26_Line": "Rav Dimi bar Yosef said in the name of Rav Nachman:", 
        "3_Daf, 22_Line": "\"Similarly\" (refers to)", 
        "40_Daf, 12_Line": "And they would bring them in at around age 16 or 17, and anyone whose teacher was angry at him, [the teacher] would kick him out.", 
        "3_Daf, 7_Line": "If so, (when the Mishnah says), \"they want to make a separation,\" (it should say), \"they wanted to divide.\"", 
        "18_Daf, 31_Line": "and it says", 
        "3_Daf, 37_Line": "\"You can't (force a) division in a courtyard unless he has four amot and the other has 4 amot.", 
        "241_Daf, 11_Line": "[We have a] Braita that says: Eliever haGadol says,", 
        "107_Daf, 2_Line": "[wide enough for] a plougher with his team of oxen to go and turn around.", 
        "27_Daf, 62_Line": "And who wrote them?", 
        "107_Daf, 1_Line": "Rav Papa said:", 
        "241_Daf, 6_Line": "[This is] the day that the massacred [people] of Beitar were permitted [to be] buried.", 
        "20_Daf, 31_Line": "Thy righteousness [zedakah] shall go before thee, and the glory of the Lord shall be thy rearward. (Isaiah 58,8)", 
        "18_Daf, 16_Line": "...I will give you a parable to what this is comparable to,", 
        "196_Daf, 20_Line": "Might not their wings have been bent? ...", 
        "3_Daf, 2_Line": "We see that damage from sight is not real damage", 
        "2_Daf, 8_Line": "Oppositely in a wheat field, in a place where there isn't a custom to build a fence, you cannot force the other. Rather, if you want to build your own wall, build the wall on your side with a marking facing outwards.", 
        "255_Daf, 22_Line": "\"We rely on the witnesses.\"", 
        "241_Daf, 3_Line": "Ulla said:", 
        "16_Daf, 63_Line": "Charity is considered equivalent to all the Mitzvot.", 
        "20_Daf, 23_Line": "Righteousness and judgment are the foundation of his throne. (Psalms 89,15)", 
        "18_Daf, 23_Line": "And we are called sons, as it is written", 
        "18_Daf, 32_Line": "\"Won't you give your bread to the poor?\"", 
        "67_Daf, 6_Line": "We do not take it.", 
        "3_Daf, 24_Line": "Come and hear,", 
        "196_Daf, 13_Line": "Raba demurred: ...", 
        "2_Daf, 4_Line": "If half-bricks, he gives 2 hand-breadths and the other gives 2 hand-breadths.", 
        "2_Daf, 6_Line": "Therefore, if the wall falls, the place where the wall and the materials were will belong to both of them.", 
        "18_Daf, 19_Line": "\"For the sons of Israel are my servants\" (Leviticus 25, 55)", 
        "196_Daf, 30_Line": "[This is] no difficulty: ...", 
        "196_Daf, 7_Line": "The Cherubim [made by Solomon] stood by a miracle; for it is said", 
        "196_Daf, 36_Line": "‘The Cherubim were of image work and their faces were turned sideways as a student who takes leave of his master.", 
        "20_Daf, 21_Line": "Truth springs out of the earth and righteousness looks down from heaven. (Psalms 85,12)", 
        "54_Daf, 1_Line": "A non-irrigated field's presumptive right is three years, and is not day to day ", 
        "3_Daf, 20_Line": "\"Similarly in a garden.\"", 
        "39_Daf, 62_Line": " A store which is in a courtyard: The [members] of the courtyard can protest and say to him, we cannot sleep from all of the noise of those going in and out.", 
        "3_Daf, 43_Line": "\"If (the wall is) above (the window,) it should be raised (four amot) so that one cannot hang (from the wall) and look into the window. If (the wall is) below (the window, it should be lowered four amot) so that one cannot stand on the wall and see into the window.", 
        "68_Daf, 7_Line": "There, one", 
        "15_Daf, 17_Line": "(Lamentations 4, 9) \"They that are slain with the sword are better Than they that are slain with hunger\"", 
        "198_Daf, 0_Line": "A PRIVATE PATH … FOUR CUBITS. A Tanna taught: Others say [that the path must be of such a width] as an ass with its load may be able to pass. R. Huna said: The halachah is according to the Others. The Judges of the Exile23  say: [The width is to be] two cubits24  and a half; and R. Huna said [that] the halachah is according to the Judges of the Exile. Did not R. Huna say [that] the halachah is according to the Others? — Both measurements are identical.25", 
        "3_Daf, 18_Line": "(Rav Nachman: sign, garden, wall, force, split, window)", 
        "3_Daf, 19_Line": "Come and hear.", 
        "3_Daf, 34_Line": "(No) Damage from the public is different.", 
        "15_Daf, 2_Line": "From where is this statement of the Sages [derived], that redeeming captives is a great mitzvah?", 
        "18_Daf, 27_Line": "[Rabbi Akiva] responded: this is what is meant", 
        "15_Daf, 12_Line": "(Psalms 116, 15) \"Precious in the sight of the LORD Is the death of His saints.\"", 
        "39_Daf, 64_Line": "And they cannot protest and say to him, I cannot sleep from the sound of the hammer, or the sound of the millstone or the sound of the youngsters. ", 
        "40_Daf, 3_Line": "For originally, whoever had a father, [the father] would teach him Torah; whoever had no father would not learn Torah.", 
        "2_Daf, 3_Line": "If smooth stones, he gives 2.5 hand-breadths and the other gives 2.5 hand-breadths. ", 
        "3_Daf, 27_Line": "What was he asking?", 
        "196_Daf, 28_Line": "But according to him who says that they faced each other, [it may be asked]: Is it not written, ...", 
        "18_Daf, 18_Line": "...And you are referred to as servants as it written", 
        "68_Daf, 1_Line": "Divide it.", 
        "27_Daf, 66_Line": "David wrote the book of Psalms with the help of ten elders", 
        "149_Daf, 32_Line": "(Zechariah 2:6) And I said: Where do you go? And he said to me: To measure Jerusalem, to see what is its width and what is its length.", 
        "67_Daf, 5_Line": "Rav Yehuda said:", 
        "18_Daf, 22_Line": "to a king of flesh and blood that becomes angry at his child and imprisons him, and commands that he should not be given food or drink.  One man goes and gives him food and drink. When the king hears, won't he send him a gift?", 
        "3_Daf, 9_Line": "(instead of), \"build a wall,\" (it should say), \"build it.\"", 
        "15_Daf, 16_Line": "If you want to say that it is from a verse:", 
        "15_Daf, 11_Line": "If you want to say that it is from a verse:", 
        "149_Daf, 36_Line": " (Zechariah 2:8) And he said to me: Run, speak to that lad and say [that] Jerusalem shall be like an unwalled city, due to the multitude of people and animals within it. ", 
        "39_Daf, 69_Line": "If this were so, it should have taught", 
        "3_Daf, 14_Line": "No, it's necessary. A friend convinces another to build a wall.", 
        "68_Daf, 6_Line": "\"One exchanged a cow for a donkey, and it gave birth, and so too [if] one sold his female slave and she gave birth: this one says, “[It was] before I sold [her],” and this one says, “After I bought [her],\" they should divide it.\"", 
        "196_Daf, 12_Line": "They might have been standing [with their bodies] protruding [under the wings] like [those of] hens! ...", 
        "20_Daf, 16_Line": "Our Rabbis taught:", 
        "15_Daf, 3_Line": "He responded: as it is written:", 
        "54_Daf, 12_Line": "if so, just like the goring ox is not obligated [to pay full compensation] until the fourth goring. So too, until the fourth year it shouldn't be established in his domain.", 
        "39_Daf, 70_Line": "that in a different courtyard it is permitted.", 
        "315_Daf, 21_Line": "Said Abaye", 
        "18_Daf, 30_Line": "Nowadays", 
        "196_Daf, 26_Line": "They faced each other; and the other says: ...", 
        "241_Daf, 5_Line": "Rav Matana said:", 
        "255_Daf, 21_Line": "[In the case of] one who produces a promissory note. The lender says: \"I have not been repaid\", and the borrower says: \"I have paid half\", and the witnesses testify that he paid back all of it; he [the borrower] swears [that he only owes him half], and [the lender] collects half [of the loan] from free assets, but not from assets which serve as collateral; for they [the other creditors] say:", 
        "241_Daf, 4_Line": "[This is] the day that Hoshea ben Elah (a king of Israel) cancelled the guards whome Yerovam placed on the roads, to prevent Yisrael from going up [to Jerusalem].", 
        "27_Daf, 64_Line": "Joshua wrote his book as well as the [last] 8 verses in the Torah", 
        "196_Daf, 24_Line": "R. Johanan and R. Eleazar [are in dispute on the matter]. ...", 
        "315_Daf, 14_Line": "The air in Israel makes one wise ", 
        "18_Daf, 17_Line": "..to a king of flesh and blood who becomes angry at his servant and imprisons him and commands that he should not be given food or drink. Then one man goes and gives him food and drink. When the king hears won't he be angry at him?", 
        "3_Daf, 11_Line": "\"wall\".", 
        "54_Daf, 3_Line": "3 months in the beginning (of year one) 3 [months] in the end (year 3) and 12 months in the middle, 18 months in total  ", 
        "20_Daf, 19_Line": "' He replied: ", 
        "20_Daf, 29_Line": "And for thee it shall be righteousness [zedakah]. (Deuteronomy 24,13) ", 
        "240_Daf, 19_Line": "What did they darshen [to permit violating a direct Mitzvah]? (understand based on careful re-examination of wording in scripture)", 
        "2_Daf, 11_Line": "Therefore, if the wall falls, the land and the bricks will belong to both of them:", 
        "2_Daf, 9_Line": "Therefore, if the wall falls, the place where the wall and the bricks were will belong to you.", 
        "69_Daf, 2_Line": "If one comes from the market holding it, we do not take it from him. As Rabbi Hiyya taught:", 
        "241_Daf, 12_Line": "As the 15th of Av arrived, the strength of the sun weakens, and they would not cut down anymore trees for the altar.", 
        "15_Daf, 13_Line": "\"Famine is worse than the sword\":", 
        "39_Daf, 71_Line": "Rather, Rava said: ", 
        "3_Daf, 36_Line": "Come and hear,", 
        "196_Daf, 31_Line": "The former [was] at a time when Israel obeyed the will of the Omnipresent;the latter [was] at a time when Israel did not obey the will of the Omnipresent. ", 
        "196_Daf, 23_Line": "How did they stand? — ...", 
        "3_Daf, 4_Line": "\"division\" means separation, as it is written", 
        "27_Daf, 58_Line": "......", 
        "18_Daf, 14_Line": "...[Turnus Rufus] responded", 
        "2_Daf, 2_Line": "If rough-stones, he gives 3 hand-breadths  (9 cm/hand-breadth) and the other gives 3 hand-breadths. ", 
        "39_Daf, 68_Line": "Rava said to him:", 
        "68_Daf, 2_Line": "And Shmuel said:", 
        "20_Daf, 27_Line": "The fruit of the righteous [zaddik] is a tree of life, and he that is wise wins souls. (Proverbs 11,30)", 
        "68_Daf, 4_Line": "There [in the case of two bills] further evidence cannot come to light, here [in the case of \"my forefathers\"] more evidence may come to light.", 
        "15_Daf, 9_Line": "If you want to say that it is from logical reasoning:", 
        "40_Daf, 13_Line": "Until Yehoshua ben Gamla came and decreed that teachers of children should be set up in each and every province and in each and every city, and [that] they are brought in at around age 6 or 7.", 
        "3_Daf, 25_Line": "\"A wall in a courtyard falls and you can obligate him to build until four amot.\"", 
        "67_Daf, 2_Line": "Do we take it or not?", 
        "40_Daf, 0_Line": "Apply the last part to the children of the school, from the time of the decree of Yehoshua ben Gamla and on.", 
        "3_Daf, 28_Line": "The end of the mishnah you need", 
        "241_Daf, 1_Line": "\"So it was, when all the men of war finished dying from among the people-\" (Deuteronomy 2: 17), followed closely by", 
        "40_Daf, 10_Line": "But still, whoever had a father, [the father] would bring him up [to Jerusalem] and teach him; whoever didn't have a father would not go up and learn.", 
        "67_Daf, 9_Line": "Rav Yehuda said:", 
        "196_Daf, 33_Line": "With their faces one to another? ...", 
        "3_Daf, 12_Line": "Build the wall in the middle and etc.", 
        "196_Daf, 11_Line": "Abaye demurred: ...", 
        "69_Daf, 3_Line": "A thief of the public at large is not a thief."
    }, 
    "meta": "Daf-Line"
}