{
    "text": {
        "0": {
            "0": {
                "0": "<b>דברי נחמיה וגו'.</b> מכאן ואילך כתב נחמיה ספר זה: ",
                "1": "<b>שנת עשרים.</b> היא שנת עשרים לדריוש המלך שהוא ארתחששתא ובמסכת ר\"ה מצאנו שנת עשרים שנת עשרים לג\"ש מן הכתוב שנ' למטה ויהי בחדש ניסן שנת כ' לארתחששתא וגו' ומחדש תשרי היו מונין לחשבון השנים ועל כן נאמר כאן ויהי בחדש כסלו שנת כ' וגו' והוא כסלו הבא לאחר תשרי ולמטה נאמר ויהי בחדש ניסן שנת כ' וגומר הוא ניסן שבאותה שנה ואיני יכול לפתור ולומר מניסן היו מונין לחשבון שנותיהם ואותו מעשה הכתוב למטה שנאמר ויהי בחדש ניסן וגו' היה קודם מעשה זה שנאמר ויהי בחדש כסליו שנת כ' וגו' ואין מוקדם ומאוח' בהם דבר זה איני יכול לפתור ולומר והפרשיות מוכיחות שאף אותו מעשה של פרשה שנייה לא היתה כי אם בשביל מעשה זה של פרשה זאת ראשונה:\n"
            },
            "1": {
                "0": "<b>אחד מאחי.</b> אחד מחברי: ",
                "1": "<b>ואשאלם על היהודים וגו'.</b> שאלתי להם על ענין פליטת היהודים אשר נשארו בירושלים מן השבי של בבל: ",
                "2": "<b>הפליטה.</b> על שם שנצולו מגלות בבל: ",
                "3": "<b>ועל ירושלים.</b> ועל ענין העיר שאלתי אליהם:\n"
            },
            "2": {
                "0": "<b>ויאמרו לי.</b> השיבו לי על ראשון ראשון ועל אחרון אחרון תחלה על ענין היהודים ואח\"כ על ענין החומות והשערים: ",
                "1": "<b>הנשארים וגו'.</b> אותם היהודים אשר נשארו שם במדינת ירושלים הם נתונים ברעה גדולה ובחרפ' לפי שהעובדי כוכבים בוזזים ושוללים אותם: ",
                "2": "<b>וחומת ירושלים מפורצת.</b> וחומת העיר הרי היא פרוצה והשערים שרופים באש כקדמתן שישראל לא בנו חומות העיר ושעריה כי אם בנין ב\"ה לבדו: ",
                "3": "<b>נצתו.</b> כמו נוצתו (ס\"א נצתו כמו נתצו):\n"
            },
            "3": {
                "0": "<b>ימים.</b> כמה ימים:\n"
            },
            "4": {
                "0": "<b>אנא.</b> לשון בקשה ותחנה:\n"
            },
            "5": {
                "0": "<b>קשבת.</b> כמו קושבת כו' כאשר יאמר מאהב אוהב כן יאמר מן קשב קושב וקושבת:\n"
            },
            "6": {
                "0": "<b>חבול.</b> שם דבר לשון השחתה וחי\"ת ננקדה בחטף פתח ואיני יכול לפותרו בל' פעול שא\"כ היה לו לנקד חי\"ת בקמץ גדול: ",
                "1": "<b>חבלנו.</b> לשון השחתה כמו (בדניאל ו׳:כ״ג) חבולא לא עבדת וכן חברו מנחם:\n"
            },
            "8": {
                "0": "<b>אם יהיה נדחכם.</b> כענין שנאמר אם יהיה נדחך וגו' (דברים ל׳:ד׳):\n"
            },
            "10": {
                "0": "<b>אנא אדני תהי נא אזנך קשבת.</b> בתחלת תפלתו אמר לשון זה של תחנה וכן לאחר תפלתו: ",
                "1": "<b>לעבדך היום וגו'.</b> כך היה מתפלל על עצמו: ",
                "2": "<b>לפני האיש הזה.</b> לפני המלך: ",
                "3": "<b>משקה.</b> כמו (ראשית מ') משקה למלך מצרים וזה שפירשתי למעלה (עזרא ב') כדברי רבותינו התרשתא הוא נחמיה:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>לארתחשסתא.</b> הוא דריוש ועל שם המלכות נקרא כך: ",
                "1": "<b>יין לפניו.</b> הביאו יין לפני המלך בחצר: ",
                "2": "<b>ואשא את היין.</b> ואנכי נשאתי את כוס היין ונתתיה למלך וכך הוא המנהג שהמביא יין בחצר המלך אינו נושא ונותנו למלך אבל שר המשקים מקבל כוס היין מיד המביא והוא נושא ונותנו למלך: ",
                "3": "<b>לא הייתי רע לפניו.</b> ואני לא הייתי רגיל להיות רע לפניו ברוע פנים כי אם שמח וטוב לב ועתה הייתי זועף ברוע פנים:\n"
            },
            "1": {
                "0": "<b>ואתה אינך חולה.</b> והרי אין אתה חולה: ",
                "1": "<b>אין זה.</b> אין המעשה הזה כי אם רוע לב שיש בלבבך עלי להמיתני בסם המות בשתיית כוס זה:",
                "2": "<b>ואירא הרבה מאד.</b> ונתיראתי מאד על כך שלא יעליל עלי המלך עלילה:"
            },
            "2": {
                "0": "<b>מדוע לא ירעו פני.</b> מדוע לא יהיו פני רעים:",
                "1": "<b> שר העיר.</b> ירושלים שהיא בית קברות אבותי חרבה:\n"
            },
            "3": {
                "0": "<b>על מה זה אתה מבקש.</b> אי זה דבר תבקש ממני ואעשה לך:",
                "1": "<b>ואתפלל.</b> ואמרתי לפני המלך בתפילתי כן יהיה רצון מלפני אלהי השמים שתמלא שאלתי ובקשתי:\n"
            },
            "4": {
                "0": "<b>אשר תשלחני.</b> שתתן לי רשות לעלות לירושלים ולבנותה:"
            },
            "5": {
                "0": "<b>ויאמר לי המלך.</b> בשעה שדבר אלי המלך היתה אשתו המלכה יושבת אצלו:",
                "1": "<b>והשגל.</b> אשתו המלכה כענין שנאמר (דניאל ה') שגלתיה ולחנתיה, שכן נוהג המקרא לכתוב המלכה אצל הפלגש נשיו ופלגשיו כמו מלכות ופלגשים (שיר /השירים/ ו'):",
                "2": "<b>עד מתי יהיה מהלכך.</b> מתי תרצה שיהא מהלכך ומסעך:",
                "3": "<b>ומתי תשוב.</b> ומתי דעתך לחזור:",
                "4": "<b>ישלחני.</b> נתן לי רשות ללכת:",
                "5": "<b>ואתנה לו זמן.</b> נתתי לו זמן לחזור:\n"
            },
            "6": {
                "0": "<b>אגרות יתנו לי.</b> סופריך על רשותך ודעתך חתומות בחותמך על פחות עבר הנהר של צד ארץ ישראל:",
                "1": "<b>אשר יעבירוני.</b> ויתיירוני לשלום:",
                "2": "<b>עד אשר אבוא.</b> לירושלים אשר במדינת יהודה:\n"
            },
            "7": {
                "0": "<b>ואגרת אל אסף.</b> ותשלח כתב אגרת אל אסף:",
                "1": "<b>שומר הפרדס.</b> ממונה היה על היערים אשר למלך:",
                "2": "<b>לקרות.</b> משקל חזק לעשות תקרות וקורות לשערי בירות הר הבית שהרי ב\"ה בנו בבנינו אבל שערי חומות הר הבית וחומת החצר אשר סביב ב\"ה לא בנו עדיין: ",
                "3": "<b>ולחומת העיר.</b> ולעשות קורות לחומת העיר: ",
                "4": "<b>ולבית אשר אבא אליו.</b> ולעשות בית אשר אשב בו לצורכי: ",
                "5": "<b>ויתן לי המלך.</b> את כל אשר שאלתי ממנו: ",
                "6": "<b>כיד.</b> כפי ידו של הקב\"ה שהיתה טובה עלי להצליחני: "
            },
            "8": {
                "0": "<b>ואתנה להם את אגרות המלך.</b> למען יתיירוני לשלום: ",
                "1": "<b>שרי חיל ופרשים.</b> שלח המלך עמי לכבודי למען אלך לשלום:\n"
            },
            "9": {
                "0": "<b>וישמע סנבלט וגו'.</b> כאשר שמעו שבאתי לבקש טובה על ישראל ולבנות חומות ירושלים וירע בעיניהם כי היו צרי יהודה ובנימין:\n"
            },
            "10": {
                "0": "<b>ואהי שם ימים שלשה.</b> הייתי בירושלים ימים שלשה ולסוף שלשת ימים קמתי בלילה אני ואנשים מועטים עמי ולא הגדתי לשום אדם את אשר נתן הקב\"ה בלבי:\n"
            },
            "11": {
                "0": "<b>ובהמה אין עמי.</b> כי כל האנשים מועטים אשר עמי הלכו ברגליהם אבל אני לבדי הייתי רוכב על בהמה שלא היו רוצים לרכוב על סוסיהם למען יהיו יוצאים מן העיר בצינעא בלא ידיעת אדם והם הלכו לשבור ולהפיל חומות העיר בלילה ולהרבות פרצותיה למען יהיו בני העיר למחר להוטי' ומסכימים בעצה אחת עם נחמיה לבנות חומות העיר, וכן מוכיח המעשה בתוך הפרשה:\n"
            },
            "12": {
                "0": "<b>ואצאה בשער הגיא.</b> יצאתי באותו שער בלילה עם האנשים אשר עמי לצד אותו מקום של עין התנין ולאותו שער האשפות שבחומות העיר והייתי פורץ בחומה והחומה היתה נוחה להפילה ולפרוץ בה לפי שהיתה שרופה באש: ",
                "1": "<b>אשר הם פרוצים.</b> שהם אותם מקומו' שהיו פרוצים והם פרצו בהם יותר:\n"
            },
            "13": {
                "0": "<b>ואעבור אל שער העין.</b> ורציתי לעבור אל אותן מקומות שבחומת העיר ובאותן פרצות ואין מקום באותן פרצות לעבור ביניהם רוכב על הבהמות שהיו פרצות קטנות:\n"
            },
            "14": {
                "0": "<b>ואהי עולה.</b> והייתי עולה מצד אחד בלילה והייתי שובר בחומה עם האנשים אשר עמי: ",
                "1": "<b>ואשוב ואבוא.</b> וכאשר חזרתי באתי דרך שער הגיא:\n"
            },
            "15": {
                "0": "<b>והסגנים.</b> אשר בעיר לא היו יודעין להיכן הלכתי ואת המעשה אשר עשיתי: ",
                "1": "<b>עד כן.</b> עד עתה:\n"
            },
            "16": {
                "0": "<b>ואומר אליהם.</b> למחר אמרתי להם: ",
                "1": "<b>ולא נהיה עוד חרפה.</b> שלא יהיו צרינו בוזזים ושוללים אותנו:\n"
            },
            "17": {
                "0": "<b>את יד אלהי.</b> אשר נתן לי חן והצלחה לפני המלך: ",
                "1": "<b>לטובה.</b> הכל נתכונו לטובה לבנות חומת העיר ומגדליה:\n"
            },
            "18": {
                "0": "<b>וילעיגו.</b> כאשר שמעו הצרים שמועת בנין חומת העיר היו מלעיגים עלינו: ",
                "1": "<b>העל המלך.</b> אם על המלך אתם מורדים לבנות חומת העיר כדי למרוד בו:\n"
            },
            "19": {
                "0": "<b>ולכם אין חלק.</b> מה לכם בבנין חומת העיר הזאת כי אין לכם חלק בה:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>שער הצאן.</b> כך שמו של שער: ",
                "1": "<b>המה קדשוהו.</b> לאותו שער בקדושת העיר: ",
                "2": "<b>דלתותיו.</b> של שער: ",
                "3": "<b>ועד מגדל המאה.</b> כך שמו של מגדל:\n"
            },
            "1": {
                "0": "<b>ועל ידו.</b> אצל ידו בסמוך לו של כל בונה ובונה שבנו אותו בבנין של שער הצאן: ",
                "1": "<b>בנו אנשי ירחו.</b> שכך היו מנהגם הללו היו בונים כאן בחומת העיר עד תשלום בניינה המוטל עליהם והאחרים היו בונים סמוך לבנין הראשון וכך היה מנהגם בזה אחר זה עד שנבנית כל החומה: ",
                "2": "<b>ועל.</b> כמו (במדבר ב׳:כ׳) ועליו מטה מנשה בסמוך וכן פתרונו סמוך לבנין ידו והמקרא לא דקדק בלשונו פעמים שהוא אומר על ידו ופעמים שהוא אומר עליו, ואחריו החזיק:\n"
            },
            "2": {
                "0": "<b>ואת שער הדגים.</b> כך שם השער: ",
                "1": "<b>המה קרוהו.</b> נתנו הקורות ותקרות על השער: ",
                "2": "<b>קרוהו.</b> משקל חזק כמו מן קרה דוגמת המקרה במים עליותיו (תהילים ק״ד:ג׳) וקו\"ף של קרוהו אינה נהוגה לינקד בחיר\"ק בענין זה מפני רי\"ש של אחריה כמו ברך (שם י') חרף עשהו (משלי י״ז:ה׳) וברכתיה והיתה לגוים (ראשית י\"ז) וזריתים בארצות (יחזקאל כ\"ט): ",
                "3": "<b>מנעוליו.</b> מסגריו ששוירל\"ץ בלע\"ז:\n"
            },
            "3": {
                "0": "<b>החזיק.</b> לבנות הבנין:\n"
            },
            "4": {
                "0": "<b>התקועים.</b> כך היו נקראים על שם מקומם שהיה תקוע: ",
                "1": "<b>אדיריהם.</b> עשירים של תקוע: ",
                "2": "<b>לא הביאו צורם.</b> לא סייעו בעבודתו של הקב\"ה לבנות חומת העיר:\n"
            },
            "5": {
                "0": "<b>ואת שער הישנה.</b> כך שמה:\n"
            },
            "6": {
                "0": "<b>לכסא פחת עבר הנהר.</b> כסא אחד בנה כדי לישב בו אותו פחת של עבר הנהר:\n"
            },
            "7": {
                "0": "<b>צורפים.</b> אותה משפחה היתה נקראת על שם אומנותם: ",
                "1": "<b>ויעזבו ירושלים.</b> מלאוה עפר עד החומה הרחבה כדי להחזיקה:\n"
            },
            "8": {
                "0": "<b>שר חצי פלך ירושלים.</b> שר היה על חצי העם שבירושלים, פלך ל' דוכסות ומלכות:\n"
            },
            "9": {
                "0": "<b>ונגד ביתו.</b> נפל חלקו לבנות שהיה ביתו סמוך לאותו מקום של חומת העיר:\n"
            },
            "10": {
                "0": "<b>מדה שנית.</b> כאותה מדה אשר בנה חבירו של מעלה גם הוא בנה כמותו, מדה שנית בבנין החומה אינו נופל לומר ל' מדה בבנין השערים לפי שאין להם כי אם בבנין חלק של חומה שלא מצינו בכל הפרשה בבנין השערים ל' מדה: ",
                "1": "<b>ואת מגדל התנורים.</b> גם הוא בנה אותו מגדל ששמו כך כל המגדלים הללו שבפרשה היו בנוים בחומת העיר סביב:\n"
            },
            "11": {
                "0": "<b>הוא ובנותיו.</b> שלום ובנותיו החזיקו לבנות הבנין:\n"
            },
            "12": {
                "0": "<b>עד שער השפות.</b> ושער האשפות לא היה בכלל:\n"
            },
            "13": {
                "0": "<b>שר פלך המצפה.</b> שר ודוכוס המצפה: ",
                "1": "<b>הוא יבננו.</b> הוא היה בונה אותו שער:\n"
            },
            "14": {
                "0": "<b>ויטללנו.</b> והוא היה מסכך אותו לשון מטללתא: ",
                "1": "<b>ואת חומת ברכת השלח.</b> שהוא נוטה לצד גן המלך: ",
                "2": "<b>ועד המעלות.</b> הם היו מכירים מקומות הללו:\n"
            },
            "15": {
                "0": "<b>בית צור.</b> שם מקום:\n"
            },
            "16": {
                "0": "<b>לפלכו.</b> מאותה שררה חצי פלך בנה בנין זה לפלכו כ\"ף דגושה כאשר יאמר מן מלך מלכו מן עבד עבדו כן יאמר מן פלך פלכו שאות אחרונה של שם דבר מאותיות בג\"ד כפ\"ת דגושו':\n"
            },
            "17": {
                "0": "<b>אחיהם.</b> הלוים:\n"
            },
            "18": {
                "0": "<b>מנגד עלות הנשק.</b> כנגד אותו מקום שהיו עולים הגבורים אל הנשק לפי פשוטו של מקרא נראה שהיה שם מקום אחד בסמוך לחומה וכלי זיין של נשק הגבורים היו נותנין (ס\"א נתונים) שם כענין שנאמר ערי מבצר והנשק: ",
                "1": "<b>המקצוע.</b> לקרן זוית של חומה:\n"
            },
            "19": {
                "0": "<b>החרה.</b> פתרונו לפי ענינו וכפל לשון הוא על החזוק:\n"
            },
            "20": {
                "0": "<b>מפתח בית אלישיב ועד תכלית וגו'.</b> מנגד אותו בית בנה בניינו:\n"
            },
            "22": {
                "0": "<b>נגד ביתם.</b> שהיה שם בסמוך לחומה:\n"
            },
            "24": {
                "0": "<b>והמגדל היוצא.</b> מגדל אחד היה בחומה שהוא יוצא ובולט מבפנים:\n"
            },
            "25": {
                "0": "<b>והנתינים היו יושבים בעופל.</b> והנתינים היו יושבים באותו מחוז והיו בונים אותו מחוז שלהם שהיה סמוך לחומה עד נגד שער המים של צד המזרח:\n"
            },
            "27": {
                "0": "<b>איש לנגד ביתו.</b> כל אחד היה בונה כנגד ביתו:\n"
            },
            "29": {
                "0": "<b>וחנון בן צלף הששי.</b> בנים הרבה היו לו לצלף וחנון הוא הששי: ",
                "1": "<b>מדה שני.</b> כמו שנית: ",
                "2": "<b>נשכתו.</b> כמו לשכתו לשכה אחת היתה לו שם סמוך לחומה:\n"
            },
            "30": {
                "0": "<b>בן הצורפי.</b> איש הצורף ונקרא של שם אומנותו:\n"
            },
            "31": {
                "0": "<b>ובין עלית הפנה לשער הצאן.</b> תחלת הבנין התחילו לבנות שער הצאן שנאמר ויבנו את שער הצאן וגו' כך היו בונין החומה מסביב בזה אחר זה:\n"
            },
            "33": {
                "0": "<b>לפני אחיו וחיל שומרון.</b> לפני חביריו וחיל שומרון שהיו צרי יהודה: ",
                "1": "<b>מה היהודים.</b> מדוע היהודים כך הם עושים: ",
                "2": "<b>האמללים.</b> ענין חלשות ורפיון: ",
                "3": "<b>היעזבו להם.</b> וכי הם סבורים אשר יעזבו ויניחו להם העובדי כוכבים לבנות: ",
                "4": "<b>היזבחו.</b> אם יזבחו להם את זבחיהם תמיד כמו שהם סבורים: ",
                "5": "<b>היכלו ביום.</b> אם יכלו וישלימו מלאכתם אשר התחילו ביום א' לומר שלא יניחום העובדי כוכבים לגמור את בניינם היחיו. אם יחיו ויתקנו ויחזירו האבנים לקדמתן להיות קשות וחזקות מן העפר: ",
                "6": "<b>מערמות.</b> ענין חמרים ותלים: ",
                "7": "<b>והמה שרופות.</b> והאבנים היו שרופות ונעשית עפר כך היו מלעיגים ומתלוצצים על בנין החומה שהיו בונין מן האבנים שרופות שנפלו לארץ מן האש כאשר נשרפה ירושלים:\n"
            },
            "34": {
                "0": "<b>וטוביה העמוני אצלו.</b> טוביה היה אצלו של סנבלט: ",
                "1": "<b>ויאמר.</b> וכך היה אומר ומלעיג: ",
                "2": "<b>גם אשר הם בונים.</b> אף הבנין הזה אשר הם בונים: ",
                "3": "<b>אם יעלה שועל.</b> על הבנין לפרוץ חומת העיר מה יהא עליו לומר שאין לבנין תקנה וכל מי שירצה יבא ויפרוץ בו:\n"
            },
            "35": {
                "0": "<b>שמע אלהינו.</b> כאשר שמעתי בלעגם עלינו התפללתי תפילה זאת: ",
                "1": "<b>בארץ שביה.</b> שיגלו מעל אדמתם כאשר גלינו:\n"
            },
            "36": {
                "0": "<b>ואל תכס.</b> כמו ואל תכסה דוגמת וסוד אחר אל תגל (משלי כ\"א) כמו אל תגלה: ",
                "1": "<b>כי הכעיסו.</b> אשר הכעיסו נגד הבונים להלעיגם:\n"
            },
            "37": {
                "0": "<b>ותקשר.</b> כאשר נתקשרה החומה ונבנית עד חציה אז היה לב העם להוט ומשוך לעשות בנין החומה:\n\n"
            }
        },
        "3": {
            "0": {
                "0": "<b>כי עלתה ארוכה.</b> שנבנתה החומה: ",
                "1": "<b>ארוכה.</b> ענין חובש ותרופה: ",
                "2": "<b>כי החלו הפרוצים להסתם.</b> אשר התחילו אנשי העיר שהיו פרוצים עד עתה מאין חומה היו עתה סתומים בבנין החומה:\n"
            },
            "1": {
                "0": "<b>ולעשות לו תועה.</b> לעשות לו בבנין החומה קלקול והשחתה תועה כמו ולדבר אל ה' תועה (ישעיהו ל״ב:ו׳):\n"
            },
            "2": {
                "0": "<b>עליהם.</b> על הבונים: ",
                "1": "<b>מפניהם.</b> מפני האויבים:\n"
            },
            "3": {
                "0": "<b>ויאמר יהודה.</b> כך היו אומרים ומתאוננים אנשי יהודה: ",
                "1": "<b>כשל כח הסבל.</b> הסובלים ועומסים האבנים והעצים לבנין החומה נכשלו בכחם שאין בהם כח לבנות מפני האויבים: ",
                "2": "<b>ועפר הרבה.</b> עדיין יש טיט וחומר הרבה ליתן בבנין החומה לומר שעדיין המלאכה גדולה עלינו לבנות ואנחנו לא נוכל לבנות בחומה מפני פחד האויבים:\n"
            },
            "4": {
                "0": "<b>ויאמרו צרינו.</b> כך היה נחמיה מספר והולך: ",
                "1": "<b>לא ידעו ולא יראו.</b> כך היו אומרים צרינו עלינו לא ידעו ולא יכירו ישראל בנו עד אשר נבוא פתאום לתוכם ונהרוג אותם ובדבר זה נשבות ונבטל הבנין:\n"
            },
            "5": {
                "0": "<b>ויהי כאשר באו היהודים.</b> ועתה נאספו הצרים אשר נתקשרו יחד לבא להלחם בנו עם היהודים אשר היו בינותם בארצותם ואותם היהודים אשר נתחברו עמהם באו לפני החיל כדרך אנשי המלחמה לדבר אלינו ובענין הזה הערימו היהודים את האויבים ויהי כאשר באו היהודים היושבים אצלם וגו': ",
                "1": "<b>ויאמרו לנו עשר פעמים.</b> התרו בנו אותם היהודים עד עשר פעמים להלחם באויבינו כי הם באים למלחמה וכך אמרו לנו מכל המקומות וגו' מכל אותן המקומות שתהיו נפוצים שם בבנין החומה אנה ואנה תהיו זהירים להיות נאספים יחד עד אשר תשובו עלינו ביחד להלחם בנו:\n"
            },
            "6": {
                "0": "<b>ואעמיד מתחתיות.</b> לחומה, כאשר שמעתי דבריהם העמדתי מתחתיות לאותו מקום סביב לירושלים מאחורי לחומת העיר: ",
                "1": "<b>בצחיחים.</b> למשפחות מן העם מגבורים שבהם עם כלי זיין שבהם להלחם באויבינו כאשר יבאו: ",
                "2": "<b>ואעמיד מתחתיות וגו'.</b> ואעמיד את העם וגו' מקרא זה דוגמת והיו המים אשר תקח מן היאור וגו' והיו לדם ביבשת (שמות ד׳:ט׳) כי הנה אויביך ה' כי הנה אויביך יאבדו (תהילים צ״ב:י׳) עורי עורי דבורה עורי עורי דברי שיר (שופטים ה׳:י״ב) לא לנו ה' לא לנו (תהילים קט״ו:א׳):\n"
            },
            "7": {
                "0": "<b>וארא ואקום.</b> וכאשר ראיתי האויבים באים קמתי לדבר אל החורים והסגנים לזרזם להלחם באויבינו: ",
                "1": "<b>על אחיכם.</b> בשביל אחיכם:\n"
            },
            "8": {
                "0": "<b>כי נודע לנו.</b> הדבר אשר באו להלחם בנו: ",
                "1": "<b>ונשב כלנו.</b> חזרנו כלנו ממקום שנאספנו יחד לקראת האויבים כל אחד ואחד במלאכתו לבנין החומה:\n"
            },
            "9": {
                "0": "<b>ויהי מן היום ההוא.</b> ומאותו יום והלאה היו חצי הגבורים עושים בבנין החומה ושאר חצי הגבורים היו מזויינים בכלי זיינם לשמור אחיהם העושים במלאכה: ",
                "1": "<b>והרמחים.</b> וי\"ו יתירה כמו וי\"ו של ואיה וענה (ראשית לו): ",
                "2": "<b>והשרים.</b> היו מחוברים אחרי כל שבט יהודה להיות זהירים במלחמה:\n"
            },
            "10": {
                "0": "<b>הבונים בחומה וגו'.</b> אותם שהיו בונין ואותן שהיו עומסים ונושאים המשאות ביד אחת היו עושים מלאכתן וביד אחת היו נושאים כלי זיין: ",
                "1": "<b>השלח.</b> כלי קרב כמו מעבור בשלח (איוב ל״ג:י״ח) וכן חברו מנחם:\n"
            },
            "11": {
                "0": "<b>והבונים.</b> כיצד הם בונים שהיו כולם חגורים איש חרבו על מתניו ובונים: ",
                "1": "<b>אצלי.</b> הוא היה תדיר אצלי:\n"
            },
            "12": {
                "0": "<b>הרבה.</b> היא גדולה:\n"
            },
            "13": {
                "0": "<b>ילחם לנו.</b> ילחם בעדינו:\n"
            },
            "15": {
                "0": "<b>איש ונערו.</b> כל אחד ואחד מן הבונים ובחור אחד עמו: ",
                "1": "<b>ילינו בתוך ירושלים.</b> והלילה היה להם למשמר והיום עושים מלאכה נמצא שלא היו ישנים כלום:\n"
            },
            "16": {
                "0": "<b>אין אנחנו פושטים בגדינו.</b> תמיד היינו זריזים במשמר: ",
                "1": "<b>איש שלחו המים.</b> מיסב על אין שלמעלה כמו (שמואל א' ב') יצא עתק מפיכם אין איש ממנו פושט בגדיו לשכב או לרחוץ אותם במים וכפל לשון הוא על אין אנחנו פושטים: ",
                "2": "<b>שלחו.</b> הפשט כמו (ויקרא ו׳:ד׳) ופשט את בגדיו דמתורגם ושלח:\n\n"
            }
        },
        "4": {
            "0": {
                "0": "<b>ותהי צעקת העם ונשיהם גדולה.</b> דלת העם העניים היו צועקים מאד: ",
                "1": "<b>אל אחיהם היהודים.</b> בשביל אחיהם היהודים העשירים:\n"
            },
            "1": {
                "0": "<b>ויש אשר אומרים.</b> נותן טעם לדבריו למה היו צועקים יש מהם מדלת העם שהיו אומרים אנחנו רבים עם בנינו ובנותינו ונקחה דגן ועתה יש לנו למכור בנינו ובנותינו ליקח מהם דגן למען נחיה כך היו צועקים על היהודים העשירים שלא היו רוצים לפרנסם:\n"
            },
            "2": {
                "0": "<b>ויש אשר אומרים שדותינו וגו'.</b> ויש מהם בעניים שהיו מתאוננים ואומרים שדות וכרמים ובתים נתן לאחרים בערבון ומשכון ליקח דגן למזונותינו: ",
                "1": "<b>ברעב.</b> אחרי שאין מוותרים לנו העשירים מנכסיהם לפרנסתינו:\n"
            },
            "3": {
                "0": "<b>ויש אשר אומרים לוינו כסף.</b> ויש מהם אשר אומרים כבר לוינו כסף מאחרים על שדותינו וכרמינו לפרוע מס המלך ומעכשיו אין לנו כלום לצורך פרנסתינו: ",
                "1": "<b>למדת המלך.</b> למס המלך כמו (עזרא ד') מנדה בלו והלך:\n"
            },
            "4": {
                "0": "<b>ועתה כבשר אחינו בשרינו.</b> ועכשיו אנו חשובים ומיוחסים כאחינו שהם עשירים: ",
                "1": "<b>כבניהם בנינו.</b> כבניהם שהם חשובים ומיוחסים כמו כן מיוחסים בנינו: ",
                "2": "<b>והנה אנחנו כובשים.</b> ועתה יש לנו להיות כובשים ונותנים בנינו ובנותינו לאחרים על עסק מזונותינו: ",
                "3": "<b>ויש מבנותינו נכבשות.</b> וכבר יש קצת מבנותינו שהן נכבשות לאחרים לעבדות: ",
                "4": "<b>ואין לאל ידינו.</b> ואין כח בידינו לפדותם: ",
                "5": "<b>ושדותינו וכרמינו לאחרים.</b> אף שדות וכרמים מסרנו ביד אחרים לפרנסתינו ומה נאכל מעתה כי אין לנו במה להתפרנס:\n"
            },
            "6": {
                "0": "<b>וימלך.</b> ויועץ לבי בעצמי: ",
                "1": "<b>ואריבה.</b> נתוכחתי עם החורים והסגנים שהם העשירים: ",
                "2": "<b>משא איש באחיו אתם.</b> נושים מדוע אתם כך עושים היה לכם לפרנס העניים הללו ואתם מלוים להם ממון לכבוש בניהם ובנותיהם ושדותיהם וכרמיהם ובתיהם: ",
                "3": "<b>ואתן עליהם קהלה גדולה.</b> הקהלתי ואספתי עליהם קהילה גדולה לצעוק עליהם כדי לביישם:\n"
            },
            "7": {
                "0": "<b>ואמרה להם.</b> וכן אמרתי להם אנחנו קנינו כבר את אחינו היהודים אשר בשביה מיד העכו\"ם שהיו נמכרים להם: ",
                "1": "<b>כדי בנו.</b> באותו די ממון שבידינו: ",
                "2": "<b>וגם אתם.</b> ואף אתם תמכרו לעכו\"ם את אחיכם הנכבשים תחת ידיכם לעבדים: ",
                "3": "<b>ונמכרו לנו.</b> והמעשה יבא לידי כך שיהיו מכורים לנו מיד העכו\"ם (אם כן למה תמכרו אותם כיון שמוכרחים אנחנו לפדותם כן הוא בס\"א): ",
                "4": "<b>ויחרישו.</b> שתקו ונתביישו ולא ידעו מה להשיב:\n"
            },
            "8": {
                "0": "<b>לא טוב הדבר.</b> רע הדבר בפני הקב\"ה: ",
                "1": "<b>מחרפת.</b> מפני חרפות העכו\"ם שהם אויבינו:\n"
            },
            "9": {
                "0": "<b>וגם אני אחי ונערי.</b> אף אני וחבירי נושים בהם ממון ואנחנו נעזוב ונמחול להם כל ההלואות הללו: ",
                "1": "<b>נושים.</b> כמו (מלכים ב ד׳:א׳) והנושה בא לקחת:\n"
            },
            "10": {
                "0": "<b>השיבו נא.</b> ואף אתם תעשו כמוני למחול להם כל חובותיהם: ",
                "1": "<b>ומאת הכסף.</b> ורוב הכסף שהם חייבים לכם עם הדגן ותירוש וגו':\n"
            },
            "11": {
                "0": "<b>ויאמרו נשיב.</b> והם אמרו להשיב ולמחול הכל: ",
                "1": "<b>לעשות כדבר הזה.</b> שיהו מוחלים גם הם:\n"
            },
            "12": {
                "0": "<b>גם חצני נערתי.</b> אף אני בגדי נערתי חצני כמו (ישעיהו מ״ט:כ״ב) והביאו בניך בחוצן: ",
                "1": "<b>נערתי.</b> אישקוליי\"ר בלע\"ז כמו התנערי מעפר (שם): ",
                "2": "<b>ככה ינער.</b> ככה ינער הקב\"ה מן העולם ומנכסיהם כל אותם שלא יהיו מוחלין חובותיהם: ",
                "3": "<b>נעור ורק.</b> בלא נכסים:\n"
            },
            "13": {
                "0": "<b>אשר צוה אותי.</b> המלך: ",
                "1": "<b>פחם.</b> כמו פחה שלטן דוגמת רוקם שהוא כמו רקה: ",
                "2": "<b>משנת עשרים.</b> למלך דריוש כי אז עלה מבבל שנאמר (לעיל ב) ויהי בחדש ניסן שנת עשרים וגו': ",
                "3": "<b>שנים שתים עשרה.</b> שהם שתים עשרה שנה: ",
                "4": "<b>אני ואחי.</b> אני וחברי אשר באו עמי: ",
                "5": "<b>לחם הפחה לא אכלתי.</b> לחם שהוא ראוי למאכל הפחה שהעם נותנין אותו אל הפחה מן המס:\n"
            },
            "14": {
                "0": "<b>הכבידו על העם.</b> הכבידו מס על העם: ",
                "1": "<b>ויקחו.</b> והיו לוקחים מהם בשביל המס לחם ויין אחר נתינת ארבעים שקלים של כסף וכך היו רגילים בכל שנה: ",
                "2": "<b>גם נעריהם.</b> של פחות:\n"
            },
            "15": {
                "0": "<b>החומה.</b> חומת העיר: ",
                "1": "<b>החזקתי.</b> התעסקתי לעסוק בה תדיר: ",
                "2": "<b>ושדה לא קנינו.</b> ובשדות של היהודים שהיו בונים החומה לא קנינו אני ובני סייעתי על עסק דוחקם שהיו עוסקין בבנין החומה אבל הייתי נותן להם ממון כדי לבנות הבנין: ",
                "3": "<b>על המלאכה.</b> לבנות תדיר:\n"
            },
            "16": {
                "0": "<b>מאה וחמשים איש.</b> היו אוכלים על שולחני לבד הגרים הבאים אלינו מן העכו\"ם שאף הם היו אוכלים על שלחני:\n"
            },
            "17": {
                "0": "<b>ואשר היה נעשה.</b> ובכל יום ויום היו אוכלים על שולחני שור אחד ושש צאן וצפרים הרבה: ",
                "1": "<b>ברורות.</b> פתרונו לפי עניינו שש צאן עשויות כענין שנאמר חמש צאן עשויות (שמואל א כ״ה:י״ח): ",
                "2": "<b>נעשו לי.</b> לשון תקון כמו ובן הבקר אשר עשה (בראשית י״ח:ח׳): ",
                "3": "<b>ובין עשרת ימים.</b> ובכל יום ויום היו שותים יין הרבה כדי שיעור ספוק של עשרת ימים: ",
                "4": "<b>ועם זה.</b> ובשביל כל מעשה זה שהייתי מוציא הוצאות כל כך: ",
                "5": "<b>לחם.</b> של מס הראוי לפחה לא בקשתי ולא שאלתי מן העם שהרי כבדה וחזקה עבודת בנין החומה עליהם:\n\n"
            }
        },
        "5": {
            "0": {
                "0": "<b>ולא נותר בה.</b> בחומת העיר: ",
                "1": "<b>דלתות לא העמדתי.</b> שלא נעשו דלתות בשערי העיר:\n"
            },
            "1": {
                "0": "<b>בכפירים.</b> שם מקום הוא: ",
                "1": "<b>בבקעת אונו.</b> כך שם הבקעה: ",
                "2": "<b>והמה חושבים.</b> הבנתי מהם שהיו חושבים עלי להרגני שם:\n"
            },
            "2": {
                "0": "<b>מלאכה גדולה אני עושה.</b> מבנייני (העיר ס\"א) העפר: ",
                "1": "<b>למה תשבת.</b> למה תהיה המלאכה בטלה: ",
                "2": "<b>כאשר ארפה.</b> ידי מן הבניין: ",
                "3": "<b>וירדתי אליכם.</b> לדבר ולהועד אליכם:\n"
            },
            "4": {
                "0": "<b>את נערו.</b> ע\"י נערו: ",
                "1": "<b>ואגרת פתוחה בידו.</b> כתב אגרת שלח לי על ידו:\n"
            },
            "5": {
                "0": "<b>כתוב בה.</b> באותה אגרת: ",
                "1": "<b>בגוים נשמע.</b> שנודע לכל העכו\"ם שאתה וכל היהודים חושבים למרוד: ",
                "2": "<b>וגשמו אומר.</b> גשמו הוא גשם הערבי ופתרונו כאדם שאומר לחבירו כך הוא הדבר ופלוני אומר: ",
                "3": "<b>כדברים האלה.</b> מוסב על כתוב בה ומקרא מסורס הוא והרי הוא כאילו נאמר כתוב בה כדברים האלה בגוים נשמע וגו':\n"
            },
            "6": {
                "0": "<b>וגם נביאים וגו'.</b> עד ונועצה יחדיו היה כתוב באגרת: ",
                "1": "<b>נביאים.</b> בעלי לשון כמו בורא ניב שפתים (ישעיה ט'): ",
                "2": "<b>לאמר.</b> שאומרים יש מלך ביהודה: ",
                "3": "<b>ועתה ישמע למלך.</b> אחרי שנקראת מלך ישמע למלך כדברים האלה:\n"
            },
            "7": {
                "0": "<b>כי מלבך.</b> הרי כי במקום אלא: ",
                "1": "<b>בודם.</b> קונטרבנטאל\"ש בלע\"ז כמו אשר בדה מלבו:\n"
            },
            "8": {
                "0": "<b>כי כולם.</b> כי כל העכו\"ם: ",
                "1": "<b>מיראים אותנו.</b> מתיראים ממנו וכך הם אומרים ירפו ידיהם וגו': ",
                "2": "<b>ועתה חזק את ידי.</b> לסייעני בבנין החומה:\n"
            },
            "9": {
                "0": "<b>והוא עצור.</b> שמצאו בביתו: ",
                "1": "<b>ויאמר נועד.</b> אותו שמעיה היה נביא שקר וקבל שוחד מן סנבלט וחביריו להפחיד את נחמיה כדי לבטל את המלאכה: ",
                "2": "<b>כי באים להרגך.</b> שהרי יבואו להרגך סנבלט וחביריו: ",
                "3": "<b>ולילה באים.</b> וע\"כ הזהירו ליכנס בהיכל ולסגור הדלתות עליו שעדיין לא נעשו דלתות שערי העיר כמה שנאמר בתחילת הפרשה גם עד העת ההיא דלתות לא העמדתי בשערים:\n"
            },
            "10": {
                "0": "<b>האיש כמוני יברח.</b> בתמיה אם איש כמוני יברח ליכנס בהיכל: ",
                "1": "<b>לא אבוא.</b> לא אכנס שם מפני פחד המיתה ולא אעבור על המצוה של הקב\"ה שלא יבוא ויכנס זר בהיכלו:\n"
            },
            "11": {
                "0": "<b>ואכירה.</b> הכרתי בדבריו שלא שלחו הקב\"ה בדבר זה שאעבור עבירה מפני פחד המיתה: ",
                "1": "<b>כי הנבואה דבר עלי.</b> שהרי הוא דבר הדברים הללו עלי בשם נבואה: ",
                "2": "<b>שכרו.</b> כל א' וא' מהם שכרו ונתנו לו שכר להפחידני ולבטל בבנין החומה:\n"
            },
            "12": {
                "0": "<b>למען שכור הוא.</b> אמר לי הדברים הללו: ",
                "1": "<b>למען אירא.</b> כדי שאתירא מהם להיות עושה כן ליכנס בהיכל ולהיות חוטא: ",
                "2": "<b>והיה להם לשם רע.</b> למען שיהיה להם לשם רע לחרפני בעבירה זו:\n"
            },
            "13": {
                "0": "<b>וגם לנועדיה הנביאה.</b> היא ושאר נביאי השקר קבלו שכר מסנבלט וחביריו כדי להפחידני בנבואת שקריהם:\n"
            },
            "14": {
                "0": "<b>בעשרים וחמשה.</b> ימים לחדש אלול בשנת כ' לדריוש המלך שבשנת עשרים לדריוש עלה נחמיה מבבל ובאותה שנה בנה חרבות ירושלים: ",
                "1": "<b>לחמשים ושנים יום.</b> סוף נ\"ב יום מיום שהתחילו לבנותו נגמר בנין החומה:\n"
            },
            "15": {
                "0": "<b>ויהי כאשר שמעו כל אויבינו.</b> דבר זה שנשלם בנין החומה: ",
                "1": "<b>ויראו כל הגוים.</b> וכאשר ראו כל העכו\"ם שנגמר בנין חומת העיר: ",
                "2": "<b>ויפלו מאד בעיניהם.</b> נפלו הם עצמם בעיניהם שהיו מואסים בעצמם כי נפל פחד היהודים עליהם:\n"
            },
            "16": {
                "0": "<b>חורי יהודה.</b> שרי יהודה: ",
                "1": "<b>על טוביה.</b> אל טוביה ישראל רשע היה, (עיין במס' קדושין ע, שמבואר שם שהיה עכו\"ם וצ\"ע מיוש\"ה): ",
                "2": "<b>ואשר לטוביה.</b> ואגרת אשר לטוביה:\n"
            },
            "17": {
                "0": "<b>כי רבים ביהודה.</b> שהיו שרים רבים ביהודה אשר היו לו לטוביה בעלי ברית ושבועה: ",
                "1": "<b>כי חתן הוא.</b> אותו טוביה לשכניה: ",
                "2": "<b>ויהוחנן בנו.</b> של טוביה: ",
                "3": "<b>בת משולם.</b> אותו משולם שר וגדול היה:\n"
            },
            "18": {
                "0": "<b>גם טובותיו.</b> של טוביה היו מספרים לפני אותן בעלי שבועתו וקרוביו: ",
                "1": "<b>טובותיו.</b> ששפרואוצ\"ש בלע\"ז: ",
                "2": "<b>היו מוציאים לו.</b> להגיד לו לטוביה: ",
                "3": "<b>אגרת שלח טוביה.</b> אגרות היה שולח תדיר להפחידני שלא לבנות בנין החומ':\n\n"
            }
        },
        "6": {
            "0": {
                "0": "<b>ויפקדו.</b> עתה נעשו הלוים פקודים על פקידותן להיותן שוערים ומשוררים מן הלוים בב\"ה:\n"
            },
            "1": {
                "0": "<b>על ירושלים.</b> לשמור שערי ירושלים: ",
                "1": "<b>מרבים.</b> מימים רבים:\n"
            },
            "2": {
                "0": "<b>עד חום השמש.</b> עד חצי היום שהיה היום גדול: ",
                "1": "<b>ועד הם עומדים.</b> ובעוד שהשערים פתוחים יהיו עומדים שלא יזוזו עד יגיפו ויסגרו הדלתות והרוצה לצאת יצא מן העיר והרוצה ליכנס יבא ויכנס כל כך היו עושים מפני האויבים: ",
                "2": "<b>ואחוזו.</b> יאחזו הדלתות לסוגרם: ",
                "3": "<b>משמרות יושבי ירושלים.</b> מיושבי ירושלים העמידו משמרות גיט\"ש בלע\"ז:\n"
            },
            "3": {
                "0": "<b>רחבת ידים.</b> רחבת מקום וגדולה:\n"
            },
            "4": {
                "0": "<b>להתייחש.</b> לחקור יחוסן: ",
                "1": "<b>העולים בראשונה.</b> מאותן היהודים העולים עם עזרא בראשונה: ",
                "2": "<b>ואמצא כתוב בו.</b> כל אלה הדברים היו כתובים באותה אגרת:\n"
            },
            "5": {
                "0": "<b>אלה בני המדינה וגו'.</b> עד והגורלות הפלנו על קרבן העצים (לקמן י' ל\"ה): ",
                "1": "<b>וליהודה.</b> למדינת יהודה: ",
                "2": "<b>איש לעירו.</b> כל א' לעירו:\n"
            },
            "6": {
                "0": "<b>הבאים עם זרובבל.</b> אשר באו משבי הגולה עם זרובבל: ",
                "1": "<b>ישוע.</b> הוא יהושע בן יהוצדק הכהן הגדול חשבונות הללו פעמים הם מכוונים עם חשבונות של מעלה פעמים יש שאינם מכוונים זה כנגד זה ולא דקדק המקרא בחשבונות כל כך אבל הכלל שוה (עיין בעזרא סי' ב' פ\"ב וצ\"ע יוש\"ה) לכאן ולכאן שנאמר כל הקהל כאחד וגו' ועל זה הכלל סמך כותב הספר ולא דקדק בחשבון הפרטיות כל כך והכל מפורש למעלה:\n\n"
            }
        },
        "7": {
            "1": {
                "0": "<b>ביום אחד לחדש השביעי.</b> הוא יום של ראש השנה:\n"
            },
            "2": {
                "0": "<b>מן האור.</b> של תחלת היום: ",
                "1": "<b>אל ספר התורה.</b> היו כל העם מטים אזניהם:\n"
            },
            "3": {
                "0": "<b>אשר עשו לדבר.</b> אותו מגדל עץ עשו לשם כך לקרות שם עליו ספר התורה:\n"
            },
            "4": {
                "0": "<b>כי מעל כל העם היה.</b> ועל כן ראוהו כולם: ",
                "1": "<b>וכפתחו עמדו כל העם.</b> וכאשר פתחו לקרות שתקו כל העם: ",
                "2": "<b>עמדו.</b> לשון שתיקה (שתקו) כמו עמדו ולא ענו עוד (איוב ל״ב:ט״ז):\n"
            },
            "5": {
                "0": "<b>במועל ידיהם.</b> בנשיאות ידיהם שנשאו כפיהם למעלה להודות להקב\"ה כענין שנאמר ויפרוש כפיו השמים (מלכים א ח׳:כ״ב):\n"
            },
            "6": {
                "0": "<b>מבינים את העם.</b> שהיו מתרגמין לעם דברי תורה: ",
                "1": "<b>על עמדם.</b> שהיו עומדים על רגליהם:\n"
            },
            "7": {
                "0": "<b>ושום שכל.</b> ושימת חכמה ושום לשון פעול:\n"
            },
            "8": {
                "0": "<b>היום קדוש.</b> כי יום ר\"ה הוא: ",
                "1": "<b>כי בוכים כל העם.</b> מפני שלא קיימו התורה כראוי:\n"
            },
            "9": {
                "0": "<b>לאין נכון לו.</b> לעני שאין מזומן לו מאכלו:\n"
            },
            "10": {
                "0": "<b>מחשים.</b> היו מזהירין לכל העם לחשות שלא יבכו עוד: ",
                "1": "<b>הסו.</b> ל' שתיקה כמו ויהס כלב (מדבר י\"ג):\n"
            },
            "12": {
                "0": "<b>וביום השני.</b> של ראש השנה:\n"
            },
            "14": {
                "0": "<b>ואשר ישמיעו.</b> וצוו אשר ישמיעו קול לחוג את חג הסוכות וכן נוהג המקרא לדבר כענין הזה כמו אמור לנער ויעבור לפנינו (שמואל א ט׳:כ״ז): ",
                "1": "<b>ועלי הדס.</b> מפורש במסכת סוכה זה הדס שוטה שאינו ראוי ללולב כי אם לעשות סוכה: ",
                "2": "<b>ועלי תמרים.</b> ללולב: ",
                "3": "<b>ועלי עץ עבות.</b> זה הדס הראוי ללולב כמפורש במסכת סוכה:\n"
            },
            "17": {
                "0": "<b>יום ביום.</b> בכל יום ויום:\n\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>ואדמה עליהם.</b> העלו עפר על ראשם:\n"
            },
            "1": {
                "0": "<b>מכל בני נכר.</b> ומנשיהם של העכו\"ם כמו שנאמר למעלה:\n"
            },
            "3": {
                "0": "<b>על מעלה הלוים.</b> מעלות היו שם שהלוים עומדים שם עליהם בשעה שאמרו שירה:\n"
            },
            "4": {
                "0": "<b>מן העולם ועד העולם.</b> מתחלת העולם ועד תכליתו יהי ברוך: ",
                "1": "<b>ויברכו שם כבודך.</b> עכשיו דברו הלוים כלפי שכינה בתפלה ויברכו שם כבודך כי הוא גדול ומרומם על כל ברכה ותהלה כי כל הברכות ותהלות שלו הם ד\"א ומרומם על כל ברכה ותהלה שאין בריה יכולה לברכו ולהללו כפי גדלו ורוממותו שהוא מרומם ונשא יותר מה שאין הפה יכולה לדבר:\n"
            },
            "6": {
                "0": "<b>ושמת.</b> טעמו למעלה בשי\"ן לפי שמשמעותו בלשון עבר:\n"
            },
            "7": {
                "0": "<b>וכרות עמו.</b> לשון פעול:\n"
            },
            "9": {
                "0": "<b>כי הזידו.</b> כי הרשיעו עליהם כמו כי בדבר אשר זדו עליהם (שמות י״ח:י״א): ",
                "1": "<b>שם.</b> רצון בלע\"ז:\n"
            },
            "11": {
                "0": "<b>יומם.</b> בכל יום ויום:\n"
            },
            "12": {
                "0": "<b>ודבר.</b> כמו ולדבר כמו שנאמר מן השמים השמיעך את קולו ליסרך (דברים ד׳:ל״ו):\n"
            },
            "14": {
                "0": "<b>לרעבם.</b> מן רעב יאמר לרעבם כמו מן צמא לצמאם: ",
                "1": "<b>אשר נשאת את ידך.</b> בשבועה כמו אשר נשאתי את ידי לתת אותה (שמות ו׳:ח׳):\n"
            },
            "16": {
                "0": "<b>במרים.</b> בשביל מרי שלהם:\n"
            },
            "18": {
                "0": "<b>בהדרך.</b> כמו בדרך:\n"
            },
            "21": {
                "0": "<b>לפאה.</b> כמו להיות לצד זוית אחת מוחלקים בלי להתערב עם גויי הארצות:\n"
            },
            "23": {
                "0": "<b>ותכנע.</b> והכנעת:\n"
            },
            "26": {
                "0": "<b>ואתה משמים תשמע.</b> היית שומע:\n"
            },
            "29": {
                "0": "<b>ותמשוך עליהם.</b> משכת עליהם רחמים שלא להשחיתם:\n"
            },
            "32": {
                "0": "<b>על כל הבא.</b> על כל מעשה יסוריך הרעים אשר באו עלינו:\n"
            },
            "35": {
                "0": "<b>הנה אנחנו עבדים עליה.</b> שאנחנו מעלים מס לכל העכו\"ם:\n"
            },
            "36": {
                "0": "<b>ותבואתה.</b> של ארץ ישראל: ",
                "1": "<b>מרבה.</b> מעדני מאכלים למלכי העכו\"ם: ",
                "2": "<b>אשר נתתה עלינו.</b> שהם מושלים בנו:\n\n"
            }
        },
        "9": {
            "0": {
                "0": "<b>ובכל זאת.</b> ובכל הרעה הזאת הבאה עלינו אנחנו כורתים אמנה להקב\"ה להאמין ולבטוח בו: ",
                "1": "<b>וכותבים.</b> ואנחנו כותבים בספר לקבל מלכותו עלינו למען תהיה לנו לעדות: ",
                "2": "<b>ועל החתום.</b> שרוב גדולים וחשובים שבנו חתומים על ספר קבלת המצות להיות לנו לעדות:\n"
            },
            "1": {
                "0": "<b>ועל החתומים.</b> עתה מונה והולך החתומים בספר לעדות קבול המצות: ",
                "1": "<b>נחמיה התרשתא.</b> שם אחד הוא וזהו שפירשתי (עזרא ב') דהתרשתא הוא נחמיה ולמה נקרא שמו התרשתא שהתירו לו חכמים לשתות יין נסך לפי שהיה משקה למלך:\n"
            },
            "28": {
                "0": "<b>וכל הנבדל.</b> הם הגרים שנבדלו מתורת העכו\"ם להיות דבוקים ומחוברים אל תורתו של הקדוש ברוך הוא ולשמור מצותיו:\n"
            },
            "29": {
                "0": "<b>על אחיהם.</b> עם אחיהם: ",
                "1": "<b>אדיריהם.</b> גדולים שבהם:\n"
            },
            "31": {
                "0": "<b>המקחות.</b> הסחורות: ",
                "1": "<b>שבר.</b> תבואה כמו בשבר אשר הם שוברים (בראשית מ\"ו): ",
                "2": "<b>וביום קדש.</b> של י\"ט: ",
                "3": "<b>ונטוש את השנה השביעית.</b> כענין שנאמר והשביעית תשמטנה ונטשתה (שמות כג): ",
                "4": "<b>ומשא כל יד.</b> השמטת מלוה בשביעית:\n"
            },
            "33": {
                "0": "<b>וכל מלאכת בית אלהינו.</b> לעשות מן הכסף:\n"
            },
            "34": {
                "0": "<b>הפלנו.</b> כמה יביא כל אחד: ",
                "1": "<b>קרבן העצים.</b> תקרובת של עצי המערכה למזבח: ",
                "2": "<b>לבית אבותינו.</b> שהיא בית קדושת אבותינו:\n"
            },
            "35": {
                "0": "<b>ובכורי כל פרי כל עץ.</b> בכורי של כל פרי האילן הם מדברי חכמים:\n"
            },
            "37": {
                "0": "<b>נביא לכהנים אל לשכות.</b> כי שם היו רגילים: ",
                "1": "<b>המעשרים בכל ערי עבודתנו.</b> שנוטלים מעשרותיה' בכל ערי ישראל:\n"
            },
            "38": {
                "0": "<b>בעשר.</b> ל' בעשור: ",
                "1": "<b>את מעשר המעשר.</b> שהיו הלוים מעשרים מעשר מן המעשר ומביאים אותו לכהנים שלא היו עוזבים את בית המקדש:\n\n"
            }
        },
        "10": {
            "0": {
                "0": "<b>אחד מן העשרה.</b> שבישראל למען ישבו בירושלים לשמור העיר: ",
                "1": "<b>ותשע הידות.</b> תשעה חלקים שבישראל:\n"
            },
            "1": {
                "0": "<b>המתנדבים.</b> אשר נדבה רוחם אותם להיות יושבים בירושלים לשמור העיר מן האויבים:\n"
            },
            "2": {
                "0": "<b>ואלה ראשי המדינה אשר ישבו בירושלים.</b> הוא שנאמר בסמוך ובירושלים ישבו בני יהודה וגו':\n"
            },
            "3": {
                "0": "<b>מבני יהודה עתיה וגו'.</b> חוזר ומפרש מבני יהודה מי ומי היו וכל הפרשה אינה מונה כי אם הגדולים והחשובים שבהם:\n"
            },
            "8": {
                "0": "<b>פקיד.</b> ממונה: ",
                "1": "<b>משנה.</b> אחר (הפקיד):\n"
            },
            "10": {
                "0": "<b>נגיד.</b> ממונה: ",
                "1": "<b>נגיד בית האלהים.</b> ממונה על בית אלהים:\n"
            },
            "11": {
                "0": "<b>ואחיהם עושה המלאכה לבית.</b> וחבריהם שהיו עובדים עבודת הבית וקרבנותיו:\n"
            },
            "12": {
                "0": "<b>ראשים לאבות.</b> ראשי בית אב ממשפחות הכהנים:\n"
            },
            "13": {
                "0": "<b>ופקיד עליהם.</b> ממונה עליהם:\n"
            },
            "15": {
                "0": "<b>על המלאכה החיצונה.</b> אשר לבית כגון בנייני בדק הבית ועצי המערכה שהיו מביאים מבחוץ:\n"
            },
            "16": {
                "0": "<b>ראש התחלה יהודה לתפלה.</b> הוא היה ראש וממונ' וגדול לפתוח תחלה להודות בתפלה ובזמירות שירותיהם של לוים, יהודה כמו יודה והה\"א נכנסת בתיבה שלא לצורך כמו יוסף יהוסף:\n"
            },
            "18": {
                "0": "<b>והשוערים.</b> ממונין על שערי המקדש:\n"
            },
            "19": {
                "0": "<b>איש בנחלתו.</b> כל אחד בנחלתו היו יושבים:\n"
            },
            "20": {
                "0": "<b>בעופל.</b> מקום אחד אשר בירושלים: ",
                "1": "<b>על הנתינים.</b> ממונים על הנתינים:\n"
            },
            "21": {
                "0": "<b>ופקיד הלוים.</b> ממונה על הלוים אשר בירושלים: ",
                "1": "<b>לנגד מלאכת.</b> על מלאכת הבית ממונה כגון בנייני בדק הבית ושאר דברים שמוציאין ממון למעשה (למעשר) הבית כענין שנאמר למעלה ושבתי ויוזבד על המלאכה החיצונה וגו':\n"
            },
            "22": {
                "0": "<b>כי מצות המלך עליהם.</b> והמלך היה מאמין בהם: ",
                "1": "<b>על המשוררים.</b> להוציא ממון מאוצר המלך דריוש: ",
                "2": "<b>דבר יום ביומו.</b> כדי לעשות צרכי הבית:\n"
            },
            "23": {
                "0": "<b>ליד המלך.</b> הוא היה מצרן לעצת המלך דריוש: ",
                "1": "<b>לכל דבר.</b> לכל דבריהם אשר לעם לדבר עליהם אל המלך:\n"
            },
            "35": {
                "0": "<b>מחלקות יהודה לבנימין.</b> היו מחלקין במחלקותם אנה ואנה בארץ יהודה ובנימין:\n\n"
            }
        },
        "11": {
            "0": {
                "0": "<b>וישוע.</b> הוא יהושע הכהן הגדול:\n"
            },
            "6": {
                "0": "<b>בימי ישוע.</b> שהיו ראשים בימי יהושע כהן גדול:\n"
            },
            "7": {
                "0": "<b>הידות.</b> מן כלי שיר לומר שירה:\n"
            },
            "8": {
                "0": "<b>למשמרות.</b> כמו שמצינו (בדברי הימים א' כ\"ד ואילך) שהלוים היו חלוקים לעשרים וארבעה משמרות:\n"
            },
            "9": {
                "0": "<b>וישוע הוליד את יויקים וגו'.</b> כל אלו שבמקרא זה היו כהנים גדולים:\n"
            },
            "11": {
                "0": "<b>ובימי יויקים.</b> שהיה כהן גדול היו כהנים הללו הם היו ראשים ראשי בית אב למשמרותם: ",
                "1": "<b>לשריה מריה.</b> למשמרת של שריה היה מריה ראש בית אב ולמשמרת של ירמיה היה חנניה ראש בית אב וכן כולם ואת אשר לא פירש כל העשרי' וארבע משמרות לא דקדק המקרא בכך למנותם כולם:\n"
            },
            "21": {
                "0": "<b>הלוים בימי אלישיב.</b> הלוים הללו היו ראשי בית אבות במשמרות הלוים בימי אלישיב הכהן הגדול והכהנים המנוין למעלה בסמוך הם היו ראשי בית אבות במשמרותם גם בימי אלישיב: ",
                "1": "<b>על מלכות.</b> בימי מלכות דריוש היה דבר זה:\n"
            },
            "22": {
                "0": "<b>ועד ימי יוחנן.</b> כל אותן שהיו ראשי אבות הלוים עד ימי יוחנן כהן גדול מנוין שם בדברי הימים:\n"
            },
            "23": {
                "0": "<b>משמר לעומת משמר.</b> שהיו חלוקים במשמרותם לומר שירה:\n"
            },
            "24": {
                "0": "<b>שוערים משמר.</b> שוערים היו במשמר שלהם לשמור שערי הבית: ",
                "1": "<b>באסופי.</b> כמו בסיפי השערים:\n"
            },
            "25": {
                "0": "<b>אלה בימי יויקים.</b> אלה היו שוערים בימי יויקים:\n"
            },
            "26": {
                "0": "<b>ובחנוכת חומת ירושלים.</b> בתשלום חומת העיר לקדש את העיר: ",
                "1": "<b>ובתודות.</b> ובהודאות:\n"
            },
            "27": {
                "0": "<b>ומן הככר.</b> אשר סביבות ירושלים באו המשוררים:\n"
            },
            "29": {
                "0": "<b>ויטהרו.</b> תחלה טהרו את עצמן ואח\"כ טהרו את אחרים: ",
                "1": "<b>ואת השערים ואת החומה.</b> שלא תהיה טומאה שם בעיר:\n"
            },
            "30": {
                "0": "<b>מעל לחומה.</b> שקדש את העיר והלכו השרים ובית דין והכהנים והלוים עם שתי תודות סביב לעיר הכל כמפורש במסכת שבועות כדי לקדש את העיר: ",
                "1": "<b>שתי תודות.</b> שתי לחמי תודה כל לחם ולחם קרוי תודה: ",
                "2": "<b>ותהלוכות לימין.</b> וכאשר יצאו מן העיר כדי לסובבה הלכו לצד ימינה:\n"
            },
            "33": {
                "0": "<b>יהודה ובנימין.</b> שני שרים היו:\n"
            },
            "35": {
                "0": "<b>ואחיו.</b> חביריו של זכריה הכהן:\n"
            },
            "36": {
                "0": "<b>ועל שער העין.</b> לפני שער העין הלכו סביבות העיר: ",
                "1": "<b>ונגדם עלו.</b> ולפניהם עלו משער העין למעלות של עיר דוד ואותן מעלות היו לחומה:\n"
            },
            "37": {
                "0": "<b>והתודה השנית ההולכת למול.</b> תודה אחרת שהיתה שנית לחברתה היתה הולכת נגד חברתה בשוה ולא זו אחר זו: ",
                "1": "<b>ואני אחריה.</b> ואני הייתי הולך אחריה של תודה:\n"
            },
            "38": {
                "0": "<b>ועמדו.</b> שם היו עומדים שלא לילך יותר:\n"
            },
            "39": {
                "0": "<b>שתי התודות.</b> שנשאו אותם לבהמ\"ק:\n"
            },
            "40": {
                "0": "<b>בחצוצרות.</b> היו תוקעין מתוך שמחתן:\n"
            },
            "43": {
                "0": "<b>ויפקדו.</b> לשון פקידות: ",
                "1": "<b>הנשכות.</b> כמו הלשכות של בית המקדש: ",
                "2": "<b>לכנוס בהם.</b> ובאותן הלשכות היו נותנים כל מתנותיהם של כהנים ולוים ומשם היו חולקין ביניהם: ",
                "3": "<b>מנאות.</b> כמו מנות: ",
                "4": "<b>לכהנים ללוים.</b> כהנים היו נוטלים הראוי להם והלוים הראוי להם: ",
                "5": "<b>העומדים.</b> ומשמשים שם לפני הקב\"ה בתודות והודאות:\n"
            },
            "46": {
                "0": "<b>מניות.</b> כמו מנות: ",
                "1": "<b>ומקדישים ללוים.</b> היו נותנים במעשר ללוים והם היו נוטלים מעשר מן המעשר ונותנים לכהנים:\n\n"
            }
        },
        "12": {
            "2": {
                "0": "<b>כל ערב.</b> כל תערובות העכו\"ם כמו וגם ערב רב עלה אתם (שמות י״ב:ל״ח):\n"
            },
            "3": {
                "0": "<b>ולפני מזה.</b> ומקודם לכן: ",
                "1": "<b>קרוב לטוביה.</b> אותו אלישיב הכהן היה קרוב לטוביה חברו של סנבלט ונתן שם הכהן כליו של טוביה:\n"
            },
            "4": {
                "0": "<b>ויעש.</b> אלישיב: ",
                "1": "<b>לפנים.</b> שם היו נותנים קודם שבאתי לירושלים: ",
                "2": "<b>מצות הלוים.</b> מתנות הראויות ללוים:\n"
            },
            "5": {
                "0": "<b>ובכל זה.</b> ובכל המעשה הזה באתי אל המלך וחזרתי לבבל: ",
                "1": "<b>נשאלתי.</b> שיתן לי רשות לעלות לירושלים ולחזור:\n"
            },
            "8": {
                "0": "<b>ואומרה.</b> צויתי לטהר ויטהרו הלשכות וגומר:\n"
            },
            "9": {
                "0": "<b>מניות.</b> מנות: ",
                "1": "<b>לא נתנה.</b> שלא נתנו ישראל שם המתנות ועל כן ברחו והלכו להם אנה ואנה לשאול מתנותיהם ולא היו עוסקים כל כך בעבודתם:\n"
            },
            "10": {
                "0": "<b>ואקבצם.</b> קבצתי את הכהנים והלוים להעמידם על משמרתם בעבודתם וכל ישראל היו מביאים להם שם מתנותם:\n"
            },
            "12": {
                "0": "<b>כי נאמנים.</b> היו לחלוק המתנות ביניהם:\n"
            },
            "14": {
                "0": "<b>הערמות.</b> אלומות של תבואה: ",
                "1": "<b>ואעיד.</b> העידותי בהם שלא לעשות: ",
                "2": "<b>ביום מכרם ציד.</b> ביום שהיו מוכרים מזון וציד, ציד כמו ויתן להם צידה לדרך (בראשית מ\"ח):\n"
            },
            "15": {
                "0": "<b>והצורים.</b> סוחרים של צור מביאים דגים למכור:\n"
            },
            "18": {
                "0": "<b>ויהי כאשר צללו.</b> כאשר נטו הצללים של ערב שבת בשערים צויתי לסגור דלתות העיר שלא יפתחו עד אחר שבת שלא יבואו הרוכלים בעיר למכור סחורתן כדי שלא יחללו ישראל את השבת על ידיהם:\n"
            },
            "19": {
                "0": "<b>וילינו.</b> והיו לנים הרוכלים והסוחרים ביום השבת מחוץ לירושלים פעם א' ושתי פעמים כדי שיבואו בני ישראל לפתוח השערים ולקנות מהם בשבת:\n"
            },
            "20": {
                "0": "<b>ואומרה אליהם.</b> התריתי באותם הרוכלים: ",
                "1": "<b>אם תשנו.</b> אם תוסיפו לעשות פעם שנייה: ",
                "2": "<b>מן העת.</b> מן אותו יום והלאה לא באו ביום השבת:\n"
            },
            "22": {
                "0": "<b>הושיבו נשים.</b> אשר נשאו להם נשים של עכו\"ם:\n"
            },
            "23": {
                "0": "<b>חצי מדבר.</b> הרבה מבניהם היו מדברים לשון אשדודי' כאמותם:\n"
            },
            "24": {
                "0": "<b>ואכה.</b> נתתי להם מלקיות להלקותם כדי להוכיחם ולהזכירם:\n"
            },
            "25": {
                "0": "<b>גם אותו החטיאו.</b> כל שכן שתהיו חוטאים ע\"י נשיכם של עכו\"ם וזהו שנאמר בסמוך ולכם הנשמע וגו' בתמיה כלומר שלמה מלך ישראל נמצא חטא על ידי נשי' של עכו\"ם ואתם נשאתם נשים של עכו\"ם להיות חוטאין:\n"
            },
            "27": {
                "0": "<b>ומבני יוידע.</b> חתן לסנבלט אחד מבני יוידע חתן לסנבלט צורר היהודים והברחתיהו מעלי למען לא יהיה רגיל בירושלים בשביל חתנו לראות את העיר ואת מוצאיה ואת מובאיה:\n"
            },
            "28": {
                "0": "<b>זכרה להם.</b> הטובה אשר עשו:\n"
            },
            "30": {
                "0": "<b>בעתים.</b> לעתים היו כורתים עצים למערכה ולבכורים. שהיו מביאים בכורים בפרק אחד לכל דבר ודבר קבעתי זמנו:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Nehemiah"
}