{
    "title": "Har HaMoriyah on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Har_HaMoriyah_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [
            [
                "<b>הכשר </b>\n<b> לעבודה. </b> לאפוקי חללים ובעלי מומים כדאי' בתו\"כ בסדר שמיני (אחר מכילתא דמלואים) פרשה א' והובא במרן.",
                "<b> מן המזבח וכו'.</b> שם מנין לעשות את המזבח כאהל מועד ת\"ל אתה ובניך (וכתב הקרבן אהרן כלומר בכל מקום המיוחד לך ולבניך שהוא אהל מועד או המזבח עכ\"ל) ועוד שם רבי אומר נאמר כאן בבואכם ונאמר להלן בבואם אל אהל מועד מה בבואכם אל אהל מועד עשה את היציאה כביאה ואת המזבח כאהל מועד ואינו חייב אלא בשעת עבודה אף בבואכם אל אהל מועד האמור כאן עשה יציאה כביאה ואת המזבח כאהל מועד ולא יהי' חייב אלא בשעת עבודה עכ\"ל ולפנינו אי\"ה יבואר מזה.",
                "<b> עבודתו</b>\n<b> פסולה וכו'.</b> שם מנין דשתוי יין שעבד עבודתו פסולה ת\"ל ולהבדיל בין הקדש ובין החול עכ\"ל ועיין זבחים י\"ז ב' דעיקר הלימוד הוא מחוקה חוקה דמחוסר בגדים דמכאן לא ידעינן רק בעבודה תמה שחייבין עליה מיתה יעו\"ש היטיב וק\"ל ורש\"י בסנהדרין כ\"ב ב' פי' לפי הס\"ד כדרכו וכן פי' בתענית י\"ד ב' ועיין מש\"כ ר' ישעיה ברלין בתענית שם על הגליון בתוס' ד\"ה שתויי וכו' יעו\"ש היטיב (וע\"ע תוספתא פ\"א דכריתות יעו\"ש).",
                "<b> שנאמר</b>\n<b> ולא וכו'.</b> כן הוא בסנהדרין פ\"ג ב' והקשו תוס' בזבחים י\"ח א' ד\"ה אתיא וכו' דאמאי לא מפיק גז\"ש דחקה חקה ותירצו דאיצטריך משום שלשה כתובין הבאין כאחד כדאיתא התם כ\"ד א' יעו\"ש היטיב ועי' סנהדרין כ\"ב ב' ותענית י\"ז ב' יעו\"ש היטיב. וכתב מרן וז\"ל ומשמע מדברי רבינו דאסור ליכנס מהמזבח ולפנים אע\"פ שלא עבד אבל אינו חייב מיתה אא\"כ עבד עכ\"ל ואיני יודע מה צריך למשמעות במקום אשר רבינו לא בסתר דיבר לקמן הלכה ט\"ו יעו\"ש היטיב ושם יבואר אי\"ה בזה.",
                "<b> יין</b>\n<b> חי וכו'.</b> עי' תו\"כ שם ותוספתא שם ובכריתות י\"ג ב' דת\"ק ס\"ל דאינו חייב רק על יין דילפינן שכר שכר מנזיר ויין אתי במוזהר עליו בכל שהוא ועל יין מגיתו. ור' יהודה ס\"ל דשכר לרבות שאר המשכרין אבל אינו חייב מיתה רק על היין ועל שאר המשכרין באזהרה ור' אליעזר ס\"ל דאינו חייב רק בדרך שכרותו הא אם הפסיק בו או שנתן בו מעט מים ה\"ז פטור יעו\"ש היטיב ואיפסיקא הלכתא בש\"ס שם כר\"א יעו\"ש היטיב וא\"כ לר\"א י\"ל דאינו באזהרה כלל ביין מגיתו ובפחות מרביעית וא\"כ אזיל לה מש\"כ ותמה מרן וכתב וז\"ל ומ\"מ יש לתמוה כיון שמוזהרים על כל שהוא ויין מגיתו למה לא כתב שלוקים עליהם עכ\"ל ולפי מש\"כ מיושב היטיב הדבר ולפנינו אי\"ה יתבאר עוד בזה.",
                "<b> יין</b>\n<b> מגיתו וכו'.</b> ובתוספתא שם איתא וז\"ל שתה מגיתו יתר מרביעית פטור שתה פחות מרביעית בן ארבע בן חמש שנים חייב בין שמזגו בין ששתאו חצאין עכ\"ל בדברי הת\"ק והאי שתה פחות מרביעית חייב אין לו שחר לכאורה והמפרש שם הגיה שכצ\"ל שתה מגיתו או פחות מרביעית פטור יותר מרביעית בן ד' וה' שנים חייב יעו\"ש אבל לא נראה לענ\"ד כן דא\"כ מאי יותר מרביעית דנקט ויותר היה נ\"ל לומר כפשוטה דאולי ס\"ל לת\"ק דפחות מרביעית ביין מיושן שהוא יותר משלש שנים חייב אף בפחות מרביעית ולא יהא הדבר קשה כ\"כ דגדולה מזו מצינו בנזיר דלר' עקיבא חייב אף בכזית עיין תוס' עירובין ד' א' ד\"ה גפן וכו' ותוס' סוכה ו' א' יעו\"ש ועוד י\"ל דיש להגיה רביעית בן ד' בן ה' שנים חייב אמנם ברישא כדקאי קאי דשתה מגיתו יתר מרביעית פטור וק\"ל ומכאן יליף לה רבינו דמה אם לת\"ק כך כ\"ש לר' אליעזר דהלכתא כוותיה.",
                "<b> חייב</b>\n<b> מיתה וכו'.</b> והראב\"ד כתב ע\"ז וז\"ל א\"א לא מחוור מן הגמרא שיהא חייב מיתה ויפסול עבודה אלא שהוא באזהרה עכ\"ל והנה לשון הש\"ס שם מורה ובא כדברי רבינו דהכי איתא התם וז\"ל א\"ל והאמר רב הלכה כר\"א ומר הוא דקא רמי ביה מיא א\"ל הא לא קשיא הא ברביעית הא ביותר מכדי רביעית עכ\"ל מבואר מזה דביותר מכדי רביעית אית ביה נמי חיוב מיתה ומחלל עבודה דאי נימא דלא מחלל עבודה ואינו מחויב מיתה אם כן מאי דוחקיה דלוקמיה ביותר מרביעית לימא דאכתי איכא אזהרה ביה ואפילו בכדי רביעית ואי משום דר\"א אמר פטור הא ת\"ק נמי אמר בתוספתא דביין מגיתו פטור ומ\"מ איתא בש\"ס דאזהרה מיהא אית ביה וה\"נ נימא בדר\"א אלא ודאי דהש\"ס משמע ליה דהוראה תלוי בחיוב מיתה ובחילול עבודה והכי משמע בתוספתא מדתני התם וז\"ל וכשם שאם היה כהן פסול בעבודה וחייב בה מיתה כך אם היה חכם או ת\"ח אסור ללמד ולהורות עכ\"ל משמע דזה תלוי בזה ולקמן יבואר עוד אי\"ה מזה, והא דרב לא מוקים אמורא עילויה וכו' י\"ל דשתה יין חי והכי משמע קצת מדקאמר ומר הוא דקא רמי ביה מיא משמע אבל רב היה שותה חי דאל\"כ הו\"ל להקשות דרב אדרב דהוא בעצמו אמר הלכה כר\"א ולמה לא מוקים אמורא עילויה וק\"ל ולפי האמת י\"ל דרב שתה טפי מרביעית ולכן לא מוקים אמורא עילויה אף בשתה מזוג."
            ],
            [
                "<b>ה\"ז </b>\n<b> לוקה וכו'.</b> פיסקא זו תמוה כיון דפסק לעיל כר\"א א\"כ איצטריך שכר למידי דמשכר ומנ\"ל לחייב בשאר משקין ובמרן הובא תשובת הרשב\"א בזה בב' דרכים.<br><b> הדרך</b> הראשונה והוא דמחלוקתם בהא. דת\"ק ס\"ל דהאיסור שנאמר בו דהיינו מיתה לא הוי רק בשותה שיעור כדי לשכר ובאיכותו כדי לשכר והיינו רביעית בן ארבעים יום וכל ששתה בדרך זה אפילו שלא נשתכר כגון שתה והפסיק או שהיו מזוג חייב ויין אתי להורות דאם היה פחות מרביעית או שהיה יין מגיתו ה\"ז באזהרה דאי לא תימא הכי לכתוב שכר לחוד וילפינן שכר שכר מנזיר ור\"י ס\"ל דשכר לשאר המשכרין אתי וס\"ל דלא בעינן משכר דווקא ולפי\"ז אפי' פחות מרביעית או מזוג או שהפסיק בשתייתו ואפילו יין מגיתו נמי חייב ויין למיתה ושאר משכרים באזהרה. ור' אליעזר ס\"ל כת\"ק דבעינן כדי לשכר דווקא ועדיפא מיניה דבעינן ראוי לשכר בשעת שתיה והיינו שלא יהיה מזוג ושלא יפסיק בשתייתו ושכר אתי לשאר המשכרין ומדכתיב שכר אל תשת היינו דבעת שתייתו יהא משוכר וע\"כ שכר לשאר המשכרין הוא דאתא דאל\"כ למה לי אל תשת לכתוב יין אל תשת ושכר ואמרינן אל תשת כדי לשכר ל\"ל אל תשת אל תשת תרי זימני (וכוונתו על דברי הש\"ס שם דקאמר התם ור\"א אומר יין אל תשת ושכר אל תשת ועיי\"ש בש\"ס על הגליון) אלא ודאי דתרי מילי נינהו ושכר לכל מילי דמשכר נמי אתי ויין דאתי לחלק כר' יהודא דיין במיתה ושאר משכרים באזהרה והנפק\"מ בין ר\"י ובין ר\"א דלר\"י לא בעי שיעור רביעית כלל לא ביין ולא בשאר דברים ולר\"א בעינן שיעורא דווקא והברייתא דאכל דבילה מיירי אפילו בלית ביה שיעורא כלל אלמא דכר\"י אתי וכיון דאיפסיקא הלכתא כר\"א ממילא דבעינן שיעורא דווקא והיינו רביעית יין בלתי מזוג ובלתי הפסקה למיתה ושאר משכרים בהך גוונא באזהרה יעו\"ש שהאריך בזה.<br><b> והדרך</b> השניה דלר\"י נמי בעינן רביעית דווקא דשתיה אין פחות מרביעית והא דקאמר ת\"ק יכול אפילו כל שהוא אינו עיקר אלא יכול יין מגיתו הוא העיקר אבל כיון שסוף סוף מרבה כל שהוא לרבות לאזהרה נקטיה א\"נ האי כל שהוא כוונתו אכזית וס\"ל בנזיר נמי חייב בכזית והוי ילפינן שכר שכר מנזיר (וכזית מיקרי כל שהוא כדאיתא בשבת צ\"א א' והתימה על רשב\"א שלא הראה מקום לזה) ומסיק דכתיב יין ושכר יין כדי לשכר בעינן והיינו רביעית ובן ארבעים יום למיתה ופחות מרביעית ויין מגיתו לאזהרה. ור\"י ס\"ל דשכר לשאר משכרים וכולהו בעינן רביעית דווקא ור\"א ס\"ל דיין שיעורא כדי רביעית ובלתי מזוג בלי הפסק אבל בשאר משכרים בעינן דווקא שיהי' משוכר ממש וברייתא דנקט אכל דבילה קעילית וכו' משמע כל שאכל כשיעור כדי שישתכר או ששתה רביעית שאר משקין אע\"ג דלא נשתכר חייב אתי כר\"י דלר\"א אינו באזהרה בשאר משקין רק עד שישתכר ממש ורבינו פסק כר\"א וזה שכתב ביין רביעית ובשאר משקים כתב היה שכור משאר משקין ולא כתב רביעית יעו\"ש היטיב וע\"ע בקרן אורה מש\"כ בזה.<br><b> אך</b> צל\"ע קצת דהא ר' יהודה ס\"ל דשאר משקים מחלי עבודה כדאיתא בבכורות מ\"ה ב' וא\"כ כיון דר\"א ס\"ל בשאר משכרים כר\"י הו\"ל למיפסק דמחלל עבודה וסבור הייתי לומר דסמך עצמו אסוגייא דבכורות מ\"ה ב' דשם סתם משנה דשכור משאר משקין פסול הוא מלעבוד אבל אחולי עבודה לא אחיל ודלא כר\"י דס\"ל אחולי עבודה נמי (ועי' תוס' זבחים י\"ד ב' ד\"ה שיכור וכו' יעו\"ש היטיב שדבריהם מגומגמין והעיקר שט\"ס הוא וצ\"ל כמו שהוא בתוס' יומא מ\"ט א' יעו\"ש היטיב וק\"ל) אבל אי קשה הא קשה דכתב רבינו כאן דלוקה והא שם בבכורות מ\"ג ב' איתא מאי איכא בין שאינו שוה בזרעו של אהרן ומשום מראית העין איכא בינייהו עשה עכ\"ל משמע דעשה לחוד הוא דאיכא בינייהו וא\"כ הא אעשה לא לקי הן אמת דרבינו אזיל לשיטתו פ\"ו ה\"ו כתב בהדיא וז\"ל וכל מי שיש בו מום מן המומין המיוחדין לאדם ועבד אע\"פ שהוא לוקה לא חלל עבודדלקמן בתו עכ\"ל וכ\"כ בפי' המשניות בבכורות שם במשנת החרום פסול וכו' יעו\"ש ועי' במל\"מ שם מש\"כ בזה אמנם שפתי רבינו ברור מללו דדבר שאינו שוה בזרעו של אהרן ועבד מילקא לקי ואחולי עבודה לא מחיל וא\"כ רבינו כתב כאן שפיר ולק\"מ עליה ופסק לגמרי כר\"א והתימה בעיני על השליטים האלה שלא תירץ כן בפשיטות.<br><b> והא</b> דמוקי לה הש\"ס בכריתות ובבכורות הך ברייתא דאכל דבילה קעילית וכו' כר' יהודה ולפום דברי רבינו אתיא ככו\"ע גם מהא לק\"מ דהנה רבינו גרס התם בברייתא ונכנס במקדש ועבד וכמו שהוא לפנינו בכריתות שם והנה על כרחך האי חייב היינו מלקות ולא מיתה דבמיתה אף לר\"י אינו חייב וא\"כ על כרחך היינו מלקות וא\"כ תיקשי ל\"ל ועבד הא לרבינו חייב מלקות אף בביאה ריקנית וכמש\"כ לקמן בהלכה ט\"ז יעו\"ש אלא ודאי דקמ\"ל דמחיל עבודה נמי ואהכי מוקי לה כר' יהודה א\"נ י\"ל דהוא גורס כמו שהוא בתוספתא פ\"א דכריתות ה\"ז לוקה ארבעים ועובר בל\"ת יעו\"ש וסבור הייתי לומר דרבינו לא גרס ועבד ובשכור בשאר משכרין בעינן דווקא ועבד אבל משום שתוי יין חייב על ביאה ריקנית ולמה חייב בלא עבד אלא ודאי שאתי כר\"י דמשווה שאר משכרין ליין לאזהרה אבל לדידן יש לחלק בין ביאה ריקנית בין שתוי יין לשאר משכרין אבל באמת זה אינו וכמש\"כ רבינו בהלכה ט\"ז בפי' דחייב בביאה ריקנית ג\"כ בשאר משכרין וחיליה מהא דבכורות מ\"ג ב' דקאמר איכא בינייהו אחולי עבודה ולמה לא חילק בינייהו בביאה ריקנית ושם יבואר עוד בזה. וזהו שרציתי לבאר כעת.<br><b> ולפ\"ז</b> העיקר לדינא כתירוץ שני ב' של הרשב\"א שלרבינו אינו לוקה בשאר משכרין רק כשהוא שכור ממש ועי' לשונו בפי' המשניות בבכורות פ\"ח במשנת הכושי והגיחור וכו' וז\"ל ומה שאמר שהשכור מכלל המומים המיוחדים המותרים באדם כבר זכרנו (הוא במשנת החרום וכו') שבעלי מומין המיוחדים באדם אינם מותרים לעבודה ולפיכך השכור אינו מותר לעבודה וזהו אמת אבל מי שנשתכר מדברים המבלבלין המוח זולתי מיין והשכר כגון ששתה חלב הרבה או אכל דבש או העשב הנקרא בלשון ערב סיכרא\"ן ובלעז נושקימא\"י אינו נדון כדין זה רק כשהוא שתוי יין או שכר הוא מחלל עבודה עכ\"ל (והנה לשונו מגומגם ונ\"ל להגיה אבל במקום רק ורק במקום אבל ותיבות אינו נדון הוא ט\"ס וצ\"ל נדון וכו') אבל דווקא כשנתבלבל דעתו והטעם משום דאינו שוה בזרעו של אהרן ועי' לפנינו מה שאכתוב עוד בזה אי\"ה (והנה אחר כותבי זה מצאתי בס' מגן גבורים בסי' קכ\"ח שהביא בשם ס' חק נתן שכתב ג\"כ כמש\"כ ונתתי שמחה בלבי שנחני ה' בדרך אמת)."
            ],
            [
                "<b>אסור </b>\n<b> לכל וכו'.</b> עיי\"ש בתורת כהנים וז\"ל יכול יהו ישראל חייבים מיתה על ההוראה ת\"ל אתה ובניך ולא תמותו אתה ובניך במיתה ואין ישראל חייבים מיתה יכול לא יהו ישראל חייבים על ההוראה במיתה אבל יהא אהרן ובניו חייבים על ההוראה במיתה ודין הוא ומה אם ישראל שמוזהר לבא אל אהל מועד שתויי יין ולא שתויי יין אין חייבין מיתה על ההוראה אהרן ובניו שאין מוזהרין לבא אל אהל מועד אלא שתויי יין אינו דין שלא יתחייבו מיתה על ההוראה יצאו ישראל מן הכתוב אהרן ובניו מק\"ו עכ\"ל ועי' כריתות שם ושם בתוספתא וביצה ד' א' ועירובין ס\"ד א' וכתובות י' ב' וזבחים י\"ח א' יעו\"ש היטיב.",
                "<b> אפילו</b>\n<b> אכל וכו'.</b> עי' בתוס' כריתות שם ד\"ה אמר רב וכו' דכתבו דהא דאוכל תמרים אל יורה היינו מדרבנן יעו\"ש ובכתובות שם כתבו דאע\"ג דלעבודה אינו פסול מ\"מ פסול להוראה מידי דהוי שיכור משאר משכרים דאע\"ג דלא מחיל לעבודה מ\"מ פסול לעבודה כדאיתא בבכורות מ\"ה ב' ה\"ה כאן אע\"ג דלא מחייב אביאת מקדש מ\"מ פסול להורות יעו\"ש ובאמת אין מהך דבכורות שום ראיה לפענ\"ד די\"ל דהתם הוי טעמא משום דאינו שוה בזרעו של אהרן משא\"כ כאן (וכנ\"ל בהלכה ב') ועוד יש להקשות לפי תירוץ התוס' הכא והתם מאי מקשה רב אחא דהוצל לרב אשי מר קא רמי ביה מיא ומאי קושייא הא גבי הוראה או מדרבנן אסור או משום דשאני מחיוב ביאת מקדש וכבר העירותי לעיל בס\"ק ז' וכן מצאתי כעת בס' שאילת שלום על השאלתות פרשת שמיני אות פ\"ח שהרגיש בזה וכתב שמכח זה פסק השאלתות דר' אליעזר מודה לר' יהודה בשאר משכרים יעו\"ש היטיב. והנה יש ליישב דברי התוס' דכאן דבשלמא בשאר משכרים כיון דלא נזכרו בתורה בהדיא לא לאיסור ולא להיתר יש כח ביד חכמים לגזור ולאסור אבל ביין מזוג כיון דתורה התנה בהדיא דאינו אסור להורות רק בשתה יין דרך שכרות אבל כל שהפסיק בה או מזג כיון דמן התורה יכול להורות שוב אין כח ביד חכמים לגזור ולאסור וכדעת הט\"ז הבאתיו לעיל סי' פ\"ז מהל' בית הבחירה ה\"ו ד\"ה לישב יעו\"ש.<br><b> ולענ\"ד</b> נראה לחלק בענין אחר דהא חזינן בעירובין ס\"ה א' בצר אל יורה יעו\"ש והנה הסברא נותנת כל שאין דעתו מיושבת עליו ישתבש בסברא כידוע מהחוש ועי' ש\"ך יו\"ד סי' רמ\"ב ס\"ק כ\"א. ולכן כל שהוא שיכור אין לו להורות והא דפריך בכריתות שפיר פריך אטו לא מזוג ולא הפסיק כתוב בתורה רק שכר כתוב בתורה וס\"ל לר\"א דמזוג או בהפסיק אין זה דרך שיכרות ולכן שפיר תמה רב אחא כיון דשתה מזוג אין בו כדי לשכר ודעתו צלולה עליו ואמאי לא רצית להורות אבל כל שיש בו שכרות יהיו מאיזה טעם שיהיה הרי הוא אסור להורות וחזינן דהתורה הקפידה על השכרות ממילא ידעינן דכל שהוא שיכור אסור להורות וכדמשני דביותר מרביעית אף במזוג יש בו כדי לשכר ממילא דחייב מיתה בזה וכדעת רבינו בהלכה א'.<br><b> והנה</b> מדברי השאילתות הללו מבואר כדברי הדרך הראשונה שבתשובות הרשב\"א בהלכה ב' יעו\"ש.",
                "<b> בתורה</b>\n<b> עד וכו'.</b> שם בכריתות. והטעם דאין זה הוראה וכן מבואר בהוריות ד' א' יעו\"ש ודווקא דבר המפורש בתורה אבל דבר המפורש בספרים אסור להורות עי' ש\"ך שם ס\"ק כ\"א ובט\"ז ס\"ק ג' ועיי\"ש באחרונים."
            ],
            [
                "<b>קבוע </b>\n<b> להוראה וכו'.</b> עי' ש\"ך שם ס\"ק י\"ט."
            ],
            [
                "<b>והי' </b>\n<b> בה מים וכו'.</b> כתב ע\"ז הראב\"ד וז\"ל א\"א אף זה לא מחוור דפטור קאמרינן אבל מותר לעבוד לא אמרינן אלא שהוא מותר להורות עכ\"ל והנה כאן החמיר הראב\"ד בעבודה יותר מהוראה ולעיל בסעי' א' ביותר מרביעית מזוג החמיר בהוראה יותר מבעבודה ורבינו משווה מדותיו והכי משמע שם מדמקשה ליה והאמר רב הלכה כר\"א יעו\"ש ומאי קושיא והא ר\"א פטור קאמר ולא מותר ומאן יימר לחלק בין עבודה להוראה אלא ודאי דהכל חד דינא להו ועי' בתוס' כתובות שם שהבאתי לעיל דס\"ל דהוראה חמיר מעבודה. וגם מש\"כ הראב\"ד לעיל בהלכה א' דיותר מרביעית מזוג אינו חייב מיתה ולא מחלל עבודה רק שהוא באזהרה. דמבואר ממנו דדבר שהוא באזהרה אינו מחלל עבודה ובבכורות מ\"ה ב' מבואר דשאר משכרין לר' יהודה ה\"ז באזהרה ומחלל עבודה וצ\"ע בזה (וע\"ע במר\"ן מש\"כ בזה) ועי' רדב\"ז ח\"ה סי' ק'.",
                "<b> או</b>\n<b> ישן וכו'.</b> זה מבואר בש\"ס בתענית ט\"ז ב' ובסנהדרין כ\"ב ב' לענין עבודה ובעירובין ס\"ד ב' לענין הוראה ובזה לא פליג הראב\"ד.",
                "<b> מרביעית</b>\n<b> אפילו וכו'.</b> עי' לעיל הלכה א'.",
                "<b> שינת</b>\n<b> מעט וכו'.</b> עי' מרן שכתב וז\"ל ודקדק רבינו לכתוב שינה מעט כלומר דאילו שינה הרבה מפיגה את היין עכ\"ל וכ\"מ דקאי אהא דאמר שינה כל שהוא ודרך מיל ועלה קאי דליותר מרביעית לא מהני משמע אבל הרבה שינה מהני ליותר מרביעית. ואף דרבינו לא כתב דהילוך ג' מילין מהני אף ליותר מרביעית משום דבש\"ס שם מוכח דלא מהני דכי משני שם שאני יין האיטלקי דמשכר טפי ופריך והאמר רב נחמן אמר רבה בר אבוה לא שנו אלא ששתה רביעית אבל שתה יותר מרביעית כ\"ש דרך טורדתו ושינה משכרתו וכו' ואי איתא דהילוך יותר ממיל מהני ליותר מרביעית מאי פריך דהא התם ג' מילין הוי אלא ודאי דפשיטא ליה דאפי' ביותר ממיל משכרתו אבל לענין שינה י\"ל דדוקא שינה מעט לא מהני ליותר מרביעית אבל שינה הרבה מהני ג\"כ ליותר מרביעית. ולכאורה יש לעיין בזה כיון דפסיקא ליה להש\"ס דהילוך יותר ממיל לא מהני ליותר מרביעית א\"כ מנ\"ל לרבינו דשינה הרבה מהני ליותר מרביעית אבל באמת לא דמי אהדדי דאטו מי שישתה יותר מרביעית וכי לעולם לא יפוג יינו ממנו ולכן כל שישן הרבה בענין שפג יינו ממנו מהני וזה לא אתי רק מצד הסברא וכן בהילוך גופיה מהני עד שיפוג יינו מעליו כמבואר שם בש\"ס וכאן בדברי רבינו ועיין באו\"ח סי' צ\"ט סעיף ב' דברכוב מהני אף ליותר מרביעית ודוקא בשלשה מילין מהני יעו\"ש היטיב ובאחרונים ועיי\"ש בט\"ז וב\"ח שהאריכו ליישב אמאי לא מייתו הרי\"ף ורבינו והרא\"ש הך דרכוב יעו\"ש היטיב ובפשיטות נ\"ל כי לפי סוגיית הש\"ס מעיקרא מסיק דביותר מרביעית לא מהני דרך כלל רק ברכוב מהני אפי' ליותר מרביעית ולבסוף קאמר דהשתא נמי לר' אבא לא קשיא דרכוב שאני ור\"ל דלעולם לרביעית מהני דרך מיל רק דברכוב לא מהני מיל והנה לפי תירוץ בתרא לא מהני דרך ליותר מרביעית אפי' ברכוב ואפי' ביותר ממיל ולתירוץ קמא מהני ברכוב במיל ברביעית ויען כי מסתפקא להו איזה לשון הוא עיקר לכן השמיטו לגמרי וע\"ע שם בקרבן נתנאל מש\"כ בזה יעו\"ש היטיב ומה שנראה לענ\"ד כתבתי."
            ],
            [
                "<b>מותרין </b>\n<b> לשתות וכו'.</b> עיין תענית י\"ז ב' ובירוש' שם פ\"ב הי\"א יעו\"ש ובתוספתא שם פ\"ב יעו\"ש.",
                "<b> וישכים</b>\n<b> לעבודתו וכו'.</b> הכי מפרש לה רבינו הא דקאמר שהם תדירין בעבודה והראב\"ד השיג ע\"ז ועיין מרן ועיין בריטב\"א הגירסא מפני שעובדין יעו\"ש."
            ],
            [
                "<b>קבועים </b>\n<b> בעבודת היום וכו'.</b> האי היום מוקף בשני חצאי לבנה ולענ\"ד נראה דבכוונה גדולה כתב רבינו תיבת היום כי רבינו אזיל לשיטתו לעיל סי' י\"ב שמ\"ע שיתחלקו הכהנים כלם למשמרות יעו\"ש ובס' המצות מ\"ע ל\"ו והרמב\"ן השיגו שם והביא ראיה מהך דקתני ויודע שבתי אבותיו קבועים יעו\"ש ובריטב\"א בתענית שם ובפ\"ד וכמש\"כ בחי' לתענית. אמנם רבינו בהא דסיפא אינו גורס ויודע שבתי אבותיו קבועים (גבי הא דאינו מכיר משמרתו ומשמרת בית אב שלו) וכמש\"כ מרן יעו\"ש והיינו טעמא דלרבינו כל הכהנים היה להם בית אב קבוע והא דנקט ברישא ויודע שבתי אבותיו קבועים היינו ר\"ל שיודעים למשל שהם ממשמרת יהויריב ויודעים שם הבית אב שלהם ויודעים היום שבית אב שלהם משמש אבל זה א\"צ לידע כי בתי אבותיו קבועים כי לא סגי בלא\"ה ומיושב בזה השגתם (ודע כי הלשון בהשגת הרמב\"ן שם הוא כך וז\"ל אבל יש מהם שאין להם משמר קבוע כמו שאמרו בגמרא תענית י\"ז ויודע שבתי אבותיו קבועים ואינו יודע שבתי אבותיו קבועים עכ\"ל והנה בש\"ס שלפנינו ליתא להך דואינו יודע שבתי אבותיו קבועים ואולי היה לו גירסא אחרת).<br><b> היום.</b> ולדעת הראב\"ד שרי בכל ענין כי רבי פליג על כל זה שכתב וז\"ל א\"א הלכה כרבי שתקנתו קלקלתו שאין עכשו שעת עבודה ולמהרה יבנה לא חיישינן ובין מכיר ובין שאינו מכיר מותר לשתות יין דסתמא אמר אביי כמאן שתו כהני האידנא חמרא כרבי עכ\"ל אמנם דעת רבינו כמש\"כ מרן דרבי לא פליג רק אבבא דסיפא דאינו מכיר משמרתו ומשמרת בית אב שלו יעו\"ש ויש להביא ראיה ממאי דאיתא בירושלמי פ\"ב שם הי\"א וז\"ל וכל מי שאינו מכיר לא אנשי משמר שלו ולא אנשי בית אב שלו ואינו מבתי אבות קבועים (זהו ט\"ס וצ\"ל והוא מבתי אבות הקבועים כמש\"כ הקרבן העדה) רבי אומר אומר אני שהוא אסור לעולם אלא שתקנתו קלקלתו יעו\"ש אלמא משמע דבהא לחודיה פליג וע\"ע בתוספתא וז\"ל כל שאין מכיר לא את משמרתו ולא את בית אב שלו והוא מבתי אבות קבועים אסור כל חדש רבי אומר אומר אני שיהא זה אסור לעולם אלא שתקנתו קלקלתו עכ\"ל מבואר מלשון זה שרבי פליג רק על זה האחרון ועיי\"ש בחידושי אגדות לרש\"א שכתב ג\"כ כרבינו וצ\"ע שלא הביא דברי רבינו.<br><b> ועיין</b> בסנהדרין כ\"ב ב' דפריך ויין שלא בזמן ביאה שרי והא מדרבי שרי אלמא דרבנן אסרי. והנה לרש\"י וראב\"ד ניחא דלרבי בכל ענין שרי אפי' במכיר משמרתו ובית אב שלו אבל לפי' רבינו הו\"ל להקשות גם מרבי במכיר משמרתו ובית אב שלו לענין אותו יום או במכיר משמרתו ולא בית אב שלו לענין אותו שבת ויש לעי' בזה ויש לדחוק דסתם כהנים האידנא אינם מכירים כלל משמרתם ומשמרת בית אב וזמן ביאה מיקרי באותם המכירים ושלא בזמן ביאה מיקרי אותם שאינם מכירים וצ\"ע בזה ולכאורה יש ראיה לרבינו דלפירש\"י יקשה אמאי קאמר הש\"ס מכלל דרבנן אסרי הא בהדיא מבואר כן בברייתא דרבנן ס\"ל דאסורים לשתות במכיר את משמרתו ובית אב שלו ביום המיועד לעבודתו וכן במכיר משמרת שלו ולא בית אב שלו אסור בשבת שלו ובאינו מכיר לא משמרתו ולא בית אב שלו אסור כל השנה אלא ודאי דהפלוגתא היא באינו מכיר משמרתו ולא בית אב שלו ועיקר הגירסא כמו שהוא בירושלמי דתענית דבבבא האחרונה לא נזכרו החכמים כלל ורק דברי רבי בלבד ושפיר קאמר הש\"ס מכלל דרבנן אסרי. שוב ראיתי בחי' הר\"ן בסנהדרין שם שהרגיש בזה וכמה דברים שעלו על דעתי מצאתי שם יעיין המעיין משם יעו\"ש היטיב (וע\"ע בריטב\"א בתענית שם שדעתו כדעת הראב\"ד ומה שאמר מכלל דרבנן אסרי ה\"ט משום דס\"ד דרבנן מיירו בזמן שביהמ\"ק קיים ומיירי כגון שהוא חוץ לירושלים יעו\"ש היטיב).<br><b> שאינו</b> יכול וכו'. כתב הראב\"ד וז\"ל א\"א כמה חלושים דבריו וקלושים וכי כשיבנה ביהמ\"ק לא יהיה שם מצרף ומטהר ומודיע המשמרות הראויות ושבתם ויומם ואיזה שהות יהיה שם לקביעותם עכ\"ל ותורף כוונתו כי הבין מדברי רבינו דמותרים לשתות אף לאחר בנין ביהמ\"ק עד שיקבעו במועדם וע\"ז השיג וכי איזה שהות יהיה שם והלא תיכף כשיקבע הביהמ\"ק תיכף ישב מצרף ומטהר לקבוע משמרותם ובתי אבותם והו\"ל לרבינו לכתוב בקצרה והרי הוא מותר לשתות תמיד עד שיבנה ביהמ\"ק ועיין במר\"ן מש\"כ ע\"ז וכתב עוד וז\"ל ועוד י\"ל דרבינו לא בא ללמד שכשיבנה ביהמ\"ק אסור לו לשתות עד שיקבע אלא בא ליתן טעם למה מותר לשתות יין בזה\"ז וה\"ק שאינו יכול לעבוד עד שיקבע בבית אב שלו ובמשמרתו וכיון שעכשו אינו קבוע אינו ראוי לעבודה ולפיכך מותר ביין ולכשיבנה ביהמ\"ק ויקבע אז יאסר ולא קודם עכ\"ל ודבריו תמוהים ואדרבה אם היה עולה על דעת הראב\"ד שרבינו אוסר לאחר בנין ביהמ\"ק עד שיקבעו המשמרות לא היה משיג עליו כלל ומי הגיד לו כלל שהכוונה היתה מתחלה לאסור לאחר הבנין עד שיקבעו המשמרות הא אדרבה איפכא משמע דעד שיקבעו המשמרות מותרין בשתיית יין. לכן נראה לענ\"ד כי ט\"ס הוא וצ\"ל דרבינו לא בא ללמד שכשיבנה ביהמ\"ק מותר לו לשתות עד שיקבע וכו' וכוונתו כי גם רבינו לא התיר רק עד שיבנה ביהמ\"ק ואז יקבעו המשמרות ויאסרו אבל קודם בנין ביהמ\"ק מותרים ולכשיבנה ביהמ\"ק תיכף יאסרו לשתות יין כנ\"ל ברור ונכון.<br><b> ועיין</b> בירושלמי פ\"ב דתענית הי\"א מבואר שם לפי' הקרבן העדה דאימתי שהכהן אסור בשתיה לרבנן כגון במכיר משמרתו ובית אב שלו דאסור באותו יום או במכיר משמרתו ולא בית אב שלו דאסור כל השבת אסור נמי בהספד ובמלאכה יעו\"ש היטיב ועיי\"ש בס' שלום ירושלים דפי' דזה קאי אליבא דרבי באינו מכיר משמרתו ומשמרת בית אב שלו דאם יהיה אסור לעולם בשתיית יין יהא נמי אסור בהספד ומלאכה וזה ודאי אי אפשר יעו\"ש היטיב."
            ],
            [
                "<b>אסור </b>\n<b> לו וכו'.</b> עיין לעיל פ\"ז מהל' בית הבחירה ה\"כ יעו\"ש היטיב.",
                "<b> חייב</b>\n<b> מיתה וכו'.</b> כ\"ה בתענית י\"ז א' ובסנהדרין כ\"ב ב' ושם פ\"ג ב' ועיין מרן שכתב דמפסוק ראשיכם לא תפרעו לא ידעינן רק דאין מחוייבין לפרוע הא חיוב מיתה לא שמעינן יעו\"ש היטיב והכי משמע במו\"ק י\"ד ב' אמנם עיין בתו\"כ שמיני במכילתא דמלואים אי' וז\"ל ובגדיכם לא תפרומו לא תקרעו בגדיכם ולא תמותו ממשמע לאו אתה שומע הן עכ\"ל ומשמע מזה דמגופיה ידעינן דבמיתה ועי' לקמן סעיף י\"ד ועיי\"ש בקרבן אהרן ולכאורה דברי רבינו סותרים עצמן דכאן תפס שיטת הש\"ס שלנו ולקמן בקרועי בגדים תפס שיטת התו\"כ וסבור הייתי לומר דהתו\"כ לא קאי רק אקרועי בגדים ולא אפרועי ראש וראיה לזה דסתם סיפרא ר' יהודה והוא ס\"ל דמקרא נדרש לפניו ולא לפני פניו כדאי' בר\"ה ט' ב' אבל מ\"מ אינו ניחא דהא לדידן קי\"ל דנדרש לפני פניו כמבואר שם בר\"ה ובחולין קי\"ח ב' יעו\"ש ועיין בס' המצות לרבינו בל\"ת מצוה קס\"ג וז\"ל שהזהיר הכהנים מלהכנס במקדש מגודלי שער כמו שיעשו האבלים שלא יספרו שערם והוא אמרו ראשיכם אל תפרעו אמרה תורה לא תרבו פרע ויחזקאל באר ואמר ופרע לא ישלחו וכן אמר במצורע וראשו יהי' פרוע ואמרינן בספרי יגדל פרע ולשון ספרא ג\"כ ראשיכם אל תפרעו אל תגדלו שער וכבר נכפלה אזהרה זאת בכה\"ג ואמר את ראשו לא יפרע ואמנם נכפלה כדי שלא תחשוב שאמרו לאלעזר ואיתמר ראשיכם אל תפרעו אמנם הוא בעבור המת לבד אבל אם עשה זה שלא ע\"ד האבלות מותר ולכן באה בכה\"ג שזה בעבור העבודה והעובר על לאו זה במיתה כלומר ששימש והוא פרוע ראש ובכלל אלו שבמיתה פרועי ראש לפי אמרו ולא תמותו וכשנכנס למקדש והוא פרוע ראש ולא עבד ה\"ז באזהרה ולא במיתה עכ\"ל והנה לפי\"ז מבואר שלא מיחזקאל למד רק מתורה גופיה רק דהו\"א דדוקא על אלעזר ואיתמר נאמר ועל המת דוקא אמנם שלא על המת מותר לעבוד בפרוע ראש לכן נכפלה בכ\"ג להורות שהאיסור הוא משום עבודה והנה במצוה קס\"ד כתב במצות קרועי בגדים וז\"ל שהזהיר הכהנים מהכנס למקדש והם קרועי בגדים והוא אמרו יתעלה ובגדיכם לא תפרומו וכו' ונכפלה זאת האזהרה ג\"כ באמרו בכה\"ג ובגדיו לא יפרום ודע שכה\"ג אסור אפי' שלא בשעת עבודה לקרוע על מתו שמת לו ובעבור התוספת הזה נכפל בו הלאו עכ\"ל ומבואר מזה להיפך כי בכה\"ג אסור על מת אפי' שלא בשעת עבודה וזה היפך ממש\"כ במצוה קס\"ג ועיין לעיל פ\"ה מהל' כלי המקדש ה\"ו יעו\"ש והנה כבר הרגיש הרמב\"ן בסתירת דבר זה, אמנם לפענ\"ד אין סתירה בזה כי כוונתו במצוה קס\"ג כי אם לא היה מזהיר בכה\"ג הו\"א כי הלאו שנאמר באלעזר ואיתמר הוא שלא בשעת העבודה רק על המת כמו שהוא דיננו היום בכה\"ג אבל משנאמר הלאו בכה\"ג דהוא מוזהר על המת מכלל דכהן הדיוט אינו מוזהר על המת א\"כ מה זה דכתיב ראשיכם אל תפרעו ע\"כ היינו בשעת עבודה ונמצא שאין סתירה בדברי רבינו ודבריו שפיר עולים לדינא.<br><b> והנה</b> לרמב\"ן ז\"ל דרך אחרת בזה והוא כי מצוה של אלעזר ואיתמר היא מצוה לשעה שהיו אסורים אז באבילות כדין כה\"ג אמנם לדורות לא הוזכר כאן כלל ורק גמרא גמירי לה ואתא יחזקאל ואסמכה אקרא דפרועי ראש במיתה ומחללי עבודה וקרועי בגדים ג\"כ במיתה ומחללי עבודה והטעם כי הם בכלל מחוסרי בגדים יעו\"ש היטיב וע\"ע בפירושו לתורה בפרשת שמיני ובספרו תורת האדם שער הקריעה דף י\"א ע\"א וע\"ב יעו\"ש היטיב ורק שבתורת האדם כתב וז\"ל תדע דהא התם משום עבודה קא מזהר להו רחמנא כדקי\"ל בפרועי ראש ומחוסרי בגדים דבמיתה וקרועי בגדים נמי מחוסר בגדים נינהו דקמחללי עבודה כדאיתא בזבחים י\"ז ב' הלכך במיתה נינהו וה\"ק רחמנא לא תפרעו ולא תפרומו משום עבודה ולא תמותו הא אם תעשו תמותו ואע\"ג דפרועי ראש ומחוסרי בגדים דבמיתה לאו מהכא מפקינן להו בסנהדרין פ\"ג ב' משום דהאי קרא לשעה והנהו לדורות מ\"מ קרא לבני אהרן פרועי ראש ומחוסרי בגדים ששימשו דבמיתה אתא וה\"ק רחמנא ולא תמותו הא אם תעשו תמותו עכ\"ל ועיי\"ש מ\"ד ע\"ב יעו\"ש. והנה זה לכאורה נגד דבריו שבס' המצות שכתב שם שזה לא נאמר רק מטעם על מת וכאן כתב שמטעם העבודה נגעו בה ונגד דבריו שבפירושו לתורה שמסכימים לדבריו שבס' המצות יעו\"ש.<br><b> והנה</b> בחפשי בספרים מצאתי בחי' הר\"ן לסנהדרין דבספ\"ב שם שעמד ג\"כ על חקירה זו והקשה דברי רמב\"ן אהדדי יעו\"ש היטיב שהעלה דהעיקר כדברי רבינו שבס' המצות יעו\"ש היטיב וכתב וז\"ל ועוד קשה לפי שיטה זו מאי דאמרינן בגמרא עד דלא אתא יחזקאל מאן אמרה והלא הכתוב מפורש בתורה ראשיכם וכו' על שעת עבודה אלא שאתה חושש שמא מצוה זו לא נאמרה אלא לשעתה ומדברי יחזקאל אתה למד שהיא לדורות ובכה\"ג לא הו\"ל להגמרא למימר עד דלא אתא יחזקאל מאן אמרה דאדרבה מן הסתם יש לנו לומר שכל מצוה הכתובה בתורה שהיא לדורות עכ\"ל ולכאורה לענ\"ד בקצרה יש ליישב ולומר דלא קאי על הא דבמיתה רק על שאר דברים דילפינן מיחזקאל כגון דעד ל' יום מותר לירבי ויותר מכאן אסור מדכתיב ופרע לא ישלחו וכן הא דדוקא בזמן ביאה אסור שלא בזמן ביאה שרי דאתקש לשתויי יין והבן.<br><b> וע\"ע</b> בשבועות ל\"ו ב' דמשמע שם לכאורה קצת דפרועי ראש ילפינן דבמיתה מקרא דראשיכם אל תפרעו יעו\"ש היטיב ודו\"ק אמנם אין זה מוכרח דהא פרועי ראש ילפינן משתויי יין ושתויי יין הוא הן מכלל לאו והבן.<br><b> והנה</b> הארכתי בזה להביא דברי הראשונים בזה המפוזרים בכל עבר ופינה והנה עדיין נשאר ליישב דברי רבינו שגבי פרועי ראש הביא הך קרא דיחזקאל וגבי קרועי בגדים הביא הך דראשיכם אל תפרעו. ויש ליישב על פי דברי הר\"ן שם שכתב וז\"ל אבל מה שכתב הרמב\"ן שם (היינו בתורת האדם) שקרועי בגדים במיתה בשעת עבודה מן קרא דראשיכם וכו' ובגדיכם וכו' אינו מחוור מן הטעם שכתבנו דאי הכי אמאי אמרינן בגמרא דזבחים שם דפרועי ראש מתורת משה לא למדנו רק מיחזקאל בן בוזי למדנו הא מקרא מלא הוא לפי דברי הרב ז\"ל והרב היה מתרץ ואומר דעיקר קרא לתלמודו בא לחייב בני אהרן אם ישמשו פרועי ראש וקרועי בגדים וכן הדין בכל הכהנים ההדיוטות אלא מפני שהפסוק נאמר לשעה הוצרכו ללמוד מדברי קבלה שלא תאמר שאין מצוה זו לדורות וכיון שלמדנו על פרועי ראש למדנו ג\"כ על קרועי בגדים שאף הן במיתה בכל הכהנים ההדיוטות וזהו דעת הרמב\"ם ז\"ל בס' המצות עכ\"ל (ולא ידעתי אנא מצא כן ברמב\"ם בס' המצות) ולפי\"ז אתי שפיר דברי רבינו ודוק היטיב ונוכל לומר ג\"כ שס\"ל לרבינו כאן כדעת רבינו בס' המצות דמכאן יכול לומר דלא לענין עבודה מיירי ולכן מייתי מיחזקאל וכיון דגלי קרא דיחזקאל אלמא חזינן דהפסוק דראשיכם וכו' ובגדיכם וכו' מיירי לענין עבודה שבמקדש לכן מייתי שפיר מקרא דבגדיכם וכו' לענין קרועי בגדים ודו\"ק היטיב ובהכי אתי שפיר דברי התו\"כ שהבאתי לעיל והכל על מקומו יבא בשלום.<br><b> והנה</b> הר\"ן כתב להקשות ע\"ז כמה קושיות וכתב וז\"ל ופשטא דקרא לא מיירי על שעת עבודה אלא על מת כדין כה\"ג שהוא על מת כדכתיב את ראשו לא יפרע וכו' עכ\"ל והנה זה י\"ל רק לפי שיטת הרמב\"ן בתורת האדם אמנם לרבינו יש ליישב בפשיטות דמה לנו אם פשטא דקרא מיירי על מת הא מקרא דיחזקאל מוכח דקאי על שעת עבודה וזה פשוט ונכון.<br><b> ומה</b> שכתב עוד וז\"ל ועוד דא\"כ למה אמרו כאן על פרועי ראש דלא מחלל עבודה הרי כיון דאית לן בקרועי בגדים שהן מחללין עבודה מקרא דבגדיכם לא תפרומו הרי הוקשו פרועי ראש לקרועי בגדים וה\"נ הוי ילפינן מקרא דיחזקאל אי לאו משום דדחינן מקמי דאתי יחזקאל מאן אמרה כי גמירי הלכתא למיתה לאחולי עבודה לא גמירי הא אייתר לן הקישא מקרא דכתיב באורייתא על כרחך אית לן למיעבד הקישא לגמרי (ואזיל בשיטת התוס' דסנהדרין כ\"ב ב' בד\"ה אלא גמרא וכו') עכ\"ל ואזיל לשיטתו דקרועי בגדים פשיטא דמחלל עבודה וכ\"ה שיטת הרמב\"ן מהא דלעיל פ\"ח מהל' כלי המקדש ה\"ד אמנם רבינו ס\"ל דקרועי בגדים נמי לא מחלל עבודה כמש\"כ כאן בסעיף י\"ד וס\"ל לחלק בקרועי בגדים להא דלעיל וכמש\"כ לעיל פ\"ז מהל' בית הבחירה ה\"כ יעו\"ש וס\"ל דבפרשה זו לא נזכר כלל הא דמחלל עבודה רק מיתה נזכר ולא חילול עבודה ורצה למילף מיחזקאל משתויי יין לענין אחולי עבודה נמי ותירץ שפיר לענין אחולי לא איתקש לשתויי יין.<br><b> ודע</b> דהרמב\"ן כתב בס' המצות וז\"ל אבל מצוה הנוהגת לדורות בפרועי ראש היא באמת שלא יעבדו עבודה ואם שמש כן חלל וחייב מיתה עכ\"ל אלמא דס\"ל דפרועי ראש מחללי עבודה וגרס כגירסת רש\"י בסנהדרין שם קשיא יעו\"ש א\"כ פשיטא דלק\"מ קושיית הר\"ן לפי האמת אך אולי ט\"ס הוא וצ\"ל לא חלל. ודו\"ק היטיב בכל זה וזהו מה שרצינו לבאר בזה בעזר ה'."
            ],
            [
                "<b>מחללין </b>\n<b> עבודה וכו'.</b> כבר הבאתי בס\"ק הקודם דברי הרמב\"ן שבס' המצות מש\"כ בזה ועיין בתוס' רפ\"ב דזבחים ובמנחות ו' א' ד\"ה שקמצן וכו'. ועי' מש\"כ בסי' ז' ס\"ק מ\"ג."
            ],
            [
                "<b>כך </b>\n<b> אין אסורים וכו'.</b> עי' בראב\"ד שכתב וז\"ל א\"א ליתיה להאי כללא שאפילו שלא בשעת ביאה אסור לגדל פרע שהרי מחוייב להסתפר משלשים יום לשלשים יום כדכתיב ופרע לא ישלחו ביאה למקדש פי' במשמרתם עכ\"ל ועי' מש\"כ מרן ע\"ז והנראה לענ\"ד דהנה מבואר זה בתענית י\"ז א' ובסנהדרין כ\"ב ב' דאיתקש שתויי יין לפרועי ראש דמה שתויי יין בזמן ביאה אסור שלא בזמן ביאה שרי ה\"נ לענין פרועי ראש וקיל פרועי ראש משתויי יין דאילו האידנא שרי לכו\"ע להיות פרועי ראש מטעם דאם יבנה ביהמ\"ק יגלח ויעבוד משא\"כ בשתויי יין לרבנן דהאידנא נמי אסור כמבואר שם ושם ועי' בהלכה ז'. והנה מעיקר הדין דאסור מן התורה הוא שלא יעבוד הכהן הדיוט וראשו פרוע יותר משלשים יום הא שלא בשעת עבודה שרי לו להיות מגודל פרע זהו דינו מן התורה וכשם שהכהן מותר לו לשתות יין שלא בשעת משמרתו כך מותר לו להיות מגודל פרע והא דכהן הדיוט מגלח משלשים יום לשלשים יום לאו מה\"ת הוא דהא דכה\"ג מגלח אחת לשבוע וכי מן התורה הוא והלא כתיב את ראשו לא יפרע והיינו ג\"כ ל' יום וכן הא דאנשי משמר ואנשי מעמד אסורין מלספר ומלכבס <small> (תענית ט\"ו ב') </small> וכי מה\"ת הוא והא טעמא שלא יכנסו למשמרתם כשהם מנוולים כדאיתא שם י\"ז א' ושם בסנהדרין ומש\"כ רבינו בהלכה י\"א לפיכך כהן העובד וכו' כוונתו דכהן שאינו בר עבודה מחמת מום או שהי' טמא וכה\"ג [אינו] מגלח אבל בכהן הכשר לעבודה הטילו עליו חכמים לגלח משלשים לשלשים. והרחקה עשו לתורה כן נראה לענ\"ד ברור הדברים. והנה אי לא מסתפינא אמינא דהא דקאמר כהן הדיוט מגלח משלשים לשלשים ה\"ק דכשבא לעבוד אז יהא מגולח שלא יהא עליו שערות יותר משלשים יום אבל יותר נ\"ל כאשר כתב תחלה דא\"כ הו\"ל כהן הדיוט מגלח לשלשים יום ולא משלשים לשלשים (אבל לישנא דש\"ס יש ליישב כן) ומש\"כ הראב\"ד ראיה מקרא דיחזקאל דכתיב ופרע לא ישלחו י\"ל דזה קאי על זמן עבודה דוקא ועוד י\"ל מש\"כ כהן העובד וכו' ר\"ל היינו שעוסק בעבודה ממש אם אירע כך ששימש זמן מרובה רצוף אזי צריך לגלח כל ל' יום אבל הראוי לעבודה ואינו עובד א\"צ לגלח רק בשעת ביאה וק\"ל.",
                "<b> שהרי</b>\n<b> תמיד וכו'.</b> מהטעם הזה נראה כי הוא מפני שאצלו הוא תמיד זמן ביאה למקדש ובאמת משמע שכה\"ג הוזהר מלקרוע ומלפרוע על מת נוסף על האזהרה של כהן הדיוט וכמש\"כ רבינו בס' המצות לאוין סי' קס\"ד וז\"ל ודע שכה\"ג אסור אפילו שלא בשעת עבודה לקרוע על מתו שמת לו ובעבור התוספת הזה נכפל זה הלאו וכו' וכה\"ג לבד הוא אסור עליו תמיד שיפרע או שיפרום אפילו לא נכנס למקדש וזהו ההבדל שבינו ובין כהן הדיוט עכ\"ל. ולפי דברי רבינו בכאן לכאורה דין אחד להם דכלם בזמן ביאה אסורים וע\"כ צ\"ל דכוונתו בס' המצות דמטעם זה לחודיה שנתוספה עליו האזהרה מבואר כי תמיד אסור אבל הטעם הכל אחד מדכתיב ומן המקדש לא יצא דזה מיקרי אצלו זמן ביאה ולפי\"ז אתי שפיר מש\"כ שם רבינו בסי' קס\"ג שם וז\"ל ואמנם נכפלה כדי שלא תחשוב שאמרו לאלעזר ולאיתמר ראשיכם אל תפרעו אמנם הוא בעבור המת לבד אבל אם עשה זה שלא ע\"ד האבלות מותר ולכן באה בכה\"ג שזה בעבור העבודה עכ\"ל וכבר כתבתי בזה בה\"ח ד\"ה חייב מיתה יעו\"ש היטיב אבל לפי\"ז אתי שפיר בפשיטות כי נכפלה האזהרה בכה\"ג שהטעם שאצלו תמיד זמן ביאה וממילא מוכח דבכהן הדיוט שלא בשעת עבודה מותר ועיי\"ש סי' קס\"ה יעו\"ש היטיב ודו\"ק ועי' לעיל פ\"ה מהל' כלי המקדש ה\"ו יעו\"ש היטיב."
            ],
            [
                "<b>שלשים </b>\n<b> יום. </b> עי' תענית שם וסנהדרין שם ובמו\"ק י\"ט ב' וע\"ע בספרי נשא פיסקא כ\"ה."
            ],
            [
                "<b>בשבת וכו'.</b> ט\"ס דמוכח וצ\"ל בשבתן ור\"ל בשבוע שלהן ופשוט. כתב מרן וז\"ל משנה ט\"ו ב' וגמרא י\"ז א' בפ\"ב דתענית ומסיים שם במשנה ובחמישי מותרין מפני כבוד השבת ואיני יודע מפני מה השמיטו רבינו עכ\"ל וכוונתו דאף שכתב רבינו זה לעיל סוף פ\"ו מהל' כלי המקדש יעו\"ש הנה כתב זה רק לענין אנשי מעמד אבל כאן היה לו לרבינו לכותבו לענין אנשי משמר וזה פשוט וברור ובחנם תמה עליו המל\"מ וי\"ל כי רבינו לא כתב זה לפי שסמך על מש\"כ התם. ודחוק. והנה אי לא מסתפינא אמינא דבר חדש והוא כי רבינו הוקשה לו בסוגיא דמו\"ק י\"ז ב' (והובא במרן בסעי' י\"ג) האי כהן ה\"ד אילימא דשלים משמרתו ערב הרגל איבעיא ליה לגלוחי ערב הרגל אלא דשלים משמרתו ברגל יעו\"ש היטיב וברש\"י דערב הרגל היינו דשבת חל בערב הרגל ומאי דקאמר איבעיא ליה לגלוחי ערב הרגל היינו בע\"ש שלפני ערב הרגל יעו\"ש והנה הלשון דחוק וראיתי בריטב\"א שם שפי' וז\"ל פי' דשלים משמרתו בכניסת ערב הרגל כגון שהיה יום ראשון בשבת ערב הרגל ושלימות המשמרות בשבת שלפניו כי כל המשמרות מתחדשות בשבת וכיון שכן הוא פושע דהו\"ל לגלוחי יום ראשון פי' שהוא ערב הרגל ואלא דשלים משמרתו ברגל פי' בכניסת הרגל כי הרגל יום ראשון בשבת וכו' והקשה רש\"י ז\"ל (לפנינו ליתא) דנהי דמדין משמרתו מותר לגלח כדאמרן משום דשלימה משמרתו מ\"מ יהא אסור מדין מועד שהרי היה לו פנאי קודם המועד בשבוע שעברה דקי\"ל בחמישי מותרין מפני כבוד השבת ותירץ דההוא אכיבוס קאי ולכבס להניח עד השבת אבל לגלח בחמישי אינו כבוד שבת וכההיא דאמרינן <small> (תענית כ\"ט ב') </small> גבי תשעה באב ובחמישי מותרין מפני כבוד השבת ואמרינן עלה דהיינו לכבס ולהניח דאילו לכבס וללבוש מאי כבוד שבת איכא ואינו נכון דגבי כבוס שלבש אותו בה' וודאי ליכא כבוד שבת שהוא מתלכלך קודם אבל בגלוח וודאי כבוד שבת איכא כשהוא מגלח בחמישי ועוד יגלח ביום שישי שהוא וודאי כבוד שבת דהא וודאי חמישי דהכא לאו דווקא כי ההיא דתשעה באב דהוי דווקא דהתם הוא משום דיום שישי ט\"ב. ובתוס' פי' דוודאי אם חל הרגל יום ראשון אסור לגלח במועד לד\"ה דהא היה לו פנאי בחמישי ובשישי והכא שלימות משמרה דאמרינן לאו שלימות ממש אלא כדשלמה ביה לענין גילוח ודאמרינן דשלמה משמרתו ערב הרגל כגון שהיה ערב הרגל יום חמישי דקי\"ל בחמישי מותרין ודאמרינן דשלמה לו ברגל כגון שהיה הרגל יום חמישי ממש ולא הו\"ל פנאי לגלח באותו שבוע כלל עכ\"ל יעו\"ש עוד מש\"כ בזה.<br><b> והנה</b> רבינו מפרש לה כפשוטה כפי' הריטב\"א דשלמה ערב הרגל היינו שחל יום ראשון ערב הרגל ודשלמה ברגל היינו דחל הרגל ביום ראשון והוקשה לו דהו\"ל לגלח ביום חמישי או ביום שישי ועוד הוקשה לו ז\"ל דהו\"ל למיחשב אנשי מעמד ששלמה מעמדן ברגל דהתם לכו\"ע מותר לגלח ברגל דבשלמא בכהנים תנא דידן ס\"ל כיון דברגלים כל משמרות שוים בחילוק לחה\"פ וכו' הו\"ל כמאן דלא שלים משמרתו ברגל אמנם במעמדות לא מצינו כזה לכן מכל הלין טעמא נ\"ל כי מפרש הא דתנן ובחמישי מותרין מפני כבוד השבת זה קאי על אנשי מעמד לבד אבל אנשי משמר לעולם אסורין בכל השבת ובאנשי משמר שהם הכהנים העוסקים בעבודה החמירו טפי ולכן אצל אנשי מעמד שפיר כתב זה ולא אצל אנשי משמר ודוק היטיב (אבל י\"ל דמתניתין תנא ושייר אנשי מעמד דליכא טעמא למיסר דזה מוכרח דאל\"כ אכתי אמאי לא תני מתניתין אנשי מעמד וכגון דחל הרגל ביום חמישי ודו\"ק)."
            ],
            [
                "<b>לגלח </b>\n<b> ברגל וכו'.</b> עיין מרן ז\"ל שהביא בשם הה\"מ דלהכי פסק כתנא ברא ולא כתנא דמתניתין מאחר דהלכה כמותו לענין אבל כן הלכה כמותו בכהן יעו\"ש בפ\"ז מהל' יו\"ט וכוונתו דתלינן פלוגתתם לענין אבל דמיירי בחל שביעי שלו בשבת ערב הרגל ותנא ברא ס\"ל דהלכה כאבא שאול דמקצת יום שביעי ככל היום יעו\"ש ובזה פשיטא דהלכה כאבא שאול יעו\"ש י\"ט ב' אלמא דהלכה בזה כתנא ברא לגבי תנא דמתניתין וה\"נ בכהן הלכה כתנא ברא ופשוט לפיענ\"ד ולאפוקי ממש\"כ הלח\"מ שם בפ\"ז מהל' יו\"ט יעו\"ש היטיב.<br><b> ומש\"כ</b> מרן בשם ר\"י קורקוס די\"ל דתנא דמתניתין תנא ושייר יעו\"ש עיי\"ש תוס' ד\"ה ותנא דידן וכו' יעו\"ש היטיב וצע\"ק אך עיי\"ש בריטב\"א ולדבריו יש ליישב דדוקא באבל לא שייך לומר תנא ושייר משא\"כ בכהן וצ\"ל דהש\"ס נקט דתנא דמשנה פליג בכהן אגב דאבל אבל באמת אין זה מוכרח ודו\"ק."
            ],
            [
                "<b>אע\"פ </b>\n<b> שעבודתו וכו'.</b> כבר כתבתי בהלכה ח' דעת הרמב\"ן והר\"ן דמקורעי בגדים חייב מיתה ומחלל עבודה ולא מטעם דאיתקש לפרועי ראש כלל יעו\"ש היטיב ובמש\"כ בפ\"ז מהל' בית הבחירה ה\"ב ויש נפק\"מ בין טעם רבינו ובין טעם השליטים הללו כי לדעתם דטעם הוא משום מחוסרי בגדים א\"כ דין זה לא שייך רק בעבודה שיש בה חיוב מיתה כמו דאיתא בזבחים קי\"ב ב' ועיין לקמן פ\"ט הי\"ד ולעיל פ\"י בהל' כלי המקדש ה\"ד במל\"מ יעו\"ש היטיב) אמנם לרבינו אין זה דווקא בעבודה שזר חייב עליו מיתה רק בכל עבודות חייב מיתה עי' זבחים י\"ח א' (ומה שיש להקשות ממש\"כ כאן על מש\"כ בהלכה ח' כבר הארכתי לעיל ס\"ק כ\"ג ביישובו)."
            ],
            [
                "<b>ה\"ז </b>\n<b> לוקה וכו'.</b> עי' ס' המצות לרבינו לאוין סי' ע\"ג קס\"ג קס\"ד יעו\"ש היטיב והרמב\"ן בסי' ע\"ג האריך להשיג עליו יעו\"ש באורך ובמגילת אסתר שם והנה מש\"כ בשכור משאר משכרין דחייב אביאה ריקנית עיין בתוס' כריתות י\"ג ב' ד\"ה ונכנס וכו' שלא כ\"כ וכ\"כ התוס' ישנים שם והיינו כהרמב\"ן. ובאמת צריך ביאור לענ\"ד דכתבתי לעיל בסעיף ב' דטעם דרבינו בשאר משכרין הוא מטעם שאינו שוה בזרעו של אהרן א\"כ מהיכי ילפינן דביאה ריקנית חייב בזה ובס' המצות מצוה ע\"ג כתב וז\"ל ואם שתה מן המשקים המשכרים זולת יין ועבד חייב מלקות לבד ולא מיתה עכ\"ל אלמא דוקא בעבודה הוא דחייב וצ\"ע בזה וע\"ע בתו\"כ פרשת שמיני פרשה א' יעו\"ש היטיב ובקרבן אהרן דמפרש דוקא בעביד עבודה. והראב\"ד כתב כאן דבין המזבח ואולם אינו לוקה אבל במזבח לוקה יעו\"ש היטיב ולא ביאר דעתו אם דוקא בעבד עבודה במזבח או אפי' אביאה ריקנית חייב במזבח ויותר נראה דמיירי בעבד עבודה ודומיא דרחוץ ידים דבעינן דוקא שיעבוד עבודה במזבח וכדאיתא בזבחים י\"ט ועי' יומא ה' ב' תוס' ד\"ה להביא וכו' ותוס' סנהדרין פ\"ג א' ד\"ה ולא משום וכו' ובר\"ש וברא\"ש ספ\"ק דכלים יעו\"ש היטיב ועי' מש\"כ לעיל ס\"ק ח' דרבינו מפרש לה להא דאיתא בכריתות י\"ג ב' כר' יהודה משום דנקט ושימש ואילו לדידן אפי' בלא שימש חייב יעו\"ש ונ\"ל דרבינו מפרש להא דאי' בבכורות מ\"ה ב' ודלא כר' יהודה דתניא אכל דבילה קעילית וכו' דהיינו לסיוע דאפי' לדידן חייב על הכנסו למקדש ולהכי ליתא לשם להאי ושימש ואתי ככו\"ע ובהכי ניחא דלא מייתי ברייתא דכריתות דשם מחייב ר' יהודה בהדיא ומייתי ברייתא דאתי כוותיה דר' יהודה אמנם לפי מש\"כ ניחא ובהכי אתי שפיר דמייתי הך ברייתא ביומא ע\"ו א' ובשבועות כ\"ג א' להקשות מינה ולפי מש\"כ אתי שפיר כיון דלא נקט ושימש אתי ככו\"ע ודו\"ק אבל לפי\"ז יש לגרוס בנזיר ד' א' ונכנס למקדש ושימש דשם מיירי לר' יהודה ודו\"ק היטיב."
            ],
            [
                "<b>כגון </b>\n<b> ששתה וכו'.</b> כתב הראב\"ד וז\"ל א\"א אם לדבריו אין צורך שישתה בין האולם למזבח ומה שאמרו בתו\"כ מנין אף ביציאה לומר שאף אם שתה בחוץ ונכנס להיכל חייב דה\"ק רחמנא בזמן ביאה לא תהא שכרות בהיכל ובמזבח מיתה נמי איכא בשתויי יין עכ\"ל עיין בס' המצות בלאוין סי' ע\"ג ברמב\"ן שפי' כפי' רבינו כאן ועיין בקרבן אהרן שם בתו\"כ פרשת שמיני פרשה א' יעו\"ש היטיב ועי' בפי' הרמב\"ן בפרשת שמיני אמנם דעת הראב\"ד הוא ע\"ד דאיתא בב\"מ צ' ב' יעו\"ש היטיב ומש\"כ הראב\"ד אם לדבריו אין צורך שישתה בין האולם למזבח. זה הלשון לדעתי אין לו שחר ואי לא מסתפינא אמינא שט\"ס הוא וכצ\"ל אם לדבריו צורך הוא שישתה היין וכו' ור\"ל לדבריו צריך על כרחך לומר כן ומאין בא לשם היין א\"נ יש להגיה אין צודק שישתה וכו' ועי' בקרבן אהרן מש\"כ בזה וע\"ע שם מש\"כ על דברי הסמ\"ג יעו\"ש היטיב."
            ],
            [
                "<b>עזרת</b>\n<b> ישראל וכו'.</b> עיין מש\"כ לעיל הלכות בית הבחירה פ\"ז ה\"כ יעו\"ש היטיב."
            ]
        ],
        [
            [
                "<b>אלא </b>\n<b> מיוהכ\"פ וכו'.</b> עיין לעיל פ\"ז מהל' בית הבחירה הכ\"ב והוא פשוט בכמה דוכתי ומבואר בתורה פרשת אחרי מות.",
                "<b> לעבודה</b>\n<b> וכו'.</b> כתב מרן וז\"ל נראה דהיינו להקטיר הקטורת על מזבח הזהב שהוא בהיכל עכ\"ל וה\"ה שהיו נכנסין להדליק המנורה בכל יום וע\"ע לעיל בסי' י\"ג סעיף י\"א שהיו נכנסים להיכל להשתחוות יעו\"ש היטיב וע\"ע לקמן פ\"י מהל' מעשה הקרבנות ה\"ג יעו\"ש היטיב. וע\"ע במדרש רבה נשא פ\"ז יעו\"ש."
            ],
            [
                "<b>זה </b>\n<b> קה\"ק וכו'.</b> עיין מש\"כ מר\"ן בזה ובעל הג\"ה שם הגיה וכן נ\"ל עיקר כדבריו שכצ\"ל ואל יבא בכל עת אל הקדש זה הקדש מבית לפרכת להזהיר על קה\"ק. ואין להקשות דהשתא על הקדש מוזהר על קה\"ק לא כ\"ש לק\"מ דבקה\"ק במיתה וכמש\"כ בהלכה ג' משא\"כ בהיכל דאינו רק בלאו וכמש\"כ בסעיף ד' יעו\"ש.<br><b> והקשה</b> המל\"מ מהא דאיתא בזבחים פ\"ב ב' אמר רבא בא זה ולימד על זה וכו' כלומר דאי לא הוי כתיב פנימה הו\"א דקדש הוא פנימה וכמש\"כ רש\"י ודוחק הוא בעיני לומר דאותה הסוגיא אתי כר' יהודה ועוד אמאי לא הקשו הניחא לר\"י אלא לרבנן דאית להו דהיכל כולו נקרא קדש יאמר קדש ואל יאמר פנימה וצ\"ע עכ\"ל והנה לדעתי העניה מוכרח הוא דהסוגיא דהתם אתי כר\"י דהנה בתו\"כ שמיני פרשה א' פ\"ב אי' שם וז\"ל פנימה אין לי אלא לפני ולפנים מנין אף בהיכל ת\"ל אל הקדש עכ\"ל והיא היא הברייתא המובאת בזבחים שם והנה סתם סיפרא ר\"י היא והכי אי' שם בפרשת אחרי מות פרשה א' מבית לפרוכת להזהיר על כל הבית יכול על כל הבית במיתה ת\"ל אל פני הכפורת אשר על הארון ולא ימות הא כיצד אל פני הכפורת במיתה ושאר כל הבית באזהרה עכ\"ל והיינו כר\"י ובאמת א\"צ ראיה דהוא כלל בכל הש\"ס סתם סיפרא מני ר\"י (עיין עירובין צ\"ו ב' ושם נסמן על הגליון בשם ר' ישעיה ברלין יעו\"ש) וי\"ל דזה אליבא דר\"י ועי' תוס' שם פ\"ב ב' ד\"ה כיון וכו' דלרש\"י לר\"י אין יכולין לידרש ככה בפנימה אתי להורות שלא יצא ממחיצתו עי' פסחים פ\"ב א' תוס' ד\"ה בקדש וכו' וא\"כ מיושבים שתי קושיותיו די\"ל דאתיא כר\"י ואיך יקשה הניחא לר\"י אלא לרבנן דילמא רבנן באמת לא ס\"ל כהך ברייתא וס\"ל כרש\"י דפנימה אתי להורות יצתה חוץ שלא למחיצתה והבן.<br><b> וע\"ע</b> מש\"כ בזה המל\"מ בסוגיא דמנחות כ\"ז ב' יעו\"ש היטיב וע\"ע בתו\"כ פרשת שמיני שם שנדחק עצמו הק\"א שם בהך סוגיא דזבחים שם דרבא למה תירץ מתחלה תירוץ שאינו לפי האמת יעו\"ש היטיב ואילו היה רואה הגהת הרי\"ב שם דהגיה בקדמייתא אמר רבה לא היה מקשה מידי יעו\"ש היטיב והכי מבואר בקדושין ד' א' דאיתא שם אמר רבה יעו\"ש היטיב."
            ],
            [
                "<b>במקומו </b> היינו לקמן פ\"ד מהל' עבודת יוה\"כ יעו\"ש היטיב.",
                "<b> חייב</b>\n<b> מיתה וכו'.</b> כ\"ה בתוספתא פ\"ק דכלים וכמש\"כ מר\"ן מבואר ביומא נ\"ג א' דאביאה ריקנית חייב מיתה יעו\"ש ודע דכ\"ש כהן הדיוט שנכנס ביוה\"כ לבית קה\"ק דחייב מיתה דאצל כהן הדיוט שוה יוה\"כ לשאר ימות השנה ומש\"כ רבינו או כה\"ג שנכנס ביוה\"כ שלא בשעת עבודה וכו' משום דבכהן הדיוט לא נפק\"מ בין שעת עבודה או לא לכן נקט דינו בכה\"ג כדי לחלק בין שעת עבודה או לא. ומ\"מ יש לעיין קצת. ועי' במדרש רבה ריש פרשת אחרי שאהרן היה מותר לו ליכנס בכל שעה שירצה רק שיעשה כסדר האמור שם ורק באהרן לבד היה הדין כן לפי שהיה קדוש ה' וכמש\"כ החכמת אדם בסופו בשם הגר\"א. ושפתים יישק. וראיתי במכתב לה\"ג רצ\"ה חיות (נדפס בס' היחש לכתב אשורי) שהביא בשם הגר\"א דבכל כה\"ג הדין כן ומתוך כך כתב שהדין אינו כן ונראה דעתו שהמדרש חולק על כל הסוגיות יעו\"ש ובמחילת כבודו שמע וטעה וחלילה לתלות בוקי סריקי ברוח אפינו הגר\"א וע\"ע שש\"ר פ' ל\"ח.<br><b> ועיין</b> מל\"מ שתמה למה לא הביא רבינו דאם נכנס דרך משופש שפטור (והיינו דווקא ממיתה אבל לאו מיהא איתא וכמש\"כ המל\"מ בהלכה ב' יעו\"ש) יעו\"ש ואפ\"ל כי סמך רבינו על מש\"כ פ\"ג הי\"ט דטמא שנכנס דרך גגים פטור משום דדרך ביאה אסרה תורה וה\"נ דכתיב אל יבא. ומשופש ג\"כ ממעטינן מדכתיב לשון ביאה וכדאיתא בזבחים פ\"ב ב' ואף דהתוס' שם בזבחים ובמנחות הרגישו בזה וכתב דיש לחלק בין הבאת הדם לביאת הגוף יעו\"ש אולי רבינו לא ניחא ליה בזה אבל איני יודע איך יפרנס לנו רבינו סוגייא דמנחות לפי\"ז וצ\"ע וה' יאיר עיני ואולי רבינו מפרש דרך משופש היינו שנכנס במגדל ואף דרך פתח ועיי\"ש שכתב רבינו זה (ודע דבדרך משופש וכה\"ג פטור אף אם שהה עי' במל\"מ פ\"ג הי\"ט סעי' י\"ט בד\"ה אך מדברי התוס' וכו' יעו\"ש."
            ],
            [
                "<b>או </b>\n<b> להשתחוות. </b> עי' במרן שכתב שתי פירושים. בפי' הראשון היינו שתיבת שלא מושך עצמו ואחר עמו והוה כאילו כתב שלא לעבוד ושלא להשתחוות ולפי' השני אף שנכנס להשתחוות מ\"מ חייב מלקות דהשתחוואה לאו עבודה היא ועי' מש\"כ בשם הסמ\"ג ומש\"כ בהג\"ה בשם התוס' יו\"ט ועי' לעיל ה\"א ד\"ה לעבודה."
            ],
            [
                "<b>חייב </b>\n<b> מיתה וכו'.</b> עי' ס' המצות לרבינו לאוין קס\"ה וברמב\"ן שם מצוה קס\"ג ושם בשרש החמישי ברמב\"ן וע\"ע בפי' הרמב\"ן על התורה בפרשת צו בסופו ובפרשת שמיני ובתו\"כ פרשת שמיני במכילתא דמלואים ובק\"א שם יעו\"ש היטיב בכל המקומות.<br><b> ועיין</b> במל\"מ מש\"כ כאן בזה שהקשה אמאי לא כתב רבינו דלהחיות וללמד זכות שרי יעו\"ש שהאריך קצת בזה והנראה לענ\"ד בזה כי פשיטא הוא וא\"צ לפנים כי פקוח נפש דוחה עבודה. ומש\"כ וז\"ל ומיהו לכל הצדדין נ\"ל דאף לשמואל דמפיק לפקוח נפש שדוחה את השבת מקרא אחרינא איצטריך קרא דלמות למידק מיניה אבל להחיות לא דליכא למימר דפליג שמואל אדר\"י ולית ליה לההיא דרשא דא\"כ לשמואל נמי תיקשי למות ל\"ל אלא ודאי אע\"ג דאית לן מקרא דפקוח נפש דוחה את כל המצות איצטריך קרא ללמדנו גבי עבודה שאם יודע ללמד זכות שיניח העבודה משום דסד\"א כיון שנגמר דינו גברא קטילא הוא ואין כאן אפי' ספק פקוח נפש קמ\"ל קרא דלהחיות אפי' מעל מזבחי עכ\"ל. ואני אומר אי מהא לא איריא דהאי למות אתי למאי דאיתא במכילתא משפטים פ\"ד וז\"ל רציחה דוחה את העבודה ק\"ו לפקוח נפש שדוחה את העבודה (כ\"ה גירסת איפת צדק) ומה אם שבת שאין רציחה דוחתה פקוח נפש דוחתה עבודה שרציחה דוחתה אינו דין שיהא פקוח נפש דוחה את העבודה. מעם מזבחי תקחנו למות למות ולא לדין ולא למלקות ולא לגלות עכ\"ל ועי' סנהדרין ל\"ה ב' יעו\"ש היטיב והנה אם מת מצוה דוחה עבודה שאינו אלא מפני כבוד הבריות ואינו דוחה השבת כ\"ש פקוח נפש שדוחה השבת לא כ\"ש שדוחה עבודה וסברת המל\"מ שהוא גברא קטילא לא נראה כלל במחילת כת\"ר כיון שזה יש לו ללמד עליו זכות א\"כ איגלאי מילתא דלאו בר קטילא הוא והא אדרבה הכרוז יוצא מלפניו כדאיתא סנהדרין מ' א' מי שיודע לו זכות יבא וילמד עליו ועי' יומא פ\"ה א' דאיתא שם אפילו בכמה ספק ספיקא מחללין עליו השבת יעו\"ש היטיב והא התם הוי סברא טפי דהוי גברא קטילא ואיך יעלה על הדעת כיון שנגמר דינו הוי כגברא קטילא כיון שזה יודע לו זכות אלא ודאי דעבודה נדחית מפני פקוח נפש כהאי בפשיטות וא\"צ קרא לזה ומאי דכתיב למות היינו לאפוקי לגלות ולדין ולמלקות וכדרש המכילתא. ומ\"מ אפשר ליישב דברי המל\"מ משום די\"ל דרבינו לא פסק להא דהמכילתא דלמות אתי לאפוקי גלות ומלקות עיי\"ש בפ\"ה דרוצח ושמירת נפש ודברי הרמב\"ם שם יש לעיין בהם טובא אך אין כאן מקומו (ועי' בזית רענן בפרשת משפטים שמיישב לגירסת הישנה במכילתא דאין פקוח נפש דוחה עבודה יעו\"ש היטיב). (ודע כי יש ט\"ס במל\"מ וכצ\"ל וכיון דלדידן מעם לאו דוקא דה\"ה מעל תו לא מצינן למידרש וכו' ופשוט).",
                "<b> וכן</b>\n<b> זה וכו'.</b> כ\"ה בתו\"כ פרשת שמיני במכילתא דמלואים ועי' ס' המצות לאוין סי' קס\"ה ובשרשים שרש ה' לרמב\"ן שם שהאריך בזה יעו\"ש היטיב ועי' תוספתא פ\"ד דסנהדרין."
            ],
            [
                "<b>אע\"פ </b>\n<b> שאינו וכו'.</b> יצא לו לרבינו זה מהא דהזהיר לאלעזר ולאיתמר ומפתח אהל מועד לא תצאו אע\"פ שהי' אוננים ואסורים בעבודה ועי' ברמב\"ן שם פרשת שמיני שכתב וז\"ל והנה לפי\"ז האזהרה הזו והעונש הי' באהרן ובניו שאם יצאו מפתח אהל מועד בשעת עבודה יהי' חייבין ואהרן היה מקריב ביום הזה והזהירו שלא יניח העבודה ויצא אבל בניו ביום הזה אוננים היו ואינם עובדים ואיך יהיו בכלל זה ואולי נאמר שמשה אמר לכולם ומפתח אהל מועד לא תצאו בשעת העבודה פן תמותו והם היו יודעין כי אהרן מקריב אונן והוא באזהרתו מעתה ובניו בכלל האזהרה והעונש כשיהיו ראויים לעבודה מיום זה ואילך ומפני זה אמר בכאן סתם ומפתח אהל מועד לא תצאו ולא פירש עד מתי אם עד הערב או למחרתו כי הכוונה שלא יניחו העבודה והיא מצוה הנוהגת לדורות ויתכן שיהיה לבנים הוראת שעה וכו' יעו\"ש היטיב ולכאורה משמע דדעתו כדעת הראב\"ד ז\"ל (שכתב הראב\"ד וז\"ל א\"א וכיון שהוא חייב להתאבל עליו למה אינו יוצא ודאי יוצא ומטמא בעל כרחו עכ\"ל) אך י\"ל דהרמב\"ן מיירי היכא שלא התחיל העבודה אבל אם התחיל בעבודה ובאמצע מת לו מת אינו יוצא וע\"ע בשרש החמישי להרמב\"ן מש\"כ בזה ואי לא מסתפינא אמינא דגם רבינו ס\"ל דכהן הדיוט שנעשה אונן מותר לו לצאת מן המקדש כיון דאינו עובד רק שיעור דבריו כך דכה\"ג וכהן הדיוט דינם שוה דאסור לצאת בשעת עבודה ולמה נשנה בכה\"ג וקאמר לענין זה דכה\"ג שנעשה אונן באמצע עבודה אסור לו לצאת כיון דמותר לו לעבוד משא\"כ בכהן הדיוט דאסור לו לעבוד כשהוא אונן ואף אם לא יצא מן המקדש מ\"מ אינו עובד ואמטו להכי באמת מותר לו לצאת.",
                "<b> בין</b>\n<b> בק\"צ וכו'.</b> כן מוכח בזבחים ק\"א א' ועיי\"ש ט\"ז ב' ובתוס' ד\"ה אבל וכו' שכתבו וז\"ל תימה והרי חטאת דאהרן דהיינו שעיר דר\"ח דקי\"ל לקמן ק\"א א' ובשמעתין דאם הקריבוה באנינות פסולה יעו\"ש ולכאורה ומאי קושיא דילמא מפרש רבא כדברי ר' ישמעאל דלעיל דלעולם מפני אנינות נשרפה רק דמ\"מ לא שמעינן מינה דמחלל עבודה די\"ל דמשה ה\"ק להו שמא עברתם על האזהרה והקרבתם אוננין אבל מ\"מ לא שמעינן פסול לזה ועיי\"ש תוס' ד\"ה קסבר מפני וכו' וד\"ה והיכן מוזהר וכו' ואולי דוחק להו להתוס' דרבא דהוא אמורא לא ידע כל הסוגיא דלקמן דשם מבואר דאם היו מקריבין אוננין היו פוסלין העבודה וק\"ל.",
                "<b> ישב</b>\n<b> ויעבוד וכו'.</b> עיי\"ש זבחים ט\"ז א' וסנהדרין פ\"ד א' ועי' תו\"כ פרשת אמור פרשה ב' פ\"א יעו\"ש היטיב. ומש\"כ רבינו ויעבוד עבודה שהי' עוסק בה משמע דלהתחיל אסור ועי' במל\"מ מה שחקר בזה מהברייתא דיומא י\"ג ב' ועי' ירושלמי הוריות פ\"ג ה\"ה וז\"ל שם כה\"ג מקריב אונן ולא אוכל דר\"מ ר\"י אומר כל אותו היום ר\"ש אומר גומר את כל העבודה שבידו ובא לו בין ר\"א לר\"ש חדא בין ר\"מ לר\"י הכנסה ר' יעקב בר דמי מפסיק ביניהון רמ\"א היה בפנים היה יוצא היה בחוץ לא היה נכנס ר\"י אומר היה בפנים היה יוצא היה בחוץ לא היה נכנס ר\"ש אומר גומר את כל העבודה שבידו ובא לו ר' יוסי בר ר' בון בשם ר' חונא מתניתא דר\"ש ומן המקדש לא יצא עמהון אינו יוצא יוצא הוא אחריהון אלא הן נכנסין והוא יוצא הן נכנסין ויוצא אחריהן עד פתח העיר דר\"מ ר\"י אומר אינו יוצא מן המקדש כתיב ומן המקדש לא יצא למד אלא לא יצא יצא לא הוה חוזר עכ\"ל והנה הירושלמי הזה אין לו הבנה וביאור. וראיתי להרמב\"ן בס' המצות בשרש ה' שהביא הירושלמי הלז בשם ירושלמי דסנהדרין ובנוסחא אחרת וז\"ל בין ר\"מ לר\"י חדא בין ר\"י לר\"ש חדא בין ר\"מ לר\"י הכנסה ר' יעקב בר דוסתאי מפסיק ביניהון ר\"מ אומר אם היה בפנים היה יוצא היה בחוץ לא היה נכנס ר\"י אומר אם היה בפנים לא היה יוצא היה בחוץ היה נכנס ר\"ש אומר גומר כל העבודה שבידו ובא לו ר' יוסי בר בון בשם ר' הונא מתניתא מסייעא ליה לר\"ש ומן המקדש לא יצא עמהם אינו יוצא אבל יוצא הוא אחריהם אלא הם נכנסים והוא נגלה הם נגלים והוא נכסה יוצא עמהם עד פתח דברי ר' מאיר ר' יוסי אומר אינו יוצא מן המקדש דכתיב ומן המקדש לא יצא יצא לא היה חוזר. פירושו ענין הכתוב ומן המקדש לא יצא לר\"י הוא שאם היה במקדש ושמע שמת לו מת לא יצא משם אבל יעבוד כל זמן שהוא בפנים ויקריב כמו שהוא שלבו לעשות ואפי' הפסיק חוזר ועובד אבל אם היה בחוץ בשעת מיתת הקרוב חל עליו האנינות ואינו נכנס למקדש ומקריב כל היום ור\"ש סובר שלא התירה עליו התורה מדין האנינות אלא שישלים העבודה שהיתה בידו בשעת שמיעה והוא מוזהר עליו במיתה שלא יניחנה אבל אחר שגמר עבודה זו אינו חוזר ומקריב כל זמן שהוא אונן ואמר ר\"י ב\"ר בון בשם ר' הונא מתניתא מסייעא ליה לר\"ש שאומר שאין אזהרה מן התורה אלא שיגמור העבודה ומכאן ואילך אין לו איסור לצאת עם המת ולכן הותר לו זה עכ\"ל.<br><b> ובמגילת</b> אסתר שם הביא נוסחא אחרת והוא זה ר\"י אומר היה בפנים היה נכנס בחוץ לא היה נכנס וכו' ר\"י ב\"ר בון בשם ר\"ה מתניתין לריש לקיש וכו' ר' יודן אומר אינו יוצא מן המקדש שנאמר ומן המקדש לא יצא יצא אינו חוזר עכ\"ל יעו\"ש היטיב והנה כתבתי לך שלישים והנה עין בעין נראית כי הגירסות הללו מתוקנות יותר מהנוסחא שלפנינו והירושלמי מחולק עם הש\"ס דיומא בדברי ר\"י ודו\"ק. וכתב המל\"מ וז\"ל עוד אני מסתפק בזה אי טעמא דאמרינן דאם לא היה עסוק בעבודה כלל דאינו מתחיל בעבודה אליבא דכו\"ע אם הוא מן הדין או דילמא מדין תורה אליבא דכו\"ע אף אם לא היה עסוק בעבודה מתחיל וגומר אך מדרבנן פליגי דר\"י סבר דמדרבנן אסור אף אם היה כבר עסוק בעבודה גזירה אטו לאכילה ור\"י סבר דלא גזרו אלא היכא דלא היה עסוק בעבודה כלל דלא יתחיל אבל אם היה כבר עסוק לא גזרו משום דאיכא בזיון קדשים ונראה דאליבא דכו\"ע מדין תורה אף אם לא היה עסוק בעבודה מתחיל וגומר דאי אמרינן דלר' יוסי אם לא היה עסוק מדין תורה אינו מתחיל פשיטא דר' יהודה נמי מודה בזה דלא מצינו להם מחלוקת בזה ואין לומר שיהיו סברות הפוכות דהיכא דלא היה עסוק בעבודה דלר' יוסי אינו עובד מדין תורה ולר' יהודה עובד מדין תורה והיכא דהי' עוסק בעבודה דלר' יוסי עובד אף מדרבנן ולר' יהודה אינו עובד מדרבנן ולר' יהודה על כרחך אית ליה דאף אם לא היה עסוק עובד מדין תורה דאי לא תימא הכי תיקשי ליה היכי קאמר אף אשה אחרת מתקינין לו שמא תמות אשתו וכו' ואם תמות אשתו היכי עביד עבודה ואם איסור התחלת עבודה הוא מדין תורה אין לחלק בין יום הצום לשאר ימים וכמבואר וכיון שהוכחנו דלר' יהודה לעולם ליכא איסור עבודה מדין תורה אף אם לא היה עסוק בה פשיטא דאף ר' יוסי מודה בזה וכמו שכתבנו עכ\"ל.<br><b> והנה</b> מלשון הרמב\"ן שהבאתי למעלה מבואר דלמ\"ד יגמור ס\"ל דמן התורה אסור להתחיל ולענין קושייתו שהקשה המל\"מ מהך דאשה אחרת מתקינין לו צ\"ע הא התם מיירי דגירשה קודם שתמות וא\"כ לא הוי אונן וכדמקשה התם הש\"ס בהדיא והא דקא משני איטרודי מי לא מיטריד היינו לענין אכילה אבל לענין עבודה פשיטא דלק\"מ ומה שהביא מהך דכה\"ג אונן משוי שליח כמבואר פ\"ד מהל' כלי המקדש הלכה ט' וי' דאיסור עבודת כה\"ג אונן רק מדרבנן יעו\"ש גם מהא ליכא ראיה די\"ל דשם מיירי דהתחיל לעסוק בה וע\"ד שכתב התוס' יומא י\"ג ב' או מיירי באמצע עבודה וק\"ל.<br><b> וכתב</b> עוד וז\"ל והיה נ\"ל דכהן שגירש את אשתו ע\"מ שילך למקום פלוני ומתה אשתו קודם שיקיים התנאי אף שחל עליו אנינות מ\"מ אם הלך אח\"כ וקיים תנאו שנמצא שהיא מגורשת למפרע משעה ראשונה דאין כאן אנינות כלל ומותר לעבוד ולאכול בקדשים הן אמת שראיתי בפ\"ק דיומא י\"ד א' דאמרינן וכה\"ג מי חיילא עליו אנינות והא מיגרשא נהי דאנינות לא חיילא איטרודי מי לא מיטריד ופירש\"י בקדשים בעינן שמחה וגדולה דכתיב לך נתתים למשחה כדרך שהמלכים אוכלים ולא מצאתי בשום מקום שטירדא מעכב מלאכול בקדשים וליכא למימר שדין זה הוא דווקא אליבא דר' יהודה ורבנן פליגי עליה דהא בגמ' הקשו לר\"י מדידיה אדידיה משמע דפשיטא ליה להש\"ס דטירדא מעכב מלאכול בקדשים וזה פשוט שם עכ\"ל.<br><b> והנה</b> לא ידעתי אמאי נקט בכה\"ג שמתה מקודם שקיים התנאי ואמאי לא נקט בלישנא דש\"ס שם שהתנה בתנאי ובשעת מיתתה קיים התנאי דה\"ז מגורשת ולא חיילא עליו אנינות וכדאיתא שם י\"ג ב' אלא לחדא אמר ה\"ז גיטך ע\"מ שלא תמות חבירתך ולחדא אמר ה\"ז גיטך ע\"מ שאכנוס אני לביהכנ\"ס דאי מייתא הא קיימא הא ואי מייתא הא קיימא הא מאי איכא למימר דילמא מייתא חברתא בפלגא דעבודה ועביד ליה עבודה למפרע בשני בתים אי חזי לה דקא בעיא למימר קדים איהו ועייל לביהכנ\"ס ומשוי ליה לגיטא דהאי גיטא למפרע עכ\"ל הגמ' ועיי\"ש בתוס' ישנים ד\"ה כי חזי דבעי למימת וכו' דמבואר שם בכה\"ג דהמל\"מ לא הוי גיטא יעו\"ש היטיב וצ\"ע בזה.<br><b> ובגופא</b> דדינא לפי מש\"כ התוס' ישנים שם דעיקר הקושיא היא משום יוהכ\"פ דיאכל ביו\"כ מחמת טירדא האמת משום דלמשחה אינו נאסר כלל רק דס\"ד לאסור משום איסור יוה\"כ והתם משני הש\"ס דביו\"כ כיון דכו\"ע לא אכלי הוא נמי לא אתי למיכל א\"כ ליתא במציאות דליתסר משום למשחה. ובאמת קושיית המל\"מ על רש\"י כבר קדמוהו התוס' ישנים וע\"ע בתשובות חכם צבי סי' קנ\"ז יעו\"ש היטיב וגם הוא אישתמיטתיה שכבר קדמוהו התוס' ישנים בזה ונהירנא כי זה איזה שנים אשר תירצתי פירש\"י בטוב טעם ודעת וכען מילתא מיני אזדא ה' יחזיר לי אבדתי. ואולי אפ\"ל דדעת רש\"י ז\"ל דעל כרחך אין הקושיא מאכילת יו\"כ דא\"כ יקשה בלא הטעם דאנינות איך כה\"ג עובד ביו\"כ דילמא אתי למיכל אלא ודאי דזה לא קשה. וגם דנימא מחמת שהוא אונן ישכח שהיום יו\"כ ג\"כ לא נ\"ל לפרש כך דמנ\"ל סברא זו להקשות כן לכך פי' דהכי מקשה דהא עיקר טעמא דר\"י דגזר דחיישינן דיטעה דכיון דשאר כהן אסור להקריב באנינות ולאכול ולו היתר להקריב באנינות יטעה ויאמר דה\"נ מותר לאכול ולכן הקשה דגם ביוה\"כ ניחוש להכי דיאמר מדהותר להקריב אונן מותר לו לאכול באנינות וע\"ז משני כיון דיש כאן איסור אכילה בלא\"ה מחמת הצום וכו\"ע לא אכלי לא יבא לטעות. ואהכי פריך והא אין אנינות כאן ולמאי ניחוש לה דהא לא הותר לו שום דבר בזה ואפי' בלא הסברא דכו\"ע לא אכלי ליכא למיחש. ומשני מ\"מ איטרודי מיטרד ולאחריני לא שרי ולו הותר. אבל זה אינו דהא דטירדא אוסרתו לדעת רש\"י היינו דוקא באכילה ולא בהקרבה והבן. וי\"ל בפשיטות דה\"ק דמקשה הש\"ס מאי תירצו שאני יוה\"כ דכו\"ע לא אכלי וכו' אפילו אם היה מותר לאכול ביוה\"כ לק\"מ דהא לאו אונן הוא ולכן שרי להקריב ולאכול ומשני דמ\"מ איטרודי מיטרד וא\"כ אסור לאכול בקדשים ולכן אם ביוה\"כ היה מותר לאכול היה אסור לו להקריב שמא יאכל. ולענין דינא מסיק המל\"מ דכהן גדול אונן מותר להתחיל בעבודה יעו\"ש ועוד פסק דמשוח שעבר אם הקריב אונן לא חילל יעו\"ש."
            ],
            [
                "<b>מק\"ו </b>\n<b> אם בע\"מ וכו'.</b> באמת לא סגי בזה די\"ל מה לבע\"מ שכן עשה בו קריבים כמקריבים וצ\"ל דזר יוכיח מה לזר שאין לו תקנה בע\"מ יוכיח מה להנך שכן לא הותרו מכללן טמא יוכיח מה לטמא שכן מטמא הנך יוכיחו כ\"ה בזבחים ט\"ז ב'. ויש לעיין א\"כ ל\"ל כל הנך ליליף מן בע\"מ וטמא לחוד מה תאמר מה לבע\"מ שכן עשה קרב כמקריב טמא יוכיח מה לטמא שכן מטמא בע\"מ יוכיח וי\"ל די\"ל מה להנך שכן מוזהרים בבמה משא\"כ אונן דאולי הותר בבמה כדלעיל ע\"א ולכן שם לחד מ\"ד דמפיק לה מיושב סגי לה בחד מהנך דיושב נמי שרי בבמה כדאי' שם ע\"א. ורבינו קיצר כאן בכ\"ז אבל לכאורה יש לעיין מה להנך שכן לוקים עליהם תאמר באונן שכן אין לוקין עליו כדפסק רבינו בהלכה ח' ובשלמא למאן דמפיק מיושב אתי שפיר. מ\"מ יש כעין זה בפסחים כ\"ד ב' עיי\"ש תוס' ד\"ה הכל מודים וכו' משום די\"ל חומרא כזו נכנס בתוך הק\"ו ומה בע\"מ שלוקה ומ\"מ אוכל ואפ\"ה מחלל וכ\"ש באונן שהחמירה עליו התורה שלא לאכול לכ\"ש שמחלל (ועי' ב\"ק כ\"ה א' תוס' ד\"ה אני לא וכו') וע\"ע ב\"ק מ' ב' עיין ביבמות נ\"ז ב' ד\"ה אמר רב וכו' ועוד בדוכתי טובי וצ\"ע בזה. ועיין לקמן פרק ב' ה\"ו."
            ],
            [
                "<b>אסור </b>\n<b> לאכול וכו'.</b> עי' יומא י\"ג ב' ומו\"ק י\"ד ב' וב\"ק ק\"י א' והוריות י\"ב ב' וזבחים צ\"ט א' וק' ב' וק\"א א' ותוספתא זבחים פי\"א ותו\"כ שמיני פרשה א' פ\"ב יעו\"ש.",
                "<b> אינו</b>\n<b> לוקה וכו'.</b> עיין זבחים ט\"ז ב' דדייק הש\"ס היכן מוזהר והנה לא מייתי קרא מפורש רק מק\"ו שמיע ליה יעו\"ש ולזה כוונת מרן.",
                "<b> ומותר</b>\n<b> ליגע וכו'.</b> עיין זבחים צ\"ט א' ושם ב' ובתוס' ד\"ה ה\"ג באכילה וכו' שהסכימו לרש\"י דמותר ליגע אע\"פ שלא טבל ועיי\"ש ע\"א רש\"י ד\"ה ה\"ג אלא ל\"ק הא וכו' דהוסיף שם תיבת אלא דאילו לגירסא דידן דל\"ג אלא א\"כ ה\"פ לעולם בטבל ומאי דקשה דא\"כ מאי מהני הא הדרא עליו אנינות לא קשיא הא דהדרא עליו אנינות מיירי בדהסיח דעתו והא דלא הדרא עליו אנינות מיירי בדלא הסיח דעתו וכן מבואר בפי' המשנה לרבינו שכתב שם וז\"ל והאונן כבר נתבארו דיניו בפ\"ב ואסור לו ליגע בקדש אלא אחר טבילה ע\"מ שלא יסיח דעתו רק שישמור עצמו מן הטומאה ויתן מחשבת לבו בענין הזה עכ\"ל ועיין ירושלמי פ\"ג דחגיגה ה\"ג וז\"ל תמן תנינן אונן נוגע ואינו מקריב ואינו חולק לאכול בערב תמן את אמר מותר ליגע וכאן את אמר אסור ליגע א\"ר יניי כאן בשהסיע דעתו וכאן בשלא הסיע דעתו ר' יוסה בעי אם כשהסיע דעתו אפילו בתרומה יהא אסור מאי נדון כהיא דא\"ר ירמיה בשם ר' בא בר ממל עשו אותו כאוכל רביעי בקדש הדא אמרה האוכל רביעי בקדש אסור לוכל ומותר ליגע וכאן אסור לוכל ומותר ליגע עכ\"ל ומשמע כפירש\"י וכ\"כ השיירי קרבן שם. ועיין בתוס' יו\"ט כאן ובפ\"ג דחגיגה ובפ\"י דנדה מ\"ז ועי' בהל' אבות הטומאות הט\"ו ואי\"ה במקו\"א יבואר עוד מזה."
            ],
            [
                "<b>בלבד </b>\n<b> וכו'.</b> עי' זבחים צ\"ט ב' פלוגתא דר\"ש ור\"י וע\"ע שם ק' ב' פלוגתא דר' ור\"י ור' קאי בשיטת ר\"ש ואין הלכה כר\"י לגבי תרווייהו וע\"ע בברכות ט\"ז ב' ובפסחים צ\"ב א'. (ועי' בתו\"כ פרשת שמיני פרשתא א' פ\"ב שם איתא ברייתא פלוגתא דר\"י ור\"ש וצ\"ל שם ר\"ש אומר אין האונן ומש\"כ שם רבי אומר וכו' הוא ט\"ס אמנם בירושלמי פ\"ח דפסחים ה\"ח ובהוריות פ\"ג ה\"ה מבואר דגרס כגי' התו\"כ שלפנינו יעו\"ש וצ\"ל דהיא הברייתא המובאת בזבחים ק' ב') רק מה שמבואר שם דאונן אוכל פסחו לערב לא אתיא אליבא דרבי ודו\"ק."
            ],
            [
                "<b>ששהה </b>\n<b> ימים וכו'.</b> מידי דהוה אאנינות לילה דיום המיתה דהוה מדבריהם וכנ\"ל וע\"ע שם פלוגתא דרבנן ורבי דרבי ס\"ל דאנינות ליל יום קבורה הוה מדרבנן ולרבנן שרי לגמרי וע\"ע במס' שמחות פ\"ד הי\"ט יעו\"ש היטיב והלכה כרבנן לכן שרי בליל יום קבורה וכמש\"כ מרן וע\"ע בירושלמי פ\"ח דפסחים ה\"ח ובהוריות פ\"ג ה\"ה יעו\"ש היטיב.",
                "<b> הרי</b>\n<b> הוא וכו'.</b> הנה שם בזבחים מייתי ברייתא יום שמועה כיום קבורה למצות שבעה ושלשים ולאכילת פסחים כיום ליקוט עצמות אחד זה ואחד זה טובל ואוכל בקדשים לערב. ומקשה הש\"ס הא גופא קשיא אמרת יום שמועה כיום ליקוט עצמות לאכילת פסחים מכלל דיום קבורה אפילו לערב נמי לא אכיל והדר תני אחד זה ואחד זה טובל ואוכל בקדשים לערב (והיינו אחד יום קבורה ואחד יום ליקוט) והנה ר\"ח משני תנאי היא רישא אתי כרבי דס\"ל יום ליל קבורה אסור מדרבנן ואפילו פסח נמי לא אכיל וסיפא כרבנן והנה כבר פסק רבינו כרבנן. והנה יש שם אוקימתא אחריתי לרבה בר רב הונא. והוא דהסיפא דנקט אחד זה ואחד זה טובל ואוכל בקדשים לערב מיירי בשמע קודם שקיעת החמה וכן בנקבר קודם שקיעת החמה וכן בלקטו עצמות קודם שקיעת החמה דהלילה שלאחר זה מיקרי ליל יום שמועה וליל יום קבורה וליל יום ליקוט דמותר בכל הקדשים והא דתני ברישא ולאכילת פסחים כיום ליקוט עצמות היינו שהיה השמועה והליקוט והקבורה לאחר שקיעת החמה דהוה יום שמועה וקבורה וליקוט עצמות דבאכילת קדשים אסרו אבל באכילת פסח ביום קבורה אסרו וביום שמועה וביום ליקוט שרי בפסח ולא בקדשים. ורבינו השמיט אוקימתא זו. ומבואר דאף ביום שמועה וליקוט לא הותר לו רק בלילה ולא ביום וע\"ע לקמן פ\"ו מהל' קרבן פסח ה\"ט יעו\"ש היטיב ועיין ירושלמי פסחים פ\"ח ה\"ח וז\"ל תני יום שמועה כיום קבורה לקרע ולאיבול ולספירת שבעה ולספירת שלשים ולאכול בקדשים הרי הן כליקוטי עצמות וזה וזה טובלין ואוכלין בקדשים לערב. וליקוטי עצמות טובל ואוכל בקדשים (ר\"ל דמקשה ל\"ל לערב הא בליקוט עצמות טובל ואוכל בקדשים מיד. קרבן העדה) ר' יוסי בן ר' בון בשם ר\"ח תיפתר שנקבר משחשיכה (והו\"ל יום ליקוט עצמו ויום קבורה עצמו. קרבן העדה) וזה וזה טובלין ואוכלין קדשים לערב וקבורה אוכלת בקדשים (מקשה הא ביום קבורה אסור לאכול בקדשים. קרבן העדה) א\"ר יוסי בי ר' בון תרתיהון בשמיעה שמע שמת לו מת מאתמול טובל ואוכל בקדשים שמע שנתלקטו לו עצמות מאתמול טובל ואוכל בקדשים עד כאן לשונו ואפ\"ל כי לכן בחר רבינו באוקימתא דר\"ח משום מסקנת הירושלמי דיום ליקוט כיום קבורה ודו\"ק היטיב.",
                "<b> שיתבאר</b>\n<b> במקומו. </b> לקמן פ\"ו מהל' קרבן פסח ה\"ט יעו\"ש."
            ],
            [
                "<b>אינו </b>\n<b> משלח וכו'.</b> עי' זבחים צ\"ט ב' יעו\"ש היטיב ובתו\"כ ויקרא פט\"ז פרשה י\"ג ועי' תוספתא זבחים פי\"א ובמו\"ק ט\"ו ב'.",
                "<b> מצורע</b>\n<b> וכו'.</b> שם במו\"ק מצורע מהו שישלח קרבנותיו ת\"ש דתניא ואחרי טהרתו אחר פרישתו מן המת שבעת ימים יספרו לו אלו שבעת ימי ספירו וביום בואו אל הקדש אל החצר הפנימית לשרת בקדש יקריב חטאתו זו עשירית האיפה שלו דר\"י ר\"ש אומר בבואו יקריב בזמן שראוי לביאה ראוי להקרבה בזמן שאינו ראוי לביאה אינו ראוי להקרבה. וכתב רש\"י בד\"ה זו עשירית וכו' אלמא לא הי' יכול להקריב קרבנו עשירית האיפה עד שנטהר מטומאת המת וה\"ה מצרעתו עכ\"ל ולפי\"ז משמע דהש\"ס מייתי נמי מדר\"י ולאו דוקא מצורע אלא ה\"ה טמא מת נמי ועיי\"ש בתוס' דמקשה מהא דאיתא בפסחים ס\"ב א' דערל וטמא משלחין קרבנותיהן ועוד דהכא גופא משמע דמצורע דווקא אינו משלח קרבנותיו לכן פי' דעיקר הדיוק מדר\"ש דלית ליה מילי מילי קתני ורק במצורע ס\"ל דאינו מביא קרבנו מדדריש בבואו בזמן שראוי לביאה אבל בשאר טמאים ס\"ל דמותרין לשלח קרבנותיהם וה\"ט דטומאה מגופו חמיר טפי והא דאיתא במגילה ח' א' מזובו ולא מזובו ונגעו היינו דווקא לענין טומאה ולא לענין קרבן יעו\"ש היטיב ובתוס' דחגיגה ד' ב' ד\"ה דכתיב וכו' העלו דהא דמצורע אין משלח קרבנותיו היינו קרבנות מצורע כגון שנתרפא מצרעתו ובשמיני לרפואתו כי רצה להביא קרבנותיו חזר ונטמא הא נדרים ונדבות שפיר מייתי יעו\"ש היטיב וע\"ע במנחות ס\"ב ב' תוס' ד\"ה וכן וכו' ששם כתב דלאו דוקא מצורע אלא טמא מת נמי אינו משלח קרבנותיו ודווקא עשירית האיפה אינו משלח אבל שאר קרבנות שפיר מביא ומביא ראיה מהך דמגילה מזובו ולא מזובו ונגעו יעו\"ש וכ\"כ בזבחים ע\"ה א' ד\"ה והא בעי וכו' וע\"ע גיטין כ\"ח ב' ד\"ה והא בעי וכו' וביבמות ק\"ד ב' ד\"ה והאמר ר\"ז וכו' יעו\"ש היטיב וע\"ע בתוס' נדה ס\"ו ב' ד\"ה כל הראוי וכו' יעו\"ש היטיב בכל המקומות וכבר העירותי על רש\"י דמגילה הנ\"ל יעו\"ש בחי' למסכת ההיא והנה מדברי רבינו כאן משמע ג\"כ כמש\"כ התוס' במו\"ק דילפינן לה מדברי ר\"ש מדמייתי הא דכל זמן שאינו ראוי לביאה אל המחנה אינו ראוי להקרבה וע\"ע מש\"כ לפנינו אי\"ה מזה.",
                "<b> לפיכך</b>\n<b> וכו'.</b> משום דלא איפשיטא בעיין וכל דלא נפשטה אין לנו לפוסלו מספק עי' לקמן פ\"ה ה\"ט יעו\"ש."
            ],
            [
                "<b>וכיוצא </b>\n<b> בו וכו'.</b> דעת רבינו כי שאר קרבנות שוחטין וזורקין על טמא שרץ ולא על טמא מת והיינו דווקא בשאר קרבנות אבל לא בפסח והנה החילוק בערל וטמא בין פסח לשאר קרבנות מבואר בפסחים ס\"ב א' וכמש\"כ מרן.<br><b> אמנם</b> מש\"כ מרן עוד וז\"ל ובפ\"ב דזבחים כ\"ב ב' אמר ריש לקיש דטמא שרץ משלח קרבנותיו וטמא מת אינו משלח קרבנותיו ובפסחים צ\"ג סבר רב נחמן כמ\"ד שוחטין וזורקין על טמא שרץ עכ\"ל והנה בפסחים שם מבואר דר\"נ ס\"ל שוחטין וזורקין על טמא שרץ את הקרבן פסח ובזבחים שם מבואר דזקני דרום ס\"ל דכהן טמא במת מרצה ביחיד והא דקתני התם דטמא מחלל עבודה היינו טמא שרץ וטעמא דמילתא דטמא שרץ לא מרצה בצבור דאילו צבור טמאי שרץ לא עבדי בטומאה דס\"ל שוחטין וזורקין על טמא שרץ וא\"כ ליחיד שרי בכה\"ג וכל דיחיד לא נדחה ציבור לא עבדי בטומאה ולכן לא הותר טומאת שרץ לצבור ולכן נמי לא הותר לכהן טמא שרץ לרצות ביחיד אבל טומאת מת דאין שוחטין וזורקין על טמא מת והיחיד נדחה צבור עבדי בטומאה וכיון דהותר למתכפרין לעשות בטומאה הותר נמי למכפרין דהיינו כהנים ומתוך שמרצה בצבור מרצה נמי ביחיד. זהו דעת זקני דרום. וריש לקיש הקשה להו דמה ישראלים שנטמאו בשרץ שהותר להם לשלח קרבנותיהם בטמא שרץ ומ\"מ כהן שנטמא בשרץ אינו מרצה כ\"ש דהכהנים שנטמאו במת דאין מרצים ומשני דזקני דרום ס\"ל דבעלים טמאי מת נמי משלחים קרבנותיהם והא דנדחים לפסח שני היינו למצוה אבל בדיעבד נרצה להם ומסיק התם דרמי בר חמא פליג אזקני דרום וס\"ל דטמאי מת אין שוחטים עליהם פסח וע\"כ נדחים לפסח שני אם לא ברוב טמאים אז דוקא אין נדחים ושוב מקשה שם מהא דמרצה ציץ אטומאה ועל כרחך בטומאת מת דהיינו שנטמאו בעלים במת וקשיא על רמי בר חמא ומשני דמיירי בשרץ וקאי על כהן (תוס' שם ד\"ה אי נימא וכו' וס\"ל דטומאת כהן מרצה בין בשרץ בין במת והא דאי' במשנה דטמא שעבד חילל היינו בזב ומצורע (עי' תוס' כ\"ב ב' ד\"ה אי הכי וכו') אבל טומאת בעלים במת אין הציץ מרצה ובשרץ א\"צ לרצויי כי שוחטין וזורקין על טמא שרץ וקושיית ר\"ל לא קשה על רמי בר חמא ורק על זקני דרום שמחמירין בכהן טמא שרץ יותר מטמא מת מקשה שפיר אבל לרמי בר חמא קיל שרץ מטמא מת והבן) ויש שם לישנא אחרינא דמקשה לזקני דרום מהא דמרצה ציץ על טומאת הבשר ולא על טומאת הבעלים והכהן ועל כרחך על טומאת מת מיירי מדקאמר שהותרה בצבור וטומאת שרץ לא הותר בצבור כיון דשוחטין וזורקין עליו אלא ודאי מיירי בטומאת מת ומ\"מ קאמר דאינו מרצה על טומאת בעלים אלמא דטמא מת אין משלח קרבנותיו ומשני דמיירי בטומאת שרץ וקאי על הכהנים דאין מרצין (ועל הבעלים לא מצי קאי דהא שוחטין וזורקין על טמא שרץ משא\"כ כשרצה לומר דמיירי במת א\"כ קאי נמי על בעלים דהא לכתחלה אין שוחטין וזורקין על טמא מת לכן מקשה על זקני דרום ועוד דאף אם תוקמא בכהנים דאין מרצה על הכהן שנטמא במת יקשה ג\"כ על זקני דרום דהא ס\"ל דכהן שנטמא במת מרצה וק\"ל) וע\"ע בירושלמי פסחים פ\"ז ה\"ז יעו\"ש היטיב.<br><b> העתקתי</b> כל הסוגיא תורף דבריו בשלימות. והנה מבואר מזה דכו\"ע ס\"ל דשוחטין וזורקין על טמא שרץ את הפסח ול\"פ זקני דרום עם ר\"ל ורמי בר חמא רק אם טמאי מתים שוחטין וזורקין את הפסח ובהיות כן איני מבין מש\"כ מר\"ן דר\"ל ס\"ל דטמא שרץ משלח קרבנותיו וטמא מת אינו משלח קרבנותיו וכן ככל דבריו לקמן עוד בזו ההלכה והא אדרבה שם מבואר דלא פליגי כו\"ע וס\"ל דשוחטין וזורקין הפסח על טמא שרץ נגד דעת רבינו. וצע\"ג בזה לע\"ע. וצ\"ל דכוונת מרן דכיון דאשכחן דמקילין בטמא שרץ בפסח כ\"ש בשאר קרבנות דל\"פ עלייהו רק בפסח ולא בשאר קרבנות. ולפי שאין עיקר הדין זה כאן רק לקמן סי' ק\"א ואי\"ה כאשר יזכני ה' לשם אדבר עוד מזה.",
                "<b> כמו</b>\n<b> שיתבאר וכו'.</b> עיין לקמן פ\"ב מהל' קרבן פסח ה\"ה וה\"ו ופ\"י ה\"ז יעו\"ש."
            ]
        ],
        [
            [
                "<b>לשלח </b>\n<b> וכו'.</b> עי' ספרי תצא פיסקא רנ\"ה."
            ],
            [
                "<b>בדד </b>\n<b> ישב וכו'.</b> כ\"ז לקוח מהספרי נשא פיסקא א' יעו\"ש היטיב אבל בפסחים ס\"ז א' ב' איתא שם מחלוקת ר' יהודה ור' שמעון ר\"י דריש בדד ישב מחוץ למחנה מושבו דכתיב גבי מצורע שלא ישבו אחרים עמו ונלמד מכאן דמצורע משתלח חוץ לשלש מחנות יכול זבין וטמאי מתים משתלחין למחנה אחד ת\"ל ולא יטמאו את מחניהם ליתן מחנה לכל אחד ואחד ור\"ש ס\"ל יאמר מת הקל וכ\"ש זב החמור למאי נאמר זב ליתן לו מחנה שני ואל יאמר מצורע שהוא חמור מכולם ליתן לו מחנה שלישי יעו\"ש ועי' זבחים קט\"ז ב' איתא שם בשם רשב\"י דבשילה לא היו רק ב' מחנות לבד וקא בעי הי מינייהו לא הוי וקאמר רבה דמסתברא דמחנה לויה הואי דאי ס\"ד מחנה לויה לא הואי נמצאו זבין וטמאי מתים משתלחין חוץ למחנה אחד והתורה אמרה ולא יטמאו את מחניהם תן מחנה לזה ומחנה לזה א\"ל רבא אלא מאי מחנה ישראל לא הואי נמצאו זבין ומצורעין משתלחין למקום אחד והתורה אמרה בדד ישב שלא ישב טמא אחר עמו יעו\"ש היטיב וכתב שם התוס' בד\"ה והתורה אמרה וכו' וז\"ל אע\"ג דהך סוגייא לר\"ש והך דרשא לר\"י דלר\"ש דריש ליה מקרא אחרינא בפסחים ס\"ז א' ניחא ליה להש\"ס לאתויי דרשא הפשוטה והקצרה עכ\"ל ובער אני ולא אדע למה שתקו התוס' בהך דמייתי מקודם והתורה אמרה ולא יטמאו את מחניהם תן מחנה לזה ומחנה לזה דזה נמי אינו אלא לר\"י משא\"כ לר\"ש וצ\"ע (וע\"ע בפי' רבינו למשנה ח' פ\"ק דכלים דמייתי ג\"כ הך דרשא דספרי יעו\"ש).",
                "<b> שהוא</b>\n<b> מפתח וכו'.</b> עי' לעיל פ\"ז מהל' בית הבחירה הי\"א יעו\"ש.",
                "<b> מטמא</b>\n<b> בביאה וכו'.</b> כ\"ה בספרי הנ\"ל אבל בפסחים ס\"ב ב' איתא מאי חומריה דמצורע מזב שכן טעון פריעה ופרימה ואסור בתשמיש המטה ופריך אדרבה זב חמור שכן מטמא משכב ומושב ומטמא כלי חרס בהיסט ומשני אמר קרא זב וכל זב לרבות בעל קרי ומצורע חמור מבעל קרי מאי חומריה כדאמרן אדרבה בעל קרי חמור שכן מטמא במשהו ס\"ל כר' נתן דתניא ר\"נ אומר משום ר' ישמעאל זב צריך כחתימת פי האמה ולא מודו ליה חכמים ואיתקיש ליה בעל קרי לזב יעו\"ש היטיב ועיי\"ש בתוס' ד\"ה שכן וכו' שנשארו בתימה אמאי לא קא חשיב שמטמא בביאה יעו\"ש והנה הא דמקשה הש\"ס שכן מטמא במשכב ומושב ס\"ל לרבינו דאין זה פירכא דפסק בפ\"י מהל' טומאת צרעת דמטמא משכב ומושב וכ\"כ בפי' המשניות בפ\"ק דכלים מ\"ד (ועיי\"ש בפסחים תוס' ד\"ה שכן וכו' וביומא ו' ב' תוס' ד\"ה שמטמא וכו' ובתוס' נדה נ\"ד ב' ד\"ה יכול תהא וכו' וע\"ע נזיר נ\"ו ב' וע\"ע תו\"כ פרשת מצורע פרשה ב' פ\"א יעו\"ש ועיי\"ש עוד בפרשה זבים פ\"ב יעו\"ש היטיב (ובמ\"א יבואר מזה אי\"ה) וע\"ע בפ\"ה דזבים מ\"ו דמשמע שם שמצורע מטמא כלי חרס בהיסט ג\"כ יעו\"ש א\"כ חמור מצורע מזב. אמנם מאד יקשה עלי הא רבינו ס\"ל פ\"ב מהל' מחוסרי כפרה ה\"ט דזב כל שהוא טמא (והוא לקמן פ\"ב מהל' מחוסרי כפרה ה\"ט) וא\"כ איכא פירכא דמה לזב שכן טמא במשהו משא\"כ מצורע דבעי כגריס דווקא ואף גם זאת לא נ\"ל שרבינו יסבור שמצורע מטמא כ\"ח בהיסט ועי' מגילה ח' ב' ברש\"י שם יעו\"ש היטיב ועי' בתוס' יו\"ט בפ\"ה דזבחים מ\"ו (ובמקו\"א אי\"ה יבואר מזה) והנה אפ\"ל דכל הסוגיא אזלא אליבא דר\"ש אבל רבינו תפס שיטת הספרי והנה על המצורע שטעון שלוח מחוץ לשלש מחנות א\"צ לימוד ע\"ז דהוא מקרא מפורש בדד ישב מחוץ למחנה ולא הביא רק לראיה שמשום שהוחמר בטומאתו הוחמר בשלוחו ומצורע מיקרי חמור מכולם כדאיתא בפ\"ק דכלים מ\"ד יעו\"ש באליה רבה. ובהלכה ג' כתב דהא דזב חמור מטמא מת משום דזב מטמא משכב ומושב באבן מסמא משא\"כ במת וכ\"ה בספרי אמנם בפסחים שם איכא מאי חומריה דזב שכן טומאה יוצאה עליו מגופו ופריך אדרבה טמא מת חמור שכן טעון הזאה שלישי ושביעי אמר קרא טמא וכל טמא לרבות טמא שרץ וזב חמור מטמא שרץ ומאי חומריה כדאמרן אדרבה שרץ חמור שכן מטמא באונס אמרי כה\"ג זב נמי טמויי מטמא באונס יעו\"ש והספרי י\"ל דלא חשיב רק מה שחמור בעצם הטומאה אבל מה שחמור בהתחלת הטומאה דהיינו שזב מטמא בכל שהוא ומצורע בעי כגריס או בסילוק הטומאה כגון מת דבעי הזאה שלישי ושביעי משא\"כ בזב זה לא חשיב אך אזה נמי קשה דהא מת מטמא באהל משא\"כ בזב לכן נ\"ל דגם הספרי ס\"ל כדרש הש\"ס דמרבינן טמא קרי או טמא שרץ ולא נקט רק עיקר הדבר וכ\"ה דעת רבינו דלא הביא רק התחלת הלימוד ולא הסוף וכדומה לעיל פ\"ב ה\"ז."
            ],
            [
                "<b>שהוא </b>\n<b> חוץ וכו'.</b> כמבואר לעיל פ\"ז מהל' בית הבחירה הי\"א. ועי' מל\"מ שתמה על רבינו בפי' המשניות בסוף זבים שבעל קרי כטמא שרץ היינו לענין ראשון לטומאה ותמה ע\"ז מהא דפסחים ס\"ז א' דמסקינן התם לענין שמטמא באונס יעו\"ש וזה קשה ג\"כ על רש\"י יומא ו' א' ד\"ה לא לטומאתן וכו' וע\"ע תוס' נדה כ\"ב א' ד\"ה אלא מעתה וכו' יעו\"ש היטיב.<br><b> וע\"ע</b> במל\"מ מה שתמה על מש\"כ הרע\"ב בריש תמיד יעו\"ש היטיב והנה נתתי שמחה בלבי כי כוונתי לדעתו הרמה בזה וכבר העירותי בצדק פ\"ח מהל' בית הבחירה ה\"ז יעו\"ש היטיב והנה לכאורה יש לעיין ג\"כ על המפרש בתמיד כ\"ו א' וז\"ל בא וישב לו אצל אחיו הכהנים אע\"ג דעדיין אינו טהור עד שיעריב שמשו דהא טבול יום הוא י\"ל דחכמים לא הטריחוהו ללכת ולצאת משם הואיל ולילה הוא עד שיאור היום דהא דאמרינן טבו\"י אל יכנס למחנה לויה מדרבנן עכ\"ל ויש לעיין ל\"ל הטעם דלילה הוא תיפוק לי דהא טבו\"י שרי ליכנס להר הבית אפי' לכתחלה דלא גזרו אטבו\"י רק בעזרת נשים ואולי י\"ל דס\"ל כדעת ר\"ת בזבחים ל\"ב א' דדעתו דהטעם שגזרו בעזרת נשים משום דסמוך למחנה שכינה ואין לך סמוך יותר למחנה שכינה מבית המוקד שהיתה חצייה פתוחה לקדש וחציה פתוחה לחול ומתוך כך יצא לדון דהא דגזרו על טבו\"י בעזרת נשים אינו אלא היכא שנטמא בחוץ אבל לא היכא שנטמא בפנים יעו\"ש היטיב אבל המפרש ס\"ל דהטעם דהכא לא גזרו משום דלילה הוא לא הטריחוהו לצאת. אבל יש לעיין על המפרש א\"כ למה לו לדחוק ולבקש חשבונות רבים בטעם דהולך לו בשעת פתיחת שערים וכמש\"כ בשמו לעיל בהל' בית הבחירה שם ה\"י תיפוק לי דהא דלא הטריחוהו הוא דווקא בלילה ולא ביום וצ\"ע בזה.<br><b> ובמה</b> שחקר המל\"מ הלא בועל נדה הוא לכל הפחות בעל קרי יעו\"ש היטיב אשר דבר בזה והביא הש\"ס דנדה ט\"ו א' יעו\"ש ואין להקשות דמאי פריך התם ותיפוק לי דבעל קרי הוא יעו\"ש ודילמא מיירי שם אחר אותו יום דאי משום בעל קרי הרי טבל והעריב שמשו וטהור גמור הוא אבל משום בועל נדה טמא כל שבעה לק\"מ דא\"כ דבאותו יום הוא טמא א\"כ מאי מוסיף ר\"י בנו של ריב\"ז את\"ק דאמר מטמא משום מגע ואינו מטמא משום בועל נדה. ופשוט.<br><b> אבל</b> מה שהקשה עוד על התוס' דמו\"ק ט\"ו א' דמשמע מדבריהם דבועל נדה א\"א להיות בלא קרי וביותר על מש\"כ התוס' בסה\"ד דטומאת נדה מכח קרי מודה ר\"י דבעי טבילה יעו\"ש אם כי לכאורה דבר גדול דיבר אבל לענ\"ד אין התחלת קושיא דהא עיקר שתיקן עזרא טבילה לבעלי קריין הוא מטעם שלא יהיו ת\"ח מצויים אצל נשותיהם כתרנגולים וא\"כ שם עיקר הטעם מחמת הבעילה אבל בלא בעילה לא החמירו כ\"כ דהוי בעל קרי לאונסו אבל בעילה בלא קרי נמי גזרו טבילה ודברי התוס' מאירים כספירים ודו\"ק (וא\"כ לא שייך לומר דמיירי שלא גמר ביאתו) ועי' בחי' רשב\"א בברכות כ\"ב א' שכתב בשם הראב\"ד כדעת המל\"מ יעו\"ש אך דעת תוס' כמש\"כ."
            ],
            [
                "<b>אפי' </b>\n<b> המת וכו'.</b> עיין פסחים ס\"ז א' וסוטה כ' ב' ונזיר מ\"ה א' ותוספתא דכלים פ\"א. ועיין תוס' סוטה שם שהקשו מאי אפילו הא אין חייב על טומאת מקדש רק דבר שיש לו טהרה במקוה (עי' לקמן סעיף ט\"ז) יעו\"ש מש\"כ בזה ועיין מנחות צ\"ה ב' תוס' ד\"ה אין וכו' ותוס' נדה כ\"ח ב' ד\"ה פרט וכו' שתירצו בענין אחר יעו\"ש היטיב."
            ],
            [
                "<b>עכו\"ם </b>\n<b> וט\"מ וכו'.</b> כבר נתבאר זה לעיל בפ\"ז מהל' בית הבחירה הט\"ז יעו\"ש סעיף ט\"ז."
            ],
            [
                "<b>ואיסור </b>\n<b> טבו\"י וכו'.</b> כבר נתבאר בפ\"ז מהל' בית הבחירה בהלכה י\"ז ועיי\"ש ס\"ק ל\"ט."
            ],
            [
                "<b>לא </b>\n<b> טהר וכו'.</b> עי' נזיר מ\"ה א' ומכות ח' ב' דילפינן לה מדכתיב טמא יהיה עוד טומאתו בו ועי' תוס' סנהדרין פ\"ג ב' ד\"ה וטבו\"י וכו' וביבמות ע\"ד ב' תוס' ד\"ה מכלל וכו' וזבחים י\"ז א' תוס' ד\"ה טבו\"י וכו' שהאריכו בזה הרבה וע\"ע בספרי פרשת חקת פיסקא קכ\"ה יעו\"ש היטיב ומרן כתב על דברי רבינו וז\"ל בס\"פ הנשרפין עכ\"ל ולא ידעתי דהא התם מיירי לענין טמא ששימש אבל לא לענין כניסה למקדש וצ\"ע בזה. והנה שם בספרי איתא מה ת\"ל טמא יהיה לפי שהוא אומר ומי נדה לא זורק עליו אין לי אלא שלא הזה כל עיקר הזה ולא שנה מנין ת\"ל טמא יהיה הזה ושנה ולא טבל ת\"ל טומאתו וכו' הזה וטבל ולא העריב שמשו מנין ת\"ל עוד טומאתו בו עכ\"ל והזרע אברהם הקשה מחוסר כפורים מנ\"ל יעו\"ש אמנם רבינו הוקשה לו קושיית ר\"ח בתוס' שם ודו\"ק היטיב וע\"ע מנחות כ\"ז ב' ברש\"י יעו\"ש היטיב ועדיין יש לעיין בזה ועי' לקמן הלכה ט'.",
                "<b> עובר</b>\n<b> וכו'.</b> זה מחנה שכינה וכו' עי' מש\"כ מרן ע\"ז שרבינו היה לו גירסא אחרת בפסחים ס\"ח א' ועי' בס' המצות לרבינו עשין ל\"א ל\"ת ע\"ח יעו\"ש ודע דבספרי תצא פיסקא רנ\"ה הוא להיפך וז\"ל ר\"ש התימני אומר ויצא אל מחוץ למחנה זו מחנה לויה לא יבא אל תוך המחנה זו מחנה שכינה עכ\"ל ויש לעיין קצת בזה ודע דביש ספרים בס' המצות כתב בל\"ת ע\"ח וז\"ל ויצא אל מחוץ למחנה זה מחנה לויה וט\"ס הוא והעיקר כמש\"כ בס' המצות דפוס וויניציא ויצא אל מחוץ למחנה זה מחנה שכינה ולא יבא אל תוך המחנה זה מחנה לויה וכמש\"כ בעשין ל\"א ודו\"ק (ועי' בפי' הר\"ח בפסחים שם יעו\"ש היטיב).",
                "<b> לוקה</b>\n<b> וכו'.</b> כ\"כ רבינו בפי' המשניות מ\"ח פ\"ק דכלים יעו\"ש ולא פסק כר\"ח דס\"ל הכתוב נתקו לעשה בפסחים ס\"ז א' דשם אתי כר\"ש דס\"ל דבדד ישב הוא מיותר אבל לרבינו אינו מיותר דצריכה לגופי' כמו שנתבאר לעיל סעי' ב' ועי' מרן ועי' בתוס' יו\"ט שם בכלים שכתב שלא מצא לרבינו בספרו הזה שילקה בכניסתו לירושלים יעו\"ש והתימה שנעלם ממנו זה שוב ראיתי בתוס' חדשים שקדמני בזה ועוד יבואר אי\"ה לפנינו מזה ועוד מהתוספתא דכלים פ\"ק (שהובאת בהלכה ט') מבואר דלוקה על ירושלים. וק\"ל."
            ],
            [],
            [
                "<b>לוקה </b>\n<b> שמונים. </b> תוספתא פ\"ק דכלים והובא בפי' המשניות לרבינו שם יעו\"ש היטיב ועיין מרן.",
                "<b> שנכנס</b>\n<b> לעז\"נ וכו'.</b> לפי שהוא רק מעלה דרבנן כמבואר לעיל הלכה ד' והלכה ו' ופשוט.",
                "<b> מחוסר</b>\n<b> כפורים שנכנס וכו'.</b> והראב\"ד השיג ע\"ז וכתב וז\"ל א\"א זה שבוש דמחוסר כפורים שנכנס למחנה שכינה דהיינו משער נקנור ולפנים יש בו כרת ובתוספתא דכלים תניא כל הטמאים שנכנסו לפנים משער נקנור אפילו הם מחוסרי כפרה הרי אלו חייבין על זדונן כרת ועל שגגתן חטאת עכ\"ל ועי' מרן שהקשה עוד מהא דמנחות כ\"ז ב' יעו\"ש ועי' תוס' פסחים ס\"ז א' ד\"ה הכתוב וכו' ובר\"ש שם צ\"ב א' ד\"ה מצורע וכו' וד\"ה יבא עשה וכו' וע\"ע ביבמות ז' ב' רש\"י ד\"ה ואמר עולא וכו' דקיימי בשיטת הראב\"ד דס\"ל דמחוסר כפורים הנכנס לעזרה חייב כרת וכ\"כ תוס' בזבחים י\"ז ב' ד\"ה קסבר וכו' ובנזיר מ\"ה א' תוס' ד\"ה שער וכו'.<br><b> והנה</b> מרן כתב לישע רבינו והוא דרבינו ס\"ל דהסוגיא דמנחות והתוספתא דכלים ס\"ל דמחו\"כ דזב כזב דמי ורבינו ס\"ל דלאו כזב דמי וכ\"כ בשם ר\"י קורקוס יעו\"ש היטיב.<br><b> והנה</b> מתוס' זבחים י\"ז ב' ד\"ה קסבר וכו' מבואר דאף למ\"ד לאו כזב דמי מ\"מ מחו\"כ חייב כרת בנכנס למקדש וזה פשיטא להם רק דשקלו וטרו התם באכילת קדש בטומאה למ\"ד לאו כזב דמי אם חייב כרת או לאו ומסקו בשם ר\"ח דלענין ביאת מקדש ואכילת קדש כו\"ע לא פליגי דחייב ונפק\"מ רק לענין אם שוחטין וזורקין על טבול יום דזב. והביאו ראיה דלענין ביאת מקדש חייב אף למ\"ד לאו כזב דמי מסוגיא דנזיר מ\"ה א' דמסיק דכו\"ע דטבו\"י דזב לאו כזב דמי ומ\"מ מסיק התם מקרא דטמא יהיה עוד טומאתו בו (ועי' בנזיר שם בתוס' ד\"ה אלא אמר וכו' ועיי\"ש ברש\"י דל\"ג כן יעו\"ש היטיב ובזה אזדא לה מש\"כ כאן בהג\"ה בכ\"מ והבן היטיב) ומתוך כך תמה אני על ר\"י קורקוס שהביא ראיה מהך דנזיר והא אדרבה משם יש להוכיח להיפך דאע\"ג דטבו\"י דזב לאו כזב דמי ושרי לו ליכנס למחנה לויה מ\"מ למחנה שכינה אסור אפי' מחוסר כפורים וחייב כרת וע\"ע בתוס' זבחים ל\"ב ב' ד\"ה ור\"י וכו' ובתוס' יבמות ז' ב' ד\"ה ר\"י וכו' דמבואר שם כחילוק דר\"ח דפלוגתא דטבו\"י דזב אי כזב דמי או לא לא נפק\"מ מידי לענין ביאת מקדש רק לענין אכילת פסחים אבל לענין ביאת מקדש במחנה לויה לכו\"ע לאו כזב דמי ולענין מחנה שכינה אפי' מחו\"כ חייב כרת. וכן מבואר בר\"ש דס\"ל דמשנה דכלים ס\"ל דטבו\"י דזב לאו כזב דמי ושרי ליה ליכנס למחנה לויה ומ\"מ ס\"ל דמחו\"כ שנכנס לעזרה חייב כרת יעו\"ש היטיב.<br><b> והנה</b> לענ\"ד מוכרח לן מהך דזבחים ל\"ב ב' דאם נימא דלמ\"ד טבו\"י דזב לאו כזב דמי הנכנס לעזרה פטור מכרת איך קאמר התם ואי נימא ביאה במקצת שמיה ביאה אידי ואידי עשה שיש בו כרת הוא. והא כיון דס\"ל דמה\"ת אף עשה ליכא במחנה לויה א\"כ על כרחך ס\"ל דלאו כזב דמי ומ\"מ בטבו\"י דבעל קרי הנכנס למקדש חייב כרת. אף דזה יש ליישב דס\"ל דברייתא פליג על ר\"י ותנא דברייתא ס\"ל דטבו\"י דזב כזב דמי ולדידיה שפיר מקשה הש\"ס עיי\"ש ברש\"י ותוס' ודו\"ק היטיב.<br><b> וע\"ע</b> לקמן פי\"ח מהל' פסולי המוקדשין הי\"ד וז\"ל והאוכל קדש אחר שטבל קודם שיעריב שמשו או קודם שיביא כפרתו לוקה ואינו חייב כרת שנאמר וטומאתו עליו עד שיהי' כל טומאתו עליו עכ\"ל וכתב ע\"ז הראב\"ד וז\"ל א\"א זה שבוש שכבר כתב למעלה שהוא בכרת עכ\"ל והנה מרן הביא דברי רבינו בכאן ולא הראה מקום מוצא דין רבינו (ועי' רש\"י פסחים נ\"ט א' ד\"ה ומחוסר כפורים וכו' וברש\"י זבחים י\"ז ב' ובתוס' שם יעו\"ש היטיב ועי' מל\"מ שכתב שם וז\"ל עי' בפ' כל שעה ל\"ה א' דאמרינן בקדשים אמאי טהור הוא אלא מעלה וכו' וצ\"ע עכ\"ל ולכאורה משמע שתמה הא מ\"מ מדאורייתא הוא והאיך כתב שם שהוא מעלה. ואי כן כוונתו צ\"ע על תמיהתו דהא עי' תוס' פסחים י\"ט א' ד\"ה אלמא וכו' ותוס' זבחים ל\"ד א' ד\"ה ואפ\"ה וכו' ותוס' מנחות כ\"א א' ד\"ה יצאו וכו' ותוס' חולין ל\"ה א' ד\"ה אין לך וכו' ותוס' חגיגה כ\"ג ב' ד\"ה והא דרבנן וכו' יעו\"ש היטיב גם רש\"י גופיה כתב בפסחים שם דהיא מעלה מדאורייתא וצ\"ע על תמיהתו וע\"ע במל\"מ בפ\"ח מהל' איסורי מזבח ה\"ח יעו\"ש היטיב).<br><b> לכן</b> נ\"ל דרבינו יצא לו כן מדאמרינן בזבחים מ\"ג ב' א\"ר יצחק א\"ר יוחנן הפיגול והנותר והטמא שהעלן לגבי המזבח פקע איסור מהן א\"ר חסדא מרי דיכי וכי מזבח מקוה טהרה א\"ר זירא שמשלה בהן האור מותיב ר' יצחק בר ביסנא אחרים אומרים וטומאתו עליו מי שטומאה פורחת ממנו יצא בשרו שאין טומאה פורחת ממנו ואם איתא הרי טומאה פורחת ממנו ע\"י האור אמר רבא ע\"י מקוה קאמרינן מידי מקוה כתיב אלא א\"ר פפא וכו' יעו\"ש היטיב (ועי' תו\"כ צו פי\"ד פרשה ט' יעו\"ש היטיב) א\"כ מפרש ליה לקרא דטומאתו עליה עדיין שלא פרחה ע\"י טבילת מקוה חייב כרת אבל כל שפרחה ממנו ע\"י מקוה אינו חייב כרת (ולרש\"י זבחים י\"ז ב' ע\"כ מוכח דלמ\"ד טבו\"י דזב לאו כזב דמי א\"כ מותר לאכול בשר קדש יעו\"ש בתוס') וכיון דחזינן דבקדש אין חייב כרת רק מי שלא טבל כלל ה\"ה לענין מקדש דאיתקש קדש למקדש. והא דאיתרבי בנזיר מ\"ה א' טבו\"י ומחוסר כפורים היינו לענין איסור ובאמת דבפסוק י\"ל כי הוא דבר בפ\"ע טמא יהיה לרבות מחו\"כ אע\"פ שטבל והעריב שמשו מ\"מ טמא הוא ואסור ליכנס למקדש וכן עוד טומאתו בו לרבות טבו\"י לאיסור והסוגיא דמנחות כ\"ז ב' ס\"ל כרבי בפסיקתא שם דיליף מחו\"כ מהא דולא יתחטא דהיינו חיטוי דמים ועלה קאי ונכרת אבל אנן קי\"ל כסוגיא דנזיר דרק לענין איסור איתרבי ולא לעונש ולמלקות וזה שכיון רש\"י במנחות והביא הך ילפותא דספרי יעו\"ש היטיב ודו\"ק (ולא כמש\"כ בפסחים צ\"ב א') אך יש לעיין מהך דזבחים ל\"ב ב' אידי ואידי עשה שיש בו כרת היא ודוחק לומר דהברייתא אתיא כרבי וצ\"ע בזה (ועיין מל\"מ לקמן בהלכה י\"ט יעו\"ש היטיב).<br><b> והא</b> דהכא כתב דלוקה מכת מרדות ולקמן גבי קדש כתב דלוקה י\"ל משום דהתם יש לאו בהדיא עי' ביבמות ע\"ה א' למ\"ד בזב בעל ג' ראיות הכתוב מדבר ועיי\"ש תוס' ד\"ה והכתיב וכו' ובשבועות ו' ב' ד\"ה לא הזהיר וכו' ובזבחים ל\"ג ב' ד\"ה תניא וכו' יעו\"ש משא\"כ כאן והבן. ודע כי לפי תירוץ מרן דרבינו לא ס\"ל הך דטמא יהיה לרבות מחוסר כפורים אתי שפיר שהביא בהלכה ז' דמחו\"כ אסור ליכנס למקדש מהך דוכפר הכהן וטהרה יעו\"ש מש\"כ בזה.<br><b> ודע</b> דלפי' רבינו הא דאי' בפ\"ק דכלים גבי עזרת ישראל וחייבין עליה חטאת לא קאי על טבו\"י ומחו\"כ רק מילי מילי קתני מתחלה נקט שמחו\"כ אסור ליכנס לשם ועוד מעלה שחייבין חטאת על טמא גמור משא\"כ מחוץ לעזרת ישראל שהוא מחנה לויה אין חייבין חטאת על שום טומאה בעולם וכן משמע קצת מלשונו בפ\"ז מהל' בית הבחירה (לעיל פ\"ז הלכה י\"ח) ובהכי מיושב קושיית התוס' בזבחים י\"ז ב' ד\"ה קסבר וכו' יעו\"ש היטיב ועיי\"ש בר\"ש דקאי בשיטת התוס' יעו\"ש. והיה נ\"ל עוד לומר על פי מאי דכתבו התוס' בזבחים ל\"ד א' ד\"ה ואפ\"ה וכו' דהא דקרי לה מעלה בעלמא היינו לאפוקי דלא לקי עליה יעו\"ש א\"כ אף דכתבו לענין עצים ולבונה י\"ל דה\"ה לגבי טבו\"י ומחו\"כ וא\"כ ה\"ה לענין ביאת מקדש דאיתקש לקדש. אך א\"כ יקשה למה כתב רבינו לענין קדש דלוקה ואולי דהתם לפי שיש לזה פסוק בפ\"ע ביבמות ע\"ה א' וכנ\"ל ודחוק. והנה לכל הסברות והפירושים מאי דכתב רבינו דמחו\"כ שנכנס לעזרת ישראל ה\"ה טבו\"י שנכנס לעזרת ישראל והא דכתב מחו\"כ לפי שכתב לעיל דמחו\"כ אסור ליכנס לעזרת ישראל וקמ\"ל דאפי' מחו\"כ חייב מכת מרדות (ועי' לקמן הלכה י\"ד מש\"כ בזה).<br><b> והנה</b> יש לעיין קצת על דין רבינו מהא דאיתא בפסחים נ\"ט א' דבא עשה דפסח שיש בו כרת ודחי עשה דהשלמה יעו\"ש ולפי דעת רבינו כיון דמחו\"כ שאוכל קדש אין בו כרת א\"כ לא יקריב קרבנו ויאכל הפסח מטעם דאתי עשה שיש בו כרת וידחה עשה דמחו\"כ אבל באמת זה אינו דהא באכילת קדש יש בו לאו נמי ועוד יש לחלק בכמה גווני. ומש\"כ מרן בשם ר\"י קורקו\"ס וז\"ל גם סוגיא דמעילה ובסוטה דרבנן דפליגי אאבא שאול סברי לאו כזב דמי כאשר כתבו שם בתוס' יעו\"ש כוונתו על התוס' דזבחים י\"ז ב' יעו\"ש היטיב ודו\"ק היטיב בכל מש\"כ וע\"ע מש\"כ באורך לקמן הלכה י\"ד יעו\"ש ולקמן פ\"ד ה\"ד יעו\"ש."
            ],
            [
                "<b>עוברים </b>\n<b> בל\"ת וכו'.</b> עיין מכות י\"ד ב' וע\"ע בס' המצות לרבינו ל\"ת סי' ע\"ז ובעשין סי' ל\"א יעו\"ש.",
                "<b> זו</b>\n<b> מחנה וכו'.</b> עי' במרן מש\"כ בזה ועי' תוס' זבחים ל\"ב ב' ד\"ה ור\"י וכו' יעו\"ש שכתבו דולא יטמאו הוא לאו ג\"כ על הר הבית יעו\"ש היטיב ובס' המצות בלאוין סי' ע\"ז כתב בלשון הזה שכתב כאן ואולי רבינו אתי לאפוקי מדר' יהודה דס\"ל דהאי ולא יטמאו את מחניהם לחילוק מחנות אתי ולרבינו ל\"צ לזה דלעיל בסעיף ב' כתב דרשא דספרי לכן כתב דמולא יטמאו את מחניהם לא שמעינן מינה לחילוק מחנות די\"ל דקאי על מחנה שכינה לחודה. אי נמי י\"ל דלא תימא דהלאו הזה לא קאי רק על מצורע דמשתלח חוץ לשלש מחנות או לזב המשתלח חוץ לשתי מחנות דחמירי אבל טמא מת דקיל לא משתלח רק חוץ למחנה אחת ע\"ז לא קאי לכן כתב דזה ליתא והכי מבואר ממכות שם דזה קאי על טמא המשתלח ממחנה שכינה לחודא (ועי' שבועות ט\"ז ב')."
            ],
            [
                "<b>נגע </b>\n<b> בעזרה וכו'.</b> רבינו בסי' ע\"ז מלאוין כתב זה בשם הספרי ועי' תו\"כ פרשת תזריע פ\"א וז\"ל אי מה קדש משמע נגיעה אף מקדש משמע נגיעה ומנין שלא בנגיעה ת\"ל ואל המקדש לא תבא עכ\"ל אבל שם הפי' להיפך ומנין דאף שלא נגע בכתלים רק נכנס לבד וכ\"כ שם הקרבן אהרן. ואולי י\"ל דה\"פ ומנין דהכא מיירי שלא בנגיעה דרק על הכניסה הזהיר ולא על הנגיעה."
            ],
            [
                "<b>שנאמר </b>\n<b> אם וכו'.</b> הוא בפרשת אחרי <small> (ויקרא י\"ז ט\"ז) </small> והא דמייתי זה ולא מייתי הא דפרשת חוקת דכתיב בהדיא כרת בביאת מקדש משום דשם אינו מבואר רק במת דחמור אבל בשאר טומאות לא שמענו לכן מייתי זה דמיירי אף בנבלת עוף טהור ועי' בתו\"כ שם פרשה ח' פי\"ב יעו\"ש היטיב ובס' המצות לרבינו ל\"ת ע\"ז יעו\"ש היטיב.",
                "<b> בשוגג</b>\n<b> מביא וכו'.</b> עי' בזה בשבועות ו' ב' יעו\"ש היטיב כל הסוגיא ועיי\"ש בת\"כ פרשת אחרי הנ\"ל ובפרשת ויקרא פי\"ב יעו\"ש היטיב.",
                "<b> ואין</b>\n<b> חייבין וכו'.</b> זה מבואר מפ\"ק דכלים מ\"ח וע\"ע זבחים נ\"ו א' וכבר נתבאר כמה פעמים.",
                "<b> או</b>\n<b> על תוספות וכו'.</b> עי' לעיל פ\"ו מהל' בית הבחירה ושם נתבאר זה ביאור מספיק. ומשם בארה ג\"כ מקור דין זה.",
                "<b> או</b>\n<b> בכלים שנטמאו וכו'.</b> כתב ע\"ז הראב\"ד וז\"ל א\"א שבוש הוא זה שאין הנזיר מגלח על מגע כלים שנגעו במת ואפי' על חרב וכן אינו חייב על מגען על ביאת מקדש עכ\"ל וכבר תירץ מרן ז\"ל על פי הירושלמי דנזיר פ\"ז ה\"ד יעו\"ש היטיב והנה העולה מדבריו דר' יוחנן ס\"ל דאדם הנוגע באדם שנגע במת ונכנס למקדש חייב לפי שנוגע הראשון הוא טמא שבעה וטעון חיטוי לכן הנוגע בו חייב אבל מי שנגע בנוגע באדם שנגע במת שאז הנוגע השני לא הוי רק ראשון לטומאה ולכן מי שנגע בו פטור על ביאת מקדש ואדם הנוגע באדם שנגע בכלים שנגעו במת והנה הכלים הם כמת עצמו ואדם הנוגע בהן טמא טומאת שבעה ואדם הנוגע בו פטור אף שנגע באדם הטעון חיטוי והטעם לפי שאדם בכה\"ג פטור ה\"נ בכלים בכה\"ג פטור (וזה תירץ ר' (חיים בן אבין) [אבין בר חייה] יעו\"ש) ור' אילא ס\"ל דאינו חייב רק אדם הנוגע במת אבל אדם הנוגע באותו אדם שנגע במת פטור. וכתב מרן וז\"ל כבר הביאו שם ברייתא החולקת עם ר' אילא וכיון דתניא כוותיה דר' יוחנן הכי נקטינן ודע דבתר הכי מייתי בירושלמי לסיועי לר\"י מדתנן כל טומאה שהנזיר מגלח עליה חייבים עליה על ביאת מקדש וכו' ראשון שהנזיר מגלח עלי' חייבין עליו על ביאת מקדש שני שאין הנזיר מגלח עליו אין חייבין עליו על ביאת המקדש וה\"פ לדעת רבינו ראשון דהיינו הנוגע במת שהנזיר אם נגע במת מגלח עליו חייבין עליו על ביאת המקדש כלומר הנוגע באותו ראשון ונכנס למקדש חייב שני דהיינו הנוגע במי שנגע במת שאם הנזיר נגע במי שנגע במת אינו מגלח עליו אין חייבים עליו על ביאת המקדש כלומר הנוגע באותו שני ונכנס למקדש פטור עכ\"ל.<br><b> והנה</b> אמרתי להעתיק כל דברי הירושלמי למען שיהיה ערוך לפניך תמן תנינין <small> (פ\"ק דאהלות) </small> שנים טמאין במת אחד טמא טומאת שבעה ואחד טמא טומאת ערב שלש טמאין במת שנים טמאים טומאת שבעה ואחד טמא טומאת ערב. ארבע טמאים במת שלש טמאים טומאת שבעה ואחד טמא טומאת ערב כיצד שני בני אדם הנוגעין במת טמא (ט\"ס וצ\"ל כמו שהוא במשנה כיצד שנים אדם הנוגע במת טמא טומאת שבעה ואדם הנוגע בו טמא טומאת ערב וכו' ר' יוחנן בשם ר' ינאי וכולהון תורה היא אצל תרומה אבל על ביאת המקדש אינו חייב אלא על שני שנגע בראשון מה טעם ואיש אשר יטמא ולא יתחטא <small> (במדבר י\"ט) </small> הטעון חיטוי חייב על ביאת מקדש ושאין טעון חיטוי אינו חייב על ביאת המקדש, התיבון הרי אדם הנוגע בכלים ונוגעין במת טעון חיטוי והוא שני א\"ר אבין בר חייה בטומאת איש באיש לא בטומאת איש בכלים מילתיה דר' אבין בר חייה אינו חייב אלא על הראשון בלבד מאחר שאילו אדם באדם אינו חייב אלא על הראשון וכאן אינו חייב אלא על הראשון בלבד א\"ר יוסי והוא שטבל אבל אם לא טבל הדא היא דרבי דרבי אמר כל הטמאים בטומאתן עד שיבאו במים א\"ר אילא הוא עצמו שנגע במת חייב אמרה ואמר טעמא אשר יטמא בטומאת איש היא והוא שלישי כדא\"ר אבין בר חייה בטומאת איש באיש ולא בטומאת אדם בכלים ר' זריקא בשם ר' המנונא תניי תמן פליג על ר' אילא כלי שחציו מן האדמה וחציו מן הגללים אין חייבין עליו על ביאת המקדש מפני שחציו מן הגללים וחציו מן האדמה אבל אם היה כולו מן האדמה חייב מנו חייב לא הנוגע לא שני שנוגע בראשון הוא א\"ר פינחס קומי ר' יוסי תיפתר בשזרקו א\"ל אי בשזרקו בדא תני על רחיצת גופו ענוש כרת ועל כיבוס בגדיו בארבעים משם מכניס כלים טמאים במקדש א\"ר אלעזר בי ר' יוסי קומי ר\"י אוף אנן תנינין הדא מסייע להדין תנייא קדמייא דתני ר' אלעזר אמר משום ר' יהושע כל טומאה מן המת שהנזיר מגלח עליה חייבין על ביאת מקדש וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליו על ביאת מקדש א\"ר יוחנן לטומאות הפורשות מן המת נצרכא רביעית דם רובע עצמות שאין הנזיר מגלח עליהן אין חייב עליהן חצי לוג דם וחצי לוג עצמות שהנזיר מגלח עליהן חייבין על ביאת המקדש א\"ר ירמי' הוינין סברין מימר מה פליגי לקרבן אבל למלקות לוקין אפילו על השלישי אפילו על הרביעי תני ר' יוסי ציידנייה קומי ר' ירמיה ופליג על ר' ירמיה כל טומאה מן המת שהנזיר מגלח עליה חייבין עליה על ביאת המקדש וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש א\"ר יוסי בי ר' בון ר' ינאי ר' יוחנן לטומאות הפורשות מן המת נצרכה רביעית דם רובע עצמות שאין הנזיר מגלח עליהן אין חייבין עליהן חצי לוג דם וחצי לוג עצמות שהנזיר מגלח עליהן לוקין עליהם עכ\"ל העתקתי כל הסוגיא בשלימות כדי שיאירו לפניך.<br><b> והנה</b> לדעת מרן צ\"ל הא דנקט הדין מסייעא להדין תנייא קדמאה היינו ר' יוחנן דהוא מוזכר קודם ר' אילא. אך לפני זה יש לעיין קצת הא ר' יוחנן בעצמו דחי להך סייעתא ואמר דהמשנה לא מיירי מטומאות הנוגעות רק במהות הטומאות הפורשות מן המת. ולהר\"ש בפ\"ק דאהלות מ\"א דרך אחר בירושלמי זה והוא כי ר' יוחנן ס\"ל דהנוגע במת עצמו או כלים הנוגעין במת והכניסן למקדש חייב על ביאת המקדש אבל אדם הנוגע באדם הנוגע במת או בכלים הנוגעין במת פטור דדווקא הטעון חיטוי חייב על ביאת המקדש ולא מי שאינו טעון חיטוי ופריך הא אדם הנוגע בכלים הנוגעין במת אותו אדם טעון חיטוי והו\"ל לחיובי על ביאת מקדש והוא שני. ומשני ר' אבין בר חייא דווקא על איש הנוגע במת מיירי ולא באדם הנוגע בכלים שנגעו במת ומסיק ר' יוסי והוא שטבל דלא מיפטר שני אא\"כ טבל דקלשא ליה טומאתו ואדם בכלים דבעי הזאה לאחר שטבל בשביעי שלו מיפטר כמו שמדקדק מרבי דאמר כל הטמאים בטומאתן עד שיבאו במים ושמא פליגא אדר' יוחנן דאמר דלא חילק ומשמע לר' יוסי דהראשון חייב אפילו טבל בשביעי שלו כיון דמחוסר הערב שמש דדומיא דפטר בשני חייב בראשון. ור' אילא ס\"ל דהנוגע באדם שנגע במת נמי חייב אבל הנוגע בכלים שנגעו במת פטור ומפרש טעמא דכתיב איש אשר יטמא וגו' אלמא דבאיש מיירי ומייתורא דאיש קדריש דאיש הנוגע באדם הנוגע במת נמי חייב. ופריך והוא שלישי. ר\"ל אם נגעו כלים במת ואדם בכלים דטעון חיטוי וכלים באדם א\"כ יהא חייב המכניסם דהא מכח איש קאתו הכלים השניים ומשני דכיון דאותו אדם בא מכח כלים לא ובעינן דווקא איש מכח איש. ור' זריקא פליג על ר' אילא בהא דפוטר אדם הנוגעים בכלים הנוגעים במת (וגריס וכלי חלמא. ופי' חלמא הוא דבר המקבל טומאה ונעשה אב הטומאה שיהא בר הזאה כדמוכח הכא מדחייב עליו אביאת מקדש וגירסא זו נכונה יתר מאד דהא כלי אדמה אינו מקבל טומאה) ומי הוא חייב לא אדם הנוגע בו בתמיה אלמא פליגא על ר' אילא. ומשני דלעולם לא פליגא וחייב דקתני היינו אדם הזורקו למקדש. ופריך אם כשזרקו וכי על זה שנינו על רחיצת גופו ענוש כרת ועל בגדיו בארבעים אלא ודאי בנוגע מיירי. והדר מסיק מתניתא מסייע לתנא קמייתא דהיינו לר\"י משום ר' ינאי ור' יוחנן גופיה דוחה סייעתא זו כ\"ה דרך הר\"ש.<br><b> והנה</b> העולה מזה לפי' הר\"ש הוא כך דלר' יוחנן אדם הנוגע במת חייב ואדם הנוגע בו פטור וכן כלים הנוגעין במת והכניסן למקדש חייב המכניס אבל אדם הנוגע בכלים שנגעו במת פטור ולר' אילא אדם הנוגע באדם שנגע במת חייב אבל אדם הנוגע בכלים שנגעו במת פטור אבל לר' זריקא חייב אדם הנוגע בכלים שנגעו במת.<br><b> והנה</b> יש לעיין על פי' הר\"ש מאי מקשה ר' זריקא על ר' אילא הא כ\"ש דקשה טפי אר' יוחנן ובשלמא לפי' מרן הקושייא אינה אלא לר' אילא ולא לר' יוחנן אבל לפי' הר\"ש קשה ודוחק לומר דר' זריקא לא ידע מהא דר\"י (והנה פקח ה' עיני וראיתי כי הר\"ש גורס גי' אחרינא בירושלמי וז\"ל אמרה ואמר טעמא אשר יטמא בטומאת איש הוא והוא שלישי כדא\"ר אבין בר חייא בטומאת איש באיש אדם חייב על ביאת מקדש התיבון הרי כלים הנוגעים במת ואדם בכלים וכלים באדם בטומאת איש באיש ולא בטומאת אדם וכלים עכ\"ל ולפי\"ז ה\"פ ואמר טעמא דאיש שנוגע באיש שנגע במת חייב על ביאת מקדש ופריך והוא שלישי ר\"ל הא אדם שנוגע באדם הנוגע במת ומשני ס\"ל כדר' אבין בר חייא דאיש הנוגע באיש שנגע במת חייב על טומאת מקדש. ופריך דא\"כ כלים הנוגעים במת ואדם בכלים וכלים באדם נמי יטמא לחייב על ביאת מקדש ומשני בטומאת איש באיש ולא בטומאת אדם וכלים. ודו\"ק היטיב).<br><b> ועוד</b> בה שלישיה והיא דעת הפני משה המפרש לירושלמי. והוא מפרש בדעת ר' יוחנן כדברי מרן. והא דא\"ר יוסי והוא שטבל קאי דוקא על אדם שנגע באדם שנגע בכלים שנגעו במת אינו פטור אלא דוקא בשטבל אבל אדם הנוגע באדם שנוגע באדם שנגע במת אפי' לא טבל פטור ור' אילא ס\"ל כר' יוחנן באדם שנגע באדם שנגע במת ולא פליג רק אאדם שנגע בכלים שנגעו במת דלר' יוחנן חייב ולר' אילא פטור (והיינו כדעת הר\"ש) ומפרש טעמא מדכתיב איש. ופריך נימא דשלישי נמי חייב והיינו אדם שנגע באדם שנגע בכלים שנגעו במת דהאדם שנגע בכלים הוי אב הטומאה וטעון חיטוי ומשני דהוא נמי ס\"ל כר' אבין בר חייא דהפסוק לא מיירי רק איש באיש אבל לא איש בכלים. וליכא נפק\"מ בינייהו בינו ובין ר' אבין בר חייא רק בכלים שנגעו במת ואדם נגע בהן דלר' אבין חייב ולר' אילא פטור. ור' זריקא פריך מהך ברייתא דחציו מן החלמא וחציו מן הגללים וכו' ומאי לאו דאדם הנוגע בהן חייב אם נכנס למקדש. ומשני בשזרק הכלים עצמן ומקשה והא על רחיצת גופו חייב כרת ועל בגדיו בארבעים ועל כרחך מיירי דוקא בכה\"ג שהיה טמא ונכנס לבוש בהן אבל בהכניס בגדים טמאים לבד והוא טהור אינו חייב כלום ומשני דמילתא בפ\"ע קתני דאם הכניס כלים טמאים אפי' בפ\"ע כגון שזרקם חייב מלקות ור' אלעזר בי ר' יוסי הביא ראיה לר' אילא דהוא קדמייא לר' זריקא דאדם הנוגע בכלים שנגעו במת פטור מהמשנה דהכי משמע כל טומאה שנגע בדבר שאם היה נזיר מגלח עליו דהיינו אדם שנגע באדם שנגע במת דהיינו אותו אדם הראשון אם היה נזיר היה מגלח השני נמי חייב אבל אם אדם נגע בכלים שנגעו במת שאז אין הנזיר מגלח כיון דהנגיעה הראשונה היתה ע\"י כלים א\"כ אין הנזיר מגלח עליו שוב אין האדם חייב והיינו כר' אילא וע\"ז פתר לה ר\"י דלא מיירי המשנה כלל מנגיעות רק מטומאות הפורשות מן המת.<br><b> והנה</b> גם על פי' זה יש להקשות מאי פריך על ר' אילא והוא שלישי ר\"ל אדם הנוגע באדם אשר נגע בכלים שנגעו במת יתחייב על ביאת מקדש והא איהו ס\"ל דאדם הנוגע בכלים שנגעו במת אינו חייב וכ\"ש באדם שנגע באדם שנגע בכלים שנגעו במת שאינו חייב. ויהיה איך שיהיה העולה מזה לדינא כי לדעת מרן לר' יוחנן אדם הנוגע באדם שנגע במת חייב וכן אדם הנוגע בכלים שנגעו במת חייב אבל אדם שנוגע באדם שנגע בכלים שנגעו במת פטור וכ\"ש אדם שנגע באדם שנגע באדם שנגע במת פטור. אמנם לר' אילא אדם הנוגע במת חייב אבל אדם הנוגע באדם שנגע במת פטור וכן אדם שנגע בכלים שנגעו במת. ולדעת הר\"ש הוא להיפך לר\"י אדם הנוגע במת חייב וכן כלים הנוגעין במת חייב המכניסם אבל אדם הנוגע באדם שנוגע במת פטור וכן אדם הנוגע בכלים שנגעו במת פטור. ולהפני משה בין לר\"י ובין לר' אילא אדם הנוגע באדם שנגע במת חייב ולא פליגי רק באדם שנגע בכלים שנגעו במת לר\"י חייב ולר' אילא פטור. ורבינו שפסק כאן דהנוגע באדם או בכלים שנגעו במת דחייב. למרן פסק כר' יוחנן ולהר\"ש דלא כמאן וצ\"ל דפסק כר' זריקא ולהפני משה פסק נמי כר\"י אמנם מתוך שתפס רבינו לשון דר\"י וכתב שהרי הוא שני לראשון שנגע במת וכו' נראה מזה דפסק כר\"י ולא כר' אילא ור' זריקא. ולכל הפירושים והביאורים מתורץ השגת הראב\"ד בדרך נכון מאד.<br><b> ומש\"כ</b> מרן וז\"ל אבל רבינו מפרש דהא דתנן כל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש לא לענין הכלים הנוגעים במת איתנייא אלא לענין הטומאות הפורשות מן המת כגון רביעית דם ורובע עצמות אבל כלים הנוגעים במת אע\"פ שאין הנזיר מגלח עליהם חייבים עליהם על ביאת מקדש עכ\"ל והנה באמת לפירושו לא היה צריך לזה כי הפי' במשנה כל שהנזיר מגלח עליה הנוגע בו חייב על ביאת מקדש. אבל האמת תפסיה להאי כי כן פי' ופתר ר' יוחנן להמשנה ולהפני משה מוכרח הוא ר\"י לתרץ כן לשיטתו. והתימה איך לא הביא מרן סוף דברי הירושלמי להוכיח על אמתת פירוש זה (שוב ראיתי בפ\"ה מטומאת מת ה\"ה שם הביא זה יעו\"ש ודע שמש\"כ שם מרן שהראב\"ד פסק כר' אבין בר חייא יעו\"ש צ\"ע הא אדם באדם גם ר' אבין בר חייא מודה וגם אדם בכלים י\"ל דמודה והיכן נזכר דר\"א בר חייא פליג על ר\"י ולכן ט\"ס הוא וצ\"ל דהראב\"ד פוסק כר' אילא והבן)."
            ],
            [
                "<b>במקומן</b> היינו בהל' שאר אבות הטומאה יעו\"ש היטיב."
            ],
            [
                "<b>על </b>\n<b> ביאת וכו'.</b> עי' משנה ד' פי\"א דפרה והראב\"ד כתב ע\"ז וז\"ל א\"א דבריו סותרים זה את זה עכ\"ל ומרן הבין דמשיג על מש\"כ רבינו בהלכה ט\"ו דהנוגע בכלים שנגעו באדם שנגע במת או שנגע באדם שנוגע בכלים שנגעו במת אע\"פ שהוא טמא ראשון לענין תרומה ולטמא בשר קדשים ה\"ז פטור על ביאת המקדש. והנה זה טעון ביאת מים מה\"ת ומ\"מ פטור. והקשה מרן דא\"כ ליקשי לנפשיה דהוא פסק בסעיף י\"ג דהנוגע בכלים שנגעו במת פטור ואיך יפרנס לנו משנתינו ותירץ דהמשנה ה\"ק דכל שהוא טעון ביאת מים מה\"ת לענין שאר מילי הוא דקאתי דמטמא קדש ותרומה וחולין אבל לא לענין ביאת מקדש אלא נקט הא דביאת מקדש להשמיענו דכל דחייב אביאת מקדש אע\"פ שטבל כל שלא העריב שמשו חייב אבל רבינו דלא מייתי ליה הכא רק לענין חיוב ביאת מקדש ונתן כלל בדבר לכן הוקשה לו. אבל באמת י\"ל כי גם רבינו לזה נתכוין וכוונתו כל דבר הטעון ביאת מים מה\"ת וחייב כרת על ביאת מקדש ה\"ה לאחר שטבל כל שלא העריב שמשו חייב על ביאת מקדש. ושוב כתב ליישב דבריו דה\"ק דבתורה אינו מבואר רק שנים שנגעו במת היינו אדם או כלי הנוגע במת ודבר הנוגע בהם אבל יתר הנוגעים אינם מבוארים בתורה רק מן הקבלה שמענום וכמש\"כ רבינו בפ\"ה מטומאת מת ה\"ה יעו\"ש וזה שכתב כל הטעון ביאת מים מן התורה ר\"ל שמפורש בתורה. כ\"ה תורף דברי מרן.<br><b> ואשר</b> אפליא אנכי על דברי מרן במש\"כ לעיל הלכה ט' ס\"ק י\"ד דדעת רבינו דטבו\"י דזב לאו כזב דמי יעו\"ש היטיב והכא כתב מרן בהדיא דטבו\"י שנכנס לעזרה חייב כרת. והנה רציתי לחלק בין טבו\"י למחוסר כפורים דטבו\"י חייב ומחו\"כ פטור וכפשטא דש\"ס דזבחים ל\"ב ב' אידי ואידי עשה שיש בו כרת הוא. והיינו טעמא דס\"ל כמש\"כ בס\"ק ט' דרבינו ס\"ל כהספרי דמרבה רק טבו\"י ולא מחו\"כ ושאני קדש ממקדש דבקדש ס\"ל אפילו טבו\"י פטור וכמש\"כ פי\"ח מפסולי המוקדשין והבאתיו למעלה בהל' ט' ד\"ה מחוסר כפורים והיינו טעמא כמש\"כ שם דסמך עצמו על הסוגייא דזבחים מ\"ג ב' והש\"ס דמנחות כ\"ז ב' ס\"ל כרבי דמרבה מחו\"כ מדכתיב ולא יתחטא וכמש\"כ שם ברש\"י וכמו שנתבאר שם בעזר ה'. ויכול להיות שס\"ל לרבינו כסוגיית הש\"ס דכריתות י' א' דטבו\"י דזב כזב דמי ומחו\"כ דזב לאו כזב דמי. אך לא זכיתי להבין שם דעת מרן דאם נימא דגם הוא כיון לזה איך כתב שסמך עצמו אמש\"כ בסי' פי\"ח מפסוה\"מ יעו\"ש דהא התם אף לענין טבו\"י היקל משא\"כ הכא. גם מדברי הר\"י קורקוס שהובא שם [בהלכה ט] במרן משמע דבא להביא ראיות שס\"ל לרבינו דטבו\"י דזב לאו כזב דמי יעו\"ש היטיב וזה ליתא וכדכתיבנא ואולי אפ\"ל כי כוונת ר\"י קורקו\"ס להשמיענו כיון דיש דס\"ל דטבו\"י דזב לאו כזב דמי וכ\"ש לענין מחו\"כ. והנה אף דלא ס\"ל כוותייהו לענין טבו\"י מ\"מ לכל הפחות מסתברא דלענין מחו\"כ יש לפסוק כוותיהו. ובהכי ניחא נמי מש\"כ וז\"ל ותו דבפ' שלשה מינין אמרינן דכו\"ע מחו\"כ דזב לאו כזב דמי ובאמת שם לא נזכר כן רק דכו\"ע דטבו\"י דזב לאו כזב דמי וזה היתה כוונת הג\"ה שכתב לא מצאתי זה בכל הפרק וכו' וכוונתו למש\"כ כאן אבל באמת הר\"י קורקוס כתב זה במכ\"ש מטבו\"י וכ\"ה כוונת התוס' בזבחים י\"ז ב' יעו\"ש היטיב דהתם הביאו מנזיר דכו\"ע מחו\"כ דזב לאו כזב דמי ושם ל\"ב ב' מבואר מדבריהם דגי' היתה דטבו\"י דזב לאו כזב דמי אלא ודאי כמו שכתבתי ודו\"ק. (אבל אי קשה הא קשה דא\"כ דס\"ל לרבינו דטבו\"י דזב כזב דמי א\"כ ס\"ל לאסור טבו\"י דזב ליכנס למחנה לויה והא דכתב לעיל הלכה ו' ואיסור טבו\"י במחנה לויה מד\"ס על כרחך אטבול יום דמת קאי. וזה א\"א דבמת אפי' טמא מת ואפי' מת עצמו שרי מה\"ת כמש\"כ בסעיף ד' ועוד עיין לקמן פ\"ו מהל' קרבן פסח ה\"ו שכתב שם בהדיא דטבו\"י דבעל קרי שנכנס למחנה לויה ה\"ז מד\"ס יעו\"ש היטיב ועל כרחך משמע הכי פשטא דמתניתין דריש כלים דמתוך כך אוקמה הר\"ש דס\"ל דטבו\"י דזב לאו כזב דמי ועי' רש\"י ותוס' יבמות ז' ב' וזבחים ל\"ב ב' ועי' תוס' נזיר מ\"ה א' דכתב דהנפק\"מ דהא דטבו\"י דזב כזב דמי נפק\"מ אי שוחטין וזורקין עליו כשהוא טבו\"י ורבינו פסק בהל' קר\"פ שם ה\"ג דשוחטין וזורקין עליו יעו\"ש היטיב.<br><b> ובזה</b> יש ליישב קצת מה שנתקשה מרן לעיל בהלכה ט' על הראב\"ד שתפס על רבינו מהתוספתא דכלים ולמה לא השיג מברייתא דמנחות כ\"ז ב' יעו\"ש. ובאמת לק\"מ כי הברייתא דמנחות היא היא התוספתא דכלים. אבל לפי הנ\"ל בלא\"ה ניחא דהראב\"ד אסיק אדעתיה כתירוץ מרן די\"ל דהברייתא דמנחות ס\"ל דמחו\"כ דזב כזב דמי לכן מקשה מהתוספתא דכלים והנה מתניתין דכלים ס\"ל דטבו\"י דזב לאו כזב דמי וכמש\"כ הר\"ש ודוחק לומר דהתוספתא פליג עלה וא\"כ כ\"ש שס\"ל דמחוסר כפורים דזב לאו כזב דמי ומ\"מ ס\"ל דמחו\"כ שנכנס ענוש כרת ודוק היטיב.<br><b> אמנם</b> מסקנת התוס' דכו\"ע ס\"ל דבמחנה לויה שרי לטבו\"י דזב ומחו\"כ חייב כרת בנכנס למחנה שכינה ולא פליגי בזה ומאי דפליגי במחו\"כ דזב כזב דמי או בטבו\"י דזב וכו' היינו לענין פסח הבא בטומאה דלענין זה איתמר בכריתות שם והא דמסקינן בנזיר מ\"ה א' דנזיר טמא מת אסור טבו\"י ליכנס למקדש התם משום דאיכא תרתי טבו\"י ומחו\"כ יעו\"ש היטיב בתוס' זבחים ל\"ב ב' וביבמות ז' ב' יעו\"ש היטיב.<br><b> וראיתי</b> בס' חדש על נזיר נקרא ברכת ראש שכתב שם וז\"ל ודע שיש ט\"ס בכל הדפוסים בתוס' יבמות ז' ב' ד\"ה ור\"י שצ\"ל וי\"ל דווקא לענין פסח וכו' וכן בתוס' זבחים ל\"ב ב' בד\"ה ור\"י יש ט\"ס זה וכצ\"ל וי\"ל וודאי הא דאמר מחו\"כ דזב לאו כזב דמי לאו לענין ביאת מקדש וכו' ולאו מלשון ובא דרש דא\"כ וכו' וכל דבריהם אחת הן דבאו לסתור שם דאין לומר דר\"י ס\"ל דטבו\"י דזב לאו כזב דהא רבא ס\"ל ג\"כ כר\"י וס\"ל אפילו במחו\"כ דזב כזב דמי וע\"ז אמר וי\"ל דוודאי רבא מיירי לענין אחר לענין פסח הבא בטומאה וכו' אבל לענין ליכנס למחנה לויה ס\"ל לר\"י דטבו\"י דזב לאו כזב דמי והיינו בזב בעל שתי ראיות דאינו מחו\"כ אבל הכא בנזיר מיירי בזב בעל שלש ראיות דהוה נמי מחו\"כ אסור ליכנס גם במחנה לויה וגם זה פשוט רק לפי דהמפרשים המגיהים לשון רש\"י ותוס' העלימו עיניהם מזה כתבתי זאת למזכרת עכ\"ל ובחנם תמה על המפרשים שלא הגיהו דדברי התוס' מתפרשים כפשוטם יפה וכך שיעור דבריהם דליכא למימר דמאן דס\"ל טבו\"י דזב כזב דמי יסבור דטבו\"י אסור במחנה לויה דזה אינו דהא רבא ס\"ל דמחו\"כ דזב כזב דמי וכ\"ש דס\"ל דטבו\"י דזב כזב דמי ומ\"מ ס\"ל דטבו\"י שרי ליכנס למחנה לויה אלא ודאי דהא דפליגי אם טבו\"י דזב כזב דמי או מחו\"כ דזב אי כזב דמי אינו לענין ליכנס למחנה לויה רק לענין פסח הבא בטומאה וכו' וכמש\"כ למעלה וזה פשוט וברור.<br><b> ודע</b> דבאמת עיקר ראיית התוס' מרבא אינה מוכרחת לפי גירסתינו דלפנינו הגי' בזבחים י\"ז א' רבה ולפי\"ז יש לגרוס בכריתות שם ולרבה דאמר מחו\"כ דזב כזב דמי אבל רבא ס\"ל דטבו\"י דזב לאו כזב דמי ולפי\"ז י\"ל דרבינו גורס רבה וס\"ל דמחו\"כ דזב לאו כזב דמי אבל בטבו\"י דזב ס\"ל דכזב דמי אבל זה לא יתכן מטעמים שכתבתי לעיל דמוכח דרבינו ס\"ל דטבו\"י דזב לאו כזב דמי ועל כרחך היינו כסברת התוס' וכמש\"כ למעלה.<br><b> והנה</b> י\"ל בדעת רבינו דהוא ס\"ל דפלוגתא דטבו\"י דזב ומחו\"כ דזב לא נאמר רק למחנה שכינה ולא לענין מחנה לויה ולכן במחנה לויה דטבו\"י דזב לאו כזב דמי אבל במחנה שכינה טבו\"י דזב כזב דמי ומחו\"כ דזב לאו כזב דמי דלענין זה איתמר הך פלוגתא לענין טומאת מקדש וקדשיו אבל לענין מחנה לויה לא. אך גם זה דחוק. והא דפסק רבינו דמותר לשחוט על זב בעל שתי ראיות בטבו\"י י\"ל דהתם אין נכנס לעזרה רק שוחטין וזורקין עליו והא דמחלק רבינו בין ביאת מקדש לאכילת קדש היינו משום דכתיב גבי אכילת קדש וטומאתו עליו וכמש\"כ למעלה. ועי' ירושלמי פסחים פ\"ט ה\"ד דאיתא שם את שהוא חייב על אכילת קדש חייב על ביאת מקדש ואת שאינו חייב על אכילת קדש אינו חייב על ביאת מקדש יעו\"ש היטיב אבל אי מהא לא אירייא דהתם אמרינן כן לר' אליעזר ורבינו לא פסק כן דהא לקמן פ\"ד הי\"ב פסק דחייבין על ביאת מקדש ולקמן פי\"ט מהל' פסולי המוקדשין ה\"ח פסק דפטורין על אכילת קדש. והירושלמי לא אזיל אליבא ש\"ס דידן דבירושלמי מבואר דר' שמעון (המוזכר שם בתוספתא פ\"ח יעו\"ש) דפוטר על אכילת קדש פוטר נמי בביאת מקדש. ואילו בפסחים ס\"ז ב' איתא ור\"י שפיר קאמר ליה ר' שמעון ההוא מיבעי ליה לכדתניא ר\"א אומר יכול דחקו זבין ומצורעין ונכנסו לעזרה בפסח הבא בטומאה יכול יהו חייבין ת\"ל וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש בשעה שטמאי מתים משתלחין זבין ומצורעין משתלחין אין טמאי מתים משתלחין אין זבין ומצורעין משתלחין ע\"כ לשון הגמרא ומבואר מזה דר\"ש ע\"כ לית ליה דר\"א.<br><b> וגם</b> יש לעיין על הירושלמי מההיא משנה גופא דאיתא התם הפסח שבא בטומאה לא יאכלו ממנו זבים וזבות נדות ויולדות ואם אכלו פטורין מכרת ור' אליעזר פוטר אף על ביאת מקדש אלמא לת\"ק פטור על אכילה וחייב על הביאה וא\"כ דילמא ר' שמעון נמי הכי ס\"ל ומנ\"ל להירושלמי דר\"ש דפוטר על האכילה פוטר נמי על הביאה וא\"כ דברי הירושלמי תמוהים בעיני מאד (והיה נ\"ל להגיה תיבת אין השני וכצ\"ל א\"ר יוסי אין יסבור ר\"א כר\"ש וכו' יסבור ר\"ש כר\"א וכו' ור\"ל אם נימא דמודה ר\"א לר\"ש דפטור על אכילת קדש מטעמא דאיתקש קדש למקדש א\"כ מוכח מזה דר\"ש יודה לר\"א דפטור על ביאת מקדש מה\"ט. וש\"ס דידן ס\"ל דלא תלי הא בהא דבדרש דבשר אשר יגע בכל טמא וכו' מודים כו\"ע משא\"כ בדרש דשעה שאין טמאי מתים משתלחים וכו' לא מודו כו\"ע וצ\"ע בביאור הירושלמי).<br><b> ודע</b> דאוסיף עוד להפליא על מש\"כ רבינו במחו\"כ אינו חייב דהא בסנהדרין פ\"ח איתא וז\"ל טהרת מצורע בפלוגתא דראב\"ש ורבנן דתנן אין לו בהן יד בהן רגל אזן ימנית אין לו טהרה עולמית ר\"א אומר נותן לו על מקומו ויוצא ר\"ש אומר נותן על של שמאל ויוצא עכ\"ל והתם הא יכול לטבול ולהיות מעורב שמש ואין נ\"מ רק במחו\"כ והתם בעינן דבר שזדונו כרת ושגגתו חטאת ועיי\"ש ברש\"י הן אמת דלדברי התוס' דשם פ\"ז ב' ד\"ה בפלוגתא וכו' מבואר דא\"א לפרש כן דעל טומאת מקדש וקדשיו אינו חייב זקן ממרא ולכן על כרחך צריך לפרש כגון שנגע בככר של קדש דלמ\"ד אין לו טהרה עולמית אינו עומד לכלום ואינו שוה כלום ואם קידש בו אשה אינה מקודשת ולמ\"ד טהרה מועלת א\"כ ה\"ז טהור והמקדש בו מקודשת וע\"ד שכתבו התוס' שם ואע\"ג דהתוס' שם כתבו כן משום דס\"ל דזקן ממרא אינו חייב על דבר שיש בו עולה ויורד וע\"כ רבינו לא ס\"ל כן וכמש\"כ המל\"מ בפ\"ד מהל' ממרים ה\"ב יעו\"ש היטיב מ\"מ מוכרח רבינו לפרש כן הכא מטעם דמחו\"כ ונכנס למקדש פטור ודוק היטיב (ודע כי יש בתוס' שם בסנהדרין ט\"ס וצריך לתקן דכצ\"ל דהא ילפינן לעיל דבר דבר מונעלם דבר ותנן בפ' הורה כהן משיח <small> (ט' א') </small> דבי\"ד אין מביאין עולה ויורד על טומאת מקדש וקדשיו ופטורין ויש לפרש וכו' וק\"ל).<br><b> ודע</b> דיש עוד לעיין מהא דזבחים ל\"ב ב' דאמר הואיל והותר לצרעתו הותר לקירויו יעו\"ש היטיב ואם איתא אכתי קשה הא דהותר לצרעתו דבר שאין בו כרת דהוי רק מחו\"כ ואיך יותר לו טבו\"י דקרי דחייב עליה כרת ובשלמא להסוברים דמחו\"כ נמי בכרת ניחא. אבל לרבינו לכאורה יקשה וראיתי דהטורי אבן במגילה ג' ב' שחקר בפרט זה אם אמרינן הואיל ואישתרי אישתרי מקילתא לחמירתא והביא ראיה מהך דהכא דהא טבו\"י חמיר ממחו\"כ לענין תרומה ומ\"מ אמרינן יעו\"ש היטיב אבל מ\"מ לא דמי דהא מ\"מ לענין כניסת עזרה שוים הם משא\"כ לרבינו יקשה ואולי אפ\"ל דרבינו ס\"ל אפי' בכה\"ג אמרינן הואיל ואישתרי אישתרי ויש לעיין בזה. והדרינא לדברי רבינו מש\"כ בהלכה ט' או מחו\"כ שנכנס לעזרת ישראל וכו' דוקא מחו\"כ ולא טבו\"י ולא כמש\"כ שם בס\"ק י\"ד וע\"ע בירושלמי שהבאתי בהי\"ג שם ג\"כ מבואר דטבו\"י חייב על ביאת מקדש ואי\"ה עוד יבואר לפנינו.<br><b> והנה</b> לא אמנע מלכתוב עוד בזה דבר קטן מה שנדחק מרן דאיך יפרנס הראב\"ד לעצמו מתניתין דפרה ונדחק לומר כי הוא יפרש דכללא קאי אשארא יעו\"ש והבאתיו למעלה. אך נתבאר לי כעת תירוץ מרווח על פי פי' הגר\"א באליה רבא שם שכתב דבאמת דברישא לא נזכר דחייב על ביאת מקדש רק דהכי איתא התם כל הטעון ביאת מים מדברי תורה מטמא את הקדש ואת התרומה ואת החולין ואת המעשר ואסור על ביאת המקדש. וא\"כ י\"ל דכללא קאי לאיסור ביאה במקדש ולא לחיובא ובסיפא קמ\"ל דאותו שחייב על ביאת מקדש אין לחלק בין קודם ביאתו למים לאחר ביאתו במים יעו\"ש ובהיות כן שפיר ניחא ליה לראב\"ד משא\"כ הכא דנתן כלל כל דבר הטעון ביאת מים מה\"ת חייב כרת על ביאת המקדש ולכן שפיר תמה הראב\"ד ודו\"ק.<br><b> ודע</b> כי ראיתי להפני משה בפ\"ז דנזיר ה\"ד ביאור אחר בדברי הראב\"ד הללו והעלה דהשיג על מש\"כ אבל המתטמא בטומאות מן המת שאין הנזיר מגלח עליהן אע\"פ שהוא טמא טומאת שבעה ה\"ז פטור על ביאת המקדש דמשמע אפי' נגע באדם שנגע במת או שנגע בכלים שנגעו במת ובפ\"ה מטומאת מת כתב דחייב על הראשון שנגע במת ועל השני שנגע בו יעו\"ש שהאריך בזה. ולא ידעתי מה הוא סח ואיך עלה על דעת הראב\"ד דבר כזה שזה סתירה מיניה וביה הא רבינו כתב כאן בהלכה י\"ג בהדיא כך דהשני לראשון חייב וא\"כ איך יסתור עצמו תוך כדי דיבור וק\"ל."
            ],
            [
                "<b>בכלים </b>\n<b> שנגעו וכו'.</b> זה נתבאר כבר לעיל בהי\"ג יעו\"ש היטיב ועי' בפ\"ה מטומאת מת ה\"ה."
            ],
            [
                "<b>וכיוצא </b>\n<b> בו וכו'.</b> עי' במרן. ועי' לעיל בהלכה ד' ובדבורי תוס' שרמזתי להם שם.",
                "<b> כלים</b>\n<b> טמאים וכו'.</b> עי' מרן דהוא ירושלמי. וכבר הבאתיו לעיל בהי\"ג ועיי\"ש בפני משה והכל הובא למעלה יעו\"ש היטיב."
            ],
            [
                "<b>על </b>\n<b> רחיצת וכו'.</b> ירושלמי שם ובתו\"כ פרשת אחרי פי\"ב (ועי' תוס' יו\"ט פ\"ד דנדה מ\"א ומה שהבין דברי אחרים בתו\"כ דקאי על רחיצת בגדים הוא תמוה ועיי\"ש בקרבן אהרן והבן) ובספרי נשא פיסקא א' יעו\"ש ועי' רש\"י עירובין ק\"ד ב' ד\"ה חייב וכו' חטאת בשוגג וכרת על זדונו יעו\"ש והתם קאי אכלי יעו\"ש ולפי\"ז אתיין דברי רש\"י ז\"ל בסנהדרין פ\"ח א' ד\"ה אדם שפרחה וכו' יעו\"ש היטיב כפשטן ובחנם נדחק המל\"מ לפרש דברי רש\"י דהתם דיסכים להספרי והת\"כ. ובאמת לרבינו ל\"צ לכל זה דהוא מפרש הא דעירובין דהיינו מכניס אדם שנטמא בשרץ והא דסנהדרין מפרש דאם נגע הבגד בככר ושוב קדש בו אשה וכמש\"כ למעלה בס\"ק כ\"ד ודו\"ק ודע דהראב\"ד כתב לפרש הא דעירובין דחייב מלקות קאמר ועי' במרן מש\"כ ע\"ז.",
                "<b> שאינו</b>\n<b> לוקה וכו'.</b> אולי יצא לו כן מהא דאיתא שם בעירובין אמר רב טובי בר קיסנא אמר שמואל המכניס טמא שרץ למקדש חייב שרץ עצמו פטור מ\"ט אמר קרא מזכר עד נקבה תשלחו מי שיש לו טהרה במקוה יצא שרץ שאין לו טהרה נימא מסייע ליה מזכר עד נקבה תשלחו פרט לכלי חרס דברי ריה\"ג מ\"ט לאו משום דלית ליה טהרה במקוה לא מי שנעשה אב הטומאה יצא כ\"ח שאינו נעשה אב הטומאה. ומפרש רבינו דבעינן אב הטומאה ממש אבל ראשון לטומאה לא ואע\"ג דבאדם אפי' ראשון לטומאה חייב שאני התם דאיתרבי נוגע בשרץ אבל כלי בעינן אב הטומאה ממש. ולפי שאפשר לפרש כל שאפשר לו להיות אב הטומאה אפי' ראשון לטומאה חייב וכ\"מ בספרי שם וז\"ל ריה\"ג אומר מזכר ועד נקבה תשלחו מה זכר ונקבה מיוחדים שהם ראויים לעשות אב הטומאה וטעונים שילוח אף כל שראוי לעשות אב הטומאה בכל התורה עכ\"ל ומשמע דבראוי הענין מדבר. ועי' תוס' שם ד\"ה לא דכו\"ע וכו' כתבו וז\"ל ור\"ח גרס דכו\"ע פטור וקשיא לפי' דמ\"ט דמ\"ד בהמיינו הא בהמיינו איכא איסורא דאורייתא להשהותו במקדש דהא אית ליה טהרה במקוה ובשרץ ליכא איסורא דאורייתא דהא לית ליה טהרה במקוה וכו' מבואר מזה דס\"ל דאיסורא דאורייתא איכא אפילו בראשון לטומאה וכן מבואר ברש\"י ד\"ה המכניס טמא שרץ כלי שנטמא בשרץ עכ\"ל הן אמת כי מרש\"י אין ראיה כ\"כ כי טעם רבינו לפי שנשתנה דין הכלים מכרת למלקות לכן נשתנה דינו מאב לראשון משא\"כ לרש\"י דמחמיר בכלי שדינו בכרת וכמש\"כ למעלה בס\"ק כ\"ח לכן ס\"ל דגם בראשון דינו כמו באב ועי' במרן ודו\"ק. ועי' בירושלמי שהסביר פלוגתתם במשנה שם דהוי כמו פלוגתתם שם ק' א' בבבלי וש\"נ אם מוטב לעבור בשב ואל תעשה מלעבור בקום ועשה ומ\"ד לשהות עדיף דמוטב לעבור על ל\"ת שלא באת לידך מלעבור על ל\"ת שבאת לידך יעו\"ש היטיב אלמא דאם נוטל בהמיינו עובר בקום ועשה על ל\"ת אלמא דבראשון נמי חייב ושלא כדברי רבינו. אמנם באמת מסקנת הירושלמי הוא כדברי רבינו וז\"ל שם תמן תנינן (בפי\"ד דנגעים) הכניס ראשו ונתן על תנוך אזנו ידו ונתן על בוהן ידו ורגלו וכו' מחלפה שיטת ר\"י תמן הוא אומר אסור להערים וכא אומר מותר. תמן דלא יסתאבתיה תלתא זמנין ברם הכא טומאה ידועה מבפנים היא. מחלפא שיטתיה דרבנן תמן אמרין מותר להערים וכא אמרין אסור להערים תמן שמא יכניס ראשו ורובו ויהא ענוש כרת ברם הכא משום מכניס כלים טמאים ואפשר לה לצאת בלא שהות ובלא טומאה (כ\"ה גירסת הקרבן העדה) אלמא דבראשון לטומאה לית כאן איסור ודוק היטיב.<br><b> ודע</b> שמש\"כ הראב\"ד וז\"ל ומה שאמר בסוף יראה לי שאינו לוקה אלא על בגדים שהן אב הטומאה והלא טמא שרץ אינו אב הטומאה וחייב עכ\"ל אולי כוונתו למה שכתבתי מתחלה כי הא דקאמר שלא לרבות את הטומאה וכן הא דירושלמי שהבאתי למעלה דקאמר הטעם שלא יעבור בקום ועשה מזה מבואר כי ס\"ל דמוזהר ג\"כ על ראשון לטומאה וק\"ל. ומש\"כ מרן דלרבינו חייב מיתה קאמר כפשטא דמילתא דחייב (ר\"ל הא דאיתא בעירובין המכניס טמא שרץ חייב). בזה יש לפרש הירושלמי שהובא בס\"ק כ\"ב כפשוטו דהכי מקשה אם בשזרקן א\"כ אמאי חייב כרת הא הו\"ל לחיובי רק מלקות ולא כרת דהמכניס כלים טמאים חייב מלקות ודו\"ק היטיב אבל לפי\"ז יקשה הך דרפ\"ד דנדה ודו\"ק ועי' במל\"מ מה שתירץ יעו\"ש היטיב.",
                "<b> כמו</b>\n<b> שיתבאר וכו'.</b> בפ\"ה מטומאת מת יעו\"ש היטיב."
            ],
            [
                "<b>מכין </b>\n<b> אותו וכו'.</b> עי' בראב\"ד ומרן. ואין לומר שרבינו סמך עצמו על מאי דאיתא בחולין ל\"ג ב' דביאה במקצת לאו שמיה ביאה יעו\"ש דעי' בתוס' ד\"ה דכו\"ע וכו' ובתוס' שבועות י\"ז ב' ד\"ה אפילו וכו'. וממש\"כ רבינו דמכין אותו מכת מרדות עי' במל\"מ סעי' י\"ט בד\"ה ודע שזה שכתבנו וכו' דהוכיח מן התוס' זבחים ל\"ב א' דס\"ל דלמ\"ד ביאה במקצת לאו שמיה ביאה גם איסור דרבנן אין בזה יעו\"ש היטיב שהאריך בזה. ולפענ\"ד אין מזה ראיה מוכחת כ\"כ דעד כאן לא ס\"ל לרבינו דיש איסור מדרבנן היינו דווקא בהכניס ידו דרך הפתח והוי ביאה במקצת אבל בהכניס ידו דרך גגין דאין כאן ביאה ואתה בא לאוסרו משום שהיי' כדי להשתחות ולא יהא עדיף הכניס ידו דרך גגין מאילו נכנס כולו דרך גגין דבעינן שיעור השתחויה דווקא ובתלה עצמו באויר העזרה ושהה הוא ספק אי חייב עי' לקמן פי\"א מהל' שגגות ה\"ד וא\"כ בתחב ידו הוי ספיקא דרבנן ולקולא והבן היטיב ולכן כתב התוס' שפיר דלמ\"ד ביאה במקצת לאו שמיה ביאה שרי להכניס ידו דרך גגין ולשהות שם דבנכנס כולו ותלה באויר עזרה הוא בעיא דלא נפשטה והבן.",
                "<b> הטומאות</b>\n<b> של דבריהם וכו'.</b> כ\"ה בפרה פי\"א משנה ה' יעו\"ש בפי' רבינו."
            ],
            [
                "<b>דרך </b>\n<b> גגות וכו'.</b> שבועות י\"ז ב' ועי' במל\"מ שהעלה דאם שהה כדי להשתחוות דחייב יעו\"ש באורך ובאמת נכון הוא מצד הסברא.",
                "<b> במגדל</b>\n<b> הפורח וכו'.</b> עי' לעיל פ\"ב ה\"ג מש\"כ בזה."
            ],
            [
                "<b>שחייבין </b>\n<b> על וכו'.</b> פסק כר' עקיבא בעירובין ק\"ד ב' והטעם פשוט דהלכה כר\"ע מחבירו.",
                "<b> אין</b>\n<b> מוציאין וכו'.</b> הא דפסק כר' יהודה י\"ל על פי מה דאיתא בירושלמי שם וז\"ל א\"ל ר\"י בן ברוקה לא נמצאת משהא בטומאה א\"ל לא נמצאת מרבה בטומאה א\"ל מוטב לעבור על מל\"ת שלא באת לידו ממל\"ת שבאת לפניו אר' יוסי בי ר' בון אתיא אילין פלוגתא כאילין פלוגתא דתנינן תמן כיצד מפרישין חלה בטומאה ביו\"ט ר' אליעזר אומר לא תקרא לה שם עד שתיאפה בן בתירה אומר תטיל לצונן א\"ל ר' יהושע לא נמצאתה כשורף קדשים ביו\"ט א\"ל ר\"א מאליהן הן נשרפין א\"ל ר\"י לא נמצאת עובר על לא יראה ולא ימצא (ט\"ס וצ\"ל א\"ל ר\"א וכו' וכ\"ה בקרבן העדה) א\"ל מוטב לעבור על מל\"ת שלא באת לידך ממל\"ת שבאת לפניך תמן תנינין הניתנין במתן אחת שנתערבו בניתנין מתנה אחת ינתנו במתן אחת מתן ארבע במתן ארבע ינתנו מתן ארבע מתן ארבע במתן אחת ר' אליעזר אומר ינתנו מתן ד' ר' יהושע אומר ינתנו מתן אחת א\"ל ר\"א לא נמצאת עובר על בל תגרע א\"ל ר\"י לא נמצאת עובר על בל תוסיף א\"ל מוטב לעבור על מל\"ת שלא באת לידי ממל\"ת שבאת לידי עכ\"ל וע\"ע שם בפסחים פ\"ג ה\"ג (ובפסחים מ\"ח א' וברש\"י ד\"ה מילתא וכו' ועיי\"ש ברש\"א. ודברי רש\"י ז\"ל נובעים מהירושלמי ומהתוספתא דהתם ואכ\"מ להאריך בזה) ושם הלכה כר\"י כדאיתא לקמן פ\"ב מהל' פסולי המוקדשין הי\"א יעו\"ש לכן כאן הלכה כר\"י ואע\"ג דלענין חלה בטומאה פסק כר\"א התם משום דאית ליה הואיל יעו\"ש בפסחים מ\"ח א' והא דפסק רבינו בסי' קל\"ה דמתחלה מכניס ראשו ואח\"כ ידו ואח\"כ רגלו יעו\"ש היינו ג\"כ משום דאם יכניס שלשתן בבת אחת חיישינן שמא יכניס ראשו ורובו ולכן מוטב להשהות הטומאה וכמש\"כ בירושלמי שהבאתי לעיל הי\"ז ד\"ה שאינו לוקה יעו\"ש. וע\"ע שם בירושלמי וז\"ל הוציא ממקום שחייבין עליו כרת ונפל למקום שאין חייבין עליו כרת כבר נראית לצאת מצאת אחר בצידו מוציא את שניהם או אינו מוציא אלא את שנראה לצאת עכ\"ל והבעיא השניה לא איפשיטא ורבינו לא הביא זה ועי' במל\"מ מש\"כ בזה ובעיני דחוק לומר כי רבינו לא ס\"ל הך דירושלמי אלה מדכתב ושאר מקומות כופין וכו' ור\"ל אם נמצא בשאר מקומות כופין עליו מבואר מזה הא אם נמצאו במקום שמוציאין אותו מוציאין אותו.<br><b> והא</b> אין להקשות איך כופין עליו פסכתר הא אין כלי ניטל אלא לצורך דבר הניטל בשבת עי' שבת מ\"ג א' י\"ל דשבות כי האי לא גזרו במקדש. ומה שהקשה עוד המל\"מ הא דין זה לא שייך אלא בשרץ שאינו מטמא במשא אבל שאר טומאות המטמאות במשא אין דין זה נוהג בו רק הכהן מוציאו בידיו ממש והקשה על רבינו למה לא ביאר דין זה בהדיא יעו\"ש י\"ל כי רבינו סמך על מש\"כ לקמן פ\"ג מתמידין ומוספין ה\"ו שכתב שם וז\"ל שלשה דברים היה הפסכתר משמש כופין אותו על הגחלים ועל השרץ בשבת ומורידין בו את הדשן מעל המזבח עכ\"ל אלמא שדין זה בשרץ. אם באמת י\"ל כי דין הפסכתר נוהג בכל הטומאות דמאי שנא ולא סתמה המשנה וכתב לשון שרץ דוקא אלא להשמיענו כי המשנה מיירי רק משרץ וחדא קמ\"ל אחבירתה ויגיד עליו ריעו. ורבינו העתיק שם לשון המשנה דתמיד."
            ],
            [
                "<b>או </b>\n<b> טהור וכו'.</b> מרן לא הערה מקורו. ואולי יצא לרבינו כן מהא דלקמן פי\"ח מהל' פסולי המוקדשין הי\"ג דגם בנטמא הבשר ואח\"כ נטמא הגוף חייב כרת וה\"ה הכא גבי מקדש דאיתקש קדש למקדש. והנה המל\"מ חקר בזה אם דינו כנטמא בפנים וצריך לשהות או דינו כנטמא בחוץ וא\"צ שהיה יעו\"ש דהעלה דא\"צ שהייה ודינו כטומאה בחוץ יעו\"ש ויש לעיין בזה. וי\"ל מצד הסברא דזה פשוט כיון דפשיטא דאם יכנס שם יטמא א\"כ ודאי דדין טומאת חוץ יש לו ועי' שבועות י\"ח א' לענין אם פירסה נדה בשעת הביאה וקרוב לוסתה דהו\"ל מזיד אם לא דהתם היה סבור דיכולני לבעול משא\"כ הכא ועי' עוד בהל' נזירות פ\"ה הי\"ח יעו\"ש. עוד יש להביא ראיה לגוף הדין דרבינו דטהור שנכנס למקדש שיש בו טומאה חייב וכו' דאל\"כ הו\"ל להש\"ס בשבועות י\"ז א' לאוקמה דטמא ששימש במיתה מיירי בכה\"ג אלא ודאי דגם בכה\"ג חייב כרת והבן.",
                "<b> טימא</b>\n<b> עצמו במזיד וכו'.</b> עי' שבועות י\"ז א' ושם כ' התוס' בד\"ה צריך שהיה וכו' וז\"ל בטימא עצמו בשוגג מיירי אבל אם היה שרץ במקדש והתרו בו שלא יטמא עצמו בלא שהייה נמי מילקא לקי כדמוכח בנזיר י\"ז א' וכו' יעו\"ש היטיב ושם בד\"ה טימא עצמו וכו' וז\"ל צ\"ל דבשעה שטימא עצמו לא ידע שהיה במקדש דאי ידע וטימא עצמו במזיד אפי' שכח אח\"כ לא מיחייב קרבן דהא לא שב מידיעתו הוא ואי למלקות בעי צ\"ל דלא התרו בו אלא לאחר שטימא עצמו דאם התרו בו קודם לא בעי שהייה כדפרישית לעיל עכ\"ל וכתב הרש\"א (על תוס' ד\"ה צריך שהייה וכו') וז\"ל ק\"ק לדבריהם ואימא דמיירי נמי במזיד ולא התרו בו עד לאחר שטימא וכמו שרצו התוס' לפרש ההיא איבעיא דלקמן טימא עצמו במזיד מאי ולמאי דמפרש בכה\"ג איבעיא דהכא נפרש ההיא איבעיא (דלקמן) לענין קרבן וכמש\"כ התוס' לקמן ויש ליישב שאם נפרש דהכא מיבעיא ליה נמי בטימא עצמו במזיד ולענין מלקות א\"כ מאי קמיבעיא ליה לקמן לענין קרבן לפלוגי בין שוגג למזיד דמהיכא תיתי ליה לפלוגי בהכי לענין קרבן טפי מלענין מלקות עכ\"ל.<br><b> והנה</b> העולה מדבריו דלפרש תרתי האיבעיות באופן אחד אי אפשר ולפרש חדא איבעיא בהתרו בו שלא יטמא וחדא בטימא עצמו במזיד והתרו בו שיצא ג\"כ א\"א דבהתראה שלא יטמא פשיטא דא\"צ שהייה כדמוכח מנזיר ולפרש איבעיא דרבא בטימא עצמו במזיד ושוב התרו בו שיצא ודרב אשי נמי בכה\"ג ר\"ל שנטמא במזיד ושכח ולענין קרבן נמי א\"א דא\"כ איך עלה על דעת רב אשי לחלק בין שוגג למזיד לענין קרבן ולימא דבקרבן נמי א\"צ שהייה כיון דהטומאה היתה במזיד הא אם לענין מלקות עלה על דעת רבא שאין לחלק וצריך שהייה כ\"ש לענין קרבן דיותר יש סברא לומר דצריך שהייה. אלא ודאי איבעיא דרבא היה בנטמא בשוגג ושוב התרו בו ולענין מלקות ובעיא דרב אשי היה בנטמא במזיד ושוב שכח ולענין קרבן או שהתרו בו אח\"כ ולענין מלקות. וזה פשוט וברור ובזה נכלל כל הויות דשקיל וטרי בזה המל\"מ. ומה שהקשה המל\"מ דהו\"ל להוכיח דרבא מיירי בנטמא באונס מדאמר רב אשי או דילמא באונס גמירי במזיד לא גמירי ושלל בזה כל מזיד מדין שהייה י\"ל דלק\"מ דילמא רבא מיירי בשלא התרו בו שלא יטמא ורב אשי מיירי בשהתרו בו קודם טומאה וכל שלא התרו קודם טומאה אונס קרי לה כן יש ליישב.<br><b> והנה</b> מדכתב רבינו אפי' טימא עצמו שם במזיד ימהר ויבהל ויצא בדרך קצרה מבואר דכל שלא שהה פטור מקרבן וממלקות וכ\"ש בשנטמא באונס והנה בעיית רבא פסק לקולא ועי' ברש\"י שם שפי' שרב אשי בעי באת\"ל וא\"כ כל את\"ל פשיטותא הוא ואף ששיטת רבינו לדעת מרן דכל שלא נאמר האת\"ל בפירוש לאו פשיטותא הוא וכמש\"כ המל\"מ מ\"מ כיון דבעיא דלא נפשטא היא פסקה לקולא ובעיית רב אשי פי' דהספק הוא לענין מלקות וא\"כ כ\"ש לענין קרבן ועי' מל\"מ יעו\"ש היטיב.<br><b> וע\"ע</b> תוס' שם ד\"ה או א\"צ וכו' שכתבו וז\"ל א\"נ מיירי לאיסור מלקות ולא לענין חיוב ורב אשי דפליג עליו התם וחשיב שהייה כמעשה כיון דתחילת הלבישה ע\"י מעשה והכא אפי' לא בעינן שהייה כדי השתחוואה מ\"מ בעינן כדי יציאה וכניסה אבל בפחות מכאן לא כי היכי דבעינן גבי כלאים כדי פשיטה ולבישה עכ\"ל וכתב ע\"ז הרש\"א וז\"ל ר\"ל להאי תירוצא דכו\"ע הכא והתם אית להו דלאו שאין בו מעשה אין לוקין עליו אלא דרב אשי התם חשיב שהייה כמעשה וקאמרי דהכא אפי' אי גמירי דלא בעינן שהייה לאיסור מלקות כדי השתחוואה מ\"מ ע\"כ דבלא שהייה כלל ודאי דליכא איסורא כלל דמאי קעביד כיון שנטמא בשוגג אלא דבעינן שהייה קצת לאיסורא ואית לן למימר הכא דכדי יציאה וכניסה דומיא דכדי פשיטה ולבישה דהתם לענין מלקות לרב אשי דשיעור אחר לא אשכחן עכ\"ל וכוונת דבריו בקצרה לפי\"ז דכו\"ע ס\"ל דלאו שאין בו מעשה אין לוקין עליו ולכן ס\"ל לרב ביבי שם דאין לוקין על השהייה לחוד ומפרש רב ביבי דבעיא דרבא לענין איסור מלקות ורב אשי דפליג על רב ביבי מודה נמי דלאו שאין בו מעשה אין לוקין ורק דחשיב זה כמעשה כיון דע\"י מעשה בא לו. וי\"ל דס\"ל דבעיא דרבא נמי לענין מלקות ממש כיון דע\"י מעשה בא לו א\"נ י\"ל כיון דרבא מיירי שנטמא באונס א\"כ לא חשיב זה מעשה. ומש\"כ הרש\"א וקאמרי דהכא וכו' הוא מילתא בפ\"ע וכמש\"כ הרש\"ל בחכמת שלמה והא דקאמר הרש\"א לענין איסור מלקות י\"ל דלא מיבעיא קאמר לא מיבעיא אם נפרש דעת רבא לענין מלקות ממש פשיטא דבעי שיעורא כמו דאמר רב אשי התם במכות אלא אפי' אם נפרש דעת רבא לענין איסור מלקות דלפי\"ז היה מקום לחלק דעד כאן לא בעי רב אשי שיעורא רק לענין מלקות ממש אבל לענין איסור מלקות אולי לא בא שיעורא כלל לכן קאמר רש\"א דאפ\"ה בעינן שיעורא כדי כניסה ויציאה ופשוט. ובחנם תמה עליו המל\"מ ובחנם נתלבט בדברי התוס'. ועי' במל\"מ עצמו בסוף הדבור שנסתפק אי בנטמא בשוגג מחשב מעשה לרב אשי או לא יעו\"ש.<br><b> והנה</b> מש\"כ התוס' הכא דלכל הפחות בעינן כדי כניסה ויציאה דומיא דהתם דבעינן כדי פשיטה ולבישה אולם בתוס' מכות שם כ\"א ב' בד\"ה ואפי' וכו' שם מבואר דל\"ג כדי לפשוט וללבוש רק כדי לפשוט לחוד חייב וכ\"מ שם דבטומאה השיעור כדי לפרוש בלחוד יעו\"ש ואף דאיתא התם בתוס' בא\"ד וז\"ל אבל הכא דאין לו שהות לפשוט וללבוש וכו' י\"ל דט\"ס הוא וכן מבואר שם בריטב\"א יעו\"ש היטיב וז\"ל הריטב\"א וק\"ל לרבינו מאיר ז\"ל האיך לוקה לדברי רב אשי הא לא עבד מעשה ולא תירץ כלום אבל בתוס' תירצו דכיון שהיו יכול לפשוט ואינו פושט ועומד במלבושו זהו חשוב מעשה דבכלל לא תלבש שעטנז הוא שלא יעמוד לבוש וזה חשוב לו כל שעה כאילו לובש והביאו ראיה לדבריהם מנזיר שנכנס לבית הקברות בשידה תיבה ומגדל ופרעו עליו את המעזיבה שהוא חייב על כל שהייה ושהייה אע\"ג דלא עביד מעשה כיון דבכניסה או בפריעה עביד מעשה והוא שוהה שם במזיד כדאיתא נזיר מ\"ג א' וכו' יעו\"ש היטיב ומבואר מזה דאף דנכנס בהיתר ואח\"כ נטמא באונס מ\"מ חשוב כמעשה אבל בתוס' שם פירשו דמיירי שסייע בפריעת המעזיבה יעו\"ש (גם גוף דברי הריטב\"א איני מבין שם דשם לא מיירי הש\"ס בחיוב על כל שהייה ושהייה רק דחייב על הטומאה ועל הכניסה יעו\"ש היטיב ויש לעיין היטיב בזה).<br><b> וזה</b> לכאורה דלא כדמסיק המל\"מ וז\"ל ויש לדקדק אי בעינן שתחלת המעשה היה במזיד והתרו בו ואז כל מה ששהה אח\"כ חשיב כמעשה כיון שתחלת המעשה היה בו חייב מלקות או דילמא אפילו שלא התרו בו מתחלה חשיב כמעשה ונראה דהא וודאי פשיטא דכל שהיה מזיד חשיב כמעשה אך מאי דאיכא לספוקי הוא בשוגג מהו אי חשיב כמעשה או לא ואם נאמר דבשוגג לא חשיב כמעשה א\"כ צריכין אנו לומר דלרב אשי מאי דבעי הכא רבא אי צריך שהייה למלקות הוא לענין איסור מלקות דהא הך בעיא דרבא בשוגג איירי וכמש\"כ התוס' שם אך אם נאמר דאף שוגג חשיב כמעשה אתיא בעיא דרבא כפשטה דהיא למלקות ממש ואף שאין בו מעשה לוקה כיון שתחלת הטומאה באה ע\"י מעשה שטימא עצמו אך לכו\"ע אם נטמא באונס שבא חבירו וזרק עליו השרץ לכו\"ע לא לקי דהא תחלת הטומאה לא באה ע\"י מעשה עכ\"ל ומדברי הריטב\"א משמע קצת דאפילו נכנס בהיתר ונטמא באונס מ\"מ כל שאפשר לו לפרוש ולא פירש חשיב מעשה ואף אם נימא דמיירי שסייע בפריעת המעזיבה מ\"מ בשוגג יש להביא ראיה דמיקרי מעשה דהריטב\"א הביא עוד ראיה מהך דברכות י\"ט ב' יעו\"ש והא שם כשלבש היה שוגג דכן משמע הלשון המוצא כלאים בבגדו וכו' אמנם שם י\"ל דמ\"מ היו הלבישה באיסור רק שהי' בשוגג ולעיל כתב המל\"מ בעצמו וז\"ל אך אחרי העיון נראה דליתא חדא דהא רב אשי בעי טימא עצמו במזיד מהו באונס גמירי שהייה וכו' משמע דלמלקות בטומאת אונס ושהיית מזיד פשיטא ליה דלקי וכמו שפירש\"י שם יעו\"ש ותו דאידך בעיא דרב אשי דנזיר בקבר בטומאת אונס מיירי וכדקאמר באונס גמירי שהייה וכו' וכ\"ת דהתם חשיב מעשה מה שנכנס לקבר והיה באיסור הא ליתא שהרי בעיא דרב אשי איירי בנכנס בשידה תיבה ומגדל שתחילת ביאתו היתה בהיתר וכמו שפירש\"י ובפ\"ג דנזיר י\"ז א' אמרינן בהדיא בהך בעיא כגון שנכנס בשידה תיבה ומגדל ובא חבירו ופרע עליו את המעזיבה וכתבו התוס' שם דווקא באונס וכו' הרי מבואר דאף שהביאה היתה בהיתר והטומאה היתה באונס פשיטא ליה לתלמודא דלקי אלא דבעי אי בעי שהיי' ולומר דאתי כמ\"ד לאו שאין בו מעשה לוקין עליו או דמיירי לאיסור מלקות הוא דוחק גדול יעו\"ש שהאריך עוד בזה והנה לכאורה סתר דברי עצמו ולא ידענא מה אידון ביה וה' יאיר עיני (ועי' בס' יד דוד בפ\"ג דברכות מש\"כ בזה).<br><b> ועיין</b> ברמב\"ם פ\"ה מהל' נזירות הי\"ח וז\"ל או שנכנס לאהל המת בשידה תיבה ומגדל ובא חבירו ופרע גג התיבה מעליו מדעתו ה\"ז לוקה שתים וכו' מבואר מזה דבאונס פטור וכ\"כ בהדיא שם פ\"ו ה\"ט יעו\"ש היטיב ובלח\"מ פ\"ה הי\"ט יעו\"ש היטיב והתימה על המל\"מ שלא הערה מכאן.<br><b> ובענין</b> אי בעינן כדי פשיטה ולבישה עי' בהל' כלאים פ\"י ה\"ל שדעתו ג\"כ דבעינן כדי לפשוט וללבוש יעו\"ש ומרן הביא שם דעת הריטב\"א יעו\"ש ולא הרגיש שיש נפק\"מ ביניהם דלהריטב\"א לא בעינן רק כדי פשיטה לחוד וכמש\"כ למעלה (ועי' בהגהות הב\"ח במכות שם כ\"א ב' דמבואר שם דדעת התוס' דשם כדעת התוס' דהכא וכדעת רבינו) ועי' ירושלמי פ\"ג דנזיר ה\"ה משמע שם כריטב\"א יעו\"ש היטיב.<br><b> ודע</b> כי ראיתי דבר תמוה בתוספתא דשבועות פ\"א וז\"ל נטמא ונעלמה ממנו טומאה זכר את המקדש ונעלם ממנו זה וזה והשתחוה או ששהה כדי השתחויה או שנדבק עם חבירו כדי השתחויה או שנכנס לתוספת העזרה ושהה כדי השתחויה וכו' יעו\"ש היטיב ובאמת היא פליאה נשגבה הא כי נטמא בחוץ א\"צ לשיעור כדי השתחויה וכאן משמע דמיירי דנטמא בחוץ. וע\"כ צ\"ל דט\"ס הוא וחסר כאן הרבה וכן מוכח מרישא דנקט זכור את המקדש ונעלם ממנו זה וזה. וזה לית ליה פתר. וע\"כ צריך להגיה שכצ\"ל ונעלמה ממנו טומאה וזכור את המקדש או נעלם ממנו מקדש וזכור את הטומאה או נעלם ממנו זה וזה או נכנס לעזרה ונטמא והשתחווה וכו' והבן."
            ],
            [
                "<b>ואם </b>\n<b> שהה וכו'.</b> רפ\"ב דשבועות וירושלמי הוריות פ\"ב ה\"ה יעו\"ש.",
                "<b> או</b>\n<b> שהחזיר וכו'.</b> שם ט\"ז ב'."
            ],
            [
                "<b>ארצה </b>\n<b> וכו'.</b> עי' ירושלמי פ\"ג דיומא ה\"ג שהובא במרן. ולפנינו הגירסא שם כך ר' סימון בשם ריב\"ל עד כדי ויכרעו אפים ארצה על הרצפה וישתחוו ר' אבוה מוסיף עד והודו לה' כי טוב ר' מנא מוסיף עד כי לעולם חסדו עכ\"ל."
            ],
            [
                "<b>עקב </b>\n<b> בצד וכו'.</b> שם י\"ז א'.",
                "<b> אע\"פ</b>\n<b> שרץ וכו'.</b> שם בעא מיניה אביי מרבה ופשט לו כן אע\"פ דמתקיף לה ר' זירא מ\"מ הא אביי שני ליה שפיר."
            ]
        ],
        [
            [
                "<b>חילל </b>\n<b> עבודתו וכו'.</b> זבחים ט\"ו ב' ושם י\"ז א' ובתו\"כ אמור פ\"ג פרשה ד'.",
                "<b> אע\"פ</b>\n<b> שלא וכו'.</b> ומיירי שנטמא בפנים דאל\"כ תיכף כשנכנס חייב כרת ועי' שבועות י\"ז א'.",
                "<b> חייב</b>\n<b> מיתה וכו'.</b> עי' סנהדרין פ\"ג ב' יעו\"ש היטיב ובתו\"כ שם וע\"ע היטיב בתוס' זבחים ט\"ו ב' ד\"ה אלא למעוטי וכו' יעו\"ש היטיב (ועי' בגליון הש\"ס פסחים ע\"ט א' דמבואר דדעתו דטמא ששימש בכרת יעו\"ש היטיב וצ\"ע).",
                "<b> לוקין</b>\n<b> וכו'.</b> עי' במל\"מ לעיל פ\"ב ה\"ב יעו\"ש היטיב."
            ],
            [
                "<b>אלא </b>\n<b> מוציאין וכו'.</b> סנהדרין פ\"א ב' ושם איתא דהיו מוציאין אותו חוץ לעזרה ורבינו כתב סתם לחוץ וכתב המל\"מ דכוונת רבינו בזה דמוציאין אותו חוץ לעזרת נשים וחיל וכמש\"כ התוס' בזבחים ל\"ב א' יעו\"ש והתימה למה לא הביא דעת התוס' דיבמות ז' ב' דכתב שם דהיו ממיתין אותו בעזרת נשים וכ\"כ הר\"ן בחי' לסנהדרין שם דהכא אוקמוה אדאורייתא וכן דעת התוס' יו\"ט שהובא במל\"מ וראייתו כיון דמה\"ת מותר לכן ל\"ג בזה."
            ],
            [
                "<b>שנטמא </b>\n<b> בעזרה וכו'.</b> דאילו נטמא חוץ לעזרה מיד כשנכנס חייב כרת כמבואר בפרק דלעיל.",
                "<b> ויצא</b>\n<b> בקצרה וכו'.</b> דאילו יצא בארוכה חייב כרת כמבואר שם הלכה כ\"ב יעו\"ש וזה כדעת אביי שם אבל לר' זירא משכחת לה שעבד ויצא בארוכה במהירות בענין שלא שהה כשיעור השתחוייה ואביי ס\"ל כרבה דדוקא גמירי לכן הוכרח כאן לפסוק כתירוץ דאביי משום דרבינו ס\"ל בפרק דלעיל הלכה כ\"ד כרבה דדוקא גמירי ופשוט. ודע דיש עוד נפק\"מ כגון ששגג בכניסה והזיד בעבודה וכמש\"כ הר\"ן בחי' לסנהדרין פ\"ג א' יעו\"ש היטיב ובתוס' שבועות י\"ז א' ד\"ה אי דשהה וכו' ובחי' הרשב\"א שם ובחי' הר\"ן שם (הנמצאים בס' גלאנטי) ובר\"ש פ\"ק דכלים מ\"ט יעו\"ש ועוד כתבו התוס' דנפק\"מ עוד דכל חייבי כריתות שלקו נפטרו מידי כריתתן יעו\"ש אבל לרבינו זה אינו דהא פסק בסעיף א' דלוקין על חיוב מיתה בידי שמים אבל אינך יש נפק\"מ ג\"כ לרבינו ועי' במל\"מ פ\"ב ה\"כ ובפ\"ג הי\"ט יעו\"ש וצ\"ל דרבינו נקט לישנא דש\"ס ואה\"נ דיש עוד נפק\"מ.",
                "<b> והפך</b>\n<b> בו וכו'.</b> עי' לקמן פ\"ט ה\"ד.",
                "<b> שכל</b>\n<b> קירוב וכו'.</b> עי' בב\"ק י' ב' כעין זה ועי' מש\"כ שם בחי' וע\"ע ע\"ז ל\"ח א' ובטור יו\"ד סי' קי\"ג סעיף ו' ובאחרונים."
            ],
            [
                "<b>טמא </b>\n<b> שטבל וכו'.</b> זבחים ט\"ו ב' י\"ז א'.",
                "<b> וחייב</b>\n<b> מיתה וכו'.</b> סנהדרין פ\"ג א' ב' יעו\"ש היטיב.",
                "<b> מפי</b>\n<b> השמועה וכו'.</b> שם בזבחים ובסנהדרין שם. ועיי\"ש תוס' שם ושם שכתבו דה\"ה דהו\"מ למילף מיושב וחד מהנך או מבע\"מ וחד מהנך לענין דמחיל עבודה יעו\"ש ואולי כיון דצריך לימוד לענין חיוב מיתה לכן מאותו פסוק נלמד ג\"כ לענין חילול עבודה ובפשיטות י\"ל דבכל הנך דמפיק ק\"ו מיושב או בע\"מ היינו דווקא תנא דבי ר' ישמעאל ורב משרשיא אבל אינך תנאי ואמוראי לא ס\"ל כן א\"נ דא\"כ טמא נמי לא לכתוב ואנא ידענא מק\"ו מבע\"מ או מיושב וק\"ל.",
                "<b> שנאמר</b>\n<b> ובא השמש וכו'.</b> בא ליתן טעם למה טבו\"י מחלל עבודה כיון דאשכחן בו דמיקרי טמא אבל מזה הפסוק ודאי לא הוי ילפינן טבו\"י וכמו שהאריכו התוס' זבחים י\"ז א' ד\"ה טבו\"י וכו' ושם בסנהדרין ד\"ה וטבו\"י ששימש וכו' ועיי\"ש מש\"כ הר\"ן בחי' לסנהדרין שם ועיי\"ש היטיב. והראב\"ד כתב ע\"ז וז\"ל א\"א כיון שטבו\"י שנכנס למקדש בכרת היכי משכחת לה בטבו\"י ששימש במיתה והאיכא נמי כרת בשביל ביאת מקדש ואיני מוצא אותו אלא בבמה (ועי' מש\"כ לעיל פרק א' בענין היתר במות יעו\"ש) א\"נ שעשה בית יד ארוכה לצינורא והיפך באיברים מבחוץ עכ\"ל והנה מה שלא תירץ דמיירי בנטמא בפנים ויצא בקצרה והיפך בצינורא דא\"כ טמא הוא ולא טבו\"י ועל כרחך מיירי בדטביל ויצא בקצרה וא\"כ על כרחך שהה כדי השתחווייה דהטבילה ולבישת הבגדים ודאי דיש בו כדי השתחווייה ועי' במל\"מ לעיל פ\"ג הי\"ט שהפליא לעשות בזה והראה את עוצם ידו הגדולה ועיי\"ש מה שהשיג על מרן יעו\"ש היטיב ותרוה נחת.<br><b> ודע</b> שעל מש\"כ מרן וז\"ל וי\"ל דיש במיתה בידי שמים משא\"כ בכרת דכרת היינו שאינו מגיע לששים שנה כדאמרינן במו\"ק כ\"ח א' ואיכא נמי כרת דיומי כדאי' נמי התם ומיתה בידי שמים אין לה זמן קבוע כמש\"כ התוס' בפ' במה מדליקין <small> (כ\"ה א') </small> בד\"ה כרת וכו' עכ\"ל וע\"ז כתב בהג\"ה וז\"ל שם בשילהי מו\"ק אמרו ששים זו היא מיתה בידי שמים מכלל דיש לו זמן קבוע ועי' בתוס' דמו\"ק כ\"ה בד\"ה ומיתה וכו' עכ\"ל ובאמת אי מהא לק\"מ וז\"ל תוס' שם בשבת כרת שאינו מגיע לשישים שנה שהיא מיתת כל אדם כדמשמע שילהי מו\"ק וכו' רב יוסף כי הוי בר שיתין שנין עבד יו\"ט לרבנן אמר השתא נפק לי מכרת א\"ל אביי נהי דנפק מר מכרת דשנין מכרת דיומי מי נפק מר וכו' ומיתה בידי שמים אין לה זמן קבוע אלא שמת בשביל עון זה וכו' ומיהו בירושלמי יש כרת אינו מגיע לחמישים וכו' ומיתה האמורה בתורה קאמר התם היינו שמת עד שישים וכו' יעו\"ש היטיב והנה העולה מזה למ\"ד דכרת עד שישים א\"כ מיתה אין לה זמן קבוע אבל למ\"ד דכרת עד חמישים א\"כ מיתה היינו עד שישים והנה במו\"ק איתא שם דכרת הוא בחמישים ושישים זו היא מיתה ואיכא התם דעד שישים הוא כרת א\"כ לפי\"ז מיתה אין לה זמן קבוע והבן. אמנם התוס' כתבו התם בד\"ה ומיתה וז\"ל ומיתה דהכא משמע זו היא מיתה בידי שמים וכרת בחמשים עד שישים ולא שישים בכלל וכו' יעו\"ש א\"כ מבואר מזה דאף למ\"ד כרת עד שישים מ\"מ מיתה הוא בשישים וא\"כ יש לו זמן קבוע אבל באמת התוס' דשבת לא ס\"ל כן וע\"ע בתוס' ריש יבמות מש\"כ בזה.<br><b> ודע</b> עוד כי בשני פנים הראשונים שכתב מרן הוא מה דחמיר כרת בכל מקום ממיתה ובפנים השלישי מש\"כ שהחייב מיתה לוקה בממונו זהו מה שחמיר מיתה מכרת וכוונת דבריו שיש ג\"כ חומרא במיתה משא\"כ בכרת ובזה אזיל מש\"כ המל\"מ וז\"ל ועוד קשה מש\"כ וז\"ל ועוד יש ביניהם דכרת הוא וזרעו נכרתים משא\"כ במיתה בידי שמים א\"כ לפי\"ז חמור כרת ממיתה בידי שמים וחזרה הקושיא למקומה עכ\"ל ולפי מש\"כ אין כאן קושיא. אך מ\"מ דברי מרן תמוהים מחמת אינך קושיות שהקשה המל\"מ כאן ולעיל פ\"ג הי\"ט יעו\"ש.",
                "<b> מחוסר</b>\n<b> כיפורים שעבד וכו'.</b> כתב ע\"ז הראב\"ד וז\"ל א\"א והא אמרינן במכות עוד טומאתו בו לרבות מחו\"כ ועוד מבהונות של מצורע דאמרינן בזבחים עשה שיש בו כרת הוא וכ\"ש בביאת כולו ועוד וטהרה כתיב ביולדת מכלל דעד השתא טמאה היא ואמרינן בזבחים דמחו\"כ דזב כזב דמי ובתוספתא דזבחים מונה אותו עם אותן שבמיתה עכ\"ל והנה מה שמקשה מהא דעוד טומאתו בו לרבות מחו\"כ לכאורה יקשה א\"כ יהיה בכרת דכתיב התם אלא ודאי דהתם בביאת מקדש דחמיר משא\"כ במחו\"כ ששימש וא\"כ גם זה לק\"מ דעד כאן לא מרבינן מחו\"כ רק לענין ביאת מקדש משא\"כ לעבודה דקיל דאינו אלא במיתה וזה פשוט לדעתי. ומה שהקשה מבהונות של מצורע דאיתא התם אידי ואידי עשה שיש בו כרת הוא. הנה לא זכיתי להבין כוונתו דהתם הא הקושיא מהא דראה קרי ולא העריב שמשו דהוי טבו\"י דהא מצורע הותר לו להכניס ידיו לבהונות ורק דעיקר הקושיא הא טבו\"י לא הותר לו והוי עשה שיש בו כרת ואהא תירץ עולא כיון דהותר לצרעתו הותר לקירויו אלמא דכל עיקר השקלא וטריא התם הכל מבעל קרי יעו\"ש ל\"ב ב' והנה לא ירדתי לפלגות גדולת חקרי לב הראב\"ד ז\"ל וה' יאיר עיני (ואפ\"ל דא\"כ מאי תירץ עולא מיגו דאישתרי לצרעתו הותר לקירויו והא הוי מקילתא לחמירתא ועי' מש\"כ לעיל פ\"ג הי\"ד יעו\"ש היטיב וצ\"ע).<br><b> ומה</b> שהקשה מהא דכתיב וטהרה ביולדת מכלל דעד השתא טמאה היא. גם מזה לא איריא דהתם לא איתרבי רק לביאת מקדש ולאכילת קדש דבכרת אבל לעבודה דבמיתה לא שמענו ועי' בזה בתוס' זבחים י\"ז א' ובסנהדרין פ\"ג ב' אבל באמת אין מזה תימה כלל כי גם בביאת מקדש ובאכילת קדש ס\"ל לרבינו לעיל פ\"ג ה\"ט דפטור מחו\"כ יעו\"ש מש\"כ בזה ובזה מיושב ג\"כ מה שהקשה מהא דמחוסר כפורים דזב כזב דמי דכבר נתיישב זה שם. ובזה יש ליישב גם מה שהקשה מהך דתוספתא דזבחים פי\"ב (ובכריתות פ\"א) והובא בש\"ס דסנהדרין שם (ודע כי התוספתא יש בה ט\"ס וצ\"ל כמו שהוא בגמרא שם והמפרש לא הרגיש בזה) ומה שהקשה מרן מהא דכתב רבינו בעצמו בפ\"ט דסנהדרין יעו\"ש שכתב בשם ר\"י קורקוס דט\"ס הוא ברמב\"ם שם וצ\"ל שם במקום מחו\"כ צ\"ל יתר בגדים יעו\"ש היטיב.<br><b> אבל</b> אין לומר דרבינו סמך עצמו על סוגיא דזבחים י\"ז א' טבו\"י דאם עבד במיתה מנ\"ל דגמר חילול חילול מתרומה דפסול תרומה מחיל עבודה וכו' דא\"כ גם עבודה אינו מחלל ורבינו פסק כאן דמחלל עבודה ועיי\"ש בתוס' ד\"ה דגמר וכו' ובסנהדרין שם ד\"ה דיליף וכו' יעו\"ש היטיב ופשוט."
            ],
            [
                "<b>שנאמר </b>\n<b> וכו'.</b> זבחים י\"ט ב'.",
                "<b> וה\"ה</b>\n<b> לכל וכו'.</b> ר\"ל לא תימא דוקא ביולדת דכתיב ביה קרא וע\"ע סנהדרין שם פ\"ג ב' וביבמות ע\"ד ב'."
            ],
            [
                "<b>טומאת </b>\n<b> התהום וכו'.</b> בפסחים פ' ב' ובזבחים כ\"ג א' בעיא דרמי בר חמא. ופסק כן משום דפשט שם רבא מברייתא דלא הותר טומאת התהום אלא למת בלבד ועל כרחך למעוטי טומאת התהום דשרץ ואי בנזיר הא טומאת שרץ לא מהני ולא מידי ואי בעושה פסח ולמ\"ד שוחטין וזורקין על טמא שרץ מאי איכא למימר אלא ודאי אכהן מיירי יעו\"ש בפסחים ואע\"ג דאיכא למימר דלמעוטי טומאת התהום דזיבה אתי ועוד לרבינו דס\"ל לעיל סוף סי' כ' דאין שוחטין וזורקין על טמא שרץ על כרחך אתי למעוטי טומאת התהום דשרץ. והנה לקושיא הראשונה י\"ל דרבינו ס\"ל דטומאת התהום דזיבה הותרה וכמש\"כ הלח\"מ בפ\"ו דנזירות הי\"ח יעו\"ש (ועיי\"ש בתוס' ד\"ה ה\"נ מסתברא וכו') ועל קושיא השניה י\"ל דרבינו ס\"ל דהך ברייתא לא מיירי מקרבן פסח רק משאר קרבנות וכמש\"כ מרן ובשאר קרבנות אין שייך לומר למעוטי שרץ דהא שוחטין וזורקין על טמא שרץ וא\"כ על כרחך על כהן קא אתי. אך קשה לימא למעוטי הרוג וכמש\"כ רבינו שם בנזירות וי\"ל דרבינו סמך עצמו על מה דאי' בפסחים פ\"א א' בעי רב יוסף כהן המרצה בתמיד הותרה לו טומאת התהום או לא את\"ל כהן המרצה בקרבנותיהן הותרה להן טומאת התהום יעו\"ש וכל את\"ל פשיטותא היא עי' מל\"מ לעיל פ\"ג יעו\"ש. (ושוב מצאתי כן בלח\"מ לקמן פ\"ו מהל' קרבן פסח ה\"א יעו\"ש היטיב).<br><b> ועיין</b> תוס' שם פ' ב' ד\"ה אי בנזיר וכו' תימה לר\"י דילמא לעולם בנזיר ונפק\"מ אם שחט קרבנות ונטמא דלא מרצי ציץ וכן קשה בסמוך דקאמר אלא למ\"ד שוחטין וזורקין וכו' הא נפק\"מ לאם שחט פסחו כדפרישית ואור\"י דלא בעי למימר הכי דא\"כ תיפשוט דבזיבחא גמירי לא שנא בעלים ולא שנא בכהן עכ\"ל.<br><b> וכוונת</b> דבריהם נוקמי כגון שהנזיר בעצמו שחט קרבנותיו ונודע לו כי היה טמא בטומאת התהום ונטמא הזבח אע\"ג דטמא כשר לשחוט קדשים היינו דוקא שלא יגע בבשר וכדאי' ברפ\"ג דזבחים ובריש חולין יעו\"ש וא\"כ הכא נטמאו ובטומאת התהום דמת מרצה ובטומאת התהום דשרץ אינו מרצה אע\"ג דהציץ מרצה על הטומאה היינו דוקא בדברים הנקרבים ולא בדברים הנאכלין כדאי' בהלכה ז' וקמ\"ל דטומאת התהום מרצה על הזבח ותירצו דא\"כ חזינן דטומאת התהום מרצה על כל מילי ולאו דוקא על גוף הבעלים כ\"א ג\"כ על הזבח אלמא דבזיבחא גמירי וא\"כ ה\"ה בכהן נמי מרצה לכן פשיט בקיצור דכהן מרצה וברור הוא. וכתבתי זה לפי שראיתי בס' דרוש וחדוש לר\"ע איגר שכתב שם וז\"ל ולא זכיתי להבין הא שחיטה כשרה בטמאים ואי לזריקה הא זה רק בכהן והיינו באמת הא דאמרינן מאי לאו בכהן דפשיטא דאם בטומאת כהן לא אישתרי אין חילוק בין טומאת כהן בעלים או כהן אחר וה' יאיר עיני עכ\"ל וכ\"כ בגליון הש\"ס ולפי מש\"כ אין מקום לקושייתו ודברי התוס' ברורים ודוק.<br><b> ועיין</b> ירושלמי פ\"ז דפסחים ה\"ז וז\"ל עובד של פסח מהו שירצה עליו את הציץ ק\"ו ומה אם הבעלים שהורעתה כחן בזקן ובחולה ייפיתה כחן בספק קבר התהום עובד שייפית כחו בזקן ובחולה אינו דין שתייפה כחו בספק קבר התהום לא אם אמרת בבעלים שייפיתה כחן בשאר כל הטומאות שבשנה תאמר בעובד שהורעתה כחו בשאר כל הטומאות שבשנה הואיל והורעת כחו בשאר כל הטומאות של כל השנה תורע כחו בטמא מת בפסח מיי כדון ר' נחמן בשם ר' מנא לכם בין לו בין לעובד שלו עד כדון עושי פסח נזיר מנין ר' יוסי בשם ר\"ח הוינין סברין מימר עליו לא על העובד שלו מן מה דתני היא נזיר היא עושה פסח הדא אמרה מה דנפל לדין נפל לדין עכ\"ל הירושלמי. והנה בזה יצא כנוגה צדקת רבינו שפסק דכהן מרצה לו בטומאת התהום. והנה שם בשיירי קרבן הקשה מאין יצא לרבינו דכל הקרבנות מרצה טומאת התהום לכהן יעו\"ש ואולי יצא לו מה לפסח שהורע כחו שאם הבעלים טמאי שרץ שאין שוחטין וזורקין עליו ומ\"מ יפה כחו לטומאת התהום בכהן כ\"ש לשאר קרבנות שייפה כחן שאם הבעלים טמאי שרץ שוחטין וזורקין עליהם לא כ\"ש שיפה כחו לענין כהן. אך יש לפרוך דמה לפסח דלכתחלה נמי זורקין עליו אם נודע לו קודם זריקה משא\"כ גבי שאר קרבנות וכמש\"כ מרן כאן ויש לעיין בזה. ואולי נכנס הפירכא בתוך הק\"ו ונימא מה פסח שמותר לו לזרוק לכתחלה בטומאת התהום ואפ\"ה לא הותר לו לשחוט ולזרוק על טמא שרץ והותר לכהן כ\"ש הכא בשאר קרבנות ועיין לעיל פ\"ב ה\"ה יעו\"ש וצ\"ע.<br><b> וע\"ע</b> שם בירושלמי וז\"ל תני אין לך עושה קבר תהום אלא מת בלבד הא נבלה לא ק\"ו מה אם המת שמטמא באהל עושה קבר התהום נבלה שאינו מטמא באהל אינו דין שתעשה קבר התהום (כ\"ה גירסת קרבן העדה) לאיזה ענין נאמר אין לך דבר שעושה קבר התהום אלא מת בלבד להוציא משכב ומושב עכ\"ל והיינו טומאת התהום דזיבה ומאחר שדעת רבינו לפסוק שזיבה עושה קבר טומאת התהום וכמש\"כ לעיל בשם הלח\"מ לכן כתב בנזירות לאפוקי הרוג והבן.",
                "<b> ואפי'</b>\n<b> נודע לו וכו'.</b> עיין במרן מש\"כ לחלק בין הך דהכא ובין הך דלקמן סי' ק\"א סעיף י\"א יעו\"ש ויש לחלק בפשיטות בין התם דמיירי בבעלים ובין הכא דמיירי בכהן ואולי אפשר להעמיס זה בכוונת מרן. ועיין ירושלמי שם וז\"ל צבור שנטמא בספק קבר התהום מהו שירצה עליו את הציץ ק\"ו מה אם היחיד שהורעתה כחו בטומאה ידועה ייפיתה כחו בספק קבר התהום צבור שייפיתה כחו בטומאה ידועה אינו דין שייפיתה כחו בספק קבר התהום קל שאת מיקל ביחיד את מחמיר בצבור קל שאת מיקל ביחיד שאם נתוודע לו לפני זריקה יעשה כמי שנטמא לאחר זריקה בשביל שלא ידחה לפסח שני את מחמיר עליו בציבור שאם נתוודע לו לפני זריקה יעשה כמי שנתוודע לאחר זריקה שלא יאכל הבשר (כ\"ה גירסת קרבן העדה) קל שאת מיקל בנזיר טהור שאם נתוודע לו לפני זריקה יעשה כמי שנטמא אחר זריקה שלא יביא קרבן טומאה את מחמיר בנזיר טמא שאם נתוודע לו לפני הזריקה יעשה כמי שנתוודע לו אחר הזריקה יעשה כמו שטמא וחזר ונטמא מביא קרבן טומאה לכל אחד ואחד כהדא דתנא נטמא וחזר ונטמא מביא קרבן טומאה על כל אחד ואחד עכ\"ל העתקתיו לפי שממנו מבואר כלישנא בתרא דש\"ס פסחים פ\"א ב' וכמו שפסק רבינו. וכל הך סוגיא דירושלמי נשנית בפ\"ט דנזיר ה\"ב יעו\"ש היטיב. ועיי\"ש במראה הפנים שכתב לחלק באופן אחר והוא דבפסח ונזיר הותר לכתחלה משא\"כ בשאר קרבנות יעו\"ש וחלק על מרן. ולא נ\"ל לכאורה כי לא הותר בפסח לכתחלה רק בכהנים באופן שנדחה הטומאה משא\"כ בבעלים ביחיד ודו\"ק. (ועי' מל\"מ שתמה על הירושלמי רפ\"ב דיומא יעו\"ש ועי' שיירי קרבן שם מש\"כ בזה ועי' ש\"ק פ\"ז דפסחים ה\"ו מש\"כ בזה) ועי' בגליון הש\"ס מש\"כ בזה ושם בהגה ציון ירושלים.",
                "<b> בנזירות.</b> בהל' נזירות פ\"ו."
            ],
            [
                "<b>אבל </b>\n<b> אינו וכו'.</b> עי' פסחים ע\"ז א' ע\"ח א' ומנחות כ\"ה ב'.",
                "<b> ולא</b>\n<b> על וכו'.</b> פסחים פ' ב' זבחים כ\"ג א' תוספתא דפסחים פ\"ו ודנזיר פ\"ו ומנחות פ\"א וירושלמי פסחים פ\"ז ה\"ז."
            ],
            [
                "<b>אלא </b>\n<b> בזמן וכו'.</b> כ\"ה דעת ר\"י ביומא ז' ב' ובפסחים ע\"ז א' וסנהדרין י\"ב ב'. והא דמרצה ביוה\"כ היינו טעמא משום דטומאה הותרה בציבור יעו\"ש ולפי\"ז קשה דהא רבינו ס\"ל דטומאה דחויה בציבור כמש\"כ בהלכה ט\"ו יעו\"ש וא\"כ רבינו סותר דברי עצמו וכבר הקשה זה מרן בשם ר\"י קורקוס יעו\"ש מש\"כ בזה רק שכתב שהאריך בדבר ולפנינו אין אומר ואין דברים. והנראה לענ\"ד דהנה כל עיקר ראיית ר' שמעון דאין עודהו על מצחו מרצה מהא דביו\"כ אם נטמא הקרבן אפילו יש אחרת תחתי' א\"צ להביא האחרת והיינו טעמא משום דהוא קרבן ציבור ורצויי ציץ ור' יהודה משני דלעולם אינו על מצחו אינו מרצה ושאני הכא משום דטומאה הותרה בציבור. וא\"כ לדידן י\"ל דלעולם אינו על מצחו אינו מרצה וכר\"י וביוה\"כ אי יש בידו אחרת צריך להביא אחרת. והנה רב ששת ס\"ל דטומאה הודחה בציבור ורב נחמן ס\"ל דהותרה בציבור ושם איתיביה לר\"נ מהא דהיה מקריב מנחת פרים ואלים וכבשים ונטמאת בידו אומר ומביאין אחרת תחתיה מאי לאו פרים וכבשים ואלים דחג ופי' שם תוס' דהוא ס\"ל עודהו על מצחו מרצה והתם מיירי כגון שאינו על מצחו יעו\"ש היטיב בתוס' יומא ז' ב' ד\"ה מכלל דר\"ש וכו' אלמא דלרב ששת הברייתא כפשוטה בפרים וכבשים ואלים דחג וס\"ל דעודהו על מצחו מרצה דווקא וס\"ל דטומאה דחוייה בציבור והנה שם בפסחים ע\"ז א' דליכא תנא דס\"ל טומאה הותרה בציבור כי אם ר\"י אלמא דלית הלכתא כוותיה בזה. ועוד ר\"נ ור\"ש הלכה כר\"ש באיסורי וכמש\"כ תוס' עירובין ל\"ב א' ולכן פסק דטומאה דחויה היא בציבור ופסק ג\"כ דאינו על מצחו אינו מרצה כברייתא דלעיל. והנה תנא דבי ר' ישמעאל בשבת י\"ב א' ורבה בר רב הונא שם וביומא שם ובמנחות ל\"ו ב' ס\"ל דתמיד אתי שלא יסיח דעתו ממנו א\"כ ס\"ל כר\"י בהא דאינו על מצחו אינו מרצה א\"כ אתי שפיר פסק רבינו וע\"כ צ\"ל משום דס\"ל כיון דכתיב ונשא על מצחו מדכתיב מצחו בוא\"ו ילפינן לנשבר הציץ ומדכתיב על מצחו לקבוע מקום הוא דאתא ומדכתיב על מצח אהרן ילפינן דעודהו על מצחו מרצה ועי' בתוס' יומא ס\"ט א' ד\"ה בגדי וכו' ובקדושין ס\"ו א' ד\"ה הקם יעו\"ש היטיב כל זה נ\"ל ליישב דברי רבינו.<br><b> ולכאורה</b> יש לעיין קצת במש\"כ רבינו קרא דוהיה על מצחו וכו' ויותר הו\"ל להביא פסוק דעל מצח ונשא דמכאן יליף לה ר' יהודה ואדרבה מכאן יש סיוע קצת לר' שמעון דס\"ל דתמיד מרצה והנה ע\"ד פלפול י\"ל דלכן נקט האי קרא להשמיענו דעיקר דרשא מעל מצחו דמצח מצחו משמע ליה שפיר וכמש\"כ למעלה וע\"ז רמז רבינו. אמנם יותר נ\"ל ע\"ד הפשוט שסמך על הירושלמי דחגיגה פ\"ב ה\"ד דאיתא שם וז\"ל אית תניי תני הציץ מרצה על מצחו אות תניי תני אפילו בזוית מ\"ד הציץ מרצה על מצחו והיה על מצחו תמיד מ\"ד אפי' בזוית מהדא דיוה\"כ עכ\"ל ונמצא שר\"י דורש תיבת תמיד למעלה דדריש מקרא נדרש לפניו ור\"ש דריש מקרא לאחריו דהאי תמיד קאי אלרצון וה\"ק תמיד לרצון ותלי פלוגתא זו בפלוגתא דזבחים כ\"ד א' מנחות י\"ט א' יעו\"ש ושם הלכה כרבנן דדרשי אלפניו ואחריו עי' לקמן פ\"ה הי\"ח ואף דשם הלכה כמ\"ד דקאי לפניו ולאחריו מ\"מ הכא כיון דסתרי אהדדי וא\"א להיות אתרווייהו פסק רבינו דקאי אלפני' והנחת הטעמים מסכים לזה לכן פסק כן ואף דלישנא דתלמודין לא משמע כן מ\"מ מאחר דליכא נפק\"מ לדינא תפס רבינו לישנא דירושלמי. ומשמע בר\"ה ט' ב' דיותר יש סברא לומר דקאי אלפניה מדנימא דקאי אדאחריה יעו\"ש היטיב והבן. וע\"ע בתשובות שאגת אריה סי' ל\"ח שהאריך בזה ומה שנראה לענ\"ד כתבתי. ואח\"כ מצאתי בס' שער המלך שהלך ג\"כ על דרך מש\"כ.<br><b> ודע</b> כי לפי מש\"כ השאגת אריה דר\"ש דס\"ל אינו על מצחו מרצה לאו מתמיד יליף לה ר\"ש אלא מדלא דריש על מצחו אבל תמיד ס\"ל דאתי לשלא יסיח דעתו יעו\"ש היטיב א\"כ מתורץ מה שנתקשה בס' שער המלך לעיל פ\"ח מהל' כלי מקדש הי\"א על דברי התוס' דיומא ס\"ט א' ד\"ה בגדי וכו' דמוכח מדבריהם דס\"ל דאפילו למ\"ד אינו על מצחו מרצה ס\"ל דתמיד אתא לשלא יסיח דעתו ולא להורות דתמיד מרצה יעו\"ש היטיב שנשאר בצ\"ע אמנם למש\"כ השג\"א ניחא היטיב והבן."
            ],
            [
                "<b>אינו </b>\n<b> דוחה וכו'.</b> עי' פסחים ע' ב' ובתוס' שם ועיי\"ש ס\"ו א' ויומא נ' א' ותמורה י\"ד א' וע\"ע פסחים ס\"ז א' יעו\"ש היטיב וביומא ז' א' ועי' תוס' סנהדרין י\"ב ב' בד\"ה שטומאה וכו' וכמה פעמים מבואר כן בש\"ס.",
                "<b> ולא</b>\n<b> כל וכו'.</b> עי' בפסחים ס\"ז א' מבואר שם דדווקא טמא מת אבל לא זב ומצורע וע\"ע זבחים כ\"ב ב' דטמא שרץ לא מידחי יעו\"ש היטיב ועוד מבואר בדוכתי טובי."
            ],
            [
                "<b>קבוע </b>\n<b> זמנם וכו'.</b> ואע\"פ שיש קרבנות הצבור שאין קבוע להם זמן והם אינם דוחים לא את השבת ולא את הטומאה רק משום דתפס לישנא דמתניתין דתמורה י\"ד א' וז\"ל קרבנות היחיד חייבין באחריותן ובאחריות נסכיהם וקרבנות הציבור אין חייבין באחריותן ולא באחריות נסכיהם יעו\"ש והטעם שאין חייבין באחריותן לפי שעבר זמנו בטל קרבנו והנה התנא כלל בכלל זה כל קרבנות הצבור והאיכא פר הוראה ושעירי ע\"ז אלא מילי דפסיקא נקט דכל קרבנות ציבור הקבועים קבוע זמנן כמו תמידים ומוספים וקרבנות היחיד רובא דרובא אין קבוע זמנם ואולי לזה כיון מרן ז\"ל דכצ\"ל כל הקרבנות צבור הקבועים קבוע זמנם משא\"כ דבר שבא במקרה. ונ\"ל דה\"ה חגיגה ועולת ראיה והיו הצבור טמאי מת ביום ראשון ברגל שאז טמאים כל שבעה אזי דוחה הטומאה דלענין זה מיקרי זמנם קבוע עיין בביצה כ' ב' וביומא נ' א' ובזה מיושב מה שהקשה המל\"מ בפ\"ג מהל' אבל ה\"י ודו\"ק."
            ],
            [
                "<b>אינו </b>\n<b> נאכל וכו'.</b> פסחים ע\"ו ב' ועיין יומא ז' א'."
            ],
            [
                "<b>והיו </b>\n<b> הכהנים וכו'.</b> עי' תוס' פסחים ע\"ט א' ד\"ה או שהיו וכו' יעו\"ש היטיב ודע דשם איתא וז\"ל א\"ר חסדא לא שנו אלא שנטמא הסכין בטמא מת דרחמנא אמר בחלל חרב חרב הרי הוא כחלל וקא מטמא לגברא דמעיקרא כי מתעביד בטומאת הגוף דכרת קא מתעביד אבל נטמא הסכין בשרץ דבשר הוא דמטמיא ליה לגברא לא מטמיא ליה טהורין עביד טמאין לא עביד מוטב יאכל בטומאת בשר בלאו ואל יאכל בשר בטומאת הגוף שהוא בכרת וכו' ורבא אמר אפי' טמאין נמי עבדי מ\"ט דכתיב והבשר אשר יגע בכל טמא לא יאכל באש ישרף והבשר כל טהור יאכל בשר כל היכא דלא קרינן ביה והבשר אשר יגע בכל טמא לא יאכל לא קרינן ביה כל טהור יאכל בשר וכל היכא דקרינן ביה והבשר אשר יגע בכל טמא לא יאכל קרינן ביה והבשר כל טהור יאכל בשר עכ\"ל והנה רבינו סתם וכתב כאן שהיו הכלי שרת טמאין למת והיינו כר\"ח ולא כרבא. והנה לכאורה עלה בדעתי לומר הטעם דלכאורה קשה למה כתב בכהנים דהיו טמאים למת ואמאי הא אם נטמאו בשרץ נמי לידחו טומאה דבשלמא בבעלים אם הם טמאי שרץ שפיר אמרינן דכיון דשוחטין וזורקין על טמא שרץ לכן לא דחו אבל הכהנים הא אם הם טמאי שרץ נמי לידחו אלא ודאי דרבינו ס\"ל כסוגיא דזבחים כ\"ב ב' דלא הותר לכהן בציבור רק בטומאת מת ולא בשרץ דמכפרים דומיא דמתכפרים מה מתכפרים מת אין שרץ לא אף מכפרים כן וכיון שכן ה\"ה בכלי שרת לא נדחה טומאתם רק בטומאת מת ועי' בתוס' שם ד\"ה אי הכי וכו' שכתב בשם ר\"ת דבאמת טומאת כהנים וסכינים נדחים אף בטומאת שרץ רק דנפק\"מ דאם נטמאו במת נאכלים לערב ואי נטמאו בשרץ אין נאכלים לערב יעו\"ש היטיב אמנם רבינו ס\"ל כפשוטה דאין טומאת שרץ נדחה לגבי פסח כלל. אך א\"כ קשה איך יפרנס לנו רבינו דברי ר\"ח ורבא. וסבור הייתי לומר דהוא יפרש דר\"ח ורבא ס\"ל אין שוחטין וזורקין על טמא שרץ וכל שביחיד נדחה ציבור עבדי בטומאה וא\"כ גם הכהנים והסכינים שנטמאו בשרץ נדחים ר\"ל נדחו מטומאתן ומותר לעבוד בהן והם יפרשו משנתנו דזבחים דטמא מחלל עבודה בזב ומצורע או דס\"ל דלא אמרינן מתוך שמרצים בצבור מרצים ביחיד יעו\"ש אבל א\"כ קשה הא רבינו ס\"ל סוף סי' כ' דאין שוחטין וזורקין על טמא שרץ וא\"כ למה כתב כאן דוקא דטומאת מת נדחה ולא טומאת שרץ וי\"ל דכאן מיירי רבינו בשאר קרבנות ולא בקרבן פסח ובשאר קרבנות שוחטין וזורקין על טמא שרץ אבל ר\"ח ורבא מיירו מקרבן פסח ואין שוחטין וזורקין על טמא שרץ לכן נדחה טומאת שרץ ג\"כ. אבל שוב עיינתי וראיתי כי רבינו מייתי לה להדא דר\"ח בהדיא לקמן סי' ק\"ב סעי' ט' יעו\"ש היטיב ועיין במרן שם. (ולכאורה ליתא למש\"כ כי על כרחך מיירי כאן בקרבן פסח דאיזה קרבן הוא שתלוי ברוב הקהל טמאין אם לא הפסח והנה כ\"ז יבואר לפנינו אי\"ה במקו\"א).",
                "<b> אבל</b>\n<b> הטמאים וכו'.</b> והנה בזבים וזבות נדות ויולדות איתא בפסחים ס\"ז א' אבל נבלה ושרץ על כרחך אתי מהא דזבחים כ\"ב שם וכמש\"כ למעלה.",
                "<b> לא</b>\n<b> יתעסקו וכו'.</b> ועי' לקמן הל' קרבן פסח פ\"ז ה\"ח פסק לענין אכילת פסח הבא בטומאה דטומאת מגע מותר לאכול ממנו ועיי\"ש בלח\"מ סעי' א' שם שתמה בזה. ודברי מר\"ן שם לא מעלה ארוכה בזה. והנה לפי מש\"כ לעיל ס\"ק כ\"ז יש לחלק ולומר דבשלמא כשהיה טמא שרץ או נבלה בשעת אכילה א\"כ כיון שאם ציבור היו כן היו עושים בטומאה שכל שהיחיד נדחה ציבור עבדי בטומאה לכן כל שהרוב טמאים במת גם ליחידים אשר נטמאו בנבלה ובשרץ הותר משא\"כ בשעת העשיה שאז לא הותר לטומאת שרץ דשוחטין וזורקין על טמאי שרץ דהיינו על טבו\"י דשרץ ונבלה וא\"כ היה להם לטבול ולעשות בהיתר. ואם נימא דמיירי כאן בשאר קרבנות ולא בקרבן פסח א\"כ שוחטין וזורקין על טמאי שרץ א\"כ לא נתנה טומאת שרץ לדחות אבל בק\"פ דאין שוחטין וזורקין על טמא שרץ לכן נתנה לדחות וכמש\"כ למעלה בס\"ק כ\"ז אז היה אתי שפיר הכל והבן היטיב בכל מש\"כ ועוד יבואר מזה אי\"ה במ\"א שוב מצאתי בצל\"ח לפסחים צ' ב' קצת ממש\"כ יעו\"ש היטיב.",
                "<b> ואם</b>\n<b> עברו וכו'.</b> פסק דלא כר' אליעזר בפסחים צ\"ה ב' ועיי\"ש ס\"ז ב' דר' יהודה ס\"ל כר\"א יעו\"ש ורבינו לא ס\"ל כר\"ש דס\"ל דנתקו הכתוב לעשה כדלעיל פ\"ג ה\"ח וג\"כ לא ס\"ל כר\"י דאילו לר\"י היה כאן פטור דס\"ל כר\"א ולרבינו חייב כר\"ש וכרבנן דפליגי עליה דר\"א אלא דעת רבינו כהספרי וכמש\"כ לעיל סי' כ\"א ס\"ק ד' יעו\"ש היטיב וע\"ע במנחות צ\"ה ב' פלוגתא דר\"א ורבנן לענין דגלי מדבר בשעת סילוק הקלעים ובשעת המסעות דלר\"א לא נהג אז שילוח מחנות ולרבנן נהוג יעו\"ש היטיב ועיין תענית כ\"א ב' דר' יוסי ס\"ל דבשעת המסעות הותרו זבין ומצורעין ליכנס למחנה לויה יעו\"ש אבל הברייתא דברכות נ\"ד א' ס\"ל דאסור יעו\"ש וברש\"י מנחות שם (שוב ראיתי במכילתא ביתרו פרשה ג' שמבואר שם הא דאיתא בתענית שם הוגללו הפרוכת הותר לזבין ומצורעין ליכנס וכו' אינו מדברי ר' יוסי יעו\"ש היטיב) ובזה י\"ל פרפרת נאה כי ר\"נ בר רב חסדא בתענית שם קאי בשיטת ר\"ח אביו דפסחים שם וס\"ל דלא כר\"א ולכן לדידיה גם בשעת סילוק מ\"מ אסורים זבים ומצורעים ליכנס וכאידך ברייתא דמנחות שם ולכן לא היה ס\"ל דהאדם מכבד מקומו ולכן ביקש מרב נחמן בר יצחק לבא אליו וזה שאמר ליה אח\"כ רנב\"י מוטב שיבא מנה בן פרס למנה בן מנה וכו' מטעם כי דעתך ודעת אביך עדיפי מדעתי לחוד והו\"ל אנא יחיד לגבי רבים והבן היטיב) והנה ראיתי להצל\"ח בפסחים ס\"ז ב' שהקשה דברי רבינו אהדדי ומתוך כך פי' פי' אחר במנחות שם דלא כרש\"י ולדידי לק\"מ והנראה לענ\"ד כתבתי. ושוב מצאתי בס' שעה\"מ בסי' פ\"ג ח\"ה שג\"כ האריך ליישב זה יעו\"ש היטיב.<br><b> ומש\"כ</b> רבינו <b> וחייב כרת על הביאה ומיתה על העבודה. </b> על כרחך מילי מילי קתני נכנס בטומאה או שנטמא בפנים ושהה שם כדי השתחויה חייב כרת ואם נטמא בפנים ולא שהה או שהיה שוגג על הביאה חייב מיתה על העבודה עיין לעיל סעי' ג' וסעי' ד' ובמש\"כ שם ועיין לעיל פ\"ג הי\"ט במל\"מ.",
                "<b> שלא</b>\n<b> נדחית וכו'.</b> עיין לעיל הלכה ט'."
            ],
            [
                "<b>פטורים. </b> אבל עשה מיהא אית ביה עיין תוס' פסחים צ\"ה ב' בד\"ה כל היכא וכו'. יעו\"ש היטיב.",
                "<b> כל</b>\n<b> המשמרה וכו'.</b> עיין לעיל סי' י\"ב ס\"ק כ\"א ובמש\"כ שם.",
                "<b> רוב</b>\n<b> הכהנים וכו'.</b> עיין מרן שלא הערה מקורו מנין לקח רבינו זה והנה מש\"כ דתלוי בירושלים עיין ירושלמי פסחים פ\"ז סוף הלכה ו' ובהוריות פ\"ק שילהי ה\"ב יעו\"ש אולם מש\"כ דתלוי ברוב יש לעיין בזה ועי' תוס' פסחים ע\"ט א' ד\"ה בטומאת וכו' אולם מש\"כ דתלוי ברוב עם יש לעיין בזה ועיין בזבחים כ\"ב ב' דאם איתא דיש קולא במתכפרין דתלוי ברוב משא\"כ במכפרין א\"כ לא הוה שתיק מיניה וע\"ע פסחים צ\"ד ב' וצ\"ע וע\"ע במשנה חמשה דברים באין בטומאה וכו' ובפי' רבינו שם."
            ],
            [],
            [
                "<b>אלא </b>\n<b> באיסורה וכו'.</b> עיין פסחים ע\"ז א' וע\"ט א' פ' א' וע\"ע יומא ו' ב' והלכה כרב ששת באיסורי ועיי\"ש מ\"ו ב' מבואר שם דרבא נמי ס\"ל דחויה היא בציבור ועיי\"ש ו' ב' תוס' ד\"ה אמר רב וכו' וזבחים ל\"ג א' ד\"ה מכלל וכו' וע\"ע סנהדרין י\"ב ב' יעו\"ש היטיב ויש לעיין בזה קצת שוב ראיתי בשעה\"מ בסעיף י\"ד יעו\"ש מש\"כ בזה.",
                "<b> ומפני</b>\n<b> זה וכו'.</b> עיי\"ש ביומא ז' א' יעו\"ש היטיב והא דמרצה ציץ ביוה\"כ ורבינו ס\"ל דאין עודהו על מצחו אינו מרצה כמש\"כ בהלכה ח' עיי\"ש תוס' ז' ב' ד\"ה מכלל וכו' ועיין מש\"כ לעיל שם ועיין תוס' פסחים ע\"ז א' ד\"ה דלא וכו' ובמנחות ט\"ו א' ד\"ה והכא וכו' ויש לעיין בזה ואי\"ה יבואר במקו\"א מזה."
            ],
            [
                "<b>אבל </b>\n<b> צבור וכו'.</b> עיין פסחים ס\"ז א' וחולין כ\"ט א' ודוכתי טובי בש\"ס עצמו מלספר ובפרט במס' פסחים וע\"ע בספרי בהעלותך פיסקא ע' יעו\"ש היטיב.",
                "<b> וה\"ה</b>\n<b> לכל וכו'.</b> עיין לעיל סעיף ט' יעו\"ש."
            ],
            [
                "<b>שנאמר </b>\n<b> שם וכו'.</b> זה הדבר צריך ביאור. דע כי בש\"ס סנהדרין י\"ב ב' ובתוספתא דפסחים פ\"ח יעו\"ש היטיב ובתוספתא דסנהדרין כ\"ב איתא שם ג' מחלוקת דר\"י ס\"ל דאין מעברין את השנה מפני הטומאה וחזקיה עבר ע\"ז ועיבר את השנה מפני הטומאה אבל ס\"ל דצבור אין נדחין לפסח שני וחזקיה נתחכם לעבר השנה ועשו בניסן ובטהרה. ור' שמעון ס\"ל דמעברין שפיר והא דחזקיה עשה שלא כדין מפני שעיבר את השנה ביום שלשים דאדר. ור\"ש בן יהודה אומר דלכן עשה שלא כדין דהוא לא עיבר כלל רק עשה את הפסח באייר ודחה את הצבור לפסח שני. והנה אם נימא דעיבר את השנה א\"כ עשו את הפסח בטהרה ורבינו ס\"ל דעשה את הפסח בטומאה. והנה כן כתוב בדברי הימים ב' ל' ויועץ המלך ושריו וכל הקהל בירושלים לעשות את הפסח בחודש השני כי לא יכלו לעשותו בעת ההיא כי הכהנים לא התקדשו למדי והעם לא נאספו לירושלים. ושוב כתוב שם פסוק י\"ג ויאספו ירושלים עם רב לעשות את חג המצות בחדש השני קהל לרוב מאד וגו' ויעמדו על עמדם כמשפטם בתורת משה איש האלהים הכהנים זורקים את הדם מיד הלוים כי רבת בקהל אשר לא התקדשו והלוים על שחיטת הפסחים לכל לא טהור להקדיש לה' כי מרבית העם רבת מאפרים ומנשה יששכר וזבולון לא הטהרו כי אכלו את הפסח בלא ככתוב כי התפלל יחזקיהו עליהם לאמר ה' הטוב יכפר בעד. ופירש\"י ז\"ל שם כי הלוים שחטו הפסחים ולא הבעלים בעצמם ומפרש הטעם למה כי רבת העם לא הטהרו יעו\"ש נמצא אף שעברו השנה מ\"מ רבת העם לא נטהרו ומפרש רבינו לפי שיטתו כי חזקיה עיבר השנה מפני הטומאה ורצה לעשותו בטהרה והנה כשהגיע י\"ד ניסן לפי חשבונו מ\"מ רבת הקהל לא נטהרו ומ\"מ עשה בי\"ד ניסן ולא דחהו על אייר והיינו טעמא מפני שהצבור אין נדחין לפסח שני והא דכתיב ויועץ המלך וכו' לעשות הפסח בחדש השני וכו' היינו לפי האמת היה אייר כי אין מעברין ביום שלשים של אדר והוא עיבר וא\"כ החדש הראשון לפי חשבונו היה באמת חדש שני ולכאורה זה דלא כחד מהנך תנאי.<br><b> והייתי</b> סבור לומר דבאמת זה מודים כו\"ע דעיבר השנה שלא כדין דכתיב ויועץ המלך לעשות בחדש השני וגו' רק ר\"ש בן יהודא בשם ר\"ש מוסיף עוד ואומר כי בזה נמי עשה שלא ככתוב כי השיא אותם לדחות הפסח לחודש השני ומטעם שמבואר בש\"ס סנהדרין שם כי מתחלה היה סבור דרוב טהורים הן ולבסוף סבור דמעיקרא היו רובן טמאים ולפי\"ז נמצא דעשה שני פסחים וכן מבואר בתוספתא דפסחים שם ודסנהדרין שם דר\"ש בן יהודא ס\"ל אף מפני שעישה לצבור לעשות פסח שני יעו\"ש היטיב משמע דלר\"י ולר\"ש לא עישה לצבור לעשות פסח שני רק שגג בדבר העיבור. ולפ\"ז מאי דכתיב כי מרבית העם רבת וכו' ה\"ק אמאי הקריבו כל לא טהור הא אסור להקריב בטומאה ע\"ז בא לתרץ כי מרבית העם וכו' וכיון שהיו רובן טמאים לכן נדחית הטומאה מפני רוב הקהל והא דצריך לעבר השנה י\"ל כי חזקיה היה סבור שכשיעבר השנה יהיו כולם טהורים ויעשה הפסח בטהרה אבל באמת לא היה כן רק במה שעיבר היה תועלת שנטהרו הכהנים והלוים אבל רבת העם לא נטהרו ולכן הוכרח לעשות בטומאה (והנה רש\"י פי' שם וז\"ל כי אכלו את הפסח בלא ככתוב שלא כהלכה שאכלוהו בטומאה כי התפלל חזקיה עליהם וגו' עכ\"ל וזה תימה הא הפסח שבא בטומאה נאכל בטומאה כמש\"כ רבינו בהל' קרבן פסח פ\"ז ה\"ח. גם מש\"כ רש\"י וז\"ל <small> (בפסוק ט\"ז) </small> ואל תתמה למה לא שחטו בעלים עצמן לפי שכתוב בסמוך כי רבת בקהל אשר לא התקדשו והלוים היו על שחיטת פסחיהם עכ\"ל וגם זה תמוה הא הפסח שבא בטומאה נעשה בטומאה והותר לבעלים ליכנס בעזרה ולעבור על עשה שיש בו כרת וכ\"ש על שחיטה בטומאה שאינה אלא בלאו שלא לטמאות הבשר וע\"ע במצודת דוד שם בפסוק י\"ז י\"ח. אמנם לדעת רבינו נכון הכל בעזר ה' שהקרבת פסח ואכילתו היה הכל כדין רק שעבר על העיבור והא דשחטו הלוים עיי\"ש סי' ל\"ה משמע ג\"כ שהלוים היו שוחטים ואולי הטעם שהבעלים לא היו בקיאים במעשה השחיטה. וראיתי שם בתרגום (המיוחס לרב יוסף) וז\"ל ארום סוגי עמא מדבית אפרים ומדבית מנשה ומדבית יששכר ומדבית זבולון לא אידכיא ארום אכלו ית פיסחא קדמאה בדלא כתיב ותבו למיעבד פיסחא תניינא כדכתיב ארום צלי חזקיהו אמטולהון דמימר ה' דהוא טב יכפר על עמא דאישתלייה עכ\"ל והוא לכאורה תמוה הא אדרבה אם היו עושין פסח שני זה לא הוי כדין כמבואר למעלה.<br><b> והנה</b> בתוספתא דפסחים פ\"ח א' איתא וז\"ל גר שנתגייר בין שתי פסחים צריך לעשות פסח שני דברי רבי ר' נתן אומר א\"צ לעשות פסח שני שכבר לא נתחייב בראשון ניתן להם לישראל לבנות בית הבחירה היחיד עושה פסח שני ואין הציבור עושה פסח שני ר' יהודה אומר אף הצבור עושה פסח שני א\"ר יהודה מעשה בחזקיה המלך שמיעשה את הצבור לעשות פסח שני שנאמר כי מרבית העם רבת מאפרים וממנשה וכו' ר\"ש אומר לא מפני שהעשיה את הצבור לעשות פסח שני אלא מפני שעיבר ניסן בניסן שאין מעברין אלא אדר ר\"ש בר יהודה אומר משום ר\"ש אף מפני שהעשיה את הצבור לעשות פסח שני עכ\"ל.<br><b> והנה</b> לר' יהודה דס\"ל דהצבור עושין פסח שני והראיה מחזקיה שעישה את הצבור לעשות פסח בשני ואם כן מפרש המקרא כפשוטו דמתחלה עשו את הפסח בניסן והיו אז טמאים באופן שלא היו יכולים לעשות הפסח על פי ד\"ת ויועץ המלך לעשות פעם שניה בחודש השני ומפרש כי מרבית העם וגו' לא הטהרו ואכלו את הפסח בלא ככתוב לכן עשו פעם שניה ועיין ירושלמי דפסחים פ\"ט ה\"א ובקרבן עדה שם. וי\"ל כי התרגום ג\"כ אזיל בשיטתו דהאי תנא אך אי קשה לי הא קשה לי דהא ר\"י ס\"ל בסנהדרין דעיבר מפני הטומאה וביקש רחמים על עצמו אלמא משמע דהא דעיבר מפני הטומאה שוב לא היו טמאים והיו עושין הפסח בטהרה ואולי צ\"ל דתרווייהו הוי כי הכהנים לא הטהרו ולכן עיבר מפני הטומאה ונטהרו הכהנים והלוים וזה לא היה ככתוב. והנה מרבית העם עדיין לא הטהרו עשו בטומאה וזה לא היה ככתוב ושוב צווה לעשות פסח שני והנה במה שעיבר בטומאה לא היה כדין אבל במה שעשו פסח שני היה כדין וזה דחוק. ועוד דלישנא דתוספתא ג\"כ לא אתי שפיר דהא מתחלה קתני דר\"י ס\"ל דצבור עושין השני ומביא ראיה מחזקיה משמע דשפיר עביד וא\"כ איך אמר עלה ר\"ש לא מפני שהעשיה את הצבור בקש רחמים על עצמו אלא מפני שעיבר ניסן בניסן משמע דלר\"י מפני שעישה את הצבור לעשות פסח שני ביקש רחמים והא אדרבה לר\"י לכתחלה עושין וצ\"ע בזה. ואי לא מסתפינא אמינא שט\"ס הוא בתוספתא דפסחים אך קשה להגיה מאחר שכ\"ה בירושלמי דפסחים הנ\"ל. ואפ\"ל כי ר\"י ס\"ל דלכתחלה עושין את הצבור לעשות בשני ור\"ש ס\"ל דלכתחלה אין עושין אבל אם עשו א\"צ כפרה ור\"ש בן יהודה משמו ס\"ל דצריך כפרה או י\"ל דר\"ש ס\"ל דבאמת לא עישה את הצבור לעשות פסח שני וכנ\"ל. אבל באמת נראה יותר כמש\"כ מתחלה דרבינו ס\"ל דלא עישה את הצבור לעשות פסח שני רק דמה שעבר היה על שעיבר החודש שלא כדין אבל במה שעשו בטומאה עשו כדין וכנ\"ל.<br><b> ואגב</b> אבאר התוספתא. מה דאיתא שם ניתן לישראל לבנות בית הבחירה וכן הובא שם בירושלמי והקרבן העדה כתב דט\"ס הוא ול\"ג לה ובשיירי קרבן כתב דכצ\"ל ניתן להם לישראל לבנות בית הבחירה ולחוג בו שלש פעמים בשנה. ומביא ראיה מזה דציבור אין עושין פסח שני דאם עושין א\"כ משכחת ארבע פעמים בשנה יעו\"ש היטיב. ובשם הגר\"א כתוב שם בתוספתא דה\"ג וכן כשניתן להם לישראל לבנות בית הבחירה. וכתב ע\"ז המפרש דלא ידע פי' לזה יעו\"ש בעיטור בכורים. ולא ידעתי מאי לא ידע דה\"פ וכן כשניתן להם לבנות בית הבחירה לישראל בין פסח ראשון לפסח שני ג\"כ אין הציבור עושים בשני ומביא ר\"י ראיה דצריך הציבור לעשות בשני מחזקיהו שלא היו ראויים בראשון ועשו בשני ופשוט (שוב מצאתי כן בס' קהלת יעקב בפ\"ט דפסחים יעו\"ש).<br><b> והנה</b> מרן העיר בזה במה שסתם רבינו כדעת ר\"י שעיבר מפני הטומאה וסתם כר\"ש דעיבר ניסן בניסן. ועוד מאחר דהלכה דאם עיברה מעוברת א\"כ ל\"ל לבקש רחמים ע\"ז ועוד למה לא כתב שעישה את הציבור לעשות בשני יעו\"ש מש\"כ בזה.<br><b> והנה</b> על קושייא השלישית י\"ל דס\"ל מאחר דר\"י ור\"ש לא ס\"ל דעישה הציבור לעשות בשני לכן לא חש לה להביאו והא דעיבר ניסן בניסן כבר מבואר זה בברכות י' ב' ובפסחים נ\"ו א' וכמש\"כ מרן יעו\"ש. ומה שהביא דעיבר מפני הטומאה וע\"ז ביקש רחמים על עצמו. הכי משמע מהא דאיתא סנהדרין י\"ב ב' תנ\"ה אין מעברין את השנה מפני הטומאה לכתחלה ר\"ש אומר מעברין אלא מפני מה ביקש רחמים על עצמו שאין מעברין אלא אדר והוא עיבר ניסן בניסן. והנה מלשון זה משמע דלת\"ק דס\"ל אין מעברין לכתחלה שפיר ביקש רחמים. וזה תרווייהו מודו שעיבר מפני הטומאה רק דלת\"ק עשה איסור בדבר ולר\"ש עשה כדין והנה לדידן דס\"ל דאין מעברין לכתחלה א\"כ שפיר ביקש רחמים על עצמו ולברייתא קמייתא י\"ל דת\"ק ס\"ל דלא עיבר מפני הטומאה ולכן לא מייתי ראיה מחזקיה דביקש רחמים על עצמו אבל אה\"נ אם הוה ס\"ל דהכי הוי עובדא הוי מייתי ראיה מהך דבקש רחמים על עצמו (ושוב מצאתי בס' שער המלך שהרגיש על דברי מרן בזה יעו\"ש היטיב).<br><b> ודע</b> שמש\"כ רבינו הלכה ט\"ז דלמדין מפסוק ויהי אנשים וגו' וכ\"כ גם כן בפירוש המשניות במשנת חמשה דברים באין בטומאה וכו' וכ\"כ לקמן הל' קרבן פסח פ\"ו ה\"א והוא דרשת הספרי כמש\"כ מרן. ויש לעיין למה לא הביא רבינו דרשת הש\"ס ס\"ז א' יעו\"ש היטיב מדכתיב איש איש כי יהיה טמא לנפש ועי' ס\"ו א' תוס' ד\"ה מה וכו' שכתבו דסוגיות חלוקות דיש דדרשי ממועדו ממשמעות הכתוב ועי' תוס' זבחים כ\"ב ב' בד\"ה א\"ה וכו' ובצאן קדשים שם ובחי' פנים מאירות שם. אמנם באמת כן דרך רבינו לתפוס דרשת הספרי או הסיפרא או הירושלמי נגד הש\"ס שלנו.",
                "<b> בקידוש</b>\n<b> החדש וכו'.</b> שם פ\"ד ה\"ד יעו\"ש היטיב."
            ],
            [
                "<b>בקידוש </b>\n<b> וכו'.</b> שם באותו פרק יעו\"ש."
            ]
        ],
        [
            [
                "<b>חייב </b>\n<b> מיתה וכו'.</b> סנהדרין פ\"ג א' ותוספתא פי\"ב דזבחים ופ\"א דכריתות ופ\"א דמנחות ופ\"א דיומא.",
                "<b> ועבודתו</b>\n<b> פסולה וכו'.</b> עי' זבחים ט\"ו ב' י\"ט ב' ל' ב' ועי' תוספתא פ\"א דיומא ופ\"א דמנחות."
            ],
            [
                "<b>שנאמר </b>\n<b> חוקת וכו'.</b> זבחים י\"ח א' ועי' בתו\"כ שמיני אחר מכילתא דמלואים פרשה א' יעו\"ש.",
                "<b> כמו </b>\n<b> שבארנו. </b> לעיל הל' כלי המקדש פ\"י ה\"ד יעו\"ש."
            ],
            [
                "<b>אלא </b>\n<b> פעם וכו'.</b> שם בזבחים ובתוספתא שם ושם בירושלמי יומא פ\"ב ה\"א יעו\"ש היטיב.",
                "<b> והוא</b>\n<b> שלא יצא וכו'.</b> עי' הלכה ד'.",
                "<b> ולא</b>\n<b> יישן. </b> דשינה הוי היסח הדעת וכמש\"כ מרן ועי' ירושלמי יומא פ\"ג ה\"ב וז\"ל תני ישן טעון טבילה נתנמנם טעון קידוש ידים ורגלים עכ\"ל וע\"ע תוס' זבחים כ' א' ד\"ה מיתיבי וכו'.",
                "<b> ולא</b>\n<b> יטיל וכו'.</b> עי' הלכה ה' יעו\"ש.",
                "<b> ולא</b>\n<b> יסיח וכו'.</b> זה פשוט שם בכל הסוגיא דהיסח הדעת פוסל יעו\"ש כ' ב'."
            ],
            [
                "<b>ולא </b>\n<b> קדש וכו'.</b> עי' בזבחים שם כ' ב' דאיבעיא ליה אם יציאה פוסלת בקדוש ידים יעו\"ש דלא איפשיטא ועיי\"ש בתוס' ד\"ה כל המטיל וכו' דבשעת עבודה שיצא ואין שוהא אלא מעט לא פסלא יעו\"ש היטיב ומה שהקשה מרן לוכח מהא דיצאו ידיו דמשמע הא כל גופו פסלא יעו\"ש י\"ל משום דזה לא פסיקא ליה ולכן נקט מילתא דפסיקא ליה והבן.",
                "<b> אין</b>\n<b> אדם וכו'.</b> עי' יומא ל' א' ועיי\"ש ברש\"י ותוס' ובירושלמי ה\"ג וע\"ע בר\"ש בפ\"ק דכלים מ\"ח שם. ומרבינו כאן משמע דס\"ל דוקא לעבודה ומפרש שם דקאי כל הסוגיא דוקא לעבודה ועי' לקמן הל' עבודת יוה\"כ פ\"ב ה\"ג יעו\"ש היטיב ובמש\"כ שם."
            ],
            [
                "<b>המיסך </b>\n<b> וכו'.</b> יומא כ\"ח א' וזבחים כ' ב'.",
                "<b> אם</b>\n<b> לשהות וכו'.</b> זבחים שם וירושלמי יומא שם ה\"ב יעו\"ש.",
                "<b> עבודתו</b>\n<b> כשרה. </b> דהיא איבעיא ולא איפשיטא וכמש\"כ מרן.",
                "<b> א\"צ</b>\n<b> לחזור וכו'.</b> שם בזבחים יעו\"ש היטיב והובא במרן הלכה ד' יעו\"ש."
            ],
            [
                "<b>באכילת </b>\n<b> אוכלין וכו'.</b> וה\"ה אם נטמא בטומאה דאורייתא סמוך לשקיעת החמה כדאיתא בש\"ס והובא במרן.",
                "<b> שא\"צ</b>\n<b> וכו'.</b> עי' זבחים צ\"ח ב' בתוס' ד\"ה טבול יום וכו' ובחגיגה כ\"א א' ד\"ה האונן וכו' יעו\"ש היטיב."
            ],
            [
                "<b>שלא </b>\n<b> טבל וכו'.</b> יומא ל' ב' וזבחים י\"ט ב' ותוספתא פ\"א דיומא ופ\"א דמנחות.",
                "<b> ורחצו</b>\n<b> אהרן וכו'.</b> זהו דעת ר' יונתן בזבחים שם אבל דעת חזקיה שם מדכתיב והיתה להם חק עולם לו ולזרעו לדורותם דבר המעכב בזרעו מעכב בו דבר שאינו מעכב בזרעו אין מעכב בו וקאמר שם דר\"י לא יליף מטעמיה דחזקיה דס\"ל דההוא לדורות הוא דכתיב וחזקיה לא קאמר כר\"י משום דמיבעיא ליה לכדר' יוסי בר' חנינא דכל כיור שאין בו כדי לקדש ארבעה כהנים ממנו אין מקדשין בו יעו\"ש היטיב. ויש לעיין דהא רבינו פסק להא דריב\"ח לקמן הלכה י\"ג יעו\"ש היטיב וא\"כ אין מוכח מזה דדבר המעכב בזרעו מעכב בו.<br><b> והנה</b> שם בש\"ס מביא פסוק דורחצו ממנו משה אהרן ובניו וכתב שם הצאן קדשים דמשום דס\"ל דלא כיהן משה רק שבעת ימי המילואים (עיי\"ש ק\"ב א' ותענית י\"א ב' וע\"ז ל\"ד א') וא\"כ איך צירפם יחד אלא ודאי להורות דבעינן שיהיו בו לקדש ארבעה כהנים יחד יעו\"ש היטיב והנה לכאורה הייתי אומר דהא דילפינן דבר המעכב בזרעו מעכב בו הוא מפסוק דורחצו אהרן ובניו דפרשת תשא. אך לפי\"ז יקשה א\"כ איך קאמר חזקיה דמיבעיא ליה להך דבעינן ארבעה כהנים הא תרי קראי כתיבי ועוד הא מרבינו לקמן הלכה י\"ג משמע דהוא יליף מפסוק דורחצו ממנו אהרן ובניו ולא קא מפרש כפירש\"י עיי\"ש במרן ונמצא דרבינו ל\"ג כלל להך קרא דורחצו ממנו משה אהרן ובניו וכן מבואר בפי' המשניות לרבינו בפ\"ב דזבחים דמייתי הא דבעי ארבעה כהנים מפסוק דורחצו אהרן ובניו ממנו וגו' ופסוק דורחצו ממנו משה אהרן ובניו וגו' לא מייתי כלל. סוף דבר נבוך אני מאד בזה וה' יאיר עיני בזה להבין דברי רבינו."
            ],
            [
                "<b>צריך </b>\n<b> לחזור וכו'.</b> פסק כרבי לגבי ראב\"ש דהלכה כרבי מחבירו ועיין הל' בית הבחירה פ\"ג הי\"ח ובהל' כלי המקדש פ\"ח ה\"א יעו\"ש היטיב ובמש\"כ שם (ועיין בס' הכריתות חלק ימות עולם שער ג') וצ\"ע קצת הא מדאיבעיא להו שם אי יציאה מועיל בקידוש ידים ורגלים את\"ל לינה לא פסלה דלא פריש וכו' ומדאיבעיא ליה אליבא דמ\"ד זה משמע אבל למ\"ד לינה פסלה פשיטא דפסלה יציאה והנה האיבעיא לא נפשטה וא\"כ לינה ודאי לא פסלה ועוד הא כל את\"ל פשיטותא היא. והנה זה יש להקשות ג\"כ אהא דקאמר הש\"ס טומאה מהו שתועיל וכו' את\"ל יציאה לא פסלה דגברא חזי אבל הכא דגברא לא חזי אסוחי אסח דעתיה או דילמא כיון דהדר חזי דק ליה ולא מסח דעתיה וכו' והנה משמע דהכי הלכתא דיציאה לא פסלה כיון דפשיט הש\"ס ע\"י את\"ל ורבינו ס\"ל דלא איפשט הבעיא ביציאה כמש\"כ בהל' ד'. והנה עלה בלבי כי טעם רבינו דפסק כרבי מהא דקאמר שם כ' א' כר' יוחנן ס\"ל דקידש ידיו לתרומת הדשן א\"צ לקדש לעבודה שכבר קידש ידיו מתחלת עבודה ופליגי שם אביי ורבא. אביי ס\"ל דר\"י כרבי ס\"ל ומקרות הגבר עד צפרא לא פסלא לינה ורבא ס\"ל דר\"י פוסק כר' אלעזר בר' שמעון ולא בסוף עבודה יעו\"ש היטיב יהיה איך שיהיה דבסוף עבודה לא פסקינן כראב\"ש ובתחלת עבודה כבר איפסיקא כר' יוחנן עיין הלכה ט'. ולענין קושייתינו י\"ל דה\"ק הש\"ס את\"ל לינה לא פסלה הכא גרע טפי משום דפריש אסוחי אסח דעתיה או דילמא להיפך אפי' את\"ל לינה פסלה היינו טעמא משום דהתם אין בידו לעשות תחלת עבודה דאין זמן תחלת עבודה אלא ביום משא\"כ הכא כיון דבידו לחזור ולעבוד עבודה לא מסח דעתיה ור\"ל דכל עיקר הטעם דלינה אין הדבר תלוי בידו ולכן פסול לינה משא\"כ ביציאה והבן. וכן י\"ל באידך בעיא את\"ל יציאה לא פסלה דגברא חזי אבל בטומאה דגברא לא חזי לכו\"ע פסלה או דילמא להיפך אפי' את\"ל דיציאה פסלה אבל הכא בטומאה דהדר חזי דק לה ולא מסח דעתיה זהו הנראה לענ\"ד בזה.",
                "<b> אע\"פ</b>\n<b> שלא וכו'.</b> דאם ישן הרי בלא\"ה הסיח דעתו כמש\"כ בהלכה ג' והא דקאמר שם ראב\"ש אפי' מכאן ועד עשרה ימים א\"צ לקדש וכו' שם י\"ט ב' והא בעשרה ימים א\"א שלא לישן ובישן אפי' ראב\"ש מודה כמסקנת הש\"ס שם כ' ב' הב\"ע בכהני חדתי יעו\"ש בתוס' כ' א' ד\"ה מיתיבי וכו' דע כי בירושלמי יומא פ\"ב ה\"א איתא מכאן ועד שלשה ימים יעו\"ש והיינו כל זמן שלא יישן ובזה י\"ל כי בזה טעה המקשן דהוי ס\"ל דמאן דלא פסל לינה גם היסח הדעת לא פסל וכמש\"כ התוס' ד\"ה מיתיבי וכו' והטעם כי היה סבור דעשרה ימים דוקא ותירץ התרצן בכהני חדתי ושינה פסלה לכו\"ע ועשרה ימים לאו דוקא והבן. ועיין תוספתא פ\"א דמנחות אולם בתוספתא פ\"א דיומא איתא שבעת ימים ואולי הטעם שתפס כל זמן עבודת המשמר והעיקר שצ\"ל שלשה ימים."
            ],
            [
                "<b>שהרי </b>\n<b> בתחלת וכו'.</b> כן הוא הלשון בזבחים שם ושם כ\"א ב' ואף דביומא כ\"ב א' הגיה הש\"ס דצ\"ל תחלה לעבודה מ\"מ הא התם כ\"ז ב' כ\"ח א' מסיק דתחלת עבודה דיממא היא וצ\"ל דהעיקר כתירוץ השני שם כ\"ב א' דהא דלא רצו לתקן פייס לתרומת הדשן משום דאיכא אונס שינה והא דהוה פייס לאיברים ופדרים משום דשאני מיגנא ממיקם יעו\"ש היטיב."
            ],
            [
                "<b>ואם </b>\n<b> קדש וכו'.</b> עיין זבחים כ\"א ב' כל הכלים מקדשים וכו' ומשמע לכאורה אפי' לכתחלה אבל י\"ל מדלא תני מכל הכלים מקדשים ונקט כל הכלים מקדשים י\"ל דמיירי בדיעבד וה\"ק אם קדשו מהם מקודשין ועיין רמב\"ן בפרשת תשא שכתב וז\"ל והרחיצה היא המצוה אבל הכיור צוה בו להזמנה ולא מצוה כי ביוה\"כ כה\"ג מקדש ידיו ורגליו מקיתון של זהב שהיו עושין לכבודו אבל למדנו מן הכיור כי צריכה כלי עכ\"ל ועיין רש\"י יומא ל\"א ב' וקידש ידיו וכו' שפי' שקדש מן הכיור יעו\"ש וכ\"ה בירושלמי שם פ\"ד ה\"ה דקדוש הראשון היה בכיור א\"כ מסולק ראיית הרמב\"ן מהא דקיתון של זהב וע\"ע בר\"ש מ\"ב פ\"ק דידים יעו\"ש.",
                "<b> קדש</b>\n<b> בכלי שרת וכו'.</b> זבחים כ' ב' ותוספתא דמנחות פ\"א.",
                "<b> ואין</b>\n<b> מקדשין וכו'.</b> זבחים כ\"א א' בעיא דלא איפשיטא יעו\"ש וכמש\"כ מרן ולכן פסק דאם עבד לא חילל כדרכו באיבעיות דלא נפשטות."
            ],
            [
                "<b>במי </b>\n<b> מקוה וכו'.</b> עיין מרן שהביא זה בשם רש\"י והוא נמצא לפנינו בזבחים כ' ב' ד\"ה או שטבל וכו' ובחנם תמה המגיה ואולי לפניו לא היה כן.",
                "<b> בין</b>\n<b> שאין וכו'.</b> וכתב הראב\"ד וז\"ל א\"א ובקודח מן הכיור שיש בו לקדש ממנו ארבעה כהנים עכ\"ל והנה גם רבינו מודה לזה ונראה לענ\"ד דפלוגתת רש\"י ותוס' שהובא במרן תלוי בחילוק הגירסאות דרש\"י גורס קודח בתוכו ותוס' גרסי קודח מתוכו והבן."
            ],
            [
                "<b>המימות </b>\n<b> כשרים וכו'.</b> עי' זבחים כ\"ב א' ב' ובסוטה ט\"ו ב'.",
                "<b> שלא</b>\n<b> ישתנה וכו'.</b> עיין סוטה שם מה מים שלא נשתנו יעו\"ש ובתוס' דזה אינו אלא אסמכתא בעלמא ומדרבנן. אבל י\"ל שכוונת רבינו שנשתנה ע\"י מי פירות ובכה\"ג גם במקוה פסול וזה שכתב אלא יהיו כמים הכשרים לטבילה ועיין בפ\"ז מהל' מקואות יעו\"ש היטיב ולפי\"ז י\"ל דגם כוונת הש\"ס בסוטה שם כן ואזדא קושיית התוס' וצ\"ע בזה ועיין מל\"מ שרמז ולא ביאר כוונתו.",
                "<b> טיט</b>\n<b> הנדוק וכו'.</b> עיין כ\"ז בזבחים כ\"ב א' ומה שהקשו תוס' בד\"ה אפי' וכו' מנלן שיעור זה עיין בסוכה י\"ט ב' ד\"ה טיט וכו' שישבו זה יעו\"ש ועיין בר\"ש פ\"ב דמקואות מ\"י שתירץ כן יעו\"ש היטיב.",
                "<b> זה</b>\n<b> הכלל וכו'.</b> כ\"ה מימרא דר\"ל שם כ\"ב א' ומסקנא שם דאתי למעוטי נתן סאה ונטל סאה דמשלים למי כיור ומקוה ולא לרביעית ומבואר מזה דמי פירות אינן כשרים לנטילת ידים דמה אם שאין משלימין כ\"ש בעינייהו דלא וזה תימה לכאורה על שיטת רש\"י ותוס' בברכות נ' ב' יעו\"ש היטיב והנה כבר כתב מזה בחי' ברכות שם יעו\"ש והנה כעת מצאתי בצאן קדשים שם שהרגיש בזה וחילק דמי פירות בתערובת מים גרע ממי פירות בעינייהו יעו\"ש היטיב."
            ],
            [
                "<b>ד' </b>\n<b> כהנים. </b> זבחים י\"ט ב' כ\"א ב' ועיין מש\"כ מזה בהלכה ז'.",
                "<b> ופנחס</b>\n<b> וכו'.</b> ס\"ל כר\"י ור\"ש שם ק\"א א' יעו\"ש ועיין במרן שתמה ע\"ז."
            ],
            [
                "<b>כמו </b>\n<b> שבארנו. </b> הל' בית הבחירה פ\"ג הי\"ח ובמש\"כ שם ד\"ה ומוכני עשו יעו\"ש היטיב."
            ],
            [
                "<b>במקוה הי' וכו'.</b> עי' ירושלמי פ\"ג דיומא ה\"ח ובתוס' פסחים ק\"ט ב' יעו\"ש.",
                "<b> מניח</b>\n<b> ידו וכו'.</b> וכת\"ק דזבחים י\"ט ב' וכמש\"כ מרן.",
                "<b> וכל</b>\n<b> החוצץ וכו'.</b> מרן לא הערה מקורו ובאמת היא גמרא ערוכה בחולין ק\"ו ב' וכל דבר שחוצץ בטבילה בגוף חוצץ בנט\"י לחולין ובקידוש ידים ורגלים במקדש יעו\"ש היטיב.",
                "<b> ואינו</b>\n<b> מקדש וכו'.</b> עיין זבחים י\"ט ב' וכמש\"כ מרן יעו\"ש."
            ],
            [],
            [
                "<b>חלל </b>\n<b> וכו'.</b> זבחים ט\"ו ב' וכ\"ג ב'.",
                "<b> ואינו</b>\n<b> לוקה וכו'.</b> עיין זבחים שם כ\"ג ב' ברש\"י ותוס' דפי' על הך דמקשה הש\"ס אימא מה זר במיתה אף יושב במיתה יעו\"ש ופי' משום דגם יושב איקרי זר יעו\"ש היטיב וכן פי' התוס' שם י\"ח א' יעו\"ש וא\"כ אף דיליף משלשה כתובים הבאין כאחד דאין חייב מיתה מ\"מ מידי זר לא נפקא וא\"כ יתחייב מלקות ע\"ז ובשלמא באונן כתב שפיר רבינו לעיל פ\"ב ה\"ח דאינו לוקה דזה לא מיקרי זר משא\"כ הכא וראיתי להצאן קדשים שם בש\"ס שהרגיש בזה ותירץ דרבינו ס\"ל כרב משרשיא דיליף זר ק\"ו מיושב שם ט\"ז א' יעו\"ש ויש להקשות הו\"ל לרב משרשיא ליליף מה יושב שאינו במיתה ואינו לוקה מחלל עבודה ק\"ו זר שבמיתה ומלקות דמחלל עבודה ועי' מש\"כ שם פ\"ב ה\"ח אבל כאן לא שייך זה ויש לעיין בזה (ודע עוד דמלשון הש\"ס זבחים כ\"ג ב' ובסנהדרין פ\"ג א' משמע קצת דחייב מלקות וה\"ה באונן וערל ועיין רמב\"ן לאוין ע\"ג יעו\"ש) ודע עוד דמש\"כ רש\"י שם ט\"ז א' בד\"ה ומחד מהנך וכו' אונן או טמא וכו' יש לעיין קצת בזה דהא באונן ג\"כ יליף כן וקאמר התם דיליף מיושב וחד מהנך וא\"כ אין ללמוד זר מאונן ולא אונן מזר אלא חד מהנך היינו על כרחך או טמא או בעל מום והבן.",
                "<b> צריך</b>\n<b> שיהיה וכו'.</b> זה נלמד מהא דהלכה ט\"ז מדכתיב לעמוד לשרת ומקורו מזבחים י\"ט ב'.",
                "<b> שעמד</b>\n<b> ע\"ג וכו'.</b> עיי\"ש כ\"ד א' צריכותא בזה ועיין מש\"כ הל' כלי המקדש פ\"י ה\"ז יעו\"ש היטיב.",
                "<b> וכן</b>\n<b> אם היה וכו'.</b> עיי\"ש בתוס' ד\"ה הואיל ורצפה וכו' שכתבו וז\"ל וא\"ת מדחשיב ליה הכא חציצה ולעיל נמי <small> (י\"ט א') </small> דפריך ותיפוק ליה משום חציצה וגבי ההוא דכרך ידיו בשיראי <small> (פסחים נ\"ז א') </small> אלמא לקיחה ע\"י ד\"א לא שמיה לקיחה ובפ' לולב הגזול <small> (ל\"ז א') </small> קאמר רבה דלקיחה ע\"י דבר אחר שמה לקיחה וי\"ל דהתם לא מיירי כגון דכרך ידיו בסודר ונוטל לולב דהא וודאי לא הוי לקיחה אלא דכרך ליה לולב בסודרא ונוטלו ובאותו ענין מייתי רבא ראיה מאזוב וכן צ\"ל מתוך שמעתא דהתם דקאמר רבא גופיה מין במינו אינו חוצץ הא בשאינו מינו וודאי חוצץ ואמאי והא לקיחה ע\"י דבר אחר שמה לקיחה ושמא חד מינייהו רבה עכ\"ל וכ\"כ התוס' בפסחים נ\"ז א' וביומא נ\"ח א'. רק מש\"כ כאן ושמא חד מינייהו רבה לא כתב זה בשום דוכתא רק הכא. ובאמת תמוה טובא מה יועילנו זה אם נגרוס בחד מינייהו רבה דהא שם בסוכה ל\"ז א' איתא וז\"ל ואמר רבה לא לינקוט איניש הושענא בסודרא דבעינן לקיחה תמה וליכא ורבא אמר לקיחה ע\"י ד\"א שמה לקיחה ושם ב' איתא ואמר רבה לא לדוץ איניש לולבא בהושענא דדילמא נתרי טרפי והוי חציצה ורבא אמר מין במינו אינו חוצץ ואמר רבה לא ליגוז איניש לולבא בהושענא דמשתיירי הוצא והוי חציצה ורבא אמר מין במינו אינו חוצץ עכ\"ל הגמ' ואם נימא דגרסינן רבה בחד יקשה טפי אם נגרוס במקום אחד רבה כגון בלקיחה ע\"י ד\"א שמה לקיחה א\"כ יקשה טפי דהוא ס\"ל דאפילו מין במינו חוצץ וכ\"ש שלא במינו ואם נגרוס בהא דמין במינו אינו חוצץ רבה ורבא יסבור דמין במינו חוצץ אם כן כ\"ש דיקשה טפי דהא לעיל ס\"ל לרבא דלקיחה ע\"י ד\"א שמה לקיחה ואף מין בשאינו מינו אינו חוצץ וכאן יסבור דאף מין במינו חוצץ. ובדוחק י\"ל דה\"ק התוס' דנגרוס שם רבה ואמורא אחר והיינו האחר דס\"ל דמין במינו חוצץ ורבה ס\"ל דמין במינו אינו חוצץ הא בשאינו מינו חוצץ ורבא ס\"ל בהאי דסודרא דאפילו באינו מינו אינו חוצץ ודוחק. וצ\"ע. ושוב ראיתי בצאן קדשים שהרגיש בזה אבל דבריו יותר תמוהים למעיין שם יעו\"ש היטיב ודו\"ק. (דז\"ל שם ודברים אלו קשה להולמן דהא התם בהנך שמעתא מפורש בהדיא דרבה בעל פלוגתא של רבא וס\"ל דלא הוה לקיחה ואם כוונת התוס' להפך הגי' דרבא ס\"ל דלקיחה ע\"י ד\"א לא שמיה לקיחה ורבה ס\"ל דשמה לקיחה אבל הלשון אינו משמע הכי ולענ\"ד טעות דמוכח הוא וצריך למוחקו וגם ביומא ובסוכה ובפסחים אינו עיי\"ש עכ\"ל דמבואר דדעתו דאם נגרוס דרבה ס\"ל דשמה לקיחה הוי אתי שפיר וזה אינו דאדרבה קשה טפי וכנ\"ל וגם דברי הראשונים לא יתכנו במש\"כ דרבה ס\"ל דלא הוה לקיחה דמשמע דאי הוה ס\"ל דשמה לקיחה הוי אתי שפיר ודו\"ק היטיב)."
            ],
            [
                "<b>פסולה </b>\n<b> ואינו וכו'.</b> עי' זבחים ט\"ו ב' וכ\"ד א' שם כל הסוגייא ומנחות ט' ב' שם כל הסוגייא.",
                "<b> רגלו</b>\n<b> אחת על האבן וכו'.</b> דאבן על הרצפה אע\"ג דמין במינו הוא מ\"מ הוי חציצה כיון דלא מבטל ליה משום דנתקל בה כמש\"כ תוס' דשבת צ\"ג ב' יעו\"ש ועי' תוספתא פ\"ק דזבחים ופ\"ק דמנחות יעו\"ש.",
                "<b> יכול</b>\n<b> לעמוד וכו'.</b> כ\"ה בזבחים כ\"ד ב' ובשבת צ\"ג ב' והטעם מפרש שם בשבת דמסייע אין בו ממש יעו\"ש ולהכי סמכו רבינו לדין דקבל בימין ושמאל מסייעתו וכו' דחד טעמא לתרווייהו.",
                "<b> קבל</b>\n<b> בימין וכו'.</b> עי' תוספתא פ\"ק דזבחים (ומפורש שם בתוספתא דאם קבל בשתי ידיו פסולה יעו\"ש) ועי' טור ושו\"ע או\"ח סי' קפ\"ג סעי' ד'."
            ],
            [
                "<b>נתנדדה </b>\n<b> אבן וכו'.</b> עי' מש\"כ הלכות בית הבחירה פ\"א ה\"י יעו\"ש בס\"ק כ\"ד יעו\"ש היטיב. וי\"ל עוד כי לרבינו מספקא ליה די\"ל כיון דרבה בר זוטי בעי משמיה דר' אמי בנעקרה אבן וכו' משמע דבנתנדדה לא מספקא ליה ובכל ענין כשר ואף דאין דעתו לחברה ולכן סתם בכל ענין דכשר בדיעבד ולכתחלה יש לתקן בכל ענין. אך יש לעיין דהו\"ל למיכתב דבנעקרה נמי כשר בדיעבד דהא לא איפשיטא בעיין. וכמו שתמה מרן לעיל בפ\"א בהל' בית הבחירה יעו\"ש. ואולי גירסא אחרת היתה להם בזה. והראיה דדעת הראב\"ד שם גם כן דבדיעבד פסול ועדיין יש לעיין בזה וה' יאיר עיני."
            ]
        ],
        [
            [
                "<b>בין </b>\n<b> מום וכו'.</b> עי' תו\"כ אמור פרשה ג' יעו\"ש היטיב.",
                "<b> מן</b>\n<b> המזבח וכו'.</b> עי' מל\"מ שהביא מחלוקת רבינו ורמב\"ן בזה אם גם המזבח בכלל או לא יעו\"ש היטיב ועי' ברמב\"ן בכמה מקומות מספרו בזה. ועי' לעיל פ\"א הל' ט\"ו ט\"ז דמבואר שם דדווקא בין האולם ולמזבח אסורים יעו\"ש. וע\"ע יומא מ\"ד ב'. וצריך לחלק לדעת רבינו בין בע\"מ לשתויי יין ופרועי ראש. והטעם ק\"ל. (ועי' במש\"כ לעיל הל' בית הבחירה פ\"ז ה\"כ ד\"ה וקרועי בגדים בשם הרא\"ש) מה שהביא המל\"מ בשם תוס' דיומא כ\"ג ב' והקשה עליהם להיכן דעתם נוטה אי כרבינו או כרמב\"ן יעו\"ש היטיב. עי' בסוכה מ\"ד א' ד\"ה א\"ל ר\"י וכו' משמע קצת דס\"ל כרמב\"ן יעו\"ש היטיב ועי' בתוס' זבחים נ\"ח ב' ד\"ה הא מני וכו' שהרוחב שחוץ למזבח לא מיקרי בין האולם ולמזבח יעו\"ש היטיב.",
                "<b> וחלל</b>\n<b> עבודה וכו'.</b> זבחים ט\"ו ב' יעו\"ש ובכורות מ\"ג ב' וקדושין ס\"ו ב' ופ\"ח דתרומות מ\"א. וע\"ע יומא מ\"ט א' זבחים י\"ד א' (ועי' רדב\"ז ח\"ה סי' ק\"א)."
            ],
            [
                "<b>בע\"מ </b>\n<b> עובר וכו'.</b> עי' ס' המצות לאוין סי' ע\"א. וה\"ה על הכניסה חייב לדעת רבינו כמש\"כ בהלכה א' (ועי' זבחים צ\"ח ב').",
                "<b> ואין</b>\n<b> בע\"מ וכו'.</b> סנהדרין פ\"ג א' ותוספתא פי\"ב דזבחים ופ\"א דכריתות ועי' תוס' זבחים ט\"ז ב' ד\"ה שם טומאה וכו' ועי' תו\"כ אמור פ\"ג פרשה ג'."
            ],
            [
                "<b>א' </b>\n<b> שהיו בו וכו'.</b> עי' תו\"כ שם פרשה ג' פ\"ב וז\"ל אשר יהיה בו מום אין לי אלא שלא יהיה בו מום לאחר הדבור כזיבה וכנגעים היה בו מום לפני הדיבור מנין ת\"ל אשר יהיה בו מום אין לי אלא שנולד תמים ונעשה בע\"מ נולד בע\"מ ממעי אמו מנין ת\"ל אשר יהיה בו מום עכ\"ל ועיי\"ש בקרבן אהרן ומזה משמע דס\"ל דנולד בע\"מ ממעי אמו עדיף טפי אולם בזבחים ק\"ב א' תניא אידך כל זכר לרבות בע\"מ (ר\"ל לאכול בקדשים) למאי אי לאכילה כבר אמור אי לחלוקה הרי כבר אמור שיכול אין לי אלא תם ונעשה בע\"מ בע\"מ מעיקרא מנין ת\"ל כל זכר יעו\"ש ומכאן משמע איפכא דבע\"מ שנעשה אח\"כ טפי עדיף. ואולי יש לחלק דלענין עבודה עדיף מי שנולד בע\"מ ממעי אמו דברייתו כך היא ולענין אכילה טפי עדיף מי שנעשה בע\"מ אח\"כ והיה לו שעת הכושר וצ\"ע (ודע כי מרן הראה מקום ג\"כ לזבחים צ\"ח ב' יעו\"ש ולא ידעתי כוונתו)."
            ],
            [
                "<b>גרב </b>\n<b> וכו'.</b> וכ\"כ רבינו בס' המצות לאוין ע\"א ואי\"ה יבואר לפנינו פ\"ז ה\"י.",
                "<b> אלא</b>\n<b> כל וכו'.</b> עיין תו\"כ אמור פרשה ג' פ\"ג ועיין בכורות ל\"ז א' ושם מ\"ג א' יעו\"ש."
            ],
            [],
            [
                "<b>עבודתו </b>\n<b> וכו'.</b> שם בבכורות מ\"ג ב' וכנ\"ל הלכה א'.",
                "<b> אע\"פ</b>\n<b> שהוא וכו'.</b> עיין מש\"כ לעיל פ\"א ה\"א והט\"ו יעו\"ש היטיב וכ\"מ קצת דקאמר שם דהנפק\"מ בין המומין דפוסלין באדם ובבהמה ובין המומין דפוסלים באדם לבד אחולי עבודה איכא בינייהו יעו\"ש משמע דלמלקות שניהם שוים והא דקאמר דעשה איכא בינייהו ר\"ל דדברים הפוסלים משום מראית העין אין בהם רק עשה אף דהוא מדרבנן בעלמא מ\"מ עשה אית ביה עי' הל' ממרים פ\"א ה\"ב בלח\"מ יעו\"ש היטב."
            ],
            [
                "<b>שבגלוי </b>\n<b> וכו'.</b> עיין בכורות ל\"ז א' יעו\"ש היטיב וע\"ע שם ל\"ט א' יעו\"ש היטיב ובחנם הביא מרן התוספתא במקום שמבואר בש\"ס דידן (ועיין רדב\"ז ח\"ה סי' פ\"ט).",
                "<b> אע\"פ</b>\n<b> שנעשה וכו'.</b> שם מ\"ה ב'."
            ],
            [
                "<b>הכותי </b>\n<b> וכו'.</b> באמת אין לו ביאור ומהיכי תיתי יוכשר הכותי ואפילו למ\"ד כותים גירי אמת הן מ\"מ אינם חשובים יותר משאר גרים וגריעי מזרים כדאיתא בשבת ל\"א א' אלא ודאי דצ\"ל הערל הרי הוא כבן נכר ועיין בפי' רבינו לפ\"ב דזבחים במשניות. ועיי\"ש כ\"ב ב' בתוס' ד\"ה ערל וכו' ובחגיגה ד' ב' ד\"ה אדרבה יש וכו' ב' דיעות לרש\"י מיירי בערל שמתו אחיו מחמת מילה ולר\"ת מיירי במומר לערלות יעו\"ש וע\"ע ביבמות ע' א' (ועיין לקמן ס\"ק י\"ז).",
                "<b> אבל</b>\n<b> אינו וכו'.</b> עיי\"ש בזבחים כ\"ג א' וסנהדרין פ\"ג ותוספתא זבחים פי\"ב ובכריתות פ\"א ומש\"כ דלוקה עיין מרן ועיין לקמן ה\"י יעו\"ש (ועיין רדב\"ז ח\"ה סי' פ\"ו)."
            ],
            [
                "<b>שהיה </b>\n<b> נושא וכו'.</b> עיין בכורות מ\"ה ב' ושם וליחוש דילמא אזיל לגבי חכם ושרי ליה קסבר צריך לפרט את הנדר הניחא למ\"ד צריך לפרט את הנדר אלא למ\"ד א\"צ לפרט את הנדר מאי איכא למימר דמדרינן ליה ברבים הניחא למ\"ד נדר שהודר ברבים אין לו הפרה אלא למ\"ד יש לו הפרה מאי איכא למימר דמדרינן ליה על דעת רבים אמר אמימר הלכתא ואפילו למ\"ד נדר שהודר ברבים יש לו הפרה על דעת רבים אין לו הפרה וה\"מ לדבר הרשות אבל לדבר מצוה יש לו הפרה וכו' יעו\"ש היטיב. והנה מבואר מזה דלמ\"ד צריך לפרט את הנדר א\"צ לדור על דעת רבים וא\"כ יש להקשות על רבינו כיון דהוא פסק כמ\"ד דצריך לפרט הנדר עי' בפ\"ד דנדרים ה\"ה ובהל' שבועות פ\"ו ה\"ה וא\"כ מה צורך לעל דעת רבים. וביותר יש לתמוה על רבינו שכתב בפי' המשניות בבכורות שם וז\"ל מפני מה הצריכו בנשיאת נשים נדר והספיקו בטומאה כשיקבל בלבד לפי ששם יצרו מתגבר עליו ולפיכך אינו נמנע אלא בנדר וע\"מ שידור על דעת רבים שאין לו הפרה אלא לדבר מצוה כמו שהתבאר בגמרא ואין אנו חוששים שמא ילך אצל חכם ויאמר לו נדר נדרתי על דעת רבים אבל דבר מצוה בא לידי ואני רוצה להתיר הנדר מחמתו לפי שהחכם יאמר לו על איזה דבר נדרת לפי שהעיקר בידינו שצריך לפרוט את הנדר עכ\"ל וכן כתב הרע\"ב שם ובעיני הדבר תמוה דאם עלה על דעתו לפרש זה לענין דבר מצוה א\"כ למה לי כלל על דעת רבים ועוד יקשה דא\"כ למ\"ד א\"צ לפרט את הנדר אין מועיל שום דבר בעולם דיאמר צריך אני לדבר מצוה וא\"כ מאי תירץ הש\"ס בבכורות שם ובגיטין וע\"ע בערכין כ\"ג א' תוס' ד\"ה מר סבר וכו' יעו\"ש היטיב. ועוד יש לדקדק אדברי רבינו בפי' המשניות שכתב שיאמר אבל מצוה בא לידי וכו' איך יהי' מצוה שלא לגרש אשתו הפסולה. ואם ניחוש שירמה את החכם המתיר ויאמר לו נדר נדרתי ויש בזה מצוה להתיר א\"כ מאי הועילו במאי שתיקנו דידור על דעת רבים. הא מ\"מ ירמה את החכם ולא יאמר לו שנדר על דעת רבים רק יאמר לו סתם נדר נדרתי על דעתי בלבד. והנה גוף הקושיא כתובה במג\"א סי' קכ\"ח ס\"ק נ\"ח ובב\"ש באהע\"ז סי' צ\"ו ס\"ק ל\"ו יעו\"ש היטיב והנה כל הדברים יגעים והנה באיכות לשון הנדר ג\"כ יש לעיין דמלשון רבינו משמע שלא יוסיף עוד לישא נשים הפסולות ועיין בתוס' ערכין הנ\"ל ועיין בש\"ך יו\"ד סי' רכ\"ח ס\"ק כ\"ו יעו\"ש היטיב. והנה עלה בדעתי לחלק עוד דס\"ל לרבינו דאף דצריך לפרט הנדר מ\"מ בש\"ס לא איפסיקא בהדיא דצריך לפרט ולכן ס\"ל לרבינו דאם נדר על דעת רבים דאין מתירין אלא לדבר מצוה בזה לכו\"ע צריך לפרט הנדר דלידע החכם אם דבר מצוה היא אי לא ובזה כו\"ע מודו דצריך לפרט הנדר והדבר נכון בסברא ודוק היטיב ובזה מבוארים דבריו כמין חומר גם בפי' המשניות. שוב מצאתי בתשובות מהרי\"ט סי' קמ\"ב וע\"ע בפמ\"ג לאו\"ח שם מש\"כ בזה.",
                "<b> ואם</b>\n<b> עבר וכו'.</b> עיין מרן ועיין קדושין ע\"ז א' וביבמות פ\"ה א' יעו\"ש בתוס' וע\"ע מכות ב' א'. והנה כיון שלא נעשה פסול בזה א\"כ ודאי דעדיף מחלל גמור שעבודתו כשר ומ\"ה לא חשיב לה במשנה רפ\"ב דזבחים בין הנך דמחלי עבודה ומזה ראיה לדברי רבינו וכדאיתא לקמן הלכה י'."
            ],
            [
                "<b>ואם </b>\n<b> עבד וכו'.</b> נראה לענ\"ד דהיינו דוקא אליבא דר\"י אמר שמואל דנפקא ליה בקדושין ס\"ו ב' מפסוק והיתה לו ולזרעו אחריו בין זרע כשר בין זרע פסול וכן לאבוה דשמואל דנפקא ליה מפסוק ברך ה' חילו אבל לר' ינאי דנפקא ליה מפסוק ובאת אל הכהן אשר יהיה בימים ההם זה כשר ונתחלל אה\"נ דעבודתו שעבד אח\"כ פסול כן נראה לכאורה אבל יש לעיין דא\"כ הו\"ל לחשוב ברפ\"ב דזבחים פסול דחללים שעבדו לאחר שנודע שהם חללים אלא ודאי משמע מזה שכשר בדיעבד לכו\"ע ועיין בירושלמי רפ\"ח דתרומות דמבואר שם דאף שנודע בעדים דהוא חלל מ\"מ כל שלא פסלוהו בי\"ד אינו פסול יעו\"ש ויש לעיין למה לא ביאר רבינו זה החילוק בין עבד קודם שפסלוהו בי\"ד לעבד אח\"כ וע\"ע בשער המלך מה שהאריך בזה יעו\"ש היטיב (ומה שהביא בשם התוס' דתענית י\"ז ב' בד\"ה דבר זה וכו' דאמאי לא ילפינן ערל מבע\"מ יעו\"ש עיין תוס' זבחים ט\"ז א' ד\"ה אף אני וכו' שתירץ באופן אחר משום דלא מצינו אזהרה בערל יעו\"ש היטיב (ודע דשם כתב עוד בתענית דלכן לא מפקא מבע\"מ די\"ל שכן עשה קריבים כמקריבים יעו\"ש אבל יש לעיין דאכתי איכא למימר טמא יוכיח וכמו דאיתא בזבחים שם וצ\"ל על כרחך דס\"ל כסברת התוס' דזבחים שם דמה לצד השוה שכן ישנן באזהרה. אבל א\"כ לא הו\"ל להזכיר הא דכן עשה קריבים כמקריבים ואולי דכוונת התוס' לפי מש\"כ בתוס' שבת קל\"ב ב' דמילתא דאתיא במה הצד טרח וכתב לה קרא ולכן לק\"מ מהא דאתא יחזקאל. אבל א\"כ בלא\"ה לק\"מ קושייתם דהא מילתא דאתי בק\"ו טרח וכתב לה קרא אבל על כרחך צ\"ל דכאן לא שייך זה דא\"כ כיון דנימא דלהכי כתב לה קרא בערל משום מילתא דאתיא במה הצד או בק\"ו טרח וכתב לה קרא א\"כ לא נילף שאר אינך דילפינן לה בזבחים שם כגון זר ואונן דא\"כ נמי ניטרח ונכתוב לה קרא עיין זבחים ק\"ז ב' יעו\"ש ועיי\"ש י' א' סוף דבר דברי התוס' צ\"ע בעיני) וי\"ל דרבינו הוקשה לו ג\"כ זאת הקושיא ולכן דעתו דלוקה על ערל ומשום ק\"ו לא היה לוקה ע\"ז וכמו לעיל פ\"ב ה\"ח יעו\"ש.<br><b> ודע</b> דדברי רבינו לכאורה אינם מדוקדקין דלמאי נפק\"מ כתב <b> דעבודתו כשרה לשעבר וכו'. </b> הא ק\"ו הוא דאם אף לאחר שנודע כשר כ\"ש דכשר למפרע דהוי דיעבד וכך הו\"ל למיכתב כהן שנבדק ונמצא חלל אינו עובד להבא ואם עבד לא חילל. ואולי דמשמיענו דיגמור עבודתו וכדאיתא בירושלמי שם יעו\"ש היטיב ואולי עוד נפק\"מ שנודע שהוא חלל אז מה שעבד קודם שנודע ה\"ז כשר גמור ומותר באכילה משא\"כ אם עבד לאחר שנודע אסור באכילה דלא נרצה רק העבודה ולא האכילה והויא דומיא דקרבן צבור הבא בטומאה דאינו נאכל וצ\"ע בזה סוף דבר דברי רבינו בכאן צ\"ע ועיין פסחים ע\"ב ב' לכאורה ראיה לדברי רבינו יעו\"ש ועיין לקמן פ\"ג מהל' שגגות הי\"א."
            ],
            [
                "<b>היו </b>\n<b> יושבין וכו'.</b> סוף מדות ותוספתא פ\"ב דחגיגה ופ\"ז דסנהדרין.",
                "<b> ועיקר</b>\n<b> מעשיהם וכו'.</b> אבל וודאי שהיו עסוקים ג\"כ בדברים אחרים בכל דבר שצריך בי\"ד של ע\"א ומשם היה יוצא תורה לכל ישראל כדאיתא בסנהדרין פ\"ו ב'."
            ],
            [
                "<b>יושב </b>\n<b> בלשכת וכו'.</b> עי' מדות פ\"ב ויומא נ\"ד א' ובירושלמי פ\"ו דשקלים ה\"א יעו\"ש.",
                "<b> וחולק</b>\n<b> בקדשים וכו'.</b> עי' ב\"ק ק\"י א' ובזבחים רפי\"ב ובתו\"כ פרשת צו פ\"ז ופ\"ח יעו\"ש היטיב. ועי' קדושין נ\"ג א'."
            ]
        ],
        [
            [
                "<b>כל </b>\n<b> המומין וכו'.</b> בדרך צחות נוכל להמליץ דלכן פתח רבינו בלשון כל כי זה מספר המומין הללו."
            ],
            [
                "<b>כדי </b>\n<b> שתחגור וכו'.</b> בכורות ל\"ז ב' וחולין י\"ז ב'.",
                "<b> העור</b>\n<b> המוקף וכו'.</b> וכן פי' רבינו בפי' המשניות אבל רש\"י כתב דהעור הוא האליה יעו\"ש ועיי\"ש ע\"ב. ואולי כל העור נקרא אליה ולדינא לא פליגי וכן משמע קצת ממרן שוב ראיתי בתוס' יו\"ט שכתב דרבינו פליג ארש\"י (וכ\"כ בדברי חמודות שם יעו\"ש) ומטור ושו\"ע סי' ש\"ט (ביו\"ד) מבואר דתפס שיטת רש\"י."
            ],
            [
                "<b>אע\"פ </b>\n<b> וכו'.</b> זה איתא במשנה שם ל\"ז א' ומש\"כ בכל שהוא כן הוא שם ע\"ב והנה מש\"כ רש\"י דנסדק משמע בלא חסרון יעו\"ש לא ידעתי הא משנה מפורשת נסדקה אע\"פ שלא חסרה ועיי\"ש בטור דבעינן סדק הניכר.",
                "<b> ככרשינה</b>\n<b> וכו'.</b> שם במשנה ועיי\"ש ב' דבעינן דווקא שיהא נכנס ויוצא בריוח יעו\"ש.",
                "<b> בין</b>\n<b> וכו'. ארוך וכו'. </b> וכ\"כ רבינו בפי' המשניות יעו\"ש ואולי יצא לו כן מלשון מלא כרשינה שבמשנה ועי' כעין זה ביו\"ד סי' ל\"ד ובסי' מ\"ח לענין נקדר הבשר החופה את רוב הכרס וכעין זה איתא עוד בדוכתי טובי.",
                "<b> כדי</b>\n<b> שתנקב וכו'.</b> כ\"ה דעת הת\"ק במשנה שם ור\"י בן המשולם ס\"ל יבשה כדי שתהא נפרכת ופסק רבינו כת\"ק אולם הטור פסק שם כר\"י בן המשולם יעו\"ש ותמה עליו הב\"י יעו\"ש (ועי' בדברי חמודות מש\"כ בזה יעו\"ש היטיב).",
                "<b> ובלבד</b>\n<b> שיהיה וכו'.</b> והטור כתב להיפך ותלוי בגירסא שבגמרא דהטור גורס כגירסא דידן אמנם רבינו גורס להיפך יעו\"ש היטיב בב\"י וכאן בכ\"מ. ובתוספתא פ\"ד הגירסא כך אזניו מגופפות בחסיסה אחת לא ישחוט בשתי חסיסות ישחט עכ\"ל והרי הוא כגי' רבינו דשתי חסיסות ה\"ז מום ובחסיסה אחת אין זה מום וה\"ז כמש\"כ מרן בשם הסמ\"ג (ולא ירדתי לסוף דעת המפרש לתוספתא שכתב שגי' התוספתא כגי' הש\"ס שלפנינו ולא ידעתי מה היה לו) וי\"ל ג\"כ שרבינו גורס במשנה כמו שהוא במשנה שבש\"ס <small> (שם מ' ב') </small> בזמן שהוא עצם אחד מום בזמן שאין בו עצם אינו מום והבן היטיב."
            ],
            [
                "<b>בכל </b>\n<b> שהוא. </b> מדלא נתן שם <small> (ל\"ח א') </small> שיעורא מסתמא בכל שהוא וכן בניקב ונפגם ועי' בתו\"כ אמור פ\"ו פרשה ז' בקרבן אהרן שכתב דג\"כ בעינן פגם כדי חגירת ציפורן יעו\"ש ואולי אפ\"ל דמש\"כ רבינו כל שהוא היינו באורך הפגם אבל בעומק ה\"נ דבעינן כדי חגירת ציפורן ויש לעיין בזה.",
                "<b> בכלל</b>\n<b> חרוץ וכו'.</b> וכ\"כ רש\"י בחומש שם ועי' בכורות מ\"א א' פלוגתא דאביי ורבא אם חרוץ במקום עצם יעו\"ש היטיב. אמנם דברי רבינו ורש\"י נובעים ממקום קדוש מהתו\"כ פרשת אמור פ\"ו פרשה ז' יעו\"ש."
            ],
            [
                "<b>העור </b>\n<b> בין וכו'.</b> שם מ\"ד א' והיינו דליתא להעינים כלל כדאיתא שם בש\"ס.",
                "<b> אע\"פ</b>\n<b> שאין וכו'.</b> שם נפקא מאיש והיינו דלא קא חזי כלל ועי' תו\"כ אמור פ\"ב פרשה ג'.",
                "<b> ראיה</b>\n<b> ברורה וכו'.</b> שם יליף זה מדוק דהיינו מחסורייתא וכתב מרן וז\"ל ומש\"כ רבינו מי שאינו רואה בשתי עיניו וכו' עד מחמת שהיה בה סנורים קבועים היינו חורוור והמים הקבועים עכ\"ל ומשמע דחורוור ומים הקבועים מיקרי שאינו רואה ראיה ברורה והנה זה היפך דברי רבינו שכתב דמים הקבועים מיקרי שאינו רואה כלל ואף אם נדחוק לומר דמים הקבועים מיקרי שאין רואה כלל וחורוור מיקרי שאינו רואה ראיה ברורה ומרן קאי על שתי בבות של רבינו מ\"מ לא אתי שפיר דהא בש\"ס מבואר שם דחורוור ומים הקבועים תרויהו אינו רואה כלל.",
                "<b> עינב. </b> במשנה שם ל\"ח א' הגירסא עצב אמנם במשנה שבמשניות הגירסא עינב וכ\"ה במרן (ועיי\"ש בש\"ס בהג\"ה שעל הגליון. אך מה שכתב שברא\"ש איתא עינב דע שברא\"ש לפנינו איתא עצב יעו\"ש וכ\"ה ברמב\"ן) ובתו\"כ שם חלזון נחש עיניו מניין והוא ט\"ס וצ\"ל נחש עינב מניין והקרבן אהרן שגה בזה יעו\"ש ועיין ברש\"י בחומש שג\"כ גורס עינב.",
                "<b> בשר</b>\n<b> יתר וכו'.</b> כן פי' רבינו במשניות שם על חלזון ונחש שבמשנה שם והראב\"ד השיג ע\"ז וכתב דזהו יבלת וחלזון הוא שורה אדמומית העוברת בשחור יעו\"ש ובאמת הרבה חולאים יש ורבינו היה בקי בהן ובשמותיהן ועיין מרן ועיין רדב\"ז ח\"ה סי' ק\"ג.",
                "<b> הלובן</b>\n<b> של וכו'.</b> משנה ל\"ח א' וכר' יוסי דברייתא שם ב' דלבן לא מיקרי עין רק תרבא דעינא יעו\"ש ועיין ת\"כ פרשת אמור פ\"ב פרשה ג' ועיין רש\"י בחומש משמע שמפרש זה על חלזון יעו\"ש והוא תמוה כי במשנתנו מבואר כי חלזון לחוד ותבלול לחוד יעו\"ש.",
                "<b> בתוך</b>\n<b> השחור וכו'.</b> כ\"ה שם ל\"ח ב' לבן משוקע אינו מום דק ה\"ז מום וסימניך ברקא עכ\"ל עיי\"ש ברש\"י ונ\"ל לפרש ע\"ד פשוט ע\"ד דאיתא בשבת ע\"ח א' דם כדי לכחול עין אחת שכן כוחלין לברקית ומאי ניהו דמא דתרנגולת ברא וכו' וסימניך גוא לגוא ברא לברא יעו\"ש היטיב אלמא דברקית היינו בולט לחוץ ופשוט."
            ],
            [
                "<b>מי </b>\n<b> שניקב וכו'.</b> שם ל\"ט א' ועיין במרן שתמה למה השמיט רבינו הא דנקבו חוטמין זה לתוך זה מבחוץ ה\"ז מום מבפנים אינו מום יעו\"ש והנה בזה נחלקו רש\"י ורבינו רש\"י מפרש דמבחוץ היינו מחיצות החיצונות של החוטם מבפנים היינו הבשר המפסיק בפנים בין החוטמים אמנם לכאורה לא יצדק דאיך שייך לומר נקבו חוטמים זה לתוך זה כיון דמיירי בחוץ אבל רבינו מפרש דמיירי הכל בפנים וה\"ק אם לצד הקרקע ה\"ז מום ואם היה לצד העליון מן החוטם אינו מום יעו\"ש בפי' המשניות לרבינו ולפי\"ז י\"ל שפיר דבאדם הוא הכל בפנים ואינו שייך לחלק בין חוץ לפנים אבל לקמן הל' איסורי מזבח פ\"ב ה\"ב שפיר הביאו רבינו והבן."
            ],
            [
                "<b>מזר </b>\n<b> שלה וכו'.</b> הכי מפרש לה רבינו מה דאיתא שם ל\"ט א' תורא ברא דשיפתיה ותורא תרגום של שפה יהיה לפיו תורא יהא לפומיה יעו\"ש.",
                "<b> שעצם</b>\n<b> לחיו וכו'.</b> שם מ' ב' דבבהמה אינו מום רק שיהא בו עצם אבל המיוחד באדם ולא בבהמה היינו שאין בו עצם וכמש\"כ רבינו להלן פ\"ח ה\"ח יעו\"ש.",
                "<b> שפיו</b>\n<b> נבלם וכו'.</b> עיין מרן שהביא לשון שני דרש\"י דהיינו שפיו נפוח יעו\"ש ועיי\"ש ברש\"י לישנא קמא דפי' קצר וכן פי' תוס' והרא\"ש ועיי\"ש בטור שפי' כן רק עיי\"ש בב\"י שכתב דדברי רבינו הם כפי' השני שברש\"י דהיינו נפוח ולכן לא הביא רק פי' שני שברש\"י.",
                "<b> רוב</b>\n<b> המדבר וכו'.</b> עיי\"ש מ' א' ועיין מרן הטעם שפסק רבינו כאילא ועוד י\"ל דבגמרא נחלקו אליביה ת\"ק ור' יהודה וכן הוא בקדושין כ\"ה א' יעו\"ש."
            ],
            [
                "<b>או </b>\n<b> נכתת. </b> כתושים יותר ממעוך רש\"י בחומש וזה שכתב בבכורות ל\"ט ב' כתות שכתתו באבנים עד שנימוח עכ\"ל.",
                "<b> ניתק.</b> היינו שניתק לגמרי ולא נשאר מעורה אבל נכרת היינו שנשאר מעורה עדיין רש\"י שם בבכורות.",
                "<b> או</b>\n<b> אחת וכו'.</b> עיי\"ש ל\"ט ב' ומ\"ד ב' יעו\"ש היטיב ואולי מטעם זה פסק רבינו כר' יהודה וע\"ע בקדושין כ\"ה א' דרבי פסק ג\"כ כר' יהודה יעו\"ש.",
                "<b> או</b>\n<b> נתקו וכו'.</b> שם פירש\"י דבין נתוק בין כרות כולהו איתנהו בכיס רק דנתוק לגמרי וכרות עדיין מעורין ותלויין בחוטין שלהם יעו\"ש וכ\"מ בש\"ס שם וכן פירש\"י בקדושין כ\"ה ב' יעו\"ש אולם בשבת קי\"א א' ומנחות נ\"ו ב' ובבכורות ל\"ג ב' פירש\"י דכרות היינו שכורתן לגמרי ותלויין בכיס ונתוק היינו שמשליך מן הכיס לחוץ יעו\"ש והתוס' בכל המקומות הללו השיגו עליו מסוגיא דידן.",
                "<b> אלא</b>\n<b> ביצה וכו'.</b> בזה יש שלש מחלוקות לת\"ק שם מ' א' מום הוא ולר' ישמעאל אינו מום כיון שיש לו שני כיסין בידוע שיש לו שתי ביצים ולר' עקיבא צריך למעך אם יצא אינו מום ואם לא יצא ה\"ז מום ואע\"פ שנשחט ומצאוהו דבוק לכסלים יעו\"ש ולת\"ק א\"צ לבודקו כלל ורבינו פסק לקמן סי' קי\"א סעי' ה' כר\"ע אולם הרא\"ש בשם הרמב\"ן פסק כת\"ק וכ\"ה דעת הטור יעו\"ש. ומש\"כ רבינו הטומטום והאנדרוגינוס. עי' לקמן הל' איסורי מזבח פ\"ג ה\"ג יעו\"ש."
            ],
            [
                "<b>והוא </b>\n<b> שרוע וכו'.</b> עי' בכורות מ' א' תנא השרוע וקלוט שרוע שנשתרבב לו ירכו ובת\"כ אמור פרשה ז' פ\"ז איתא השרוע זה שנשמטה ירכו יעו\"ש ועיי\"ש בתוס' ד\"ה שנשמטה וכו' יעו\"ש.",
                "<b> שאחת</b>\n<b> מירכותיו וכו'.</b> שם כסול שרגלו אחד בתוך הכסל ורגלו אחר ע\"ג הכסל.",
                "<b> שנשבר</b>\n<b> עצם וכו'.</b> בש\"ס משמע דהא שיהיה ניכר כשהוא הולך קאי אתרוייהו אשבר יד נמי וי\"ל לפי ששם מיירי בבהמה ההולכת על ארבע משא\"כ הכא דמיירי בידים של אדם ועיין מרן והבן אבל י\"ל דמיירי שניכר השבר יד ע\"י מלאכה.",
                "<b> שרגליו</b>\n<b> מבולמות וכו'.</b> עיין לעיל הלכה ז'."
            ],
            [
                "<b>וזהו </b>\n<b> הגרב וכו'.</b> והנה לפי המסקנא המבואר בבכורות מ\"א א' דגרב יבש בין בפנים בין בחוץ הוא גרב האמור במומין והוא חרס דכתיב במשנה תורה בתוכחה יעו\"ש ויש גרב שהוא יבש מבפנים ולח מבחוץ והוא נמי מום קבוע והוא גרב דכתיב במשנה תורה שם ודבר שהוא לח בין בפנים ובין בחוץ הוא מום עובר ומבואר מדברי רש\"י בפרשת אמור דילפת הנאמר במומין היינו דיבש מבפנים והוא לח מבחוץ דהוא גרב הנאמר במשנה תורה יעו\"ש היטיב והשתא דברי רבינו פשוטים וברורים מש\"כ וזהו גרב האמור בתורה ר\"ל שכתוב אצל מומים והיינו שיבש מבפנים ומבחוץ וכתב לקמן מי שיש בו חזזית מצרית כל שהיא והיא חזזית קשה וכעורה וזו היא ילפת האמורה בתורה והיינו יבש מבפנים ולח מבחוץ ועי' בתו\"כ אמור פ\"ב פרשה ג' ושם פ\"ז יעו\"ש ובקרבן אהרן. והנה כתבתי זה לתמוה על מרן שכתב וז\"ל דמצרים לח מבפנים ויבש מבחוץ הרי דחזזית המצרית וגרב יבש מבפנים ומבחוץ וכן לח מבפנים ויבש מבחוץ הוו מומין קבועין ולח מבפנים ומבחוץ הוי מום שאינו קבוע וא\"כ צ\"ל דגרב יבש שכתב כאן רבינו היינו אפילו לח מבפנים ויבש מבחוץ ומש\"כ וזהו גרב האמור בתורה אע\"ג דבגמרא אמרו דקרא יבש מבפנים ומבחוץ דמצרית לח מבפנים ויבש מבחוץ לאו למימרא דמצרית לאו היינו דקרא דגבי מומין דלא אתי אלא לפרושי מאי ניהו דמצרית ומ\"מ כיון דמום קבוע הוא דכתיב אשר לא תוכל להרפא בכלל גרב דקרא דגבי מומין הוא עכ\"ל והנה מש\"כ דמצרית היינו לח מבפנים ויבש מבחוץ ושינה ושילש כמה זימני הוא תמוה דמבואר בש\"ס דמצרית היינו לח מבחוץ ויבש מבפנים וכ\"ה בב\"ק פ' ב' ועיי\"ש ברש\"י וכאן. ואף אם נימא דגי' בש\"ס היתה להיפך א\"כ מאי זה שכתב הרי דחזזית המצרית וכו' וכן לח מבפנים ויבש מבחוץ וכו' הרי לפי דבריו הלח מבפנים והיבש מבחוץ ה\"ז חזזית המצרית וא\"כ הכל דבר אחר הוא ולמה חלקן לתרתי ועוד למה קשה לו על דברי רבינו במש\"כ וזהו הגרב האמור בתורה הלא על כרחך מיירי ביבש מבפנים ומבחוץ דאם היה לח מצד אחד ה\"ז חזזית המצרית וכמש\"כ למעלה ודבריו לכאורה תמוהים.<br><b> אמנם</b> לאחר העיון דברי מרן מאירים ומזהירים. דאי נימא דגרב וילפת הוא הכל מין אחד רק כשיבש בפנים ובחוץ מיקרי גרב וכשהוא לח בצד אחד נקרא ילפת הלא ילפת הוא חזזית כמו שתרגם אונקלוס חזזן וכמו שמבואר שם בש\"ס וכיון דמתניתין מיירי בגרב לח מבפנים ומבחוץ וא\"כ למה נקט עוד במשנה בעל חזזית ועל כרחך ג\"כ מיירי בלח מבפנים ומבחוץ א\"כ זהו גרב זהו ילפת ולמה חלק המשנה לתרתי אלא ודאי דגרב הוא דבר אחר וילפת שהוא חזזית הוא דבר אחר ובגרב יש שלש מינים יבש מבפנים ומבחוץ יבש מצד אחד ותרוייהו מום קבוע ולח מבפנים ומבחוץ והוא מום עובר. וילפת יש שתי מינים חזזית מין אחד לח בפנים ובחוץ ומין אחד חזזית המצרית לח מצד אחד ויבש מצד אחד. ומתניתין מיירי שהגרב והילפת היו לחין משתי הצדדין ולכן הוי מום עובר וגרב שבתורה מיירי ביבש משתי צדדים וגרב דכתיב במשנה תורה מיירי ביבש מצד אחד וכן ילפת דכתיב במומין מיירי ג\"כ ביבש מצד אחד והיינו חזזית המצרית ורבינו לא כתב רק גרב דכתיב גבי מומין והיינו יבש בפנים ובחוץ וילפת דהיא חזזית המצרית אבל גרב דמצרים דיבש מצד אחד לא קתני ולכן שפיר כתב מרן מש\"כ. ובזה מיושב שפיר מה שכתב התוס' התם בד\"ה אלא וכו' וז\"ל ויש לתמוה הא שחין מצרים נכתב ברישיה דקרא דקללות מאן ניהו דגרב וחרס שאין להם רפואה בההוא קרא כתיבי עכ\"ל אמנם לפי מש\"כ מיושב היטיב דשחין מצרים היינו חזזית המצרית דאינו בכלל גרב היבש מצד אחד ודברי רש\"י בחומש תמוהים בעיני (שוב מצאתי ראיתי בלח\"מ לקמן פ\"ב מהל' איסורי מזבח ה\"ז יעו\"ש מש\"כ בזה והנראה לענ\"ד כתבתי וק\"ל).<br><b> והנה</b> לעיל כתב בפ\"ו ה\"ד דגרב וילפת הם מומין עוברין יעו\"ש וצ\"ע הא גרב וילפת דכתיב בקרא ה\"ז מום קבוע ואולי אפ\"ל כי ס\"ל לרבינו דאזלא ע\"י רפואה עיין תוס' שם ל\"ח ב' ד\"ה וסימנך וכו' יעו\"ש היטיב ודחוק. ואולי אפ\"ל כי קאי על גרב וילפת דכתיב אצל אדם וגם זה דחוק מאד דמאי פסקא דמיירי באינו קבוע ויותר נראה כי קאי על גרב וילפת דעלמא וכמו דאיתא במשנה ועל כרחך צ\"ל כן דאם נימא דקאי אקרא א\"כ ל\"ל יתורא דוכל לרבות מום עובר <small> (שם סעיף ב') </small> ליליף מדכתיב גרב וילפת אלא ודאי גרב או ילפת דקרא מיירי במום קבוע והא דנקט רבינו גרב וילפת לאו דוקא נקט אלא כגון גרב וילפת תפס בלישניה וה\"ה לכל המומין שאינם קבועים ועיין ספרי שופטים פיסקא קמ\"ז ובפי' המשניות לרבינו בפ\"ב דבכורות ועיין לקמן פ\"א מהל' איסורי מזבח ה\"ה ופ\"ב שם ה\"ז יעו\"ש היטיב וזהו מה שרצינו לבאר בעזר ה'.",
                "<b> שיש</b>\n<b> בה וכו'.</b> והיינו בכל הגוף היא מום קבוע כיון שיש בה עצם וזה לאו היבלת דמשנה שם מ' ב' דבמשנה נקט בעינו דוקא ואילו יבלת דקרא מיירי בכל גופו וזהו מה שמסיק רבינו וכתב וזה הוא יבלת האמורה בתורה ועיי\"ש בש\"ס והבן."
            ],
            [
                "<b>והוא </b>\n<b> בכלל וכו'.</b> עיי\"ש מ' ב' ומ\"א א'.",
                "<b> ואין</b>\n<b> הצלעים וכו'.</b> עיין תו\"כ אמור פרשה ז' פ\"ו ובתוספתא פ\"ד וכמש\"כ מרן ועיין לעיל סי' כ\"ד סעיף ז'."
            ],
            [
                "<b>שהגיע </b>\n<b> להיות וכו'.</b> בכורות מ\"א א' וחולין כ\"ד ב' וכמש\"כ מרן וע\"ע בספרי פרשת שופטים פיסקא קמ\"ז יעו\"ש.",
                "<b> הטריפה</b>\n<b> כשר וכו'.</b> עיין לעיל פ\"ו ה\"ז יעו\"ש.",
                "<b> כשר</b>\n<b> באדם וכו'.</b> והא דלא חשיב אותו ואת בנו משום דאשה לאו בת עבודה היא וצ\"ל אביו ובנו וכה\"ג גם בבהמה כשר ומשנה דהתם אתי כחנניה דס\"ל דחוששין לזרע האב כדאיתא שם בגמרא."
            ],
            [
                "<b>רוחץ </b>\n<b> וכו'.</b> כ\"ז מבואר בכתובות ע\"ה א' יעו\"ש.",
                "<b> ואם</b>\n<b> עבד וכו'.</b> פשט ממה שקדם דהוי מום."
            ]
        ],
        [
            [
                "<b>מי </b>\n<b> שאמצע וכו'.</b> הוא מפרש כן מאי דאיתא שם מ\"ג א' ושראשו שקוט וגירסת רבינו ושראשו שקוע ועיי\"ש [עמוד] ב' איתא ושראשו שקוט (ולרבינו שקוע) מלפניו ומפרש רבינו כן יעו\"ש בפי' המשניות אולם לרש\"י פי' אחר.",
                "<b> שאמצע</b>\n<b> קדקדו וכו'.</b> זהו לרבינו פירוש הכיליון וקאמר שם הש\"ס דדמי רישיה לאכלא ורש\"י פי' דראשו חד למעלה ורחב למטה ורבינו מפרש כפי' זה שלפנינו.",
                "<b> שפאת</b>\n<b> ראשו וכו'.</b> זהו המגבן אמנם רבינו בפי' המשניות פי' שקדקדו גבוה למעלה ואיני יודע האיך אבל רש\"י ז\"ל כתב דערפו עגול וקצר ברוחב. והרע\"ב כתב שבולט ראשו לכל הצדדין ודומיא שכתב רבינו על הלפתן.",
                "<b> שראשו</b>\n<b> יוצא וכו'.</b> זהו סקיפס ורש\"י ז\"ל פי' שגובה ראשו חסר מאחוריו ועל דרך זה מפרש הרע\"ב בראשו שקוע שאינו בולט כלל לפניו יעו\"ש (ועיין בהשגת הראב\"ד שמשיג על רבינו בכל אלו ולא גילה דעתו להיכן נוטה אם לדעת רש\"י אם לדעת הרע\"ב) ועיין מרן.",
                "<b> שראשו</b>\n<b> רחב וכו'.</b> כן מפרש הלפתן אמנם רש\"י והרע\"ב מפרשים שרחב ראשו הולך וכלה למטה.",
                "<b> הקרח</b>\n<b> וכו'.</b> שם מ\"ג א' ויבואר לקמן בס\"ק שאח\"ז.",
                "<b> מקיף</b>\n<b> את וכו'.</b> כ\"ה ללישנא בתרא דרבא שם מ\"ג ב' אבל ללישנא קמא כשר אמנם ביש מלפניו ולא מאחוריו לתרתי לישני פסול ופסק רבינו לחומרא כלישנא בתרא דספיקא דאורייתא לחומרא ולענין חילול עבודה בלא\"ה לא מחלל וכמש\"כ לעיל פ\"ו ה\"ו יעו\"ש ומ\"מ נפק\"מ לענין מלקות ולכאורה אם נימא דפסק כן מספק א\"כ אין לוקין עליו ויש לעיין בזה ועיין לקמן הלכה י\"ב.<br><b> והנה</b> אם היה קרח לגמרי ולא היה בו שום שער לכאורה נראה דלתרתי לישני ה\"ז מום אמנם מדסיים הגמרא בלישנא בתרא וכ\"ש שיש לו לפניו ואין לו לאחריו ודאין לו כלל דפסול משמע הא ללישנא קמא כשר אבל אין זה מוכרח די\"ל לגמרי ויש לו לפניו ולא לאחוריו חד דינא להו וכשם שזה פסול ללישנא קמא כך זה פסול אבל גם זה אינו מוכרח די\"ל דללישנא קמא אינו פסול רק ביש לו מלפניו ואין לו מאחריו הא אם אין לו כלל י\"ל דכשר."
            ],
            [
                "<b>שצוארו </b>\n<b> שוקע וכו'.</b> שם מ\"ג ב' שקוט דחביא מיחבא.",
                "<b> שצוארו</b>\n<b> ארוך. </b> שם שמוט דארוך ושמוט."
            ],
            [
                "<b>ששתי </b>\n<b> אזניו וכו'.</b> היינו צומע שם מ\"ד א'.",
                "<b> ששתי</b>\n<b> אזניו וכו'.</b> שם והצומם שאזניו דומות לספוג ורש\"י ז\"ל פי' שכווצות וסתומות אמנם רבינו מפרש נפוחות.",
                "<b> שאזניו</b>\n<b> מדולדלות וכו'.</b> שם תנא אף הצימח לא הוו ידעי רבנן מאי צימח שמעו לההוא טייעא דהוי קאמר מאן דבעי צימח ואישתכח גדיא חזיזא ופירש\"י אזניו ארוכות מאד עד שתכופות למטה.",
                "<b> שאחת</b>\n<b> מאזניו וכו'.</b> עי' לשון רבינו בפי' המשניות במשנה החרום פסול וכו' יעו\"ש והובא במרן הלכה ה' יעו\"ש."
            ],
            [
                "<b>שאין </b>\n<b> לו וכו'.</b> מפרש מאי דאיתא במשנה מ\"ג ב' אין לו גבינין היינו שאין שערות בגבינין דאי גבינין ממש א\"כ היינו הריס של עין שחשב לעיל פ\"ז ה\"ד יעו\"ש היטיב ועוד מה אין לו אלא גבין אחת הוי מום כ\"ש שאין לו כלל וע\"כ קאי אשער. אבל באמת זה אינו וגבינים היינו השער שלמעלה מריסי העינים והבן.",
                "<b> מי</b>\n<b> שגביניו וכו'.</b> היינו שהיה שער הרבה בגבינים יעו\"ש בפי' המשניות לרבינו וע\"ד שכתב רש\"י בגבינים הרבה יעו\"ש.",
                "<b> שיש</b>\n<b> לו וכו'.</b> זהו גבינין הרבה. ועי' שם ברש\"י פי' אחר.",
                "<b> שאחד</b>\n<b> מגביניו וכו'.</b> עי' בפ\"ה בתוספתא ובגמרא מ\"ד א' זגדום אחד שחור ואחד לבן תנא כל זוגא דלא שוי להדדי זגדום קרי ליה ועי' מש\"כ לעיל ה\"ג יעו\"ש היטיב."
            ],
            [
                "<b>שאין </b>\n<b> לו וכו'.</b> היינו התומיין דאיתא שם מ\"ד א' שתמו זיפין.",
                "<b> ששער </b>\n<b> ריסי וכו'.</b> שם והלופין דנפישין זיפין.",
                "<b> ששער</b>\n<b> אחד וכו'.</b> הוא בכלל והזגדום כנ\"ל ה\"ג וה\"ד.",
                "<b> שעפעפיו</b>\n<b> סגורות וכו'.</b> עיין מרן בשם הערוך."
            ],
            [
                "<b>שהיו </b>\n<b> שתי וכו'.</b> שם מ\"ג ב' במשנה שתי עיניו למעלה וכן מפרש לה הש\"ס שם מ\"ד א' ועי' תו\"כ אמור פ\"ב פרשה ג'.",
                "<b> למטה</b>\n<b> ממקום וכו'.</b> שם ושם.",
                "<b> עיניו</b>\n<b> עגולות וכו'.</b> שם מ\"ד א' עיניו תרוטות וכמש\"כ רש\"י ותוס' שם ולעיל בהלכה ה' סתם כהערוך וכבר תמה הבעל מגיה שם בזה שתפס כמר וכמר ועי' שבת ל\"א א' ונדרים ס\"ו ב' ברש\"י ובר\"ן שם ועי' היטיב בערוך ערך טרוטות ובמוסף הערוך שם. ואפ\"ל כי רבינו מפרש כפי' הערוך ועגולות יצא לו מהא דצירניות וכפירוש רש\"י שם אולם מפירושו למשניות אינו נראה כן יעו\"ש היטיב. והנה כאן מבואר דעין של אדם אינו עגול כ\"כ ועי' לקמן פ\"ב מהל' איסורי מזבח ה\"ב דשם משמע דעין של אדם הוא עגול יעו\"ש וי\"ל דדרכו להיות עגול יותר משל בהמה אבל מ\"מ הוא ארוך קצת (ועי' במוסף הערוך שכתב דטרוטות הוא עיגול שיש לו אורך קצת יעו\"ש ויש לעיין קצת בזה ואולי דזה דעת רש\"י שכתב דצירניות הוא עגול יותר מטרוטות יעו\"ש היטיב ויש נפק\"מ הרבה בעגולים וכללו של דבר כל שנשתנה מדרכו מיקרי זה מום באדם אע\"פ שיש לו עדיין קצת אורך).",
                "<b> מוזרות</b>\n<b> וכו'.</b> שם. זויר דמזור עיניו. וכ\"כ מרן.",
                "<b> גדולות</b>\n<b> הרבה וכו'.</b> שם מ\"ד א' במשנה.",
                "<b> קטנות</b>\n<b> כשל וכו'.</b> שם ושם ג' ב'.",
                "<b> שדמעיו</b>\n<b> זולפות וכו'.</b> שם מ\"ד א' בברייתא דומעות.",
                "<b> שלחלוחית</b>\n<b> נמשכת וכו'.</b> שם דולפות.",
                "<b> שמקבץ</b>\n<b> ריסי וכו'.</b> שם במשנה מ\"ג ב' סכי שמש ושם מ\"ד א' תני רב יוסף סני שמש ועיי\"ש בפי' רבינו.",
                "<b> שראיית</b>\n<b> עינו וכו'.</b> שם מ\"ג ב' ומ\"ד א' ומשמע קצת מדברי רבינו שגורס שם בברייתא ורואה את החדר ואת העליה כאחת שמדבר עם חבירו ואחר אומר לי רואה ומוחק תיבת או וכן משמע קצת מפי' המשניות יעו\"ש.",
                "<b> שאחת</b>\n<b> מעיניו וכו'.</b> שם במשנה מ\"ג ב'.",
                "<b> במראה</b>\n<b> כגון וכו'.</b> הוא הזגדן וכמש\"כ למעלה בס\"ק כ' יעו\"ש."
            ],
            [
                "<b>אע\"פ </b>\n<b> וכו'.</b> עיי\"ש מ\"ג ב' ובת\"כ אמור פ\"ב פרשה ג' יעו\"ש ועי' מרן.",
                "<b> שאמצע</b>\n<b> חוטמו וכו'.</b> אולי גורס במקום חוטמו בולם שם בש\"ס ובת\"כ חוטמו בולט. אי נמי מפרש חוטמו בולם נפוח כמו שפי' לעיל פ\"ז ה\"ז וט' פיו ורגליו מבולמות והיינו שהי' בולט כמו נפוח לחוץ ועיי\"ש תוס' מ' ב' ד\"ה פיו בלום וכו' יעו\"ש שמביא ראיה מכאן להוכיח כי בלום פירושו סתום אמנם לרבינו אין משם שום ראיה ואדרבה ראיה לפירושו והבן.",
                "<b> שעוקץ</b>\n<b> חוטמו וכו'.</b> שם בש\"ס ות\"כ חוטמו נוטף.",
                "<b> שחוטמו</b>\n<b> עקום וכו'.</b> כן מפרש חוטמו סולד ר\"ל שסולד ממקומו ונוטה לצד אחר לאחד מן הצדדים ורש\"י פי' שם שהוא קצר ולרבינו א\"צ לזה.",
                "<b> שחוטמו</b>\n<b> גדול וכו'.</b> שם במשנה מ\"ד א'.",
                "<b> אם</b>\n<b> הי' וכו'.</b> כן מפרש רבינו מאי דאיתא התם תנא באצבע קטנה ומפרש ששיעורו באצבע קטנה וכן פי' שם בפי' המשניות אולם לרש\"י ז\"ל שם פי' אחר מודדין חוטמו כערך שאר בנ\"א הדומים לו בגודלו ואם חוטמו ארוך יותר במדת רוחב אצבע קטנה או קצת יותר בשיעור רחב אצבע קטנה ה\"ז מום אמנם לרבינו הפי' דמשערין אורך החוטם באורך האצבע קטנה ואם ארוך יותר מזה במשהו או קצר יותר מזה במשהו ה\"ז מום."
            ],
            [
                "<b>ששפתו </b>\n<b> העליונה וכו'.</b> שם במשנה מ\"ד א' ועיי\"ש מ' ב' יעו\"ש היטיב.",
                "<b> שפיו</b>\n<b> רפוי וכו'.</b> עי' מרן שפי' כן הא דהזלגבנין שם מ\"ג ב'."
            ],
            [
                "<b>שכרסו </b>\n<b> צבה וכו'.</b> שם במשנה מ\"ד ב' יעו\"ש וכמש\"כ מרן."
            ],
            [
                "<b>ששדרתו</b>\n<b> עקומה. </b> שם מ\"ג ב' ובתו\"כ אמור פ\"ב פרשה ג'.",
                "<b> וזהו</b>\n<b> בעל וכו'.</b> שם מ\"ג א' ב'.",
                "<b> שתפח</b>\n<b> בשר וכו'.</b> שם ב' דפליגי בלית ביה עצם ויעו\"ש בפי' המשניות לרבינו שביאר כ\"ז היטיב."
            ],
            [
                "<b>שיש </b>\n<b> בידו וכו'.</b> כת\"ק שם מ\"ה א' וכ\"ש כשלא היה רק שש וחמש דלכו\"ע הוי מום כמבואר שם במשנה ועיי\"ש ב' דר' יוסי פסק כת\"ק והלכה כמותו לגבי ר' יהודה ועי' תוספתא פ\"ה יעו\"ש ורבינו כתב בפי' המשניות דר' יהודה מכשיר אפילו כשהיה במקום אחד ששה ובשאר היו חמשה יעו\"ש ויש לעיין בזה אמנם לפי מש\"כ לקמן בד\"ה ואם היה בה דרבה בב\"ח קאי אר' יהודה דמכשיר יעו\"ש א\"כ אתי שפיר ודו\"ק.",
                "<b> ואם</b>\n<b> היה בה וכו'.</b> מרש\"י משמע קצת דאם לא חתכה כשר ורק דאם חתכה הו\"ל כמחוסר אבר אבל באמת לא משמע כן דהא לת\"ק פסול אפילו בהיה לו שש ושש ולא חתכה אמנם לרבינו הדבר כמשמעו דאם לא חתכה פסול אפילו באין בה עצם ורק דאם חתכה אז כשר באין בה עצם אבל בלא חתכה בכל ענין פסול ובתוספתא פ\"ה איתא וז\"ל יתרת אם יש בה עצם פסול ואם לאו כשר עכ\"ל והיינו בשחתכה דאם לא חתכה בכל ענין פסול ולרש\"י ע\"כ ג\"כ בשחתכה דאם לא חתכה כשר ביש בה עצם. אבל לדינא נ\"ל דמודה רש\"י לרבינו ומש\"כ הואיל וחתכה י\"ל דכוונתו דממנ\"פ מיפסל דאם לא חתכה הרי הוא יתר אבר ואם חתכה הרי הוא חסר אבר אבל הלשון דחוק ועי' תוס' יו\"ט שם שהרגיש על רש\"י ז\"ל. ובש\"ס שם איתא והוא דנספרת ע\"ג היד ורבינו השמיטו וכתב מרן הטעם דהוא מפרש דרבותא קאמר דאפילו בנספרת ע\"ג היד הוי מומא. אך הלשון דחוק כיון דבש\"ס מפורש והוא שנספרת ע\"ג היד אלמא דווקא הוא. והנה לרש\"י ז\"ל יש לומר דה\"ק דהא דחתכה פסולה ובלא חתכה כשרה היינו דווקא בנספרת ע\"ג היד אבל בלא נספרת ע\"ג היד י\"ל דבלא חתכה נמי פסולה ויכול להיות דבחתכה כשרה דאין זה מחוסר אבר אבל לרבינו דבלא חתכה וודאי דפסול ורק קמ\"ל דביש בו עצם אף שחתכה לא מהני א\"כ למה התנה דמיירי בנספרת ע\"ג היד וי\"ל לפי\"ז דקאי על חתכה לבד דבנספרת ע\"ג היד לא מהני חתיכה אבל באין נספרת ע\"ג היד שפיר מהני חתיכה ולפי\"ז היה לרבינו לכתוב זה. אבל י\"ל כי רבינו מפרש הא דקאמר והוא דנספרת ע\"ג היד קאי לר' יהודה דמכשיר בהיה בו שש ושש וע\"ז קאמר ר\"ה והוא דנספרת ע\"ג היד אמנם לת\"ק דפסל בכל ענין פוסל א\"נ י\"ל דרבה בב\"ח אר\"י שאמר בנספרת ע\"ג היד אזיל לשיטתיה דס\"ל דאינו נספר ע\"ג היד במגע ובמשא נמי אינו מטמא כמו שתמה שם ואמר עשו דבריהם כדברי נביאות אמנם לר\"פ שם שס\"ל דגזרו באינה נספרת אטו נספרת ה\"ה לענין מומין דמחשיב אבר גזירה אטו הנספרת.",
                "<b> שחסר</b>\n<b> אצבע וכו'.</b> לפירש\"י ה\"ז מבואר במשנה דזהו הטעם אם היה עצם בה וחתכו ולרבינו זה פשוט וא\"צ לבאר כיון דיתר פסול כ\"ש בחסר (ועי' ש\"ך יו\"ד סי' נ\"ד ס\"ק ט' יעו\"ש היטיב והבן) וע\"ע לקמן פ\"ב מהל' איסורי מזבח הי\"א.",
                "<b> ששתי</b>\n<b> אצבעות וכו'.</b> שם מ\"ה א' ובתו\"כ אמור פ\"ב פ' ג' יעו\"ש.",
                "<b> באיזה</b>\n<b> פרק וכו'.</b> וכ\"ה דעת רש\"י שפי' פרק האמצעי ועי' חולין ק\"ו ב' תוס' ד\"ה אמר רב וכו' יעו\"ש היטיב.",
                "<b> שאצבעותיו</b>\n<b> מורכבות וכו'.</b> שם במשנה ובתו\"כ שם.",
                "<b> שפיקה</b>\n<b> יוצאת וכו'.</b> שם במשנה ובתו\"כ וה\"ה ברגלו עי' לקמן הלכה י\"ג יעו\"ש.",
                "<b> שהוא</b>\n<b> אטר וכו'.</b> שם. וה\"ה אטר רגל כמו דאיתא שם (עמוד) ב' וכתבו רבינו לקמן הלכה י\"ג יעו\"ש.",
                "<b> ואם</b>\n<b> היו וכו'.</b> כחכמים המכשירים ולית הלכתא כרבי מחבריו."
            ],
            [
                "<b>שכיס </b>\n<b> הביצים וכו'.</b> שם מ\"ד ב' ופסק כלישנא קמא להחמיר דעד ארכובותיו פסול (אבל בהיות כן יש לעיין לענין מלקות ועי' לעיל ה\"א מש\"כ כעין זה) ומדברי רש\"י ז\"ל משמע דקאי רק אגיד יעו\"ש היטיב אמנם מרבינו מבואר דקאי נמי על ביצים וי\"ל משום דרש\"י מפרש דקאי על הביצים בעצמן ולכן דחוק לו לפרש שיגיעו עד הארכובה אולם לרבינו דמפרש על כיס של ביצים אתי שפיר גם ע\"ז. והבן.",
                "<b> שהגיד</b>\n<b> שלו וכו'.</b> שם.",
                "<b> שנמרחו</b>\n<b> אשכיו וכו'.</b> רש\"י ז\"ל פי' שהביצים גופייהו נמרחו ולא הכיס וכן מוכרח לפרש דהא לת\"ק מי שחסרו ביציו אי ביצה אחת ה\"ז מרוח אשך אלמא דאשכים היינו ביצים והקשה לו ר' ישמעאל דא\"כ חסר אשך מיבעיא ליה ומפרש דנימוחו אשכיו אלמא דבאשכיו לא פליגי וכו\"ע ס\"ל דהיינו ביצים ועי' בלשון סמ\"ג שהובא במרן וי\"ל כי כוונת רבינו ג\"כ כך ועי' במרן דדווקא בנמרחו שתי אשכיו אבל לא באחד יעו\"ש.",
                "<b> שרוח</b>\n<b> באשכיו וכו'.</b> כן הוא דעת ר' עקיבא שם ובתו\"כ שם ולדינא לא פליגי רק פליגי בפירוש מרוח אשך שבתורה דומיא שכתב רבינו בהלכה ד' יעו\"ש היטיב. ודע דיש עוד דעה שלישית והוא דעת ר' חנינא בן אנטיגנוס דס\"ל מראיו חשוכים ופי' שם רבינו במשניות דאפילו אינו שחור בתכלית יעו\"ש וכן פי' הרע\"ב והנה לכאורה יש לעיין מאי מקשה שם בש\"ס היינו כושי הא לאו היינו כושי וי\"ל דהם מפרשים כך והא היינו כושי [בתמיה] ואנן כושי דווקא תנן אבל כל שאין שחור ככושי לא ומשני דהוא לא תני כושי ומחמיר אפילו שאינו שחור ככושי ולא מסתברא להו לפרש כפירש\"י דא\"כ מאי קמקשה. וכי בשביל שנשנה כושי במשנה לכן לא יכול לפרש מרוח אשך דהיינו כושי. אתמהה. וק\"ל."
            ],
            [
                "<b>ששוקיו </b>\n<b> עקומות וכו'.</b> שם מ\"ה א' העיקל איזהו העיקל כל שהוא מקיף פרסותיו ואין ארכובותיו נוקשות זו לזו ועי' תו\"כ שם ועי' תוספתא פ\"ה וז\"ל ולויקן ועקשן וקלבן והיקשן פסולים באדם וכשרים בבהמה עכ\"ל ונ\"ל להגיה שכצ\"ל והעיקלן והיקשן והקולבן. כמו שהוא בש\"ס הנ\"ל ובתו\"כ שם.",
                "<b> שפיקתו</b>\n<b> יוצאה וכו'.</b> כתב הראב\"ד וז\"ל א\"א המשנה אמרה פיקא יוצא מגודלו והוא פי' לבעל (כצ\"ל) הפיקין והוא מסבב אותה לענין אחר ובלע\"ז קורין אותה גלוטה ובעל הפיקין פי' בגמרא שיש לו כסתות הרבה והם עגבות והשופנר שאין לו כל עיקר והוא אינו מונה אותו ודומה שכל דבר שיש לו עוגל גדול קורא אותו פיקה כמו שאמרו עד פיקה של גרגרת עד שיעגילו ראש כפיקה של ערב ופיקה משרש פקעיות עכ\"ל והנה כוונת דבריו מאחר שהמשנה בעצמה מפרש מהו בעל הפיקין וקמפרש פיקה יוצא מגודלו וא\"כ למה סיבב רבינו לדרך אחר. ונ\"ל לתרץ בפשיטות דרבינו מפרש דהאי הפיקה יוצא מגודלו אין זה פי' על בעל הפיקין דר' יוחנן מפרש בש\"ס וז\"ל א\"ר חייא בר אבא אר\"י בעל הפיקין שיש לו כסתות הרבה אמת מרש\"י לכאורה משמע כהראב\"ד שכתב שם וז\"ל בעל הפיקין והעיקל כדמפרש וקמפרש עיקל ברישא עכ\"ל מבואר מזה דפיקה יוצאת מגודלו הוא פי' לבעל הפיקין אבל רבינו אינו מפרש כן וכן הוא בפי' המשניות שלו וז\"ל ובעל פיקה הוא שתהא עקבו מאחד רגליו בולטת ויוצאת יותר מן הראוי עכ\"ל ובאמת לא ידעתי לפרש לדעת רש\"י ז\"ל הך מימרא דר' יוחנן אם לא דנאמר דהוא גורס בש\"ס בעל הקיפין והשופנר כמו דאיתא לפנינו שם והמגיה על הגליון דצ\"ל הפיקין לא דק בזה ויש לעיין בזה (וגם מרש\"י ז\"ל גופי' מבואר דמגיה כן וצע\"ק). אמנם מה שהשמיט רבינו הך דהשופנר צ\"ע. ודע כי בתוספתא פ\"ה אי' בעל הקיפין והשייפצר. והנה זה וודאי ט\"ס וצריך להגיה והשופנר כדאיתא בש\"ס אמנם הא חזינן כי הנוסחא העיקרית בעל הקיפין וכן היה על כרחך גירסת רש\"י וכנ\"ל אמנם רבינו גרס בעל הפיקין. ומש\"כ מרן בזה אינם אלא דברים תמוהים יעו\"ש.",
                "<b> שעקבו</b>\n<b> יוצא וכו'.</b> זהו שם במשנה. ובגמרא מפרש כן ר' אלעזר שזהו פי' של עקבו יצא לאחוריו ועיין תוספתא פ\"ה שוקונתון באמצע רגלו.",
                "<b> שפרסותיה</b>\n<b> רחבות וכו'.</b> שם במשנה ומימרא דרב פפא ועי' תו\"כ שם.",
                "<b> שפיקה</b>\n<b> יוצאת וכו'.</b> עד הא דהיו רגליו קלוטות וכו' כבר נתבאר זה בהלכה י\"א יעו\"ש.",
                "<b> שרגלו</b>\n<b> כולה וכו'.</b> עי' במרן שהערה מקורו מהך דתוספתא פ\"ה יעו\"ש והנה לא השמיענו ביאור התוספתא. ואולי י\"ל כי הוא והקילבן שאי' בגמרא ובתו\"כ (הובא לעיל ס\"ק נ\"ח) והנה רש\"י פי' שהוא שפיקה יוצא מגודלו יעו\"ש אמנם הק\"א פי' שם שתי פירושים פי' אחד שרגליו מהופכות והוא הולך על צידי רגליו ופי' אחר שרגליו דקין יעו\"ש וא\"כ י\"ל שרבינו מפרשו כמש\"כ כאן ויותר נראה לענ\"ד כי הקולבן נגזר מן בקולב הלך אחר ערסיותיו עי' שבת ס' א' יעו\"ש היטיב.",
                "<b> שרגלו</b>\n<b> עקומה וכו'.</b> עי' תו\"כ שם וז\"ל פסח בין חגר בשתי רגליו בין חיגר ברגלו אחת רגלו חלולה ועקומה ודומה למגל מנין ת\"ל או פסח (כצ\"ל לדעתי) וכ\"ה בתוספתא פ\"ה פרסתו חלולה עקומה דומה למגל עכ\"ל ועי' בערוך ערך כסת ובתוס' ד\"ה בעל הפיקן וכו' יעו\"ש היטיב.",
                "<b> המקיש</b>\n<b> בקרסוליו וכו'.</b> שם במשנה.",
                "<b> שהוא</b>\n<b> אטר וכו'.</b> לעיל הלכה י\"א ד\"ה שהוא אטר נתבאר זה.",
                "<b> שגופו</b>\n<b> גדול וכו'.</b> משנה שם מ\"ד א'."
            ],
            [
                "<b>הארוך </b>\n<b> ביותר וכו'.</b> שם מ\"ה ב' ומסיק שם רב פפא באריכא שמיטה סגיא ופירש\"י שם דארוך הוא ודק יעו\"ש אמנם י\"ל דרבינו מפרש שהוא ארוך הרבה מופלג הרבה משאר העם וזה מכוון למש\"כ רבינו בפי' המשניות ומיושב בזה מה שתמה בעל ההג\"ה בכ\"מ יעו\"ש היטיב.",
                "<b> הכושי. </b> שם מ\"ה ב' ועי' מש\"כ לעיל הי\"ב ד\"ה שרוח באשכיו יעו\"ש."
            ],
            [
                "<b>הלבן </b>\n<b> ביותר וכו'.</b> שם הלבקן.",
                "<b> האדום</b>\n<b> וכו'.</b> שם הגיחור וכן הוא מסקנת הש\"ס שם וכן פירש\"י ברכות נ\"ח ב' ועיי\"ש ל\"א ב' ברש\"י וכבר כתב שם בחי' מזה ועיי\"ש נ\"ט ב'.",
                "<b> בעלי</b>\n<b> נגעים וכו'.</b> שם במשנה ועי' כ\"ז בתו\"כ פרשת אמור פרשה ג' פ\"ג.",
                "<b> שהיתה</b>\n<b> בעור וכו'.</b> כתובות ע\"ה א' ותוספתא פ\"ה דבכורות ועיין מל\"מ.",
                "<b> בעלי</b>\n<b> הדלדולין וכו'.</b> שם בבכורות מ\"ה ב' ר' אליעזר אומר אף בעלי הדלדולין ורבינו גורס שם ר\"א בן יעקב כדאיתא שם בפי' המשניות לרבינו וידוע דמשנת ראב\"י קב ונקי. והוא נזכר שם מ' ב' יעו\"ש היטיב והגאון ר\"י ברלין הגיה שם דתניא במקום דתנן יעו\"ש ולא דק."
            ],
            [
                "<b>החרש </b>\n<b> והשוטה. </b> שם מ\"ה ב' ובתו\"כ שם יעו\"ש היטיב.",
                "<b> והנכפה</b>\n<b> אפי' וכו'.</b> שם מ\"ד ב'."
            ],
            [
                "<b>שרוח </b>\n<b> רעה וכו'.</b> שם רוח קצרה באה עליו ועיי\"ש בש\"ס רוח בן נפלים באה עליו ועיי\"ש בפי' רבינו יעו\"ש היטיב.",
                "<b> שמנה</b>\n<b> בראש. </b> לעיל הלכה א'.",
                "<b> ושנים</b>\n<b> בצואר. </b> לעיל הלכה ב'.",
                "<b> ותשעה</b>\n<b> באזנים. </b> לעיל פ\"ז ה\"ב חשיב חמשה באזן וכאן בהלכה ג' חשב ארבע באזן הרי תשעה.",
                "<b> וחמשה</b>\n<b> בגבינים. </b> לעיל הלכה ד'.",
                "<b> ושבעה</b>\n<b> בריס וכו'.</b> לעיל פ\"ז ה\"ד חשב שלשה וכאן בהלכה ה' חשב ארבע הרי שבעה.",
                "<b> ותשעה</b>\n<b> עשר וכו'.</b> לעיל פ\"ז ה\"ח חשב שמונה וכאן בהלכה ו' חשב י\"א והרי הן י\"ט.",
                "<b> ותשעה</b>\n<b> בחוטם. </b> לעיל פ\"ז ה\"ו חשב שלש בחוטם וכאן בהלכה ז' חשב ששה בחוטם הרי תשעה.",
                "<b> ותשעה</b>\n<b> בפה. </b> לעיל פ\"ז ה\"ז חשב ששה בפה וכאן בהלכה ח' חשב שלשה בשפתים הרי תשעה.",
                "<b> ושלשה</b>\n<b> בבטן. </b> לעיל הלכה ט'.",
                "<b> ושלשה</b>\n<b> בגב. </b> לעיל הלכה י'.",
                "<b> ושבעה</b>\n<b> בידים. </b> אחד חשב לעיל פ\"ז הי\"א וכאן בהלכה י\"א חשב ששה בידים הרי שבעה.",
                "<b> וששה</b>\n<b> עשר וכו'.</b> בפ\"ז ה\"א חשב י\"ב וכאן בהלכה י\"ב חשב ארבע הרי ט\"ז.",
                "<b> ועשרים</b>\n<b> ברגלים. </b> לעיל פ\"ז ה\"ט חשיב חמשה ברגלים וכאן בהלכה י\"ג חשיב ט\"ו הרי עשרים.",
                "<b> ושמנה</b>\n<b> בכל וכו'.</b> לעיל פ\"ז ה\"י חשיב ארבע וכאן בהלכה י\"ד חשיב ארבע הרי שמונה.",
                "<b> ושמנה</b>\n<b> בעור וכו'.</b> כאן בהלכה ט\"ו.",
                "<b> ושבעה</b>\n<b> בכח וכו'.</b> פ\"ז הי\"ב חשיב שלשה וכאן בהלכה ט\"ז חשיב ארבע הרי שבעה.",
                "<b> מפני</b>\n<b> מראית וכו'.</b> עי' בכורות מ\"ג ב' ומ\"ד א' ועי' לעיל הלכה ה'. וקא מסיק שם מ\"ג ב' דליכא משום מראית העין רק הנך תרתי ובתוספתא פ\"ה איתא וז\"ל הזבלגנים והקרחנין ושאין להם שיניים בעלי חטוטרות כשרים אבל פסולין מפני מראית העין עכ\"ל כבר אוקמה בש\"ס שם מ\"ג ב' דיחידאה הוא וכר' יהודה ור' יהודה מכשיר ג\"כ בחטוטרות כמו דאיתא שם מ\"ג א' יעו\"ש היטיב וכן מתיר בקרחנין. ואולי יש להגיה בתוספתא כמו הברייתא דאיתא לפנינו בש\"ס שם וז\"ל הקרחנין והננסין והזבלגנין (ועי' ירושלמי יומא פ\"ב ה\"ד יעו\"ש). והנה לפי הכלל שנתן רבינו בפ\"ו ה\"ו דמומין המיוחדין באדם ולא בבהמה דאע\"פ שהוא לוקה לא חלל עבודתו יעו\"ש ומשמע דכל המומין דאיתנהו בפרק זה דינם כך וזהו תימה גדולה הא בפרשת אמור בתורה אחר אשר חשב המומין שבאדם כתוב ולא יחלל את מקדשי וכו' דמבואר מזה שאם עבד חילל ושם כתיב הרבה מומין שמיוחדים רק באדם ולא בבהמה. ועי' בבכורות מ\"ג ב' דמבואר שם דמום גמור גם באדם מחללין עבודה ודווקא דבר הפוסל משום שאינם שוים בזרעו של אהרן אינו מחלל עבודה יעו\"ש היטיב ודוחק לומר דרבינו כוונתו שם על המומין דאינו מומין גמורים. שוב ראיתי ומצאתי בשו\"ת שבסוף ס' קהלת יעקב חלק אה\"ע סי' ב' שהרגיש בזה יעו\"ש היטיב (וכבר שמעתי מתרצים דרבינו סמך על הש\"ס דזבחים ט\"ז א' דאיתא שם מה לבע\"מ שכן עשה קרבים כמקריבים יעו\"ש ואי איתא הא איכא המיוחדים באדם לבד דבהם לא עשה קרבים כמקריבים ומ\"מ מחללי עבודה אלא ודאי דאה\"נ דלא מחללי עבודה ולכאורה דבר נכון הוא אבל מ\"מ אין לבי ודעתי מתיישב בזה."
            ]
        ],
        [
            [
                "<b>עבודתו </b>\n<b> פסולה. </b> זבחים ט\"ו ב' ושם י\"ד ב' ויומא מ\"ט א' מנחות ו'.",
                "<b> וחייב</b>\n<b> מיתה וכו'.</b> סנהדרין פ\"ג א' ב' ותוספתא פ\"א דכריתות ופ\"ב דזבחים וע\"ע סנהדרין פ\"א ב' ופ\"ד א' וע\"ע בספרי קרח פיסקא קט\"ז.",
                "<b> שאין</b>\n<b> חיוב וכו'.</b> שם בספרי והזר הקרב יומת לעבודה אתה אומר לעבודה או לעבודה ושלא לעבודה אמרת מה בע\"מ שלא ענש בו מיתה לא ענש בו אלא לעבודה זר שענש בו מיתה דין הוא שיענוש בה לעבודה ושלא לעבודה הא מה ת\"ל והזר הקרב יומת לעבודה עכ\"ל והנה מהספרי הזה מביא רמב\"ן בהשגותיו לס' המצות לאוין ס\"ט להשיג על רבינו שפסק לעיל פ\"ו ה\"א דבע\"מ לוקה על ביאה ריקנית למזבח יעו\"ש והמגלת אסתר כתב שם וז\"ל והראיה האחרת שהביא מהספרי שאומר ומה בע\"מ שלא ענש בו מיתה לא ענוש בו אלא לעבודה נ\"ל שהוא הפך כוונתו שהרי לא אמר לא הזהיר בו אלא עבודה דהוי משמע שאין אסור רק בעבודה אבל אמר לא ענש בו דמשמע דעונש מיתה אין בו עד שיעבוד אבל לאו אכניסה בלבד קא עבר עכ\"ל ולא ידעתי מהו סח הא לרבנן דפליגי עליה דרבי בסנהדרין פ\"ד א' ליכא מיתה בבע\"מ בעבודה וכן פסק רבינו לעיל פ\"ו ה\"ב יעו\"ש ופשטא דהספרי כוותייהו אתיא ודוחק לומר דהספרי אתי כרבי דהא אמר בהדיא דבע\"מ לא ענש בו מיתה וצע\"ג על דבריו (שוב מצאתי במל\"מ סוף הפרק בהלכה ט\"ו בסופו שתמה עליו בזה יעו\"ש).",
                "<b> וזר</b>\n<b> לא וכו'.</b> עי' זבחים ט\"ז א' וספרי שם.",
                "<b> הזכרים</b>\n<b> וכו'.</b> עי' זבחים רפ\"ג ועיין קדושין ל\"ו א' יעו\"ש."
            ],
            [
                "<b>על </b>\n<b> עבודה וכו'.</b> עיין יומא כ\"ד א' זבחים י\"ח א' קי\"ב ב' ד' א'.",
                "<b> אלא</b>\n<b> על ארבע וכו'.</b> פסק כרב שם ולא כלוי ועי' במל\"מ שתמה הא בירושלמי שם ה\"א הובא דר' יוחנן ס\"ל כלוי ור\"ש בן לקיש פסק כרב וא\"כ הלכה כר' יוחנן יעו\"ש ואולי אפ\"ל דרבינו ל\"ג כן בירושלמי ומפרש מאי דאיתא ביומא כ\"ז ב' והרי תרומת הדשן וכו' משום דאין זר חייב עליה מיתה וכמו שפי' כן התוס' בד\"ה למימרא וכו' מתחלה יעו\"ש היטיב ומה שהשיבו התוס' ע\"ז מהירושלמי דר' יוחנן ס\"ל דזר חייב עליה מיתה י\"ל דרבינו ל\"ג ליה או דלא ס\"ל כהירושלמי בזה ויש עוד לעיין בזה ועי' לקמן הלכה ח'."
            ],
            [
                "<b>כיצד </b>\n<b> על וכו'.</b> כאן התחלת הלכה ג'.",
                "<b> בין</b>\n<b> שזרק וכו'.</b> שם ביומא כ\"ד ב' זריקת דם בין לפנים בין לפני ולפנים. ונ\"ל דמש\"כ רבינו שזרק בפנים היינו על מזבח הזהב ובין שזרק בחוץ היינו על מזבח העולה. ומש\"כ בין שהזה הזאה אחת מכל הזיות הדם היינו שהזה על הפרכת ולפני ולפנים כן נראה לענ\"ד בזה ודלא כמש\"כ מרן. ומש\"כ דחייב על אחת מכל ההזיות נ\"ל דיצא לו זה מהא דזבחים ל\"ח ב' יעו\"ש היטיב דחייב על שלש מתנות שבחטאת יעו\"ש וע\"ע זבחים ק\"י א' יעו\"ש היטיב דחייב על זריקה אחת אם זרק בחוץ ועי' ירושלמי יומא פ\"ב ה\"א שתלה חיוב דזר בהא דחיוב דשחוטי חוץ וכן משמע בזבחים קי\"ב ב' והבן היטיב. ועוד י\"ל דהא דהזה הזאה אחת וכו' קאי על חטאת העוף והא דלא קחשיב הממצה בעולת העוף י\"ל משום דבגי' לא היה זה בברייתא וכמו שמבואר מדברי התוס' שם בד\"ה והמקטיר וכו' יעו\"ש והטעם דהוא בכלל המזה דהוא בכלל הזאה שבחטאת. וק\"ל ופשוט ובזה מיושב מה שהקשה מרן על רבינו למה לא קחשיב הממצה יעו\"ש והתימה שלא שת לבו לדברי התוס'.",
                "<b> בין</b>\n<b> שהזה וכו'.</b> עיי\"ש כ\"ד א' דזה חייב בין לרב בין ללוי. ומש\"כ מכל הזיות הקרבנות המצורע. היינו שבא להוסיף מתן הדם והשמן על התנוך והבהונות ומתן השמן נכח קדשי הקדשים (ועי' רש\"י שם ביומא שכתב שם בד\"ה שבע הזאות וכו' ושבמצורע שמזה מלוג שמן בהיכל כדכתיב והזה מן השמן באצבעו וכו' ועי' לקמן פ\"ד מהל' מחוסרי כפרה ה\"ב ובר\"ש פי\"ד דנגעים מ\"י ובקרבן אהרן בתו\"כ פרשת מצורע פ\"ג פרשה ג' שכתב דההזאה לא היו בהיכל רק בעזרה בשער נקנור נוכח בית קה\"ק יעו\"ש היטיב וכ\"כ רש\"י במנחות כ\"ז ב' וע\"ע פסחים פ\"ה ב' זבחים ל\"ב ב' וש\"נ). ודע דאין להקשות בהזה לפני ולפנים תיפוק לי דחייב מיתה אביאה בפנים כמש\"כ לעיל פ\"ב ה\"ג די\"ל דמיירי דשגג בביאה והזיד בעבודה וכמש\"כ התוס' ישנים שם ביומא או דמיירי דנכנס דרך משופש וכה\"ג בענין דפטור על הביאה יעו\"ש בפ\"ב."
            ],
            [
                "<b>הקטיר </b>\n<b> איברים וכו'.</b> למד כן מהא דאיתא בזבחים קי\"ב ב' דהמעלה מבשר חטאת מבשר אשם מבשר קדשי קדשים מבשר קדשים קלים ומותר העומר ושני הלחם ולחם הפנים ושירי מנחות וכו' אין בהם משום זרות מבואר מזה דדווקא הני משום שאין דרכן להקטיר אבל בדבר שדרכו להקטיר חייב משום זרות ועי' תוס' יומא כ\"ד ב' ד\"ה והמקטיר וכו' יעו\"ש היטיב.",
                "<b> הפך</b>\n<b> איברים וכו'.</b> עי' יומא י\"ב א' ושבועות י\"ז ב' ועי' לעיל פ\"ד ה\"ג יעו\"ש.",
                "<b> שהקטיר</b>\n<b> כזית וכו'.</b> זה נלמד מהסוגיא שאביא בסמוך ד\"ה קטרת על.",
                "<b> קטרת</b>\n<b> על וכו'.</b> מקורו מהא דאיתא בזבחים ק\"ט ב' פלוגתא דר' אליעזר ורבנן בהקריב בחוץ כזית מקומץ ולבונה וקטרת ומנחת כהנים ומנחת כהן משוח ומנחת נסכים דר\"א פוטר עד שיקריב כולן ורבנן מחייבי בכזית ושם בש\"ס מייתי ברייתא דהמקטיר כזית קטרת בחוץ חייב חצי פרס בפנים פטור קס\"ד מאי פטור זר אמאי הקטרה היא ומסיק אמר רבה בהקטרה דהיכל כו\"ע לא פליגי (דחייב בכזית) כי פליגי בהקטרה דפנים דר\"א ס\"ל מלא חפניו דווקא ורבנן ס\"ל לאו דווקא ומקשה אביי והא כי כתיבא חוקה בהקטרה דפנים הוא דכתיבא וע\"כ מסיק אביי דבהקטרת פנים כו\"ע לא פליגי כי פליגי בהקטרה בחוץ (ר\"ל שהקטיר כזית מקטרת דלפני ולפנים בחוץ) ורבנן ס\"ל ילפינן פנים מחוץ (ר\"ל ילפינן קטרת דלפני ולפנים מקטרת דהיכל) ור\"א ס\"ל לא ילפינן פנים מחוץ ורבא מתרץ דפליגי בקבעינהו במנא יעו\"ש היטיב. נמצינו למדין מזה דהקטרת קטרת בכזית חייב לרבנן בחוץ וכן זר בפנים מדמקשה אמאי פטור זר הא הקטרה היא מבואר מזה דכל שהיא הקטרה זר חייב עליו ולכן בהקטרה דהיכל דהלכה כרבנן דחייב בכזית בחוץ זר נמי מחייב עלה בכזית אבל קטרת דלפני ולפנים בעינן מלא חפניו דווקא דאי לאו הכי לא הוי הקטרה וזה ברור בכוונת רבינו והנה מרן העיר בזה וכתב וצ\"ע ולא ידעתי מאי קשה ליה בזה. שוב ראיתי במל\"מ לקמן פי\"ט מהל' מעשה הקרבנות ה\"י בד\"ה ומש\"כ רבינו כל דבר וכו' שביאר כוונת מרן יעו\"ש היטיב ובמש\"כ שם. ועיין מל\"מ שתמה למה לא הביא רבינו הא דהקטיר דבר פסול יעו\"ש וי\"ל דא\"כ תיקשי ליה ברייתא דרב דאמאי לא חשיב זה אלא ודאי דבכלל המקטיר הוא וה\"נ י\"ל לרבינו וק\"ל ופשוט."
            ],
            [
                "<b>שני </b>\n<b> גזרי וכו'.</b> עיי\"ש ביומא כ\"ד ב' וכ\"ז ב' וכ\"ח א' ועי' תוס' ישנים שם דרב ולוי פליגי עליה דר' יוחנן בזה ועי' בירושלמי יומא שם פ\"ב ה\"א דהתם איתא דהכל מודים דחייב זר מיתה יעו\"ש היטיב ובש\"ק שם מש\"כ בזה.",
                "<b> היוצק</b>\n<b> והבולל וכו'.</b> כל זה מבואר בזבחים קי\"ב ב' במשנה לבד מהמסדר הבזיכין והמצית אש במזבח דליתא שם והנה סידור בזיכין מבואר ביומא שם כ\"ד ב' אבל המצית אש במזבח לא נזכר שם ואדרבה שם איתא דהמדליק את המנורה פטור דהדלקה לאו עבודה היא ופריך והתניא ונתנו בני אהרן הכהן אש על המזבח וערכו עצים על האש לימד על הצתת אליתא שלא תהא אלא בכהן כשר וכלי שרת ומשני הצתת אליתא עבודה היא הדלקה לאו עבודה היא יעו\"ש ומשמע מזה שהיא עבודה גמורה וחייב עליה זר. אבל י\"ל דבאמת עבודה היא אבל לאו עבודה תמה וכמש\"כ מרן דיש אחריה עבודה דשני גזרי עצים ולא דמי להדלקת הנרות דאילו הוה עבודה היתה עבודה תמה משא\"כ בזה וי\"ל דזה כוונת הש\"ס דקאמר התם אלא מעתה זר שסידר את המערכה ליחייב ומשני איכא סידור שני גזרי עצים ופשוט. ועיין בתו\"כ אחרי פ\"י פרשה ז' דאיתא שם יכול היוצא והיוצק והבולל וכו' והאי היוצא אין לו ביאור ונ\"ל כי צ\"ל היוצת ור\"ל המצית אש במזבח (ועיין תוס' ישנים ביומא שם בד\"ה הצתת וכו'). והא דלא מייתי רבינו המדליק את הנרות י\"ל דאזיל לשיטתיה דס\"ל דהמטיב היינו המדליק כמש\"כ לקמן פ\"ג מהל' תמידין ומוספין הי\"ב יעו\"ש. ועיין לקמן הלכה ז'."
            ],
            [
                "<b>כשרה </b>\n<b> בזרים וכו'.</b> עיין ברכות ל\"א ב' פסחים ס\"ד ב' יומא כ\"ז א' זבחים ל\"א ב' מנחות י\"ט א' ת\"כ ויקרא פ\"ד פרשה ד'.",
                "<b> בין</b>\n<b> קדשי וכו'.</b> עי' יומא כ\"ה ב' יעו\"ש היטיב ושם מ\"ב א' וזבחים י\"ד ב' וס\"ח ב' ומנחות ו' ב' לענין פרה ודו\"ק ובתו\"כ צו פ\"ח פרשה ד' יעו\"ש.",
                "<b> וכן</b>\n<b> ההפשט וכו'.</b> יומא כ\"ו ב' כ\"ז א' יעו\"ש היטיב ועי' תוס' ישנים ביומא מ\"ט ב'.",
                "<b> עצים</b>\n<b> למזבח וכו'.</b> שם יעו\"ש היטיב."
            ],
            [
                "<b>כשרה </b>\n<b> בזרים וכו'.</b> שם ביומא כ\"ד ב' ועיין מרן בשם ריטב\"א מש\"כ להקשות מדכתיב דבר אל אהרן וכו' בהעלותך את הנרות יעו\"ש מש\"כ בזה ובאמת לק\"מ דזר אסור ליכנס למקדש וא\"כ היה צריך כהן להדלקה אבל אם אירע שהוציאו לחוץ והדליקו באמת כשר אף בזר כיון דלאו עבודה היא ועל תירוץ הריטב\"א שכתב שלא מצינו בלשון חיוב לכאורה יש לעיין דהא כתיב יערוך אותו אהרן ובניו מערב עד בקר (בפרשת תצוה) ואולי שם הכוונה על ההטבה ולא על ההדלקה. אבל זה אינו דהא כתיב מערב עד בקר והיינו ההדלקה ואולי יפרש דה\"ק שיערוך אותו שידלק מערב עד בקר (ולפי\"ז י\"ל דשפיר השמיט רבינו לעיל בהלכה ה' הדלקת הנרות דבהטבה פסול זר ורק אין חיוב מיתה עליו משא\"כ בהדלקה דכשר ומותר בזר וק\"ל) ודע דקושיית הריטב\"א מוזכרת בתוס' ישנים ביומא שם יעו\"ש היטיב.",
                "<b> והוציאן</b>\n<b> לחוץ מותר וכו'.</b> כתב הראב\"ד וז\"ל א\"א הפליג כשאמר מותר לזר להדליקן אלא שאם הדליקן כשרות עכ\"ל הא דפשיטא ליה דזר שהדליקן כשרות היינו מדהקשה הש\"ס שם ביומא אהא דאמר דהדלקה לאו עבודה היא מהא דכתיב ונתנו בני אהרן הכהן וכו' שצריכה הצתת אליתא כהן כשר וכלי שרת מבואר מזה דהא הדלקת נרות לא בעי כהן כשר וכלי שרת דלענין זה לאו עבודה היא (ועוד מוכח כן מדתירצו בזבחים י\"ד ב' מידי דהוי אמראות נגעים וכו' ולא אמר מידי דהוי אהדלקת הנרות וק\"ל) וא\"כ לא ידעתי מאן מפיס דלא כשר לכתחלה בזר והכי משמע קצת מדברי הריטב\"א שהובא במרן שהקשה מבהעלותך את הנרות וק\"ל."
            ],
            [
                "<b>צריכה </b>\n<b> כהן וכו'.</b> עיין ביומא כ\"ג ב' פלוגתא דר\"י ור\"ל בבע\"מ אם כשר בהרמה ור\"י ס\"ל דד\"ה דפסול בהרמה ובירושלמי איתא שם הוא זר הוא בע\"מ יעו\"ש ועד כאן לא פליגי ריש לקיש רק לר' אליעזר דמכשיר בע\"מ בהוצאה אבל לרבנן דפסלי בהוצאה כ\"ש בהרמה ועיי\"ש בתוס' ד\"ה יש עבודה וכו' שמשמע מדבריהם דבאמת בע\"מ עדיף מזר יעו\"ש וזהו היפך הירושלמי ויש לדחוק ועי' לקמן פ\"ב מהל' תמידין ומוספין הט\"ו דרבינו ס\"ל דגם בהוצאה פסולין בע\"מ א\"כ גם ר\"ל מודה דהרמה צריכה כהן ופשוט.",
                "<b> ואינו</b>\n<b> חייב וכו'.</b> עי' לעיל ה\"ב יעו\"ש.",
                "<b> וכן</b>\n<b> אם וכו'.</b> בזה כו\"ע מודו ואפילו לוי דהיכל דומה לקדשי הקדשים בזה דבעינן דווקא עבודת מתנה ולא עבודת סילוק כדפשיט רבא שם כ\"ד ב' ועיי\"ש בתוס' ישנים שהקשו מאי איבעיא ליה לרבא יעו\"ש."
            ],
            [
                "<b>פורקה </b>\n<b> וחוזר וכו'.</b> אף דאתקיף עלה ר' זירא וכי יש לך עבודה שכשרה בלילה ופסולה בזר עיי\"ש בתוס' ישנים שכתבו וז\"ל מיהא זר וודאי מוזהר עליהן דכתיב צו את אהרן וגו' היא העולה על מוקדה וגו' ולעיל נמי אמרינן דסידור גזירין בעי כהונה (הן אמת שלא הבנתי מאי ראיה מייתי משני גזרין דהתם חיובא נמי איכא כדלעיל סעי' ה' וכמסקנת הש\"ס שמה) אבל הכא אמרינן בפסול (צ\"ל בחיוב) מיתה וא\"ת מנין שאין כאן פסול מיתה לפי שהיא כשרה בלילה הא גבי זר הקרב יומת לא כתיב יום ולא ממעטינן לילה י\"ל דפשיטא ליה שאין עבודה חשובה אלא של יום וביום צוותו כתיב לחייב עליה מיתה עכ\"ל וזהו דעת רבינו ועי' מש\"כ מרן."
            ],
            [
                "<b>אין </b>\n<b> חייבין אלא וכו'.</b> הטמא ושלא רחוץ ידים ורגלים מבואר בזבחים קי\"ב ב' ובע\"מ ליתא שם רק י\"ל דלמד זה דבתו\"כ אותו הלשון שנאמר גבי שחוטי חוץ באחרי מות פ\"י פרשה ז' אותו לשון נאמר באמור פ\"ב פרשה ג' ושחוטי חוץ כבר איתא במשנה בזבחים שם דבעינן עבודה תמה. (שוב ראיתי להמל\"מ שכ\"כ יעו\"ש) ועי' עוד לקמן פ\"ג מהל' תמידין ומוספין ה\"י במל\"מ קצת אריכות דברים בזה יעו\"ש היטיב ואי\"ה במקו\"א יבואר עוד מזה ויש להביא ראיה קצת מהא דזבחים ט\"ו ב' שיליף דזר ששימש שחילל ק\"ו מבע\"מ יעו\"ש וא\"כ איכא למיפרך מה לבע\"מ שכן לא חילק בין עבודה תמה לשאינה תמה משא\"כ בזר אלא ודאי דאין לחלק ויש לדחות דמ\"מ לאו איכא בזר בכל עבודות וא\"כ לא גרע מבע\"מ אמנם לרבי דס\"ל דבע\"מ במיתה א\"כ שפיר יש להוכיח משם. (ודע דהא דמשיג הרמב\"ן על רבינו בס' המצות על מאי דמחייב רבינו בבע\"מ אביאה ריקנית וכמש\"כ לעיל ה\"א מההוא דספרי י\"ל דה\"ק הספרי דחייב על עבודה תמה וכמו אותו לשון דת\"כ דכוונתו על עבודה תמה ואף דחייב אביאה ריקנית מ\"מ בעינן שעיקר ביאתו היתה לעבודה תמה י\"ל דדווקא בבואו למזבח חייב אביאה ריקנית אבל כל שלא בא למזבח ואינו חייב רק מחמת עבודה בעינן עבודה תמה דווקא. ויש לעיין בזה). והא דלא כתב רבינו מחוסר בגדים המבואר במשנה י\"ל משום דהוי כמו זר והוי כמו רחוץ ידים ורגלים. וכן שתויי יין עיין זבחים י\"ח א' ועיין במל\"מ. ועיין זבחים כ\"ד א' יעו\"ש ברש\"י ותוס' דהוי הכל מטעם זר יעו\"ש היטיב. ועיין בחי' פנים מאירות לזבחים שהעלה דשתוי יין חייב מיתה אף בעבודה שאינה תמה וראייתו מהך דתוס' זבחים ט\"ו ב' ד\"ה אתיא וכו' שכתב וז\"ל וצ\"ע אמאי לא יליף מק\"ו דיושב דאינו במיתה וגם זר דאינו במיתה בקבלה לפי שאינה עבודה תמה ומחללי כ\"ש פרועי ראש דבמיתה דמחללי עכ\"ל ומינה מבואר דפרועי ראש חייבין מיתה אף בעבודה שאינה תמה וה\"ה לשתויי יין יעו\"ש היטיב אבל באמת אין זה מוכרח כ\"כ דנימא דהתוס' מחייבי מיתה בפרועי ראש אף שלא בעבודה תמה די\"ל דה\"ק אמאי לא יליף דפרועי ראש מחללי עבודה בעבודה תמה דחייבים עליהם מיתה ונילף ק\"ו מזר דמחלל עבודה אף בשאינה תמה וכ\"ש דפרועי ראש מחללי עבודה בעבודה תמה והבן. ועי' תו\"כ שמיני פרשה א' (אחר מכילתא דמלואים) וז\"ל חקת עולם לדורותיכם לרבות יציקות ובלילות ותנופות והגשות וקמיצות והקטרות והמליקות והקבלות והזאות עכ\"ל ומזה מבואר דשתויי יין חייב אף על עבודה שאינה תמה. ואולי אפשר דהתם לענין איסורא מיירי ולא לענין חיוב מיתה. אף דלרבינו אף בביאה ריקנית יש איסור י\"ל דהיינו דווקא מן המזבח ולפנים וכמש\"כ בפ\"א הט\"ו יעו\"ש ויש לעיין בזה לדינא. (ולכאורה מוכרח לומר דהתו\"כ מיירי לענין איסור ועיי\"ש בקרבן אהרן אות ח' ודו\"ק היטיב)."
            ],
            [
                "<b>טבול </b>\n<b> יום ומחוסר כפורים וכו'.</b> עיין בראב\"ד ובמרן (ויש לעיין אמאי לא כתב נמי שתויי יין וצ\"ע) ומבואר מזה דיש לחייב שתים במחוייבי מיתה בידי שמים ועי' לעיל במל\"מ בפ\"ב ה\"ב יעו\"ש היטיב ודו\"ק.",
                "<b> ואם</b>\n<b> היה זר וכו'.</b> עיין מרן ועיין תוס' יבמות ל\"ב ב' בד\"ה בע\"מ וכו' יעו\"ש היטיב. ועי' ספרי קרח פיסקא קט\"ז לכאורה לא משמע כן ויש ליישב."
            ],
            [
                "<b>חייב </b>\n<b> משום וכו'.</b> עיין כל הסוגיא ביבמות ל\"ב ב' (ובירושלמי פ\"ב דשבת ה\"ה) דר\"ח ס\"ל דחייב שתיים ובר קפרא ס\"ל דחייב אחת ומסיק התם דפליגי אליבא דר' שמעון ובבת אחת אבל לר' יוסי לכו\"ע חייב שתים יעו\"ש דמסיק בתיובתא על בר קפרא וס\"ל דבבת אחת כו\"ע לא פליגי דחייב תרתי ולא פליגי ר' יוסי ור\"ש רק באיסור כולל ולר\"י באיסור כולל חייב ג\"כ שתים. ורבינו דס\"ל דבאיסור כולל חייב שתים א\"כ שפיר פסק כאן דבכל ענין חייב שתים. ובאמת דברי הראב\"ד תמוהים שכתב דמיירי כאן בבת אחת כגון שהביא שתי שערות בשבת ובע\"מ שחתך אצבעו בסכין טמאה. וכבר תמה עליו מרן בזה (ועוד יש לתמוה קצת למה כתב דבע\"מ מיירי שחתך אצבעו בסכין טמאה ולמה לא כתב כגון דאייתי שתי שערות ואיטמי כמו שמבואר שם בש\"ס ובזה י\"ל דה\"ק דבזר ששימש בטומאה ליכא לאוקמי רק באייתי שתי שערות בשבת אבל בבע\"מ יש לאוקמי בתרי גווני באייתי שתי שערות ואיטמי א\"נ שחתך אצבעו בסכין טמאה) והיותר נ\"ל כי גם הראב\"ד לא פליג אדינא רק משום דמסיק בהשגה הקודמת ואפשר דפליגי תנאי באיסור כולל ואיסור בת אחת והנה רוצה לאשכוחי גם כאן איסור בת אחת וזה פשוט לו באיסור כולל לכן משכח נמי דיכול להיות בבת אחת. ועיין מל\"מ שכתב דבע\"מ שתוי ששימש פטור הכי איתא בת\"כ פרשת שמיני יעו\"ש וכבר נכלל זה בדברי רבינו פ\"א ה\"א יעו\"ש."
            ],
            [
                "<b>שעבד </b>\n<b> ע\"ז וכו'.</b> זה דעת רב ששת במנחות ק\"ט א' דהלכה כוותיה לגבי דרב נחמן באיסורי כמש\"כ התוס' בעירובין ל\"ב א' ועי' מש\"כ לעיל פ\"ד הט\"ו ועי' מרן.",
                "<b> או</b>\n<b> המשתחוה וכו'.</b> שם ע\"ב וכרב ששת.",
                "<b> אבל</b>\n<b> השוחט וכו'.</b> שם א' וכרב ששת דדווקא בשוגג ולא במזיד.",
                "<b> ואעפ\"כ</b>\n<b> וכו'.</b> דלשון הש\"ס משמע שם דלכתחלה בכל ענין אסור ורק בדיעבד שרי ועי' במרן."
            ],
            [
                "<b>חוץ </b>\n<b> למקדש וכו'.</b> שם במשנה ק\"ט א' וע\"ב שם ובע\"ז נ\"ב ב'.",
                "<b> כלים</b>\n<b> שנשתמשו וכו'.</b> בע\"ז שם.",
                "<b> שאם</b>\n<b> עבד וכו'.</b> עי' מרן הטעם שאינו אלא קנסא בעלמא כדאיתא בע\"ז שם."
            ],
            [
                "<b>העובד </b>\n<b> ע\"ז. </b> כאן הלכה י\"ג.",
                "<b> הזר.</b> כאן הלכה א': <b> בע\"מ. </b> פ\"ו הלכה א' ב': <b> הערל. </b> שם הלכה ח': <b> הטמא. </b> פ\"ד הלכה א': <b> טבו\"י. </b> שם הלכה ד': <b> מחו\"כ. </b> שם הל' ד' ה': <b> האונן. </b> פ\"ב הלכה ז': <b> השכור. </b> פ\"א הלכה א': <b> מחוסר בגדים. </b> פ\"י מהל' בית הבחירה הלכה ד': <b> היתר בגדים. </b> שם הלכה ה': <b> פרום בגדים. </b> פ\"א הלכה י\"ד: <b> פרוע ראש. </b> שם הלכה ח': <b> שלא רחוץ וכו'. </b> פ\"ה ה\"א: <b> היושב. </b> שם הלכה י\"ז: <b> מי שיש בידו וכו'. </b> שם: <b> מי שיש בין וכו'. </b> שם:",
                "<b> מי שעבד וכו'.</b> שם הלכה י\"ח. כל הדברים הללו הנזהר בהם עליהם ח\"י ח\"י.",
                "<b> מפרוע</b>\n<b> ראש וכו'.</b> כבר נתבארו היטיב במקומם. ועי' בבכורות מ\"ה ב' דחשיב פסולים בבהמה וכשרים באדם מי שנעבדה בו עבירה ושהמית את האדם מבואר מזה דבהמית אדם כשר לעבודה וכ\"כ תוס' ביבמות ז' א' ד\"ה שנאמר וכו' ותוס' סנהדרין ל\"ה ב' ד\"ה שנאמר וכו' (ומדלא הביאו ראיה מכאן מבואר שלא היה זה בגירסתם) ועי' כאן במל\"מ.<br><b> והנה</b> מצאתי כאן את שאהבה נפשי במל\"מ שחקר אם זר חייב על ביאה ריקנית יעו\"ש היטיב והנה כבר עמדתי על חקירה זו בסי' י\"א ס\"ק ל' יעו\"ש היטיב. והנה כל דבריו פשוטים המה והנה בכמה דברים כוונתי לדעתו בעזר ה' יעו\"ש היטיב. והנה אף שלדעתו דלרבינו חייב זר אכניסה ריקנית למזבח ולפנים אבל מ\"מ אנגיעה לא מצינו שיתחייב ודברינו שם אינם מופרכים בעזר\"ה. והנה מהתוס' דסנהדרין פ\"ג א' ד\"ה ולא משום וכו' משמע לכאורה דזר אינו חייב אביאה ריקנית דהקשו בטמא הא בלא\"ה חייב משום כניסה שכתב וז\"ל ואפילו איכא מינייהו דלא אפשר בלא שהייה חשיב כולהו משום זרות ומשום מחוסר בגדים עכ\"ל מבואר מזה דזרות ומחוסר בגדים אין חייבין משום ביאה ריקנית אבל י\"ל דאין חייבים מיתה על ביאה ריקנית אבל לעולם לאו איכא. ודע דלכאורה משמע מהמל\"מ שבמחילת כת\"ר אישתמיט מיניה דברי התוס' לשעתו. שהקשה אסברת המגילת אסתר שהוכיח מדלא חשיב שם בע\"מ מבואר מזה דבע\"מ בלא\"ה לוקה. וכתב ע\"ז המל\"מ וז\"ל ועוד כפי סברתו אמאי תני ולא משום טומאה הא בלא\"ה חייב כרת משום כניסתו בטומאה וחיוב זה דכניסה בטומאה שייך בכל החלוקות השנויות שם והחלוקה שכתב רבינו בפ\"ד מהל' אלו שיתחייב מיתה משום עבודה ולא יתחייב כרת משום הכניסה לא שייך בכל הני שנשנו כמבואר ועל כורחין אית לן למימר דהוצרך התנא לומר דבהני עבודות ליכא משום טומאה כדי ללמדנו דלא נימא שיתחייב שתים אחת משום כניסה ואחת משום עבודה א\"נ כגון אם שגג בכניסה והזיד בעבודה דאיצטריך התנא לומר דבעבודות אלו אינו חייב כלל וכההיא דאיתא ביומא נ\"ג א' עלה דאמרינן שאם חסר אחת מכל סממניה חייב מיתה שהקשו ותיפוק ליה משום דמעייל ביאה ריקנית ותירץ רב ששת כגון ששגג בביאה והזיד בהקטרה ומכל הני טעמי הוה יכול למיתני בע\"מ עכ\"ל והנה הלא תוס' הקשו קושיא זו בסנהדרין שם וז\"ל וא\"ת תיפוק ליה משום טמא שנכנס למקדש דבכרת וי\"ל כגון שנטמא בפנים ולא שהה וכה\"ג פריך ומשני בשבועות י\"ז א' וכו' ועבודות דהכא נמי איפשר למיעבד בלא שהייה ואפילו איכא מינייהו דלא אפשר בלא שהייה וכו' יעו\"ש היטיב וא\"כ אפ\"ל כי המגילת אסתר קאי בשיטתייהו ובבע\"מ לא שייך כן. הן אמת דבר\"ן שם בחי' תירץ נמי תירוץ המל\"מ יעו\"ש ובאמת דאיכא עוד תירוץ כגון שנכנס דרך גגות דפטור על הכניסה ולא שהה וע\"ע אריכות דברים בזה להמל\"מ פ\"ג הי\"ט יעו\"ש היטיב. והנה יש עוד נפק\"מ לחייבו שתים וכמש\"כ לעיל סעיף י\"א. אך מה שאני תמה על בעל המגילת אסתר והוא הא דעתו דבע\"מ ששימש במיתה וכמש\"כ לעיל ס\"ק ג' יעו\"ש היטיב וא\"כ הדרא קושיא לדוכתא ליתני נמי בע\"מ ואי משום דבלא\"ה חייב על כניסה להיכל הא בכניסה ריקנית אינו חייב מיתה משא\"כ בעבודה תמה חייב מיתה והרי הוא ממש דומה לזר (הן אמת כי דבריו תמוהים שמה וכמש\"כ שם) אך י\"ל כי באמת ס\"ל להמגילת אסתר דבזר אין שום לאו בכניסה ריקנית לכן חשב אותו המשנה משא\"כ בבע\"מ ודלא כסברת המל\"מ דבזר נמי יש לאו אביאה ריקנית."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "הר המוריה על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Har HaMoriyah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}