{
    "language": "he",
    "title": "Da'at Zekenim on Numbers",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "daat zekenim",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "דעת זקנים",
    "heTitle": "דעת זקנים על במדבר",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Da'at Zekenim",
        "Torah"
    ],
    "text": [
        [
            [],
            [
                "<b>שאו את ראש כל עדת בני ישראל. </b>אמר הרב בכור שור כי על ידי בקע לגלגלת דכי תשא נודע כללם דכל ישראל ביחד דכתי' התם לשש מאות וכאן מצינו כל שבט ושבט דגל בפני עצמו שנאמר למשפחותם לבית אבותם ובערבות מואב מונה את הנולדים מאלו סמוך לכניסה לארץ כי בהם לא היה איש מפקודי משה ואהרן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויהיו בני ראובן בכור ישראל. </b>לפי שבנסיעה היה יהודה ראשון נותן כאן טעם למה נמנה ראובן ראשון לפי שהיה בכור ישראל: ",
                "<b>במספר שמות לגלגלותם. </b>למה נאמר לגלגלותם בראובן ושמעון יותר מכל שאר השבטים לפי שקנטרן יעקב כאשר בירך בניו והוצרכו לכפרה וגבי שקלים הבאים לכפרה כתיב בקע לגלגלת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והלוים למטה אבותם לא התפקדו בתוכם. </b>לפי שלא היה מנינם שוה שישראל נמנים מבן עשרים שנה והלוים מבן חדש ומבן שלשים שנה כדלקמן: "
            ],
            [],
            [
                "<b>אך את מטה לוי לא תפקוד וגו'. </b>להוציאם מן הגזרה לפי שצפה הקב\"ה שעתידין ישראל להכעיס לפניו ולגזור עליהם במדבר הזה יפלו פגריכם לפיכך לא רצה הקב\"ה למנותם עם ישראל: "
            ]
        ],
        [],
        [
            [
                "<b>ואלה תולדות אהרן ומשה. </b>כלומר הכהנים והלוים ומונה בני אהרן תחלה לבדם כדכתיב ויבדל אהרן להקדישו ובני משה לא נבדלו מן הלוים ולכך תולדותם הם בכלל הלוים שיצאו מעמרם: ",
                "<b>ביום דבר ה' את משה. </b>כלומר באותו יום היו ארבעה תולדות לאהרן אבל אחר כך מתו נדב ואביהוא לפני ה' כדמפרש ואזיל. אמר ר' יוחנן לפני ה' מתו נדב ואביהוא אלא מלמד שקשה לפני הקדוש ברוך הוא מיתת בניהן של צדיקים כשמתים בחייהם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שנים ועשרים אלף. </b>וכנגדן בא הקב\"ה במלאכים בשעת מתן תורה שנאמר רכב אלהים רבותים אלפי שנאן ולא נדרש שאינן אלא שנאן מלאכים ורבותים ואלפי הם שנים ועשרים אלף. ולפי שגלוי וידוע לפני הקב\"ה שכל ישראל יעבדו לעגל חוץ משבט לוי לפיכך לא הביא מלאכים אלא כנגד שבט לוי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולקחת חמשת שקלים. </b>וכן לדורות. וא\"ת מפני מה הלוים אינן פודין בכורותיהם הנולדים מכאן ולהבא כמו שהבכורות ישראל פודין בכורותיהם וי\"ל דכל הלוים הנולדים הם מאלו אבל הבכורות של ישראל אינן נולדים מן הבכורות אלא מכל ישראל שלא נפדו ואותם הנולדים מן הבכורות אינן ידועין לפיכך צוה הקב\"ה לפדות כל הבכורות שנולדו מכאן ולהבא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>וכסו בה את ארון העדות. </b>וכתיב ושמו בדיו פי' נתקנו בדיו אבל אין לפרש לשון שימה ממש דהא כתיב לא יסורו ממנו לעולם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נשא את ראש בני גרשון גם הם. </b>לפי שבמנין דלעיל שמבן חדש ומעלה נמנו בני גרשון תחלה לפי שהיה גדול מבני לוי שנאמר ובני לוי גרשון וקהת ומררי ובמנין זה דמבן שלשים ומעלה נמנו בני קהת תחלה לפי שעקר עבודה עליהם הארון והמזבחות לכך הזכיר על בני גרשון גם הם כלומר לא הנחתים לגמרי מלמנות אלא גם הם תמנה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על פי ה' ביד משה. </b>בבני קהת ובני מררי כתיב ביד משה. ובבני גרשון לא נאמר אלא על פי ה' וי\"ל שבפרשה של מעלה דאל תכריתו משפחות הקהתי כתיב וידבר ה' אל משה ואל אהרן לפיכך כתיב כאן דמשה פקד ומפי הגבורה נאמר למשה ובבני מררי דלא כתיב בהו וידבר ה' אלא בני מררי למשפחותם וגו' פירש בסוף הפרשה דעל פי ה' ביד משה היה אבל גבי בני גרשון כתיב למעלה וידבר ה' אל משה אבל אהרן לא נזכר כלל לפיכך לא הוצרך גבי בני גרשון ביד משה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לעבוד עבודת עבודה. </b>שחיטה הפשט ונתוח שהם עבודת הכהנים וזה היו עושין הלוים כדכתיב בעזרא ובדברי הימים וגבי פסח של חזקיהו שהיו הלוים מפשיטין: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מזכרת עון. </b>שאר מנחות באות לכפר עון מנחת חוטא ומנחת נדבה ונותנין בהן שמן ולבונה כדי שיהא הקרבן מתמר ועולה לריח ניחוח אבל זו שאינה באה להזכיר זכות אלא לגלגל עון לפיכך לא יהא קרבנה מהודר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מאשר חטא על הנפש. </b>י\"ל מלשון קולע אל השערה ולא יחטיא שהחטיא את הנפש ומנעה מן היין וקרוב הוא לדרשת רז\"ל על שציער עצמו מן היין: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יברכך ה' וישמרך. </b>יברכך בעושר. וישמרך שתעשה המצות כדדרשי' ושמרתם את המצות ד\"א יברכך בבנים וישמרך בבנות שהנקיבות צריכות שמירה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויהי המקריב ביום הראשון. </b>משמע אעפ\"י שאינו ראוי להקריב ראשון שאינו גדול שבשבטים שהרי ראובן ושמעון גדולים ממנו אלא שהוא תחלה לכל דבר כדפרי' לעיל א\"נ לפי שהיה נשיאו גיסו של אהרן כהן גדול: ",
                "<b>ביום הראשון. </b>בניסן היה:"
            ],
            [
                "<b>וקרבנו. </b>וא\"ו יתירה שלא יגיס דעתו על שזכה להקריב ראשון לכך כתיב וקרבנו דמשמע שיש אחר שקדמו דוא\"ו מוסיף על ענין ראשון ולכך נמי לא הוזכר בו נשיא כמו באחרים: ",
                "<b>קערת כסף אחת וגו'. </b>כנגד יוכבד שהיתה בת ק\"ל שנה: ",
                "<b>מזרק אחד כסף. </b>כנגד משה שהיה שקול כשבעים זקנים:",
                "<b>שניהם מלאים. </b>יכול אהרן אינו כמוהו ת\"ל שניהם מלאים שניהם שוים: "
            ],
            [
                "<b>כף אחת עשרה זהב. </b>כנגד עשרת הדברות שקבל משה שמלאות ריח טוב כקטרת. ויש להוכיח מכאן מה שאחז\"ל כוס של ברכת המזון שוה מ' זהובים וה\"פ דקרא אחת מכ\"ף דהיינו מאה ברכות שחייב אדם לברך בכל יום כמנין כ\"ף. עשרה זהב שוה עשרה זהובים וא\"כ כוס של ברכה שיש בו ארבע ברכות שוה ארבעים זהובים: "
            ],
            [],
            [],
            [
                "<b>ולזבח השלמים. </b>כנגד כל התורה שנאמר וכל נתיבותיה שלום:",
                "<b>בקר שנים. </b>שכתובה בשני לוחות:",
                "<b>אילם חמשה עתודים חמשה. </b>כנגד ה' דברות על לוח זה וה' על לוח זה.",
                "<b>כבשים חמשה</b> כנגד ה' חומשי תורה וכל שאר עתודים כתיב חסר ווא\"ו וזה מלא לפי שנתחדשו באותו יום ששה דברים ראשון לכהונה ראשון לנשיאים ראשון לקרבנות ראשון לחדשים ראשון ליציאת מצרים ראשון לאיסור הבמות זה מצאתי. ולא נהירא לי שהרי במס' שבת פרק רבי עקיבא מסיק אותו היום נטל עשר עטרות וכו' אלמא נתחדשו יותר מששה דברים לכך נ\"ל דוא\"ו דוקרבנו אצטריך ליה ללמוד שלא יתגאה. וא\"ו דהכא רמז לו' צדיקים שיצאו מנחשון כדפי' לעיל. ומאי טעמא לא הקריבו אלא דבר מועט פר אחד איל אחד משל למלך שיצא לדרך והיו מביאין לפניו סעודה לפי הדרך ולפי הפונדק אמר להם המלך כך אתם מכבדים אותי אמרו לו אדוננו המלך בדרך אנו נותנין לפי הדרך ולפי הפונדק אבל כשתכנס נכנס עמך לפלטרין שלך אז תראה כמה אנו מכבדין אותך כך כשהוקם המשכן הקריבו הנשיאים קמעא אמר הקב\"ה זהו כבודי בדבר מועט אמרו לפניו רבון העולמים במדבר אנו עומדין ולפי המדבר אנו מקריבין לפניך אבל כשיבנה בית המקדש במהרה בימינו ותכנס לתוך פלטרין שלך אז תראה כמה קרבנות וכמה פרים נקריב לפניך וזש\"ה הטיבה ברצונך את ציון וגו' אז תחפוץ זבחי צדק עולה וכליל אז יעלו על מזבחך פרים ולא פר אחד וכן אתה מוצא בשלמה כשחנך את הבית מה כתיב שם ויזבח שלמה את זבח השלמים בקר עשרים ושנים אלף וצאן מאה ועשרים אלף ויחנכו את בית ה'. וכן בימי עזרא כתיב והקריבו בית אלהא דנא תורין מאה דכרין מאתן אמרין ארבע מאה: "
            ],
            [
                "<b>ביום השני הקריב וגו' נשיא יששכר. </b>לפי ששבטו של יששכר היו חכמים בתורה שנא' ומבני יששכר יודעי בינה לעתים לכך זכו להקריב בשני ועל פי הדבור היה ולכך כתיב הקריב רחוק היה ונתקרב ורש\"י פי' בענין אחר וגם פירש למה הקרב חסר יו\"ד: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ביום השביעי נשיא לבני אפרים. </b>ושבת היה שהרי ביום הראשון ראשון היה למעשה בראשית ולפי שיוסף היה שומר שבת קודם שניתנה התורה שנא' וטבוח טבח והכן ואין הכנה אלא לשבת שנא' והיה ביום הששי והכינו את אשר יביאו אמר לו הקב\"ה שבזכות זה יכין בנך קרבנו ביום השבת שאין קרבן יחיד דוחה את השבת וזש\"ה לי גלעד ולי מנשה ואפרים מעוז ראשי יהודה מחוקקי ואמר ריש לקיש אם יאמר לך אדם למה בנה אליהו במה בהר הכרמל בשעת איסור הבמות לי גלעד כלומר על פי הדבור היה. ואם יאמר לך אדם שבעה דברים עשה גדעון פר הנעבד ופר המוקצה ובנה מזבח וכרת עצים מן האשרה והקריב קרבן בלילה וע\"י עצמו בלא כהן והיה בין הכומרים כל מה שעשה על פי הגבורה עשה שנא' ויהי בליל' ההוא ויאמר לו קח את פר השור אשר לאביך ועלית עולה בעצי האשרה אשר תכרות ובנית מזבח לה' אלהיך על ראש המעון הזה והיינו דכתיב לי מנשה שגדעון משבט מנשה הוא ואפרים מעוז ראשי אם יאמר לך אדם יהושע חלל את השבת ביריחו על פי הגבורה עשה דכתיב וסבותם את העיר וכו' כה תעשו ששת ימים וגו' וכתיב וביום השביעי תסובו את העיר שבע פעמים וא\"א שבעה ימים בלא שבת ולפי שכבשה ביום שבת קדש אמר תהא כלה קדש לה'. וכן עתה התיר לשבט אפרים לחלל את השבת בשביל קרבן יחיד. יהודה מחוקקי אם יאמר לך אדם דוד עבר על לא תעשה אמר הקב\"ה דוד הבא משבט יהודה למד הבעלי תשובה כסופר מחוקק המלמד תינוקות שנאמר אלמדה פושעים דרכיך וחטאים אליך ישובו וכן מסיק בריש ע\"ז לא היה דוד ראוי לאותו מעשה דבת שבע אלא כדי ליתן פתחון פה לבעלי תשובה: "
            ]
        ],
        [],
        [
            [
                "<b>בשנה השנית. ויעשו בני ישראל את הפסח וגו'. </b>בפ\"ק דפסחים בעי תלמודא אמאי קדמיה קרא אותו מעשה דשאו את ראש בני ישראל שבתחילת הספר להך פרשה דהכא שהרי האי מעשה תחלה הוא שהרי בכאן כתיב בחדש הראשון שהוא ניסן והתם כתיב באחד לחדש השני שהוא אייר ומשני אין מוקדם ומאוחר בתורה ומ\"מ יש ליתן טעם בדבר שלפי שכל תורת כהנים היה באהל מועד ושם נמי כתיב באהל מועד וסמוך לאותה פרשה מדבר בדגלים ובחנייתם שהיה סביב למשכן הילכך קדמיה קרא. ורש\"י פי' שלא התחיל הספר בהאי פרשה מפני שראה שמדבר בגנותן של ישראל שלא עשו אלא פסח זה כל אותן ארבעים שנה שהיו ישראל במדבר ואי קשיא מאי גנות הוא זה והלא בביאת הארץ תלאו הכתוב שנאמר והיה כי יביאך וגו' ועבדת את העבודה הזאת וגם פסח זה לא היו מקריבים כי אם על פי הדבור י\"ל דהגנות הוא שאם זכו ולא חטאו היו נכנסין לארץ משנה שניה והיו עושין פסח בכל שנה ושנה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מאסף לכל המחנות. </b>לפי שהיה אחרון וכל מי שהיה מתאחר בשביל שום דבר היה מתעכב עמהן לכך נקרא מאסף: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי על כן ידעת חנותנו במדבר. </b>פי' ע\"כ אני מחלה פניך שתלך עמנו לפי שידעת חנותנו והניסים והגבורות שעשה עמנו הקב\"ה והיית לנו לעינים שהרואים אותך עמנו יאמרו לא עזב ארצו ואת נחלתו אם לא מפני שראה וידע גדולות של הקב\"ה והטובות שעשה לעמו: "
            ],
            [],
            [
                "<b>וארון ברית ה' נוסע לפניהם וגו'. </b>ובכל הלילה הזה הענן שוכן על הארון שהרי לא היו יכולין לילך שלשה ימים רצופים לילה ויום דהא אמרינן האומר שבועה שלא אישן שלשה ימים מלקין אותו וישן לאלתר ובבקר היה נוסע מעל הארון והלוים היו מתקנין נסיעותיהם קודם שיסעו המחנות וזהו נוסע לפניהם לפי פשוטו שהיתה נסיעה דארון באותן שלשה ימים עד שבאו למדבר פארן אבל כשבאו למדבר שלחו המרגלים כדכתיב וישלח אותם משה ממדבר פארן ואז נסעו בלא ארון כדכתיב ויעפילו לעלות וכו' וארון ברית ה' ומשה לא משו מתוך המחנה והיא היתה נסיעה ראשונה שעשו אחר אותן שלשה ימים. ומה שכתוב דרך שלשת ימים ר\"ל בדרך ג' ימים כמו כי ששת ימים עשה ה' שפירושו בששת ימים: "
            ],
            [],
            [
                "<b>קומה ה' וגו'. </b>פי' אם יתאספו לבא על ישראל יפוצו ולא ימצא בהם שנים ביחד ואם יבאו ינוסו ולא תהיה להם תקומה זו היא תפלת הדרך שלהם: "
            ],
            [
                "<b>ובנחה יאמר וגו'. </b>כשהיה הענן שוכן על המשכן היה אומר יהי רצון שישובו כל האלפים והרבבות של ישראל במקומם במספרם ולא יחסר מהן איש ושובה כמו השיבה ודומה לו ושב ה' את שבותך: "
            ]
        ],
        [
            [
                "<b>ויהי העם כמתאוננים. </b>כאוננים על המת ומתאבלים על מה שהיה הקב\"ה רוצה להכניסן לארץ כי היו קטני אמנה ודואגין מן המלחמה: "
            ],
            [],
            [],
            [],
            [
                "<b>זכרנו את הדגה. </b>לשון וידגו לרוב בקרב הארץ קרישינס\"ה בלע\"ז ואח\"כ מפרש את הקשואים ואת האבטחים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי תאמר אלי שאהו בחיקך. </b>כי לולי זה הייתי בורח והולך:"
            ],
            [
                "<b>תנה לנו בשר. </b>שלא כהוגן שאלו שהרי המן היה מתהפך להם לאותו טעם שהיו שואלים שנא' ויתן להם שאלתם בשר שור ובהמה כבר היה להם שנא' וגם ערב רב עלה אתם וצאן ובקר וא\"ת אכלום במדבר הרי נאמר ומקנה רב וכו' מכאן אמר ר' שמואל לא נתאוו אלא לעריות שנא' וימטר עליהם כעפר שאר ואין שאר אלא עריות שנא' איש אל כל שאר בשרו. הרי שבקשו להתיר עריות וכן הוא אומר בוכה למשפחותיו על עסקי משפחותיו ולכך אמר ויחר אף ה' מאד ובעיני משה רע באותה שעה אמר משה להקב\"ה לשעבר היה אתי מי שישא ויתן במשאם שהיו שבעים זקנים שנתמנו מהר סיני שנא' ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל ועכשיו אני לבדי שנא' לא אוכל לבדי לשאת והיכן היו אותן שבעים זקנים אלא שמתו במתאוננים שנא' והאספסף אשר בקרבו פליגי בה ר' שמן בן אבא ור' שמעון בן מנסיא חד אמ' אספסוף זה ערב רב וחד אמר אלו שבעים זקנים שנאמר בהם אספה לי שבעים איש מזקני ישראל וכתיב שם ותבער בם אש ה' ותאכל בקצה המחנה ודרשי' בקצינים שבמחנה אלו הסנהדרין וראויין היו לשריפה עם נדב ואביהוא משעת מתן תורה שנא' ויחזו את האלהים ונא' ואל אצילי בני ישראל לא שלח ידו וכו' וכמו שתרגם ואל רברבי בני ישראל לא הוה נזקא מכלל שהיו ראוין לנזק להשלחת יד אלא שלא רצה הקב\"ה לערבב שמחת התורה והמתין לנדב ואביהוא עד שמיני למלואים כדפירש\"י לעיל ולזקנים עד כאן וכן כתיב בתהלים ותבער אש בעדתם ואין עדה אלא סנהדרין שנא' ואם מעיני העדה: "
            ],
            [],
            [
                "<b>ואל אראה ברעתי. </b>כי טוב לי למות מיד ולא להיותי מתנונה והולך בידם: "
            ],
            [
                "<b>אספה לי שבעים איש. </b>מהו לי ומהו איש ולא אמר אנשים אלא מיוחדים כביכול שיהו דומין לי שנא' בו ה' איש מלחמה ושיהו דומין לך שנא' והאיש משה ענו מאד וכן דרשינן בסנהדרין אתך בדומין לך ד\"א לי שיהיו מקיימין השמים והארץ שלי וזש\"ה הבונה בשמים עליותיו ואגודתו על ארץ יסדה בשביל אגודה שלי של סנהד' מיוסדת הארץ ואם אין ארץ אין שמים משל לפלטרין גדולים בנויים על ספינות כל זמן שהספינות מחוברות פלטרין שעל גבן עומדי' נסתלקו הספינות נפלו הפלטרין: ",
                "<b>אשר ידעת. </b>כי הם שהוכו בשבילם במצרים כדאמר ויכו שוטרי בני ישראל שכל מי שמוסר עצמו על ישראל זוכה לגדולה ולכבוד ולרוח הקדש: "
            ],
            [
                "<b>וירדתי. </b>מלמד שיום זה היה חביב לפני הקב\"ה כיום מתן תורה שנא' כי ביום השלישי ירד ה' על הר סיני: ",
                "<b>ואצלתי מן הרוח אשר עליך. </b>משל למלך שהיה לו פרדס נאה ושכר שומר לשמרו לימים א\"ל השומר איני יכול לשמרו כלו לבדי אלא הבא עוד אחרים שישמרו עמי אמר לו המלך לך נתתי הפרדס לשמרו וכל שכר שמירתו נתתי לך ועכשיו אתה אומר להביא אחרים חייך שאיני נותן להם שכר שמירה משלי אלא מתוך שכר שנדרתי לך כך אמר לו הקב\"ה למשה לך נתתי רוח ודעת לפרנס בני ולא הייתי מבקש אחרי' ואתה אמרת לא אוכל לבדי חייך לא יטלו משלי אלא ואצלתי מן הרוח אשר עליך ואעפ\"כ משה לא חסר כלום תדע לך שהרי לאחר ארבעים שנה אמר לו הקב\"ה למשה קח את יהושע ונתת מהודך עליו שלא חסר ממנו כלום משל לנר שהיה דולק והדליקו ממנו כמה נרות ואור דליקתו לא חסר: "
            ],
            [],
            [
                "<b>לא יום אחד וגו'. </b>למה נאמר כל הפרטות הללו שכל אלו עולין כל הימים שנצטוו ישראל [לשבות]. יום ויומים הרי ג' וחמשה הרי שמונה ועשרה הרי י\"ח ועשרים יום הרי ל\"ח וחדש ימים מכ\"ט יום הרי ס\"ז יום וכמנין זה יש שבתות וימים טובים בשנה הרי חמשים שבתות יש בשנת הלבנה שעולה שנ\"ד ימים וד' מפסח וב' ימים משבועות וב' ימים מר\"ה וא' של יום הכפורים הרי נ\"ט וד' מסוכות הרי ס\"ג וד' שבתות מחדש העבור הרי ס\"ז, ה\"ט דקאמר כלהו רחמנא כל אותן הימים (שיאכל הימים) שיאכלו הבשר לא יהיה להם שום מום ולי נראה לפרש לא יום לא יהיה לכם אכילה ביום הכפורים ולא בשני ימים של שבועות שהוא יום שמחה לפני אי נמי בשני ימים של ר\"ה שהם ימי זכרון לפני ולא בחמשה ימים שבין יום הכפורים לסוכות ויום סוכות בכלל שהם ימי שמחה לישראל על שנתכפרו עונותיהם ולא בעשרת ימי תשובה ולא בעשרים יום הרי כ\"א יום שלא יהיה להם בכ\"א יום שישראל גומרין בהן את ההלל בגולה שהם ימי שמחה לישראל ולכך כתיב יום ולא כתיב ימים כמו באחריתי:"
            ],
            [],
            [
                "<b>ויאמר משה שש מאות. </b>ומקשים העולם היאך עולה על דעתו של משה לומר דבר זה וכי לא היה יודע שהיה בידו של הקב\"ה להספיק שאלתם. ופי' הגאון רבינו נסים דה\"ק ויאמר משה שש מאות אלף רגלי העם אשר אנכי בקרבו כלו' עם רב הם ואתה אמרת בשר אתן להם ואכלו חדש ימים כלו' אמרת באף ובחמה כדכתיב עד אשר יצא מאפכם בשר אתן להם ביום אחד כדי לאכול חדש ימים. הצאן ובקר ישחט להם כלו' על מה שאמרת להספיק ידעתי כי כל תוכל אבל מה שעל האדם לעשות מה יהיה וכי יוכלו בני אדם לאסוף ביום אחד לצורך שש מאות אלף רגלי עד חדש ימים ואם כל דגי הים יאסף כלו' אם יהיו כל דגי הים נצודים במצודה ולא יהיו צריכים כי אם לאסוף כלו' היכולין לאסוף ביום אחד לצורך חדש ימים: "
            ],
            [],
            [
                "<b>ויאמר ה' אל משה היד ה' תקצר. </b>כלו' כמו שבידי להספיק כן בידי לאחוז בידם עד שיתקיימו דברי וזש\"ה ויטוש על המחנה וגו' וכאמתים על פני הארץ מגובה שלא היו צריכין אפי' להושטת יד. ד\"א הצאן ובקר וגו' בודאי משה היה יודע שיש כח ביד הקב\"ה להספיק אלא ה\"ק אתה אסרת להם בשר תאוה כי אם על ידי הקרבת קרבן אל פתח אהל מועד ואין כאן אלא שלש כהנים אהרן ובניו וא\"כ המורם מהם יבא לידי נותר שלא יספיקו לאכול הכל. אם את כל דגי הים יאסף להם ומצא להם בניחותא כלו' אם היו שואלים דגים ואתה היית מספיק להם ניחא שאין בהן קרבן אבל בשר שאמרת ליתן להם דמשמע מצאן ובקר קשיא לפי שצריכין לעשות מהן קרבן. ויאמר ה' אל משה היד ה' תקצר עתה תראה שאתן להם בשר ולא יצטרכו לקרבן וזהו השלו שאין מביאין ממנו קרבן: "
            ],
            [],
            [],
            [],
            [
                "<b>וירץ הנער. </b>זה גרשם:",
                "<b>ויגד למשה. </b>אלדד ומידד אחי משה היו כי כשנתנה תורה ונאסרו על העריות פרשו כלם שנא' וישמע משה את העם בכה למשפחותיו ודרשינן על עסקי משפחותיו וגם עמרם אבי משה פירש מיוכבד שהית' אשתו ונשא אשה אחרת והוליד ממנה אלדד ומידד אלדד אל דוד מידד מי דוד כלו' חלוף דוד. ומצאתי קונטריס מר' עמרם מר' הלל שהיה מארץ ישראל אני הלל ראיתי קבר אלדד ומידד והיה כתוב עליהם אלדד ומידד אחי אהרן מן האב ולא מן האם. וי\"א אלדד הוא אלידד בן כסלון מידד הוא קמואל בן שפטן. ואיתמר במדרש ר' תנחומא שלפי שמיעטו עצמן זכו להיות יתרים על הזקנים ה' דברים הזקנים לא נתנבאו עד למחר שנא' ואל העם תאמר התקדשו למחר אבל אלו מתנבאים מה שעתיד להיות לסוף ארבעים שנה שנתנבאו משה מת ויהושע מכניס ישראל לארץ וי\"א שנתנבאו על מפלת גוג ומגוג הזקנים לא נכנסו לארץ והם אלידד בן כסלון וקמואל בן שפטן נכנסו לארץ. הזקנים לא נתפרשו שמותן ואלו נתפרשו "
            ],
            [
                "<b>ויאמר אדני משה כלאם. </b>פשט. לפי שאמר הקב\"ה ע' איש בלבד יהיו נביאים והיה הנער סבור שהיו ע' בלא אלדד ומידד וא\"כ נביאי שקר הם ולכך אמר כלאם: "
            ],
            [
                "<b>ויאמר משה מי יתן את כל עם ה' נביאים וכו'. </b>כלו' שמא נביאי אמת הן כי הע' שאמר הקב\"ה היו מן הרוח אשר עלי כדכתיב ואצלתי מן הרוח אשר עליך אבל מרוחו של הקב\"ה שמא אלה מתנבאים ובפ\"ק דסנהדרין מסיק בשלמא למאן דאמר משה מת היינו דכתיב אדני משה כלאם אלא למאן דאמר על עסק שליו היו מתנבאים שהיו אומרים עלי שליו עלי שליו ולמ\"ד נמי על עסקי גוג ומגוג היו מתנבאים אמאי כלאם ומשני לאו אורח ארעא דהוו כתלמיד המורה הלכה בפני רבו כמו שהיו רוצין ליטול אומנתו של משה ממנו. ועוד מסיק בשלמא למ\"ד הני תרתי היינו דכתיב מי יתן את כל עם ה' נביאים אלא למ\"ד משה מת מינח הוה ניחא ליה ומשני לא סיימוה קמיה מאי כלאם הטל עליהם צרכי צבור והם כלים מאליהן: "
            ],
            [],
            [],
            [],
            [
                "<b>הבשר. </b>פשט. כלומר אחר שהספיק הבשר לבלוע כדי שלא יאמרו לא נגעם אלא לפי שלא היה בידו יכולת למשאלותם. ואיתמר במדרש תהלים גבי ויהרוג במשמניהם כלו' השמנים והבריאים שאותן שאלו שלא כהוגן מתוך כרס מלאה אבל כחושין היו יכולין לומר ששואלין כדי להבריא עצמן ואיתמר בפ\"ב דכתובות כתיב הבשר עודנו בין שניהם וכתיב עד חדש ימים הא כיצד בינונים נדונין לאלתר רשעים מצטערין והולכים עד שלשים ימים: "
            ]
        ],
        [
            [
                "<b>ותדבר מרים ואהרן במשה. </b>לפי שהנשים דברניות הן והחזיקה בדבר יותר מאהרן לפיכך הקדימה הכתוב ולקתה יותר: ",
                "<b>כי אשה כושית לקח. </b>בדברי הימים דמשה משמע כושית ממש שהיתה מלכה ומשה משל על כוש ארבעים שנה ולכך אמרו אך במשה דבר ה' כלומר וכי בשביל שדבר עמו הקב\"ה נתגאה שלא רצה ליקח אשה מבנות ישראל הלא גם בנו דבר ולא נתגאינו בכך ונראה שעל אותה מלכה שלקח היו אומרים כן כי מצפורה בורח היה מפני פרעה ואנוס היה: "
            ],
            [],
            [
                "<b>והאיש משה ענו מאד. </b>מגיד לך הכתוב שלא מחמת גאוה לקחה אלא היתה סיבה ומזל וגם בזה היה עניו שלא היה תובע עלבונו עד שבא הקב\"ה ותבעו. ",
                "<b>ענו </b>כתיב חסר יו\"ד לומר שהוא עניו בכל אבריו כי כשתכתוב אותיות של ענו בקריאתן עי\"ן נו\"ן וא\"ו תמצא שהוא עולה רמ\"ח אברים: "
            ],
            [
                "<b>פתאום. </b>שלא יוכלו לומר משה צעק עלינו והתפלל לפני הקב\"ה: "
            ],
            [],
            [
                "<b>אם יהיה נביאכם ה'. </b>תשובה זו הויא על מה שאמרו גם בנו דבר. כלו' אינו דומה דבור שאני מדבר עמכם ועם שאר הנביאים לדבור שאני מדבר עם משה שעם נביא אחר בחלום אדבר בו כאדם שרואה חלום וצריך פתרון. במראה אליו אתודע כאדם שרואה במראה בבואה שלו ואינו רואה ממשות כלומר דרך משל אני מדבר עמהם כדכתיב שכב על צדך השמאלית וכן בדניאל כתיב אני ראיתי ולא אבין וכן הרבה אחרים: "
            ],
            [
                "<b>לא כן עבדי משה וגו'. </b>תרגום יונתן בכל עמי כלו' כולם מחזיקים אותו לנאמן כי פה אל פה אדבר בו."
            ],
            [
                "ופרש\"י <b> פה אל פה אמרתי לו </b>לפרוש מן האשה שנא' ואתה פה עמוד עמדי ותימא א\"כ למה נתרעמו ממה שפירש. וי\"ל נתרעמו ממה שפירש קודם לכן שלא היה מצוה לו הקב\"ה לפרוש אם לא שפירש מדעתו דקי\"ל דבדרך שאדם רוצה לילך מוליכין אותו. ומתוך מעשה דאלדד ומידד ידעו מפי צפורה שפירש קודם לכן כדפרש\"י ואז דברו בו: "
            ],
            [],
            [],
            [],
            [
                "<b>אל נא תהי כמת. </b>כמצורע שנצטרע עם יציאתו מרחם אמו שאין לו טהרה עולמית אבל זאת שלא בא אלא על ידי חטא תפלות מועיל בה כמו שמצינו בפרעה שנצטרע ע\"י שרה ונתרפא כשהשיבה: "
            ],
            [
                "<b>אל נא רפא נא לה. </b>נא קמא לשון בקשה ובתרא לשון עתה: "
            ],
            [
                "<b>תכלם שבעת ימים. </b>פרש\"י ק\"ו לשכינה י\"ד יום ומקשים העולם היכן נמצא שיעור זה די\"ד יום וי\"ל דמן הדין הוא במסכת נדה פרק המפלת ת\"ר שלשה שותפין יש באדם הקב\"ה אביו ואמו אביו מזריע לובן שממנו גידים ועצמו' וצפרנים ומוח שבראש ולובן שבעינים הרי ה' מן האב ואמו מזרעת אודם שממנו דם ובשר וכו' הקב\"ה מטיל בו רוח ונשמה וקלסתר פנים ודעת ובינה והשכל וראית העינים ושמיעת האזנים ודבור שפתים והלוך רגלים. הרי עשרה דברים מאת הקב\"ה כפלים מאביו ולכך נקט בנזיפה דהכא י\"ד שהוא כפלים משבעה מאביה אלא דיו לבא מן הדין להיות כנדון ולא תכלם כי אם שבעה וקשיא להר' בכור שור אי אמרינן בכל חמור שלמד מן הקל שנוסף כפי מה שהוא חמור ממנו וא\"ת ק\"ו לשכינה י\"ד היינו לעולם שהרי בסוף הסגר שהוא בי\"ד אם לא נתרפא המצורע הוא מחליט לעולם. ואו' ה\"ר ברוך בר יצחק דבשני הסגרים אין בהם יותר מי\"ג יום דיום שביעי עולה לכאן ולכאן. ומיהו תימא דמנא לן דמנזיפה דאביה תכלם שבעת ימים דלפום ריהטא דקרא משמע דפשוט הוא ממקום אחר דמאביה תכלם שבעת ימים. וי\"ל דמנזיפה דאביה היא במנודה ומנודה כאבל שנוהג שבעה. ועדיין קשה דז' דאבל לא מצינו בקרא דאינו אלא מדרבנן ועוד מאי קאמר דאביה ירוק ירק בפניה והלא לא היה חי באותה שעה אמנם נ\"ל דמזה לא קשיא כלל דהכי בעי למימר אלו חי וירוק ירק בפניה. ומ\"מ יש מתרצים שאביה נזף בה במצרים בלידת משה שטפחה אביה על ראשה כשהושלך ביאור ואמר לה בתי היאך נבואתך הלא תכלם שבעת ימים דהתם כתיב ותתצב אחותו מרחוק מה גבי מצורע ז' אף כאן שבעה. אמנם לא ידעתי היכן כתיב רחוק במצורע אם לא משום דכתיב וישב מחוץ לאהלו שבעת ימים ולשון הרחקה הוא ומהאי קרא דתכלם שבעת ימים מוכח במועד קטן בפרק ואלו מגלחין דנזיפה דרבנן הוי שבעת ימים: "
            ],
            [
                "<b>והעם לא נסע. </b>שלא נעלה הענן משום כבוד משה: "
            ]
        ],
        [
            [],
            [
                "<b>איש אחד וגו'. </b>אך משבט לוי לא הושלח מרגל לפי שלא היה להם חלק בארץ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>למטה יוסף למטה מנשה. </b>כאן שקליה יוסף למטרפסיה לפי שהוציא דבה ולכך הוזכר כאן על מטה מנשה שהיה ממוציאי הדבה ולא על מטה אפרים שלא הוציא ובכל מקומות הוא נזכר על מטה אפרים: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויקרא משה להושע בן נון יהושע. </b>מדרש תנחומא מה ראה לקרותו יהושע אלא ראה כלב שנטל שכרו בארץ שנאמר ויבא עד חברון וכתיב במקום אחר ויתנו לכלב את חברון ויהושע נטל חלק עשרה אנשים של מרגלים ולכך הוסיף יו\"ד בשמו שעולה עשרה. ולפי שקראה תגר כשנתחלקה משמה של שרי ופרע לה בכאן. וי\"א שנתחלקה ה\"א בשם שרה וה\"א בשם אברהם. ובפ' ואלו נאמרין מסיק שאמר לו משה יה יושיעך מעצת מרגלים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל העם אשר ראינו בתוכה. </b>כלו' מה שהיא אוכלת יושביה לא מפני חלישות שבהם שהרי גבורים משונים הם. ד\"א אל תאמרו שמפני רוב אכילה ושתייה שהרי הם אנשי מדות אוכלין במדה ושותין במדה: "
            ],
            [
                "<b>הנפילים. </b>שכל הרואה אותם מתפלא עליהם. ד\"א שכל הרואה אותם מתיירא שלא יפלו עליו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מבלתי יכולת ה'. </b>ויאמרו לא מחמת שנאה המיתם שהרי ראינו שהיה מחבבן בהיות אשר עין בעין וגו' אלא מבלתי יכולת ה' היה: "
            ],
            [
                "<b>ועתה יגדל נא כח ה' וגו'. </b>שתכבוש כעסך כמו שאחז\"ל איזהו גבור הכובש את יצרו שנא' טוב ארך אפים מגבור: ",
                "<b>כאשר דברת לאמר. </b>כשאמרתי לפניך הודיעני נא את דרכיך באי זה מדה אתה דן את הבריות ועברת על פני וקראת ה' ארך אפים ולכך לא הזכיר כאן ה' ה' ששם ר\"ל מדת רחמים ומדת הדין וכאן לא הוצרך להזכיר כי אם מדת רחמים. ואל נמי לא הזכיר כאן שמשמע לשון דיין מלשון ואת אילי הארץ לקח וגם אלהים לא תקלל מתרגם דיינא לא תלוט. וגם רחום וחנון לא כתיב כאן שאין לשון של רחום נופל אלא גם עם חנון וחנינה נתינה היא שנא' וצדיק חונן ונותן וכאן לא היה מבקש כי אם לסלוח בלא נתינה. אבל ה' שהוא מדת רחמים וארך אפים שמאריך אפו על בריותיו ואינו מכלה אותם מיד שייכי שפיר הכא ורב חסד ישמור בה חסדו עם בריותיו ואינו משלם להם תגמולם. ואמת לא הזכיר כאן דאדרבה לא היה רוצה לאמת מה שאמר אכנו בדבר ואורישנו. ונוצר נמי לא שייך שמא לא עשו חסד אלא (פשעו). ",
                "<b>נושא עון ופשע. </b>וחטאה לא הזכיר כאן שאין חטא אלא שוגג כדכתיב וחטאה בשגגה ואלו מורדין היו שנא' אך בה' אל תמרדו: "
            ],
            [
                "<b>ונקה לא ינקה. </b>שאינו מבער הפושעים מן העולם והוא כמו ויסרתיך למשפט ונקה לא אנקך: ",
                "<b>פוקד עון אבות על בנים. </b>וזו היא מדת רחמים שאינו נפרע עד דור רביעי ובפרשת כי תשא שבא למנות כל המדות כתיב על בני בנים אבל לא חשש להאריך כל כך. וגם מכאן אתה למד דנקה לא ינקה מדת רחמים מדחשיב ליה הכא: "
            ],
            [],
            [
                "<b>ויאמר ה'. </b>על ששנינו שנתרצה הקב\"ה לישראל ביום הכפורים ואמר לו סלחתי כדבריך ולכך הוקבע אותו יום למחילה ולכפרה לדורות מקשים העולם היכן מצינו שאמר לו הקב\"ה למשה סלחתי כדברך במעשה העגל אלא כאן במרגלים. וי\"ל דהאי קרא אדלעיל קאי וה\"ק כאשר נשאת לעם הזה ממצרים ועד הנה אז אמרת סלחתי כדבריך וכן סלח נא לעמך ועוד י\"ל כדברך משמע כאשר בקשת ממני שאסלח להם עתה כמו שנשאתי להם ביציאת מצרים בעשיית העגל וא\"כ גם שם אמר סלחתי: "
            ],
            [
                "<b>ואולם חי אני. </b>ל' שבועה ולא פי' מה היא השבועה אלא אמר וימלא כבוד ה' את כל הארץ כלומר אם אעשה שלא יתחלל שמי בגוים לומר מבלתי יכולת ה' כי סוף סוף אתן להם הארץ אבל זאת אעשה להם אם יראו את הארץ וגו': "
            ],
            [],
            [],
            [],
            [
                "<b>והעמלקי. </b>יש מקשים וכי בעמק היו יושבים והרי כתיב בסמוך וירד העמלקי והכנעני היושב בהר אלא כך אמר הקב\"ה עצה עמוקה היא זאת שיפנו דרך המדבר ולא ילחמו כי לא יצליחו ואע\"פ שהם רשעים כי איננו שמח במפלתן ולפי הפשט ודאי בעמק הם יושבים אלא כיון ששמעו ישראל באו לקראתם דרך האתרים עלו בהר וארבו להם וגבי מארב שייך לשון ישיבה כדכתיב ישב במארב חצרים: "
            ]
        ],
        [
            [],
            [
                "<b>כי תבואו אל ארץ מושבותיכם. </b>למה נסמכה פרשה זו לפרשת מרגלים לפי כששמעו ישראל גזרתו של הקב\"ה אמרו אוי לנו לעולם לא נכנס לארץ כי לסוף ארבעים שנה נמי אם אנו חוטאין יגזור גזרה אחרת וא\"כ אין לדבר סוף אמר להם הקב\"ה בודאי לאחר מ' שנה תבואו אל הארץ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נפש אחת. </b>לעיל פי' בפ' ויקרא שתולה החטא בנשמה יותר מהגוף: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויהיו בני ישראל במדבר. </b>אמרו רבו' ז\"ל אלמלי שמרו ישראל שבת שניה לא שלטה בהן כל אומה ולשון ומנא להו שזה היה בשבת שניה מדכתיב ויהיו וימצאו דתכף להויה שנצטוו במצות שבת מצאו מקושש. ומנא לן דמקושש זה צלפחד מדכתי' מקושש עצים ביום השבת עצי\"ם עם ב' דביו\"ם עולה בגימטריא צלפחד ולמה נסמכה פרשת מקושש לפרשת ציצית לפי שבשעה שחלל המקושש את השבת אמר משה לפני הקב\"ה רבון העולמים כתוב בתפילין למען תהיה תורת ה' בפיך וצוית שלא לנשאם בשבת היה זה נושאן היה נזכר ולא חלל את השבת אמר הקב\"ה הריני קובע ומצוה להם מצוה אחת שעל ידה יהיו נזכרין מן המצות כמו במצות תפילין ותהיה נוהגת בשבת וזו היא מצות ציצית: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על ציצית הכנף פתיל. </b>שצריך לפותלו ואמרו רבותינו ז\"ל נמי ציצית שליש גדיל ושני שלישי ענף והטעם כדאמרינן במדרש דשמונה חוטין של ציצית כנגד שמונה דברים שבלב אי נמי שמונה שמות יש ללב והלב הוא תלוי בשליש גופו של אדם ולכך הוו חוטין מתחילין משליש ראשון ונמשכים עד שני שלישים כמו שיש מן הלב עד סוף גופו של אדם שני שלישים, מהר\"ם: "
            ],
            [
                "<b>וראיתם אותו. </b>פרט לכסות לילה או אינו אלא פרט לכסות סומא כשהוא או' וזכרתם נתן ראיה וזכירה ראיה למי שרואה וזכירה למי שאינו רואה. ד\"א וראיתם אותו שאם עשית כן נעשה כמי שאתה רואה כסא הכבוד שדומה לתכלת כדא\"ר מאיר מה נשתנה תכלת מכל מיני צבעונין לפי שהתכלת דומה לרקיע ורקיע דומה לכסא הכבוד שנא' ויראו את אלהי ישראל ותחת רגליו כמעשה לבנת הספיר וספיר קרישטאל בלע\"ז דומה לרקיע וכתיב וראיתם והדר וזכרתם והדר ועשיתם מלמד שהראיה מביאה לידי זכירה וזכירה מביאה לידי עשיה: ",
                "<b>וזכרתם את כל מצות ה'. </b>פרש\"י שמנין גימט' של ציצית ת\"ר כו'. ואעפ\"י שציצת כתיב חסר יו\"ד שניה וי\"ל דג' ציצת כתיב וחד מנייהו כתיב לציצת והלמ\"ד משלמת השלש יודי\"ן החסרות. ועוד שמעתי שיש שעושין חוליות וכריכות עד שעולין כל החוליות והכריכות והחוטין והקשרים מן כל ד' ציציות תרי\"ג. ושיעור החוליא בפ' התכלת כדי שיכרוך וישנה וישלש וכל הפוחת לא יפחות מז' כנגד ז' רקיעים והמוסיף לא יוסיף על י\"ג כנגד ז' רקיעים וששה אוירים שביניהם: ",
                "<b>ולא תתורו אחרי לבבכם ואחרי עיניכם. </b>כדאמר מר ליבא ועינא תרי סרסורי דחטאה: "
            ]
        ],
        [
            [
                "<b>ויקח קרח. </b>איתא בחלק ויקח אמר ריש לקיש שלקח מקח רע לעצמו. קרח שעשה קרחה בישראל ד\"א קרח עולה בגימטריא שד\"ד ששדד ולא שמר מצותיו של הקב\"ה. ",
                "<b>בן יצהר </b>שהרתיח את כל העולם כצהרים.",
                "<b>בן קהת </b>שקיהה שיני מולידיו.",
                "<b>בן לוי </b>שנעשה לויה לגיהנם ופריך וליחשוב נמי בן יעקב בן שעקב עצמו לגיהנם ומשני אמר ר' שמואל בר רב יצחק יעקב בקש רחמים על עצמו שנא' ובקהלם אל תחד כבודי.",
                "<b>ודתן </b>שעבר על דת.",
                "<b>ואבירם</b> שאיבד עצמו מלעשות תשובה.",
                "<b>ואון </b>שישב כל ימיו באנינות.",
                "<b>בן פלת</b> בן שנעשו לו פלאות.",
                "<b>בני ראובן </b>בן שראה והבין. מדרש לפי שהיה ראובן בכור אמרו יש לנו חלק בכהונה לפיכך החזיקו במחלוקת גם הם.",
                "<b>ואמר רב </b>און בן פלת אשתו הצילתו אמרה ליה מאי נפקא לך מיניה אי משה רבא את תלמידא אי קרח רבא את תלמידא אמר לה ומאי איעבד דהואי בעצה ואשתבעי לי בהדייהו אמרה ליה ידענ' דכולה כנישתא קדישתא היא שנא' כי כל העדה כלם קדושים תוב בביתך ואנא מצילנא לך אשקיתיה חמרא וארויתיה ואגניתיה בביתא יתבא אבבא וסתרא לשערא כל דאתא חזי לה רישא פרוע וחוזר אדהכי והכי נבלעו והוא ניצול וקיימ' בנפש' חכמו' נשים בנתה ביתה ואול' בידיה תהרסנו זו אשתו של קרח שהחזיקה יד בעלה במחלוקת ואמרה ליה חזי מאי עביד משה איהו הוה מלכא לאחוה שוייה כהנא רבא לבני אחוה שוינהו סגני כהונה אי אתיא תרומה אמר תהא לכהן בכורים לכהן מעשר ראשון נמי דשקליתון אתון אמר חד מן עשרה תהוי לכהנא ועוד גייז לכו למזייכו שנא' והעבירו תער על כל בשרם ומיטלטל לכו כי כופתא שנא' והנפת אותם תנופה אמר לה איהו נמי קא עביד הכי אמרה ליה איהו כיון דרבא הוא וכלה דידיה הוא תמות נפשי עם פלשתים הוא דקאמר לכו עבידו תכלתא ואי ס\"ד תכלתא חשיבא אפיק גלימא דתכלתא ולבשויהו לכלה בני מתיבתך. ולכך נסמכה פרשת ציצית לכאן לו' לך שעל ידי תכלת הוחזק המחלוקת כי באותה שעה עשה קרח משתה לכל אותם ר\"נ איש ונתעטפו כלם טליתות שכלה תכלת אמר לו קרח למשה טליתות הללו פטורין מן התכלת אם לא אמר לו חייבין אמר לו ארבע חוטין של תכלת פוטרין טלית שכולה תכלת אינו דין שתפטור עצמה אמר לו בית שהוא מלא ספרים פטור מן המזוזה או לא אמר לו חייב אמר לו כל התורה כלה מאתים ושבעים וחמש פרשיות אין פוטרין את הבית וב' פרשיו' שבמזוזה פוטרין את הבית אין אתה מצוה עלינו אלא מלבך: "
            ],
            [
                "<b>ואנשים מבני ישראל. </b>ומי הם אליצור בן שדיאור וחביריו ואע\"פ שלא פרסמן הכתוב נתן בהם סימנין כתיב הכא ואנשים מבני ישראל וכתיב התם האנשים האלה אשר נקבו בשמות כתיב הכא נשיאי עדה קריאי מועד וכתיב התם אלה קריאי העדה נשיאי מטות. משל לבן טובים שנמצא גונב כלים בבית המרחץ ולא היה בעל הגנבה רוצה לפרסמו התחיל נותן בו סימנין אמרו לו מי גנב כליך אומר להם בן טובים שהוא בעל קומה ועיניו נאות ושערו שחור וקווצותיו תלתלים וחוטמו זקוף משנתן הסימנין הללו הכירוהו אף כאן אע\"פ שסתמן הכתוב על ידי הסימנין אתה יודע מי הם ובא וראה כמה קשה המחלוקת שב\"ד שלמעלה אין עונשין עד שיהא בן עשרים ושלמטה מי\"ג וכאן נענשו אפי' יונקי שדים כדכתיב הם ובניהם וטפם וכן אמרו גדול השלום שאפי' הקב\"ה שינה בו כדפרשי' לעיל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והיה האיש אשר יבחר ה'. </b>וכי אינם יודעים זה אלא כך אמר מתרה אני בכם שלא תחייבו עצמכם כי תדעו שהקטרת חביב לפני הקב\"ה יותר מכל הקרבנות ובו נתון סם המות שבו נשרפו נדב ואביהוא וכל מי שיבחר הקב\"ה מכם הוא הקדוש כלו' יצא חי וכלכם אובדים ואפ\"ה קבלו עליהם התראה והקריבו. וזש\"ה החטאים האלה בנפשותם שכבר התרה בהם. וא\"ת קרח שפקח היה מה ראה לעשות שטות כזה אלא עינו הטעתו שראה שלשלת גדולה יוצאה ממנו כדפרש\"י ז\"ל וכו' ועוד דרש אני בן יצהר כד\"א תירושך ויצהרך תירוש זה היין יצהר זה השמן ובכל המשקין כשתתן בהם שמן השמן עולה למעלה וא\"כ די להיות למעלה מכולן. ולא עוד אלא שנא' ואלה בני היצהר וכי יש בנים לשמן אלא אלו אהרן ודוד שנמשחו בשמן המשחה אהרן נטל כהונה ודוד נטל מלכות ומה אלו שלא נמשחו אלא בשמן בלבד נטלו כהונה ומלכות אני שאני בן השמן אינו דין שאהיה כהן גדול או מלך מיד חלק על משה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כאשר דבר ה' ביד משה כו'. </b>פשטיה דקרא קאי אדלעיל כלומר ויקח אלעזר את המחתות כאשר דבר ה' ביד משה: "
            ],
            [
                "<b>אתם המיתם את עם ה'. </b>לדעת, לפי שאמרתם להביא קטרת והוא סם המות שבו נשרפו נדב ואביהוא שהיו כהנים ולכך ויאמר משה אל אהרן קח את המחתה וגו' ושים קטרת ויראו שאין הקטרת ממית אלא החטא ממית אמרו אין כאן הוכחה שאין אלו ראויין לכהונה המטות יוכיחו ולכך צוה הקב\"ה דבר אל בני ישראל וקח מאתם מטה מאת כל נשיאיהם וכתיב בתריה והשכותי מעלי את תלונות בני ישראל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והנה פרח מטה אהרן. </b>משמע דתרי עניני פרח היו שם דמצד אחד פרח ואותן פרחים עמדו ולא נפלו לעולם ומצד אחד ויצא פרח ונפל כדרך כל פרחי אילנות ויצץ ציץ ויגמול שקדים. וראיה מיומא ומפרק מקום שנהגו דמסיק על אותן דברים שנגנזו וי\"א אף מקלו של אהרן שקדיה ופרחיה נגנזו מכלל דפרחים היו ועמדו לעולם ומצד אחד השקדים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואני הנה נתתי לך. </b>דוק ותשכח בהאי פרשתא כ\"ד מתנות כהונה. תרומה וחלה שגם היא נקראת תרומה: "
            ],
            [
                "<b>מן האש כל קרבנם. </b>בכלל זה יש מנחת סלת ומנחת מאפה תנור ומנחת מחבת ומנחת מרחשת.",
                "<b>ולכל חטאתם. </b>אלו חטאות.",
                "<b>ולכל אשמם. </b>אלו אשמות.",
                "<b>אשר ישיבו לי. </b>זה גזל הגר דכתיב בפרשת נשא האשם המושב לה' לכהן:"
            ],
            [],
            [
                "<b>תרומת מתנם. </b>זה המורם מן התודה ומן השלמים חזה ושוק ומורם מלחמי תודה וזרוע בשלה מאיל נזיר. ",
                "<b>מתנם. </b>זה זרוע לחיים וקיבה:"
            ],
            [],
            [
                "<b>בכורי כל. </b>זה הבכורים המובאים משבע' מינים: "
            ],
            [
                "<b>כל חרם. </b>אלו חרמים שהם לכהן:"
            ],
            [
                "<b>כל פטר רחם. </b>זה פדיון בכור אדם בחמשת שקלים.",
                "<b>ואת בכור הבהמה הטמאה. </b>זה פטר חמור אשר תפדה:"
            ],
            [],
            [
                "<b>בכור שור. בכור כשב. בכור עז. </b>אלו בכורות בהמה טהורה. ומעשר מן המעשר:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מים חיים אל כלי. </b>מכאן רמז לקרות בתורה כהן ולוי וישראל כלומר ונתן עליו התורה שנקראת מים כד\"א הוי כל צמא לכו למים וגם נקראת עץ חיים שנאמר עץ חיים היא [אל כל\"י נוטרי'] \"כהן \"לוי \"ישראל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קח את המטה והקהל. </b>אמר הרב בכור שור ולהכות בסלע קאמר לו שיקח המטה וזהו המעשה של בשלח דכתיב שם והכית בצור אלא שהיה מסדר שם איך פרנס ישראל במן ובשלו ובמים ואחר מפרש כל אחד במקומו ותרוייהו חד מעשה הוא דהא כתיב התם ויקרא שם המקום מסה ומריבה ובפרשת וזאת הברכה כתיב אשר נסיתו במסה תריבהו על מי מריבה. וגם כאן כתיב המה מי מריבת קדש מדבר סין והתם נמי כתיב ויסעו ממדבר סין והא דכתיב כאן ודברתם אל הסלע לאו לאפוקי שלא להכותו קאמר אלא ה\"ק תדברו אל בני ישראל (אל) לפני הסלע כדי שיראו הדבר לעיניהם שאני מוציא להם מים מצור החלמיש והם אמרו שמעו נא המורים המן הסלע הזה נוציא לכם מים כלומר למה תריבון עמי וכי אנו יכולין להוציא לכם מים מן הסלע הזה אם לא ע\"י הקב\"ה וא\"כ דרך תפלה ובקשה היה לכם לבקש ממנו ולא דרך מריבה ותלונה ולפי שהיה להם לפרש דבריהם יותר הקפיד הקב\"ה עליהם ואמר יען לא האמנתם בי ולפי הפשט העונש ממה שאמר נוציא והיה להם לו' יוציא דמשמע יוציא הקב\"ה וכן ייסד הפייט נוקש בעשר והיינו היו\"ד דיוציא עשר: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ויסעו מהר ההר לסבוב את ארץ אדום וגו'. </b>וכתיב ותקצר נפש העם כיון שראו שחזרו לאחוריהם אל הדרך המדבר היה קשה בעיניהם כמות כי היו סבורין ליכנס מיד לארץ ישראל ולאכול מתבואת הארץ ועכשיו חוזרין למקום שאין מים ומזון מצויין שם. וכי תימא מה קפידא יש כאן הרי היה להם מן לכך כתיב ונפשנו קצה בלחם הקלקל אינו דומה רואה וטועם לטועם בלא ראיה שלפי שאינו רואה ממשות הדבר שאינו (שהוא) טועם ואינו נחשב בעיניו לכלום אי נמי שלא היו טועמין הטעם הטוב ההוא עד שהיו טורחין בו וטחנו בריחים או דכו במדוכה וכן משמע קרא דפרשת בהעלותך דכתיב ביה והיה טעמו כטעם לשד השמן: "
            ],
            [],
            [],
            [],
            [
                "<b>עשה לך שרף. </b>לכך צוה הקב\"ה לעשות נחש ולא דבר אחר כדי להגדיל נסיו ונפלאותיו שהוא מכה באזמל ומרפא באזמל בנחש הכה ובנחש מרפא: "
            ],
            [],
            [
                "<b>ויחנו באובות. </b>פי' בצלמון ובפונון שבין הר ההר ואובות כמו שכתוב באלה מסעי ושם היתה מכת נחשים ומשם באו אחר המכה לאובות: "
            ],
            [],
            [
                "<b>משם נסעו. </b>פי' מעיי העברים ויחנו בנחל זרד ובמסעי כתיב שמעיי העברים באו לדיבון גד וי\"ל דהתם מפרש שם המקומות והכא מפרש שם הנהרות לפי שרוצה לבא אל הבאר: "
            ],
            [
                "<b>ויחנו מעבר ארנון. </b>ארנון הוא שם הנהר וחנו בעבר הנהר לצד ארץ סיחון כי היו מקיפין את ארץ מואב שלא ניתנה להם רשות לעבור דרך עריו כי אם בגבוליו כדכתיב וגם אל מלך מואב שלח ולא אבה ובאו ממזרח שמש לארץ מואב והניחו ארץ מואב למערב שעברו מעבר לארנון לצד ארץ סיחון: ",
                "<b>כי ארנון גבול מואב בין מואב ובין האמורי. </b>כלומר שהנהר מפסיק בין שני הגבולים כי מתחל' היתה כל הארץ למלך מואב משני צדי הנהר וסיחון לקח כל מה שהיה למלך מואב לצד ארנון ומאותה מלחמ' ואילך הי' הנהר מפסיק בין גבול מואב ובין גבול ארץ סיחון מלך האמורי ואותה ארץ שבעבר הירדן הנהר שכבש סיחון מיד מואב לקחו ישראל מיד סיחון כמו שאז\"ל עמון ומואב טהרו בסיחון כלומר נטהרו ונכשרו לישראל על ידי סיחון ואותה נחלה היה שואל מלך עמון מישראל ואו' לא לקח ישראל מארץ מואב כי לא עברו ארנון: "
            ],
            [
                "<b>על כן. </b>על שנצח סיחון את מואב יאמר בס' מלחמות ה' כמו בדברי הימים שכותבין בו מלחמות שבין אומה לאומה והנצוח שהקב\"ה נותן לאומה כנגד חברתה וכתוב בו ענין מלך מואב: ",
                "<b>את והב בסופה. </b>את והב תיבה אחת והיא כמו בהתודע יוסף שמתפרש כמו באתודע והכי נמי את והב כמו אתיהב למלך מואב בסופה ובסערה שהיא נצוח שנלקחה ארצו עד הנחל: "
            ],
            [
                "<b>ואשד הנחלים. </b>שפך הנחלים כמו אשדות הפסגה:",
                "<b> אשר נטה לשבת ער. </b>כלומר שהיה נוטה בתוך ארצם וישיבת' של מואב דער הוא מואב כדכתיב והמואבים היושבים בער והיו כבר יושבים מכאן ומכאן לנחלים ועתה נשען הנחל לגבול מואב שאין גבולם עובר הנחל: "
            ],
            [
                "<b>ומשם בארה. </b>ומאותן נחלים ומנסיעתם היתה הבאר נובעת שיוצאה מן הסלע: "
            ],
            [
                "<b>אז ישיר ישראל. </b>אז כשנתן להם הבאר ישיר ישראל מתוך שמחה שהיו סבורים למות שם הם ומקניהם בצמא אבל משה לא שר כדפרש\"י: ",
                "<b>עלי באר ענו לה. </b>כך משוררים וצועקין ענו לה הרימו קול לה כמו וענו הלוים: "
            ],
            [
                "<b>באר חפרוה שרים. </b>כלומר הבאר הזה אינו כשאר בארות שחופרים אותה עבדים כד\"א ויכרו שם עבדי יצחק באר אלא באר זו מכובדת שחפרוה שרים וכרוה נדיבי עמים משה ואהרן וזקני ישראל: ",
                "<b>במחוקק במשענותם. </b>כלו' לא חפרוה כשאר בארו' אלא שחקקוה בסלע במטה האלהים וזה מוכיח שלא הקפיד הקב\"ה על שהכה דאם הקפיד לא היו משוררים מדבר שהקפיד. וי\"א מחוקק זה משה כד\"א כי שם חלקת מחוקק ספון ומתרגמינן משה ספרא רבא. ",
                "<b>וממדבר מתנה כלו'</b> חשיבות גדולה היה באותו הבאר כי ממדבר שהוא מקום צמאון היה להם למוצא מים:"
            ],
            [
                "<b>וממתנה נחליאל. </b>לא היתה כשאר בארו' שנובעות במקומן ואינן נמשכות אלא משנתנה נגברה והיה לנחל והיו רוב המים עולין על הבמות: "
            ],
            [
                "<b>ומבמות הגיא. </b>ומהבמות היה יורד אל ההר לעבר הגיא ונמשכה אצל ראש הפסגה הנשקפה על ראש פני הישימון הנראית על פני המדבר שהוא קרוי ישימון כדכתיב ובתהו יליל ישימון וזו היתה שמח' גדול שהיתה נראית על פני המדבר להולכים בתהו שהיו רואים מקום להשקות הם ומקניה' ולהתקרר ולהתעדן, ובעירובין פרק כיצד מערבין מסיק וממדבר מתנה אם משים אדם עצמו כמדבר הזה שהכל דשין בו תורתו מתקיימת ונתנת לו במתנה וכיון שנתנה לו במתנה נחלו אל כלומר כירושה היא לו וכיון שנחלו אל עולה לגדולה שנא' ומנחליאל במות ואם הגיס דעתו הקב\"ה משפילו שנאמר ומבמות הגיא ואם חזר בו הקב\"ה מגביהו שנאמר כל גיא ינשא: "
            ],
            [],
            [
                "<b>עד אשר נעבור גבולך. </b>לא היו שואלין לעבור דרך ארצו אלא לסבוב גבולו מבחוץ כמו שסבבו ארץ אדום וארץ מואב וכן כתוב בפ' אלה הדברים כאשר עשו לי בני עשו היושבים בשעיר והמואבים היושבים בער שהניחום לסבוב ארצם וגבולם: "
            ],
            [],
            [
                "<b>עד יבוק עד בני עמון. </b>יבוק שם הנחל שנא' ויעבור את מעבר יבק וכמו שלקח סיחון את ארץ מואב עד ארץ ארנון כך לקח ארץ בני עמון עד יבק והנהר היה מפסיק ביניהם אבל משם ואילך כי עז וחזק גבול בני עמון מן הנהר ואילך מפני שהנהר הי' מפסיק הגבול: "
            ],
            [],
            [
                "<b>כי חשבון עיר סיחון. </b>לפי שכתוב אחריו וישב ישראל בארץ האמורי. אמר כאן שלא תתמה על שאנו אומרים שחשבון היא מארץ האמורי ויודעין אנו שהיא מארץ מואב כי חשבון עתה היא עיר סיחון שהרי הוא נלחם במלך מואב הראשון וכבשה מידו ולא עם בלק מלך מואב אלא במלך ראשון שהיה קודם בלק: "
            ],
            [
                "<b>על כן יאמרו המושלים. </b>בני אדם הרגילים למשול משלים על ידי שלקחה סיחון באו לדור בתוך חשבון כי עתה תבנה ותכונן מאחר שהיא עכשיו עיר סיחון כי כל זמן שהיתה למלך מואב לא היה מלך חזק אבל משכבש סיחון אין לכלום לגור בה: "
            ],
            [
                "<b>כי אש יצאה. </b>לאחר שנכבשה חשבון ונלחם גם בשאר עיירות שהוא ער וארנון וכבשם אז אמר אש יצאה מחשבון כלומר חיל וגבורים ולהבה מאותה עיר שנקראת קרית סיחון:",
                "<b> אכלה ער מואב. </b>כלומר ממקומו יצא אש ושרפם והוא כמו ותצא אש מאבימלך ותאכל את אנשי שכם ומבעלי שכם ותאכל את אבימלך כלומר מהם ובהם וזה המשל שמשלו על גבורת סיחון להודיעך כמה גדול כחו של משה שנצחו והרגו. וכן משלו משל על בני עמון הלא את אשר יורישך כמוש אלהיך: "
            ],
            [
                "<b>נתן בניו פליטם. </b>כלומר הבנים הקטנים שפלטו מן החרב והבנות שאין דרכם להלחם שבק והניחם להוליך בשביה לפי שלא היה יכול להצילם מידו. נתן כמו נרדי נתן ריחו: "
            ],
            [
                "<b>ונירם אבד חשבון. </b>כלומר ניר ויורש שלהם אבד חשבון וכל הארץ עד דיבון שלא יירשוה עם ירושתו. ניר לשון יורש כמו ולמען היות ניר לדוד עבדי: "
            ],
            [],
            [],
            [],
            [
                "<b>ויאמר ה' אל משה אל תירא אותו. </b>פרש\"י לכך הוצרך לו' אל תירא אותו מה שלא הוצרך לו' מסיחון לפי שהיה ירא פן יעמוד לו זכות מה שהגיד לאברהם אבינו שנשבה לוט וא\"ת והלא כוונתו לרעה היתה כדי שיהרג אברהם ויקח שרה י\"ל כיון דהצלה באה על ידו היה לו לירא כמו שמצינו בפרק חלק בזכות מ\"ב קרבנות שהקריב בלק זכה ויצאת ממנו רות ואע\"פ שלא נתכוין אלא לרעה לקלל את ישראל ומיהו תימה למ\"ד דעוג נקרא פליט על שנפלט מן המבול דבמס' נדה מסיק דעוג וסיחון אחי הוו וא\"כ [היכן מצינו] שסיחון פלט מן המבול דבשלמא עוג מצינו סמך ורמז כדפרשתי בפ' נח בשם ר\"י החסיד וישאר אך נח שעולה בגי' עוג אבל לסיחון לא מצינו רמז. ואו' הרב רב יחיאל בר יוסף שעוג נולד קודם המבול ואמו היתה מעוברת מסיחון בשנת המבול והלכה ונשאת לאחד מבני נח וכבר היתה מעוברת מאותן בני האלהים אשר לקחו מבנות האדם ונולד סיחון בתיבה: "
            ]
        ],
        [
            [],
            [
                "<b>וירא בלק כו' לאמורי. </b>לסיחון מלך האמורי ונשא ק\"ו בעצמו ומה סיחון שנצח מלך מואב לא היה יכול לעמוד מפניהם אני על אחת כמה וכמה: "
            ],
            [],
            [
                "<b>עתה ילחכו הקהל וגו'. </b>לא היו יראים אלא שלא יהו שוללים ובוזזים את כל סביבות' ולהכי נקט לשון לחיכה אבל שלא יהרגום לא היו יראים שכבר הזהיר הקב\"ה אל תצר את מואב: ",
                "<b>כלחוך השור. </b>מתוך שאין לו שינים למעלה ואינו יכול לחתוך העשבים כמו סוס וחמור וכחו גדול עוקר העשבים והשרשים: "
            ],
            [],
            [
                "<b>ואגרשנו מן הארץ. </b>מארץ שלי שלקחו מיד סיחון שכבש מיד מואב כדפירש\"י לעיל: ",
                "<b>כי ידעתי את אשר תברך מבורך. </b>לפי שנבא על מואב שיפול ביד סיחון כדכתיב לעיל על כן יאמרו המושלים דהיינו בלעם: "
            ],
            [
                "<b>וילכו זקני מואב. </b>בפרק חלק תנא מואב ומדין לא היה שלום ביניהם לעולם משל לשני כלבים שהיו בעדר והיו שונאין זה את זה ובא זאב על אחד מהם אמר אם אין אני עוזרו למחר יבא עלי הלכו להם שניהם והרגו הזאב אמר רב משרשיא היינו דאמרי אינשי שונרא וכרכושתא פי' חולדה עבדו הלולא מתרבא דביש גדא: ",
                "<b>וקסמים בידם. </b>שכר קסמים בידם וכן תרגום ירוש' ואגרתא דקסמיא בידיהון אי נמי אגרתא דקסמיא בידיהון שהביאו לו ספרי קוסמין: "
            ],
            [
                "<b>וישבו שרי מואב עם בלעם. </b>וזקני מדין להיכן הלכו כיון דאמר להו לינו פה הלילה וגו' הלכו להם אמרו כלום יש אב ששונא בנו: "
            ],
            [],
            [
                "<b>בלק בן צפור. </b>הוא היה משלשה אנשים שהשיבו שלא כהוגן קין ובלעם וחזקיה. קין כשאמר [לו] הקב\"ה אי הבל אחיך ענה השומר אחי אנכי היה לו להשיב רבון העולמים אתה יודע הכל והכל גלוי לפניך. בלעם כמו כן כשאמר [לו הקב\"ה] מי האנשים האלה [היה לו להשיב אתה יודע מי הם]. חזקיה כששאל לו ישעיה מאין באו אליך האנשים ויאמר לו מארץ רחוקה באו אלי מבבל היה לו להשיב נביא אתה ואתה יודע. וקשיא לי אמאי לא חשיב אדם הראשון כשאמר לו הקב\"ה איכה היה לו להשיב אתה יודע שהרי כבר נתנה בו חכמה דהא בשעה ששית קרא שמות ולא סרח עד שעה עשירית ואי אמרינן אפיק חזקיה ועייל אדם הראשון הוא ניחא וכן נראה שהרי שלשה אלו עם הקב\"ה היו מדברים אבל חזקיה עם הנביא היה מדבר ואין הנביאים יודעין הכל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם לקרוא לך. </b>פי' אם אתה סבור להשתכר בהליכתך קום לך אתם ואל תאמר שהפסדתי שכרך ואך ידוע תדע כי את הדבר אשר אדבר אליך אותו תדבר על כרחך: "
            ],
            [],
            [
                "<b>ויחר אף אלהים כי הולך הוא. </b>ואע\"פ שנתן לו רשות מ\"מ מחשבת בלעם הרשע נכרת מתוך מעשיו שאם לא היה דעתו לקלל לא היה לו לילך אלא ודאי כך היתה סברא שלו מאחר שאמר לו הקב\"ה מתחלה לא תלך ואח\"כ אמר לו לך א\"כ חזר בו ובדעתו לקללם לפיכך חרה אפו של הקב\"ה שהרי היה לו לעלות בדעתו שאין הקב\"ה חוזר מדבריו וכשאמר לו קום לך אתם לא התירו לקללם אלא לפי שראה שהוא חומד ממון אמר לו לך אתם והוא הלך על דעת לקלל לכך שלח לו מלאך לשטן לו להודיע שהוא יודע מחשבותיו: "
            ],
            [
                "<b>ותלך בשדה וגו'. </b>פירש\"י סימני אבות הראהו וצריך פי' לפי' וה\"ק בתחלה עמד בשדה נגדו שיש דרך לנטות ימין ושמאל רמז לו שאם ירצה לקלל זרעו של אברהם יקלל מימין ומשמאל. בני ישמעאל מצד אחד ובני קטורה מצד אחד אבל לא תלך באמצע אל תקלל זרע יצחק ואחר עמד במשעול הכרמים שאין דרך שם כי אם דרך הלוך שני אנשי' בצמצום ורמז לו שאם בא לקלל זרעו של יצחק שיוכל לקלל' מצד אחד דהיינו מצדו של עשו אבל לא מצד השני מצד יעקב. ואחר עמד במקום צר אשר אין דרך לנטות ימין ושמאל כי כל בניו כשרים הם דהיינו זרע יעקב זהו סימני האבות הראהו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גם אותכה הרגתי. </b>פירש\"י הרי זה מקרא מסורס והוא כמו גם הרגתי אותך. וצריך פי' לפירושו וה\"ק דאי דרשינן כמו שכ' הוה משמע גם אותך הרגתי עם האתון וא\"כ היכי קאמר אחר כן ואותה החייתי אבל השתא דמהפכינן ליה מצינן למדרש הכי לא העכבה בלבד קראתיך ע\"י כי גם ההריגה כלו' לא זו בלבד הייתי עושה לך שהייתי מעכבך פה אלא גם הרגתי אותך ואותה החייתי כי מאחר שיהי' נהרג אין לחוש על כבודו כל כך אבל עתה מפני שדברה והוכיחה אותך ולא יכולת לעמוד בתוכחתה [הרגתיה כו'] שחס המקום בכבוד הבריות. ",
                "<b>ואותה החייתי </b>ונראה שגם הנערים הרג שאין נזכרין כלל הכא:"
            ],
            [],
            [
                "<b>ואפס את הדבר. </b>בעל כרחך ואם על דעת ראשונה דלקלל אתה הולך תהרג בחרב. וכדי ליראו ולבהלו בא המלאך: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וירא משם קצה העם. </b>פי' כל העם מקצה שראה כלם עד סוף המחנה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ויקר אלהים אל בלעם. </b>מקשים העולם מדוע בא הקב\"ה לקראת בלעם ולא בא לקראת משה רע\"ה אלא קורהו כדכתיב ויקרא אל משה. י\"ל שזה משל למלך שיושב בפלטרין שלו בא מצורע אחד וקורא בשער שרוצה לדבר עם המלך באו והגידו למלך אמר המלך אל תניחוהו ליכנס פן יטנף הפלטרין שלי אך אלך לדבר עמו חוץ וכשאוהבו רוצה לדבר עמו אינו זז ממקומו ומניחו לבוא תוך חדריו ומדבר עמו: "
            ],
            [
                "<b>וכה תדבר. </b>אמור לו מה שאמרתי לאברהם כה יהיה זרעך וא\"כ אין לכלותם כיון שגזרתי עליהם להרבותם: "
            ],
            [],
            [],
            [
                "<b>ומה אזעום לא זעם ה'. </b>שלא כעס הקב\"ה בכל אותן הימים והיינו דקאמר ליה נביא לישראל עמי זכר נא מה יעץ וגו'. כדאיתא במס' ברכות. ואמרינן התם וכמה הוי זעמו רגע וכמה רגע כמימריה ותימ' היאך יכול לקללם באותו זמן מועט וי\"ל שהיה יכול לו' כלם. וזש\"ה ויהפוך ה' אלהיך לך את הקללה לברכה שאמר ותרועת מלך בו. הוא הפך כלם. ומיהו קשיא מדאמרינן התם ההוא מינא דהוה בשיבבותיה דר' יהושע בן לוי דהוה קא מצער ליה טובא כו' כי מטא ההיא שעתא איתנמנם אמר ש\"מ לאו אורח ארעא למעבד הכי דכתיב גם ענוש לצדיק לא טוב ואפילו למינאי והיאך היה יכול לקללו באותו רגע ואי זו קללה היה יכול לומר בשעה מועטת כזאת וצ\"ל דאין הדבר תלוי כי אם להתחיל הקללה בשעת הזעם וכן נמי מוכח התם דמסיק אמר ר\"י מברכותיו של אותו רשע אתה למד מה הי' בלבו בקש לו' לא יהיה להם בתי כנסיות כמו שאפרש בסמוך וכל אלו הקללות לא היה יכול לומר באותו רגע אלא ש\"מ דבהתחלה תליא מילתא: "
            ],
            [],
            [
                "<b>ומספר את רובע ישראל. </b>פי' ל' רביעה כלומר זרע העתיד לצאת מהם. ד\"א לשון רביעית לפי שראה ישראל שוכנים בארבעה דגלים אמר אפילו חלק רביעית שבהם איני יכול לספור: ",
                "<b>תמות נפשי מות ישרים. </b>מכאן תשובה למינים זכרם לאבדון שהרי ברוח הקדש היה אומר דבריו וקאמר שיהא סופו כישראל אלמא יש תקנה לישראל לאחרית: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנה ברך לקחתי. </b>קבלתי ברכה מאת הקב\"ה לברך את ישראל ",
                "<b>וברך ולא אשיבנה כלו' </b>ואברך אותם ולא אשיב הברכה מהם ודין הוא שיברכם שהרי לא הביט און ביעקב ולפיכך ותרועת מלך בו לשון חיבה ורעות וזהו דבר גדול כי חזק הוא המוציאם ממצרים. אל לשון חוזק [כמו] ואת אילי הארץ לקח:"
            ],
            [],
            [
                "<b>כתועפות ראם לו. </b>כלומר כפלי כפלים כחו כפול משל ראם. תועפות לשון כפלות כדמתרגמי' וכפלת ותעיף וכן תעופה בבקר תהיה שתהא אור שלך כפול מאור הבקר ומדמה הקב\"ה לראם כדי להאזין לבני אדם וכן הוא נמשל לארי ה' כאריה ישאג אריה שאג מי לא יירא: "
            ],
            [
                "<b>כי לא נחש ביעקב. </b>לשון נסיון כמו נחשתי כלו' אין לנסות אם יקללם כי בודאי לא יקללם וכי תימא אין הקב\"ה חפץ לקללם אבל ע\"י כשפים וקסמים יכול אדם לקללם ת\"ל ולא קסם בישראל שאין שום כשפים מועלין בהם שהקב\"ה שומרם: ",
                "<b>כעת יאמר ליעקב. </b>כעת הבא כמו כעת חיה יאמר על יעקב ועל ישראל מה פעל אל כלומר כל כך יעשה הקב\"ה נסים וגבורות לישראל עד שיאמרו הכל כמה פעולות פעל הקב\"ה עם אלו. והוא כמו מה רבו מעשיך ה': "
            ],
            [
                "<b>הן עם כלביא יקום. </b>לא כמו שחשבת להשפילם אלא יקומו ויתגברו כארי וכלביא: "
            ]
        ],
        [
            [
                "<b>ולא הלך וגו'. </b>לקראת נסיונות לפי שיודע הוא שלא יועילו כדפי' לעיל אלא נתכוון לברכם והסכים הקב\"ה על ידו שנאמר ותהי עליו רוח אלהים אי נמי רצה לקללם ושרתה שכינה עליו והכריחו בעל כרחו לברכם: "
            ],
            [],
            [],
            [],
            [
                "<b>מה טובו אהליך יעקב. </b>איתמר בחלק אמר ר' אלעזר מברכותיו של אותו רשע אתה למד מה היה בלבו בקש לומר לא יהיה להם בתי כנסיות ובתי מדרשות אמר מה טובו אהליך יעקב. לא תשרה עליהם שכינה אמר משכנותיך ישראל. לא תהיה מלכותם נמשכת אמר כנחלים נטיו. לא יהיה להם זיתים וכרמים אמר כגנות עלי נהר. לא יהיה ריחם נודף אמר כאהלים נטע ה'. לא יהיה להם מלכים בעלי קומה. אמר כארזים עלי מים. (אמר) לא יהיה להם מלך בן מלך אמר יזל מים מדליו. לא תהא מלכותם שולטת באומות אמר וזרעו במים רבים. לא תהיה מלכותם עזה אמר וירום מאגג מלכו. לא תהא קימה למלכותן אמר ותנשא מלכותו. א\"ר אבא בר כהנא וכלן חזרו לקללה חוץ מבתי כנסיות ובתי מדרשות שנא' ויהפוך ה' אלהיך לך את הקללה לברכה קללה ולא קללות. ד\"א כנחלים נטיו (לשון נטיו) לשון נטיה שייך בנחלים שנא' הנני נוטה אליה כנהר שלום כמו שהנחלים נוטים ומתפשטים לכאן ולכאן כשגדלים כך ישראל יפרו וירבו ויהיו צריכים לפשט אהלים ולהרחיבם כדאמר הרחיבי מקום אהלך וכו'. ",
                "<b>כאהלים נטע ה' </b>כאותן זריעות חשובות שנטע ה' בגן עדן שנא' ויטע ה' אלהים גן בעדן מקדם שגדלין ומתברכין:"
            ],
            [],
            [
                "<b>יזל מים מדליו. </b>כמו הרים נזלו כלומר יתנטפו מים ממקום שהם דולים כלו' ירבה חיל מזרעו כי חיילות נמשלו למים כמו המים העצומים את מלך אשור כלומר יצא חיל מזרעו וזרעו יהיה כמים רבים שיגדלו מאד: ",
                "<b> וירום מאגג מלכו. </b>ירום מלכו של ישראל יותר מאגג כמו שמצינו שמלך ראשון של ישראל דהיינו שאול הרג עמלק וכל מלכי עמלק קרוין אגג וכל מלכי מצרים קרוין פרעה וכל מלכי פלשתים קרוין אבימלך: ",
                "<b> ותנשא מלכותו. </b>של ישראל:"
            ],
            [
                "<b> יאכל גוים צריו. </b>כלו' ישראל יכלה הגוים שהם צריו: ",
                "<b>ועצמותיהם יגרם. </b>כאדם שאוכל בשר ואח\"כ אוכל העצמות ואינו משייר כלום: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לכה איעצך. </b>א\"ר יוחנן שלשה היו באותה עצה בלעם איוב ויתרו בלעם שיעץ נהרג איוב ששתק נדון ביסורין יתרו שברח זכו בניו וישבו בלשכת הגזית שנא' ומשפחות סופרים ישבו יעבץ תרעתים שמעתים סוכתים המה הקינים הבאים מחמת וגומר וכתיב ובני קני חותן משה עלו מעיר התמרים וגו' ד\"א איעצך כלומר על אותו דבר שאתה ירא וחרד מפני זה הקהל היושב ממולך דע שאם לא תתגרה בהם אל תירא מהם: ",
                "<b>אשר יעשה העם הזה. </b>כדמפרש ואזיל:"
            ],
            [],
            [],
            [
                "<b>אראנו ולא עתה אשורנו ולא קרוב. </b>אני שר ומעיין הדבר ולא יהיה בקרוב ודבר רחוק הוא אך משה לא אמר כן אלא כי קרוב יום אידם של אומות העולם וחש עתידות למו. משל למלך המהלך בדרך ועמו אוהבו ושונאו צמא המלך למים האויב אמר לו רחוקים אנו למים כדי לצערו האוהב אמר אדוני המלך רכב כי קרוב לנו המים כדי להשיב נפשו עליו. כך בלעם האויב אומר כי הישועה רחוקה אבל האוהב אומר שמרו משפט ועשו צדקה כי קרובה ישועתי לבא וצדקתי להגלות:",
                "<b>דרך כוכב מיעקב. </b>נתחזק המושל של יעקב. דרך לשון חוזק כמו תדרכי נפשי עוז.",
                "<b>וקם שבט מישראל </b>חזק שימחץ פאתי מואב של מואב. פאתי לשון היתה לראש פנה. ועל דוד נבא שנא' ויך את מואב וימדדם בחבל וגו':",
                "<b>וקרקר כל בני שת. </b>האומות כדפרש\"י ואין ישראל בכלל שהרי ברישיה דקרא תלה הממשל' בישראל: "
            ],
            [
                "<b>והיה אדום ירשה. </b>שהיו עבדים לדוד נושאי מנחה: ",
                "<b> והיה ירשה שעיר אויביו. </b>שעיר יהיה ירושה לאויביו: "
            ],
            [],
            [
                "<b>וירא את עמלק. </b>וכתיב וירא את הקיני וגו'. שתי אומות הללו נקט ביחד לפי שעמלק הי' ראשית לשנאה וקיני ראשית לאהבה שעל ידו הועמדו שרי אלפים ושרי מאות ולשניהם מפרש תגמולם עמלק עדי אובד וקני איתן מושבך ושים בסלע קנך ושים שם דבר כלומר ושימת מושבך וקן שלך יהיה בסלע: "
            ],
            [],
            [
                "<b>כי אם יהיה לבער קין. </b>כלומר כשיהיה לבער קין כשילכו בגלות",
                "<b> עד מה אשור כלו' </b>עד מתי יהי' דבר זה [שלא יהי'] לזמן ארוך ולא תהי' כ\"א בשביה שהרי אשור תשבך ולא תהי' נבער ונאבד מן העולם כמו עמלק לפיכ' המריב בהם שוטה והמשלים עמהם חכם: "
            ],
            [
                "<b>ויאמר אוי מי יחיה משומו אל. </b>בפרק חלק אמר ריש לקיש אוי למי שמחיה עצמו בשום אל אי נמי בשום אלה ור' יוחנן אומר אוי לה לאומה שתמצא בשעה שהקב\"ה עושה פדיון לבניו מי מטיל כסותו בין לביא ללביאה בשעה שנזקקין זה לזה ד\"א שהיה מקונן ואומר מי יוכל לחיות מאותה שימה שישים הקב\"ה בעולם ועל מלך המשיח נבא: "
            ],
            [
                "<b>וצים מיד כתים. </b>וספינות גדולות מיד ארמיים יוצאים כמו וצי אדיר לא יעברנו.",
                "<b>וענו אשור. </b> ואע\"פ שאשור יגדל כמו שאמר לעיל עד מה אשור תשבך:",
                "<b> וענו עבר. </b>בני ישראל:",
                "<b> וגם הוא עדי אובד. </b>וגם הוא לאחר שימשול ארם בכל העולם לעד יהי נאבד בימי מלך המשיח. ועל שראה כל האומות כלות לימות המשיח היה מקונן ואומר אוי מי יחיה משומו אל:"
            ]
        ],
        [
            [
                "<b>וישב ישראל בשטים ויחל העם לזנות. </b>[כ\"מ שנאמר וישב כתיב אחריו פורענות] וישב יעקב ויבא יוסף את דבתם רעה ונמכר. וישב יוסף במצרים ויאמר יוסף אל אחיו הנה אנכי מת. וישב ישראל בארץ מצרים וסמיך ליה ויקרבו ימי ישראל למות. וישב ישראל ויהודה בטח וסמיך ליה ויקם ה' שטן לשלמה וגו': ",
                "<b>בשטים. </b>אמר רבי אלעזר שטים שמה ור' יהושע אומר שעסקו במעשה שטות: ",
                "<b>ויחל העם לזנות. </b>נעשו חולין ע\"י הזנות בעצת בלעם ולכך הוא נדון בשכבת זרע רותחת כדאיתא במס' גיטין פרק הניזקין מדה כנגד מדה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פינחס בן אלעזר. </b>כלומר אין להם לשנאתו אם הרג זמרי שהרי על ידי כן השיב את חמתי מעליהם ולא כליתי אותם: "
            ],
            [
                "<b>לכן. </b>שעשה דבר הגון לפני הנני נותן לו את בריתי שלום ואם ישנאוהו ישראל לא יחוש ואין לו לירא לא מקרובי זמרי ולא מקרובי כזבי שהיתה בת מלך ובקידושין פרק האומר מסיק וי\"ו דשלום קטיעה היא למדרש כשהוא שלם ולא כשהוא חסר מכאן לכהן בעל מום שעבודתו פסולה: "
            ],
            [
                "<b>והיתה לו ולזרעו אחריו וגו'. </b>שיהא משוח מלחמה מכאן ואילך וזש\"ה במלחמת מדין אותם ואת פנחס בן אלעזר הכהן לצבא וכו' מכאן אמרו רז\"ל דלא נתכהן פנחס עד שהרגו לזמרי. ובהכי ניחא מה שהעולם מקשים היאך הרג פנחס את זמרי ונטמא למת דאיכא למימר דעד עכשיו לא נתנה כהונה אלא לאהרן ולבניו אבל לבני בניו לא וגם במלואים תמצא כתיב לאהרן ולבניו תעשה כתנות ולא לבני בניו. ועוד י\"ל דהניחו לזמרי גוסס ולא מת ממש וגוסס אינו מטמא ועל זה הקשה הר\"ר שמואל שהרי משמיני למלואים היה פנחס משוח מלחמה שכן מונה שמחה זו בשבע שמחות שהיתה אלישבע אשת אהרן יתירה על האחרות שהיה בן בנה משוח מלחמה ושמא משם נתן לו להיות משוח מלחמה אבל לעבודה ולדורות לא וכאן ניתנה לו הכהונה לכל מילי ולזרעו אחריו ברית כהונת עולם:",
                "<b> ויכפר על בני ישראל. </b>וראוי הוא לעשות כפרות אחרות:"
            ],
            [],
            [
                "<b>ושם האשה המוכה. </b>לא נכתב אלא להודיע שגדולים היו ואעפ\"כ לא נמנע פנחס מלהרגם ולכך הוצרך להבטחתו של הקב\"ה וכן מצינו באברהם לאחר שהרג המלכים שאמר לו הקב\"ה אל תירא אברם: "
            ]
        ],
        [
            [
                "<b>ויהי אחרי המגפה. </b>צוה הקב\"ה למנות את ישראל לידע אותם שילחמו עם הכנעניים ושני פעמים נמנו וזה המנין מנה להזכיר שם המשפחות אבל במדבר סיני לא הזכיר המשפחות ולפי הפשט לא כל בני השבטים עלו למשפחות כי יש מהם שלא היה להם בנים ונקראו על שם אחיהם שהיתה משפחתם מרובה ונטמעו בהם ולא היה להם שם לעצמן כגון בני שמעון שאינו מונה משפחות אוהד ויכין וצחר וגם בני אשר לא מנה משפחת ישוה ונטמעה במשפחת ישוי ופעמים שאין משפחה נקראת אלא על שם בני בניהם כגון לזרח משפחת הזרחי ולא מצינו זרח מבני שמעון אלא מבני בניו היה ונתלית בו המשפחה וכן אצבון וכן ארד ונעמן שהם בני בלע מדקאמר משפחת הבלעי מכלל שהיו בנים אחרים לבלע ונקראו על שמו וכן גלעד עשה לו משפחה לעצמו ומכיר היה לו בנים אחרים ונקראו על שמו כדכתיב למכיר משפחת המכירי ויש מהם שנשתנו קצה שמותם כגון נמואל ימואל חושים שוחם אחי אחירם מופים שפופם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושם בת אשר שרח. </b>לפי שנזכרה עם יוצאי מצרי' [זכרה] כאן ויש לתמוה מהו ושם וגם על התרגום יש לתמוה ושום בת אתת אשר סרח משמע שלא היתה בת אשר אלא בת אשתו וגדלה אשר ולכך נקראת על שמו וזהו ושם שלא היה לו לאשר עליה אלא השם בלבד אבל בתו לא היתה. ומיהו תימ' אם הולידה אחד מן השבטים למה לא הזכירו ואם אחר דמעלמא למה מתיחסת על יעקב ושמא בת אשר היתה ולפי שהיה שמה ידוע ביותר בחסידות ובמעשים טובים כתוב עליה ושם ואמנם לשון התרגום דחוק: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשר ילדה אותה ללוי. </b>כי אשתו של לוי אותה שמה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והעברתם את נחלתו לבתו. </b>בכלהו כתיב ונתתם וגבי בת והעברתם לפי שכשהנחלה נתונה לבת היא נעברת משמה הראשון ממטה למטה ונקראת על שם בעלה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וביום השבת. </b>איתא בשוחר טוב לכל המוספים לא תמצא מוסף מועט כשבת ועל דבר זה קראה שבת תגר לפני הקדוש ברוך הוא אמר לה הקב\"ה הנה שזהו קרבן מוסף הראוי לך לפי שכל מעשיך כפולים שיר כפול שנא' מזמור שיר ליום השבת עונג כפול שנאמר וקראת לשבת עונג ולקדוש ה' מכובד עונשו כפול שנא' מחלליה מות יומת לחם כפול לחם משנה לפיכ' ראוי קרבן שלך להיות כפול וזהו שאנו אומרים במוסף של שבת להקריב בה קרבן מוסף שבת כראוי מה שלא נאמר בכל המוספין משל למלך שאמר לעבדיו הכינו סעודה לבני הכינו להם שני מיני מאכלים לאחר שסעדו צוה המלך להכין לו סעודתו אמרו לו עבדיו מה נכין לך אמר להם ולבני מה הכינותם אמרו לו כך וכך אמר להם ולי כמו כן אל תכינו יותר מבני כך הקב\"ה נתן לבני ישראל לחם משנה ביום השבת לפיכ' צוה להקריב ג\"כ לחם משנה וזהו וביום השבת שני כבשים. ואגב גררא אפרש פירוש של תכנת שבת והוא לשון ותכן לבנים כלומר שספרת יום ראשון יום שני וכו' ושבת ביום שביעי שהקב\"ה אוהב שביעית לפיכ' לקח חנוך שהיה דור שביעי וכן שבת וכן שבעה רקיעים וכן שמטה וכן יובל וכן ארץ שבעה עממין. ",
                "<b>רצית קרבנותיה </b> הקרבנות שראו פני שבת שאמרת ומיום השמיני והלאה ירצה ואי אפשר לשמונה ימים בלא שבת.",
                "<b>צוית פירושיה עם סדורי נסכיה </b>צוית פי' ענש שבת עם צווי דנסכים כדפרש\"י גבי זכור ושמור בדבור אחד נאמרו. וכן לא יקח איש את אשת אחיו יבמה יבא עליה בדבור אחד נאמרו וכלם נרא' סותר זה לזה אבל זכור ושמור אין נראה סותר זה את זה וי\"ל דאיהו נמי דומה סתירה שהרי זכור ושמור דרשי' מיניה זכרהו על היין בכניסתו הוי מצות עשה שהזמן גרמא ונשים פטורות ושמור משמע לא תעשה דכל מקום שנאמר השמר פן ואל אינו אלא לא תעשה ונשים חייבות הרי דומה שבא לסתור הבנין דזכור. מיהו אמת הוא דנשים חייבות בקדוש היום דכל דאיתנהו בשמיר' איתנהו בזכירה. ויש להקשות למה אין אנו קורין בכל שבת פרשה זו דביום השבת כמו שאנו קורין בר\"ח ובמועדות מוספין שלהם וליכא למימר משום דאין בפ' זו כי אם שני פסוקים ואמרי' במס' מגלה דאין מתחילין בפרשה פחות משלשה פסוקים שהי' לנו לקרותה ולהתחיל בפ' דצו את אהרן את קרבני לחמי כמו שאנו מתחילין אף בר\"ח שחל להיות בשבת וי\"ל לפי שכל קריאת הפרשיות הוו משום כפרה כדאמרינן במס' תענית בשעה שאמר אברהם אבינו במה אדע כי אירשנה כלומר באיזה זכות אירשנה ואמר לו הקב\"ה קחה לי עגלה משולשת כלו' בזכות הקרבנות והשיב לו אברהם תינח בזמן שבית המקדש קיים כשאין בית המקדש קיים מה תהא עליהם אמר לו הקב\"ה שיהו קורין לפני הקרבנות ומעלה אני עליהם כאילו הקריבום לפני ומכפר להם ובכל פרשיות של מועדות ור\"ח כתיב בהו כפרה שנא' ושעיר עזים אחד לכפר עליכם אבל פרשת שבת לא כתיב בה כפרה לפיכ' אין אנו קורין אותה. ד\"א משום דגבי מועדות כתיב אלה מועדי ה' אשר תקראו אותם ואין מקרא יוצא מידי פשוטו דמשמע קריאה בתורה ממש אבל בשבת לא כתיב כן וגם לא איקרי מועד ור\"ח איקרי מועד כדכתיב קרא עלי מועד וגומר. בר\"ח כתיב לחטאת לה' מה שלא נאמר בכל המוספין ובמסכת שבועות דריש ליה אמר הקב\"ה הביאו עלי כפרה על שמעטתי את הירח. ויש לפרש כן תביאו לדורות בשבילי ולשמי קרבן להיות קרבן כפרה לי ובזה תתנחם הלבנה על שמעטתי אותה. והכפרה היא מועלת לתינוקות שלא תפול עליהם אסכרה לפי שחדוש ראשון היה ברביעי כדאמרינן ברביעי נתלו המאורות ואמר מר ברביעי היו מתענין על האסכרה שלא תפול בתינוקות וגם רש\"י פי' בפרשת בראשית שלפיכ' כתיב יהי מארת חסר לשון מארה וכ\"ש ביום חדוש הלבנה שיש לדאג על התינוקות וקרבן זה של ר\"ח מכפר עליהם וזהו שאנו אומרי' במוסף של ר\"ח. זמן כפרה לכל תולדותם ותולדותיו של אדם אלו התינוקות: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וביום השביעי. </b>מצאתי שבז' של פסח שאומר בקרבנות של מוסף פסוק זה ביום השביעי וגו':"
            ],
            [],
            [],
            [],
            [],
            [
                "כתיב גבי שבועות שעיר עזים לכפר עליכם ולא כתיב לחטאת מפני כבוד התורה שנתנה בו ביום וזהו אשר יסד הפייט דיום הבכורים חטאת לא נזכר למען יהי דבר המלך למנוחה. ד\"א לפי שהיו אז ישראל נקיים מכל חטאת כדאיתא במדרש משקבלתם עליכם עול תורה והמצות מעלה אני עליכם כאלו לא חטאתם מעולם וזהו שייסד הפייט בזולת של שבועות קבלו מלכותי ולא תאשמו: "
            ],
            [
                "ועוד כתיב גביה מלבד עולת התמיד מאי טעמא לא כתיב בהדיה ומלבד שתי הלחם ופר ושני אילים ושני כבשים הקריבים באותו יום כמו שכתוב בר\"ה מלבד עולת החדש ומלבד עולת התמיד וכן ביום הכפורים מלבד חטאת הכפורים ועולת התמיד וי\"ל שהם נזכרים בכלל מה שכתוב וביום הבכורים בהקריבכם מנחה בשבועותיכם בגלל המנחה כל אלו באין ולא במוסף. "
            ]
        ],
        [
            [],
            [
                "גם כן גבי ר\"ה כתיב ועשיתם עולה מאי שנא מכולהו דכתיב בהו והקרבתם. וי\"ל לפי שהוא יום הדין ומשנכנסו לדין הם נעשים בריאה חדשה וזהו שייסד הפייט הבוראים בריאה חדשה וצריך לאמרו אחר האוחז דמיירי בדין ולפי המדרש נראה שאין לאומרו כי אם ביום הכפורים דכתיב בספר תהלים ועם נברא יהלל יה ומסיק על מי נאמר פסוק זה רב ור' יוחנן חד אמר על דור מרדכי ואסתר וחד אמר על כל דור ודור נאמר שהם מתים בכל שנה במעשיהם הרעים והקב\"ה מחיה אותם ביום הכפורים שמוחל להם עונותיה' ובוראי' בריא' חדש' וזהו ועם נברא יהלל יה:"
            ],
            [],
            [],
            [],
            [
                "ועוד גבי מלבד עולת החדש אמאי לא כתי' גבי' מלבד חטאת החדש שהוא שעיר אחד לחטאת דכמו שמזכי' העול' הי' לו להזכיר החטאת כי גם ביום הכפורים מצינו כתוב מלבד חטאת הכפורים. וי\"ל דלא הזכיר העולה אלא לפי שכפרתה שוה קצת לעולה דר\"ה דעולת ר\"ח מכפרת על שאין בה ידיעה לא בתחלה ולא בסוף ושל ר\"ה על שאין בה ידיעה בתחלה ויש בה ידיעה בסוף ומיהו אמת הדבר שיש בראש השנה שני שעירי מוספין אחד של ר\"ה ואחד של ר\"ח ולפי שלא פירש הכתוב שעיר ר\"ח בפי' קורא התלמוד ר\"ה חג שהחדש מתכסה בו כי השעיר הזה בא לכפרה ותנחומין ללבנה שנתמעטה ולפי שאמת הוא דשני שעירים קריבין למוסף של ר\"ח תיקנו לומר במוסף של ר\"ה ושני שעירים לכפר ושני תמידים כהלכתן. וגם נכון לומר מלבד עולת החדש ומנחתה שהרי גם היא קריבה במוסף. ובשם הרב נתנאל מצאתי שאין צריך לומר ושני שעירים כי מאחר שהכתוב מכסהו אין לפרסמו. ויש מקשים למה אין אומרין בתפלת מוסף של שבועות כמו כן ושני שעירים שהרי בזבחים מסיק שני שעירי עצרת למה הן באין על טומאה שאירע בין זה לזה. וכן מוכיחין הפסוקי' בפ' אמור דכתיב ועשיתם שעיר עזים לחטאת ופרש\"י יכול שעיר האמור כאן הוא שעיר האמור בחומש הפקודים כשאתה מגיע אצל הפרים ואילים אינו כן. ועוד נוכל לומר שיש להוכיח שאינו הוא מדכתיב שם לחטאת והכא לא כתיב לחטאת וא\"כ מאחר שקריבין שני שעירים בעצרת וכפרת' שוה לכפר על טומאת מקדש וקדשיו כשאר שעירי המוספין דין הוא להזכירם בתפלה. וי\"ל דלא דמי שהרי תפלת מוסף תחת קרבן מוסף היא באה ואחד מן השעירים הללו לא היה קרב במוסף כי אם בשחר וכן נמי פרש\"י בפרשת אמור מעתה אלו לעצמן ואלו לעצמן הללו קריבין בגלל הלחם והללו למוספין."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "בסוכות כתיב פרים בני בקר שלשה עשר אלים שנים כבשים ארבעה עשר ולפי שיש בסוכות תוספת שמחה כדפרש\"י לעיל שבו תוספת קרבן והפרים מתמעטין והולכין כדי שיבאו לחשבון שבעים כנגד שבעים אומות והכבשים עומדין במקומן בכל יום י\"ד כדי שיעלו לחשבון צ\"ח כדי לבטל צ\"ח תוכחות שבמשנה תורה. ואומר הרב בכור שור שצריך פי' למה הן עומדין בכל יום אילם שנים ולפי שבכל ימי החג קרבן מוסף משתנה מה שאין כן במוסף פסח לפיכ' אנו גומרין את ההלל בכל ימי החג. ובימי הפסח אין אנו גומרין אותו אלא שני ימים ראשונים בלבד ובפרק שני דערכין פריך שבת דחלוקה בקרבנותיה לימא ומשני שבת לא איקרי מועד וביום ר\"ה ויום הכפורים שהם יום הדין אין אומרין אותו ובחנוכה גומרין משום ניסא ובפורים דליכא למימר הללויה הללו עבדי וכו' ואכתי עבדי אחשורוש. "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "בשמיני חג עצרת פר אחד איל אחד להראות שאין הקב\"ה צריך לצורך עצמו כי אם להראות כבודן של ישראל. ומן הראוי היה להיות חג העצרת חמשי' יום אחר סוכות כמו ששבועות חמשים יום אחר הפסח אלא שאחר הפסח באין ימי הקיץ ואין טורח לעלות לרגל אבל אחר סוכות באין ימי הגשמים והיה טורח לעלות לפיכך קבעו ית' מיד אחר סוכות משל למלך שנושא שתי נשים אחת ממקום קרוב ואחת ממקום רחוק לאותה שהיא ממקום קרוב אומר לה עכשיו נעשה השידוכין ולאחר שלשה חדשים אחזור הנה ונעשה הנשואין כי קרוב אלי המקום ולאותה שהיא ממקום רחוק אומר לה נעשה עכשיו השידוכין והנשואים ביחד כי רחוק המקום ולא אוכל לטרוח לשוב פה פעם אחרת וזהו שייסד הפייט בשמיני חג העצרת חקר לאספו עד שבעה מפני טורח יולדת השבעה וישראל נקראו כן שנאמר אומללה יולדת השבעה על שם שילדה שבעה מלכים לגיהנם:"
            ]
        ],
        [
            [],
            [
                "<b> וידבר משה אל ראשי המטות וגו'זה הדבר אשר צוה ה' </b>נשאל הרשב\"ם היכן מצינו שנצטווה משה על פרשת נדרים והשיב דכתיב לעיל מיניה אלה תעשו לה' במועדיכם לבד מנדריכם כלומר מנדרים ונדבות שאדם נודר ונודב מדעתו ויש נדרים אחרים שיש להן דין אחר ואותו פסוק קאי אמאי דכתיב בריש קרבנות וידבר ה' אל משה לאמר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וישלח אותם משה. </b>הקב\"ה אמר למשה נקום נקמת אתה בעצמך והוא משלח אחרים אלא על ידי שנתגדל במדין אמר אינו בדין שאבגוד בהם שהם עשו לי טובת הנאה כדאמרי אינשי בירא דשתית מינה מיא לא תשדי ביה עפרא. וי\"א שאין זה מדין שנתגדל בו משה שזו בצד מואב ועד עכשיו היא חרבה ולמה שלח פינחס דמי שהתחיל במצוה אומרים לו גמור והוא הכה המדינית לפיכך יגמור מצותו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל דבר אשר יבא באש. </b>תימה מפני מה לא נצטוו ישראל על גיעולי עכו\"ם במלחמת סיחון ועוג כמו במלחמת מדין. וי\"ל לפי ששאר מלחמות היו בשדה ולא היו שם כלי תשמישי בית אבל כאן שהמלחמה היתה במדין ושללו הבתים הוצרכו להזהר על גיעולי עכו\"ם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובקר שנים ושבעים אלף. </b>צ\"ע איך לא נזכרו בשלל מדין גמלים ובימי גדעון כתיב ולגמליהם אין מספר אם לא נאמר שלאחר מכאן באו שם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ונקרב את קרבן. </b>פירש\"י במסכת שבת מייתי אם מידי עבירה יצאנו מידי הרהור לא יצאנו. ואע\"ג דיפת תואר מותרת אף בביאה. י\"ל דהיינו דוקא בביאה ראשונה ואשה אחת בלבד אבל שתים ואפילו אחת מביאה ראשונה ואילך אסורה ואפי' בהרהור: "
            ],
            [],
            [],
            [
                "<b>אנשי הצבא בזזו איש לו. </b>הבזה כגון הכלים והמטלטלין והבגדים את אלו לא חלקו מהם לעדה אלא כל מה שבזזו כל איש ואיש היו לו: "
            ]
        ],
        [
            [
                "<b>ומקנה רב היה. </b>לפי שהיו עשירים ביותר חבבו ממונם ובשביל חבוב ממונם פירשו מאחיהם וישבו להם חוץ לארץ ישראל ולפיכך גלו תחלה לכל השבטים שנאמר ויגלם לראובני ולגדי ולחצי שבט המנשי וזש\"ה כי לא ממוצא וממערב ולא ממדבר הרים כי אלהים שופט זה ישפיל וזה ירים כלומר כל מה שאדם עמל ויוצא בסחורה והולך ממזרח למערב ודוחק את השעה להתעשר אינו נעשה עשיר בשביל זה ואפי' ילך במדבריות ואל ההרים מהו ולא ממדבר הרים אמר ר' אבא כל הרים שבמקרא הרים ממש חוץ מזה שהוא לשון הרמה כלומר שאין האדם מתרומם בזה כי אלהים שופט זה ישפיל וזה ירים נוטל נכסים מזה ונותנם לזה ולמה נקרא שמם נכסים שהם נכסין מזה ונגלין לזה. ולמה נקרא שמם זוזים שהם זזין מזה והולכין לזה ולמה נקרא שמם ממון כלומר למה אתה מונה אותם ולמה נקרא שמם מעות שמעותין את המשפט. ועוד אמר ר' אבא אמרה חנה ה' מוריש ומעשיר משפיל אף מרומם כלומר מאף שהוא מביא על זה מתרומם זה וכן אתה מוצא בבני גד ובני ראובן מה כתיב למעלה אנשי הצבא בזזו איש לו מאף שהביא הקב\"ה על מדין נתעשרו בני גד ובני ראובן וכן מאף שהביא הקב\"ה על מצרים נתעשרו ישראל וכן אמז\"ל שלש מתנות ברא הקב\"ה בעולמו חכמה וגבורה ועושר זכה לאחד מהם זכה לכלם ואימתי בזמן שהם באים מכח חכמת התורה ויראת השם אבל בענין אחר אין גבורה ועושר האדם מועיל לו כלום. וכך אמר ירמיה אל יתהלל חכם בחכמתו ואל יתהלל הגבור בגבורתו כי אם בזאת יתהלל המתהלל וכו'. וגם אני שמעתי על זה מה שאמחז\"ל במס' נדה פרק כל היד שמלאך אחד ממונה על ההריון ולילה שמו ומביא הטפה לפני הקב\"ה ואומר טפה זו מה תהא עליה חכם או טפש גבור או חלש עני או עשיר אבל רשע וצדיק לא קאמר כי הדבר תלוי ברצונו של אדם כדאמרינן הכל בידי שמים חוץ מיראת שמים וזהו שאמר הכתוב אל יתהלל חכם בחכמתו שהרי נגזר עליו מיום שנוצר כי אם בזאת יתהלל המתהלל השכל וידוע אותי שזה לא נגזר עליו שזה בידו הוא. והשלשה הללו בזמן שאינן מאת הקב\"ה סופן ליפסק ממנו וכן שנו רז\"ל שני חכמים היו והיו עשירים עמדו בעולם. אחד מישראל ואחד מאומות העולם קרח והמן ושניהם נאבדו מן העולם. וכן אז\"ל עושר שמור לבעליו לרעתו זה עשרו של קרח ושל המן וכל כך למה לפי שלא היתה מתנתן מאת הקב\"ה אלא חטפו אותן להם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בלתי כלב בן יפונה וגו'. </b>תימה והלא יאיר בן מנשה נכנס לארץ כדדרשינן בסנהדרין ויכו מהם אנשי העי כשלשים וששה איש זה יאיר בן מנשה שהיה שקול כרובה של סנהדרין וזה היה לאחר מעשה דעכן. וי\"ל הא אמרו ז\"ל דלא נגזרה גזרת מרגלים על פחות מבן עשרים וכן מוכח קרא דכתיב אם יראו האנשים העולים ממצרים מבן עשרים שנה ומעלה בלתי אם כלב בן יפונה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מוסבות שם. </b>שבתחלה נקראו על שם עמון ומואב ואחר כן על שם סיחון ולבסוף על שם ישראל: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ובאלהיהם עשה ה' שפטים. </b>כלו' ובשופטיהם עשה ה' שפטים לשון נופל על הלשון ולכך נאמר ובאלהיהם והוא ל' דינים כדאמר ונקרב בעל הבית אל האלהים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואבדתם את כל צלמי משכיתם. </b>איתא במדרש זש\"ה מלפנו וכו' מלפנו מבהמות ארץ הקב\"ה מלמד לנו מפרו של אליהו וכו'. מיד בנה אליהו מזבח וכתיב ויעש תעלה כבית סאתים שמעתי דומיא דחצר המשכן וזהו שאז\"ל בכל מקום סאתים כחצר המשכן וכתיב מלאו ארבעה כדים מים ושנו ושלשו והתעלה מלא מים והיאך נתמלאת באלו הכדים אלא שבא אלישע תלמידו ויצק אותו מים על ידו של אליהו ונעשו שתי ידיו כשתי מעיינות ומהם נתמלאת התעלה וזהו שאמר הכתוב הנה פה אלישע בן שפט אשר יצק מים על ידי אליהו. ומעוף השמים תחכמנו מהעורבים המכלכלים את אליהו והיו מביאים אצלו לחם ובשר בבקר ולחם ובשר בערב ומביתו של יהושפט היו מביאים לו ולא היו רוצי' ליכנס לביתו של אחאב להביא משם מפני ע\"ז שהיתה בביתו ונ\"ל דהא לא הוי כשטה דתלמוד בפר\"ק דחולין דמסיק והעורבים מביאים לו וגו' וא\"ר יהודה א\"ר מבי טבחי דאחאב: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מנגב לקדש ברנע. </b>תימה להרב בכור שור דהכא משמע דקדש ברנע היתה מארץ כנען והלא משה רבינו לא עבר הירדן ומקדש ברנע שלח מרגלים דכתיב בשלוח אותם מקדש ברנע. ונ\"ל דתרי קדש ברנע הוו כדאי' בפ' ג' דמכות א\"ר יוסי תרתי קדש היו וכן ביהושע מונה אותו בעיירות שמעבר לירדן וכן פרש\"י דתרי הר ההר הוו לפי שמצינו בהר ההר מת אהרן שלא עבר את הירדן והכא משמע שהוא מארץ כנען דכתיב תתאו לכם הר ההר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>את שלש הערים מעבר לירדן ואת שלש הערים בארץ כנען. </b>ובפר' שני דמכות מקשה בעבר הירדן תלת ובארץ ישראל תלת ומשני בגלעד שהוא מעבר לירדן שכיחי רוצחים דכתיב גלעד קרית פועלי און עקובה מדם א\"ר אלעזר שהיו עוקבים להרוג נפשות וקשיא מאי קא משני והא לא מהני ערי מקלט אלא להורגים בשוגג ובגלעד דשכיחי רוצחים דקאמר היינו במזיד. וי\"ל דכיון דשכיחי רוצחים במזיד הקב\"ה מביא שם רוצחים בשוגג בלא עדים כדי שיהרגו הרוצחים במזיד ויהיו שם עדים ויגלו כדאמרינן התם בסמוך מרשעים יצא רשע במה הכתוב מדבר בשני בני אדם שהרגו את הנפש אחד הרג שוגג ואחד הרג מזיד לזה אין עדים ולזה אין עדים הקב\"ה מזמנן לפונדק אחד זה שהרג מזיד יושב תחת הסולם וזה שהרג שוגג עולה בסולם ונופל עליו והורגו ויש שם עדים זה נהרג וזה גולה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי בעיר מקלטו ישב עד מות הכהן הגדול. </b>פשט כדי שלא יהיו העולם מרננין על הכהן הגדול כשיראו הרוצח יוצא חוץ לעיר מקלטו ואומרים ראו זה שהרג הנפש ואין כהן גדול עושה בו נקמה ועליו הדבר חל כדכתיב ובאת אל הכהן אשר יהיה בימים ההם אבל כשמת הכהן הגדול אין לחוש על הכהן הבא אחריו כי מה ירננו עליו אחרי שלא נעשה בימיו:"
            ],
            [],
            [],
            [],
            [
                "<b>ולא תקחו כפר. </b>ואם ברח לערי מקלט מותר ללקחו משם ולהרגו שהרי אפילו אחז בקרנות המזבח אמר רחמנא מעם מזבחי תקחנו למות. וכן מצאנו ביואב שנא' וינס יואב אל אהל ה' ויחזק בקרנות המזבח אתה מוצא שהיה יואב חכם גדול וראש סנהדרין שנא' יושב בשבת תחכמוני ראש השלישי לא היה יודע מעם מזבחי תקחנו למות אלא אמר יואב הרוגי ב\"ד אין נקברין בקברי אבותיהם מוטב שאמות ואקבר בקברי אבותי מיד וישב בניהו את המלך שלמה לאמר כה דבר יואב וכה ענני ויאמר עשה כאשר דבר ופגע בו וקברתו והסירותי את דמי עמשא חנם אשר שפך מעלי ומעל בית אבי. ולמה נהרג שכן צוה דוד דכתיב ואתה ידעת את אשר עשה לי יואב בן צרויה ומה עשה לו אתה מוצא שבשעה שכתב דוד ליואב תנו את אוריה החתי אל פני המלחמה וגו' ועשה כן ונהרג אוריה נתקבצו כל ראשי החיילות על יואב להרגו שהיה ראש הגבורים שכן כתוב בספר שמואל ואת אוריה החתי כל אלה שלשים וששה והראה להם הכתב אשר שלח דוד וזהו אשר עשה לי יואב בן צרויה אשר גלה סודו ומיד כתוב בשמואל אחר כן ויחר אף ה' בעם ויסת את דוד למנות בישראל ופרש\"י לשם לא ידעתי על מה חרה אפו. וי\"ל שחרה אפו על אוריה שנהרג. ולהא ניחא שמונה בשמואל שלשים וששה גבורים לדוד ובדברי הימים חשיב להו טפי אלא לפי שבס' שמואל כשהגיע לאוריה הפסיק הענין לומר שחרה לו ע\"י כן ובדברי הימים השלים החשבון משל למלך שאמר לעבדיו כתבו לי באגרת כל הגבורים שלי וכל הגבורו' שעשו ויעשו כן ויביאו לפניו אגרת ויקראו אותה באזניו וכל א' וא' נזכר בשמו והיה שואל היכן הוא ומהו עושה עד שהגיעו לאחד שנהרג בפשיעה מחסרון עזר שאל המלך והיכן הוא פלוני הגבור אמרו לו נהרג בדרך כך וכך מיד כעס המלך ונטל האגרת מידם וקרעה ואמר להם לפי שמת בפשעכם שלשה אני נוטל עליכם או ארעיב אתכם או תלכו למלחמה בארץ נכריה או אכה אתכם מכה רבה השיבי כלם נפלה נא ביד אדוני המלך כי רבים רחמיו. לאחר שלקו צוה לכתוב באגרת אחת כל הגבורים וכל גבורתם כך כיון שהתחיל למנות הגבורים אשר לדוד והגיע לאוריה החתי שנהרג בפשיעת דוד הפסיק וכתב ויחר אף ה' ואמר לו הקב\"ה לדוד שלש אני נוטל עליך או רעב שלש שנים או מלחמה או דבר ובדברי הימים כתיב או רעב שבע שנים בארצך ואמר דוד נפלה נא ביד ה' כי רבים רחמיו ובחר בדבר כי הוא שוה בעשירים ובעניים ובחלשים ובגבורים שאלו בחר ברעב היו ישראל אומרים בעשרו הוא בוטח ואלו בחר במלחמה היו אומרים בגבורים שלו הוא בוטח ולאחר שלקו נכתבו בדברי הימים כל מנין הגבורים משלם ובסופיה דקרא דלעיל כתיב אשר עשה לי יואב בן צרויה אשר עשה לשני שרי צבאות ישראל לאבנר בן נר ולעמשא בן יתר ויהרגם ומה ענין זה לזה לפי שראו שצוה דוד ליואב להרוג את אוריה כסבורים שגם אלו צוה דוד להרגן לפי שהיה אבנר בן דודו של שאול ולפיכ' עמד דוד וקלל את יואב ואמר אל יכרת מבית יואב זב ומצורע ומחזיק בפלך ונופל בחרבו וחסר לחם. ואז ידעו ישראל כי לא מאת דוד היה להרוג את אבנר וצוה דוד לשלמה בנו להרוג את יואב ולא רצה הוא להרגו לפי שהיה בן אחותו שנאמר ואחיותיהם צרויה ואביגיל. ובשעה שבא בניהו להרגו אמר לו לך ואמור לשלמה אל תדוני בשני דינין אם תהרגני קבל עליך הקללות שקללני דוד אביך או הניחני בקללותיו מיד ויאמר לו המלך עשה כאשר דבר ופגע בו וקברתו. ואמר רב יהודה כל הקללות שקלל דוד את יואב נתקיימו בזרעו של דוד זב מרחבעם דכתיב והמלך רחבעם התאמץ לעלות במרכבה וכתיב כל המרכב אשר ירכב עליו הזב. מצורע מעזיה דכתיב ויהי המלך עוזיהו מצורע עד יום מותו. מחזיק בפלך מאסא דכתיב לעת זקנתו חלה את רגליו מלמד שאחזתו פדגרא. נופל בחרב מיאשיהו דכתיב ויורו המורים למלך יאשיהו ובמסכת תענית מסיק שנעצו בו שלש מאות לונביאות של ברזל עד שנעשה כל גופו ככברה. חסר לחם מיהויכין שנאמר וארוחתו ארוחת תמיד נתנה לו מאת המלך כל ימי חייו משלחנו של אויל מרודך: "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}