{
    "title": "Ben Yehoyada on Beitzah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Beitzah",
    "text": [
        [],
        [],
        [
            "<b>בֵּיצָה שֶׁנּוֹלְדָה בְּיוֹם טוֹב.</b> הקשה התוספות יום טוב ז\"ל אמאי נקיט יום טוב ולא נקיט שבת ויהיה פירושו שבת שאחר יום טוב? ובשלמא לרב נחמן דמוקצה בשבת שרי שפיר אלא לרבא קשיא! יעוין שם.<br>ונראה לי בס\"ד דאי הוה תני שבת לא היינו אומרים האיסור משום הכנה אלא לעולם ליכא איסור הכנה לא בשבת ולא ביום טוב והא דביצה אסורה משום דאסור לשחוט התרנגולת בשבת ובהא פליגי, דבית שמאי סברי אוכלא דאפרת הוא, כי התרנגולת עומדת לאכילה ואיסור שחיטה בו ביום הוא איסור חיצוני דרביע עילוה ואין נאסרת הביצה מחמת כן וכמו שסובר הר\"ן ז\"ל כן באמת, ובית הלל סברי כיון דהתרנגולת אסור לשחטה ביום זה לא חשיבה עומדת לאכילה ולכן גם הביצה אסורה דליכא למימר אי בעי שחיט לה ואכיל כל מה דבגוה מאחר דאסור לשחטה, אמנם השתא דנקט יום טוב מוכרח לומר שהאיסור הוא משום הכנה, יען דקשיא לן ממה נפשך, אי בעומדת לגדל בצים מאי טעמא דבית שמאי אלא צריך לומר דאיירי בעומדת לאכילה והאיסור משום הכנה.<br>ועוד נראה לי בס\"ד דאיתא לקמן דף ט' ע\"ב בתוספות ד\"ה אלמא, דיש להתיר המוקצה משום שמחת יום טוב, עיין שם. ולפי זה התרנגולת מותרת משום שמחת יום טוב והביצה אף על גב דלית בה שמחת יום טוב מכל מקום כיון דהתרנגולת מותרת אין הביצה חשיבה נולד דאי בעי שחיט לה ואכיל כל מה דבגווה וכמו שכתב התוספות. ולפי זה אי הוה תני בשבת הוה אמינא ביום טוב מודו בית הלל דתאכל משום דמותר לשחוט התרנגולת משום שמחת יום טוב, ואף על פי שהיא מוקצית.",
            "<b>בֵּית שַׁמַּאי אוֹמְרִים: שְׂאוֹר בְּכַזַּיִת, וְחָמֵץ בְּכַכּוֹתֶבֶת.</b> מקשים מאחר דבשאור לא פליגי אמאי נקיט שְׂאוֹר? ואין לומר כדי שלא נטעה בסברת בית שמאי דאין הלכה כמותם.<br>ונראה לי בס\"ד דלקמן דף ז' פריך ולבית שמאי לית להו דרבי זירא וכו' ומסיק לענין אכילה כולי עלמא לא פליגי, כי פליגי לענין ביעור, יעוין שם. ולפי זה אי לא נקיט שאור הוה אמינא מחלוקתם באכילה ובית שמאי סבירא ליה דשאור נמי באכילה ככותבת וליכא קושיא לבית שמאי מן רבי זירא אבל בביעור דקיל מאכילה הוה אמינא בית הלל סבירא ליה בין שאור בין חמץ שיעור בככותבת והיינו טועין בסברת בית הלל, אבל השתא דנקיט שאור דסבירא ליה לבית שמאי בכזית אי אפשר לפרש דאיירי באכילה דאם כן תיקשי לבית שמאי מהא דרבי זירא ומוכרח לפרש דאיירי בביעור אבל באכילה כולי עלמא מודו דשיעורם בשוה, הן שאור הן חמץ משום הא דרבי זירא, וידוע הוא דאכילה חמירה מן ביעור ולכן שיעור שניהם הוא בכזית.",
            "<b>מַאי טַעֲמָא דְּבֵית שַׁמַּאי מֻקְצֶה הוּא.</b> הקשה הצל\"ח ז\"ל מהא דלקמן דף וא\"ו אפרוח שנולד ביום טוב שמואל ואיתימא רבי יוחנן אמר מותר הואיל ומתיר עצמו בשחיטה וכו', יעוין שם.<br>ונראה לי בס\"ד דלכולי עלמא ביצים הנמצאים במעי אימן אינם מגדלים אפרוחים ורק הנולדים מגדלים אפרוחים וכמו שאמרו לקמן דף וא\"ו ע\"ב. ולפי זה הביצים בעודם במעי אימן הם נקראים בשר דנחשבים בשר ממש דאין להם עדיין טבע של הביצה שיש לה פעולה זו של גידול אפרוחים כי טבע זה נתהווה ונתחדש בה בלידה כשנולדה מן התרנגולת והרי נמצא בלידה נעשית בריה חדשה, ולכן ליכא למימר כיון הואיל ומתרת עצמה לאכלה בחלב הותרה גם מאיסור מוקצה יען בעת שמתרת עצמה לאכלה זה היה בלידה שנעשית בריה חדשה דהשתא מגדלת אפרוחים שלא היתה בכך בעת היותה בבטן ולא קרב זה אל זה דפנים חדשות באו לכאן בעת לידה כי הלידה הולידה חידוש זה בביצה שיצאה מטבע הבשר ונכנסה בטבע ביצה לגדל אפרוחים מה שאין כן האפרוח בלידה לא נולד בו טבע חדש ולא נעשה בו שינוי בטבע ברייתו ממה שהיה בבטן אמו ולהכי אמרינן הואיל ומתיר עצמו בלידתו להיות נשחט מה שלא היה לפני לידתו אף מן המוקצה התיר עצמו בלידתו דמגו דאתקן להאי אתקן להאי יען כי בלידתו וקודם לידתו חד גופא הוא ולא הולידה הלידה שינוי בטבע עצמותו.",
            "<b>וְאָמַר רַב נַחֲמָן: אָנוּ אֵין לָנוּ אֶלָּא בֵּית שַׁמַּאי כְּרַבִּי יְהוּדָה, וּבֵית הַלֵּל כְּרַבִּי שִׁמְעוֹן.</b> הקשה הרא\"ה ז\"ל ואימא אין הכי נמי דמפכינן להא דמתניתין ואימא בית שמאי אומרים לא תאכל ובית הלל אומרים תאכל? יעוין שם.<br>ונראה לי בס\"ד דאם כן קשה אמאי נקיט דין השאור הכא, הוה ליה למתנייה בפסחים דשייך התם ונתני שם גם הא דהשוחט משום דתרווייהו קולי בית שמאי וחומרי בית הלל גם דין השוחט שייך נמי ביום טוב של פסח אבל אי לא תיפוך ניחא דדין ביצה ודין השוחט תרווייהו קולי בית שמאי וחומרי בית הלל ולהכי נקיט כאן דין השאור גם כן דנקיט חדא אגב תרתי.",
            "<b>רַשִׁ\"י דִּבּוּר הַמַּתְחִיל תַּרְנְגֹלֶת הָעוֹמֶדֶת לַאֲכִילָה: 'שֶׁאֵינָהּ מֻקְצֵית'.</b> נראה לי בס\"ד הוצרך רש\"י ז\"ל לפרש זה שאינה מוקצית לאפוקי מבעל המאור ז\"ל שפירש עומדת לגדל ביצים היינו לגדל אפרוחים אבל אם היא רק לגדל ביצים בלבד אף על פי שהיא מוקצית הביצה מותרת. ולפי זה צריך לומר מה שאמר 'תרנגולת העומדת לאכילה' אין הכונה שהיא עצמה עומדת לאכילה אלא הכונה שעומדת לגדל ביצים שהם עומדים לאכילה ולא לגדל אפרוחים שאז התרנגולת עצמה מוקצית ורק הבצים אינם מוקצים ולכך לאפוקי מפירוש זה דאיתותב מכמה גדולים נחת רש\"י ז\"ל לפרש העומדת לאכילה 'שאינה מוקצית' רוצה לומר בהכי איירי שהתרנגולת עצמה אינה מוקצית דאינה עומדת לגדל בצים כלל אלא היא גופה עומדת לאכילה.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש דקשיא ליה לרש\"י ז\"ל דהוה ליה להש\"ס למנקט הכי אילימא בתרנגולת שהזמינה לאכילה מאי טעמא דבית הלל דאף על גב דאינה עומדת לגדל ביצים אין ראויה לאכילה אלא רק על ידי הזמנה כמו יוני שובך לכך פירש שאינה מוקצית דתרנגולים כל היכא דאין עומדין לגדל בצים אין אדם מקצה דעתו מהם אלא הם עומדים לאכילה בכל עת ואין צריכין הזמנה לכך לא פירש ואמר שהזמינם לאכילה דאין צריכין הזמנה, עד כאן דבריו נר\"ו.",
            "<b>רַשִׁ\"י בְּדִבּוּר הַמַּתְחִיל וּמִי אָמַר רַב נַחֲמָן הָכִי: 'דְּבֵית הִלֵּל כְּרַבִּי יְהוּדָה'.</b> הקשה הצל\"ח ז\"ל והלא גם בית שמאי אבית שמאי מרמי אהדדי ואמאי נקיט רש\"י אבית הלל ושביק בית שמאי? ולא עוד אלא דבית שמאי נזכרו תחלה הן במשנה הן בדברי רב נחמן? עיין שם.<br>ונראה לי בס\"ד דלקמן בדף ל\"ז אמר אטו טלטול לאו צורך הוצאה, ופירש רש\"י תחלת הוצאה על ידי טלטול הוא וכל מה שגזרו אינו אלא משום הוצאה והאי דלא גזרו על טלטול כלים ואוכלים משום שלא יכולים לעמוד בה ולבטל ענג שבת ושמחת יום טוב, עד כאן לשונו. נמצא לבית שמאי כל טלטול אסור משום הוצאה ומשום דאין גוזרין על הציבור אלא אם כן יכולין לעמוד בה לא גזרו בטלטול כלים ואוכלים. ולפי זה בית שמאי אבית שמאי לא קשיא דביצה שהיא דבר אכילה דאדם התירו משום דלא גזרו טלטול בדבר אכילה משום הוצאה אבל עצמות וקליפין כיון דאינם דבר אכילה דאדם אלא דבהמה דוקא גזרו בהו טלטול משום הוצאה.<br>אי נמי סבירא ליה לבית שמאי איסור הוצאה ביום טוב אינו מן התורה אלא מדרבנן, לכן בשלמא שבת דאסור בו ההוצאה מן התורה גזרינן טלטול משום הוצאה אבל ביום טוב דאיסור הוצאה מדרבנן לא גזרינן, ולכן סבירא ליה ביצה שנולדה ביום טוב תאכל דלית בה משום מוקצה וגם בשביל הוצאה ליכא למגזר ביום טוב ולהכי לא נקיט רש\"י הקושיא על בית שמאי אלא על בית הלל."
        ],
        [
            "<b>וְנִפְלֹג בְּתַרְוַיְהוּ: 'תַּרְנְגֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים, הִיא וּבֵיצָתָהּ: בֵּית שַׁמַּאי אוֹמְרִים תֹּאכַל, וּבֵית הִלֵּל אוֹמְרִים לֹא תֹּאכַל'!?.</b> הקשה הצל\"ח ז\"ל למה האריך למנקט 'הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים' והכי הוה ליה למימר 'לִפְלְגוּ בְּתַרְוַיְהוּ תַּרְנְגֹלֶת הִיא וּבֵיצָתָהּ: בֵּית שַׁמַּאי אוֹמְרִים תֹּאכַל, וּבֵית הִלֵּל אוֹמְרִים לֹא תֹּאכַל'? יעוין שם.<br>ונראה לי בס\"ד אי תני הכי מוקמינן לה בעומדת לאכילה וכולי עלמא לית להו מוקצה ובית הלל אסרו משום מוקצה דבעלי חיים דחמיר טפי וכמו שכתב התוספות בדבור המתחיל דילמא, יעוין שם. וגם כן מיירי דלא הזמינה מאתמול, ואף על גב דבית שמאי לקמן דף יו\"ד אית להו מוקצה בבעלי חיים מכל מקום הכא מתירין דמחלקין בין תרנגולים ובין שאר בעלי חיים וכמו שכתב מהרש\"א ז\"ל התם ובית הלל סברי לא שנא, ולפי זה בית שמאי ובית הלל מחלוקתם בזה ובית הלל אוסרים בתרנגולת העומדת לאכילה משום מוקצה דבעלי חיים, ובאמת זה אינו דבעומדת לאכילה מותרת לכולי עלמא דדוקא ביוני שובך אסרו אבל תרנגולים דגדלי בביתו של אדם לא מקצי דעתיה מנייהו וכמו שכתב מהרש\"א ז\"ל לפי האמת, ולכך אמר המקשן דהוה ליה למנקט 'תַּרְנְגֹלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים הִיא וּבֵיצָתָהּ' דהשתא ליכא למטעי בזה דאי משום מוקצה דבעלי חיים מאי אריא דנקט 'לְגַדֵּל בֵּיצִים'? אלא ודאי דאם עומדת לאכילה ליכא בזה איסור משום מוקצה דבעלי חיים ורק הכא טעמא הוא משום שהיא עומדת לגדל בצים דהיא עצמה מוקצית שאינה עומדת לאכילה.",
            "<b>שַׁבָּת דְּעָלְמָא תִּשְׁתָּרִי?.</b> הקשה הצל\"ח ז\"ל והלא כבר שני ליה 'גְּזֵרָה מִשּׁוּם יוֹם טוֹב אַחַר הַשַּׁבָּת' ומאי מקשי משבת דעלמא, גם הכא שייכא הך גזרה אטו שבת אחר יום טוב? עיין שם.<br>ונראה לי בס\"ד דסבר אביי דוקא משום שבת דחמיר גזרינן ביום טוב אחר שבת כי בזה נמצא שבת מכין ליום טוב אבל ביום טוב דקיל לא גזרינן בשבת אחר יום טוב שבזה היום טוב מכין לשבת, ותרץ התרצן גם בזה איכא למגזר דיש סברא אחרת לאידך גיסא שיש לחוש ביום טוב טפי משום כיון דקיל אתו לזלזולי ביה.",
            "<b>וּמִי גָּזְרִינַן? וְהָא תַּנְיָא <small>[תּוֹסֶפְתָּא בֵּיצָה פֵּ\"א הָלְכָה ב]</small>: הַשּׁוֹחֵט אֶת הַתַּרְנְגֹלֶת וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת - מֻתָּרוֹת לְאַכְּלָן בְּיוֹם טוֹב, וְאִם אִיתָא לִגְזַר מִשּׁוּם הַנֵּךְ דְּמִתְיַלְּדָן בִּיּוֹמֵיהֶן?.</b> הקשה הצל\"ח ז\"ל מה יענה ר\"ן להך ברייתא דדייקינן מינה דוקא מצא בה הא נולדה אסורה במאי עסקינן וכו', יעוין שם.<br>ונראה לי בס\"ד על פי מה שאמר רבינו בעל המאור דפירוש מגדלת ביצים היינו לגדל אפרוחים אבל לגדל ביצים לאכילה אף על פי שהתרנגולת אסורה הביצה מותרת, עיין שם. ולפי זה ר\"ן מקים לברייתא דאיירי בעומדת לגדל ביצים להוציא מהם אפרוחים והוא שחט לצורך חולה מסוכן או ששחט בשוגג דלא ידע דאסור או שנתחלפה לו בתרנגולת העומדת לאכילה, וקא משמע לן הברייתא אף על גב דהיא עומדת לגדל ביצים ולהוציא מהם אפרוחים הביצים שנמצא בתוכה אחר שחיטה מותרים מפני שאין ראויים ביצים אלו לגדל אפרוחים וכדלקמן דף וא\"ו דביצים אלו לא יועילו לאפרוחים, וגם לסברת הר\"ן ז\"ל דלא סבר כדברי בעל המאור יש להקשות לדברי ר\"ן דהברייתא איירי בשוחט בחול ומצא בה ביצים דמותרים ביום טוב משום דאין ראויים לגדל אפרוחים ולכן לא הוי מוקצה כיון דנולדו בחול ולפי זה בין לבעל המאור בין להר\"ן הברייתא באה ללמדינו דין זה דכל דהביצים שנמצאו במעי אימן אינם ראוים לגדל אפרוחים ולהכי מותרים בכל אופן שיהיה.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו אמר דאין צורך לומר ששחט לחולה או בשוגג וכו' כאמור לעיל אלא איירי בתרנגולת שהזמינה לאכלה שחשב עליה מערב יום טוב לשחטה ביום טוב ורק הוא חשב והסכים בדעתו דכל הביצים אשר תלד עד שעת שחיטה אינו אוכל אותם אלא יניחם לגדל אפרוחים וביום טוב לא ילדה הביצה אלא שחטה ונמצאת בה הביצה דזו מותרת אף על גב שהוא הקצה הביצים של זו מדעתו לבלתי יאכלם אלא יניחם לגדל אפרוחים הנה ביצה זו כיון שלא נולדה אלא נמצאת במעי התרנגולת אינה מגדלת אפרוחים ואין עליה שם מוקצה עד כאן דבריו נר\"ו.",
            "<b>רַשִׁ\"י בְּדִבּוּר הַמַּתְחִיל וְהָא תַּנְיָא וכו'.</b> [ואי תימא הויא לה גזרה לגזרה: דהנך דמתילדין ביומיהם נמי אינן אסורות אלא משום גזרה דיום טוב אחר השבת! תריץ: הא מצי לאוקומי ביום טוב אחר השבת, דהשתא איכא למיגזר אטו הנך דמתילדין ביומיהם; ואשמועינן הך מתניתין דאפילו ביום טוב אחר השבת מותרות הואיל ואינם נולדות, ומשום הנך דמתילדן ליכא למגזר, דמילתא דלא שכיחא הוא; בשם רבינו; והא דאמרינן בכולי הש\"ס שאין גוזרין גזרה לגזרה - מהאי קרא נפקא <small>[ספרא אחרי מות פרשתא ט פרק יג הלכה כב]</small>: וּשְׁמַרְתֶּם אֶת מִשְׁמַרְתִּי <small>(ויקרא יח, ל)</small> - עשו משמרת - כלומר: גזרה - למשמרתי = לתורתי, ולא משמרת למשמרת: שלא יעשו גזרה לגזרה]<br>והא דאמרינן בכל הש\"ס וכו' הקשה הצל\"ח ז\"ל מאי בעי רש\"י כאן בזה דלא נזכר כאן מענין זה דאין גוזרין וכו'? יעוין שם.<br>ונראה לי בס\"ד דכתב מהר\"ם שיף ז\"ל לפי המסקנא הכנה דרבנן וקרא אסמכתא עיין שם, ולפי זה קשה איך גזרו בשבת דעלמא ויום טוב דעלמא והא קיימא לן דאין גוזרין גזרה לגזרה? ונראה לי ליישב קושיא זו על פי מה שכתבו המפרשים ז\"ל הא דאין גוזרין גזרה לגזרה דוקא בדבר שעשו אותו חז\"ל משום גדר וסייג לדברי תורה, דיש לומר בזה דרשה זו ד'עשו משמרת למשמרתי ולא משמרת למשמרת' אבל אם חז\"ל הוסיפו איסור חדש ודבר חדש יש לגזור גזרה אחרת בעבור לעשות סייג לדבר זה שחדשו חז\"ל כנזכר בד\"ק <small>[בדברי קדשם]</small>, ולפי זה אין להקשות אמאי גזרו ביום טוב דעלמא ושבת דעלמא, דאיסור הכנה שחידשו חז\"ל לאו משום גדר וסייג עבדו לה אלא דבר מחודש הוא שחדשו בקדושת שבת ויום טוב שלא יהיה יום טוב מכין לשבת ולא שבת מכין ליום טוב ולכן בעבור דבר זה שחדשו בקדושת שבת ויום טוב יכולים לגזור גזרה אחרת לעשות חיזוק וגדר לדבריהם והיינו שאסרו הביצה אפילו בשבת דעלמא ויום טוב דעלמא דליכא שם הכנה.<br>ובזה מובנים דברי רש\"י כאן אחר שהביא תירוץ רבינו בהא דאין גוזרין גזרה לגזרה הוקשה לו הקושיא שהקשינו איך גזרו שבת דעלמא ויום טוב דעלמא והא הוי גזירה לגזרה? ולכן הביא האי טעמא דאין גוזרין גזרה לגזרה מקרא של 'וּשְׁמַרְתֶּם אֶת מִשְׁמַרְתִּי' דלא נאמר זה אלא רק בעושין משמרת למשמרת דהיינו לדבר שחז\"ל עשו אותו משום גדר וסייג.<br>ומה שכתב רש\"י ז\"ל לעיל בדבור המתחיל לטעמיה עיין מה שאמר על זה הצל\"ח ועיין ראשון לציון מה שאמר בדברי רבה בגמרא יעוין שם."
        ],
        [
            "<b>אָמַר לֵיהּ אֲבַיֵי לְרַבִּי יִצְחָק: מַשְּׁקִין שֶׁזָּבוֹ, טַעֲמָא מַאי? וכו'.</b> אף על גב דכבר הקשה אביי לרב יוסף ותירץ לו חדא גזרה היא, סבר אביי בהאי טעמא דרב יצחק לא שייך למימר הכי משום דהביצה אוכל והגזרה במשקין ולא קרב זה אל זה. ותירץ לו רב יצחק דדמייא הא להא מצד הסחיטה דהא המשקין הוא דבר שנסחט וכן הביצה נסחטה מן התרנגולת.",
            "<b>אֶלָּא רַב יוֹסֵף מַאי טַעֲמָא לֹא אָמַר כְּרַבִּי יִצְחָק?.</b> הקשה הצל\"ח ז\"ל הוה ליה לפרש תחלה טעמו של רב יצחק בנר מטעמא דידהו ואחר כך ישאל למה רב יוסף לא אמר כרב יצחק וכאשר עשה קודם זה שהתחיל לפרש כרב נחמן לא אמרי וכו'? יעוין שם.<br>ונראה לי בס\"ד דהשואל היה נראה לי טעם רב יצחק עדיף מטעם רב יוסף לומר חדא גזרה משום דמשקין נסחטין מדבר אוכל וכן הביצה נסחטת מאוכל מה שאין כן הפירות נושרין מן האילן שהוא עץ ולכך לא הוצרך לפרש תחלה לרב יצחק מאי טעמא לא אמר כרב יוסף כי היה נראה לו טעם הנזכר פשוט אך אחר שחידש לו התרצן סברא זו שיש לטעון בטעמו של רב יצחק דלא דמי ביצה למשקין שזבו משום דזו אוכל וזה משקין נתעורר להקשות על רב יצחק מאי טעמא לא אמר כרב יוסף מאחר דגם בטעמו איכא צד הרחקה זה מזה דהכא אוכל והכא משקין ,ותירץ לו דאיכא דמיון לביצה עם משקין שזבו בדבר אחר דליתיה בטעמא דרב יוסף והוא דביצה בלועה ומשקין בלועים מה שאין כן פירות דמגלו וקיימי והשתא לפי זה בחר רב יצחק בטעם שלו לומר גזרה משום משקין שזבו דאיכא דמיון זה בזה בתרתי חדא זו בלועה ואלו בלועין מה שאין כן פירות דמגלו ועוד דמיון שני זו נסחטה מן האוכל ואלו נסחטו מן האוכל מה שאין כן פירות נשרו מן העץ ולא מן האוכל.<br>ובאופן אחר נראה לי בס\"ד על פי מה שאמר הצל\"ח ז\"ל לקמן דלמאן דלית ליה מוקצה אז אם הביצה אסורה משום משקים שזבו לא נאסרה אלא רק באכילה אבל בטלטול מותרת ואם הביצה אסורה משום פירות הנושרים אז הביצה אסורה גם בטלטול, והאריך הרב ז\"ל בזה יעוין שם. גם ידוע מה שאמר התוספות ז\"ל בדף ב' ע\"א בדבור המתחיל ביצה דלשון לא תאכל דנקיט במתניתין משמע דטלטול שרי, ונדחקו מאד ליישב דבר זה לומר דאסורה גם בטלטול יעוין שם. ולפי זה יש לומר דהמקשן תחילה היה נראה לו בפשיטות דטעמו של רבי יצחק הוא יותר נכון משום דלהאי טעמא דמשקים שזבו הביצה מותרת בטלטול.<br>ובזה יבא נכון פשטות המשנה דנקיט לא תאכל דמשמע דבטלטול מותרת ואצלו היה דבר זה פשוט שאין צורך לפרש כיון דמתניתין דייקא הכי מה שאין כן לרב יוסף דאמר משום פירות הנושרין דבזה צריך לאסור גם בטלטול צריך להדחק דוחק גדול בדברי המשנה דנקטא לא תאכל כמו שנדחקו התוספות, ולכן הקשה על רב יוסף למה לא אמר כרב יצחק ואחר שחדש לו התרצן טענה גדולה שיש לטעון על טעמו של רב יצחק דביצה אוכלא ופירות אוכלא ולהכי הוי חדא גזרה מה שאין כן משקין דלאו אוכלא ולא דמו לביצה כדי שתאמר חדא גזרה היא לכך חזר והקשה על רב יצחק מאי טעמא לא אמר כרב יוסף ותירץ לו דרב יצחק מצא הרחקה מצד אחר בפירות הנושרין כי ביצה בלועה ופירות מגלו וקיימי ולהכי אין להם דמיון זה לזה כדי שתאמר חדא גזרה היא ואדרבה מצד זה יש דמיון לביצה עם משקים שזבו טפי.",
            "<b>וְאַף רַבִּי יוֹחָנָן סָבַר גְּזֵרָה מִשּׁוּם מַשְּׁקִין שֶׁזָּבוֹ, דְּרַבִּי יוֹחָנָן רָמִי דְּרַבִּי יְהוּדָה אַדְּרַבִּי יְהוּדָה.</b> הקשה הצל\"ח ז\"ל והלא ההוכחה היא מן הקושיא דרמי דרבי יהודה אדרבי יהודה דמשמע חד טעמא אית להו ולמה הוצרך הגמרא להביא הא דמשני?<br>ונראה לי בס\"ד דרב יהודה כיון דאית ליה מוקצה מוכרח לומר דלית ליה גזרת פירות הנושרין דלמה יגזרו על פירות הנושרין כיון דאסורים בלאו הכי משום מוקצה אבל לרבי שמעון דלית ליה מוקצה הוצרכו לגזור בפירות הנושרין וכאשר כתב כן הגאון הצל\"ח ז\"ל והאריך בזה כנזכר בד\"ק <small>[בדברי קדשו] </small>יעוין שם.<br>עוד מצינו להמפרשים ז\"ל שכתבו כיון דשמעינן ליה לרבי יהודה דלית ליה 'מוכן לעורבים הוי מוכן לאדם' מוכרח לומר דלית ליה לרבי יהודה גזרת פירות הנושרים, וכנזכר בד\"ק <small>[בדברי קדשו]</small>.<br>גם עוד מצינו דהקשו המפרשים על קושית רבי יוחנן מרבי יהודה ארבי יהודה, אמאי לא משני שיש חילוק בין שבת ליום טוב כדאמר הגמרא לעיל שבת דחמיר לא החמירו בו יום טוב דקיל החמירו בו? ותירצו דאפשר דרבי יוחנן לית ליה האי סברא לחלק בין שבת ליום טוב וכמו שפסקו כן באמת רש\"י ורבינו תם והרא\"ש ז\"ל דפליגי על הרי\"ף והרמב\"ם ז\"ל בזה עד כאן דבריו.<br>ולפי זה להכי הוצרך הש\"ס להביא הא דמשני רבי יוחנן דמן הקושיא בלחוד ליכא הוכחה דסבירא ליה לרבי יוחנן משום משקים שזבו דיש לומר לעולם סבר משום פירות הנושרים, והא דמקשי מרבי יהודה אדרבי יהודה, היינו משום דלרבי יהודה אית ליה מוקצה וממילא מוכרח לומר דלית האי גזרה דפירות הנושרים וכאמור לעיל בשם הצל\"ח וכן מה שאמר בשם המפרשים, אבל מהא דמשני רבי יוחנן מוחלפת השיטה שהוא דוחק גדול ועצום להפך הלשונות יש הוכחה דסבר רבי יוחנן משום משקים שזבו דקשה למה נדחק להחליף השיטה היה לו לחלק בין שבת ליום טוב ולא תקשי רבי יהודה אדרבי יהודה. וליכא למימר כתירוץ המפרשים דרבי יוחנן לא סבירא ליה בהאי חילוקא בין שבת ליום טוב דתינח איהו לא סבירא ליה כן להלכתא מכל מקום מצינן לשנויי בהכי אליכא דרבי יהודא כדי שלא נקשה מדידיה אדידיה ומנא ליה האי הכריח לחלף השיטה, אלא ודאי דרבי יוחנן קים ליה מרבותיו דהלכה כרבי יהודא בתרי משניות אלו דאין סוחטין והכלכלה וקבל מרבותיו נמי האי חילוקא לחלק בין שבת ליום טוב, ולכן לא תירץ הקושיא רבי יהודה אדרבי יהודה הפך חילוק זה ואם כן ממילא שמעינן דלית ליה האי טעמא דפירות הנושרין כי מאן דאית ליה מוקצה מוכרח לומר דלית ליה גזרת פירות הנושרין וכאמור לעיל בשם הגאון הצל\"ח ז\"ל."
        ],
        [],
        [
            "<b>אוּשְׁפְּזִיכְנֵיהּ דְּרַב פָּפָּא - וְאַמְרֵי לָהּ הַהוּא גַּבְרָא דְּאָתָא לְקַמֵּהּ דְּרַב פָּפָּא - הֲווּ לֵיהּ הַנָּךְ בֵּיצִים מִשַּׁבָּת לְיוֹם טוֹב.</b> יש להקשות מאי נפקא מינה אם השואל היה בעל הבית דרב פפא או אם היה אדם אחר מבחוץ כדי שהוצרך מסדר הש\"ס להזכיר שתי השמועות, ודי למנקט 'הַהוּא גַּבְרָא דְּאָתָא לְקַמֵּהּ דְּרַב פָּפָּא'?<br>ונראה לי בס\"ד דאיכא נפקותא ממחלוקת השמועות הנזכר למילף מינה מילתא דאם היה השואל בעל הבית שמעינן דאין להורות אחר שכרות אלא עד למחר ביום ואין להורות בלילה אף על גב דהתפלל מנחה וערבית דודאי הפיג יינו מעליו עם כל זה צריך למעבד בהוראה הרחקה יותר להמתין עד למחר דאם לא נימא הכי למה אמר לו 'תא למחר' הוה ליה למימר 'תא בלילה' כיון דהוא יושב עמו בבית? אלא ודאי דצריך להחמיר בהוראה ולהכי רב לא מוקים אימורא עליה עד למחר אבל לפי השמועה השנית דאמרי השואל לא היה בעל הבית בעולם הבא דרב פפא אלא הוא זר בא מבחוץ אין כאן הכרח למימר הכי דלעולם יש להורות בלילה ואין צריך להמתין עד למחר.<br>ומה שאמר גבי רב היינו על הוראות שמורה בתוך הדרשה בציבור שדרכו לדרוש ביום ולא בלילה ואורחא דמילתא נקיט. והא דאמר רב פפא לההוא גברא 'תא למחר' ולא אמר לו 'תא בלילה' אורחא דמילתא קא אמר ליה דמסתמא לא יבא בלילה אלא ביום אבל לעולם אם היה בא בלילה אחר שיעור שיפיג יינו היה מורה לו.<br>ועוד נראה לי בס\"ד דאם היה השואל בעל הבית בעולם הבא מסתמא ידע בו אם שתה הרבה שהוא שיעור שכרות ממש או לאו ואם ראהו ששתה הרבה איך סלקא דעתך לשאול ממנו בעת שכרות? אלא ודאי ידע שלא שתה הרבה, ומאחר דמצינו דרב פפא לא רצה להורות לו דין שמע מינה אפילו במעט שתיה נמנע מלהורות בו ביום ואמר לו תא למחר משום דלא פלוג, אך אם נאמר שזה לא היה בעל הבית בעולם הבא אלא אדם זר בא מבחוץ לשאול לא שמעינן האי דינא כי זה אינו יודע אם שתה ומה שלא רצה רב פפא להשיב לו בו ביום מפני ששתה הרבה אבל אם לא היה שותה אלא מעט היה משיב לו ולא אמרינן דצריך למנוע מלהורות אפילו בשתיה מועטת משום דלא פלוג."
        ],
        [
            "<b>רַב אָסִי סְפוּקֵי מְסַפְּקָא לֵיהּ וַעֲבִיד הָכָא לְחֻמְרָא וְהָכָא לְחֻמְרָא.</b> חקר הגאון הצל\"ח ז\"ל לדידן דקיימא לן נולדה בזה מותרת בזה ובקיאין בקביעא דירחא, למה לא נבדיל מיומא טבא לחבריה כדעבד רב אסי ובגמרא לא מצינו חולק על רב אסי בהבדלה ומהי תיתי לדחות דבריו של אמורא מהלכה וכו', יעוין שם.<br>ואחר המחילה רבה אין מקום לחקירה זו דודאי מגמרא דידן מוכח דלא קיימא לן להלכתא כרב אסי דהא הגמרא דהא קאמר והא רב אסי מבדיל וכו' שמע מינה דרב אסי דוקא הוא דעביד הכי וכולהו רבנן וכולי עלמא לא הוו מבדילין כוותי דאי כולי עלמא עבדי הכי הוה ליה להקשות מן סוגיין דעלמא ועוד הוה ליה למימר כוותיה דרב מסתברא דהא מבדילנן מיומא טבא לחבריה על כן שמע מינה דרב אסי לגרמיה עבד ולא סברי מרנן כוותיה ולא איכא מאן דעביד הכי והוא הדבר אשר כתב בשיטה מקבצת דרב אסי דעבד לגרמיה עבד ולית הלכתא כוותיה."
        ],
        [
            "<b>וְתַּנְיָא: כֶּרֶם רְבָעִי הָיָה לוֹ לְרַבִּי אֱלִיעֶזֶר בְּמִזְרַח לֹד בְּצַד כְּפָר טַבַּי וכו'..</b> כתב מורי הרב בב\"י שהוקשה לו דאמאי לא הוכיח מן המשנה עצמה דקיימינן בה דקתני משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהיו מקבלין עדות החודש כל היום, טעמא דהתקין הא לא התקין לא היו מקבלין אלא עד המנחה כקודם החרבן, ואמאי הוצרך לתקן והרי נתבטל הטעם שבשבילו תיקנו שלא לקבל עדים מן המנחה ולמעלה שהרי חרב בית המקדש וליכא קרבן ושיר אלא ודאי שמע מינה כל דבר שבמנין צריך מנין אחר להתירו ואמאי הוצרך להביא ברייתא זו דכרם רבעי?<br>וכתב ששאל על קושיא זו מהרה\"ג עט\"ר מור זקיני רבינו משה חיים זצ\"ל ותירץ לו דממתניתין ליכא ראיה דיש לומר הא דהוצרך רבן יוחנן בן זכאי לתקן שיהיו מקבלים עדים כל היום היינו משום דקודם החרבן היתה תקנה זו שלא לקבל העדים מן המנחה ולמעלה חובה שאי אפשר לקבלם מן המנחה ולמעלה בשום אופן ואחר שחרב בית המקדש שבטל הטעם יש לומר דמעתה הרשות ביד בית דין אם ירצו יקבלו אותם גם מן המנחה ולמעלה ואם ירצו יעכבו אותם עד מחר דמאחר שבטל הטעם נשארה הבחירה בידה ולכן הוצרך רבן יוחנן בן זכאי לתקן שיהיו מקבלים אותם כל היום לעשות הדבר הזה חובה שיהיו מוכרחים לקבל אותם באותו היום שבאו אפילו שהוא אחר המנחה ואין יכולים לעכבם עד למחר ונמצא דליכא ראיה מהא דצריך מנין אחר להתירו אף על פי שבטל הטעם ולכן מביא ראיה מברייתא דכרם רבעי דקאמר נמנו חבריך והתירו, עד כאן דברי עט\"ר הרב מור זקיני זלה\"ה ויציבין דבריו ונכונים כי מצאתי כיוצא בזה הסברא שהסביר עט\"ר הרב מור זקיני זלה\"ה בגמרא דראש השנה דף י\"א ע\"ב על פסוק <small> (זכריה ח, יט)</small> 'צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי וְצוֹם הַשְּׁבִיעִי וְצוֹם הָעֲשִׂירִי יִהְיֶה לְבֵית יְהוּדָה לְשָׂשׂוֹן וּלְשִׂמְחָה' אמר רב פפא הכי קאמר בזמן שיש שלום יהיה לששון ולשמחה, ואם יש גזרה הוא צום ואם אין גזרה ואין שלום רצו מתענין רצו אין מתענין, עיין שם.<br>מיהו אנא עבדא אמינא לתרץ קושיא הנזכר בס\"ד דאיתא בגמרא דראש השנה <small>(ראש השנה ל:)</small> דתנן משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא יום הנף כולו אסור, וקאמר בגמרא דדבר זה אסור מן התורה, והקשה והא התקין קתני? ומשני מאי התקין? דרש והתקין! ופירש רש\"י ז\"ל דרש להם המקרא והתקין שינהגו איסור לפי שעד עתה היה היתר בדבר, עיין שם. נמצא לשון התקין נאמר אפילו על הוראה שמורה היחיד בלי צירוף מנין בית דין דהא הכא לא הוה זה הדין של יום הנף בצירוף ומנין בית דין אלא רק רבן יוחנן בן זכאי לבדו דרש להם שיום הנף כולו אסור דאין צורך לזה מינוי בית דין כיון דבאמת הוא איסור תורה ועם כל זה קאמר התקין רבן יוחנן בן זכאי. ולכן גם כאן אין הוכחה מלשון התקין דבעינן מנין אחר להתירו אלא רבן יוחנן בן זכאי דרש להם כיון שבטל הטעם רשאין עתה לקבל עדות החודש כל היום ולעולם לא הוצרך לעשות תקנה זו במנין בית דין לכך הביא מן ברייתא דכרם רבעי דאמרי נמנו עליך חביריך והתירו וכיון דאמר נמנו שמע מינה דצריך מנין להתירו.",
            "<b>אָמַר לֵיהּ אֲבַּיֵי: וְהָא רַב וּשְׁמוּאֵל דְּאָמְרֵי תַּרְוַיְהוּ בֵּיצָה אֲסוּרָה!.</b> מקשים מאחר דאביי עדיין לא ידע התירוץ של 'הא לן והא להו' אמאי לא הקשה מרבי יוסי בעירובין דמייתו התוספות דאמר גם שני ימים של ראש השנה נולדה בראשון אסורה בשני? דהשתא ליכא לתרץ כתירוץ התוספות כיון דלא ידע אביי האי חילוקא ד'הא לן והא להו'?<br>ונראה לי בס\"ד דודאי כשאמר רבה מתקנת רבן יוחנן בן זכאי ביצה מותרת פירש דבריו דהלכה זו היא על ארץ ישראל ולא על חוץ לארץ דאיך יתכן יסתום דבריו דהשומע יטעה לחשוב דין זה בכל מקום ובפרט כי רבה הוה יתיב בחוץ לארץ על כן מוכרח וברור שפירש דבריו דקאמר הלכה זו על אנשי ארץ ישראל דוקא על כן כששמע אביי דין זה מרבה מוכרח שידע דלא קאמר הלכה זו אלא דוקא על ארץ ישראל ולכן לא הקשה לו מן רב יוסי דידע שישיב לו דרבי יוסי אקודם החרבן קאמר ואף על גב מה דהוה הוה מכל מקום הואיל ושייך דין זה בחוץ לארץ גם אחר החרבן, להכי אשמעינן רבי יוסי דין זה וכמו שכתבו התוספות.<br>ועל דנקיט דבריו סתם ולא פירש אין בזה קושיא כיון דרבי יוסי תנא הוא דרך התנא לקצר ולא לפרש ולכך הקשה אביי מרב ושמואל שהם אמוראים וקיימא לן אמורא דרכו לפרש ורק תנא אין דרכו לפרש כמו שכתב בכללי הגמרא ואפילו הכי תירץ לו רבה 'הא לן והא להו', והא דלא נחתו לפרש דבריהם משום דהם היו יושבים בחוץ לארץ ומורו לאנשי בחוץ לארץ דלדידהו אסורה.",
            "<b><small>(משנה מעשר שני, ה)</small> וְאֵיזוֹ הִיא תְּחוּמָהּ? 'עלת' [אֵילַת] מִן הַדָּרוֹם.</b> עיין מה שאמר הצל\"ח ז\"ל ונראה לי דגם מקרבת הם שנים ואותה שבדרום שמה מקרבת בתי\"ו ואותה שבצפון שמה מקרבה בה\"א ועל כן יש לומר מלת ומקרבה בה\"א שניהם תחומין לצד צפון ומילת ומקרבת בתי\"ו תחומין לצד דרום ובברייתא דראש השנה שכתוב אֵילַת צ\"ל עלת ודוק."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>דְּאִי לָא שָׁרִיתָ לֵיהּ, אַתִּי לְאִמְּנוֹעֵי מִשִּׂמְחַת יוֹם טוֹב.</b> הקשה הצל\"ח ז\"ל תמיה לי והרי אליבא דבית הלל קיימינן ואם כן הרי מצינו לקמן דף י\"א ע\"א דבית שמאי אמרו 'אין מוליכין אצל טבח' וסכין דבית שמאי חיישי לאמלוכי ולא חיישי לאמנועי משמחת יום טוב? ואין לומר בשלמא שם חיישינן לאמלוכי מלשחוט האי בהמה כי ישחוט אחריתא דשמינה מינה אבל הכא איזה חיה ואיזה עוף שישחוט בעי כיסוי, דהרי גם כאן יש לחוש שימלך מלשחוט חיה דבעיא כסוי וישחוט בהמה דלא בעי כיסוי כדאמרינן התם גבי קדרה דנשבוק קדרה דבעי תבלין ונייתי קדרה אחרינא דלא בעי תבלין. ושוב ראיתי שהשיטה מקובצת הרגיש בזה ונדחק וקושיא זו היא לפירוש רש\"י וכו' ולשיטת התוספות שם קשה איפכא וכו' יעוין שם.<br>ונראה לי בס\"ד לתרץ קושיתו הנזכר <b>לשיטת רש</b>\"<b>י</b> ז\"ל דבשלמא התם רחוק מקום הבהמה ממקום הטבח וכן התבלין רחוק ממקום המדוך וכמו שכתב רש\"י ז\"ל שם וכיון דרחוקים חיישי בית שמאי לאמלוכי שישתנה דעתו בזה השיעור של זמן הילוכו ממקום זה למקום זה, מה שאין כן הכא מסתמא בשעה שבא לשחוט חופר בדקר וכיון דסמוכין זה לזה לא חיישינן שישתנה דעתו באותו הרגע. <b>ולשיטת התוספות</b> ז\"ל נראה לי בס\"ד דהתם כיון דרחוקים זה מזה אחר שכבר טרח והביא לא שביק טרחתו בכדי מה שאין כן הכא בחפירתו בדקר אין בזה טרחא כל כך כדי שנאמר לא שביק טרחתו בכדי ולכן יש לחוש שימלך."
        ],
        [],
        [
            "<b>מַהוּ דְּתֵימָא נִגְזַר דְּקִירָה אַחַת אַטּוּ שְׁתֵּי דְּקִירוֹת, קָא מַשְׁמַע לָן.</b> קשה הכא פשיטא ליה דלא גזרינן דקירה אחת אטו שתי דקירות ואילו לקמן דף ל\"ה ע\"ב קאמר הגמרא סברא גבי שלשול פירות משום הפסד גשמים אף על גב דבשבת שרי ארבע וחמש קופות מכל מקום יום טוב דקיל ואתי לזלזולי ביה כלל וכלל לא. ונראה לי בס\"ד דהתם עביד להנאתו שלא יתקלקלו הפירות לכן יש סברא לחוש ולגזור אבל הכא שעושה בשביל לקיים מצותו יתברך לא חיישינן שיזלזל ביום טוב כדי לקיים המצוה דהא מצוה והא מצוה."
        ],
        [
            "<b>בֵּית שַׁמַּאי אוֹמְרִים: אֵין מוֹלִיכִין אֶת הַסֻּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן.</b> מקשים מדיוקא אדיוקא דברישא קתני 'אֵין מוֹלִיכִין אֶת הַסֻּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ' משמע דוקא משובך לשובך אסור להוליך אבל מחלון לחלון מותר להוליך, והדר תני 'אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן' משמע דוקא הטיה מותר אבל הולכה אסור דלעולם הולכה גם מחלון לחלון אסור? ואם תאמר אם כן למה נקיט שּׁוֹבָךְ הוה ליה למימר חַלּוֹן וידענא איסור הולכה בשובך מכל שכן? זה אינו דחש פן נטעה להתיר הולכה בשובך דאמרינן הא דאסרו הולכה בחלון משום דאפשר בהטייה ואין כאן ביטול שמחת יום טוב אבל בשובך דלא אפשר בהטייה מוכרח להתיר הולכה משום שמחת יום טוב! ולכך נקיט איסור הולכה בשובך ואין לחוש פן יתירו הולכה בחלון כי איסור הולכה בחלון שמעינן מדיוקא דקתני אבל מטהו מחלון לחלון שמע מינה דוקא הטיה מותר אבל הולכה אסור."
        ],
        [],
        [],
        [],
        [
            "<b>לֵימָא מְסַיֵּעַ לֵיהּ לְרַבִּי חֲנִינָא, דְּאָמַר רַבִּי חֲנִינָא: רֹב וְקָרוֹב - הַלֵּךְ אַחַר הָרֹב.</b> כתב הרב המחבר שמן הטוב על ביצה ששמע מעט\"ר הרה\"ג מור זקיני רבינו משה חיים זלה\"ה שהיה מקשה דמאי סייעתא לרבי חנינא דשאני הכא דאיכא קרוב דאיסורא מדקתני בסיפא ואם אין שם אלא הם הרי אלו מותרים שמע מינה דברישא מיירי דאיכא קנים סמוכים שאינם מזומנים עד כאן דבריו זצוק\"ל.<br>ונראה לי בס\"ד לתרץ דסלקא דעתך דסתמא דהש\"ס דאורחא דמלתא בקן שיש בו עופות שיש עופות נח להם לישב בתוך הקן בפנים ויש עופות דנח להם לישב לפני הקן דהיינו אצל הפתח להיות קרובים לאויר ולכן ודאי זה הבא להזמין בערב יום טוב עופות כדי ליטלם ביום טוב לא יזמין אותם שהם בתוך הקן בפנים וישארו אותם שלפני הקן מוקצים דאיך יבא ביום טוב ויעביר ידיו על המוקצין שפוגע בהם תחלה כדי ליטול המזומנים שבפנים כי אי אפשר שלא יכשל בזה שיזיזם לאותם המוקצים כשמושיט ידיו ליטול המזומנים מבפנים, על כן ודאי אם ירצה להזמין אותם שבתוך הקן בפנים מוכרח שיזמין גם לאותם השוכנים ויושבין לפני הקן שהם חיצונים כדי שלא יהיו מוקצים אלא יהיו הכל מוכנים ומזומנים ואז פושט ידיו לפנים ליטול כרצונו וגם אין חשש שמא יתערבו זה בזה כיון דכולם מזומנים.<br>ולכן סתמא דהש\"ס מעיקרא סלקא דעתך דמה שאמר במשנה זמן בתוך הקן ומצא לפני הקן איירי שיש עופות לפני הקן ויש תוך הקן כי כן הדרך ברובא דקנים ומוכרח לומר שהוא זמן לאותם דלפני הקן גם כן מטעם האמור כדי שלא יכשל למחר בהזזת המוקצין שפוגע בהם תחלה וגם כדי שלא יתערבו זה בזה ואף על גב דבמשנה לא פירש ואמר שזמן גם לפני הקן מכל מקום הדבר מפורש מעצמו כי כיון דקאמר זמן בתוך הקן מוכרח לומר שגם אותם דלפני הקן זימן אותם ועל כן יש לומר דתנא דידן הכי קאמר כגון שהיה שלשה עופות לפני הקן סמוך לפתח והיה עוד שלשה בתוך הקן בפנים ובא הוא בערב יום טוב וזמן את השלשה שלפני הקן והשלשה שבתוך הקן מטעם האמור ולמחר ביום טוב מצא את השלשה שזמן בתוך הנה הנם לפני הקן שמצא לפני הקן ששה עופות הרי אלו אסורים דלא אמרינן אלו השלשה הנוספים לפני הקן באו ממקום קרוב שהם אלו שהיו בפנים בתוך הקן אלא אמרינן אלו השלשה הנוספים לפני הקן אתו מרובא דעלמא ואלו הם מוקצים וכיון דנתערבו בשלשה המזומנים מאתמול לפני הקן נאסרו כולם ואותם השלשה שזימן אתמול בתוך הקן אזלו לעלמא ולהכי קאמר אם אין שם אלא הם פירוש כשבא ביום טוב ליטול לא מצא הקן אלא הם כלומר הם שהיו מזומנים שם מאתמול שלא מצא אלא רק שלשה לפני הקן ולא יוסיף עליהם כלום הרי אלו מותרים כי בזה לא נעשה שינוי בלפני הקן כי כמו מספרם אתמול בעת ההזמנה כן נמצאו עתה ביום טוב ולכן לא חיישינן לומר דכמו אותם השלשה שזימן בתוך הגן פרחו ואזלו לעלמא כן אותם השלשה שזימן לפני הקן פרחו עמהם ואזלו ואלו השלשה שמצא היום לפני הקן אתו מעלמא אלא אמרינן כיון דלפני הקן לא מצינו היום שינוי מעת ההזמנה דאתמול אמרינן אלו הנמצאים עתה הן הן שהוזמנו מערב יום טוב.<br>ולכן על הצעה זו קאמר הש\"ס לימא מסייע ליה לרבי חנינא והשיב בדף, רוצה לומר אין הכרח לפרש דברי התנא דאיירי במציאות זו והצעה זו כדי למידק מינה רוב וקרוב הלך הרוב דאיכא למימר דאיירי שיש דף יוצא ובולט חוץ לקן תחת האויר והדרך הוא דאתו תמיד עופות דעלמא וחונים על זה הדף ולכן אם בערב יום טוב לא היה עופות לפני הקן כלל כי אם היה שלש או ארבע עופות בתוך הקן בפנים ולמחר מספר עופות אלו שהזמין בפנים מצאם לפני הקן שהוא סמוך לפתח ולא מצא בתוך הקן כלום להכי הם אסורים משום דאיכא דף הבולט חוץ שעליו מצוים תמיד עופות מוקצים והוא קרוב למקום זה דלפני הקן שהוא סמוך לפתח שימצאו בו העופות היום והרי כאן קרוב דאיסורא ועוד איכא למתלי ברוב דאיסורא שהם עופות דעלמא מלבד אותם שעל הדף להכי אסרינן עופות אלו הנמצאים היום לפני הקן דאמרינן אתו מעלמא שהוא רובא אתו מן הדף שהוא קרוב דאיסורא ולא תלינן דאתו מתוך הקן שהוא מקום קרוב דהיתרא ולכן כיון דאפשר לומר דמתניתין איירי במציאות זו דאיכא דף שהוא קרוב דאיסורא ליכא סייעתא לרבי חנינא מהכא, והוא הדין דהוה מצי לעשות המציאות של קרוב דאיסורא כגון דאיכא קן אחר שאינו מזומן סמוך לאותו קן המזומן אלא כיון דבאמת מתניתין סתמא נקיט ולא קאמר דאיכא קן אחר שאינו מזומן ניחא ליה לעשות המציאות דאיירי בדף אף על גב דגם זה לא נתפרש במשנה משום דרוב הקנים אית להו דף ולכן כיון דאמר התנא זימן בתוך הקן מפרשינן לה דאיכא דף בולט דסתמייהו דקנים הכי הוי.<br>וכן רבא עשה מציאות אחרת לקרוב דאיסורא כגון דאיכא שתי קינין זו למעלה מזו ואף על גב דזה הגוונא לא נתפרש במשנה כי התנא נקיט קן אחד עם כל זה עשה רבא מציאות כי דרך דחוייא הוא זה לומר לית לך למימר דאיכא סיועא לרבי חנינא מהאי מתניתין כיון דאפשר לפרשה דאיירי בכהן גדול כי גם סתמא דהש\"ס עשה מציאות והצעה בדבר התנא שלא נתפרש במשנה אך אמר בלשון ספק לימא מסייע ליה לרבי חנינא אם אפשר שרבי חנינא יפרש דברי התנא באופן שיהיה לו סיעתא מדבריו והשיב לו אביי הא איכא לפרושי דברי התנא באופן זה דליכא סייעתא מיניה לרבי חנינא וכן השיב רבא.",
            "<b>הָכָא מַאי אִיכָּא לְמֵימָר? מְמַּלַּךְ וְלָא תְּבַר? כֵּיוָן דְּשַׁחֲטָהּ - לַתְּבִירָא קַיָּמָא!.</b> הקשה הצל\"ח ז\"ל מבואר כאן דבית שמאי חיישי לאמלוכי, וקשה דלעיל דף ט' בסוגיא דסולם למה לא אמר טעמא דבית שמאי דילמא ממלך ולא ישחוט היונים ונמצא טרח בסולם שלא לצורך? עיין שם.<br>ונראה לי בס\"ד דהכא לא חיישינן שלא ישחוט כלל אלא חוששין דילמא שביק בהמה זו ושחיט בהמה אחרת וכן בתבלין שביק קדרה זו דבעיא תבלין ומביא קדרה דלא בעיא תבלין אבל התם גבי סולם צריך אתה לחוש ולומר שלא ישחוט יונים כלל יען דהיונים צריכין הזמנה מערב יום טוב ואם אלו היונים שהזמינם מערב יום טוב נמלך ואינו שוחט אותם נמצא אינו שוחט כלל דאין לו אחרים מזומנים כדי לשחטן וחששה כזו שלא ישחוט כלל לא חיישינן. ואם תאמר נחוש שמא ימלך וישחוט בהמה במקום העופות זה אינו דאם הוא הזמין עופות מערב יום טוב כדי לאכול בשר עוף לא ימלך היום כדי לאכול בשר בהמה ורק במין אחד יש לחוש שימלך לשחוט בהמה אחרת שהיא שמנה יותר, וכן בתבשיל דבעי תבלין אפשר שימלך לבשל תבשיל אחר דלא בעי תבלין."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מַעֲשֶׂה בְּרַבִּי אֱלִיעֶזֶר שֶׁהָיָה יוֹשֵׁב וְדוֹרֵשׁ כָּל הַיּוֹם כֻּלּוֹ בְּהִלְכוֹת יוֹם־טוֹב.</b> נראה לי בס\"ד הא דהוצרך לומר שהיה יוֹשֵׁב היינו לומר בשביל שהיה דורש כל היום כולו לכך היה יושב ודורש דקשה לעמוד כל היום.<br>או יובן בס\"ד לומר בשביל שהיה דורש בהלכות שהם קשות וצריכין ישוב הדעת טפי לכך היה יושב כמו שאמרו רבותינו ז\"ל גבי משה רבינו ע\"ה בלימודו בהר סיני קשות מיושב קלות מעומד אבל אם היה דורש בדברי אגדה בלבד שהם קלות היה עומד ודורש.<br>אי נמי נראה לי בס\"ד אמר יוֹשֵׁב בשביל שהיה דורש ביום טוב עצמו ואף על גב דהוא עושה כולו לה' עם כל זה לא רצה לעשות טרחא כולי האי ביום טוב לעמוד כל היום. ונראה לי אף על גב דאחר כך נתן רשות לתלמידים לילך לאכול עם כל זה אפשר שהוא נשאר יושב ודורש כל היום לאותם שאכלו ובאו לשמוע. ומהרש\"א ז\"ל כתב שצוה אותם על סעודת הלילה. וראיתי להרב בפתח עינים שהקשה על הט\"ז ז\"ל על מה שכתב בנוסח 'מלוך על כל העולם כולו' מלשון הברייתא כאן, יעוין שם. ואין כאן קושיא כלל כי לשון תפלה ושבח לחוד ולשון חכמים בסיפור מעשים ועניינים לחוד דנקטי בהאי לישנא לספור המאמר. ועוד יש לומר דאף על גב דנתן רשות לתלמידים הוא עצמו ישב כל היום כולו ממש לדרוש.",
            "<b>הַלָּלוּ בַּעֲלֵי כּוֹסוֹת.</b> יש להקשות מה גנות יש בזה דהשותה בכוס אינו נרגן דהכוס הוא שתיה של דרך ארץ ושתיה ביום טוב לא תגונה כי עונג יום טוב היא!<br>ונראה לי בס\"ד על פי מה שאמר במשלי <small>(משלי כג, לא)</small> 'כִּי יִתֵּן בַּכּוֹס עֵינוֹ יִתְהַלֵּךְ בְּמֵישָׁרִים' ופירש רבינו מהר\"ם אלשיך ז\"ל המרבה בכוסות יגיע לשכרות שהיין יתהלך בעקיפין שהשותה שופכו לבטנו והוא חוזר לאחור לעלות עד הראש של השותה ומשכרהו, אך אם יִתֵּן בַּכּוֹס עֵינוֹ שלא ישתה כוסות הרבה הנה ביין זה אין שיעור לשכר שילך בעקיפין אלא יִתְהַלֵּךְ הַיַּיִן לְמֵישָׁרִים שיורד לבטן וישאר כוחו שם ולא יחזור דרך עקלתון לעלות לראש השותה לשכרו עד כאן דבריו, יעוין שם. ולכן כאן בא לגנותם שהם בַּעֲלֵי כּוֹסוֹת רוצה לומר כוסות רבים ולכך מיהרו לצאת כי צריך להם זמן הרבה במשך שתייתם.",
            "<b>הִתְחִילוּ כַּת שִׁשִּׁית לָצֵאת.</b> נראה לי הקדים לדבר ממה שהתחילו ולא דבר בם אחר שיצאו כולם כדעבד בשאר כיתות מפני שראה שנשארים מעט וחש פן יצאו הכל לכך הקדים לדבר דבריו כדי דהשומע יחדל לצאת והא דלא יצאו אלו עם החמישית מפני כי ראו שגינה החמישית בכוסות ואמרו אם נשהה עוד שעה אחת ונצא לא נשאר כלי ששותים בו יין קטן מן הכוס כדי שיגנה אותם בו ולכן ודאי לא יגנה ולא ידבר כלום בעדם.",
            "<b>הַלָּלוּ בַּעֲלֵי מְאֵרָה.</b> נראה לי בס\"ד קראם כן כי בית המדרש נקרא כֶּרֶם מפני שיושבין בו תלמידי חכמים שורות שורות ככרם הנטוע, וידוע מה שאמר במשנה דכלאים <small>(משנה כלאים ה, א)</small> 'כֶּרֶם שֶׁחָרַב, אִם יֶשׁ בּוֹ לְלַקֵּט עֶשֶׂר גְּפָנִים לְבֵית סְאָה, וּנְטוּעוֹת כְּהִלְכָתָן, הֲרֵי זֶה נִקְרָא כֶּרֶם דַּל' כלומר גפניו מועטין עיין שם. והנה בכת ששית היה בית המדרש הנקרא כֶּרֶם מתרוקן מאד וכמו שכתב רש\"י ז\"ל ואמרו רבותינו ז\"ל <small>(מגילה טז:)</small> 'לַיְּהוּדִים הָיְתָה אוֹרָה' <small>(אסתר ח, טז)</small> אורה זו תורה, ולכן אמר עזבו את אורה זו תורה שעל ידם נעשה כרם דל על כן מצטרף מספר <b>דַּל</b> <small> [34] </small>עם מספר <b>אוֹרָה</b> <small> [212] </small>ויהיה מספר <b>מְאֵרָה</b> <small>[246]</small>.<br>ועוד נראה לי בס\"ד נקיט לשון מְאֵרָה כי התורה נקראת אמירה כמו שאמרו רבותינו ז\"ל בגמרא <small>(שבת קה.)</small> 'אָנֹכִי' <small>(שמות כ, ב)</small> ראשי תיבות <b>א</b>מירה <b>נ</b>עימה <b>כ</b>תיבה <b>י</b>היבה, ולכן הם אשר קצו בדברי תורה שהיא אמירה ותתהפך להם למארה.<br>או יובן התורה נתנה לנו מן הבריאה ששם מספר המאות והפורש מדברי תורה נקרא ריש כי <b>אין עני אלא מי שהוא עני מן התורה</b> לכן כיון שפרשו מן התורה שהיא סוד מאה אז יבא אות רי\"ש שהוא לשון רישות ועניות ויתחבר באותיות מֵאָה ויהיה צירוף מְאֵרָה.<br>או יובן בס\"ד אל\"ף לשון לימוד כמו <small>(תהלים נה, יד)</small> 'אַלּוּפִי וּמְיֻדָּעִי' והוא הוה ואליף לו תורה וכיון שהניחו אילופם ויצאו נמצא קצו בו ונעשה להם מרה על כן מדה כנגד מדה יתחבר אל\"ף שהוא לשון אלוף עם מָרָה ותהיה מְאֵרָה. ומה ש'<b>נָתַן עֵינָיו בַּתַּלְמִידִים</b>' נראה שרצה לראות אם נשתנו פניהם מחמת רעבון כדי שיפטרם לשלום ברשות.",
            "<b>בָּנַי, לֹא לָכֶם אֲנִי אוֹמֵר, אֶלָּא לְהַלָּלוּ שֶׁיָּצְאוּ.</b> יש להקשות הוא לא אמר כנגדם כלום אלא רק נתן עיניו בהם בשתיקה ואיך אמר להם עתה 'לֹא לָכֶם אֲנִי אוֹמֵר'?<br>ונראה לי בס\"ד הכונה לאמר אפילו אם הייתם יוצאים עם אותם שיצאו לֹא לָכֶם אֲנִי אוֹמֵר אותם הדברים שאמרתי להם יען כי אתם עוסקין בתורה בקבע בכל ימות החול בימים ובלילות ולכן אם יצאתם יום זה ברור הוא שלא מחמת שאתם קצים בדברי תורה אתם יוצאין ורשאין אתם בכך ורק לאלו בעלי מלאכה ומשא ומתן שאין עוסקים בתורה בחול בית המדרש ורק נתנו להם שבתות וימים טובים לעסוק בהם בתורה אמרתי להם אותם הדברים.",
            "<b>רַבִּי אֱלִיעֶזֶר לְטַעְמֵיהּ, דְּאָמַר: שִׂמְחַת יוֹם־טוֹב רְשׁוּת!.</b> יש להקשות אפילו לרבי אליעזר ודאי יש מצוה בסעודת יום טוב אלא דסבירא ליה שאינה מצוה של חובה שחייב לקיימה בלי תפונה אלא רשות שאם ירצה שלא לקיימה רשאי, וכיון דעל כל פנים אם מקיימה עביד מצוה איך קרי לה 'חַיֵּי שָׁעָה'?<br>ונראה לי בס\"ד דגם מצוה גמורה יש לקרותה 'חַיֵּי שָׁעָה' מפני דתיקון שלה הוא לשעתו דוקא כי כיון דעבר הזמן עברה המצוה גם כן אך לימוד התורה נקרא 'חַיֵּי עוֹלָם' כי הלכה זו שלמד אותה עכשיו חוזר ולומד אותה בשעות אחרות וגם מלמדה לתלמידים וגם צריכה לו לענין מעשה שתזדמן לידו מכאן ולהבא לכן נקראת 'חַיֵּי עוֹלָם' גם עוד המצוה היא תיקון המלכות הנקראת שָׁעָה אך לימוד התורה הוא תיקון התפארת, ודוק היטב.",
            "<b>רַבִּי אֱלִיעֶזֶר סָבַר: אוֹ כֻּלּוֹ לַה', אוֹ כֻּלּוֹ לָכֶם.</b> קשה בשלמא רבי יהושע מסתבר טעמיה שהשוה הדבר אך רבי אליעזר נקיט מצד לצד דאם ראוי שיהיה כולו לה' איך יפטור עצמו בכולו לכם?<br>ונראה לי בס\"ד כונת רבי אליעזר לומר אם האדם יכול לשלוט בטבעו החמרי לכוין בעונג הגוף לשם שמים דוקא שהוא מתענג ביום זה בשביל כבוד קדושת היום דוקא הרי זה רשאי לעשותו כולו לכם דהיינו באכילה ושתיה כי עתה על ידי כונתו הטובה נעשה כל אכילה ושתיה שלו קודש ואם אינו יכול לצמצם כונתו בעונג גופו לשם שמים דוקא הרי זה יעשהו כולו לה' בלימוד התורה.",
            "<b>בִּשְׁעַת פְּטִירָתָן אָמַר לָהֶם: <small>(נחמיה ח, י) </small>לְכוּ אִכְלוּ מַשְׁמַנִּים, וּשְׁתוּ מַמְתַקִּים וּשְׁתוּ מַמְתַקִּים וְשִׁלְחוּ מָנוֹת לְאֵין נָכוֹן לוֹ כִּי קָדוֹשׁ הַיּוֹם לַאֲדֹנֵינוּ וְאַל תֵּעָצֵבוּ כִּי חֶדְוַת הֳ' הִיא מָעֻזְּכֶם.</b> פירש רש\"י ז\"ל מקרא הוא בספר עזרא עד 'כִּי חֶדְוַת הֳ' הִיא מָעֻזְּכֶם', יש להבין למה הוצרך לומר עד כִּי חֶדְוַת וכו' ודי לציין שהוא פסוק בספר עזרא שלא נחשוב דאלה הדברים הם לשון מליצה מרבי אליעזר עצמו וכיון שציין על ספר עזרא נדע סיומו של פסוק מה הוא?<br>ונראה לי בס\"ד כי רש\"י ז\"ל נרגש על מה שאמר 'וְאַל תֵּעָצֵבוּ' אין לזה שייכות כאן כי בשלמא עזרא ע\"ה אמר לו כן בשביל שראה אותם בוכין ונעצבין אך כאן לא היו עצבין כדי שיאמר להם כן! לכך פירש רש\"י כי המקרא הזה הוא על דרך 'כִּי חֶדְוַת הֳ' הִיא מָעֻזְּכֶם' ולכן אף על פי דסיום ד'אַל תֵּעָצֵבוּ' לא שייך בהו הוכרח לאומרו כדי שלא יאמר חצי פסוק כי התוספות בסוכה <small>(סוכה לח:)</small> סבירא ליה אפילו בפסוקים של כתובים אין לומר חצי פסוק ואף על גב דהגאון מגן אברהם ז\"ל <small>(סימן תכ\"ב)</small> הביא מן הכלבו דאין קפידה בזה בכתובים יש לומר דרש\"י ז\"ל אזיל בשיטת התוספות. ועוד אפילו להכלבו ודאי רבי אליעזר הוה מחמיר על עצמו להזהר בכך גם בפסוקי כתובים, ואחרי זה בא לידי שיטה מן מהריק\"ש ז\"ל על ביצה וראיתי שכתב קרוב לזה, יעוין שם.",
            "<b>בָּנַי, לְווּ עָלַי וְקַדְּשׁוּ קְדֻשַּׁת הַיּוֹם, וְהַאֲמִינוּ בִּי, וַאֲנִי פּוֹרֵעַ.</b> נראה לי בס\"ד שני תנאים התנה בזה האחד <b>קַדְּשׁוּ קְדֻשַּׁת הַיּוֹם</b> רמז בזה על קיום הלכות יום טוב בעשה ולא תעשה כי בהם ניכרת קדושת היום ובהם נעשית והשני והאמינו שלא תאמר יש לי קרן מאה זהובים מחר אלך ואקנה סחורה פלונית וארויח בה הוצאת יום טוב ויותר או לסמוך על חכמתם אשר תעשו דבר פלוני ותרויחו בו בחכמת לבבכם כל הוצאות יום טוב אלא <b>הַאֲמִינוּ בִּי</b> דוקא ואז אני פורע ואם לאו אין אני ערב בזה!<br>ונראה לי בס\"ד לפרש הא דאמר רחמנא האי לישנא<b> לְווּ עָלַי</b> הוא להשפיע להם בזה מן שם קדוש משמות ע\"ב של <small>(שמות יד, יט-כא) </small>'וַיִּסַּע וַיָּבֹא וַיֵּט' הנקרא לו\"ו והוא שם י\"ט מן ע\"ב שמות הנזכר והוא מבחינת תפארת שבחסד כנודע. ובזה פרשתי בס\"ד רמז הכתוב במשלי <small>(משלי ג, ב)</small> 'כִּי אֹרֶךְ יָמִים וּשְׁנוֹת חַיִּים וְשָׁלוֹם יוֹסִיפוּ לָךְ' תיבת <b>וְשָׁלוֹם</b> הוא אותיות '<b>שם לו</b>\"<b>ו</b>' והכונה מן השפעת שם לו\"ו ילוו לך שְׁנוֹת חַיִּים נוספים על חיים הקצובים לך ולכן אמר רחמנא לְווּ עָלַי וכו' רמז בדבריו על שם לו\"ו הנזכר.<br>ועוד נראה לי בס\"ד אותיות הסמוכים לשם הוי\"ה מימין ומשמאל הם עולים מספר 'אני' כנודע. וזהו שאמר לְווּ עָלַי לשון לויה כמו <small>(משלי א, ט)</small> 'לִוְיַת חֵן' עלי רוצה לומר אותיות הסמוכים לשמי כמו <small>(במדבר ב, כ)</small> 'וְעָלָיו מַטֵּה מְנַשֶּׁה' שיתייחדו אותיות אלו בשמי ואז ו'אני' שמות הנזכר שהם גימטריא 'אני' פורע וכמו שאמרו 'אֲנִי וָהוּ הוֹשִׁיעָה נָּא' והכונה לא מבעיא שמי העקרי שהוא שם הרחמים אלא גם 'אני' הם שמות שמספרם אני פורע לכם שכר טוב.<br>והגאון חיד\"א ז\"ל כתב דורשי רשומות אמרו רמז בפסוק <small>(איוב לד, יא)</small> 'כִּי פֹעַל אָדָם יְשַׁלֶּם לוֹ' <b>פּוֹעַל</b> ראשי תיבות למפרע '<b>לְ</b>ווּ <b>עָ</b>לַי <b>וַ</b>אֲנִי <b>פּ</b>וֹרֵעַ' עד כאן דבריו. ואנא עבדא אמרתי הרמז בפסוק זה <small>(תהלים עד, יב)</small> 'וֵאלֹקִים מַלְכִּי מִקֶּדֶם פֹּעֵל יְשׁוּעוֹת בְּקֶרֶב הָאָרֶץ' כי שם אֱלֹקִים עולה 'פו' <small>[86]</small> ועם מַלְכִּי שהוא מספר 'על' <small>[100] </small>הרי צירוף <b>פּוֹעַל</b> שהוא ראשי תיבות '<b>לְ</b>ווּ <b>עָ</b>לַי <b>וַ</b>אֲנִי <b>פּ</b>וֹרֵעַ' ולכן סיים 'פֹּעֵל יְשׁוּעוֹת בְּקֶרֶב הָאָרֶץ' הלזו אף על פי שלא מגיע זמן קבלת שכר כי היום לעשותם ולמחר לקבל שכרן.<br>ברם אית לן למידק במאמר הנזכר דקאמר לן רחמנא 'לְווּ עָלַי' משמע לוו מאחרים והנה הלווין מצוים הרבה אך המלוים אינם מצויים שאם ילך ראובן אצל שמעון ויאמר לו הלוני והשי\"ת ערב לא ירצה להלוות לו, כי יאמר לו הבא ראיה ורק אחד היה בעולם ורבי עקיבא שמו שלוה מן מטרוניתא באופן זה והאמינה בדבריו וסוף פרע לה הערב ברוך הוא ובוך שמו באמצעות הים, ומי יעשה כזאת?! ואם כן איך הקב\"ה אומר 'לְווּ עָלַי וַאֲנִי פּוֹרֵעַ' והוא יודע שלא יש מלוים בכך?<br>ונראה לי בס\"ד הכונה שילוה כל אדם מיניה וביה דהיינו אם רואה אדם הריוח אשר מרויח בחול מעסק המשא ומתן שלו הוא מצומצם שיספיק לו רק למזונות מצומצמין לכל יום ואין בו סיפוק למותרות של יום טוב אז האדם ילוה מיניה וביה מן ריוח המצומצם להוצאות מותרות יום טוב ולא יאמר אם אעשה הוצאה מרובה ליום טוב מה אוכל בימי החול הבאים אחר יום טוב? הנה על זה אומר לו הקב\"ה תאמין ותבטח כי באמת ואז אני פורע לך אחר יום טוב מה שלוית מעצמך מחלק פרנסת ימי החול ורק בתנאי שתאמינו בי באמת מלב ונפש!<br>ונראה על דרך המוסר שרמז השי\"ת בדבריו בדבר זה של לְווּ עָלַי הוא כי הקדמונים חילקו שעות היום והלילה ח' שעות לעסק התורה וח' שעות למשא ומתן ומלאכה וח' שעות לשינה וראוי שהאדם ילוה מן חלק שעות המלאכה ומחלק שעות השינה ויוסיף על השעות של עסק התורה ואל יחוש פן יחסר לחמו מכח חסרון שעות המלאכה או תחסר בריאותו מכח חסרון שעות השינה לכך אומר להם 'לְווּ עָלַי וַאֲנִי פּוֹרֵעַ'.",
            "<b>הָרוֹצֶה שֶׁיִּתְקַיְּמוּ נְכָסָיו, יִטַּע בָּהֶם אֶדֶר.</b> הנה מהרש\"א ז\"ל כתב בשם הערוך אדר רוצה לומר צדקה שהיא חשובה לפני ה' במרום, עיין שם. ויפה כתב! כי הצדקה אוצר שלה הוא למעלה במרום כמו שאמר מונבז המלך אני גנזתי למעלה <small>(בבא בתרא יא.)</small>.<br>ולפי זה דמפרש אדר על הצדקה נראה לי בס\"ד ליישב דקדוק לשון המאמר היטב כי ידוע אות כ\"ף רומז לצדקה שנותן האדם מלא כפו, והנה אם תסיר אות נ' מן נְכָסִים ישאר נָסִים לשון ניסה רמז שאם תחסר מהם מצות הצדקה הרמוזה בכ\"ף ינוסו נכסיו מידו! ואם יתן צדקה הרמוזה בכף לא יהיו הנכסים נסים ולזה אמר<b> הָרוֹצֶה שֶׁיִּתְקַיְּמוּ נְכָסָיו</b> דייקא שלא אמר שיתקיים ממונו אלא 'נְכָסָיו' דהיינו שלא יהיו נכסיו נסים ממנו, <b>יִטַּע בָּהֶם אֶדֶר</b> זו מצות הצדקה הנקראת אדר שהיא רמוזה באות כ' שבזה יהיה אות כ' קבוע בנכסים ולא יתפרד מהם שיהיו נסים ודריש על אדר שהוא הצדקה דקיימא לדרי דרי כמו שאמר הכתוב <small>(תהלים קיב, ג)</small> 'וְצִדְקָתוֹ עֹמֶדֶת לָעַד'. וידוע מה שאמר רבינו האר\"י ז\"ל בפסוק זה.<br>ועוד נראה לי בס\"ד מה שאמר 'יִטַּע בָּהֶם אֶדֶר' רמז לתקן בהם אות א' דְּ<b>אֱ</b>מֶת רואות א' דְּ<b>אָ</b>דָם שנפגמו בחטא אדם הראשון וגם לתקן בהם אותיות ד\"ר אשר בתיבת אֶחָ<b>ד</b> וְאַחֵ<b>ר</b> שפגם אדם הראשון בסוד הכתוב <small>(בראשית ג, יח)</small> וְקוֹץ 'וְדַרְדַּר' תַּצְמִיחַ לָךְ, כנזכר בספרי המקובלים ז\"ל.<br>ועוד נראה לי בס\"ד 'אדר' רמז לתורה דכתיב בה <small>(תהלים קה, ח)</small> 'דָּבָר צִוָּה לְאֶלֶף דּוֹר' והיינו 'אדר - אל\"ף דר' גם נרמזה באותיות אדר למפרע ראשי תיבות <small>(תהלים קיט, קס)</small> 'רֹאשׁ דְּבָרְךָ אֱמֶת' ולזה אמר דקיימא לדרי דרין דכתיב בה <small>(ישעיה נט, כא)</small> 'לֹא יָמוּשׁוּ מִפִּיךָ וּמִפִּי זַרְעֲךָ וּמִפִּי זֶרַע זַרְעֲךָ' הרי כאן שלשה דורות וזהו דרי דרין.<br>גם נראה לרמוז אדר רמז לחג\"ת <small>[חסד, גבורה, תפארת]</small> שהם סוד ג' אבות כי 'אדר' ראשי תיבות <b>א</b>הבה <b>ד</b>ין <b>ר</b>חמים, וידוע כי החסד נקרא אהבה והם דרגין דאברהם יצחק ויעקב ואמרו רבותינו ז\"ל באגדת בראשית אין אדיר אלא אבות שנאמר <small>(תהלים טז, ג)</small> 'לִקְדוֹשִׁים אֲשֶׁר בָּאָרֶץ הֵמָּה וְאַדִּירֵי כָּל חֶפְצִי בָם', והאדם יתקן ויטע כל זה על ידי ממונו שיעשה ממנו צדקה וגמילות חסדים ותלמוד תורה שהם כנגד ג' עמודים שהעולם קיים עליהם תורה ועבודה וגמילות חסדים <small>(משנה אבות א, ב)</small>."
        ],
        [
            "<b>כָּל מְזוֹנוֹתָיו שֶׁל אָדָם קְצוּבִין לוֹ מֵרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים.</b> נראה לי בס\"ד לפרש רמז הכתוב <small>(דברים יד, כב)</small> 'עַשֵּׂר תְּעַשֵּׂר אֵת כָּל תְּבוּאַת זַרְעֶךָ הַיֹּצֵא הַשָּׂדֶה שָׁנָה שָׁנָה', פירוש <b>עֶשֶׂר</b> ימים שהם מן ראש השנה עד יום הכיפורים <b>תְּעַשֵּׁר</b> לשון עושר <b>אֵת תְּבוּאַת זַרְעֶךָ</b> זו הפרנסה <b>הַיֹּצֵא הַשָּׂדֶה שָׁנָה שָׁנָה</b> רוצה לומר משך כל השנה כולה.<br>ונראה לי ראשי תיבות שַׁבָּת '<b>ל</b>ימוד <b>מ</b>ועד <b>ש</b>לם' רמז בשלשה אלה לא יחסר האדם בהוצאותיו אלא ישאר שלם כי המוסיף מוסיפין לו ואם כן קצבתו נשאר שלימה ורמז בתיבת <b>כָּל</b> לרבות גם כסות ודירה.",
            "<b>אָמְרוּ עָלָיו עַל שַׁמַּאי הַזָּקֵן, כָּל יָמָיו הָיָה אוֹכֵל לִכְבוֹד שַׁבָּת.</b> יש לדקדק תיבת 'עָלָיו' לשון יתר הוא? ונראה לי בס\"ד כי אמרו בזוהר הקדוש שמאי אחוז במידת הגבורה והלל במדת החסד וידוע כי השפעה שבאה ממדת הגבורה יש לה קצבה ושיעור ואין בה רבוי שהוא בגדר מאד, ולכן שפע הבא מן הגבורה פעמים בא בארוכה פעמים בא בקצרה מה שאין כן שפע הבא ממדת החסד אין לו קצבה ובא בארוכה תמיד ואין לו שיעור וגבול אלא הוא ברבוי בגדר מאד.<br>ולכן הלל ע\"ה שהיה אחוז במדת החסד היה לו בטחון גדול שבערב שבת ימצא לו בהמה שמינה הראויה לכבוד שבת ולכן כשרואה בחול בהמה שמינה אינו חושש פן לא ימצא לו כמוה בערב שבת כי מדת החסד השפעתה ברבוי של מאד ובודאי ימצא כמוה בערב שבת. אבל שמאי מכח שהוא אחוז בגבורה הולך על פי המדה הזאת וחושש אולי לא ימצא לו בהמה שמינה כמו זאת בערב שבת כי אין כל העתים שוות ולפעמים תקטן ההשפעה על פי המדה הזאת ולכן היה מנהגו אם מצא בהמה נאה יאמר זו לשבת וכו' כי חושש פן יעמוד השמן של השפעתו בערב שבת דשפע הגבורה פעמים בא בארוכה בא בקצרה, וזהו שנאמר אמרו עליו על שמאי הזקן כי זו המדה הנמצאת בו באה לו מכח המדה העליונה שהיא עליו רוצה לומר מדת הגבורה שהוא אחוז בה אחר השפעתה פעמים בארוכה פעמים בקצרה, ולכן כשרואה בהמה נאה בחול אומר זו לשבת דחושש אולי לא ימצא כמוה בערב שבת.",
            "<b>אֲבָל הִלֵּל הַזָּקֵן, מִדָּה אַחֶרֶת הָיְתָה בּוֹ, שֶׁכָּל מַעֲשָׂיו הָיוּ לְשֵׁם שָׁמַיִם.</b> הדבר יפלא וכי שמאי לא היה מעשיו לשם שמים? דודאי מה שהיה אוכל כל ימיו לכבוד שבת שמניח השמנה לשבת, כל כונתו היתה לשם שמים ואין לו פניה אחרת ח\"ו בזה! גם אומרו 'הִלֵּל מִדָּה אַחֶרֶת הָיְתָה בּוֹ' משמע שיש מדה טובה אצל שמאי שאינה אצל הלל ויש מדה אחרת טובה אצל הלל שאינה אצל שמאי, וצריך להבין מה הם המידות האלה ומה שמותם?<br>ונראה לי בס\"ד <b>דְּשַׁמַּאי</b> במנהגו זה נמצא בו מידה טובה של כבוד שבת שבמעשיו אלו ניכר שהוא מכבד את השבת הרבה מה שאין כן במנהגו של הלל לא ניכר כבוד השבת כי הוא שוחט לשבת בהמה הנמצאת לו בערב שבת וכל יום ויום הוא עושה כן ששוחט דבר יום ביומו בהמה המזדמנת לו בו ביום ונמצא כמו שעושה בכל יום לצורך היום כן עושה בערב שבת לצורך שבת ובמה ניכר בזה כבוד שבת. אך במנהגו של <b>הִלֵּל </b>יש מדה טובה אחרת והיא מדת הבטחון בדרך פלא והוא כי יש אדם שיש לו בטחון בהשי\"ת על איזה דבר טוב שינתן לו אך לא יאמר בפני בני אדם בטוח אני שדבר זה יהיה לי מפני כי הוא חושש שמא לא יהיה לו דבר זה ואחר כך יבוש מאותם בני אדם שאמר לו שהוא בטוח בכך, כי יאמרו לו היכן נבואתך?! אך יש אדם שיש לו בטחון בהשי\"ת בדרך פלא שהדבר הזה הוא ברור אצלו כמאן דמנחן בכסתיה לכן לא יחוש אם יגלה ויפרש הענין לפני בני אדם מקודם שיגיע לידו!<br>ובזה פירשתי בס\"ד הכתוב <small>(תהלים כב, ו)</small> 'בְּךָ בָטְחוּ וְלֹא בוֹשׁוּ' פירוש שהיו אומרים מקודם ומגלים הדבר שבוטחים בו עליך שיגיע להם בודאי ולא יחושו פן אחר כך לא יגיע להם ויבושו מאחרים.<br>וזה הבטחון הגדול היה מצוי אצל הלל ע\"ה מקדם קדמתא דהא מצינו בגמרא דברכות <small>(ברכות ס.)</small> תָּנוּ רַבָּנָן מַעֲשֶׂה בְּהִלֵּל הַזָּקֵן שֶׁהָיָה בָּא בַּדֶּרֶךְ וְשָׁמַע קוֹל צְוָחָה בָּעִיר אָמַר מֻבְטָח אֲנִי שֶׁאֵין זֶה בְּתוֹךְ בֵּיתִי עָלָיו הַכָּתוּב אוֹמֵר <small> (תהלים קיב, ז)</small> 'מִשְּׁמוּעָה רָעָה לֹא יִירָא נָכוֹן לִבּוֹ בָּטֻחַ בַּיְיָ', ופרשנו דהלל ע\"ה הראה לעיני הכל גודל ועוצם בטחונו בהשי\"ת שאין לו בו שום ספק לכך דבר בפיו לפני העולם דברור אצלו שאין צווחה זו בתוך ביתו ולא חש פן אחר עשרה רגעים כשיגיעו אצל ביתו ויראו שהצווחה היתה שם ואז יבוש מדבריו אלו שאמר לפניהם בבטחון ההוא יען כי באמת היה לו בטחון אמיתי בזה, ולכן דבר זה הוא ברור אצלו כאלו הוא עומד בביתו ורואה שאין שם צווחה. ולכן גילה בטחונו זה לפני העולם להראות להם תוקף בטחון שלו שהוא מגיד מראשית אחרית ולכן קראו עליו המקרא הזה 'מִשְּׁמוּעָה רָעָה לֹא יִירָא נָכוֹן לִבּוֹ בָּטֻחַ בַּיְיָ', נָכוֹן דייקא בלי תערובת שום ספור כלל ועיקר.<br>והנה באמת מה שהיה מתכוין להראות לעיני העולם תוקף הבטחון שיש לו לאו בשביל להתייהר ח\"ו כי הוא עניו אמיתי אך כונתו לשם שמים כדי שהשומעין דבריו אלו שהוא מגיד מראשית אחרית מכח הבטחון האמיתי שיש לו ואינו חושש פן יתבדה אחר כך ויבוש ח\"ו כדי שגם שאר בני אדם ילמדו להחזיק במדת הבטחון האמיתי הזה.<br>וכן היה נוהג בענין צרכי שבת אף על פי שראה מנהגו של שמאי שהוא מכבד השבת באופן האמור שכל בהמה שמינה שתבא לידו בחול יאמר נניח זה לשבת, וכשימצא אחרת נאה ממנה ישחט הראשנה ויניח השניה וכעל זה הדרך אמר הן אמת שבזה ניכר כבוד השבת אני לא אעשה כן אלא כשיביאו לו יום ראשון בהמה שמינה לא יאמר נצניע אותה לשבת כי שמא לא נמצא שמינה כמוה לשבת אלא אומר שחטו אותה היום כי בטוח אני שיזמין לי הקב\"ה בערב שבת בהמה שמינה יותר טובה מזו, והיה מפרש דבריו אלו לפני הכל וכן בשני וכן בכל יום ולא היה חושש פן יבא ערב שבת ולא יזדמן לו בהמה שמינה כלל ויתבדה בבטחונו יען כי הוא בטחונו אמיתי וברור אצלו דבר זה לכך היה מגיד מראשית אחרית ואינו חושש. והנה בזה היה מראה לעיני העולם תוקף מדת הבטחון האמיתי וזו המדה של הבטחון הזה לא נמצאת במנהגו של שמאי כי אדרבה נראה משם חלישות הבטחון שאינו בטוח שיזדמן לו בערב שבת בהמה נאה לכן רוצה להניח מיום ראשון לצורך השבת ולפי זה נמצא מידה טובה הנמצאת במנהגו של שמאי של הכרת כבוד שבת אינה נמצאת במנהגו של הלל ומידה טובה הנמצאת במנהגו של הלל שהיא מידת הבטחון הגדול אינה נמצאת במנהגו של שמאי.<br>אך אף על פי שנראה לכאורה מידה זו הנמצאת במנהגו של הלל נראה בה צד יוהרא שהוא אומר בטוח אני שאמצא בהמה שמינה יותר טובה מזו בערב שבת ומפרש דבריו אלו לפני העולם אין כונתו ח\"ו בזה להתייהר אלא כונתו לשם שמים כדי שהשומעין ילמדו ממנו להחזיק במדת בטחון עצום ואמיתי כזה, ולכן אמר <b>אֲבָל הִלֵּל הַזָּקֵן</b>,<b> מִדָּה אַחֶרֶת הָיְתָה בּוֹ</b> שלא נמצאת במנהג שמאי שהיה מראה לעולם גודל בטחונו בהקב\"ה אך לא להתגדל בה אלא <b>כָּל מַעֲשָׂיו הָיוּ לְשֵׁם שָׁמַיִם</b> כדי שילמדו בני אדם להחזיק במידת הבטחון כמוהו.<br>ועוד נראה לי בס\"ד מה שאמר בענין הבטחון הזה 'כָּל מַעֲשָׂיו לְשֵׁם שָׁמַיִם', והוא כי ידוע מה שאמר המקובלים ז\"ל <small>(שמות טז, י)</small> 'כְּבוֹד יְיָ' <small>[58]</small> עולה מספר 'חֵן' שהוא מספר שם הוי\"ה במלוי כזה יו\"ד ה\"י וא\"ו ה\"ה שעולה חֵן <small>[58]</small>, ומלוי זה הוא סוד כללות אבי\"ע <small>[אצילות, בריאה, יצירה, עשיה] </small>דהיינו יו\"ד אצילות וה\"י ביודי\"ן בריאה ואות וא\"ו באלפי\"ן יצירה ואות ה\"ה בההי\"ן עשיה ובכללות אבי\"ע יהיה 'כְּבוֹד יְיָ' עד כאן דבריהם.<br>וידוע כי בבטחון ניכר כבוד ה', ואמרתי בס\"ד לכן נקרא בִּטָּחוֹן שהוא אותיות טוֹב חֵן כלומר טוב הנקרא כְּבוֹד יְיָ' שהוא מספר חֵן שבו יהיה קישור לכללות עולמות אבי\"ע שרמוזים בשם הוי\"ה שעולה במילואו מספר חֵן.<br>וידוע מה שאמר המקובלים ז\"ל דזכות הבטחון עולה עד אצילות שהוא סוד חכמה יו\"ד דשמא קדישא ולכן כתיב <small>(תהלים לב, י)</small> 'וְהַבּוֹטֵחַ בַּהֳ' חֶסֶד יְסוֹבְבֶנּוּ', חֶסֶד <small>[72] </small>מספר שם הוי\"ה דיודי\"ן גימטריא חֶסֶד שהוא סוד אצילות וסוד חכמה ואמרתי בזה רמז הכתוב <small>(ישעיה כו, ד)</small> 'בִּטְחוּ בַהֳ' עֲדֵי עַד' והיינו על דרך ראשי תיבות ד' עולמות שבבטחון יתקשרו ד' עולמות אבי\"ע שכללותם רמוז במספר שם הוי\"ה שעולה חֵן.<br>ובזה פרשתי בס\"ד רמז הכתוב <small> (תהלים פד, יב)</small> 'חֵן וְכָבוֹד יִתֵּן הֳ' לֹא יִמְנַע טוֹב לַהֹלְכִים בְּתָמִים', כי אלו ההולכים בתמים יש להם מידת הבטחון ובזכות הבטחון ימשך שפע חֵן ושפע טוֹב וזהו <b>חֵן וְכָבוֹד יִתֵּן הֳ</b>' וגם <b>לֹא יִמְנַע טוֹב</b> וכל זה הוא <b>לַהֹלְכִים בְּתָמִים</b> הם בעלי הבטחון.<br>ובזה יובן בס\"ד הפסוק במשלי <small>(משלי כב, א)</small> 'נִבְחָר שֵׁם מֵעֹשֶׁר רָב מִכֶּסֶף וּמִזָּהָב חֵן טוֹב', כלומר <b>הַשֵּׁם נִבְחָר</b> יותר <b>מֵעֹשֶׁר</b> ומ\"ם של מֵעֹשֶׁר היא מ\"ם היתרון דאם האדם שמו רע בין הבריות מה יועיל העושר שלו?! ומי שהוא ירצה להיות מלא <b>מִכֶּסֶף וּמִזָּהָב</b> או הכונה שירצה שיבא לו שפע ההצלחה משם <b>כס</b>\"<b>ה בפ</b>\"<b>ז</b> שהוא אותיות כֶּסֶף וְזָהָב יחזיק בבטחון שהוא אותיות<b> חֵן טוֹב</b>:<br>נמצא שם הוי\"ה שכולל כל ד' עולמות אבי\"ע הוא רמוז בבטחון שהוא 'חֵן טוֹב' כאמור לעיל, וידוע שם שָׁמַיִם הוא שם כללי לכל ד' עולמות כי כל עולמות אבי\"ע נקראים בשם שָׁמַיִם ולכן על מידת הבטחון הגדול שהיה בהלל הזקן אמר בעל המאמר כיון <b>כָּל מַעֲשָׂיו לְשֵׁם שָׁמַיִם</b> שיש לו בטחון שבו רמוז שם העולה חן שהוא כללות השמים.",
            "<b>הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ, אֵין צָרִיךְ לְהוֹדִיעוֹ.</b> פירש רש\"י לומר שלא יהא זה יושב ותוהה מהיכן בא לו דבר זה. וצריך להבין כיון דיליף דבר זה ממשה רבינו ע\"ה מה שייך לומר הכי גבי משה רבינו ע\"ה? ונראה לי דגם כאן יהא יושב ותוהא מהיכן בא לו זה ההוד אם משלו בזכות מעשיו או אם משל ישראל בהך עדיים שנטלו מישראל וניתנו לו.",
            "<b>אִי הָכִי, לָא לִיעַנְשׁוּ גּוֹיִם עֲלֵיהּ? שַׁבָּת אוֹדְעִינְהוּ, מַתַּן שְׂכָרָהּ לָא אוֹדְעִינְהוּ.</b> עיין פירוש רש\"י ומהרש\"א. ועוד נראה לי בס\"ד הכונה לא לענשו כשגוזרים על ישראל לבטל שבת כי יאמרו כיון דנתן להם השבת בצנעה שמע מינה דרצונו הוא שישמרו שבת בצנעה ולא בפרהסייא ולכן הם גוזרים לבטל מהם מצות שבת שמקיימים בפרהסייא. ודע שגם להסלקא דעתך שאומר שנתנה שבת בצנעה היינו תחילת נתינתה שהיה במרה קודם עשרת הדברות שהיו בפרהסייא. ונראה לי <b>שַׁבָּת </b>עולה בגימטריא <b>בַּמִּסְתָּר</b> <small> [702]</small> כמו <small>(חבקוק ג, יד)</small> 'לֶאֱכֹל עָנִי בַּמִּסְתָּר' שנתנה בצנעה.<br>ומה שאמר 'מַתַּן שְׂכָרָהּ לָא אוֹדְעִינְהוּ' אף על גב דכל המצות לא נתגלה שכרם חוץ משתים כבוד אב ואם ושלוח הקן הכא איירי בשכר עולם הזה אשר ששת ימי החול נשפעים בשכר השבת וכנזכר בזוהר הקדוש <small>(בראשית ב, ג)</small> 'וַיְבָרֶךְ אֱלֹקִים אֶת יוֹם הַשְּׁבִיעִי' כיון דלא משתכחי ביה מזוני מה ברכתא אשתכח? ותירץ דיתברכון מיניה כל שיתא יומין יעוין שם.",
            "<b>נְשָׁמָה יְתֵרָה לָא אוֹדְעִינְהוּ.</b> נראה לי בס\"ד הטעם דאיתא בספר הכונות לרבינו האר\"י ז\"ל כי אותם העדיים שהם כתרים של אור שלקחו ישראל במתן תורה וניטלו מהם בעגל לקחם משה רבינו ע\"ה ועם כל זה הוא עושה טובת עין ומחזיר אותם לישראל בשבת וזהו נשמה יתירה שיש לישראל בשבת וכנזכר בכונת ישמח משה וכו' עיין שם. ונמצא נשמה יתירה של שבת היא בתורת חסד וצדקה לישראל כי בדין, אחר שהפסידו העדי בעגל אין להם זכות עוד בזה ולכן לא אודענהו כדי שלא יהיו שרי אומות העולם והשטן מקטרגים בזה על ישראל.<br>והא דדריש '<b>וַיִּנָּפַשׁ</b>'<b> וַוי אָבְדָה נֶפֶשׁ</b>, נראה לי בס\"ד 'אָבְדָה' עם האותיות מספר 'וַי' <small>[16] </small>וזהו וַי נֶפֶשׁ כלומר אָבְדָה נֶפֶשׁ ואפיק לה בלשון אָבְדָה שעתידה לחזור לבעליה בשבת אחרת דסתם אבדה חוזרת לבעלים נמצא לפי זה שתים הודיע להם שבת ושכרה ורק נשמה יתירה לא הודיע, ובזה נראה לי בס\"ד לכן אומרים שני פעמים בּוֹאִי כַּלָּה בקול רם ופעם אחת בלחש."
        ],
        [
            "<b>אֵין לוֹ שִׁעוּר לְמַעְלָה.</b> הקשה הצל\"ח ז\"ל הדבר יפלא איזה סברה יש שלא יוסיף כמה שירצה כדי שהוצרך ללמד זה? יעוין שם.<br>ונראה לי בס\"ד על פי מה שאמר הרב בעל המאור ז\"ל במה שאמר אביי לעיל לא שנו אלא אלא תבשיל אבל פת וכו' דלפירוש רבינו תם דאין אופין אלא על האפוי ולא אופין על המבושל עיקר הטעם משום דהלחם הוא חיי נפש של האדם כִּי עַל הַלֶּחֶם יִחְיֶה הָאָדָם ואינו בדין שיהיה טפל לתבשיל ולכן אין אופין על המבושל יעוין שם. ולכן הייתי חושב דאם העירוב היה שיעור רב שהוא ארבע וחמש קבים והתבשיל שמבשל ביום טוב לשבת הוא שתים ושלש קבין לא מהני דאין ראוי שיהיה חלק הרוב טפל לחלק המועט ולכן אשמעינן דאין לו שיעור למעלה ומהני יען דהאי סברה ליתא אלא בדבר שהוא חשוב מצד איכותו שלא יהיה טפל לדבר שאינו חשוב כמוהו מצד האיכות כי הלחם הוא חשוב מצד איכותו יותר מן התבשיל אבל רבוי הכמות אין זו חשיבות לענין זה ויכול להיות חלק רב הכמות טפל לחלק מעט הכמות.",
            "<b>מַכְרִיז רַבִּי יַעֲקֹב בַּר אִידִי: מִי שֶׁלֹּא הִנִּיחַ עֵרוּבֵי תַּבְשִׁילִין, יָבֹא וְיִסְמֹךְ עַל שֶׁלִּי.</b> נראה לי מה שהיה מנהגו להכריז ושמואל ורב אמי ורב אסי לא נהגו להכריז היינו כי הם היו גדולי העיר ובכל שנה כשיזדמן יום טוב שצריך עירוב היו מערבין וכולי עלמא ידעי מנהגם אך רב יעקב לא היה קבוע באותו העיר שמכריז בה אלא לפעמים יזדמן שיבא ויערב לכך יכריז כדי שידעו ויסמכו עליו.",
            "<b>הַהוּא סַמְיָא, דַּהֲוָה מְסַדֵּר מַתְנִיתָא קַמֵּיהּ דְּמַר שְׁמוּאֵל. חַזְיֵיהּ דַּהֲוָה עָצִיב.</b> מקשים אמאי עציב דמסתמא ידע מנהגו של שמואל שהיה נוהג בכל שנה תמיד לערב על כל העיר, כי כן מנהג כל הגדולים הנמצאים בכל עיר ועיר ועוד לשנה אחרת אמאי עציב מאחר דידע וסמך בשנה שעברה? ועוד למאי הוצרך מסדר הש\"ס ללמדינו שהיה הסמיא מסדר מתניתא?<br>ונראה לי בס\"ד דהסמיא ידע מנהגו של שמואל וידע שיש לו לסמוך עליו אך נעצב בשביל שהיה תלמידי חכמים וגנאי לו הדבר הזה שיהיה שוכח לערב ויסמוך על עירוב שמואל כי זה יזדמן אצל המון העם ולכך מסדר הש\"ס פירש לנו דהוה מסדר מתניתא ללמדנו שהיה חכם ועצבונו היה כי גנאי לו דבר זה שקרה לו לשכח העירוב ומר שמואל חשב שהיה עציב בשביל שעתה לא יוכל לבשל ולכך אמר לו סְמוֹךְ אַדִּידִי! ולשנה אחרת גם כן היה נעצב יותר על מה שקרה לו השכחה עוד הפעם וגנאי הדבר הזה טובא ואמר לו מר שמואל דעתה אין לו תקנה דאין אני מכוין על הפושעים אלא על האנוסים.<br>ובאופן אחר נראה לי בס\"ד דבשנה ראשונה נעצב כי חשב שאין לו תקנה בעירוב מר שמואל יען כיון שהוא תלמידי חכמים יש לו דין פושע אפילו בפעם אחת ואמר לו מר שמואל שאין לו דין פושע ויוכל לסמוך על שלו כיון דהוא רק פעם ראשונה אך בשנה שניה נעצב כי אמר ודאי עתה יש לו דין פושע כיון דהוי שני פעמים וכן שמואל גם כן פסק לו הדין כך."
        ],
        [
            "<b>אָמַר רָבָא: מַנִּיחַ אָדָם עֵרוּבֵי תַּבְשִׁילִין מִיּוֹם טוֹב לַחֲבֵרוֹ וּמְתַנֶּה.</b> הקשה הצל\"ח ז\"ל למה צריך להתנות, יערב בסתם בדין ערובא יהא שרי לנא וכו' כנוסח כל ערובי תבשילין ואם מחר חול ממילא לא עשה מידי ומה איסור יש במאמרו אם הוא שלא לצורך? ונדחק ליישב יעוין שם.<br>ונראה לי בס\"ד הדבר פשוט דלא אריך למעבד הכי לערב בסתם כנוסח כל ערובי תבשילין שהוא מערב בערב יום טוב שהוא חול דאם כן הרי זה מזלזל ביום טוב הקדוש שעושהו חול גמור בדבריו אלו בלי שום ספק דהרי עומד ביום טוב ואומר נוסח הערוב שאומרין אותו בחול שהוא ערב יום טוב. וגדולה מזה כתבו הרי\"ף והרא\"ש ז\"ל בפרק בני העיר דאין קורין ביום טוב שני של סוכות פרשת <small>(במדבר כט, יז)</small> 'וּבַיּוֹם הַשֵּׁנִי' דלא אתו לזלזולי בקדושת היום וכן כתב רש\"י ז\"ל בביאור המשנה שם וכן הטעם דאין מברכין על הסוכה בשמיני עצרת משוס זלזול יום טוב וכנזכר בסימן תרפ\"ח, ורק מצות העומר שהיא מן התורה אין דוחין אותה משום טעם זה וכנזכר שם, וכאן איך יעשה עירוב בסתם כדרך שהוא עושה בחול שהוא עיום טוב דנראה דפשיטא ליה שהוא חול?! לכך צריך להתנות דאז הוא מפרש דבריו שעושה משום ספק וזה פשוט וברור.<br>ועוד נראה לי בס\"ד אם יעשה ערוב בסתם כדרך שעושה בערב יום טוב חיישינן שמא יבא לבשל ולעשות מלאכות ביום טוב ראשון לצורך שבת ובאמת הדין הוא אף על פי שעשה ערוב אין לבשל לצורך שבת אלא ביום טוב שני שהוא יום יום שישי וכנזכר בהלכות ערוב לכך צריך שיתנה, והשתא ודאי לא יטעה לעשות מלאכה לשבת ביום זה שהוא יום טוב ראשון כיון דאומר ואם היום קודש וכו' ותירוץ ראשון הוא עיקר.<br>וראיתי למורי הרב ז\"ל שכתב אם יעשה ערוב בסתם בלי תנאי אתי למטעי לעשות ערוב אפילו חל יום טוב ראשון ביום שישי עד כאן דבריו, ואחר המחילה רבה אין לחוש על כך דכולי עלמא ידעי העירוב עושין אותו לצורך המלאכות של מחר ולא בשביל מלאכות של אותו היום שעושה בו את הערוב, ואם יום טוב ראשון שעשה בו הערוב חל ביום שישי הנה למחרתו שבת הוא על כן ודאי לא אתו למטעי לערב ביום טוב ראשון שחל ביום שישי.",
            "<b>רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר: מְמַלְּאָהּ אִשָּׁה כָּל הַתַּנּוּר פַּת מִפְּנֵי שֶׁהַפַּת נֶאֱפַת יָפֶה בִּזְמַן שֶׁהַתַּנּוּר מָלֵא.</b> הקשה הצל\"ח ז\"ל תינח אפיה, ואיך תהיה רשאית לרדות ככרות יותר מצורך בו ביום? ותרץ דהטעם הוא משום דהתירו סופן משום תחלתן עיין שם.<br>ונראה לי בס\"ד דאין צורך להאי טעמא אלא משום דבכל ככר אומרת הא עדיפה לי דודאי אי אפשר שיהיו הככרות שבתנור שוין וכמו שאמרו לעיל דף י\"א 'רב אדא בר אהבה מערים ומלח גרמא גרמא' אבל קודם אפיה אי אפשר להתיר בכך משום דהבצק כולו שוה ולכן הטעם באפיה הוא משום שהפת נאפה יפה בזמן שהתנור מלא."
        ],
        [
            "<b>וְאִם רָצָה לֶאֱכֹל אֶת עֵרוּבוֹ רְשָּׁאִי.</b> הקשה הצל\"ח ז\"ל פשיטא ולמאי אצטריך תנא לפרש זה? עיין שם.<br>ונראה לי בס\"ד שלא נאמר אינו רשאי לאכול העירוב עד חשיכה משום שמא יזדמן לו איזה צורך בישול וכיוצא אחר שאכל העירוב ועדיין יום ויבשל שיאמר מי לא בשלנו יום זה לצורך שבת גם זה נעשה ולהכי קא משמע לן דלא גזרינן משום הכי דכל גזירה שלא גזרו חז\"ל לא גזרינן מדעתינו."
        ],
        [
            "<b>שַׁאֲנִי הָתָם: מִתּוֹךְ שֶׁלֹּא הֻתְּרָה לוֹ אֶלָּא עַל יְדֵי דַּלָּיו, זָכוֹר הוּא.</b> מקשים אם כן לעיל מזה כשהקשה לו לגזור השקה אטו הטבלה אמאי לא משני ליה כהאי שנוייא מתוך שלא התירו לו אלא בכלי של אבן ולא בכלי של עץ זכור הוא?<br>ונראה לי בס\"ד דהתם אין הכי נמי זכור הוא אך עדיין איכא חששה בשביל הרואים שרואים אותו משיק בשל אבן ויבואו הם להשיק בשל עץ דאינם יודעים דדוקא בשל אבן התירו לו אלא חושבין שכך נזדמן אצלו זה הכלי של אבן והשיק בו לכן יש לגזור השקה אטו הטבלה, ולזה הוצרך לתרץ לו משום דהוי מלתא דלא שכיחא מה שאין כן הכא אין חששה מפני הרואין כמו שפירש רש\"י ז\"ל דלא יבואו למיסק אדעתייהו מעיקרא שהוא טמא אלא יאמרו לשאיבת מים הוא צריך ונמצא אין החששה היא אלא רק בשביל עצמו ולזה משני כיון דלא התירו לו אלא על ידי דליו זכור הוא."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וּמָה אַעָבִיד לֵיהּ? אֲנִי הַיּוֹם: <small>(שיר השירים ב, ה)</small> \"סַמְּכוּנִי בָּאֲשִׁישׁוֹת, רַפְּדוּנִי בַּתַּפּוּחִים\".</b> עיין פירוש רש\"י ז\"ל <small>[יום טוב הוא, ודרשתי לרבים, וחליתי מטורח הדרשה, וקורא אני עלי]</small>. ויש להקשות הפסוק מדבר לשון עבר והוא מדבר על העתיד! ולמה נקיט פסוק זה שתבא בו תשובתו בדרך עקלתון?<br>ונראה לי בס\"ד דכיון בפסוק זה כונה אחרת והוא דרבותינו ז\"ל דרשו '<b>בָּאֲשִׁישׁוֹת</b>' בתרי אישות, אש של מעלה ואש של מטה. וכן כאן כיון לומר אני הייתי דורש היום בדברי תורה שנמשלו לאש דכתיב <small>(ירמיה כג, כט)</small> 'הֲלוֹא כֹה דְבָרִי כָּאֵשׁ נְאֻם יְיָ' ולכך צריך לה יגיעה רבה וזהו אש של מעלה ועוד היה האויר חם הרבה כחום אש וזהו אש של מטה ולכך לא ציילא דעתי. ואומר <b>רַפְּדוּנִי בַּתַּפּוּחִים</b> בא לרמוז לו על גוף הדרשה שלו שהיה צריך לה יגיעה רבה שהיה משולש בדרך דרש ודרך רמז ודרך פשט, או משולש כמו דרשה של רבי מאיר בעל הנס זיע\"א שהיה דרכו לדרוש שליש הלכות ושליש אגדה ושליש משלים רוצה לומר מוסר בדרך משל וצריך לזה יגיעה רבה. וידוע דאמרו רבותינו ז\"ל <small>(שבת פח.)</small> למה נמשלו ישראל לתפוח? מפני שיש ג' הנאות שהוא טעם וריח ומראה, לכך דימה הדרשה שלו לתפוחים שגם היא היתה משולשת כאמור, וכדי שלא להזכיר לשון יגיעה וטורח על דרשה של תורה לכך דבר בלשון נקיה ואמר <b>סַמְּכוּנִי</b> ולא אמר הטריחוני או יגיעוני.",
            "<b>תָּמֵהַּ אֲנִי, אִם לֹא יָצָא שְׂכַרְכֶם בְּהֶפְסֵדְכֶם.</b> יש להקשות למה דבר בלשון ספק ולא החליט הדברים דהא ודאי עברו איסור דלכם ולא לגוי?<br>ונראה לי בס\"ד דעדיין יש להסתפק אולי מצאו היתר בכך כי המה ראו שהבלשת באה לחטוף העיר ואם היו נכנסים לבתיהם לגזול ודאי אנשי העיר ילחמו עמהם כי האדם בהול על ממונו וממילא אפשר שיבואו לסכנת נפשות וכמו שאמרו רבותינו ז\"ל בדין הגנב הנמצא במחתרת דיהרג מטעם זה ולכן נתייעצו אנשי העיר להקדים פני הבלשת לשלום ויזמינום בדרך כבוד אצלם לאכול בביתם ואז כיון שאוכלים משלהם לא יפגעו בהם לגוזלם וכאשר נמצא נמוס זה בערבים דהאכילה עושה ברית אחוה, ולפי זה אי הוה הכי אפשר שיש להם היתר לשחוט להם כיון דאיכא בזה הצלת נפשות, או אפשר דלא הוה הכי, לכך אמר לו בלשון ספק 'תָּמֵהַּ אֲנִי, אִם לֹא יָצָא שְׂכַרְכֶם בְּהֶפְסֵדְכֶם' ולא החליט הדבר עד שישמע מה בפיו.<br><b>ובני ידידי</b> כה\"ר יעקב היו תירץ דקאמר בגמרא <small>(ביצה כ:)</small> איכא פלוגתא דתנאי בדין לכם ולא לכלבים ואפשר רבי יהודה בן בבא מספקא ליה ולכן אמר לו בלשון ספק עד כאן דבריו נר\"ו.<br>ברם הא קשיא איך יצא זה בזה והלא חייב אדם ליתן כל ממונו בשביל שלא יעשה איסור ואיך אומר לו שיצא זה בזה? ונראה לי כי הם לא עשו איסור לאו זה במזיד אלא בשוגג דלא ידעו האי דרשה ד'לכם ולא לגוי' וכיון דעברו בשוגג צריך להביא קרבן חטאת ואחר חרבן יתן דמי חטאת לעניים כמו שכתב רמ\"א ז\"ל <small>[אורח חיים סימן שלד, כו]</small>, ולכן אמר לו הנה כל בני הבית שעשו מלאכה זו לאותם הגוים חייבין להביא חטאת ואם כן מה הרווחתם בפיוס זה, הלא המה באו לחטוף דוקא מה שיראו נגד עיניהם בחצרות היהודים וילכו תכף ויתכן לא היו חוטפים שיעור השוה כנגד העגל ודמי חטאות שאתם צריכים להביא?!"
        ],
        [],
        [],
        [],
        [
            "<b>תְּלֵיסַר אַלְפֵי עֶגְלֵי הֲוָה מְעַשֵּׂר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מֵעֶדְרֵיהּ כָּל שַׁתָּא וְשַׁתָּא!.</b> נראה לי בס\"ד סך זה בא לו בכיוון לומר שהיה מושגח ונשפע מן י\"ג מכילן דרחמי או מן מזל העליון שהוא מזל י\"ג והמספר היה באלפים כנגד האצילות כנודע. גם מספר י\"ג כמנין אהבה לרמוז שהעושר העצום הזה לא ניתן לו בעולם הזה משכר עולם הבא אלא ניתן לו לו בתורת צדקה מצד אהבה כדכתיב <small>(ירמיה לא, ב)</small> 'וְאַהֲבַת עוֹלָם אֲהַבְתִּיךְ עַל כֵּן מְשַׁכְתִּיךְ חָסֶד', שאני נותן לך טיבה בדרך חסד אבל שכרך שמור לעולם הבא וכן הוא אומר <small>(תהלים כד, ה)</small> 'יִשָּׂא בְרָכָה מֵאֵת הֳ' וּצְדָקָה מֵאֱלֹקֵי יִשְׁעוֹ'."
        ],
        [
            "<b>מִשְׁנָה הָרֵחַיִם שֶׁל פִּלְפְּלִין - טְמֵאָה, מִשּׁוּם שְׁלֹשָׁה כֵלִים, מִשּׁוּם כְּלִי קִבּוּל, וּמִשּׁוּם כְּלִי מַתָּכוֹת, וּמִשּׁוּם כְּלִי כְּבָרָה.</b> הקשה הרב שושנים לדוד ז\"ל למה נקט תחתונה ועליונה ברישא ואחר כך אמצעית ולא נקיט להו על הסדר? יעוין שם.<br>ונראה לי בס\"ד נקיט תחתונה ועליונה בזה את זה משום דכל חדא צריכה לחברתה דאין מלאכתם נעשית אלא על ידי שניהם ביחד אבל האמצעית שהוא מכבר לרש\"י וכברה של סלתות להתוספות ז\"ל מלאכתה בפני עצמו והיא אין צריכה להם בעת מלאכתה והם אין צריכים לה בעת מלאכתם דאפשר לטחון בעליונה ותחתונה בלבד בלי אמצעית ואחר שיטחן יביא מכבר או כברה ויכבור בהם ולהכי נקיט האמצעית בפני עצמו באחרונה."
        ],
        [
            "<b>גְּמָרָא גְּמוֹר זְמוֹרְתָּא תְּהֵא.</b> נראה לי בס\"ד הכונה כי בעסק התורה יש שתי תועליות האחת הוא שידע המעשה אשר יעשה לפום דינא, והשניה שבזה הלימוד מזמר עריצים הם הקליפות, ואם לומד הלכתא למשיחא או פלפול דליכא מיניה נפקותא לענין דינא אין בו תועלת הראשונה אלא רק תועלת האחרונה שהיא לזמר עריצים ולכן כשאמר לו כאן למאי נפקא מינה? השיב גמרא גמור זמורתא תהא! רוצה לומר אף על גב דליכא נפקותא לפום דינא יועיל לימוד זה לזמר עריצים."
        ],
        [
            "<b>לְעוֹלָם אַל יִמְנַע אָדָם עַצְמוֹ מִבֵּית הַמִּדְרָשׁ אֲפִלּוּ שָׁעָה אַחַת.</b> נראה לי בס\"ד תיבת '<b>לְעוֹלָם</b>' בא לרבות אפילו בערבי שבתות וערב יום טוב ולילי שבתות ולילי יום טוב שהיה דרכם לקבוע ישיבות בית המדרש אך לא היו באים הכל לשם ולא היה נעשה בהם אסיפה גדולה של חכמים עם כל זה אל ימנע אדם עצמו מזה דודאי ימצא חידוש. ועדיין יש להקשות אומרו <b>שָׁעָה אַחַת</b> דאם רוצה לתפוס זמן מועט יאמר אפילו חצי שעה או רבע שעה!<br>ונראה לי בס\"ד שבזמן הראשונים היה דרכם לשהות בבית הכנסת שעה אחת אחר תפילה וכנזכר במשנה דברכות <small>(משנה ברכות ה, א)</small> בחסידים הראשונים וכאן בא לומר אפילו באותה שעה אחת הידועה של מנהג הראשונים אם רוצה אדם לנהוג בה יהיה יושב אותה השעה <b>בְּבֵית הַמִּדְרָשׁ</b> ולא בבית הכנסת.<br>ועוד נראה לי בס\"ד דאמרו רבותינו ז\"ל בגמרא <small>(פסחים יב:)</small> שעה ששית הוא זמן סעודה של תלמידי חכמים וזהו שנאמר אפילו שעה אחת שהיא שעה השישית שהיא זמן סעודה של תלמידי חכמים אל ימנע מבית המדרש אלא יביאו לו סעודתו שס ויאכל אותה כדי שלא יזוז מבית המדרש."
        ],
        [],
        [
            "<b>כַּיּוֹצֵא בּוֹ: לֹא יִשְׁתֶּה אָדָם כּוֹסוֹ בְּבַת אַחַת, וְאִם שָׁתָה, הֲרֵי זֶה גַּרְגְּרָן.</b> ראיתי דרך העברה בשיטה להגאון מהריק\"ש <small>[רבי יעקב קאשֹטרו]</small> ז\"ל שהקשה אמאי קאמר 'כַּיּוֹצֵא בּוֹ' הוה ליה למימר וְלֹא יִשְׁתֶּה וכו'? ותירץ דהכי קאמר דדוקא כשהוא כיוצא בבצל ושום שאין חבירו ממתין לו אבל אם חבירו ממתין לו לתת גם הוא יין לתוך הכוס ולשתות אדרבה לא יאריך בשתייתו! עד כאן לשונו.<br>ולי אנא עבדא נראה לי בס\"ד דכל זה לא אתמר בכוס של מצוה של ברכת המזון וקדוש וכוסות ליל פסח וכיוצא דאדרבה אם ישתהו בבת אחת מחזי חבוב מצוה וכמו שמצינו בפרוסת המוציא דבחול לא יפרוס פרוסה גדולה משום דמחזי רעבתנותא אבל בשבת אדרבה פורסין פרוסה גדולה משום חבוב מצוה, ואמרו בגמרא דרבי זירא בשבת פורס שיעור גדול דמספיק לו לכל סעודתו ולזה אמר כיוצא דבצל ושום דלית בהו תקנה של אכילת מצוה אבל בכוס יין המתוקן בשל מצוה אדרבה ישתהו בבת אחת משום חבוב מצוה!<br>ועוד נראה לי בס\"ד להכי קאמר 'כַּיּוֹצֵא בּוֹ' כי באמת יש בכוס עוד כמה אזהרות בעניינים אחרים בשותה שתים ושותה שלש וכיוצא שנזכרו במקום אחר ולכך בא תנא דהא ברייתא לומר אל תחשוב דליכא בהלכות הכוס אלא רק דבר זה שאני אומר כאן אלא אני לא באתי לזכור כאן אלא רק דבר שהוא כיוצא גבי שום ובצל שהוא ענין של רעבתן לכך אני מזכיר בכוס ענין של גרגרן כי רעבתן וגרגרן ענין אחד רק לשון רעבתן נאמר בדבר אכילה וגרגרן בשתיה, אבל אין הכי נמי יש עוד דברים בענין הכוס דשייכי לגסות הרוח וכיוצא ולכן אחר שאמר הֲרֵי זֶה רַעַבְתָּן אמר כַּיּוֹצֵא בּוֹ של ענין זה דרעבתן נאמר אזהרה אחת בכוס שלא ישתהו בבת אחת ואם שתה הֲרֵי זֶה גַּרְגְּרָן.<br><b>ואחי ידידי</b> החכם השלם כמה\"ר משה נר\"ו תירץ דאמרו בפסחים <small>(פסחים פו:)</small> גבי כוס ששתה רבי ישמעאל בבת אחת לא אמרו בכוסך קטן ויינך מתוק וכריסי רחבה עיין שם, נמצא מה שאמר כאן שותה כוסו בבת אחת הרי זה גרגרן לאו בכל כוס וכל יין מיירי אלא יש כוס ויש יין דרשאי לשתותו בבת אחת לכך לא נקיט כאן מילתא פסיקתא 'לֹא יִשְׁתֶּה כּוֹסוֹ בְּבַת אַחַת' אלא אמר 'כַּיּוֹצֵא בּוֹ לֹא יִשְׁתֶּה' כלומר כיוצא בשום ובצל דאית בהו רעבנותא וכן כאן אני מדבר בכוס ויין דשייך בהו גרגרן ולא בכוס ויין דלא שייך בהו דבר זה.<br>ועוד תירץ הוא נר\"ו אמר 'כַּיּוֹצֵא בּוֹ' ללמדנו דתואר 'גַּרְגְּרָן' הוא גרוע כמו תואר 'רַעַבְתָּן' ולא תימא גרגרן עדיף מרעבתן עד כאן דבריו נר\"ו.",
            "<b>שְׁנַיִם, דֶּרֶךְ אֶרֶץ.</b> הקשה הרב פתח עינים ז\"ל לשתוק ממציעתא מאחר דקתני בְּבַת אַחַת גַּרְגְּרָן וּשְׁלֹשָׁה גַּסֵּי הָרוּחַ מכלל דבשתים עלתה לו? עיין שם.<br>ונראה לי בס\"ד להכי נקיט 'שְׁנַיִם דֶּרֶךְ אֶרֶץ' ללמדינו דנחשב השלשה מגסי הרוח! דלכאורה יש לטעון מה שייכות איכא לגסות הרוח בענין זה שהוא רוצה לעשות לו לגימות הרבה בכוס מפני שבזה יערב לו יותר, ומה ענין גסות רוח בזה? לכך נקיט שְׁנַיִם דֶּרֶךְ אֶרֶץ, דידוע כל המשנה ממנהג העולם הרי זה גס רוח כי מדתו של הגאה אינו משוה עצמו עם שאר בני אדם אלא אוהב לשנות דרכו מדרכם כדי שלא ישתוה עמהם ולכן כיון דאמר שְׁנַיִם דֶּרֶךְ אֶרֶץ ממילא ידענו הטעם למה השלש נחשב גסות רוח מפני כי גס רוח טבעו ומדתו לשנות משורת דרך ארץ הנהוג אצל בני אדם כדי שלא יהיה עמהם בהשוואה אחת.<br>ועוד נראה לי בס\"ד דאם לא היה מזכיר השתים הוה אמינא דמספר שלש לא קאי על פעמי השתיות אלא קאי על הכוסות דבתחלה אמר שותה כוסו בבת אחת הרי זה גרגרן וחזר ואמר שלש הרי זה מגסי הרוח כלומר אם שתה שלש כוסות בבת אחת מלבד הגרגרן יש בזה ענין גסות רוח, על כן נקיט התנא שתים דרך ארץ דעתה אי אפשר לטעות לפרש השתים והשלש על הכוסות דהיינו ששתה שתי כוסות בבת אחת או שלש כוסות בבת אחת דזה לא יתכן מאחר שאמר ברישא השותה כוס אחד בבת אחת הרי זה גרגרן אם כן כל שכן בשתים ואיך יאמר שתים דרך ארץ? אלא ודאי האי שתים ושלש לאו על הכוסות קאמר אלא על הלגימות ובכוס אחד מדבר ששתה אותו שתי פעמים או שלש פעמים.",
            "<b>נְטִיעָה, מְקַטְּעָא רַגְלֵיהוֹן דְּקַצָּבַיָּא וּבוֹעֲלֵי נִדּוֹת.</b> עיין פירוש רש\"י וערוך ז\"ל. ולי אנא עבדא נראה לי בס\"ד נטיעה לאו על ערלה קאמר אלא אם זורעין גרעין של פרי יוצא מן הגרעין נטיעה שטמון בה כוחו של פרי אך היא לא תוציא פירות אלא עד שיעקרו אותה ושותלים אותה במקום אחר, וידוע כי שמחת האילן הוא להוציא פרי וכמו שאמרו על פסוק <small>(דברי הימים א' טז, לג)</small> 'אָז יְרַנְּנוּ עֲצֵי הַיָּעַר' אשר לעתיד יוציאו פירות ולזה אמר נטיעה זו שצמחה מן הגרעין של הפרי שאינה ממהרת להוציא פירות מן הכח האצור בה אשר זהו עיקר הנאתה ושמחתה אלא היא ממתנת עד שיטעו אותה מחדש במקום אחר ואף על פי שממתנת בזה זמן הרבה, ואיך אלו הקצבים ובועלי נידות אין ממתינים זמן מועט בשביל הנאתם!",
            "<b>מִפְּנֵי מַה נִּתְּנָה תּוֹרָה לְיִשְׂרָאֵל? מִפְּנֵי שֶׁעַזִּין הֵן.</b> הקשה מהרש\"א ז\"ל מה שאלה היא זו והלא הקב\"ה החזירה תחלה על כל אומה ולשון ולא קבלוה <small>(עבודה זרה ב:)</small>? יעוין שם.<br>ונראה לי בס\"ד הכי קאמר <b>לָמָּה נִּתְּנָה מֵהַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל</b> שדיבר עמהם בסיני פנים בפנים עליה והיה אפשר שיעלה משה רבינו ע\"ה וירד ויגיד לישראל גם את עשרת הדברות, לומר להם זה הדבר אשר אמר ה': אָנֹכִי הֳ' אֱלֹקֶיךָ וכו' וכו'? ותירץ<b> שֶׁעַזִּין הֵם</b> ואם לא היו שומעים מהקב\"ה בעצמו את עשרת הדברות ויאמר להם כי זה משה האיש הוא נביא שלי ותאמינו בו בכל דבר אשר ידבר בשמי לא היה להם אמונה חזקה בתורה אף על פי שהיו רואין אותות ומופתים רבים שעשה משה רבינו ע\"ה לפניהם!<br>או נראה לי בס\"ד הכי קאמר <b>לָמָּה נִּתְּנָה תּוֹרָה </b>'<b>לְיִשְׂרָאֵל</b>' ולא ניתנה לאבות ומתרץ <b>מִפְּנֵי שֶׁעַזִּין הֵן</b> פירוש כל אומות העולם יודעין שעזין הם שאין נוחין לקבל להכניס עצמן תחת עול כבד בנקל וכיון שבאמת קבלו התורה והכניסו עצמן תחת עול תורה שהוא עצום ורב אז בודאי הגמור המה ראו והבינו וידעו דקבלת התורה היא הכרחית לעולם וצורך גדול הוא שאי אפשר להשמט ממנה ואי אפשר להיות בלעדה לפיכך אף על פי שהן עזין מאד כפו כאגמון ראשם והכניסו עצמן תחת עול התורה!<br><b>משל</b> לעיר אחת ששמעו ראשיה שבאה עליהם בלשת אחת ממקום רחוק לשלול אותם והמה ראו שאי אפשר להנצל מידם אלא אם כן יקדמו אותם במנחה בדינרי זהב וכסף סך חשוב קודם שיבואו בגבולם ויתייעצו גדולי העיר ביניהם שיהיו ארבע וחמש מן הגדולים הולכין הם עצמן לגבות מאת כל איש ואיש דינרי זהב בשביל סך הדורון ההוא לפייס בו הבלשת טרם בואה והמה באו תחלה אצל איש אחד שהוא קמצן גדול ואין דרכו ליתן אפילו פרוטה קטנה לכל גביה שגובין בעיר ההיא ויאמר להם בעבור הדבר הזה של הדורון לצורך פיוס הבלשת מוכרח אני ליתן אף על פי שאין דרכי ליתן בכל גביה שגובין בעיר יען כי ידעתי שדבר זה הוא צורך והכרחי שבזה יהיה שמירת נפשות ושמירת ממון ואי אפשר בלעדי זאת, אך אשאלה מכם מה ראיתם לבא אצלי בראשונה מאחר שאתם יודעים טבעי ומנהגי שאני קשה מאד במתן הדמים ואין דרכי ליתן בשום גביה שגובין מאנשי העיר בשום זמן?<br>אמרו לו היא הנותנת שבעבור זאת באנו אליך בראשונה כדי שהמתן שלך יהיה לנו לעזר כאשר נבא אל אחרים שלא יהיו דוחים אותנו בטענות של הבל יען כי אפשר שיזדמן בני אדם שיאמרו לנו מדוע ממהרים אתם לפזר ממון המתינו אולי יבא לכם עזר מן שר פלוני ושר פלוני שישלחו חיל על זאת הבלשת להלחם בה ולהסיגה אחור או תמתינו עד שיתברר הדבר של ביאתם יותר כי אולי שקר שמעתם ואין באים עליכם ועוד כיוצא בדבר הבלים כאלה כדי שיעכב מתנת ידו אך כשרואין שאתה הקמצן הגדול נתת חלקך בגביה זו אז יאמרו ודאי אין שום תקוה לההצלה אלא רק באופן זה שאם היה אופן בשביל ההצלה בלתי צורך למתן דמים לא היה זה האיש שהוא עז וקשה מאד נותן מעותיו לצורך הענין הזה אלא ודאי ענין זה מוכרח בלי שום תפונה.<br>וכן הענין כאן אם היה הקב\"ה נותן התורה לאבות היו אומרים העולם מתקיים בלתי קבלת התורה ואין הכרח לקבלתה ומה שקבלו אותה האבות אף על פי שיש בה עול כבד עצום מאד היינו מפני כי הם מצד טבען וקדושת חומרם נוחין לשאת עול תורה שהוא כבד על חומר האדם ולא אכפת להו לכך אף על פי שאין קבלת עול תורה הכרחית לעולם קבלוהו עליהם ולאו כולי עלמא יש להם מזג האבות וקדושת החומר שלהם כדי שיטו שכמם לסבול משא הכבד של עול תורה עליהם אף על פי שאינו דבר הכרחי, ולכן ניתנה תורה לישראל שהם עזין ואין נוחין לקבל לשאת עליהם עול משא כבד בלתי הכרח גדול כדי דעתה יכירו כל האומות שקבלת עול תורה הוא דבר הכרחי מאד בלי שום תפונה וההכרח לחץ את ישראל להכניס עצמן תחת עול עסק התורה.<br><b>ובני ידידי</b> כה\"ר יעקב נר\"ו פירש למה נתנה תורה שבעל פה לישראל שהם יהיו צריכין לטרוח לברר כל הלכות שלה ממקראות תורה שבכתב ולא נכתב הכל בפירוש? והשיב שהם עזים ועל ידי כך יתש כוחן ביגיעה של של עסק התורה עד כאן דבריו נר\"ו.",
            "<b>\"מִימִינוֹ, אֵשׁ דָּת לָמוֹ\", רְאוּיִין הַלָּלוּ לִתֵּן לָהֶם דָּת שֶׁל אֵשׁ.</b> נראה לי בס\"ד ראוים מצד יחוסם שיצאו מן יעקב ולאה ורחל ונרמז זה בשמם הטוב שנקראו 'יִשְׂרָאֵל' שהוא אותיות 'אֵשׁ יר\"ל' שהוא ראשי תיבות <b>יַ</b>עֲקֹב<b> לֵ</b>אָה<b> רָ</b>חֵל כלומר זכו לדת אש בשביל שיצאו ובאו ממקור הקדוש של יעקב ורחל וראשי תיבות <b>דָּ</b>ת<b> שֶׁ</b>ל <b>אֵ</b>שׁ הוא 'דֶּשֶׁא' לכך אמר דוד המלך ע\"ה <small>(תהלים כג, ב)</small> 'בִּנְאוֹת דֶּשֶׁא יַרְבִּיצֵנִי עַל מֵי מְנֻחוֹת יְנַהֲלֵנִי' כי התורה אף על פי שנקראת דת אש הנה היא נמשלה למים ולומדיה נוחין זה לזה בהלכה לכן אמר 'עַל מֵי מְנֻחוֹת יְנַהֲלֵנִי'.<br>ונראה לי בס\"ד מאחר שהתורה נקראת בשם אֵשׁ והיא חמשה ספרים לכן נצטרף אות ה' עם אֵשׁ ונעשה צירוף אִשָּׁה ובזה נעשה לישראל אצל הקב\"ה דין אשה עם בעלה.",
            "<b>שְׁלֹשָׁה עַזִּין הֵן; יִשְׂרָאֵל בָּאֻמּוֹת. כֶּלֶב בַּחַיּוֹת. תַּרְנְגוֹל בָּעוֹפוֹת.</b> יש להקשות והלא התנא יהודא בן תימא מיחס העזות בחיות לנמר כמו שאמרו <small>(משנה אבות ה, כ)</small> 'הֱוֵי עַז כַּנָּמֵר' ולמה רבי שמעון בן לקיש מיחס העזות לכלב?<br>ונראה לי בס\"ד על פי מה שאמר המפרשים ז\"ל בפסוק <small>(ישעיה נו, יא)</small> 'וְהַכְּלָבִים עַזֵּי נֶפֶשׁ לֹא יָדְעוּ שָׂבְעָה' כלומר כל בריה אם תרעב תהיה נחה מאד וכל שכן שלא יהיה לה עזות מצח אך הכלב הוא עז שנובח על אדם ועל חביריו אף על פי שהוא רעב הרבה כאלו הוא שבע ובטנו מלאה! ולזה אמר עַזֵּי נֶפֶשׁ לנבוח הרבה אף על פי שֶׁלֹּא יָדְעוּ שָׂבְעָה. גם עוד העזות בכלב הוא חידוש גדול דאמרו רבותינו ז\"ל <small>(שבת קנה:) </small>'לית דעני מכלבא' ומנין לו העזות והלא כתיב <small>(משלי יח, כג)</small> 'וְעָשִׁיר יַעֲנֶה עַזּוֹת' ולא העני? ולכן אף על פי שנמצא עזות בנמר אינה חידוש אבל העזות בכלב היא חידוש! וכן העזות בישראל הוא חידוש כי לישראל יש להם מדת הענוה והשפלות חצובה להם ממקור האבות כמו שאמרו רבותינו ז\"ל <small>(חולין פט.)</small> 'אמר הקב\"ה לישראל חושקני בכם שאתם ממעטים עצמכם' ודרך העניו והשפל להיות נח והעזות חידוש בו! וכן העזות בתרנגול חידוש מפני שהוא אינו מעופף באויר אלא ניצוד ונתפס מחמת שאינו יכול לעוף ולברוח ועם כל זה הוא עז לכך נקיט הני תלתא בחדא אשר שלשתם העזות היא חידוש בהם ולא נקט נמר.<br>ונראה לפרש בס\"ד הא דנחית למנות מינים אלו עם ישראל לרמוז כיון שישראל דומין להם מצד העזות צריך שידמו להם במדה טובה אחרת הנמצאת בהם והוא כי בכלב נאמר בו דבר טוב דאמרו רבותינו ז\"ל <small>(הוריות יג.)</small> הכלב מכיר את קונו ומוסר עצמו על בעליו וכן ראוי לישראל שיכירו את קונם הוא יתברך וימסרו נפשם על עבודתו יתברך. ובתרנגול יש מדה טובה שמפייס ואחר כך בועל ואף על פי שהוא עז בעופות וראוי לפי עזותו לבעול בחזקה עם כל זה הוא מפייס ובועל, וכן ראוי לישראל להתנהג במדה זו ולאו דוקא בענין תשמיש אלא בכל דבר ודבר שבין אדם לחבירו ובין איש לאשתו לא יבואו ליטול בחזקה אלא בפיוס.<br>ולמאן דאמר גם עֵז בִּבְהֵמָה גם כן יש ללמוד ממנו דבר טוב מדרכו של עז למסגי ברישא וכמו שאמרו בשבת <small>(שבת עז:)</small> מאי טעמא עזי מסגן ברישא והדר אימרי? והשיב לו כברייתו של עולם, וכן ראוי לישראל שבכל צרה שלא תבא אף על פי שהיא כללית על כל העולם הם יהיו מסגן ברישא בבקשת ההצלה, דרך משל נעשה עצירת גשמים הם יהיו ראשונים בבקשת רחמים לגזור תענית ולהתפלל סליחות אף על פי שגם האומות דרכם להתאסף לעשות בקשת רחמים, וכן בשאר צרות הבאים על הכלל כמו חולי משונה ומצור ומצוק הם מסגן ברישא בבקשת רחמים ובעניני ההצלה בכל אופן שיהיה הן בדרך רוחניות הן בדרך גשמיות.<br>ולמאן דאמר אַף<b> צָלָף בָּאִילָנוֹת </b>הנה לפירוש חד של התוספות ז\"ל היינו עזותו שטוען פירות בכל יום ולזה ראוי שידמו ישראל שיעשו פרי בתורה ומצות בכל יום."
        ],
        [
            "<b>וְלִפַּלְגוּ בְּרוֹאִין מוּמִין דְּעָלְמָא.</b> פירש רש\"י, דהא ודאי משום מוקצה לא הוי טעמייהו דאפכא שמעינן להו! וכו' ומקשים משמע אי הוה אפשר לפרש דמשום מוקצה פליגי הוה ניחא, וזה תמוה דאף על גב דנאמר משום מוקצה פליגי נמי תיקשי דלפלגו בבכור שלא נפל לבור! ועיין בצל\"ח ז\"ל.<br>ונראה לי בס\"ד דאי משום מוקצה פליגי יש לומר לכך נקיט פלוגתייהו בבכור שנפל לבור לאשמעינן כוחא דהיתירא דגם בזה מתיר רבי יהודה דבלאו הכי הוה אמינא בנפל לבור מודה רבי יהודה שלא ירד ויראה דחוששין לטרחא בכדי דאולי לא יראה בו מום קבוע ונמצא טרח בירידתו לבור בחנם וכמו שמצינו בריש מכלתין דסברי בית שמאי אין מוליכין סכין אצל טבח ולא טבח אצל סכין דחיישי לאמלוכי דנמצא טרח בכדי ואף על גב דבית הלל חולקים היינו משום דאין חוששין לאמלוכי ולכן בכהאי גוונא דאיכא חששא זו דדילמא לא יראה בו מום קבוע וטרח בכדי סלקא דעתין דגם רבי יהודה מודה דאסור לכך אשמעינן בנפל לבור דגם בזה מתיר רבי יהודה ולא חייש לטרחא בכדי.<br>ובזה יתורץ קושיא אחריתי דהקשה הצל\"ח ז\"ל למה להמקשן להקדים תחלה לומר דפלוגתייהו ברואין כדי שיקשה דלפלגו ברואין דעלמא דהוה ליה להקשות תחלת כל דבר דנפלגי בבכור בעל מום דעלמא ולמה נקט שנפל לבור? כי קושיא זו לא תליא בהקדמה זו דקאמר פלוגתייהו ברואין דגם אם לא תהיה פלוגתייהו בהכי אלא באיזה סברא שיהיה גם כן תפול קושיא זו למה נקיט נפל לבור.<br>ובזה ניחא דאם לא היה עושה הקדמה זו דפליגי ברואין אין להקשות למה נקיט נפל לבור דיש להקשות דוקא בנפל לבור פליגי דרבי יהודה לא חייש לטרחא משום דלא חשיב לירידת החכם לבור טרחא ורבי שמעון חשיב לה טרחא ולהכי אוסר אולי לא ימצא בו מום קבוע ונמצא טרח בכדי, ולכן הקדים המקשן בתחלת דבריו לומר אי נימא דפלוגתייהו ברואין כדי שיקשה קושיא זו על המונח הזה.<br>ואי קשיא לך מנא ליה להמקשן לעשות המונח הזה דברואין פליגי כדי שיקשה נראה לי דלשון רבי שמעון דאמר כל שאין מומו ניכר מבעל ידי הכי דייק דאם לאו ברואין פלוגתייהו אלא רק משום דרבי יהודה לא חשיב לרידה טרחא ורבי שמעון חשיב לה טרחא הוה ליה למימר הכי רבי שמעון אומר לא ירד ויראה."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תָּנוּ רַבָּנָן: הוּא כִּנֵּס שְׁלֹשׁ מֵאוֹת גַּרְבֵי יַיִן מִן בֵּרוּרֵי הַמִּדּוֹת.</b> קשה איך אומר כִּנֵּס דמשמע שכיון לכך לכנוס והוה ליה למימר נִתְכַּנֵּס אֶצְלוֹ או נִשְׁאַר בְּיָדוֹ או עָלָה בְּיָדוֹ?<br>ונראה לי בס\"ד דהוא היה לו כלים גדולים שהיה לו בהם יין מדוד שהוא יודע כמה לוגין יש בכלי זה וכמה בכלי זה ואחר שמכר מן הכלי שיש בו אלף לוגין ראה שמכר ממנו אלף לוגין ועדיין נשאר בו כמה לוגין ואז משך ידו ולא לקח ממנו כלום וכשמכר מכלי השני הגדול שיודע בו שיש בו אלף לוגין הנה אחר שמכר ממנו אלף לוגין ראה שנשאר בכלי עוד לוגין ואז משך ידו ממנו וכן על זה הדרך בשאר כלים ובסוף השנה אז כנס כל היין הנשאר בכל הכלים הגדולים שהוא ההרווחה שמצא בהם ועלו בידו שלש מאות גרבי יין והביאם לפני הנזכרים ולכן נקיט 'כִּנֵּס' שכנס בידו ההרווחות שנשארו בכלים כדי להביאם לפני הנזכרים וכל זה היה בראשונה אך אחר כך התחילו לנהוג גם בחול למלאות בלילות הכלים של הלוקחים ויטלום ביום כדי שלא ישאר בידם הרווחה מן בירורי המידות ומן מיצוי המידות.<br>ומה שעלתה ההרוחה שְׁלֹשׁ מֵאוֹת גַּרְבֵי יַיִן וּשְׁלֹשׁ מֵאוֹת גַּרְבֵי שֶׁמֶן אף על גב דיש לומר מספר זה לאו דוקא אלא הכונה לומר קרוב למספר שלש מאות, מכל מקום נראה לי דהיה מספר זה דוקא בהשגחה פרטית מן השמים להורות כי עלתה הרווחה זו בידם מאת ה' כדי לבדקם ולנסותם אם יהיו מחמירים על עצמן לבלתי יהנו מן ההרווחה זו ולכן היתה ההרווחה מספר שלש מאות כמספר '<b>ה</b>' <b>צדיק יבחן</b>' <small>[300]</small> שעולה שלש מאות. אי נמי היתה ההרווחה סך 'שְׁלֹשׁ מֵאוֹת' כמנין קנקן לרמוז לאידך גיסא שיודה להם שאין בזה חשש גזל אלא הוא הרווחת הקנקן ואין בה חשש ומותרת להם.",
            "<b>אָמְרוּ לָהֶם: אַף אָנוּ אֵין רְצוֹנֵנוּ בְּכָךְ.</b> פירוש אף על פי שאנחנו חכמים ולא גבירים וסך זה של שְׁלֹשׁ מֵאוֹת גַּרְבֵי יַיִן או שֶׁמֶן נחשב אצלינו ממון הרבה עם כל זה אין רצונינו ליהנות בכך.<br>אי נמי כונתם לומר אף אנו בעת שבאנו לפניכם אין רצונינו בכך לתת את היין והשמן בסוג השבת גזלה אלא לחומרא בעלמא במידת חסידות באנו, ואמרו להם הואיל והחמרתם על עצמכם טוב שתעשו בהם תיקון כמו תיקון <small>(היורשים)</small> בגזל. ונראה לי כי הם הביאום לגזברים לעשות בהם צרכי רבים בענינים השייכים להקדש שהם חובת רבים."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>עַתִּירֵי בָּבֶל, יוֹרְדֵי גֵּיהִנָּם הֵם.</b> יש להקשות תיבת 'הֵם' לשון יתר? ונראה לי בס\"ד כל אדם שיש בידו עונות יורד לגהינם, אך מי שהוא עני ביותר שכל ימיו במצור ומצוק שאין מרחמין עליו יספיק לו דוחק זה במקום גהינם להיות לו כפרה על עונותיו, ולא ירד לגהינם! וכל זה בעני שלא ימצא בני אדם לרחם עליו ונשאר במצור ומצוק הרבה, אבל עני שנמצאו לו מרחמין לפרנסו אין לו דוחק של מצור ומצוק שיספיק לו לכפרה במקום גהינם וזה ירד לגהינם בעבור עונותיו.<br>מיהו בבבל באותו זמן קדמון שדבר בו רב נתן, לא היו העשירים מרחמים על העניים והיו נשארים בצער ודוחק הרבה מאד שבודאי יספיק להם במקום גהינם ולא יורדים לגהינם, ונמצא רק העשירים שיש שם יורדים לגהינם בעבור עונותיהם אבל העניים אין צריכין לירד לגהינם, ולזה אמר עַתִּירֵי בָּבֶל יוֹרְדֵי גֵּיהִנָּם 'הֵם' דייקא רוצה לומר לבדם ולא יורדים עמהם עניים גם כן כי גהינם לא תקח מבבל העניים מפני שהעניים אשר שם יספיק להם צער ודוחק פרנסתם במקום גהינם.<br>והרב ה\"ר שלום ישראל תנצב\"ה <small>[תהי נפשו (או נשמתו) צרורה בצרור החיים]</small> שהיה מחכמי עירינו מתלמידי הרב עטרת ראשי מורי זקני זלה\"ה <small>[זכרונו לחיי העולם הבא] </small>פירש תיבת 'הֵם' למידק שיש צדיקים יורדים לגהינם בשביל לגמול חסד עם נשמות רשעים למשוך אותם להוציאם ואלו יורדים לפי שעה דוקא לאו בשביל צורך עצמן נכפר על עונותם כי צדיקים הם אלא בשביל צורך אחרים להעלות נשמתם, ואמר עַתִּירֵי בָּבֶל יוֹרְדֵי שהם בחייהם בעולם הזה אין עושים גמילות חסדים לכן כשתראה אותם יוֹרְדִים לְגֵּיהִנָּם תדע שֶׁהֵם יורדים שם בעבור עצמן ולא בעבור צורך אחרים לעשות חסד עמהם כי אלו אינם מאנשי חסד עד כאן דבריו ז\"ל.",
            "<b>מֵיזַן נַמִּי לָא זַיְנוּהוּ.</b> יש להבין, הלשון כפול וסגי לאמר 'לָא זַיְנוּהוּ'? ונראה לי בס\"ד כי הוא שאל מהם '<b>מְזוֹנֵי</b>' פירוש כפי צרכו וכפי מנהגו מה שהוא רגיל לאכול והם אפילו <b>מֵיזַן</b> בעלמא להשקיט רעבונו בלחם שעורים או דוחן וקטניות גם כן <b>לָא זַיְנוּהוּ</b> אלא נשאר רעב לגמרי.",
            "<b>כָּל הַמְרַחֵם עַל הַבְּרִיּוֹת, בְּיָדוּעַ שֶׁהוּא מִזַּרְעוֹ שֶׁל אַבְרָהָם אָבִינוּ.</b> נראה לי נקיט אַבְרָהָם אָבִינוּ כי הוא היה ראשון בעולם לתת לחם לרעבים ולפרנם עוברים ושבים וגם שמו היה מספר רַחֵם <small>[248]</small> ולכן אמר <b>כָּל הַמְרַחֵם עַל הַבְּרִיּוֹת</b> ולא אמר כָּל הַמְּפַרְנֵס אֶת הַבְּרִיּוֹת או כָּל הַמֵּטִיב לַבְּרִיּוֹת או כָּל הֶחָס עַל הַבְּרִיּוֹת.<br>ועוד נראה לי בס\"ד דנקיט לשון רחמים לרמוז מוסר לאדם בענין זה בתיבת 'רַחֲמִים' שהוא אותיות 'מִי מָחָר' רוצה לומר כמו שאומרים העולם 'מי בעל מחר?' כי אין אדם בטוח ביום מחר שיהיה חי בו. וזה מוסר גדול לקמצן שאינו רוצה לפזר ממון שבידו לצדקה וגמילות חסדים! וכל מי שחושב כן 'מִי מָחָר?' ודאי יהיה לו מדת רחמים על הבריות לפרנסם ולא יהיה ממונו חביב עליו. גם נקיט לשון רחמים כי 'רַחֲמִים' עולה מספר רֶצַח <small>[298]</small> לרמוז מי שאין לו מדת רחמים הרי זה עושה רצח בבריות שימותו ברעב וכמו שאמרו בגמרא דסנהדרין <small>(סנהדרין לה.)</small> אמר רבי יצחק: כל תענית שמלינין בה צדקה כאלו שופך דמים שנאמר <small>(ישעיה א, כא)</small> 'צֶדֶק יָלִין בָּהּ וְעַתָּה מְרַצְּחִים'.<br>אי נמי 'רַחֲמִים' הוא ח' רמים, כי רם כינוי לחסד ושם אֵל הוא חסד דכתיב <small>(תהלים נב, ג)</small> 'חֶסֶד אֵל כָּל הַיּוֹם', ושם אַבְרָהָם <small>[248] </small>מספר ח' פעמים אֵל <small>[31×8=248] </small>לכן מי שיש לו מדת רחמים על הבריות בידוע שהוא מזרעו של אברהם אבינו.",
            "<b>כָּל הַמְצַפֶּה לְשֻׁלְחָן חֲבֵרוֹ, הָעוֹלָם חָשַׁךְ בַּעֲדוֹ.</b> הא דתלה הדבר 'בְּשֻׁלְחָן' נראה לי בס\"ד למשל שני עניים שהתנדב עשיר אחד לאחד מהם שישלח לו כל יום קערה של תבשיל לביתו אך לחבירו לא התנדב כן אלא נתנדב מה שישאר כל יום תבשיל בשלחן ישלח לו הנה זה עולם חשוך בעדו יען שהוא סומך על השלחן ואם לא נשתייר בשלחן כלום ישאר רעב, אבל הראשון הוא בטוח שישלח לו כל יום קערה שישבע בה ואינו תלוי בשיורין.<br>ועדיין יש להבין למה אמר 'לְשֻׁלְחָן חֲבֵרוֹ' כי כן הגרסא בעין יעקב והוה ליה למימר 'לְשֻׁלְחָן אֲחֵרִים'? ונראה לי בס\"ד על פי <b>מעשה</b> בראובן ושמעון שהיו עשירים גדולים וירדו מנכסיהם בר מינן והוצרכו לסבב מעיר לעיר לדפוק פתחי נדיבים ויכתבו חכמי עירם עדות על מקרה שקרה להם כדי שירחמו עליהם בכל אתר ואתר וכל אחד לקח שטרו בידו והלכו שניהם ביחד מעיר לעיר לקבץ על הגבאו\"ת ויבואו לעיר אחת ויכנסו שניהם לבית גביר אחד לבקש ממנו נדבה והגביר נתן לאחד שני מאות דינרים ולאחד עשרים דינרים ויצאו מאתו, והיה אותו שלקח שני מאות פניו זועפים ועיניו זולגים דמעות! אמר לו חבירו למה תבכה? והלא אני לקחתי עשרים ואתה מאתים הרי מזלך הצליח עשר ידות! ועוד למה כאן אצל זה הגביר בכית ואצל שאר גבירים שקבלת מהם נדבה לא בכית? אמר לו זו חדא מתרצא חברתא כי הלא תשאל למה נתן לי מאתים ולך עשרים והלא בעדות המתנדבים שבידינו לא הוסיפו בכבודי יותר מכבודך אלא תדע זה הגביר הייתי אני שולח לו סחורות למכור ולקח ממני שכר פאטו\"ר סך רב, ועכשיו שלחצו הזמן לקבל ממנו צדקה, לכך בכיתי אבל שאר נכרים איני מכירם ולא היה לי חברה עמהם לכן לא אבוש מנדבתם כדי שאבכה.<br>וזהו שאמר <b>כָּל הַמְצַפֶּה לְשֻׁלְחָן חֲבֵרוֹ</b> שהוא נצרך לאדם שהיה מקודם חֲבֵרוֹ בעושר ומשא ומתן ועתה נהפך עליו הגלגל להיות נצרך אליו זה <b>עוֹלָם חָשַׁךְ בַּעֲדוֹ</b> כי יזכור הראשנות ויצטער אבל המצפה 'לְשֻׁלְחָן אֲחֵרִים' שאינו מכירם ולא היה לו עמהם חברה בממון לא אכפת לו כל כך.<br>ונראה לי בס\"ד אוֹר כינוי לפרנסה ולכן המטר נקרא אור דכתיב <small>(איוב לז, יא)</small> 'יָפִיץ עֲנַן אוֹרוֹ' ואמרו בגמרא <small>(ברכות לג.)</small> פרנסה היינו מטר ואם תניח על מספר אוֹר <small>[207] </small>מספר יְקַוֶּה <small>[121] </small>יהיה חֹשֶׁךְ <small>[328] </small>כי יְקַוֶּה אוֹר עולה חֹשֶׁךְ לרמוז המקוה ומצפה לְאוֹר הוא הפרנסה מאחרים דלית ליה מגרמיה כלום הרי זה 'עוֹלָם חָשַׁךְ בַּעֲדוֹ'.<br>ונראה לפרש עוד טעם ד'עוֹלָם חָשַׁךְ בַּעֲדוֹ' דאמרו רבותינו ז\"ל <small>(ירושלמי ערלה א, ג)</small> מאן דאכיל דלאו דיליה בהיל לאסתכולי באפיה נמצא ראוי לו שיהיה חשך שלא יראה בו.",
            "<b>רַב חִסְדָּא אָמַר: אַף חַיָּיו אֵינָן חַיִּים.</b> קשה והלא רב חסדא מפיק להא מן הפסוק שהביא רב ולמה לא אמר רב דבר זה גם כן?<br>ונראה לי בס\"ד כי רב חסדא אתא לפרש מילתיה דרב דלא תקשי איך יהיה חשך בעדו וקחזינן השמש והיום מאירים לעני כמו שמאירים לעשיר? לזה בא רב חסדא לפרש ד'חַיָּיו אֵינָן חַיִּים' דחיי צער הם וכל חיי צער נקראים ימי חשך כמו שנאמר <small>(קהלת יא, ח)</small> כִּי אִם שָׁנִים הַרְבֵּה יִחְיֶה הָאָדָם בְּכֻלָּם יִשְׂמָח וְיִזְכֹּר אֶת יְמֵי הַחֹשֶׁךְ וכו' וכן הוא אומר <small>(קהלת יב, ב)</small> עַד אֲשֶׁר לֹא תֶחְשַׁךְ הַשֶּׁמֶשׁ וְהָאוֹר וכו' ובזה מובן מה שאמר רב עולם חשך בעדו מה עניינו.<br>ועדיין צריך לדקדק מאי 'אַף' דנקיט הכא בחייו? ונראה לי בס\"ד דידוע חיים שהאדם רואה בהם טוב בפרנסה נקראים חיים ואם יש לו בהם דוחק וצער פרנסה אינם חיים, ואמר מי שנצרך לבריות ולקח מהם צדקה לא מבעיא דאין שנים אלו דעניות נחשבים לו חיים אלא אף אחר כך נתעשר ונעשה לו שנים של חיים גם כן אין אלו חיים גמורים יען כי רואה בעושרו לאותם עשירים שקבל מהם צדקה בזמן עניותו יבוש מהם, ולזה אמר 'אַף חַיָּיו' רוצה לומר חיים שבאים לו אחרי כן בזמן עושרו אין נחשבים חיים גמורים.<br>ובאופן אחר נראה לי בס\"ד אומרו 'אַף חַיָּיו' על פי <b>המעשה</b> שהביא הגאון חיד\"א ז\"ל בדברים אחדים דף קמ\"ד בעני שהיה יושב שכן לבית עשיר ויהי היום ואותו עשיר השיא את בנו ועשה משתה לכל באי שער עירו והעני עניו צופיות שיקראהו העשיר לאכול מעדנים עם הקרואים כי הוא שכן שלו ולכך לא הכין לעצמו סעודה לאותה הלילה של המשתה והמתין עד שעה שניה מן הלילה ולא הזמינו העשיר ואז נתייאש מהזמנה והוכרח לאכול פתותי לחם נקודים שנשאר אצלי קודם שלשה ימים באופן שאכל לחם צר ומים לחץ ואחר שסיים אכילתו בא משרת העשיר לקראו, וגדל צערו מה יעשה אחר שמלא כריסו מלחם יבש? על כן הוכרח לצער עצמו והניח אצבעותיו בפיו וגרונו עד שהקיא כל מה שאכל כדי שתהיה קיבתו רקנית וימלאנה מעדנים מתבשילי העשיר, ואז קם והלך לבית העשיר ואחר שבא לשם אמר לו העשיר ראה הפקדתיך להיות עיניך פקוחות על פתח החצר שלא ישאר פתוח וגם שלא יגנוב אדם חפץ מן הבית ויצא בהחבא ופרח זימון מיניה וישב בבושת פנים על הפתח רעב ומדוכה מחמת הקיא שהקיא!<br>ובזה פירש <small>(משלי כג, ו)</small> אַל תִּלְחַם אֶת לֶחֶם רַע עָיִן וְאַל תִּתְאָיו לְמַטְעַמֹּתָיו וכו' פִּתְּךָ אָכַלְתָּ תְקִיאֶנָּה וכו' עיין שם וידוע כי הסעודה והמזון נקראים חיי האדם וזהו שאמר כאן הַמְצַפֶּה לְשֻׁלְחָן חֲבֵרוֹ דא עקא כי יזדמן לפעמים שאפילו חַיָּיו רוצה לומר מזון וסעודה שלו שאכל גם כן אֵינָן חַיִּים שלא ישארו בבטנו בסוג חיים להזין את גופו אלא יקיא אותם וישלכם חוצה כהך עובדא הנזכר.<br>או יובן 'אַף חַיָּיו' רוצה לומר ימי שבתות ויום טוב שאפילו עני מצוי משלו אצלו מזון וסעודה של בשר ודגים אינם נחשבים חיים מאחר שבשאר ימים אין לו משלו אלא מצפה לשלחן אחרים אם כן רוב ימיו לא יגיע לפיו בשר בימי החול ואז כשיבאו ימים טובים שיש לו לאכול בשר בודאי יהיה לו שינוי וסת ואז סוף שיתמרמר באכילתו בחולי מעים כמו שאמר בן סירא <small>(משלי טו, טו)</small> 'כָּל יְמֵי עָנִי רָעִים' אלו שבתות ויום טוב מאי טעמא שינוי וסת תחלת חולי מעים <small>(נדרים לז:)</small>.",
            "<b>וּמִי שֶׁאִשְׁתּוֹ מוֹשֶׁלֶת עָלָיו.</b> נראה לי בס\"ד הכונה שהוא עני והיא מפרנסתו ממעשה ידיה ולכך היא מושלת עליו ובזה יזדמן שתהיה מקשטא ליה תכא ומקשטא ליה פומא שמקללת ומבזה אותו ואם גם הוא ישיב לה קללה ובזיון היה מתנחם ולא יצטער, אך כיון שמושלת עליו מחמת שמפרנסתו אז הוא מוכרח לבלוע ארס כעסו ולשתוק! ובזה יגדל צערו עשר ידות ואין לו מנחם מצד לשונו שגם הוא ישיב לה כקללתה ובזיונה. ולכן גם חייו הוא עת המנוחה של ישיבתו בבית לאכול ולשתות אין נחשבים חיים כי בולע בהם ארס מצד פיה של אשתו.",
            "<b>אַף מִי שֶׁאֵין לוֹ אֶלָּא חָלוּק אֶחָד.</b> נראה לי בס\"ד אף על גב דאפשר לבדוק חלוקו מכינים עם כל זה קשה לבדקו היטב ועל ידי כך לוקה בצרעת והוא דאיתא בפסחים דף קי\"ב מי שלובש חלוק שהיה בו כינים ולא בדקו היטב וכבסו וחזר ולבשו קודם שעברו עליו שמונה ימים מעת הכיבוס אז אותם הכינים הנשארים באותו חלוק יתהווה מהם צרעת, בר מינן. ולכן אמר כאן 'חַיָּיו אֵינָן חַיִּים' כי חולי הצרעת חשוב כמת בר מינן! ותנא קמא סבירא ליה אפשר שיבדוק היטב ולא יבא לידי חולי זה.<br>ומה שאמר <b>יִּסּוּרִין מוֹשְׁלִין בְּגוּפוֹ</b> רוצה לומר שיש לו כאב הראש או כאב שינים שאז אפילו בעת אכילתו או שינתו מר לו מר בר מינן."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תְּנַן: מְכַסִּין אֶת הַפֵּרוֹת בְּכֵלִים; פֵּרוֹת – אִין, אֲוִירָא דְּלִבְנִי לָא?.</b> ראיתי בספר שמן הטוב שהביא על זה קושיא ותירוץ בשם הרה\"ג עטרת ראשי הרב מור זקיני רבינו משה חיים זלה\"ה שהקשה מאי פריך, לימא דאיירי בגרוגרות וצמוקין דלא חזו כמו באוירא דלבני? ותירץ דמשמע ליה בפירות הראויין מדקתני פירות סתם, עד כאן דבריו עטרת ראשי הרב מור זקיני זלה\"ה. וכתב המחבר הנזכר והוא דוחק, דהא משני בסמוך בדטיבלא אף על גב דקתני כדי יין וכדי שמן סתמא דמשמע במתוקנים, עד כאן לשונו.<br>ואחר המחילה הרב המחבר הנזכר לא דק דהמקשן ודאי משמע ליה דפירות סתם, משמע פירות הראויים! והיינו טעמא משום דהוה ליה למימר ומכסין את 'המוקצה' ואמאי נקיט 'פירות', וגם בתר הכי הדר המקשן להקשות מן כדי יין וכדי שמן היינו משום דמשמע ליה בראויים איירי ורק התרצן הוא דמתרץ בהכי לפרש דאיירי בטבילי אף על גב דאתמר בסתמא. ולכן על הקושיא שהקשה עטרת ראשי הרב מור זקיני זלה\"ה על המקשן אמאי לא מפרש לה בגרוגרות וצימוקין ולא יקשה שפיר מתרץ לה הרב מור זקיני זלה\"ה משום כיון דקתני פירות סתם משמע ליה בפירות הראויים, והמחבר הנזכר עושה הוכחות מדברי התרצן על דעת המקשן.<br>מיהו יש להקשות הקושיא של הרב מור זקיני זלה\"ה הנזכר על התרצן למה לא תירץ להמקשן כשהקשה פירות אין אוירא דלבני לא האי פירות הם גרוגרות וצמוקין דהם כמו אוירא דלבני, וכאשר תירץ כזאת אחר כך בקושיא דכדי יין ושמן ולמה תירץ לו איידי דתנא רישא משילין וכו'?<br>ונראה לי בס\"ד חדא דזה התירוץ דאיירי עדיף ליה טפי משום דבאמת כיון דקתני פירות בסתם משמע פירות הראויים ואחר כך בקושיא השנית דכדי יין ושמן הוכרח לתרץ כך דלא היה לו תירוץ אחר. <b>ועוד</b> נראה לי בס\"ד דלא הוה מצי התרצן לתרץ האי פירות איירי בגרוגרות וצמוקין דאם כן למאי אצטריך לומר וכן כדי יין וכדי שמן וכמו שאמרו אחר כך באמת הכי נמי מסתברא דאי סלקא דעתך וכו' הא תנא ליה רישא ולכן התרצן לא תירץ לקושיא הראשונה דמכסין את הפירות דאיירי בגרוגרות וצמוקין דהתרצן עדיין לא סלקא דעתך האי סברא דנקיט הש\"ס אחר כך סלקא דעתך אמינא להפסד מרובה חששו להפסד מועט לא חששו."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>חֲמִשָּׁה דְּבָרִים נֶאֶמְרוּ בְּגַחֶלֶת.</b> קשה הוה ליה למימר נאמרו 'בְּגַחֶלֶת וּבְשַׁלְהֶבֶת' דבכל הני מילי חלוק דין השלהבת מדין הגחלת? ונראה לי בס\"ד כי עיקר החידוש הוא בגחלת דנקיט בה איסורא אבל בכלהו מילי הוי להתירה ואין ההיתר חדוש בשלהבת כי כן הסברה מחייבת בלאו הכי כיון דהשלהבת אין בה ממש מאי איסורא איכא למתלי בה.<br>אמנם עדיין יש להקשות למה נקיט להו בסדר זה ולא נקיט להו על פי סדר משנה דילהון? ונראה לי בס\"ד דנקיט להו בדרך לא זו אף זו על היתר השלהבת והוא דלא מבעיא בדין יום טוב דקיל אלא אפילו שלהבת של הקדש דחמיר ולא מבעיא הנאת הקדש אלא אפילו הנאת עבודה זרה דחמירא טפי ולא מבעיא הנאת עבודה זרה דאין בה איסור סקילה אלא אפילו בענין שבת דאית ביה עונש סקילה ולא מבעיא הוצאה דשבת דמסתברא מילתא בהיתירא כיון דשלהבת אין בה ממש נמצא לא הוציא כלום אלא אפילו במודר הנאה מחבירו דהנאתו מן השלהבת היא כמו הנאתו מן הגחלת כי כמו שהוא מתחמם מזו מתחמם מזו ואדרבה אפשר שיתחמם מן השלהבת טפי עם כל זה מותר בשלהבתו ורק אסור בגחלתו משום דאזלינן בתר גוף הדבר שנהנה ממנו שזה יש בו ממש וזה אין בו ממש ולא אזלינן בתר ההנאה ואף על גב דהאי רבותא איתא נמי בדין העבודה זרה עם כל זה הוסיף להביא עוד האי דינא דנדרים דאית ביה רבותא טפי משום דבנדרים הולכין אחר דעת האדם ובודאי זה המדיר קפיד על הנאתו של זה בכל אופן שיגיע לו הנאה והרי הוא נהנה באמת מן השלהבת ועם כל זה אזלינן בתר גוף הדבר שנהנה ממנו דכיון דאין בו ממש שרי."
        ],
        [],
        [
            "<b>אֵין מַשְּׁקִין וְשׁוֹחֲטִין אֶת הַמִּדְבָּרִיּוֹת, אֲבָל מַשְּׁקִין וְשׁוֹחֲטִין אֶת הַבֵּיתִיּוֹת.</b> נראה לי בס\"ד הנה שמותיו יתברך יש בהם אותיות הפשוט ויש בהם אותיות המילוי ופגם העונות מגיע באורות של בחינת המלוי להורידם ממדרגה עליונה למדרגה תחתונה ואינו מגיע באורות של בחינת אותיות הפשוט. ולכן עיקר התיקון והעליה הוא באורות של בחינת המלוי אבל אורות של בחינת הפשוט אין צריכין לכך ומשקין הוא רמז לתיקון ושוחטין הוא לשון המשכה כמו <small>(מלכים א' י, טז)</small> 'זָהָב שָׁחוּט' וזהו שאמרו <b>אין משקין</b> רוצה לומר מתקנים <b>ושוחטין</b> רוצה לומר מושכין ממדרגה תחתונה למדרגה עליונה <b>את המדבריות</b> פירוש אורות אותיות הפשוט שהם יוצאים ונדברים בפה האדם כלומר אלו האורות אין צריכין לא תיקון ולא המשכה כי אין הפגם מגיע להם להורידם אך <b>משקין</b> רוצה לומר מתקנים <b>ושוחטין</b> רוצה לומר מושכין ממדרגה תחתונה שירדו בה על ידי פגם העונות להעלותם למדרגתם העליונה<b> את הביתות</b> הם אורות של בחינת אותיות המלוי שהם בתוך הפשוט.<br>ועל דרך הסוד עמוק יותר הנה נודע כל ענין הפגם והתיקון וגדולות וקטנות ועליה וירידה הכל הוא בפרצופי המוחין שהם נקראים פנימיות העולמות, אבל פרצופים שהם נקראים חצניות העולמות בערך הנזכר כלום עומדים בצביונם ובתיקונם כאשר כבר נגמרו ונתקנו בזמן הראוי להם בעת שעלה ברצון המאציל שהאציל וברא ויצר ועשה כל העולמות כולם ואין שייך בהם לא מיעוט ולא ירידה ולא גדלות ולא קטנות ואין בהם שום שינוי כלל ואלו נרמזים באותיות הפשוט של שמות הקודש ולאלו קורא אותם בשם <b>מִדְבָּרִיּוֹת</b> אך לאותם שהם נקראים פנימיות העולמות קורא אותם בשם <b>בֵּיתִיּוֹת</b> והן הן הדברים אשר כתבנו לעיל בדיבור הקודם כי הכל עולים בקנה אחד.<br>ולזה אמר בברייתא <b>אֵלּוּ הֵן מִדְבָּרִיּוֹת</b>,<b> כָּל שֶׁיּוֹצְאוֹת בְּפֶסַח </b>רוצה לומר בפה סח דהיינו שהם בסוד אותיות הפשוט של השמות שיוצאים במבטא שפתיו של אדם <b>וְרוֹעוֹת בָּאֲפָר</b> אלו ישראל כי 'באפר' אותיות 'בפאר' דכתיב <small>(ישעיה מט, ג)</small> 'יִשְׂרָאֵל אֲשֶׁר בְּךָ אֶתְפָּאָר' והם ענוים שרואין עצמן באפר כמו שאמר אברהם אבינו <small>(בראשית יח, כז)</small> 'וְאָנֹכִי עָפָר וָאֵפֶר' אך באמת הם פאר שהקב\"ה יתפאר בם ואלו האורות שהם בסוד האותיות הפשוט אין מהם יניקה והשפעה אלא רק לישראל דוקא. וזהו שאמרו 'ורועות באפר' שהם רועים ומשפעים בישראל דוקא, <b>וְנִכְנָסוֹת בִּרְבִיעָה רִאשׁוֹנָה</b> נכנסות לשון אסיפה וחיבור רביעה ראשונה רמז לעולם האצילות שהוא עולם הראשון שבארבעה עולמות אבי\"ע <small>[אצילות, בריאה, יצירה, עשיה]</small> ונכנסות שם לקבל שפע אור אין סוף כדי להשפיע ממנו לתחתונים. <b>וְאֵלּוּ הֵן בֵּיתִיּוֹת</b> רוצה לומר שהם בחינת המילוי כל שֶׁיּוֹצְאוֹת וְרוֹעוֹת חוּץ לַתְּחוּם וגבול שלהם ולא תתמיד זאת אלא הוא רק לפי שעה כי אחר כך וּבָאוֹת וְלָנוֹת בְּתוֹךְ הַתְּחוּם שקבוע ומיוסד להן.",
            "<b>לָמָּה לִי לְמֵימַר מַשְּׁקִין וְשׁוֹחֲטִין?.</b> הנה לפי פשט הגמרא נראה כונת המקשן להקשות למה נקיט תרתי משקין ושוחטין תסגי בחדא מנייהו דאם נפרש כונתו להקשות על שוחטין בלבד למה תני לה דלימא משקין בלבד הוה ליה למימר 'למה תני שוחטין' וכן אם כונתו להקשות על משקין בלבד הוה ליה למימר 'למה תני משקין', על כן השתא דנקיט המקשן תרתי בקושייתו מוכרח לפרש כונתו לומר למה נקיט תרתי תסגי בחדא או משקין או שוחטין ומאחר דכונתו להקשות כך נחזי אנן מאי קשיא ליה והלא באמת תרווייהו צריכי דהא איכא צד היתר בהשקאה טפי משחיטה משום דאיכא למימר לא גרעה בהמה טהורה מן הכלב דמזונותיו עליך כן אלו מזונותם עליך ולהכי אי נקיט אין משקין במדבריות ושמעינן דאין שוחטין מכל שכן הוא דבבייתות לא התיר אלא השקאה אבל שחיטה אסור, ואם יאמר אין שוחטין בלבד הוה אמינא דמותר להשקות המדבריות דלא ילפינן השקאה משחיטה מטעם האמור ולכן מוכרח למנקט תרווייהו ואם כן קשה מאי קשיא ליה?<br>ונראה לי בס\"ד כונת המקשן להקשות על הסיפא דוקא למה אמר אבל משקין ושוחטין והוה ליה הכי אין משקין ושוחטין את המדבריות, אבל שוחטין את הבייתות וידענא דמותר להשקות הבייתות מכל שכן ומשני נקיט השקאה גבי שחיטה ללמדך דלשקי איניש בהמתו והדר לשחוט.<br>ועוד נראה לי בס\"ד כונת המקשן להקשות על הרישא דאמר אין משקין ושוחטין למה כריך להו בחד כרכא דמשמע דהשקאה ושחיטה שייכי אהדדי ועבדי להו בהדי הדדי והוה ליה למפלגינהו ולומר אין משקין ואין שוחטין דהשקאה היא בעת לחודא ושחיטה בעת לחודא ותירץ כרכינהו ללמדך אורחא דעלמא דמשקין ואחר כך שוחטין משום סרכא דמשכא.<br>ודע דרוב הפוסקים סבירא ליה השקאה מותרת גם בבייתות לצורך הבהמה דלא גרעה מכלב דמזונתם עליך ולא אסרו כאן במדבריות אלא רק השקאה דעביד לצורך שחיטה ויש עוד פוסקים דסבירא ליה דאין משקין המדבריות אפילו לצורך גופם וחייהם משום דמוקצין נינהו. ועיין סימן תצ\"ז ותצ\"ח ופרי חדש שם ועיין שו\"ג סימן תצ\"ח ס\"ק י\"ב עיין שם.",
            "<b>תָּנוּ רַבָּנָן: אֵלּוּ הֵן מִדְבָּרִיּוֹת, וְאֵלּוּ הֵן בֵּיתִיּוֹת.</b> קשה הוה ליה למימר בקיצור תָּנוּ רַבָּנָן מִדְבָּרִיּוֹת, כָּל שֶׁיּוֹצְאוֹת בְּפֶסַח וכו' ולמה נקיט תחלה 'אֵלּוּ הֵן וְאֵלּוּ הֵן'?<br>ונראה לי נקיט הכי שלא תאמר יש עוד מדבריות דאית להו דין אחר והם אותם שאין נכנסין כלל לא בימות החמה ולא בימות הגשמים דבאלו יש לומר דלאו דוקא השקאה שהיא לצורך שחיטה אסירה אלא גם השקאה לצורך בהמה לשתיה שלה נמי אסירה דאלו מוקצין ביותר וגרעי מכלב לכך הקדים תחלה לומר 'אֵלּוּ הֵן וְאֵלּוּ הֵן' לשלול בזה אופנים אחרים לומר אין עוד חלוקה אחרת בענין המדבריות ובייתות.<br>ועדיין קשה אי משום הכי הוה ליה למימר כן אֵלּוּ הֵן מִדְבָּרִיּוֹת, כָּל שֶׁיּוֹצְאוֹת וכו' וכיון דאמר 'אֵלּוּ הֵן' שמע מינה שבא לשלול בזה חלוקה אחרת הנזכר לומר דליכא שתי חלוקות במדבריות ולמה תנא תחלה 'אֵלּוּ הֵן וְאֵלּוּ הֵן' והדר מפרש מִדְבָּרִיּוֹת כָּל שֶׁיּוֹצְאוֹת? ונראה לי בס\"ד דהאי תנא דברייתא שמע מרבו כך מִדְבָּרִיּוֹת, כָּל שֶׁיּוֹצְאוֹת וכו', ולכן שנה כמו ששמע מרבו בדקדוק ולא רצה לשנות ורק הוא הוסיף מדיליה 'אֵלּוּ הֵן וְאֵלּוּ הֵן' כדי לשלול בזה חלוקה אחרת לומר דליכא שתי חלוקות במדבריות כי אם רק חלוקה אחת ואם כן שמע מינה גם אותם שאין באין לישוב כלל הם שוים לענין דינא עם אלו שֶׁיּוֹצְאוֹת בְּפֶסַח וכו' ונכנסות ברביעה ראשונה."
        ],
        [
            "<b>אֵין מֻקְצֶה לְרַבִּי שִׁמְעוֹן אֶלָּא גְּרוֹגְרוֹת וְצִמּוּקִין בִּלְבַד.</b> פירש רש\"י ז\"ל 'קא סלקא דעתך מדפריש ליה מילתיה דרבי שמעון אלמא כרבי שמעון סבירא ליה' נראה לי כונת דברי רש\"י ז\"ל לומר כיון דהוא שאל לרבי מהו לאכול מהן ביום טוב הוה ליה לקצר דבריו וישיב לו מותר ולמה פירש לו טעמא דרבי שמעון בעלמא אלא ודאי דסבירא ליה כרבי שמעון לכך פירש לו מלתיה דרבי שמעון לרמוז לו שהוא סבירא ליה כוותיה דהלכה כרבי שמעון.\"",
            "<b>וָאִיבָּעֵית אֵימָא: לִדְבָרָיו דְּרַבִּי שִׁמְעוֹן קָאָמַר, וְלֵיהּ לָא סְבִירָא לֵיהּ</b>. קשה לי האי תירוצא הוא הפך תירוץ הראשון ותירוץ השלישי כי בהאי תירוצא קאמר דלא סבירא ליה כרבי שמעון ותירוץ הראשון והשלישי קיימי בחדא שיטה דתרווייהו מוקמי לרבי כרבי שמעון ואם כן קשה למה מסדר הש\"ס הניח תירוץ זה באמצע והוה ליה להניחו ראשון או אחרון כדי לחבר שני תירוצים דקיימי בשיטה חדא ביחד? <br>ונראה לי דתירוץ ראשון עדיף טפי דמסתברא מילתיה כאשר יראה הרואה ולכך הקדימו ותירוץ השני עדיף ליה מתירוץ השלישי יען כי תירוץ השלישי נראה דוחק שצריך להוסיף דברים והעיקר חסר ממתניתין לכך הניחו אחרון והקדים השני עליו.",
            "<b>סִיּוּם הַמַּסֶּכְתָּא</b><br>גם רצה לסיים המסכתא בתיבת הֵן כי התחילה המסכתא בתיבת בְּמַאי וראש וסוף בְּמַאי הוא 'בִּי' ועם תיבת 'הֵן' של סיום המסכתא הרי אותיות 'בִּינָה' ונשאר באמצע תיבת בְּמַאי אותיות 'אֵם' וכתיב 'כִּי אִם לַבִּינָה תִקְרָא' (משלי ב, ג), אל תקרי אִם אלא אֵם כמו שדרשו בזוהר הקדוש <b>דמסכתא זו צריכה בינה</b> שהיא אם הבנים כדי להבין דקדוקיה ופרטיה. <br>גם עוד נרמוז ראש הגמרא אות ב' וסוף הגמרא נו\"ן הרי בֶּן, וגם עוד המשנה של מסכתא זו ראשה אות ב' וסופה אות ר' הרי צירוף בַּר שהוא תרגום של בֶּן רמז שהעוסק במשנה ובגמרא נקרא בן להקב\"ה דכתיב  (תהלים ב, ז) 'אֲסַפְּרָה אֶל חֹק הֳ' אָמַר אֵלַי בְּנִי אַתָּה'. <br>גם יובן נרמז באותיות בֶּן בראש וסוף ללמדך עיקר לימוד המסכתא הוא לעשות בה פריה ורביה שיוליד ממנה חדושי תורה הנקראים בנים ולכן מתפללין בראש השנה ויום הכיפורים 'שערי פריה ורביה בתורה' וכמו שהשיב בן עזאי על אשר לא נשא אשה נפשי חשקה בתורה (יבמות סג:) כלומר הנני מוליד ממנה בנים ולכן נרמז כאן אותיות בֶּן. <br>ונראה לי בס\"ד לכן מסכתא זו נקראת בפי הכל בשם <b>בֵּיצָה</b> וקשה דהוה ליה לקראה בשם יוֹם טוֹב? וכן היא נקראת במקצת בספרי הראשונים. אך נראה בחרו לקרותה בשם בֵּיצָה בתיבה הראשנה של המשנה לרמוז כמו שהתרנגולת דרכה להוליד ביצה בכל יום כן הלומד מסכתא יוליד ממנה חדושי תורה בכל יום וכמו שהביצה נולד ממנה אפרוח כן חדושי תורה חדוש נולד מחידוש על דרך שאמרו בינה שמבין דבר מתוך דבר. <br>גם נראה לי בס\"ד ראש המשנה ב' וסופה ר' הרי צירוף רַב בסוד 'כל רב מבבל' (ביצה יא:) שפירש רבינו האר\"י ז\"ל שהוא הארה של שמות ע\"ב וק\"ל שעולה ר\"ב בסוד (ישעיה יט, א) הִנֵּה הֳ' רֹכֵב עַל עָב קַל וכו' שיאירו לנו אורות ע\"ב ק\"ל לשלום וטובה <b>ולחיים</b> אמן כן יהי רצון.\n"
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על ביצה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}