{
    "versionTitle": "English Translation", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Defilement by a Corpse", 
    "text": [
        [
            "Halacha 1: A human corpse imparts ritual impurity that persists for a minimum of seven days when it is touched or carried or when one is under the same structure (ohel). The impurity imparted by touching a corpse or being under the same structure is explicitly mentioned in the Torah, as Numbers 19:11 states: \"One who touches a corpse of any human being will be impure for seven days\" and ibid.:14 states: \"Anyone who enters the tent and anything in the tent will be impure for seven days.", 
            "Halacha 2: The impurity stemming from carrying a human corpse is derived from the Oral Tradition. It is based on an inference from a lesser matter to a more severe one. If the carcass of animal makes a person impure only until the evening, but does not cause a person to incur ritual impurity when under the same shelter, and yet causes him to incur impurity when carrying it, as Leviticus 11:40 states: \"One who carries their carcasses,\" how much more so should this apply with regard to a human corpse. And the process of reasoning continues: if touching an animal carcass causes one to become impure until the evening and carrying it causes a person to be impure until the evening, so too, since touching a corpse causes a person to be impure for seven days, it should cause him to be impure for seven days if he carries it. The impurity resulting from carrying a corpse is not considered of Rabbinic origin, but is instead, a Scriptural Law. It appears to me that Scripture remained silent concerning this type of impurity in the same way that it remained silent concerning the prohibition against relations with one's daughter, because it explicitly forbade relations with the daughter of one's daughter. And it remained silent concerning the prohibition against partaking of meat cooked with milk, because it explicitly forbade cooking it. Similarly, Scripture did not mention the impurity incurred by carrying a human corpse because it explicitly mentioned that one who was under the same shelter as a corpse incurs impurity. Thus one can infer that this certainly applies to one who carries it.", 
            "Halacha 3: The impurity incurred by touching mentioned in all situations, whether involving a human corpse or another source of impurity, is brought about by a person touching the source of impurity itself. Whether he touches it with his flesh, his hand, his foot, or any other portion of his body, even with his tongue, he becomes impure. Similarly, it appears to me that if a person touches a source of impurity with his nails or with his teeth, he becomes impure. The rationale is since they are connected to the body, they are considered as the body itself. If, however, a person took a source of impurity, skewered it with a weaving needle, and inserted it into the throat of a person who is ritually pure without it touching his tongue or inserted it within the womb of a woman from below without touching her flesh, the person who swallowed the source of impurity does not become impure because his inner organs came in contact with the source of impurity. The rationale is that contact between a source of impurity and one's inner organs is not considered as touch.", 
            "A scab over a bruise is considered as skin with regard to touching sources of impurity. The underdeveloped body hair of a child, by contrast, is not considered as skin. What is implied? If a source of impurity touches a person on the scab over a bruise, he is impure; it is as if it touched his flesh. Conversely, if it touched the thin hair on the body of a child, he does not become impure. Similarly, if an impure person has a bruise and a pure person touched the scab on the bruise, he becomes ritually impure. If a minor was impure and a pure person touched the underdeveloped hair on his body, he does not become impure. This applies both with regard to impurity stemming from a human corpse or other types of impurity. Similarly, blotches of filth, mud, or similar things that are not considered as intervening substances or dried pieces of filth and things that are considered as intervening substances are not considered as flesh, neither to impart ritual impurity to others, nor to contract ritual impurity.", 
            "Just as a person becomes impure when he comes into contact with a source of impurity, so too, keilim become impure when a source of impurity touches them with the exception of an earthenware utensil that incurs ritual impurity only when a source of impurity enters its inner space, as will be explained in Hilchot Keilim. This is an inclusive general principle that applies with regard to ritual impurity: Whatever causes a person to contract ritual impurity when touching him, causes keilim to contract ritual impurity. Whatever does not cause a person to contract ritual impurity when touching him, does not cause keilim to contract ritual impurity. A person and keilim contract ritual impurity only from a primary source of ritual impurity.", 
            "The impurity incurred by carrying mentioned in all situations - whether involving a human corpse or another object that conveys impurity by carrying - is brought about by a person carrying a source of impurity even though he did not touch it. Even if there is a stone between the person and the source of impurity, since he carried it, he becomes impure. The above applies whether he carries it on his head, his hand, or another portion of his body. And it applies whether the person lifted up the source of impurity himself or another person lifted it up and put it on him; since he carried it on his person in any way, he becomes impure. Even if the source of impurity was hanging on a string or a hair and he hung the string from his hand and lifted the source of impurity to the slightest degree, he is considered to have carried it and he becomes impure.", 
            "Moving an article is considered as carrying it. Any article that imparts impurity when it is carried imparts impurity when moved What is implied? There was a beam resting on a wall and on its side was a human corpse, an animal carcass, or the like. A pure person came to the other end of the beam and moved it. Since he moved the impurity at the other end of the beam, he becomes impure for carrying the source of impurity. Needless to say, this applies if he pulled the other end of the beam toward the earth until the source of impurity was lifted up or he dragged it on the ground, for this is certainly considered as carrying. The above situation and anything similar refers to the activity of moving that imparts ritual impurity, as mentioned in all instances.", 
            "When a person carries a source of impurity in a hidden part of his body, he becomes impure. Even though touching such portions of the body is not considered as touch, carrying an article there is considered as carrying unless the source of impurity is swallowed up in the person's digestive system. Once a source of impurity reaches a person's stomach, it is not considered as if he touched or carried it. If such a person immerses in a mikveh he regains purity, even though the source of impurity is in his digestive system.", 
            "Only a human being becomes impure for carrying a source of impurity, not keilim. What is implied? Ten containers were placed on a person's hand, one on top of the other, and the carcass of an animal or another source of impurity was placed in the uppermost container. The person is considered impure, because he carried the carcass of an animal. The containers on his hand, by contrast, are all pure except for the uppermost one which was touched by the source of impurity. Similar laws apply in all analogous situations.", 
            "The ritual impurity of ohel does not apply with regard to other sources of impurity, only with regard to a human corpse. Whether a person and/or an k'li, even a needle, was extended over a corpse, a corpse was extended over a person and/or an k'li, or a corpse and a person and/or an k'li were under one shelter, they are impure.", 
            "The impurity of ohel mentioned in all places refers to impurity imparted by a source of impurity to a person or keilim in one of these three ways. Whether a person enters entirely to the shelter where a corpse is located or part of his body enters, he becomes impure because of the ohel. Even if he inserted merely his hand, his fingertips, or his nose into the shelter where a corpse is located, his entire person becomes impure. If he joined his hand to the lintel of the doorway of such a shelter, he becomes impure as if part of his body entered. If he touched the doorframe from a handbreadth and below above the ground, he is pure. From a handbreadth and above, he is impure. It appears to me that this impurity is of Rabbinic origin.", 
            "Corpses of both Jews and gentiles impart impurity through touch or through carrying.", 
            "The corpse of a gentile does not impart ritual impurity through ohel. This matter was conveyed by the Oral Tradition. With regard to the war with Midian, Numbers 31:19 states: \"All who touch a corpse...\", but does not mention an ohel. Similarly, a gentile does not contract the impurity connected with a corpse. Instead, if a gentile touches a corpse, carries it, or stands over it, it is as if he did not touch it. To what can the matter be compared? To an animal that touched a corpse or stood over a corpse. Not only the impurity imparted by a human corpse, but all types of impurity do not cause gentiles and animals to become impure.", 
            "According to Rabbinic Law, gentiles are considered as zavim, According to Scriptural Law, there is no type of living being that contracts ritual impurity while alive or imparts ritual impurity while alive, except a human, and even then, only when he is Jewish. Both a Jewish adult and a minor can contract all forms of ritual impurity, even the impurity stemming from a corpse, concerning which Numbers 19:20 states: \"A man who shall become impure.\" Nevertheless, both an adult and a minor can contract this impurity, for ibid.:18 states: \"for all the souls that were there.\" Even a newborn infant that touched, carried, or extended a limb over a corpse becomes impure and he is considered impure because of contact with a human corpse. The above applies provided the baby was born after a nine month pregnancy. If he is born after an eight month pregnancy, he is considered as a stone and he does not contract ritual impurity.", 
            "A corpse does not impart ritual impurity until the person actually dies. Even if one's veins have been cut, or he is in his death-throes, even if his two vital signs have been slit, he does not impart ritual impurity until his soul expires, as ibid.:13 states: \"The soul of a man who dies....\" If his backbone is broken together with most of the surrounding flesh, he was torn apart like a fish from his back, he was decapitated, or he was cut in half from his stomach, he imparts impurity, even though some of his limbs are still making convulsive movements."
        ]
    ], 
    "versionSource": "http://www.chabad.org/library/article_cdo/aid/1517151/jewish/Tumat-Met-Chapter-1.htm", 
    "heTitle": "משנה תורה, הלכות טומאת מת", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Taharah"
    ]
}