{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Chokhmat Shlomo on Bava Batra", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "<b>גמ'</b> לישנא אחרינא נמחק:", 
            "<b>שם</b> מאי קמ\"ל בשאין בה דין חלוקה דכי לית בה דין חלוקה כי רצו פלגי תנינא כו' כן הוא בס\"א:", 
            "<b>שם</b> א\"ר אסי אמר ר' יוחנן בשקנו מידו כו' וכי קנו מידו מאי הוי כו' כצ\"ל והשאר נמחק ונ\"ב הוא ס\"א שהזכירו התוספות לעיל בד\"ה כיון דרצו בונין:", 
            "<b>ר\"ש</b> בד\"ה והמתרץ כו' כל כך שהן מיוחדים לה ודאי כו' כצ\"ל:", 
            "<b>בד\"ה</b> הבעל מוציא מיד הלקוחות כו' הלוקח אבל כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> הראשון כו' הכאה זו הס\"ד:", 
            "<b>בד\"ה</b> קסבר  :"
        ], 
        [
            "<b>גמ'</b> דלמא מיתרמי להו מילתא דמצוה ויהבי כן הוא בס\"א ונ\"ב וכן בר\"ן להדיא:", 
            "<b>רש\"י</b> בד\"ה כי בנו נמי כו' ומזבני ליה כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אמר אביי כו' נ\"ב ותימה הא בכמה מקומות רגילים התוספות לדקדק מדלא קאמר אלא ש\"מ דקאי בשיטתא דקמא על כן נראה דכולן בבנין היינו כעין בנין הראשון קאמר אמרו לו לאגריפס כו' כצ\"ל:", 
            "<b>דהוי</b> שלשים אמה ודו\"ק:", 
            "<b>בד\"ה</b> מכלל דאיכא כו' למיתני אלא והאריח כו' כצ\"ל:", 
            "<b>בד\"ה</b> כל דאמר כו' :"
        ], 
        [
            "<b>גמ'</b> בנין נאה מימיו במאי כו' כצ\"ל:", 
            "<b>שם</b> ועייל שפה כי היכי כו' נ\"ב עיין בפ' החליל:"
        ], 
        [
            "<b>גמ'</b> סינופי ריבי מלבר כו' כצ\"ל וכן ברש\"י:", 
            "<b>שם</b> ת\"ק סבר לפי דמי כו':", 
            "<b>שם</b> אב\"א מקיף כו' צ\"ל ל\"א מקיף כו' ונ\"ב והוא עיקר:", 
            "<b>רש\"י</b> בד\"ה ה\"ג כו' אותו אימא כו' אומר כו' וגדר כו' אותו דאהני ליה כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אלא לת\"ק כו' אלא מאי קיהיב ליה כצ\"ל:", 
            "<b>גברא</b> בעית לאוכלויי להזעיק ולגעור בהן אכלויי לשון הרמת קול ירעם מתרגמי' כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> הקובע זמן לחבירו ובא בזמנו ואמר לו כו' כצ\"ל ונ\"ב ס\"א:", 
            "<b>רש\"י</b> בד\"ה ולאו בד\"ה ארבעה לצלא וארבעה לצללא אני שמעתי כו' למאכלות ביתו ליום כמו כו' הישר והטוב כך כו' ואל תסלקוהו ויש גמגום דהעור קרוי כו' לפרנסת ביתו כצ\"ל והס\"ד והשאר הוא הג\"ה עד ס\"ד ונ\"ב והוא קצת כפירוש הראשון:", 
            "<b>תוס'</b> בד\"ה ואי לא כו' ס\"ל כדפרש\"י ועוד כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>רש\"י</b> בד\"ה לא אחזיק כו' אחזיק לשפכי אחזיק לשפכי לא אחזיק לנטפי היתה לו כו' בלא מרזב אחזיק כו' במקום אחד דהא כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה זה שלא כו' של חבירו הס\"ד:", 
            "<b>בד\"ה</b> אין זקוק לו בין גג לגג הס\"ד:", 
            "<b>תוס'</b> בד\"ה שתי חצירות כו' וא\"ת ותחתון למה כו' נ\"ב פירוש למה יסייע בבנין הכותל כל היכא שחצירו נמוכה ארבע אמות א\"כ אין לעליון היזק ראיה מן התחתון ואפילו את\"ל שאינו גבוה חצירו ד' אמות מן התחתון מ\"מ לא יסייע בבנין אלא עד שישלים עם הגידוד ד' אמות וק\"ל:"
        ], 
        [
            "<b>גמ'</b> אמר להו רבא לאו אמינא כו' כצ\"ל ונ\"ב כן הוא בס\"א:", 
            "<b>שם</b> אע\"פ שאין בו אילנות הגיעו כן הוא בס\"א:"
        ], 
        [
            "<b>גמ'</b> קבועות הן ורב אמר יש להן כו' כצ\"ל:", 
            "<b>שם</b> ת\"ר כופין כו' נמחק וצ\"ל תני רשב\"ג אומר לא כל העיירות כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה נהרדעי כו' ליה הא דאידור בה כו' חילקנו אזול כו' מנהרדעי כצ\"ל והס\"ד והד\"א:"
        ], 
        [
            "<b>גמ'</b> דלא נפקי באכלוזא אבל נפקי באכלוזא רבנן לאו בני מיפק באכלוזא נינהו כצ\"ל וכן ברש\"י ונ\"ב הוא כמו אוכלסא ופי' המון עם ר\"ל שאם יוצאים הבעלי בתים בעצמן בהמון עם אין דרך תלמידי חכמים שילכו ביניהן ערוך:", 
            "<b>שם</b> דחק רבי יונתן בן עמרם כו' אמר ליה בני קריתה א\"ל כו'. ממנו למימרא דלכל מילי בעינן כו' כצ\"ל:", 
            "<b>שם</b> לפסי העיר כו' נ\"ב פסי העיר פירוש קרשי העץ לחזק שערי העיר כמו פסי ביראות ערוך ור\"נ פירש בקעות שסביב החומה:", 
            "<b>שם</b> לפסי העיר תנן אמר רב אסי אמר רבי יוחנן הכל לפסי העיר ואפילו מיתמי כו' אמר ליה אביי הא מדתני כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה שלשים יום לתמחוי כיון ששהה שם שלשים יום גובה הימנו גבאי כצ\"ל והס\"ד ואח\"כ מתחיל הדבור תמחוי מאכל לעניים:", 
            "<b>תוס'</b> בד\"ה יתיב רב יוסף כו' דרבא דקבלה משום שלום מלכות כו' נ\"ב פירוש והוא הדין רב יוסף עביד משום שלום מלכות:"
        ], 
        [], 
        [
            "<b>גמ'</b> לתת עלינו שלישית כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ולא אזקיק ליה אפי' לפרוסה כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> יכפה אף ושוחד בחיק חימה עזה ופליגא כו' ורבי יהושע בן לוי אמר כו' הויין לו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מה כיבום כו' לא מצי למיגמר דהא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> שינה מפכחתו כו' כצ\"ל:", 
            "<b>שם</b> אשבעה בהקיץ תמונתך נמחק. רש\"י מתחיל הדבור השתא כן אם נפלתי והס\"ד:"
        ], 
        [
            "<b>גמ'</b> שם מאירות אותה כו' נ\"ב פירוש מבעירות:", 
            "<b>שם</b> שלום מלכות איבעי ליה כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> אבותי גנזו במקום שאין כו' גנזתי במקום שעושה כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה אוצרות כו' בהאי קרא דפרי צדיק כצ\"ל:", 
            "<b>בד\"ה</b> נותן לכל פתח ד' אמות להלן מן הפתח אמות כו' כצ\"ל:", 
            "<b>בד\"ה</b> משום פרוק כו' לשם הכא כו' הד\"א:", 
            "<b>ד\"ה</b> מתחלקת צ\"ל מתחלק כו':", 
            "<b>כנגדו</b> והרוחב כפי רוחב הפתח כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה אבל מייחד ליה פיתחא ודרך אותו פתח ד' בד\"ה שבקש לפתוח כנגד פתחו כצ\"ל וכן אח\"כ בד\"ה חמש חצירות כו' לרה\"ר הס\"ד:"
        ], 
        [
            "<b>גמ'</b> קבר שפתחו סתום אינו מטמא כל סביביו פרץ את פצימיו וסתמו מטמא כל סביביו כל זה נמחק:", 
            "<b>שם</b> דאמר רב יהודה אמר רב מצר שהחזיקו כו' כצ\"ל:", 
            "<b>שנטלה</b> נבואה מן הנביאים כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה לעיר אחרת לדרך עיר אחרת הס\"ד ואח\"כ שהמבואות בה הוא ג\"כ מדויל כו' כשהנהר שם נמשכים ממנו מתמעט ולפעמים שזה כו' כצ\"ל:", 
            "<b>ס\"ד</b> ואח\"כ האחרות ג\"כ הס\"ד:", 
            "<b>בד\"ה</b> בהדורי כו' הזרע אב\"א כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה האי :"
        ], 
        [
            "<b>רש\"י</b> בד\"ה חד גיסא כו' פלגינן לה בקרנזול כו' כצ\"ל. ואחר דבור זה מצוי ציור כזה*:", 
            "<b>בד\"ה</b> לית דינא שזה יכול לומר לא שלך אקנה ולא שלי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כופין את כו' הא היא מרגלא ליה פירוש שיכול להכשיר זרעו ע\"י שישא בני שפחה כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> חסורי מחסרא נמחק:", 
            "<b>רש\"י</b> בד\"ה בבייתוס הס\"ד:", 
            "<b>תוס'</b> בד\"ה ועושה בראשו כו' לספר בסופו ע\"כ כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אוכלות בארון י\"ב כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה בספר תורה כו' צ\"ל ס\"ת כו' וגו' אכין ורקין שני מיעוטין הן כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> נפיק מיניה ומנח עילוי כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> דברי הימים עד לו וכו' נ\"ב נ\"ל האי עד לו דקאמר אינו מלשון עד ולשון לו הוא עצמו כי אין זה לשון התלמוד ועוד מנין לו שלא כתב כולו ואין זה אלא דברי נביאות בלא טעם גם בכל הספר של ד\"ה לא כתב שמו של עזרא אלא שם אביו ושם אחיו ועוד דא\"כ לפ\"ז משמע דספר עזרא כתב כולו וזהו מוכח להדיא מן הפסוק שנחמיה בן חכליה סיימו וא\"ת שזהו ספר בפני עצמו א\"כ יהיו כ\"ה ספרים על כן נראה לפרש דה\"ק כתב ספר עזרא וייחוס של ד\"ה שהוא עד לו כלומר עדות למה שייחס את עצמו כבר בספר עזרא וזהו אינו בראיה ובמופת מה שיחס אדם את עצמו עד שכתב ספר ד\"ה שיחס הכלל מראש ועד סוף ובתוכו ייחס כל עולי גולה וייחס אביו ואחיו עד פנחס בן אלעזר בן אהרן וזהו עדות יחוס במופת למה שיחס כבר את עצמו ועל זה מסיק שפיר מסייע כו' ותלמודא אינו נראה כל כך הנראה לעניות דעתי כתבתי:", 
            "<b>רש\"י</b> בד\"ה כמו שנאמר להלן כו' אכולה כו' הד\"א:", 
            "<b>דאקשי</b> מאן אסקיה על ספר עזרא הוא דהקשי וכן פירוש רש\"י לשם כך נראה בעיני אף שמלשון רש\"י כאן בד\"ה למתני' כו' צ\"ל ללישנא אחרינא גרסינן למתניתא דלעיל בעניינא דעשרה כו':"
        ], 
        [
            "<b>גמ'</b> וסר מרע מאי וסר מרע א\"ר אבא כו' וכן הוא בס\"א:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה להפוך כו' לעקור כל כבוד שחירף וגידף כצ\"ל והס\"ד:"
        ], 
        [
            "<b>גמ'</b> נתחלף לי איוב לא בדעת ידבר ודבריו לא בהשכל אמר רבא כצ\"ל והשאר נמחק ונ\"ב נ\"ל דלא גרסי' ובס\"א אינו ותדע דא\"כ מאי מקשה תלמודא הלא קרא דלא בדעת ידבר איוב הוא דברי אליהוא בן ברכאל הבוזי וקרא דולא דברתם וגו' הוא דברי הש\"י שדבר נגד שלשת ריעיו וק\"ל. וא\"ת מדאמר לא דברתם נכונה וגו' משמע שהוא דבר מן הנכון ואין בו שום עול א\"כ תיקשי למ\"ד חירף וגידף והוסיף לו כו' אלא מאי אית לך למימר נגד ריעיו דבר א\"כ מאי מקשי אלא בע\"כ לא גרסינן נ\"ל:", 
            "<b>שם</b> תלאה הקב\"ה בגלגל חמה כו' נ\"ב ובפרק מי שמת (בבא בתרא דף קמ\"א) הקשו התוס' תימה למה לא נתנה ליצחק כו' ע\"ש:", 
            "<b>רש\"י</b> בד\"ה ושט את כו' שהיה בבכורים שט כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> אברהם יצחק ויעקב משה ואהרן ומרים כדאמרן בנימין כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה שלא שלטה כו' צ\"ל ששה לא שלטה בהן יצה\"ר אין לפרש כו':"
        ], 
        [
            "<b>גמ'</b> ליתני אלא א\"כ הרחיק מבור של חבירו ג\"ט כל זה נמחק:", 
            "<b>שם</b> סלע הבא בידים כו' נ\"ב פירוש סלע מרופף שא\"צ כלי ברזל לחצבו אלא אדם בידים חופר בו ערוך:", 
            "<b>תוס'</b> בד\"ה ה\"ג כו' בסיד וקשה לא\":יי כו' כצ\"ל:] :"
        ], 
        [
            "<b>גמ'</b> דמפסיק צונמא ת\"ש היה גדר כו' כן הוא בס\"א:", 
            "<b>שם</b> גדר מכאן הכא נמי בצונמא אי הכי כו' כן הוא בס\"א:", 
            "<b>רש\"י</b> בד\"ה דירה כו' ואין לנו לאסור דירתו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה היו שרשיו כו' דמים ובזה לא כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ואי לא כו' ובלוקח ולא היה צריך כו' לא יצטרך לומר דלרבנן כו' כצ\"ל:", 
            "<b>אחר</b> ד\"ה ואי לא כו' צ\"ל ד\"ה וסבר רבי יוסי כו' ואח\"כ ד\"ה מכלל דסבר כו' וג' דבורים האלו צ\"ל ד\"א ואח\"כ ד\"ה לגלוגי חרדל כו':", 
            "<b>בא\"ד</b> אי סמיך פליגי כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה רואין כל כו' כנדבך שהוא כו' נ\"ב פירוש לוח של עץ או של אבן:"
        ], 
        [
            "<b>תוס'</b> בד\"ה היא גופיה כו' כגון העשוי לנוח כו' נ\"ב פירוש שאינו עשוי ליטלטל מחמת כובדו כגון ספינה ותיבה גדולה והדומה לו:"
        ], 
        [], 
        [
            "<b>רש\"י</b> בד\"ה סיפא כו' מאי הס\"ד:", 
            "<b>תוס'</b> בד\"ה כי מציון כו' בעבודה גם הוא היה מכוין כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> בעלי אומניות ולא מלמד תינוקות ולשכנו כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה שיק\"י שקדים אבל כו' הד\"א:"
        ], 
        [
            "<b>גמ'</b> ענישתיה דכי הוה אזיל לבי טבחא למישקל אומצא הוה אמר להו לטבחי אנא כו' אדהכי נגה ליה רב נחמן בר יצחק אתו רבנן א\"ל לרב נחמן בר יצחק כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה וקמא היכי כו' קמא היכי סמך כו' נ\"ב פי' קמא ממש ולא כמו קמא דאיתא בגמ' דקאי אכותל ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> החלונות בין מלמעלן בין מלמטן בין מכנגדן ד' אמות כו' אמר רב זביד במרדד את כותלו כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה את כותל כו' על פני כל אורכה ברי כו' בו לתקן מזחילתו כו' כצ\"ל:", 
            "<b>בד\"ה</b> מרחיקין כו' ד' אמות כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה לעיל במרדד את כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה והתניא את כו' את הברייתא דהא קשה רישא לסיפא דרישא קתני שלשים ריס מן היישוב פורסין ובסיפא קתני אפילו מאה מיל לא יפרוס דהכא תניא בתוס' כן הוא בס\"א:", 
            "<b>בא\"ד</b> פי' שאין זרעים כו' נ\"ב ומיירי ביישוב עיר וקרי ליה מדבר משום דליכא ביה זרעים:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה דכל מדדה כו' הכרמים אז ליכא כו' כצ\"ל:", 
            "<b>ד\"ה</b> הג\"ה ושמע מיניה כו' צ\"ל ה\"ג וש\"מ כו':", 
            "<b>בא\"ד</b> דבעינן תרי רובי הוי משום כו' נ\"ב פי' היכא דאזלא איהי לגביה דהוה ליה קבוע וכל קבוע וכו':"
        ], 
        [
            "<b>גמ'</b> ואתי בליביה ומצוי ליה כו' כצ\"ל ונ\"ב פי' בערוך צוו שורף ומיבש לחלוחיתו:", 
            "<b>רש\"י</b> בד\"ה ואי איכא כו' הן וקטנים כו' להביאם אומר כו' הד\"א:", 
            "<b>בד\"ה</b> ה\"ג כו' אלף אמה הס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>גמ'</b> יעקב חדייבא בר אבא כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה לבתר דנפק רב פפא הס\"ד:", 
            "<b>בד\"ה</b> חדייבא כו' צ\"ל הדייבא דמן הדייב:", 
            "<b>בד\"ה</b> לא נהנין מדרבנן הס\"ד:", 
            "<b>בד\"ה</b> רבינא כו' וסיפא רישא דקתני בתר אילן אזלינן כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה כמה מרובע כו' ב' אמות ותחתוך העודף כו' כצ\"ל:", 
            "<b>בא\"ד</b> ולספרים דגרסי פש להו פלגא דאמתא נמחק:", 
            "<b>בא\"ד</b> עשה אותו כו' צ\"ל ועשה אותו:", 
            "<b>בד\"ה</b> ובוידוי כו' במעשר שני שום וידוי כו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה דמפסיק צונמא באמצע שרשים שאין שני צדדין כו' כצ\"ל:", 
            "<b>בד\"ה</b> אי אמרת כו' ולטפויי אתא מחרוב ושקמה דקאמר תנא קמא היינו דקאמר כו' כצ\"ל:", 
            "<b>בד\"ה</b> ושדי התם כו' תחתיה ואי כו' להכי בדחלולי הד\"א:", 
            "<b>תוס'</b> בד\"ה ובדחלולי כו' רשאי לישאר שם קמ\"ל כו' נ\"ב לפי ר\"ח צ\"ל דהאי ה\"א דקאמר לא קאי אמייתי עורב כו' אלא אמאי דסגי בדחלולי ודו\"ק:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה בית השלחין כו' פירות תדיר הס\"ד:", 
            "<b>תוס'</b> בד\"ה כנס את כו' ותמוז וחצי אב קיץ כו' כצ\"ל:", 
            "<b>בד\"ה</b> עד נגיחה כו' הוחזק נגחן בג' פעמים הכי נמי הוחזק שתקן בג' שנים כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>גמ'</b> אלא אמר רבא כו' כצ\"ל ובכל העמוד צ\"ל רבא:", 
            "<b>ר\"ש</b> בד\"ה תרתי לא כו' לתוך שדהו בלא רשותו כו' כצ\"ל:", 
            "<b>בד\"ה</b> באתרא דמוברי באגי במקום כו' טעין אידך ואמר אני כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> בלילה כו' בלילה והוא אין כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה וה\"נ כו' משתמשין :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בשוקאי כו' ולא ידעתי שאתה דר בביתי כו' כצ\"ל:", 
            "<b>וכן</b> עיקר הד\"א:", 
            "<b>בד\"ה</b> אלא מעתה כו' פרותיו הס\"ד:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה א\"ל כו' שקר והלכה כו' ואזיל הדר כו' אביי אמר הס\"ד והד\"א:", 
            "<b>בד\"ה</b> דסמיך עלה כו' מאבותיך ובעי כו' דברים הראשונים הס\"ד והד\"א:", 
            "<b>בד\"ה</b> עולא אמר כו' קצת בזה שחזר וטען והאי דאמרי כו' כצ\"ל:", 
            "<b>בד\"ה</b> דלא מגלה כו' ושוב אינו יכול כו' נ\"ב ונ\"ל והוא דקאמר אתם עידי:", 
            "<b>בד\"ה</b> האי כו' צ\"ל והאי:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אבל באותו כו' עצמו לא והלכתא כרב נחמן שהרי נפסק הדין על פיו כדמוכח לקמן אנן אחתיניה כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> עירער חד איכא :"
        ], 
        [
            "<b>גמ'</b> בי תרי ואמרי דבי כו' כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ואחתיניה כו' עד א' ואמר דכהן כו' כצ\"ל:", 
            "<b>בינייהו</b> והא דקתני כו' ומכחיש עד א' המכשירו כצ\"ל והס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה גחין בעל השטר הס\"ד:", 
            "<b>בד\"ה</b> אבל אי כו' מעות עצמן הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה א\"ל רב אידי לרב חסדא הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כיון דאודי דשלא כדין החזיק עד עתה כצ\"ל והס\"ד:", 
            "<b>בהג\"ה</b> לא היא שהודה שאכל הפירות אלא כדמפוש הרב כו' כצ\"ל:", 
            "<b>דף</b> לד ע\"א ר\"ש בד\"ה היכי לדייניה כו' חטף היכי לדייניה דייני להאי דינא הס\"ד והד\"א:"
        ], 
        [
            "<b>גמ'</b> לא תפסינן אזל ולא אשכח כו' אפקוהו וכל דאלים כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ההוא ארבא כו' דמדמי ליה התם טלית לשאר כו' נ\"ב פירוש שנים שהפקידו אצל אחד זה מנה וזה מאתים ואח\"כ בא כל אחד ואמר מאתים שלי הוא דקאמר תנא קמא נותן לזה מנה ולזה מנה והשאר יהא מונח עד שיבא אליהו ורבי יוסי אמר א\"כ מה הפסיד הרמאי אלא הכל מונח כו':"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה ומאי שנא כו' יחלוקו והא הכא כו' והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אמר רב זביד ואי טעון כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה האי מאן דאחזיק כו' עכשיו ואם בא כו' כצ\"ל:", 
            "<b>בד\"ה</b> תפתיחא כו' ונתבקעה כמו פתחי כו' כצ\"ל:", 
            "<b>בד\"ה</b> אפיק כורא זרע כור הס\"ד:", 
            "<b>בד\"ה</b> והאיכא כו' הרועה הס\"ד:", 
            "<b>בד\"ה</b> ניר חרישה כו' ניר הס\"ד:"
        ], 
        [
            "<b>גמ'</b> שעושה ג' פעמים בשנה נמחק:", 
            "<b>תוס'</b> בד\"ה היו לו כו' אבל אילנות גדולים ממטע ט' ג' לבית סאה כצ\"ל ונ\"ב כאשר הגהתי הוא עיקר וכן הביאו ולפירושו נמי כו' כצ\"ל:", 
            "<b>הטור</b> בשם ר\"י בעל התוס' סי' קמ\"א:", 
            "<b>בד\"ה</b> ממטע עשרה כו' הוי חזקה שכשיעור יניקה כו' גבי מכר :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לאו מי כו' שלשה שנים אבל כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה לימא ליה כו' לאילנות כיון שפירש כו' כצ\"ל:"
        ], 
        [
            "<b>רשב\"ם</b> בד\"ה ה\"מ דיש לו קרקעות הס\"ד:", 
            "<b>תוס'</b> בד\"ה מכר כו' את הקרקע אלמא משום דקנה אילן אחד נמי כו' דשמעתין בג' אילנות כו' ואליבא דרבנן דר\"ש דס\"ל מקדיש בעין יפה הוא מקדיש הא אמר מוכר בעין יפה הוא מוכר וכ\"ש מקדיש ואלא רבנן ואליבא כו' כצ\"ל ונ\"ב פי' לומר שהקדיש את כולה אפילו באילן א' שאינו במכר וק\"ל:", 
            "<b>בא\"ד</b> דר\"ש דאמר במקדיש כו' לפרש כן דקאמר אלא פשיטא ר\"ש אליבא דמאן כו' כצ\"ל:", 
            "<b>דף</b> לח ע\"א ר\"ש בד\"ה מ\"ק כו' דרבי יהודה הס\"ד:"
        ], 
        [
            "<b>גמ'</b> דאמר רב ענן כו' נ\"ב רשב\"ם גרם אמר ול\"נ דאמר וקאי אדלעיל כפשוטו ודו\"ק:", 
            "<b>ר\"ש</b> בד\"ה ורב מאי כו' חזקה והא אמרה כו' הד\"א:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה אמר כו' הכא היכא שהשיבו כו' אחרי כן בעדים אחרים כצ\"ל:", 
            "<b>בד\"ה</b> והא אמר כו' הכי ומשני כו' הד\"א:", 
            "<b>בד\"ה</b> כל מלתא של גנאי הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לא דכ\"ע כו' אלא בג' הס\"ד:"
        ], 
        [
            "<b>תוס'</b> בד\"ה וא\"צ כו' כדאמרינן לקמן בפרק המוכר את הספינה זכו כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה האי עובדא כו' לשטר זה כי האי גוונא כו' הד\"א:"
        ], 
        [
            "<b>גמ'</b> את גופך מי הוה ידעת וכי היכא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והא אחזקי כו' לקמיה דאתא וסייע גודא כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה א\"ל רב כהנא לרב יהודה הס\"ד:", 
            "<b>בד\"ה</b> מצטרפים כו' לקלא ויודע ראובן כו' כצ\"ל:", 
            "<b>בד\"ה</b> וכולן בשטר כו' ולשטרו דאם יש לו שטר :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אכלה המחזיק הס\"ד:", 
            "<b>בד\"ה</b> האומנים כו' בידי אין כו' כצ\"ל והד\"א:", 
            "<b>פשיטא</b> שאין יכול לערער כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה מלוה על פה כו' דבב\"ק גבי אמר עולא אמר ר\"א הלכה גובין מן העבדים אמר רב נחמן לעולא אמר ר\"א אפילו מיתמי לא מיניה מיניה ואפילו מגלימא דעל כתפיה כו' שם מפורש כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' חלקו דלית בה כו' הד\"א:", 
            "<b>בד\"ה</b> לומר כו' ברשות הס\"ד:", 
            "<b>בד\"ה</b> אפילו הוא כו' צ\"ל ואפילו כו':", 
            "<b>תוס'</b> בד\"ה שבח כו' דיורד שלא ברשות כו' נ\"ב פי' הרשב\"ם שאם בשעה שירד בה שותף היה בה שבח המגיע לכתפים כענבים העומדים ליבצר והתבואה ליקצר ונטל מהן דנוטל ברשות נמי נוטל מהם כיון שעדיין צריכין לקרקע אבל ירד שלא ברשות אינו נוטל מהם כלל מפני שיכול לומר לו אינו צריך לאריסותך שהרי עומדין ליתלש ובשדה שאינה עשויה ליטע ונטעה נוטל כל השבח כאלו עשויה ליטע ואפי' השבח יתר על ההוצאה שהוציא ובזה יש לו דין יורד ברשות דאלו יורד שלא ברשות אם השבח יתר על ההוצאה אינו נוטל מן השבח אלא כנגד ההוצאה והכא שותף נוטל כל השבח כו' עכ\"ל הר\"ן:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מפני שמעמידה כו' ובדלית ליה כו' כצ\"ל:", 
            "<b>בד\"ה</b> לעולם דקיץ כו' לעניים הש\"ד ואח\"כ מ\"ה דכיון דרווח כו':"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מכר לו כו' ואזיל הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ומקשינן כו' ללוקח וליתני כו' הד\"א:", 
            "<b>בד\"ה</b> אלא כדרבין כו' דאחרים אפילו כו' הד\"א:"
        ], 
        [
            "<b>גמ'</b> דאמר רבה אי אקני ליה מטלטלי אגב מקרקעי גובה מקרקעי גובה מטלטלים כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה לא צריכא כו' תירץ כו' ושיטה זו נוהגת ברוב המקומות ופי' ר\"ח כו' כצ\"ל:", 
            "<b>בד\"ה</b> נמצאת כו' כלל והכא נמי כו' הד\"א:", 
            "<b>בד\"ה</b> ומשני כו' בעדי שקרים כו' נ\"ב ותימה אפילו בעדי אמת הא אמרינן הודאת בעל דין כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה דלא הוה ליה כו' איסור משקר הס\"ד ונ\"ב והשאר היא הג\"ה מהרי\"ח:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אי דאית ליה כו' שיש נכסים בני חורין כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואניס ליה כו' ממני ובלא כו' הימנו וכדמפרש לקמן כו' רעה ויביא עדים כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ולא וכצ\"ל:"
        ], 
        [
            "<b>גמ'</b> תפיס ליה לא לעולם כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה א\"ל כו' חזקה והכי הויא כו' הד\"א:", 
            "<b>אמרן</b> כו' דאוכף הס\"ד:", 
            "<b>ד\"ה</b> אפילו כו' מפצי ליה כו' והכי קיימא לן משום דאמימר בתראה הוא הס\"ד בד\"ה אי דאיכא כו' השכירות הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אי דאיכא כו' חזקה הא כו' מהימן הס\"ד והד\"א:", 
            "<b>בד\"ה</b> והשתא כו' החזרתיו לך אם טוען שמכרו לו אחר כך או משכנו כו' לא ראה מהימן מגו דאי בעי אמר החזרתיו כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר ליה בעל הבית הס\"ד:"
        ], 
        [
            "<b>תוס'</b> בד\"ה לוקח ראשון כו' וערב :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אמרי לה מעיד כמו ערב הס\"ד:", 
            "<b>בד\"ה</b> אבל בן כו' הבן אומן הס\"ד:", 
            "<b>והלוקח</b> כו' נ\"ב פי' ולא נצטרך לחלק בין חד נגזל לתרי נגזל ודו\"ק:", 
            "<b>בד\"ה</b> אי לאו כו' לגזלן הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לקח מסיקריקון כו' ג' גזירות גזרו קמייתא כל דלא קטיל לקטליה מציעתא כל דקטיל ליית' ד' זוזי בתרייתא כל דקטיל ליקטלוהו קמייתא כו' וזבין כו' כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה ראייתו כו' דאפילו מעות אין לו כו' נ\"ב וא\"כ בע\"כ איירי שלא נתן לו מעות וק\"ל:", 
            "<b>בא\"ד</b> דאמר לקמן גבי אשה בנכסי בעלה כו' דלגלויי כו' כצ\"ל:", 
            "<b>בד\"ה</b> ורב ביבי כו' אלא בהודה ולא במנה נ\"ב פי' כפי שפירשו התוס' לעיל דמש\"ה קאמר אין ראייתו ראייה ואין מעמידין כו' ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בכותים פסול כו' לרב הונא דהיכא דליכא כו' דברי חכמים הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> ולרב ביבי כו' בידו ואוסיף כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה יקריב כו' חטאות ואשמות שבאות כו' כצ\"ל:", 
            "<b>בא\"ד</b> מקופיא מכפרת כו' נ\"ב פירוש שיהא מכפר על עשה תורת קבע כמו שמכפר החטאת זה אינו אלא דרך דורון הוא כלומר כשעשה תשובה ואח\"כ מביא הדורון לרצות האל יתברך הוא דפרדיסא כו' נ\"ב לעיל (בבא בתרא דף מ:)"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ואפילו כו' הוה ליה להאי לאישתמוטי כו' כצ\"ל:", 
            "<b>מכפר</b> וקופיא לשון ויצף הברזל תרגום וקפא ברזלא כלומר דרך ציפות בעלמא:", 
            "<b>בד\"ה</b> אמר רבא כו' מעשה בד\"ה דהא אשה כו' ולהתקדש לו כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> ואמר אמימר כו' הכי הס\"ד:", 
            "<b>בד\"ה</b> חתם רבה כו' אמכירה ואאשקלתא כצ\"ל והס\"ד ואח\"כ מתחיל הדבור גם על שטר המכירה חתם הס\"ד:", 
            "<b>בד\"ה</b> רב הונא כו' בתלוה וזבין לא אמרן אלא בשדה סתם כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אמר רב נחמן כו' דאית ליה לרב :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה נחלה כו' כדמפרש לקמן הס\"ד:", 
            "<b>בד\"ה</b> אי אפשי כו' להנאתי הס\"ד:", 
            "<b>תוס'</b> בד\"ה מר בר רב אשי אמר מודעא היו דברינו נאמן דלא דמי כו' כצ\"ל:", 
            "<b>נחמן</b> בפ' שני כו' וא\"ת וכיון כו' דר' ורבנן ורב נחמן כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומקשי כו' שלה קנה כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> תימא כו' ואקנייה הס\"ד:", 
            "<b>בד\"ה</b> לקח מן האיש כו' במס' כתובות הס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>גמ'</b> ורב אשי מסיים בה משמיה דרב נחמן ואפילו הכי ל\"ג ליה כמו שפי' רשב\"ם:", 
            "<b>כו'</b> שלשים יום הס\"ד:", 
            "<b>ר\"ש</b> בד\"ה כיון דאית לה מזוני מהבעל הס\"ד:", 
            "<b>בד\"ה</b> אימא דוקא הכי הס\"ד:", 
            "<b>בד\"ה</b> הרי זו כו' נתונה ואמר ליה רב נחמן כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> לוה מן כו' נכסיו הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה רברבי כו' אמר רב כו' נ\"ב שרי ליה מרי לא דק הוא רבי ולא רב וכן איתא בירושלמי להדיא במסכת ביצה והסמ\"ג הביאו בהלכות חול המועד:", 
            "<b>תוס'</b> ד\"ה לא ניחא כו' נ\"ב שייך להפוך הדף. ואח\"כ מ\"ה ר\"ת לא גריס :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ושטרות של הלואה הס\"ד:", 
            "<b>בד\"ה</b> מתקיף כו' מודה לי אבא הס\"ד:", 
            "<b>כו':</b> ", 
            "<b>בא\"ד</b> וסברי כרב הונא כצ\"ל:", 
            "<b>בד\"ה</b> קבל מן כו' בעי שקלה מיניה ויהבה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ופסק ר\"ח כו' וכן בפי' ר\"ח כתב מרי\"ש גאון כצ\"ל והד\"א ונ\"ב רי\"ש הוא רבי ישראל גאון:", 
            "<b>בד\"ה</b> דשביחא כו' על כך ומקושי גדול כו' קמ\"ל הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> ומתמא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דברים כו' כליו וספריו ביד אחר כו' כצ\"ל:", 
            "<b>בא\"ד</b> כיון דלא גייס ביה נ\"ב פי' אינו רגיל עמו וכן בתוס' דשבועות פרק כל הנשבעים אבל בהג\"ה דאשר\"י כתב דוקא אינש דגריס ביה כו':"
        ], 
        [
            "<b>גמ'</b> צרור דצמד לה מיא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה נעל וגדר כו' אלא ודאי בנעל איירי כו' נ\"ב איני רואה כאן שום קושיא דע\"י העמדת דלתות קנה אפילו לא נעל דהרי הוא השביח הקרקע דמעתה שהעמיד הדלתות ראוי לדור בה דירת קבע כמו שפירשו התוס' בסמוך:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה או דלמא כו' כצ\"ל:", 
            "<b>בד\"ה</b> והחזיק במיצר כו' פורתא הס\"ד:", 
            "<b>בד\"ה</b> המוצא פלטרין כו' צ\"ל קודם ד\"ה גדולים לא גרסינן ונ\"ב בפירוש מדוייק שייך הא אחר המוצא פלטרים בנויים ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מוליא כו' לבדו הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> בנכסי הגר כו' מעשה צעצועים ופרחים כו' כצ\"ל ונ\"ב לקמן (בבא בתרא דף צ\"ט:)"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מי אמר כו' מן הכותי הס\"ד:", 
            "<b>תוס'</b> בד\"ה כותי כו' במשיכה וכדרבי יוחנן כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה זבינייהו כו' או יתעשרו ויאמרו כו' ופרדיסי והילך כו' כצ\"ל:", 
            "<b>והד\"א:</b> ", 
            "<b>בד\"ה</b> וה\"מ כו' הבעלים הס\"ד:", 
            "<b>בד\"ה</b> אקרקפתא כו' העיר והך מלתא כו' הד\"ח:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה טומאה כו' לענין טומאה הס\"ד:", 
            "<b>תוס'</b> בד\"ה ר\"א כו' ובודאי נגעי הוה שרי כו' כר\"א דסבר ספק כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ואזדא כו' אפילו לענין שבת נ\"ב כבודו במקומו מונח כי למה לא פירש כפשוטו דאמר אפילו פיסלא וכן מוכח להדיא בפרק המוציא יין ע\"ש:", 
            "<b>בד\"ה</b> מאי חצובה כו' להחשב כמצר כצ\"ל:", 
            "<b>בד\"ה</b> כל שהראה כו' ועד דן הס\"ד:", 
            "<b>תוס'</b> בד\"ה הר שעיר כו' עליהם אף עמון ומואב שהם קרובים כו' כצ\"ל והד\"א נ\"ב ודאמר מר דאיתא לעיל היינו לאתויי ראיה דעשו משום עניים ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אלא האי כו' שוהה שנה שניה כו' ומיעוט אחד הוא דאיכא אין לך כו' כצ\"ל:", 
            "<b>תוס'</b> ד\"ה אלא מעתה כו' כדרך מוברי באגי כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה והא דקתני אסורה הס\"ד:", 
            "<b>בד\"ה</b> היכא דאיכא כו' השלחן ואי ליכא כו' הד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה זיל אימא ליה לאברהם הס\"ד:", 
            "<b>בד\"ה</b> בדיוקני כו' דכתיב ביה בצלם אלהים ברא אותו כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה ור' אלעא כו' בביתי ור' זירא כו' הד\"א:"
        ], 
        [], 
        [], 
        [
            "<b>גמ'</b> ואיפכא אתמר כו' נ\"ב נ\"ל דאינו מגיה הדברים ומשבש כל הגירסא דא\"כ מאי אסברא לך דקאמר רבי יעקב ועוד אמאי איפך לדבריהם ואין לומר משום דתיקום רבי יוחנן כר' יהודה כמו שפירש רשב\"ם דהא ריש לקיש נמי אית ליה כרב יהודה כדמסיק אלא הכי פירושו אסברא דלא פליגי כדקאמר דרבי יוחנן מיקל וריש לקיש הוא דמחמיר אלא איפכא הוא והכי קאמר רבי יוחנן אמר כונס ומוציא הוא דקשרו רבנן ולא להחזיר הכתלים וריש לקיש אמר דאי להחזיר הכתלים אסור משום דכבר מחל לבני רשות הרבים הוא הדין דאסור להוציא הזיזין והא מודית לי דשרי ה\"נ שרי להחזיר הכתלים ודו\"ק:", 
            "<b>ר\"ש</b> בד\"ה מיצר שבין ב' שדות שהחזיקו בו כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה והתא כו' כעין שורה דרובד כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> לא צריכא דאיכא דקרו ליה לבית בית ולבירה בירה כו' כצ\"ל ונ\"ב אבל ברי\"ף ורא\"ש גרסינן דרובא וצ\"ע:", 
            "<b>שם</b> וזביני אילן קדמאי כלום כו' דבי רבי חייא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה קמ\"ל כו' הכי משום כו' הד\"א:", 
            "<b>בד\"ה</b> ואי אמר ליה אינש לחבריה הס\"ד:", 
            "<b>בד\"ה</b> בוסתני גנות הס\"ד:", 
            "<b>בד\"ה</b> ופרדסים כרמים הס\"ד:", 
            "<b>תוס'</b> בד\"ה ש\"מ כו' ביטול מקח יש להן נ\"ב פירוש בכפל מדמיו כגון ק' בר' כן מסקנת הפוסקים:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מצר לו כו' עד המערב מצוייר ציור כזה א:", 
            "<b>בד\"ה</b> יקנה כו' של מזרח ומערב מצוייר ציור כזה ב:", 
            "<b>בד\"ה</b> היכא דאיכא כו' מצר מערבי קצר מצויר כזה ג:", 
            "<b>בד\"ה</b> מצר ראובן כו' דאתי למפלג ליה באלכסון מצוייר כזה ד:", 
            "<b>והוא</b> הדין כזה ה:", 
            "<b>בד\"ה</b> סיים לו כו' מקרן לקרן שתי וערב מצוייר ציור כזה ו:", 
            "<b>בד\"ה</b> כמין גא\"ם כו' שמיצר תחילת כל רוח כזה ז:", 
            "<b>תוס'</b> בד\"ה ומצר ראובן לרוחין תרין כו' מצויר כזה ח:", 
            "<b>בא\"ד</b> ראובן ושמעון ומיהו הוה אמינא דקנה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בסירוגין מהו כו' ובאלכסון מצוייר כזה ט:", 
            "<b>בד\"ה</b> חוץ ממצר כו' רביע הס\"ד:", 
            "<b>בד\"ה</b> ולא אמרן כו' על פני שניהם מצויר כזה י:", 
            "<b>בא\"ד</b> אבל מובלע מצוייר כזה כ:", 
            "<b>בד\"ה</b> הכי גרסינן כו' דלא מובלע נמי קנה מכלל דכי לעצמו וקדייק כו' הד\"א וכן צריך להיות:", 
            "<b>בד\"ה</b> מבי מר רבה הס\"ד:", 
            "<b>בד\"ה@66</b> וכתוב הכי כו' מכירה הס\"ד:", 
            "<b>בד\"ה</b> פלגא דאית כו' ממון ואותו כו' הד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה תנו חלק כו' בתוספתא דהך בבא אומר תנו כו' כצ\"ל:", 
            "<b>בד\"ה</b> לטפיחי כו' הדעת אין פחות כו' לרביע אין פחות כו' הד\"א:", 
            "<b>בד\"ה</b> בן לוי כו' או לזה או לאחר כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמאי מעשר כו' מקנה כו' כרבנן נמחק כרבנן:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה שאם רצה כו' יתורא לעצמו כמו כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אלא לרב פפא כו' מצרנא קני פלגא והכי כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> יתיב רבינא וקא קשיא ליה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ואי סלקא דעתיך בסתמא קני כי גבוה כו' פירוש בקונטרס אי כו' דבטורח בעי לקני רומא כו' ועוד דנפקא ליה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בין חריבין כו' בשובך הס\"ד:", 
            "<b>בד\"ה</b> אלא לאו כו' לרבנן דגבי שדה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כר' עקיבא כו' כר\"ע דאמר ליה כו' כצ\"ל:", 
            "<b>בד\"ה</b> דאי אתמר כו' חלקת הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> שניהם כו' לעצמו את החיצון כו' נ\"ב פירוש כגון מכר לו את הבור והדות כו':", 
            "<b>ר\"ש</b> בד\"ה בהמה כו' כצ\"ל:", 
            "<b>תוס'</b> ד\"ה אמר ת\"ק כו' נ\"ב שייך לעמוד שני:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה נגר בריח וקבוע בכותל הס\"ד:", 
            "<b>בד\"ה</b> בין כך כו' שלא אמר הס\"ד:", 
            "<b>גמ'</b> ושל דגים ואמרי מאי כו' כצ\"ל ונמחק הרי אלו נמכרין:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ר\"א מטהר כו' תיקנו אלמא לר' אליעזר כו' היה לו להכשיר ואי רבנן כו' כצ\"ל:", 
            "<b>בד\"ה</b> לעולם ר' אליעזר ס\"ל כברייתא דצינור כו' כצ\"ל:", 
            "<b>בד\"ה</b> ועוד כו' דצינור דר' אליעזר כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ואליבא כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>גמרא</b> אבל לא העליונה ולא את העבירים ולא את הגלגל לא את הקורה ולא את שקין ולא את המרצופין ובזמן שאמר לו הוא וכל מה שבתוכו הרי כולן מכורין רבי אליעזר אומר כו' כצ\"ל ונ\"ב כן הוא בס\"א:", 
            "<b>ר\"ש</b> בד\"ה הממל ואת בתולת כו' מטלטלי הן ובגמרא כו' כצ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה קנים המחולקין מפוצלין הס\"ד:", 
            "<b>בד\"ה</b> אמר רב פפא כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה בשטר כו' האמנתו לנפקד הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה שטר כיס כו' דסנהדרין נראה כו' סבירא להו הס\"ד והד\"א:", 
            "<b>בד\"ה</b> דאמרי נהרדעי כו' נותן אחריות טפי מפלגא כו' כצ\"ל והשאר נמחק:", 
            "<b>תוס'</b> בד\"ה מאן דאמר כו' אין גובין אבל אם מוחזקין כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אמר רבא כו' ופטורים והך דאמרינן כו' כצ\"ל והד\"א ונמחק כל הג\"ה עד להחזיר לו בשטר:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה וקמתמה כו' קל וחומר הוא ולגבי בור כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מדנפשייהו כו' דאית לן למימר טפי כשמוכר אילן כו' נ\"ב פירוש גבי הקדש הדומה נמכר ודו\"ק:", 
            "<b>בא\"ד</b> מבתר שדה דמשוייר כו' נ\"ב פירוש שמכר אילן ושייר שדה דשדינן קרקע בתר האילן כגון גבי הקדש ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> ד\"ה אי רבנן כו' צ\"ל ואי רבנן כו':", 
            "<b>בד\"ה</b> אלא פשיטא כו' לרב הונא ומתכוין להעמיד כו' מקדיש קרקע ולעיל כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בשדה אחוזה כו' צ\"ל כשדה אחוזה כו':", 
            "<b>בד\"ה</b> לכדרבי מאיר כו' טפי לרבויי אלא לאו משום כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה האנתיקי כו' האחין אבל כו' הד\"א:", 
            "<b>בד\"ה</b> פוק חזי כו' אין לך רשות לצאת כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' דרכו של שד להיראות כו' כר\"ל:", 
            "<b>בד\"ה</b> ודחוהו מיא כו' צ\"ל ואדחוה מיא כו' ונ\"ב נראה בעיני לגרוס ארחוה ברי\"ש והוא מלשון ריח וק\"ל:", 
            "<b>בד\"ה</b> חרבו מיניה כו' כל כך הס\"ד:", 
            "<b>בד\"ה</b> שיצא כו' שיצא לשיצא שתי סנפירים כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כל אבא חמרא רבה בר חנה היינו רבי אבא כו' ונ\"ב עיין לקמן בסנהדרין (בבא בתרא דף ה') בתוס' דמשמע דאבא חמרא הוא דקאי על רבה בר חנה ובר בר חנה כו' קאי ארבה בר בר חנה שהוא קאי אבן בנו של חנה ע\"ש ודו\"ק:", 
            "<b>ד\"ה</b> בי נשבעתי צ\"ל שנשבעתי כו':", 
            "<b>בד\"ה</b> היכא דנשקי כו' שנושקין יחד זה לזה כו' נ\"ב ולא אוכל לידע איך הגיע על אותו מקום גבוה שהיה קרוב לשמים הא מהלך חמש מאות שנה הוא וגם איך לא נשרף מהבלא כו' וצ\"ע:", 
            "<b>תוס'</b> בד\"ה פסקי חדא כו' התחי חיות מתביישות כו' נ\"ב פירוש נשים שהיו נדות ומתות אותן בגדים שהיו עליה סמוך למיתה שהוכרחו לטבילה מחמת נדה והיו נדות החיות מתביישות שנשתנו אפילו במיתתן ע\"כ התקינו לטבול כל הכלים של האשה סמוך למיתה אפילו לא היתה נדה וק\"ל:"
        ], 
        [
            "<b>גמ'</b> אתא קא בעי למבלע לספינתא כו' בכל הר קדשי כי מלאה הארץ דעה את ה' כמים לים מכסים אל תקרי כו' וים אספמיא וים הגדול כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והדרא ליה תנינא ה\"ג כו' כצ\"ל ונ\"ב והיינו כגירסת הפנים רק בגירסא שלפנינו בסוף אתא ציפרא ולא פושקנצא שהוא עורב ואולי יש לו סוד:", 
            "<b>בא\"ד</b> ושקלה ושקלינן כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ארזילי ימא ראמים שבים הס\"ד:", 
            "<b>ור\"ח</b> פירש לויתן נמחק ונ\"ב בס\"א אינו:"
        ], 
        [
            "<b>גמ'</b> ותקשרנו לנערותיך נ\"ב פירוש כמו שתולין קמיעות לנערים קטנים:", 
            "<b>ר\"ש</b> בד\"ה התמשוך כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה חד אמר כו' ר\"ת לא גרס לה כו' נ\"ב פירוש ואמר הקב\"ה כדין כו' אלא הם פליגי בלישנא דכדכוד איזה אבן ששמו כדכוד ואית דגרסי כו' סברי דהכי הסוגיא בתחלה מסיק דמלאכי ואמוראי פליגי בלישנא דכדכוד ואיכא דאמרי מאי כדכוד כדין וכדין וקאי אכתוב דלעיל א\"נ שאית גרסי פליגי בה כו' חד אמר חומות ירושלים יהיו מפוך ולא מספיר וחד אמר מספיר ואמר הקב\"ה כדכד כלומר כדין וכדין כו' ודו\"ק:", 
            "<b>בא\"ד</b> פוך וספיר דלעיל יהיו שמשותיך כו' כצ\"ל ונמחק והתם לא איירי:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אלף ושני שילה כו' בחשבון גימטריא שיל\"ה כצ\"ל:", 
            "<b>בד\"ה</b> מלא קומתה דהיינו עקירת רגליה כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ספינה כו' למימר היינו ת\"ק כו' הד\"א:", 
            "<b>בד\"ה</b> ובפלוגתא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> הוא צריך ואמר לי אין לצור ולצור כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אותיות מילי כו' אבל כשכותב שטר בשמו כו' נ\"ב ולפי זה גרסינן לעיל גבי רב אשי ואמר לי טעמא כו' ואמרית ליה אין לצור ולצור:"
        ], 
        [
            "<b>תוס'</b> בד\"ה רב פפא כו' שאינו נקנה בחליפין כו' נ\"ב פירוש ולא משום דאין אדם יכול להקנות הלואתו וא\"כ הכא שפיר נקנה בתורת אגב ודו\"ק:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה אמר רבא כו' כמות שהוא חמורך כו' שאילה אמר לו כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> מאי דכתיב כו' הרי כתיב והוא נלחם כו' כצ\"ל:", 
            "<b>בד\"ה</b> שנקראו שיחים כו' וכל שיח השדה ומתרגמינן כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ק כו' ושובך נמי פליג וסבירא כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה נוטל ג' נחילים כו' בשלשה ימים ותשעה ימים כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כדרכו אסור כדמפרש לקמיה מן הקרקע כו' הד\"א:", 
            "<b>בד\"ה</b> אין גזעו כו' לא יקום לכך נאמר כו' הד\"א:"
        ], 
        [
            "<b>גמ'</b> והא כתיב אדמתך שתי פעמים חד למעוטי אדמת כותי וחד למעוטי אדמת גר והכתיב כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מעשר שני כו' נינהו הס\"ד:", 
            "<b>תוס'</b> בד\"ה תרומה לכהן כו' ואת מעשר שני יעלה כו' נ\"ב פירוש הלוי א\"נ הוא בעצמו ויפריש ממנו לשם מעשר ראשון ויתן ללוי ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה נקטינן מרבותי הס\"ד:", 
            "<b>בד\"ה</b> תחתיהן כו' והנופות הס\"ד:", 
            "<b>תוס'</b> בד\"ה בצרן ושגרן כו' ולא שליח משום דבכורים אין להם שיעור נ\"ב ומת דקאמר הוא הדין לא מת אלא אפילו לא הביא השליח והבעל הבית עצמו גמר ההבאה אפילו הכי אינו קורא ודו\"ק:", 
            "<b>בד\"ה</b> עד שתהא כו' וגו' ואין נראה שיקראו כו' כצ\"ל:", 
            "<b>בד\"ה</b> מתקיף כו' לקוץ משום דחייש דלא לימא כו' ודאי לא מכר לו את הקרקע כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> השתא דרך אין לו דארעא אחריתא היא כמלא אורה וסלו יש לו כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה כמלא אורה המלקט וסלו בידו כו' הד\"א:", 
            "<b>בד\"ה</b> ה\"ג כו' במסכת כלאים מותר כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה מדברי רבינו נלמוד שלשה שאין כו' נ\"ב פירוש התוספות לא גרסו בספריהם דארעא אחריתא היא ומשום הכי דקדקו התוספות ממקום אחר:"
        ], 
        [
            "<b>גמ'</b> ר\"מ ורבי שמעון אומרים הניטע כו' כצ\"ל וכן ברשב\"ם:", 
            "<b>ר\"ש</b> בד\"ה ואחר כו' דלמא קנה ואם תמצא לומר כו' הד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה עלה כו' השתא ומתמה כו' הד\"א:", 
            "<b>בד\"ה</b> כשורה כזה והויא כו' הד\"א ומצויר כזה:", 
            "<b>בד\"ה</b> כחצובה כו' אויר השתים מצוייר כזה:"
        ], 
        [
            "<b>גמ'</b> ומתניתא הא אתא לאשמועינן דלוקח יכול לחזור בו דסד\"א משום כו' נ\"ב זהו לפירוש התוספות ודו\"ק אבל לפרש\"י גרסינן ומתניתין היינו טעמא משום דכתיב כו':", 
            "<b>ר\"ש</b> בד\"ה שוה ו' כו' מעות הס\"ד:", 
            "<b>בד\"ה</b> ומתניתין כו' מודה לך וכן פירשה רבינו זקיני מ\"כ כצ\"ל ונ\"ב החילוק בין רש\"י ובין נינו רשב\"ם בארתי יפה בספרי סימן ל\"ה:", 
            "<b>תוס'</b> בד\"ה אי ממתניתין כו' וכן פירוש הרשב\"ם בשם רש\"י כו' נ\"ב אף שהקונטרס לא פירש כן בנוסחת פירושו דבמקום שכותבין התוספות טוב טוב יאמר המוכר פירש הקונטרס רע רע יאמר הקונה כלומר אף אני בחזקת רעות לקחתי' שהרי אני אמרתי רעות דלעולה רע יאמר הקונה ומ\"מ בסגנון אחד פירשו לאפוקי פירוש השני שפירש ר\"י:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה המוכר פירות כו' וכך הס\"ד:"
        ], 
        [
            "<b>גמ'</b> אבל ברשות לוקח כיון שקבל עליו מוכר קנה לוקח ברשות מוכר לא קנה עד שיגביהנה או עד שיוציאנה מרשותו ברשות הלה המופקדים כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה עד שלא כו' מוכר שנתמלאה כו' וליטול בה מקחו עד שיצניענו כו' שלא הגביה הס\"ד וכצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אבל אם כו' של דתרוייהו כו' השותפים הס\"ד:", 
            "<b>בד\"ה</b> ואי בכליו כו' דמוכר ומשני סיפא אתאן כו' ומתמהי ומאי כו' הד\"א:", 
            "<b>מוכר</b> הס\"ד:", 
            "<b>תוס'</b> בד\"ה ארבע מדות כו' וקשה לפירושו דא\"כ כו' שידו כידו ומ\"מ כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בד\"ה בין מדד כו' דלוקח ובכליו דלוקח כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כגון שהיה כו' תימה ריב\"א כו' צ\"ל ותירץ ריב\"א כו':"
        ], 
        [], 
        [
            "<b>גמ'</b> אני מוכר לך וכדאמר רב כהנא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה מצאתי גירסא כו' וקשיא לתרוייהו ופרקינן כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> והאי דקפריך כו' דלא מפרשי' דבהכי מיירי כו' נ\"ב נ\"ל כי בגירסא שלהם לא כתוב אלא הא דרב כהנא לחוד דאיירי בשנתות וא\"כ זהו סברתם שמפרשים דמסיפא פריך דברישא בודאי לא היה מתורץ אם לא דאמר ליה להדיא ואפשר מש\"ה לא פריך ליה מרישא דידע שפיר התי' דא\"ל כו' מאחר דתניא להדיא ראשון ראשון קנה ואיירי בכל מדה ומדה לבדה שקנה לפי ערך הדמיון אבל הכא דלא קתני ראשון ראשון מסתמא איירי דמכר סתמא ומשום הכי בעי לאוקמי בשנתות ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ראשון ראשון כו' וליתני ברשות הרבים כו' נ\"ב פירוש קודם שישנו הבמה דברים אמורים הראשון ודו\"ק (עיין במהרש\"א):"
        ], 
        [
            "<b>גמ'</b> ואי ס\"ד ראשון כו' כל שהוא קני כל מה שעליה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה רישא כו' וקמ\"ל דאין שלוחו כו' הלוקח ממנו הס\"ד והד\"א וכצ\"ל ונ\"ב פירוש והכא לא איירי שהשכיר בעל הבית אלא שהשאיל להם המדה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה מי כאן כו' איכא תנא דאתנייה רב כחל כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה משום יאוש כו' אותו מצוי מפני שטורח כו' כצ\"ל:", 
            "<b>בד\"ה</b> מצאתי הגהת כו' וא\"ת לדידן לתנייה לפונדיון במתניתין כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה וה\"מ כו' כנושא שכר ונראה בעיני דלאו כו' כצ\"ל ונ\"ב שרי ליה מריה בכאן לא דק דמפני שהוא כנושא שכר אסיפא קאי ולכך פטור כשנאנסו כדמוכח הסוגיא להדיא התם ונ\"ב נ\"ל (עיין במהרש\"א):", 
            "<b>בד\"ה</b> קרא דלעת שקל קרא לקנות כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מר סבר כו' ואפילו מנין לא צריך כו'. נ\"ב והא דקתני לא ידעו בעלים ה\"ק לא ידעו בעלים לא בגניבה ולא בחזרתה פירוש שלא מנו או שידעו ומנו פטור ומנו ארישא קאי דקתני הכי הגונב טלה מן העדר והחזירו מת או נגנב חייב באחריותו לא ידעו בעלים כו' מכלל דרישא בידעו איירי ע\"ש:"
        ], 
        [
            "<b>גמ'</b> וכמה גירומין כו' נ\"ב נראה בעיני שהגירומין הוא דאורייתא ומש\"ה לעולם בעי אחד למאה בין רב בין מעט אבל הכרע במשקל הוא כנגדה שיכריע המשקל טפח דאז כשמוותר על משקלו ושוקל בעין יפה לא החמירה עליו אפילו לא יבא לעולם בחד שיעורא אלא באיך שיבא יבא ודו\"ק. ולישנא דברייתא לקמן היה מבקש ממנו ד' ליטראות מנין שלא יאמר שקול לי אחת והכרע כו' משמע דאהכרע קפיד ודו\"ק:", 
            "<b>ר\"ש</b> בד\"ה אחד מעשרה כו' ס\"א ומדמצריך כו' נ\"ב הוא פירוש אחר אבל אינו משמע כן מפירוש רשב\"ם:", 
            "<b>בא\"ד</b> מעשרה בלח הלכך כו' וחיסר האחד הס\"ד והד\"א:", 
            "<b>בד\"ה</b> בעשרים ושתים כו' ומוי\"ו עד מ\"ם שמונה אותיות כצ\"ל:", 
            "<b>תוס'</b> בד\"ה התם אפשר כו' דלא צוה אלא לעשות כו' נ\"ב ס\"א אלא דלא צוה לעשות לו תשובה ודו\"ק:", 
            "<b>בד\"ה</b> יקללם כו' באם בחקותי ובוהיה כי תבא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> במקום שגודשין ולפחות מן הדמים כו' שמעינין ולהוסיף לו כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ת\"ר כו' לא יהיה לך בכיסך אבן ואבן כי אם אבן שלמה וצדק כצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג דמתקני כו' צ\"ל קודם ד\"ה מקמ\"ל כו':", 
            "<b>בד\"ה</b> א\"נ כו' מפני שמטעין בהן כפר\"ח נ\"ב ואע\"פ דבמדות קטנות אמרי' לקמן דלא טעו אינשי שזה חלל מרובה מזה ואיכא היכר טובא במשקלות טעו ונ\"ב גליון:", 
            "<b>מה\"ד</b> ונותן הכרע כו':", 
            "<b>בא\"ד</b> משום דאי אפשר כו' נ\"ב הנראה בעיני משום שלא החמירו עליו להכריע כל פעם ופעם טפח וטפח ופירוש זה שכתוב בפנים היינו למאן דסבר שהכרע טפח לעולם אחד ממאה א\"כ הוכרח לפרש משום צמצום ודו\"ק:", 
            "<b>בד\"ה</b> י\"ב טפחים ד' טפחים הקנה כו' נ\"ב ולפ\"ז לא דק מה שכתב כדי שלא יגע בגג מאחר דהקנה הוא מארבע טפחים א\"כ מן האמצע לא יגע בגג אפילו בשני טפחים רחוק מהגג אלא צריך לפרש הטעם לאו משום דלא יגע בגג הוא אלא כמ\"ש בפירוש אחרים כשהחבל קצר בקל יש להטות המאזנים אילך ואילך או לפרש הקנה י\"ב טפחים והמיתנא י\"ב טפחים וכ\"כ הרמב\"ם והטור:", 
            "<b>בד\"ה</b> בפירוש זה העמוד כו' נ\"ב ואני שלמה לוריא לפי בינותי בספרים הגהתי כראוי בעה\"י:"
        ], 
        [
            "<b>גמ'</b> מפני שהוא מיקל ולא של כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה קנה ומיתנא כו' כדקתני בברייתא דלעיל כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> ולשאר מיני מתכות מפני שפוחתים והולכין. ונראה בעיני דלא זו אף זו קתני אחרון אחרון אינו פוחת כ\"כ כצ\"ל והס\"ד ומה\"ד מיקל ואינו נכנס כ\"כ במדה ולכך אינו מוחק יפה ומפסיד המוכר כצ\"ל :"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אבל שמינית כו' הלוג והיינו דקתני כו' רובע ותומן והתומן כו' ביצים וחצי תומן ביצה ומחצה ועוכלא כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> דלא ליהוי כו' והוא לא ידע כו' נ\"ב פירוש קודם שבא לכאן אבל בבואו לעיר ידע והוכרח למכור כמו שהיה רגיל עד עכשיו ודו\"ק [עיין במהרש\"א]:", 
            "<b>בד\"ה</b> ומתמה כו' לא ירויח זבון כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה והשקל כו' של חול כשקלים שהיו כו' ואחת של הדיוט ואחת של רביע כו' סלעין רביעית מניא ט\"ז וסלעין כולהו כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> כגון שבתי אוצר פירות כו' נ\"ב בפרק יום הכפורים לחושו לה ולא אילחשה ונפק מינה שבתי אוצר פירות ורבי חנינא קרי עליה זורו רשעים מרחם:", 
            "<b>ר\"ש</b> בד\"ה לא יכניס משלו כו' נ\"ב הוא פירוש של קב חרובין לא יאצר ועיין בטור:"
        ], 
        [
            "<b>גמ'</b> צללפונית כו' נ\"ב נ\"ל הצללפונית היא אמו של שמשון בדברי הימים בסוף יחס יהודה והוא טוב מפני רוח רעה מצאתי:", 
            "<b>שם</b> ושבע בקדרו ורב דימי כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והוא דזיל כל כך הס\"ד:", 
            "<b>בד\"ה</b> עיברא זעירא כך שמו הס\"ד:"
        ], 
        [
            "<b>גמ'</b> לאמה (שלמה) של מלכות כו' נ\"ב ובמדרש רות דורש כסא לאם המלך זו בת שבע ותשב לימינו זו רות ע\"ש:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה ואמאי כו' גובה עיקר כתובה כו' כצ\"ל:", 
            "<b>בד\"ה</b> לסטים מזוין כו' קלא אית להו פירוש וסבר וקביל כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לאו משום דרובא עבדי הס\"ד:", 
            "<b>בד\"ה</b> הכי איתנהו כו' בתר רובא וקשיא לשמואל כו' ללוקח ומשני הד\"א:", 
            "<b>בד\"ה</b> ח\"נ כו' המעשה ומשני כו' שור למיפטרה הס\"ד וכצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> המוכר פירות לחבירו וזרען ולא צמחו ואפילו זרע פשתן אינו חייב באחריותן אימא סיפא רשב\"ג כו' פירות לחבירו וזרען ולא צמחו ואפילו זרע פשתן אינו חייב באחריותן דברי רשב\"ג שרשב\"ג אומר זרעוני גנה שאינן נאכלין חייב באחריותן הא זרע פשתן אינו חייב באחריותן אלא הא רשב\"ג כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה נותן לו כו' לוקחים אזלי ור' יוסי כו' הד\"א:", 
            "<b>בד\"ה</b> וחסורי כו' ולא נימא יציאה איכא בינייהו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מאן יש אומרים כו' קבלה היתה בידן דהאי כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה חטין כו' לוקח כו' הס\"ד:", 
            "<b>בד\"ה</b> אלא טעמא כו' כ\"כ תפשוט מיהא כו' '    הד\"א:", 
            "<b>בד\"ה</b> כל סאה כו' זרוע מעיקרו בהשרשה כו' נ\"ב פירוש שנזרע התבואה בכרם שהיה לו מקדם נאסר מיד כשהשריש אפילו לא הוסיף מאתים כו':"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הכי השתא כו' רובע ולעולם אימא לך מנפה את כולה ולמאי כו' לשנויי הכא הכי השתא התם כו' אבל הכא דודאי כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מקבל עליו בעל השדה הס\"ד:", 
            "<b>בד\"ה</b> קשיא ברייתא כו' מוכר לך הס\"ד:", 
            "<b>בד\"ה</b> קשיא נמי כו' הנמכר בחנות אי דאמר ליה כו' והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מרתף זה כו' אני מוכר לך ממרתף כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> א\"ל מתניתא ידענא ביה לקמן הכי ואמרינן מאי קאמר כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> את\"ל בתר דטעימיה עקר כו' בתר דטעימיה והוה ריחיה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והאי חמרא כו' ולא ודאי חומץ כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אמר רב וכו' הראשונים הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> ד\"ה עובדא דיין כו' צ\"ל עובדא דן כוותיה כו':", 
            "<b>בד\"ה</b> ואחרים כו' וכל שכן דחמרא ופירא מעליא הוי כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כל שלשה כו' ולא איבעי לך לשהויי כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה להודיעך כחו כו' חידוש גדול לחומרא כו' נ\"ב פירוש אפי' הוא לחומרא ודו\"ק:", 
            "<b>בד\"ה</b> שמרים כו' לברכת היין וברייתא לא הוה כו' כצ\"ל:", 
            "<b>בד\"ה</b> ראשון מים ראשונים שמכניסו והוציאו משם הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג של הקדש כו' ושל מעשר לעולם מותר כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> בקדושת הגוף דחמירי יין שהוקדש לנסכים כו' כצ\"ל:", 
            "<b>בד\"ה</b> כך אמרו כו' דאחרים וקבעי כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> שנתמד כו' מחשבה ופרכינן כו' כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה לא צריכא כו' אשר ישתה בכל כלי כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ואמר רבא  סוחט אדם כו' סכנה היא ואי למעוטי כו' ואחרים היא אלא למעוטי כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ואלא כו' צ\"ל ואי למעוטי תמד של שמרים הס\"ד:", 
            "<b>בד\"ה</b> לעולם כו' סכנה הוא כגון דעבריה כו' דלקידוש פסול הס\"ד והד\"א:", 
            "<b>בד\"ה</b> חמר כו' ולא נהירא הס\"ד:", 
            "<b>בד\"ה</b> תנא כו' והואיל ולא היו שבורין כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואם ידוע כו' הרי היה יכול לשתותו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ואם ידוע שיינו מחמיץ כו' לחבריה אחבית יין ולמימר הכי כו' הא אי תקפה הוי כו' איגלאי מלתא והוכיח סופו כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> לחנואה אדעתא לסבויי כו' נ\"ב למכור יין בחנות כמו זולל וסובא כו' רש\"י פרק '     השוכר בע\"א על ההיא מסובתא:", 
            "<b>ר\"ש</b> בד\"ה משל ג' כו' שלשה שנים עם שנה כו' כצ\"ל:", 
            "<b>ד\"ה</b> פליגא הא כו' צ\"ל ופליגא הא לבית כו':", 
            "<b>בד\"ה</b> ולא אמרן דמפסיד בעל הבית כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> וה\"ק ליה לת\"ק ראיה מנין כבנין היכל כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ודילמא כו' והשני עומד מצד כו' נ\"ב לפירוש רשב\"ם עמד הארון אצל כותל מערבי שהשכינה שם ואין דעת ריצב\"א כן עיין בפרק לא יחפור (בבא בתרא דף כ\"ה:)", 
            "<b>בד\"ה</b> מתקיף לה כו' בקרן צפונית מזרחית מצוייר כזה*:", 
            "<b>בד\"ה</b> ופניהם לבית כו' על רגליהן ופניהם לבית ואינן כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מן הצד אינו נפסד כ\"כ דכיון דמדעת שניהן כו' כצ\"ל ונ\"ב ור\"ש פירש לעיל בפרק הספינה (בבא בתרא דף פ\"ב) דאיירי בכי האי גוונא שנתנו להם הבית דין הדרך מן הצד ע\"ש:", 
            "<b>בד\"ה</b> שכלו אגפיה שנפלו הס\"ד:", 
            "<b>בד\"ה</b> אלא באותה שדה חזקה שנתפזר כו' כצ\"ל:", 
            "<b>בד\"ה</b> דרך הקבר שנושאים המת לקוברו כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> אין לו כו' כל הדרך מאבולא עד סיכרא כו' כצ\"ל:", 
            "<b>בד\"ה</b> המעמד בגמרא מפרש הס\"ד:", 
            "<b>בד\"ה</b> בית ארבעה כו' רוחב על נ' אורך והנראה בעיני ריבוע מ' אמות וד' טפחיס וד' אצבעות ומעט כו' א\"כ אמאי מה שנתן כו' כצ\"ל:", 
            "<b>יותר</b> כצ\"ל והס\"ד והשאר נמחק ונ\"ב בכאן יש טעות [עיין במהרש\"א]:", 
            "<b>בד\"ה</b> גזירה :"
        ], 
        [
            "<b>גמ'</b> וטעמא מאי משום דרב יהודה כו' נ\"ב ול\"נ לפרש הא דפריך מ\"ט לאו אמתני' לחוד פריך אלא אף ארבי אליעזר מאחר דלא איירי באבדה א\"כ רבים גזלנים נינהו ומשני כדר' יהודה דאמר מיצר כו' והטעם משום דשתיק ומחיל ומש\"ה סבר רבי אליעזר מה שביררו ביררו ואין הלכה כמותו נהי דשתקי לא חשבינן הך שתיקה כמחילה מאחר שביררו מעצמן אבל במתני' שנתן להם הדרך ברצונו כ\"ע מודים דהך מיצר אסור לקלקלו וחשיב מחילה ממש והא דפריך אח\"כ ור\"א רבי' במאי קנו ליה נהי דחשבי' שתיקותייהו דבעלים כמחילה ס\"ס במה יזכו שלא יוכל זה לחזור א\"נ הכי קפריך במאי קנו ליה שתאמר דשתקו הבעלים ומחלו וכי במה שביררו הדרך לעצמם לחוד מהני ומה בכך מאחר שלא החזיקו לפני הבעלים ודו\"ק:", 
            "<b>שם</b> כאחרים ותנו דייני גולה שני גמדים ומחצה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה רב אשי כו' איכא בינייהו ומקשי' לכולהו כיון דתקנת חכמים הוא או דין הוא כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ומתמהין כו' משל אחרים הס\"ד:", 
            "<b>בד\"ה</b> במאי כו' קנו לה הס\"ד:", 
            "<b>בד\"ה</b> כדי כו' פתחון פה לבעל מדת הדין כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ורומן כו' וי\"ל דבכלים אין דין כו' כצ\"ל:", 
            "<b>בא\"ד</b> בוקע ועולה דאין מבטלו נ\"ב פי' להיות שם קנים ולא חשוב קבר סתום משא\"כ בבית ובביב שהן מחוברים ושם קבר עלייה וק\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ופותח לתוכה ב' מערות הך מערה כו' כניסת מערה הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> מערה דרבנן מצוייר כזה א:", 
            "<b>בד\"ה</b> ר' שמעון כו' שלשה עשר כוכין מצוייר כזהב:", 
            "<b>בד\"ה</b> הכל לפי כו' לרבי שמעון נושאי המטה עוברין כו' נ\"ב פי' כך הוא לשון התוספתא אמרו לו אי אפשר ותו לא מידי ורשב\"ם סבר מה שאמר ר' יהודה וסלע הבא בידים כו' הוא נמי סבר כר\"ש אלא שמחלק וסבר גבי סלע הבא בידים כת\"ק דאין עושין רק שתי מערות ומרוח אחת דקאמר היינו כולן למזרח או לדרום והיינו זו כנגד זו וסבר רשב\"ם דהאי אמרו לו אי אפשר דקאמרי רבנן ע\"כ לר\"ש קאמר וה\"ה לר' יהודה דסבר כר\"ש היכא דלא בא בידים שעושין ד' מערות ויותר נראה לפרש דר' יהודה חולק נמי אשתי מערות דת\"ק וסבר דאם סלע בא בידים דאין ראוי לעשות בנין משני צידי החצר דשמא יפלו אלא מרוח אחת ואחת תחזיק חבירתה ואמרו לו חכמים א\"א לבא לתוכו מאחר שרוחב החצר אינה אלא ששה אמות וראוי להיות שהחצר יהיה כנגד הפתח ולא מן הצד ע\"י הדחק ודו\"ק. ואפשר שרשב\"ם נמי סבר הכי ומה שפי' לר\"ש נושאי המטה הוא ענין בפני עצמו ואינו קאי אמה שלפניו ודו\"ק:", 
            "<b>בד\"ה</b> אי לבראי הא קמתדשי ותו כו' וכן אח\"כ וכן בתוס' ממשיך אורה והיאך כו' כצ\"ל:", 
            "<b>בד\"ה</b> ותו כו' ואם איתא הרי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דעביד להו כו' ואמה שמניח לכל קרן וקרן כו' מצוייר כזה ג:", 
            "<b>בא\"ד</b> לעולם הכוך שמימין הפתח אמה כו' מצוייר כזה ד:", 
            "<b>בא\"ד</b> ברוחב המערה בשביל כך כו' נ\"ב ולהרויח החצי אמה באורך הכותל לא קשה דדרך לוותר עליהם שלא יתחיל מן הקצה שהרי בתחילת הכותל ג\"כ מניח חצי אמה אף לרבנן ודו\"ק:", 
            "<b>בא\"ד</b> ועוד יש לפרש כו' מצוייר כזה ה:", 
            "<b>ונ\"ב</b> וכל זוית הוא פנוי חצי אמה רוחב על אמה אורך ואם כן יהיה כל נגד אמה מן הכוך המונח מתים בשכיבה ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה יש מפרשים כו' מצוייר כזה ו:", 
            "<b>בא\"ד</b> האחרים והא כו' בשוה לאחרת אלא כו' מימין הפתח ומשמאל הפתח דקתני מתני' כצ\"ל והד\"א מצוייר כזה ז:", 
            "<b>בד\"ה</b> ומקשינן כו' שני כתלים בהדי הדדי והוה להו כו' ואלכסונה ומשני במעמיק כו' כצ\"ל והד\"א ונ\"ב פי' תחתיהן ומה שכתב כל מה שנכנס כו' ה\"ק משום הכי ראוי להעמיק כאן שאפילו חשבינן ליה כאילו הוא בשוה עמהם אפי' הכי ליכא קפידא שהרי מרחיק כו' ודו\"ק:", 
            "<b>בד\"ה</b> והא קנגעי כו' בקרן מזרחית צפונית כצ\"ל ומצוייר כזה א:", 
            "<b>בד\"ה</b> רב הונא כו' כחריות של דקל הס\"ד ומצוייר כזה ב:", 
            "<b>(ונ\"ב</b> וכציור הזה כל ד' מערות) כו' כצ\"ל:", 
            "<b>בד\"ה</b> כמה כו' כצ\"ל:", 
            "<b>בד\"ה</b> ברותא כו' צ\"ל בדותא כו':", 
            "<b>תוס'</b> בד\"ה המוציא כו' ידועים ואחד תחילה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ובודק כו' נמי בדיקת כ' אמות כו' המערות שמכאן ומכאן כו' לר\"ש הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> בודק ממנו כו' אדם אחר וצריך לעשות כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ג וכגון כו' אלא בכותלים ובספרים כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ומקשינן כו' מאחר דבראשונה לא מצא כלום נ\"ב ואני אומר משום דשנים לא הוחזק ודו\"ק:", 
            "<b>בד\"ה</b> רב שישא כו' הך סיפא נמי ר' שמעון היא וכגון כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומקשינן כו' י\"ח הס\"ד:"
        ], 
        [
            "<b>גמ'</b> נותן לבית זרע חומר שעורים כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה האומר לחבירו כו' והוא בריבוע ד' אמות חסר משהו פחות משליש רוחב אצבע ויתר על רובע כל זה נמחק ונ\"ב הכל טעות ואינו מפי' רשב\"ם ועיין בפרק האומר בקדושין:", 
            "<b>בד\"ה</b> בית כור דשמא לבנות לו בית או למשטחא בה פירי כו' אני מוכר לך אפילו כו' כצ\"ל:", 
            "<b>בד\"ה</b> פחות מיכן בגובה :", 
            "<b>ר\"ש</b> ד\"ה אמאי צ\"ל ואמאי:", 
            "<b>בד\"ה</b> ליקדשו כו' בפני עצמו כמקדיש שתי כו' כצ\"ל:", 
            "<b>או</b> בעומק הס\"ד:", 
            "<b>בד\"ה</b> דלאו בני כו' אלא בפרי עצמו לפדות בשוייהו כצ\"ל:", 
            "<b>בד\"ה</b> אי הכי בני זריעה הס\"ד:", 
            "<b>בד\"ה</b> שידרא כו' וגבשושית הס\"ד:", 
            "<b>בד\"ה</b> טרשין כו' לזרעי' ה\"מ כו' הד\"א:", 
            "<b>בד\"ה</b> ר' חייא כו' נמדדין עמה עד שיהו כו' כצ\"ל:", 
            "<b>בד\"ה</b> בעי ר' חייא כו' דהיינו ט' רבעין מפוזרין במיעוטה של רוב השדה שהוא ז' סאין כו' ועיקר וה\"ג רובן במיעוטה כו' כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה ואמאי כו' פי' הרשב\"ם במקדיש שתי שדות כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כשיר מהו כו' בינתייהו שתי וערב כו' ויחרוש אלא עשויין כאצעדה דלא מיזדרע בינתייהו שפיר כל כך כצ\"ל ומצוייר כזה א:", 
            "<b>בד\"ה</b> איצטדינין כו' האצטדינין מצוייר כזה ב:", 
            "<b>בא\"ד</b> כראשון עקלתון מצוייר כזה ג:", 
            "<b>בד\"ה</b> אפי' פיחת רובע כו' לכל סאה כו' כצ\"ל:", 
            "<b>והס\"ד:</b> ", 
            "<b>בד\"ה</b> הגיעו כו' ולא אמר ליה לא מדה כו' לאשמועינן אתא הס\"ד וכצ\"ל:"
        ], 
        [
            "<b>גמ'</b> רובע לסאה או הותיר כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה הן חסר כו' אני מוכר לך כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> ומשני כו' הזול הוא דעכשיו דאמרינן ליה למוכר אי אתא ארעא המותר יהבת ליה כו' שקול מאותו המותר מעות כזולא כו' קרקע שלך והאי דקתני כו' דמוכר דהשתא לא מפסיד הלוקח מידי כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אמר רב הונא ט' קבין שאמרו במתניתין כו' ליתנהו בתורת מחילה ולא בתורת כו' ליפות כחו דמוכר אלא לחזרת קרקע אפי' בבקעה כו' כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה פרושי קמפרש כו' איזהו בית כור שהוא בכבית כור כו' הן יותר בכבית כור דמשמע כבית כור כו' תלה ליה בכבית כור כו' כצ\"ל:", 
            "<b>בד\"ה</b> אלא לאו כו' אלא להצטרף לפחות יתר מרובע לסאה כו' כצ\"ל ונ\"ב פי' בין שהיו כבר ז' קבין ומחצה בהחסר בין לא היו כבר בהחסר אלא ג' קבין ועם הטרשים שהוא ה' קבין יהיה שמנה קבין דאז יהא יתר על הרובעים ומחזיר הכל ודו\"ק [עיין במהרש\"א]:"
        ], 
        [
            "<b>גמ'</b> מילתא יתירא לתשעת קבין כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ואי איכא כו' יחזור לו קרקע ולא כו' לא הוה לן למימר יחזיר ליכא למימר בהו ייפוי כח דמוכר כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ומשני כו' דאי הוי ט' קבין הדרי דאיכא טפי מרובע לכל סאה כו' כצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג ובגינה בית חצי קב כו' והדר ואע\"ג כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ומשני כו' ה\"ד בחצי רובע כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אבל הכא במתני' הס\"ד:", 
            "<b>בד\"ה</b> יכול לחזור כו' ועד דמשיך לכוליה לא קני מידי נ\"ב פי' במדידה לאפוקי משך כל הכור דלא מהני עיין בטור:", 
            "<b>תוס'</b> בד\"ה אבל בא כו' ואפילו הכי בסוף חדש כו' נ\"ב פי' ולא מוקמינן ארעא בחזקת מריה וק\"ל דאי לאו הכי דלמא המשכיר קרוי המוציא ודו\"ק [עיין במהרש\"א]:", 
            "<b>בא\"ד</b> ידענו שכתב ידן הוא זה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אלא לעולם כו' בתר חזקה הס\"ד:", 
            "<b>בד\"ה</b> דהתם גבי כו' ונמצא שדר על בית חבירו כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> בפרק קמא דסנהדרין אמרי בי רב רב הונא והאמר רב הונא אמרי בי רב כו' כצ\"ל:", 
            "<b>בד\"ה</b> איסתרא מאה מעי מאה מעי מאה מעי כו' הד\"א:", 
            "<b>בד\"ה</b> מהו דתימא כו' פירושי קמפרש בשני ענינים כדאמר לעיל כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> ולטעמיך הגיעו קא תנא כשום הדיינין כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה בסימניו כו' קח לך פחות משתות הגיעו כצ\"ל:", 
            "<b>בא\"ד</b> דהיינו טפי מרובע לסאה כו' נ\"ב פירוש שיעור של שתות הוא טפי משיעור של רובע ודו\"ק:", 
            "<b>בד\"ה</b> שתות הגיעו בפחות משתות כו' ובמצריו וה\"ק כו' דקתני פחות משתות הגיעו כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר לך כו' וקשיא לרב יהודה ואמר לך רב יהודה כו' כצ\"ל והד\"א ונ\"ב פירוש כך הוא מפרש הסוגיא שזו היא דברי רב יהודה ודו\"ק:", 
            "<b>בא\"ד</b> וכן עיקר דליכא הכא כו' כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה ה\"ג כו' דגרסי' פחות שתות הגיעו כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> והוא עשרין אמר לי אמר ליה דעדיפא כעשרין כו' ואורים ותומים אמר רב אשי כו' כצ\"ל:", 
            "<b>שם</b> ואזיל בי תרי מינייהו ופליג כו' צ\"ל דאזיל חד כו' ונ\"ב כן הוא בס\"א וכן ברמב\"ן:", 
            "<b>ר\"ש</b> בד\"ה אמר רב אשי כו' עם הגורל באורים ותומים כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ושמואל אמר כו' בלא מה כח ב\"ד יפה חולקין כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אחד אומר כו' ושנים אומרים במאתים כו' במנה הס\"ד וכצ\"ל:", 
            "<b>בד\"ה</b> ואחד אומר כו' פחות הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה והאנן כו' דשמנין כו' אדאכלת כו' הד\"א:", 
            "<b>ד\"ה</b> תרגומא מרישא לסיפא אמאי משמנין כו' הד\"א:"
        ], 
        [], 
        [], 
        [
            "<b>גמ'</b> ת\"ל הקרוב קרוב קרוב קודם כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה הכא תרתי יעידה ושדה אחוזה הס\"ד:", 
            "<b>תוס</b> בד\"ה במקום בת כו' ובדידיה מסתבר לאוקמי אפילו שלא נכתב בפירוש כו' כצ\"ל ונ\"ב כן הוא בס\"א:", 
            "<b>בא\"ד</b> מוקי לה באב ואי אתה מעביר נחלה כו' הד\"א:"
        ], 
        [
            "<b>גמ'</b> כי היה לי הלוי לכהן אין דאיתרמי ליה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ומתמהינן כו' אלמא קרוב היה ליתרו כו' נ\"ב יש מקשים א\"כ למה לא פריך מבניו של משה גופו שהיו קרובים ליתרו יותר מיהונתן וחלילה לומר שרשעים היו ואת\"ל שזכות משה גרם עד דור שלישי שמא זכות אליעזר גם כן גרם עד בניו של פנחס ותלמודא לא פריך מבניו של פנחס כלום ושמא אינם טובים ונ\"ל שהסברא נותנת שזכות הצדיק גורם שלא יתקלקלו בניו כ\"כ ותלוים עד דור שלישי ומ\"ה בניו של מרע\"ה בינונים היו עד בני בניו שהיו אחד רשע גמור אבל פינחס שהיה צדיק גמור מאי איכא למימר ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אמר ליה רב פפא כו' לא האי לירוש בו ולא האי לירות בו אלא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה טעמא כו' ולרשב\"א נראה דכל הסוגיא כו' כסדרן כתיבי ואימא אי איכא בן למה יש לנו כו' ועוד דקאמר ליה אביי אצטריך כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> מאן כו' לירות אטו בר קשא כו' כצ\"ל ונ\"ב מאן בו וכן הלשון בר\"ן דף ר\"ט גבי וכל בת יורשת נחלה יורשת אינה מורשת וכן בס\"א מדויקים:", 
            "<b>ר\"ש</b> בד\"ה אמר :"
        ], 
        [
            "<b>גמרא</b> אמר ליה דין שעוריה כשק אמר ליה לבן שקודם לבת בנכסי האם מנין אמר ליה דכתיב כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אמר ליה ר' ינאי כו' אותי ואלך הס\"ד:", 
            "<b>בד\"ה</b> מנין היה לו לפנחס כו' ירשה מאביו הס\"ד:"
        ], 
        [
            "<b>גמ'</b> ודלמא שאני התם שכבר הוסבה ודלמא שכבר הוסבה לא אמרינן כו' כצ\"ל ונ\"ב כך גרס רשב\"ם והתוס' גורסים אמר ליה רב פפא לאביי ודלמא כו' אפילו לפי פירוש הקונטרס נוכל לגרוס כן ודו\"ק:", 
            "<b>תוס'</b> בד\"ה א\"כ תרי קראי כו' כו' כצ\"ל. ואחר דבור זה צ\"ל ד\"ה אימא דנפל ליה משדה חרמים כו' או מאבי אמה הס\"ד ואח\"כ מ\"ד חדש ונראה לר\"י גירסת הספר כו' ואחר דבור זה צ\"ל ד\"ה אמר ליה רב פפא לאביי דלמא שאני התם כו' ואח\"כ ד\"ה אמר ליה רב יימר לרב אשי אי אמרת בשלמא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> תניא בסבת הבן ותניא בסבת הבעל כו' כצ\"ל:", 
            "<b>שם</b> אחר זה תניא בסבת הבן נ\"ב ל\"ג לרשב\"ם ונכתב עוד בצדו ותימה הלא משום הכי גריס רשב\"ם לקמן תניא אידך והכא לא גריס האי פיסקא תניא בסבת הבן אלא תני בסבת הבן ותני בסבת הבעל כלומר כולו בחד ברייתא וכן בתני אידך איפכא ולא שקרי לחדא ברייתא סבת הבן ולאידך סבת הבעל ודו\"ק:", 
            "<b>ר\"ש</b> בד\"ה אי הכי כו' לא חיישי' כיון דלא שייך כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומשני כו' דאימא של זה כדי כו' הד\"א:", 
            "<b>בד\"ה</b> אתה אומר כו' למטה אחר כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> תניא אידך לא תסוב נחלה ממטה למטה אחר כו' כצ\"ל ונ\"ב זו גירסת רשב\"ם ונכתב עוד בצדו זו גירסת ר\"ת תניא בסבת הבעל לא תסוב נחלה לבני ישראל ממטה למטה בסבת הבעל הכתוב מדבר אתה אומר כו' כשהוא אומר לא תסוב נחלה ממטה למטה אחר הרי בסבת הבעל הכתוב מדבר:", 
            "<b>תוס'</b> בד\"ה תרוייהו נמי כו' עד שאתה שואל כו' שאיני יודע כו' וההוא דקאמר אמר קרא ידבקו לא משמע ליה מאיש כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומטו בה משמיה דרבי יהושע בן קרחה כו' כמו עלה קרח ובפרק בתרא כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' וכן כולם בוי\"ו מוסף כו' כצ\"ל והד\"א ומה\"ד רצה עושין דין אם לא כתבו אבל אם כתבו שוב אין עושק דין דאין עד נעשה דיין כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מקיש ירושה כו' ואין נראה לר\"י דמשמע הכי דא\"כ כי אף כאן אגב חורפיה לא עיין כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אפילו הן כו' כל זמן שלא העידו אלא שהוא כו' אבל ראייה דידהו שרואין בלילה כו' כצ\"ל וכן בכל הדבור צ\"ל ראייה:", 
            "<b>בד\"ה</b> אמריתא כו' והקשיתו לו ולרב יוסף מי ניחא כו' וה\"ג לרב כהנא כו' והס\"ד וכצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה ניחוש כו' שכיב מרע בכולה או מצוה כו' ויבטל הדין לא הוי דין ואע\"ג דלא חזר דחיישינן שמא כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה והלכתא כוותיה כו' והא קיימא לן הלכתא כרבה ובהא אין הלכה כרשב\"ג ומדלא קאמר והא קי\"ל בהא הלכתא כרבה כדקאמר כו' כצ\"ל:", 
            "<b>בד\"ה</b> מה אשה כו' דאין הבעל יורש אשתו בראוי עד דיליף מפנחס כו' ממורישי אשה לכן צריך לפסוק אחר כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה משנתינו כו' הוי מצי לאקושי ולמימר כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בן הבת ובת הבן ובן בת הבן מנין כו' דמיבם לא הוה ידעינן כו' נ\"ב פירוש דלא אמרינן כיון דלענין יבום כי הדדי נינהו כו' אלא כדלעיל דבן ובת קודמין לאחי המת משום דשניהם שוין לפטור מיבום לאפוקי אחי המת דלא עדיף כולי האי אלא שזוקק ליבום וכן פירשו התוס' להדיא לעיל דף ק\"ת בד\"ה כלום יש יבום וא\"כ כי היכא דלשם לא מהני האי סברא אלא שבן ובת קודמין לאחי המת אכן לעולם הבן קודם לבת הכא נמי מהר האי סברא דלענין יבום כי הדדי נינהו שיהיה בן ובן הבן שניהן עדיפי מאחי המת אבל לעולם ה\"א שהבן קודם לבן הבן ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הא כיצד כו' דהיינו דתן דודו כו' נ\"ב בכאן משמע שהאחין קודמין לאבות ואינו כן שלעולם האבות קודמין לאחין ובודאי אם היה אליאב קיים היה קודם לדתן בנו אלא כוונתו בכאן כאילו האבות ודאי כולן כבר מתו ורצה לבא ע\"י משמוש איך יפול הנחלה לאחד ממשפחתו וזהו לא יתכן אלא ע\"י אחין ובניהן ודו\"ק היטב (עי' במהרש\"א):", 
            "<b>תוס'</b> בד\"ה מלמד שבא צבעון על אמו כו' נ\"ב פי' אשת שעיר:", 
            "<b>בא\"ד</b> הכי נמי בא ענה על אמו כו' נ\"ב פירוש אשת צבעון ואמו לא דוקא אלא אשת אביו והיו העולם סוברים שהיא בת צבעון ואי נמי כאילו יצא מבין שניהם ודו\"ק (עי' במהרש\"א):"
        ], 
        [
            "<b>ר\"ש</b> ד\"ה מלא עליו עברה כו' צ\"ל ה\"ג מלא עליו עברה כו':"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הכי נמי כו' האב קודם לעולם לאחי האב ואחי האב קודמין לאחות האב ואחי האב כו' כצ\"ל ונ\"ב כך הוא בכל הנוסחאות וראוי להיות כתוב במקום אחי האב אחי המת ועוד פשיטא שהוא קודם לאחיו וגם הל\"ל קודם לאחיו אלא הכי קאמר קודם לאחי המת מן האב וכאילו אמר קודם לאחין מן האב והיינו אחיו של מת שהרי לא קאמר לאחיו ודו\"ק:", 
            "<b>בא\"ד</b> ואבי האב קודם לאחי אבי האב ואחי אבי האב ואף אחותו קודמין לאבי אבי האב כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ומדאמרינן כו' אבי חפר ובמכיר אבי גלעד לעיל מיניה איירי כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה היה מבאי כו' כגון ראובן שהוליד בנים כו' כצ\"ל:", 
            "<b>בד\"ה</b> ממאי דהאי כו' פסוק זה כו' הס\"ד:", 
            "<b>תוס'</b> בד\"ה מכאן ומכאן כו' ומדנמנו בערבות מואב כו' נ\"ב פירוש אותן שהיו בני ששים וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה בשלמא למ\"ד כו' והוי להו עשרה בנים כו' כצ\"ל:", 
            "<b>ד\"ה</b> ולמ\"ד לבאי הארץ כו' נ\"ב זה הדבור שייך לעמוד שני:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לכולה ארעא דישראל לאו דוקא כולה כו' נ\"ב מה שפירש רשב\"ם לאו דוקא כולה יפה פירש דאי דוקא כולה א\"כ מרגלים ועדת קרח למה לי הלא הן בכלל כל ישראל אבל מה שפירש דכתיב וילונו העם על משה לאמר מה נשתה תימה גדולה דא\"כ איך סבר אביי למה הקדים מרגלים קודם מתאוננים אי לאו לאקושי למרגלים וא\"כ מ\"ט דאידך דלא מקיש הלא מוכח מן המקרא דאפכינא כדי לאקושי ועוד וכי מפני זה הפסידו חלקם בארץ הלא לא מצינו להדיא שקצף המקום עליהם רק שכתב ושם נסהו ואדרבה כתב מיד אחריו ויאמר אם שמוע תשמע לקול ה' אלהיך והישר בעיניו תעשה וגו' כל המחלה אשר שמתי במצרים וגו' משמע שחביבין היו לפניו ויותר טוב היה לו לפרש התלונה שאחר כך כתיב וילונו כל עדת בני ישראל על משה ואהרן וגו' ואותן גרועין יותר שהרי אמרו מי יתן מותנו ביד ה' במצרים בשבתינו על סיר הבשר וגו' והקב\"ה השיב שמעתי תלונות בני ישראל ובאותה תלונה שכפרו בטובה שהוציאם ממצרים כדי לתת להם הארן ראוים הם להפסיד חלקם יותר מתלונה ראשונה שצעקו למים אבל כל זאת אינו שוה לי דסוף סוף לא מצינו שחטאו להדיא אלא מחמת דוחק חשש רעב אמרו כן כמו שאמרו להמית כל הקהל הזה ברעב וכן כל התלונות הכתובים בפרשת בשלח כולן מחמת רוב דוחק צעקו וחשובין קצת כאנוסין ומש\"ה לא מצינו שקצף המקום עליהם ולכן נ\"ל לפרש שהמקשה (כו') סבר מתלוננים של מרגלים דכתיב וילונו על משה ואהרן אע\"פ דכתיב כל ישראל לאו דוקא כולם אלא רובם שהוא ככולם ואין חילוק בין וילונו העם ובין וילונו כל עדת והא ראייה שבתלונה הראשונה על המים כתיב וילונו העם ואח\"כ בתלונה שניה הגרוע שאמרו מי יתן מותנו כתיב וילונו כל עדת בני ישראל ואינו סברא שבתלונה הגרועה יהיה יותר כל ישראל מבתלונה ראשונה שאינה קשה כל כך ועוד הכא נמי כתיב ויאמר ה' אל משה עד אנה ינאצוני העם הזה והסברא נותנת דלאו כולם התלוננו אלא היו הרבה והרבה ששתקו ולא ענו ומעלת כלב ייהושע שהם ענו ואמרו ונשאו נפשם למות ומש\"ה זכו לראות הארן ותדע דאל\"כ מה צריך להוציא יהושע וכלב מדאמר וכל מנאצי לא יראו את הארץ ממילא דיצאו הם שלא היו בכלל המנאצים אלא ש\"מ דאף אותם שלא היו בכלל המנאצים מ\"מ נאספו עמהם בעון הרוב חוץ מיהושע וכלב שקדשו השם ופתחו פיהם למחות במתלוננים ומש\"ה נאמר נמי חי ה' וגו' כי כל האנשים הרואים את כבודי ואת אותותי אשר עשיתי במצרים וגו' אם יראו את הארץ ואח\"כ אמר וכל מנאצי לא יראוה אלמא דבתחילה כלל כולם אף אותם שלא היו בכלל המנאצים והיינו טעמא שנגזרה עליהם גזירה מעת עשיית העגל כדפרש\"י אלא שהמתין להם עד יום הפקודה בשלוח מרגלים שהיו רובן מנאצים ונגזרה הגזירה על כולן הנראה בעיני כתבתי:", 
            "<b>בא\"ד</b> וילונו העם על משה לאמר מה נשתה דבשלמא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ולמאן דאמר כו' וכלב מחלק מרגלים כו' כצ\"ל:", 
            "<b>בד\"ה</b> ולמאן כו' הוו להו נמי מאחוזת כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הא דקתני כו' כשבאו לארץ הס\"ד:", 
            "<b>בד\"ה</b> הא דקתני כו' החזירו אצל אביהן כו' אבי אביהן דבני כו' כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה הא דהוו בני עשרים כו' בניהם אי אתה כו' כצ\"ל:", 
            "<b>בד\"ה</b> שנאמר מחלליה גו' דהוראת שעה היתה דא\"כ לא ידע משה שדינו במיתה כצ\"ל ונ\"ב ותימה מאי מקשה דלמא גם משה ידע שחייב מיתה לפי הוראת שעה אף שלא התרו בו ואין לתרץ דאי אפשר לומר הוראת שעה אלא ע\"י הקב\"ה הא אמרינן להדיא בפרק נגמר הדין מעשה באחד שרכב על הסוס בשבת בימי יונים וסקלוהו מפני הוראת שעה וצריך לומר דסבירא להו להתוס' דאי ידע משה דמשום הוראת שעה היה לו למות א\"כ אמאי אמר בברייתא יודע היה משה שמקושש במיתה דכתיב מחלליה מות יומת תיפוק ליה דהוראת שעה היתה ומש\"ה ידע שראוי להיות חייב מיתה על כל פנים אפילו אין עונש מיתה עליו כמו שסקלוהו לזה שרכב על סוס בשבת אע\"פ שאין עונשו מיתה אפילו מלקות אלא מדאמר מחלליה מות יומת משמע שידע משה שחייב מיתה בדין ומ\"מ קשה דלמא רבותא הוא דקאמר שידע משה שפיר שחייב מיתה מאחר שעונשו מיתה ונהי דלא אתרו ביה מ\"מ משום הוראת שעה כזו שאין חסר אלא התראה ראוי להמיתו בעונשו משום הוראת שעה בלי ספק על כן נראה לי דהכי מקשה דודאי רבי יהודה סבר שלא ידע משה שחייב מיתה דאי אמרינן שידע מנין לו למימר הוראת שעה דלמא אין צריך להודיע באיזה מיתה ובהתראה סתם מיתה לחוד הוא חייב מיתה כמו שמצינו במקושש ולא נדחוק לומר הוראת שעה אלא תוס' בד\"ה אילו היה כו' לאלה תחלק והא דקאמר כו' שאין בת כן יש להוכיח מפרשת יבמין כצ\"ל:", 
            "<b>שעה</b> היתה ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה דכתיב כו' כמו למורש קפוד כו' נ\"ב הוא שם עוף במדבר:", 
            "<b>סבר</b> שלא ידע משה שחייב מיתה וא\"כ בודאי לא אתרו ביה כלל ואפילו הכי המיתו וא\"כ בע\"כ צ\"ל שהוראת :"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה מה להלן כו' אהרן ובניו כאילו כתיב בהם וכל ישראל מה כאן כו' כצ\"ל:", 
            "<b>בד\"ה</b> והקדש שטעותו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דתנן כו' כ\"ש שתבטל אמירתו את מחשבתו כו' נ\"ב פירוש שלעולם אמירתו עיקר בפרט לגבי נדרים דאמרינן דברים שבלב אינן דברים וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה יום שכלו כו' ועוד ט\"ז אלף ופרוטרוט כו' נ\"ב שהרי נחסר שתי שנים ראשונות ושנה האחרונה ולא נשארו כ\"א ל\"ז שנים וק\"ל:", 
            "<b>בא\"ד</b> ועוד שלא היתה כו' נ\"ב זו הקושיא וקישיא דלעיל הוא לפירוש איכה רבתי ולא בקש רבינו תם לתרץ אח\"כ אותן אלא הן סייעתא לפירוש שלו ודו\"ק:", 
            "<b>בא\"ד</b> שמחה לפני הדבור אלא כשחזר שאף כי לא אתמלי כו' ונראה לרבינו תם לפי מדרש כו' כצ\"ל:", 
            "<b>בא\"ד</b> דלמה חפרו קברים כו' נ\"ב ויותר קשה אלי הלא הכרוז לא היה יוצא לחפור (ולא) [אלא] להבדל וק\"ל (עי' מהרש\"א):"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה לקורבה כו' ולסיועי' ולמימר דסאה כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ופרכינן כו' ועוד מאי אלא דאפילו כו' נ\"ב פירוש בשאר מקומות שסותם להדיא בודאי לא קשה שכן דרך התוספתא לשנות סתמא ולחזור אח\"כ מן הסתם ושונה פלוגתא אבל הכא דלא תני סתמא להדיא א\"כ קשה למה לא תני בלישנא דר' יוחנן בן ברוקה להדיא אם אמר על מי שראוי ליורשו כו' אלא מאי אית לך למימר מאחר דלגופיה לא צריך שהרי תנא לקמן אלא לסתום הוא בא א\"כ די לו במה ששונה אחד הבן כו' וזה אינו שהרי סתם ואח\"כ מחלוקת אין הלכה כו' ואת\"ל אין חילוק בין היכא דתני בהדיא או כל היכא דתני כדי לסתום וחשבי' ליה כסתמא ואחר כך מחלוקת כלומר שחזר רבי מסתמא דהכא כו' סוף סוף קשה מאי אלא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה סתם ואח\"כ כו' ויכול להיות הלכה כמותו כו' נ\"ב עיין בפירוש הר\"ן בפ' החולץ סי' נח:"
        ], 
        [], 
        [
            "<b>גמ'</b> רועה באפר מבעיא כו' נ\"ב פירוש לא גרע אבל בודאי אין חילוק בין איתא ברשותא לליתא גבי חלק בכורה וכן מוכח מפירוש רשב\"ם לקמן ודו\"ק (עי' במהרש\"א):", 
            "<b>ר\"ש</b> בד\"ה דכתיב בדברי הימים כו' בעמלק הס\"ד:", 
            "<b>בד\"ה</b> בכור בן כהן הס\"ד:", 
            "<b>בד\"ה</b> מוקדשין כו' קא זכו ומשני כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> לרבות כו' גזל ממון כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ומר סבר כו' והפרחים להיות תמרים חטין תמרים כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה מספקא ליה כו' ולא מחביריו שפסקו כך להדיא כצ\"ל ונ\"ב נ\"ל דהכי פירושא מספקא ליה אי פסקי כך להדיא שהלכה כחביריו ולא כרבי או הכי פירושו הלכה כרבי מחבירו ולא מחביריו כלומר שאין הלכה כרבי בודאי אלא תוכל לפסוק אף כחביריו ודו\"ק:", 
            "<b>דף</b> קכה ע\"א גמ' ועוד הא אמר מר מיסבר טעמא כו' כצ\"ל ונמחק את הוא דאמרת ונ\"ב כך הגהתי שהרי רבו היה ולא יכול לומר לו את אמרת כדאיתא לקמן בסוף פרק מי שמת (בבא בתרא דף קנ\"ט) ע\"ש:", 
            "<b>תוס'</b> בד\"ה לטעמייהו כו' לבני מערבא וכי קאמר כו' לאוקמא בלא גרושה וכרבנן וכן לפירוש הקונטרס הוי מצי בין רבה בין רב נחמן לאוקמה בלא גרושה וכרבנן אלא דניחא ליה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ורב ענן כו' ליורשי ראשון הס\"ד כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה ואין הבכור כו' יתנהו לכושל שבהן כו'. נ\"ב פירוש אשה שאין דרכה לחזר אחר נכסי המת:"
        ], 
        [], 
        [
            "<b>גמ'</b> בכל הנכסים כולן רב פפא משמיה דרבא אמר ויתר באותה שדה קא סבר אין לו לבכור קודם תלוקה ורב פפי אמר משמיה דרבא ויתר בכל הנכסים כולן קא סבר יש לו לבכור קודם חלוקה מדאחיל בהא אחיל בכולה ומה דאתא לידיה אחיל אידך לא אחיל כו' מהנהו לקוחות מחינהו אמרי להו קרובים כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה דכל בוכרא דאימא בוכרא סוכלא קרו ליה ולא משום שטותו כו' נ\"ב ומאמ\"ז קבלתי שקרוי בכור שוטה שצריכין לעדותו ואם לא פדאו אביו צריך לפדות את עצמו ואינו יורש ב' חלקים ומן האב לחוד קרוי בוכרא חכימא לפי שיורש שני חלקים ואין צריכין לפדותו ודרך מליצה הוא וק\"ל:", 
            "<b>תוס'</b> בד\"ה והלכתא יש לו לבכור קודם כו' דבי רב דמימצא לו ממעטינן כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אי הכי כו' לאחר שבועיים כו' דלמא זכר הוה כו' נ\"ב ואע\"פ שלעיל פירש שאפילו תלד בת טומטום לא מטמאה משום לידה וכן אין לה ימי טוהר מ\"מ לא קשה מידי נהי דסבר רשב\"ם שכך הדין אליבא דרב שרביא מ\"מ הכא דפריך עליה פירש רשב\"ם דשפיר פריך נהי דסבר דדוקא גבי זכר דרשינן הכי ולא גבי נקבה אפ\"ה ליתני ולנדה שמא יקרע וימצא זכר וק\"ל:", 
            "<b>בא\"ד</b> וראיית יום ל\"ד היו הס\"ד וכצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ימי טוהר כו' עד שתשב י\"ז ימים נקיים כו' נ\"ב לפום ריהטא קאמר הכי אבל לא דייקא אלא ט\"ו נקיים בעי מאחר דראתה ג' ימים ועם שתי ראיות האחרונות הוי י\"ז ולא בעי י\"ז נקיים אלא בטועה ממש כדאיתא לשם דלא ידעה באיזה פרק היא עומדת משום הכי בעי' י\"ז נקיים דשמא ב' ראיות הראשונות סוף זיבה הן וראיה השלישית התחלת נדה היא אבל הכא הראיה ראשונה ממ\"נ או התחלת זיבה או התחלת נדה היא הלכך לא בעי בין הכל אלא י\"ז ימים חוץ מיום ראשון דהיינו ראיה ראשונה ולא בעי אלא ט\"ו נקיים והוא הדין אי ראתה כל ז' ימים לא בעי אלא י\"א נקיים ודו\"ק. עוד יש להקשות כשראתה ביום י\"ח למה הוי תחלת נדה לימא שתחלת ראיה הוי זיבות וא\"כ שלמה י\"א ימי זיבה ואח\"כ ז' ימי נדה וא\"כ ביום ח' חוץ מראיה הראשונה חזרה זיבות ולא קשה מידי כי לעולם אינם מתחילין ימי נדות אחר שכלו כבר ימי זיבות אם לא שהיו כבר ימי נדות דלעולם אין זיבות אלא אחר ימי נדות ולשם בערכין הבאתי דברי הרמב\"ן שכתב כך להדיא ונ\"ב נ\"ל:", 
            "<b>בא\"ד</b> וראתה יום ח\"י הרי היא תחלת נדה כו' נ\"ב פי' כשימצא ודאי זכר וק\"ל. בהג\"ה כו' דלא טבלה עד פ\"ח אי ראתה ביום ע\"ד ואי הוה פשיטא כו' למחר ביום פ\"ב דראיית כו' תחלת נדה כך פירשה רבינו שלמה ז\"ל כצ\"ל והד\"א ונ\"ב בפרק המפלת ונ\"ב עוד ע\"כ הג\"ה (עי' במהרש\"א):"
        ], 
        [
            "<b>גמ'</b> רישא רבנן וסיפא ר' יהודה אמר ר' יוחנן אמר בני הוא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה וחכ\"א כו' שהוא בכור וקרא משני בצריך כו' כצ\"ל והד\"א. ד\"ה ואמר אביו על אחד שהוא בכור נאמן כר' יהודה ואח\"כ מ\"ה רישא רבנן וסיפא ר' יהודה בניחותא:", 
            "<b>תוס'</b> בד\"ה כך נאמן כו' וא\"כ עושה בניו הגדולים ממזרים כו' נ\"ב ומ\"מ היא אינה נאסרת דשמא אנוסה היא כן פסק הר\"ן:", 
            "<b>בא\"ד</b> כגון חייבי לאוין שנשא כהן גרושה כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אתה נתתו לי כו' או בעבד שלא ראה אותו בעדים כו' כצ\"ל ונ\"ב פי' דמהימן במיגו דלא היו דברים מעולם וכן פי' רשב\"ם בפרק חזקת הבתים (בבא בתרא דף מ\"ה) אברייתא דראה עבדו ביד אומן כו':", 
            "<b>בד\"ה</b> וחכ\"א כו' לחזור בו ומשני הא כו' הד\"א:", 
            "<b>בד\"ה</b> באבא דאבא כו' דהיינו שלישי לראובן הראשון כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ה\"ג ונשבע אינו יכול לחזור כו' והכא גרסינן נשבע בלא וי\"ו נ\"ב פי' וגרסי' נמי ואינו יכול לחזור בוי\"ו וק\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה כל שתחלתו ראיית המעשה הס\"ד ואח\"כ מה\"ד או סופו שעת הגדת עדות הס\"ד ואח\"כ מה\"ד בפסולות כלומר כו' כצ\"ל ונמחק כל שתחלתו סופו. ונ\"ב כל זה שייך להיפוך העמוד:", 
            "<b>דף</b> קכט ע\"ב ר\"ש בד\"ה ה\"ג כו' מהני לשני יחזרו נכסים כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה חון מע\"א כו' ועד שימסרנו לע\"א ויאכילנו כו' כצ\"ל. והשאר נמחק:"
        ], 
        [], 
        [], 
        [
            "<b>גמ'</b> לענין מהדר קא אמרי' כו' עד מתני' כל זה נמחק ונ\"ב כל זה אינו מל' הגמ' אלא לשון המפרשים הוא וק\"ל:", 
            "<b>תוס'</b> בד\"ה שיכול לא גרסי' והלא דין הוא נ\"ב פי' ל\"ג והלא דין הוא אלא ודין הוא משום דלישנא והלא דין הוא משמע משום דדין הוא כלומר דהוי אתי בק\"ו משום הכי צריך קרא לא יוכל לבכר וזהו ליתא דהא אפילו בלא יום הנחילו את בניו ה\"א שיכול לבכר ולהעביר חלק בכורה משום דהורע כחו כמו שפירשו התוס' לקמן אלא הכי גרסי' שיכול ודין כוא כלומר שיכול משום שהורע כחו ועוד דין הוא ומשום הכי בסיפא דברייתא ויאמר לא יוכל לבכר כו' שפיר גרסינן והלא דין הוא ודו\"ק (עי' במהרש\"א):"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ולא מפי מעשה כו' ובמקום אחר אמרי' כו' נ\"ב פי' ולפי זה מפרשינן נמי הכא הא דקאמר אין למדין הלכה מפי תלמוד כלומר הלכה שכתוב בתלמוד עצמו דהיינו במשנה או בברייתא כלומר שהם למדו הדין ופסקו הלכה וק\"ל:", 
            "<b>בא\"ד</b> דיין שעתן כו' והמקשה כמה תשפה ותהא זבה כו' הלכה כדי לעשות כגון שבא ושאל לחכמים מעשה כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> תנאי ב\"ד והוה לזה במתנה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה דא\"ל ר' נתן כו' דבריו קיימיה ר' נתן בבלי היה ששניתם בכתובות כו' כצ\"ל. ואמר ליה כו' הכל הוא הדר אמר כו' הד\"א:", 
            "<b>בד\"ה</b> וש\"מ כו' דבריו של ר' נתן כו' הד\"א:", 
            "<b>בד\"ה</b> א\"ל רב פפא כו' לדברי הכל וכי תנינן כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ש\"מ כו' ובקונטרס פי' נ\"ב אינו בפי' שלנו:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בנו ואשתו כו' לא חשש בכבודן אלא כו' כצ\"ל והד\"א:", 
            "<b>בהג\"ה</b> בנו ואחר כו' דאינו חש שתכבדנו אשתו נ\"ב פי' לפי מסקנא דשמעתין דאפי' אשה אצל אחין עשאה אפוטרופוס וה\"ה נמי לאחר שהוא בביתו וק\"ל:", 
            "<b>בד\"ה</b> בת אצל הבנים כו' לא חש לכבודה ואשה כו' שוויא אשה אצל כו' והד\"א:", 
            "<b>בא\"ד</b> אלא מיתורא דקרא כו' נ\"ב מקשין העולם מה בכך דאתא מרבויא הלא בנו הגדול אתא נמי מרבויא דוי\"ו ואפ\"ה אמרינן לעיל פשיטא דעשאו אפוטרופוס ונראה בעיני דלא ירדו לכוונת המחבר דאיך אמר שאני מיותרת הא אפי' מיותרת לא אתי דקרא דוקא אחיי אביו הוא דקפיד אבל אחר מותו אינן חייבין בכבודה כדאיתא בהדיא בפרק הנושא אלא ה\"ק מאתר שאינן חייבין כלל בכבוד אשת אביו לאחר מותו דהא לא אתיא אלא מיתורא דאת דאם כן מוקמינן להאי קרא לבחיי אביו דמסתבר ולא לאחר מותו לאפוקי אי הוה כתיב להדיא לכבד אשת אביו בודאי לא הוה מחלקינן בין מחיים לאחר מיתה ומשוס הכי מספקא מאחר שלא נמצא צד כבוד באשתו שאינו אמם לאחר מיתתו א\"כ לא עשאה אפוטרופוס ואינו דומה לבנו הקטן דסוף סוף מאחר שמצינו צד כבוד באחים א\"כ השוה בנו הקטן לבנו הגדול אבל לא נימא מאחר שמצינו כבוד באשתו בחיים השוה לאחר מיתה לבחיים הרחוק אחר מיתה מבחיים ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> דכתבינהו ניהלה להנהו נכסים אפי' חד יומא דאמרי אינשי ניהוי חד יומא במנא יקרא ולמחר ליתבר תנן התם כו' כצ\"ל ונ\"ב הוא לשון הרי\"ף:", 
            "<b>ר\"ש</b> בד\"ה הכותב במתנה הס\"ד:", 
            "<b>בד\"ה</b> גובה כל כו' גובה כתובתה מן השאר כו' נ\"ב פי' מותר כתובתה מה שלא תוכל לגבות מן הפירות כמו שפירש רשב\"ם לקמן בהיפוך הדף וכן פי' הר\"ן להדיא:", 
            "<b>בד\"ה</b> ומשני כו' דניחא לה בהך כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה למחצה ולשליש ולרביע גובה כתובתה כו' פשיטא ואומר ר\"י כו' כצ\"ל ונ\"ב פי' שהתוס' הבינן עכשיו שלמחצה ולשליש ולרביע דקאמר היינו אגוף הקרקע כמ\"ש רשב\"ם ומשום הכי הקשו פשיטא דגובה כתובתה מן השאר שלא נתן לה במתנה ומרישא דקאמר גובה מן הקרקע לק\"מ דסד\"א מאחר שנתן כל פירות נכסים ואם כן מסתלק שיעבודא מקרקע קמ\"ל דלא ומשני הא דקאמר למחצה ולשליש ולרביע לפירות קאמר כלומר שנתן לה פירות מחצי נכסיו או משליש וקמ\"ל שגובה כתובה משאר שדות שאין לה בהן פירות כלום וגובה דקאמר היינו גובה בעל כרחם של היתומים מן השאר:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה א\"ר יהודה כו' דברי חכמים הס\"ד:", 
            "<b>בד\"ה</b> שותף כו' שותף לחלקה חלק בפני עצמה כו' כצ\"ל:", 
            "<b>בד\"ה</b> ההוא שכיב מרע הס\"ד:", 
            "<b>בד\"ה</b> אלא דקל כו' אדר' מאיר דהא אקנו לה בגוף האילן הס\"ד והד\"א:", 
            "<b>בד\"ה</b> ההוא שכיב מרע הס\"ד:"
        ], 
        [
            "<b>בד\"ה</b> אלא למאן כו' מה לי אמר ואמרת לן עלה דמ\"מ כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אלא אמר רבא כו' בין מתנה לירושה הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הכניס אחת כו' שש עילית שזכות כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אדרבה כו' פליגי עליה מדכתבו ובנו הוציא כו' כצ\"ל:", 
            "<b>בד\"ה</b> במקלו ובתרמילו כו' א\"כ לא הויא מתנה כו' כצ\"ל וא\"כ כו' נ\"ב נ\"ל ודו\"ק:", 
            "<b>תוס'</b> בד\"ה בא עליו כו' הדיר נכסיו מבניו בחייו ובמותו כו' נ\"ב דאי לא הדירן אף אחר מותו א\"כ אפי' לא תהא מתנה ותהוי פקדון סוף סוף יזכו הבנים משום ירושה וק\"ל:", 
            "<b>בא\"ד</b> שנתן ליהונתן על מנת שיתן לבניו כו' נ\"ב ולפי' הרשב\"ם אין למתנת בית חורון ענין לכאן אלא ההוא גברא מודר הנאה מבנים היה ומש\"ה יהיב נכסיו ליונתן בן עוזיאל וכי אהדר לבניו בא עליו שמאי וא\"ל ההוא מתנה דיהב לך לא מתנה היא אלא אדעתא דתיהדר לבריה יהיב לך ואסור לך להחזירה כמעשה דבית חורון א\"ל יונתן בן עוזיאל הרי הקדשתי שליש ואי אתה יכול להחזיר מה שהקדשתי לפי שלא היה שם תנאי אלא מתנה גמורה נתן לי ומשלי אני נותן לבניו ואמר שמאי הטיח עלי יונתן בן עוזיאל כך פי' הרב רבי יצחק ז\"ל בר רבי ראובן אלברגלוני ז\"ל וכן מוכח בירושלמי כו' עכ\"ל הרמב\"ן:"
        ], 
        [
            "<b>גמ'</b> נותן לך במתנה ואינן בפניך אלא כדי שיבא אבא כו' כצ\"ל:", 
            "<b>שם</b> כל מתנה שאינה שאם הקדישה מקודשת אינה מתנה כצ\"ל ונמחק אינה ונ\"ב לרשב\"ם ל\"ג:", 
            "<b>שם</b> קטן שבכולם רבן יוחנן בן זכאי כו' נ\"ב הגדה זו מבוארת יפה בפ' הישן בגליון:", 
            "<b>ר\"ש</b> בד\"ה במקלו כו' דמכר יונתן והקדיש כצ\"ל:", 
            "<b>בד\"ה</b> והוא סבור כו' ולא נהירא והס\"ד:", 
            "<b>בד\"ה</b> להנחיל אוהבי יש עולמות כו' נ\"ב כמנין ש\"י:", 
            "<b>תוס'</b> בד\"ה כל מתנה שאינה שאם הקדישה כו' דכיון דאמר ליה מידי דחזי ליה קאמר כדקאמר לקמן כו' דקאמר אההיא דכל מתנה שאינה שאם הקדישה כו' רבי ירמיה כו' וקאמר כיני מתני' כל מתנה שהיא כמעשה בית חורון שהיתה בהערמה אינה מתנה כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אלא אי אתמר הכי אתמר אמר שמואל מפני מה אמרו כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה הכא אתי כו' אפילו הכי אי אמר כו' כצ\"ל:", 
            "<b>בד\"ה</b> איבעיא להו כו' כלומר זה ל' יום שגירשתי את אשתי כו' כצ\"ל:", 
            "<b>בד\"ה</b> ובמאי דאמר זה ל' יום דהיינו למפרע כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה חזיא לכהנא כו' דהא ע\"י שאמר גירשתי כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר ליה העיר הזאת הס\"ד:", 
            "<b>בד\"ה</b> ניקול באשת איש בתמיה דאיכא איסור חנק כו' נ\"ב פי' קודם שמת והוה באיסור חמור א\"כ אף אחר שמת עדיין בחזקת אותו איסור עד שיוודע לך שנפטרה מזיקת אשת איש אע\"פ שאין עתה חנק אלא לאו דלא תהיה אשת המת החוצה ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> בפיסקא נפלו לו נכסים ממקום אחר ירשו כו' כצ\"ל:", 
            "<b>שם</b> כגון דיקלא ואלים כו' נ\"ב לעיל בדף קכ\"ד:", 
            "<b>שם</b> זיכה בה לאחר כו' נ\"ב פי' רשב\"ם אם זיכה בה לאחר וא\"ל זכה מה שכתוב בזה השטר אע\"פ שאינה כתובה על שמו שכתוב על שם ראובן ואמר לשמעון זכה במה שכתוב בה קנה דלא גרע משאר צוואתו שהיא ככתובה וכמסורה והראב\"ד פי' זיכה בה לאחר שאמר לראובן זכה בשטר זה לצורך שמעון קנה אפילו אם ראובן הזוכה בשביל שמעון הוא יורש ולא אמרינן כיון שהוא יורשו כאלו לא יצא מתחת ידו כו' ועי' טור חה\"מ סימן ר\"ן:", 
            "<b>ר\"ש</b> בד\"ה לאחר מחייס כו' ורבותא קתני לאחר כו' נ\"ב ולאחר רבותא קתני לשון פי' הרי\"ף:", 
            "<b>בד\"ה</b> ואיזו היא מתנה בבריא שתקנה כצ\"ל והס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ואינה מתייבמת והכא נמי וכו' ולא קנו ומשני כו' הד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה לא קנה כו' זבין דידיה זבין כצ\"ל והס\"ד והד\"א:", 
            "<b>תוס'</b> בד\"ה ר' יוחנן כו' ובפירות פירותיך כו' ולא כתב כו' כצ\"ל:", 
            "<b>בד\"ה</b> מביא ואינו כו' משום דאדמתך קרינא ביה כו' נ\"ב פסוק הוא במשפטים ראשית בכורי אדמתך אבל ברשב\"ם שלפנינו פי' אשר תביא מארצך ואינו קשה כ\"כ ודו\"ק:", 
            "<b>בד\"ה</b> והתניא כו' לא גרסי' אלא אחריך תנאי היא כו' נ\"ב פי' ברוב ספרים איתא הכי וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ומי אמר אביי הכי כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' דמתרצינן הני תנאי היא וכו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> איזה רשע כו' הנותן הס\"ד:", 
            "<b>בד\"ה</b> ה\"ג כו' לזה השני אחריו מיד כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומי אמר אביי הכי כו' כצ\"ל:", 
            "<b>ד\"ה</b> והוציאן כו' נמחק והוציאן ראשון לחירות ומה\"ד היו בהן עבדים כו':", 
            "<b>בד\"ה</b> תכריכי המת וכו' ובפ' נגמר הדין כו' כצ\"ל:", 
            "<b>בד\"ה</b> אתרוג זה כו' כל ימי חייך כצ\"ל והס\"ד ואח\"כ מה\"ד ואחריך אחר מיתתך לפלוני כו':"
        ], 
        [
            "<b>גמ'</b> ודוקא דאיכא אתרוג כו' נ\"ב נראה דשפיר גרסי' ואתא לאשמועינן אפי' יכול לאוכלו כגון שהוא גדול האחים ולא קפדי עליה במידי אפ\"ה מאחר דליכא אתרוג אלא זה אין ראוי לו לאכול ולא קרוי שלו וכן פי' רשב\"ם בתחלה ואם אין האחים מקפידים כו' ואח\"כ פי' וכגון דאיכא אתרוגים הרבה כו' ומה שפי' רשב\"ם לא גרסינן ודוקא אתרוג כו' היינו משום פריש ורימון ודו\"ק:", 
            "<b>שם</b> אבל פריש ורימון לא נמחק:", 
            "<b>שם</b> אמר ליה רבא לרב נחמן מאי אהדריה אלא אמר רב אשי ונמחק אמר ליה ומאי חסריה ונ\"ב בס\"א אינו. ומ\"מ שפיר גרסי' ומה שאמר רב אשי הוא כמו מאי הוה עלה ודו\"ק:", 
            "<b>שם</b> ולא פליגי כאן כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה שמכרה כו' צ\"ל מכרה כו' ומשום דס\"ד אמינא דאפי' כו' כצ\"ל:", 
            "<b>בד\"ה</b> שקנו אתרוג כו' ויצא בו רואין כו' וכגון שיש אתרוגים כו' ואין צריכין להם עוד כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ממולאי כו' ועל שם מקומן נקראו בני עלי ממולאי נ\"ב ואולי המקום נקרא ג\"כ על שמם לפי שהם כרותי ימים ודו\"ק:", 
            "<b>בא\"ד</b> וגמילות חסדים אמריתו כו' הד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה זיכה לו כו' כשמסרו את השטר כו' כצ\"ל:", 
            "<b>בד\"ה</b> יורשין כלו' כו' הלכתא כרבנן דהא קיימא לן וכו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ידה על העליונה וכגון שלא מחלה לו בכך נ\"ב פי' לאפוקי חילק אותה בתוך הבנים ושתקה דמחלה על כתובתה כדלעיל ודו\"ק:", 
            "<b>בד\"ה</b> לא את הבור שבבית הס\"ד:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' שמין לו ולעיל מיניה כצ\"ל:", 
            "<b>בד\"ה</b> ומקשי' כו' ממשעבדי ומשני כו' לא גבינן מבעל הס\"ד והד\"א:", 
            "<b>בד\"ה</b> אי אמרת בשלמא וכו' משום הכי קתני נשאת הבת אלמנתו נזונת כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה הכא דטבא צ\"ל והיכא דטבא:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה עד שיבגרו וכו' כדאמר בכתובות הס\"ד:", 
            "<b>תוס'</b> בד\"ה אמר רבן גמליאל כו' רואה אני כו' נ\"ב ובמקום אחר פי' שראה דברי אדמון ומה שיש לתמוה על ככה עי' בסמ\"ג:", 
            "<b>תוס'</b> בד\"ה מי אמרי' וכו' שלא רצו לעקור דין ירושה וכו' נ\"ב פי' אלא שניהם נזונים יחד וכ\"כ הטור להדיא אבן העזר סי' קי\"ב:"
        ], 
        [
            "<b>גמ'</b> אלמנתו ובת איזה מהן קודמת נ\"ב לפי' התוס' נראה קצת דלא גרסינן אלמנתו ובת כו' ודו\"ק:", 
            "<b>שם</b> האומר אם ילדה אשתי זכר יטול מנה כצ\"ל ונ\"ב נ\"ל להגיה ילדה כדמוכח לקמן בסוגיא דעובר לא קנה:", 
            "<b>ר\"ש</b> בד\"ה בת אשתו כו' אי ממעטא אי מייתי כצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג כו' לא יטלו כלום הבן כו' כצ\"ל:", 
            "<b>בד\"ה</b> זכר נוטל מנה אם יולד זכר נקבה כו' הד\"א וכצ\"ל:", 
            "<b>בד\"ה</b> ה\"ז יטול הטומטום ואם כו' אותו הטומטום הס\"ד והד\"א:", 
            "<b>תוס'</b> בד\"ה מי אמרינן כו' כ\"כ בתוספות כצ\"ל ונ\"ב הגה\"ה היא עד אלא עד שיבגרו הבנות. ונ\"ב עוד כ\"כ פי' בגליון כך כתב בעל הגה\"ה שמצא כך בתוספות ישנים כך הפירוש ואח\"כ כתב ולכאורה היה נראה כו' והוא מן הג\"ה הראשונה:", 
            "<b>בהג\"ה</b> לית לה מזוני השתא נמי לית לה כו' כצ\"ל:", 
            "<b>בא\"ד</b> לא תטול האלמנה כלום יותר ואומר ר\"י נמחק ואומר ר\"י וכצ\"ל. ונ\"ב זהו על כרחך טעות ואדרבה הרמב\"ם כתב שהבת נדחת מפניה רק שר\"י בכתובות פרק נערה והכא ודעת הרא\"ש סוברים כעין הירושלמי ששוין הן כשאין כאן בן על כן נראה להגיה כלום יותר מהבת נ\"ל:", 
            "<b>בא\"ד</b> ולכאורה היה נראה כו' כצ\"ל ונ\"ב הג\"ה היא עד כתבתי בפנים:", 
            "<b>בהג\"ה</b> כיון שאין שם עודף על מזונות אלמנה ובנות עד שיבגרו הבנות כו' אבל בתוספות כתוב כאשר כתבתי בפנים ואומר ר\"י שכן משמע בירושלמי כו' כצ\"ל ונ\"ב פירוש הראשון הוא נוטה לפרשב\"ם דבת עדיפא מאלמנה אפילו כשיש שס בן ולא כדעת ר\"י בעל התוספות ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> במאי אמר רב אשי אמריתא לשמעתא כו' נ\"ב ס\"א היכא משכחת לה:", 
            "<b>תוס'</b> בד\"ה אלא לאביי כו' וטעמא משום דסבר שלא נתכוין וכו' כצ\"ל ונ\"ב פי' רשב\"ג:", 
            "<b>בא\"ד</b> ועוד איכא למימר כו' נ\"ב חוזר אקושיא דלעיל וק\"ל:", 
            "<b>בד\"ה</b> וליטעמיך כו' וי\"ל דלישנא דיורש כו' ונ\"ב דלישנא דיורש אינו משמע יורש בעל כרחו ודו\"ק:", 
            "<b>בד\"ה</b> ובת היה לו וכו' וי\"ל דשמא קטנה היתה וכו' נ\"ב וסוברים במדרש דשלשה שנותיהן שוות רבקה קהת כו' ודו\"ק היטב. עיין ביבמות דף ס\"א ע\"ב בתוספות:"
        ], 
        [
            "<b>גמ'</b> ולימא ליה ר\"מ היא כו' נ\"ב יש מקשין א\"כ ליקשי רב הונא אנפשיה דהא התם פסק להדיא כר\"מ ומאי זה ולימא ר' מאיר היא דקאמר ונראה לי דבודאי ידע המקשה שפיר דיש לחלק בין לדבר שישנו בעולם כו' וא\"כ פריך שפיר ולימא מתניתין ר\"מ היא דסבר אפילו לדבר שלא בא לעולם מקני דהא לאחר שאתגייר דבר שלא בא לעולם הוא ורב הונא לא פסק כוותיה אלא גבי לדבר שישנו בעולם כגון פירות דקל ומשני ר\"מ גופיה נמי לא ס\"ל אלא לדבר שישנו בעולם וכדפירש רשב\"ם ודו\"ק:", 
            "<b>ר\"ש</b> בד\"ה המבשריני כו' אלא מנה ופרכינן כו' יטול מנה למעוטי נפל כו' הד\"א:", 
            "<b>בד\"ה</b> אימר דשמעת ליה לר\"מ בדבר שישנו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ולימא ליה כו' והוא לא הזכיר לשון מתנה כו' נ\"ב פירוש אלא אמר יטול מנה א\"כ בעל כרחו בתורת ירושה קאמר ואפ\"ה דבריו קיימים א\"כ לא נוכל לאוקמי מתניתין כרבנן דפליגי על ר' יוחנן בן ברוקה ואין להקשות אם כן רב הונא כמאן אתי דהא רבנן נמי ס\"ל דמזכה לעובר דהא בלשון מתנה קנה וי\"ל דאתי כרבנן דר' יוסי וק\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ת\"ש כו' אלו האתין ומשנינן כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה בן יום א' כו' עובר נמי פוסל צ\"ל קמ\"ל כו' כצ\"ל בכל הדבור פוסל עובר כ':", 
            "<b>בא\"ד</b> דהא בפרק אלמנה אמרינן הוי מיעוטא משום מיעוטא דמפילות כו' כצ\"ל ונ\"ב פי' ואינו פוסל העובר עבדי אביו מלאכול בתרומה דשמא נקבה יהא ואת\"ל זכר שמא יהא נפל אלמא כשיהיה נפל לבסוף למפרע חשבינן ליה בנפל וכאילו לא היה וק\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה במקום בנייא כו' אביהן אית חולק עמהם כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> לית חולק כו' שיהיו לי וכי היכי שנתלית מתנתו במתנת הבנים כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה בכור שנולד כו' דריש ליה נמי גבי בכור נ\"ב פירש מוילדו לחוד מפיק ומלו ילפינן היכא דנולד לאחר מיתה וק\"ל:", 
            "<b>בא\"ד</b> דמפיק מוילדו לו בנים דטומטום כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אילו אמר ליה קני כחמור מי קני דאתמר קני כחמור לא קנה כצ\"ל:", 
            "<b>שם</b> אמאי את וחמור הוא נ\"ב ותימה סוף סוף איך מוכח מהכא דקנה כולה דלמא לא קנה אלא מחצה דמר אינו מתקן את המתוק ונשאר המ\"ט מתוק כנגדו טבל אם לא שמוסיף עליו ממקום אחר כביצה ונ\"ל דס\"ל מה שאמר כשהוא תורם מוסיף כו' היינו מדרבנן כדמשמע לישנא כשהוא תורם מוסיף על החיצון ותורם דהיינו ב' תרומות כעין תרומה ויחזור ויתרום שהביאו התוספות דהיינו מדרבנן אבל מדאורייתא א\"צ להוסיף והמתוק שנשאר בקישות מתקן הכל אע\"פ שלא יהיה א' מחמשים ממש אלא פחות ודעתו היה לתרום מסתמא בבינוני אחד מחמשים שהרי אחד ממ\"ט התרים אפ\"ה אמרינן מאתר שאותו מעט מר שנוסף בזה הקישות אינו מתקן המתוק שכנגדו א\"כ חל הכל על המתוק דומיא זו התם שחמור אינו קונה והשני קונה אף חלקו ודו\"ק:", 
            "<b>שם</b> וליקט אחד בכלכלה של תאנים כו' כצ\"ל:", 
            "<b>שם</b> הא נכריות מקודשות ואמאי את וחמור כו' נ\"ב נראה בעיני לפרשב\"ם דדייק מהא דקנה הכל צ\"ל דדייק מהכלכלה שאמר כולכם מקודשות ואפילו הכי דוקא אחיות הוא דאין מתקדשות הא הנכריות מתקדשות באותה כלכלה ויחלקו הכלכלה לג' חלקים ולא אמרינן דנחלק לה' חלקים וג' נכריות יקנו חלקים דהיינו ג' חלקים אלא ש\"מ דקנה הכל ודו\"ק. השתא מאי דקא כתבי אאבולי כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה מתיב רב זירא לרב יוסף הס\"ד. בסוף העמוד בשני כלים מביא ששים הד\"א:", 
            "<b>תוס'</b> בד\"ה אין לך כו' דרבי יוסי פליג אמתניתין נ\"ב פי' וקאי עלה א\"נ איירי בנמצא מרה דומיא דמתניתין וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ולסלוקי לברתא מעישור קאתי נמחק ונ\"ב זה אינו מן הגמרא אלא תירוץ בעלמא הוא דא\"כ למה הוצרך לומר לבני הא בלאו הכי ירש אותה אלא דלסלוקי מעישור נכסים והתוספות מפרשים בענין אחר:", 
            "<b>ר\"ש</b> בד\"ה ובר בראי כו' ובני פלוא אליאב הס\"ד כצ\"ל:", 
            "<b>בד\"ה</b> לא שנו דהשביתו לאמצע הס\"ד:", 
            "<b>תוס'</b> בד\"ה שהיו לו בנים וכו' כדדריש אשר שם שמות כו' נ\"ב בפ\"ק דברכות דף ז':", 
            "<b>בד\"ה</b> ואם אמר כו' שכר טרחו עם היציאה או שותף דהוי כיורד ברשות ונוטל כאריס היינו משום שיכולים להרויח כצ\"ל ונ\"ב כן הוא באשר\"י:", 
            "<b>ד\"ה</b> בתוספתא גרסינן צ\"ל בתוספות ונ\"ב פי' בתוספות ישנים והוא מפירוש רבינו חננאל:", 
            "<b>בא\"ד</b> אם אמרו יתומים בפני ב\"ד ראו מה שהניח וכו' ולא ידע ר\"י אמאי נקט גבי בנים בפני כו' כצ\"ל:", 
            "<b>בד\"ה</b> השביחו כו' ביחד ואין יכולין כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> ד\"ה אלמנה שאמרה כו' צ\"ל ואלמנה כו' הלכך אשה שמת בעלה כו' נ\"ב חוזר למעלה וקאי אהיכא שאין ניזונית וכן איתא להדיא באשר\"י:", 
            "<b>בא\"ד</b> אפילו השביחה אלף ככר כו' וכצ\"ל השביחה:", 
            "<b>בד\"ה</b> קנאו הבן לאותו הבית דתקנת חכמים הוא כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> במעמד כו' מקבל מתנה הס\"ד:", 
            "<b>תוס'</b> בד\"ה כהלכתא בלא טעמא כו' דמפרש בכמה מקומות כצ\"ל והס\"ד ואח\"כ מה\"ד חדש הניח בנים כו':"
        ], 
        [
            "<b>גמ'</b> לימא תנו לי שושביני צ\"ל נימא:", 
            "<b>ר\"ש</b> בד\"ה ה\"ג כו' לאומנות אומנות המלך כו' כצ\"ל:", 
            "<b>בד\"ה</b> נשתלחה לאביו כו' וחוזרת לאמצע כצ\"ל דמתניתין כו' הבן לבדו כברייתא כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה האתין שעשו כו' מן האמצע שהיה על האב לפרוע כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ה\"נ נימא תנו לי שושביני כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והני תנאי דלקמן כי הני תנאי וכו' פירוש דקשה ליה והלא תנאי דאייתי לא מוכחי דפליגי בקדושין לטבועין נתנו אם לא דאמרינן דכ\"ע סברי דלימא תנו לי בעלי כו' וא\"כ איך אמר כהני תנאי והני תנאי גופא לא מוכחי אלא כלומר ה\"ק והני תנאי נמי דאייתינא אוקי לך כהני תנאי קמאי דדחינא דלא פליגי בתנו לי אלא בקדושין נתנו לטבועין ה\"נ אוקי הני תנאי בתרייתי ודו\"ק:", 
            "<b>בד\"ה</b> רבי יהודה ומחזרת השאר לאורסה ר' יוסי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ור' יהודה סבר באמת אמרו כו' וא\"ל דלמא ר' יהודה סבר היא יכולה לומר כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> איבעיא ליה למיתא שמע קול טבלא נ\"ב פי' שהיה קרוב לעיר:", 
            "<b>שם</b> זוזי אייתי בכפיה אכליה בכרסיה כצ\"ל ונ\"ב ס\"א אייתי בכיסיה אכלי בכריסיה ולפי זה הוא לשון כיס ממש וק\"ל:", 
            "<b>תוס'</b> בד\"ה ואין השביעית משמטת כו' ומגיה זמן עשר כסף כי ילונו כצ\"ל ונ\"ב פירוש לאו שהגיה לתקן את דברי ר' אליה דהא ס\"ל כלישנא קמא דמכות אלא כלומר הגיה עליו ולא במשפט כלישנא דקרא ור' אליה לא דק וק\"ל עיין באשר\"י דמכות:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה שינוי וסת כמו עני כו' כצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג חולי מעיים כצ\"ל:", 
            "<b>בד\"ה</b> אורחא דמילתא כו' זוזא אכליה בכרסיה כצ\"ל:", 
            "<b>בד\"ה</b> תא שמע כו' ומיהו הוה מצי לתרוצי כשעשויה ליבלות כו' כצ\"ל ונמחק כשאין עשוי ליבלות ונ\"ב נ\"ל טעות גמור חדא דאי אינה עשויה ליבלות אמאי אין נגבין וא\"ת משום דנתן לה בפירוש כדי שתשתמש בהן בבית אביה א\"כ חסר התירוץ מן הספר ועוד דאם אתה רוצה לחלק משום כדי שתשתמש בבית אביה א\"כ מאי מקשה ממתניתין דהא בודאי כדי שתשתמש בבית אביה שאני כמו שפירש רשב\"ם במתניתין שהכל תלוי במה שפירש אלא צריך אתה לומר דהכי מקשה דעל כרחך מתניתין איירי בעשויה ליבלות ומשום הכי מהני ברישא אכל עמהן אבל אין עשוין ליבלות עבין כמו שפרשב\"ם א\"כ הוא הדין סיפא דתולה דוקא במה שפירש איירי בעשוין ליבלות הא אין עשוין אפילו כדי שתשתמש בבית אביה נגבין אם כן שפיר פשיט דקתני סתמא מועטין אין נגבין אפילו לא בלו אלמא דלא בלו לא מהני וחשבינן כשאר עשוין ליבלות ולא חשבינן בכלל שאינה עשוייה ליבלות דנגבין אלמא דדוקא בעשוייה ליבלות איירי ועוד נראה דהתוס' שהזכירו פירוש רשב\"ם לא הזכירו הא וגם ר\"י שרוצה ליישב בענין אחר אינו מיישב אלא מה שלא מוקי בבלו על כן נראה טעות הוא נ\"ל ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ובין שמת הוא והדר הוא כו' כצ\"ל:", 
            "<b>שם</b> במתניתין לא כתב בה שכיב מרע עד סוף המשנה היא נמחק ונ\"ב מפני שאין כאן מקום המשנה וצריכה להיות בדף קנ\"ג ע\"א קודם ההיא מתנתא כו':", 
            "<b>ר\"ש</b> בד\"ה אמרה ליה דרך שחוק הס\"ד:", 
            "<b>בד\"ה</b> שכ\"מ וכו' באמן של בני רוכל שמתה וקיימו חכמים את דבריה וכגון כו' כצ\"ל ונ\"ב קאי על הסיפא דלא שייר כלום ודו\"ק:", 
            "<b>בד\"ה</b> מתנתו מתנה וכו' ואע\"ג דעמד חוזר כו' כצ\"ל:", 
            "<b>בד\"ה</b> לא שייר קרקע כו' ודוקא שכיב מרע שכתב כו' נ\"ב פירוש מחלקים בין כולו למקצת אבל במצוה מחמת מיתה אפילו במקצת דינו ככולו וק\"ל:", 
            "<b>תוס'</b> בד\"ה נכנס אחריה כו' ונכנסה עמו יורשה דחצר דידיה לנשואין ולפירושו זו לא היתה תותרנית וכו' כצ\"ל ונ\"ב אבל לפירוש רשב\"ם אינו מוכח דשמא תותרנית היתה והרגישה בשכל ולא בחוש ודו\"ק:", 
            "<b>בא\"ד</b> מיהו קשיא דלא הוה ליה למימר הואיל ולא נכנס אחריה וכו' נ\"ב פירוש ובכל הספרים לא גרסינן כן וק\"ל:", 
            "<b>בא\"ד</b> דהא איכא נמי בין ר' שמעון ורבנן פירי משעת כתיבה כו' כצ\"ל ונ\"ב פי' התם מפרש דמשעת כתיבה נמי קאמר ריש לקיש היינו משעת חתימה א\"כ אין ראיה כלל לדברי רשב\"ם דאף אם תמצא לומר דמשעת כתיבה הוה כמו שנתן דעתו לגרשה סוף סוף הא איהו גופיה ס\"ל משעת חתימה ודו\"ק:", 
            "<b>בא\"ד</b> משעת כתיבה נ\"ב פירוש ורבנן סברי משעת חתימה ומשום הכי מוקי ריש לקיש כרבנן ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ואמר רב יוסף כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ונתתם את נחלתו כו' ואם אין לו בת נחלתו לאחיו ובן כולן כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה מנין למתנת כו' גבי ציון שהיא מדרבנן כצ\"ל ונ\"ב פירוש שעושין על הקברות:"
        ], 
        [
            "<b>גמ'</b> והאמר רב נחמן אמר שמואל המוכר כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ומודה שמואל כו' במקצת הוא כדפסקינן לקמן כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה המוכר כו' שנתנו בה ומכל מקום וכו' ואתי למטרף לקוחות כו' נ\"ב פירוש לאו דוקא שיטרוף אלא כלומר שיחזיק הבעל בקרקע המיוחד לכתובתה שלא כדין וכן פרש\"י שם:", 
            "<b>בא\"ד</b> ומכל מקום יטרף לקוחות שלא כדין כו' אין לחוש אין כאן טריפה וכו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> לעצמו מהו אמר רבא אמר רב נחמן כצ\"ל ונ\"ב גירסת רשב\"ם את\"ל לאחר לא הוי שיור חוץ מפירותיו מהו אמר רבא אמר רב נחמן אם תמצא לומר דקל לאחר ופירותיו לאחר לא שייר מקום פירי חון מפירותיו שייר מקום פירי ואליבא דרב זביד דאמר שאם רצה להוציא בה זיזין מוציא אלמא כיון דדיוטא שייר מקום זיזין נמי שייר הכא נמי כיון דאמר חוץ מפירותיו מקום פירות שייר עד כאן נ\"ל:", 
            "<b>ר\"ש</b> בד\"ה אמר רב נחמן כו' לעצמו בא הס\"ד:", 
            "<b>תוס'</b> בד\"ה שכיב מרע שאמר הלואתו לפלוני כו' אי גרסינן מסיק מדרב פפא כו' נ\"ב פי' שהלוה ממנו ואפילו הכי הקנה אגב קרקע ומבואר לעיל (בבא בתרא דף ע\"ג ע\"ב):", 
            "<b>בא\"ד</b> כדפרישית ותימה לי כו' כעין שהוא בשכיב מרע בלשון מתנה וקנייה והא דקאמר כו' כצ\"ל:", 
            "<b>בד\"ה</b> איבעיא להו כו' הוו הפירות דבר שלא בא לעולם כו' ואפילו לעצמו וכן תניא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ניהוי כמחלק ולחד מינייהו כו' כצ\"ל:", 
            "<b>שם</b> הפקיר כל נכסיו מהו מי אינו מגירסת רשב\"ם ונמחק הלישנא אחרינא:", 
            "<b>אמרינן</b> כו' חילק כל נכסיו לעניים מהו מי כו' כצ\"ל ונ\"ב מן הקדיש כל נכסיו ועמד כו' עד ומקנו תיקו :"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה דקא מגמר כו' איכא דמוקי לה התם בבריא ובמעמד שלשתן נ\"ב פירוש וס\"ל לרב דאין מעמד שלשתן אלא בפקדון משום הכי בעי צבורין ומאן דמוקי ליה בשכיב מרע סבר דס\"ל לרב דאין מועיל מתנת שכיב מרע אלא בתנו מנה זה ולא תנו סתם ומשום הכי בעי צבורין וכו':", 
            "<b>בא\"ד</b> ומשום מצוה לקיים דברי המת נ\"ב פירוש ואפילו בלא צבורין כו' וק\"ל:", 
            "<b>בא\"ד</b> כדאיתא התם ולהכי מודה נמי איהו כצ\"ל ונ\"ב פי' שמואל:", 
            "<b>בא\"ד</b> ואע\"ג דפריך התם עלה דרב והא קי\"ל כו' במתנה מצוה לקיים דברי המת כו' וכן פירש ר\"ח כצ\"ל והס\"ד ואח\"כ מתחיל הדיבור שייר קרקע כל שהוא וכו':", 
            "<b>בא\"ד</b> ובמסקנא מפרש משום דלאו כרות גיטא כו' נ\"ב ולפי זה אפילו לא שייר סתם אלא אמר חוץ משדה זו אפילו הכי לא יצא לחורין משום דלאו כרות גיטא הוא וק\"ל:", 
            "<b>בא\"ד</b> מתחלה היה סבור כו' ושם פירש ר\"ח כו' כצ\"ל ונ\"ב פירוש קודם שמסיק שם טעמא דתנא קמא משום כרות גיטא וק\"ל:", 
            "<b>בא\"ד</b> לשון ר\"ח ור\"י פי' דאף מתחלה סבר דת\"ק לא איירי דוקא בשייר סתם דשמא שייר בגוף העבד אלא אפילו שייר דבר מבורר ופירש מה ששייר אפ\"ה פליג ת\"ק וכן מוכח מהתוס' ר' שמעון אומר כל נכסי נתונים לפלוני עבדי חוץ מא' מריבוא שבהן לא אמר כלום חוץ מעיר פלוני משדה פלוני אע\"פ שאין שם אלא אותה שדה ואותה העיר זכה העבד זה בנכסים וקנה עצמו בן חורין כו' זכה בנכסים אם יש לו שאר נכסים וקנה עצמו לחורין בכל ענין כן פירש רבינו שמשון בפרק ג' דפאה ומדאמר ר' שמעון בחוץ מעיר פלונית או חוץ משדה פלונית דיצא בו לחירות מכלל דשמעי לרבנן דאף בכה\"ג לא יצא לחירות ובהכי פליגי דר' שמעון סבר כו' כצ\"ל והשאר הוא הג\"ה עד אין נראה לשבש התוספתא:", 
            "<b>בהג\"ה</b> בשיבוש מתניא דמאי בא ר\"ש להשמיע לן דאפילו היכא שאומר חוץ מעיר פלוני כו' וכי בשביל כו' אין נראה לשבש התוספתא אלא כמו שפירש בפנים כצ\"ל והס\"ד ואח\"כ יתחיל דבור חדש כל דליתא בירושה ליתא במתנת וכו' כצ\"ל נ\"ב זה הדבור שייך לעיל:", 
            "<b>בא\"ד</b> דאע\"ג דהמקבל גר וליתא בירושה כו' וראיה לדבר בפרק נושאין על האנוסה שיש מוכר את אביו דמוקי ר' יוחנן בשכיב מרע וכן מי שכתב כל נכסיו כו' בעבד ואם מת ולא חזר קנה העבד הכל כדאיתא בפ\"ק דגיטין ועבד ליתא בירושה אפילו הזכיר בהדיא מה שמוציא מן השחרור כו':", 
            "<b>בד\"ה</b> שייר כו' ומדמהדר בנכסים כו' ובפ\"ק דגיטין גבי ר\"מ אומר עכו כארץ ישראל כו' מייתא לה נמי בהא דפלגינן דיבורא אליבא דר\"ש ולא כפרש\"י דהתם אלא כמו שפירש ואליבא דתוספתא דלא שייר כלל מן העבד אלא מן הנכסים ובהא פליגי רבנן עליה כדפי' אבל אין להקשות על פירוש רבינו שמואל שפירש כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ד\"ש</b> בד\"ה אמר ליה רב יוסף כו' שדך כתיב כו' ולכתוב עליה פרוזבול כו' ולקנות עמהן נכסים שאין להם כו' כצ\"ל:", 
            "<b>בסוף</b> העמוד כדפרישית טעמא דאנן כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה קרקע כל שהוא כו' פירשתי לה הס\"ד. מתחיל דבור חדש מנה ופרס כו' מנא להו כצ\"ל והס\"ד ואח\"כ מתחיל דבור חדש ואיידי דקאמר כו' איכא נמי למימר כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה מברחת כו' לאחרינא מיתיבי כו' לא קנה לוקח כצ\"ל והס\"ד והד\"א ואח\"כ מתחיל הדיבור ובכולהו הני חמשה כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> דתנן בקדושין הס\"ד:", 
            "<b>בד\"ה</b> ושאין להם אחריות כו' דמיתני נכסים שאין להם אחריות הס\"ד:", 
            "<b>בד\"ה</b> כי הא דרב פפא כו' אחריות אהני קנין כו' בקנין סודר כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> אם קדם כו' יכול לעשות כן הס\"ד:", 
            "<b>תוס'</b> בד\"ה א\"ל אנן משום כרות גיטא כו' כצ\"ל:", 
            "<b>תד\"ה</b> ואלו הן שכ\"מ כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואלו הן שכיב מרע כו' דניחא לה דתיפוק קלא עליה דכתבין ניהלה לכולהו נכסי כו' כצ\"ל:", 
            "<b>בא\"ד</b> איכא פלוגתא בכתובתה נ\"ב פירוש וא\"כ מה שאמר מברחת עד שתכתוב כל נכסים בלא שיור פליג רשב\"ג ואמר מקצת ככולהו ומ\"מ אינה פלוגתא ממש מאחר דלא פליגי בכל גוונא אלא בחד עניינא ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> איבעיא להו ספר תורה מהו תיקו כצ\"ל והשאר נמחק:", 
            "<b>ר\"ש</b> בד\"ה כותבין שטר כו' לו השטר הס\"ד:", 
            "<b>בד\"ה</b> יינות כו' במסכת שקלים הס\"ד:", 
            "<b>בד\"ה</b> משום דקא בעיא כו' דגליא דעתה משום כו' כצ\"ל:", 
            "<b>בד\"ה</b> ה\"מ כו' רצה משחק בה כצ\"ל:", 
            "<b>בד\"ה</b> והא מתה כו' והכי ס\"ל כצ\"ל והד\"א:", 
            "<b>תוס'</b> בד\"ה איבעיא להו כו' דקנין במשיכה כו' בנכסים כו' קנייה הוי בנכסים כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אתמר מתנת שכיב מרע במקצת אמר רבא אמר רב נחמן הרי היא כמתנת בריא ובעי קנין אמרוה רבנן כו' כצ\"ל:", 
            "<b>רשב\"ם</b> בד\"ה אמרה כששלחה כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה מתה וקיימו כו' דהא שמעינן ליה לרב נחמן כו' נ\"ב והא בודאי איירי סתמא כל היכא דקונה שכיב מרע במקצת אינו יכול לחזור והיינו אף בלא קנין ודו\"ק:", 
            "<b>בד\"ה</b> תנו גט לאשתי וכו' והא דקתני תן גט זה אשמועי' חידוש שאע\"פ כו' הוה מתוקמא מתני' בשכיב מרע לא הל\"ל כתבו ואין נראה לומר דדייק מדהוה ליה למיתני כתבו גט לאשתי ותנו שטר שחרור זה לעבדי דהוה שמעינן כו' רבנן מודו אלא אם כן אנו קיימים כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה תנו מנה לפלוני כו' לא שייך מעמד שלשתן כו' כצ\"ל:", 
            "<b>בא\"ד</b> ועוד י\"ל דמצי לאוקמי רישא כו' נ\"ב זו היא הג\"ה ותולקת על הא דלעיל בפנים דאין נראה לומר כו' ודו\"ק:", 
            "<b>בהג\"ה</b> דאיכא דמוקי לה במעמד ג' ואיכא דמוקי לה בכתבו ותנו כו' כצ\"ל ונ\"ב פירוש ולא מהני מעמד שלשתן כשטר ומר דמוקי לה בשכיב מרע ולא במעמד ג' סבר מעמד ג' נמי מהני כשטר ודו\"ק:"
        ], 
        [
            "<b>רשב\"ם</b> בד\"ה אבל בהך בתרייתא כו' יפוי כח בקנין ואימא מודה לשמואל ולא הורעת כח כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מתנת שכיב מרע שכתוב בה קנין כו' היה לו לחושבו לשמואל כו' נ\"ב פירוש דוקא שטר עם קנין אבל קנין לבד פשיטא דקנה אם מת דלא שייך למימר אין קנין לאחר מיתה אלא דוקא בשטר כך דעת התוס' ודו\"ק:", 
            "<b>בא\"ד</b> דקנין בשטר כו' ממה שסבור למעלה ק\"ו לשמואל דלא גרע אבל דוחק הוא לומר כו' להעמידה בטוב מתנת שכיב מרע כו' וקנינא מיניה מוסיף על מתנות דא והא דכתב וזיכה לזה וכתב וזיכה לזה כו' ומוקי לה למתניתין דשכיב מרע יהבינן ניהליה דקאמר הא אמר תנו נותנין לית ליה פסידא דבתרייתא זכי כו' כצ\"ל:", 
            "<b>בא\"ד</b> ופריך והא אפליגו בה חדא זימנא שהרי הזכוי בתוך השטר במקום הקנין עומד כצ\"ל ונ\"ב חוזר לסוגיא דלעיל וק\"ל:", 
            "<b>בא\"ד</b> דהא לרב גרידא הוא דצריך לאקשויי הכי שלחו ליה מבי רב כו' אפילו לעצמו נמי אינו יכול כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> אמר רבא ואי כתב בה מחיים כו' עד מחיים מודה רב קא משמע לן נ\"ב כל זה שייך קודם עובדא דרב נחמן לעיל וכאן נמחק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה חולים דרוב כו' שהוא קיים לא כל שכן כו' כנ\"ל:", 
            "<b>בד\"ה</b> והם אין מוציאין כו' מביאים ראיה בעדים כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ר' נתן כו' איזו ראיה מייתי מר' נתן לרבה כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר רבא כו' אלא למ\"ד בפ\"ק דשבת נ\"ב ותימה לי דבודאי ר\"ש פי' משנגדרה למ\"ד שיש לה מחיצות וממילא למ\"ד דלא בעיא מחיצות ממילא יש לפרש משעה שנעשית בקעה דהיינו שדה וק\"ל:", 
            "<b>בא\"ד</b> זו ימות הגשמים ואז כו' טומאה זו ימות הגשמים אפילו כו' כצ\"ל:", 
            "<b>בא\"ד</b> ובא לישאל בימות החמה נ\"ב נ\"ל לאו דוקא ולפום ריהטא קאמר לרווחא דמילתא מאחר דנכנס בימות החמה אפילו בא לישאל בימות הגשמים מה מועלת וק\"ל:", 
            "<b>בא\"ד</b> גם על פירוש זה תמיה גדולה היא כו' דמייתי הך משנה ויש לומר דהא נמי לא קשיא היא כו' ונראה לפרש דחולק בענין זה כו' ושמא כדברי ר' יוחנן רוצה לומר כדאיתא בירושלמי כו' מחלוקת ר' מאיר וחכמים בא לישאל בימות החמה נשאלין לו בימות החמה בימות הגשמים נשאלים בימות הגשמים אמר ר' יוחנן ובלבד ימים הסמוכים לגשמים וכן נראה לר\"י לפרש כו' כצ\"ל:", 
            "<b>בא\"ד</b> ובלבד ימים הסמוכים וכו' נ\"ב נ\"ל פירושו כמו מלבד ודו\"ק:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה אין נאמנין כו' דברי ר\"מ ופליג אמתניתין דלא כו' כצ\"ל:", 
            "<b>בד\"ה</b> בבני ברק מקום הס\"ד:", 
            "<b>בד\"ה</b> ועמדו עליו בני משפחה וקא סלקא דעתך כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אתו ואמרו ליה מהו לבדקו כו' כצ\"ל:", 
            "<b>שם</b> תא שמע שאל ר' שמעון בן לקיש את ר' יוחנן כו' נ\"ב נ\"ל סתם התלמוד אומר תא שמע עד סוף הסוגיא שמהפך דברי ר' יוחנן לריש לקיש ודו\"ק:", 
            "<b>שם</b> לקיימו ומאי דברי הכל דרבנן כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והלא אמרו כו' לא מרעינן ליה והלא משמך כו' כצ\"ל:", 
            "<b>בד\"ה</b> תיובתא נמי צ\"ל נמי תיובתא וכו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ואם תאמר אינו התחלת הדבור ושייך לדבור דלעיל מיניה:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אלא לדידך כו' דיבואו היורשים עדים כו' נ\"ב פירוש התוספות סבירא להו דמפכינן חכמים לדברי הכל ודו\"ק:", 
            "<b>בד\"ה</b> אתמר קטן כו' דאית ליה מדאסבריה ליה וסבר כו' ואילו בגיטין פרק התקבל גבי ג' מדות בקטן כו' קאמר רבא כו' כצ\"ל:", 
            "<b>בד\"ה</b> מוכר כו' במתנה יכול למכור כו' כצ\"ל:", 
            "<b>בד\"ה</b> מתיב כו' הא ליכא למימר דא\"כ מאי קאמר אלא למ\"ד כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> תני ר' חייא עד רוב שנותיו הני סימנים זימנין דאתו מחמת כחישותא וזימנין דאתו מחמת בריותא כי אתו לקמיה דר' חייא איכחש אמר להו ליברי ואי אברי כו' אמר להו ליכחוש איבעיא להו כו' כצ\"ל:", 
            "<b>שם</b> מכללא אתמר דההוא תוך זמן כו' אתא לקמיה דרבא כו' כצ\"ל:", 
            "<b>שם</b> מעשה שהיה כך היה ההוא פחות מבן עשרים דאזיל זבין בנכסי אבוה כגידל בר מנשיא אתא לקמיה דרבא כו' סבר וכיון דמסברי ליה סבר מידע ידעי כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה והוא הסריס כו' לא אייתי שערות כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> אית דגרסי כו' בת עשרים ומהכא שמעינן כו' כצ\"ל:", 
            "<b>בד\"ה</b> ה\"ג וממכרה ממכר ולישלח ליה בתינוק כו' הס\"ד והד\"א:", 
            "<b>בד\"ה</b> כי כתבה ליה שטרא כו' כצ\"ל:", 
            "<b>בד\"ה</b> ועמדו שני האנשים כו' במסכת שבועות ובעינן אנשים ולא קטנים כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה לאפוקי מדר' יהודה כו' וא\"ת מנא ליה לאפוקי כו' איירי וי\"ל כו' כצ\"ל:", 
            "<b>בד\"ה</b> ר' אליעזר כו' דשמע מינה בבא אחריתי כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ור' אליעזר לטעמיה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה שהיתה חולה ואמרה תינתן כו' אם מתנת שכיב מרע בלא שיור היתה כו' נ\"ב ותימה בעיני איך יתכן דבלא שיור איירי הא כבינתי לחוד קאמרה ועוד הא פריך לעיל תלמודא מינה דמתנה במקצת לא בעי קנין אלמא קים ליה דבשיור איירי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ר' אלעזר כו' לימא להו דשבת הוה עד כו' בכסף ובשטר ובחזקה ר' אלעזר אומר נכסים שיש להן אחריות נקנין בכסף ובשטר ובחזקה ושאין להם אחריות כו' אמר ר' אלעזר מעשה במרוני אחד כו' דרישא דר\"א דתוספתא אלא אמלתא דרבנן קאמר דאמרי דלא בעי קנין כו' כצ\"ל ונ\"ב פירוש בא ר' אלעזר לחלוק ולומר הא דלא בעי קנין בד\"א בחול כו' וק\"ל:", 
            "<b>בא\"ד</b> והכי פירושא דאם עשה עשוי ולא אמרינן כו' נ\"ב פירוש הא דר' יהודה שאמר בד\"א בשבת כו' אבל דברי ת\"ק שאמר בד\"א בחול כו' אין צריך לפרש מידי דקמ\"ל דקנין מהני בשבת אף שאסור לקנות בשבת ודו\"ק:", 
            "<b>בא\"ד</b> לאחר מיתה דכיון שאין יכול כו' כצ\"ל:", 
            "<b>בא\"ד</b> וה\"ק לא יעשה בלא קנין כו' כצ\"ל ונ\"ב גם זו פירוש לר' יהודה דוקא וק\"ל:", 
            "<b>בד\"ה</b> כבינתי לבתי וכו' ולמה אסור לצאת בו בשבת כו':", 
            "<b>והסגיס</b> והרדיד כו' ופי' בערוך כו' ותתעלף ומתרגם בתרגום ירושלמי גרידא כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> מתחיל דבור חדש דאיקני קנה ומכר מאי אליבא דר' מאיר דקאמר אדם מקנה כו' לא קמיבעיא ליה כדפירש כו' כצ\"ל:", 
            "<b>בד\"ה</b> מצוה על היתומים כו' כי ההיא דגבי קטינא דארעא דהתם כו' כצ\"ל ונ\"ב פרק מי שהיה נשוי:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה פסולין כו' לקמן בגט פשוט המוקדמין כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואת\"ל כו' בעיא באפי נפשה היא הס\"ד:", 
            "<b>בד\"ה</b> ומשני כו' מהא שמעינן כו' דאיקני קנה נ\"ב פירוש אף לרבנן:", 
            "<b>תוס'</b> בסוף ד\"ה מצוה על היתומים כו' והיכא דאמר לא ניחא ליה למעבד מצוה אמרי' בכתובות דמכין אותו עד כו' כגון עשה סוכה ועשה לולב כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> המוקדמים פסולים כו' אך י\"ל דשאני התם דמשעת כתיבה הוא דעביד ליה שומא אבל הכא לא עבד ליה שומא כצ\"ל ונ\"ב פירוש מי יימר דמגבי ליה מזמן ראשון:", 
            "<b>בד\"ה</b> גובה את הקרן כו' ואפילו דאיקני קנה ומכר משתעבד משתעבד כבר לוקח לבעל חוב ונ\"ב הכי פריך אע\"פ דאיקני כו' משתעבד ואם כן למה המלוה אינו גובה מהנכסים משועבדים שיטרוף הלוקח שהרי הניח לו מקום כו' היינו משום דהתחיל שעבודו כבר על לוקח ראשון דבע\"כ איירי שלא היה למוכר באותו העת נכסים יותר כי אם אותה שדה שמכר ללוקח ראשון דאם לא כן יאמר הלוקח ראשון הנחתי לך מקום כו' וא\"כ חל כבר השעבוד הכל על הלוקח ראשון אבל בתוספות דפ\"ק דמציעא משמע דלעולם יכול הלוקח ראשון לסלקו בשאר משועבדים אי לאו דעשאו אפותיקי ע\"ש:"
        ], 
        [
            "<b>גמ'</b> נכסים בחזקתן וכתובה בחזקת יורשי כו' כצ\"ל:", 
            "<b>שם</b> נפל הבית עליו ועל אמו כו' אלו ואלו מודים שיחלוקו כו' כצ\"ל ונ\"ב משנה זו שייכת לעמוד שני:", 
            "<b>תוס'</b> בד\"ה נפל הבית עליו כו' שיש לה בנים אחרים כו' אלא יורשי האם היינו אחיה שאם מתה האם אחיה אין להם כלום כו' כדקאמר לקמן גבי נפל כו' לאו יורשי האב כו' ופירש רבינו שמואל יורשי האב אחי הבן כו' שאין לנו לומר כן כו' ישבע שאין לו פחות מרביעי ויטלנו וזה ישבע שאין לו פחות מג' רביעים ויטלנו אמאי לא הוי כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> קם רבה בשיטתיה דר' זירא נ\"ב לרשב\"ם לא גרס אבל ברי\"ף ורא\"ש גריס שפיר:", 
            "<b>ר\"ש</b> בד\"ה בחזקת מי כו' דקאמרי ב\"ה הס\"ד:", 
            "<b>בד\"ה</b> מ\"ט כו' באותו שבט של אם כצ\"ל:", 
            "<b>בד\"ה</b> אלא אי אתמר כו' ומוקי למתניתין יורש אחוה דההיא קשיא וכו' והתלמוד מפרש דלא תסייעיה ממתניתין ולעולם קשה בדיני ממונות כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> ונימרו ליה אבוך מזבן ואת מפיק כו' אבל אחרים יכולים לקיים כתב ידו השתא איהו לא מהימן כו' ומאי קושיא אחריני מהימני כו' כצ\"ל:", 
            "<b>ר\"ש</b> ד\"ה ולימרו ליה צ\"ל ולימרו ליה לקוחות אביך מזבין כו':", 
            "<b>בד\"ה</b> אבל אחרים כו' בדיני ממונות דאיהו לא מהימן כו' והד\"א:", 
            "<b>בד\"ה</b> דגזירת הכתוב כו' זייף וכתב כדאמרן כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ולימרו ליה כו' וסבירא להו לשלחו מתם כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> מאי לאו יורשי האב בני מורישיו כו' לא יורשי האב אחיו כו' כצ\"ל:", 
            "<b>רשב\"ם</b> בד\"ה הכי גרסינן כו' בני מורישיו אחי כו' אבוה דאב ומשני כו' ואחרי כן מת יעקב כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה גט פשוט כו' ובין בגיטין ובין בשאר שטרות כו' כצ\"ל:", 
            "<b>בד\"ה</b> מקושר עדיו כו' כל כפל וכפל בפני עצמו כו' כעין קסת הסופר כצ\"ל ומצויר   כזה:", 
            "<b>תוס'</b> בד\"ה מקושר עדיו מאחריו תימה כו' והעדים מצד אחד ואיכא טיוטא בין העדים כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> שלשה למקושר ואיפוך אנא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה תרי שריר וקיים כו' יודע שהוא זיוף ופריך דלמא זייף ומתיק כו' ומשני האמר ר' יוחנן כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה לאו דיעקב כו' ששמו יעקב שיכתוב כך כצ\"ל:", 
            "<b>בד\"ה</b> רב    צייר כו' זה נהוג לאכול דגים וזה נהוג בתמרים נ\"ב ול\"נ זה דקדק ונזהר בדגים גדולים לכבוד שבת כדאיתא בפרק כל כתבי וזה בתמרים טובים:"
        ], 
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה שיטה אחת כו' זה השטר לזה אין לחוש כו' כצ\"ל:", 
            "<b>בד\"ה</b> גופא כו' ועדיו על המחק דכשר ומחק על השטר כו' ואין לחוש שמסר לו שטר פסול וא\"ת כו' וגם השטר שהוא על הנייר ויהיה שטר כו' ונמחק בזיוף אז ראוי לפסול כו' אין כותבין זה הדבור כנגד החתימה כו' דלמא יכתוב בשיטה מפני העד כו' כצ\"ל ונ\"ב נ\"ל ושמא יש לו כבר שטר בעד אחד ועכשיו יצטרף עם אותו העד ודו\"ק:", 
            "<b>בא\"ד</b> ואין לומר שיחתום בשביל אחד דלענין אפוקי ממון חשוד דלא מהימן אלא בשבועה נ\"ב כך נראה לפרש אין לומר שיעשה שטר לחבירו ראובן על שמעון ויהיה חתום בו עד אחד והוא יבא גם כן לחתום שיהיה בו שני עדים ויחלוק עם ראובן לא חיישינן להכי דדוקא לאפוקי ממון חיישינן והא ראיה אפילו מי שיש לו שטר אי אמר לו אישתבעי לי דלא פרעתיך צריך לישבע לו והוא הדין כל הנשבעין ונוטלים אבל למחשדיה שמא יהיה עד כדי שיחלוק עמו בממון לא מצינו שהזקיקום חכמים לשבועה שלא עשה קנוניא ודו\"ק:", 
            "<b>בא\"ד</b> בינתיים בזה אין רגילות כו' על המחק דלמה כו' לעשות תקנה כשהשטר עשוי על המחק דאיכא למיחש כו' מה שהקשה ר\"י על פירוש ריב\"ם כו' למה יכתבו אנחנא סהדי ירחיקו העדים כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>גמ'</b> ושטרא על מחקא השתא נמי מאי אמרת כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה וא\"ת כו' וזייף וחתימי סהדי ומשני כו' כצ\"ל והד\"א ומה\"ד השתא נמי חוזר עוד ומוחק ומזייף ומקשינן והא אמרת אינו דומה כו' ומשני הני מילי כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ונקבל כו' ונדמייה הס\"ד:", 
            "<b>בד\"ה</b> אית ספרים דגרסינן בהו ונישהי א\"ר ירמיה כו' לדקדק כ\"כ ולשהותו ויבואו להכשיר שטר כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה וניחוש דילמא כו' פירשתי לעיל הס\"ד ואח\"כ מתחיל דבור חדש אי לאילעי מחיק לפירוש ריב\"ם שפירש כשנמחק שתי פעמים כו' כצ\"ל:", 
            "<b>בד\"ה</b> לישהייה מאן דלא גרס ליה סבר דכמו כן אינו דומה נמחק בן שני ימים לנמחק בן שלשה כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ת\"ר הריני נזיר סומכוס אמר הינא אחת כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ומקשינן כו' זמן השובר ופרקינן כו' הד\"א:", 
            "<b>בד\"ה</b> כך מנהג כו' דרבנן כו' בריש פירקין ומשני כו' הד\"א ובד\"ה טרגין כו' צ\"ל דיגון לשון שנים כו':", 
            "<b>בד\"ה</b> ת\"ר כו' שלנו הם הס\"ד ונמחק או:", 
            "<b>בד\"ה</b> פונטיגין יש לו חמש פינות מצוייר כזה:", 
            "<b></b>    בד\"ה כלך מלשון כו' היה לך לומר אני כתבתיו כצ\"ל:", 
            "<b>תוס'</b> בד\"ה הינא אחת כו' בלשון      הקודש כמו דיגון טריגון כו' וכה\"ג אמרינן בנדרים דף י' הריני נזיק נזיח פזיח איכא דאמרי    לשון עכומ\"ז שבדו ואיכא דאמרי לשון חכמים להיות בו נזיר כצ\"ל ונ\"ב פירוש שהתוס' סוברים    דנפקא מיניה בין לשון עכומ\"ז ובין לשון חכמים דבלשון עכומ\"ז צריכין להבין הלשון לאפוקי בלשון שבדו חכמים הוי דינו כלשון הקודש וכן משמע בתחילת נדרים בתוס' ודו\"ק:", 
            "<b>בד\"ה</b> עיון תפלה הוא רע כשמהרהר בתפלתו כו' ועיון תפלה ומזה אין אדם כו' והכי אמר בירושלמי אמר רבי יוחנן מחזקנא טיבותא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> במתניתין מלמעלה מנה ומלמטה מאתים מלמעלה מאתים ומלמטה מנה כו' שאם תמחוק אות אחת מן התחתון ילמד מן העליון כצ\"ל ונמחק כל מתניתין וצ\"ל במקום המתניתין פיסקא פשוט שכתוב בו עד אחד כו' בשלמא מקושר כו':", 
            "<b>ר\"ש</b> בד\"ה ור' אליעזר מכשיר דסבר מראה מרום הוא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אמר אביי כו' כגון שאותו שבכתב מעיד על ההלואה כו' ולהכי נמי קשה לאמימר כצ\"ל ונ\"ב פי' ולפי פירוש זה קשה שפיר לאמימר ודו\"ק:", 
            "<b>בא\"ד</b> שהרי על מסירתו יש שני עדים כו' שמסר לוה למלוה ומיהו יש לומר דהאי דלא אשכחינן צירוף בעד אחד כו' ובירושלמי גרסינן זעירא בעי עד אחד בכתב ועד בעל פה מהו שיצטרפו ועד אחד בכתב כלום הוא לכך צריכא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> בפיסקא נ\"ב בכאן צ\"ל מתניתין דלעיל בהיפוך הדף כתב בה זוזין כו':", 
            "<b>שם</b> תנו רבנן כסף כו' מבשני דינרין זהב כסף כו' כצ\"ל וכן בכל העמוד:", 
            "<b>ר\"ש</b> בד\"ה כתוב בו כו' הרי הן כ\"ה סלעים אין למלוה אלא עשרים סלעים דיד בעל השטר כו' כ' סלעים כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> תנו רבנן כו' מדינר כסף כסף לוה כו' כצ\"ל:", 
            "<b>בד\"ה</b> אין פחות כו' נמחק כל הדבור:", 
            "<b>תוס'</b> בד\"ה הכא נמי כו' דאורייתא ולאו דוקא כו' דאפילו אי הוי כו' כצ\"ל:", 
            "<b>בד\"ה</b> אימא נסכא תימה לרבי מאי כו' כתב בו בכל כו' וכי נסכא פחותה מאיסר שאין בו רק מיני פרוטות כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אימא נסכא כו' ושיעור זה לנסכא פחותה אפשר שהיו כו' כצ\"ל ואח\"כ מתחיל הדבור אי הכי רישא כו' על התחתונה ולא גרסינן נמי ברישא כו' כצ\"ל ונ\"ב פירוש דאי גרסינן הכי אם כן משמע דכפשוטו פריך מאי שנא רישא מסיפא כמו שבסיפא זהב בדינרים אין אומרים שהכל זהב קאמר אלא חד של זהב וחד של כסף אם כן הוא הדין זהב דינרים או דינרין זהב לא נימא דתרוייהו זהב קאמר אבל היכא דפריך מרישא דקמייתא דנימא כסף בדינרין יהיה הכל של כסף היינו מכח יד בעל השטר כו' פריך אע\"פ שאינו בשוה ממש והיינו דגרסינן אי הכי ודו\"ק:", 
            "<b>ד\"ה</b> לפי הספרים שגורסין כו' אם כן בלשון תלמוד אי אפשר שיהו דינרי של כסף שלאותם קורא זוזי בלשון תלמוד כו' כצ\"ל ונ\"ב פירוש הברייתא קרוייה תלמוד ודו\"ק היטב:", 
            "<b>בד\"ה</b> הכי גרסינן נכנס לב\"ד כו' טעמא דרשב\"ג דפליג לפי גירסא זו אבית שמאי כו' כצ\"ל והשאר נמחק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה הכי גרסינן נכנס כו' כתוב ואין בי' בכריתות כו' כצ\"ל:", 
            "<b>בד\"ה</b> רבעתיים כו' דגרסינן רבעתי ולא רבעתיים כו' דגרסינן ברבעתי ופירש קן כו' דהויא פלגא דזוזי ונקט שיעור דכל הקן דהיינו ב' פרידות אף שלא צריך אלא כנגד פרידה אחת דהיינו חטאת ומשום חטאת שמתו בעליה ואע\"ג כו' כצ\"ל ונ\"ב נ\"ל:", 
            "<b>בא\"ד</b> וי\"ל דמצוה מן המובחר להביא כו' ובפ\"ק דבכורות אמרינן פטרוזא בת דנקא כו' כצ\"ל ונ\"ב פירוש שה כחוש ששוה רק דנקא:", 
            "<b>בד\"ה</b> א\"כ למה כו' לבדו למה כותבין כו' כצ\"ל:", 
            "<b>ד\"ה</b> א\"כ למה כתוב העליון כו' צריך להתחיל הדיבור שאם תמחוק כו' ה\"נו כו' אחר התחתון ואין למדין כו' שאין לומר שכן רצה כו' כצ\"ל:", 
            "<b>בד\"ה</b> אבל לא בשתי אותיות כו' כצ\"ל:", 
            "<b>בד\"ה</b> ספל וקפל פירש רבינו תם ספל ס' פלגי כמו ל' חצאי כצ\"ל ונ\"ב פי' שדרך התלמוד להזכיר מנין חצאים ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> שית מאה איסתרי זוזי יד בעל השטר כו':", 
            "<b>ר\"ש</b> בד\"ה אמר אביי כו' ואין צריך ראובן להעיד על כתב כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואי איתרמי כו' בסוף שיטה הס\"ד:] בד\"ה אזרנוקא כו' מן הבור הס\"ד:", 
            "<b>בד\"ה</b> ושובר לאשה כו' כסף כתובתה הס\"ד:", 
            "<b>תוס'</b> בד\"ה אע\"פ כו' דאמרינן לה אייתי כו' כצ\"ל:", 
            "<b>בד\"ה</b> ושובר לאשה כו' הא פריך הכי בפרק קמא כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>תוס'</b> מתחיל דבור חדש וליחוש דלמא כו':", 
            "<b>בא\"ד</b> יקראו את הגט כו' נ\"ב תימה פשיטא דצריך לקרות הגט דאי לאו הכי אפילו יכירו שם האיש והאשה בשעת כתיבת הגט וחתימה שמא יתן לאשה אחרת ודו\"ק ואפשר שהתוספות סוברים בודאי צריך לפתוח הגט ויראה לכל הפחות שם האשה ולא יראו אחר שם בעל הנותן ודו\"ק על כן מביאין ראיה שצריכין לקרות כולו נ\"ל:", 
            "<b>בא\"ד</b> ויראו העדים שאין זה שם האיש ועוד בלאו הכי כו' כצ\"ל ונ\"ב נ\"ל שהתוספות מבינים שרשב\"ם סבר דמקשן לא פריך דלמא כתב גיטא ואזיל ואמטי לאיתתא אחריני היינו לאשת פלוני ששמו כשמו דהא אכתי לא אסיק כא דשני יוסף בן שמעון כלל דאי הוה סבר רשב\"ם דהמקשן פריך הכי אם כן לא הוה ליה לפרש הא דמקלקל להתירה דאיכא דוחק ולא שכיחא אלא הוה ליה לפרש משום כתובה כו' כמו שמפרשים התוספות לפי האמת אי לאו שסבר רשב\"ם דכתובה לא שייך שהרי צריכה להראות גיטה במקום כתובה ויראו שאין כתוב על שם בעלה אבל להתירה איכא למיחש דקורעין הגט מיד אחר הנתינה משום הכי הקשו התוספות הא צריכה לקרות כל הגט ויראו שאין זה שם בעלה ומשום הכי התוספות מתרצים שהאמת משום כתובה והיינו שיכתוב גט לאשת פלוני ששמו כשמו ודו\"ק:", 
            "<b>בא\"ד</b> לאיש אחר ששמו כשמו ויתן הגט לאשת האיש כו' כצ\"ל:", 
            "<b>בד\"ה</b> וליחוש לשני כו' אי לר' מאיר דאמר עדי חתימה כרתי כו' כצ\"ל:", 
            "<b>בא\"ד</b> הגרושין בפניהם כו' נ\"ב פי' בפני הסופר ועדי חתימה:", 
            "<b>בד\"ה</b> ומחזיק ליה כו' שא\"כ יודעין שאין כו' כצ\"ל:", 
            "<b>דף</b> קסח ע\"א ר\"ש בד\"ה ור' שמעון סבר אין כופין ומשנינן כו' לא דכ\"ע סברי כופין וטעמא כו' הד\"א ונ\"ב פי' במדת סדום ודו\"ק:", 
            "<b>בד\"ה</b> הכתב תבא עלי כו' טענותיי ונבא לידי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כיון דדק כו' זאת היא דנאמן אע\"פ כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר רב נחמן כו' א\"ל רב נחמן אומר אני אסמכתא קניא כו' אתי שפיר לרב נחמן כצ\"ל והס\"ד ואח\"כ מ\"ה מעמיד עליו עדים כו' ואח\"כ מ\"ה ובא לפני ב\"ד דוקא נקט כו' מקרעין את השטר הס\"ד ואח\"כ מ\"ה ופלוני ופלוני וכו':"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ומפרש תלמודא כו' הוזקקנו כו' שעמדו כו' הד\"א ונ\"ב נ\"ל ברייתא מפ' והיינו תלמודא ולאפוקי דלא תימא שכך נוסח הקיום אם כתוב כו' אבל אין לומר שגמרא מפ' הברייתא א\"כ עיקר דין הקיום שצריך לכתוב חסר מן הברייתא ודו\"ק:", 
            "<b>בד\"ה</b> נקרע ע\"י אדם הס\"ד:", 
            "<b>בד\"ה</b> ערבאי ישמעאלים הס\"ד:", 
            "<b>בד\"ה</b> בשטרי הלואה כו' א\"נ דלמא חזר ומצאו נ\"ב פי' מאחר דספק הוא אבל אם יש לו עדים שנאבד בודאי כותבין ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ופלוני ופלוני כו' אם צריך לכותבן מאחר שאין התלמוד מזכירן וצריך כו' כצ\"ל:", 
            "<b>בד\"ה</b> אבל בשטר כו' שמכרה לו השתא נמי כו' שנכתב לו מחדש שהרי כתוב מאותו הזמן כו' מתחלה כתבת שכתבת כו' כצ\"ל:", 
            "<b>בא\"ד</b> הואיל ושמעי להדדי נ\"ב ס\"א דשמטי מהדדי:", 
            "<b>בא\"ד</b> אפילו אמרי' בעלמא כו' ולא תקשה לרשב\"ג ולא תצטריך לכל זה כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ר\"ש</b> בד\"ה אמר רב ספרא כו' ממנו וא\"ל כו' וכתבו לו אחר ומפיק ליה לשטרא קמא דכתבו כו' כצ\"ל ונ\"ב כאשר הגהתי כן מצאתי בפי' הרי\"ף וכן נראה דבודאי מתחלה יראה הכתב חדש שכתבו לו ולא יראה הישן שלא ירגישו ודו\"ק וגם לבסוף יראה הישן ולא יראה הכתב חדש דבלאו הכי איכא גמגום חשדא עליו ואם יראה כתב חדש יכירו בדבר ודו\"ק:", 
            "<b>בד\"ה</b> ומשני כו' וחוזר הלוקח הזה בשטר קמא וטורף בו פעם אחרת כו' כצ\"ל:", 
            "<b>מה\"ד</b> לבר מדייפקון כו' כלומר כו':", 
            "<b>תוס'</b> בד\"ה אבל בשטר כו' וקשה לפי פי' זה ומאי לא כו' ונ\"ב כל זו הג\"ה הוא עד אלא דבר ברור:", 
            "<b>בהג\"ה</b> לפי שאמר שנאבד השטר הראשון כו' כצ\"ל:", 
            "<b>בד\"ה</b> לכתוב לאידך כו' המוכר לפנינו וי\"ל דבודאי אי הוה פריך על רשב\"ג דאמר אין כותבין איכא למפרך הכי אבל הכא כו' מאחריות שבו היינו שבשום ענין אין כותבין אחריות אפילו הוא כו' ה\"ה אם הוא לפנינו דכותבין ורבותא קמ\"ל דאפי' אינו לפנינו אפ\"ה כותבין לו אלא דעדיפא משני ליה כצ\"ל והס\"ד ואח\"כ מתחיל דבור חדש לבר ממאן כו' ויכתבו לו מזמן שני נ\"ב ומ\"מ נראה שכתוב בשובר ששטר זה נכתב תחת שטר הראשון שנכתב בזמן הראשון וכן משמע פירוש רשב\"ם דאל\"כ יפסיד לוקח בשובר זה כגון שאם ימצא שטרו שנאבד ודו\"ק:", 
            "<b>בא\"ד</b> בברייתא היינו דכותבין שטר מקח כו' כצ\"ל:", 
            "<b>בא\"ד</b> כדפרישית לעיל נ\"ב מאחר דאיירי שלא בפניו צ\"ל שכותבין מזמן ראשון אבל היכא שהמוכר לפנינו ומודה לו ליכא למיחש למידי ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> והדר זבנה ניהלה באחריות נ\"ב הא דקאמר הדר ובנה ניהלה לאו שיכול לכופה בכך שהרי היא יכולה לומר אחריות דמוכר עדיפא מינך אלא אם היא רוצה בכך קאמר כן פי' הר\"ן בפרק האיש מקדש ומ\"מ נראה שאם היא רוצה שכופין אותו בכך שהרי הוא הוציא מעותיה זכתה בקנין ומשום שקלקל ועיוות כופין אותו שיכתוב אחריות וצ\"ע:", 
            "<b>ר\"ש</b> בד\"ה אמר להו כו' בעל חוב דמוכר שהוא לוקח ראשון שנאבד שטרו וטורף הקרקע מיניה דלוקח שני ותברא אינו כו' כצ\"ל:", 
            "<b>בד\"ה</b> אחריות כו' בשטרי הלואה הס\"ד:", 
            "<b>בד\"ה</b> מ\"ט חזרה מתנתו הס\"ד:", 
            "<b>בד\"ה</b> ת\"ר כו' ולקמן מפרש לה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בעלמא כותבין כו' ליכתוב בר מזימנא כו' כצ\"ל כך נראה להגיה ולית נגר ובר נגר דיפרקיניה אי לאו כמו שהגהתי ודו\"ק:", 
            "<b>מתחיל</b> דבור חדש רשב\"ג כו' ונ\"ב זה הדבור שייך לעמוד שני:", 
            "<b>בא\"ד</b> אף הן כשרים כו' נ\"ב פירוש גיטי נשים ושחרורי עבדים ע\"ש (עי' במהרש\"א):"
        ], 
        [
            "<b>גמ'</b> הכי קאמינא לך מתניתא לא מתרצא אלא כדמתרצה מר כצ\"ל ונ\"ב כל זה לא היה כתוב בספרים של רשב\"ם וק\"ל:", 
            "<b>שם</b> ויעידו א\"ל והאמר כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה א\"ל אביי לרב דימי הס\"ד:", 
            "<b>בד\"ה</b> אלא אמר אביי כו' הכתוב בשם אתר ומסרו לזה פליגי דהא כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> ומודה ר\"א כו' דדוקא גט שאין כו' רחמנא מיהו אם כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר רב נחמן כו' דשנים אוחזין הס\"ד:", 
            "<b>בד\"ה</b> אלא הכא כו' מזדהר ור' שמעון כו' הד\"א:", 
            "<b>בד\"ה</b> א\"ל ר' אבא הס\"ד ונ\"ב נ\"ל דר' אבא ס\"ל דהלכה כרשב\"ג דא\"צ לברר פי' ואם לא בירר דבריו לא הפסיד ולאפוקי מרבי וא\"כ אנא נמי לא הפסדתי אם לא אברר והא דקאמינא שצריך לברר בשם רב היינו לא בירור ממש אלא שצריך שיבואו ויעידו ואם לא יעידו כן מזקיקים אותם לישבע ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> הא ברייתא דתניא עדים כו' כצ\"ל:", 
            "<b>ר\"ש</b> א\"ל אנא נמי לברר קאמינא כו' נ\"ב פי' דוחה הוא דלישנא לא משמע הכי דהל\"ל אנא כרבי ס\"ל אלא לפי פי' רשב\"ם ר\"ל כפשוטו קאמר אנא לברר קאמינא ולא להפסידה ממון אלא להזקיקה שבועה כדפי' בגליון מעבר לדף ודו\"ק:", 
            "<b>בד\"ה</b> ולא כר' יוסי כו' עדיין ורב תנא כו' הד\"א:", 
            "<b>תוס'</b> בד\"ה אלא לברר כו' שיוכל ומ\"מ כו' כצ\"ל:", 
            "<b>בא\"ד</b> י\"ל דלא מפסדי נ\"ב והא דקאמר צריך לברר היינו לצאת ידי שמים ואולי מתיירא שלא יתבייש ויתפשר עמו או יפטירנו או שמא יבאר ויעידו להיפך מדבריו ודו\"ק:", 
            "<b>בד\"ה</b> אין הלכה כו' שפירש ר\"י ורבינו שמואל נ\"ב פי' דביום פלוני דהתם היינו מזמן ראשון וק\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ומשני כו' אמר רב יהודה א\"ר ה\"מ כו' כצ\"ל:", 
            "<b>בד\"ה</b> ת\"ר כו' מאוחר וכשר כצ\"ל והס\"ד:", 
            "<b>תוס'</b> בד\"ה אלא עדים כו' דהתקבל דכתבי תפוותא כו' כצ\"ל:", 
            "<b>בד\"ה</b> שאם הוזקקנו כו' אלא ג' בניסן נ\"ב לפי האמת צ\"ל י\"ז בניסן ודו\"ק:", 
            "<b>בא\"ד</b> נמצאת עונתו מכוונת כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אין כותבין שובר אבד שטרו כו' אי אדכרתן השתא הוא כו' תברא א\"ל בתר עבדינן הכי א\"ל בתר וא\"ל הוי זימנא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה לא נחלקו כו' אם לאו הס\"ד:", 
            "<b>בד\"ה</b> ונפיק מינה כו' וכל זה דכתב בשטר כו' כצ\"ל:", 
            "<b>ד\"ה</b> ור' יהודה כו' צ\"ל דר' יהודה דמכשיר כו' בזמנו לעולם אינו כו' כצ\"ל בד\"ה ור' יוסי דפוסל כו' כצ\"ל והד\"א:", 
            "<b>ד\"ה</b> מסתברא כותבן כו' צ\"ל ומסתברא דכותבין כו':", 
            "<b>בד\"ה</b> תנן האם כו' שביעית הס\"ד:", 
            "<b>בד\"ה</b> אדכרתון כו' שאפילו כתב את השטר כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בתר דאמר ליה האי שטרא כו' כצ\"ל ונ\"ב פי' שטרא דנן כו':"
        ], 
        [
            "<b>ר\"ש</b> ד\"ה אי נמי כו' שלא כדין פסק כו' אבל מקמי כתיבה כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>תוס'</b> בד\"ה מינך אפילו כו' אבל רשב\"ם אין תופס בו עיקר ואין נראה לר\"י ממה שמפרש כו' לא יגביהו או לא כצ\"ל:", 
            "<b>בד\"ה</b> עדי מסירה כרתי כו' ואין נראה לר\"י דהא אמרינן זמן כו' ור' אליעזר לא בעי כלל זמן דס\"ל עדי כו' כצ\"ל:", 
            "<b>בד\"ה</b> אבל הכא כו' אם ידעינן בבירור שלא כו' כצ\"ל:", 
            "<b>בד\"ה</b> לנפילה דחד פירוש שאין כו' יש לתלות בנפילה כצ\"ל והס\"ד ואח\"כ מה\"ד ואלא הא דתניא כו' ולנפילה דחד כו' וברייתא במוציאין זה בלא זה כצ\"ל והס\"ד ואח\"כ מה\"ד והכא בצריך כו' ונ\"ב זה הדבור שייך לעמוד שני:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה ואב\"א כו' במסירה בלא שטר מכירה אחר כדפסקנא הלכתא כו' כצ\"ל והד\"א. קודם ד\"ה במשולשין נרשם גמרא:", 
            "<b>תוס'</b> בד\"ה אביי אמר כו' והא דמוקי לה כו' נ\"ב לפי מה דמסיק התם דסימפון היוצא מתחת יד המלוה בכתיבת ידו לא מהני ובמתניתין משמע דמהני כו' וק\"ל:", 
            "<b>בא\"ד</b> בין שטרות פרועין כו' מוקי לה בשובר היוצא כו' כצ\"ל:", 
            "<b>בד\"ה</b> שטרו של כו' הכא לא אמרינן שמא חבירו כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> ואם אמר לו על מנת כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה קבלנוה כו' קבלן ובאמירה בעלמא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה חסורי מיחסרא כו' אי נמי אינו מזכיר כו' כצ\"ל והד\"א:", 
            "<b>בא\"ד</b> אלא לשון פרעון נ\"ב פירוש אפ\"ה לא מהני וק\"ל:", 
            "<b>בא\"ד</b> דיברא\"י דהלכתא כרבא ולא לימא ואני קבלן וקונין בכליו כו' כצ\"ל ונ\"ב זו סברת התוספות דרבא דוקא תן לו ואני נותן קאמר אבל תן לו ואני קבלן לא אבל רשב\"ם סבר דכל שכן תן לו ואני קבלן וכן סבר הרא\"ש ע\"ש:"
        ], 
        [
            "<b>גמ'</b> לנכסי דלוה מקמיה כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ורב חסדא אמר כולן לשון קבלנות הן ואפילו תן לו ואני ערב אפילו הלוהו ואני פורע הלוהו ואני חייב הלוהו ואני נותן לך כצ\"ל והס\"ד:", 
            "<b>תוס'</b> ד\"ה מקמי דלודעינהו כו' ללוה דודאי אם אין לו נכסים יכול כו' אחר שישכיר עצמו ויקנה נכסים ומה לי כו' עצמו הס\"ד ואח\"כ מה\"ד ואם כתב בו התקבלתי כו' לדוחקו ולפוטרו לשלם חובו למלוה אף אם לא כו' צררי לערב לא הוה מקבל לערב כדפי' בקונטרס הכא מיהא כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> דניזיל דנסיב עצה לרב הונא דניגרש לדביתהו כו' ערב הוא וקי\"ל ערב דכתובה כו' והלכתא אכולהו משתעבד בר מערב כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה שלחוה מתם כו' וכמי שחייב מודה דמי נ\"ב אבל רש\"י פי' בפ' שום היתומים דשלחו מתם קאי על הא דשמתוהו ומת בשמתא ר\"ל דמה שהקשו מתחלה על הא דרב אסי דאמר אין נזקקין לנכסי יתומים אלא אם כן רבית אוכלת ואשכח כמה ברייתות דנזקקין אף לשאר בעל חוב דאיירי כולן שמת בשמתא ולא קאי אההיא דהלכתא ע\"ש:", 
            "<b>בד\"ה</b> והאמר אביי בפרק יש נוחלין הס\"ד:"
        ], 
        [
            "<b>גמ'</b> שלא להשביע את עצמו. נ\"ב הלשון קצת קשה שהיה לו לומר שלא להשביע את ההקדש אבל יש לומר דהכא נקט שפיר שלא להשביע את עצמו שלא יאמרו העולם בודאי הוא עשיר שהרי הקדיש כל נכסיו ובודאי עדיין ממון בידו שהרי אוכל ושותה וק\"ל:", 
            "<b>שם</b> למילתא ליכא למימר דפרעוה אלא כו' אתם עדי אדם משטה בשעת מיתה או אין אדם משטה בשעת מיתה צריך שיאמר כתובו או א\"צ לומר כתובו בתר דבעיא כו' כצ\"ל:", 
            "<b>ר\"ש</b> בד\"ה ופרכינן כו' תנו א\"ה ואי משום כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> הא דהקדש הס\"ד:", 
            "<b>בד\"ה</b> מ\"ט דלא דלמא אדכורו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה הא דמקוים כו' מנכסי הקדש תנינא כו' כצ\"ל והד\"א:", 
            "<b>בד\"ה</b> הא דלא מקוים כו' דבעי קיום קודם שיפרע שייך כו' כצ\"ל:", 
            "<b>בד\"ה</b> חזר ואמר כו' כדקאמר דלמא אדכורי מדכר היינו באותה שעה כו' כצ\"ל:", 
            "<b>בד\"ה</b> המלוה את חבירו כו' לא גבי ממשעבדי מדרבנן והא דפרש\"י כו' מבכאן הס\"ד ואח\"כ מה\"ד גבו קרקע יש לו גבו מעות כו' דמיניה הוא מ\"מ כו' קרקע אמאי יש לו כ\"ש דלמא לא הני קרקעי שבק אבוהון וגם לאו מיניה הוא שהרי מעות הלוהו אלא ודאי כו' כצ\"ל והד\"א:"
        ], 
        [
            "<b>גמ'</b> ומי אמר רבה הכי והאמר רבה גבו קרקע יש לו גבו מעות אין לו ורב נחמן אמר גבו מעות יש לו איפוך דרבה לרב נחמן ודרב נחמן לרבה והא שמעתא לא אזלה הכי כדאמר ליה אביי לרבה לדידך קשיא כו' וכי תימא איפוך דרבה כו' בזבורית רבה טעמא דבני מערבא קאמר כו' כצ\"ל ונמחק אלא ונ\"ב נ\"ל גירסת רשב\"ם:", 
            "<b>ר\"ש</b> בד\"ה הוציא עליו מלוה הס\"ד:", 
            "<b>תוס'</b> בד\"ה דבר תורת כו' בבבא מציעא משמע כו' כצ\"ל:"
        ], 
        [
            "<b>ר\"ש</b> בד\"ה בעא רבה כו' וקיום השטר מאי כו' אחריות או דלמא כו' הד\"א:", 
            "<b>בד\"ה</b> ה\"ג כו' ואית דגרסי משעת הכתיבה נ\"ב נ\"ל כאשר הגהתי מצאתי אח\"כ להדיא בתוספות דגיטין דף ג' ע\"ב בד\"ה וגובה מנכסים משועבדים כו':", 
            "<b>בד\"ה</b> הלכה כמותו כר' ישמעאל כו' כצ\"ל:", 
            "<b>בד\"ה</b> חנוק מה כו' כצ\"ל:", 
            "<b>תוס'</b> בהג\"ה דשאני שאילו דדומה שסותר הגט כו' נ\"ב ומ\"מ ושאילו כשר אף שאינו מענינו דהא כתב להדיא שנוסף על הראשונות רק שאין בו צורך לגט ודו\"ק:", 
            "<b>בד\"ה</b> והלכה כמותו כו' כר' ישמעאל הא לא פליג כו' כצ\"ל:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "חכמת שלמה על בבא בתרא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chokhmat Shlomo", 
        "Seder Nezikin"
    ]
}