{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "categories": [
        "Mishnah", 
        "Seder Moed"
    ], 
    "language": "he", 
    "title": "Mishnah Rosh Hashanah", 
    "text": [
        [
            "ארבעה ראשי שנים הם: באחד בניסן ראש השנה למלכים ולרגלים. באחד באלול ראש השנה למעשר בהמה. רבי אלעזר ורבי שמעון אומרים: באחד בתשרי. באחד בתשרי ראש השנה לשנים ולשמטין וליובלות, לנטיעה ולירקות. באחד בשבט ראש השנה לאילן, כדברי בית שמאי. בית הלל אומרים: בחמשה עשר בו.", 
            "בארבעה פרקים העולם נדון: בפסח על התבואה, בעצרת על פרות האילן, בראש השנה כל באי העולם עוברין לפניו כבני מרון, שנאמר (תהלים לג) היוצר יחד לבם המבין אל כל מעשיהם, ובחג  נדונין על המים.", 
            "על ששה חדשים השלוחין יוצאין: על ניסן מפני הפסח, על אב מפני התענית, על אלול מפני ראש השנה, על תשרי מפני תקנת המועדות, על כסלו מפני חנכה, ועל אדר מפני הפורים. וכשהיה בית המקדש קים, יוצאין אף על איר מפני פסח קטן.", 
            "על שני חדשים מחללין את השבת: על ניסן ועל תשרי, שבהן השלוחין יוצאין לסוריא, ובהן מתקנין את המועדות. וכשהיה בית המקדש קים, מחללין אף על כלן מפני תקנת הקרבן.", 
            "בין שנראה בעליל בין שלא נראה בעליל, מחללין עליו את השבת. רבי יוסי אומר: אם נראה בעליל, אין מחללין עליו את השבת.", 
            "מעשה שעברו יותר מארבעים זוג, ועכבן רבי עקיבא בלוד. שלח לו רבן גמליאל: אם מעכב אתה את הרבים, נמצאת מכשילן לעתיד לבא.", 
            "אב ובנו שראו את החדש, ילכו. לא שמצטרפין זה עם זה, אלא שאם יפסל אחד מהן, יצטרף השני עם אחר. רבי שמעון אומר: אב ובנו וכל הקרובין, כשרין לעדות החדש. אמר רבי יוסי: מעשה בטוביה הרופא, שראה את החדש בירושלים, הוא ובנו ועבדו משחרר, וקבלו הכהנים אותו ואת בנו, ופסלו את עבדו. וכשבאו לפני בית דין, קבלו אותו ואת עבדו, ופסלו את בנו.", 
            "אלו הן הפסולין: המשחק בקביא, ומלוי ברבית, ומפריחי יונים, וסוחרי שביעית, ועבדים. זה הכלל: כל עדות שאין האשה כשרה לה, אף הן אינן כשרים לה.", 
            "מי שראה את החדש ואינו יכול להלך, מוליכין אותו על החמור, אפלו במטה. ואם צודה להם, לוקחין בידם מקלות. ואם היתה דרך רחוקה, לוקחין בידם מזונות. שעל מהלך לילה ויום מחללין את השבת ויוצאין לעדות החדש, שנאמר (ויקרא כג), אלה מועדי יי אשר תקראו אותם במועדם."
        ], 
        [
            "אם אינן מכירין אותו, משלחין אחר עמו להעידו. בראשונה היו מקבלין עדות החדש מכל אדם. משקלקלו המינין, התקינו שלא יהו מקבלין אלא מן המכירים.", 
            "בראשונה היו משיאין משואות. משקלקלו הכותים, התקינו שיהו שלוחין יוצאין.", 
            "כיצד היו משיאין משואות, מביאין כלנסאות של ארז ארכין וקנים ועצי שמן ונערת של פשתן וכורך במשיחה, ועולה לראש ההר ומצית בהן את האור ומוליך ומביא ומעלה ומוריד עד שהוא רואה את חברו שהוא עושה כן בראש ההר השני, וכן בראש ההר השלישי.", 
            "ומאין היו משיאין משואות, מהר המשחה לסרטבא, ומסרטבא לגרופינא, ומגרופינא לחורן, ומחורן לבית בלתין, ומבית בלתין לא זזו משם, אלא מוליך ומביא ומעלה ומוריד עד שהיה רואה כל הגולה לפניו כמדורת האש.", 
            "חצר גדולה היתה בירושלים, ובית יעזק  היתה נקראת, ולשם כל העדים מתכנסים, ובית דין בודקין אותם שם. וסעודות גדולות עושין להם בשביל שיהו רגילין לבא. בראשונה לא היו זזין משם כל היום, התקין רבן גמליאל (הזקן) שיהו מהלכין אלפים אמה לכל רוח. ולא אלו בלבד, אלא אף החכמה הבאה לילד, והבא להציל מן הדלקה ומן הגיס ומן הנהר ומן המפלת, הרי אלו כאנשי העיר, ויש להם אלפים אמה לכל רוח.", 
            "כיצד בודקין את העדים, זוג שבא ראשון, בודקין אותו ראשון. ומכניסין את הגדול שבהן, ואומרים לו: אמר, כיצד ראית את הלבנה, לפני החמה או לאחר החמה, לצפונה או לדרומה, כמה היה גבוה ולאין היה נוטה, וכמה היה רחב. אם אמר לפני החמה, לא אמר כלום. ואחר כך היו מכניסים את השני ובודקין אותו. אם נמצאו דבריהם מכונים, עדותן קימת. ושאר כל הזוגות שואלין אותם ראשי דברים, לא שהיו צריכין להן, אלא כדי שלא יצאו בפחי נפש, בשביל שיהו רגילים לבא.", 
            "ראש בית דין אומר: מקדש, וכל העם עונין אחריו: מקדש מקדש. בין שנראה בזמנו בית שלא  נראה בזמנו, מקדשין אותו. רבי אלעזר ברבי צדוק אומר: אם לא נראה בזמנו, אין מקדשין אותו, שכבר קדשוהו שמים.", 
            "דמות צורות לבנות היו לו לרבן גמליאל בטבלא ובכתל בעליתו, שבהן מראה את ההדיוטות ואומר: הכזה ראית או כזה. מעשה שבאו שנים ואמרו: ראינוהו שחרית במזרח וערבית במערב. אמר רבי יוחנן בן נורי: עדי שקר הם. כשבאו ליבנה קבלן רבן גמליאל. ועוד באו שנים ואמרו: ראינוהו בזמנו, ובליל עבורו לא נראה, וקבלן רבן גמליאל. אמר רבי דוסא בן הרכינס: עדי שקר הן, היאך מעידין על האשה שילדה, ולמחר כרסה בין שניה? אמר לו רבי יהושע: רואה אני את דבריך.", 
            "שלח לו רבן גמליאל: גוזרני עליך שתבוא אצלי במקלך ובמעותיך ביום הכפורים שחל להיות בחשבונך. הלך ומצאו רבי עקיבא מצר, אמר לו: יש לי ללמוד, שכל מה שעשה רבן גמליאל עשוי, שנאמר (ויקרא כג) אלה מועדי יי מקראי קדש אשר תקראו אתם, בין בזמנן בין שלא בזמנן, אין לי מועדות אלא אלו. בא לו אצל רבי דוסא בן הרכינס, אמר לו: אם באין אנו לדון אחר בית דינו של רבן גמליאל, צריכין אנו לדון אחר כל בית דין ובית דין שעמד מימות משה ועד עכשיו, שנאמר (שמות כד) ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל. ולמה לא נתפרשו שמותן של זקנים, אלא ללמד, שכל שלשה ושלשה שעמדו בית דין על ישראל הרי הוא כבית דינו של משה. נטל מקלו ומעותיו בידו, והלך ליבנה אצל רבן גמליאל ביום שחל יום הכפורים להיות בחשבונו. עמד רבן גמליאל ונשקו על ראשו, אמר לו, בא בשלום, רבי ותלמידי, רבי בחכמה, ותלמידי שקבלת את דברי."
        ], 
        [
            "ראוהו בית דין וכל ישראל, נחקרו העדים, ולא הספיקו לומר: מקודש, עד שחשכה - הרי זה מעובר. ראוהו בית דין בלבד, יעמדו שנים ויעידו בפניהם, ויאמרו: מקודש מקודש. ראוהו שלושה והן בית דין, יעמדו השנים ויושיבו מחבריהם אצל היחיד ויעידו בפניהם, ויאמרו: מקודש מקודש, שאין היחיד נאמן על ידי עצמו.", 
            "כל השופרות כשרין חוץ משל פרה, מפני שהוא קרן. אמר רבי יוסי: והלא כל השופרות נקראו קרן, שנאמר (יהושע ו) במשוך בקרן היובל.", 
            "שופר של ראש השנה של יעל, פשוט, ופיו מצופה זהב, ושתי חצוצרות מן הצדדין. שופר מאריך וחצוצרות מקצרות, שמצות היום בשופר.", 
            "בתעניות, בשל זכרים כפופין, ופיהן מצופה כסף, ושתי חצוצרות באמצע. שופר מקצר וחצוצרות מאריכות, שמצות היום בחצוצרות.", 
            "שוה היובל לראש השנה לתקיעה ולברכות. רבי יהודה אומר: בראש השנה תוקעין בשל זכרים, וביובל בשל יעלים.", 
            "שופר שנסדק ודבקו, פסול. דבק שברי שופרות, פסול. נקב וסתמו, אם מעכב את התקיעה - פסול, ואם לאו - כשר.", 
            "התוקע לתוך הבור או לתוך הדות או לתוך הפיטס, אם קול שופר שמע - יצא, ואם קול הברה שמע - לא יצא. וכן מי שהיה עובר אחורי בית הכנסת, או שהיה ביתו סמוך לבית הכנסת, ושמע קול שופר או קול מגילה, אם כון לבו - יצא, ואם לאו - לא יצא, אף על פי שזה שמע וזה שמע, זה כיוון לבו וזה לא כיוון לבו.", 
            "והיה כאשר ירים משה ידו וגבר ישראל וגו' (שמות יז יא). וכי ידיו של משה עושות מלחמה או שוברות מלחמה? אלא לומר לך: כל זמן שהיו ישראל מסתכלים כלפי מעלה ומשעבדין את לבם לאביהם שבשמים - היו מתגברים, ואם לאו - היו נופלין. כיוצא בדבר אתה אומר (במדבר כא ח): עשה לך שרף ושים אתו על נס, והיה כל הנשוך וראה אתו וחי. וכי נחש ממית, או נחש מחיה? אלא בזמן שישראל מסתכלין כלפי מעלה ומשעבדין את ליבם לאביהן שבשמים - היו מתרפאים, ואם לאו - היו נימוקים. חרש שוטה וקטן אין מוציאין את הרבים ידי חובתן. זה הכלל: כל שאינו מחויב בדבר, אינו מוציא את הרבים ידי חובתן."
        ], 
        [
            "יום טוב של ראש השנה שחל להיות בשבת, במקדש היו תוקעים, אבל לא במדינה. משחרב בית המקדש, התקין רבן יוחנן בן זכאי, שיהו תוקעין בכל מקום שיש בו בית דין. אמר רבי אלעזר: לא התקין רבן יוחנן בן זכאי אלא ביבנה בלבד. אמרו לו: אחד יבנה ואחד כל מקום שיש בו בית דין.", 
            "ועוד זאת היתה ירושלים יתרה על יבנה, שכל עיר שהיא רואה ושומעת וקרובה ויכולה לבוא - תוקעין. וביבנה לא היו תוקעין, אלא בבית דין בלבד.", 
            "בראשונה היה הלולב נטל במקדש שבעה ובמדינה יום אחד. משחרב בית המקדש, התקין רבן יוחנן בן זכאי שיהא לולב נטל במדינה שבעה זכר למקדש, ושיהא יום הנף כלו אסור.", 
            "בראשונה היו מקבלין עדות החדש כל היום. פעם אחת נשתהו העדים מלבוא, ונתקלקלו הלוים בשיר, התקינו שלא יהו מקבלין אלא עד המנחה. ואם באו עדים מן המנחה ולמעלה - נוהגין אותו היום קדש ולמחר קדש. משחרב בית המקדש, התקין רבן יוחנן בן זכאי שיהו מקבלין עדות החדש כל היום. אמר רבי יהושע בן קרחה: ועוד זאת התקין רבן יוחנן בן זכאי, שאפלו ראש בית דין בכל מקום, שלא יהו העדים הולכין אלא למקום הועד.", 
            "סדר ברכות: אומר אבות וגבורות וקדשת השם, וכולל מלכיות עמהן, ואינו תוקע. קדשת היום, ותוקע. זכרונות, ותוקע. שופרות, ותוקע. ואומר עבודה והודאה וברכת כהנים, דברי רבי יוחנן בן נורי. אמר לו רבי עקיבא: אם אינו תוקע למלכיות, למה הוא מזכיר, אלא אומר אבות וגבורות וקדשת השם, וכולל מלכיות עם קדשת היום, ותוקע. זכרונות, ותוקע. שופרות, ותוקע. ואומר עבודה והודאה וברכת כהנים.", 
            "אין פוחתין מעשר מלכיות, מעשרה זכרונות, מעשרה שופרות. רבי יוחנן בן נורי אומר: אם אמר שלש שלש מכלן, יצא. אין מזכירין זכרון מלכות ושופר של פרענות. מתחיל בתורה ומשלים בנביא. רבי יוסי אומר: אם השלים בתורה, יצא.", 
            "העובר לפני התבה ביום טוב של ראש השנה, השני מתקיע. ובשעת ההלל, הראשון  מקרא את ההלל.", 
            "שופר של ראש השנה אין מעבירין עליו את התחום, ואין מפקחין עליו את הגל, לא עולין באילן, ולא רוכבין על גבי בהמה, ולא שטין על פני המים, ואין חותכין אותו בין בדבר שהוא משום שבות ובין בדבר שהוא משום לא תעשה. אבל אם רצה לתן לתוכו מים או יין, יתן. אין מעכבין את התינוקות מלתקוע, אבל מתעסקין עמהן עד שילמודו. והמתעסק לא יצא, והשומע מן המתעסק, לא יצא.", 
            "סדר תקיעות, שלש של שלש שלש. שעור תקיעה כשלש תרועות. שעור תרועה כשלש  יבבות . תקע בראשונה ומשך בשניה כשתים - אין בידו אלא אחת. מי שברך ואחר כך נתמנה לו שופר, תוקע ומריע ותוקע שלש פעמים. כשם ששליח צבור חיב, כך כל יחיד ויחיד חיב. רבן גמליאל אומר: שליח צבור מוציא את הרבים ידי חובתן."
        ]
    ], 
    "versions": [
        [
            "Wikisource Mishna", 
            "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94"
        ]
    ], 
    "heTitle": "משנה ראש השנה", 
    "versionSource": "http://www.sefaria.org/Mishnah_Rosh_Hashanah"
}