{
    "title": "Ben Yehoyada on Bava Kamma",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Bava_Kamma",
    "text": [
        [],
        [],
        [
            "<b>דִּבְרֵי תּוֹרָה מִדִּבְרֵי קַבָּלָה לָא יַלְפִינָן.</b> הא דקרי לפסוקי נביאים 'דִּבְרֵי קַבָּלָה' נראה לי בס\"ד דאמרו רבותינו ז\"ל <small>(פסיקתא במדבר קלז, ב)</small> כל הנביאים נתנבאו בכה דכתיב כֹּה אָמַר הֳ' <small>(ירמיה ב, ב)</small> ומשה רבינו ע\"ה נתנבא בזה דכתיב זֶה הַדָּבָר אֲשֶׁר צִוָּה הֳ' <small>(ויקרא ט, ו)</small> וכתב הרב מהרי\"ם <small>(רבי יעקב קראנץ - המגיד מדובנא) </small>ז\"ל באהל יעקב הכונה כי משה רבינו ע\"ה שכינה מדברת מתוך גרונו ולכן אמר זֶה הַדָּבָר אֲשֶׁר צִוָּה הֳ', 'זה' דייקא כאלו שומעים הדבר מפי אור השכינה ממש אבל הנביאים הם שמעו מפי השכינה ואחר כך מוציאין דברים חדשים מפיהם כאותם הדברים ששמעו ומשמיעין אותם לישראל.<br>נמצא הם קבלו הדברים האלה מפי השכינה לעצמן וחוזרים ומגידים אותם לישראל לכך אומרים כֹּה אָמַר הֳ' כלומר כאלה הדברים אמר ה' לנו משל לאדם שלוה מחבירו מאה דנרים והוציאן בהוצאה לצרכו ואחר כך פורע מאה דנרים כמותם ממש משלו ולזה ידמה דברי הנביאים אך דברי משה רבינו ע\"ה דומין לאדם שלקח מאה דנרים מאחד והוא מחזיר לו אותם הדנרים ממש עד כאן דבריו.<br>ולכן דברי הנביאים נקראים 'דִּבְרֵי קַבָּלָה' כלומר דברים אלו אשר קבלו הנביאים לעצמן וחוזרים ומגידים כמותם לישראל שנמצא ישראל לקחו מהנביאים דברים אשר קבלו מהשכינה לעצמן אבל פסוקי תורה קבלו אותם ישראל מפי השכינה ממש דהשכינה היתה מדברת מתוך גרונו וממנה לקחו דברים אלו.<br>ובאופן אחר נראה לי בס\"ד מה שנקראים דברי הנביאים 'דִּבְרֵי קַבָּלָה' על פי מה שכתב רבינו מורנו הרב רבי חיים ויטאל ז\"ל <small>(בשער קדושה חלק ג' שער וא\"ו)</small> וזה לשונו וזהו סוד מה שאמרו רבותינו ז\"ל ששים רבוא נביאים עמדו בישראל ומשה רבינו ע\"ה כולל כולם ושקול ככולם, ואמנם דרך כללות נבאר מדרגתם כי משה רבינו ע\"ה היה עולה עד האצילות ומשם רואה ממש אלא הוא על ידי התלבשו בבריאה לבדה וגם זה אינו אלא דרך מעבר לבד כי האצילות לבדו הוא נמנע וזהו סוד כִּי לֹא יִרְאַנִי הָאָדָם וָחָי <small>(שמות לג, כ)</small> ושאר נביאים היו רואין באצילות על ידי התלבשות גמור באורות הבריאה ואחר החרבן היה יחזקאל והתנבא מן האצילות אחר התלבשו בבריאה והבריאה ביצירה התלבשות גמור ומאז ואילך אין עוד אור אצילות ובריאה נראין כלל עד כאן לשונו עיין שם.<br>נמצא משה רבינו ע\"ה רואה אור האצילות בנבואה על ידי אורות הבריאה אך אינו בסוד התלבשות אלא דרך מעבר בלבד וכיון דאינו בהתלבשות ממש אלא דרך מעבר בלבד לכך אין דברי נבואתו נקראים דִּבְרֵי קַבָּלָה כי לא קיבלם על ידי אמצעי שהוא הבריאה אבל שאר הנביאים דרואין דבר הנבואה שהם מן האצילות על ידי התלבשות גמור בבריאה נקראים דברים אלו 'דִּבְרֵי קַבָּלָה' כי קבלום על ידי אמצעי שהוא הבריאה ולא באו מן האצילות בלתי אמצעי אלא כאדם המקבל המים בכלי ושותה מן פיו של כלי.<br>ועוד נראה לי בס\"ד קרוב לזה דאמרו רבותינו ז\"ל משה רבינו ע\"ה נתנבא מאספקלריא המאירה שהוא סוד שם הוי־ה ושאר נביאים מאספקלריא שאינה מאירה שהוא סוד שם אדנ־י. <small>(ועיין מה שכתב רבינו ז\"ל בזה בשער מאמרי רשב\"י פרשת תרומה ועוד מה שכתב בריש שער רוח הקודש עיין שם.)</small> וידוע כי אספקלריא המאירה נותן ושאינה מאירה מקבל כי בבחינת שם הוי־ה נותן ו בחינת שם אדנ־י מקבל ולכן הנביאים שנתנבאו מאספקלריא שאינה מאירה נקראים דבריהם 'דִּבְרֵי קַבָּלָה'.",
            "<b>תָּא שְׁמַע: \"בְּכוֹר שׁוֹרוֹ הָדָר לוֹ\"<small> (דברים לג, יז)</small>.</b> קשא למה הביא מעיקרא פסוק של נביאים ולא הביא האי קרא שהוא פסוק תורה?<br>ונראה לי בס\"ד כי מפסוק דנביאים איכא הוכחה טפי כי על פסוק זה יש לומר לעולם שייך לשון נגיחה בידים ורגלים ומה שנאמר <small>(דברים לג, יז) </small>וְקַרְנֵי רְאֵם קַרְנָיו בָּהֶם עַמִּים יְנַגַּח, משום שכבר דמהו לשור ודרכו של שור לנגח בקרניו ולכן נקיט קרן גבי נגיחה זו דשור אבל בפסוק <small>(מלכים א' כב, יא) </small>וַיַּעַשׂ לוֹ צִדְקִיָּה, איכא הוכחה טפי כיון דטרח לעשות קרנים מברזל כדי לעשות בהם פועל דמיוני לומר 'בְּאֵלֶּה תְּנַגַּח אֶת אֲרָם' ולמה טרח כולי האי הא איכא כלים עשויים מברזל שיש להם יד וכן איכא כסאות של ברזל שיש להם רגל ברזל יקחם בידו ויאמר 'בְּאֵלֶּה תְּנַגַּח אֶת אֲרָם' כיון דשייך נגיחה בידים או ברגלים גם כן אלא ודאי לא שייך נגיחה אלא בקרן וליכא קרן ברזל מוכן ומזומן לכך טרח ועשה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בְּהִדּוּר מִצְוָה, עַד שְׁלִישׁ בַּמִּצְוָה.</b> נראה לי בס\"ד הטעם על פי מה שאמר רבינו בשער הפסוקים בפסוק <small>(בראשית לא, יט) </small>'וַתִּגְנֹב רָחֵל אֶת הַתְּרָפִים' דספירת התפארת נחלקת לשלשה חלקים שליש העליון לוקחתו לאה ושליש התחתון לוקחתו רחל ושליש האמצעי משתמשים בו שניהם אך לפעמים תתעלה רחל ותקח כל שליש האמצעי כולו לעצמה ותסתלק לאה אחותה ממנו יעוין שם.<br>וידוע דרחל מכונית בשם 'מצוה' והדורה של רחל הוא בעת שלוקחת גם שליש האמצעי מפני שבזה לא יוכלו החיצונים להתאחז באורות שלה וידוע כי באותיות 'מצוה' יש רמז לתפארת כי התפארת הוא שם הוי־ה בסתם ואותיות מצוה הם אותיות הוי־ה כי 'מצ' בא\"ת ב\"ש הוא 'י־ה' כמו שכתב מהרש\"א ז\"ל בחדושי אגדות.<br>וזהו שאמר<b> הִדּוּר מִצְוָה</b> היא רחל שנקראת בשם 'מצוה' כאשר מגעת '<b>עַד שְׁלִישׁ בַּמִּצְוָה</b>' דהיינו שליש האמצעי שבתפארת שאינו נכנס לא בגבול לאה ולא בגבול רחל והתפארת רמוז באותיות מצוה כאמור ולכן גם למטה הדין הוא 'הִדּוּר מִצְוָה עַד שְׁלִישׁ בַּמִּצְוָה'.<br>ועוד נראה לי בס\"ד הטעם דהדין הוא 'הִדּוּר מִצְוָה עַד שְׁלִישׁ' דידוע בסוד וְשַׂמְתִּי כַּדְכֹד שִׁמְשֹׁתַיִךְ<small> (ישעיה נד, יב)</small> דרחל הנקראת מצוה לוקחת שני שלישי החסד<small> [72]</small> שהם כַּדְכֹד <small>[48] </small>והם שלה אבל שליש הנשאר אינו שלה אלא תתהדר בו ולכן הדין הוא למטה 'הִדּוּר מִצְוָה עַד שְׁלִישׁ' שהוא כנגד שליש החסד אשר תתהדר בו רחל העליונה הנקראת בשם 'מצוה'.<br>או יובן בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל <small>(בשער טעמי המצות פרשת לך לך)</small> בסוד שם הוי־ה שיש בו מ\"ב אותיות שנחלקים לשלשה חלקים שהם ג' פעמים י\"ד י\"ד י\"ד והנה י\"ד אותיות הראשונים שהם דפשוט והמלוי הם בשליש העליון המכוסה ושני פעמים י\"ד י\"ד שהם של מלוי דמלוי הם שני שלישים המגולים עיין שם. ולכן 'הִדּוּר מִצְוָה עַד שְׁלִישׁ' כדי שעל ידי הידור מצוה שהוא עד שליש נעורר שליש העליון שהוא מכוסה כי שני שלישים הנשארים הם מגולים בלאו הכי.<br><b>ודע</b> דאי אמרינן שליש מלבר יש לומר דיוכל האדם לקבל שכר הידור מצוה בעולם הזה אשר נבראת באות ה' שהיא שליש מלבר של יו\"ד אשר נבראת בו עולם הבא."
        ],
        [
            "<b>בָּעִי רַב אַשִׁי: שְׁלִישׁ מִלְּגַו אוֹ שְׁלִישׁ מִלְּבַר.</b> מקשים אי אמרת שליש מלבר למה אמר רב הונא 'עַד שְׁלִישׁ' שבזה יש צד להסתפק אי מלבר או מלגיו<small>, </small>לימא עד חצי שהוא רצונו לומר אם הראשון בששה ונזדמן אחר בתשעה שיתר על הראשון שלשה שהם חצי הששה יקנהו ויותר מזה אינו מחוייב לקנות?<br>ונראה לי בס\"ד דיש לומר לעולם הוא שליש מלבר והא דלא נקיט עד חצי אלא אמר 'עַד שְׁלִישׁ' ללמדינו לפי דרכו דבר אחר שהוא יסוד גדול בעבודת שמים בקיום המצות והוא שצריך האדם לעבוד הבורא לקיים מצותיו בכל כוחו ואפילו אם היתה עבודתו מעט כיון שעובד בכל כוחו שלא היה לו יכולת לעשות יותר ממה שעשה הרי זה מכבד את השם יתברך בעבודה זו ורצויה היא לפניו יתברך ואם אחד עשה הרבה ועדין יש ביכלתו לעשות יותר כי לא עבד בכל כוחו אין עבודתו רצויה ולא נחשב מכבד את השם יתברך בעבודתו.<br>ובדרושים אמרתי משל על זה לאחד שהביא עשרה קבין ענבים בכלי מהודר דורון למלך אך הכלי לא היה גדוש אלא מחוק שהיה אפשר לתת בתוכו עוד שלש קבין ענבים בגודש שלו ואמר המלך לעבדיו שיתנו לו תמורת ענבים דמים כפי מה ששוים הענבים ההם בשוק והשני הביא דורון למלך בכלי קטן מהודר ויפה והיה גדוש ומלא עד שאי אפשר להניח בו עוד יותר אפילו גרגיר אחד וכל הענבים שבאותו הכלי היה משקלם ששה קבין מחמת כי הכלי היה קטן ויאמר המלך שיתנו לו תמורת הענבים ההם מאה זהובים.<br>אמרו לו עבדיו אדונינו! זה הביא עשרה קבין נתת לו תמורתם דבר מועט כמו ששוים בשוק וזה הביא ששה קבין ואתה נותן לו מאה זהובים? אמר להם זה שהביא עשרה קבין לא כבדני בזאת המנחה אלא אדרבה זלזל בכבודי שהראה לעיני הכל שאין כבודי שוה יותר מעשרה קבין יען כי הכלי שהביא בו הענבים יכיל עוד ענבים יותר משלש קבין אם היה גודשו, ולמה לא גדשו והניח בו יותר? אלא ודאי שיער בדעתו זה הוא כבודי בעשרה קבין דוקא ולא יותר! אבל השני מה שהביא ששה קבין לא נגע בכבודי בזה כי הוא מילא הכלי ההוא בגודש כאשר יכיל ואם היה אפשר לתת לתוכו יותר היה נותן והוא לא מצא כלי מהודר וחשוב גדול מזה הכלי כדי שיביא בו את המנחה ואם היה מוצא היה מביא בו וגודשו! נמצא זה לא זלזל בכבודי לכן אנוכי כבדתיו בתמורת מנחתו במאה זהובים. וכן הענין כאן בנמשל בעבודת הבורא יתברך בהפרש שיש בין העושה בכל כוחו ובין שאינו עושה בכל כוחו שהיה לו יכולת לעשות יותר ולא עשה.<br>והנה ידוע מה שאמרו בגמרא דעירובין <small>(עירובין יד:)</small> דמדה גדושה יתירה על מדה מחוקה שליש, וכתבו התוספות דנפקא מינה לענין מקח וממכר אם התנה לתת לו סאה גדושה או לתקן לו כל המדה עיין שם. נמצא שיעור הגודש היא יתר שליש על שיעור המחק ולפי המשל הנזכר נמצא העבודה שיעבוד האדם להשם יתברך בכל כוחו נמשלה לגודש אשר בזה הוא נחשב מכבד את השם יתברך ומי שאינו עובד בכל כוחו ויכלתו נמשלה עבודה שעובד למדה מחוקה שאין בעבודה זו כבוד להשם יתברך.<br>ולכן בהידור מצוה שעושה האדם לכבודו יתברך נקיט חשבון שלה ואפקיה בלשון 'שְׁלִישׁ' לומר דאין האדם מכבד את השם יתברך בעבודתו אלא אם כן עושה העבודה בכל כוחו אשר עבודה זו נמשלה לגודש שהוא שליש ולא שיעשה העבודה חסירה מכדי יכולתו שאז נדמית למדה מחוקה.<br>ועוד נראה לי בס\"ד דאפילו אם נאמר שליש מלבר דהוה מצי למנקט עד החצי עם כל זה נקיט עד שליש לרמוז בזה דבר אחד והוא לומר דאין הידור מצוה מקובל ומרוצה לפניו יתברך אלא אם כן עושהו בשלימות הלב. והנה תמצא דהלב נרמז באותיות שהם עומדים בתוך אותיות מצוה והיינו כי בתוך אותיות מ<b>צו</b>ה יש 'צו' <small> </small>ושליש צ' הוא ל' <small>[3÷90=30] </small>ושליש ו' הוא ב' <small>[3÷6=2] </small>הרי לב <small>[32] </small>וזהו שאמר עַד שְׁלִישׁ בַּמִּצְוָה דהיינו שליש אותיות שהם עומדים בתוך מצוה.<br>או יובן בס\"ד רמז לפי דרכו בלשון זה שצריך לעשות כל זה בדחילו ורחימו שיכוין בזה בשילוב הוי־ה אהי־ה כי דְחִילוּ הוא הוי־ה שהוא סוד חכמה וּרְחִימוּ אהי־ה שהוא סוד בינה והנה שילוב זה של הוי־ה אהי־ה <small>[47] </small>שהוא דחילו ורחימו עולה מספר מ\"ז והוא שליש מספר מצוה <small>[141] </small>שעולה קמ\"א כי שליש קמ\"א הוא מ\"ז <small>[3÷141=47]</small> ולזה אמר 'שְׁלִישׁ בַּמִּצְוָה' רצונו לומר שליש המספר הרמוז באותיות מצוה שהוא מ\"ז מנין שילוב הוי־ה אהי־ה שהיא דחילו ורחימו.",
            "<b>עַד שְׁלִישׁ מִשֶּׁלּוֹ, מִכָּאן וָאֵילָךְ, מִשֶּׁל הַקָּדוֹשׁ בָּרוּךְ הוּא.</b> נראה לי בס\"ד הכונה <b>עַד שְׁלִישׁ</b> אוכל בעולם הזה הקרן של ההידור וזהו <b>מִשֶּׁלּוֹ</b> דהיינו מן הקרן עצמו אבל אם עשה יותר משליש אז גם הקרן של ההידור יהיה שמור לעולם הבא ויאכל בעולם הזה מן פירות הקרן של ההידור וזהו <b>מִשֶּׁל הַקָּדוֹשׁ בָּרוּךְ הוּא</b> כלומר מן הפירות שנותן הקדוש ברוך הוא ולא מן הקרן שהוא משל האדם והרי זו טובה מרובה דלא כליה קרנא בעולם הזה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>צָבוּעַ [זָכָר] לְאַחַר שֶׁבַע שָׁנִים נַעֲשֶׂה עֲטַלֵּף</b>. נראה הכונה אחר שימות בשבע שנים מתהוה מן העפר שלו תולע כצורת עטלף וכן הענין בכל אלו דזכר כאן וכן נמי מה שאמר על שדרו של אדם גם כן הכונה כך דאחר שנעשה עפר יתהווה מאותו עפר תולע דומה לנחש.",
            "<b>וְהוּא דְּלָא כָּרַע בְּמוֹדִים.</b> ראה לי בס\"ד הטעם שבעבור דלא כרע במודים יהיה שדרו נחש דאיתא בשער הכונות לרבינו האר\"י ז\"ל בכריעת מודים מוריד טיפת החסדים דרך חוט השדרה יעוין שם וידוע כי החסדים נרמזו באותיות המים והיינו ה' מים כי החסדים שרשם חמשה וכל חסד נקרא מים.<br>ואמרתי רמז נכון בס\"ד דאותיות המים במילואם כזה מ\"<b>ם</b> י<b>ו</b>\"<b>ד</b> מ\"<b>ם</b> תמצא אותיות המילוי הם אותיות מודים בדקדוק כי במודים מוריד טיפת החסדים.<br>ובזה פרשתי בס\"ד רמז הכתוב שַׁלַּח לַחְמְךָ עַל פְּנֵי הַמָּיִם <small>(קהלת יא, א)</small> והיינו 'שַׁלַּח לַחְמְךָ' החסדים כי לחם הוא סוד החסדים כנודע 'עַל פְּנֵי<small> </small>הַמָּיִם'<small> </small>כלומר<small> </small>במודים הרמוז בתוך ופנימיות של אותיות 'מים'.<br>וידוע כי הפך המים שהם חסדים יש האש שהוא גבורה ודין וידוע דהנחש הוא מיסוד האש ולכך אמרו רבותינו ז\"ל <small>(סנהדרין לז:)</small> מי שנתחייב שריפה מכישו נחש שבארס שלו עושה שריפה. ועל כן זה דלא כרע במודים להוריד טיפת החסדים שהם בסוד המים דרך חוט השדרה לכך שדרו נעשה נחש שהוא מצד האש שהוא הפך החסדים."
        ],
        [
            "<b>אֵצֶל מְעֻלִּים שֶׁבַּמִּשְׁפָּחָה <small>(דברי הימים ב לב, לג)</small>.</b> נראה דאף על גב דאיכא עוד צדיקים גמורים במלכי בית דין כגון יותם ויאשיהו וכדומה עם כל זה שלשה אלה שהם דוד ושלמה וחזקיהו לימדו תורה בישראל הרבה ולכך נקברו זה אצל זה וסופי תיבות שמותם הוד וראשי תיבות שלהם חדש <small>[<b>ד</b>ו<b>ד ש</b>למ<b>ה ח</b>זקיה<b>ו</b>] </small>שחדשו ריבוץ תורה בישראל הרבה.",
            "<b>\"כִּי כָרוּ שׁוּחָה לְלָכְדֵנִי, וּפַחִים טָמְנוּ לְרַגְלָי\" <small>(ירמיה יח, כב)</small>. רַבִּי אֶלְעָזָר אוֹמֵר: שֶׁחֲשָׁדוּהוּ מִזּוֹנָה.</b> נראה לי בס\"ד דדריש 'לְרַגְלָי' על התשמיש שמכונה בשם רגל וכמו שאמרו רבותינו ז\"ל על פסוק רֵד לְבֵיתְךָ וּרְחַץ רַגְלֶיךָ <small>(שמואל ב יא, ח)</small> שאמר דוד המלך ע\"ה לאוריה והם היו אומרים שהוא משמש עם הזונה.<br>גם נרמזה הזונה ב'פַחִים' כי אותיות זונה במלואם כזה ז<b>י</b>־<b>ן</b><small> </small>ו<b>י</b>־<b>ו</b> נ<b>ו</b>־<b>ן</b> ה־<b>ה</b> עולה קל\"ז <small>[137] </small>ועם הכולל גימטריא פחים <small>[138] </small>אך הדבר יפלא איך יפטירו בשפה על נביא ה' כדבר זה וכל שכן לרב שמואל בר נחמני שאמר 'שֶׁחֲשָׁדוּהוּ מֵאֵשֶׁת־אִישׁ'!<br>ונראה לי בס\"ד שהם היו מוציאים לעז על אשתו בזנות באונס וידוע אף על פי שהיא באונס אסורה לכהן ולכן היו מרננים שמשמש עם אשתו שזינתה באונס דאסורה לו ולמאן דאמר שֶׁחֲשָׁדוּהוּ מֵאֵשֶׁת־אִישׁ הם היו מוציאין לעז דאשתו קבל אביה בה קדושין מאחר בהיותה קטנה ואחר כך מת אביה ונתקדשה לו ונמצא משמש עם אשת איש ח\"ו.<br>ומה שאמר <b>שֶׁהִשְׁלִיכוּהוּ לִבְאֵר טִיט</b> לא רצו להמיתו בידים אלא השליכו אותו לבאר טיט דמוכרח שימות אם ישאר שם וזו היא העיצה לסבב לו מיתה ולא ימיתוהו בידים.",
            "<b>רִבּוֹנוֹ שֶׁל עוֹלָם, אֲפִלּוּ בְּשָׁעָה שֶׁעוֹשִׂין צְדָקָה, הַכְשִׁילֵם בִּבְנֵי אָדָם שֶׁאֵינָם מְהֻגָּנִים, כְּדֵי שֶׁלֹּא יְקַבְּלוּ עֲלֵיהֶם שָׂכָר<small> </small>.</b> קשא היכא רמיזה צדקה כאן? ונראה לי בס\"ד על פי מה שאמר הכתוב אֲנִי בְּצֶדֶק אֶחֱזֶה פָנֶיךָ <small>(תהלים יז, טו)</small> כלומר כשאני נותן צדקה נחשב לי כאלו 'אֲנִי בְּצֶדֶק אֶחֱזֶה פָנֶיךָ' ולכן כאן שאמר וְיִהְיוּ מֻכְשָׁלִים לְפָנֶיךָ <small>(ירמיה יח, כג) </small>מפרש באותה מצוה שהמקיימה כאלו 'רוֹאֶה פָּנֶיךָ'.<br>ועוד נראה לי צדק הוא צדקה ורמוז באותיות שלפני שם הוי־ה שהם כ־ו ז־ו אשר במילואם כזה כ־ף וא־ו זי־ן וא־ו <small>[193] </small>מספר צֶדֶק<small> [194] </small>שהוא הצדקה ולכן כאן שאמר 'מֻכְשָׁלִים לְפָנֶיךָ' רמזה על הצדקה שהיא צדק הרמוז באותיות שלפני שם הוי־ה."
        ],
        [
            "<b>\"וְכָבוֹד עָשׂוּ לוֹ בְמוֹתוֹ\", זֶה חִזְקִיָּה מֶלֶךְ יְהוּדָה, שֶׁיָּצְאוּ לְפָנָיו שְׁלֹשִׁים וְשִׁשָּׁה אֶלֶף חֲלוּצֵי כָּתֵף.</b> נראה לי בס\"ד הטעם שרמזו במספר ל\"ו אף על פי שאמר לו הנביא <small>(מלכים ב' כ, א)</small> מֵת אַתָּה בעולם הזה וְלֹא תִחְיֶה לעולם הבא הנה הוא חי כפול בעולם הזה ובעולם הבא ושני פעמים חי עולה ל\"ו <small>[18×2=36]</small>.<br>גם רמזו בזה דתהילות לא־ל נשא אשה המכונית בשם לוֹ וכמו שאמרו רבותינו ז\"ל <small>(כתובות סז:)</small> על פסוק דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ <small>(דברים טו, ח)</small> תיבת 'לוֹ' זו אשה וכן הוא אומר אֶעֱשֶׂהּ לּוֹ עֵזֶר כְּנֶגְדּוֹ <small>(בראשית ב, יח)</small> ולכן יָּצְאוּ שְׁלֹשִׁים וְשִׁשָּׁה אֶלֶף כמנין לוֹ דהוא כינוי לאשה<small>. </small><br>ולכן <b>הִנִּיחוּ לוֹ סֵפֶר תּוֹרָה עַל מִטָּתוֹ</b> כי מצוה הראשנה הכתובה בתורה היא מצות פריה ורביה ותהלות לא־ל קיים אותה. והספר תורה נרמז בתיבת 'כָּבוֹד' <small>(דברי הימים ב' לב, לג) </small>שהוא גימטריא ל\"ב <small>[32] </small>והתורה מתחלת ומסיימת באותיות 'לב'.",
            "<b>קִיֵּם זֶה מַה שֶּׁכָּתוּב בָּזֶה.</b> נראה לי בס\"ד מצות פרו ורבו ז' אותיות ומצוה זו כתובה בתורה בפרשת יום השישי בפסוק חמישי <small>(בראשית א, כח)</small> וסימנם זה שהוא מצוה של ז' אותיות שכתובה בפרשת חמישי. וזהו שאמרו <b>קִיֵּם זֶה</b> חזקיהו המלך ע\"ה <b>מַה שֶּׁכָּתוּב בָּזֶה</b> דהיינו מצות פריה ורביה שהיא מצוה ז' וכתובה בפסוק חמישי. ועוד כיון דזיכה את הרבים זכות הרבים תלוי בו ומעלין עליו כאילו קיים כל מה שקיימו הרבים.",
            "<b>זוֹכֶה לְנַחֲלַת שְׁנֵי שְׁבָטִים<small> </small></b>. נראה לי בס\"ד נרמז זה באומרו רֶגֶל הַשּׁוֹר וְהַחֲמוֹר <small>(ישעיה לב, כ)</small> כי יוסף הצדיק ע\"ה זכה לשפע דאצילות דכתיב בֵּן פֹּרָת עֲלֵי עָיִן<small> (בראשית מט, כב)</small> סוד אצילות שהוא סוד חכמה הנקראת עין וכן יששכר על ידי לימודו בתורה שהוא אלוף זכה לשפע דאצילות שהיא בסוד אלפים ולכן סוף יוסף היא ף' שהוא מספר ת\"ת <small>[800] </small>וסוף יששכר ר' <small>[200] </small>הרי סך הכל אלף <small>[1000] </small>רמז לשפע האצילות שהוא סוד אלף ולזה אמר <b>מְשַׁלְּחֵי רֶגֶל הַשּׁוֹר</b> זה יוסף <b>וְהַחֲמוֹר</b> זה יששכר, רֶגֶל רצונו לומר אות אחרון שבהם שבם נרמז שפע דאצילות שהוא בסוד אלף.<br>ומה שאמר <b>זוֹכֶה לְכִלָּה כְּיוֹסֵף</b> הכונה על נחלת בנים כי כילה היינו פוריה דאמרו רבותינו ז\"ל בגמרא מאי פוריה? שפרים ורבים עליה, ולכן נקראת פוריה שהוא 'פור י־ה' וכן כילה 'כל י־ה' וברכתו של יוסף 'בֵּן פֹּרָת יוֹסֵף' <small>(בראשית מט, כב)</small> היינו בבנים זכרים כי פריה בנים זכרים ורביה בבנות וכמו שאמר ר\"ח לר\"ש בריה דרב כשנולדה לו בת 'רביה באה לעולם' <small>(בבא בתרא טז:)</small> והוא נתברך בלידת הזכרים שהם נזכרים בשם 'פריה' מדה כנגד מדה על אשר לא נשא עיניו בבנות ארץ כאשר צָעֲדָה עֲלֵי שׁוּר.<br>ולזה ברכו '<b>בֵּן פֹּרָת</b>' כנגד מנשה '<b>בֵּן פֹּרָת</b>' כנגד אפרים שיהיו פרים בזכרים בשביל  'בָּנוֹת צָעֲדָה עֲלֵי שׁוּר' ולא הסתכל בהם ולכן כל אחד מברך את בנו כברכתם של אפרים ומנשה דכתיב יְשִׂמְךָ אֱלֹקִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה <small>(בראשית מח, כ)</small> שנתברכו בפריה שהוא לידת זכרים ולזה אמר כאן 'זוֹכֶה לְכִלָּה כְּיוֹסֵף' לידת זכרים כילה הוא כמו פריה.",
            "<b>כָּל הָעוֹסֵק בַּתּוֹרָה וּבִגְמִילוּת חֲסָדִים, זוֹכֶה לְנַחֲלַת שְׁנֵי שְׁבָטִים<small> (ישעיה לב, כ)</small>.</b> הא דנקיט שני מצות אלו ביחד הכונה שלומד תורה שבה יוכל לברא נפשות לגרים כדוגמת אברהם אבינו ע\"ה ומשה רבינו ע\"ה ורבי עקיבה ע\"ה ובן עזאי ואביי ע\"ה כמו שכתב רבינו האר\"י ז\"ל בשער הגלגולים כי אברהם אבינו להיותו חסד וכן משה רבינו ע\"ה שהיה הבל סוד החסדים וכן רבי עקיבה שקראוהו בזוהר סבא חסידא לכך היו יכולים לברא נפשות לגרים וכן אביי אף על פי שהיה משורש קין שהוא גבורה מכל מקום כאשר מיתק הגבורה והפכה לחסד אז היה בורא נפשות לגרים ולכן אמר <small>(קידושין כ.)</small> הריני כבן עזאי וכו' עיין שם.<br>ולזה אמר '<b>כָּל הָעוֹסֵק בַּתּוֹרָה וּבִגְמִילוּת חֲסָדִים</b>' רמזו בזה על בריאת נפשות לגרים שהוא מצד החסד דמתמן אתערו דנפשין דגיורין אשר יהיה כל זה על ידי עסק התורה ואז יהיו שתים כהלכתן עסק התורה וגמילות חסדים ולכן אמרו רבותינו ז\"ל בגמרא <small>(סנהדרין צח:)</small> אביי דעסק בתורה ובגמילות חסדים חיה שתין שנין דכל אתערו דנפשין דגיורין הוא מצד החסד.",
            "<b>וְזוֹכֶה לְנַחֲלַת יִשָּׂשכָר, דִּכְתִיב: \"יִשָּׂשכָר חֲמֹר גָּרֶם\" <small>(בראשית מט, יד) (ישעיה לב, כ)</small>.</b> פירש רש\"י ז\"ל כתרגמינן <b>עַתִּיר בְּנִכְסִין</b>. וצריך להבין מאי רבותיה דיששכר בעושר טפי מיוסף וטפי משאר שבטים דאתמר עליה עַתִּיר בְּנִכְסִין ולכך אמר שזוכה לנחלה זו דיששכר?<br>ונראה לי בס\"ד על פי מעשה בעשיר שהיה סוחר גדול והיה נוטה שכמו לסבול טורח ויגיעה של משא ומתן בכתיבה של מכתבים וחשבונות ואף על פי שהיה לו סופרים לוקחים פרס ממנו לכתוב בעסקי המשא ומתן שלו הוא היה טורח וכותב כנגד כולם. ויום אחד בא אהובו לחנות המסחר שלו בצהריים וימצאהו נבוך בכתיבת חשבנותיו עד שלא היה לו פנאי לאכול והתבשיל שהביאו לו מן הבית מונח לצד אחד ונתקרר עד שהעלה קרום של שומן ואין ראוי לאכלו וכל זה מחמת טרדתו בכתיבת חשבנותיו אשר העמיס עליו משא כבד לעשות בידו, ויאמר לו האהוב עד מתי תהיה משרת ועני? אמר לו: מה אתה אומר? אני עשיר ואני אדון על כל אלה!<br>אמר לו האהוב: אלו הסופרים הם משרתים לגופם כי עוסקים בעסק זה לקבל פרס כדי להחיות גופם וגוף בני ביתם אבל אתה משרת לממון שלך שהוא דומם ואתה משרת אותו להרבותו ועוד אתה נחשב עני כי מי שיעבור הצהרים ולא יאכל אין זה אלא עני שאין לו לקנות לחם לאכול אבל בעלי המלאכה הם אוכלים מאכלם בעתו ובזמנו אך אתה אשר עבר הצהרים ועודך רעב שלא אכלת הנך נחשב עני! אמר לו: מה אעשה והעסק רב וכי אשליכהו לאיבוד? אמר לו: לא כן אלא תוסיף סופרים כפלים על אלו ותתן להם פרס ואתה יושב ורואה כמלך בגדוד.<br>נמצא מי שהוא יש לו ממון ועשיר גדול אך עסק של ממונו עושהו בידו ואינו נמסר ביד אחרים הרי זה נחשב עני כי מוכרח שיתנהג כמנהג העני שישאר כמה עתים רעב בלא אכילה מחמת רבוי העסק המוטל עליו וגם נחשב משרת כי הוא משרת את הממון שלו ועבד אליו וכמו שאמר אותו אהוב לאותו העשיר הסוחר.<br>והנה כל השבטים היה להם עושר אך היו עוסקים בעסק העושר שלהם בידם שמוכרים פירותיהם בידם וגם מוליכים אותם ממקום למקום בידם כדי להרויח בהם ורק יששכר לא היה עוסק בידיו בעושרו כלל כי כל השבט היו יושבים ועוסקים בתורה ומוסרים פירות ארצם לשבט זבולן והם מוכרים אותם ועוסקים בהם והם אשר היו מוליכים פירותיהם ממקום למקום להרויח וכמו שאמרו במדרש רבא <small>(בראשית רבה פרשה צט, ט)</small> בפסוק זְבוּלֻן לְחוֹף יַמִּים יִשְׁכֹּן <small>(בראשית מט, יג)</small> זבולון עוסק בפרקמטיא ויששכר עוסק בתורה וזבולון בא ומאכילו.<br>ועוד איתא התם בפסוק יִשָּׂשכָר חֲמֹר גָּרֶם<small> (בראשית מט, יד)</small> פירותיו של יששכר גסין היו והיה שבטו של יששכר נוטל מהם על החמור ומביאם לזבולון וזבולון נוטל מהם ומפרש בים והיו אומות העולם רואין אותם הפירות ומתמיהין עליהם והיו אומרים להם על אלו הפירות אתם מתמיהין? אלו הייתם רואין לאדוניהם של אלו עוסקים בתורה היה לכם להתמה עליהם! והרבה גרים היו באים ומתגיירים עיין שם. נמצא יששכר לא היה עוסק בעושרו אלא זבולון עוסק בעבורו והוא יושב במנוחה ולכן אמר על יששכר 'עתיר בנכסין' שזה נחשב עשיר באמת ולכך אמר 'זוֹכֶה לְנַחֲלָה כְּיִשָּׂשָׂכָר'.<br>אי נמי אחר כי יעקב ועשו חלקו העולמות אנחנו זוכין בעושר עולם הזה על ידי עסק התורה מדין מציל מזוטו של ים ולכן יששכר שהיה עוסק שבטו בתורה בימים ובלילות יש לו דין מציל מזוטו של ים יותר משאר שבטים ולכן תרגם עליו עַתִּיר בְּנִכְסִין כי הוא עשיר אמיתי שזוכה בעושרו יותר משאר שבטים שיזדמן אצלם זמן שאין להם פנאי לעסוק בתורה מחמת טרדתם בממונם אבל שבט יששכר אין בטלים כלל כי עסקם היה על ידי שבט זבולון."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>הַאי מַאן דְּבָעִי לְמִיהֲוֵי חֲסִידָא, לִיקַיֵּם מִילֵי דִּנְזִיקִין.</b> נראה לי בס\"ד דאמרו רבותינו ז\"ל 'ברית כרותה לשפתים'<small> </small>דאיכא<small> </small>מילי שהאדם מוציא מפיו בשגגה ועושין נזק גדול וכמו שאמרו בכתובות<small> (כתובות סב:)</small> דאמר רבי ינאי על יהודה בנו של רבי חייא חתנו כפו מטתו שאלמלא יהודה קיים לא ביטל עונתו והואי מלתא דא <small>(קהלת י, ה)</small> 'כִּשְׁגָגָה שֶׁיֹּצָא מִלִּפְנֵי הַשַּׁלִּיט' ונח נפשיה.<br>וכן בגמרא דמועד קטן <small>(מועד קטן יח.)</small> דאמר לו פנחס למר שמואל אחיו אי בדידיה הוה מלתא דא דאבילות מי הוה מזלזלת בטופרי למשקל להו והואי האי מלתא 'כִּשְׁגָגָה שֶׁיֹּצָא מִלִּפְנֵי הַשַּׁלִּיט' ואתרע אבלות בשמואל ואחר כך הוכיחו איך לא נזהר בדבורו וכי לית לך 'ברית כרותה לשפתים' דאמר רבי יוחנן מנין שברית כרותה לשפתים? שנאמר וַיֹּאמֶר אַבְרָהָם אֶל נְעָרָיו שְׁבוּ לָכֶם<small> </small>וכו' <small>(בראשית כב, ה)</small> עיין שם.<br>נמצא הדברים עושין נזקין הרבה שזה המדבר שאינו מדקדק בדיבור שמוציא מפיו גורם להרוג בני אדם בשבט פיו ולזה אמר <b>לִיקַיֵּם </b>אזהרה שהזהירו חכמים <b>בְּמִילֵי דִּנְזִיקִין</b> רצונו לומר בדברים שיוצא מהם נזק שיתן דעתו בהם שלא יכשל ויגרום נזק ח\"ו וכמו הנך עובדי.",
            "<b>רָבָא אָמַר: מִילֵי דְּאָבוֹת.</b> נראה לי הכונה דהאבות אף על פי שהיו גדולי עולם היו מדברים עם כל אדם בדברי ענוה ושפלות כמו שנאמר אצל אברהם בראותו 'שְׁלֹשָׁה אֲנָשִׁים נִצָּבִים עָלָיו' קודם שידע שהם מלאכים אמר להם 'עַל כֵּן עֲבַרְתֶּם עַל עַבְדְּכֶם' <small>(בראשית יח, ה)</small> ואף על גב דהיה גדול הדור ונשיא אלקים וכן יעקב אבינו ע\"ה שהיה בן גדולים כשראה את הרועים שהם בזויים אמר להם אַחַי מֵאַיִן אַתֶּם <small>(בראשית כט, ד)</small> שקראם 'אחים' וכן מדברים בענוה שאמר אברהם אבינו ע\"ה וְאָנֹכִי עָפָר וָאֵפֶר <small>(בראשית יח, כז)</small> ויעקב אבינו ע\"ה אמר קָטֹנְתִּי מִכֹּל הַחֲסָדִים <small>(בראשית לב, יא)</small> שראה עצמו אדם פשוט שלא נשאר בידו זכות מצוה וזהו שאמר יקיים מילי דאבות שגם הוא ידבר דבריו בענוה ובשפלות כמנהג האבות הקדושים בדברים שלהם.",
            "<b>וְאַמְרֵי לָהּ: מִילֵי דִּבְרָכוֹת.</b> נראה לי בס\"ד על פי מה שכתב הגאון יערת דבש <small>[רבי יהונתן אייבשיץ] </small>ז\"ל <small>(בדרוש ג' בענין י\"ח ברכות העמידה)</small> שהאדם יקח מוסר השכל לקיים הוא בעצמו ענין הדברים שמוציא מפיו בשמונה עשרה ברכות העמידה ואזכיר דבריו בקיצור ובשינוי קצת:<br>והוא תחלת הכל אומר <b>אֲדֹנָ־י שְׂפָתַי תִּפְתָּח וּפִי יַגִּיד תְּהִלָּתֶךָ</b> <small>(תהלים נא, יז)</small> שצריך שיקיים דבריו אלו להזהר שלא יגיד בפיו אלא תהלותיו יתברך ולא ידבר שקר וליצנות ודברים בטלים וכיוצא גם ברכה ראשונה שאומר<b> גּוֹמֵל חֲסָדִים טוֹבִים וְזוֹכֵר חַסְדֵי אָבוֹת</b> אז גם הוא צריך לקיים בעצמו מדה זו לגמול חסד עם כל אדם ולילך בעקבות אברהם אבינו ע\"ה שהיה רודף צדקה וחסד ומרבה להטיב. וברכה שניה של <b>תְּחִיַּת הַמֵּתִים</b> גם כן יקיים האדם דבר זה שיחיה המתים והם ניצוצי נשמות המגולגלים בדצח\"ם <small>[בדומם צומח חי מדבר]</small> שנחשבים כמתים וכאשר מתקנם ומעלה אותם הנה הוא מחיה מתים ממש.<br>גם זוכר בברכה זו <b>רוֹפֵא חוֹלִים וּמַתִּיר אֲסוּרִים</b> גם בזה יקיים כפי יכולת שנתן לו הקדוש ברוך הוא לעסוק ברפואת חולים והתרת אסורים. וברכה שלישית של <b>אַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ וּקְדוֹשִׁים יְהַלְלוּךָ סֶּלָה</b> גם האדם ישתדל לקדש עצמו כמו שנאמר קְדֹשִׁים תִּהְיוּ כִּי קָדוֹשׁ אֲנִי הֳ' אֱלֹקֵיכֶם <small>(ויקרא יט, ב) </small>וכתיב וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדֹשִׁים <small>(ויקרא כ, ז)</small>. וברכה רביעית של&lt;<small>b</small>&gt; אַתָּה חוֹנֵןb&gt; גם הוא ישתדל להחכים לבני אדם ללמדם דעת וחכמה כפי יכלתו ולא יקוץ בתלמידיו וגם הוא יהיה חכם להטיב ולא חכם להרע ח\"ו.<br>וברכה חמישית שמבקש מהקדוש ברוך הוא על התשובה גם הוא ישתדל להשיב <b>בִתְשׁוּבָה</b> פושעי ישראל וישתדל גם על עצמו. וברכה שישית <b>סְלַח לָנוּ</b> גם הוא יהיה מוחל וסולח לכל מי שמקניטו ומצערו. וברכה שביעית <b>רְאֵה נָא בְעָנְיֵנוּ</b> גם הוא ישתדל לגאל את השבויים ואת האסורים בבית הכלא. וברכה שמינית <b>רְפָאֵנוּ</b> גם הוא ישתדל לבקר את החולים ולהשגיח ולהשתדל על רפואתם בגופו ובממונו.<br>וברכה תשיעית <b>בָּרְכֵנוּ</b> וכו' ילמוד להתמיד להיות מאמין באמונה זו ליחס כל דבר להשגחתו יתברך ולא יאמר 'כֹּחִי וְעֹצֶם יָדִי עָשָׂה לִי אֶת הַחַיִל הַזֶּה' אלא יהיה מודה ומאמין בכל לבו כל משאו ומתנו ועסקיו תלויים בידו יתברך כמו שנאמר וְזָכַרְתָּ אֶת הֳ' אֱלֹקֶיךָ כִּי הוּא הַנֹּתֵן לְךָ כֹּחַ <small>(דברים ח, יח)</small> ועל ידי כך מוכרח שירבה בצדקה כי משלו יתברך הוא נותן.<br>וברכה עשירית<b> תְּקַע בְּשׁוֹפָר גָּדוֹל</b> וכו' שהוא קבוץ גליות גם הוא ישתדל לברר ניצוצי הקדושה אשר נתפזרו על ידו ועל ידי אדם הראשון להחזירם למקומם אל מקום הקודש. וברכה אחת עשרה <b>הָשִׁיבָה שׁוֹפְטֵינוּ </b>ילמוד מזה שיהיה שומע תמיד בקיל שופטיו ומוריו ויועציו. וברכה שתים עשרה שאומר <b>לַמִּינִים אַל תְּהִי תִקְוָה</b> גם הוא ישתדל לאבדם ולהתרחק מהם ואל יקרב לפתח ביתם.<br>וברכה שלש עשרה <b>עַל הַצַּדִּיקִים</b> יזהר לכבד הצדיקים ולשרתם ולקרב להם התועלת. וברכה ארבע עשרה <b>תִּשְׁכֹּן</b> וכו' ילמוד להשתדל לעשות תיקון לישוב ארץ ישראל ולקרב התועלת ליושביה וידרוש בשלומה ויחזיק ביד יושביה וכן ישתדל להיות מתושביה להתפלל תמיד על משיח בן יוסף.<br>וברכה חמש עשרה <b>אֶת צֶמַח דָּוִד עַבְדְּךָ</b> ילמוד שיהיה מצפה לתשועתו יתברך תמיד בכל זמן ובכל עידן בלב שלם. וברכה שש עשרה <b>שְׁמַע קוֹלֵנוּ וְאַל תְּשִׁיבֵנוּ רֵיקָם</b> גם היא יזהר שאם איש ישראלי יבקש ממנו דבר ויש לו יכולת לתת לו אל ישיבהו ריקם ולא יהיה מאותם שנאמר עליהם עֲצַת עָנִי תָבִישׁוּ <small>(תהלים יד, ו)</small>. וברכה שבע עשרה ברכת <b>הוֹדָאָה</b> יזהר שיהיה מודה תמיד לה' על כל טובותיו ולא יהיה כופר בטובתו ח\"ו שלא יתלה הטובה בטבע. וברכת <b>שִׂים שָׁלוֹם</b> גם הוא יבקש שלום וירדוף שלום ויתרחק מן המחלוקת.<br>ולפי האמור יתבארו בס\"ד שפיר דברי המאמר כאן דאמר לקיים מילי דברכות הם ברכות של תפילת העמידה שמתפלל ג' פעמים ביום יקיים אותם בעצמו כאמור."
        ],
        [],
        [],
        [],
        [
            "<b>מַאי 'בִּרְשׁוּת' אִיכָּא? כִּדְרַבִּי חֲנִינָא, דְּאָמַר רַבִּי חֲנִינָא: בּוֹאוּ וְנֵצֵא לִקְרַאת כַּלָּה מַלְכְּתָא.</b> פירוש כיון דאמר רבי חנינא 'בּוֹאוּ וְנֵצֵא' ולא אמר 'בּוֹאוּ וּנְקַבֵּל שַׁבָּת מַלְכְּתָא' משמע דצריך לצאת חוץ לעיר דהיינו לשדה שהיא חוץ לבתים. והכי דייק לה רבינו האר\"י ז\"ל<small> (בשער הכונות דף סד. בריש דרוש א')</small> וזה לשונו: ואין ספק כי אם הוא כסברת קצת קלי עולם דחושבים די בקבלת שבת תוך חצירו של אדם לא היו אומרים 'בּוֹאוּ וְנֵצֵא' כנראה, כי היו תוך העיר והיו מתחברים לצאת לשדה לקראת השבת אורח הנכבד וגם שאחר כך למה יפטרו את הרץ בערב שבת תוך רשות הרבים מן הנזקים כיון שאין יציאתו מחוץ לעיר לתכלית מצוה עד כאן עיין שם. אך עדיין קשה דמהיכא משמע דצריך לרוץ כדי שנאמר שהוא רץ ברשות?<br>ונראה פשוט כיון דמוכח מהא דרבי חנינא דיציאתו לשדה כדי לקבל שבת יש בזה מצוה יותר מאם היה מקבל בביתו או בבית הכנסת אם כן ממילא שמעינן דמצוה לרוץ שכן אמרו רבותינו ז\"ל <small>(ברכות ו:)</small> לעולם ירוץ אדם לדבר מצוה וילפי לה מקרא <small>(הושע יא, י)</small>, ולפי זה הוא הדין אם רץ לבית הכנסת להתפלל דגם בזה יש מצוה לרוץ דכתיב בְּבֵית אֱלֹקִים נְהַלֵּךְ בְּרָגֶשׁ <small>(תהלים נה, טו)</small> וכנזכר בגמרא והא דנקיט כאן בערב שבת בין השמשות כדי ללמדינו לפי דרכו שיש מצוה לרוץ לקבלת שבת.<br>ובאופן אחר נראה לי בס\"ד והוא דיש לדקדק באומרו 'בּוֹאוּ' דאינו מתיישב היטב למי קאמר בואו? ונראה ליישבו על פי מה שכתוב בשולחן ערוך <small>(שולחן ערוך אורח חיים ג, א)</small> חסידים הראשנים כשהיו נכנסים לבית הכסא היו אומרים קודם כניסתם התכבדו מכובדים קדושים משרתי עליון שמרוני שמרוני עזרוני עזרוני המתינו עד שאכנס ואצא שכן דרכן של בני אדם והיו אומרים כן בכל פעם קודם שיכנסו והוא לשון נטילת רשות מן המלאכים המלווים את האדם שנאמר כִּי מַלְאָכָיו יְצַוֶּה לָּךְ <small>(תהלים צא, יא) </small>ומפורש בלבוש הענין שאומר להם כי האדם מצד שהוא אדם וטבעו כן לעשות צרכיו הוא דרכו ואי אפשר לו זולת זה אבל אחר שיודע שהם בקדושתן ולא יכנסו עמו לבית הכסא על כן הוא מבקש ומתחנן לפניהם שימתינו לו וישמרוהו עד צאתו עיין שם.<br>ולפי זה מובן שפיר דברי רבי חנינא שהיה אומר '<b>בּוֹאוּ וְנֵצֵא</b>' דעם המלאכים המלוים אותו הוא מדבר שאמר לו באו עמי ועל כן ממילא שמעינן שהיה רץ ביציאתו דאם לא רץ אלא הולך כדרכו למה אמר להם 'בּוֹאוּ וְנֵצֵא' והלא הם מלוים אותו והולכים עמו בכל מקום אשר ילך? אלא ודאי מאחר שהוא רץ דאז גם המלאכים יהיו רצים עמו, לכך מודיע להם '<b>בּוֹאוּ וְנֵצֵא לִקְרַאת כַּלָּה מַלְכְּתָא</b>' כלומר באו ונצא לצורך מצוה ולכן אל יקשה בעינכם על שאני רץ דאז גם אתם תהיו רצים כי ריצה זו היא צורך מצוה ויש בזה מצוה ואם כן שמע מינה דמצוה לרוץ."
        ],
        [
            "<b>בּוֹאוּ וְנֵצֵא לִקְרַאת כַּלָּה מַלְכְּתָא.</b> כבר פרשתי בס\"ד לעיל למי קאמר 'בּוֹאוּ' ועוד נראה לי בס\"ד שהיה דרכו לקבץ עמו בני אדם דרך הילוכו כשהיה הולך לקבל שבת הן כדי לזכות את אחרים והן כדי שיהיו עמו עשרה.<br>ועוד נראה לי בס\"ד על מה שאמר רבינו זלה\"ה<small> (בשער הכונות דף ס' ע\"ד)</small> בשבת עצמו מאיר שם אהי־ה דיודין שעולה קס\"א והוא סוד הנועם הנמשך יום שבת עיין שם. והנה מספר ישראל <small>[541]</small> עם מספר אהי־ה דיודין שהוא קס\"א <small>[אלף הי יוד הי=161] </small>עולה מספר שבת <small>[702]</small> ולזה אמר <b>בּוֹאוּ וְנֵצֵא</b> לקראת שבת עם האורות דשם אהי־ה דיודין הוא מדבר בואו עמי ואז שנינו נצא לקראת שבת כי מספר שלכם מספר שלי שאני ישראל עולה מספר שוה לקראת מספר שבת.<br>ובזה יובן מאמר רבותינו ז\"ל <small>(בראשית רבה יא, ח)</small> אָמְרָה שַׁבָּת לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, לְכָל הַיָּמִים נָתַתָּ בֶּן זוּג וְלִי לֹא נָתַתָּ בֶּן זוּג? אָמַר לָהּ יִשְׂרָאֵל יִהְיוּ בֶּן זוּגֵךְ. והיינו כי מספר הארה של שבת ומספר ישראל המה עולים במספר שבת.",
            "<b>רַבִּי יַנַּאי מִתְעַטֵּף וְקָאִי, וְאָמַר: בּוֹאִי כַלָּה, בּוֹאִי כַלָּה.</b> הנה רבינו האר\"י זלה\"ה <small>[זכרונו לחיי העולם הבא] </small>אמר שצריך לומר פעם שלישית בלחש כנגד הדעת דיצירה ובגמרא לא הוזכרו אלא רק שני פעמים בקול רם כנגד חכמה ובינה דיצירה ובודאי האמת הוא כמו שאמר רבינו האר\"י ז\"ל טעמו של דבר אך דברי תורה כְפַטִּישׁ יְפֹצֵץ סָלַע, על כן נראה לי בס\"ד שצריך לעשות קבלת שבת במחשבה ודבור ומעשה ולכן כנגד מעשה ודבור שהם גלויים אומר שני פעמים בקול רם וכנגד המחשבה שהיא נסתרת אומר פעם אחת בלחש."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>חָנָן בִּישָׁא תָּקַע לֵיהּ לְהַהוּא גַּבְרָא.</b> נראה שהביא הגמרא האי עובדא כדי ללמוד ממנה הרבה דברים <b>האחד</b> לאשמעינן דסלע הכתוב על זה במתניתין הוא סלע מדינה שהוא פלגא דזוזא <b>והשני</b> אשמעינן אף על גב דגבי נזקין כתיב מֵיטַב שָׂדֵהוּ וּמֵיטַב כַּרְמוֹ יְשַׁלֵּם <small>(שמות כב, ד)</small> מכל מקום כהאי גונא שהוא דמי בשתו אף על פי שנתן לו זוזא מכא אין לו עליו כלום דאם לא כן איך קבל זה ליקח והיה לו לצעוק לפני רב הונא שיכריחהו לשלם זוזא טבא <b>והשלישי</b> אשמעינן אף על גב דזה חנן קבל עליו את הדין ושילם עם כל זה בישא קרו ליה מפני שלא ניחם על דעתו ואוותה נפשו לבייש את ישראל ובאמת אמרו שיחת תלמידי חכמים צריכה תלמוד <small>(סוכה כא:)</small> ונראה על כיוצא בזה רמז הכתוב באומרו אַל תֹּאמַר אֲשַׁלְּמָה רָע <small>(משלי כ, כב)</small> כמו חנן הנזכר דתקע ליה אחרינא ויהביה ניהליה אלא אם בא לידך דבר כזה ולא הוה לך פלגא דזוזא אלא רק זוזא מכא ולא משתקיל לך תן אותו כולו להמבייש ואל תאמר אשלמה לתקוע לו פעם שנית כדי שאתן לו הזוזא ולא אתן לו פלגא בחנם. ובזה פרשתי הפסוקים בקהלת מְקוֹם הַמִּשְׁפָּט שָׁמָּה הָרֶשַׁע <small>(קהלת ג, טז) </small>והוא מובן.<br>ומה שאמר <b>לָא הֲוָה מִשְׁתָּקִיל לֵיהּ</b> קצת קשה אם כן איך קבלו ממנו בזוזא שלם? ויש לומר דכל מטבע שנמחית מעט צורתו יקבלו אותו בתורת פרעון כי באמת מטבע מלך הוא אך אם יתן אותו לשלחני כדי ליקח ממנו בעבורו תרי פלגי זוזא טובים לא ירצה השולחני בכך."
        ],
        [],
        [],
        [
            "<b>שְׁתֵּי פְּרִידוֹת טוֹבוֹת יֵשׁ לִי לְהוֹצִיא מֵהֶם; רוּת הַמּוֹאֲבִיָּה וְנַעֲמָה הָעֲמוֹנִית<small> (דברים ב, ט)</small>.</b> קשא דמשום שני פרידות טובות אלו אין הכריח להציל כל שתי האומות ההם והיה אפשר שיעשה עמהם מלחמה ויאבדם ורק אבותם של רות ונעמה יהיו נצולים כדי שיצאו מהם פרידות אלו?<br>ונראה לי בס\"ד דאם יעשה בהם מלחמה יתאבד שם המלכות שלהם ואבותיהם של רות ונעמה הגם שיהיו ניצולים ישארו הדיוטות ורצה הקדוש ברוך הוא דרות ונעמה כשבאים להתגייר יבואו בהיותם בנות מלאכים ולא בנות אנשים הדיוטות כדי שיהיה לאלה המתגיירים רבותא טפי ועוד תהיה הקליפה נכנעת יותר בכך ולכן נשארו שתי האומות בכבוד מלכותם כדי שיהיו רות ונעמה באים להתגייר בהיותם בנות מלכים.<br>ועוד נראה לי בס\"ד תלה הקדוש ברוך הוא הצלת שתי אומות אלו בשתי פרידות טובות אלו כדי שיפרש שמותם ויודיע להדיא דרות ונעמה עתידים להתגייר ברצון השם יתברך ולא ישאר שום פתחון פה לאדם להרהר אחריהם מדין לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל הֳ' <small>(דברים כג, ד)</small> והענין הוא כי היתר הנקבות היא מן יתיר יו\"ד דכתיב בעמוני ומואבי ועל זה הדרשה הקשה דואג לאבנר אם כן תאמר <small>(דברים כג, ח)</small> 'מִצְרִי' ולא מצרית? והתירוץ על זה שאם היה כותב מצרים היה מאריך. ועדין יש קושיא על זה מן 'אֲדֹמִי' דהוה ליה למימר אדום והיה מקצר בזה? ותרצו התוספות דאגב מצרי נקיט אדומי.<br>ולפי התירוץ הזה נעשה היתר של מואבית רעוע דלעולם יש לומר 'עַמּוֹנִי' ולא עמונית משום דהוה ליה לקצר לכתוב עמון אך במואבית אין ללמוד מן יתיר יו\"ד ד'מוֹאָבִי' דיש לומר  נקיט מואבי אגב עמוני כיון דעמוני נזכר קודם וכדאמרינן באדומית דאגב מצרי נקיט אדומי וליכא למילף מינה ונמצא דיש ערעור בהיתר דרות המואביה לכן תלה הקדוש ברוך הוא הצלת שתי אומות אלו ברות ונעמה כדי שיפרש ויאמר להדיה דרות עתידה להתגייר שבזה נתברר דהיתר שלה הוא מוסכם מאת ה'.<br>ובזה פרשתי בס\"ד שָׂרִים רְדָפוּנִי חִנָּם וּמִדְּבָרְךָ פָּחַד לִבִּי שָׂשׂ אָנֹכִי עַל אִמְרָתֶךָ כְּמוֹצֵא שָׁלָל רָב <small>(תהלים קיט, קסא-קסב) </small>פירוש <b>שָׂרִים</b> בתורה <b>רְדָפוּנִי</b> על גירות של רות המואביה <b>חִנָּם</b> כי יש לנו היתר ברור מיתור יו\"ד דעמוני ומואבי אך <b>מִדְּבָרְךָ</b> השני גבי אדומי שאמרת 'אֲדֹמִי' ולא אדום משום דאגב 'מִצְרִי' אמרת אדומי <b>פָּחַד לִבִּי </b>פן גם על היתר שלי יערערו לומר אגב עמוני נקיט מואבי אך באמת <b>שָׂשׂ אָנֹכִי עַל אִמְרָתֶךָ </b>שאמרת למשה עבדך בפירוש שתי פרידות טובות יש לי להוציא מהם רות המואביה ונעמה העמונית ולפי זה נמצא גירות רות זקנתי היתה ברצונך והסכמתך.<br>ונמצא המערערים לא היה להם פתחון פה לערער מצד היתר של יתור אות יו\"ד אלא רק על מואבי ולא על עמוני באומרם יו\"ד של מואבי לא אתייא לדרשה וליכא למילף מינה משום דאגב עַמּוֹנִי נקיט מוֹאָבִי.<br>ובזה פרשתי בס\"ד מה שאמר דוד המלך ע\"ה במזמור קמ\"ב הַבֵּיט יָמִין וּרְאֵה וְאֵין לִי מַכִּיר אָבַד מָנוֹס מִמֶּנִּי אֵין דּוֹרֵשׁ לְנַפְשִׁי <small>(תהלים קמב, ה)</small> פירוש '<b>אֵין לִי מַכִּיר</b>' לדרוש לי הדרשה שהיא לזכות והיתר שלי ואמר תיבת 'לִי' רצונו לומר ליו\"ד אֵין מַכִּיר לדרוש אותה שבאה ולא <b>אָבַד מָנוֹס</b> זה של היו\"ד כי אם <b>מִמֶּנִּי</b> דאתינא ממואב כי יוד דעמוני בעל כרחו דורשים אותה ורק אבד מנוס זה ממני ש'<b>אֵין דּוֹרֵשׁ לְנַפְשִׁי</b>' רצונו לומר אין דורשים היו\"ד ששייכה אלי דאמרי אגב עמוני נקיט מואבי ולא אתיא אות יו\"ד לדרשה דהיתר מואבית.",
            "<b>נָשָׂא מֹשֶׁה קַל־וָחֹמֶר בְּעַצְמוֹ.</b> תיבת 'בְּעַצְמוֹ' צריכה ביאור, ונראה לי בס\"ד דהתוספות ז\"ל הקשו דהא אמר לו <small>(דברים ב, ט) </small>אַל תָּצַר אֶת מוֹאָב  קודם אומרו <small>(במדבר כה, יז) </small>צָרוֹר אֶת הַמִּדְיָנִים? ונראה לתרץ בפשיטות דמשה רבינו ע\"ה ראה ברוח הקודש שעתיד לומר לו כך על המדינים ולכן נשא קל וחומר זה וכהאי גונא אתמר בענין פרישותו מן האשה ולזה דקדק לומר כאן <b>נָשָׂא מֹשֶׁה קַל־וָחֹמֶר</b> '<b>בְּעַצְמוֹ</b>' רצונו לומר מכח השגת עצמו קודם שאמר לו הדיבור של צָרוֹר אֶת הַמִּדְיָנִים כי אם כשצפה הדיבור הזה מכח קדושת עצמו.<br>ובזה ניחא מה שאמר לו הקדוש ברוך הוא '<b>לֹא כְּשֶׁעָלְתָה עַל<small> </small>דַּעְתְּךָ עָלְתָה עַל דַּעְתִּי</b>' כי משה רבינו ע\"ה זכה אל בחינת הדעת ולכן אמר לו הן אמת שנתתי לך חלק השגה מן הדעת אשר בו אתה יכול להיות צופה ברוח הקודש על מה שבדעתי לומר לך מכל מקום לא על דעתך להשיג כל מה שבדעתי כי בדעתי להוציא מאלו האומות שתי פרידות טובות ודבר זה לא השגת בדעתך.<br>ועוד נראה לי מה שאמר <b>נָשָׂא מֹשֶׁה קַל־וָחֹמֶר</b> '<b>בְּעַצְמוֹ</b>' כלומר ידע ברוח הקודש שפטירת עצמו מעולם הזה תלויה בהריגת המדינים ומזה ידע דודאי יצוהו השם יתברך לעשות עמהם מלחמה ועל כן נשא קל וחומר ולזה אמר 'מעצמו' רצונו לומר מדבר השייך לעצמו שהוא ענין פטירתו שראה שהיא תלויה בהריגת המדינים כמו שנאמר נְקֹם נִקְמַת בְּנֵי יִשְׂרָאֵל מֵאֵת הַמִּדְיָנִים אַחַר תֵּאָסֵף אֶל עַמֶּיךָ <small>(במדבר לא, ב) </small>שתלה זה בזה.",
            "<b>דְּאִלּוּ בְּכִירָה שֶׁקְּרָאתוֹ 'מוֹאָב'.</b> פירש רש\"י ז\"ל לשון פריצות שהוא מאביה. ויש לדקדק היה לקראו מאב ולמה הטילה וא\"ו לקראו 'מוֹאָב'?<br>ונראה לי בס\"ד 'מי' בלשון מצרי 'מים' ולכן קראתו משה, מושה 'מו מים שה' משוך בלשון מצרי וכמו שכתב התורה והמצוה בשם פיילון היהודי. וידוע דזרע האב נקרא מים דכורין וזרע האם מים נוקבין ולכן דור המבול שהשחיתו זרעם נידונו במים.<br>ולכן קראתו מוֹאָב 'מו אב' רצונו לומר זרע אב כי הזרע נקרא מים שהוא 'מו' בלשון מצרי והצעירה גם רמזה שהוא מאביה אך אמרה הרמז דק מאד שקראתו 'בן עמי' רצונו לומר בן מאדם שהוא עמי כי האב נותן חלק בבנו או בבתו ומאחר דהרמז דק נשתכחה.<br>והנה הרי\"ף ז\"ל הקשה מנא ליה דבשביל שיחה של בכירה אמר לו למעבד במואב אנגרייא ולא אמר לו כן על בני עמון, דילמא צררו לישראל לכך התיר להם למעבד בהו אנגרייא? עיין שם.<br>ונראה לי בס\"ד דידוע הקדוש ברוך הוא עביד מדה כנגד מדה ובשלמא שיחה זו שאמרה מאב גזר למעבד בהו אנגרייא כי היא גילתה שאביה עשה מעשה בהמות שישכב האב עם בהמה שהיא בתו ואין מבחין לכך התיר לעשות בהם אנגרייא להשתמש בהם כבהמות אבל משום צוררות אין זה מדה כנגד מדה כי צוררות דידהו הוות בענין מלחמה לגרשם מן הארץ וכמו שאמר בלק לבלעם בפירוש <small>(במדבר כב, יא)</small> אוּלַי אוּכַל לְהִלָּחֶם בּוֹ וְגֵרַשְׁתִּיו מִן הָאָרֶץ ולא רצה לשבותם לעשותם עבדים אליו ולעשות בהם אנגרייא ואין זה מדה כנגד מדה.<br>ועוד נראה לי בס\"ד כי בפסוקים אלו יש שינוי המורה על כך כי במואב כתיב אַל תָּצַר אֶת מוֹאָב <small>(דברים ב, ט)</small> ולא אמר 'בני מואב' ובעמון כתיב וְקָרַבְתָּ מוּל בְּנֵי עַמּוֹן אַל תְּצֻרֵם <small>(דברים ב, יט) </small>שקראם 'בני עמון' וכיון דעשה שינוי בהזכרת שמותם לימד אותנו בזה דההפרש אשר תמצא באנגרייא בין אלו לאלו הוא מסיבת השמות שלהם ולא מסיבה אחרת ולכן קראם 'בני עמון' בקריאת השם שקראה בת לוט 'בן עמי' ולאלו קראם מואב כאשר קראם בת לוט שמו מואב.",
            "<b>שֶׁבִּשְׁבִיל לַיְלָה אַחַת שֶׁקִּדְּמָתָהּ בְּכִירָה לִצְעִירָה, קִדְּמָתָהּ אַרְבָּעָה דּוֹרוֹת לְיִשְׂרָאֵל.</b> קשה כיון דקדמתה לילה אחת ראוי שתקדם לה דור אחד ומה טעם בארבעה דורות? ונראה לי בס\"ד כי אמרו בגמרא <small>(ברכות ג.) </small>ארבעה משמרות הוי הלילה, נמצא כל לילה חלוקה לארבעה ולכן קדמתה ארבעה דורות כנגד ארבעה משמרות.<br>ובזה נראה לי בס\"ד טעם הפסוק שאמר דוד המלך ע\"ה חֲצוֹת לַיְלָה אָקוּם לְהוֹדוֹת לָךְ <small>(תהלים קיט, סב) </small>שדקדק לקום להודות בחצות לילה ממש כי ארבעה הדורות הם כנגד ארבעה משמרות ודוד המלך ע\"ה היה דור השלישי שהוא משמרת שלישית אשר מתחלת בחצות לילה לכן הוא קם בחצות לילה להודות.",
            "<b>וְאִלּוּ צְעִירָה עַד רְחַבְעָם, דִּכְתִיב \"וְשֵׁם אִמוֹ נַעֲמָה הָעַמֹּנִית\"<small> (מלכים א יד, כא)</small>.</b> ראיתי להגאון חיד\"א ז\"ל <small>(בספר מדבר קדמות מערכת הנון אות כד)</small> שהביא מן הרמ\"ע ז\"ל במאמר 'אם כל חי' אגדה אחת מעשה נורא בענין נשואי שלמה המלך ע\"ה עם נעמה העמונית עיין שם ובאמת אגדה זו הובאה בעמק המלך בהקדמה <small>(פרק יב דף יד ע\"ד)</small> ושם המעשה היא יותר באורך עיין שם.<br>ואגדה זו אומרת ששלמה המלך ע\"ה נשא את נעמה קודם שמלך והיא הפך הגמרא דגיטין <small>(גיטין סח:)</small> מה שאמרו בענין אשמדאי אשר טרדו ואחר החקירות הסכימו חכמים שברור שהיושב על הכסא הוא אשמדאי וההולך וקורא אני שלמה הוא בעצמו שלמה המלך ע\"ה ונתנו לו טבעת בשם המפורש וכאשר ראהו אשמדאי פרח.<br>ברם אנא עבדא הוה קשיא לי טובא על אגדה זו שהיא הפך הכתובים דהא מפורש במלכים <small>(מלכים א' יא, מב)</small> וְהַיָּמִים אֲשֶׁר מָלַךְ שְׁלֹמֹה בִירוּשָׁלַ‍ִם עַל כָּל יִשְׂרָאֵל אַרְבָּעִים שָׁנָה ומפורש בסימן י\"ד <small>(מלכים א' יד, כא)</small> וּרְחַבְעָם בֶּן שְׁלֹמֹה מָלַךְ בִּיהוּדָה בֶּן אַרְבָּעִים וְאַחַת שָׁנָה. נמצא רחבעם נולד קודם שמלך אביו בשנה אחת, ואיך אומרת אגדה זו שנשא את אמו אחר כמה שנים שמלך על ישראל? ועל כן ודאי אגדה זו היא בטעות!<br>ונפלאתי על עמק המלך אשר העתיק אותה ועל הרמ\"ע ז\"ל שסמך עליה ועל הגאון חיד\"א ז\"ל שלא נרגש בזה ויותר קשה על הגאון חיד\"א ז\"ל שהזכיר אגדה זו בחומת אנך על מלכים ולא זכר מקרא מלא הכתוב שם במלכים וקושיא זו אשר התפלאתי בה הובאה בהמאסף שנה שלישית סימן ק\"ח. ואחרי זה בהמאסף שנה רביעית סימן י\"ג הודיעו לנו דהרב בעל עשרה מאמרות העיר בזה בסימן י\"א וישב הדבר וכתבתי על זה בהמאסף הנזכר בסימן ט\"ל בזה הלשון:<br>הנה כאשר העירותי מתחלה בדבר זה ראיתי המאמר הזה במדבר קדמות להגאון חיד\"א ז\"ל שהעתיקו שם ולכן לא ידעתי שהרב עשרה מאמרות נרגש בדבר זה בסימן שאחריו ועתה תכף הבאתי ספר עשרה מאמרות מבית המדרש וראיתי שכתב ליישב הדבר דמה שאמר הכתוב ששלמה המלך ע\"ה 'מָלַךְ אַרְבָּעִים שָׁנָה' לא מנה הכתוב לשלמה אותם השנים הראשונים שמלך בתחלה קודם שנטרד ולא אותם השנים שנטרד אלא רק מנה כאן השנים שמלך אחר שנטרד דוקא יעוין שם.<br>והנה מלבד שדבר זה הוא דוחק עצום וכבר מצינו שמנה לו מתחלת מלכותו במלכים <small>(מלכים א' ו, לז)</small> בַּשָּׁנָה הָרְבִיעִית וכו' ועוד שם <small>(מלכים א' ו, לח) </small>וּבַשָּׁנָה הָאַחַת עֶשְׂרֵה בְּיֶרַח בּוּל  וכו'. הנה עוד יש לי טענה אחרת שאין עליה תשובה דאי אפשר לומר כן דהא לכולי עלמא בית ראשון לא עמד יותר מן ת\"י <small>[410]</small> שנים וכנזכר בבתרא <small>(בבא בתרא ג.)</small> ובמקום אחר ואם נחשוב מן אחר י\"א שנים למלכות שלמה עד סוף מלכות צדקיהו שנחרב הבית תמצא מספר תכ\"ב <small>[422] </small>שנים מכל מקום כפי מספר השנים שמנה הכתוב למלכי בית דוד אחד לאחד ומוכרח לומר שזה סך היתר על ת\"י הוא נבלע בסך השנים שפרט הכתוב לכל אחד ואחד מהם דהיינו יש שכתוב בו שמלך נ\"ב שנים ואינם נ\"ב שלמים וכעל זה הדרך.<br>אך אם נאמר ששלמה מלך ארבעים שנה אחר שנטרד צריך להוסיף עתה על מספר השנים של בית ראשון עוד שנים מרובות כי אנחנו במספר הנזכר לעיל לא חשבנו בשנים של בית המקדש מן השנים שמלך שלמה המלך ע\"ה אלא רק כ\"ט <small>[29] </small>שנים ועתה צריך לחשוב ארבעים שנה שלמים וצריך להוסיף בשנים של בית המקדש גם השנים שמלך אחר שגמר בנין בית המקדש והשנים שנטרד בהם ובזה יהיה זמן בית ראשון יותר מן ת\"ל <small>[430] </small>שנים וזה אי אפשר להיות דלכולי עלמא לא עמד יותר מן ת\"י <small>[410] </small>שנים.<br>והוא פלא איך לא הרגיש הרמ\"ע ז\"ל בדבר זה וגם על הגאון חיד\"א ז\"ל שראה דבריו וסמך עליהם י\"ל איך לא נרגש בזה?!<br>גם עוד קשה לי גם לפי דעת הרמ\"ע ז\"ל נמי אי אפשר לומר שהיה רחבעם בן מ\"א שנה ומה שאמר שזה החשבון אחר שנתייאש ממלכות ישראל, אחרי המחילה לא ניתן להאמר דבר זה, דהא מוכח שתכף אחר שנפטר אביו מלך והוא אחר כך לא נוספה מלכותו אלא נתמעטה ומלכותו על שבט יהודה כדקיימא קיימא ולמה עושה החשבון על אחר שנפרדו ממנו עשרת השבטים."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>\"מִי בַעַל דְּבָרִים יִגַּשׁ אֲלֵהֶם\", יַגִּישׁ רְאָיָה אֲלֵיהֶם <small>(שמות כד, יד)</small>.</b> נראה דריש מלת 'דְּבָרִים' בכפלים לכאן ולכאן כלומר<b> '</b>מִי בַעַל דְּבָרִים' אז 'דְּבָרִים יִגַּשׁ<b>' </b>עליהם.<br>ומה שאמר סְבָרָא הוּא '<b>דְּכָאִיב לֵיהּ כְּאֵיבָא אָזִיל לְבֵי אַסְיָא</b>' פירש בשיטה מקובצת בשם מהר\"י <small>[מורינו הרב רבי יהונתן]</small> ז\"ל הכונה לא היה צריך משה להזהירן דפשיטא הוא דלא גרע דין זה ממשפט הרופאים שאין הרופא דן את החולה לפי סברתו לבדו עד שאומר לו החולה ראשו כבד עליו ובאבר פלוני כאיב ליה ובמקום פלוני משתנה ולפי שהוא מראה לו פנים דן אותו וכן נמי צריך להראות פנים לתביעתו תחילה עד כאן."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שָׁעָה רִאשׁוֹנָה אָמַר לָהֶם: שָׁלוֹם. שְׁנִיָּה אָמַר לָהֶם: שָׁלוֹם. שְׁלִישִׁית אָמַר לָהֶם: עָלְתָה.</b> נראה לי בס\"ד טעם לשלשה חלוקות אלו כי אביה היה חופר בורות לצורך עולי רגלים שהם שלש רגלים בשנה וידוע מה שאמרו רבותינו ז\"ל <small>(שמות רבה לא, ב) </small>נתנו לנו שלש רגלים כנגד שלשה אבות שהחזיקו שלשה עמודים בעולם תחלה בא <b>אברהם</b> אבינו וקיים עמוד גמילות חסדים וכנגד זה ניתן לנו חג הסוכות דעניינו הוא המשכת חסדים בסוכה ובלולב.<br>ואחריו בא <b>יצחק</b> אבינו ע\"ה ותיקן וקיים עמוד העבודה שנעקד ברצונו ושמחת לבבו על גבי המזבח וכנגד זה ניתן לנו חג הפסח. ובזה פרשתי טעם נכון למה נקרא חג הפסח על שם דבר אשר עיקרו בי\"ד, כי שחיטתו והקרבת אמוריו ביום י\"ד ורק אכילתו בליל יום טוב וראוי לקרותו תמיד בשם חג המצות דשייכי ביה כל ימי החג? ובזה ניחא שנקרא על שם הקרבן כי זכינו ליום טוב זה על אשר הקריב יצחק אבינו את עצמו על גבי המזבח וסוף הקריבו איל תמורתו וכאילו קרב הוא ממש ונמצא זכינו ביום טוב זה מחמת הקרבת קרבן של יצחק אבינו ע\"ה לכך נקרא החג על שם קרבן פסח.<br>ולאחריו בא <b>יעקב</b> אבינו ע\"ה ותיקן עמוד תורה וכנגדו ניתן לנו חג השבועות שהוא יום מתן תורה וחגה של תורה.<br>ולכן שעה ראשונה אמר להם '<b>שָׁלוֹם</b>' שיגין עליה זכות אביה מה שעשה לצורך חג הסוכות שהוא זכות אברהם אבינו ע\"ה אך לא תעלה בזכות זה אלא שלום לה שלא תחנק ובשעה שניה גם כן אמר להם '<b>שָׁלוֹם</b>' שיגין עליה זכות אביה מה שעשה לצורך חג הפסח שהוא כנגד עמוד העבודה שיגין עליה עמוד העבודה ולא תחנק אלא שלום לה ובשעה שלישית אמר להם עלתה כי שעה זו היא כנגד חג השבועות שהוא עמוד תורה שמכריע את כולם ולכך אמר להם '<b>עָלְתָה</b>' שנשלם הנס וניצולה ממש.",
            "<b>זָכָר שֶׁל רְחֵלִים נִזְדַּמֵּן לִי, וְזָקֵן אֶחָד מַנְהִיגוֹ.</b> נראה לי בס\"ד רמזו לה מן השמים במראה הזה שבעבור גמילות חסדים של אביה הגין עליה זכות אברהם אבינו ע\"ה שהוא היה הראשון אשר הקים והעמיד עמוד של גמילות חסדים בעולם.<br>ומה שנדמה <b>זָכָר שֶׁל רְחֵלִים</b> שהוא אילו של יצחק אבינו ע\"ה רמזו לה בזה כמו שיצחק אבינו היה מזומן לישחט ואחר כך העלה איל במקומו והוא ניצול, כן היא היתה מזומנת ליחנק במים ובא במקומה זכר שהוא אחיה כי מאותה שעה נכתב גזר דין על אחיה שימות בצמא וכמו שאמרו 'אַף עַל פִּי כֵן מֵת בְּנוֹ בַּצָּמָא' והדמיון שוה ממש כי יצחק אבינו ע\"ה בעת העקידה היה מסטרא דנוקבא ובעת העקידה פרחה נשמתו ובא לו נפש מסטרא דדכורא ולפי זה הדמיון שוה יצחק אבינו ע\"ה כשהיה מסטרא דנוקבא העלה איל זכר במקומו והוא ניצול וכן היא שהיתה נקבה נכנס אחיה שהוא זכר במקומה בגזרה זו והיא נצולה.<br>וראתה '<b>זָקֵן אֶחָד מַנְהִיגוֹ</b>' רמז לזכות אבינו הזקן הקדוש דכתיב ביה וְאַבְרָהָם זָקֵן <small>(בראשית כד, א) </small>שהגין עליה זכות אביה שהיה עוסק בגמילות חסדים.<br>ועטרת ראשי הרב מור אבי זלה\"ה <small>[זכרונו לחיי העולם הבא] </small>פירש <small>(בספרו הבהיר מדרש אליהו דף צז)</small> <b>זָכָר </b>הז\"א <small>[זעיר אנפין] </small><b>שֶׁל רְחֵלִים</b> רחל הגדולה ורחל הקטנה <b>נִזְדַּמֵּן לִי</b> כי הנהגת העולם הוא על ידי ז\"א <small>[זעיר אנפין] </small><b>וְזָקֵן אֶחָד</b> רמז לאבא <b>מַנְהִיגוֹ</b>.<br>אי נמי <b>זָקֵן אֶחָד</b> רמז לאברהם אבינו שיש בו י\"ג תיקוני דיקנא כמנין אֶחָד <small>[13] </small>מנהיגו עד כאן דבריו דפח\"ח <small>[דברי פי חכם חן]</small>.",
            "<b>דָּבָר שֶׁאוֹתוֹ צַדִּיק מִצְטַעֵר בּוֹ, יִכָּשֵׁל בּוֹ זַרְעוֹ.</b> הקשו התוספות והא מת בנו בצמא? עיין שם. ונראה לי בס\"ד ותחלה אדקדק עוד דקדוק אחר דתני בבריתא 'שֶׁנָּפְלָה לְבוֹר גָּדוֹל' דמאי קא משמע לן אם היה גדול או אם היה קטן? ואדרבה יזדמן קטן יש בו סכנה יותר דקשה עלייתו כי הסכנה היא מחמת העומק ולא מצד הרוחב, ואם כן הוה ליה למימר 'שֶׁנָּפְלָה לְבוֹר' סתם?<br>ונראה לי כי נחוניא חפר כמה בורות בתורת גמילות חסדים להמציא מים לעולי רגלים ויש בהם קטנים ויש בהם גדולים ובודאי הגדולים עדיפי כי מימיהן מרובים אך טרחא דילהון היא גדולה ביותר ואם כן בחפירת בור גדול נצטער יותר וברייתא דקתני 'שֶׁנָּפְלָה לְבוֹר גָּדוֹל' מכלל דאיכא קטן וכיון שראה רבי חנינא בן דוסא שנפלה לבור הגדול ולא לבור הקטן דן בדעתו דודאי יהיה לה הצלה ותעלה.<br>יען כי מצד נפילתה אין לעשות הכרח להצלתה כי יש לומר האי טעמא של וּסְבִיבָיו נִשְׂעֲרָה מְאֹד<small> (תהלים נ, ג)</small> דאולי לא עבד אביה המצוה כפי הצורך או היא נתחייבה מצד עון אחר חמור שדינו בחנק ואם כן איהי דאפסדא אנפשה שלא יגין עליה זכות אביה. אך בראותו דהוה בור קטן והיא 'נָּפְלָה לְבוֹר גָּדוֹל' אמר אם נאמר היא נתחייבה בשביל עון אחר ולכך נענשה בחנק או יש סיבה אחרת לדבר זה היה צריך שתפול לבור קטן כי העונש יהיה בזה כמו שיהיה בבור גדול ולמה נפלה לבור גדול במקום שאותו צדיק נצטער בו יותר מבור קטן כי חפירת בור גדול טרחתו כפלי כפלים על בור קטן? אלא ודאי זו עתידה שתנצל בנס מנפילה זו ותעלה.<br>ועוד נראה לי בס\"ד כי רבי חנינא בן דוסא דן בזה דאף על פי שטעם זה של מדקדק עם חסידיו הוא טעם אמיתי ועל כן אין להרהר אחר כחה של מצוה אך אין זה גלוי אצל המון העם דלאו כולי עלמא ידעי למתלי בהכי אלא ודאי המון העם יבואו להרהר אחר המצות שיאמרו אין בהם ממש ח\"ו ואין בהם כח להציל ונפיק מזה חלול השם, על כן החליט שבודאי יהיה לה נס ותעלה ולזה אמר: כָּךְ אָמַרְתִּי דָּבָר שֶׁאוֹתוֹ צַדִּיק מִצְטַעֵר בּוֹ יִכָּשֵׁל בּוֹ זַרְעוֹ, 'אמרתי' מה דרגיל בפומייהו דאינשי למימר הכי ולכן ודאי תנצל כדי שלא יהיא חלול השם ולא יבואו להרהר אחר המצות.<br>וכל זאת הטענה של רבי חנינא בן דוסא נתנה להאמר בהאי עובדא של הבת דהוות ראשונה קודם ענין הבן אך אחר שראו העולם תוקף המצוה בהאי עובדא שניצולה הבת בנס גדול בזכות המצוה אז השתא במעשה הבן שמת בצמא לא יבואו להרהר אחר המצוה כי המה ראו תוקף המצוה במה שנעשה לבת נס גדול ובעל כרחו יתלו ענין אשר קרה לו בצמא בדבר הנוגע אליו לומר עשה עון פלילי שנתחייב בכך ולא יתלו בוקי סריקי במצוה לומר אין בה' כח להציל ולהגין.",
            "<b>מְלַמֵּד שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מְדַקְדֵּק עִם חֲסִידָיו כְּחוּט הַשַּׂעֲרָה <small>(תהלים נ, ג)</small>.</b> פירש תורת חיים דאמרו רבותינו ז\"ל <small>(בראשית רבה יב, טו)</small> עלה במחשבה לברא העולם במדת הדין, ולכן יתנהג עמהם במדת הדין כפי מה שעלה במחשבה עיין שם.<br>ובזה יובן בס\"ד רמז הכתוב עַל כֵּן יֹאמְרוּ הַמֹּשְׁלִים בֹּאוּ חֶשְׁבּוֹן <small>(במדבר כא, כז) </small>ודרשו רבותינו ז\"ל <small>(בבא בתרא עח:)</small> המושלים ביצרם, פירוש שמשלו ביצרם ולא חטאו כלל דאז אין להם חשש פחד מן מדת הדין 'בֹּאוּ חֶשְׁבּוֹן' לידון כפי המחשבה דלא אכפת להו שבאמת גם לפי המחשבה הם צדיקים גמורים ויצאו זכאים.<br>ובזה יובן עֵינַיִךְ בְּרֵכוֹת בְּחֶשְׁבּוֹן עַל שַׁעַר בַּת רַבִּים <small>(שיר השירים ז, ה)</small> פירוש <b>עֵינַיִךְ</b> אלו הצדיקים שנקראים עינים כמו שנאמר עֵינֵי הָעֵדָה <small>(במדבר טו, כד)</small> <b>בְּרֵכוֹת</b> גם <b>בְּחֶשְׁבּוֹן</b> רצונו לומר כפי המחשבה דזכאים הם שגם מדת הדין תסכים בברכתם ואמר <b>עַל שַׁעַר בַּת רַבִּים</b> קרי ביה שַׂעַר בשי\"ן שמאלית שמדקדק עמהם כְּחוּט הַשַּׂעֲרָה."
        ],
        [
            "<b>לֹא יְסַקֵּל אָדָם מֵרְשׁוּתוֹ לִרְשׁוּת הָרַבִּים וכו'..</b> נראה לי בס\"ד על דרך המוסר והיא יש אדם חוטא בינו לבין עצמו ולא יהיה גרמא לאחרים ויש חוטא ומחטיא אחרים דגורם שאחרים ילמדו ממנו לחטוא גם הם וזה עניינו קשה ומה שהוא נענש בחטא אחרים ויזדמן הוא עשה תשובה ופירש מעבירות ועדיין נכנס בחלקו עבירות של אחרים אשר עודם חוטאים מסיבתו.<br>וזהו שנאמר <b>לֹא יְסַקֵּל אָדָם מֵרְשׁוּתוֹ לִרְשׁוּת הָרַבִּים</b> פירוש עושה עונות ברשותו ויהיו עונותיו מכשול ברשות הרבים שגם הרבים לומדים לעשות עבירות אלו ממנו שזה מְעֻוָּת לֹא יוּכַל לִתְקֹן <small>(קהלת א, טו)</small> כי יתחייב במעשה אחרים גם כן.<br>והביא<b> מַעֲשֶׂה בְּאָדָם אֶחָד שֶׁהָיָה מְסַקֵּל מֵרְשׁוּתוֹ לִרְשׁוּת הָרַבִּים</b> פירוש שהיה עושה דברים רעים שגורם שגם אחרים יעשו כן להכשל בעבירות אלו ואמר לו חסיד אחד <b>רֵיקָה</b>!<b> מִפְּנֵי מָה אַתָּה מְסַקֵּל מֵרְשׁוּת שֶׁאֵינָהּ שֶׁלְּךָ לִרְשׁוּת שֶׁלְּךָ</b> פירוש מאחר שאתה מחטיא את הרבים וגורם להם שיעשו עבירות אז אחר כך בההוא עלמא תהיה מסקל מרשות שאינו שלך לרשות שלך, דהיינו שתקח עונות מחלק גהינם של אותם אחרים שהוא רשות שאינו שלך ותביא אותם העונות לרשות שלך דהיינו בחלק גיהנם שלך כדי שתקבל עליהם עונש בחלק גיהנם שלך שאתה דר בו?<br>ואמ<b>ר לְיָמִים נִצְרָךְ לִמְכֹּר שָׂדֵהוּ</b> פירוש אחרי זה אותו אדם שדבר עמו אותו חסיד מוסר זה על שהיה מחטיא אחרים הוצרך למכור שדהו, פירוש מת בלא תשובה שאז שדהו שהוא חלקו בגן עדן ניתן לאחרים כמו שאמרו <small>(חגיגה טז:)</small> זכה נוטל חלקו וחלק חבירו בגן עדן, ונמצא שמת בלא תשובה מכר חלק אשר בגן עדן שהיא חָקַל תַּפּוּחִין קַדִּישִׁין <small>[שדה התפוחים הקדושים]</small> לאחרים שזכו וכיון שירד אותו רשע לחלקו אשר בגיהנם <b>הָיָה מְהַלֵּךְ בִּרְשׁוּת הָרַבִּים</b> פירוש היה מהלך בגיהנם של אותם הרבים שגרם להם לחטוא <b>וְנִכְשַׁל בְּאוֹתָן אֲבָנִים</b> פירוש היה נידון ונכוה בגיהנם בעבור אותם העונות שעשו האחרים מסיבתו שהוא גרם להם לחטוא בהם ואז בההוא עלמא בהיותו בגיהנם הצדיק עליו הדין ואמר <b>יָפֶה אָמַר לִי אוֹתוֹ חָסִיד</b> בההוא עלמא דאתינא מיניה <b>מִפְּנֵי מָה אַתָּה מְסַקֵּל מֵרְשׁוּת שֶׁאֵינָהּ שֶׁלְּךָ</b>, <b>לִרְשׁוּת שֶׁלְּךָ</b>.",
            "<b>רֵיקָה, מִפְּנֵי מָה אַתָּה מְסַקֵּל מֵרְשׁוּת שֶׁאֵינָהּ שֶׁלְּךָ, לִרְשׁוּת שֶׁלְּךָ.</b> הא דקראו 'רֵיקָה' נראה דרמז לו הטעם איך אומר לו שמסקל מרשות שאינה שלך ובאמת היא שלו עתה לכך אמר לו רֵיקָה כלומר יבא יום שתהיה ריקן מן ממון שלך ותצטרך למכור זאת השדה ונמצאת זו אינה שלך."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שַׁאֲלֵנִי אִם נֶאֱמַר בָּהֶם 'טוֹב' אִם לָאו. שֶׁאֵינִי יוֹדֵעַ אִם נֶאֱמַר בָּהֶם 'טוֹב' אִם לָאו.</b> כל אדם ישתומם על הדבר היתכן גברא רבא כרבי חייא בר אבא לא היה יודע פסוק של תורה הידוע לתינוקת של בית רבן ואיך יאמר 'אֵינִי יוֹדֵעַ' אם נאמר בהם טוב? ונראה לי בס\"ד ידוע שיש לשון הטבה דמשמעותו תמימות כמו שאמרו רבותינו ז\"ל בתורת כהנים בפסוק לֹא יָמִיר אֹתוֹ טוֹב בְּרָע <small>(ויקרא כז, י)</small> שהוא רצונו לומר תם בבעל מום עיין שם.<br>והנה בודאי רבי חייא בר אבא הוה ידע דכתיב בדברות אחרונות לְמַעַן יִיטַב לָךְ <small>(דברים ה, טו)</small> ולא כתיב הכי בדברות ראשונות <small>(שמות כ, יא)</small> ולכן לא אמר לו איני יודע אם נאמר בהם 'לְמַעַן יִיטַב' וכן השואל לא אמר לו למה לא כתיב 'לְמַעַן יִיטַב לָךְ' אך רבי חייא בר אבא הוה מפרש 'יִיטַב לָךְ' לשון תמימות כי המבזה אביו ואמו יבא לידי סמות עינים דכתיב במשלי <small>(משלי ל, יז)</small> עַיִן תִּלְעַג לְאָב וְתָבוּז לִיקֲּהַת אֵם יִקְּרוּהָ עֹרְבֵי נַחַל וְיֹאכְלוּהָ בְנֵי נָשֶׁר ועל כן אמר 'כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ לְמַעַן יִיטַב לָךְ' כלומר תהיה תמים ולא תחסר ממך העינים.<br>ועוד גם כן בכבוד אחד ואחד יהיה האדם תמים מצד הנפש דכתיב <small>(משלי א, ח)</small> שְׁמַע בְּנִי מוּסַר אָבִיךָ וְאַל תִּטֹּשׁ תּוֹרַת אִמֶּךָ, כִּי בֵן הָיִיתִי לְאָבִי רַךְ וְיָחִיד לִפְנֵי אִמִּי וַיֹּרֵנִי וַיֹּאמֶר לִי יִתְמָךְ דְּבָרַי לִבֶּךָ <small>(משלי ד, ג- ד) </small>וכאלה פסוקים רבים המורין תמימות האדם הוא על ידי שיהיה נשמע לאביו ואמו וכיון דרבי חנינא בן דוסא דריש 'יִיטַב לָךְ' לשון תמימות ולא לשון טובה לכך נתיישב הטעם אצלו למה בדברות ראשונות לא כתיב 'יִיטַב לָךְ' כי קודם מתן תורה כל המומין שלהם נתרפאו ולא נשאר אדם בעל מום וגם מצד הנפש היו תמימים שפסקה זוהמתם ומאחר דהיו תמימים מצד הגוף ומצד הנפש למה יצטרך לומר 'לְמַעַן יִיטַב לָךְ'? כי אמרו רבותינו ז\"ל על מעמד הר סיני נאמר כֻּלָּךְ יָפָה רַעְיָתִי וּמוּם אֵין בָּךְ<small> (שיר השירים ד, ז)</small> אך אחר שחטאו בעגל וחזרו המומין לגוף ולנפש אמר בדברות אחרונות 'לְמַעַן יִיטַב לָךְ' דהשתא אצטריך להו ברכה זו.<br>וכל זה הוה סבר רבי חייא בר אבא מעיקרא אך עתה ששאל לו החכם השואל שהוא רבי חנינא בן עגיל: מִפְּנֵי מַה בַּדִּבְּרוֹת הָרִאשׁוֹנִים לֹא נֶאֱמַר בָּהֶם 'טוֹב' וּבַדִּבְּרוֹת הָאַחֲרוֹנִים נֶאֱמַר 'טוֹב'? הרגיש רבי חייא בר אבא כי השואל רבי חנינא בן עגיל מפרש 'לְמַעַן יִיטַב לָךְ' לשון טובה חדא שדקדק שלא לתפוס לשון הכתוב שלא אמר לא נאמר 'יִיטַב לָךְ' אלא אמר 'טוֹב'? שמע מינה דדריש יִיטַב לשון טוב וטובה ולא לשון תמימות, ועוד אם מפרש לשון תמימות מאי קשיא ליה והלא בדברות ראשנות לא אצטריכו להאי מילתא כי באותו זמן נאמר עליהם 'כֻּלָּךְ יָפָה רַעְיָתִי וּמוּם אֵין בָּךְ' שהיו תמימים מצד הנפש ומצד הגוף דכל מומין שלהם נסתלקו ונתרפאו מהם וכל שכן דלא להוי להו מומין מחדש ולמאי אצטריך לבשרם בכך?<br>ועל כן הבין דמפרש 'יִיטַב לָךְ' על טובה ולכך אמר לו עַד שֶׁאַתָּה שׁוֹאֲלֵנִי, לָמָּה נֶאֱמַר בָּהֶם 'טוֹב', שַׁאֲלֵנִי אִם נֶאֱמַר בָּהֶם 'טוֹב' כי אני הייתי מפרש יטב לך לשון תמימות ואיני מפרש לשון טוב וטובה לכן לפי פירוש זה שאתה מפרש תלך אצל רבי תנחום כי תמצא אצלו מסתמא ישוב על שאלתך וקושייתך.",
            "<b>הָרוֹאֶה טֵי\"ת בַּחֲלוֹמוֹ, סִימָן יָפֶה לוֹ.</b> נראה לי בס\"ד <b>ט</b>' <b>בַּחֲלוֹם</b> <small>[95] </small>עולה מספר <b>יָפֶה </b><small>[95]</small> ולזה אמר סִימָן יָפֶה לוֹ.<br>ועוד נראה לי בס\"ד <b>טֵי\"ת</b> <small>[419] </small>עם הכולל גימטריא ת\"ך כמנין <b>סִימָן יָפֶה<small> </small>לָאָדָם בַּחֲלוֹם</b> <small>[416] </small>עם הכולל ד' תיבות.<br>ונראה לי עוד טעם אחר דאיכא סִימָן יָפֶה באות ט' והוא דכתבו המפרשים מספר התשעה לא ימוט לעולם דרך משל אם תכפול מספר התשעה יהיה י\"ח ואותיות י\"ח במספר קטן ט' ואם תכפול י\"ח יהיה ל\"ו ואותיות ל\"ו במספר קטן ט'. ואם תכפול ל\"ו יהיה ע\"ב ובמספר קטן ט'. ואם תכפול ע\"ב יהיה קמ\"ד ובמספר קטן ט'. ואם תכפול קמ\"ד יהיה רפ\"ח ובמספר קטן י\"ח ואותיות י\"ח במספר קטן ט' וחוזר הדבר חלילה נמצא המספר לא ימוט כי כל מה שאתה מוסיף כפל חוזר להיות ט'.<br>ובזה פרשו הטעם שקורין לשם הוי־ה במלוי ההי\"ן בשם ב\"ן ואין אומרים נ\"ב כמו שאומרים ע\"ב ס\"ג מ\"ה והיינו כי ע\"ב ס\"ג מ\"ה כל אחד ואחד במספר קטן ט' אך אם יאמר נ\"ב לא יהיה במועד קטן ט'. לכך אומרים ב\"ן כי נון דמנצפ\"ך במועד קטן ז'. ועם ב' הרי ט' עד כאן דבריו.<br>ולכן הָרוֹאֶה טֵי\"ת בַּחֲלוֹמוֹ סִימָן יָפֶה הוּא לוֹ הוא לו כי מספר ט' לא ימוט לעולם ולכן מורים לו בחלום שלא ימוט.<br>ועוד נראה לי בס\"ד על פי מה שכתב הרב גנזי יוסף <small>(דף פח)</small> דלעתיד כשיבער רוח הטומאה מן הארץ אז יהיה שמירה מעולה מארבע רוחות ויהיה העולם כדמות ט' שהוא שלשה דפנות ורביעית טפח וכמו שאמרו בזוהר הקדוש על לוז שאין שולט בה מיתה מפני שנבראת באות טי\"ת עיין שם. ולפי זה גם זה יהיה טעם נכון למאמר הגמרא ד'הָרוֹאֶה טֵי\"ת בַּחֲלוֹמוֹ סִימָן יָפֶה לוֹ'.<br>ולפי זה דמספר התשעה הוא המובחר שבמספרים לכן מספר רפ\"ח ניצוצות אם נחלקהו לתשעיות יהיה בו ל\"ב פעמים תשעה <small>[9×32=288]</small> לרמוז שיאירו בהם ל\"ב נתיבות חכמה שהיא ספירה תשיעית.<br>ובזה יובן<small> (ישעיה נז, א)</small> הַצַּדִּיק אָבָד וְאֵין אִישׁ שָׂם עַל 'לֵב' אלו הרפ\"ח ניצוצות שהם ל\"ב פעמים, הם שייכים לצדיק שהוא אחוז ביסוד שהוא ספירה תשיעית מעילא לתתא והחכמה ספירה תשיעית מתתא לעילא. וזהו שנאמר דַּבְּרוּ עַל 'לֵב' יְרוּשָׁלַ‍ִם וְקִרְאוּ אֵלֶיהָ כִּי מָלְאָה צְבָאָהּ <small>(ישעיה מ, ב)</small> שבנין ירושלים תלוי בתיקון רפ\"ח ניצוצות שהם ל\"ב פעמים תשעה.<br>ונראה לרמוז עוד קודם אותיות 'לֵב' יש אותיות 'אַךְ' שהוא לשון מיעוט כי אלו הרפ\"ח ניצוצין שהם ל\"ב תחילתם היה בהם מיעוט אבל אחר אותיות 'לֵב' יש אותיות 'גַּם' שהוא לשון רבוי רמז שאחריתם יהיו ברבוי וגדלות כמו שנאמר וְאִם הָיָה רֵאשִׁיתְךָ מִצְעָר אַחֲרִיתְךָ יִשְׂגֶּה מְאֹד<small> (איוב ח, ז)</small>.",
            "<b>אֵימָא \"וְטֵאטֵאתִיהָ בְּמַטְאֲטֵא הַשְׁמֵד\" <small>(ישעיה יד, כג)</small>.</b> קשה למה הביא לו פסוק מנביאים ולא הביא פסוק תורה כגון טָמֵא הוּא <small>(ויקרא יא, ד) </small>או וְטָמֵא טָמֵא יִקְרָא <small>(ויקרא יג, מה)</small> או טָרֹף טֹרַף <small>(בראשית לז, לג)</small>? ונראה לי בס\"ד סלקא דעתיה דמקשן תיבה שיש ב' טי\"ת עדיף טפי והתרצן תירץ לו להפך כיון דהוא ראה חַד טֵי\"ת.<br>והא דחזר והקשה לו טֻמְאָתָהּ בְּשׁוּלֶיהָ <small>(איכה א, ט)</small> ולא הביא פסוק של 'טָמֵא' מן התורה או 'טָרֹף טֹרַף' סלקא דעתיה לומר תיבה הכתובה בפסוק על סדר אלפא ביתא עדיפא לענין זה למתלי החלום בה מפני כי הרואה ראה בחלום אות ולא ראה תיבה שלימה, ולכן זה החלום יורה על תיבה הכתובה על סדר אותיות אלפא ביתא לכך הביא לו פסוקים שהם מסודרים בסדר אותיות אלפא ביתא.<br>ואחר שתירץ לו <b>טֵי</b>\"<b>ת־בֵּי</b>\"<b>ת קָאַמְרִינָן</b> חזר והביא לו טָבְעוּ בָאָרֶץ שְׁעָרֶיהָ <small>(איכה ב, ט)</small> שנאמר על סדר אותיות אלפא ביתא ולא הביא לו טֻבְּעוּ בְיַם סוּף <small>(שמות טו, ד)</small> האמור בתורה.<br>או יובן הא דלא הביא לו פסוק טֻבְּעוּ בְיַם סוּף <small>(שמות טו, ד)</small> משום שזה הכתוב לא נאמר בישראל אלא באומות והרואה הוא ישראל מסתברא אין רומזים לו על תיבה האמורה באומות וכיוצא כזה אמרו דביום ראש השנה מזכירין במוסף פסוקים שנאמר על רעת האומות ולא אכפת להו.<br>ומה שאמר <b>אֶלָּא הוֹאִיל וּפָתַח בּוֹ הַכָּתוּב לְטוֹבָה תְּחִלָּה</b> נראה לי מן בראשית עד 'טוֹב' <small>(בראשית א, ד)</small> יש ק\"ך אותיות בדקדוק לרמוז בזה על ק\"ך צרופי אלקים שהם דין יתמתקו ויהיו טוב ולכן אחר ק\"ך אותיות נזכר 'טוֹב'.",
            "<b>הָרוֹאֶה הֶסְפֵּד בַּחֲלוֹמוֹ, חָסוּ עָלָיו מִן הַשָּׁמַיִם וּפְדָאוּהוּ.</b> הקשה עליו מהרש\"א ז\"ל היה צריך שיראוהו 'חספד' ולמה הראוהו אות שצריך לחלפו?<br>ונראה לי בס\"ד דאם יראוהו 'חספד' זה פתרונו ידוע לו שהוא לטובה ואז הוא שמח תכף בראיתו ואמרו רבותינו ז\"ל <small>(ברכות נה:) </small>חלמא טבא חדוותיה מסתייה, לכך הראוהו לו הֶסְפֵּד דודאי הוא יצטער ממנו וילך אצל חכם לפתרו לו ואחר שנתעצב יפתרהו החכם לטובה שיחליף אות ה' באות ח' ואז יתקיים לטובה הן מצד פתרון החכם והן מצד שנתעצב תחלה בראייתו.<br>ועוד נראה לי בס\"ד שהראו לו אות ה' בתמורת אות ח' רמזו לו שיעשה לעצמו חליפין ותמורה בתרנגול כדרך שעושין בליל ערב כיפור ואומרים 'זה חליפתך תמורתך כפרתך'.<br>אי נמי הראו לו אות ה' במקום ח' שיהיה בזה צירוף 'הס' שהוא לשון שתיקה שישתוק ולא יספר חלומו לכמה בני אדם כי אם בעבור הפתרון דוקא.<br>והא דקפיד שיהיה המראה בכתיבה משום דאות ה' בכתיבה היא אותיות ד\"ו ותצרף אותה עם סמ\"ך דהספד יהיה סוד ונשאר 'פד' שהוא פדיון שפדאוהו מגזרת שבעין דינין שהם מספר סוד <small>[70]</small>."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אָמַר לְהוּ: גַּבְרָא רַבָּה אֲנָּא.</b> הקשה מהרש\"א ז\"ל והלא בנדרים <small>(נדרים סב.) </small>היה מצטער רבי טרפון על שהציל עצמו בכתרה של תורה, ואיך אלעזר זעירא לא חש להא הכא ותירץ דחבשוהו עד שישאלו עליו ומה דבעו למנדע הודיע להם? ונראה תירוץ זה דוחק גדול דהסברא להפך למה הקדים להציל עצמו שעה אחת קודם מן החבישה בכתרה של תורה ימתין עד שידעו הם?<br>ולי אנא עבדא נראה לתרץ בס\"ד כי הם אמרו לו אתה לובש זה בשביל יוהרא וגונב דעת הבריות בזה כדי שיכבדו אותך בכבוד תלמיד חכם ואין אתה חכם, ובשביל השגת הכבוד אתה לובש זה ולכך חבשוהו לייסר אותו על כך. ולכן לנקות עצמו מן החשד הגדול הזה השיב להם ודאי אני כונתי בשביל ירושלים ואין כונתי כדי שיכבדוני יען כי אני ידוע לכל דגברא רבא אנא ונוהגים בי כבוד ואינני צריך להשיג הכבוד מלבישת מנעלים אלו ואין כונתי בשביל יוהרא כאשר חשבתם והוא היה מוכרח להגיד זאת משום והייתם נקיים.<br>והא דאמר להו '<b>גַּבְרָא רַבָּה אֲנָּא</b>' ולא אמר להו 'חכם אנא' אמר כן מדרך הענוה שלא רצה להתכבד בכתרה של תורה לומר על עצמו בפירוש שהוא חכם אלא 'גברא רבא' דמשמע שהוא עשיר ונכבד דנקרא גם כן גברא רבא ואפשר נמי דאמר בלשון זה משום דהוא קרו ליה זעירא ולכך אמר להו 'אֲנָּא גַּבְרָא רַבָּה' ולא זעירא על דרך מה שאמר החכם האזובי בשירו <small>[קערת כסף לרבי יוסף האזובי]</small> 'שְׁמִי אֵזוֹב אֲבָל מִלַּי אֲרָזִים' וגם הוא דבר דבריו ברמז.",
            "<b>אָמַר לְהוּ: אוֹ אַתּוּן בָּעוּ מִינָאִי מִלְּתָא, אוֹ אֲנָא אִיבָּעִי מִינַיְכוּ מִלְּתָא.</b> יש להקשות למה הקדים אופן זה שהם ישאלו ממנו דבר הלכה וישיב להם, והיה לו לומר תכף ומיד לפניהם שש ושבע הלכות הן בדרך שאלה הן בדרך הלכה פסוקה ובזה ניכר שהוא תלמיד חכם?<br>ונראה לי בס\"ד דאם יעשה כן אפילו אם יאמר לפניהם עשרים הלכות ויותר יאמרו אין מזה הוכחה שאתה גברא רבא כי יזדמן אדם המוני פשוט ישמע בימיו עשרה או עשרים הלכות ויחזור עליהם כמה פעמים עד שיהיו שגורים בפיו כמו פסוקים של פרשה ושל תהלים ובשביל עשרה או עשרים הלכות שהיו שגורים בפיו ושמורים אצלו אינו נקרא תלמיד חכם וגברא רבא כי בשאר הלכות ודברי תורה הוא עם הארץ גמור!<br>לכן התחכם להניח הבחירה בידם באומרו שהם ישאלו ממנו בכל מקום שירצו והוא ישיב כהלכה ובזה נודע שהוא חכם גדול ובקי בכל ששה סדרי משנה דהא מבטיח שישיב כהלכה לכל שאלה שישאלו ממנו ואם רק הוא יודע הלכות עשר או עשרים ובשאר דברים הוא עם הארץ וכי הוא יודע שישאלו ממנו באותם הלכות שהוא יודעם דוקא ושמא ישאלו ממנו במקומות אחרים שאין יודע מהם כלום על כן מוכרח לומר שהוא גברא רבא דבקי בכל ששה סדרי משנה.<br>ובזה יובן הטעם ששאלם בדין <b>הַכּוּפְרָא</b> שדינו בְּשִׁשִּׁים לרמוז להם שהוא בקי בשש סדרים של תורה שבעל פה כי ידוע דתורה שבעל פה מכונית בשם 'ארץ' ומכונית בשם 'ים' דכתיב וּרְחָבָה מִנִּי יָם <small>(איוב יא, ט)</small> ותיבת שִׁשִּׁים תחלקנה ותהיה 'שש ים' רצונו לומר שש סדרים של ים שהיא תורה שבעל פה.<br>והא דעשה השאלה ב'<b>קָץ כּוּפְרָא</b>' שהוא תמר ולא באילן אחר דבכולהו פירות של האילנות שייכה שאלה זו<small>,</small> נראה לי בס\"ד דודאי אם היה נותן קנס ממון בעבור זאת לא היו חובשים כי כן דרכם ליקח ממון קנס לקופה של צדקה מכל אדם שעושה דבר שאינו הגון. ועל זה קשא למה הציל עצמו בכתרה של תורה שהגיד שהוא גברא רבא היה לו לתת קנס ממון וינצל?<br>אך הוא היה עני ואין לו יכולת ליתן קנס ואם ילוה לפי שעה מאחרים אין לו לשלם להם אחר כך ולכן הוכרח לגלות על עצמו שהוא תלמיד חכם כדי שיפטרוהו כי לא חבשו אותו אלא בעבור שיתן קנס ואם לא היה נותן לא היו פוטרים אותו, ולכן אמר שאלה זו על התמר שאין גזעו מחליף לומר אל תאשמו אותי על אשר הצלתי עצמי בכתרה של תורה ולא הצלתי עצמי בממון כי אצלי חסרון הממון לא יתמלא דלגבי דידי אין גזעו מחליף ואם אלוה מאחרים ואתן לכם לא הייתי יכול לפרוע להם אחרי זה.<br>גם נתחכם לומר להם שאלה זו שהיא הלכה פסוקה בבית דין של שמואל כדי שאחר כך מוכרח שישאלו משמואל לומר לו פלוני כך וכך אמר בשמך? ואז שמואל יגיד להם שהוא גברא רבא כי שמואל יודעו ומכירו ולא יאמרו אחר כך אין ראיה מהלכה אחת שהיה יודע ובודאי שהם הגידו המעשה כמו שהיא וקראו אותו בשמו אֶלְעָזָר זְעִירָא ולהכי אמר לו שמואל 'שַׁפִּיר קָאָמַר לְכוּ' נמצא ידע מי הוא זה ובודאי הגיד להם בפירוש שהוא גברא רבא כיון ששמע מהם הענין איך נפל הדבר הזה והשאלה הזאת."
        ],
        [
            "<b>אֵין פּוּרְעָנוּת בָּאָה לָעוֹלָם אֶלָּא בִּזְמַן שֶׁהָרְשָׁעִים בָּעוֹלָם <small>(שמות כב, ה)</small>.</b> קשא פשיטא ומאי קא משמע לן? ונראה לי בס\"ד דבא ללמד דאין הפרענות באה לכללות העולם בעבור העבירות אלא בזמן שהרשעים העושים את העבירות הם עודם בעולם ועושים העבירות דאז הפרענות באה לכללות העולם בעבור העבירות שנעשים כאשר הוא שם אבל בעבור שנעשו מכבר דאותם העושים אותם מתו או הזקינו באופן דלעת עתה אין עושים עבירות לא תבא פרענות לכללות העולם בעבור מה שנעשה מכבר.<br>ומסתבר טעמיה דבשלמא אם עתה כאשר הוא שם נעשים העבירות לכך תבא הפרענות לעולם שלוקין גם אותם שלא חטאו כדי לעורר אותם שישימו לב לחפש על עושי רשעה שיסירו המכשולות מביניהם וכמו שנאמר וְאָמַר סֹלּוּ סֹלּוּ פַּנּוּ דָרֶךְ הָרִימוּ מִכְשׁוֹל מִדֶּרֶךְ עַמִּי<small> (ישעיה נז, יד) </small>אך אם עתה אין עושים עבירות למה ילקו כללות העולם אשר לא חטאו בעבירות שנעשה מקודם? דסבירא ליה להאי תנא בעולם הזה אין לוקים הזכאין בשביל הרשעים ורק לוקין כדי שיתעוררו לבדוק ולחפש. ואמרתי רמז נכון לסברא זו אותיות <b>פּוּרְעָנוּת </b>הם אותיות 'פנו רעות' כי פורענות יש בה שני וא\"ו.<br>ובזה ניחא מה שאמר כִּי תֵצֵא אֵשׁ וּמָצְאָה קֹצִים וְנֶאֱכַל גָּדִישׁ <small>(שמות כב, ה)</small> דאם הרשעים מתו או הזקינו שאין עושים לעת עתה רשעה אין נקראים קֹצִים דדמו לקוצין שנשרפו ונעשו אפר אך קוצין שהם מכאבים הם הרשעים שעודם בעולם ועושים עבירות אז תצא אש זו הפורענות.",
            "<b>וְאֵינָהּ מַתְחֶלֶת אֶלָּא מִן הַצַּדִּיקִים תְּחִלָּה, שֶׁנֶּאֱמַר: \"כִּי תֵצֵא אֵשׁ וּמָצְאָה קוֹצִים\" <small>(שמות כב, ה)</small>.</b> נראה לי בס\"ד הטעם דמכנה לצדיקים בשם גָּדִישׁ כי הם עושים דיש בברור ניצוצי קדושה להפריד הקליפה מן הפרי וזה הדיש עושים אותם בשלשה חלוקות אחד במעשה ואחד בדבור ואחד במחשבה לכך נקראים גָּדִישׁ שהוא ג' דיש.<br>או יובן נקראים גָּדִישׁ מפני שטורחין ומביאים מצות במדה גדושה ולא במדה מחוקה והוא על דרך המעשה שכתבתי לעיל על דף י\"ז בהפרש שיש בין גודש למחק והצדיקים עושין בכל כוחן ולכן מנחתם נחשבת במדה גדושה.",
            "<b>וְלֹא עוֹד אֶלָּא שֶׁמַּתְחִיל מִן הַצַּדִּיקִים תְּחִלָּה, שֶׁנֶּאֱמַר \"וְהִכְרַתִּי מִמֵּךְ צַדִּיק וְרָשָׁע\"<small> (יחזקאל כא, ח) (שמות יב, כב)</small>.</b> קשא מנא ליה דפוגע בצדיקים תחלה דילמא פוגע בכולם בשוה ואין קדימה לצדיק ומה דנקיט 'צַּדִּיק תְּחִלָּה' אין הוכחה דמקדים לצדיק אלא לעולם שוין הם אך אי אפשר למנקט שנים שוים בבת אחת ומוכרח להקדים אחד מהם?<br>ונראה לי בס\"ד דאם הם שוין בזה הוה ליה להזכיר רשע תחלה כיון דהוא דבר של פרענות וידוע דבקללה מתחיל מן הקטן אלא ודאי שינה המנהג להזכיר צדיק תחלה ללמדך דהוא קדים בפורענות."
        ],
        [
            "<b>לְעוֹלָם יִכָּנֵס אָדָם בְּכִי־טוֹב וְיֵצֵא בְּכִי־טוֹב <small>(שמות יב, כב)</small>.</b> יש לדקדק הוה ליה למימר 'יִכָּנֵס בְּאוֹר הַיּוֹם וְיֵצֵא בְּאוֹר הַיּוֹם'?<br>ונראה לי בס\"ד 'כִּי' משמש בלשון 'אִם' שהוא לשון תנאי ובא ללמד לפי דרכו ענין אחר שיזהר האדם בדברים שהם דבר והופכו שיתפוס בתחלת דבורו התנאי של מעשה הטוב ואחר שיאמר ההפך שהוא צד הרע לא יסיים דבריו בו אלא יחזור ויכפול לומר צד הטוב דנקיט בתחילה שיאמר אבל אם הדבר כך יהיה כך.",
            "<b>שֶׁנֶּאֱמַר: \"וְאַתֶּם לֹא תֵצְאוּ אִישׁ מִפֶּתַח בֵּיתוֹ עַד בֹּקֶר\"<small> (שמות יב, כב)</small>.</b> הקשה הרב פני יהושע ז\"ל דילמא שאני התם דניתן רשות למשחית על ידי מכת בכורות ואין מבחין כדלעיל אבל בשאר לילות ליכא סכנתא? עיין שם.<br>ונראה לי בס\"ד דדייק מדכתיב <b>אִישׁ מִפֶּתַח בֵּיתוֹ</b> דסגי לומר 'לֹא תֵצְאוּ עַד בֹּקֶר' אלא ודאי שבא להזהירם דלא דוקא שלא יצאו מן העיר אלא גם מבית לבית לא יצאו שלא יהיה אחד יוצא מביתו והולך לבית חבירו ולכך צוה אַל תֵצְאוּ אִישׁ מִפֶּתַח 'בֵּיתוֹ' דייקא ואם משום שניתן רשות למשחית למה קפיד על תוך מבואות של ישראל דהמבואה שהיא כולה בתי ישראל לא יכנס המשחית בתוכה ולמה מנעם? אלא ודאי דקפיד על יציאת הלילה לגמרי שלא יצאו בחשיכה אלא באור היום.",
            "<b>דֶּבֶר בָּעִיר, כַּנֵּס רַגְלֶיךָ <small>(שמות יב, כב)</small>.</b> הנה מהרש\"א ז\"ל פירש הכונה אם אין אתה בורח חוץ לעיר למקום אחר אז תעשה תקנה זו להיות מוסגר בביתיך ולא תצא מפתח הבית. והרב עיון יעקב ז\"ל פירש הכונה דהבריחה מן העיר היא טובה ונכונה קודם שנתחזק הדבר בעיר אבל דֶּבֶר בָּעִיר שנתחזק הדבר לא תועיל הבריחה שגם הדבר ילך עמהם למקום שהולכין וכמו שכתב מהרי\"ל ז\"ל <small>(סימן נו\"ן) </small>וכן כתב הרב תורת חיים ז\"ל עיין שם.<br>ודע כל זה שכתבו המהרש\"א ז\"ל והרב עיון יעקב ז\"ל הוא בְּדֶבֶר אבל בְּחֹלִי הקוליר\"א אפילו אם נתחזק החולי בעיר, טוב שיברח וגם בזה לא יועיל ההסגר בביתו שבעיר יען כי זה החולי של הקוליר\"א יזיק לאדם הפחד וההבעתה ויתהווה בו החולי מחמת הפחד וההבעתה אשר יפחד ונבעת ואומרים הרופאים מעשה בדרך משל ומליצה:<br>פעם אחת היה חולי הקוליר\"א בעיר אחת גדולה וקודם שנתחזק החולי מצא אדם אחד את המשחית הממונה על חולי הקוליר\"א ואמר לו כמה נפשות אתה רוצה ליקח? ואמר חמשה אלפים וסוף דבר מתו באותה העיר ט\"ו אלפים באותו החולי, וימצא האיש ההוא לאותו המשחית ויאמר לו למה שקרת שאמרת אתה שליח על מספר חמשה אלפים ולקחת ט\"ו אלפים? והשיב לא שקרתי כי לא לקחתי בחרבי על ידי אלא רק חמשה אלפים ואותם העשרה מתו מחמת רוב הפחד והבעתה שהיה להם בעבור החולי הזה בעיר עד כאן משל הוא בדרך מליצה להודיע שֶׁיֵּשׁ נִסְפֶּה בְּלֹא מִשְׁפָּט <small>(משלי יג, כג)</small> מחמת פחד והבעתה.<br>ולכן טוב לברוח למקום רחוק כדי שלא ישמע באזניו ולא יראה בעיניו החולי השולט בבני אדם ויבא לידי פחד והבעתה ואז ילקה ח\"ו, והשם יתברך ברחמיו יבטל כל גזירות קשות ורעות מעלינו ומעל כל ישראל ולא ישמע שוד ושבר בגבולינו ובגבול כל עמו ישראל ובלע המות לנצח ולא נוסיף לדאבה עוד אמן כן יהי רצון.",
            "<b>דֶּבֶר בָּעִיר, אַל יִכָּנֵס אָדָם יְחִידִי לְבֵית הַכְּנֶסֶת, שֶׁמַּלְאַךְ הַמָּוֶת מַפְקִיד שָׁם כֵּלָיו.</b> נראה לי בס\"ד '<b>כֵּלָיו</b>' הם כוחותיו ושלוחיו כי מלאך המות ממונה על כל מין מכות של מיתה שבעולם דהכל מסור בידו וכנגד כל מין ומין של מכות מות יש לו כח פרטיי בפני עצמו שמסור לו והוא שלוחו ועל זה אמרו רבותינו ז\"ל <small>(עבודה זרה כ:)</small> 'מלאך המות מלא עינים' רצונו לומר מלא כוחות של מיני מיתה אך בזמן שיש דֶּבֶר הכל מתים במיתה אחת שהיא מכת דֶּבֶר ולכן אותם הכוחות שהם כנגד שאר מיני מכות של מות אין צריכים לו להשתמש בהם ומפקידם באותו זמן בבית הכנסת ששם נטמנים אותם הכוחות.<br>ועוד יש לפרש דהשכמת בית הכנסת מסוגלת לאריכות ימים כמו שאמרו בגמרא דברכות <small>(ברכות ח.) </small>כיון דאמרו לו מקדמי ומחשכי לבי כנישתא, אמר היינו דאהני להו. ולכן אלו דמקדמי ומחשכי לבי כנישתא לא יוכל מלאך המות להרע להם בשאר ימים והוא מצטער על זאת אך איכא <b>דֶּבֶר בָּעִיר</b> ההוא עידן רתחא וניתן רשות לחבל יוכל להרע גם לאלו דמקדמי ומחשכי לכן בעת הדבר מפקיד<small> </small>כליו רצונו לומר שלוחיו בבית הכנסת שיראו מי הם דמקדמי ומחשכי לבי כנישתא שאינו יוכל להרע להם דעתה ירע להם הואיל והוא עדן רתחא וניתן לו רשות לחבל בר מינן ולכן <b>אַל יִכָּנֵס יְחִידִי</b> פן יזיקוהו אלו הכחות של מלאך המות אבל אם אינו יחידי לא יוכל להזיק לו בבית אלקים שיהיה נשמר מכח קדושת בית הכנסת גם בעידן רתחא.",
            "<b>כְּלָבִים בּוֹכִים, מַלְאַךְ הַמָּוֶת בָּא לָעִיר. כְּלָבִים מְשַׂחֲקִים, אֵלִיָּהוּ בָּא לָעִיר.</b> אין הכונה בוכים ומשחקים ממש אלא לשון מליצה הוא זה לומר ראוי להם להיות בוכים אם יודעים לבכות וראוי להם להיות משחקים אם יודעים לשחוק.<br>ונראה לי בס\"ד טעמא דמילתא כי ביאת מלאך המות בתמידות לעיר קאי על זמן הַדֶּבֶר או חולי רע דאז אנשי העיר בורחים וסוגרים בתיהם ואפילו המוסגר בתוך ביתו אין פותח דלתי ביתו ימים ולילות ולכן הכלבים ראוי להם לבכות דמהיכן יאכלו אם אין דלתי הבתים פתוחים ואין תושבי העיר שם?<br>אבל בעת שיבא אליהו זכור לטוב בעיר שהוא ביום המילה ויזדמן פריה ורביה בישראל הרבה שיזדמן מילות הרבה בכל יום בעיר שכולם עושים סעודה גדולה בבשר ותבשיל והפתח פתוח באותו היום ואין סוגר אז ראוי לכלבים להיות שוחקים שיכנסו ויאכלו מן הבא בידם וגם העצמות מצויים הרבה להם וכמו שנאמר בִּרְבוֹת הַטּוֹבָה רַבּוּ אוֹכְלֶיהָ <small>(קהלת ה, י)</small>.",
            "<b>אֶמְשֹׁל לָכֶם מָשָׁל, לְמָה הַדָּבָר דּוֹמֶה? לְאָדָם שֶׁיֵּשׁ לוֹ שְׁתֵּי נָשִׁים, אַחַת יַלְדָּה וְאַחַת זְקֵנָה, יַלְדָּה מְלַקֶּטֶת לוֹ לְבָנוֹת, זְקֵנָה מְלַקֶּטֶת לוֹ שְׁחוֹרוֹת.</b> צריך להבין למה דימה להחכמים ההם לילדה וזקנה וגם צריך להבין במה היתה מחלוקתם זה רוצה בכך וזה רוצה בכך?<br>ונראה לי בס\"ד דמחלוקתם היתה בכך כי לעולם הם לומדים לפניו שמעתתא וזה עיקר לימודם אך האחד אומר מאחר שצריך ללמוד בשמחה לכן טוב לעשות תבלין לשמעתתא בדברי אגדה יען כי השמחה תתעורר בדברי אגדה יותר מן שמעתתא וכמו שאמרו בגמרא דשבת <small>(שבת ל:)</small> רבא מקמי דפתח להו לרבנן אמר מילתא דבדיחותא ובדחי רבנן ובסוף יתיב באימתא ופתח בשמעתתא, ופירשו המפרשים ז\"ל הכונה שהיה אומר להם דברי אגדה המשמחת את הלב ולכן רוצה דלימא דברי הגדה כדי לעורר השמחה ואחר כך יאמר להם השמעתתא כדי שגם השמעתתא ילמדו בשמחה שכבר נמשכה להם על ידי האגדה.<br>והחכם השני אומר דאין אנחנו צריכין לתבלין אלא אנחנו שמחין גם בלימוד השמעתתא כמו ששמחין האחרים באגדה דכתיב פִּקּוּדֵי הֳ' יְשָׁרִים מְשַׂמְּחֵי לֵב <small>(תהלים יט, ט)</small> ופקודי ה' היינו שמעתתא שהם הלכות של המצות.<br>מיהו נראה כי סברות אלו תלויים בדבר אחר והוא שאם האדם בכל יום דומה בעיניו התורה כדבר חדש וכאלו ניתנה לו בו ביום וכאשר הזהירו רבותינו ז\"ל באמת על כך שידמה האדם בעיניו בכל יום כאלו קבלה בו ביום מהר סיני, אז ודאי אדם כזה יש לו שמחה גדולה בתורה ואין צריך לתבלין אלא ישמח בשמעתתא לבדה מפני שרואה אותה דבר חדש כי על זה נאמר פִּקּוּדֵי הֳ' יְשָׁרִים מְשַׂמְּחֵי לֵב.<br>אך מי שלא הגיע למדרגה זו לחשוב דברי תורה אצלו כל יום דבר חדש אלא חושב שהיא מתנה ישנה ישן נושן ששבע ממנה שבע גדול ורב אז אין השמחה מתעוררת בלבו בלימוד השמעתתא ואדם כזה צריך הוא לתבלין לשמוע דברי אגדה המשמחין את הלב ובפרט אם יהיו בדרך משל ומליצה.<br>על כן רבא שהיה שונה לתלמידים הרבה וידע דלא יבצר מהיות בהם הרבה שלא הגיעו למדרגה העליונה הנזכר אלא צריכין הן לתבלין לעורר השמחה בהם לכך היה עושה התבלין שהם דברי אגדה ובדחי רבנן ולבסוף פתח בשמעתתא.<br>ולפי זה תרי רבנן דהכא בהא פליגי מר לפי ענוה שלו אומר אני לא הגעתי למדרגה עליונה הנזכר וצריך לי תבלין הם דברי אגדה תחלה כדי לעורר השמחה וכמו דעביד רבא לתלמידים ומר אמר אין אנחנו צריכין לתבלין והתורה היא כחדשה אצלינו בכל יום ויש לנו שמחה בשמעתתא לבדה.<br>ולכן רבי יצחק רבם עשה להם משל לילדה וזקנה על פי מדתם וסברתם הנזכר כי לאותו שרוצה התבלין של דברי אגדה דימהו לאשה זקנה שבעלה אצלה הוא זקן ישן נושן ששבעה ממנו ואינה שמחה בו כי כן הוא מחשב ודומה בעיניו שנתחתן בתורה זה כמה שנים והיא ישנה ומיושנת אצלו שנעשה בה זקן דלכך הוצרך לתבלין וכאמור אך לחבירו שאינו רוצה בתבלין דמהו על פי מדתו ודעתו לאשה ילדה שבעלה עודנו חדש אצלה שלא שבעה לה נפשה ממנו על כן שמחה בו תמיד בודאי.<br>ובזה מובן לתרץ דקדוק אחר במאמר דקאמר פתח למימר אגדה משמע שדעתו נוטה אחר זה וקשה למה ומה ראה טעם בזה? וכמו שפירשנו ניחא כי האומר אגדה אומר שהוא נצרך לכך צריך לומר אגדה כי חבירו האומר שאינו נצרך מה הפסד יש בדבר אם יאמרו אגדה גם כן.<br>ובזה ניחא לתרץ דקדוק אחר כי במשל אמר לאדם שיש לו שתי נשים אחת ילדה ואחת זקנה, וקשה למה נקיט הסדר מהופך דכפי מנהגו של עולם צריך להיות כך אחת זקנה ואחת ילדה דודאי היתה הזקנה אצלו בתחילה וכשעברו רוב ימיו שנעשה גם הוא זקן לקח אשה אחרת על אשתו הזקנה דנמצא הסדר אצלו אחת זקנה ואחת ילדה דרחוק הדבר לקחת הזקנה אחר הילדה דמה יעשה בזקנה אחר שיש לו ילדה ועל כן הוה ליה למימר המשל כפי סדר מנהגו של עולם?<br>ולפי מה שפירשנו בס\"ד מובן הטעם שפיר דנקיט סדר זה לפי שהוא עשה המשל הזה כדי לדמות האומר לימא אגדה לזקנה והאומר לימא שמעתתא לילדה ובאמת המתחיל בראשונה הוא היה החכם שאמר לימא מר שמעתתא שנדמה במשל הזה לילדה ואחריו ענה חבירו ואמר לימא מר אגדה שדימהו במשל לזקנה לכך נקיט להם המשל בסדר זה לרמוז להם האומר בראשונה הוא הנדמה לילדה והאומר השני הוא הנדמה לזקנה.<br>ועוד נראה לי בס\"ד כי משום דהדרך הוא שהאדם ילמוד תחלה שמעתתא ואחר שמילא כריסו ממנה ילמוד אגדה לכך נקיט במשל סדר זה אחת ילדה ואחת זקנה כי לימוד שמעתתא מדמהו לילדה שהאדם מתחיל ללמוד בו מילדותו ולימוד האגדה שלומדו באחרונה בזקנותו בלימוד מדמה לזקנה ולכך נקיט אחת ילדה ואחת זקנה.",
            "<b>אִי הָכִי אֵימָא לְכוּ מִלְּתָא דְּשַׁוְיָא לְתַרְוַיְכוּ<small> (שמות כב, ה)</small>.</b> מלשון זה דאמרי 'אָמַר לָהֶם אִי הָכִי' משמע כי אחר שאמר לו המשל הם השיבו דבר ולכך אמר תלמודא דְאָמַר לָהֶם אִי הָכִי וכו' ועל כן צריך לדעת מה השיבו אחר ששמעו המשל ממנו אם שניהם אמרו לו הבחירה בידך לעשות מה שתחפוץ אם כן היה לו לומר אגדה בלבד כי כך היה רוצה בראשונה כדאתמר 'פָּתַח לְמֵימַר אַגַּדְתָּא', ואם גם אחר ששמעו המשל ממנו עודם עומדים בדבורם הראשון זה אומר 'לֵימָא מַר שְׁמַעְתְּתָא' וזה אומר 'לֵימָא מַר אַגַּדְתָּא' איך בא לרצותם בזה דאמר להם 'מִלְּתָא דְּשַׁוְיָא לְתַרְוַיְהוּ' דאין זה שוה לתרווייהו כי תחלה אמר דרך אגדה בלבד על הפסוק ואחר כך אמר דרך שני על הכתוב ונמצא שקיים בזה דברי האומר 'לֵימָא מַר אַגַּדְתָּא' דהשני לא רצה שיאמר אגדה כלל אלא רק שמעתתא והוא הקדים לומר אגדה תחלה?<br>ונראה לי בס\"ד שהוא נתחכם לומר אגדה דנפיק מינה עצמה שמעתתא על פי מה שכתבו התוספות דבת שבע לא נתפסה באותו דבר שעשה דוד המלך ע\"ה ולא נענשה מפני שהיה לה דין אנוסה דכל בקשת מלך יש בה דין אונס דאי אפשר למרות פיו ודבר זה אנחנו למידין מאגדה זו דכתיב וַתֵּצֵא אֵשׁ <small>(ויקרא י, ב)</small> 'מעצמה' ועם כל זה אמר הקדוש ברוך הוא 'עָלַי לְשַׁלֵּם אֶת הַבְּעֵרָה שֶׁהִבְעַרְתִּי' דמעשה האש תלה אותה בו ואין על האש חיוב של כלום דחשיבה אנוסה בהבערה שהבעירה כי כל דבר מלך מוכרח לקיים כיון שהקדוש ברוך הוא אמר לה שתבעיר ותדליק בית המקדש.<br>ועוד אנחנו למידין דגרמא דנזקין אף על פי שפטור בדיני אדם חייב בדיני שמים דהא הכא יצאה אש 'מעצמה' והדליקה ועם כל זה קאמר 'עָלַי לְשַׁלֵּם אֶת הַבְּעֵרָה שֶׁהִבְעַרְתִּי' ולא היה מצידו יתברך אלא ענין גרמא שגרם בזה שאמר להאש שתדליק ותבעיר את בית המקדש ונמצא אגדה זו עצמה נחשבת שמעתתא והרי נתקיים בזה גם רצון אותו שאמר לֵימָא מַר שְׁמַעְתְּתָא.",
            "<b>\"כִּי תֵצֵא אֵשׁ וּמָצְאָה קֹצִים\" 'תֵּצֵא' מֵעַצְמָהּ<small> (שמות כב, ה)</small>.</b> קשה אם כן איך אמר הקדוש ברוך הוא 'עָלַי לְשַׁלֵּם אֶת הַבְּעֵרָה שֶׁהִבְעַרְתִּי'?<br>ונראה לי בס\"ד לעולם יצאה מעצמה אך לא היתה יכולה לעשות ההבערה להתאחז במקום הקודש ותבערנו אלא עד ששלח לה הקדוש ברוך הוא כח מאתו שנתלבש בה כדי שתוכל להבעיר את המקום ההוא ולכך כתיב וַיַּצֶּת אֵשׁ בְּצִיּוֹן וַתֹּאכַל יְסוֹדֹתֶיהָ <small>(איכה ד, יא)</small>.<br>אי נמי אומרו <b>כִּי תֵצֵא</b> '<b>מֵעַצְמָהּ</b>' הכונה כי שם אלקים שהוא דין ופועל דין מספרו במלוי יודי\"ן עם הכולל עולה אש <small>[301] </small>נמצא בשם האש רמוז שם הפועל דין ולזה אמר כִּי תֵצֵא 'מֵעַצְמָהּ' רצונו לומר תצא על ידי כח שם אלקים אשר הוא רמוז בעצמה.<br>או יובן בס\"ד הסיבה של הדליקה היתה מכח עזבם את התורה שנדמית לאש דכתיב הֲלוֹא כֹה דְבָרִי כָּאֵשׁ נְאֻם הֳ' <small>(ירמיה כג, כט)</small> ולזה אמר כִּי תֵצֵא 'מֵעַצְמָהּ' רצונו לומר מן סיבת ביטול תורה הרמוזה בעצמה של האש כדכתיב דְבָרִי כָּאֵשׁ נְאֻם הֳ'.<br>ומה שאמר <b>וְעָתִיד לִבְנוֹתָהּ בָּאֵשׁ</b> כלומר בזכות התורה שנדמית לאש ונראה לי בס\"ד בזה רמז הכתוב סַמְּכוּנִי בָּאֲשִׁישׁוֹת <small>(שיר השירים ב, ה)</small> ואמרו רבותינו ז\"ל בתרי אישות והיינו באש ההבערה ובאש הבנין כי גם באש ההבערה נעשה סמך לישראל ששפך חמתו על עצים ואבנים וניצולו מן כליה וסמיכה אחרונה באש הבנין שעתיד לבנותה באש.",
            "<b>אָמַר רָבָא: \"טָמוּן בָּאֵשׁ\" קָא מִיבָּעְיָא לֵיהּ, אִי כְּרַבִּי יְהוּדָה, אִי כְּרַבָּנָן.</b> פירוש מעשה בא לפניו במחנה ששרפו אנשיו גדיש של ישראל והוצרך לשאול הלכה אם חייבים לשלם בעד הכלים גם כן שהיו טמונים בגדיש ונשרפו עמו. ויש לדקדק הוה ליה למימר 'טָמוּן בְּנִזְקֵי הָאֵשׁ קָא מִיבָּעְיָא לֵיהּ' כי הטמון היה בגדיש שנזוק באש שלא הטמינו הכלים באש עצמו?<br>ונראה לי בס\"ד נקיט לשון זה כי דרך רבותינו ז\"ל אפילו בדברים של הלכות רומזים בהם לפי דרכם רמז וסוד בעניינים אחרים ולכן העיד רבינו מורנו הרב רבי חיים ויטאל ז\"ל שהיה רבינו האר\"י ז\"ל לומד הגמרא ששה פנים בדרך הפשט כנגד ששה ימות החול ופנים אחד בדרך הסוד, והעיד הגאון חיד\"א ז\"ל על הגאון רבי שמואל מגרמיזא ז\"ל שהיה גאון ירושלים בשנת אדמ\"ת<small> </small>כאשר נמצא אצלינו חתימתו במכתב אחד שכתב לקודש קדשים בגדאד יע\"א בענין שליחא דרחמנא שהיה לו כמה שיטות על התלמוד בדרך הסוד ואמר שראה אותם בעיניו ובעונותינו הרבים אין לנו זכר בזמן הזה כי נגנזו בעיר הקודש תוב\"ב<small> [תבנה ותכונן במהרה בימינו]. </small>ועל כן אם כונת רבא רק על פשוטן של דברים בלבד הוה נקיט 'טָמוּן בְּנִזְקֵי הָאֵשׁ קָא מִיבָּעְיָא לֵיהּ' אך רמז לפי דרכו בדברים אלו עוד דרך אחרת בענין רמז וסוד לכך נקיט האי לישנא 'טָמוּן בָּאֵשׁ קָא מִיבָּעְיָא לֵיהּ'.<br>ונראה לי בס\"ד הענין הוא דאיתא בגמרא דסנהדרין <small>(סנהדרין צו:)</small> אמר ליה רב נחמן לרב יצחק מי שמיע לך אימת אתי 'בר נפלי'? אמר ליה מאן בר נפלי? אמר ליה: משיח, אמר ליה: משיח בר נפלי קרית ליה? אמר ליה אין דכתיב בַּיּוֹם הַהוּא אָקִים אֶת סֻכַּת דָּוִיד הַנֹּפֶלֶת <small>(עמוס ט, יא)</small> ולהכי קרי למשיח 'בר נפלי' עיין שם. ובמקום אחר פרשתי בס\"ד להכי קרי ליה 'בר נפלי' כי ביאתו תלויה בבירור ותיקון ניצוצות ונשמות שנפלו בסיגים עד שיתבררו ויתוקנו וכמו שאמרו רבותינו ז\"ל <small>(נידה יג:)</small> אין בית דוד בא עד שיכלו נשמות שבגוף ולכן קרי ליה 'בר נפלי' שהוא תלוי בתיקון אותם הנפולים.<br>ואמרתי בס\"ד דלכן התורה נקראת 'אש' לפי שבה יתוקנו אותם ניצוצות ונשמות שהם נפלי והיינו כי אותיות אש במילואם כזה א<b>ל</b>\"<b>ף</b> ש<b>י</b>\"<b>ן</b> יש במילוי אותיות 'נפלי' בדקדוק ולפי דברי רב נחמן דנפלי כנוי למשיח נמצא הוא טמון בתוך אותיות אש כי שם נפלי הוא בתוך אותיות אש שהמלוי הוא בתוך הפשוט.<br>והנה נודע דהמשיח סובל צער ויסורין בעבור ישראל וכמו שנאמר וְהוּא מְחֹלָל מִפְּשָׁעֵנוּ מְדֻכָּא מֵעֲו‍ֹנֹתֵינוּ <small>(ישעיה נג, ה)</small> ולכן אומרים בקינה של תקון חצות 'אוֹי לָנוּ עַל צַעֲרוֹ שֶׁל מָשִׁיחַ' ויש בזה מקום שאלה לשאול אם חייבין ישראל מצד הדין עונש בעבור צערו של משיח או לאו?<br>ולכן בהלכה זו לא אמר רבא 'טָמוּן בְּנִזְקֵי הָאֵשׁ קָא מִיבָּעְיָא לֵיהּ' אלא אמר 'טָמוּן בָּאֵשׁ' לרמוז לפי דרכו שאלה אחרת שיש לשאול על צערו של משיח שהוא טמון בתוך אותיות אש דנקרא נפלי אם חייבים על צערו מן הדין או לאו? ולכן כמו שפשטו לו הדין על פשט ההלכה כרבנן דסבירא ליה פטור כן על הרמז הרמוז בשאלה זו דהיא בעבור צערו של משיח ראוי לפסוק כרבנן דפטרי ולאו כרבי יהודה דמחייב.",
            "<b>וְקָא מִיבָּעְיָא לֵיהּ: מַהוּ לְהַצִּיל עַצְמוֹ בְּמָמוֹן חֲבֵרוֹ.</b> נראה לי בס\"ד לרמוז זה בפסוק עצמו שאמר<small> (שמואל ב' כג, טו)</small> מִי יַשְׁקֵנִי מַיִם מִבּוֹר בֵּית לֶחֶם אֲשֶׁר בַּשָּׁעַר <small>[2421]</small> שעולה מספרו כמספר תיבות אלו 'הַיֵּשׁ רְשׁוּת לָאָדָם מִן הַדִּין לְהַצִּיל נַפְשׁוֹ בְּמָמוֹן חֲבֵירוֹ' <small>[2420] </small>עם הכולל תיבות הנזכר בדקדוק.<br>ודין השני דהוא עַל מְנָת לְשַׁלֵּם גְּדִישִׁים שֶׁל שְׂעוֹרִים נמי יש לרמוז בפסוק זה 'מִי יַשְׁקֵנִי מַיִם מִבּוֹר בֵּית לֶחֶם אֲשֶׁר בַּשָּׁעַר'<small> </small>עם הכולל <small>[2422] </small>יעלה מספר תיבות אלו 'אִם מוּתָּר לִיקַּח הַשְּׂעוֹרִים וּמְשַׁלֵּם בַּעֲדָם עֲדָשִׁים' <small>[2422] </small>בדקדוק או נסדר השאלה בנוסח זה 'אִם מוּתָּר לִקַּח הַשְּׂעוֹרִים וּנְשַׁלֵּם בַּעֲדָם עֲדָשִׁים' <small>[2442] ולמאן דאמר <b>טָמוּן בְּנִזְקֵי הָאֵשׁ קָא מִיבָּעְיָא לֵיהּ</b> נרמז בפסוק זה 'מִי יַשְׁקֵנִי מַיִם מִבּוֹר בֵּית לֶחֶם אֲשֶׁר בַּשָּׁעַר' <small>[2421] </small>עולה מספר תיבות אלו 'חייבים לשלם כלים הטמונים בתוך גדיש שנשרפו' <small>[2421] </small>ודו\"ק.</small>"
        ],
        [
            "<b>כָּל הַמּוֹסֵר עַצְמוֹ לָמוּת עַל דִּבְרֵי תּוֹרָה, אֵין אוֹמְרִים דְּבַר הֲלָכָה מִשְּׁמוֹ וכו'.<small> (שמואל ב כג, טז)</small>.</b> נראה לי בס\"ד טעם לזה דידוע מה שאמר התנא גְּדוֹלָה תוֹרָה שֶׁהִיא נוֹתֶנֶת חַיִּים לְעֹשֶׂיהָ בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא <small>(משנה אבות ו, ז) </small>וצריך להבין מה הם החיים של עולם הזה והלא איכא כמה עמי ארצות חיים יותר מבעלי תורה? ועוד מה תתן חיים בעולם הבא והלא שם אין מות וכולה היא חיים ומה נותנת תורה שם חיים יותר?<br>ופרשתי בס\"ד הענין כי תלמיד חכם שהוא בעל תורה ודאי אומרים שמועה מפיו בכמה דורות אחריו ואז שפתותיו דובבות בקבר וכנזכר בגמרא <small>(בכורות לא:)</small> על פסוק דּוֹבֵב שִׂפְתֵי יְשֵׁנִים <small>(שיר השירים ז, י)</small> וכיון דשפתיו דובבות נחשב חי גם בהיותו בקבר בעולם הזה ועל זה אומר '<b>נוֹתֶנֶת חַיִּים לְעֹשֶׂיהָ בָּעוֹלָם הַזֶּה</b>' ואומר '<b>נוֹתֶנֶת חַיִּים לְעֹשֶׂיהָ בָּעוֹלָם הַבָּא</b>' היינו כי האדם אחר פטירתו לא יוכל לילך בעולם הבא תכף אלא אפשר שיתעכב כמה שנים הן לחזור בגלגול הן שיהיה נידון בגיהנם אך התורה תגין עליו שלא יצטרך לגלגול או לידון בגיהנם אלא תכף יקח חלקו בעולם הבא ויעמוד שם בחיים נצחיים ונמצא על ידי התורה זוכה בחיים של עולם הבא במוקדם יותר ולא יתעכב זמן הרבה עד שיגיע לשם.<br>ובזה מובן הטעם כאן כיון <b>דְמּוֹסֵר עַצְמוֹ לָמוּת עַל דִּבְרֵי תּוֹרָה</b> נמצא אינו דורש פסוק וָחַי בָּהֶם <small>(ויקרא יח, ה)</small> על חיי עולם הזה דאצלו אין חיי עולם הזה חשובים כלום אלא דריש ליה על חיי עולם הבא דוקא כמו דדרשי <small>(קידושין לט:) </small>'אורך ימים' דכתיב בכבוד אב ואם ושלוח הקן על עולם שכולו ארוך, ואם כן לפי סברתו דאין חיי עולם הזה חשובים כלום לכן <b>אֵין אוֹמְרִים דְּבַר שְׁמוּעָה מִפִּיו בָּעוֹלָם הַזֶּה </b>כי מה שאומרים שמועה מפיו הוא כדי שיהיה נחשב חי בעולם הזה גם אחר פטירתו וזה דאין חיי עולם הזה חשובים בעיניו כלום לא יזכה לכך.<br>ואמרתי אנא עבדא על פי דרשת רבותינו ז\"ל דתלמידי חכמים האומרים שמועה מפיו שפתותיו דובבות בקבר, יש טענה לתלמידי חכמים זה לבקש מהשם יתברך שישאר גופו קיים בקבר אף על פי שאינו ראוי לכך כדי שיתקיים בו מאמר זה שיהיו שפתותיו דובבות בקבר כי מאמר זה נאמר לכבוד התורה וזכות התורה יגן עליו בזה."
        ],
        [],
        [
            "<b>'חַמְסָן', יָהִיב דְּמֵי, 'גַּזְלָן', לָא יָהִיב דְּמֵי.</b> נראה לי בס\"ד אותיות מ\"ם נו\"ן ד'חַ<b>מְ</b>סָ<b>ן</b>' עולים מספר <b>גַּזְלָן</b> <small>[90] </small>ונשאר אותיות 'חס' רמז דחמסן גזלן הוא כיון דלוקח שלא ברצון בעלים ורק הוא חס על הנגזל שאינו לוקח ממנו כגזלן גמור אלא נותן לו דמים גם <b>חס</b> עם הכולל <small>[69] </small>עולה מספר <b>הוא יהיב זוזי </b><small>[69]</small>."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>שׁוֹר בֶּן יוֹמוֹ קָרוּי 'שׁוֹר'. אַיִל בֶּן יוֹמוֹ קָרוּי 'אַיִל' <small>(ויקרא כב, כז)</small>.</b> נראה לי בס\"ד לכן הצדיקים מכונים בשם שור ובשם איל כי יש בהם בקטנותם לוקחים הנר\"ן <small>[נפש רוח נשמה]</small> שלהם כמו בריה דרב המנונא סבא ושאר ינוקי אשר בזוהר הקדוש וכן אמרו על שמואל הנביא ע\"ה בהיותו בן שתי שנים היה חכם גדול וידע ההלכה מה שלא ידע עלי ע\"ה ונמצא בקטנותם הרי הם כגדולים ממש והרי שׁוֹר בֶּן יוֹמוֹ קָרוּי 'שׁוֹר' אַיִל בֶּן יוֹמוֹ קָרוּי 'אַיִל'"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כְּדֵי שְׁאֵלַת הָרַב לַתַּלְמִיד \"שָׁלוֹם עָלֶיךָ רַבִּי וּמוֹרִי\".</b> כתבו התוספות מה שאמרו <small>(ברכות כז:)</small> הנותן שלום לרבו גורם לשכינה שתסתלק מישראל דאמר שלום עליך ולא אמר 'רבי ומורי' עיין שם נמצא יש תלמיד עושה לעצמו מכשול בשלום אם אינו מאריך לומר 'רבי ומורי'.<br>ובזה יובן '<b>שָׁלוֹם רָב לְאֹהֲבֵי תוֹרָתֶךָ</b>' <small>(תהלים קיט, קסה)</small> 'רָב' דייקא שמאריך לומר שָׁלוֹם עָלֶיךָ רַבִּי וּמוֹרִי ואז <b>אֵין לָמוֹ מִכְשׁוֹל</b> שלא יענש בעבור השלום.<br>ובזה יובן מאמר רבותינו ז\"ל <small>(ברכות סד.) </small><b>תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם</b>, 'תלמידי' דייקא שאין יכול לקצר הלשון אלא מרבים דברים לומר בו שָׁלוֹם עָלֶיךָ רַבִּי וּמוֹרִי וזה שבח ישראל לעתיד אף על גב דלא צריכי למימר חד לחד אליף לי חכמתא כי כולם הם 'לִמּוּדֵי הֳ' <small>(ישעיה נד, יג)</small> דְּרוּחַ ה' דִּבֵּר בָּם וּמִלָּתוֹ עַל לְשׁוֹנָם עם כל זה נוהגים זה בזה כמנהג תלמיד לרבו שאומרים חד לחד שָׁלוֹם עָלֶיךָ רַבִּי וּמוֹרִי. וזהו שנאמר אף על פי <b>דְכָל בָּנַיִךְ הם לִמּוּדֵי הֳ</b>' עם כל זה <b>וְרַב שְׁלוֹם בָּנָיִךְ</b><small> (ישעיה נד, יג)</small> שמרבין נוסח השלום לומר בו רבי ומורי."
        ],
        [],
        [
            "<b>מַעֲשֶׂה בְּרַבָּן גַּמְלִיאֵל, שֶׁסִּמֵּא אֶת עֵין טָבִי עַבְדּוֹ, וְהָיָה שָׂמֵחַ שִׂמְחָה גְּדוֹלָה.</b> נראה לי בס\"ד על פי מה שכתב הגאון חיד\"א ז\"ל בדבש לפי בשם הרמ\"ד ז\"ל דטבי עבדו של רבן גמליאל היה גלגול חם והיה הבירור מהטוב שבו ולכן נקרא טבי עד כאן לשונו.<br>וידוע דהכתוב תלה עון חם בראייתו דכתיב וַיַּרְא חָם אֲבִי כְנַעַן אֵת עֶרְוַת אָבִיו וַיַּגֵּד לִשְׁנֵי אֶחָיו בַּחוּץ <small>(בראשית ט, כב)</small> ושבח את אחיו בראיה דכתיב וַיְכַסּוּ אֵת עֶרְוַת אֲבִיהֶם וּפְנֵיהֶם אֲחֹרַנִּית<small> </small>וְעֶרְוַת אֲבִיהֶם לֹא רָאוּ <small>(בראשית ט, כג) </small>לכן נתגלגל הדבר עתה שסימא רבן גמליאל את עיניו לכפר על אותו גלגול ולכן נקרא 'טָבִי' אותיות 'יבט' ודוק."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בָּעִי רָבָא 'הֲרֵי עָלַי עוֹלָה' וְהִפְרִישׁ שׁוֹר וכו'..</b> כתב בשיטה מקובצת הכונה אף על פי דהנודר חייב באחריותו כיון שלא נדר שור מתחלה לא קבע נדרו בשור ואם מת או נגנב מוציא עצמו בכבש לרבנן וכיון דזה פוטר עצמו בכבש הגנב נמי פוטר עצמו בכבש, מיהו זה דוקא בהיכא דנאבד מן הגנב שלא תהיה אחריות הגנב חמור משל נודר אבל אם אכלו הגנב הרי נהנה שור מן ההקדש וקרן מיהא משלם להקדש וזה ברור ופשוט.<br>ולכאורה יש להבין איך מצי הגנב לפטור עצמו מטעם דעל הפסד מצוה מן המובחר אינו חייב לבעלים והלא אפשר דבעל קרבן השור ישאל על נדרו ויצא השור לחולין למפרע ואז יתחייב זה הגנב לשלם לו דמי שור לכולי עלמא ונודע דיש שאלה בהקדש וכמו שכתב רשב\"ם בבתרא<small> (בבא בתרא קכ:)</small> יעוין שם.<br>והגם דהגאון חות יאיר נסתפק אם מועיל שאלה גבי קרבן זה דוקא באומר 'הרי זה' אבל באומר 'הרי עלי עולה' לא נסתפק וכמו שכתב הרב אדמת קודש <small>(דף קלז ע\"ד)</small> יעוין שם ואם כן היכי משכחת להאי דינא דרבא שזה פוטר עצמו בכבש? ונראה לי בס\"ד דמשכחת לה היכא שזה הנודר נפטר והיורשים באים לדון עם הגנב דהשתא ליתיה לנודר למעבד שאלה ובהאי גוונא משתעי רבא בדין הנזכר.<br>וראיתי להרב אדמת קודש שם שיצא לישע להגאון מהר\"ם מינץ ז\"ל להצילו מטענת הגאון חכם צבי ודעמיה משום כיון דמצי בעל הקרבן למיתשל על הקרבן ולמוכרו הוה ליה ממון גמור וחייב זה לשלם, וכתב מחמת כן סתירת המערערים על ראיית מהרבי מאיר מינץ ז\"ל אין בה ממש יעוין שם.<br>ואחרי המחילה לא הציל כלום בזה דהא מצינו להרשב\"א ז\"ל שהביא דבריו הר\"ן ז\"ל בנדרים<small> (נדרים פה.) </small>גבי מתניתין דכהנים ולוים נהנים לי וכו' שכתב ומינה שמעינן דהאוסר הנאת פירות על עצמו יכולין אחרים ליטול אותם בעל כרחו ואינו יכול לעכב אף על פי שיכול לשאול על נדרו כיון דהשתא מיהא לא אתשיל מיהו היכא דאתשיל חייבין לשלם כיון דהחכם עוקר הנדר מעיקרו וכו' ואם תאמר אם כן איך יטלו כהנים בעל כרחו למה לא ניחוש דילמא מיתשיל ומיתהנו מדידיה? לאו קושיא היא דהתנן המקדש את האשה על תנאי וכו' הכא נמי דאם אתשיל עבדי כהנים איסורא למפרע כל אימת דלא אתשיל לא חיישינן להכי עד כאן לשונו יעוין שם.<br>ואם כן הכא כיון דמוכרח לומר דאיירי רבא בדלא אתשיל אין לומר כיון דהוה יכול לאתשיל שאז יכול למכרו נחשב עתה ממון של חולין ויתחייב הגנב אלא אמרינן כל אימת דלא אתשיל לאו ממוניה הוא וכמו שכתב הרשב\"א ז\"ל.<br>אמנם בהאי סוגיא דרבא יש להקשות דהא בגיטין <small>(גיטין נד:)</small> איתא במשנה הכהנים שפגלו במקדש במזיד חייבין יעוין שם וקשה לי אמאי רבא נקיט בעיא דידיה על מציאות חדשה שעשה בדין הגנב במי שמפריש שור ובא אחר וגנבו וכו' והוה ליה למינקט בעיא דידיה על דין המשנה דגיטין הנזכר דקתני חייבין והיה לו לומראם אמר 'הרי עלי עולה' והפריש שור ופגלוהו כהנים אם מצו למפטר נפשייהו בכבש לרבנן או דלמא שור חייבין לשלם?<br>ובהשקפה הראשונה אמרתי בהך דגיטין לא קא מבעיא ליה משום דפשיטה ליה דחייבין לשלם שור כאשר הפסידו את ההקדש דכל מזיק חייב לשלם כפי מה שהזיק והם הפסידו את ההקדש שור ואיך ישלמו כבש, ברם בגנב דליכא חיוב מצד ההקדש דפטור הוא מצד פסידא דהקדש דמבית האיש כתיב ולא הקדש וכמו שפירש רש\"י ז\"ל, להכי בא להסתפק מצד הפסד הבעלים דאפסיד להו מצוה מן המובחר ופשיט לה דפטור.<br>אמנם ראיתי במתניתין דמכלתין <small>(דף ט:)</small> דתנן נכסים שאין בהם מעילה ופירש רש\"י ז\"ל אם הזקתי נכסים שאין בהם מעילה אני חייב לשלם אבל אם הזקתי נכסי הקדש איני חייב לשלם דנפקא לן כולהו נזקין מִשׁוֹר רֵעֵהוּ <small>(שמות כא, לה)</small> עד כאן עיין שם. וכן פירש הרע\"ב <small>[רַבִּי עוֹבַדְיָה מִבַּרְטְנוֹרָא]</small> ז\"ל שאם הזקתי נכסים של הקדש איני חייב לשלם דכתיב 'שׁוֹר רֵעֵהוּ' ולא שור של הקדש והוא הדין לכל שאר נזקין עד כאן יעוין שם.<br>ואם כן לפי זה כהנים שפגלו אין חייבין לשלם להקדש כלום משום נזקין והא דקתני חייבין היינו משום פסידא דבעלים והשתא הדרא קושיא דידן לדוכתא אמאי רבא נקיט בעיא דידיה על מציאות חדשה שעשה בדין גנב ולא נקיט בעיא דידיה על דברי המשנה דגיטין הנזכר?<br>ושוב האיר ה' את עיני וראיתי בגמרא דמציעא <small>(בבא מציעא צט:)</small> להקדש משלם חמשים וחומשייהו מה שאין כן במזיק דלא משלם חומשא היינו מדרבנן אבל מדאורייתא לא משלם אפילו קרן כדמשמע בריש בבא קמא דקתני וכו' יעוין שם. נמצא לפי זה הא דפטור המזיק בנכסי הקדש אפילו מן הקרן היינו מדאורייתא אבל מדרבנן חייב לשלם הקרן.<br>ונראה הא דתקון רבנן חיוב לשלם משום תקנות ההקדש שלא יבואו להזיק ולהפסיד נכסי הקדש בראותם דפטורים הם ובאמת כן מצינו בגיטין <small>(גיטין נג:) </small>דקאמר תנן הכהנים שפגלו במקדש חייבין ותני עלה מפני תיקון העולם עיין שם והיינו רצונו לומר תקנתא דרבנן היא לחייב המזיק את ההקדש כדי שלא ירגילו בכך להזיק אבל מדאורייתא פטורין.<br>ובזה נתרצה קושיא דידן דלא נקיט רבא לבעיא דידיה אמתניתין דגיטין דהתם קאמר חייבין משום הפסד שעשו להקדש מדרבנן וכיון דחייבום רבנן משום היזק שעשו להקדש פשיטא דחייבין לשלם כפי מה שהזיקו אם שור שור ואם כבש כבש ומהיכא תיתי לפטרו בפשרה בחצאין ולהכי נקיט בעיא דידיה בדין גנב דפטור לגמרי מצד פסידא דהקדש גם מדרבנן ורק הוא חייב מצד הפסד מצוה מן המובחר שעשה לבעלים ונסתפק רבא ודברי אלו בס\"ד הובאו בהמאסף שנה שלישית סימן ק\"ח."
        ],
        [],
        [
            "<b>מִפְּנֵי מָה הֶחְמִירָה תּוֹרָה בְּגַנָּב יוֹתֵר מִגַּזְלָן.</b> ידוע כלל שיש באומרו מִפְּנֵי מָה דמשמע יש לפניו שני טעמים ושואל מפני מה, וכמו שכתב הגאון חיד\"א בפתח עינים.<br>ונראה לי בס\"ד מלבד טעם זה דאתמר בתלמודא עוד יש טעם אחר משום דכל דברים הכתובים בעשרת הדברות הם חמורים יותר בעיני בני אדם וכמו שאמרו בתנא דבי אליהו <small>(חלק א' פרק כט)</small> עיין שם. ולכן יש לומר כיון דגנב כתיב בעשרת הדברות דחמירי בעיני בני אדם טפי לכך החמירה תורה בענשו טפי מגזלן.<br>ועוד נראה לי בס\"ד בגנב החמירה תורה טפי מגזלן משום דגזלן עבד בפרהסייא ונתבזה בעיני בני אדם דהכל ידעו וראו שגזל אבל גנב עושה בצנעא ואין מכירים בו ולא נתבזה וכהאי גונא אמרינן לקמן הטעם דישלם בשור חמשה ובשה ארבעה מפני שנתבזה בשה שנטלו על כתיפו.<br>ועוד נראה לי בס\"ד דגנב אפשר שיבא אחר כך לידי שבועת שקר שיחשדהו בעל דבר וישביעהו ומחמת בושה ישבע לשקר אבל גזלן עשה בפרהסיא ולמה ישביעו אותו אם יכחיש יביא עליו עדים לבית דין ויוציא בלעו מפיו.<br>אי נמי נראה לי בס\"ד גזלן לא יכשל פעמים הרבה לגזול כי יש עליו תובעין להוציא בלעו מפיו אך גנב יחטא כמה פעמים מאחר דגונב בצנעא דעל הרוב לא ידעו בו לכך החמירה עליו תורה בעת שנודעה גניבתו.",
            "<b>וְאֹזֶן שֶׁל מַטָּה כְּאִלּוּ אֵינָהּ שׁוֹמַעַת <small>(ישעיה כט, טו)</small>.</b> קשא הכא לא שייך למימר אלא חלוקה דעין אבל אזן מאן דכר שמא הכא?<br>ונראה לי בס\"ד דכפר זה בתרתי חדא חשב אין עין רואה את מעשיו ולכך גנב ועוד היה לו לחוש על צעקת הנגנב שצועק וקובל ומוסר דין למעלה לפני הקדוש ברוך הוא לעשות משפט בגנב וכתיב בכיוצא בזה כִּי אִם צָעֹק יִצְעַק אֵלַי שָׁמֹעַ אֶשְׁמַע צַעֲקָתוֹ <small>(שמות כב, כב)</small> ולכן נמצא שכפר גם בזה שחשב אין אזן שומעת צעקת בני אדם.<br>ובזה יובן הא דנקיט פסוק וַיֹּאמְרוּ לֹא יִרְאֶה יָּ־הּ<small> (תהלים צד, ז)</small> דזכר שם י־ה שזה דכפר בשתים בראיה ושמיעה נמצא פגם באותיות י־ה דידוע ראיה באות יו\"ד ושמיעה באות ה\"א ראשנה ונרמז זה באותיות <b>גניבה</b> שהם אותיות '<b>גנב י</b>־<b>ה</b>' ודוק.",
            "<b>אָמַר רַבִּי מֵאִיר: מָשְׁלוּ מָשָׁל מִשּׁוּם רַבָּן גַּמְלִיאֵל, לְמָה הַדָּבָר דּוֹמֶה? וכו'..</b> קשא מה בא לחדש במשל הזה על דברי רבי יוחנן בן זכאי דטעם שאמר רבי יוחנן בן זכאי הוא מפורש היטב בדבריו במלות קצרות שאמר 'זֶה הִשְׁוָה כְּבוֹד עֶבֶד לִכְבוֹד קוֹנוֹ וְזֶה לֹא הִשְׁוָה כְּבוֹד עֶבֶד לִכְבוֹד קוֹנוֹ' ואין צריך לדבר זה משל להסבירו באזן השומע ועל מה חרד רבי מאיר כל החרדה הזאת אחרי שומעו את דברי רבי יוחנן בן זכאי לתלמידיו ללמדנו המשל הזה ששמע משם רבן גמליאל והא ודאי לולא שראה במשל הזה דבר חידוש לא היה נצרך רבי מאיר ללמדינו המשל הזה?<br>ונראה לי בס\"ד בהקדים מה שאמר המפרשים ז\"ל על פסוק 'אֲשֶׁר יֹאמְרֻךָ לִמְזִמָּה' <small>(תהלים קלט, כ)</small> הכונה כי עובדי עבודה זרה אומרים השם יתברך רם ונשא וגבה מאד ואין כבודו להשגיח בתחתונים השפלים כי מה הארץ החמרית הלזו ומה האדם החמרי הזה היושב בה שישגיח הקדוש ברוך הוא ויביט במעשיו? ורק כבודו יתברך להשגיח במרומים דוקא וכל כונתם בדברים אלו כדי למצוא היתר לעצמם לעבוד עבודה זרה דעל ידי כך אומרים אין כבודו יתברך שהאדם יתפלל אליו ויבקש ממנו דבר ולעבוד אותו ולכן עושים אמצעי את השמש ואת הירח ואת צבא השמים לעבדם ולהתפלל אליהם ולזה אמר 'אֲשֶׁר יֹאמְרֻךָ' לשון התרוממות כל כונתם בזה הוא 'לִמְזִמָּה' לעבוד עבודה זרה.<br>ובזה פירשו המפרשים <small>(תהלים קיג, ד)</small> רָם עַל כָּל גּוֹיִם הֳ' והיינו שאומרים רק עַל הַשָּׁמַיִם כְּבוֹדוֹ ואין כבודו להשגיח בתחתונים בארץ ויושביה אך באמת אנחנו אומרים מִי כַּהֳ' אֱלֹקֵינוּ הַמַּגְבִּיהִי לָשָׁבֶת הַמַּשְׁפִּילִי לִרְאוֹת בַּשָּׁמַיִם וּבָאָרֶץ עד כאן דבריהם.<br>ולפי זה יש לומר דרבי מאיר קשיא ליה בטעמו של רבי יוחנן בן זכאי שאמר 'זֶה הִשְׁוָה כְּבוֹד עֶבֶד לִכְבוֹד קוֹנוֹ וְזֶה לֹא הִשְׁוָה' מנא ליה הא ודילמא זה האדם הוא מבעלי דיעה הנפסדת האלה שאומרים מאחר שהוא יתברך רם ונשא אין כבודו להשגיח בתחתונים ובמעשיהם?<br>לכן הביא המשל של רבן גמליאל אשר נתחכם רבן גמליאל לעשות המשל באנשי העיר ובני המלך והיינו כי בעלי דיעה הנפסדת על כל פנים הם מודים שיש לעולם השפל הזה מנהיג אשר מסר הקדוש ברוך הוא הנהגת עולם הזה בידו מפני שאין כבודו להשגיח ולהביט בארץ השפלה ויושביה על כן יאמר אחר שברא הארץ השפלה הלזו מסר אותה ביד צבא השמים שהם המלאכים הנקראים בְנֵי הָאֱלֹקִים כמו שנאמר בסוף פרשת בראשית<small> (בראשית ו, ב)</small> ובריש ספר איוב <small>(איוב א, ו)</small> ועל כן גם אם זה האדם הוא מבעלי דיעה זו צריך שיהיה לו מורא מן צבא השמים אשר לדעתו הנפסדת העולם הזה מסור בידם והם משגיחים ומביטים בו כי אלו מינה אותם המלך מלכו של עולם ונמצא על כל פנים חטא בכבודו של מלך מלכו של עולם, ועל זה יבא נכון המשל של רבן גמליאל שעשה בבני העיר ובני המלך כן זה לא השוה כבוד בני אדם עם כבוד בני המלך הם המלאכים צבא השמים אשר מינה אותם המלך מלכו של עולם על עולם הזה ויושביה ועל מעשיהם.",
            "<b>בּוֹא וּרְאֵה כַּמָּה גָּדוֹל כְּבוֹד הַבְּרִיּוֹת, שׁוֹר שֶׁהוֹלֵךְ בְּרַגְלָיו, חֲמִשָּׁה, שֶׂה שֶׁהִרְכִּיבוֹ עַל כְּתֵפוֹ, אַרְבָּעָה.</b> הקשה בשיטה מקובצת אי מהאי טעמא קנסיה רחמנא הכי אם כן גבי גניבה שמתחייב כפל בתרווייהו אמאי לא קנסינן לשלם בשור שלשה ובשה כפל בלבד? עיין שם.<br>ונראה לי בס\"ד דקנס תשלומי כפל אית ביה טעמא משום דהוי מדה כנגד מדה הוא רצה להוסיף מנה של חבירו על ממונו עתה יחסר מנה מן ממונו ויהיה נוסף על של חבירו כי כן מדתו יתברך להתנהג מדה כנגד מדה ועל כן אם יעשה חילוק בשור לשלם שלשה נמצא בטל טעם זה של מדה כנגד מדה וגם נמי לאו דוקא בשור צריך לגזור כך אלא בכל דבר שהוא חפץ שיש לו משא כבד שצריך לישאנו על כתפו הן עץ הן מטה הן כלי נחשת וברזל וכיוצא צריך לתקן בתשלומו הפרש לשלם שלשה ואם כן בטל טעם זה של מדה כנגד מדה במשפט זה של התשלומין.<br>מה שאין כן ענין טביחה ומכירה לאו מטעם מדה כנגד מדה נאמר בו הקנס כי טעם מדה כנגד מדה כבר נעשה בתשלומין של אלו שישלם כפל ורק הוא קנס אחר חדש שחדשה בטביחה ומכירה דקנסימן רחמנא משום שנשתרש בחטא כדאמר לעיל בברייתא בשם רבי עקיבה ועל זה הטעם שפיר יש לומר הואיל ונתבזה בשור הקל עליו הקנס דנחשב לו בזיונו כאלו שלם אחד יותר להשלים החמשה של הקנס.<br><b>ודע</b> דאף על גב דלא הרכיבו על כתיפו עם כל זה נתנה התורה שיעור שוה בכל ותפסה אותו דבר המצוי ושכיח יותר כי דבר המצוי ושכיח הוא שירכיב השה על כתיפו."
        ],
        [
            "<b>יָשְׁבוּ וּבָדְקוּ וְלֹא מָצְאוּ בּוֹ אֶלָּא אוֹתוֹ עָוֹן שֶׁל אוֹתָהּ הָעֵז.</b> נראה אף על גב שהיה חולה שאין בו סכנה כמו שכתב  מהרש\"א ז\"ל הוא התיר לעצמו מפני שדבר זה הוא גזרה דרבנן ובמקום חולי לא גזרו אך החכמים חשבו זה אליו לעון מפני שהוא אדם חשוב והרואין אותו יטעו לעשות כן בלא חולי."
        ],
        [
            "<b>וְנִתְּרַח רַב אוֹ רַב אַסִי.</b> כתב בשיטה מקובצת הקשה רבי מאיר ז\"ל מה מועיל זה דנרתח רב אסי הא כבר אמרו דרב לא עייל קמיה שמואל וכל שכן שמואל לא עייל מקמיה דרב כל כמה דלא ידע עדיין המקשן דאדבריה עלויה דהא אפילו קמיה דרב אסי תלמידו של רב לא הוה עייל?<br>ותירץ דסלקא דעתיה מעיקרא הא דלא עייל רב קמיה דשמואל היינו דוקא בהיכא שיש גדול אחר נכנס אחריו דנמצא שמואל נכנס שלישי וגנאי לו טפי שיהיו שנים הולכים לפניו אבל אם לא היה ביניהם אדם אחר אין הכי נמי היה נכנס רב קמיה דשמואל כיון דשמואל נכנס אחריו ממש ולהכי קאמר נרתח רב וילך רב יחידי לפני שמואל וליכא גנאי כל כך בכהאי גונא עד כאן דבריו עיין שם.<br>ולי אנא עבדא נראה לי בס\"ד דלעולם המקשן ידע מנהגו של רב לתת כבוד לשמואל דיהיה עייל מקמיה ולהכי קא מקשי דלרתח רב אסי ובא התרצן וחידש לו סברה בזה באמרו הא דנהג רב כבוד זה עם שמואל שיהיה עייל מקמיה לאו משום דהחשיב את שמואל גדול ממנו דלעולם רב היה גדול משמואל וידע הוא שהוא גדול משמואל וגם שמואל יודע כך ורק משום ההוא עובדא אדבריה רב עליה בענין זה של כניסה ויציאה שיהא הוא עייל מקמיה וזה הכבוד שעשה לו רב אין לך בו אלא חדושו דאינו נוהג אלא רק בכניסה שיכנס שמואל קמיה דרב אבל בדבר זה דנרתח רב או דנרתח רב אסי בשבילי אין נוהג כבוד לשמואל דכולי האי לא עבדי ליה מאחר דשניהם גדולים ממנו.<br>ברם בגוף המאמר הנזכר קשיא לי טובא דמאי נפקא מינה מהאי עובדא דמייתי תלמודא כאן? ולא עוד אלא דחכמי התלמוד שקלו וטרו דנרתח רב או רב אסי והוצרכו לתרץ דרב מלתא בעלמא הוא דעבד ליה לשמואל, דמאי נפקא לן מן קושיות ותרוצים אלה וכי הלכות הן או מקראות הן שצריך לנו להבין טעמייהו? ועוד בלאו האי תרוצא דגמרא נמי אין נראה התחלה לקושיא זו דמקשי תלמודא ונרתח רב אסי כי כיון דצריך למרתח חד מנייהו מאי חזית דמרתח רב אסי ולא רתח שמואל דאדרבה רב אסי גדול משמואל הוא דהא לא עייל שמואל מקמיה וגם רב הוא גדול ודאי משמואל ומזכירין בכוליה תלמודא רב קמיה שמואל? ועל כן נראה ודאי דלא הביא תלמודא האי עובדא ושקלא וטריא דעבדי בה אלא בא ללמדינו בזה איזה דין והלכה בענין אחד.<br>ואנכי הרואה להגאון חיד\"א ז\"ל בפתח עינים שציין על המאמר לעיין בספר בתי כהונה <small>(חלק ב' סימן ב')</small> וראיתי שם שהביא ספק של הגאון מגן אברהם ז\"ל <small>(בסוף סימן ריא)</small> והניחו בצריך עיון ואנא עבדא ארחיב הדברים ואמתיקם כדי ליישב בהם דקדוקים הנזכר אשר כתבתי והוא:<br>דאיתא בשולחן ערוך היין קודם לזית בברכה מפני שקבע ברכה לעצמו כי ברכת על הגפן חשיבה טפי מברכת על העץ אך לא קדים לברכת תבשיל של שעורים שאם לפניו יין ותבשיל של שעורים יברך על תבשיל של שעורים קודם היין דברכת על המחיה עדיף מברכת פרי הגפן גם אם יש לפניו זית ותבשיל שעורים יקדים לברך על הזית תחלה כי הזית ראשון ל'אֶרֶץ' בתרא והשעורים שני ל'אֶרֶץ' קמא <small>(דברים ח, ח)</small>.<br>ועל זה נסתפק המגן אברהם ז\"ל אם יש לפניו יין ותבשיל שעורים וזית כיצד יעשה אם יברך על תבשיל שעורים תחלה הא איכא זית דקדים לשעורים ואם יברך על הזית תחלה הא איכא יין דקדים לזית ואם יברך על היין תחלה הא איכא תבשיל שעורים דקדים ליין והניח דין זה בצריך עיון.<br>והנה רואה נידון זה הוא דומה בדומה להאי עובדא דתלתא רבנן דאשתכחו שהם רב ושמואל ורב אסי דאשתכח האי מילתא בהו דאי אפשר להקדים אחד מהם בכניסה כי רב לא עייל קמיה דשמואל ושמואל לא עייל קמיה דרב אסי ורב אסי לא עייל קמיה דרב ועשו תיקון לדבר זה דנרתח חד מנייהו ואז יוכלו השנים ליכנס בזה את זה ואחריהם יבא השלישי להכנס בפני עצמו לבדו והכי נמי ילפינן בהאי ספיקא דהמגן אברהם ז\"ל בקדימת הברכות דאמרינן לבעל השלחן שיסלק מלפניו מין אחד מהנך תלתא ואז יקדים לברך על אחד מהשנים כדינו ואחר כך יביא אותו המין שסילקו ויברך עליו.<br>אך עדיין צריך לנו לדעת איזה מן השלשה הנזכר יסלקו מלפניו? ודבר זה נלמדהו מן הקושיא והתירוץ דמקשי ומתרץ תלמודא בעובדא הנזכר והוא כי הסכימו שיתאחר שמואל ויבואו רב ורב אסי בראשונה ומקשי הגמרא מאי חזית דיתאחר שמואל יתאחר רב אי נמי יתאחר רב אסי? ומשני דרב ורב אסי מצד עצמם דהיינו מצד חכמתם הם גדולים משמואל ומה שנהג רב כבוד בשמואל שלא יכנס קודם ממנו לאו משום גדולת עצמו אלא בשביל סיבה אחרת שגרם לו נזק על ידי קללתו בחנם ולכן אדבריה עליה וזה הכבוד שעשה לשמואל לא זכה בו שמואל מצד יתרון חשיבות עצמו אלא מצד דבר אחר ואין לך בו אלא חידושו שיתכבד רק בדבר זה שנהג בו רב לאקדומי עליה בכניסה ועל כן אין ראוי שיהיה רב ורב אסי שהם גדולים ממנו בחכמה להתאחר חד מנהון בשביל לעשות קדימת כניסה לשמואל ולכן אמרו חכמים מוטב שיתאחר שמואל ויכנס רב ורב אסי בראשונה ואז אחריהם יבא שמואל לבדו ויכנס.<br>ולפי זה גם בנידון המגן אברהם ז\"ל אנחנו למידין לעשות כן שיסלקו היין מן השלחן כדי להביאו באחרונה יען כי שעורים וזית מצד חשיבות עצמן הם עדיפי מן היין שזה הוא ראשון ל'אֶרֶץ' בתרא וזה שני ל'אֶרֶץ' קמא ולכן אין מן הראוי שיהיה אחד מהם נדחה לסלקו מעל השלחן כדי לעשות כבוד הקדימה ליין יען כי היין מצד חשיבות העצם הוא גרוע מהני תרין מינין ומה שקדם לזית לאו משום חשיבות עצמו אלא מפני שקבע ברכה לעצמו שהיא ברכת בורא פרי הגפן ולכן הדין הוא לסלק היין עד שיברך על זית ושעורים כדינייהו להקדים הזית ואחר כך יביא היין לבדו לברך עליו ונמצא בזאת המעשה ובשקלא וטריא דעבדי בתלמודא עלה אנחנו למדין הלכה בדיני ברכות בכהאי גונא לידע מה לעשות.<br>והא דנקיט תלמודא בשמותם לרב אסי באחרונה אף על גב דגדול הוה משמואל נקיט להו כפי סדר השנים כי שמואל גדול בשנים מן רב אסי ועוד דרך תלמודא להזכיר את שמואל בהדי רב בכל דוכתא, מפני ששניהם היו ראשי ישיבות רב ראש ישיבה בסורא ושמואל ראש ישיבה בפומבדיתא."
        ],
        [],
        [
            "<b>וְאֵין לְךָ כָּל שֵׁבֶט וְשֵׁבֶט מִיִּשְׂרָאֵל שֶׁאֵין לוֹ בָּהָר, וּבַשְּׁפֵלָה, וּבַנֶּגֶב, וּבָעֵמֶק <small>(דברים א, ז)</small>.</b> נראה לי בס\"ד טעם לזה כי בתורה יש חלק מעשה וחלק תלמוד וכנגד חלק המעשה אמרו ישראל נַעֲשֶׂה וכנגד חלק התלמוד אמרו נִשְׁמָע וכתיב <small>(תהלים קה, מד)</small> וַיִּתֵּן לָהֶם אַרְצוֹת גּוֹיִם בַּעֲבוּר יִשְׁמְרוּ חֻקָּיו, נמצא זכו בארץ ישראל בשביל חלק הנעשה דכתיב 'בַּעֲבוּר יִשְׁמְרוּ' ולא אמר ילמדו או ישמעו ולכן נתן לכל אחד ואחד בארץ ישראל '<b>נֶּ</b>גֶב וְ<b>עֵ</b>מֶק וְ<b>שְּׁ</b>פֵלָה <b>הָ</b>ר' שהם ראשי תיבות 'נַעֲשֶׂה' לומר שזכו בארץ ישראל בשביל חלק הנעשה וכמו שנאמר בַּעֲבוּר יִשְׁמְרוּ חֻקָּיו.<br>אי נמי נתן להם ארבעה מינים הנזכר לכל אחד ואחד בזכות ארבעה חלקים שיש בלמוד התורה שהם פרד\"ס<small> [פשט רמז דרש סוד]</small>.<br>אי נמי כנגד ארבעה חלוקות שנתחייבו בהם בשבועה בסיני שהם 'ללמוד וללמד לשמור ולעשות' וכנזכר בגמרא.",
            "<b>הֲוָה קָא מַפְסִיעַ וְאָזִיל רַבִּי יְהוּדָה בֶּן קְנוֹסָא קָמַיְהוּ.</b> הא דלא נזהרו רבי ורבי חייא בחסידות זו נראה לי בס\"ד מפני שהם היו הולכים ומדברים בדברי תורה ושקלו וטרו זה בזה ולכך מוכרח שיהיו מהלכים בנחת בהשוואה אחת במישור ואם יהיו מדלגים בפסיעות גסות מיתד ליתד אי אפשר להם למשקל ולמטרי זה בזה בדברי תורה ולכן הקדים תלמודא בתחילת המאמר לומר '<b>הֲווּ שַׁקְלֵי וְאַזְלֵי בְּאוֹרְחָא</b>' פירוש שקלי בדברי תורה זה בזה ואזלי.<br>או נראה לי בס\"ד הא דלא נהגו בחסידות זו משום דהוו אזלי בפומבי והרואה אומר דמדינא צריך למעבד הכי ולכן אמר '<b>הֲווּ שַׁקְלֵי וְאַזְלֵי</b>' שעשו הליכתם תחלה בשיקול הדעת איך לילך מפני הרואין והסכימה דעתם להסתלק אל מצר השדה שלא יטעה הרועה בעיקר הדין."
        ],
        [
            "<b>דּוֹרְשֵׁי רְשׁוּמוֹת אָמְרוּ.</b> נראה לי בס\"ד קרי לחכמינו ז\"ל <b>דּוֹרְשֵׁי רְשׁוּמוֹת</b> מפני שעוסקים ודורשים בשלש עשרה מידות שהתורה נדרשת בהם וכן רבויים ומיעוטים בתיבות ואותיות שהם מוצאין הלכות גדולות בדרשות אלו שאין להלכות אלו דבר מפורש בתורה כי אם רושם הן על ידי שלש עשרה מידות הן על ידי רבויים ומעוטים בתיבות ואותיות. מה שאין כן הקראים אין מודים בדרשות של רושם כאלה כי הם כופרים במסורת שמסר משה רבינו ע\"ה לחכמי הדור בדרשות של רושם אלו ולכך קרי לחכמינו ז\"ל דורשי רשומות.",
            "<b>עָמְדוּ נְבִיאִים שֶׁבֵּינֵיהֶם וְתִקְּנוּ לָהֶם.</b> פירוש נביאים שעמדו אחר דורו של משה רבינו ע\"ה כי בדור משה רבינו ע\"ה מי יפתח פיו לתקן דבר חוץ משה רבינו ע\"ה! והוה ליה למימר עמד משה רבינו ע\"ה ותיקן להם, אך דורות שאחריו המה ראו הכתוב הזה דכתיב וַיֵּלְכוּ שְׁלֹשֶׁת יָמִים בַּמִּדְבָּר וְלֹא מָצְאוּ מָיִם <small>(שמות טו, כב)</small> שנדרש אין מים אלא תורה לכך נתעוררו לתקן דבר זה שיהיו קורין וכו'.<br>ומה שכתבו התוספות מאי שנא שני וחמישי? נראה כונתם לומר דעדיף להשוות ההפסקות להדדי שהיה להם לתקן כך קורין בשבת ומפסיקין באחד בשבת ובשני בשבת וקורין בשלישי וברביעי ומפסיקין חמישי וששי ובזה ישוו ההפסקות להדדי וגם הקריאה של ימות החול תהיה בשני ימים בזה את זה דומיא דהפסקות שהם שני ימים בזה את זה.<br>ונראה לי בס\"ד הטעם שרצו לתקן הקריאה בשני וחמישי כי העדים שיש על ישראל על קיום התורה הם שמים וארץ דכתיב הַעִידֹתִי בָכֶם הַיּוֹם אֶת הַשָּׁמַיִם וְאֶת הָאָרֶץ <small>(דברים ל, יט) </small>ובריאת שמים וארץ לא נגמרה אלא ביום שני שבו נגמרה בריאת העדים כדי שיהיו ישראל זוכרים תמיד את העדים המעידים עליהם בקיום התורה.<br>ומה שתקנו ביום חמישי גם כן מפני שבו נבראו הדגים אשר אינם יכולים לפרוש מן המים רגע אחד וכן ישראל אינם יכולים לפרוש מן התורה הנקראת מים וכמו שאמר רבי עקיבא במשל שאמר לפפוס בן יהודה בברכות <small>(ברכות סא:) </small>שהוא משל לשועל שאמר לדגים וכו' עיין שם. וצריך שישראל יזכרו מצב הדגים שנבראו בו ביום תמיד בלבבם ואז לא יהיו פורשים מן התורה.<br>ונמצא ימים שאין בהם קריאת התורה הם אותיות דאג\"ו רמז בימים אלו דאגו מן מלחמת היצר הרע מפני שאין בהם קריאת התורה.<br>ומה שאמרו <b>כְּדֵי שֶׁלֹּא יָלִינוּ שְׁלֹשָׁה יָמִים בְּלֹא תּוֹרָה</b> קפדי על מספר שלשה כי התורה היא תבלין של יצר הרע ואיתא בגמרא דסוכה <small>(סוכה נב:)</small> אמר רבא יצר הרע בתחלה קראו הנביא בשם הֵלֶךְ ואחרי זה קראו אֹרֵחַ <small>(שמואל ב יב, ד)</small> ולבסוף קראו בעל הבית עיין שם. ולכן כדי שלא יהיה בסוג בעל הבית דאז תהיה יציאתו קשה לכך תקנו שלא יהיו שלשה ימים בלא תורה שאם יהיו שלשה ימים בלא תורה הדוחה היצר הרע יגיע היצר הרע למדרגה השלישית שהיא מדרגת בעל הבית.<br>ובזה יובן בס\"ד מאמר הגמרא בנדה פרק ב' <small>(נדה יג:)</small> כך אומנותו של יצר הרע היום אמר לו עשה כך ולמחר אמר לו עשה כך ולמחר אמר לו לך ועבוד עבודה זרה והולך ועובד עיין שם, דנקיט החלוקות על ימים ולא על שעות ובשלישי אמר 'הולך ועובד' כי בשלישי נעשה היצר הרע בעל הבית ונתאחז באדם היטב.",
            "<b>מַכְנִיס אַהֲבָה וּמוֹצִיא אֶת הַקִּנְאָה.</b> פירש רש\"י ז\"ל מתוך שמשמח את הלב מכניס אהבה. וקשא אם כן היה לו למנות גם כן שמחת הלב לדבר בפני עצמו ויהיו שבעה? ועוד קשא בשלמא כל אותם דברים שמנה תנא קמא הם טבעיים ובאכילת השום ונמצאים על ידי השום בטבע אך הקנאה היא רוחנית יצריית מעשה יצר ואיך אכילה הטבעית של השום מוציאה אותה מן האדם האם יברח יצר הרע מן השום ולא יעלה קנאה בלב האדם? ועוד אם יש תקנה לסלק השנאה באכילת שום הלא זאת היא בנקל! ולמה אמר התנא באבות <small>(משנה אבות ד, כא)</small> 'הַקִּנְאָה וְהַתַּאֲוָה וְהַכָּבוֹד מוֹצִיאִין אֶת הָאָדָם מִן הָעוֹלָם' יאכל שום וידחנה מעליו וינצל?<br>ונראה לי בס\"ד כי השום בטבעו מרבה הזרע וכיון דמרבה הזרע אז מצד הטבע מעורר תאות המשגל ביותר והנה אמרו רבותינו ז\"ל שאמר מרדכי הצדיק ע\"ה לאחשורוש '<b>אין האשה מתקנית אלא בירך חברתה</b>' <small>(מגילה יב:) </small>וצריך להבין למה אמר 'בירך' הוה ליה למימר 'אין האשה מתקנית אלא בחברתה'? אך הכונה דאף על פי דמנהגו של עולם האשה מתקנית מן צרתה בכל דבר, עיקר הקנאה לא יהיה לה אלא מצד התשמיש והעונה מפני שבכל הדברים הן תכשיט הן מלבוש הן אכילה יוכל להשוותם זה בזה בלתי הפרש כלל ואם תתקנא מצד התכשיטין ולבוש היא יש לה כמותה ובעת שלובשת צרתה לובשת גם היא וכן באכילה ושתיה בעת שזו אוכלת מאכל זה גם זו אוכלת מאכל זה וכן בכל דבר ודבר של הנאה ותענוג לא ימצא זו יש לה וזו אין לה ולמה תתקנא באמת אם אין לצרתה יתרון עליה? ורק בתשמיש ועונה שהוא שוכב לילה אחת אצל זו ולילה אחת אצל זו הנה בראותה כי זאת הלילה מתענגת עם בעלה והוא פורש ממנה, יש לה קנאה מדבר זה שאין לה.<br>ולכן אמרה לאה לרחל הַמְעַט קַחְתֵּךְ אֶת אִישִׁי וְלָקַחַת גַּם אֶת דּוּדָאֵי בְּנִי וַתֹּאמֶר רָחֵל לָכֵן יִשְׁכַּב עִמָּךְ הַלַּיְלָה תַּחַת דּוּדָאֵי בְנֵךְ <small>(בראשית ל, טו)</small> וקשא מה שייכות יש לזה עם הדודאים דאין הנאה ועונג יש ללאה מן הדודאים דהיא אינה צריכה להם ואין לה חפץ בהם?<br>ופרשתי בס\"ד דאף על גב דבאמת אין לאמותינו קנאה זו מזו כלל ועיקר עם כל זה דברה עמה לאה בדרך בדיחות כאשר ראוי לדבר האשה עם צרתה מצד הקנאה שיש לה ממנה והוא רצונו לומר הן אמת בכל הנאה וענג שוים אנחנו וכמו שעושה אליך כן עושה לי, מכל מקום בהנאת עונה ותשמיש אין אנחנו שוים כי בלילה אשר ישכב עמך לא ישכב עמי! אך זאת נחמתי כי מאחר שאני תמיד טהורה בימי עיבור ובימי יניקה ואת אין לך הריון על כן חציו של חודש את טהורה שישכב עמך וחציו של חודש את יש לך ימי ראיה וימי ספירה שאז הוא ישכב עמי בזמן שאי אפשר לשכב עמך, אך אם תקחי דודאי בני ותתעברי על ידם הנה את טהורה כל הימים וכל זמן שאת טהורה לא ישכב עמי ולא יבא אצלי ונמצא אין אני שוה עמך בעונג זה. וכל זה בדרך בדיחות דברה עמה כאשר ראוי לדבר האשה עם צרתה אך באמת ובאמונה הם אינם נחשבים צרות זו בזו!<br>ולכן אמר מרדכי הצדיק ע\"ה לאחשורוש אין האשה מתקנית אלא בירך חברתה, אמר 'בירך' לרמוז לו על התשמיש המתייחס לירך וכמו שאמרו רבותינו ז\"ל על פסוק וְנָפְלָה יְרֵכָהּ <small>(במדבר ה, כז)</small> האמור גבי סוטה כלומר אין קנאה עצמית ואמיתית אלא מצד הנאת התשמיש מפני כאשר ישכב עם זו בלילה זו תהיה חברתה רקנית מן הנאת תשמיש באותה לילה ולכן יהיה לה קנאה עצמית.<br>מיהו גם קנאה זו אפשר לעשות לה תיקון שישכיב את שתיהם עמו בחדר אחד ובכל לילה אשר ישמש עם זו ישמש גם עם זו ונמצא שוים הם בהנאה זו כי הוא קם ממטה של זו ובא למטה של זו דשתיהן בסמיכות אליו זו מצד זה וזו מצד זה ואין כאן קנאה עצמית, אך דא עקא דעל הרוב אין לאדם כח לעשות שתי עונות לזו ולזו בלילה אחת כי לא יכול להזריע פעמים אבל אם יאכל שום המרבה את הזרע תתעורר בו תאות המשגל ויוכל לקיים בשופי שתי עונות בלילה אחת ולא אכפת לו כלום וממילא לא יהיה קנאה לנשיו זו מזו גם בדבר התשמיש כי שתיהם יתענגו בעונג העונה באותה הלילה ואין לאחת יתרון על חברתה כדי שתתקנא.<br>ולכן יש אומרים על השום מכניס אהבה כלומר אהבת המשגל כיון דמרבה הזרע תתעורר באדם אהבת המשגל ביותר ואז ממילא מסיר הקנאה מבין שתי נשים שהם צרות זו לזו כי בזמן הקדמונים היו רוב בני אדם רגילים לישא איש אחד שתי נשים או יותר.<br>ובזה נתרץ בס\"ד עוד דקדוק אחד שיש להקשות למה תנא קמא לא מנה האי חלוקא דְמַכְנִיס אַהֲבָה וּמוֹצִיא אֶת הַקִּנְאָה ובמאי פליג בזה עם יש אומרים? ובזה ניחא דתנא קמא מנה דברים השייכים בכל אדם אך חלוקה זו אינה אלא באדם שיש לו שתי נשים ולפי זה חלוקה זו אחת היא ולא שתי דברים דהעיקר הוא מה שמוציא אהבה של המשגל זו היא מכח שמרבה הזרע ודבר זה נזכר בדברי תנא קמא ואינו חדוש שכבר מנה תנא קמא בכלל חמשה דברים דמרבה הזרע נמצא נעשה בין הכל ששה דברים בשום. ונראה לי בס\"ד שזה נרמז באותיות שׁוּם שהוא שם ו' כלומר שם יש וא\"ו תועליות."
        ],
        [
            "<b>לְמָחָר שִׁלְשְׁלוּ דִּינָרִין בְּקֻפָּה וְהֶעֱלוּ לָהֶם חֲזִיר.</b> יש להבין למה העלו חזיר ולא בהמה אחרת שאינה בת הקרבה והלא אותם הפרים בעליהם ישראלים היו ואינם עכו\"ם אשר אוהבים החזיר? ועוד יש להבין והלא החומה היתה חומת ירושלים ולמה נזדעזעה ארץ ישראל שהיא חוצה לירושלים תזדעזע ירושלים בלבד?<br>ונראה לי בס\"ד דידוע החזיר הוא קליפה גדולה ולכן תוך 'חֲ<b>זִי</b>ר' יש י\"ז<small> </small>מספר טוֹב <small>[17] </small>שבלוע בקליפתו חלק טוב אשר על ידי כך תהיה קליפתו קשה וכתב מהר\"ן <small>[רבי נתן נטע שפירא] </small>ז\"ל דקליפת חזיר היא 'רע עין' ולכן החזיר התחתון אם יסמו את עיניו ימות וכתב דעשו דבוק בקליפת חזיר לכן היה רע עין ולכן אדום יש להם עין רעה וכנזכר בספרו מגלה עמוקות עיין שם.<br>ובזה פרשתי הטעם מה שנאמר וְהִנֵּה עֵשָׂו בָּא וְאַרְבַּע מֵאוֹת אִישׁ עִמּוֹ (בראשית לג, א) שהביא ארבע מאות איש כמנין 'רע עין' <small>[400] </small>ועיין בספר ראשית חכמה <small>(בשער התשובה פרק ג' דף קלא)</small> שכתב בשם המקובלים ז\"ל שיש ארבע מאות כחות של סטרא אחרא כסוד וְהִנֵּה עֵשָׂו בָּא וְאַרְבַּע מֵאוֹת אִישׁ עִמּוֹ עיין שם ואפשר דהם כוונו לדבר זה גם כן ולכן אדום אוהבים את החזיר ולכן 'יְכַרְסְמֶנָּה חֲזִיר מִיָּעַר' נו\"ן רבתי <small>(תהלים פ, יד)</small>.<br>ובזה מובן היטב הטעם שהעלו להם חזיר לומר להם על מה אתם תופסים המקום הזה וסגרתם פתח החומה כנגדינו הלא עתיד לעלות למקום הזה חזיר שהוא אדום שכבר התנבא על זאת דוד המלך ע\"ה במזמור 'עַל נַהֲרוֹת בָּבֶל' באומרו זְכֹר הֳ' לִבְנֵי אֱדוֹם אֵת יוֹם יְרוּשָׁלָ‍ִם הָאֹמְרִים עָרוּ עָרוּ עַד הַיְסוֹד בָּהּ <small>(תהלים קלז, ז)</small> וכן היה אחר כך שעלה טיטוס ופרץ החומה והחריב בית המקדש ולרמוז להם על זאת לכך העלו להם חזיר על החומה.<br>ובזה מובן הטעם שנזדעזעה כל ארץ ישראל שהיא ארבע מאות פרסה כמנין 'רע עין' דקליפת חזיר שהגבירו אותה בכך באותה שעה.",
            "<b>בְּאוֹתָהּ שָׁעָה אָמְרוּ: אָרוּר הָאִישׁ שֶׁיְּגַדֵּל חֲזִירִים, וְאָרוּר הָאָדָם שֶׁיְלַּמֵּד אֶת בְּנוֹ חָכְמַת יְוָנִית.</b> קשא דעליית החזיר באה ונהייתה מחמת לימוד חכמת יונית ועל ידי כך פסק התמיד והיה צריך לקלל את המלמד חכמת יונית קודם?<br>ונראה לי בס\"ד כי <b>בְּאוֹתָהּ שָׁעָה</b> לא ידעו ולא הרגישו דעליית החזיר היתה מכח אותו זקן שסיפר עמהם בחכמה יונית לכן תכף כשראו שהעלו להם חזיר ונזדעזעה החומה קללו להמגדל חזירים ואחר שידעו שזה הדבר נעשה מכח אותו זקן שספר יונית אז קללו את המלמד לבנו חכמה יונית ולכן דקדק בעל המאמר למנקט בְּאוֹתָהּ שָׁעָה אָמְרוּ אָרוּר הָאִישׁ שֶׁיְּגַדֵּל חֲזִירִים 'באותה שעה' דייקא.<br>והא דנקטי במגדל חזירים <b>אִישׁ </b>ובלימוד חכמה יונית <b>אָדָם </b>נראה לי בס\"ד תואר אדם יאמר על חכם וחשוב אבל איש יאמר על כל המון העם ולימוד החכמה ימצא אצל החשובים ולגדל בהמות וחיות ימצא אצל סתם אנשים דעלמא.<br>והא <b>דְנִזְדַּעְזְעָה אֶרֶץ יִשְׂרָאֵל בִּנְעִיצַת צִפָּרְנָיו </b>נראה לי בס\"ד כי החזיר יש לו סימן טהרה בעקביו דפרסותיו סדוקות אך סימן טומאה בפיו דאינו מעלה גרה כמו שנאמר וְאֶת הַחֲזִיר כִּי מַפְרִיס פַּרְסָה הוּא וְלֹא גֵרָה טָמֵא הוּא לָכֶם <small>(דברים יד, ח) </small>נמצא סימן טהרה מראה בעקביו אבל הוא בראשו נגעו כי פיו הוא בראשו ולכן נעץ צפרניו בחומה להראות סימן טהרה שיש בו כי אותו החזיר שהעלו הגם דאין בו דעת הנה הקליפה נתלבשה בו והניחתו לנעוץ צפרניו להראות שראוי הוא לקרבן מצד סימן זה של טהרה שיש בו, ולכן נזדעזעה ארץ ישראל בעת שהראה סימן טהרה זה שלו דכפי האמת טמא הוא מכח סימן טומאה אשר בפיו ולכן קללו את המגדל חזירים בקללה של ארור כי 'עקבי חזיר' גימטריא ארור <small>[407] </small>ולזה אמרו '<b>אָרוּר</b>'<b> הַמְּגַדֵּל חֲזִירִים</b> שסמך והסתכל רק בעקבי חזיר שיש ברגליו סימן טהרה ולכך גדלו על כן ארור יהיה כמנין 'עקבי חזיר' שהסתכל בהם ולא נסתכל בראש החזיר ששם סימן טומאה."
        ],
        [
            "<b>וְאָמַר רַבִּי יוֹסֵי: בְּבָבֶל לְשׁוֹן אֲרַמִּי לָמָּה.</b> הקשה בשיטה מקובצת למאי מייתי הא דרבי יוסי כיון דלא פריך מינה מידי? עיין שם.<br>ונראה לי בס\"ד דבלאו הכי הייתי מפרש דברי רבי שלא בא לדבר בשבח הלשונות ולומר שיפה לדבר בלשון סורסי או בלשון יון אלא בא לומר מי הכניס את לשון סורסי בארץ ישראל לדבר בו? כי מצד ההרגל לא היה ראוי שימצא שם אלא לשון הקודש או לשון יון שהיה שם קודם הגזרה וגם שהוא קרוב להם, ואין כונתו לומר שיפה להם לדבר בו אלא תמה על מציאות הלשון שנמצא שם שהוא לשון סורסי אשר מן הראוי מצד המדיני לא ימצא שם אלא לשון הקודש או לשון יון מחמת שהיה מצוי שם קודם הגזרה וגם בשביל שהם קרובים ליון.<br>ואם כן אין מזה קושיא ולכך הביא דברי רבי יוסי גם כן שדבריו אי אפשר לפרשם בהכי לומר דקא מתמה על מציאות הלשון של ארמי הנמצא בבבל איך נכנס שם ואיך בא לשם דהא ודאי בבבל ראוי שימצא לשון ארמי דעיקר לשונם מעיקרא היה וגם שהם קרובים לאור כשדים ושאר עיירות אשר לשונם הוא לשון ארמי ואין זה תימה איך נמצא בבבל לשון ארמי, ולכן מוכרח לפרש דברי רבי יוסי דקא מתמה מצד גנות לשון ארמי ושבח של לשון הקודש ולשון פרסי דכוונתו לומר למה ידברו בלשון בזוי זה של ארמי טוב שידברו בלשון הקודש או בלשון פרסי לפחות ומאחר כי כונת רבי יוסי בדבריו אלו כך הם ודאי גם דברי רבי אשר באו בסגנון זה של רבי יוסי ונקיט להו תנא דברייתא בהדי דברי רבי יוסי כך הם כונת דבריו דקא מתמה למה ידברו בארץ ישראל בלשון סורסי שהוא לשון נלעג טוב שידברו בלשון הקורש או בלשון יונית? ולהכי קא מקשי שפיר מהכא.",
            "<b>\"וּבְנֻחֹה יֹאמַר: שׁוּבָה ה' רִבְבוֹת אַלְפֵי יִשְׂרָאֵל\", לְלַמֶּדְךָ שֶׁאֵין שְׁכִינָה שׁוֹרָה עַל יִשְׂרָאֵל פָּחוֹת מִשְּׁנֵי אֲלָפִים וּשְׁנֵי רְבָבוֹת <small>(במדבר י, לו)</small>.</b> נראה לי בס\"ד טעם למספר כ\"ב אלפים כנגד כ\"ב אותיות התורה שישראל אחוזים בכ\"ב אותיות התורה וכמו שאמרו המקובלים 'יִשְׂרָאֵל' ראשי תיבות <b>י</b>ש <b>ש</b>שים <b>ר</b>בוא <b>א</b>ותיות <b>ל</b>תורה וכן הוא מספר אותיות שקודם אותיות הוי־ה שהם טדה־ד <small>[22] </small>וכן הוא ראשי תיבות <small>(דברים ו, ד)</small> <b>יְ</b>יָ <b>אֱ</b>לֹקֵינוּ <b>יְ</b>יָ <b>אֶ</b>חָד <small>[22] </small>להורות מה שאמר בתיקונים <small>(זהר חלק ב' צ:) </small>קודשא בריך הוא ואורייתא וישראל כולא חד.<br>והנה כ\"ב אלף הוא מספר טוֹבָה <small>[22] </small>ובזה יובן בס\"ד וְחוֹטֶא אֶחָד יְאַבֵּד טוֹבָה הַרְבֵּה <small>(קהלת ט, יח)</small> 'חוֹטֶא' רצונו לומר מחסר נפש אחת מישראל אז נחסר מספר הכ\"ב שהוא מספר טוֹבָה.",
            "<b>שְׁקִילָא טִיבוּתִיךְ וְשַׁדְיָא אַחִיזְרֵי.</b> פירש רש\"י ז\"ל על קוצים. ונראה לי כונתה כי הולד אף על פי שעדיין הוא בבטנה שלא הפילתו הרי הוא סופו ליפול כקוצים אלו שנמצאים לפניה שעומדים להסקה דאחר שעה יהיו אפר.<br>אי נמי חזיר לשון חזירים דאמרו רבותינו ז\"ל <small>(בראשית רבה סה, א)</small> החזיר מראה טלפים לומר שהוא טהור שיש לו סימן אחד ברגלו שפרסותיו סדוקות אך באמת בראשו נגעו דאינו מעלה גרה וזה סימן טומאה נמצא סימן טהרה אשר מראה הוא הבל אין בו מועיל, כן טובתך דזו דאמרת 'שְׁקִילֵי נִיבֵיהּ' אין בה מועיל דכבר נד ולד.<br>ובספר שיטה מקובצת הביא בשם גאון שפירש 'אַחִיזְרֵי' לשון חזרה כאדם האומר טול טובתך וזרוק לאחוריך עיין שם. ונראה לי דכונתה בחזרה זו לומר טובה שעשית למשקל ניביה תחזירה אל הכלב כי הוא מזיק בנביחתו קודם שישוך ומה הועילה עקירת שניו דכבר נד ולד מן הנביחה בלבד."
        ],
        [],
        [],
        [],
        [
            "<b>אַסְיָא רְחִיקָא עֵינָא עֲוִירָא.</b> פירוש הנכון בזה הוא פירוש הרב המאירי ז\"ל שהביאו בשיטה מקובצת כלומר מעויר עניני העולם ברמאותו שאינו יודע לרפאות ומחזיק עצמו לרופא מומחה לרפאות גם חלאים קשים ולא אכפת לו מן הגנות לבסוף מאחר דאינו תושב אלא אורח והולך אחר כך למקומו הרחוק עיין שם."
        ],
        [],
        [],
        [],
        [
            "<b>כִּי מַפְקִידְנָא אִית לִי אַגְרָא טְפֵי.</b> לא קאי על שכר טוב עולם הזה או טוב עולם הבא אלא קאי על שכר אחר שהוא מה שאמרו רבותינו ז\"ל <small>(משנה אבות ד, ב)</small> 'שְּׂכַר מִצְוָה מִצְוָה' שממציא לו הקדוש ברוך הוא מצוה אחרת לעשותה ועל זה השכר קאמר <b>אִית לִי אַגְרָא</b>.<br>והנה לדעת רבי יהודה דפוטר יש לפרש הכתוב מִצְוַת הֳ' בָּרָה מְאִירַת עֵינָיִם <small>(תהלים יט, ט)</small> אמתי ברה וחשובה טפי? כאשר איכא מאירת עינים דאז גדול המצווה ועושה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מַעֲשֶׂה בְּאֶחָד שֶׁפָּרַע רֹאשׁ הָאִשָּׁה בַּשּׁוּק, בָּאתָ לִפְנֵי רַבִּי עֲקִיבָא, וְחִיְּבוֹ לִתֵּן לָהּ אַרְבַּע מֵאוֹת זוּז.</b> נראה לי בס\"ד טעם לסך זה דאורח נשים הוא שלא ילכו בגלוי הראש לכן זה שפרע ראשה הסיר והעביר ממנה אורח ודרך נשים לכך חייבו ארבע מאות זוז כמנין <b>נָשִׁים</b> <small>[400]</small>.<br>ועוד נראה לי בס\"ד טעם לזה כי ידוע שיש בקליפה ארבע מאות שערות בראש הן בזכר הן בנקבה כמנין <b>שָׂק</b> <small>[400] </small>ולכן כתב רבינו מורנו הרב רבי חיים ויטאל ז\"ל בשער רוח הקודש וזה לשונו: כשהאדם משים שק על מתנים גורם תשות כח לאותם ארבע מאות שערות של הקליפה שהם כמנין שק וגם שהם דומים לשק כי השק מן השערות נעשה עד כאן לשונו עיין שם. ובזה מובן הטעם שפיר כיון שזה פרע ראש האשה הישראלית בשוק וגילה שערות ראשה הגביר אותם שערות דקליפה שהם כמנין שק ולכך קנסו בארבע מאות כמנין שק.<br>ובברייתא איתא<small> (דף צא.)</small> דאמר לו צללת במים אדירים והעלית חרס בידך, ופירש הרב תורת חיים ז\"ל לפי שהמרגליות במצולות הים הם גדלים ויש עליהם כמין חריסין דלהכי איתא בתלמודא בכמה דוכתי 'אי לאו דדלאי לך חספא לא משכחת לה מרגינתא מתותא' והיינו דקאמר לו צללת במים אדירים כלומר יגעת להעלות המרגליות ולא העלית אלא החריסין שעליהם עד כאן לשונו.<br>ונראה לי כונתו במשל כזה היורד למצולות ים שהעלה חריסין רקנין קשה עליו הדבר יותר מאם לא היה מעלה חריסין כלל וכלל יען כי במוצאו החריסין בעודו בים היה לו שמחה בזאת המציאה בבטחו שימצא מרגליות בחריסין כי לבו מטהו יותר שימצא שאז אחר שיצא מן הים וראה החריסין ריקנין יגדל צערו יותר וכן בנמשל זה חשב שירויח אותן ארבע מאות זוז על ידי המצאה זו שעשה בהפסד השמן ואחר שבא לדין וראה שלא הועיל הנה הוא מצטער יותר."
        ],
        [],
        [],
        [
            "<b>אֵין נִמְחָל לוֹ עַד שֶׁיְּבַקֵּשׁ מִמֶּנּוּ, שֶׁנֶּאֱמַר: \"וְעַתָּה הָשֵׁב אֵשֶׁת הָאִישׁ כִּי נָבִיא הוּא\" <small>(בראשית כ, ז)</small>.</b> נראה לי בס\"ד יליף לה מדכתיב 'כִּי נָבִיא הוּא' וקשה מה שייכות יש לדבר זה דנביא הוא הכא? אלא מוכרח לפרש כונתו כך כיון דצריך לפייסו שימחול לו יאמר אבימלך איך אפשר שיתפייס למחול אם חושב שנגעתי בה ברצונה ואסרתיה עליו דזה הַמְעֻוָּת לֹא יוּכַל לִתְקֹן <small>(קהלת א, טו)</small>? לכך אמר לו 'כִּי נָבִיא הוּא' ויודע שלא נגעת בה ולכך ימחול לך אם תבקש ממנו מחילה.",
            "<b>וּמִנַּיִן שֶׁאִם לֹא מָחַל לוֹ, שֶׁהוּא אַכְזָרִי? שֶׁנֶּאֱמַר 'וַיִּתְפַּלֵּל אַבְרָהָם אֶל הָאֱלֹקִים' <small>(בראשית כ, יז)</small>.</b> קשא מנא ליה הא, דילמא אברהם אבינו ע\"ה שאני דהיה נביא וידע בנבואה שהשם יתברך אמר לו בחלום לאבימלך שיתפלל אברהם בעדו ויחיה ולכך הוכרח להתפלל לקיים דבר ה' שאמר לאבימלך?<br>ונראה לי בס\"ד כי בחלום לא אמר לו אלא יתפלל בעדך וחיה, והוא התפלל בעד כל בני ביתו גם כן דהא כתיב 'וַיִּתְפַּלֵּל אַבְרָהָם אֶל הָאֱלֹקִים וַיִּרְפָּא אֱלֹקִים אֶת אֲבִימֶלֶךְ וְאֶת אִשְׁתּוֹ וְאַמְהֹתָיו וַיֵּלֵדוּ' משמע דרפא את כולם בשביל תפלתו דאברהם אבינו ע\"ה שהתפלל על כולם ועל כן כיון דהתפלל על כולם משמע שנתן לו מחילה גמורה לפטור את כולם כי גם הם נתחייבו על אשר לא מיחו ולכך לקו ואם כן שמע מינה שצריך למחול ולא יהיה אכזרי דאם לא היה ראוי כן משורת הדין לא היה עושה אברהם אבינו עם העכו\"ם בתורת חנינה.<br>אי נמי בחלום אמר לו וְיִתְפַּלֵּל בַּעַדְךָ וֶחְיֵה <small>(בראשית כ, ז)</small> משמע שיתפלל רק בעד נקבי השתן ועשיית צרכיו שבזה תלוי חיותו ואינו מוכרח שיתפלל גם בעד עצירת שכבת זרע כדי שילדו והוא התפלל גם על זה.",
            "<b>שְׁלֹשָׁה בָּאִישׁ, שִׁכְבַת זֶרַע וּקְטַנִּים וּפִי־הַטַּבַּעַת <small>(בראשית כ, יח)</small>.</b> יש להקשות בשלמא שכבת זרע ולידה עונשם בזה שייך לענין החטא שחטא אבימלך, הוא רצה להזריע ח\"ו באותה צדקת ולהוליד ממנה פרי לפיכך לקה בשכבת זרע ולידה אך עצירת פה השתן ופי הטבעת מה שייכות יש לזה בחטא שלו?<br>ונראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל בעץ חיים הטעם שהקליפה ועבודה זרה נקראת צֹאָה בְּלִי מָקוֹם <small>(ישעיה כח, ח)</small> מפני כי משם נזונים וזהו סוד עבודה זרה של פעור שעבודתה בכך לפעור הזוהמה אליה כי זה מזונה ובזה נמשך השפע שלה עיין שם. ובזה פירשו המקובלים ז\"ל רמז הכתוב וַיְבָרֶךְ הֳ' אֶת בֵּית הַמִּצְרִי בִּגְלַל יוֹסֵף <small>(בראשית לט, ה)</small> לשון גללים וצריך האדם בלכתו לבית הכסא לכוין לתת בזה מזון החיצונים כנזכר בדברי קדשם.<br>והנה ידוע מה שאמרו רבותינו ז\"ל <small>(סוטה ט.)</small> כל הנותן עיניו בשאינו שלו אז גם שלו לא יגיע לו, צא ולמד מן קרח וכיוצא בו ולכן זה אבימלך אשר הסטרא אחרא שלו נתנה עיניה באינה שלה שרצתה לכבוש את שרה הקדושה והטהורה לטמאותה ח\"ו ולהנות ממנה אז גם שלה שהוא שפע הבא לקליפה מצד הצואה והטינוף של גדולים וקטנים לא הגיע לה כי נעצרו המקומות ההם מחמת שגברה הקדושה של שרה אמנו ע\"ה.<br>ובזה יובן הטעם שחילקם הכתוב לשני עצירות דכתיב כִּי עָצֹר עָצַר <small>(בראשית כ' יח)</small> כי עצירת שכבת זרע ולידה היתה חיוב ועונש מדה כנגד מדה וצער זה נוגיע לאבימלך דוקא אך עצירת פי השתן ופי הטבעת הם נלקחו מחלקו וגורלו מטעם אחר וגם עצירה זו נוגעת לקליפה גם כן.<br>והנה לפי דברי רבותינו ז\"ל במדרש דגם החוטם ואזנים נעצרו נמצא היתה העצירה בחמשה מקומות שהם אזנים וחוטם ומקום הזרע ומקום מי רגלים כי הם בשני מקומות וכותל אחד דק מפסיק ביניהם וגם מקום פי הטבעת הרי חמשה מקומות שנענש בהם כמספר ה\"א שבאשה שרצה לנגוע בה ולפגום אותה גם חמשה כנגד ה׳ גבורות שהדין נעשה על ידם וידוע כי הה׳ גבורות הם חמשה אותיות אלקים ולכן כתיב 'וַיִּתְפַּלֵּל אַבְרָהָם אֶל הָאֱלֹקִים וַיִּרְפָּא אֱלֹקִים אֶת אֲבִימֶלֶךְ' <small>(בראשית כ, יז) </small>כי בה׳ גבורות שהם חמש אותיות אלקים לקה ובהם נתרפא אי נמי לקה בחמשה מקומות כנגד משמוש שעשה בחמשה אצבעות וכנזכר ברש\"י ז\"ל.",
            "<b>וּכְתִיב: \"וַהֳ' פָּקַד אֶת שָׂרָה כַּאֲשֶׁר אָמָר\"<small> (בראשית כא, א)</small>.</b> פירוש שאם רצונו לומר כַּאֲשֶׁר אָמָר המלאך את הבשורה הא כתיב וַיַּעַשׂ הֳ' לְשָׂרָה כַּאֲשֶׁר דִּבֵּר <small>(בראשית כא, א)</small> ולמה כפל הדברים אלא ודאי קאי על אברהם מיהו רבה בר מרי לא ניחא ליה להביא האי קרא משום דאין דבר זה מפורש בו כי אם מדיוק הכתוב אבל פסוק דאיוב מפורש בו טפי.",
            "<b>בַּהֲדֵי הוּצָא לָקִי כַּרְבָא <small>(ירמיה ב, כט)</small>.</b> כינה הרשעים ב'<b>הוּצָא</b>' שהוא קוץ דאין הנאה ממנו אלא בשרפתו כן הרשע מיתתו ואבודו הנאה לו והנאה לעולם וכל זמן שהוא חי הוא קוץ מכאיב וכן הוא אומר וּבַאֲבֹד רְשָׁעִים רִנָּה <small>(משלי יא, י)</small> ולצדיקים כינה אותם בשם <b>כַּרְבָא</b> שהוא נער על דרך שאמרו רבותינו ז\"ל <small>(ראה יומא כב:)</small> בֶּן שָׁנָה שָׁאוּל בְּמָלְכוֹ <small>(שמואל א' יג, א)</small> כבן שנה שלא טעם טעם חטא, כן הצדיקים אף על פי שהם גדולים בשנים נקראים בשם 'נער' וכמו שמצינו גבי יצחק אבינו ע\"ה שקראו אביו נער דכתיב וַאֲנִי וְהַנַּעַר נֵלְכָה עַד כֹּה<small> (בראשית כב, ה)</small> והוא היה בן ל\"ז שנה וכן בנימין קראוהו נער אף על פי שהיה בן ל\"ו שנים וכן הוא אומר כִּי נַעַר יִשְׂרָאֵל וָאֹהֲבֵהוּ <small>(הושע יא, א)</small> כנער שאין בידו חטא.",
            "<b>וַאֲנָא אֲמִינָא מֵהָכָא \"עַד אָנָה מֵאַנְתֶּם לִשְׁמֹר מִצְוֹתַי וְתוֹרֹתָי\".</b> הקשה מהרש\"א ז\"ל רבה בר מרי אמאי לא דייק לה מהאי קרא? עיין שם.<br>ונראה לי בס\"ד דפסוק לָמָּה תָרִיבוּ <small>(ירמיה ב, כט) </small>מוכרח לפרשו שעם הצדיקים מדבר יען מחמת שהם צדיקים מתלוננים כשיבא האויב והצרה עליהם לומר 'מדוע עשה ה' לנו כל זאת' ולכן אמר לו לָמָּה תָרִיבוּ הלא גם אתם אינכם מנוקים מעון אלא פְּשַׁעְתֶּם אבל הרשעים איך מעיקרא יריבו ויתלוננו כיון דרואין עצמן רשעים גמורים ולכן בחר להביא פסוק עַד אָנָה מֵאַנְתֶּם<small> (שמות טז, כח) </small>דזה יש לפרשו שפיר שהוא מדבר עם אותם שחטאו והזידו לחלל שבת שיצאו ללקוט.",
            "<b>הָכִי אָמַר<small> </small>רַבִּי<small> </small>יוֹחָנָן 'אוֹתָם שֶׁהֻכְפְּלוּ בְּשֵׁמוֹת'.</b> פירוש החלשים שהוצרכו לכפילת השמות וקשה אם כן למה שלח עמהם את יהודא שהיה גבור לכולי עלמא? ונראה לי בס\"ד עשה כן להטעותו כדי שלא יחשוב שבירר לו החלשים והניח כל הגבורים לכן הניח עמהם גיבור. ועוד יש לומר כי יהודא אי אפשר להכריחו כי הוא מפורסם וידוע לכל.<br>והא דלא חש על יהודה מפני שגבורתו היא למעלה מן הטבע, לא ירצה פרעה להכניסו בענייני הממשלה פן ימרוד בו.<br>והא דהביא ענין זה הכא אחר שדבר המשל של 'בַּהֲדֵי הוּצָא לָקִי כַּרְבָא' מפני כי הוא ידע דיש מפרשים חמשה על אותם שנכפלו שמותם ויש מפרשים על אותם שלא נכפלו שמותם והוקשה לו למאן דאמר אותם החלשים אם כן למה שלח עמהם את יהודה הגיבור? ונתיישבה שאלה זו אצלו בטעם זה דאמרי אינשי שהביא הכא והוא כי 'בַּהֲדֵי הוּצָא לָקִי כַּרְבָא'.",
            "<b>בָּתַר עַנְיָא אַזְלָא עֲנִיּוּתָא.</b> יובן זָכָר <small>[227] </small>גימטריא בְּרָכָה <small>[227] </small><b>זָכָר </b>זה כר בא ככרו עמו <small>(נידה לא:)</small>. <b>נְקֵיבָה</b> נקי בה על דרך יצא פלוני נקי מנכסיו שמביאתו לידי עניות שנותן לה כל אשר לו בנדונייא. וכפי הטבע העני מוליד נקבות דאיש מזריע תחילה יולדת נקבה <small>(נידה כה:)</small> וכפי הטבע העני מחמת חולשתו ממהר להזריע ולכן מוליד נקבות שהם עניותא."
        ],
        [
            "<b>וַאֲנָא אֲמִינָא מֵהָכָא \"וְטָמֵא טָמֵא יִקְרָא\"<small> (ויקרא יג, מה)</small>.</b> עיין פירוש רש\"י והקשה בתורת חיים ז\"ל והלא מילי טובא חשיב בההוא קרא שהמצורע חייב בהם דכתיב בְּגָדָיו יִהְיוּ פְרֻמִים וְרֹאשׁוֹ יִהְיֶה פָרוּעַ וְעַל שָׂפָם יַעְטֶה וְטָמֵא טָמֵא יִקְרָא <small>(ויקרא יג, מה)</small> ואמאי מייתי דוקא האי מילתא ד'טָמֵא טָמֵא יִקְרָא'? ועוד הא האי מלתא טבא ליה כדי שיבקשו עליו רחמים? עיין שם.<br>ונראה לי בס\"ד דידוע 'ברית כרותה לשפתים' <small>(מועד קטן יח.)</small> ולכן האדם צריך לדבר לשון נקיה ולכך נזהרו רבותינו ז\"ל להזכיר הצרעת בשם דבר אחר דאמרו 'קשה לדבר אחר' <small>(שבת קכט:)</small> ולא אמרו 'קשה לצרעת' ולכן יזכירו הסומא בשם סגי נהור. והנה כאן שצריך להודיע צערו לרבים כדי שיבקשו עליו רחמים למה יקרא טָמֵא טָמֵא יתקנו לו מלתא אחריתי שהוא לסימן שיבינו העולם שהוא מצורע ויבקשו עליו רחמים? ולזה אמר בָּתַר עַנְיָא אַזְלָא עֲנִיּוּתָא, דהכריחו הכתוב לומר על עצמו בפה מלא שהוא טמא אף על פי שהוא באמת מצפה לטהרה שיטהרנו הכהן.",
            "<b>שִׁיתִּין רְהוּטֵי רָהוּט, וְלֹא מָטוּ לְגַבְרָא דְּמִצַּפְרָא כָּרִיךְ.</b> הקשה הרב פני יהושע ז\"ל מאי רבותא יש יותר אם ששים רצים אחריו ואין מגיעין אותו ממה שיהיה אחד רץ אחריו ואינו מגיעו והלא כל אחד רץ לפי דרכו? עיין שם.<br>ונראה לתרץ בס\"ד כשהאדם רץ ורצין אחריו מוכרח שיפול פחד ומורך בלבבו בעת שהוא רץ פן זה הרץ אחריו יגיעו וזה הפחד והמורך יהיה לו לתקלה כי יחלש כוחו ולא יוכל לרוץ בכל כוחו אך יש הפרש בזה בין אם רץ אחד לבדו אחריו לבין יש עשרה רצין אחריו כי מחמת אדם אחד לא יהיה לו פחד ומורך כל כך כי יחשוב שמא יטרח ויגע הרבה ויעמוד או שמא יזדמן לו מכשול להיות נתקל בו ויתעכב ואז ממילא לא יוכל להשיגו אבל אם עשרה רצין אחריו קשה לחשוב שכולם יהיו יגיעין ולכולם יהיה דבר של עכבה וכל שכן אם הם ששים בני אדם ולכן נקיט ששים לרבותא.",
            "<b>וְכֻלָּן פַּת בַּמֶּלַח שַׁחֲרִית וְקִתּוֹן שֶׁל מַיִם מְבַטְּלָתָן <small>(שמות כג, כה)</small>.</b> נראה לי בס\"ד כולהו רמיזי ב'<b>מַחֲלָה</b>' עצמה כי מחלה אותיות <b>הַלֶּחֶם</b> רמז דהלחם מציל ממחלה. גם מַחֲלָה אותיות <b>הַמֶּלַח</b> רמז דהמלח מבטל המחלה. גם מַחֲלָה אותיות <b>לְחַמָּה</b> רמז לאוכל הלחם בזריחת החמה מבטל המחלה.<br>ושתיית המים נרמז במספר מַחֲלָה עם שני נקודות פת\"ח וקמ\"ץ <small>[111] </small>עולה קי\"א כמנין הַמַּיִם עם נקודות פת\"ח וחיר\"ק <small>[111] </small>עולה קי\"א רמז שתיית המים מבטלת המחלה.<br>ונראה לי בס\"ד לרמוז בפסוק וַהֲסִרֹתִי מַחֲלָה מִקִּרְבֶּךָ <small>(שמות כג, כה)</small> תיבת מִקִּרְבֶּךָ למפרע ראשי תיבות '<b>כ</b>כר <b>ב</b>מלח <b>ר</b>ווה <b>ק</b>יתון <b>מ</b>ים' וזהו וַהֲסִרֹתִי מַחֲלָה על ידי דברים אלו שרמוזים באותיות מִקִּרְבֶּךָ.",
            "<b>חַבְרִיךְ קַרְיָיךָ 'חַמְרָא', אֻכְּפָא לְגַבִּיךְ מוּשׁ.</b> נראה לי בס\"ד <b>מוּשׁ </b>מלשון כִּי מִן הַמַּיִם מְשִׁיתִהוּ <small>(שמות ב, י)</small> שהוא לשון המשכה כלומר תודה ותמשך לדבריו ולא תסתור דבריו ומביא ראיה שאמר לה המלאך<small> (בראשית טז, ח)</small> 'הָגָר שִׁפְחַת שָׂרַי' והודית לדבריו שאמרה 'מִפְּנֵי שָׂרַי גְּבִרְתִּי' שקראתה גברת עליה אף על פי שהיתה אותו זמן מורדת ובורחת ממנה.<br>ועוד נראה לי <b>מוּשׁ </b>לשון מישוש כמו <small>(בראשית כז, כא)</small> גְּשָׁה נָּא וַאֲמֻשְׁךָ בְּנִי  וַיִּגַּשׁ וַיְמֻשֵּׁהוּ, והיינו כיון שקראך 'חמור' יש לזה שתי טעמים דיתכן ראה בגד שלך עב וגס כאוכף של חמור ולכך קראך חמור ואופן השני שראה בך חסרון דעת ולכך קראך 'חמור' על כן אתה בשומעך דבר זה תמשש בבגדך אם תראה שבאמת הוא עב וגס ודאי ביאור דבריו כפירוש קמא ואם לאו דאין הבגד ראוי לגנותו ודאי פירוש דבריו באופן השני.<br>ועל זה מביא ראיה מפסוק וַיֹּאמַר הָגָר שִׁפְחַת שָׂרַי אֵי מִזֶּה בָאת וְאָנָה תֵלֵכִי וַתֹּאמֶר מִפְּנֵי שָׂרַי גְּבִרְתִּי אָנֹכִי בֹּרַחַת <small>(בראשית טז, ח) </small>שפרשו המפרשים ז\"ל הכונה בזה הוא אחר שאמר לה '<b>שִׁפְחַת שָׂרַי</b>' לא קבלה שם השפחה בשתיקה אלא רצתה לברר ולהבין כונתו בזה דאמרה לו איך אתה קורא אותי 'שפחת' והלא עתה מפני דבר זה <b>אָנֹכִי בֹּרַחַת</b> שלא אהיה נקראת עוד בשם 'שפחה' ושרי ראוי שתהיה נקראת צרתי ולא <b>גְּבִרְתִּי</b> או שמא אתה קורא אותי כן על זמן הראשון? והשיב לה את טועה בבריחה זו אלא את חשובה שִׁפְחַת שָׂרַי והיא חשובה גברתיך בעל כרחך ולזה אמר <b>שׁוּבִי אֶל שָׂרַי גְּבִרְתֵּךְ</b> ולא עוד אלא <b>הִתְעַנִּי תַּחַת יָדֶיהָ</b>, נמצא אם קראו לאדם באיזה תואר ושם שיש לו שתי אופנים לא ישתוק אלא יחקור לידע בירורו של דבר.",
            "<b>מִלְּתָא דְּמִגַּנְיָא דְּאִית בָּךְ, קָדִים אֲמָרָהּ.</b> פירוש חטא ועון שיש בך תקדים להתוודות עליו תכף ומיד אחר עשייתך אותו קודם שיקטרג המקטרג ויזכור חטאך למעלה כי כיון דהתוודתה מקודם מוֹדֶה וְעֹזֵב יְרֻחָם <small>(משלי כח, יג)</small>.",
            "<b>שָׁפִיל וְאָזִיל בַּר־אַוְזָא, וְעֵינוֹהִי מְטַיְפֵי <small>(שמואל א כה, לא)</small>.</b> פירוש רמז על ישראל שנקראו בשם עופות אם יש להם מדת שפלות וענוה אז עיניהם תצפה לגאולה דאין בית דוד בא אלא עד שיכלו גסי הרוח<small> (סנהדרין צח.)</small>.",
            "<b>שִׁיתִּין תִּכְלֵי מַטְיוּהָ לְכַכָּא, דְּקָל חַבְרֵיהּ שָׁמַע וְלָא אָכַל <small>(מלכים א' א, כו)</small>.</b> נראה לי בס\"ד דעסק התורה נקרא בשם אכילה דכתיב לְכוּ לַחֲמוּ בְלַחֲמִי<small> (משלי ט, ה) </small>גם ידוע סוד הפסוק הִנֵּה מִטָּתוֹ שֶׁלִּשְׁלֹמֹה שִׁשִּׁים גִּבֹּרִים סָבִיב לָהּ מִגִּבֹּרֵי יִשְׂרָאֵל <small>(שיר השירים ג, ז)</small> דששים גבורים הם סוד ששה קצוות שהם ששה ספירות שכל אחד כלול מעשר הרי ששים שכולם הם בחינת גבורות וזהו שִׁשִּׁים גִּבֹּרִים ומתמתקים על ידי עסק תורה שבעל פה שהיא ששה סדרים כנגד שִׁשִּׁים גִּבֹּרִים שהם ששה עשרות ששרשם ששה קצוות ולכן הם עושים דין ומייסרין להמבטל עסק התורה.<br>וזהו שאמר שִׁיתִּין תִּכְלֵי רמז לששים גבורים הנזכר מַטְיוּהָ לְכַכָּא דְּשָׁמַע קָל חַבְרֵיהּ וְלָא אָכַל פירוש לאדם ששומע קול תורה של חבירו באזניו ועם כל זה הוא אינו מתעורר לקום ללמוד תורה שזה עונשו חמור יותר מאותו שאינו שומע קול תורה באזניו מאחרים ועל כן נלקה על ידי ששים גבורים יותר.",
            "<b>אָמַר לֵיהּ: דִּכְתִיב \"וְלִי אֲנִי עַבְדֶּךָ, וּלְצָדֹק הַכֹּהֵן, וְלִבְנָיָהוּ בֶן יְהוֹיָדָע, וְלִשְׁלֹמֹה עַבְדְּךָ לֹא קָרָא\" <small>(מלכים א' א, כו)</small>.</b> קשה מאי הוכחא מהכא דנתן הנביא ע\"ה היה מוכרח לספר המעשה שהיה כמו שהיא כדי שיבין המלך כונתם באותו מסיבה ומי אלה הנפרדים מהם וקושטא דמלתא קאמר מפני שהוא צר לו על אשר לא נקרא לאכול?<br>ונראה לי בס\"ד דדייק ממה שהוצרך לפרש על עצמו גם כן דקאמר 'וְלִי אֲנִי עַבְדֶּךָ' דאם משום שרצה להודיע שמות אותם המובדלים מהם לא צריך להודיע על עצמו כי הוא ודאי נבדל ממעשיהם ומחשבתם כיון שבא לקרות תגר עליהם גם הטעם שהזכיר גם את עצמו בפירוש שלא נקרא עמהם לאותה המסיבה מפני שקשה לו הדבר הזה שנפקד משלחן המסיבה ההיא שאוכלים ושותים שם.<br>מיהו דע דודאי אין כונת רבה בר מרי לומר שבאמת היה קשה הדבר הזה אצל נתן הנביא ע\"ה על שנפקד מאותה אכילה והוא קובל על כך, דזה לא יתכן לחשוב כזאת על נביא קדוש אלקים! אך כונת רבה בר מרי לעשות אסמכתא בעלמא להאי מלתא דאמרי אינשי מפשט אשר האדם יוכל לדייקו מן המקרא הזה ולא שסובר שבאמת כך היתה ח\"ו כונתו של נתן הנביא ע\"ה וזה ברור ופשוט.",
            "<b>וַאֲנָא אֲמִינָא מֵהָכָא \"וַיְבִאֶהָ יִצְחָק הָאֹהֱלָה שָׂרָה אִמּוֹ, וַיִּקַּח אֶת רִבְקָה, וַתְּהִי לוֹ לְאִשָּׁה, וַיֶּאֱהָבֶהָ, וַיִּנָּחֵם יִצְחָק אַחֲרֵי אִמּוֹ\" וּכְתִיב בַּתְרֵיהּ \"וַיֹסֶף אַבְרָהָם וַיִּקַּח אִשָּׁה וּשְׁמָהּ קְטוּרָה\" <small>(בראשית כד, סז)</small></b>. הא דלא הביא רבה בר מרי מקרא זה שהוא מן התורה, נראה לי בס\"ד דסבר אין טעמו של דבר משום ענין זה דאמרי אינשי אלא לעולם הוא היה בדעתו לישא אשה תכף אחר פטירת שרה אך מאחר דיצחק בנו היה בן ל\"ז שנה ועודנו בחור ובת זוגו רבקה עודנה קטנה כי נולדה בעת שנפטרה שרה אין זה ראוי לפי מנהגו של עולם שהוא ישא אשה ובנו בחור בלא אשה לכך המתין עד שנשא יצחק אשה ואחר כך נשא גם הוא.",
            "<b>חַמְרָא לְמָרֵיהּ, וְטִיבוּתָא לְשַׁקְּיֵהּ <small>(במדבר כז, יח)</small>.</b> נראה לי בס\"ד התורה מכונית בשם יין דכתיב וּשְׁתוּ בְּיַיִן מָסָכְתִּי <small>(משלי ט, ה)</small> והיא של הקדוש ברוך הוא בודאי ועם כל זה מייחסה לחכמים דאמרו רבותינו ז\"ל <small>(קידושין לב:)</small> רב שמחל על כבוד התורה כבודו מחול. ומקשי וכי אורייתא דיליה איהי? ומתרץ אין דיליה היא דכתיב כִּי אִם בְּתוֹרַת הֳ' חֶפְצוֹ וּבְתוֹרָתוֹ יֶהְגֶּה יוֹמָם וָלָיְלָה <small>(תהלים א, ב)</small> דקרי לה 'תורתו' <small>(על פי עבודה זרה יט.)</small> ולזה אמר <b>חַמְרָא לְמָרֵיהּ</b> הוא הקדוש ברוך הוא <b>וְטִיבוּתָא לְשַׁקְּיֵהּ</b> הרבנים שמשקים התורה לתלמידיהם דנחשב כאלו משלהם נותנים להם.<br>ועל דרך הסוד יש לומר רמז לסוד היין הנמשך מן הבינה שהוא סוד יין המשומר בענביו שנמשך למלכות על ידי התפארת וזהו <b>חַמְרָא לְמָרֵיהּ</b> הבינה <b>וְטִיבוּתָא לְשַׁקְּיֵהּ</b> הוא התפארת שמשקהו למלכות.",
            "<b>מְטַיֵּיל וְאָזִיל דִּקְלָא בִּישָׁא גַּבֵּי קִינָא דְּשַׂרְכֵי.</b> נראה לי בס\"ד דהשטן מחזר על מקומות שעושין שם מריבה ומחלוקת ומתאכסן שם.<br>ומה שאמר <b>אִי דָּלִית דּוּרָא דָּלִינָא וְאִי לָא לָא דָּלִינָא</b> רמז אם האדם ישתף עצמו בצער ציבור אז השכינה כביכול משתתפת בצערו.<br>ומה שאמר <b>כַּלְבָּא בְּכַפְנֵיהּ גְּלָלֵי מִבְלַע </b>נראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל שהקליפה נקראת צֹאָה בְּלִי מָקוֹם <small>(ישעיה כח, ח)</small> שמשם מזונה ובזה פירשו המפרשים ז\"ל רמז הכתוב וַיְבָרֶךְ הֳ' אֶת בֵּית הַמִּצְרִי בִּגְלַל יוֹסֵף <small>(בראשית לט, ה)</small> 'בגלל' לשון גללים.<br>וזהו שאומרים <b>כַּלְבָּא</b> הקליפה <b>בְּכַפְנֵיהּ </b>בזמן שאין עונות בדור כדי שתוכל לינק מן הטוב שלהם אז <b>גְּלָלֵי </b>הצואה דוקא <b>מִבְלַע </b>ויליף לה מדכתיב <small>(משלי כז, ז)</small>  <b>וְנֶפֶשׁ רְעֵבָה </b>היא הקליפה דכתיב בהו וְהַכְּלָבִים עַזֵּי נֶפֶשׁ לֹא יָדְעוּ שָׂבְעָה <small>(ישעיה נו, יא)</small> שצועקת תמיד 'הַב הַב' וְלֹא תִשְׂבַּעְנָה הֵנָּה <small>(משלי ל, טו)</small> <b>כָּל מַר</b> שהיא הפסולת אצלה <b>מָתוֹק</b> כי מזונה מן הפסולת.<br>ומה שאמר<b> בִּירָא דְּשָׁתִית מִינֵיהּ לָא תִּשְׁדִּי בֵּיהּ קָלָא </b>נראה לי בס\"ד רמז לפה שבו תלויים התורה והתפלה וברכות וכל דבור קדוש שהאדם נשפע מהם חיות ומזון רוחני וגשמי והוא עשוי כמו בור הזהר דלא תרמי ביה קלא מאכלות אסורים עם דבורים אסורים.<br>ומה שאמר <b>כַּד הֲוִינָן זוּטְרֵי לְגַבְרֵי הַשְׁתָּא דְּקַשִּׁישְׁנָא לְדַרְדְּקֵי</b> נראה לי בס\"ד בזמן שהאדם עודנו קטן בשנים אל יטעהו יצרו הרע לומר עוד היום גדול ועתה שְׂמַח בָּחוּר בְּיַלְדוּתֶיךָ וִיטִיבְךָ לִבְּךָ בִּימֵי בְחוּרוֹתֶךָ <small>(קהלת יא, ט)</small> ואחר שתגדל בשנים אז תעשה תשובה ותעסוק בתורה ומצות לתקן העבר אלא יחשוב עצמו לגדול בשנים שלא נשאר לו זמן לתקן בו. וזהו <b>כַּד הֲוִינָן זוּטְרֵי</b> היינו חושבין עצמינו לגברי לאנשים גדולים בשנים <b>וְהַשְׁתָּא דְּקַשִּׁישְׁנָא</b> באמת רואין עצמינו <b>דַרְדְּקֵי </b>שעדיין לא סגלנו תורה ומצות כאדם קטן בשנים שאין ביד כלום.<br>ומה שאמר <b>בָּתַר מָרִי נִכְסֵי צִיבֵי מָשׁוּךְ</b> רמז אחר חכם שהוא סיני שבקי במשניות וברייתות ושמועות תלך ללמוד ממנו וכמו שאמרו בגמרא <small>(הוריות יד.)</small> שלחו מתם סיני ועוקר הרים סיני עדיף דהכל צריכין למרי חטייא.<br>והנה רש\"י ז\"ל פירש צִיבֵי 'שומן' ולי אנא עבדא נראה לי בס\"ד צִיבֵי כנף הבגד כי תרגום וְהֵבִיאוּ בָנַיִךְ בְּחֹצֶן <small>(ישעיה מט, כב)</small> 'וייתון ית בניך בציבין' וכאן אמר לו <b>צִיבֵי מָשׁוּךְ</b> רצונו לומר תמשיך כנף בגדיך לקבל הטוב מן בעל הטוב דשעתא קיימא וכל משא ומתן שתעשה עמו תתברך ותצליח בו."
        ],
        [
            "<b>אוֹי לוֹ לַצּוֹעֵק יוֹתֵר מִן הַנִּצְעָק.</b> קשא איך יצוייר שיהיה אוי לצועק יותר מאחר דבאמת זה הצועק הרע לו חבירו רעה גדולה על לא חמס בכפו?<br>ונראה לי בס\"ד דהן אמת באותו דבר שצועק עליו הוא עשוק אך יזדמן שזה הצועק עשה רעה לאחרים כמו זאת הרעה שהרעו לו ולכן כיון שעל זאת הרעה שהרע לו חבירו הוא צועק ומוסר דין ומגדיל מדורת אש הרעה על חבירו לקללו ולבקש עונשים קשים עליו עתה הוא נלכד באמרי פיו בעבור רעה שעשה הוא לאחרים ולכן אוי לו יותר כי הוא נתפס בעונשים אלו שבקש על חבירו ואין צריך לישב בית דין על זה לראות אם חייב כל כך עונשים בעבור רעה זו דהודאת בעל דין סגי ליה לחייב עצמו אבל עונשים אשר ביקש על חבירו צריך שיצא פסק דין זה על פי בית דין של מעלה ולא יתחייב חבירו כאשר ישית זה עליו באמרי פיו.",
            "<b>לְעוֹלָם אַל תְּהִי קִלְלַת הֶדְיוֹט קַלָּה בְּעֵינֶיךָ. שֶׁהֲרֵי אֲבִימֶלֶךְ קִלֵּל אֶת שָׂרָה, וְנִתְקַיֵּם בְּזַרְעָהּ <small>(בראשית כ, טז)</small>.</b> קשא אבימלך לא קלל את שרה אלא קלל את זרעה שאמר יִּהְיוּ לָךְ בָּנִים כְּהוּיֵי עֵינַיִם?<br>ונראה לתרץ בס\"ד כי הוא קלל אותה ואת זרעה בדבריו שלא אמר 'יִּהְיוּ בָּנַיִךְ' כְּהוּיֵי עֵינַיִם דמשמע אחר שתולידם ואחר פטירתה יסתמו עיניהם אלא אמר לה 'יִּהְיוּ לָךְ' נתכוון לקלל שיהיו סומין מן בטן אמם בעודם בבטנה ובודאי קללה זו נוגעת לה גם כן כי אחר שתוליד בן יחיד בזקנותה ותראהו סומא יצא מבטנה צר לה מאד וקשה עליה צרה זו של הבן ודומה לה כאלו היא נסמת ונמצא כי הוא נתכוון בקללה זו לעשות הרעה לה ולבניה ולא נתקיימה קללתו על פי כוונתו כי היא הולידה בן פקח ולא כהו עיניו בחייה כי אם בעת זקנתו אחר פטירתה בכמה שנים.<br>ברם קשא איך אומר נתקיימה קללת אבימלך<small> (בראשית כז, א)</small> והלא אמרו רבותינו ז\"ל <small>(בראשית רבה סה, י)</small> דכהו עיניו בשביל שהציץ בשכינה בשעת העקידה? ונראה לי בס\"ד דמשום הכי היה מספיק שיחלש ראות עיניו שלא יוכל לראות דברים קטנים וצורת אותיות אבל יוכל לראות גוף אדם ויוכל לילך, אך מחמת קללת אבימלך נסתמא לגמרי.",
            "<b>לְעוֹלָם יְהֵא אָדָם מִן הַנִּרְדָּפִין, וְלֹא מִן הָרוֹדְפִין.</b> יש להבין איך יצוייר שהוא יביא עצמו לדבר להיות נרדף?<br>ונראה לי בס\"ד כגון מה שיזדמן בענין המס שצריך לפסוק על כל אחד ואחד כפי מה שיעריכו אותו מפני כי העניים אין נותנים מס ומה שמוטל עליהם ועל החכמים ישלמו אותו העשירים כל אחד כפי עושרו והדרך הוא שיבררו אנשים מן הקהל של אותה העיר שישבו ויעריכו את אנשי העיר לפסוק עליו כל אחד כפי מה שנראה להם ביכולתו ולכן אלו המעריכים שפוסקים על כל אחד ואחד כפי ראות עיניהם וכפי מאמר פיהם נקראים <b>רוֹדְפִין</b> ושאר הקהל אשר פוסקים עליהם נקראים <b>נִּרְדָּפִין </b>ואף על פי שיש אדם שבוחרים בו להיות מן המעריכים שנקראים רודפים ובזה ודאי טוב לו לעצמו שלא יושת עליו הרבה הנה טוב שיהיה מן הנרדפין ולא יהיה מן הרודפין ואף על פי שאלו אפשר שיטילו עליו יותר מכדי יכולתו."
        ],
        [],
        [
            "<b>הֲרֵי שֶׁגָּזַל סְאָה שֶׁל חִטִּין, טְחָנָהּ, לָשָׁהּ וַאֲפָאָהּ וְהִפְרִישׁ מִמֶּנָּה חַלָּה.</b> הא דלמדנו דין זה בחלה ולא נקיט 'גזל ואכל ובירך' משום דגזל ממון שיש לו תובעים דבעליו ידועים אבל חלה ממון שאין לו תובעים ואית ביה רבותא טפי."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>זָקֵן וּזְקֵנָה מִצַּד אֶחָד, וּבָחוּר וּבְתוּלָה מִצַּד אַחֵר.</b> פרשו התוספות ולא היה צורה אלא כך היה כתוב מצד אחד זָקֵן וּזְקֵנָה ומצד אחד בָּחוּר וּבְתוּלָה ונראה הכרח לדבריהם מלבד טעמא דידהו דסיפא דמיא לרישא דקאמר מטבע דוד ושלמה היה יְרוּשָׁלַיִם עִיר הַקֹּדֶשׁ מצד אחד ושם מוכרח לפרש בכתיבה דאי אפשר לצייר צורת ירושלים על מטבע קטן ועוד דודאי עִיר הַקֹּדֶשׁ בכתיבה היה דדוחק לומר תלמודא דמזכיר ירושלים הוא דקרי לה 'עיר הקודש' וכיון דעיר הקודש בכתיבה הוה כולהו נמי בכתיבה איירי.<br>ועוד נראה לי בס\"ד הכריח לדבריהם דהסימן של זקן הוא בלבון השערות וזה קשה לציירו במטבע. ועוד יש לומר ממה שאמר בָּחוּר וּבְתוּלָה מצד אחד ובשלמא היכר נער ונערה אפשר לצייר על ידי צמצום הצורה אבל היכר של בתולה שעדיין לא נבעלה אי אפשר לעשות סימן לזה בצורה על כן מוכרח לומר דהיה זה בכתיבה והגם דיש סימן לבתולה בראש פרוע אף על פי דנמצא סימן זה במשנה מי יאמר שהיה נוהג זה בימים הראשנים שהם קודם מתן תורה.<br>והנה רש\"י ז\"ל פירש בָּחוּר וּבְתוּלָה על יצחק ורבקה אך מהרש\"א ז\"ל פירש גם זה על אברהם ושרה שנעשה להם נס אחר היותם זָקֵן וּזְקֵנָה שנעשו כמו בָּחוּר וּבְתוּלָה. ויש להבין למה כתבו בָּחוּר וּבְתוּלָה על אברהם ושרה דלא מצינו שחזר לשרה אמנו דם בתולים גם כן? אלא רק חזרה לנערותה מצד הקמטים שנתפתחו ושומן העור והבשר ואם כן הוה ליה למימר נַעַר וְנַעֲרָה ולפירוש רש\"י ניחא דקאי על יצחק ורבקה קודם נשואין ונרמז בזה שיצחק בעודו בחור היה צדיק כמו הזקן אברהם אבינו ע\"ה הכתוב בעבר השני וכן רבקה בהיותה בתולה היתה שלימה בצדקות כמו הזקנה היא שרה אמנו ע\"ה הכתובה בעבר השני.<br>וצריך להבין לפירוש מהרש\"א דקאי הכל על אברהם ושרה למה לא כתבו הכל מצד אחד בשתי שורות זו תחת זו? ונראה לי בס\"ד כתבו כן כדי שיהיה זקן שבצד זה שהוא הזכר אברהם אבינו ע\"ה כתוב כנגדו בתולה בעבר השני שהיא שרה וזקנה שבצד זה כתוב כנגדה בחור בעבר השני להורות בזה ששקולים הם בצדקות על דרך שאמרו רבותינו ז\"ל <small>(בראשית רבה א, טו)</small> בפסוק הוּא אַהֲרֹן וּמֹשֶׁה <small>(שמות ו, כו)</small> והוא משה ואהרן ללמדך ששקולים הם.<br>ועוד נראה לי בס\"ד נכתבו באופן זה ללמדך על מידות שלהם כי בצרכי עולם הזה מתנהגים בכבידות כטבע זקן וזקנה וכאשר פרשתי בס\"ד בפסוק וְאַבְרָם כָּבֵד מְאֹד בַּמִּקְנֶה בַּכֶּסֶף וּבַזָּהָב <small>(בראשית יג, ב)</small> אבל בצרכי עולם הבא מתנהגים בזדיזות כמו בחור ובתולה ולכך חלקום בשני צדדין לרמוז בצד אחד על עולם הבא ובצד אחד על עולם הזה.<br>אי נמי על דרך שאמרו <small>(סוכה נג.)</small> אשרי זקנותינו שלא ביישה את ילדותינו ואשרי ילדותינו שלא ביישה את זקנותינו.<br>ועוד נראה לי בס\"ד לפי פירוש מהרש\"א ז\"ל דמפרש דקאי הכל על אברהם ושרה בא ללמד מטבע זה דאהבה שהיתה ביניהם אינה אהבה גופניית דאז כפי הטבע תהיה הלוך וחסור וכל מה שיזקינו בשנים גם אהבתם תהיה זקנה וישנה מצד שניהם אלא אהבתם היתה אהבה נפשיית שהוא אוהב אותה מחמת צדקותה והיא אוהבת אותו מחמת צדקותו ולכן אף על פי שמצד מספר השנים הם זקן וזקנה עם כל זה מצד האהבה הם אהבת בחור ובתולה שהיא אהבה חדשה ואינה ישנה.<br>ונראה לרמוז ראשי תיבות <b>זָ</b>קֵן <b>זְ</b>קֵנָה <b>בָּ</b>חוּר <b>בְּ</b>תוּלָה הוא 'בזה בזה' לרמוז שהם בזבזו ממון רב להכנסת אורחין אברהם אבינו ע\"ה לאנשים ושרה אמנו ע\"ה לנשים, וסופי תיבות זָקֵ<b>ן</b> זְקֵנָ<b>ה </b>בָּחוּ<b>ר</b> בְּתוּלָ<b>ה</b> הוא אותיות 'הנהר' שהם היו בסוד הנהר הגדול הידוע שרמז עליו הכתוב וְהַנָּהָר הַגָּדֹל נְהַר פְּרָת <small>(בראשית טו, יח)</small> ולזה אמר בְּעֵבֶר הַנָּהָר יָשְׁבוּ אֲבוֹתֵיכֶם מֵעוֹלָם <small>(יהושע כד, ב)</small>."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>לָא תַּחְוֵי וְלָא תַּחְוֵי.</b> נראה לי בס\"ד כפל הלשון דהיה שם גוים תקיפים אילי הארץ שהיה צריך להם תבן אך יש בהם שהם גוזלים התבן ואין נותנים דמים בודאי ויש שאומרים שרוצים לקנות בדמים והיהודים בעלי התבן הבריחו את התבן שלהם מאלו ומאלו כי אף על פי דאלו אומרים לתת דמים חוששים שמא אחר שיקחו התבן לא יתנו דמים ופיהם דבר שוא. ולכן אמר לו רב <b>לָא תַּחְוֵי</b> לאלו שאומרים בפירוש לקחת התבן בלא דמים<b> וְלָא תַּחְוֵי</b> לאלו שאומרים שרוצים לקנות בדמים כי פיהם דבר שוא וזה פקר בדברי רב ואמר <b>מַחְוִינָא</b> לאלו <b>וּמַחְוִינָא</b> לאלו.<br>ומאחר שפקר בדברי רב ואמר להיות מוסר הכהו רב כהנא ולא נתכוון להרגו אלא כי מן השמים גלגלו עליו דבר זה שנשברה מפרקתו בהכאה זו ומת ודרש רב מַה תּוֹא זֶה כֵּיוָן שֶׁנָּפַל בְּמִכְמָר אֵין מְרַחֲמִין עָלָיו אַף מָמוֹנָם שֶׁל יִשְׂרָאֵל כֵּיוָן שֶׁנָּפַל בְּיַד עַכּוּ\"ם אֵין מְרַחֲמִין עָלָיו. ולכן זה שפקר ואמר <b>מַחְוִינָא</b> לאותם הנוטלים בלא דמים <b>וּמַחְוִינָא</b> לאותם שאומרים לתת דמים יש לו דין מוסר בעבור אלו ובעבור אלו.<br>ומה שאמר <b>הַשְׁתָּא אִיכָּא יְוָנָאֵי דְּקַפְּדֵי אַשְׁפִיכוּת דָּמִים</b> אף על גב דזה היה בבבל ולא היתה תחת ממשלת היונים אפשר שהיה בחצר הממשלה אנשים יוונים דקפדי אשפיכות דמים ועושים מלשינות בשמעם ואמרין מרדין דהיינו על רב כהנא שהרג ועל אנשים אשר יושב עמהם.",
            "<b>קוּם סַק לְאַרְעָא דְּיִשְׂרָאֵל וְקַבִּיל עֲלָךְ דְּלָא תִּיקְשֵׁי לְרַבִּי יוֹחָנָן שְׁבַע שְׁנִין.</b> אף על גב דרב כהנא לא היה חייב בזה כלום אפילו קרבן שוגג יען דזה חייב בכך מצד הדין עם כל זה רב ממידת חסידות קאמר לו הכי וכיון דאינו חייב מצד הדין תלה הדבר של נסיעתו משום עלילות העכו\"ם אך כיון דחייבו גלות ממידת חסידות אין עליה זו חשיבה צער עליו כדי שתועיל לכפרה מאחר שהוא עולה לארץ הקדושה ודר במקום תורה לכך עשה לו אופן של צער בדבר זה שיקבל עליו שלא יקשה לרבי יוחנן שבע שנים ולגבי דידיה הוא צער גדול כיון דידיו רב לו במלחמתה של תורה ויש לו כח עצום לפלפל בקשיות והוויות והוא שותק כאלו אין לו פה להשיב וכאלו אינו יודע לפלפל הא ודאי צער זה קשה כמות אצלו.<br>ומה שאמר לו <b>שֶׁבַע שָׁנִים</b> כך הוא דרך החכמים לבחור בשבעיות כאשר בחר השם יתברך בשבוע ושמיטה ויובל הכל שבעה שבעה גם הוא כנגד מאדים שהוא כוכב שביעי אם תמנה מן חמה וידוע כוכב חמה מורה על החכמים העוסקים בחכמה לכן שם חמה כולו בחכמה ומאדים מורה על שפיכות דמים. גם <b>שֶׁבַע שָׁנִים</b> כנגד שבעה נפשות שהם נפש הנהרג ועוד שלש דורות הבאים אחריו מכל דור ב' נפשות זכר ונקבה הרי שבעה וכיון כנגד כל נפש שנה אחת.",
            "<b>אַשְׁכְּחֵיהּ לְרֵישׁ לָקִישׁ דְּיָתִיב וְקָא מְסַיֵּים מְתִיבְתָּא דְּיוֹמָא לְרַבָּנָן.</b> נראה דהיה דרכם אחר שיאמר רבי יוחנן שהוא הראש ישיבה השמעתתא דההוא יומא קמי רבנן ויפלפל בה לפני החכמים יחזור רצונו לומר וישנה כל זה לפניהם פעם שנית ואחר כך יקומו כל התלמידים לישב כיתות כיתות לבדם לחזור ולשנות זה בזה כל השמעתתא דההוא יומא עם דברי הפלפול ששמעו בו ורב כהנא נכנס בעת שסיים רצונו לומר משנתו דאז קמו התלמידים לחזור ולשנות זה בזה ושאל מהם רצונו לומר היכא דאיכא קושיות ותירוצים שלא נתעוררו בה והם הכי והכי ונתכוון לשאל על רבי יוחנן כדי שהם יגידו אותו היום דברים אלו לרצונו לומר דאז רצונו לומר יכיר בו ויושיבהו למחר בשורה הראשנה כי היה דרכם להתחלק כל החכמים והתלמידים לשבעה שורות לישב לפני ראש ישיבה רבי יוחנן ורק רבי יוחנן ישב בצידו כי היה נחשב משנהו ולכך אחר שידע רבי יוחנן חכמתו צוה למחר שיושיבו אותו בשורה הראשונה הקרובה לראש ישיבה.<br>והא דלמחר אחר שראו שלא פלפל כלום הורידו אותו לשורה אחרונה נראה דעשו לו ביום זה בתורת קנס כי אתמול אמר קושיות ותירוצים על השמעתתא של אתמול בסתם דסתמו נראה שהוא חידש אלו הקושיות ותירוצים מדעתו ואחר שראו אותו היום הזה שלא דבר כלום הבינו שהוא אינו בר הכי ובודאי הפלפול של אתמול שמע אותו מרבו בבבל ונזדמנה לו אותה שמעתתא של אתמול היא שמעתתא שלמד לפני רבו בבבל ושמע ממנו זה הפלפול ואמרו ואינו משלו ועל זאת יאשם דלא היה לו לומר אותו הפלפול בסתם כאלו הוא חידושו מדעתו אלא היה לו לאומרו בשם בעליו ולכן הענישו אותו בכך באותו היום כי חשבו שנתכבד אתמול בטלית שאינה שלו.<br>ולכך אמר רבי יוחנן לרבי יוחנן<b> אֲרִי שֶׁאָמַרְתָּ נַעֲשֶׂה שׁוּעָל </b>כלומר אותה החריפות והחכמה שאמר אתמול אינה מלבו כמו הארי אשר גבורתו היא בלבו וכמו שנאמר <small>(שמואל ב' יז, י)</small> אֲשֶׁר לִבּוֹ כְּלֵב הָאַרְיֵה אלא הוא עשה זה בערמה כמו השועל שדרכו להערים ולרמות כן הוא אתמול הערים ורימה את החכמים כשאמר להם הפלפול שלו בסתם שיחשבו שהוא מחדשו מדעתו דאם היה כן היה מחדש פלפול גם בזה היום, אלא ודאי אין זה ממנו אלא שמע מרבו או משאר חכמים אשר בבבל הוא המקום שעלה משם.<br>אי נמי רמז לו בזה אין זה ארי שלם אלא הוא מקצת ארי ולכן אמר לו 'נַעֲשֶׂה שׁוּעָל' כי מספר <b>שׁוּעָל </b><small>[406] </small>הוא מספר <b>קְצֵה אֲרִי </b><small>[406]</small>.",
            "<b>קָם אַכַּרְעֵיהּ, אָמַר לֵיהּ: נִהֲדַר מַר בְּרֵישָׁא.</b> נראה לי בס\"ד משום דרכם מקודם בזמן חכמי התלמוד על כל מי שיש לו קוצר ההשגה ואין לו פה להשיב אומרים עליו 'לא מצא ידיו ורגליו בית המדרש' ולכן קם אכרעיה לרמוז להם תהילות לא־ל אני יש לי רגלים לעמוד עליהם בית המדרש ולא כאשר חשבתם עלי 'וְנִהֲדַר מַר בְּרֵישָׁא' ותראה כחי.<br>גם נראה לי <b>דְּקָם אַכַּרְעֵיהּ</b> משום דרבי יוחנן היה יושב על שבעה בִּסְתַּרְקֵי דנעשה גבוה מכל החכמים והתלמידים שיושבים למטה שהוא למעלה מראשם כי כן היה מנהגם לעשות לראש ישיבה ורב כהנא קם אכרעיה כדי שיהיה ראשו גבוה מראש רבי יוחנן לומר לא כאשר חשבת שאני ריקם ומערים כשועל אלא אני גדול ממך ועליון עליך.",
            "<b>עַד דְּשַׁלְפֵי לֵיהּ כּוּלֵי בִּסְתַּרְקֵי מִתּוּתֵיהּ.</b> נראה דעשו כן לרבי יוחנן על פי גזרת רבי יוחנן עצמו שגזר לעשות לו כן כדי שיהיה לו כפרה על אשר זלזל בו להורידו עד דרא בתראה דמסתמא עשו כן לרב כהנא על פי דבריו של רבי יוחנן וכן כתב הגאון חיד\"א ז\"ל בפתח עינים עיין שם.<br>ועוד יש לומר שרצה לעשות השפלה לעצמו כדי שעל ידי כך יתן לו השם יתברך תוספת חכמה לעמוד כנגד רב כהנא ולא יבוש מעוצם חכמתו ופלפולו."
        ],
        [
            "<b>חֲזָא דַּהֲוָה הַדְרָא לֵיהּ עַכְנָא.</b> הרב פתח עינים הביא בשם מהר\"א <small>[הרב אברהם] </small>גאלאנטי ז\"ל שזה העכנא הוא היצר הרע של הצדיקים אשר לא היה יכול להחטיאם בחייהם יתהפך אחר פטירתם לעכנא וישמור אותם עיין שם.<br>ונראה לי בס\"ד הצדיקים מוכרח שיש להם יצר הרע בחייהם להשתמש בו הן בעבור פריה ורביה הן בעבור אכילה ושתיה דעונג שבת ויום טוב וכיוצא בזה וכן נמי אמר רבי יהודה לרבי יצחק בזוהר הקדוש <small>(זהר חלק א קלח.)</small> אי לאו יצרא חדוותא דשמעתתא לא הוה אך אין משתמשים בו אלא לפרקים לצורך עבודת הקודש מה שאין כן הרשעים עושים היצר הרע מטעי בקרבם שהוא כמו נטיעה דבוקה בקרקע ימים ולילות ועושה פירות והיצר קראו הקדוש ברוך הוא רע דכתיב כִּי יֵצֶר לֵב הָאָדָם רַע מִנְּעֻרָיו <small>(בראשית ח, כא) </small>והוא אחד מן ז' שמות שיש לו ואם תסיר מספר מַטָּעַי  <small>[129] </small>שהוא קכ\"ט מן מספר רַע <small>[270] </small>ישאר מספר עַכְנָא <small>[141] </small>ולכן זה היצר שהיה אצלם בחייהם בסוג מקריי ומטולטל ואינו בסוג מטעי נקרא עכנא והוא שומר אותם בפתח המערה.<br>גם נראה לי עַכְנָא <small>[141] </small>גימטריא נֶאֱמָן <small>[141] </small>כי זה היצר היה נאמן אצלם בחייהם וכמו שאמרו רבותינו ז\"ל על פסוק <small>(נחמיה ט, ח) </small>וּמָצָאתָ אֶת לְבָבוֹ נֶאֱמָן לְפָנֶיךָ לבו לא נאמר אלא לבבו דהיינו יצר הטוב ויצר הרע כל אחד הוא נאמן לפניך.",
            "<b>אָמַר לֵיהּ: עַכְנָא עַכְנָא, פְּתַח פּוּמִיךְ וְיִכָּנֵס הָרַב אֵצֶל תַּלְמִיד וְלָא פָּתַח.</b> פירש רש\"י ז\"ל שהיה נתון זנבו לתוך פיו. ונראה לי בס\"ד שהיה סותם פיו כי בחיי האדם פיו של יצר הרע פתוח למטה להסית ולהדיח את האדם ולמעלה לקטרג כי הוא שטן הוא יצר הרע <small>(בבא בתרא טז.)</small> ועליו אמר שלמה המלך ע\"ה נֹפֶת תִּטֹּפְנָה שִׂפְתֵי זָרָה וְחָלָק מִשֶּׁמֶן חִכָּהּ <small>(משלי ה, ג)</small> אבל אחר פטירת האדם פיו של יצר הרע סתום למעלה ולמטה.<br>ומה שאמר <b>יִכָּנֵס הָרַב אֵצֶל תַּלְמִיד</b> לאו בשביל גדולה קאמר הכי אלא כדי להודיע שבחו של רב כהנא כי ידע שרב כהנא גדול ממנו בתורה ולא יפתח העכנא את פיו אלא עד שיאמר התלמיד אצל הרב."
        ],
        [],
        [],
        [
            "<b>רַב חִסְדָּא הֲוָה לֵיהּ הַהוּא אַרִיסָא, דַּהֲוָה תָּקִיל וְיָהִיב תָּקִיל וְשָׁקִיל<small> </small></b>. עיין רש\"י ומהרש\"א. ולי אנא עבדא נראה לי הוה תקיל ויהיב לרב חסדא בראשנה כל חלקו המגיע לו בעוד שהדגן והפירות לחים ואחר איזה ימים תקיל ושקיל לעצמו אחר שנתייבשו הדגן והפירות.<br>ועוד נראה לי בס\"ד ערמנות שלו היתה בכך כי כפות המאזנים ששוקלים בהם בעלי שדות וכרמים הם גדולים הרבה ועל הרוב אין הכפות שקולים זה כנגד זה ממש בהיותם רקנים ועל כן דרכן להניח בכף החסר אבן אחד להשוותה עם חברתה וזו האבן קורין עי\"ן אל מיזא\"ן והמשקל מניחין אותו בכף החסרה והמאכל בכף השניה וכששוקל לרב חסדא בפני אנשיו ומשרתיו שוקל לרב חסדא המאכל בכף השניה ואחר שיריק חלקו של רב חסדא בתוך כליו יאמר לאנשי רב חסדא אין אני צריך לשקול חלקי במשקל אלא אסיר המשקל מן הכף ואניח פירות לחלקי כנגד הפירות של רב חסדא אשר בכף השנית שתהיה כף זו מלאה כנגד כף זו בהשוואה אחת והם אינם יודעים ואין מרגישים כי אותה הכף שהיה מונח בה המשקל היתה מעיקרא חסירה ואינה שוה עם כף שניה ונעשית שוה על ידי אבן שהושם בה ונמצא זה הרויח פירות יותר מחלק רב חסדא כנגד משקל אותה האבן ואחר שנודע לרב חסדא ערמנות זו סילקו וקרא על עצמו צָפוּן לַצַּדִיק <small>(משלי יג, כב)</small>.",
            "<b>חַד אָמַר: נַפְשׁוֹ דְּנִגְזָל. וְחַד אָמַר: נַפְשׁוֹ שֶׁל גַּזְלָן<small> (משלי א, יט) (משלי כב, כב)</small>.</b> נראה לי בס\"ד שתי סברות אלו שניהם אמת כי לפעמים יזדמן שיבואו שניהם אחר כך בגלגול זה לוקה על עונו וזה לוקח מאתו הגזלה שגזל ממנו בגלגול ראשון.<br>והנה ישל לשון שולה דגים מן הים שהוא ענין יציאה והמשכה כי הקדוש ברוך הוא ימשוך נפש הגזלן ונפש הנגזל עוד הפעם בעולם הזה והגזלן לוקה על עונו ולוקח גם כן ממנו את הגזלה שגזל מאתו וכנודע באותה מעשה אשר הבאתי בדרשותי בפרשת משפטים בס\"ד.",
            "<b>רַבִינָא אִיקְלַע לְבֵי מְחוֹזָא, אַתּוּ נָשֵׁי דְּבֵי מְחוֹזָא, רָמוּ קַמֵּיהּ כַּבְלֵי וְשִׁירֵי.</b> נראה לי בס\"ד באומרו <b>רָמוּ קַמֵּיהּ</b> ולא אמר 'יהבי ליה' למדנו שני דברים חדא שלא רצה רבינא ליקח מן הנשים מיד ליד אלא השליכום לפניו ועוד למדנו שעניינים כאלה דנים אותם כפי הרוב דודאי לאו כל נשי דמחוזא הוו עשירים אלא רובם ותלה לומר אלו המביאים כולם הם מן הרוב שהיו עשירים."
        ],
        [
            "<b>תָּנוּ רַבָּנָן: מְסַתְּתֵי אֲבָנִים, אֵין בָּהֶם מִשּׁוּם גֶּזֶל.</b> נקיט חלוקה זו ברישא כי הם חלק הראשיי של ארבע חלקים של דצח\"ם <small>[דומם צומח חי מדבר] </small>שנזכר הדומם ברישא ואחר כך זכר הצומח ותחלה נקיט אלנות וגפנים שהם מין העץ וזכר אִילָנוֹת שכולל בזה כמה מינים ואחר כך גְּפָנִים שהם מין פרטיי ואחר כך נקיט הִיגֵי וּזְרָעִים וִירָקוֹת שהם הקטנים שבצומח ותחלה נקיט הִיגֵי שהם מעשה שמים ולא מעשה אדם וגם שהם מצויים יותר ואחר כך נקיט זְרָעִים קודם יְרָקוֹת שהזרעים קשים יותר ממיני ירקות שהם רבים ועוד כי מיני זרעים שכיחי טפי ממיני ירקות.",
            "<b>אָמַר רַב יְהוּדָה: כְּשׁוּת וְחָזִיז, אֵין בָּהֶן מִשּׁוּם גֶּזֶל.</b> נראה לי בס\"ד רמז לפי דרכו על הדיבור אשר ברא השם יתברך כח הדיבור לצורך תורה ותפלה וכל דבר השייך לעבודתו יתברך ולכן המדבר דברים בטלים הרי זה גוזל לסטרא דקדושה שכח הדיבור נתנו הקדוש ברוך הוא באדם לצורך סטרא דקדושה.<br>אמנם ידוע שיש בדיבור מיני דבור דאף על פי שאינם בקדושה עם כל זה האדם מותר בהם והוא דבור שידבר האדם בצרכי גופו הן במלאכה הן במשא ומתן הן במה דשייך לבריאותו ועוד יש מין דבור שאינו בדברי תורה ותפלה ועניין קדושה כי אם בהנהגה ודרך ארץ וגם זה מותר בו.<br>ועל שני מיני דבורים אלו רמז רב יהודה באומרו כְּשׁוּת זה דבור של משא ומתן ומלאכה וכיוצא וְחָזִיז הדבור של הנהגה ודרך ארץ אֵין בּוֹ מִשּׁוּם גֶּזֶל דאף על גב דעניינים אלו אינם של קדושה עם כל זה מותר בהם ואין נקרא גוזל לסטרא דקדושה בדברו בם.<br>מיהו <b>בְּאַתְרָא דְּקַפְּדֵי יֵשׁ בָּהֶן מִשּׁוּם גֶּזֶל </b>נראה אתרא דקפדי הוא בית המדרש דקפדי לדבר דבור חצוני מפני ביטול בית המדרש כדאמרינן בגמרא דאין אומרים אסוותא בבית המדרש משום ביטול בית המדרש ואפילו בברכות של הנר כל אחד ואחד מברך לעצמו מפני ביטול בית המדרש. נמצא בית המדרש הוא אַתְרָא דְּקַפְּדֵי אדיבור הנה שם אם ידבר במיני דבורים הנזכר של משא ומתן ומלאכה או של הנהגה ודרך ארץ יֵשׁ בָּהֶן מִשּׁוּם גֶּזֶל דגוזל בזה סטרא דקדושה.<br>ואמר רבינא <b>מָתָא מְחַסְיָא אַתְרָא דְּקַפְּדֵי הוּא</b> פירוש מי שהוא תלמיד חכם אשר תורתו אמנותו ולכן קורהו מָתָא מְחַסְיָא כי הגוף קראו בקהלת בשם עיר דכתיב עִיר קְטַנָּה וַאֲנָשִׁים בָּהּ מְעָט <small>(קהלת ט, יד)</small> וגוף של תלמיד חכם בזה שתורתו אמנותו נקרא מָתָא מְחַסְיָא שהוא מיוחס ומסויים יותר מכל הגופים גם הוא מחסה ומגן על כל העולם שמגין זכותו על העולם הנה זה נקרא אַתְרָא דְּקַפְּדֵי אדיבור בכל מקום שיהיה הן בישיבתו בית המדרש הן בישיבתו בביתו דקפיד שלא לדבר דבר חיצוני לכן אינו שח שיחת חולין.<br>וכמו שכתב הרמב\"ם ז\"ל על רב בעשרה מדות של חסידות שהיו בו וחד מנהון הוא שלא היה שח שיחת חולין ומחמת כן הולידו בגמרא דין מכח דבורו שאמר על אותו הכלי שעשו לו בו סם של עינים ואחר כך הניחו לו בו תבשיל ואמר רב יהיב טעמא כולי האי והשומע דקדק מזה דסבר רב נותן טעם בר נותן טעם אסור וכנזכר בגמרא דחולין <small>(חולין קיא:) </small>וכמו שאמרו יש המפרשים כי הרמב\"ם ז\"ל הוציא חסידות זו של רב שלא שח שיחת חולין מכח דברי הגמרא הנזכר דאמרו דין זה של רב לאו בפירושא אתמר אלא מכללא אתמר, יהי רצון זכותו יגן בעדינו לאורך ימים ושנות <b>חיים</b>."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על בבא קמא",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}