{
    "versionTitle": "merged", 
    "language": "he", 
    "title": "Mevo HaTalmud (Chajes)", 
    "text": {
        "Introduction": [
            "ספר", 
            "<b>מבוא התלמוד</b>", 
            "כולל יסודות קבועות. ועקרים וענפים שונים. שהנהיגו חז״ל בשני התלמודים בבלי וירושלמי. הן בהלכה והן באגדה. בדרכי הלמוד והדרוש ללמד אותנו דינים והלכות. וחכמה ומוסר ועקרי הדת. וגם ביאור ענין תורה שבעל פה. וספור קורות התקנות והגזירות. איך נתקנו ונגזרו ע״י הנביאים והנשיאים והחכמים דור אחר דוד. והסיבות שהגיעו אותם להשתדל בעשיית גדרות הללו. אשר לקטתי וקבצתי משני התלמודים ומן המדרשות. וגם שאר ספרי חכמי ישראל הראשונים היו לי למעין. והוצאתי לאור לטובת אחינו בני ישראל המתאוים תאוה להשביר צמאונם בענינים כאלו:", 
            "הצעיר צבי הירש חיות חונה פ״ק זאלקווא והגליל.", 
            "בקש קהלת למצוא דבר חפץ וכתוב יושר דברי אמת (קהלת י״ב י׳)", 
            "דע כי התורה הקדושה נחלקת אצלנו לשני חלקים. חלק אחד נקרא תורה שבכתב והיא התורה המצויה עתה אצלנו כתבה משה ע״פ ד׳, וחלק השני נקרא תורה שבעל פה. היינו כי מסר ד׳ בסיני, פירושים וביאורים להבין תורה שבכתב מפני שבהעדר תורה שבע״פ. אזי ברוב הפעמים. עניני תורה שבכתב המה כספר החתום. ואין להבינם בשום אופן. וגם נמצאו בתורה, הרבה כתובים סותרים ושוברים זה את זה, ואין לישר הסתירות. רק ע״י הפירושים אשר נמסרו לנו בעל פה, וע׳ בהקדמת ספר מצות גדול, שהביא לדוגמא הרבה סתירות בתורה שבכתב, כמו שנאמר ומושב בני ישראל, אשר ישבו בארץ מצרים ארבע מאות שלשים שנה, ומצינו שקהת בן לוי היה מיורדי מצרים, ואם תמנה כל שנותיו של קהת מאה ושלשים שנה. וחיי עמרם מאה ושבע ושלשים ושמונים שנה של משה רבינו, בעת שבא אליו דיבור ד׳ בפעם ראשון, לא תמצא בכללות רק שלש מאות וחמשים שנה, וכן נאמר בתורה, בשבעים נפש ירדו אבותינו מצרים, וכשאתה מונה הפרטים לא תמצא רק תשעה וששים, וכן במנין הלוים נמנו בכלל שנים ועשרים אלף. וכשאתה מונה הפרטים תמצא יתרים שלש מאות, וכן בגביות הכסף שנאמר בו בקע לגלגולת, ולפי חשבון השקלים הם מאתים ככר ובפרטות לא תמצא רק מאת ככר ואלף ותשעה שקל, (ע׳ בכורות ח׳ ע״א) שהתעוררו חז״ל על הסתירות ופירשו בדרך נאות ע״ש. וכן כתוב אחד אומר שבעת ימים תאכל מצות. וכתוב אחד אומר ששת ימים תאכל מצות, כתוב אחד אומר שבעת ימים שאור לא ימצא בבתיכם, וכתוב אחד אומר אך ביום הראשון תשביתו שאור מבתיכם ע״ש:", 
            "ועוד כי בתורתינו הקדושה לא נתבארו רק ראשי המצות, אבל לא הפרטים והמקרים הנופלים, והמורה אף אם הוא חכם גדול בתורה, עדיין הוא במבוכה, ואינו יודע איך להתנהג ולהחריץ המשפט באלו הפרטים אשר לא נתבארו בתורה. למשל נדבר ממצוה הראשונה דפרו ורבו, הנה לא נתבאר מפורש אם היא מצוה או איננה רק ברכה. ואף אם נחליט דהיא מצוה המוטלת לחוב על האדם. עוד לא נתברר בתורה. אם על שניהם המצוה. או על הזכר לבד, וכן לא נדע מנין הבנים שחייב להוליד, וכן בהיה לו בנים ומתו. או היכי שהניח בני בנים, אם נחשבו בבנים, וכן אם הניח בת והבת הולידה בנים זכרים. וכדומה שאר ספקות הנופלות בכל מצוה, ויתבאר בהמשך המאמר. אשר אינם מפורשים בתורה שבכתב ולא נתבארו לחז״ל רק דרך המדות הנדרשות המקובלות אצלנו אשר על ידיהם יכולים להוציא סתום פן המפורש:", 
            "ועל אלו פירושי וחלקי המצות כוונו חז״ל במה שאמרו בתורת כהנים פ׳ בהר. מובא ברש״י על התורה ובהרמב״ם בהקדמתו לפי׳ המשנה, וז״ל מה ענין שמיטה אצל הר סיני לומר לך מה שמיטה נאמרו כללות ופרטות בסיני, כך כל המצות נאמרו כללות ופרטות בסיני ע״ש, וע׳ רמב״ם בהקדמתו לספר הי״ד וז״ל כל המצות שניתנו לו למשה מסיני בפירושן ניתנו. שנאמר ואתנה לך את לוחות האבן והתורה והמצוה. תורה זו תורה שבכתב והמצוה זו פירושה, והמצוה זו הנקראת תורה שבעל פה עכ״ל, ודבריו אלו נובעים מש״ס ערוך (ברכות ה׳ ע״א) א״ר שמעון בן לקיש מאי דכתיב ואתנה לך את לוחות האבן והתורה והמצוה אשר כתבתי להורותם, לוחות אלו עשרת הדברות, תורה זו מקרא. והמצוה זו משנה, אשר כתבתי אלו נביאים וכתובים, להורותם זו גמרא, מלמד שכלם נאמרו למשה בסיני ע״ש, וע׳ (גיטין ס׳ ע״א) אמר ר׳ יוחנן לא כרת הקב״ה ברית לישראל אלא בשביל תורה שבעל פה ע״ש. וע׳ ירושלמי פ״ב דפיאה וספ״א דחגיגה ופ״ה דמגילה וז״ל, נאמרו דברים בפה ונאמרו דברים בכתב ואין אנו יודעים איזה מהן חביבים מן מה דכתיב על פי הדברים האלה כרתי אתכם ברית. הדא אמרת אותן שבעל פה חשובים ע״ש:", 
            "והנה כל עדת בני ישראל מחוייבים להאמין בקבלת חז״ל. אשר יאמרו לנו שקבלו פירושי המצות בעל פה איש מפה איש עד משה רבינו ע״ה, ובאה אלינו הקבלה טהורה נקיה ומבוררת בלי עירוב סיגים. ומי שאינו מאמין בתורה שבעל פה ובקבלת חז״ל, אין לו חלק ונחלה אתנו. והוא מכת הצדוקים והקראים אשר נחלקו מאז מאתנו, וע׳ רמב״ם פי׳ המשנה סנהדרין פ׳ חלק עקר שמיני, ובפי׳ למשנת סנהדרין פ׳ הנחנקין ד״ה חומר בדברי סופרים מדברי תורה, ובספרו יד החזקה פ׳ שלישי מה׳ תשובה ה״ו, ואולם אנחנו אין לנו עסק בספרנו זה, מחיוב האמונה, כי זה הספר אינו מיוחד לחכמת הדת והבאות ראיות לאמתת הקבלה, כי כבר דברתי במקומות אחרים מה שיש בזה די. רק פה שמתי מגמתי ומבטי, לברר איכות תורה שבעל פה ואיזה העקרים הנכללים בזה, וכמה ענפים המסתעפים, כי צריך אתה לדעת, כי שם זה היינו תורה שבעל פה, הוא שם משותף כולל ענינים נפרדים כאשר באר הרמב״ם ז״ל בהקדמתו לפירו׳ המשנה ואנחנו נבאר הענינים האלו ביתר שאת: אלו הן החילוקים הראשים הנכללים בשם זה לפי דעת הרמב״ם:"
        ], 
        "": [
            [
                "אופן אחד המה פירושי המצות אשר באו בתורה שבכתב בסתם, דלא נתברר לנו כוונת המקרא, בלתי ענין המקובל, כמו מצות לקיחת ארבעה מינים בחג האסיף, לא נודע לנו אם הכוונה לקחת אלו המינים ביד, או לצורך סיכוך הסוכה כדעת קצת הקראים: ומה היא פרי עץ הדר שנאמר בתורה, אם הוא תאנה או תפוח או שאר פרי: איכות השרפה שחייבתה התורה לתשעה עריות, אם היא שרפה גמורה בחבלי זמורה, או שרפת נשמה וגוף קיים, ע״י פתילה של אבר. וגוף השרפה בבת כהן שזינתה אם באשת איש או בפנויה, או דוקא בארוסה: ואיכות השחיטה אם היא בצואר או מצד עורף: החלב אשר אסרה תורה, אם כל חלב במשמע או רק חלב הכליות והכסלים והמסס ובית הכוסות, ואם חלב האליה ובן פקוע ג״כ בכלל איסור היא: וכן איסור הדם אם דוקא בדם שהנפש יוצאת. היינו דם התמצית או גם דם שנבלע באברים בכלל כרת: מה שנאמר בתורה בענן אראה על הכפורת אם הכוונה ענן ד׳. או ענן הקטורת לתקן מבחוץ: והיו לטוטפות בין עיניכם לא ידענו מהו מפשטות התורה: ועבדו לעולם בעבד נרצע לא ידענו אם הכוונה כל ימי חלייו, או רק עולמו של יובל: ועל כל אלו באו לנו פירושים מקובלים ממה שנאמרו בע״פ בסיני:", 
                "וכן נעתקו אלינו הרבה פירושים על המקראות. אשר מתנגדים לפשטות הכתוב בהשקפה ראשונה. כמו שנאמר בתורה אך ביום הראשון תשביתו שאור מבתיכם. ופירשו הכוונה על ערב פסח: וכן יד תחת יד. עין תחת עין. פשוטו שישלם לו כגמולו ממש. והקבלה תפרש היינו תשלומי ממון: וקצותה את כפה פשוטו דברים ככתבם. והקבלה תפרש כאן תשלומי ממון: וגם בעליו יומת, פשוטו מיתה ממש והלכה בע״פ תפרש היינו ממון. ואף אם אין לו ממון. אינו חייב מיתה: וירקה בפניו תפרש הקבלה לפניו ולא כפשוטו בפניו ממש: לא תבשל גדי בחלב אמו. תפרש תורה שבע״פ כל בשר בחלב במשמע. ולא כפשוטו דוקא גדי בחלב אמו: ממחרת השבת אשר נאמר בהנפת העומר. פשוטו דוקא אחר שבת. והקבלה תפרש אחר יום ראשון של פסח. יחול באיזה יום שיהיה: אם יקום והתהלך בחוץ על משענתו. היינו על בוריו. ולא כפשוטו משענתו ממש: אם זרחה עליו השמש, היינו ברור כשמש שלא בא עליו להרגו, לא כפשוטו: ופרשה השמלה יבררו הדברים כשמלה. ולא דברים ככתבם. ע׳ מכילתא פ׳ משפטים ובירושלמי סנהדרין פ׳ בן סורר שלשה כתובים הללו היה ר׳ ישמעאל דורש כמין חומר. בן נכר לא יאכל בו. היינו נתנכרו מעשיו. בן ישראל דאשתמיד כתרגום אונקלוס: כי תבא בכרם ריעך. ואכלת ענבים כנפשך. כי תבא בקמת ריעך וקטפת מלילות, בפועל הכתוב מדבר. ובתרגום ארי תתגר בכרמא. ארי תתגר בקמתא: לא יומתו אבות על בנים. היינו בעדות בנים לפסול הקרובים לעדות. ובתרגום על פום בנן ופשוטו בנים ממש וכדומה הרבה:", 
                "עוד נמצאו אצלנו פירושים מקובלים מסיני על מצות שבתורה. אשר עוקרים את פשט המקרא לגמרי. כמו בתורה נאמר ארבעים יכנו. והקבלה אמרה שלא ילקה רק תשעה ושלשים מלקות (עי׳ מכות כ״ב ע״א) ואמרו ג״כ שם. כמה טפשאי אינשי דלא קיימו קמי׳ רבנן. בתורה נאמר ארבעים יכנו ואתא רבנן ובצרי להו חדא ע״ש: וע׳ ריטב״א בחידושיו למס׳ מכות שם שכתב דעל כרחך הלכה למשה מסיני. היתה רק ל״ט מכות. דאם לא כן אין אפשרות לעקור דבר מן התורה בלי שום מגדר מלתא ע״ש: וע׳ ג״כ (סוטה ט״ז ע״א ובירושלמי פ״ק דקידושין) בשלשה מקומות הלכה עוקרת מקרא. התורה אמרה בתער והלכה בכל דבר. התורה אמרה בספר. והלכה בכל דבר. התורה אמרה בעפר והלכה בכל דבר: וע׳ (יבמות כ״ד ע״א) אמר רבא אף על גב דבכל התורה כלה אין מקרא יוצא מידי פשוטו. הכא אתיא גזירה שוה אפיקתא מפשטי׳ לגמרי. אע״פ דפשוטו דקרא. והיה הבכור אשר תלד יקום על שם אחיו. מורה דיהיה נקרא בשמו של המת, אם היה שמו יוסף. קורין אותו יוסף. יוחנן קורין אותו יוחנן. בכל זאת כאן אתיא גזרה שוה נאמר כאן על שם אחיו. ונאמר התם על שם אחיהם יקראו בנחלתם. מה להלן לנחלה אף כאן לנחלה ע״ש. ובע״כ צריכין לומר. דאע״ג דקי״ל (כתובות ל״ח ע״ב) דלא אמרינן דאתיא גז״ש ומפקי׳ מפשטי׳ לגמרי. כאן היה לנו הלכה מיוחדת בפרטות מסיני לעקור את הפשט לגמרי. וע׳ ג״כ (סוכה ו׳ ע״ב) בסוכת בסוכת שתים כהלכתם ושלישי אפילו טפח. משום דאתא הלכתא וגרעתי׳ לדופן שלישי להעמידו על טפח ע״ש. ראינו דהלכת עוקרת פשיטות המקרא: וע׳ דברי מהר״א מזרחי מובא במשנה למלך פ״א מה׳ חמץ ה״ז, על זה שכתב הרמב״ם דאסור לאכול חמץ כל שהוא בפסח שנאמר לא יאכל. היינו משום דאכילה דקרא כל שהיא משמע. רק דהלכתא מסיני הוציאה מפשטי׳ לגמרי. אף לעקור את הלכה קבועה. ואינו בר עונשין עד שיאכל׳ שיעור שלם לפי חלוקת השיעורין אשר עליהם באה הקבלה:", 
                "ופירושים אלו אשר קדם זכרם אף על פי דהיו מקובלים אצלנו מסיני בכל זאת הטריחו חז״ל להסמיך דרשותיהם לתורה שבכתב, ולהראות כי ע״י המדות הנדרשות המקובלות. נלמד גם כן כי פירושי המצות הם כמו שקבלו מסיני. כמו הך דפרי עץ הדר אתרוג, דרשו מפני שדר באילן משנה לשנה, ועוד שאר דרשות שאף דרשות אשר נזכרו (סוכה ל״ה ע״ב): והך דשרפה האמורה בתורה היינו שרפת נשמה וגוף קיים. למדו חז״ל (סנהדרין נ״ב ע״א) מן גזרה שוה דשרפת בני אהרן ועדת קרח: וכן הך דשחיטה היא מן הצואר. דרשו (חולין כ״ז ע״א) ממקום ששחטהו וכדומה שאר דרשות: והיתר חלב האליה. וחילוקי העונשין באיסור דם לחלק בין דם התמצית לדם האברים למדו זאת מקרא (כריתות ד׳ ע״א וע״ב): בענן אראה על הכפורת שפירושו ענן ד׳ ולא ענן הקטורת נגד הצדוקים דרשו זאת חז״ל (תורת כהנים פ׳ אחרי פ״ג ה״ו): פירוש לטוטפות היינו ארבעה פרשיות למדו (סנהדרין ד׳ ע״ב) משום שנאמר לטוטפות מלא הרי כאן ארבעה. ר׳ עקיבא אומר אינו צריך. משום סט בכתפי שנים. פת באפריקא שנים, ע״ש: ועבדו לעולם היינו יובל למדו (קידושין ט״ו ע״א): ביום הראשון תשביתו היינו ערב פסח למדו חז״ל מפנים שונים (פסחים ה׳ ע״א): יד תחת יד היינו ממון למדו חז״ל (ב״ק פ״ג ע״א): וקצותה את כפה היינו ממון דרשו חז״ל מגזירה שוה דעדים דכתיב בהו לא תחוס עינך: וגם בעליו יומת היינו כופר ממון. למדו (סנהדרין ט״ו ע״א) דכתיב מות יומת רוצח הוא. על רציחתו אתה הורגו. ואי אתה הורגו על רציחת שורו: לא תבשל גדי בחלב אמו היינו כל בשר בחלב במשמע. למדו חז״ל (חולין קי״ג ע״ב) דכל מקום שנאמר גדי סתם אפילו פרה ורחל במשמע ע״ש: ממחרת השבת היינו יום שני של פסח. למדו חז״ל מדרשות שונות (מנחות ס״ה ע״ב): בן נכר לא יאכל בו היינו בר ישראל דאשתמוד למדו חז״ל (מכילתא פ׳ בא): כי תבא בכרם ריעך היינו בפועל הכתוב מדבר למדו חז״ל (בבא מציעא פ״ז ע״ב) מג״ש נאמר כאן ביאה ונאמר להלן לא תבא עליו השמש ע״ש: לא יומתו בנים על אבות לפסול את הקרובים לעדות. הוציא חז״ל מקראי (סנהדרין כ״ז ע״ב) דרך דרשות ע״ש:", 
                "ובעל כרחך צריכין אנו להודות ולהחליט דאף בהעדר אלו הדרשות. היו פירושים הללו נודעים לנו דרך הקבלה מה שנאמר בעל פה מסיני, דאיך יתכן שלמד ד׳ למשה בתורתינו שיצוה לקחת בחג האסיף פרי עץ הדר, ולא יורה אותו מהות הדבר ועל איזה פרי מכווין בצוואתו. וכן על אופן לקיחתו אם לצורך סיכוך לסוכה או בסתם נטילה ביד. וכן אין אפשרות שיצוה במצות עשה שיכתבו לטוטפות בין עיניהם. ולא יפרש לו בפרטות אופן התחייבות ודרך לקיחתן, ובודאי בא הכל מבורר מיד ד׳ למשה, ואף שחז״ל טרחו להוציא דברים הללו ע״י דרשות שונות. בתורה שבכתב, בכל זאת יוקשה. קודם. שבאו חז״ל ולמדו אותנו ענינים אלו דרך המדות הנדרשות מאן אגמרונהו. וכי יעלה. על הדעת שלא קיימו מקודם לכן מצות תפילין כהלכתה, עד דור אחרון שבאו חז״ל ולמדו פירוש וכוונת המלות אשר באו בתורה. שבכתב, דרך המדות הנדרשות: אכן ענין זה יתבאר על נכון דבאמת מעולם לא נסתפקו משה רבינו ופינחס ויהושיע ושמואל והזקנים. באיכות המצות שנתפרשו בתורה. מפני שכלם היו מקובלים אצלם מסיני בעל פה. ונמסרו כן מדור דור עד שבאו אלינו. ורק חז״ל רצו להסמיך גם ענינים אלו המקובלים לתורה שבכתב ונתנו לנו חז״ל בירושלמי פרק ששי ה״א דפסחים כלל גדול כיוצא בזה. אמרו ״אדם דן גזירה שוה לקיים תלמודו. ואין אדם דן גזירה שוה לבטל תלמודו״ והכוונה דהלכות ברורות ומקיימות אצלם ע״י הקבלה. היו דנים בגז״ש ובקל וחומר ובשאר מדות הנדרשות. למען יהיו נסמכים לתורה שנכתב, ואין אדם דן גזירה שוה לבטל תלמודו. היינו אם בידינו הלכות קבועות ומקובלות בעל פה. אינו מועיל שום למוד והתבוננות, הן דרך גז״ש וק״ו והן ע״י שאר מדות הנדרשות. לעקור אותן הלכות קבועות. מפני דקי״ל לא אתיא גז״ש ומפקיא מפשטי׳ לגמרי. ומכ״ש דלא אתיא גז״ש לעקור הלכות מפורשות ומבוררות, אבל לקיים תלמודו ולחזק הלכות מקובלות. ע״י שיסמוך אותם לתורה שבכתב. דרך המדות הדרשות הרשות בידם:", 
                "ועוד אמרו בכיוצא בזה הענין בירושלמי פרק שני דברכות וריש פרק בתרא דעירובין א״ר יוחנן כל מילתא דלא מחוורא מייתי לה מאתרין סגיאין. ופירשו המפורשים ז״ל. מובא בנימוקי יוסף ריש פרק החובל. דכוונת הירושלמי על דרך זה היינו כל דבר הלכה שאנו יודעים שהיא אמתית ומבוררת מפני הקבלה אשר אצלנו בזה. אבל לא נדע להלכה זו סמיכות מן הכתוב, הרשות ביד כל אדם לדונה ולהביאה ולהסמיכה לקרא. בכל אופן הנאות בעיני החכמים. ואף דלענין עונשים קי״ל אין אדם דן גזירה שוה אלא אם כן קבל מרבו. ולאו דוקא גז״ש, רק הוא הדין שאר המדות הנדרשות צריכים להיות מקובל מרבו ע׳ (תוס׳ סוכה ל״ג ע״א) אבל היכי דדינים הללו בירורין. ורק לצורך אסמכתא קצת. הותרו הדרשות היותר רחוקות בכל הדרכים הנאותים לפני החכם. למעי יקנו להם הלכות מקובלות הללו מקום בתורה שבכתב, והסיבה לזה מה שחפשו חז״ל אופנים הללו להסמיך ענינים מקובלים בעל פה. לתורה שבכתב או לשאר מקראי קודש, מפני שבזמן קודם לא הותר לכתוב דברים שבעל פה (תמורה י״די ע״ב) והיו הלכות מקובלות הללו עלולים לשכחה. וחפשו חז״ל עצות מרחוק ועשו אסמכתות וסימנים הללו בתורה שבכתב למען ישתמר אצלם בכח הזוכר כמו שיבואר לקמן, ועל זה אמרו בירושלמי אדם דן גזירה שוה לקיים תלמודו, היינו לקיים הלכות הברורות אליו המקובלת בע״פ יוכל לדון גז״ש להסמיכו למקרא, אע״ג דאין אדם דן גז״ש אלא א״כ קבל מרבו. בכל זאת אינו רוצה מכח גז״ש זו לדון בדבר החדש. רק לקיים תלמודו אשר נקנה לו מכבר:", 
                "ומפני זה אין לתמוה אם נמצא לפעמים זרות בדרשות חז״ל, אשר הביאו ראיות להלכות פסוקות וקביעו׳, ולמראה עין דרשות כאלו רחוקים הם ולא נראה מפשטות המקראות הוכחות כאלו, אכן רק על דרך אסמכתא אמרו למען ישתמר אצלם היטב ועשו ציונים וסימנים הללו לתורה שבכתב ועקר הלכות הללו היוצאות מן הדרשות נודעו להם בעל פה וכן לא קשה גם כן אחרי דהלכות הללו היו מקובלו׳ בע״פ, שוב קרא למה לי, דיש לומר דמקראות הללו כיון דאינם מיותרים ונצרכים לענינם. שוב לא באו ללמד להלכות אלו המקובלות בלא זה אלינו, ורק לקיים תלמודם אצלם הסמיכו למקרא, והא דמקשה הש״ס (נדה ל״ב ע״א) כיון. דיש לנו הלכתא קרא למה לי, ולכאורה הרי אפשר לומר דקרא אינו רק אסמכתא בעלמא. וכבר ראיתי להרב בעל יד מלאכי סי׳ רכ״ז דהתעורר באמת בזה. וכתב דרש״י בנדה שם הרגש שם בזה, ועקר קו׳ הגמרא שם דהאי וא״ו דואשה יתירה לגמרי ואין לנו לדורשה בשום אופן על ענין אחר. ויוצדק הקו׳ למאי אתא הך יתירא, אבל היכי דעיקר כוונת המקרא למלתא אתא. ולא אסמכינו רבנן להלכות קביעות מקובלות. למקרא רק דרך אסמכתא ורמז. הנה נכון דרכם ע״ש, וע׳ תוס׳ (מועד קטן ג׳ ב׳) מה דאמרינן נסוך המים הלכה למשה מסיני. וכ׳ התוס׳ והא דאמרינן בעלמא מ״מ יו״ד מ״ם לרבות נסוך המים מן התורה, אינו אלא אסמכתא ע״ש. וע׳ רמב״ם בהקדמתו לפי׳ המשנה דקו׳ הש״ם (ברכות מ׳ ע״א) כיון דשיעורין יש להם רמז בקרא אע״ג דהם הלכה למשה מסיני הרי עכ״פ נסמכות למקרא ואין נופל עליהם לשון זה. ומתרץ הש״ס, דבכי האי גוונא דהם אסמכתות רחוקות לגמרי ואינם אפילו בכלל רמז קרי שפיר לשיעורין הלכה מסיני ע״ש:"
            ], 
            [
                "עוד נמצאו הלכות מקובלות המיועדות לבאר תנאים ופרטים במצות התורה. היינו במקום שפירושי מצות שבתורה ידועים ומבוררים בכוונה הראשית אולם לא ידענו הפרטים והתנאים המתדבקים במצות אלו, רק מפי הקבלה. כמו שבתורה נאמר וזבחת ואכלת ואם נחליט דשחיטה בצואר. מונח בכח הלשון דזבחת בכל זאת לא ידענו כמה סימנים צריך לשחוט ואיכות הסכין. ועל אלו הענינים נצטוינו בעל פה ואמרו (חולין כ״ח ע״א) מלמד שנצטוה משה בעל פה על. רוב אחד בעוף ועל רוב שנים בבהמה ועל חמשה דברים המפסידין את השחיטה. וכן בתורה נאמר ובשר בשדה טרפה לא תאכלו, ולמדנו מזה כל דבר שעדיין חי הוא אלא שאירע לנו דבר שעל ידי זה לא יוכל להשאר בחיים זמן רב (ע׳ רמב״ם פ״ד ה׳ מא״ס) ובאה הקבלה לבאר הפרטים. ואמרו (חולין מ״ג ע״א) שמונה עשר טרפות נאמרו למשה בסיני, שאם נטרפה באחת מהן הרי זו טרפה, ואסור לאכול מבשרה. וכן בתורה נאמר מצות סוכה, שופר, ולולב, ולא נתבאר עדיין שיעורין של כל אחד ואחד, ובאו לנו על זה הלכות מקובלות בפרטות, ואמרו ז״ל דכל שיעורין חציצין ומחיצין הלכה למשה מסיני הם (ברכות מ׳ ע״ב וריש סוכה וריש עירובין). ובכלל אלו גם גוד ולבוד ודופן עקומה ע״ש. וכן כתבה תורה הרבה אזהרות, הן על אכילות דברים איסורים, ואיסור אכילה ביום כיפור, ואיסור עשיות מלאכה בשבת ויום טוב, ומפשטות לשון המקרא, לא נוכל לדעת שיעור האכילה. והמלאכה והקבלה אשר הגיעה אלינו בעל פה מבאר להשלים המחסור בזה, וקצבה שיעור לכל אחד, באיזה מהן חייב, ובאיזה מהן פטור. ולא לבד שיעורין של עונשין, ושיעור המצות המה מקובלים, רק כל שיעורי חכמים המה בכלל שיעורין הלכה למשה מסיני כמו שאמרו בירושלמי ריש פיאה וריש חגיגה, מעה כסף שתי כסף לקרבן ראיה הוא בכלל שיעורין הל״מ, וכן שיעורין שבבן ובבת, דבן י״ג ויום אחד הוא גדול, והאשה מבת י״ב שנים היא גדולה, הכל בכלל שיעורין הל״מ. ע׳ שו״ת הרא״ש כלל טו״ב דין ח׳, ושו״ת מהר״י ווייל, ועיין רש״י (נזיר כ״ט ע״ב. ורש״י ספ״ה דאבות) וע׳ רש״י (שבועות י״ד ע״ב) בא לו בארובה חייב. וכ׳ רש״י שם דגם זה בכלל שיעורין הלכה מסיני, וע׳ רמב״ם פ״ח מה׳ טומאת צרעת ה״ח לענין שיעורין כגריס דהם ג״כ הלכה מסיני בכלל שיעורין. וע׳ רמב״ם שם ה״א דכל השיעורין של טהרת מצורע כמו עץ ארכו אמה, ואיזוב שיעור טפח ע״ש. וכל אלו מבואר בתורה מצוה הראשית, ורק הפרטים והיעודים המה מקובלים בעל פה ואין להם שום רמז בתורה שבכתב, ולא נוכל בשום אופן להסמיכם לקרא אף דרך אסמכתא רחוקה:", 
                "אולם נמצאו אצלנו עוד הלכות מקובלות אשר אין להם יחס כלל למצות מפורשות בתורה, רק מורים אותנו מצות והתנהגות חדשות. ואינם פרטים למצות התורה. כמו למ״ד חיבוט ערבה היא הלכה למשה מסיני (סוכה מ״ו ע״ב) הנה יש לנו כאן מצוה חדשה לגמרי שערבה לבדה תהיה לקיחתה מצוה בחג, ואין למצוה זו יחס למצות לולב רק עומדת בפני עצמה. וכן נסוך המים בחג שאמרו שם דהיא הלכה למשה מסיני, ג״כ ענין חדש לגמרי ואין לדבר זה שום רמז וזכר בתורה. ומזה המין הוא ג״כ מ״ש (נזיר כ״ח סע״ב) האב מדיר בנו בנזיר למ״ד הלכה הוא הוא ג״כ ענין חדש, וכן הדינים המבוארים במשנה (סנהדרין פ״א ע״ב) מי שלקה ושנה מכניסין אותו לכיפה ומאכילין אותו שעורין עד שתבקע כריסו. וכן הגונב את הקסוה קנאין פוגעין בו, וכן כהן ששמש בטומאה פוצעין ראשו בגזרין, הנה עונשים הללו אין להם שום רמז בתורה שבכתב. ויוצאים מגדר שאר עונשים שבתורה, דלא מצינו רק עונש מלקות וארבע מיתות. אבל עונשים כאלו זרים הם במשפטי התורה, וע׳ רש״י סנהדרין שם ד״ה היכי רמיזי, דכתיב תמותת רשע רעה, וכ׳ רש״י ז״ל, ודאי עקר הדבר הוא מהלכה למשה מסיני אלא בעי הש״ס היכי רמיזי בקרא. וע׳ ר״ן בחידושיו לסנהדרין שם שכתב ג״כ דכל עניני עונשין הללו המה הלכות מקובלות מסיני ע״ש. עכ״פ הלכות אלו אינם תנאים פרטים וביאורים על מצות שבתורה, רק כאן ענין המקובל חדש לגמרי, ולא נמצא זכר בתורה. ומזה המין הוא ג״כ מה שהזכירו חז״ל (סנהדרין מ״ז ע״א) שתי קברות היו מיוחדים לבית דין אחד לנסקלים ונשרפים ואחד לנחנקים ונהרגים. וע׳ רמב״ם פירוש המשנה שם שכתב בזה״ל ואלו שתי קברות הלכה גמירי הם ואין להם שום רמז וסמך בכתוב אלא קבלה בלבד ע״ש. וגם זה הוא ענין חדש לגמרי, דחוב הקבורה להרוגי ב״ד נזכר בתורה, ואין זכר שמה מענין החיוב לעשות קברות מיוחדות להרוגי ב״ד:"
            ], 
            [
                "נמצאו אצלנו דרכי המדות שהתורה נדרשת בהם אשר נמסרו מפי ד׳ למשה, למען נוכל לדעת ולהוכיח על ידיהן ביאור המצות ופירושיהם ופרטיהם, והמה שלשה עשרה מדות שהיה ר׳ ישמעאל דורש. וחוץ מן מדות הללו דר׳ ישמעאל נמצאו עוד שארי מדות שניתנו לדרוש בהם המקראות. כמו הקש, סמוכין, אם אינו ענין, גורעין ומוסיפין ודורשין, ריבוי, מיעוט, ריבוי אחר ריבוי, מיעוט אחר מיעוט, ריבוי מיעוט וריבוי, הרי זה בא ללמד ונמצא למד, חסרות ויתרות, יש אם למקרא. וכלם מקובלות אצלנו מן משה רבינו להבין על ידי המדות הללו את תורה שבכתב. ולהוציא דרך המדות הללו את תורה שבכתב, ולהוציא דרך המדות הללו סתום מן המפורש, ולברר על ידיהם את כל הספקות הנופלות במצות שבתורה. ועל ידי דרכי הדרוש הללו, שוב כל התולדות והענפים שהוציאו חכמים מן תורה שבכתב, ומה שיוציאו עוד במשך הזמן, כלם מוכנים ועומדים בכח המצות המפורשות בתורה שבכתב. כענפים שהם בכח השורש. וכפרי שהיא בכח הזרע. וזה גם כן כוונת הש״ס (מגילה י״ט ע״ב) מלמד שהראה הקב״ה למשה דיקדוקי. תורה ודיקדוקי סופרים. ומה שהסופרים עתידים להתחדש כגון מקרא מגילה. וע׳ מדרש קהלת פיסקא מה שהיה כבר הוא נאמר דבר זה בשם ר׳ יהושע בן לוי, וז״ל ועליהם ככל הדברים, מקרא, משנה, הלכות, תוספתות, והגדות, ומה שתלמיד ותיק עתיד לחדש, כבר ניתן הלכה למשה ע״ש. ובש״ס שלנו הוא מימרא דר׳ יוחנן. וכוונת חז״ל בזה כיון שנמסר למשה דרכי המדות הנדרשות שוב כל מה שיתחדש מן החכמים בדור אחרון דרך מדות הללו, מונחים הם בתורה עצמה ע״י כח הדרשות והכללים אלו:", 
                "ועל פי זה יהיה הנקל לפנינו לישב קו׳ חמורה התעורר על זה הרמב״ן בספר המצות שורש ראשון. דכאן בש״ס מגילה אמרו דמקרא מגילה הראה הקב״ה למשה בסיני, וכן אמרו בירושלמי פ״ק דמגילה, מגילה זו נאמרה למשה מסיני אלא שאין מוקדם ומאוחר בתורה. ואולם להיפוך אמרו חז״ל (שבועות ל״ט ע״א) וז״ל אין לי אלא מצות שקבלו עליהם בסיני, מצות העתידות לחדש כגון מקרא מגילה מנין. הרי דקראו את מצות מגילה בשם מצות העתידות להתחדש. ואיך יתיישב מאמר זה עם מאמר דר׳ יוחנן ור״י בן לוי, דגם מגילת אסתר נאמרה בסיני. אבל לפי פירושנו למעלה יבאו הדברים על נכון. דבאמת אין להכחיש דפרטי׳ המגילה וענין המאורע בגזרות אחשורוש והמן, והפדות והפורקן אשר נתהוה להם בעזר השי״ת על ידי מרדכי ואסתר, נתחדש רק בזמן גלות בבל תשע מאות שנה אחר קבלת התורה בסיני, ומצד זה לנכון כינוהו חז״ל בש״ס שבועות בשם מצות העתידות להתחדש, אבל ההיתר לכתיבת מגילה כזאת שתהיה נספחת לכתבי קודש, שלא תהיה בכלל הוספה על דברי תורה, למדו חז״ל (מגילה ז׳ ע״א) ובירושלמי פ״ק דמגילה דכתיב בתורה כתב זאת זכרון בספר. וכן אמרו (מגילה י״ד ע״א) כל הנביאים לא הוסיפו על מה שכתוב בתורה חוץ ממקרא מגילה. מאי דרוש מה מעבדות לחרות אומרים שירה, ממות לחיים לא כל שכן ע״ש. והנה דרכי הדרוש הללו לדרוש אות אחת יתירה, וכן דרשת קל וחומר, כלם בכלל המדות המקובלות בסיני. וכיון דהיתר חידוש מצות קריאת המגילה, והרשות לספחה לכתבי קודש, בא לאנשי כנסת הגדולה באמצעית דרכי הדרוש הללו, שוב מצד זה יתכן לומר דהראה הקב״ה למשה בסיני. היינו הורה השי״ת למשה אותן מדות שהתורה נדרשת אשר מכח דרשות כאלו נסתבב לחז״ל היתר מצות קריאת מגילת:", 
                "וע׳ רש״י (תענית כ״ה ע״ב) ד״ה הלל בראש חדש לאו דאורייתא וכ׳ רש״י שם דוקא דר״ח, אבל הלל דחנוכה, כיון דהנביאים תקנוה על כל צרה שלא תבא. כשיגאלו אומרים אותן וכדאורייתא דמי ע״ש. והכוונה דיש לנו מ״ע מן התורה לומר הלל על כל הניסים אשר יעשה ד׳ אתנו בכל עת ובכל זמן, ואמרו בירושלמי סוף פסחים בפרוע פרעות בישראל בהתנדב עם ברבו ד׳ התנדבו ראשי עם כשהקב״ה עושה ניסים לישראל. תהא אומרים שירה ע״ש, ודברי קבלה בזה כדבר תורה דמי כמו שיבואר בסמוך. ואם כן אם גם עתה יארע לנו נס מפורסם. מחוייבים אנו מן התורה לומר הלל ושירה, ומצד זה הלל דחנוכה הוא דבר תורה. אף דנס חנוכה אירע בזמן אחרון אחד עשר מאות שנה אחר קבלת התורה:", 
                "ועתה תבין גם כן לנכון דברי הש״ס (גיטין ס׳ ע״ב) וכן הוא בירושלמי פ״ב דפיאה וסוף פ״ק דחגיגה על קרא דאכתוב לו רובי תורתי כמו זר נחשבו. דפליגי התם אם מרובים הדברים הנדרשים בעל פה מתורה שבכתב או תורה שבכתב מרובה. וע׳ ספר הנכבד באר שבע בתוספותיו לספ״ק דהוריות דהתעורר על זרות מחלוקת הלזה. דהרי אנו רואים דכל המשניות ותוספתות ותלמוד בבלי וירושלמי ומדרשות המתעסקים רק בתורה שבעל פה היינו בביאורים לתורה שבכתב, והמה מרובים בכמותם הרבה מתורה שבכתב. ודבר הגלוי לכל העולם אין נופל בגדר המחלוקת. וע׳ ספר יפה מראה פ״ב דפיאה שהתעורר ג״כ ע״ז. אבל לפי הדברים שסדרנו למעלה נכון הענין מאוד. דדעת האומר דתורה שבכתב מרובה מתורה שבע״פ כוונתו כיון דענינים הידועים לנו על ידי מדות המקובלות לנו לדרוש תורה שבכתב, מוכנים ועומדים כתורה עצמה ומרומזים שמה על ידי ריבוי אותיות וסדר הדברים בהקדמה ואיחור, שוב גם המה תורה שבכתב עצמם. ואין הבדל אם מבוארים בפירוש בתורה או התורה רמזה עליהם ע״י אות יתירה או שנוכל לדורשם בקל וחומר וגז״ש והקש. ולא נקרא תורה שבע״פ רק אותם הענינים אשר בארנו למעלה באופן השני. שאין להם שום סמך רחוק בתורה רק מקובלים בע״פ. ואולם מאן דסבירא לנו תורה שבע״פ מרובה. טעמו כיון דלא נתבאר בתורה דרכי הדרוש ושלשה עשר מדות הנדרשות בתורה. גם המה רק מקובלות מסיני. א״כ אף דבר הנלמד דרך המדות אע״פ שיש לו סמוכה בתורה לא נקרא רק תורה שבעל פה, כיון דאין ידועים לנו ענינים הנדרשים הללו רק דרך המדות עצמם שבאו לנו מקובלות בע״פ:", 
                "ואחר אשר בארנו שלשה אופנים הללו, אציג לעיני הקורא רק מצוה אחת הכוללת שלשה ענינים הללו. ועל ידי זה יהיה להקורא מושג ברור לדון על השאר. ובכל עת אשר יזדמן ענין אחד בתורה שבע״פ. יבין בנקל תחת איזה סוג נופל ענין זה. לדוגמא אציג מצות תפילין. בתורה נאמר וקשרתם לאות על ידך והיו לטוטפות בין עיניך. וקראו חז״ל (משנה סנהדרין פ״ח ע״ב) מצות תפילין עקרה מדברי תורה ופירושה מדברי סופרים, היינו עקר המצוה שיהי׳ התפילין על היד ובין העינים. נאמרה בתורה. אולם לא נדע הפירוש מה הוא טוטפות. ואיזהו פרשיות ומנין הפרשיות, לא נאמר בתורה. והיה זה מקובל לחז״ל בע״פ מספר הפרשיות ואיכותן ולמען יסמיכו ג״כ ד״ז לתורה שבכתב, עשו אסמכתא רחוקה מן ט״ט בכתפי שתים פ״ת באפריקא שתים ע׳ (סנהדרין ד׳ ע״ב). ומזה הצד קראו לתפילין פירושו מדברי סופרים. היינו באופן הראשון שהזכרנו פירושים מקובלים בסיני ונסמכים בדרך רחוק לתורה שבכתב. וכינוהו ג״כ דברי סופרים. ולקמן יבואר בשיטת הרמב״ם דדברי סופרים הוא שם משתתף. ואולם יש לנו עוד באיכות הפרשיות ודרך כתיבת התפילין והרצועות הלכות קבועות מסיני, שאין להסמיכם למקרא. ואלו הדברים כינו חז״ל בשם הלכה למשה מסיני. ואינם כעין פירוש לתורה שבכתב לבאר ענין המצוה הם פרטים מיוחדים. באים להורות הכשר המצוה ותיקונה. ועשרת הלכות הם א׳) שיהיו כותבין אותו בדיו, ב׳) שיהי׳ נכתבים על הקלף במקום בשר. ג׳) שיהי׳ מרובעות. ושיהיו תפירתן ברבוע. ד׳) שיהיה בעור של ראש צורת עין מימין ומשמאל. ה׳) שיכרוך הפרשיות במטלות. ו) שיכרוך אותם בשער. ז׳) שיהיו תופרין אותם בגידין. ח׳) שיהיה להם מעברתא. ט׳) שיהיו הרצועות שחורות י׳) שיהיה הקשר של יד בצורת דל״ת. וכל אלו כינו חז״ל במקומות נפרדות הלכות מסיני. אבל הך שיהיו מניחים של יד על השמאלית נלמד מדכתיב על ידכה מלא ה״א. ודרשו יד כהה (מנחות ל״ז ע״א). וכן הך שאין כותבין התפילין על עור בהמה טמאה למדו מדכתיב למען תהיה תורת ד׳ בפיך, דבר המותר בפיך (שבת ק״ח ע״א). וכדומה שאר הדרשות. כגון כל זמן שבין עיניך יהיו שנים. ואלו הענינים המה מאופן השלישי, דברים הנודעים לנו ע״י דרכי המדות הנדרשות. נמצא מצות תפילין אשר עקרה מדברי תורה כולל שלשה עניני תורה שבעל פה. א׳) פירוש מקובל מסיני ואשר סמכו חז״ל בדרך אסמכתא למקרא. ב׳) הלכות מקובלת מסיני בפרטי ובתנאי המצות. בלי שום אפשרות הסמיכה לקרא אף בפנים רחוק. ג׳) דינים שהוציאו חז״ל דרך דרשות גמורות אשר התורה ניתנה לדרוש בהם. ומזה תקיש על שארי המצות:"
            ], 
            [
                "עוד יש לנו הרבה ענינים בתורה שבע״פ. אשר לא באו אלינו באחד מאלו אופנים השלשה שהצגנו למעלה רק דרך סברא משקול דעת האדם. וכחו של הלכות אלו גם כן דין תורה ממש להם. כמו דאמרינן ריש זבחים, ובשאר מקומות, אי בעית אימא סברא, ואי בעית אימא קרא ראינו דקרא וסברא שניהם שקולים הם. הדברים הנטבעים בשכל אנושי ובהקש הדעת, שוים בדרכי הלמד והמתלמד כאלו נלמדו מקראי. (עיין כתובות כ״ב ע״א) מנין להפה שאסור הוא הפה שהתיר דכתיב את בתי נתתי לאיש. ומקשה הש״ס הא למה לי קרא סברא היא. וע׳ ג״כ (ב״ק מ״ו ע״ב) מנין להמוציא מחברו עליו הראי׳ דכתיב מי בעל דברים יגיש אליהם. ומקשה הש״ס הא למה לי קרא סברא היא. מאן דכאיב לי׳ כאיכא אזיל לבי׳ אסיא. הרי דדברים הנלמדים מסברא שוה ממש לדבר הנלמד מן דבר תורה. עד שהתעוררו בש״ס להקשות דהסברא תספיק והקרא מיותר. ויותר מזה תראה (פסחים כ״ה ע״א) דלמדו חז״ל ענין זה ברוצח יהרג ואל יעבור מסברא. מה חזית דדמא דידך סמיק טפי, דילמא דמא דחברך סמיק טפי. וגבי עריות למדו חז״ל שם דיהרוג ואל יעבור מדכתיב כי כאשר יקום איש על רעהו ורצחו נפש כן הדבר הזה. הרי זה בא ללמד ונמצא למד. מה רוצח יהרג ואל יעבור, אף נערה המאורסה יהרג ואל יעבור. ראינו שהתורה עצמה סמכה ענינה דרך הקש ללמד גילוי עריות מרוצח. אשר כל ענינו של רוצח דיהרג ואל יעבור, לא נדע רק מכח סברא. והיינו משום דכח הסברא נכבד כל כך, עד שהונח ליסוד מוסד ללמוד משם ענין אחר. וע׳ ש״ס (ב״מ ד׳ ע״א) מאן דס״ל הילך פטור משבועה, הטעם כיון דאמר לי׳ הילך כמאן דנקט לי׳ מלוה דמי. ובאידך חמשים הוה כופר הכל ע״ש. והוא רק סברא בעלמא. ומפטיר על ידי זה מן שבועה דאורייתא. עוד תראה שקראו חז״ל ענין הנלמד מסברא בשם דבר תורה. בין בעניני ממון, ובין בענין איסור והיתר. כמו שאמרו ב״מ ר״פ הזהב דבר תורה מעות קונות אע״פ שלא הביאו שום ראי׳ לזה מן הכתוב, רק דנו מצד הסברא. שבענין זה נסתלק רשות מן בעל החפץ. וכינו חז״ל זאת בשם דבר תורה וע׳ נימוקי יוסף ושיטה מקובצת שם: ובענין איסור אמרו חצי שיעור אסור מן התורה משום חזי לאצטרופי. ואינו לימוד מקרא רק סברא בעלמא. ובכל זאת נקטו בלשונם אסור מן התורה. וע׳ שם תוס׳ והר״ן דהקשו למה לי׳ קרא דכל חלב לאסור חצי השיעור. והרי נדע מכח הסברא דחזי לאצטרופי ע״ש. עכ״פ ראינו דכח הסברה מיקרי גם כן בפי חז״ל דבר תורה:"
            ], 
            [
                "דברים הנלמדים מדברי קבלה. היינו משאר ספרי קודש נביאים וכתובים. דינם על פי הרוב כדבר הנלמד מן התורה ממש. כמו שכתבתי בספרי מאמר תורת נביאים בארוכה. וחז״ל קראו את ענינים אלו ג״כ בל׳ דבר תורה. או דאורייתא. ע׳ (יבמות ד׳ ע״ב) סמוכים מן התורה מנין שנאמר סמוכים לעד לעולם. הביא מקרא בכתובים ומכנה אותו בשם תורה, וע׳ (סנהדרין ל״ז ע״א) אמריתו נדה שרי ליהודי. אפשר אש לנעורת ואינה שורפה. א״ל התורה העידה סוגה בשושנים. וע׳ (מכות כ״ד ע״א) ומה דברים שאין דרכם לעשותו בצנעא. אמרה תורה והצנע לכת. וע׳ ירושלמי פ״ק דעבודה זרה התורה אמרה ובחור אותו מכל שבטי ישראל לי לכהן. וע״ז אמרה ויעש לו כהנים מקצות העם. וביותר ראינו (ברכות מ״ה ע״א) ר׳ נתן אומר אין צריך, הרי הוא אומר כי הוא יברך את הזבח. ראינו דחביב לתנא למוד מדברי נביאים יותר מלמוד קרא מפורש מקודם מתן תורה ע״ש. וע׳ (חולין י״ז ע״ב) מנין לבדיקת סכין מן התורה שנאמר ושחטתם בזה. וע׳ ג״כ (גיטין ל״ז ע״א) מפני תקון העולם. קרית לי׳ דאורייתא הוא דכתיב וכתוב בספר וחתום. וע׳ (סנהדרין. נ״ב ע״א) כיון דכתיב שרפה באורייתא ובמשרפות המלכים ישרפו לך וכו׳. הרי דקראו חז״ל דברי נביאים בלשון דבר תורה או דאורייתא. ומלקות גם כן איתא בלאוי שנלמדו מדברי קבלה. ע׳ רמב״ם פ״ו מה׳ ביאת מקדש ערל שעבר לוקה כזר ע״ש. אע״ג דפסול ערל לעבודה אינו נלמד רק מקרא דיחזקאל (סנהדרין כ״ב תענית י״ז). וע׳ רדב״ז בלשונות הרמב״ם ח״ב סי׳ פ״ו, וע׳ רבינו יונה פ״ק דברכות, לענין בעיית הש״ס אם מותר להפסיק בין פסוקא לפסוקא, ונשאר הש״ס בזה בתיקו (ברכות ה׳ ע״א) וכ׳ תלמידי רבינו יונה ״ויש להחמיר״ אחר שהיא תיקו באיסור דאורייתא. אע״ג דעקר איסור זה לא נלמד רק מן מה דכתיב ועוזבי ד׳ יכלו שאינו רק דברי קבלה:", 
                "וכבר בספרי שם הבאתי דברי הרמב״ן בספר המצות סוף שורש שני, שהתעורר להקשות אחרי דהלכה פסוקה אצלנו. דאין נביא רשאי לחדש דבר על תורת משה. אם כן איך הורשו הנביאים לחדש עניני הלכות אלו. וכתב לתרץ דזה באמת כוונת הש״ס בהרבה מקומות דמקשו (סנהדרין כ״ב מו״ק ה׳ ע״א) עד דאתו יחזקאל מאן אגמרינהו. וכוונתם דודאי׳ הנביא לא היה המחדש בדבר, .דהרי אין נביא רשאי לחדש, אלא ע״כ הלכתא נינהו וסמכינהו על קרא, היינו שהלכות אלו היו מסורין בעל פה הלכה למשה מסיני. ורק הנביאים כתבו הלכות המקובלות בעל פה על ספר חקה, ובכי האי גוונא לאו חדוש הלכות מקרי. דהרי מקודם היו נהוגים מתורת תורה שבע״פ ע״ש בספרי תורת נביאים שהארכתי הרבה מאוד, וכאן לא באתי להאריך רק לכתוב ענינים העולים משם בכלל ברור. היינו דכל ענינים אשר חדשו הנביאים, גם המה כלם הלכות מקובלות מסיני אשר נמצאו מאז אצלנו, רק שארי הלכות נשארו בעל פה. והלכות אלו התיר ד׳ לנביא שיכתוב אותם על ספר:"
            ], 
            [
                "והנה כל ההלכות, הן במשנה והן בגמרא, אשר באו על האופנים הנזכרים למעלה, היינו הן אותן שבאו דרך פירוש להבין כוונת איזהו פסוקים סתומים. או שבאו לבאר פרטים ותנאים ממצות התורה. או שבאו דרך דרשות במדות המקובלות. או שיש להם מקור מכח הסברא. או נלמדים מדברי נביאים, בכל אלו דין תורה יש לאלו ההלכות ומכין ועונשין העובר עליהם כמו שעובר על דבר אשר מפורש בתורה. אכן נמצאו במשנה וגמרא וכן בהרבה .ברייתות, ענינים שונים אשר אין להם יחס לאלו האופנים רק המה תקנות וגזירות חכמים. שעשו משום גדר וסייג לעשות משמרת לדברי תורה. וכל חכם בזמנו הבין מצב האומה כי הצורך לעשות תקנות וגזירות לצורך חזוק הפרצות, דתקנות וגזירות הללו מכונים בשם דרבנן, ואין כאן עונש מלקות. ומכל שכן עונש מיתה, רק העובר על דבריהם לוקה מכות מרדות. וכן מורין להקל היכי שנופל לנו ספק. מפני הכלל דספק דבריהם להקל. אף שלדעת הרמב״ם פ״א מה׳ ממרים ובספר המצות שורש ראשון, גם כל התקנות והסוגים נכנסים תחת מצות עשה שבתורה על פי התורה אשר יורוך. ובא בקבלה דהיא מצות עשה, לשמוע בכל עת לבית דין הגדול, ולהאזין דבריהם. והמאמין במשה ובתורתו, חייב לסמוך מעשה הדת עליהן. ולהשען על משפטיהן, והעובר על דבריהם עובר על עשה, גם על לא תעשה, דכתיב לא תסור מן הדבר אשר יורוך ימין ושמאל ע״ש. ולדעתו תקנות וגזירות וסייגים של חכמים, אעפ״י דחדשים המה רק מעשה בני אדם. מה שחדשו החכמים לפי הכרע דעתם, לפי החוב אשר מוטל עליהם לשמור חומת ציון, ולפקח בכל עת לטובת הדת לבנות בנין אדיר וקיים בישראל. מכל מקום אתם הכח והעוז על פי התורה, לתת קיום והעמדה לתקנותיהם ועשיותיהם, שיתמידו לנצח באומה, ואין ב״ד יכול לבטל דבריהם, אלא אם כן גדול מהם בחכמה ובמנין. ואם פשט איסורם וגזירתם בכל העולם. אזי אפילו גדול בחכמה ובמנין אין יכול לבטל. כמו שנתבאר ברמב״ם פ״י מה׳ ממרים, והארכתי בזה הרבה בספרי משפט ההוראה ודרכי הוראה לבאר כל העקרים והענפים: ובכל זאת אף שיש לחכמים כח ע״פ דין תורה לתקן ולגזור בכל מה שנכון לפניהם. אין לוקין העובר על דבריהם מלקות של תורה. מפני דהוי לאו שניתן לאזהרת מיתת ב״ד. דהרי זקן ממרא מיתתו בחנק מפני שעבר על לאו דלא תסור. והקילו בספק תקנה וגזירה, משום דתנאי היו בתקנתם וגזירת. דבמקום ספק או בשארי מקרים דלא הוי בכלל הגזירה נלך להקל. ע׳ לחם משנה פ״א מהלכות ממרים, והנה כאן באתי להציג לעיני הקורא פרטי התקנות והגזירות לפי הלוך הזמן בסדר נאה ומתוקן. למען נדע להבחין בפרטות אותן הענינים אשר דינם דין תורה ע״פ האופנים המבוארים למעלה. בשלשה סוגים הנופלים תחת תורה שבעל פה. ובין אותן הענינים אשר נתחדשו דור אחר דור מנביאים וחכמי הזמן רק משום צורך משמרת וסייג לדברי תורה, נתחיל מן גזירת הנביאים:"
            ], 
            [
                "משה רבינו רבן של ישראל גם הוא גזר גזירות לא מצד הנבואה. רק מפי עצמו. אמרו חז״ל (שבת למ״ד ע״א) משה רבינו גזר כמה גזירות ותקן כמה תקנות, ופירש״י שהתקין שיהיו דורשין בענינו של יום. הלכות חג בחג וכו׳. והקשה מהרש״א תינח תקנות. אבל גזירות לא מצינו מן משה רבינו ע״ש. אכן באמת אמרינן (יבמות ע״ט א׳) נתינים משה רבינו גזר עליהם להרחיקם: וע׳ ג״כ מ״ש הרב הפני יהושיע בחי׳ רפ״ד דראש השנה. דהביא בשם הסמ״ג. דהא דטמאים נדחו לפסח שני. אע״פ דהיו יכולים לטהר עצמם בערב פסח, כמו שדרשו (סוכה כ״ו ע״ב) ולא יכלו לעשות הפסח ביום ההוא. אבל בלילה היו יכולין לטהר. ומכל מקום לא הוזה עליהם ונדחו לפסח שני. משום דחל אז ערב פסח ביום השבת. וכבר נגזרה בימי משה דאין מזין בשבת, וסיים הפני יהושיע דזה באמת בכלל, מה שאמרו בגמרא דמשה גזר כמה גזירות היינו גזירה דאין מזין בשבת שמא יעבירנו ד׳ אמות ברה״ר ע״ש. ראינו עוד גזירה בימי משה רבינו. וכן מ״ש (ע״ז ע״ו ע״א) למ״ד דנותן טעם לפגם מותר. א״כ גיעולי מדין היכי משכחת. ומשני לא אסרה תורה אלא קדירה בת יומא. ומקשה הש״ס מכאן ואילך לשתרי ופשטות הגמרא משמע דהקשו למה הגעילו כלי מדין. היה להם להניח הכלים על יום שני. דאז יהיו נ״ט לפגם. ומשני הש״ס גזירה אינו בת יומא אטו בת יומא ע״ש. ראינו דכבר בימי משה היתה גזירה זו. לאסור אינו בן יומא משום בת יומא, וע׳ מ״ש הגאון יעב״ץ בספרו מור וקציעה קונטרס סייג לתורה שפי׳ ג״כ כן:", 
                "יהושיע גזר גם כן על הנתינים להרחיקם (יבמות ע״ט ע״א): וע׳ עוד תוס׳ (קידושין ל״ח ע״א) ד״ה ממחרת הפסח אכול מעיקרא לא אכול, דאקריב עומר והדר אכול. והקשו בתוס׳ ניתי עשה בערב תאכלו מצות, וידחה לא תעשה דחדש. ותירצו דגזרינן כזית ראשון אטו כזית שני ע״ש, הרי דבימי יהושיע היתה כבר הגזירה דכזית ראשון אטו כזית שני:", 
                "פנחס גזר על ישראל בסוד שם המפורש ובכתב הנכתב על הלוחות שלא ישתה אדם סתם יינם, כן הוא בפירקי דר׳ אליעזר מובא ברמב״ן בס׳ המצות לא תעשה קצ״ד:", 
                "דוד המלך גזר על הנתינים להרחיקם (יבמות ע״ט ע״א): בית דינו של דוד גזרו על יחוד פנויה (ע״ז ל״ו ע״ב) וע׳ מ״ש הרב תוס׳ יו״ט פ״ח דכלאים משנה ב׳. לשיטת הרמב״ם. דשני מיני טמאים אינם בכלל כלאים מן התורה לענין איסור חרישה יחד, א״כ אין מקום לקו׳ הירושלמי (מובא בתוס׳ חגיגה ב׳ ע״ב) דנאמר בבני דוד וירכבו איש על פרדו וינוסו, והרי אסור לרכוב על הפרד משום דהוא כלאים ולשיטת הרמב״ם הרי כשני מיני טמאים אין כאן כלאים מה״ת, וכ׳ התוי״ט דצריכין לומר דעל כרחך בימי דוד כבר נגזרה גזירה זו לאסור אף שני מיני טמאים. והביא ראי׳ מתוס׳ קידושין שהבאתי למעלה, דבימי יהושיע כבר גזרו כזית ראשון אטו כזית שני, אף שלא נזכרה גזירה זו בשום מקום. ה״נ לענין איסור כלאים מן ב׳ מיני טמאים נגזרה כבר בימי דוד ע״ש:", 
                "שלמה המלך גזר על טומאת ידים (עירובין כ״א ע״ב שבת י״ד ע״ב): וכן גזר שלא לטלטל מן הבית למבוי ומן המבוי למבוי ומפ״ז תקן עירובין, ע׳ מ״ש הסמ״ג ח׳ עירובין, וז״ל מותר לטלטל מן התורה מן הבית לחצר ומן החצר למבוי. כשעמד שלמה המלך ע״ה ובית דינו וראו כי היו בני אדם אומרים, כיון שהבית מיוחד לאדם אחד. והחצר מיוחדת לרבים. ואעפ״כ מותר להוציא מהבית לחצר וכו׳. ובזה היו טועין ואומרין מעתה אין ההוצאה מלאכה כלל. ומותר להוציא מן רשות היחיד גמורה לרשות הרבים גמורה. עמד שלמה וגזר שלא יטלטלו מן הבית למבוי ולחצר אלא ע״י עירוב ע״ש. וע׳ ג״כ רמב״ם ריש ה׳ עירובין. הנך רואה דלמען שלא יבאו להקל לטלטל מרשות היחיד לרשות הרבים, אמר שלמה אף הטלטול מבית לחצר ומחצר למבוי. ועירובין שתקן שלמה ע״ה. היא גזירה מצד א׳. ותקנה מצד אחרת: עוד אמרינן (יבמות כ״א ע״א) שניות לעריות שלמה המלך גזר עליהם ע״ש:", 
                "יהושפט מלך יהודה וסנהדרין אשר בזמנו גזרו על טבול יום שלא יכנס למחנה לויה (פסחים צ״ב יבמות ז׳ ע״ב). וע׳ מ״ש התוס׳ (זבחים ל״ב ע״ב) דכן היתה קבלה אצל חז״ל דבמעמד זה אשר עמד יהושפט בקהל יהודה בחצר החדשה. שמה נתחדשה גזירה זו ע״ש:", 
                "חזקיהו מלך יהודה וב״ד. גזרו על טומאת עבודה זרה . (תוס׳ סנהדרין י״ב ע״א) על הך דאמרו דחזקיהו מלך יהודה עיבר השנה מפני הטומאה. וכ׳ התוס׳ היינו טומאת ע״ז. אע״ג דטומאת ע״ז אינה רק מדבריהם, צ״ל דבימי חזקיה כבר גזרו על טומאת ע״ז ע״ש: וע׳ עוד (שבת פ״ג ע״א) לענין טומאת ע״ז דאינה רק מדבריהם, אע״ג דנלמד מקרא דישעיה תזרם כמו דוה צא תאמר לו, וצריך לומר דכך היה מקובל לחז״ל, דמן התורה אין ע״ז מטמא במשא רק בימי ישעי׳ וחזקיה נגזרה גזירה זו. הנביאים שהלכו בגלות בבל גזרו להתענות שלשה בתשרי, ועשירי בטבת, ושבעה עשר בתמוז. ותשעה באב (זכריה ח׳) מפני הרעה שאירעו להם בימים הללו. וכשנבנה בית שני נתבטלו התעניות. וכשחרב הבית בשניה חזרו גזירות אלו למקומם. (ר״ה י״ח ע״א):", 
                "דניאל גזר על שמן של עכו״ם לאכול ממנו (ע״ז ל״ו ע״א):", 
                "עזרא גזר על הלוים שלא יתנו להם המעשרות (יבמות פ״ו ע״ב):", 
                "נחמיה בן חכליה גזר על טלטול כלים בשבת (שבת קכ״ג ע״ב). משנה זו בימי נחמיה ב״ח נשנית, התירו וחזרו והתירו ע״ש. וכן כפי הנראה מפשטות המקרא אסר להם מקח וממכר בשבת, דכתיב והצורים ישבו בה. מביאים דאג וכל מכר ומוכרים בשבת לבני יהודה וירושלים. ואריבה את חורי יהודה ואומרה להם. מה הרעה אשר אתם עושים ומחללים את יום השבת ע״ש. הרי דאע״ג המקח וממכר בשבת אינו רק מדבריהם, גזירה שמא יכתוב, בכל זאת כבר נגזר אז, מפני שראה שהעם מזלזלים באיסור שבת בדבר שיש בו איסור תורה, אסר להם השבותין ג״כ, ע׳ רמב״ן ספר המצות סוף שורש שנ, וע׳ ג״כ רש״י (ביצה כ״ז ע״ב) ד״ה אין פוסקין דמקח וממכר אסור, כמו שכתוב בעזרא. וע׳ הגהות מהרי״ב שם דהתעורר דרש״י (ביצה ל״ז ע״א) כ׳ דמקח וממכר אסור. משום דכתיב ממצוא חפצך ודבר דבר ע״ש: וכן לשיטת הטור והנמשכים לשיטתו באבן העזר סי׳ ט״ז דמן התורה אינו אסור החתון רק בשבעה עממים לבד, אבל נשים משארי האומות דרך חיתון ואישות אינו רק מדרבנן. א״כ הא דנאמר (נחמי׳ י״ג) ראיתי את היהודים הושיבו נשים אשדדיות עמוניות מואביות ואריב עמם ואקללם ואכה מהם אנשים וגו׳ ע״ש. ולא ידעתי מה המרד הזה הלא היו מן שבע עממים. וליכא איסור תורה בחיתון. וצ״ל דכבר נגזרה בימיהם גזירה זו דחיתון. או די״ל כיון שסיים נחמי׳ הלא על אלה חטא שלמה מלך ישראל וגו׳. ועקר חטא שלמה אף על פי שהנשים נתגיירו ומ״מ אסור לקבל גרים בימי דוד ושלמה. ע׳ רמב״ם ס״פ י״ג מה׳ איסורי ביאה ע״ש. עכ״פ הרוחנו דבימי שלמה ועוד בימי שמשון היתה לשיטת הרמב״ם גזירה זו. דאין לקבל גרים בימים כאלו הטובים לישראל ע״ש:", 
                "חגי זכרי ומלאכי זרובבל ויהושיע כהן גדול קבצו את כל העם בשלש מאות שופרות, ושלשה מאות כהנים. והחרימו שלא יאכל אדם מישראל פת של כותים. (תנחומא פ׳ וישב ומובא תוס׳ חולין ד׳ ע״א): וכן העידו חז״ל (יבמות ט״ז ע״א) בשם חגי הנביא שגזרו בזמנו שלא לקבל גרים מן התרמודים: וכן מצינו דבימי חגי גזרו טומאה על המשקים. ע׳ רש״י (פסחים י״ז ע״א) ד״ה אישתביש בהני שכתב בזה״ל. ואי במי בטומאה דרבנן בדק להו חגי לכהנים. וכבר נגזרה טומאה על משקין בימי חגי הנביא. שהיה. בימי אנשי כנסת הגדולה ע״ש. וע׳ רש״י (פסחים י״ד ע״א) דמן התורה אין אוכל מטמא אוכל. ודברי חגי הן ישא איש בשר קודש בבגדו וגו׳ מדרבנן הוא ע״ש:"
            ], 
            [
                "ומן הנשיאים וראשי סנהדרין ואבות ב״ד. אשר הכח והמשרה בידם על פי התורה. לתקן ולפעול פעולות טובות לצורך עמם. לגדור גדר ולעמוד בפרץ. נמצאו היום אצלנו. גזירות קבועות וקיימות. הן מאותן הנשיאים וראשי אבות ב״ד. אשר הי׳ עדיין בזמן בית שני. והן מאותן הנשיאים אשר הי׳ אחר חורבן בית אלהינו ע״י טיטוס. וחשבו מחשבות לעשות משמרת לדברי תורה, ואנשי כנסת הגדולה כששבו מן גלות בבל והתחילו ליסד את בית אלהינו. שמו מבטם ביתר עוז להשתדל לבנות בית נאמן באומה בקיום מצות התורה. למען לא תשכח המנה היקרה מפינו ומפי זרעינו עוד הפעם. והשכילו מאוד במאמרם עשו סייג לתורה. וראו איך פעלו לחזק בנפשנו אהבה עצומה וחודרת הן להתורה והן להעם. והביטו וראו איך פעלו לקיים התורה על ידי הסייגים הללו, כמ״ש בפתיחה הקצרה למאמר משפט ההוראה. כי כשנביט בעין פקוחה מצינו אנשי בית ראשון שהיו נעדרים מן הסייגים והמשמרת, שכחו מהר התורה והמצוה בשבעים שנה אלו שהיו בבבל. ואף משפט המועדים נעלמה מהם כמ״ש בעזרא. אבל חכמי בית שני נשארו נאמנים בתורה, ע״י מה .ששמעו לצואת הכנסיה הגדולה לעשות סייג לתורה, וזה קרוב לשמונה עשר מאות שנה אשר הודחנו מדחי אל דחי, מרדף בלי חשך, ותהלה לאל הוספנו חכמה בתורת ד׳. והיא תעדה עוד היום עטרה לראשינו. וכמה אלפים חיבורים מגדולי ישראל וחכמיהם. יתנו עדיהם ויצדקו. כי כל היגיעות אשר יגעו הגדולים הללו למענינו לא היו לבטלה. ומי פעל זאת רק המשמרת והסייגים שהתחילו אנשי כנה״ג. ונמשך פעולתם הטובה למענינו. בכל משך בית שני. שהנשיאים הלכו בדרך אנשי כנה״ג, וגם אח״כ אחר שנחרב הבית לא סרו מלהשתדל להגיע למטרה היקרה הלזו לבנות להם בית נאמן בתורה להתנחם בזה על הרעות עצומות. אשר עברו עליהם שאבדו ארצם ונחלתם ופסקו להיות אומה מיוחדת. וחשבו כי מיתרי התורה יספיקו להחזיקם אחודים וצמודים :", 
                "יוחנן כהן גדול שהיה אחר שמעון הצדיק (רמב״ם פ״ט מה׳ מעשר ה״א) גזר שלא יהא כל אדם נאמן על המעשר. רק אנשים נאמנים לבד. אבל תבואה הנלקח מעם הארץ, מחזיקינן שלא עישר (סוטה מ״ח ע״א), וגם גזר יוחנן כה״ג שלא יהיה פטיש מכה בירושלים בחול המועד, אע״ג דדבר האבוד מותר. מ״מ היה פרסום גדול בזה. וחשב לנכון לגזור ולאסור (סוטה מ״ח ע״א):", 
                "יוסי בן יועזר איש צרידה. ויוסי בן יוחנן איש ירושלים. שהיו מעט קודם לחשמונאים, גזרו טומאה על ארץ העמים. ועל כלי זכוכית (שבת י״ד ע״ב):", 
                "בית דין של חשמונאים גזרו על יחוד עכו״ם (ע״ז ל״ה ע״ב): וגזרו ג״כ שלא ילמוד אדם את בנו חכמת יוונית. ושלא יגדל אדם חזירים (סוטה מ״ט ע״ב) וע׳ תוס׳ (ב״ק פ״ב ע״ב): שמעון בן שטח גזר ג״כ טומאה על כלי זכוכית (שבת י״ד ע״ב):", 
                "הלל ושמאי גזרו טומאה על ידים אף לתרומה, וכן גזרו על כלי מתכות שיחזרו לטומאתן ישנה (שבת ט״ו ע״א וע״ב וע׳ רמב״ם פי״ב מה׳ כלים):", 
                "זקני בית שמאי ובית הלל גזרו ששה ושלשים דברים. בשמונה עשר דבר הסכימו יחד. ובשמונה עשר דבר נחלקו ורבו ב״ש על ב״ה. הרי ביחד ששה ושלשים גזירות. וכן הוא בירושלמי פ״ק דשבת על המשנה אלו מן ההלכות שאמרו בעליית חנניה בן חזקיה בן גרון. אמרו בזה״ל תני י״ח דבר גזרו. ובי״ח דבר נחלקו ורבו ב״ש על ב״ה ובי״ח דבר נשארו במחלקותן, ואלו הן אשר גזרו. ומנוין בפרטית בפירוש המשנה להרמב״ם פ״ק דשבת וז״ל ד׳ פטור אבל אסור דעני. ועוד ד׳ פטור אבל אסור דבעל הבית במשנה ראשונה דשבת הרי שמונה גזירות. ט׳) לא ישב אדם לפני הספר סמוך למנחה י׳) שלא יכנס אז למרחץ. י״א) ולא לבורסקי, י״ב) ולא לדון, י״ג) ולא לאכול. י״ד) שלא יצא החייט במחטו ערב שבת סמוך לחשכה, ט״ו) ולא הלבלר בקולמסו. ט״ז) ולא יפלה את כליו. י״ז) ולא יקרא לאור הנר בשבת, י״ח) ולא יאכל הזב עם הזבה ביחד, ובאלו שמונה עשר גזירות הסכימו ב״ש וב״ה יחד במעמד זה שעלו לבקר את חנניה בן חזקיה. אבל שמונה עשר דבר שנחלקו ורבו כ״ש על ב״ה. ונשארו גם אלו הגזירות קבועות לנצח אצלנו על ידי דיעות המרובין והתורה כתבה אחרי רבים להטות, ואלו הן, א) האוכל אוכל ראשון, ב׳) האוכל אוכל שני, ג׳) השותה משקין טמאין, ד׳) הבא ראשו ורובו במים שאובין. ה׳) טהור שנפל עליו ג׳ לוגין מים שאובין ו׳) תרומה הנוגעת בספרים. ז׳) הידים, ח׳) הנוגע באוכלים, ט׳) המניח כלים תחת הצנור, י׳) כל המטלטלין מביאים את הטומאה כעובי מרדע. י״א) הבוצר לגת. י״א) גדולי תרומה תרומה. י״ג) מי שהחשיך לו בדרך נותן כיסו לנכרי. י״ד) פת של כותים, ט״ו) שמן של עכו״ם. ט״ז) יינם של עכו״ם. י״ז) יחוד עם בנותיהם. י״ח) תינוק בן יומו של עכו״ם מטמא בזיבה, הרי לך ל״ו גזירות מן זקני ב״ש וב״ה עכ״ל הרמב״ם שם: ועוד נמצאו גזירות מהם בענין הסמיכה אשר נחלקו בה אבות העולם ערך שני מאות שנה בלי הכרעה (חגיגה י״ז ע״ב), אף שלבסוף בימי ב״ש וב״ה נמנו וגמרו דמותר לסמוך ביום טוב. וע״י השתדלות בבא בן בוטי נעשה מעשה זו שנמנו ורבו (ביצה כ׳ ע״ב) בכל זאת נחלקו בגזירה. ב״ש וב״ה גזרו באיסור שני פרקים. היינו שלא יחרשו את השדה ערב שביעית מפסח או מעצרת (מועד קטן ג׳ ע״ב). וכן גזרו ב״ש וב״ה דבנות כותים נדות מעריסתן (שבת ט״ז ע״ב): וכן לדעת ר׳ מאיר נמנו ורבו ב״ש על ב״ה במניח כלים תחת הצינור שפוסלין את המקוה (ע׳ משנה א׳ פ״ד דמקואות ופ״ק דשבת ט״ו ע״ב): וכן גזרו על הספר שיטמא את הידים, כמו שגזרו על הספר שיטמא את התרומה, ע׳ רמב״ם פי׳ המשנה פ״ג דידים משנה ב׳, שכתב בזה״ל כדי להעמיד הגזירה שהספר יפסל התרומה שהיא גזירה משמונה עשר דבר גזרו גזירה זו ג״כ שכתבי קודש יטמאו את הידים ע״כ, ומשמע מדבריו שגזירה זו דספר מטמא הידים. היתה ביחד עם גזירת י״ח דבר. וע׳ ג״כ תוס׳ יום טוב פ״ג דידים ע״ש:", 
                "ארבעה דברים שנמנו חכמים ורבו על עקביה בן מהללאל, במשנה פ״ה דעדיות מ״ו. ובטלו החכמים את דברי עקביה. עד שהיה בדעת חז״ל לדון אותו כזקן ממרא. אם היה דן הלכה למעשה ע׳ (סנהדרין פ״ז ע״א), ואחד מאלו ארבעה דברים היא שער בכור בעל מום שנשר ממנו בעודו בחיים ואח״כ נעשה בעל מום ונשחט. דעקביה מתיר השער מתוך שמועיל השחיטה להתירו באכילה, ה״נ דמועיל לענין השער, וחכמים בדורו נמנו ואסרוה משום גזירה שמא ישהא לגדל צמרו:", 
                "רבנן דשמונים שנה היינו גמליאל ושמעון. רבן גמליאל הזקן. ובנו רבן שמעון בן גמליאל הראשון אביו של רבן גמליאל דיבנה גזרו על אויר ארץ העמים לתלות (שבת ט״ו ע״ב):", 
                "רבן יוחנן בן זכאי נשיא ישראל אחר שנהרג רבן שמעון בן גמליאל הראשון. גזר שלא להושיב ב״ד לטהר אלמנת עיסה, ושאר ספקות אשר נתערבו במשפחה (כתובות י״ד ע״א): וכן גזר על יום הנף היינו יום שמניפין כלו אסור באכילת תבואה חדשה (ר״ה ל׳ ע״ב) אע״ג בש״ס דר״ה חשוב את זה בכלל תשעה תקנות של ריב״ז. מ״מ איננה רק גזירה ולא תקנה, דהרי הוא מניעה. ומפ״ז אנו כוללים גזירה זו בין גזירות ריב״ז: בפולמוס של אספיאנוס גזרו על עטרת חתנים. ועל האירוס (סוף סוטה): ובזמן אספיאנוס היה ריב״ז לנשיא על ישראל, והוא אשר בקש מהקיסר אספיאניס להחזיר שושילתא דרבן גמליאל לאיתנה הראשון. (גיטין נ״ה ע״ב). וא״כ ע״כ גזרות דעטרת חתנים ואירוס מר׳ יוחנן בן זכאי נסתבבו: וע׳ תוס׳ (ב״ק פ״ב ע״ב) שהתעוררו דהרי עדיין ב״ד של חשמונאים גזרו על אלו דברים ע״ש:", 
                "משחרב בית המקדש בשניה. גזרו החכמים שהיו בדור הזה (היינו ריב״ז ור״א ור״י וראב״ע ור״ג) שאין לבנות בנין מסוייד ומכוייר כבנין המלכים, רק ישאירו אמה על אמה נגד הפתח בלי סיוד ומכוייר: וכן גזרו באותו מעמד שהעורך את השלחן מניח מקום פנוי בשלחן בלי להשים שמה הקערות הראויות להשיב שמה. וכן גזרו באותו מעמד. כשהאשה עושית תכשיטה תשייר בת צדעא בלי קישוט. וכן הצריכו שהחתן בשעת נישואין לוקח אפר מקלה ונותן על ראשו (ב״ב ס׳ ע״ב ורמב״ם פ״ה מה׳ תענית הי״ג): וכן גזרו במעמד הזה על הרבה גזירות המנויות בש״ס (תענית כ״ו ע״ב). משנכנס אב ממעטין בשמחה. ואסור לספר ולכבס וללבוש כלי מגוהץ. בשבוע שחל ט״ב בתוכה. וכן שלא ישתה אדם יין. ולא יאכל בשר בסעודה המפסקת. וכן החומרות שיש בט״ב יותר משאר תעניות. כי לילו כיומו ואסורים בסיכה ובנעילת הסנדל ובתלמוד תורה. כל אלו הגזירות בלי ספק במעמד זה נגזרו אחר חורבן בית שני. במעמד ריב״ז וראב״ע. ור״א בן הורקנוס ור׳ יהושיע:", 
                "בו ביום שהושיבו את ר׳ אליעזר בן עזרי׳ לנשיא תחת ר״ג דיבנה. גזרו חכמי הדור שהיו באותו מעמד. היינו ר״ג ור׳ יהושיע ור״א בן עזרי׳ ור׳ עקיבא, אחר שנמנו ורבו שיהיה קהלת ושיר השירים מטמא את הידים. (משנה רפ״ב דידים): ובו ביום נמנו ורבו על עריבת הרגלים שמטמא מדרס (מ״א פ״ד דידים): וכפי הנראה הדין השנוי במשנה שם, דתרגום שבעזרא ושבדניאל שמטמא את הידים, בו ביום נגזר ע״י שעמדו אלו הגדולים למנין:", 
                "רבן גמליאל דיבנה ובית דינו גזרו על שחיטת כותי ואסרוהו (חולין ה׳ ע״ב):", 
                "רבינו הקדוש ובית דינו גזרו תלמיד אל יורה אלא א״כ נטל רשות מרבו (סנהדרין ה׳ ע״ב):"
            ], 
            [
                "הרבה גזירות נמצא אצלנו במשנה בסתם. ולא נחלק בהם אדם מעולם. ולא נוכל לברר מאיזה זמן באו אלינו. ומתי עמדו חכמי הדור למנין על גזירות אלו. ובלי ספק כלם באו אלינו מן ב״ד הגדול. אשר נגזרו מהם במעמד שלם. אחר שעמדו עליהם למנין וראו הנחיצה לעשות סייגים אלו. משום משמרת וגדר לעניני תורה עצמם. שלא יהיה בנקל לעבור עליהם. וחשבו למשפט כי אלו הגזירות מוכרחים ונצרכים לקיום התורה,. ונתחקו אצלנו אלו הגדרים לאיסורים קבועים לדורות. ולא נשמע חולק עליהם בזמנם ומכ״ש מדורות שבאו אחריהם, אשר אין בידם לבטל גזירת הראשונים אא״כ גדולים בחכמה ובמנין. ואמרתי לעבור גם על אלו קצתם לפי סדר המשנה. אכן אבוא בקצרה, ולא אכתוב פה רק גזירות הראשיות ולא ענפים המסתעפים, כי רבים המה ואי אפשר לפורטם:", 
                "עשו חכמים סייג בקריאת שמע ובאכילת קדשים, אע״פ שמצותן כל הלילה בכל זאת אמרו עד חצות כדי להרחיק אדם מן העבירה. ולא נחלק אדם מעולם על סייג זה (ברכות ב׳ ע״א). ולשון המשנה ולמה אמרו חכמים עד חצות להרחיק מן העבירה. משמע דב״ד שקודם ר״ג עשו סייג זה, ור״ג מפרש דלא עשו רק משום הרחקה לבד ע״ש. אין פותחין לפיאה מששים. אע״ג דמדאורייתא אין לפיאה שיעור גזרו חכמים שיתן אחד מששים. ולא שמענו חולק על גזירה זו (מ״ב פ״ב דפיאה). וכן גזרו בכלאים אפילו עשר מצעות זו על גב זו. שמא תכרך נימא והוא גזירה כוללות ולא שמענו חולק. וריב״ל נקט לי׳ בסתם (יומא ס״ט ע״א) אבל אמרו חכמים אסור לעשות כן. וע׳ ספ״ק דביצה. וכן שאר החומרות בכלאים שאינם שוע טוי ונוז יחד, כגון לבדים ופיף של צמר בשל פשתן הנזכרים (פ״ט דכלאים מ״ט) כלם מותרים מה״ת, ואינם רק גזירות דרבנן ובפירוש אמרו (נדה ס״א ע״ב) מדאורייתא שעטנז כתיב ורבנן הוא דגזרו בי׳ ע״ש. ובכ״ז היא גזירה כוללת, ולא שמענו חולק. וכן איסור הסחורה בדבר האסור באכילה היא ג״כ רק גזירה דרבנן שמא יבא לאכול (שביעית פ״ז מ״ג). כלאי הכרם אסור בחוץ לארץ בהנאה מדברי סופרים, כיון דבארץ חמירי גזרו גם בח״ל (פ״ג דערלה מ״ג) ועל סייגים הללו לא שמענו חולק:", 
                "כל הגזירות שגזרו חז״ל במלאכת שבת משום סייג לדברי התורה, המה גזירות כוללות ולא שמענו חולק. וכלם באו אלינו עוד מדורות הקדמונים, בלי ספק מאנשי כנסת הגדולה ומזמן נחמיה בן חכליה. ואזכור אותם בקצרה. איסור הטמנה בכירה שהסיקוה בעצים או בגפת משום שמא יחתה בגחלים. איסור הטמנה בדבר שמוסיף הבל. איסור הליכ׳ בתכשיט בשבת שמא משליף את התכשיט מגופה להראות לחברתה. איסור רדיית הפת שמא יבא לאפות. איסור הדלקה בשמנים שאין נמשכים אחר הפתילה שמא יטה את הפתילה וכן בפתילות רעות שמא יטה או שמא יכבה וליכא שלום בית. איסור הוצאה מרשות היחיד ומרשות הרבים לכרמלית: קשר של קיימא ואינו מעשה אומן. מעשה אומן ואינו קשר של קיימא. כל דבר שהוא משום רפואה אסור גזירה משום שחיקת סממנים. אמירה לעכו״ם שבות כדי שלא תהיה שבת קלה בעיניהן ויבאו לעשות בעצמן, אין דנין ואין מקדשין ואין חולצין ואין מיבמין בשבת גזירה שמא יבא לכתוב. וכן איסור הלואה בשבת גזירה שמא יבא לכתוב. ולא מטפחין ולא מרקדין שמא יתקן כלי שיר. אין שטין על פני המים שמא יתקן חבית של שייטין, איסור החזרת רטיה בשבת גזירה שמא ימרח הרטיה ביד איסור חתיכת יבלת ביד שמא יחתוך בכלי. אין מקדישין ולא מעריכין ולא מחרימין בשבת. מפני שנראה כמקח וממכר: הרבה דברים אסרו בשבת משום שנראה כמתקן. ואלו הן אין מפרישין תרומות ומעשרות ואין מטבילין כלים בשבת וביו״ט, ואין מזין בשבת ואין חותכין שפופרת של קנה. ואין להדיח קערות ואלפסים מפני שנראה כמתקן: וכן אסרו לילך חוץ לאלפים אמה בשבת ויום טוב. שמא יצא חוץ לג׳ פרסאות דבכה״ג תחומין אסור מה״ת. אסור לחשב חשבונות גזירה שלא יכתוב. אסור לקרות בשטרי הדיוטות בשבת גזירה שמא ימחוק. וכיוצא הרבה שבותים בשבת. שלא נמצא עליהם חולק. אשר מזה נראה שיצאו מפי ב״ד הגדול בהסכמת כלם, ולא ראינו חולקים רק באיזה פרטי דברים, אם גם אלו בכלל הגזירה או לא: אסרו אפיה ובישול מיום טוב לשבת בלי עירוב תבשילין: אסרו ביו״ט כל מלאכות שאפשר לעשות מערב יום טוב: קצירה טחינה דישה לא דחי יום טוב, גזירה שמא יניח מלאכות אלו על יום טוב, ונמצא י״ט כלו הולך בעשיות אותן מלאכות, וימנע משמחת יום טוב, ולא יהיה לו פנאי לאכול: איסור עשיות מלאכה ביו״ט שני של ר״ה: אין אופין בפורני חדשה שמא ימנע משמחת יו״ט: ואין מלבנין הרעפים, ואין סכין אותם שמן, ואין מוציאין האור לא מן העצים ולא מן המים, ולא מן האבנים: איסור מלאכה בחולו של מועד למ״ד דאינו רק מדרבנן: לא יעורר אדם על מתו ולא יספידנו שלשים יום קודם הרגל: נטילת ידים לחולין ולמעשר ולתרומה: ולקודש מטבילין: ולחטאת נטמאו ידיו נטמא כל הגוף וצריך טבילה ולא סגי בנטילה: וכן שארי מעלות לקודש ולתרומה ולחטאת המנויין ספ״ב דחגיגה: והדין דטבל ולא הוחזק כאלו לא טבל: והוחזק לתרומה אסור לקודש: אונן ומחוסר כיפורים צריכים טבילה לקודש: וכלים הנגמרים בטהרה צריכין טבילה לקודש: טרפה שנשחטה אע״ג דשחיטתה מטהרתה מן התורה, אם נגע בה קודש נטמא מדברי סופרים: ומעלות יתירות שעשו בכהן השורף את הפרה: ב״ד הגדול גזרו שאין מעבירין מי חטאת ואפר פרה בנהר ובספינה: גזרו על תספורת של פרקים ואיזמל של רהיטני שיהי׳ מחוברים לטומאה, ולא להזאה, אפילו בשעת מלאכה: מעלות יתירות שעשו חז״ל בטהרות פרת חטאת שהטהור לקודש. ועומד ומשמש על גבי המזבח אינו טהור לחטאת: מזין עליו כל שבעה משום מעלה בעלמא: והכלים שממלאים ומקדשין לצורך מי חטאת כלם כלי אבנים היו, ואין מזה עליו אלא אדם שלא נטמא במת מעולם: ועוד שאר מעלות המבוארות בענין פרת חטאת: אחד עשר מעלות לקודש וכולם גזירת הם: חמש מעלות בבגדים: הרבה מעלות שעשו חכמים בטבילה וכלם גזירות הם: וגזרו חכמים על הכלים הנמצאים בשווקים וברחובות להצריכם טבילה והזאה: וכן גזרו על כל הרוקים הנמצאים. ובכל אלו הגזירות לא מצאתי מחלוקת בשום מקום וזה אות ומופת ברור כי יצאו מפי כל הב״ד הגדול בהסכמת כלם. או ע״י שנמנו ורבו, והסכימו בדיעה מוחלטת:", 
                "איסור אכילת חמץ בשעות דרבנן שמא יטעה ויאכל בשעות דאורייתא: חיוב הבדיקה לחמץ דמדאורייתא בביטול בעלמא סגי: איסור עשיית מלאכה בערב פסח אחר חצות: איסור אכילת מצה בערב פסח. איסור אכילה בערב פסח סמוך למנחה עד שתחשך: וכן אין לשין המצות אלא במים שלנו, ולא בחמין ולא בחמה, גזירה שמא תחמוץ העיסה:", 
                "חליצה לכהן הדיוט אינו מן התורה, רק מדברי סופרים משום מעלות יוחסין: דבר תורה ארוסה בת ישראל אוכלת בתרומה וחכמים אסרו לארוסה שלא תאכל בתרומה, גזירה שמא תשקה לאחיה ולאחיותיה, ומשנה אחרונה גזרה עוד יותר. אפילו הגיע זמן ולא נשאת, אין אוכלת בתרומה עד שתכנס לחופה. שמא ימצא בה מומין: האשה שרואה כתם טמאה לבעלה מדברי סופרים אבל מן התורה טהורה, מפני שאין אשה מטמאה עד שתרגיש: מדברי סופרים שלא יבא הבעל על יבמתו אלא אם כן עשה בה מאמר. איסור ארוסה לארוס כל זמן שלא נכנסה לחופה: אשה שהלך בעלה למדינת הים ושמעה שמת בעלה והלכה ונישאת לשני ואח״כ בא בעלה, הולד מהראשון קודם שגירש השני׳, גם כן ממזר מדברי סופדים: מעלה עשו ביוחסין ואסרו ספק ממזר לבא בקהל: איסור יחוד עם הפנויה: אין מעמידין בהמה אצל העכו״ם: אין דורשין בעריות בשלשה: גבינה של העכו״ם אסורה מפני שמעמידין אותה בעור קיבת נבלה: חוטי חלב ודם אינם אסורים רק מדברי סופרים, שמא יבא להחליף ביניהם לדם וחלב גמור: חלב שחיטה אינו אסור בבשר מן התורה רק מדברי סופרים: הרבה דברים שאין בטלים מחמת חשיבותן: כגון דבר שיש לו מתירין. וחתיכה הראויה להתכבד. ובעלי חיים. באלו לא שמענו חולק, ובכל זאת מן התורה בטל ברוב ורק רבנן החמירו: לא ילמד רווק סופרים משום שהנשים יבאו לבניהם. וכן אשה לא תלמד עם התינוקת משום חשש שהאבות יבאו שמה: מדברי סופרים שתהא שמיטת כספים נוהגת בכל מקום ובכל זמן: אע״פ שבכל הקרבנות כשרים מן יום השמיני והלאה. אין מקריבן לכתחלה אלא מיום שלשים ואילך: מפרישין כהן גדול מביתו שבעה ימים קודם יום כיפור שמא תמצא אשתו נדה: ומזין עליו כל שבעה משום מעלה בעלמא שמא נטמא בטומאת המת: ולא הי׳ מניחין אותו לישן בליל יום כיפור שמא יראה קרי: הגולל והדופק שמטמאין במגע ובאהל אינו רק מדברי סופרים: טומאה בחיבורין לטומאת שבעה אינו רק מדבריהם: שלשה אברים שיש באשה יותר מבאיש, אין מטמא באהל. ומטמא במגע ובמשא רק משום גזירה: טומאת בית הפרס אינו רק מדרבנן: אדם או כלים שנטמאו במגע ארץ העמים. או בבית הפרס, או במשאן, או במגע דם תבוסה. וגולל ודופק או באהלן הרי אלו אבות טומאה מדברי סופרים: מדורות העכו״ם טמאים אפילו איש שאין עמו אשה. גזירה משום מדור שתהיה בו אשה. וקוברים שם נפלים: גזרו על כל הארונות שיש בהם פותח טפח על טפח. שיהיה אסור לדלג עליהם מפני גזירה שיבאו להקל באלו שאין בהם פותח טפח: זיז שהוא יוצא מפתח הבית מביא הטומאה לשאר הבתים טומאת אוהל בכל שהוא מדברי סופרים: הזב והזבה והנדה והיולדת והמצורע שמתו מטמאין במשא עד שימוק הבשר גזירה שמא יתעלפו וזה אמנם מדרבנן: ווסתות דרבנן היינו שאסור לשמש עמה בשעת וסתה: וכן חייב להפריש עונה סמוך לוסתה: הוציא עובר את ידו והחזירה אמו טמאה לידה מדרבנן: שחיטת נכרי נבלה ומטמא במשא מדרבנן: יין נסך מטמא כמו תקרובת עבודה זרה. ותקרובת ע״ז אינה רק דרבנן. כמו שבארנו למעלה הה״ד סתם יינם מטמא טומאה קלה, היינו אוכלים ומשקים. ויין נסך ודאי, מטמא טומאה חמורה אדם וכלים בכזית: טומאת משקין לטמא אחרים הוא דרבנן גזירה משום משקה זב וזבה:", 
                "דבר תורה רובו שאינו מקפיד ומיעוטו המקפיד אינו חוצץ בטבילה. רק חכמים גזרו מיעוט המקפיד משום רובו המקפיד ורובו שאינו מקפיד משום רוב המקפיד: חכמים גזרו דמים שאובים פוסלים את המקוה אם נפל לתוכה ג׳ לוגין: מים שנשתנה מראיתן פסולים לטבילה והה״ד לנטילה: וכן מים שנעשה בהם מלאכה פסולים לנטילה: על ששה ספקות שורפין את התרומה וכלם גזירה מדבריהם. על בית הפרס. ועל עפר הבא מארץ העמים. ועל בגדי עם הארץ. ועל הכלים הנמצאים. ועל רוקין הנמצאים. ועל מי רגלי אדם טמא שנתערבו במי רגלי בהמה מחצה על מחצה:", 
                "דברים הרבה אסרו חכמים משום גזל אף על פי שאינו גזל גמור. כמו שאסרו לגדל בהמה דקה בארץ ישראל מפני שרועים בשדות אחרות: וכן אסרו לשחק בקוביא. ולהפריח יונים. וכן אסרו לצוד יונים בתוך הישוב. ואין פורשין נישובין ליונים אלא א״כ הרחיק מן הישוב ארבעה מילין: מצודות חיה ועוף שנפלו לתוך המצודה שפרש אחד מהם. ובא אחר ונוטלן הרי זה גזל מדבריהם: עני המנקף בראש הזית. ובא עני אחד ונוטלן מן הארץ הר״ז גזל מדבריהם: הגוזל נחיל של דבורים או שמנעה מבעליו אם באו לרשותו הרי זה גזל מדבריהם: אסרו חכמים להלוות לעכו״ם בריבית. גזירה שמא ילמוד מן מעשיו: אבק ריבית כגון ריבית מוקדמת וריבית מאוחרת אסור מדרבנן, גזירה שמא יגרור וילוה בריבית קצוצה: שטרי חוב המוקדמין פסולין לגבות ממשועבדים אפילו מזמן שני. גזירה שמא יגבה מזמן ראשון: מדבריהם שיתאבל איש על אשתו הנשואה. גר אסור באמו ואחותו מדרבנן גזירה שלא יאמרו באנו מקדושה חמורה לקדושה קלה: ועיין רמב״ם פ׳ כ״א מה׳ איסורי ביאה הרבה סייגים וגזירות שעשו חז״ל בעריות להתרחק מן הכיעור:", 
                "וכל אלו הגזרות וכיוצא בהם אשר הזכרנו כאן. נסבו קצתם מפני החוב אשר מוטל על החכמים לעשות משמרת לדברי תורה. והכירו תהלוכות בני אדם. שהנקל בעיניהם לשכוח מעשיהם ולעבור על איסורי תורה ע״י טרדותיו העצומות. כמו דמשא ומתן ומקח וממכר בשבת מותר מן התורה ואולם אין אפשרות להתעסק בענין זה שלא יבא לכתיבה ורשימת חשבונותיו. מפ״ז אסרו כל אלו מפני דקרוב לודאי שיטעו בכך. וכן איסור הרכיבה בשבת קרוב לודאי שיחתוך זמורה: והרבה גזירות ותקנות חז״ל אשר נראו בראשית ההשקפה לחששות רחוקות וזרות, הנה לא גזרו רק ע״י שבא מעשה לידם. כמו שראינו שתקנו זמן בגיטין גזירה שמא יחפה על בת אחותו (גיטין י״ז ע״א) שמא תזנה ויתן לה גט ויאמר דכבר נתגרשה קודם הזנות. הנה מבואר שם בירושלמי דגיטין דכן אירע באמת מעשה כזה, ומן מאורע הלזו התחילו להנהיג זמן בגיטין וכן אמרינן בירושלמי פ״ד דמגילה עזרא תקן שתהא אשה חוגרת בסינר מפני מעשה שאירע שרבעה קוף כדרכה ושלא כדרכה: ומני אז תקן שתהא חוגרת בסינר מלפניה ומאחריה: וכן גזירה שלא יצא בסנדל המסומר מפני מעשה שאירע שנהרגו המון רב ע״י הסנדלים המסומרים (שבת ס׳ ע״א) ומפ״ז אסרו: ואסרו להעביר מי חטאת בנהר ובספינה מפני מעשה שאירע, שנמצא כזית מן המת תחוב בקרקעיתו של ספינה. ובאותה הספינה היה מי חטאת ומאותה שעה גזרו בזה (חגיגה כ״ג ע״א): וכן רב דבא מעשה לפניו בהאי גברא דמחויר רישיה נפל מיני׳. אסיק תרין אסרינהו נהלי׳ ואסר מזה כל בשר שנתעלם מן העין (חולין צ״ה ע״א וע״ב): וכן רב דאסר כחל משום מעשה שהיה דאקלע לטטלפיש דלא ידעו דבשר בחלב אסור והחמיר עליהם אף בכחל (חולין ק״ו ע״א): ור׳ ישמעאל בשמעו גזירת חכמים זקני ב״ש וב״ה בעליית חזקיה בן גרון, דלא יקרא לאור הנר שמא יטה. חישב בדעתו דהיא גזירה רחוקה. ואמר דהוא יקרא ולא יטה, ובקש להטות והוכרח להודות שגדולים דברי חכמים בגזירתם: וכן ראינו עוד שני פעמים דרך ר׳ ישמעאל דהפליג לשבח גזירתם של חכמים. ע׳ (חגיגה כ׳ ע״א) שני דברים שבאו לפניו. וכשהכיר עוצם עיונם של החכמים, אמר כמה גדולים דברי חכמים. בלבו לשמרו טהור. אין בלבו לשמרו טמא: ובפרט משרבו עוברי עבירה דעשו באיסור, ואמרו עשינו על צד היתר. אסרו להם חכמים את דרך היתר למען לא ישאר להם מקום להצדיק מעשיהם: אמרו משרבו עוברי עבירה ומכוונים לטייב שדיהם בשביעית. ואומרים שמלקטים עצים ועשבים. אסרו להם חכמים ללקט מתוך שדהו (משנה א׳ פ״ד דשביעית): וכן אמרו בתחלה המבשל שבת בשוגג יאכל והה״ד לשוכח. משרבו משהין במזיד ואומרים שכחים אנו. חזרו וקנסו על השוכח (שבת ל״ח ע״א): ועוד מצינו בתחלה הי׳ רוחצין בחמין שהוחמו מערב שבת. התחילו הבלנין להחם בשבת ואמרו מע״ש הוחמו. אסרו את החמין (שבת מ׳ ע״א): וכן אסרו ספיחי שביעית מפני עוברי עבירה. שלא ילך ויזרע תבואה וקטניות בסתר, וכשיצמח יאכל מהם ויאמר ספיחים הם (רמב״ם פ״ד מה׳ שמיטה ה״ב) וע׳ מרן הכ״מ דלמד מן המשנה דמטעם זה אסרו הספיחים:", 
                "והרבה גזירות מצינו מפני החשד. היינו שנעשה בהכשר והעם יחשדו אותו דעשה שלא כדין. ואמרו במשנה דשקלים פ״ג מ״ב כשהיה תורם תרומת הלשכה. אין רשאי לכנוס לא במנעל ולא בפרגוד חפות. שמא יעשיר ויאמרו מתרומת הלשכה העשיר לפי שאדם צריך לצאת ידי הבריות וכו׳ שנא׳ והייתם נקיים מד׳ ומישראל: וע׳ ג״כ (שבת כ״ג ע״א) חצר שיש לה שני פתחים צריכה שתי נרות משום חשדא. ומנא תימרא דחיישינן לחשדא, דאר״ש מפני ד׳ דברים אמרה תורה להניח פיאה בסוף שדה <sup>*</sup><i class=\"footnote\">הדבר תמוה מדוע לא הביאו בגמרא שם משנה מפורשת דשקלים. אשר הבאנו למעלה ומהך דר״ש אדרבא ראוי לחשדא: דנעשה שלא כדין. ובפרט לפי מה שסיימו בש״ס מפני הרמאין. ואנחנו עסוקין בחשד זה עושה בדין רק העם חושדין אותו:</i> וע׳ (שביעית פ״ג מ״א) דגזרו על הוצאות זבלים בשביעית שלא יאמרו לזבל שדהו הוא צריך: ועיין (ב״ב ח׳ ע״ב) גבאי צדקה פורטין לאחרים ואין פורטין לעצמם, מעות של צדקה אין מונין שנים אלא אחת ע״ש וכלם משום חשדא: ועוד מצינו חשדא אשר הפירוש דמחוייבין לחושדם דעושים דרך איסור ואסור לסייע אותם, והזכירו דאסור לקנות מן הרועים צמר וחלב וגדיים ולא משומרי פירות עצים ופירות. ומן העבדים ומן התינוקת והנשים אסור לקנות יינות ושמנים וסלתות. וכלם מפני שחושדין אותם שבא להם דרך גניבה. (ב״ק קי״ח ע״ב קי״ט ע״א) וע׳ רמב״ם פ״ח מה׳ שמיטה. הרבה ענינים מאיסור סיוע ידי עוברי עבירה. והתנהגות עם החשוד, והרבה משניות סתמיות בפ״ק דע״ז באיסור מכירת כלי זיין וסוסים ודובים ואריות וכל דבר שיש בו נזק לרבים.. משום דחושדין אותם שיתנהגו שלא כשורה ואסור לישראל להחזיק ידים: הרבה גזירות הסיבה בהם משום מראית עין היינו ג״כ ענין חשדא. מאופן הראשון שעושים דרך היתר. והעם יחשדו אותם שעושים באיסור, ורוב דיני כלאים אינם רק מזה הטעם. דמן התורה אינו אסור רק כשזורע כלאים בכוונה. אבל חכמים אסרו אף שלא בכוונה משום מראית עין (פ״ב דכלאים מ״א) וכן בכלאי בגדים השיראים והכלך מותרים ואסורין. משום מראית העין (שם פ״ט מ״ב): וכן הדין דאף בזמן הזה אין מבריכין ואין נוטעין ואין מרכיבין ערב שביעית אלא כדי שתקלוט הנטיעה וישהא אחר הקליטה שלשים יום (משנה פ״ב דשביעית) והטעם משום מראית עין כמ״ש (הרמב״ם פ״ג מה׳ שביעית הי״א): איסור המלאכה בשבת ובחול המועד אפי׳ ע״י עכו״ם ובקבלנות. הוא משום מראית עין ע׳ ספ״ק דע״ז: וכן אסרו לשחוט לתוך ימים ונהרות ולא לתוך הגומא שלא יחשדוהו ששוחט לשרו של ים וע׳ ספ״ב דחולין): ואמרו ג״כ שם. ובשוק לא יעשו גומא שלא יחקה את הצדוקים. וה״פ מצינו כעין זה פ״ג דתמיד לא הי׳ כופתין את התמיד שלא יחקה את הצדוקין: והי׳ משביעין את כה״ג עיו״כ שלא ישנה דבר מפני שחשדו אותו לצדוקי (יומא כ׳ ע״ב): ופרת חטאת במעורבי שמש נעשית להוציא מלבן של צדוקים (יומא ב׳ ע״א):", 
                "עוד מצינו הסיבה לאיזהו גזירות מטעם סכנה הן סכנה גלויה, כמו שגזרו חכמים שלא לשתות משקים שנתגלו שמא שתתה מהם נחש (פ״ח דתרומות): ולא יניח אדם פיו על סילון המקלח וישתה ולא ישתה בלילה שמא יבלע עלוקה (ע״ז י״ז ע״ב): וכן אסור לאכול מבהמה וחיה ועוף שנשכן הנחש. או אכלה סם המות משום סכנה (חולין נ״ח ע״ב): וע׳ רמב״ם פי״א ופי״ב מה׳ רוצח דחישב כל הענינים שאסרו חז״ל מפני סכנה. ועוד מצינו דאסרו מעוברת ומנקת חברו משום סכנת הולד (יבמות מ״ד ע״א, כתובות ס׳ ע״ב). היכי דלא הוכר העובר אסור לישא מעוברת חברו מטעם הבחנה וזה הוא מדאורייתא. דילפינן מקרא דצריך להיות הבן מיוחס אחר האב (יבמות שם). עוד חששו לסכנות צפונות אשר לא נכרו לכל. כמו שאסרו אשה שנשאת לאחד ומת. לשני ומת. לשלישי לא תנשא. משום דריע מזלה. והרגלה להיות קטלנית את בעליה. ועוד אמרו לא יאכל שנים ולא ישתה שתים וכדומה הרבה ענינים שהונחו ליסוד בהרחקתן שהנהיגו, וטעם האיסור משום סכנה (פסחים ק״ט ע״ב): עד כה העליתי במנין את הגזירות וסיבתן, ואשר לא היה מחלוקת עליהן. ונזכרות סתם במשנה בלי שום חולק ורובם יבאו אלינו מזמן התנאים. אשר היו בזמן המקדש ואף כי הרבה גזירות אשר רמזנו למעלה נמצאים רק בגמרא ולא במשנה. בכל זאת האמוראים לא חדשו דבר. רק היה אצלם קבלה מדורות ראשונים, דאם הם חדשי הגזירות, א״כ אין מקום לקושיית הש״ס ממשנה וברייתא עליהם, דלמא בזמן בעלי המשנה לא היו עדיין גזירות אלו: ואם אפשר להיות כי בשעה שרצו לחדש גזירות, היה מחלוקת בזה בזמנם מחכמי הדור, הנה מדנשארו אלו הגזירות אצלנו, ע״כ נכרעו ברוב מנין. ושוב אחרי רבים להטות כתיב, ואסור לבטל דבריהם: ונמצאו הרבה ענינים שלא נכרעו אז לשעתם, בשעה שנשאו ונתנו עליהם, ונכרעו בב״ד הגדול של רבינו הקדוש, וכן מחלוקת התנאים שנזכרו בברייתות, ורבינו הקדוש שסתם את המשנה לא הזכיר רק דעת יחיד, הורה בדעתו ע״י סתימות הללו, שנראין לו דברי פלוני. ובודאי לא עשה דבר בלי הסכמת בית דינו, ושוב נתחקו דינים אלו להלכות ברורות. וכן מה שגזרו אח״כ חכמי בבל אחר חתימת המשנה. ועמדו האמוראים במחלקותן משך זמן האמוראים, ובא ר׳ אשי וב״ד והכריעו הלכה כאחד מהם. והציגו לנו ג״כ כללי הוראה איך להתנהג. שוב ג״כ אין לזוז מדבריהם אחר שהיה ר׳ אשי ב״ד הגדול שבזמנו. ואין לנו ב״ד אחר גדול כמותו. א״כ דבריו וסתימותיו של ר׳ אשי נשארו לנו בתוקפם לעולם, ואלו הם הלכות הפסוקות אשר מנינו למעלה. ואנו מעלים עתה במספר ענין התקנות: ואציגם פה לפי סדר הזמנים:"
            ], 
            [
                "משה רבינו תקן שבעת ימי׳ המשתה ושבעת ימי אבלות (ירושלמי פ״ק דכתובות ורמב״ם פ״א מה׳ אבל): משה רבינו תקן ברכת הזן (ברכות מ״ח ע״ב). משה רבינו תקן שיהי׳ קורין הלכות חג בחג. עצרת בעצרת וכו׳ (מגילה ל״ב ע״ב): משה רבינו תקן שמונה משמורת בתי כהונה (תענית כ״ז ע״א): משה רבינו תקן שיהי׳ קורין בשבת ובשני וחמישי (ב״ק פ״ב ע״א ורמב״ם פי״א מה׳ תפלה ה״א):", 
                "יהושיע בן נון תקן ברכת הארץ (ברכות מ״ח ע״ב): עשרה תנאים הותנה יהושיע בן נון ובית דינו כשחלק את הארץ הרמב״ם פ״ב מה׳ נזקי ממון הלכה ה׳ קרי להו תקנות, וכן בש״ס (עירובין ט״ו ע״א) קרי להו תקנות דתקן יהושיע בן נון ואלו הם התקנות, א) שיהי׳ מרעין בחורשין, ב׳) שיהי׳ מלקטין עצים ועשבים בכל מקום. ג׳) שיהי׳ קוטמין נטיעות בכל מקום, ד׳) מעיין היוצא בתחלה, כל בני העיר מסתפקין ממנו, ה׳) מחכין בימה של טבריה, ו) מפנין לאחורי הגדר. ז׳) מהלכין בשבילי הרשות עד שתרד רביעה שניה. ח׳) מסתלקין לצדי הדרכים, ט׳) והתועה בין הכרמים מפסג ועולה, י׳) מת מצוה קונה מקומו, ובמקום שנמצא שמה נקבר (ב״ק פ״א ע״א), ועוד נמצא שמה בגמרא עוד איזהו תקנות מן יהושיע בן נון, כמו דהרשות להוציא הזבלים לרשות הרבים ויוכל לצברו שלשים יום. וכן תנאי בית דין הוא שיורד אדם לתוך שדה חברו וקוצץ שוכו של חברו, ונותן לו דמיו: ותנאי בית דין הוא שיהא אחד שופך יינו מן כדו להציל דובשנו של חברו: ותנאי ב״ד שיהיה זה מפרק עציו שלו. וטוען פשתנו של חברו ונותן לו דמיו, שעל מנת כן הנחיל יהושיע את הארץ ע״ש, והרי״ף הביא תקנות אלו ג״כ לפסק הלכה. וע׳ לחם משנה פ״ח מה׳ ניזקי ממון ה״א:", 
                "בועז תקן שיהא אדם שואל את חברו בשם, והיינו שיברכו בשלום שהוא ג״כ שמותיו של הקב״ה (ברכות נ״ד ע״א ס״ג ע״א מכות כ״ג ע״ב):", 
                "שמואל הרמתי תקן ששה עשר משמרות כהונה (תענית כ״ז ע״א):", 
                "דוד המלך תקן ארבע ועשרים משמרות כהונה לצורך עבודה ושיר (תענית כ״ז ע״א) וע׳ מ״ש החכם אבן עזרא פ׳ בא על פסוק החודש הזה לכם, וז״ל אחר נתינת התורה לא חדשו הנביאים דבר רק לצורך שעה. כמו גדעון ואליהו. ואל יעלה בלבך דברי השיר, שהיה בבית ראשון ע״י דוד המלך. כי היה כמו תקון, ומיסוד שיסד דוד ושלמה, וככה כתיב המה יסד דוד ושמואל באמונתם, באמונתם ולא בנבואתם עכ״ל: דוד תקן על ישראל עמך ועל ירושלים עירך (ברכות מ״ח ע״ב): גם תקן שיהי׳ אומרים מאה ברכות בכל יום. (טור או״ח ה׳ ברכות סי׳ מ״ה בשם רבינו נטרונאי גאון):", 
                "שלמה המלך תקן על הבית הגדול והקדוש (ברכות מ״ח ע״ב). גם שיהי׳ הולכי דרכים מותרים להלוך בשבילים שבשדות (רמב״ם פ״ה מה׳ ניזקי ממון ה״ד ומוכח כן מש״ס ב״ק פ״ב ע״ב): וכן תקן עירובין כמו שהזכרתי למעלה: דניאל תקן שיהיה מתפללין שלשה פעמים ביום. וגם תקן שלא יהי׳ מתפללין רק בבית שיש בו חלונות (ספר מצות גדול בהקדמתו):", 
                "כנסת הגדולה ומרדכי ואסתר בראשם תקנו שיעשו יום ארבעה עשר וחמשה עשר באדר משתה ושמחה ויום טוב לחילוק מתנות לאביונים ומשלוח מנות איש לרעהו, וכן תקנו שיקראו את המגילה בי״ד לפרזים וט״ו לבני כרכים. ועוד תקנו לכפרים שיהי׳ רשאים לקרות המגילה ביום הכניסה שקודם פורים, היינו פעמים בי״א פעמים בי״ב פעמים בי״ג באדר (מגילה ב׳ ע״א): ועל קריאת המגילה באה ג״כ הסכמה מב״ד של מעלה ודרשו (מגילה ז׳ ע״א) קיימו וקבלו קיימו למעלה מה שהסכימו למטה. וכן תקנו שיהי׳ מתענין בשלשה עשר באדר (רמב״ם ה׳ תענית):", 
                "עזרא תקן, א׳) שיהי׳ קורין במנחה בשבת, ב׳) שיהי׳ קורין בשני ובחמישי עשרה פסוקי׳, ג׳) שיהי׳ דנין בב׳ ובה׳, ד׳) מכבסין בחמישי בשבת, ה׳) אוכלים שום בערב שבת, ו׳) שתהא אשה משכמת ואופה בערב שבת, ז׳) שתהא אשה חוגרת בסינר, ה׳) שתהא אשה חופפת וטובלת, ט׳) שיהי רופאים מחזירים בעירות, י׳) תקן טבילה לבעל קרי: וע׳ ירושלמי פ״ד דמגילה שנמצאו איזהו שינויים כמו אשה חוגרת בסינר בין מלפניה בין מלאחריה, עוד נמצאו שיהי׳ קורין בשני ובחמישי, ובש״ס דילן הגירסא דתקן שיהי׳ קורין במנחה בשבת, וע׳ מגן אברהם ה׳ קריאת התורה סי׳ קל״א מ״ש ע״ד הרי״ף. ועוד הערני משכיל אחד כי נמצא שמה בין תקנות עזרא שיהי׳ הנשים מספרות בבית הכסא, ואצלנו לא נזכר, והך תקנה דיהי׳ נשים מספרות בבית הכסא מובא אצלנו (סנהדרין י״ט ע״א) בשם ר׳ יוסי דציפורי, ועוד מצאתי כי נחשב בירושלמי בין תקנת עזרא טבילת בעל קרי כמו שהוא בש״ס בבלי. ואולם בירושלמי פ״ק דשבת נחשב תקנה דטבילת בעל קרי בין שמונה עשר דבר שגזרו זקני בית שמאי ובית הלל, עוד נמצא הרבה תקנות עזרא אשר אין נכללים בעשרה תקנות הללו (ב״ק פ״ב ע״א): כמו דתקן שיהיו אומרים מן העולם ועד העולם (ברכות ס״ג ע״א). עזרא תקן שיהי׳ קורין קללות שבתורת כהנים קודם עצרת, וקללות במשנה תורה קודם ראש השנה (מגילה ל״א ע״א): עזרא תקן שיהי׳ מושיבין סופר בצד סופר (ב״ב כ״ב ע״א). התוס׳ שמה מחקו גירסא זו, מפני דלא נחשב בין תקנות עזרא ולא ידעתי מדוע לא קשיא להו על התקנה שהזכרתי בסוף מגילה, דיהי׳ קורין קללות שבתורת כהנים קודם עצרת ושבמשנה תורה קודם ראש השנה, דג״כ לא נחשב בין תקנת עזרא בפרק מרובה וצ״ע: מימות עזרא נהגו להעמיד מתורגמן (רמב״ם פי״ב מה׳ ברכות): תקנו אנשי כנסת הגדולה מאה ועשרים זקנים, ובהם כמה נביאים, תפלות שמונה עשרה על הסדר (מגילה י״ז ע״ב), וע׳ ג״כ מ״ש (ברכות ל״ג ע״א) אנשי כנסת הגדולה תקנו לישראל ברכות ותפלות קדושות והבדלות על הסדר, וע׳ (רמב״ם פ״א מה׳ תפלה) שכתב עזרא ובית דינו תקנו תפלות והבדלות. מפני שעזרא היה ראש לכנסיה מיחס התקנות אליו, וע׳ רש״י (ברכות ל״ג ע״ב) ד״ה האל הגדול הגבור והנורא אי לאו דתקנינהו אנשי כנה״ג בתפלה כשהתפלל עזרא על מעל הגולה ע״ש, הרי דעזרא נקרא בלשון הגמרא אנשי כנסת הגדולה:", 
                "עוד נמצא אצלנו תקנות נביאים בסתם בלי פורש שמותם, שני ימים ראשונים של ראש השנה תקנות נביאים הראשונים (ירושלמי סוף פ״ג דעירובין): עמון ומואב מעשרין מעשר עני בשביעית תקנת נביאים (משנה פ״ד דידים): חיבוט ערבה תקנת נביאים (סוכה מ״ו ע״ב): סדר קידושא דסידרא היא תקנת נביאים וזקנים הראשונים (טור או״ח סי׳ קל״ב):"
            ], 
            [
                "ועתה נתחיל להציג לפני הקורא תקנות נשיאים וראשי סנהדרין לפי סדר זמניהם:", 
                "יוחנן כהן גדול בטל את העוררין והנוקפין, ותקן טבעות שיהי׳ מוכשרים להכניס בהם צוארי הקרבנות (סוטה מ״ח ע״א):", 
                "בית דין של חשמונאים תקנו להדליק נרות חנוכה שמונה ימים, וגם לומר הלל והודאה באלו הימים (שבת כ״א ע״ב): וגם התחילו בתקון איזהו ימים טובים האמורים במגילת תענית נגד הצדוקים:", 
                "שמעון בן שטח תקן שיתנו כתובה לאשה (שבת י״ד ע״ב):", 
                "הלל הזקן תקן פרוזבל, ועל ידי זה שביעית אינו משמט ולא יהיה נעילת דלת בפני לווין (משנה סוף שביעית, גיטין ל״ו ע״ב) והנה סיימו שם במשנה, וזו אחת מן התקנות שהתקין הלל הזקן ולא מצאתי עוד תקנה אחרת להלל, רק מה שזכרו חז״ל עוד (גיטין ע״ד ע״ב) בראשונה היה נטמן יום האחרון משנים עשר חודש, כדי שיהיה נחלט הבית בידו, התקין הלל הזקן שיהיה חולש מעותיו ושובר הדלת, זולת זה לא ידעתי לו תקנה אחרת, רק איסור שני פרקים הראשונים לענין חדישה ערב שביעית, אשר נקרא בלשון הגמרא (מו״ק ג׳ ע״ב) בשם תקנה, אולם חוץ מזה דאינה רק גזירה ומניעה כמ״ש למעלה בענין הגזירות. הנה נוסף ע״ז שם הוא בית הלל, ולא בשם הלל, ואפשר לכלול עוד מ״ש (ב״מ ע״ה ע״א), הלל אומר לא תלוה אשה ככר לחברתה עד שתעשנה דמים, ודבר זה לעשותו דמים למען ימנע מאיסור ריבית בכלל תקנה הוא: ועל אלו התקנות כוונה המשנה סוף שביעית:", 
                "רבן גמליאל הזקן נכדו של הלל, תקן ארבע תקנות א׳) שהעדים המעידים על קדוש החודש יש להם אלפים אמה לכל רוח, (ר״ה כ״ג ע״ב), ב׳) שיבטל הבעל הגט ששלח ע״י שליח דוקא בפני השליח מפני תקון העולם (גיטין ל״ב ע״ב). ג) התקין רבן גמליאל הזקן, שיהא כותב בגט שם האיש והאשה וכל שום וחניכא שיש להם. ד׳) התקין רבן גמליאל הזקן שתהא האשה נודרת ליתומים. ותספיק זאת לגבות כתובתה (גיטין ל״ד ע״ב), עוד מצינו אמר ר׳ גמליאל הזקן תקנה גדולה התקנו שיהי׳ העדים מפורשים שמותם בגט, (גיטין ל״ו ע״א):", 
                "יהושיע בן גמלא היה כהן גדול כדאמרינן (יומא י״ח ע״ב יבמות ס״א ע״א) ותקן שיהי׳ מושיבין מלמדי תינוקת בכל עיר ועיר (בבא בתרא כ״א ע״א). רבן יוחנן בן זכאי תקן תשע תקנות מנויות כלם בפרטות בתלמודנו (ר״ה ל״א ע״ב) ואלו הם. א׳) משחרב בית המקדש התקין ריב״ז שיהי׳ תוקעין בכל מקום שיש בית דין: ב׳) משחרב בהמ״ק התקין ריב״ז שיהיה לולב ניטל במדינה כל שבעה: ג׳) שיהיה יום הנף כלו אסור, כבר נזכר לעיל בין הגזירות. ד) התקין ריב״ז שיהי׳ מקבלין עדות החודש כל היום: ה׳) התקין ריב״ז אפי׳ ראש ב״ד בכ״מ. שלא יהיו העדים הולכים רק למקום הועד: ו׳) שלא יהי׳ כהנים עולים לדוכן בסנדלהון:", 
                "ז׳) משחרב בית המקדש התקינו ע״י ריב״ז שלא יהי׳ מחללין שבת רק על ניסן ותשרי בלבד: ח׳) שאין גר צדק צריך להפריש רובע לקינו מפני התקלה: ט׳) שאין צריך להוליך הפירות לירושלים ויוכל להעלות דמיו:", 
                "רבן גמליאל דיבנה נכד ר״ג הזקן תקן ברכת המינים (ברכות כ״ט ע״א), באמת בגמרא אמרו שמואל הקטן תקן ברכת המינים, ואולם הרמב״ם רפ״ב מה׳ ברכות כתב דרבן גמליאל ובית דינו תקנו ברכת המינים, והיינו שהיה נשיא, ושמואל הקטן מבית דינו היה (סנהדרין י״א ע״א) ונתחקה ברכה זו למטבע קבוע, רק ע״י הנשיא מפ״ז נקראת על שמו, כמ״ש למעלה בענין תקנת אנשי כנסת הגדולה שנתיחסו לעזרא<sup>*</sup><i class=\"footnote\">ראיתי בספר יוחסין שכ׳ דר״ג שתקן ברכת המינים היה ר״ג הזקן אכן כיון שאמרו בברכות ביבנה תקנו, הנה ר״ג הזקן לא מצינו ביבנה אולם מצד אחר נראה דצדקו דברי היוחסין דשמואל הקטן נתנבא בשעה מיתתו שמעון וישמעאל לחרבא (סנהדרין י״א ע״א) ורבן שמעון בן גמליאל אשר נהרג ב׳ שנים קודם החרבן היה בן ר״ג הזקן, ואביו של ר״ג דיבנה, ראינו דבשעת פטירתו של שמואל הקטן, היה רשב״ג אביו של ר״ג דיבנה בחיים, ומשתמש בנשיאות ואיך אפשרות לנשיאותו של ר״ג דיבנה בזמן הזה אשר שמואל הקטן חי, וע׳ סדר הדורות ערך ר״ג הזקן שהאריך בזה:</i>:", 
                "רבינו הקדוש נכד ר״ג דיבנה הושיב ב״ד ונמנה שאם שהתה השדה בפני סקריקין שנים עשר חודש, כל הקודם ליקח זכה ונותן לבעלים חלק רביעי (גיטין נ״ה ע״ב): וכן התקין בעם שבשדות ראתה יום אחד תמנה ששה והיא (נדה ס״ו ע״א). תקנות אושא מנויות בתלמודנו (כתובות מ״ט ע״ב נ׳ ע״א) ואלו הן, א׳) באושא התקינו שיהא אדם זן בניו ובנותיו כשהם קטנים. ב׳) באושא התקינו הכותב כל נכסיו לבניו. הוא ואשתו נזונים מהם. ג׳) באושא התקינו המבזבז אל יבזבז יותר מחומש. ד) באושא התקינו שיהא אדם מתגלגל עם בנו עד שנים עשר שנה מכאן ואילך יורד עמו לחייו. ה) באושא התקינו האשה שמכרה בנכסי מלוג בחיי בעלה ומתה. הבעל מוציא מיד הלקוחות. ו) ברכות הטוב והמטיב ביבנה תקנה (ברכות מ״ח ע״ב) היינו ע״כ ר״ג דיבנה שהיה נשיא לישראל אחר שמת ר״י בן זכאי והיה נוהג נשיאותו גם אחר מות ר׳ עקיבא שנהרג בהרוגי ביתר:"
            ], 
            [
                "עוד נמצאו אצלנו במשנה וברייתא ובשני התלמודים, מצות דרבנן ותקנות קבועות וכוללות, ולא שמענו בהם מחלוקת מעולם, רק זאת ידענו שנתפשטו באומה מני אז, וכלם כאחד קבלו קיום אלו הדברים עליהם לחוב. וכבר ידועים דברי הראב״ד בספר הקבלה, שכתב כיוצא בזה לענין אחדות בפינות הראשית. למשל הדלקת נר שבת אינינה רק תקנה דרבנן משום שלום בית, ולא מצינו שאחד יאמר מדליקין, והשני יאמר אין מדליקין, רק פליגי באיזהו שמנים ופתילות מדליקין, והיינו דתקנות כאלו נתפשטו ונתקבלו באומה, מפני שיצאו מן ב״ד הגדול בירושלים, אשר כל ישראל הי׳ נשמעים למצותם: ומזה המין מה שתקנו לומר בק״ש פסוק ברוך שם כבוד מלכותו לעולם ועד: ותקנו נטילת ידים שחרית, נטילת ידים לתפלה, ומים אחרונים אחר הסעודה: וכן החיוב שחייבו אותנו לבנות בית הכנסת בכל מקום שיש עשרה מישראל, וסדר גביות הממון חציו לפי ממון וחציו לפי נפשות: תקנה הכוללת להפטיר בנביא בשבתות ויו״ט, ומנין הקרואים בשבת שבעה, ביו״כ ששה וביו״ט חמשה <sup>*</sup><i class=\"footnote\">ומה דבעי הש״ס בכתובות שם הלכתא כוותי׳ אע״ג דתקנות אושא אלו יצאו מפי ב״ד הגדול של ר״ג הזקן אשר אמרינן (ר״ה ל״א ע״ב) שהלך משפרעם לאושה, ועל תקנה כוללת שיצאה מפי הנשיא לא שמענו מחלוקת כלל, וצריך לומר, כיון דלא מצינו זכר לתקנות אלו במשנה וברייתא רק הי׳ ידוע להאמוראים ומסופק הש״ס אם אמת הדבר בקבלה זו דב״ד של אושא תקנו כך וכך. אבל אם היה אמת. דתקנו בב״ד הגדול של אושא פשיטא דלא היו מופסקים אם הלכתא כוותייהו, וע׳ ירושלמי ריש פיאה במעשה של ר׳ ישבב שבזבז נכסיו ובסדר הדורות ערך ר״ג הזקן ע״ש: וע׳ (ר״ה ל״א ע״ב) עשרה גלוית גלתה ישראל:</i> ובר״ה וחוה״מ ארבעה, ולא שמענו חולק: שלשה שאכלו כאחד חייבים לזמן. לתקוע ערב שבת לעת ערב להזהיר העם שיפסקו ממלאכתן: מצות דרבנן הנוהגת בליל א׳ דפסח, לאכול חרוסת, ולשתות ארבע כוסות, וחיוב הסבה בצד שמאל, ולעשות שנויים בסעודה למען ישאלו התינוקות. ולקרות הגדה בנוסח הקבועה אלינו עוד מזמן המקדש: וכן לעשות נענועים שונים בד׳ רוחות עם הלולב, ולא נחלקו רק בסדר הנענועים ולא בחיוב הנענועים: וכן המצוה לאכול בערב יום כיפור אע״ג דלמדו מקרא בכ״ז הוכחתי במ״א דאינה רק מדרבנן וקרא אסמכתא בעלמא, וע׳ רמב״ם פ״ד מה׳ תפלה ה״ד שכתב דב״ד שעמדו אחר עזרא תקנו, שבעל קרי לא יתפלל עד שיטבול, אולם כבר תמה שם מרן דלא ידע המקור לדברים אלו, מצוה על האב להשיא בניו ובנותיו סמוך לפירקן: ולחנך בניו ובנותיו הקטנים במצות ולהפרישם מאיסור: וכן אמרו היה לו בנים בילדותו ישא אשה בזקנותו: עוד מצאתי הרבה מצות דרבנן ואין לפורטם כי רבים המה ומן התקנות דרבנן אחשוב ג״כ איזהו מהן אשר באו במשנה וברייתות בסתם בלי שום חולק: קטנה תקנו לה חכמים נישואין למען לא ינהגו בה מנהג הפקר. וכן תקנו נישואין לחרשת. ותקנו חז״ל שיהיה הבעל אוכל פירות מנכסי מלוג של אשתו כנגד פדיונה וחייב במזונותיה כנגד מעשה ידיה: האשה שבאה לגבות מכנסי יתומים לא תפרע אלא בשבועה, הבעל יורש את אשתו, וחיוב קבורתה ושילום דמי הספדה ומקוננות: תנאי כתובה שיהי׳ הבנים יורשים כתובות אמם, על חלק הירושה בין שאר אחין מנכסי אביהם, וכן מתנאי הכתובה שהבנות יזונו מנכסי אביהם עד שיתארסו או עד שיבגרו, תקנת חכמים שיתנו עישור נכסים לנדוניית הבנות אשר נשארו אחר מיתת אביהם: תקנת חכמים על איזה נשים שיוצאות שלא בכתובה וכן כל דיני מורדת: תקנת חכמים שאשה שנשתטת אינו מגרשה בגט. כדי שלא תהיה הפקר לפריצים, ודבר תורה שוטה מתגרשת, דהרי אשה מתגרשת בעל כרחה שלא מדעתה: תקנו חכמים דארבע אמות של אדם קונה לו בכ״מ. כדי שלא יבאו לידי מחלוקת ומריבה, וכן שאר קנינים שתקנו חכמים, ועל פי הרוב לא נמצאו מחלוקת רק בפרטים, ולא בדברים הראשים:", 
                "והסיבה לאיזה מצות חכמים קצתן משום שלום בית, וקצתם להנהיג הנהגות טובות בישראל ולעשות סדר נכון בכל עניני הדת ולהרבות בעשיות זכר על הנסים אשר עשה השי״ת אתנו, ולהזכיר הצרות שעברו עלינו אשר הי׳ מחבבים בכל פעם וכל הימים במגילת תענית נתקנו לסיבות הללו ע׳ (שבת י״ג ע״ב) ובעניני התקנות קצתם משום תקון העולם, ומשום דרכי שלום, ומשום איבה, ומשום שלא יהא נעילת דלת בפני לווין, ומשום כבוד האשה שלא תהא קלה בעיני הבעל להוציאה. ולמען לא יהי׳ בנות ישראל משולחים ונעזבים כהפקר: ושני פרקים שלמים במס׳ גיטין היינו פ׳ השולח וגם פ׳ הניזקין, מיוחדים רק להתקנות אשר עשו חכמים משום תקון העולם ומשום דרכי שלום ובמקום שנראה לנו בהשקפה ראשונה דהם סיבות רחוקות ספרו לנו כי כל זה נסתבב להם מפני מעשה שבא לפניהם, כמו שהזכרתי למעל׳ דתקנו זמן בגיטין שמא יחפה על בת אחותו דמבואר בירושלמי והרי״ף דכן אירע מעשה אצלם, וכן בהך דמערבין בחצרות משום דרכי שלום, ע׳ ירושלמי פ׳ בכל מערבין, א״ר יהושיע מעשה באשה אחת שהיתה שנואה לחברתה, שלחה העירוב ביד בנה לקחה ונשקה את הבן על ראשו וכו׳, ומתוך כך נעשה שלום ביניהם הה״ד דרכיה דרכי נועם:", 
                "עוד צריך אתה לדעת כי יש חילוק בין מקום שנזכר לשון תקנו ובין לשון התקינו, כי תקנו היינו שבשעה אשר עמדו חז״ל למנין חשבו לנכון כי ראוי להנהיג הנהגות הללו מפני תקון העולם, ולשון התקין או התקינו, היינו שבתחלה נהגו נוהג אחר. וכשראו שבאו לידי תקלה חשבו למשפט לתקן תקנות אחרות באופן יותר נאות, וכבר דקדקו חז״ל (ר״ה ל״א ע״ב) על לשון התקין, ואמרו מאי התקין דרש והתקין, ומזה המין אחשוב כאן איזהו מהן ע׳ פ״ג דבכורים מ״ז בראשונה כל מי שיודע לקרות קורא, ומי שאין יודע לקרות מקרין אותו, נמנעו מלהביא התקינו שיהיה מקרין לפני השומע ואינו שומע: בתחלה הי׳ אומרים מן העולם משקלקלו המינים התקינו לומר מן העולם ועד העולם (משנה סוף ברכות): כרם רבעי היה עולה לירושלים ומשרבו הפירות התקינו שיהיה נפדה סמוך לחומה (מעשר שני פ״ה מ״ב): בראשונה הי׳ מוליכין בבית אבל עשירים בקלתות של כסף וכו׳, והי׳ עניים מתביישות, התקינו שיהי׳ הכל בסלי נצרים (מו״ק כ״ז ע״א): עוד שם בראשונה הי׳ משקים עשירים בזכוכית לבנה וכו׳, התקינו. שיהיה הכל בזכוכית צבועה, בראשונה הי׳ מגלין פני עשירים וכו׳. התקינו שיהי׳ מכסין פני הכל ע״ש עוד הרבה ענינים, דהתקנו באופן אחר ממה שהי׳ מקודם שלא לבייש את העניים, עכ״פ הנך רואה החילוק בין תקנו להתקינו:"
            ], 
            [
                "הרבה ענינים מצינו שאסרו הראשונים, וב״ד שלאחריהם התירו דהרי מן התורה חליצה במקום יבום לאו מצוה היא, ובכל זאת מצות חליצה קודם (יבמות ל״ט ע״ב) ואף איסורי תורה התירו לפעמים בשב ואל תעשה, היכי שנראה להם נחיצת השעה וראו החששה קרובה שיעברו העם על איסורים היותר חמורים, ובטלו ע״י זה הרבה, כגון אין תוקעין בר״ה שחל להיות בשבת שמא יעבירנו ד׳ אמות ברשות הרבים (ר״ה כ״ט ע״ב) וכן אין נוטלין את הלולב בשבת מטעם זה, (סוכה מ״ג ע״ב) וע׳ (יבמות צ׳ ע״ב) ערל הזאה ואזמל העמידו דבריהם במקום כרת בשב ואל תעשה, וכמו שנתבטל היום התקנת עזרא שהתקין טבילת בעל קרי ע׳ (ברכות כ״ב ע״ב) בטלוה לטבילה וע׳ רמב״ם סוף ה׳ תפלה, וכן נתבטלה תקנה דבתולה נשאת ליום הרביעי עיין שיטה מקובצת (כתובות ג׳ ע״א) וכן כל התקנות קבועות אשר נמנו במשנה שבועות ר״פ כל הנשבעין, דאמרו ע״ז (שבועות מ״ה ע״א) תקנות גדולות שנו כאן, ופירש״י דעקרו דבר מן התורה, שעקרו השבועה מבעל הבית אשר דינו ע״פ התורה דישבע ויפטר, ונתנוה לשכיר דיהיה נשבע ונוטל מפני דיש פנים וטעם לדבר דבעה״ב טרוד בפועלים ועלול לשכחה, וכן קנסו את החשוד, והמוסר, דיהיה ידם על התחתונה, וכן הנגזל והנחבל נשבעין ונוטלין, וכן תקנו לכופר הכל שבועת היסת (שבועות מ׳ ע״ב), וכן תקנו שבועה לשומר אע״פ דמשלם, משביעין אותו שבועה שאינו ברשותו (ב״מ ל״ג ע״ב): ולפעמים עקרו דבר תורה בקום ועשה היכי דיש פנים וטעם לדבר כמו שמצינו דאשה שאמרה טמאה אני לך נאמנת מן התורה, ומשנה אחרונה התקינה דאשה שאמרה טמאה אני לך אינה נאמנת, משום עיניה נתנה באחר, ומשמשת עמו אע״פ דאסורה עליו מה״ת, וע׳ ר״ן שם דהקשה הרי אין ב״ד מתנין לעקור דבר בקום ועשה, ותירוץ דזה מקרי מגדר מילתא, והיינו דהוי כיש פנים וטעם לדבר. בכה״ג עוקרים דבר מה״ת אף בקום ועשה, וע׳ תוס׳ יבמות ר״פ האשה רבה, דמפ״ז נאמן עד אחד בעדות אשה, אף על גב דמן התורה אין אחד נאמן במקום דאתחזק איסורא, מ״מ כיון שיש פנים וטעם לדבר, עוקרים דבר מה״ת בקום ועשה, וכאן ג״כ נראה דבודאי אינו משקר, משום דהוה מלתא דעבידי לגלויי, וע׳ תוס׳ (נזיר מ״ג ע״ב) ד״ה והאי מת מצוה, ותוס׳ (ע״ז י״ג ע״א) ד״ה ואת סוסהם תעקר, וע׳ ג״כ מ״ש מרן הכסף משנה פ״ג מה׳ נדרים ה״ט שכ׳ ג״כ ענין זה ע״ש: ואכתוב כאן בקיצור ובספרי תורת נביאים מאמר הוראת שעה כתבתי בארוכה:", 
                "עזרא דקנס ללויים שלא יתנו להם המעשר כמו שהזכרתי למעלה עקר בזה דבר תורה, ובפרט התעורר הרדב״ז ח״ב סי׳ תשפ״ז דלמה קנס לבנים, הרי קי״ל פגול וריבית דלא קנסו בנו אחריו, ותירץ דעזרא לא קנס רק לזמנו, ומעצמם נהגו העם במנהגם שלא ליתן המעשר ללויים ע״ש:", 
                "נחמיה בן חכליה אסר טלטול כלים, וב״ד שלאחריו התירו, וחזרו והתירו, ונשאר הדבר בהיתר אצלנו (שבת קכ״ג ע״ב):", 
                "יוחנן כהן גדול העביר ודוי מעשר, ובטל את העוררין והנוקפין (סוטה מ״ה ע״א):", 
                "רבן שמעון בן גמליאל אביו על ר״ג דיבנה שנהרג ב׳ שנים קודם לחורבן הבית, התיר לאשה שיש עליה חמש לידות שאינה צריכה להביא רק קרבן אחת (כריתות ח׳ ע״א), וע׳ רש״י שם, דרשב״ג דרש שלא כדין התורה רק משום עת לעשות לד׳ הפרו תורתך מפני שהי׳ מיקרים השער, וע׳ תשובת צמח צדק סי׳ כ״ח ושו״ת בית יעקב סי׳ קכ״ט:", 
                "רבן יוחנן בן זכאי ביטל תקנה שלא יצטרך להוליך הפירות לירושלים ויכולים לעלות דמיו וכבר הזכרתי למעלה וע׳ (ביצה ה׳ ע״ב) בהך דדבר שבמנין צדיך מנין אחר להתירו, עוד אמרו (ר״ה ל״א ע״ב) ריב״ז ביטל לשון של זהורית שלא יהיה תולה בפנים: גם מצינו (סוטה מ״ח ע״א) משרבו המנאפין תקן ריב״ז שלא יהיה משקין את הסוטה, וגם אמרינן משרבו הרצחנים בטלה עגלת ערופה (סוטה מ״ט): בפולמס האחרון גזרו שלא תצא האשה באפריון, ורבותינו התירו (סוטה שם):", 
                "רבינו הקדוש התיר בית שאן שפטורה מן המעשר (חולין ה׳ ע״ב), וכן הוא בירושלמי פ״ב דדמאי ושמה מבואר, דהתיר עוד הרבה עירות לאכול פירות שביעית שלהם, היינו קיסרין, ובית גוברין, וכפר צמח, וע׳ (אהלות פי״ח מ״ט) דרבי ובית דינו נמנו על קיני והתירוה, והוא מקום טומאה אצל ההמון ורבי טהרו ע״ש, ומזה הטעם י״ל על הא דלא הודו לרבי, על שבקש לעקור את תשעה באב (מגילה ה׳ ע״ב), ולשיטת התוס׳ שם לא רצה לבטל לגמרי, רק מחומרי שיש בו משאר תעניות ע״ש, ובכל זאת אע״ג דהיה נשיא לא הודו, משום דכבר התיר שני דברים, היינו בית שאן פטר מן המעשרות ועיר קיני טהר מספק טומאה, ואסור להתיר השלישי דמיקרי ב״ד שריא, ע׳ (ע״ז ל״ז ע״א):", 
                "רבי יהודא הנשיא נכדו של רבינו הקדוש התיר שמן של עכו״ם, (ע״ז ל״ה ע״ב): וכן התיר לאשה להנשא, היכי דנתן לה בעלה גט מכאן ועד שנים עשר חודש, ומת בתוך י״ב חודש (שם ל״ז ע״א) וע׳ תוס׳ (ע״ז ל״ו ע״א) ד״ה אשר לא יתגאל ועוד מצינו שחכמי בבל התירו פת של עכו״ם וכן בטלו שא״צ לומר בפני נכתב ובפני נחתם לאחר שלמדו בבבל, ונעשו בקיאים בדיני גיטין:"
            ], 
            [
                "נמצאו כל הענינים אשר באו במשנה ובתלמוד המה על ששה פנים, היינו, א׳) פירושים מקובלים מסיני שאפשר להסמיכם דרך רחוק לתורה שבכתב, ב׳) הלכות מקובלת אשר אין להסמיכם למקרא, ובשני אלו הפנים, לא נמצא אצלנו מחלוקת בשום פעם, ומיד שבא חכם אחד ואמר כך קבלתי, שומעין ואין משיבין עליו: ג׳) דברים הנלמדים מדרשות גמורות ע״פ מדות המקובלות, ד׳) ובענינים אשר לא נלמדו מן המקרא, אבל אנו למדין ומוכיחין מן הסברא ומן הקש העיוני, באלו השנים מצינו רוב הפלוגתות אשר במשנה ובתלמוד, דמר פלוני דרש דרשה זו והשני לא דרש, מר אסתביר לי׳ טעם הדבר כך, ולהשני לא אסתביר דנשארו במחלקותן: ה׳) תקנות, ו׳) גזירות כוללות שיצאו מפי ב״ד הגדול שעמדו למנין על הדברים שוב נשארו קבועים וקיימים אצלנו, ואין לבטלם בשום אופן, ונתחקו למשפט עולם לנו, על פי הכלל אשר נתנה לנו המשנה אין ב״ד יכול לבטל דברי ב״ד חברו אא״כ גדול המנו בחכמה ובמנין (עדיות פ״א) זולת במקומות דלא נתפשטו התקנות והגזירות בכל מקום, כמו שראינו בשמן של עכו״ם, או במקום שיש לנו למוד מן המקרא לדחות דברי הראשונים, אזי באופן זה יש לבטל דברי הקדמונים אף שהיו ב״ד הגדול כמו שהארכתי במאמר משפט ההוראה, זולת זה דברי ב״ד נשארו שרירים וקיימים, ומזה הטעם אין ביד האמוראים לחלוק על דבר משנה וברייתא, והיינו דרבינו הקדוש עת סתם המשנה, כנס כל הכמי זמנו ועמד למנין, ועי״ז כבר נתבטלו כל החולקים ומחזיקים בדעתם, ע״י הרוב, וכמו שראינו דעונש דזקן ממרא הוא מפני שאסור להחזיק בהוראתו לדעתו, היכי שנתבטל ע״פ המרובים: ומפ״ז כשראה רבינו הקדוש דברי היחיד ונראו לו דבריו, שנה סתם בלשון חכמים כדי לקבוע הלכה כדעתו (חולין פ״ה ע״א) ע״ש:", 
                "ואם אמנם שמצינו הרבה פעמים שאמרו ג״כ על דברי סתם משנה זו דברי ר׳ מאיר, אבל חכמים פליגי ואדחו סתמא ג״כ, ואיך יכולים לחלוק על סתם משנה אחר שנכרעו הדברים במנין מבית דינו של רבינו הקדוש עת סתם המשניות, ושוב נתחקו דברי היחיד למשפט קבוע, הנה כבר הראיתי בחיבורי הנזכר כי רק ר׳ חייא ורב, אשר היו מבית דינו של רבינו הקדוש להם הכח והעוז לבטל סתימת המשנה, להעמידה כיחידאי, דהרי עקר כחו של רבינו הקדוש מפני שעשה כל דבר במנין ע״פ ב״ד שלו, ואם אמרו המשנה פלונית נסתמה כדעת יחיד ולית הלכתא כמותה, על כרחך שלא הי׳ במעמד זה עת נעשית ההכרעה ע״י ב״ד של רבי, ובכה״ג שלא נתבטלו דעת המועטים רובו מתוך כלו, אזי הרשות להמועטין לטעון טענותיהם, לבטל הענין שנמנו עליו, דלא אמרה תורה אחרי רבים להטות רק באופן שהי׳ הטוענים יחד, במנין אחד ובישיבה אחת, וטענו המועטים טענותיהם ונתבטלו, ע״י המרובין, אבל מי שלא היה במנין, ולא שמעו המרובין דעתם וטענותיהם של המיעוט, על זה לא אמרה תורה אחרי רבים להטות כמ״ש בארוכה בספרי הנ״ל בראיות ברורות, וע׳ ג״כ (גיטין נ״ט רע״א סנהדרין ל״ו) דאמר רב אנא הוינא במנינא דרבי, ומדידי מני ברישא ע״ש, ראינו בשעה שנמנו וגמרו ב״ד של רבי, צרפו גם את רב להמנין מפני שהיה כבר גדול בתורה בזמנו ומכ״ש ר׳ חייא שהיה חברו של רבי, ומפ״ז כ״מ שסתם רבי במשנה. ע״פ דעת כל חכמי זמנו, ולא נשאר חכם אחד ראוי להוראה חוץ למנין, אזי הלכה כסתם משנה, משום דהוי דבר שבמנין, אולם במקום אשר ר׳ חייא או רב או ר׳ חנינא בר חמא או לוי או חכם אחר מב״ד, אומרים ע״ד המשנה זו דברי פלוני ורבי סתם כדעת היחיד, אבל חכמים פליגי, הנה ע״כ לא היו אז במנין הזה ורשות בידם לחלוק ולהצדיק דעתם נגד הכרעתו של רבינו הקדוש ואף שמצינו לפעמים מועטים דאר׳ יוחנן או שמואל ע״ד סתם משנה זו דברי ר׳ עקיבא או ר׳ מנחם בר יוסי סתימתאה אבל חכמים פליגי והלכה כחכמים, צ״ל דאף שהי׳ אז תלמידים בכל זאת שמעו מפי רבם ר׳ חיי׳ או ר׳ חנינא או לוי שלא הסכימו לסתימה זו והם היו מב״ד של רבי, וכן בהך (סנהדרין ע״ד ע״א) דנמנו וגמרו בעלית בית נתזה בלוד דעל ג״ד יהרג ואל יעבור, ומצינו שם דר׳ ישמעאל פליג, והדברים תמוהים הרי במקום דנמנו וגמרו שוב נדון החולק בעונש זקן ממרא, ואיך חילוק ר׳ ישמעאל וע״כ צ״ל דלא היה אז במנין זה ובכה״ג הרשות בידו לחלוק וע׳ מ״ש רבינו שמשון בפ׳ לאהלות (פי״ח מ״ט) דהביא בשם התוספתא דעל כל דבר נמנו וגמרו להוציא דין ברור, ופעמים ר׳ ישמעאל נמנע עצמו מלהיות במנין ע״ש:", 
                "וכן מצינו ג״כ (סנהדרין פ״ז ע״ב) דמתחלה לא היו מחלוקת בישראל, משום דעל כל הדבר המסופק והיו דיעות שונות, עמדו למנין והכריעו כדעת המרובין, ורק מזמן יוסי בן יועזר שהיה בזמן החשמונאים, שנתפזרו חכמי הדור בשעת גזירות אנטיאכוס למקומות שונות, ולא היו יכולים להתאסף במקום אחד ולא הי׳ אפשרות לעמוד על הדברים למנין להיות נמנים וגומרים, ומפ״ז נשארה ענין הסמיכה מני אז במחלוקת (ע׳ חגיגה י״ז ע״ב), ובכל זאת אח״כ הטיב ד׳ לעמו ושבו הסנהדרין למקומם שוב לא שמענו מחלוקת בשאר דברים, רק בסמיכה לבד נחלקו, מפני שכל נשיא או אב״ד החזיק בדעת הנשיא הקודם, ולא רצו לגמור הדבר במנין, ובימי שמאי והלל נחלקו עוד בשלשה דברים המנויים (שבת ט״ו ע״א): והנה מצינו עוד בימים הראשונים מחלוקת באיזהו דברים בין חכמי הדור, כמו שראינו שנחלקו עוד דוד ושאול אם מקדש אשה במלוה ופרוטה, אם דעתי׳ על מלוה או על פרוטה, ע׳ (סנהדרין כ״א ע״ב): וכן ראינו דנחלק חזקיה מלך יהודה וחכמי דורו, אם מעברין ניסן בניסן, ולא הודו לו חכמים (סנהדרין י״ב ע״א): ועוד נחלקו שני כהנים גדולים, אשר נשתיירו מן מקדש ראשון, זה אומר בידי הקפתי, וזה אומר ברגלי הקפתי (יומא נ״ט ע״א): ובאמת התוס׳ (חגיגה י״ז ע״א) התעוררו ע״ז, דהרי שם בחגיגה אמרו דרק סמיכה לבדה היא מחלוקת ראשונה בישראל, וכן בתוס׳ ישנים יומא בהך דשני כהנים גדולים, אכן המעיין היטב יראה דלק״מ, דלא נחשב מחלוקת בסמיכת, רק מפני שהתמידה המחלוקת זמן ארוך והיתה מחלוקת קיימת בישראל שלא נכרעה בישיבות הקודמות מזמן יוסי בן יועזר, עד זמן אחרון, תלמידי שמאי והלל, משא״כ אלו אשר הזכרנו למעלה לא עמדו במחלקותו רק לשעתן לבד, מפני איזהו סיבה, ומיד בנפול הסיבה בטל המסובב, ועמדו למנין ונכרעו אלו המחלוקת ע״פ דעת המרובין כמ״ש בספרי משפט ההוראה:", 
                "עוד צריך אתה לדעת כי רק התקנות אשר יצאו מפי הנשיאים בא״י ומראשי הגולה בבבל, אשר להם הכח והמשרה לעצור בעם ד׳, וכל בני ישראל מקצה הי׳ נשמעים להם וסרים למשמעתם, ואלו נזכרו במשנה ותלמוד בסתם בלשון תקנו או התקינו, כי היו תקנות כוללות ונתקבלו מכל בני ישראל, לא כן באלו התקנות אשר יצאו משארי החכמים, שלא היתה מצודתם פרוסה על כלל עם ישראל, רק הי׳ נכבדים בעדתם ובמקומם לבד, נזכר בכל עת מקום התקנה, כמו התקין ר׳ יוסי בציפורי שיהי׳ הנשים מספרות בבהכ״ס (סנהדרין י״ט ע״א) אתקין ר׳ אבהו בקסרין סדר התקיעות בר״ה (ר״ה ל״ד ע״א): אתקין ר׳ אסי בהוצל לענין תקיעות בערב שבת (חולין כ״ו ע״ב): והטעם כי כל חכמים אלו מארץ ישראל ר׳ יוסי, ור׳ אבהו, ור׳ אסי הי׳ כפופים תחת הנשיאים, ולא היה לאל ידם לעשות תקנה כוללת לכל ישראל, בלי הסכמת הנשיאים, זולת זה אין בידם להכריח שיתנהגו העם כמעשיהם, רק לאנשי עירם לבד, ולרב ושמואל שהיה המשרה בידם על כל בני הגולה, נזכר בתקנתם על בבל לבד, אבל לא היו יכולים לכוף את בני א״י על תקנתם מפני כי שמה משלו הנשיאים, ע׳ (ברכות ל״ג ע״ב) רב ושמואל תקנו מרגניתא טבא בבבל, היינו מטבע הברכה ותודיענו:", 
                "אכן בדורות האחרונות שהי׳ ישיבות א״י הולכות ודלות, וישיבות בכל הלכו מעלה מעלה, עד שכל עם ישראל הי׳ שומעים רק לחכמי בבל לבד, ומני אז מצינו בתלמוד בתקנות האמוראים שהי׳ ראשי ישיבה ג״כ לשון תקנו או התקינו, ג״כ בסתם בלי הזכרת מקום התקנה: כמו ר׳ יהודא שהיה גדול הדור, ואף ר׳ נחמן שהיה חתן הנשיא היה מכבדו, מצינו בתקנותיו אתקין ר׳ יהודא בשטר זביני דעבדי (גיטין פ״ו ע״א): אתקין ר׳ יהודא בגיטא דחליצה (יבמות ל״ט ע״ב): ובפרט שמואל קודם שבא רב לבבל, וכן לאחר מיתת רב היה יחיד הדור, ובית ריש גלותא נשמעים אליו, נזכר ג״כ בתקנתו סתם, ע׳ (גיטין ע״ה ע״ב) איתקן שמואל בגיטא דחירותא אם לא מתי לא יהא גט ע״ש:"
            ], 
            [
                "עוד נמצאו עפ״י הרוב בסדר נזיקין, ענינים שונים, אשר אין להסמיכם לדברי תורה, וג״כ לא אמרו בהם חז״ל דהי׳ להם הלכות מקובלות באלו הדברים, והמה רק מנהגי המדינה לבד, כמו שמצינו ריש פ׳ שביעי וריש פ׳ תשיעי דבבא מציעא, וריש פ״א דבבא בתרא דסיימה המשנה, הכל כמנהג המדינה, וגדולה מזו תראה לפעמים, שכינו חז״ל במשנה דינים בשם הלכה, ומתפרשים הלכות מדינה, (ע׳ קידושין ל״ט ע״א) ערלה הלכה, ופירשו בש״ס היינו הלכות מדינה, וע׳ (ב״מ צ״ו ע״א) שומרי פירות אוכלים מהלכות מדינה אבל לא מן התורה, ומזה המין ג״כ שמצינו (ב״מ נ״ט ע״א) באמת אמרו ביין התירו לערב קשה ברך, ואמרו בגמרא הדא אמרה כל באמת הלכה הוא, וע׳ רמב״ם בהקדמתו לפי׳ המשנה, דחישב דבר זה בין הלכות המקובלות בסיני, מפני הכלל דנתנו בירושלמי כל באמת הלכה למשה מסיני, וכבר תפסו הרב חות יאיר בתשובה סי׳ קצ״ב, אולם הפירוש מ״ש כאן הדא אמרה הלכה היא, היינו הלכות מדינה שכן נהגו הסוחרים מאז, ועד״ז תתפרש ג״כ המשנה פ״ב דב״ב, לא יפתח אדם חנות של נחתומין ושל צבעין תחת אוצרו של חברו, באמת ביין התירו, וגם שם רק מהלכות מדינה תדבר המשנה, והרב בעל חות יאיר לא התעורר ממשנה זו:", 
                "וכאשר תחפש כל מסכת בבא בתרא, הגדולה בכמותה, על כל שארי מסכתות, לא תמצא שמה הלכות נסמכות למקרא, או מקובלות בהלכות מסיני. חוץ מן פרק יש נוחלין אשר מתעסק מסדר נחלות המבוארות בתורה, ועוד איזהו הלכות מועטות. וכל ההלכות והדינים הנדברים שמה, אינם רק מה שבאו לחז״ל מכח סברא ומנהגי מדינה, מה שנהגו העם מאז בדרכי המכירה והקנין, ובהרחקת נזקי שכנים. והמה ביאורים על מצוה הראשית בתורה שידונו הב״ד בעניני ניזיקין וטוען ונטען במשפט צדק. וכן כתוב ועשית הישר והטוב. ואפי׳ היסוד קיים שהניחו חז״ל דשלשה שנים הוי חזקה ואין צריך להראות שטר המכירה. טרחו חז״ל, (ב״ב כ״ח ע״ב כ״ט ע״א) להסמיך ענין זה למקרא ללמדו משור המועד. ולא עלתה בידם, עד שלבסוף אמרו דכל עקר של חזקה היא מכח הסברא לפי מה שירדו חכמים לסוף דעת האדם. והכירו את תהלוכותיהם ומשפטיהם, דדרכם להזהר בשטרותם שנה ראשונה ושניה ושלישית. טפי לא מזדהר אינש בשטרא:", 
                "ורובי החזקות אשר דנו חז״ל אחריהם, ובנו עליהם יסוד מוסד בהוראה, מסובב גם כן מפני שהכירו טבע אנושי, והשתדלותו ודרכו בחברה. והשכילו במצבו ביחס אל זולתו. והבינו גם כן טבע הנמצאות. ועי״ז היה אפשרות להם לבנות יסודות חזקות ובצורות בעניני חזקה ורוב, אשר המה מקצוע גדול בתורה. כמו חזקה מה שתחת יד אדם הוא שלו. חזקה אין אדם פורע תוך זמנו. חזקה אין אשה מעיזה פניה בפני בעלה, חזקה אין אדם מעיו פניו בפני בעל חובו, חזקה אין אדם תובע אלא אם כן יש לו. חזקה אין עדים חותמין אלא אם כן נעשה כגדול. חזקה אין אדם טורח בסעודה ומפסידה. חזקה אין אדם שותה בכוס אלא א״כ בודקו, חזקה לא מוקים אינש על נפשי׳. חזקה שליח עושה שליחותו ע״כ: וכן בעניני איסור והיתר סמכו חז״ל על חזקות כאלו, אשר לא נלמדו מקראי רק נודעו לחז״ל מכפי אשר הם לפי טבע המציאות, ולפי תהלוכות בני אדם, מעמדם ומצבם. ביחס ובערך קצתם לקצתם. כמו חזקה אשה מזנית בודקת ומזנה, חזקה אורח בזמנו בא. חזקה אומן לא מרע אומנותי׳, חזקה על חבר שאין מוציא מן תחת ידו דבר שאינו מתוקן, חזקת הדם שבא בהרגשה: וכן כל עניני מיגו, דאמרינין דטוען אמת. אחרי שיש מקום לפניו לכזב בפנים אחרת, וכן כל הסברות המונחות ליסוד בכללי מגו, כמו מיגו דהעזה. מגו בדדמי מגו לאפטורי משבועה. מיגו במקום חזקה, מיגו במקום עדים. וכן הך מיגו דאי בעי שתיק דאלימי משאר מיגות. וכל אלו העקרים מונחים רק בעומק הסברא. ואין כאן שום למוד מן התורה. ולא קבלה בע״פ. ובכל זאת כבר בארנו למעלה דענינים הנלמדים מן הסברא שווים לדברי תורה ממש: וכן בעניני רוב מצינו דדנו חז״ל רק לפי תהלוכות בני אדם זה נגד זה. ודנו אחר רוב נשים בתולות נשאת. רוב הנשאת בתולות יש להם קול. רוב מצויין אצל שחיטה מומחין הם. אע״פ שלא מצינו מן התורה ראיות וסמוכות על חזקות ורוב כאלו. ואם אמנם כי ראינו (חולין י״א ע״א) חקרו מנ״ל דאזלינן בתר רובא דליתא קמן, ואחר שהביאו ראיות שונות הקשו דילמא היכי דאפשר אפשר ופירש״י שם דעקר הא דהולכין בתר רוב בידינו קבלה הלכה מסיני, וכן מקודם לזה חקרו מנ״ל דאזלינן בתר חזקה, ורצו להביא ראי׳ מן בית המנוגע, ובכל זאת לא דברו שמה רק מן חזקה דמעיקרא ורוב אשר תלוי במציאות, בכה״ג יש לנו סמך מה״ת דהולכין אחריהם, ובספק אמרינן דמוקי על חזקה, דבלי ספק לא נשתנה מכמות שהיה, אבל בעניני חזקה ורובא אשר אינם בטבע המציאות, רק נסתבבו ע״י מעמד בני אדם וערך מצבם בחברה וביחס מדיני דברים אלו לא נודעו לנו רק מכח הסברה והקש עיוני, ובכל זאת לא סרו חז״ל לדון אחר יסודות הללו, מפני שכח התבוננות ע״י הנסיון, שוה אצלם ממש לדבר הנלמד ע״י מדות הנדרשות, ושניהם אצלנו דין תורה במקום שנמנו וגמרו להחזיק סברא אחת, מפני דהוי דבר שבמנין שאין לבטלו בשום אופן: ולפעמים ראינו דדנו חז״ל בכל דאלים גבר (ב״ב ל״ד ע״ב) וכתבו הפוסקים הביאם הרא״ש רפ״ק דב״מ דסברא הוא. דמי שהחפץ שלו יטרח ביתר עוז להעמיד שלו בידו. וכן פסקו לפעמים שודא דדייני. (כתובות פ״ה ע״ב) וכל אלו רק אומדנות הם ובדיני ממונות אומדנא מילתא היא. כמו שנתבאר (שבועות ל״ד ע״א) בגמל האוחר בין הגמלים, וכן בהך דקי״ל בכ״מ תוך כדי דבור כדבור דמי חוץ ממקדש ומגרש ומגדף ועובד עבודה זרה (ב״ב קכ״ט ע״ב נדרים פ״ז ע״א) והרמב״ם בפי׳ המשניות תמורה הוסיף עוד הקדש ותמורה. וכלם מונח׳ בכח הסברא. דבאלו נחשב הדבור למעשה ולא אתי דבור ומבטל מעשה וע׳ ש״ך חו״מ סי׳ רנ״ה. אף דבענין זה יש נ״מ לחיוב מלקות ומיתה:", 
                "עוד נמצאו הרבה ענינים באיסור והיתר אשר לא נלמדו מדברי תורה, ולא הזכירו בהם שבאו אלינו דרך מדרש או שהי׳ אצלם הלכות מקובלות בזה. רק למדו אותנו חז״ל ע״י שנודע להם טבע הנמצאות. כמו שידעו טבע המלח שמוציא דם האברים, ומפ״ז הזהירו למלוח הבשר למען להוציא את הדם, וכן אמרו חז״ל מליח כרותח. וכבוש כמבושל, דם משריק שריק. איידי דטרוד למפלט לא בלע. איידי דיפלוט דם דידי׳. יפלוט דם דאחריני. אין מליחה לכלים להפלט. אזיל היתר ומפטים לאיסור, והאיסור נבלע אח״כ בהיתר. אין הנאסר יכול לאסור במקום שאין האיסור עצמו יכול לילך. איסור דבוק. דבר חריף משוי לשבח. שבע מלבלוע. דבר שמן מפעפע. עירוי אוסר. כבד פולטת ואינה בולעת. חם מקצתו חם כלו. ניצוק חיבור. חוזר וניעור. דם בעין אינו יוצא לא ע״י מליחה ולא ע״י צליה, וכן הדין שחדשו הגאונים דבשר ששהא שלשה ימים בלי מליחה נתיבש דמו בתוכו ואינו מועיל מליחה. וכן ראינו פלוגתא בדין נותן טעם בר נותן טעם. ובדין ריחא מילתא ובדין תתאה גבר או עלאה גבר, ובדין אפשר לסוחטו וכדומה הרבה כללים בהוראה, אשר לא למדו חז״ל מקראי, ולא אמרו בהם שהם הלכות מקובלות. רק חקרו והתבוננו בטבע הבשר והמלח, והדם והחלב, והכבד. וכדומה. והשיגו ע״י הנסיונות הללו. יסודות קביעות להלכה למעשה. והמה הלכות גמורות אצלנו:", 
                "ודע עוד כי אף בעניני הטרפות. אשר כבר הקדים הרמב״ם פ״י מהלכות שחיטה הי״ב. דאותן טרפות שעל פי חכמת הרפואה. והטבע והנסיון יכולין לחיות, מכל מקום אין לך אלא מה שמנו חכמים, שנאמר על פי התורה אשר יורוך ע״ש. בכל זאת לא נמלט הרמב״ם להמשך אחרי חכמה זו. והטריף ניטל לחי התחתון, אע״ג שאין לו סמך בגמרא, רק ע״פ חכמת הטבע, כמו שמבואר בתשובתו לחכמי לונל, מובא במרן בית יוסף טור יו״ד סי׳ ל״א ע״ש, וכן אמרינן (חולין נ״ד ע״א) מהו בכולייתא דמבדרא לי׳ סמא וחיה. וכן לענין פצוע דכא. ראינו, דסמכו חז״ל על דרכי הרפואה. (יבמות פ׳ ע״א) ובניטל האם ראינו שסמכו על תודוס הרופא, אשר העיד שאין פרה וחזירה יוצאת מאלכסנדריא עד שניטל האם שלה (סנהדרין ל״ג ע״א), וכן מצינו בש״ס (נזיר ל״ט ע״א) חקרו חז״ל בטבע גדול השערות, אי מתתאי רבי או מלעילא רבי. ונ״מ מזה לדינא, וכן בענין נדה מצינו דחקרו בטבע הדמים (נדה כ׳ ע״ב) ועוד הרבה כיוצא בזה:"
            ], 
            [
                "עוד היה להם עקר גדול. שהתורה לא תצוה לעשות שום פעולה שיוכל להסתבב מזה רעה קלה לאיש פרטי ומכ״ש להכלל. ועל ידי כלל זה הוציאו ג״כ הרבה דינים. והלכות קבועות. וראינו אף בעונש מיתה להחוטאים, אשר ידענו כי האכזריות על הפושעים רחמים וחמלה בעולם (רמב״ם פי״א מה׳ סנהדרין ה״ח). ובכל זאת גם בעונשים של מיתה, למדו חז״ל מן הכלל גדול בתורה. ואהבת לריעך כמוך, כן קראו בתורת כהנים פ׳ אחרי מות את מ״ע ואהבת לריעך כמוך. בירור לו מיתה יפה. וכל מקום שנסתפק לחכמינו חז״ל באיכות העונש, למדו מקרא זה. דהחוב מוטל על הב״ד להקל בעונשו, ולברור לו מיתה קלה ויפה (סנהדרין מ״ה א׳ נ״ב א׳): וכן למדו חז״ל מצד הסברא דציפור מצורע ושעיר המשתלח מותר בהנאה. משום דלא אמרה תורה שלח לתקלה, (יומא ס״ז ע״ב קידושין נ״ז ע״א) כי לא יעלה על הדעת שתורתינו הקדושה. אשר מגמתה רק להטיב לנו. ולשמור אותנו מן עון וחטא, על צד היותר רחוק. תצוה במצות כאלו אשר יסבבו אלינו תקלה ומכשול עון, ומפני זה דנו דעל כרחך, אין בשעיר המשתלח איסור הנאה ובציפור החי של מצורע שום איסור אכילה. ויוכל המוצא אותם להנות מהם:", 
                "וכן היה להם כלל גדול כי תורתינו תחוס בכל עת על ממונם של ישראל , ולא באה להעמיס עלינו הוצאות וטרחות מרובות. וכאשר חקרו חז״ל על שופר של תענית דפיו מצופה כסף דלא נתפרש בתורה. מאיזה מין יהי׳. והוכיחו מן הכלל דהתורה חסה על ממונן של ישראל (ר״ה כ״ז ע״א): וכן כשחקרו על קלפי אשר שם הגורלות שעשו ביום כיפור על השעירים, ונעבד של כסף או של זהב. ומשני התורה חסה על ממונן של ישראל (יומא ל״ט ע״א). וכן אמרו בכל יום היה חותה בשל כסף, משום התורה חסה על ממונם של ישראל (יומא מ״ד ע״ב): ומכל שכן כי תורתינו תחוס בכל עת על גופו של אדם שלא יגרמו לו המצות צער. וכאשר הקשו חז״ל (סוכה ל״ב ע״ב) על פרי עץ הדר אשר נאמר בתורה. ואימא הרדוף ומשני אביי דרכיה דרכי נועם כתיב, והרדוף מכרז ומסרט את הידים, ורבא אמר אמת והשלום אהבו. וזה הוא סם המות ע״ש. וע׳ (יבמות פ״ז ע״ב) דחקרו אם מת הבן אחר שנישאת היבמה לאחר, דאינו זוקק לחליצה משום דרכיה דרכי נועם כתיב, וזה אם אמרינן דמת הבן זוקק אחר כך, יגרום צער לבעל ולאשה ע׳ רש״י שם ורמב״ן חי׳ יבמות בסוגיא זו: עכ״פ כללים הללו נסתבבו, מפני העקר הגדול אשר מונה ליסוד לכל התורה כולה, כי תכוון מצותיה בכל בכלל ובפרט רק לטובת מין בני אדם ולא להכביד על האנשים עול כבד, ואדרבה היה להם כלל מיוחד, אין עושין מצות חבילות חבילות, שלא יהי׳ מצותיה של תורה למשא על האדם (סוטה ח׳ ע״א) וכמה הלכתא גבירתא איכא למשמע מן כלל זה, אין משקין שתי סוטות כאחד, ואין עורפין שתי עגלות ביום אחד וכיוצא בזה (ברכות מ״ח ע״ב) לענין ברכה דאין חותמין בשני דברים כאחד מזה הטעם, וע׳ תו׳ סוטה שם, שכתבו דכל ענינים אלו אינם רק מדרבנן:", 
                "ודע כי בראשית ההשקפה נראה כי חז״ל הניחו כלל אחר אשר סותר לעקר הזה, ומראה כי המצות המה רק לעול על צוארי עם ישראל, ואמרו (ר״ה כ״ח ע״א) מצות לאו להנות נתנו, ופירש״י שם, דלא נתנו המצות להתענג בהם, כי אם לעול על צואריהן ע״ש, אבל האמת כשנעיין היטב יתישב הדבר על נכון, ומעולם לא עלה, על דעת חז״ל להחליט כי המצות יבאו לצער אותנו ולהעמיס אותנו עבודות שונות אשר אינם נחוצים ומוכרחים להטיב מצב האדם במעמדו המוסרי והמדעי, וחלילה וחס מאתו יתברך להשים מגמתו להרע אלינו, ואפי׳ לבעלי חיים שאינם מדברים אסור לגרום אף צער קל, והרבה תנאים ס״ל צער בעל חיים דבר תורה (ב״מ ל״ב ע״א) וע׳ מדרש רבה ריש פ׳ תצא כשם שרחמיו של הקב״ה על האדם, כך רחמיו על הבהמה ועל העופות. ע׳ רמב״ם במורה נבוכים פ׳ כ״ח לשלישי, ורמב״ן על התורה ריש פ׳ תצא. והעקר דמצות התורה המה רק רחמים וחמלה. ולא נתנה רק לצרף בהם הבריות ולזקק אותנו בטוהר המדות. וביותר מזה אמרו במדרש פ׳ אמור לא הטרחתי אתכם בהרים שתביאו קרבן מן החיות אשר אינם מצויים בישוב. וכן אמרו שם לא הטרחתי אתכם לברך פרועי ראש, ומפני זה במקום שמצות התורה באו מסופקות, ולא תפרש אימות המצוה ומהותה, אזי כלל זה לנו לעינים דבאה להקל ולא להחמיר, ולא כוונה התורה להכביד העול, רק דרכיה דרכי נועם וכל נתיבותיה שלום, התורה חסה על ממונם של ישראל כל שכן על גופם, והך דמצות לאו להנות נתנו שזכרנו. אין הכוונה שניתנו לעול, רק הפירוש דמצות לא נתנו להנאת הגוף, שיהיה נחשב עי״ז הנאה בקיום המצוה אם נדר הנאה וכדומה. מפני דהיום לעשותם ולמחר לקבל שכרם, ואין לאדם לעשות המצות בשביל קבלת פרס, ובשביל לצפות על שכר העתיד. רק יעשה המצות בשמחה בתענוג רוחני. כי זכה לעשות רצון קונו ולא לתענוג גופני, כי לגדולה מזו המצות המה מיועדות להשלים נפשנו במושכלות לבדו ומזה הצד לא נחשבו קיום המצות להנאת הגוף:", 
                "וכן הפלוגתא בין האמוראים אם מצות צריכות כוונה או אין צריכות כוונה (ר״ה כ״ח ע״א פסחים קט״ו ע״ב) נסתבב ג״כ מן העקר הזה אם המצות רק לעול, ותכליתם רק לעשות רצונו של השי״ת, וכיון שאנו מראים שעשינו חפצו, כבר השלמנו המטרה. ומפ״ז כוונה פרטיות לעשות כל מצוה ומצוה איננה מעכבת, אחרי שכבר השלמנו המטרה הראשית. אבל דעת האומר דמצות צריכות כוונה. ס״ל דהמצות בעצמם אינם לעול ואינם מכוונים רק להשלים הנפש במה שע״י עשיות הללו האדם מתעורר לחשוב ביחודו ויכלתו, ובהעדר הכוונה לאו כלום עשה. שהרי נחסר כאן ענין המועיל לחזק בלבו אותן הדיעות אשר המצות החיצוניות בחובת האברים מורות ומעוררת אותנו עליהם: ומזה המין מה שזכרו חז״ל במגילה רפ״ד תשמישי מצוה נזרקין. ופעם אמרו שלא יכסה ברגל שלא יהי׳ מצות בזויות עליו (שבת כ״ג ע״א). דהמצוות היינו כמו לולב וסוכה ושופר. אין מכוונים לעצמם, ורק אמצעים המה לעורר על הלבבות אל נכון. והכלי עצמה אינו כלום ורשאים לזורקה ולנהוג מנהג בזיון. אבל מצד כוונתם הנשגב המושג עי״ז אסור לבזות אותם. וראה נעימות לשון רבינו הרמב״ם בסוף ה׳ שחיטה וינעם לך. וז״ל ולא יכסה ברגלו כדי שלא ינהוג בו מנהג בזיון. שאין הכבוד לעצמן של מצות אלא למי שצוה בהן ברוך הוא. והצילנו מלמשש בחושך וערך אותנו נר לישר המעשים ואור להורות נתיבות היושר עכ״ל:"
            ], 
            [
                "ונשאר לנו לדבר עוד מעניני אגדה. אשר הם חלק גדול מן התלמוד. ומקצוע גדול בתורה. ונמצאו מפוזרים במשנה וברייתות ובשני התלמודים, והגם שאין בהם ענינים הכרחים ונצרכים להלכה ולמעשה. הנה מעלתם גדלה עד מאוד מצד אחר. כי באו להשלים אותנו בדרכי האמונה הטהורה. ובכל העקרים והיסודות, אשר דת משה וישראל הטבעו עליהם, ותכלית מגמתם ומבטם. באו בראשית וראשונה ללמד אותנו. מדע בינה והשכל בידיעות נכונות ובמדות ישרות. כלם אהובים וברורים. וכלם קדושים יצפונו במאמרים קצרים. חכמה רבתי. בדברים העומדים ברומו של עולם. כמו שאמרו חז״ל בספרי פ׳ עקב, רצונך להכיר מי שאמר והיה העולם. למוד אגדה שמתוך כך אתה מכיר מי שאמר והיה העולם, ועיין מ״ש רבינו הרמב״ם פירוש המשנה סוף ברכות, בזה הלשון ואין מקום להביא כאן דברי הפילוסיפים, לולי אשר כוונתי כשיבא זכר דבר מענין האמונה לבאר בו מעט. כי יקר בעיני ללמד עקר מעקרי הדת, יותר מכל אשר אלמדהו עכ״ל. ואם הלכות קבועות בהוראה, מלמדות אותנו מעשה המצות בחובות האברים. הנה יבאו האגדות מצדם ללמד אותנו חכמת הדת בטהרה. ואופני עקרי האמונה. היינו יחוד ד׳. גמול ועונש. מענין בחירה חפשית אשר ביד האדם, מן המלאכים. ורזי הנבואה. מהשגחת הש״י על כל הברואים. מאיכות הנפש והשארתה, מן האמונה בביאת משיח. ובתחיית המתים וכדומה עוד הרבה. ובפרט באו דברי אגדה ברוב ענין לבאר פסוקי התורה והנביאים הסתומים והחתומים בתחלת ההשקפה. וחז״ל דברו באלו הרזים. פעם בארוכה ובבאור ופעם בקצרה בדרך רמז לבד, וע׳ מ״ש הרב מורה נבוכים פ׳ שבעים לראשון שכתב בזה הלשון. והסתכל איך הענינים המופלאים האמתים. אשר עליהם הגיע עיון המעולה שבפלוסיפים מפוזרים במדרש עכ״ל. וע׳ ג״כ מ״ש הרמב״ם במורה נבוכים פ׳ כ״ב לשלישי וז״ל ואחרי זכרי מה שזכרתי שמע נא זה המאמר. שזכרו הימנו ז״ל, שראויים להקרא חכמים באמת, אשר באר כל מסופק. וגלה כל מכוסה. והראה רוב סתרי התורה. והוא מאמרם ז״ל. הוא שטן הוא מלאך המות הוא יצר הרע. וכבר באר כל מה שזכרתי ביאור שלא יסופק על בעל שכל ע״ש:", 
                "ובפרט מצינו הרבה משניות וברייתות. וברוב דברי שני התלמודים. אשר באו ללמד ולהורות אותנו כשרון המדות הישרות הצרופות והטהורות. איך ינהיג אדם עצמו נגד זולתו ונגד כל אנשי החברה. ובפרט נגד אומה המושלת. וידעו אלו הענינים כלם. קצתם ע״י הנסיון. וקצתם על ידי העמק בחכמת המוסר ובסדר הנהגת המדינה וע׳ מה שכתב הרמב״ם בשמונה פרקים שהקדים למסכת אבות, על מאמר בן קפרא (ברכות ס״ג ע״א) איזה פרשה קטנה שכל גופי תורה תלויים בה, זה שנאמר בכל דרכיך דעהו. וכ׳ בזה״ל וכבר כללו חכמנו ז״ל זה הענין במלות מועטות מורה על זה הענין הוראה שלימה, עד כשאתה תבחון תוכן המלות, איך ספרו זה הענין הגדול והעצום במלות מועטות. תדע שנאמר בכח אלהי בלי ספק. עכ״ל. וראשית דברי חז״ל בלי הפרש, כלם מתוקנים ומיועדים להכשיר העם, במעלות הדיעות והמדות, למען יהי׳ ראוים להקרא עדת ישורון, יעקב חבל נחלתו. עם ישראל אשר ד׳ מתפאר בהם (ע׳ יומא פ״ו ע״א ורמב״ם פ״ה מה׳ יסה״ת):", 
                "ואין ספק אצלנו שכל דבריהם ביסודות האמונה ובעקרי התורה כלם מקובלים היו אצלם מסיני בעל פה. רק לפעמים דרשו חז״ל באלו היסודות דרך המדות הנדרשות, כדרכם בכל עת להסמיך כל הענינים למקרא למען ישתמר אצלם היטב בכח הזוכר, אבל הדבר אמת ונכון בלי שום ספק שהכל בא מקובל בעל פה מאת ד׳ למשה רבינו ע״ה, כי אם ראינו במעשה המצות וחובות האברים אשר המה כעין פרוזדר לטהרת הדת. הי׳ להם הלכות מקובלות מסיני איך יתנהגו בהם בכל מצבם ומעמדם, מכל שכן וקל וחומד בן בנו של קל וחומר, בעניני האמונה ויסודי הדת כמו השארת הנפש, וחיי עולם הבא. ורזי הנבואה וכדומה שאר פינות ראשית ביסודי הדת והאמונה אשר לא בא מפורש מזה בתורה שבכתב. שבאה הקבלה נאמנת מה שהורישו מאבות לבנים, להשלים המחסור והשאירו אותנו חז״ל בתלמוד ומדרשות, אלו המקובלות קצתם מבוארים, וקצתם ברמז במלות קצרות ובמקום שאמרו לקצר חשבו למשפט שלא להאריך:", 
                "ומפני שאין דרך חכמנו ז״ל במדרשות ואגדות ידוע עוד להמון המעיינים, ונראו בדבריהם בהשקפה ראשונה הרבה זרות, וגוזמות עצומות. וכאן מצא הבעל דין מקום לחלוק עלינו באלו הפינות ולהחליט בחריצת משפטן כי חז״ל הציגו נוכח עינינו ענינים זרים ומבהילים ובלי שום צורך הוציאו המקראות מפשטם לכן שמתי מבטי פה להראות לפני הקורא הנעים דרכי חז״ל באלו הענינים ולבאר הרבה סוגים וגדרים, ואבאר בהמשך המאמר ג״כ כל השמות והמלות אשר השתמשו חז״ל בהם בדברי אגדה. וכל הענינים אשר נופלים תחת שם זה. והסיבות אשר הגיעו לחז״ל להשתדל בדרך זה והכל בדרך קצרה ומובן:", 
                "לכתחלה צריך אני להקדים הערה קטנה ויקרה. כי צריכים לדעת ולהבין כי החכמים המדברים השונים אשר באו במשניות ובשני התלמודים וברייתות הן מחכמי א״י והן מחכמי בבל לא השוו כלם בדיעה אחת. ולא השלימו במעלות החכמה והיראה על מדרגה אחת. רק נפרדו זה מזה בכמות ובאיכות. כמו שהוא מונח בטבע הדברים שאין דעתם של בני אדם דומה זה לזה. וכן בשאר המעלות היקרות המעטרות את בעליהן. נפרד איש אחד מחברו ולא נוכל לדמות ולהשוות מעלת הלל הזקן נשיא ישראל, ומעלת האדם הגדול ר׳ עקיבא, ועוצם בינתו וחסידתו של רבינו הקדוש למעלת אחד מאחרוני התנאים. ע׳ (ב״ב י״ב ע״ב) תדע דאמר גברא רבה מילתא ומתאמרה משמי׳ דר׳ עקיבא כוותי׳ ופירש״י ול״ל בני חד מזלא דהרי ר״ע חכם ממנו הרבה, וכלל הדבר שהנשיאים מזמן שמעון הצדיק מעת שנפסקה הנבואה עד רבינו הקדוש. שהי׳ ידם תקופה וממשלתם פרוסה על כל ישראל. וכן ראשי ישיבות בארץ ישראל. כמו ר׳ יוחנן ור׳ אמי ור׳ אסי. וראשי ישיבות בבל. כמו רב ושמואל ור׳ נחמן ור׳ יהודה ורבה ור׳ חסדא ור׳ הונא ור׳ אשי. אשר ידענו ונגלה אלינו תוקפם ועוצם ידם בתורה בחכמה. וכל בני הגולה היו נשמעים להם. ונרצים לפקודתם והי׳ חכמים במקרא ובהלכה ואגדה יחד. ובכל מקום אשר תמצא מאמריהם הן בהלכה והן באגדה. יתנו עדיהן ואותותם, הן על יראתם וחכמתם, והן על רוחב לבבם ועומק תבונתם. בכל ענין ופינה שיש לה יחס למצב בני עמנו ולחכמת הדת. וצריכים לקבל דבריהם באימה וביראה:", 
                "אכן תמצא איזה חכמים מובאים בתלמוד, אשר לא עסקו רק בהלכה לבד, ולא היו בקיאים אפילו במקרא. ע׳ תוס׳ (ב״ב קי״ז ע״א) דמצינו לפעמים שהאמוראים לא היו בקיאים במקרא, כמו שראינו (ב״ק נ״ה ע״א) מפני מה בדברות הראשונות לא נאמר כי טוב דהשיב שאלני אם נאמר בהם כי טוב. שאיני יודע, וע׳ ג״כ (ע״ז ד׳ ע״א) אע״ג דשבח ר׳ אבהו לר׳ ספרא דאדם גדול הוא. ולא ידע להשיב להמינים ואמר להם ר׳ אבהו כי אמינא דאדם גדול הוא. הני מילי בתנאי אבל לא בקראי, וכן להיפוך תמצא הרבה אמוראי. דלא היו מתעסקין בהלכות כלל. רק באגדה ודרשות המקראות, ונקראו אלו החכמים בלשון חז״ל בשם רבנין דאגדתא, ע׳ ירושלמי פ״א דמעשרות ר׳ יונה בעי דלמא מן רבנין דאגדתא שמע לה אחינו המסו את לבבנו פלגין לבבנו, ומצינו ג״כ ירו׳ פ׳ החולץ דפליגי רבנן דהלכתא עם רבנן דאגדתא. דרבנן דאגדתא אמרו אשה מתעברת משני בני אדם: ור׳ לוי ור׳ שמואל בן נחמני ור׳ אבין הלוי ור׳ תנחומא ור׳ ברכיה, ור׳ שמעון החסיד ור׳ פינחס בן יאיר וכדומה. כל עסקיהם הי׳ רק במדרשות ואגדות, ואין להם זכר ושם בין בעלי הלכות, ועפ״ז יובנו דברי הש״ס (מו״ק טו״ב ע״א) עמד ר׳ שמואל בר נחמני על רגליו ומה שפחה של בית רבי לא נהגו חכמים קלות ראש בנידויה, אר״ז מאי דקמן דאתי האידנא סבא בבי מדרשא ע״ש. והיינו דר״ש בן נחמני, היה מרבנן דאגדתא. ולא בא למקום הועד של רבנן דהלכתא, ופעם אחד אירע שבא אל רבנן דהלכתא. ושפטו מזה דבלי ספק צריכין להשגיח על דבריו. בענין הלכה זו ולא שרי לי׳ הנידוי ע״ש:", 
                "עוד מצאתי דבר חדש דהרבה חכמים אשר לא בא זכרם רק לפעמים מועטים בשני התלמודים בהלכה אחת או באגדה אחת נקראו בכל עת רק על שם ההלכה כמו ר׳ יצחק מגדלאה נקרא לדעתי על שם ההלכה שאמר והיא שעשוין כמגדלין (ב״מ כ״ה ע״א). וכן מצינו חכם אחד אשר שמו ר׳ זוהמאי מפני שאמר הדין כשם שמזוהם פסול לעבודה כך מזוהם פסול לברכה (ברכות נ״ג ע״ב) ונקרא חכם אחד בשם בן רחומי (נזיר י״ג ע״א) מפני דשאל מן אביי הריני נזיר לכשיהיה לי בן, ועוד שאלה אחרת, או דלמא רחימנא לך כוותי׳. וכן מצינו בירושלמי פ״ק דמגילה דהקשו ואליהו מקריב באיסור הבמות וא״ר שמלאי דבורא ובדבריך עשיתי, ראינו דנקרא דבורא על שם שדרש על קרא ובדבריך עשיתי, ועוד הרבה ודע כי הוא ענין חדש לא התעורר בו שום אדם וד׳ היה בעזרי למצוא מציאה זאת:", 
                "עוד מצינו בין חכמי התלמוד, חסידים וקדושים ואנשי מעשה, אשר לא נודעו אצלנו בשום מאמר הלכה ואגדה, רק בעלי נסים, ועסקם היה להתפלל עבור העם ולהעתיר בעדם אל ד׳ בעת צרה, כמו חוני המעגל ור׳ חנינא בן דוסא ואבא חלקיה וחנן הנחבא, וקצתם היו מפוארים בחכמת הדבור, והי׳ משתדלים בהצלת עם ישראל, כמו ר׳ יהושיע בן חנינא. לדעתי אין זה ר״י חברו של ר״ג כמו שחישב בעל סדר הדורות, רק ריב״ח זה חי בזמן אחרון. וגביה בן פסיסא, ור׳ ראובן בן אצטרובליס, וקצתם היו מהירים במלאכתם להשיב על טענות המינים, והרבה חכמים נזכרים בתלמוד, דלא באו לבית הועד, רק פעם אחד בשנה, ונקראו בר בי רב דחד יומא, (ע׳ שבת מ״ט ע״ב חגיגה ה׳ ע״ב): לכן העקר בזה אם תמצא בתלמוד איזה מאמר, צריכים להשגיח מי הוא האומר ולחקור מקודם דרכי האיש בשאר מקומות אשר דבר ואחר מקריו וסיבותיו, וע״י זה נוכל להבין בנקל גם דבריו במקום אחר אשר נראה זר בהשקפה ראשונה:"
            ], 
            [
                "דע כמו שהי׳ הלכות במעשה המצות מקובלות אצלם, כן הרבה אגדות המפוזרות בברייתות ובתלמוד מקובל אצל חז״ל מדורות ראשונים, ובפרט מה שמתיחס לקורות האומה בכלל, ומה שנוגע ומתיחס לקורות ימי חיי הגדולים המצויינים בעם, אשר שמם עומד היום לתפארת אצלנו, בצדקתם ויראם הקודמת לחכמתם: וכן היו יסודות הדת ועקרי האמונה מקובלים מסיני כמו שאר תורה שבעל פה ופירושי התורה, ואולם קורות העם והאומה הי׳ מקובל להם מאבות לבנים, מה שהורישו אותם דורות הראשונים מה שאירע בימיהם, וחנניה בן חזקיה בן גרון כתב מגילת תענית לרשום הצרות שאירעו לישראל והנסים אשר נעשו להם, ור׳ יוסי חיבר סדר עולם ברייתא אחת מתעסקת רק בדורות ימי עולם ולפעמים השתמשו חז״ל באגדות כאלו אשר מתעסקות בספור המאורעות בלשון גמירי ובלשון מסורת כמו שאמרו (ע״ז ט׳ ע״א) גמירא דאברהם אבינו בשעה שנאמר ואת הנפש אשר עשו בחרן בר חמשין ותרתין שנין הוה, עוד אמרו בנימין ועמרם וישי וכלאב מתו בעטיו של נחש גמירי (שבת נ״ה ע״ב) גמירי דבנתי׳ דההוא דרא אצטרוי אצטרי (יבמות ט״ו ע״ב): גמירי דכל זמן שארון ושכינה שרוין שלא במקומם, ישראל אסורים בתשמיש המטה (עירובין ס״ג ע״ב): גמירי ששה נסים נעשו באותו היום שהשליכם לכבשן האש צף הכבשן ונפרץ הכבשן (סנהדרין צ״ב ע״ב): נבוזראדן נשתייר עם סנחריב גמירי (סנהדרין צ״ה ע״ב): וכן הזכירו הרבה ענינים מקובלים בלשון מסורת, כמו מסורת בידינו מאבותינו מקום ארון אינו מן המדה (מגילה י״ב ע״ב): מסורת בידינו מאבותינו אמוץ ואמציה אחים הוה (מגילה שם) מסורת בידינו מאבותינו מרגלים על שם מעשהם (סוטה ל״ד ע״ב): וע׳ ירושלמי סוף פ״ו דבבא בתרא מסורת בידינו מקום כרוב אינו מן המדה, ועל פי עדים רבים ונאמנים כאלה יקום דבר דגם עניני אגדה המספרים מן מאורעות הראשונים הי׳ מסורים בידם מאבותינו:", 
                "ומזה המין המה כל האגדות אשר מספרים מקורות הדורות, אף שלא הזכירו בהם לשון מסורת או גמירי, בכל זאת על כרחך לא בדו הדברים מלבם, רק היו מקובלים אצלם בספורים נאמנים, כמו הענין אשר הזכירו חז״ל, (פסחים נ״ו ע״א) כי יעקב בשעת ברכתו לבניו, אמר ברוך שם כבוד מלכותו לעולם ועד, וכן הדברים שעשה חזקיה בקצתם הודו לו, ובקצתם לא הודו לו, (פסחים שם) וכן בהך דספרו מן והב וסופה, דשני מצורעים הוי והלכו סוף למחנה (ברכות נ״ד ע״א) וכן בהך דפ״ק דסוטה מהמאורעות בקבורת יעקב, ועובדא דחושם בן דן ונפתלי שהלך למצרים להביא הכתב קנין וכדומה ובפרט הקורות שאירע לנו בימים האחרונים מנבוכדנצר וצדקיהו (נדרים ס״ה ע״א), ועובדא דאליעזר בן פועירא, שאמר למלך דיניח כתר מלכות (קידושין ס״ו ע״א), וכל הספורים מחורבן בית ראשון וחורבן בית שני. הכל היו מקובל אצלם מסופר מאבות לבנים:", 
                "וכבר הביא הרב בעל מאור עינים פ״ה מספרו אמרי בינה ראיות ברורות, כי הרבה דברים בתלמוד ומדרשות מספרים מקורות האבות, נמצאו בספרי ידידיה האלכסנדרוני אשר קדם ערך שני מאות שנה לחתימת המשנה, וחיה ערך שלשים שנה קודם חורבן בית שני, וזה האות החזק שנמשכו הדברים והספורים בקבלה אמתית אצלנו, ואני אוסיף פה עוד להביא ראיות חזקות מדברי היוסיפין לרומיום, אשר חיה בשעת החורבן, בזמן רבן שמעון בן גמליאל הראשון, אביו של רבן גמליאל דיבנה, והיה לפי זה ארבעה דורות קודם רבינו הקדוש שסידר המשנה, ומספר בקדמניות שלו, הרבה ספורים מדורות ראשונים, מה שנמצאו גם כן אצלנו בתלמוד ומדרשות, ומזה אנו רואים כי הענינים הי׳ מקובלים לחז״ל. ומן החלק אנו שופטים על הכלל, כי חז״ל במה שנוגע למעשה האבות והנביאים והמלכים והנשיאים והכהנים, הציגו נוכח עינינו כמו שמסופר להם מאבותיהם, ואזכיר בקצרה רק איזה ענינים:", 
                "ביוסיפין לקדמניות ספר א׳ פ׳ י״ד מספר כי הרבה מבני ישראל מתו במצרים בשלשה ימי אפלה, מסכים בזה עם דברי חז״ל במדרש: ביוסיפין ספר שני פ״א מספר כי אשתו של פוטיפר עשתה עצמה חולה, והיה יום אידם והלכו כלם לבית תפלות שלהם: עוד שם ספר שני פ״ב מספר כי עצמות כל השבטים העלו מן מצרים להקבר בארץ ישראל, ועצמות ראובן היו מגולגלים בארון, מסכים עם דברי חז״ל: ספר שני פ״ט מספר היוסיפין לקדמוניות כי חרטומי פרעה אמרו שיולד בן מישראל אשר יושיע אותם. ויגרום לפרעה רעות עצומות. ומפני זה גזר פרעה כל הבן הילוד היאורה תשליכוהו, והכל נזכר בתלמוד ומדרשות. גם מספר שנראה לעמרם בנבואה שנולד לו בן אשר יושיע את העם, עוד מספר שם שהחזירו את משה לכל המילדות נכריות ולא רצה להניק עצמו רק מן שדי אמו. כמו שמסופר אצלו בתלמוד פרק קמא דסוטה: עוד מספר שמה כל המעשה שאירע מבת מלך כוש שהיתה אשת משה, ואיך לכד דרך ההולך שמה אף שהיה מלא נחשים ועקרבים, ועשה בערמה ע״י החסידה כמבואר אצלנו בילקוט בארוכה, וכן מספר יוסף הכהן במלחמות היהודים, כי כל משך בנין הבית על ידי הורדוס, לא ירד המטר והגשם כי אם בלילה. למען לא יהיה נשבת הבנין אף כרגע, כמו שמסופר אצלנו בתלמוד (תעניות כ״ג ע״א): וכן מספר כי הסנהדרין לא רצו להחליט להרוס ביה״מ הישן ע״י הורדוס, ונתנו הסיבה שמא יתרשל בבנין בית החדש כמו שנזכר אצלנו ג״כ (ב״ב ג׳ ע״ב): וכן החידוש מבני קמחית ששמשו כלם בכהונה גדולה, ושנים מהם ביום כיפור אחד. כמו שהוא אצלנו (יומא מ״ז ע״א):", 
                "והרבה יש לדבר מזה בחבור מיוחד להשוות הספורים אשר נזכרו בדברי חכמינו ז״ל, עם ספורים הנמצאים כדומה לזה ביוסיפין בקדמוניות ובמלחמות היהודים, ועם שאר הספורים הנמצאים היום בספרים הקדמונים לבני ארם וסורי ובני יון. מה שספרו חז״ל כי מנשה מידן דייני׳ וקטלה לישעי׳ ואמר שם ואיבלע בארזא (יבמות מ״ט ע״ב) ראיתי נעתק מספר ישן סורי מזמן קודם, והך שהזכירו חז״ל בסנהדרין פ׳ חלק דמנשה עשה תשובה והקב״ה קבל תפלתו נזכר ג״כ בספרי החיצונים, וכן עובדא דשלמה שמלך על אשמדאי, כמסופר אצלנו בתלמוד גיטין פ׳ מי שאחזו מצאתי ג״כ מסופר בספרי העמים אשר קדמו עוד לחתימת התלמוד ואין כאן מקומו להאריך. אכן מן זה המעט אשר הצגנו פה לנוכח עיני הקורא. ישפוט בנקל אשר כל הספורים מן קדמוניות ישראל והגדלת הנסים, לא בדו זאת מלבם חלילה וחס, רק הכל בא להם מזמן קדמון. והציגו נוכח עינינו מה שאבותיהם ספרו להם דברים מאומתים מה שפעל ד׳ למען עמו בימי קדם:"
            ], 
            [
                "עוד צריך שתדע כשם שהיו שלשה עשרה מדות של ר׳ ישמעאל מקובלות אצלם לדרוש בהם את הלכה. כך היו מדות הללו משתמשות לדרוש את אגדה, ובכ״מ תמצא כי לא סרו חז״ל לדרוש בקל וחומר ובגזירה שוה, את עניני אגדה, כמו שארמוז על איזהו מהן בסמוך, ואולם נוסף על זה באגדה, היה להם עוד שארי דרכי הדרוש כמו שנים ושלשים מדות של ר׳ אליעזר בנו של ר׳ יוסי הגלילי, והיו מקובלות אצלם, כמו שלש עשרה מדות של ר׳ ישמעאל, ואמרו חז״ל (חולין פ״ט ע״א) כל מקום שאתה מוצא דבריו של ר׳ אליעזר בנו של ר׳ יוסי הגלילי באגדה עשה אזניך כאפרכסת, ודרכים הללו הי׳ מיושרים ומסוללים בעיניהם, בכל מקום אשר הגיע להם לדבר בשבח המעלות הטובות, בהפלגה יתירה ובהתפארות עצומה, למען יתעוררו בקיומם ביתר שאת ויתר עוז, ועל ידי דרכי הדרוש הללו מצאו להם סמיכות בתורה, כמו בשבח מעלות הצדקה אמרו גדול הנותן צדקה. בסתר יותר מן משה רבינו (ב״ב ט׳ ע״ב) ועוד אמרו שם גדולה צדקה שמקרבת את הגאולה (שם י׳ ע״ב) ולענין הכנסת אורחים אמרו שגדולה יותר מן הקבלת פני שכינה (שבת קכ״ז ע״א), ודרשו הרבה מעלות בכבוד אכסניא (ברכות ס״ג ע״ב) והרבו לספר בשבח המהנה תלמיד חכם מנכסיו כאלו הקריב תמידין (ברכות י׳ ע״ב), וכל הממלא גרונם של ת״ח יין כאלו נסך יין על גבי המזבח (יומא ע״א ע״א), ואמרו כל הנביאים לא נתנבאו אלא למשיא בתו לתלמיד חכם, ולעושה פרקמטיא לת״ח, ולמהנה ת״ח מנכסיו (ברכות ל״ד ע״ב): ובשבח שמירת שבת הרבו לשבח ולפאר ואמרו כל המשמר שבת כהלכתו נותנין לו נחלה בלי מצרים, ואפילו עבד עבודה זרה כאנוש מוחלין לו (שבת קי״ח ע״ב): וכן שבחו את מי שעוסק בפרשת קרבנות דנחשב כאלו הקריב קרבנות (מנחות קי״ב ע״א), ובמעלות תלמוד תורה הרבו לספר דכל המלמד בן חברו תורה מעלה עליו כאלו קבלה מהר סיני (קידושין ל׳ ע״א) וכל המברך על כוס מלא נותנין לו נחלה בלי מצרים, (ברכות נ״א ע״א): ובשבח לויה ספרו דבשכר שלוה פרעה לאברהם ארבעה פסיעות נשתעבדו ישראל בארצו ד׳ מאות שנה (סוטה מ״ו ע״ב): ובכל אלו וכדומה עוד הרבה הביאו חכמנו ז״ל ראיות מן המקרא על פי דרכי המדות הנדרשות המקובלות דרך קל וחומר והקש ומה מצינו וגזירה שוה, והכל דרך אסמכתא למקרא למען הלהיב לב השומעים שיתנו לב להזהר ולהחזיק במדות הללו, אחרי שרואין על איזה אופן נתעלו וכמה גדול כחן של מדות הללו:", 
                "ולהיפך בכל מקום שהגיע לחכמנו ז״ל לדבר בגנות מדות הרעות ולספר בגנותן, איימו והפחידו בהפלגה יתירה למען החריד את השומעי׳ שיעזבו אורח עקלקלות, וישמרו בנפשותם בזהירות יתירה אחרי אשר יראו גודל פשעם וחטאתם ישימו עצות בלבבם לשמור עצמם מן עונות כאלו, וסמכו גם כן דבריהם בדרכי הדרוש המקובל אצלם, כמו שדרשו כל המעלים עין מן הצדקה כאלו עובד עבודה זרה כתובות (ס״ח ע״א) כל הכועס כאלו עובד ע״ז אם שבר כלי בחמתו (שבת ק״ה ע״ב) כל המתגאה כאלו עובד עבודה זרה, וכאלו כפר בעקר וכאלו בא על כל העריות שבתורה (סוטה ד׳ ע״ב): ודרשו גם כן כל אדם שיש בו עזות מצח לסוף נכשל באשת איש והגשמים נעצרים על ידו (תענית ז׳ ע״ב), והפליגו לדבר בגנות לשון הרע עד שאמרו בירושלמי פרק ראשון דפיאה, דנחשב כאלו עבר על שלשה עבירות היותר חמורות, היינו עבודה זרה, גלוי עריות ושפיכות דמים, ומובא ג״כ ברמב״ם פ״ה מה׳ דיעות, ובירושלמי ריש פ״ב דחגיגה אמרו, המתכבד עצמו בקלון חברו אין לו חלק לעולם הבא, והפליגו לגנות מדות החנופה, שאמרו שעל ידי זה גורם שמביא אף בעולם, ועוברות במעי אמם מקללות אותו (סוטה מ״א ע״ב) והגדילו באיסור הנהנה מצרי עין (סוטה ל״ח ע״ב). ואמרו ג״כ כל שאינו מלוה את חברו בדרך כאלו שופך דמים (סוטה מ״ו ע״ב). ואמרו כל שאינו מהנה תלמיד חכם מנכסי׳, אינו רואה סימן ברכה לעולם. וכל שאינו משייר פת על שלחנו אינו רואה סימן ברכה, והמשייר פת שלימה על שלחנו כאלו עובד עבודה זרה, וכל המחליף בדבורו כאלו עע״ז (סנהדרין צ״ב ע״א), וכדומה הרבה איומים והפלגות רק להפחיד את העם:", 
                "עיין מ״ש הרמב״ם בפירוש המשנה פ״ז דסנהדרין על משנת אלו הן הנסקלין. שכ׳ בזה הלשון, וכבר הזכירו והזהירו חכמנו הרבה על ההרהר והרחיקו מן הדברים המביאים אל זה והאריכו לשון לאיים ולהפחד ע״ש, וע׳ ג״כ מ״ש בתשובות הריב״ש סימן קע״א שכתב באמצע הדיבור, בזה״ל ומה שאמרת שהגאונים כתבו, כי העובר על החרם הוא בכלל לא ינקה, והיינו כעובד עבודה זרה וכו׳, אם הפליגו חז״ל להגדיל הענין, כמו שדרכם לעשות כן בכל מקום ואם אמרו בחומר שבועה בכל עבירת נאמר ונקה וכאן נאמר לא ינקה, וכן בכל מקום אין נפרעין רק ממנו, וכאן ממנו ומכל העולם (שבועות ל״ט ע״א) לא אמרו בו יהרג ואל יעבור, כמו באותן שלש עבירות, וזה לא עלה על שום דעת בן אדם, ולא חשב אנוש כן, אלא שדרך חז״ל להפליג בהגדלת העונות למען ישמור אדם מהכשל בהן, אמרו כל המספר לשון הרע מגדיל עונות כנגד שלש עבירות שבתורה, וכן דרש ר׳ עקיבא כל שאינו מבקר את החולה כאלו שופך דמים (נדרים מ׳ ע״א), וכן אמרו הקורע בחמתו כאלו עע״ז, היאמר אדם באלו עבירות יהרג ואל יעבור עכ״ל הריב״ש:", 
                "ויאריך הדבור כאן להראות כל הפרטים אשר האריכו חז״ל, בהפלגות יתירות מגנות המדות הרעות, ועשו זאת בהשכל ובתבונה, למען ישמעו העם וייראו ולא יוסיפין להכשל בהם, וכן במה שהגדילו לשבח עושי מצות גמילות חסדים ובקור חולים בכל מיני פאר והדר גם כן מסיבה זו להתעורר העם על זה ולהדריך אותם במסילה ישרה, וזה דרך מסולל ונאות להם ולכל מורי הדור להורות להעם המעשה אשר יעשון, ע״י שמציגים לנוכח עיניהם המקרים הרעים אשר יכולים להסתבב ע״י התרשלות במדות אלו: וכל אלו הענינים סמכו דרך המדות הנדרשות לכתבי קודש למען ישתמר היטב בלב השומעים והמעיינים וכמ״ש הרמב״ם במורה נבוכים פרק מ״ג לשלישי כי דרשות חז״ל, וביחוד דרך הדרוש אשר הרגלו חז״ל בלשון אל תיקרי כך אלא כך, המה דרך מליצת השיר, להזהיר על המדות טובות, ולהשמר מן המגונות, וסמכוהו לכתבי קודש, מפני הסיבה כי לא חיה שום דבר כתוב בדורות הראשונות. חוץ מכתבי קודש, והשאר היה אסור לכתוב, מפני איסור תורה. דברים שבעל פה אסור לאומרם בכתב. וכשהיו שומעים ענין נאה סמכוה למקרא, למען יזכירו בכל עת את דברי מוסר ותוכחה אשר שמעו בזה. ע״ש:", 
                "ועל דרך זה כתב ג״כ הרשב״א מובא בכותב לעין יעקב בבא בתרא פרק הספינה על מה שדרשו חז״ל המקרא, ע״כ יאמרו המושלים באו חשבון המושלים אלו המושלים ביצרם באו ונחשוב חשבונו של עולם כ׳ בזה״ל כוונת חז״ל במדרשות כאלו להסמיכם אל הכתוב בלשונות שלא ישכח זכרם, לא שהיתה כוונתם לפרש הכתובים ככה, ולהוציאם מפשטם, ע״ש, וע׳ ג״כ מ״ש הרב שלטי הגבורים בגליון הרי״ף פרק ראשון דעבודה זרה, שדרך חז״ל לדרוש המקרא בכל ענין שהיו יכולין לדרוש, וסמכו על מה שנאמר אחת דבר אלהים שתים זו שמעתי, ודרשו מקרא אחד יוצא לכמה טעמים וכו׳, דבי ר׳ ישמעאל תני וכפטיש יפוצץ סלע מה פטיש מחליק לכמה ניצוצת אף מקרא אחד מתחלק לכמה טעמים (סנהדרין ל״ד ע״א) ואמרו פ״ק דתענית יעקב אבינו לא מת, והא בכדי ספדינהו מקרא אני דורש ע״ש. וכוונתו שהרשות נתונה להחכמים לדרוש בכל אופן אשר נאות לעיניו למען יוכל לבצעות זממו ולהגיע למטרה הנדרשת מאתו, לפעול על לב המון העם, ויוכל להרבות טעמים למקרא לדרשו ולבארו בפנים שונים, על דרך דרוש וקבל שכר, והכל היה מפני סיבה הראשית למען יהיה נסמך למקרא, ויהיה נשתמר בכח הזוכר, וחז״ל צוו אותנו בפירוש על ענין זה באומרם אין תורה נקנית אלא בסימנין עוד שם הציבו לך ציונים עשו ציונים לתורה (עירובין נ״ד ע״ב) וע׳ ג״כ (עירובין כ״א ע״ב) ויותר שהיה קהלת חכם עוד לומד דעת את העם אגמרי׳ בסימנים, ופירש״י קבע לה מסירת וסימנים בין בתיבות המקרא בין בגירסא של משנה ע״ש, וע׳ ג״כ (שבת ק״ד ע״א) סימנין עשה בתורה וקנה אותה ע״ש:", 
                "וכבר האריכו המחברים הראשונים והאחרונים בפינה זו, מה שיש בו ידי להתנצל דברי חז״ל בדרכי הדרוש שלהם, כי חלילה וחס להתנאים הללו להוציא המקראות מפשטם, כי בודאי ידעו חז״ל את כלל הגדול בתורה, שאין מקרא יוצא מידי פשוטו, ואמרו בש״ס (גיטין ז׳ ע״א) אטו אנא לא ידענא דמתוותא דארץ ישראל קא חשיב, אלא ר׳ גביהא מארגיזא אמר בה טעמא. כל שיש לו קנאה על חברו ודומם שוכן עד עושה לו דין, היינו כי ענין מוסרי זה, שראוי לאדם שלא למהר להנקם בחברו מהרה, ויצפה כי הקב״ה ינקום נקמתו סמך למקרא זה אף דהוא ענין רחוק מאוד, מ״מ מפני איסור הכתיבה לדברים שבעל פה, חפשו למצוא סמיכות רחוקות לכתבי קודש ואף אותן משלי מוסר, אשר לא היו רק שיחה בפי הבריות מה שנודעו להעם דרך הנסיון מן המקרים הנוהגים תמיד בעולם, כמו כל הנהו מנא הא מלתא דאמרו אינשי שנזכרו אצלנו בתלמוד (סנהדרין ז׳ ע״א בבא קמא צ״ב ע״א) חפשו להביא ראיות מן המקרא ולהסמיכם לכתבי קודש:"
            ], 
            [
                "וכן היה מקובל אצל חז״ל, שכל מה שיכולים להרבות בשבח מעשה הצדיקים, ולהפך בזכותם, ולהכריע כף המאזנים לטובתם, יעשו כן תמיד להשתדל להצדיקים בכל אופן האפשר, ומזה הסיבה אמרו חז״ל כל האומר דוד חטא אינו אלא טועה, כל האומר שלמה חטא אינו אלא טועה, כל האומר ראובן חטא אינו אלא טועה, כל האומר בני עלי חטאו אינו אלא טועה. כל האומר בני שמואל חטאו אינו אלא טועה, כל האומר יאשיהו חטא אינו אלא טועה (שבת נ״ה ע״ב, נ״ז ע״א וע״ב) ע״ש ואמרו ג״כ לא היה דוד ראוי לאותו מעשה, רק בא להורות תשובה לחוטאים (ע״ז ה׳ ע״א) הרי אף במקום דמפורש במקרא לרעה, חפשו עצות בדרכי הדרוש להצדיק מעשיהם ולמעט האשמה: ומכל שכן שהגדילו מעשיהם הטובים המפורשים ויגעו בדרכי הדרוש להראות שיותר מן מה שכתוב בכתבי קודש הטיבו מעשיהם והמקרא מכסה ומעלים, ודרכי הדרוש מגלים, וע׳ בראשית רבה סוף פ׳ לך דחכם אחד דרש מזה שנאמר נימול אברהם, ולא כתיב מל אברהם, מכאן שמצא עצמו נימול מאליו, אמר ר׳ ברכיה בחדא עיתתא אקיל ר׳ אבא לר׳ לוי. שאמר לי׳ שקרנא כזבנא את, אלא הרגיש ומצטער, כדי שיכפול הקב״ה שכרו, והורו לנו חז״ל בזה, דצריכים לדרוש פעולתם הטובים של צדיקים, שהיו על צד היותר טוב והמתוקן. ומפני זה בדרשות ר׳ לוי, שלא נצטער אברהם מן המצוה, רק מצא עצמו נימול, הנה שוב אין בפעולתו שום מעלה. ואין זה נכון בדרכי הדרוש, ומפני זה אקיל ר׳ אבא לר׳ לוי ואמר לו שקרנא כזבנא, שעל פי דרכי הדרוש החוב לדורש לפאר ולהגדיל פעולת הצדיקי׳ ביתר שאת, ומפני זה דרש להיפך דנצטער ביותר, ובכל זאת עשה מאהבה וקבל היסורין על עצמו לקיים מצות השי״ת, וע׳ ספר קטן על האגדות מהרב המובהק מ׳ משה חיים ליצאטו שהתעורר מדברי מדרש אלו, להוכיח שבדרכי הדרוש החוב לדורש לשבח מעשה הטוב של הצדיק בכל אופן האפשר:", 
                "ואולם בפעלי הרשעים היה להם כלל גדול להעמיס עליהם התועבות האפשרות, כמו דדרשו (סנהדרין מ״ו ע״ב) דעכן חלל שבת ובא על נערה המאורסה ע״ש וכן דרשו על עשו ויבא עשו מן השדה, מלמד שבא על נערה המאורסה והרג את הנפש, וכפר בעקר, ובתחיית המתים ושט את הבכורה (ב״ב ט״ז ע״ב), ואמרו על אחז שבא על אמו והעלה שממית על המזבח (סנהדרין ק״ג ע״ב). ועל בלעם אמרו שבא על אתונו (ע״ז ד׳ ע״ב). ובפרט הגדילו החטא בכל מקום לספר תועבות עושי רשעה, כי באו על נערה המאורסה ביום כיפור, (ב״מ פ״ג ע״ב) ועוד אמרו באלישע שראה שנתעברה אמם ביום כיפור (סוטה מ״ו ע״ב) ובירושלמי פ״ב דחגיגה, על אלישע בן אבויה שרכב על הסוס ביום כיפור שחל בשבת, ועוד כ״פ שהזכירו לחומר האיסור יו״כ שחל בשבתו ונתנו לנו חז״ל בסנהדרין שם פ׳ חלק כלל בכלהו לא תפיש למדרש לגנאי בר מבלעם הרשע דכמה דמשכחת בי׳ דרוש, היינו בשלשה מלכים לא תדרוש לגנאי יותר מן המפורש בכתוב, חוץ מן בלעם הרשע כל מה שתוכל למצוא על דרך דרש להראות כי הרבה לעשות לרעה, ופעל תועבות היותר מגונות, דרוש ופרסם ברבים, מפני שאיש רע במדרגה היותר פחותה כבלעם, הוא עלול לעבור על כל העבירות, ומפני זה אין זרות בדרשות חז״ל שבלעם בא על אתונו והנה הרב הכותב בעץ יעקב פ״ק דברכות העמיס כוונות זרות באגדה זו, דהרי בש״ס למדו בגזירה שוה נאמר כאן הסכן הסכנתי ונאמר באבישג ותהי לו סוכנת, ובאמת באבישג מבואר במקרא והמלך לא ידעה וא״כ גז״ש מופרכת הוא, אבל לפי הכלל שהיה לבעלי אגדה לדרוש על בלעם לגנאי בכל אופן שנוכל, שוב גם כאן הטילו עליו גם תועבה זו והסמיכו דבר זה דרך רמז ואסמכתא רחוקה למקרא כדרכם תמיד. וע׳ ג״כ מ״ש הרמב״ם פי׳ המשנה פרק חמישי דאבות, על מה שאמרו במשנה תלמידיו של בלעם עין רע ונפש רחבה ורוח גבוה, כתב בזה״ל שהאיש אשר כבר קלקל מעשיו כמו כך, עד שהיה הנקל בידו ליעץ לבנות מדין שיפקירו עצמם לזנות, הנה הוא עלול בלי ספק לעשות כל התועבות האפשרות ע״ש, וביותר תראה דברי הירושלמי סנהדרין פ׳ חלק ר׳ לוי הוה עביד דרוש הדין קרא יען התמכרך לעשות הרע בעיני ד׳, ששה ירחים לגנאי, אתא לגבי׳ בלילה, א״ל מה חטית לך ימח סרחית קדמך, עבד דריש שיתא ירחין לשבח, רק לא היה כאחאב אשר הסתה אותו איזבל אשתו, ע״ש, ראינו דעקר תלוי ביד הדורש דמתחלה דריש כל מעשה אחאב לגנאי ליחס אליו כל הרשעיות האפשרות אשר יוכל להכניס במקרא זה דרך רמזים ואסמכתות, ולבסוף, הדר לדונו לשבח. והצדיק אותו כי אף אלו העונות והחטאים המפורשים. לא עשה מצד עצמו. רק ע״י הסתת איזבל אשתו, ומכאן אתה דן לכל הדרשות כאלו, שהכל תלוי בדורש ולא הי׳ בידו באלו הענינים שום דבר מקובל:", 
                "והסיבה שהגיע את חכמנו ז״ל בדרשות כאלו. הוא מפני כי שמו מגמתם ומבטם להחזיק אצל העם את עקר הגדול אשר הניחו חכמנו בעלי משנה. מצוה גוררת מצוה. ועבירה גוררת עבירה. ומפני זה הטילו החכמים החוב על הדורש במקהלות, שיאמת פינה זאת בכל אופן האפשר, וללמד להעם שהאיש אשר הולך בדרך התורה. ההרגל נעשה אצלו לטבע שניה. עד כי הנקל בידו לעשות כל הפעולות הטובות. ולא יכבד עליו מאומה. ואם באיזה פעם מצינו אצלם שפעלו פעולות רעות, צריכין אנו להשתדל להראות ע״פ דרכי הדרוש. לדון עשיותיהם ופעולתיהם לזכות. שלא היה שום חטא ועון. כמו במעשה של דוד עם בת שבע. אמרו דכל היוצא למלחמת בית דוד גט כריתות כותב לאשתו. וכן את שלמה דנו לכף זכות דהוא בעצמו לא חטא כלל. רק שלא מיחה בידם. וכן מעשה ראובן ובני עלי ראו כי נכון להפך בזכותם:", 
                "וכן מצד השני רצו ללמד אותנו ענין נכבד כי מיד שיטה האדם מדרך התורה. רק נטיה קלה כמות שהיא. שוב צריך אחר כך התחזקות והזהרה יתירה, מפני שכבר הסכנה מפחדת לפניו שעבירה תגרור עבירה. וכבר הוא עלול לעשות כל התועבות, ואם לא יעמוד על נפשו לקומם נגד יצר סוכן בו. אשר הטעים אותו טעמו של איסורים, והדרך המסולל ללמוד העם. ולהראותם הדרך אשר ילכו בו, הוא לקחת הדברים רק מן הנסיון מן הקורות בדורות ראשונות, כמו שנאמר זכור ימות עולם בינו שנות דור דור, ועל ידי מעשיהם והתנהגותם של דורות הקודמות, אנו למדים ומתבוננים, כי כל מדה טובה שהתחיל אדם להרגיל עצמו בה. תעשה שורש למטה עד שכל פינות שהאדם פונה אחר זה במשך הימים המה רק לטובה. לא כן אדם שסורו רע אשר אף אם בתחלה לא נטה רק מעט מן דרך הישר. שוב בהמשך הימים תגרור אח״כ עוד עבירות גדולות, מפני שנטבע אצלו למורגל ולטבע קיים, וקשה לאדם זה לעזוב את דרכו ונתינתו. לכן צריכין אזהרה יתירה בתחלה שלא יהיה נשרש בעשיות הרע ויהיה נקבע אצלו למנהג:", 
                "ועיין תשובת רלב״ח סי׳ קכ״ו מה שהתעורר על כלל זה אשר הנחנו למעלה וז״ל אחר שראינו דרכם של חז״ל. להרשיע רשע להכריעהו לכך חובה, כמו שאמרו ענה פסול היה ובא על אמו, והביא פסול לעולם (פסחים נ״ד א׳) גם על לבן ובלעם הרבו לספר בגנות, וכן דרכם להצדיק הצדיק ולהפך בזכותו, ראי׳ מכל אותן שאמרו חז״ל שלא חטאו אע״פ דפשט הכתובים מורה שחטאו, ומה זה שדרשו חז״ל (מגילה י״ד ב׳) שאמר דוד לאבגיל השמעי לי, והרי דוד היה צדיק. וחייבים אנו לדרוש לטובתו, אפי׳ במקום שנראה מפשוטו שחטא, ובכאן דרשו לגנאי, שרצה לעבור עבירה גדולה באביגיל שהיתה אשת איש ופשטות הכתוב אינו מורה לגנאי, וכן ביוסף שהיה צדיק, והכתוב העיד שלא שמע לאדונתו וברח, ואיך דרשו חז״ל (סוטה ל״ו ב׳) ויבא יוסף לעשות מלאכתו מלאכתו ממש. רק שבקש עצמו ולא מצא, וכן דרשו חז״ל בילקוט מלכים כי אמרה אשה הצרפת לאליהו הנביא כי באת אלי בתשמיש המטה. ואיך יאמרו חז״ל זאת על קדוש עליון מה שהוא גנאי להדיוט, ואיך נחפש לדון אותם לכף חובה. במקום שאין שום משמעות לרעה ומה תועלת יש בזה לחז״ל בדרשות כאלו. ומה הניע לבבם לסור מן הכלל הראשי אשר היה להם בכל מקום לדון את פעולת הצדיקים לזכות עכ״ל השואל בשו״ת רלב״ח שם. ואנכי מצאתי עוד מה שדרשו דוד בא עד הראש מלמד שבקש לעבוד עבודה זרה (סנהדרין ק״ז א׳):", 
                "והנה הרב הרלב״ח כתב לתרץ קו׳ השואל, שגם במקומות אשר גינו חז״ל פעולתם של צדיקים היה כוונתם לטובה, להלל מעשה הצדיקים ולהורות כי דברי חז״ל אמת, במה שהניחו ליסוד כל הגדול מחברו יצרו גדול המנו. ויצרו של דוד התגבר עליו כל כך, עד שרצה לבא על אשת איש ובכל זאת לא בא לידי מעשה. ונעשה אדון ושליט על יצרו. וכן מפני הצרות התכופו׳ אשר באו על דוד היה קרוב לכפור בהשגחה (אשר כינו חז״ל בשם עבודה זרה ואמרו דבקש לעבוד ע״ז. או יש לפרש כמו שאמרו (ב״ב ק״י ע״א) עבודה שהיא זרה לו, אבל לא ע״ז גמורה) וכן ביוסף כבר היתה מחשבתו לרעה. ובא לעשות מלאכתו ממש ובכל זאת כבש את יצרו. ולא חטא וזה מעלה יותר עצומה, דאם לא התעורר אצלו היצר מפני שינוי מצבם, ועבד שפל אינו נותן עיניו באשת אדוניו. אזי לא היתה פעולתו של יוסף ראוי להתפארות כל כך, אבל עתה דכבר התגבר עליו היצר, ובכל זאת היה אדון ושליט על מעשיו. וזה דבר גדול אשר בחרו חז״ל לשבח מעשה יוסף הצדיק, כי כבר היה הכל מוכן לרעה. וכמה גדול כחו ע״י יגיעותיו אשר טרח לכבוש את יצרו. דהרי כבר היה כאן מחשבה רעה, רק אצל ישראל אין מצטרפין מחשבה רעה למעשה, כמו שאמרו בירושלמי פ״ק דפיאה. והוא ספור נפלא להגדיל מעלתן של צדיקים, כי לא יאונה להם כל עון, ובדרך שזכרנו למעלה דהדורש חייב להראות כי אברהם לא נימול מעצמו רק יסורים קשים סבל אז ועמד בנסיון, ובענין אליהו היה להם כוונה מיוחדת לחז״ל בדרש זה. והיא כי אע״פ שהעלילה עליו הצרפת כי בא אליה בתשמיש. בכל זאת האמינה כי הוא איש אלקים קדוש ולא נסתפקה במעלותיו ולא נמנע לבקש ממנו להעתיר בתפלה אל ד׳ על בנה ע״ש:", 
                "ומה ששאל השואל שם בתשובות רלב״ח עוד. מה שמצינו דברים רבים באגדות שאין לאומרם ומכל שכן לכותבם. כפי הענין מאברי׳ דר׳ יוחנן (ב״מ פ״ד ע״א). ושאין ראוי לאנשים שלמים לדבר אלא דברים הגונים. ובפרט לקדושים וצדיקי עליון, ומה תועלת יש להעם באגדות אלו אשר לא לבד שאין מביאים לא לידי אהבה ולא לידי יראה הפוך הוא דהרי אמרו חז״ל כל המנבל פיו ומוציא, אפילו נחתם עליו גזר דין של שבעים שנה לטובה, נהפך עליו לרעה (שבת ל״ג ע״א) ומה נעשה עוד באותן אגדות, אשר נראו מהם עוד יותר בהשקפה ראשונה לאגדות של דופי (שבת ק״מ ב׳ סנהדרין פ״ב ב׳) ומה הצורך היה בהם. שהכניסו אותם מחברי התלמוד בש״ס, ע״ש שלא העלה ארוכה. ובאמת כבר טרחו הגאונים לישב את זה. והגאון מהר״ל מפראג בספרו באר הגולה טרח ג״כ בזה להראות כי דברי חז״ל ישרים ונכוחים, ואפשר ג״כ לומר דרצו להראות, אע״ג שהיו הרבה חכמים בריאים בתכלית הבריאות, ולא חסר לנפשם מאומה בכל זאת עמדו נגד תחבולות היצר וגם יכלו לו. ולא עוד שאיזהו מהם אשר מפורסמים ביופים עמדו בשערי טבילה, ונחשבו הנשים אצלם כקאקי חיורי (ברכות כ׳ ע״א) וגם זה שבח גדול בלומדי תורה שהכניסו עצמם בסכנה ויצאו בשלום בלי מכשול ופגע:"
            ], 
            [
                "ומפני הסיבה אשר הקדמנו למעלה. שהיה אצלם יסוד מוסד בדרכי הדרוש לשבח מעשה הצדיקים בכל עוז, ולגנות ג״כ הרשעים בכל אופן האפשר. היה גם כן מדרכי הדרוש הנהוג אצלם. להכניס אנשים מתחלפים תחת שם אחד, אם מצאו שדומים זה לזה, רק באיזה תכונת הנפש ובכשרון המעשה, או שמצאו איזהו פעולות משני אנשים אשר דומים זה לזה, או אם יש דמיון קרוב בשמות בין אנשים מתחלפים, אזי היה הנקל להם, לעשות משני אלו איש אחד. כמו שראינו (מגילה ט״ו ע״א) מלאכי זה עזרא, במלאכי כתיב כי בעל בת אל נכר, ובעזרא כתיב ג״כ מעלנו באלהים ונושב נשים נכריות, וכן אמרו שם, התך זה דניאל, פתחיה זה מרדכי, ששבצר זה דניאל ע״ש: עוד אמרו חז״ל. הוא כורש הוא דריוש הוא ארתחשסתא (ר״ה ג׳ ע״א) וע׳ תוס׳ שם ד״ה שנת עשרים: עוד אמרו שם הוא סיחון הוא ערד הוא כנען ואמרו (פסחים נ״ד ע״א) הוא ענה ענה דמעיקרא, מלמד שבא צבעון על אמו וכן תמצה להם במדרש פ׳ וישב על המקרא ושמו חירם, רבנן אמרו הוא חירה הוא חירם מלך צור והיה קרוב לאלף ומאתים שנה ע״ש, וע׳ ירושלמי סוטה סוף פרק כשם, שר׳ עקיבא דרש הוא בלעם הוא אליהוא בן ברכאל ע״ש:", 
                "ועיין ג״כ בס׳ מאור עינים פי״ח שליקט כל המאמרים הללו, אשר הזכרנו שהכניסו חז״ל אנשים שונים ומתחלפים תחת שם איש אחד ידוע ומפורסם בחסידות או ברשעות, ואנכי אוסיף עוד איזהו מהן. כמו ממוכן הוא המן (מגילה י״ב ע״ב): עוד דרשו הוא נבט, הוא שבע בן בכרי. הוא מיכה (סנהדרין ק״א ע״ב): עוד אמרו הוא בעור הוא כושן רשעתים (סנהדרין ק״ה ע״א) וכן הוא בירושלמי פ״ח דנזיר הוא לבן הוא כושן רשעתים: ובמדרש פ׳ לך לך אמרו הוא אמרפל הוא נמרוד, עוד אמרו (ברכות כ״ט א׳) הוא ינאי הוא יוחנן: והכל נסתבב מן הכלל הראשי אשר היה להם ליסוד ולאבן פינה בענין הדרשות. דעל צדיק וחסיד הרשות להדורש לשבחו ולפארו בכל אופן האפשר, ובכל מקום שנתפרש במקרא קודש שבחו של צדיק אחד. היה להם לחוב לדרוש דרך אסמכתא ורמז להוסיף עליו גם מעלותיו של צדיק אחר, וליתן את האמור כזה, גם על זה. ועל ידי זה אנו מוצאים הצדיקים מקושטים בכל מעלה ומדה נכונה, ועל הרשע דרשו לרעה בכל מה שהיו יכולים לדרוש ולמדו סתום כאן מן המפורש לרשע אחר במקום אחר להראות כי איש רע עלול לכל. ועל אסמכתא קלה סמכו את דרושתם כמו שראינו בן בעור שבא על בעור מפני שבעל אתונו. רשעתים שעשה שתי רשעות וכל זה אינו רמז רחוק שהותר רק בדרך מקרא אני דורש: וע׳ מאור עינים פי״ח באריכות יותר:", 
                "ואולם על אמתת דבר זה אראה לך ראי׳ ברורה ונכונה מן ש״ס מפורש (ב״ב צ״א ע״א) דאמרו שם אבצן זה בועז ומקשה הש״ס מאי נפקא מיני׳ ופירש רשב״ם וז״ל מה ריוח יש בדבר, ומה אנו למדין שום מצוה מכאן ע״ש, ולכאורה קשה מה נשתנה כאן מכל המקומות בש״ס, ובשום מקום לא הקשו בש״ס מאי נ״מ רק כאן לבד. אבל לפי מה שבארנו נכון הדבר מאוד, דהנה בכ״מ יש תועלת עצום להכניס צדיקים שונים תחת שם אחר למען ליתן האמור בזה על זה, וא״כ היא תועלת עצום בהרבות בשבח מעשה הצדיקים, אבל כאן הנה לא מצינו במקרא מאומה מן מעשים טובים של אבצן. ומה תועלת יש בזה להשים אותו גם על בועז, ומקשה הש״ס שפיר מה ריוח יש בדבר. ומשני הש״ס דכאן יש לנו סיבה אחרת במאמר זה. אף שהיה לו בנים הרבה קיום מצות לערב אל תנח ידך ונשא את רות בזקנותו. ע׳ רשב״ם שם וכן אמרו שם אלימלך ושלמון ופלוני אלמוני ואבי נעמה כלם בני נחשון הם, וכאשר הקשו בש״ס שם מאי קמ״ל, דגם זה אינו נוגע להכלל הראשי אשר הצענו למעלה להרבות בשבח הצדיקים, ומשני הש״ס דכאן יש לנו ללמוד ענין מוסרי דעון היוצא מארץ ישראל לחוץ לארץ, גדול כל כך שאפילו זכות אבות אינו תולה לו: עכ״פ הנך רואה דהדורש היה לו בכל עת כוונה מיוחדת לפעול על העם, ולעורר את לבבם הן ע״י הריבוי בשבח הצדיקים. או ע״י גנות הרשעים, או שאר ענין מוסרי או הנהגה טובה, היו המטרה לדרשותיו:"
            ], 
            [
                "גם היה נהוג בדרכי הדרוש אצלם לדרוש שמות האנשים ואמרו שמא גרים (ברכות ז׳ ע״ב) ואמרו על ר׳ מאיר דהיה דייק בשמא (יומא פ״ג ע״ב) וע׳ ג״כ מה שאמרו חז״ל (סוטה ט׳ ע״ב) אלמלא לא נקרא שמה דלילה ראויה היתה שתקרא דלילה דלדלה כחו דלדלה גבורתו וכו׳. ובפרט היה להם פעמים הרבה, מסורת אגדה בזה מאבותיהם, ע׳ (סוטה ל״ד ע״ב) דבר זה מסורת בידינו מאבותינו, מרגלים על שם מעשיהם נקראו, ואנו לא עלתה בידינו אלא סתור שסתר מעשיו של הקב״ה, מיכאל שעשה עצמו מך ע״ש, ולדרוש את שמות האנשים בדברי הימים היה להם קבלה מיוחדת, לא ניתן דברי הימים אלא לדרוש, ע׳ ריש מדרש חזית, ומדרש ריש קוהלת, ואע״ג דכל כתבי קודש ניתנו לדרוש. דאף מגילת אסתר ניתנה לדרוש כאמיתה של תורה (ירושלמי פ״ק דמגילה). בכל זאת הלכה פסוקה בכל מקום, אין מקרא יוצא מידי פשוטו, ושניהם אמת, כמו שכתב הרמב״ן בהשגותיו לספר המצות שורש שני וז״ל, לא אמרו אין מקרא אלא כפשוטו, רק אמרו אין מקרא יוצא מידי פשוטו מורה כוונתם דשניהם אמת הפנימי והחיצון ויסבול הכתוב את שניהם ע״ש,. ועיין (יבמות כ״ד ע״ב) אע״ג דבכל התורה אין מקרא יוצא מידי פשוטו הכא אתיא גזירה שוה, ואפקי׳ מפשטא לגמרי, והא דאמרינן (שבת ס״ג ע״א) דר׳ כהנא גמר לכל הש״ס ולא ידע הדבר דאין מקרא יוצא מידי פשוטו, הנה לא כוונו שם רק על מקרא קודש בעניני מליצה ושיר, כגון מקרא זה דחגור חרבך על ירך שהביאו שם. אבל במצות התורה פשיטא דענין זה שורש גדול בתורה, דאל״כ נפרש מצות מילה כמו ומלתם את ערלת לבבכם. ומצות תפילין וקשרתם לאות על ידיך היינו לעשות זכירה בלב ובראש, וחלילה וחס יבטלו כל מעשה המצות עי״ז ותורה מה תהא עליה, וע׳ תשובות הרשב״א סי׳ תט״ו איך החרים אלו הזדים אשר הוציאו קורות התורה מפשטה, ופירשו דאברהם ושרה היינו חומר וצורה ע״ש. וחישב ר׳ כהנא דכלל זה דאין מקרא יוצא מידי פשוטו. נאמר דוקא בדברי תורה. מפני שיש בזה נ״מ להתנהגות האדם בעניני המצות ע״פ התורה. אבל בעניני המליצה ושיר אשר בכתבי קודש. באלו רק המדרש עקר. וא״ל מר ברי׳ דר׳ הונא דגם באלו  אין מקרא יוצא מידי פשוטו:", 
                "וזה דוקא בכל התורה כלה. אבל בדברי הימים היה לחז״ל כלל מיוחד ומקובל דלא ניתנה רק לדרוש. והדרשה עקרית כאן ע׳ (מגילה י״ג ע״ב) כד פתח ר״ש בן פזי בדברי הימים אמר כל דבריך אחד הם, ואנו יודעין. ועוד תוכל לדעת ריבוי הדרשות בד״ה מן זה שאמרו חכמנו (פסחים ס״ב ע״ב) בין אצל לאצל טעוני ארבע מאות גמלים דרשות. וע׳ ירושלמי סנהדרין פ׳ חלק אמר ר׳ שמעון בן לקיש אם יאמר לך אדם שיש דברי הימים בבבל אני הולך ומביאו משם. ועכשיו אם מתכנשין כל רבותינו אין יכולים להביאו משם. ואין הכוונה שם דק על הדרשות בד״ה שחישב להביאם משם מפני כי הדרשות ניתנו לכתוב בימי ר״י ורשב״ל (גיטין ס׳ ע״א). ולא על גוף ספר דברי הימים שהיה מצוי בין כתבי קודש גם אצל בני ארץ ישראל. רק רוב הדרשות על ד״ה הרגלו בהם בני בבל, וחישב רשב״ל להביאם משם לא״י, ואמר כי עכשיו שהותרה הכתיבה בדברי אגדה. אי אפשר להביאו משם מפני כובד המשא מריבוי הדרוש על כל קוץ וקוץ תילי תילים. וקודם לכן קודם שהותר הכתיבה בפרסום היו הדרשות של ד״ה רק כמגילת סתרים ולא הי׳ מרובים בכמות כל כך: ומפני כלל זה שהיה מקובל אצלם. לא סרו חז״ל לדרוש בדברי הימים כל שמות בני אדם. והסיבה שנקראו בשמות הללו. (ע׳ מגילה י״ג ע״ב י״ד ע״א סנהדרין כ״א ע״ב. תמורה ט״ז ע״א. ב״ב צ״א ע״א) וכן בירושלמי יבמות פ׳ הערל ובמדרשות מפוזרות תמצא דרשות שונות על שמות האנשים אשר נזכרו שמה. והכל נסתבב מן הכלל הראשי מקובל אצלם לא ניתן דברי הימים אלא לדרוש:", 
                "גם היה להם כלל מיוחד ומקובל אצלם. בשיר השירים דאין לדרוש שמה שום דבר לגנאי. רק לשבח. ובעל כרחך מפני שאמרו פ״ד דמס׳ ידים דנמנו וגמרו כל השירים קודש. ושיר השירים קודש קדשים, וכל הענין שמה מרומז על הקב״ה וכנסת ישראל. וא״כ אין לדרוש שמה שום דבר לגנאי ע״ל ישראל ח״ו. ע׳ מדרש שה״ש פיסקא הביאני אל בית היין, ר׳ מאיר אומר אמרה כנסת ישראל הושלט בי יצר הרע א״ל ר׳ יהודא אין דורשין שיר השירים לגנאי אלא לשבחו של ישראל שלא ניתן שה״ש אלא לשבח, וכן שם בפיסקא עד שהמלך במסיבו נרדי נתן ריחו, רצה ר׳ מאיר לדרוש, נרדי נתן ריחו על מעשה עגל, והשיב לו ר׳ יהודה אין דורשין שיר השירים לגנאי. וכלל זה היה מאיר לפני כל הדרשנים. בכ״מ שהיה אפשרות להם להעמיס בשיר השירים. לשבח ולתפארת לפני עם ישראל לא זזו משם עד שמצאו דרך רמז ואסמכתא, לבצעות זממם בפינה זו:"
            ], 
            [
                "עוד היה אצלם מסורת מאנשי כנסת הגדולה, לדרוש כל המקומות בכתבי קודש אשר נאמר בו ויהי שאינו אלא צרה (מגילה י׳ ע״ב) ובמדרשות תמצא ג״כ כלל זה אולם שמה לא נאמר מאנשי כנה״ג. רק בלשון מדרש זה עלה בידינו מן הגולה, ומוסיפים שמה עוד, כ״מ שנאמר ויהי אינו אלא צרה, וכ״מ שנאמר והיה אינו אלא שמחה, ואם אמנם כי הוא כלל גדול מן המדות המקובלות אשר האגדה נדרשת בהם, בכל זאת יש לכלל זה מבוא בקורות אומה הישראלית כמו שעוררני ע״ז חכם גדול אחד, דהנה המעיין בעין פקוחה, אחר מעמד בני ישראל מאז, ימצא מצבם המדיני אינו על צד היותר טוב. האבות היו גרים בארץ כנען ואח״כ יוצאי חלציהם נשתעבדו במצרים, עובדים בחומר ובלבנים אחר שנגאלו הלכו משך ארבעים שנה במדבר ולא מצאו מנוח לכף רגליהם, ומיד אחר מות יהושיע בן נון, עמדו שכניהם והכניעם ונתנם למס עובד, ובפרט הפלשתים לא סרו ללחום עם ישראל וברוב הפעמים גברו ידם עד שפעם אחד נשבה ארון האלהים, ובימי שאול ודוד נתחלקו הלבבות, קצתם אחר דוד וקצתם אחר שאול, ואחר מות שאול רבים המה המחזיקים ביד בניו, ואף אחר הזמן שנתקיימה המלוכה ביד דוד היה לו רדיפות שונות מאבשלום בנו. וכן שבע בן בכרי, ובימי שלמה שהיה לו באמת שלום מכל עבדיו ומבני מדינתו ג״כ הנה הכביד עולו על בני ישראל עד שמאסו עשרת השבטים בבנו רחבעם. ונתחלקה המלכות בין יהודה לאפרים. היינו רחבעם וירבעם. אחר זה עמד אשור והגלה עשרת השבטים, עוד בא נבוכדנצר מלך בבל והחריב את ירושלים. ושרף המקדש, והוליך הכלים לבבל. והרבה מבני יהודה הלכו בגולה, ואף שהיתה אח״ז פקודה מעטה ע״י כורש. הנה עמדו השומרונים והפריעו עבודת המקדש, וגם אחר כך אשר השיגו הרשיון ליסד בית אלהינו, הי׳ נכנעים תחת פרס ומצרים והיונים אשר תחת אנטיוכוס בסייעת המורדים והפושעים מרשעי ישראל. העוברים על הדת והפרו ברית, וגם אחר זה בעת שעמדו החשמונאים ולחמו מלחמות ד׳ צבאות והכו האויבים לפי חרב, ובכל זאת מיר שלח ד׳ רוח רעה, ונולדו כתות חדשות בין היהודים היינו הצדוקים ובייתוסים אשר חלקו על הפרושים ועל התורה שבעל פה, ונגברה המלחמה בין האחים הורקנוס ואריסתובלוס נדון המלוכה וקראו את הרומיים לעזור להם, ובא פאמפעיוס להיכל ד׳. וע״י ממשלת הרומים נצמח מלכות הורדוס ובניו, אשר לא מבני ישראל כי אם מן האדומיים. ושנואים אצל עם ישראל, וגם הי׳ נכנע מאוד תחת הרומיים ובנה אנדרטאות ואלילים בארץ ישראל, והסיב העירות בשמות המלכים לכבודם עד שבא אספיאנוס וטיטוס ושרפו המקדש, ולא השאירו לישראל שורש וענף. ושנים וחמשים שנה אחר זה נתעורר עוד הפעם רוח המרידה בישראל, ועמד בו כוזיבא וחביריו, ומרדו ברומיים והכו בהם הרג רב במלחמות ביתר. ובאו טרייאנוס והדרינוס והשמידו אותם, וחרשו את מקום ההיכל. ומני אז הגלו בני ישראל גולה אחר גולה, ועדיין אנו משוקעים במעמד הזה ועינינו צופיות ומיחלות, כי יטיב ה׳ אותנו ויחזיר עטרה ליושנה:", 
                "והמתבונן בזה צריך ומוכרח להאמין שכל הרעות העצומות אשר עברו על ראשנו במשך זמן הארוך, הי׳ רק למען נשכיל להטיב אחריתנו, והוא עקר גדול בתורה. להאמין כי רק בשביל עונותינו אנו משוקעים בגולה, וכאשר נטיב דרכנו, כן ישיש ד׳ לגאול אותנו גאולה שלימה, והמעידים בכתובים על עקר הגדול הזה רבו מאוד. ע׳ שו״ת בשמים ראש סי׳ רנ״א באריכות, להראות בראיות שהוא עקר בתורה להאמין, כי כל היגונות אשר עברו עלינו, היו רק בבחינת רפואה, למען הכשיר אותנו לימות המשיח. שנהיו מעוטרים בכל מעלה ומדה נכונה, בהצלחה תמידית בשלימות הגוף והנפש, ומעמד הזה אשר אנו עומדים בימים האלו, המה רק ימי הנסיון והבחינה: וענין זה כללו חז״ל ביסוד שהניחו כאן כל מקום שנאמר ויהי אינו אלא צרה הכוונה שהימים שעברו עלינו כלם הי׳ ימי רעה במה שמתיחס אלינו, ובכל זאת עדיין אנו קיימים ועומדים, ומחזיקים בכל תוקף בתורת משה ובתלמוד רבינא ור׳ אשי, וכל כלי יוצר עלינו לא יצלח, ומטעם זה הרבו חז״ל על פי דרכי הדרוש להגדיל הצרות אשר עברו עלינו ביתר שאת ויתר עז, כמו שאמרו פרעה שחט ק״ן תינוקת מישראל בבקר וק״ן תינוקת בערב לרחוץ בדמם ובנה את ילדי ישראל בחומה אם נחסר מנין הלבנים (מדרש ומובא ג״כ ברש״י סנהדרין בשם מפר אגרה). וכן דברו בהפלגה יתירה מהרג רב ואבדן שעשה נבוזראדן עת כבש את ירושלים והחריב המקדש. וכן מפעולות היונים ורומיים עת הציתו את ירושלים (ע׳ גיטין פ׳ הניזקין וירושלמי פ״ד דתענית ומדרש קינות):", 
                "והכלל השני שנתנו חז״ל בדרכי הדרוש, כל מקום שנאמר והיה, אינו אלא שמחה, היינו ג״כ שהחוב מוטל על הדורש כל מה שיוכל לדרוש לשבח את הטוב המקוה לנו. הוא מחויב לפרסם זאת בהמון, למען שמח נפש עגומים להלהיב לבבם ולחזקם כי לא שמרו לשוא אמונתם הטהורה. וכי הזמן העתיד יגמול להם בכפלים היגונות והצרות אשר עברו עליהם, ומפני זה לא נמנעו חז״ל בכל מקום שבא לידם, לדרוש בהפלגות יתירות את הטוב אשר יצמיח לנו ד׳ בגאולה העתידה, ודרשו עתידה אשה שתלד בכל יום. ועתידה ארץ ישראל שתוציא גלוסקאות וכלי מילות, ודברו הרבה מהגדלת חומות ירושלים ובית המקדש לעתיד. (ב״ב ע״ה ע״א וע״ב) ועוד הרבה ענינים מבהילים מגאולה העתידה, והכל נסתבב, מפני הכלל הראשי בדרכי הדרוש, כ״מ שנאמר והיה אינו אלא שמחה, היינו ימים העתידים, יהי׳ רק טוב לבני ישראל בכלל ובפרט:"
            ], 
            [
                "עוד צריך אתה לדעת כי גם באגדה היה להם עוד כללים ידועים אשר הונחו ליסוד, מהנהגת העולם ומהשגחת השי״ת, קצתם למדו מן הכתובים, וקצתם היו אצלם מקובל, וע״י היסודות הללו אשר שבו אצלם לדבר אין ספק בו, דנו עוד בשאר מקומות בכל מקום שיזדמן להוליד ענינים חדשים, ולהוציא יקר מזולל סתום מן המפורש, כמו היה להם כלל גדול נלמד מן הקרא דהקב״ה ממלא שנותיהם של צדיקים מיום ליום (קידושין ל״ח ע״א ר״ה י״א ע״א) ובמקום הספק הניחו דבר זה ליסוד להוכיח מזה דאם האבות נולדו בירח ניסן. הה״ד דמתו בירח ניסן, מפני דהקב״ה ממלא שנותיהן של צדיקים (ר״ה י״א ע״א): וכן היה להם בקבלה טבא לא הוי בישא. והזכירו בלשון גמירי (ברכות כ״ט ע״א), ומפ״ז לא הורידו שמואל הקטן אע״פ שטעה בברכת המינין ע״ש, וכן אמרו (סוטה ח׳ ע״ב) גמירי אין יצר הרע שולט במה שעיניו רואות, ואחר מסירת אגדה זו, הולידו ג״כ לענין דינא דאשה נסקלת ערומה ולא חיישינן להרהר:", 
                "ועוד היה להם שאר כללים מהנהגת השי״ת את עולם התחתון כמו אין בעל הרחמים פוגע בנפשות תחלה: אין הקב״ה נפרע מן האומה אלא אם כן נפרע מקודם מן השר שלה (מכות י״ב ע״א) וע׳ רש״י שם: אין הקב״ה נפרע מן האומה עד שנתמלא סאתה (סוטה ט׳ ע״א): אין הקב״ה עושה דבר אלא אם כן נמלך בפמליא של מעלה (בראשית רבה פ׳ בראשית) בקללה מתחילין מן הקטן (תענית ט״ו ע״ב): וכל אלו וכדומה עוד הרבה יסודות באגדה למדו מן המקרא את העקר הראשי, ומשם באו להתלמד במקום אחר, ומן הכללים המקובלים באגדה יש להוסיף מה שאמרו חז״ל (תענית כ״ה ע״א) גמירי מן השמים מיהב יהבי משקל לא שקלי, עוד אמרו גמירי דלא כליא שבטא (ב״ב פ״ח): וכן אמרו (סנהדרין נ״ט ב׳) גמירי אין דבר טמא יורד מן השמים ועפ״ז תבין לנכון דברי הש״ס (שבת י״א ע״ב) דאמרו שם לעולם לא ישנה אדם לבן בין הבנים, דהרי בשביל משקל שני סלעים מילת שהוסיף יעקב ליוסף נתגלגל הדבר ונשתעבדו ישראל במצרים, והקשו בתוס׳ הרי עדיין במחזה בין הבתרים נגזר. אבל לפי הכלל הגדול שהונח אצלנו, מגלגלין זכות ע״י זכאי, וחובה על ידי חייב. א״כ מזה דרואין אנו דהוסיף יעקב לבנו דבר קטן, והיתה הסיבה לירידת בני יעקב למצרים, על כרחך דענין זה עון בחיק יעקב, ונתגלגל הרעה הגדולה ע״י חובה זו דאם לא היתה בחיבוב זה שחיבב יעקב ליוסף שום עון וחטא לא היתה ענין זה סיבה לירידה למצרים, רק היה נתגלגל ע״י דבר אחר וזה נכון: וכן יובן הענין בעובדא דקמצא בר קמצא חרוב ירושלים דסיימו בש״ס (גיטין נ״ז ע״א) בוא וראה כמה גדולה כחה של בושה שהרי סייע הקב״ה את בר קמצא והחריב את ביתו ע״ש, היינו אע״ג דידענו דסיבות אחרות גרמו לחורבן הבית, כמו חילוק הדיעות ופירוד הלבבות ושנאת חנם וריבוי הכתות. ורשעת הפרהדרין גרמו. בכל זאת מדנסתבב ע״י בר קמצא אנו מכירין שגדולה כח הבושה מדנתגלגל הרעה הגדולה על ידי ענין זה וז״נ:"
            ], 
            [
                "הדרושים הנאמרים ברוב ענין בש״ס בלשון אל תקרא כך אלא כך, יבאו על פי הרוב רק בחילוף אותיות בין שמאל לימין, ובחילוף הנקודות והברות. כמו אל תקרא שמות אלא שמות (ברכות ז׳ ב׳) אל תקרא ושבע אלא ושבע ילין (ברכות י״ד ע״א), כי אין בלתיך אל תקרא בלתיך אלא בלתך: (ברכות י׳ ע״א) אל תקרא ושם דרך אלא ושם דרך (ברכות שם) וכדומה. הרבה. והיינו כי כבר כתבתי בשם הרמב״ם מ״ש במורה נבוכים דכל הדרשות בלשון אל תקרא המה רק דרך מליצת השיר לעשות סימנים לעניני מוסר ותוכחה למען יהיו נשמרים בכח הזוכר, ע״י כתבי קודש שהשמיכו אליהם, והתורה וספרי הנביאים וכתובים המה בכתב ע״ש, ומפני שבכתבי קודש לא נמצא היכר בין שי״ן ימנית לשמאלית, וכן אין בה נקודות והברות, לכן הנקל לקרות כמו שנאות בעיני הקורא בשביל לעשות סימנים לענינים אשר נכונו בעיניו, והא דאמרו (ברכות ל׳ ע״ב) אין עומדין להתפלל אלא מתוך כובד ראש שנאמר הבו לד׳ בהדרת קודש, א״ת בהדרת אלא בחרדת קודש, ואע״פ דשם נשתנה המלות. משום דכללי כייל לנו בירושלמי שבת פ׳ כלל גדול דלא ממנעי רבנן דרשו מחליף בין ה״א לחית, וכן חז״ל בבבלי הלכו בדרשתם על דרך זה, ודרשו (נדרים צ׳ א׳) וחפרה הלבנה וחפרה כמו והפרה הלבנה כאלו נכתב הלבנה ע״ש. והך שנא׳ לא מהם ולא מהמונם ולא נח בהם כאלו נכתב ולא נח בהם (סנהדרין פ׳ חלק) וכן בריש מו״ק פירשו לשון בית השלחן דרך התרגום, דמפרש ואת עיף ויגע ואת משלחי ופירש״י דה״א נתחלף בחי״ת ומפ״ז נקרא בית השלחין, וע׳ ריטב״א שם דהביא דברי הירושלמי הנזכר דלא ממנעו רבנן דרשו בחילוף בין ה״א לחי״ת וכבר התעורר בזה הרב בעל מאור עינים, להראות דהיה דרכם של חז״ל לדרוש דרשות אלו גם בבבלי והאריך בראיות: והטעם נ״ל משום דאמרו בירושלמי פרק קמא דמגילה תורת הראשונים לא היה ה״א שלהם סתום, מכלל דבדורות האחרונים היה ה״א שלהם סתום כמו חי״ת ושוים בצורת האותיות, וע׳ מהרי״ק שורש ע״א דהוכיח באמת מדברי הירושלמי ומדברי הש״ס מנחות פ׳ הקומץ דאמרו דחזינן לסופרי דוקני דתלי׳ לכרעי׳ דה״א, מכלל דשאר הסופרים לא היו תולין את רגל ה״א, והיה נראה סתום כמו חי״ת, ומזה הטעם דרשו תמיד בחילוף, והא דאמרינן (קידושין למ״ד ע״א) אל תקרי ושננתם אלא ושלשתם. דזה הוא שינוי לגמרי מן לשון הכתוב, צ״ל דשם הכוונה דישנה שני פעמים בהפסקה בין למוד ללמוד, וממילא מוכח דילמוד שלשה ענינים שונים וע׳ רש״י שם דישב בענין אחר ע״ש. עכ״פ לא מצינו ענין אל תקרא רק בשינוי הברות והנקודות, ועד״ז עשו סימנין בתורה:", 
                "ודע כי גם בברייתות א״י ובתלמוד ירושלמי מצינו, סמיכות כאלו הנאמרים בלשון אל תקרי, רק לפעמים מבואר ממש לשון א״ת, ולפעמים סתמו הדבר אולם הוא ענין הנלמד מעצמו, דכוונו לדרשא זו, כמו במשנה דקנין תורה אמרינן אל תקרא חרות אלא חרות, וכן הברייתא ת״ח מרבים שלום בעולם א״ת בניך אלא בוניך. וע׳ מכילתא פ׳ בא דלמדו מקרא ושמרתם את המצות, מצוה שבא לידך אל תחמיצנה, וע״כ דדרשו דרך א״ת המצות אלא המצות, וכן בירושלמי פ״ק דברכות, מלאכים אין להם קפיצה שנאמר קריבת על חד מן קמיא קימיא קרינין שהן עומדין, וכן בירושלמי ברכות ר״פ אין עומדין בהדרת קודש בחרדת קודש, וע׳ ירושלמי פ״ד דשביעית, נפלים יש להם חלק לעולם הבא דכתיב ונצורי ישראל להשיב ונצירי ישראל להשוב. הפירוש דבלא וא״ו רק ביו״ד משמע יציר כל מי שנוצר מישראל, אז בהעדר הוא״ו וגם היו״ד משמע נצר. היינו כל ענף מישראל ישיבו, ובעל יפ״מ לא ידע לפרש, וע׳ ירושלמי פ״ג דנזיר אין שחיטה מחוורת דבר תורה, דכתיב וישטחו להם שטוח, אל תקרי וישטחו אלא וישחטו להם שחוט, והיינו בחילוף אותיות, כמו כבש כשב תחת חתת וכדומה, וכן הוא בספרי פ׳ בהעלותך מובא (יומא ע״ה ע״ב), אכן על שיטת הרמב״ם דפירש דעקר דרשה א״ת, אינו רק דרך אסמכתא לדבר תורה, למען יהיה נסמך הדרש לכתבי קודש ולא יבא לשכחו, א״כ איך יפרנס קו׳ הש״ס (ברכות ל׳ ע״ב) והא בהדרת כתיב, וכן מה דמקשה הש״ס (ר״ה י״ג ע״ב) אל תקרי לשלש אלא לשליש, ושדה שנגמרה שליש, מיקרי גמר לענין מעשרות, ומקשה הש״ס והרי לשלש כתיב. ולשיטת הרמב״ם הרי אין כאן דרשא גמורא רק אסמכתא בעלמא למען יהיה נסמך למקרא, ומה איכפת לן אם נאמר בהדרת או נאמר לשלש סוף סוף יכולין לסמוך דרך זה לסימן בעלמא. וכבר תמהתי ע״ז בהגהותי לש״ס וצ״ע:"
            ], 
            [
                "כבר הראיתי בספרי דרכי הוראה, כי גם בעניני הדרשות הלכה למעשה, לא שם הדורש עינו ולבו, רק לפעול אצל המון השומעים שידעו להתנהג כשורה, ולפעמים דריש בציבור שלא כהלכה. מפני הסיבה שלא יבאו לזלזל באיסורי דרבנן. והחמיר עליהם יותר מן הראוי, ע׳ (חולין ט״ו ע״א). וכן בדרושי אגדה הנה מטרת הדורש היתה, רק למען הלהיב לב העם לעבודת ד׳. ולמען יתעוררו כי חיי הבלם אפס ותוהו, ומוכרחים המה להכין צעדיהם פה בעולם הנשיה, להיות מזומנים לכנס לטרקלין מקושט ומפואר בטהרות הלב וכשרון המעשה וכל מבטו וחפצו של הדורש היה להקיץ אותם משנת האולת, ולעורר לבבם אל נכון, ולפעמים עת ראה הדורש בהמון, כי לא פעלו דבריו הפשוטים אצל העם, אחז צדיק דרכו דרך אחר להגיד לפניהם ענינים זרים, ומבהילים יוצאים מגדר הטבע ועי״ז הטו אוזן קשבת לדברי הדורש. וכבר התעורר הרשב״א בזה מובא בעין יעקב ברכות ר״פ הרואה באגדה דאבן שזרק עוג מלך הבשן, כ׳ בזה״ל כבר באר הרמב״ם שתי כוונת הנעלמות באגדה בפתיחת פירוש המשנה שלו, ולי יש עוד סיבה אחרות גלו אותה חז״ל בקצת המדרשים. והוא כי לעתים היו החכמים דורשים ברבים, ומאריכים בדברי תועלת, יהיו העם ישנים, ובקש לעוררם, והיו אומרים לפניהם דברים זרים להבהילם למען יתעוררו ויקיצו משנתם, וזאת הסיבה מפורשת להם במדרש חזית פיסקא הנך יפה, רבי היה יושב ודורש, ונתנמנם הציבור ובקש לעוררם, אמר ילדה אשה אחת במצרים ששים ריבוא בכרס אחד ע״ש, וכן הך שמסופר מעוג שעקר הר בר תלתא פרסי, היינו שרצה לעקור זכות שלשת אבות, רק הציג לפני העם בספור ומבהיל זה למען יתנו העם לב לענין נפלא כזה, ויתעוררו לשמוע עכ״ל הרשב״א:", 
                "ואנכי מצאתי עוד במדרש רבה ריש פ׳ נח ר׳ עקיבא דרש בגינזק שבמדי במעשה דור המבול ולא בכו, עד שדרש להם ענין איוב ובכו, ומצינו ג״כ במדרש ר״פ חיי ובמדרש אסתר, ר׳ עקיבא דרש בציבור וראה שהעם מתנמנם ובקש לעוררם אמר מה ראתה אסתר שתמלוך על קכ״ז מדינות, מפני שיצאה מן שרה שחיתה קכ״ז שנה ע״ש. ראינו דרכו של ר״ע לדרוש ענינים מבהילים למען יבכו, או יתעוררו לשמוע הדרוש, ועל דרך זה יתפרשו, כל הדרשות בתלמוד ובמדרשות הרבות, אשר נראים זרים בתחלת השקפה, וכלם לא נאמרו רק לפעול לשעתו על העם המתאספים לשמוע הדרשות, ועד״ז יתפרשו דרשות ר׳ עקיבא (סוטה י״א ע״א) בשכר נשים צדקניות נגאלו וכו׳ ונעשה להם נס ונבלעו בקרקע ומביאים שורים וחורשים עליהם ומבצבצים ובאו בעדרי עדרים ע״ש, ואם אמנם בש״ס כאן הגירסא דריש ר׳ עוירא. בכל זאת במדרש שיר השירים הגירסא דריש ר׳ עקיבא, ומי שיודע גודל רוחו ועוצם עיונו של ר׳ עקיבא, אשר שמו הולך מסוף עולם ועד סופו (יבמות ט״ו ע״א) וע׳ רמב״ם פי׳ המשנה אבות על המאמר מר׳ עקיבא הכל צפוי והרשות נתונה כתב ראוי המאמר הזה לר׳ עקיבא, ויוקשה עליו זרות זה הדרוש, אכן מאשר נודע לנו דרכו של ר׳ עקיבא ע״י שני הדרשות אשר הצגנו למעלה שראה שלא בכו העם או שמתנמנם, דרש להם ענין תמוה למען יתעוררו משנתם. נשפוט מהרה דגם דרשה זו הוא מאותן הדרשות אשר תכליתם לפעול אצל המון העם להניע לבבם ולעוררם על נכון, וע׳ (סנהדרין פ׳ חלק) דאמר ר׳ עקיבא מקרא אני דורש, וכמו שנהג ר׳ עקיבא, כך נהגו שאר החכמים בדרשות למען השיג המטרה אשר כוונו אליה:", 
                "ומענין השאלתות אשר נמצאו במדרש במדבר דברים. ובתנחומא מכונה ילמדנו, ובפסיקתא רבתי, אשר מתחילים בדבר הלכה, בלשון הלכה אדם מישראל. או ילמדנו רבינו, ומסיימים באגדה לא נמצאו דוגמתו אצלנו בשני התלמודים, רק פעם אחד בבבלי (שבת ל׳ ע״א) וז״ל שאול שאילתא לעילא מר׳ תנחום דמן נוי מהו לכבות שרגא מקמא באישא בשבתא פתח ואמר אנת שלמה אן חכמתך אן סכלונתך, ומפלפל הרבה מענין לענין, וסיים ולענין שאילא דשאילנא קדמיכין, נר קרויה נר וכו׳ מוטב תכבה נרו מפני נרו של עולם. ופירש״י שם לאו מהכא יליף דין זה, רק נלמד מן וחי בהם כמ״ש פרק בתרא דיומא, רק מפני שהיו מתאספין נשים ועמי הארץ לשמוע הדרשה, הטעים לדין זה דרך אגדה ע״ש, והנה בתלמוד בבלי או ירושלמי. עקרם בא. רק ללמד אותנו דינים והוראה או דברי מוסר ואגדה. ומפ״ז לא הכניסו בעלי חותמי התלמוד שאלתות אלו בתלמוד, רק הדרשות לבד. מפני הצורך אשר יש בהם. והלכות לבד. כפי אשר נחתכו אחר יסודי הדת וההוראה. ולא ראו הצורך לספח דרשות הללו אשר נחתכו עניני הוראה, על פי דרכי אגדה, אחר שהם בלי תועלת כי הקבלה, ודרכי המדות, והסברא, מספיקים לחתוך הדין בהוראה ובדינים, וכל אלו השאלתות לא נאמרו רק לשעתם, להטעים עניני, הוראה, אצל המון ונשים כמו שהבאתי בשם רש״י, וא״כ חשבו לנכון שאין מהצורך לספחם לתלמוד ולא השאירו בתלמוד רק שאילה זו במס׳ שבת, אשר הצגתי כאן לזכר לבד. דכן היו הדרשות בימיהם, משא״כ במדרשות אשר אינם מיודעים להורות הלכות ודינים אשר נחוצים להלכה למעשה השאירו חז״ל לפעמים הדרשות בלשון הלכה אדם מישראל, או בלשון ילמדנו רבנו, כמו שנאמרו בהמון בדורות הראשונות:", 
                "ודע כי גם הגדה של פסח, אשר נסדרת עוד מזמן המקדש. כמו שנזכר במשנה בפרק ערבי פסחים. באה ג״כ על דרך השאלתות בימים קדמונים, בתחלה שאלו התינוקת בארבע שאלות. על שנשתנה הלילה זה מכל הלילות, והתחיל לספר מענין לענין ולדרוש ביציאת מצרים, ובדרשות המקראות המיחסים לדבר זה, ולבסוף חוזר לתרץ השאלות אשר שאלו לפניו. מצה זו שאנו אוכלים על שום שלא הספיק בצקם להחמיץ, וכן בטעם הפסח והמרור. ולפי זה סרה הקושי׳ המפורסמת. מפני מה לא השיב התשובה הנאותה בטעם אכילת מצה ומרור מיד. אכן אחר שמבואר מדרכי הדרוש אצל חכמי התנאים והאמוראים, בהך שאילתא אשר הבאנו למעלה. דרכם היה לסבב מענין לענין בדומה לו עד שלבסוף באו לתרץ עיקר השאילה. לא יקשה מאומה וזה נכון:", 
                "עוד השאירו בבבלי ענין הפתיחה, אשר נהגו הדורשים בארץ ישראל. כמו שנמצא לפנינו במדרש קינות ובמדרש אסתר ובמדרש רות פתיחות שונות. דמר פתח לה פתחא לההוא פרשתא מהכא, ומר פתח מהכא. ואולם בין כל הדרשות על פרשיות שלימות. אשר נשארו בבבלי אצלנו אין מקום לפתיחות. רק למגילת אסתר נמצאו פתיחות שונות (מגילה י׳ ע״ב י״א ע״א): ועוד כד פתח ר״ש בן פזי בדברי הימים אמר כל דבריך אחד הם (מגילה י״ג ע״ב): וכן מצינו (סוטה ב׳ ע״א) כד פתח רשב״ל בפרשת סוטה אמר אין מזווגין לו לאדם אלא לפי מעשיו: ועוד נזכרו שתי פתיחות בפרשת רוצחים (מכות ט׳ ע״ב) זולת אלו הנזכרות לא תמצא זכר לפתיחות בתלמוד. מפני שהפתיחות היו רק נאותים לשעתן. לצורך הדרוש ובעלי התלמוד לא ראו הנחיצה להכניס אלו הפתיחות בתלמוד והספיקו עצמם רק במקומות מעטים לזכר. למען יחקק לדור אחרון כי יבא. כי כן נהגו הדרשנים הקדמונים:"
            ], 
            [
                "הרבה ענינים בתלמוד, אין אפשרות לפרשם כפשוטם. כי הנגלה מהם הוא הגשמה לשי״ת חלילה. ולפעמים חירוף וגידוף ג״כ. ואנו מוכרחים ומחויבים להאמין. כי מורישי הקבלה האמתית. אשר נודעו לנו לצדיקים וקדושים. וחכמים מובהקים לא ידברו דברים זרים. רק צריכים להאמין כי נאמרו הדברים דרך רמז וסוד. נסתר. ומורים על ענינים נשגבים מדעתינו עומדים ברומו של עולם. וחשבו חז״ל למשפט. שלא לגלות אותן הרזים הצפונים וטמונים בדבריהם. לפני המון העם. ומפני זה גלו טפח. וכיסו עשרה טפחים. ופשוטי הדברים המה רק לבוש חיצוני. ותחתיהם ענינים יקרים. להערות נשגבות לנבונים ומשכילים, כמו שהתעוררו כבר על זה הרמב״ם והרשב״א. ע׳ רמב״ם פ׳ המשנה חלק, אחר שהראה טעות שתי הכתות, כת אחת אשר תאמין האגדות על פשוטן, ואין סוברין בהם פירוש נסתר בשום פנים. והנמנעות המה אצלם מחוייבי המציאות, ועושים כן לפי שלא הבינו דרכי החכמה. ואין בהם מן השלימות כדי שיתעוררו מאליהם. ועיין רמב״ם בהקדמתו למורה שכתב בזה״ל, וראינו שהדרשות אם יעיין בהם מכל מהמון המעיינים לא יקשה עליו מאומה, כי לא ירחק הסכל הנמהר הערום מידיעות. הנמצאות הנמנעות. וע׳ מורה נבוכים פ׳ אחד ושבעים לראשון, שכתב כי הערות ורמיזות קטנות בתלמוד, המה גרגרי לב מעטים. עליהם קליפות רבות. עד שהתעסקו בני אדם כלם בקליפות. וחשבו שאין תחתיו לב בשום פנים ע״ש:", 
                "וכת השנית הם מאותן שבאו לגנות את האגדות, ומלעיגים על דברי חכמנו ז״ל. אולם המה סכלים נפתים גרועי השכל. וכמה הם רחוקים מן האנושית אצל החכמים באמת והיא כח ארורה שהם משיבים. על גדולים ונשיאים, אשר נתבררה חכמתם להחכמים עכ״ל הרמב״ם בפי׳ המשנה. וע׳ עוד הקדמתו לפי׳ המשנה וז״ל אחר מה שנגלה היו חכמנו ז״ל, חכמים גדולים וצדיקים מפורסמים, כמו שנודעו לנו מעניניהם הישרים והצודקים, לכן החוב לחשוב. שהחסרון בא מצדנו. מפני שהחכמה נעדרת מאתנו בחולשת השכל. וחוזק התאוה עצלות בבקשת החכמה והזריזות בבצע. ארבעת שפטים הרעים. וזה שאמרו חז״ל (גיטין נ״ו ע״א) המלעיג על דברי חכמים נדון בצואה רותחת. ואין לך צואה רותחת יותר מן הכסילות, אשר השיאתו להלעיג על חכמים גדולים כאלו, ולא תמצא מרחיק דבריהם אלא איש מבקש תאוה. ונותן יתרון להנאות המורגשות, אשר לא האיר לבו בדברים המאירים:", 
                "וכת שלישית המה אותן השלימים מן המעיינים אשר נתברר אצלם גודל מעלת חכמנו ז״ל. ויודעים היטב. כי חכמנו ז״ל לא ידברו היתולים. ונתאמת להם כי בדבריהם יש נגלה ונסתר, והם ז״ל דברו באלו הנמנעות בחדות ובמשל ע״כ הרמב״ם, וע׳ מ״ש הרשב״א ז״ל ובחידושי אגדות ברכות וז״ל ודע שיש לחכמים דברים נעלמים, ורמזים במדרשים ואגדות חתומים ואם נגלו לעיני הסכלים. בדברים בטלים, ליודעי חן ולמבינים. הם ענינים שכליים. יש מן האגדות שלא נתנו לדרוש אלא לבעלי הסודות, והם רמזו לבעלי חכמה בנין ויסודות וכו׳. ומקצתם יש בהם נגלה ונסתר כפרי ועלה וכו׳, ויש מהם נכתבו בלשון נעלם. ואין בכלם רק פשוטי דברים לבד וכו׳ ע״ש, וע׳ גם כן מ״ש עוד הרשב״א בחידושי אגדות פרק אין עומדין, על מה שדרשו שם בגמרא התשכח אשה עולה על עולות וזבחים ע״ש, ומן האגדות אשר אין לפרשם כפשוטם בשום אופן, המה אלו אשר נעלה אותן במספר כאן. כמו מה שזכרו: הקב״ה מניח תפילין (ברכות ו׳ ע״א): הקב״ה מתפלל (ברכות ז׳ ע״א): מי מושל בי צדיק הקב״ה גוזר וצדיק מבטל (מועד קטן ט״ז ע״ב): חזר הקב״ה והודה לאליהו (ברכות ל״א א׳): עד שהחלהו להקב״ה (שם שם): הקב״ה מוריד שתי דמעות לים הגדול (ברכות נ״ט ע״א) מצאו להקב״ה שהיה קושר קשרים לאותיות. א״ל אין שלום בעירך (שבת פ״ט ע״א): הקב״ה קראו ליעקב אל (מגילה ח״י ע״א): הביאו עלי כפרה על שמעטתי את הירח (חולין ס׳ ע״ב): מאי עביד הקב״ה בההיא שעתא. א״ל קאמר שמעתא מפומא דרבנן. ומפומא דר׳ מאיר לא אמר (חגיגה ט״ו ע״ב): תפסו הקב״ה בבגדו ואמר לו אני ואתה נטייל בגן עדן (סנהדרין ק״ב ע״א): אתא קב״ה אידמי׳ לי׳ כגברא סבא ובא לגלחו בתער השכירה (סנהדרין צ״ה ע״ב): ועוד נמצאו הרבה אגדות כדומה לזה אשר הנגלה מהם ח״ו הנשמה וחירוף וגידוף, וכיונו חז״ל תחת אגדות כאלו סודות נשגבות, אשר אינם נגלים רק לאותן השרידים. אשר באו בחצרות החכמה. וכבר המה במעלה העליונה להבין הסודות הצפונים בדבריהם:", 
                "וע׳ מ״ש רבינו נסים גאון מובא בכותב בעין יעקב פרק הרואה, על הך דאמרו שם בגמ׳ מאי גועה הקב״ה מוריד שתי דמעות לים הגדול כ׳ וז״ל, ואורחא דפירושא לברורי תחלה דבין משקול הדעת ובין מדברי חז״ל לית ספק. שהקב״ה אין לדמותו לשום בריה ואין לפניו לא שחוק. ולא בכי, ולא אנחה, ולא דמעות. וכד מבררא הא. מתידעא דכל מלתא דאמרוה רבנן הכי. לאו על פשטא אמרוהו. אלא בתורת משל ודמיון, למשול את המשל בדברים שנודעים בינותינו למראות עין. כי היכי דדברה תורה בלשון בני אדם. דהא נביאים גם כן הכי מתלין, הנה עין ד׳, הנה יד ד׳. ויחר אף ד׳. עלה עשן באפו, ואש מפיו תאכל, ועל כרחך דרך משל, אף הכין אתיין דברי אגדה ע״ש, ובסוף הדבור הביא הרב הכותב בע״י שם. דברי הרשב״א שאמורים כעין זה. והביא מקראות אחרות, שהנגלה מהם דברים מתמיהים ומגשימים כמו שנאמר במסתרים תבכה נפשי מפני נוה. וכן המו מעי לו, וכן כי אש קדחה באפי ע״ש, וכן הביא בשם רבינו האי גאון שכתב כיוצא בזה:", 
                "ומזה המין המה כל האגדות,. שבאו בתלמוד ובמדרשות מספרות מסעודות העתידות מן לויתן. ושור שרועה אלף הרים בכל יום, ומיין המשומר בענביו, שדברו כאן ברמז, ע׳ רמב״ם פירוש המשנה חלק, ורשב״א חידושי אגדות פרק אין עומדין. על מאמר ר׳ יהושיע בן לוי. עין לא ראתה אלהים זולתך זה יין המשומר בענביו וז״ל יין המשומר. ונהר, יש להם סוד ופשטן של דברים, מפני שהיין משמח את הלב ומשכח דאגות המקרים, ע״כ רמז השמחה והתענוג בעולם הבא, שלא יתערב עמהם שום צער ודאגה, ליין, ואמר שהיין משומר לתלמידי חכמים, מפני שהתורה רמוזה ביין, דכתיב ושתו ביין מסכתי. לכן אמרו שהיין מתוקן לדבר הנרמז ביין, מדה כנגד מדה ע״ש. שהאריך עוד, ועיין עוד רשב״א חידושי אגדות פרק הספינה. אחר שביאר בתחלה סעודת הצדיקים לעתיד בדרך פשוט, התחיל לרמוז אח״כ על הסודות הצפונות, דבהמת ולויתן הם השכל והנפש ע״ש, וע׳ דברי הרמב״ם פרק שמיני מהלכות תשובה ורמב״ן בשער הגמול, עכ״פ כלם מוכרחים להודות שאגדות כאלו אשר הזכרנו בזה הדבור, וכדומה להם אשר אינם אפשרים בשכל האנושי, ומתנגדים בראשית ההשקפה לעקרי הדת ויסודי אמונה. על כרחך כלם המה רמזים נכבדים, לדברים יקרי הערך, רק שהלבישו אותם בלבושים וקליפות רבות, והתוך אינו מובן רק לבאי בסוד ד׳:"
            ], 
            [
                "ונבא עתה לבאר המופתים יוצאים מגדר הטבע, אשר נמצאו ברוב ענין בספרי התלמוד ובברייתות, ולהזכיר גם כן דעת רבותינו הקדמונים, והחלטת דעתם וחריצת משפטם. כגון מה שאמרו חז״ל (תענית י״א ע״א) שנקדה לו חמה לנקדימון בן גיריון, ולר׳ פינחס בן יאיר נקרע נהר גינאי (חולין ו׳ ע״א): וכן הנסים שהראה ר׳ אליעזר בן הורקנוס, לחזק דבריו בעובדא דתנור עכנאי, מכותלי בית המדרש ומן אמת המים (ב״מ נ״ט ע״ב): וכן כל הניסים אשר ארעו לחוני המעגל ולר׳ חנינא בן דוסא, הנזכרים אצלנו במסכת תענית, בפירקי דחסידי, ועוד הרבה נסים ונפלאות יוצאות מגדר הטבע והמציאות, אשר באו בארוכה בתלמוד ויאריך הספור להעתיקם הנה, רק באתי לעורר כי לדעת רובי החכמים, ראוי לקחת הדברים כפשוטם, ולהאמין שהם דברים ככתבם. וכן אירעו נסים הללו לצדיקים וקדושים הללו באמת, וכמו שהחוב על איש אשר בשם ישראל יכונה. להאמין כי הנסים הכתובים בכתבי קודש, המה כפשוטם. ונעשו בפועל ממש. כן ראוי וישר להאמין, כי שינה ד׳ את הלוך הטבע. עבור החסידים והקדושים מבעלי התנאים והאמוראים, וכן הוא דעת רבינו האי גאון מובא בכותב לעין יעקב פרק שני דחגיגה, וז״ל דע כי דבר זה מקובל היה אצל הראשונים יחד. ולא היה אחד מהם מכחיש בו. כי הקב״ה. עושה אותות ונוראות ע״י הצדיקים, כמו שהוא עושה ע״י הנביאים, ומראה את הצדיקים מראות נוראות, כדרך שהוא מראה את הנביאים כי תקנות יש לעולם בדברים הללו, ואין בהם הפסד כל עקר, כי יודע אלהים שאין טוענין בו טענה בטלה, וכל מה שנעשה לר׳ חנינא בן דוסא וזולתו, מאמינים בו ולא מכחישים. וכשצמח מר רב שמואל בן חפני ז״ל, וכיוצא בו. שאמרו שאין המראות הללו נראות אלא לנביאים. ולא נעשה נסים כאלו אלא לנביאים לבד, ומכחישים בכל מעשה שנאמר שנעשה נס לצדיקים, ואמרו כי אין זה הלכה אף במעשה של ר׳ עקיבא שצפה בהיכלות, ומעשה דר׳ נחוניא בן הקנה. ואנו סוברים כי הקב״ה עושה נסים ונפלאות לצדיקים ומראה היכליו עכ״ל רבינו האי גאון: ודברי רבינו שמואל בן חפני מועתקים ברד״ק (שמואל א כ״ח:ז׳). בענין בעלת אוב שהעלתה את שמואל, שכתב שלא יקובלו דברים ככתבם של חז״ל, במקום שיש להם מכחישים מן השכל ע״ש, ואולם אין לנו עסק בדבריו. אחר שדברי רבינו האי גאון אביהן של ישראל. המה מקובלים אצל כל האומה. ואם הרבה חכמים חשבו לפרש עובדא דרבה בר בר חנה (ב״ב ר״פ ספינה). ומעשה דר׳ אליעזר הגדול שאמר אמת המים יוכיח, וכותלי בית המדרש יוכיחו (ב״מ נ״ט ב׳), ומעשה דחסיד אחד ששמע שתי ריבות קבורות במחצלת של קנה מספרות זו עם זו מן הקורות שנתהוו בעולם (ברכות ט״ו ב׳) שהיה הכל במראה החלום דוקא, ולא ראיה מוחשית ממש, בכל זאת מעשה דנקדימון בן גוריון. ונסים שעשה ר׳ חנינא בן דוסא, וכן אלו הנסים שאירעו לשמעון הצדיק בקדשי קדשים (יומא מ״ט ע״ב), וכדומה ענינים אשר מספרים החכמים שהיו בפועל ממש, ונתפרסמו אצל כל אנשי הדור קרובים ורחוקים, עד שהיוסיפין לרומיים במלחמות היהודים מספר ג״כ, כי דלתות היכל ננעלו מעצמם איזהו שנים קודם החורבן וכן כי נראו אותות מבהילות בשמים. ואיך אפשר לפרש כאן שהיו כלם במראות החלום, או דרך רמז ומשל:", 
                "ועיין ריטב״א חידושי בבא בתרא ר״פ הספינה, העתיק דבריו הרב הכותב לעין יעקב ג״כ ר״פ הספינה, וז״ל יש במעשיות אשר בפרק זה. ענינים זרים לבני אדם כלם, לפי שלא הרגלו בהם וכו׳, ויש גם כן במעשיות הללו ענינים נרמזים, שלא היו נראים להם במראות עין, רק במראות החלום לבד, וזה כי כשהחכמים הולכים בים אוקיאנוס וגם כשהם מתבודדים. ומחשבים בענינים נוראים, ובעת השינה יראה להם כעין הרהורים ודברים נפלאים מורים על ענין אחד. והגאונים כתבו דכל היכי דנזכר בגמרא לדידי חזי לי היה במראה החלום, ולא במראות עין ממש ע״ש, וע׳ בכותב לעין יעקב בפ״ג דברכות ר״פ מי שמתו, בענין מעשה בחסיד אחד ששמע שתי ריבות שמספרות זו את זו, הביא דברי הריטב״א הללו והוסיף בשמו כי הך דפרק הזהב בעובדא דר׳ אליעזר בן הורקנוס דאמר כותלי בית המדרש יוכיחו. היינו כי חכם אחד נתנמנם בבית המדרש וראה זאת בחלומו ע״ש. וסיים הכותב בזה״ל ולפי זה הך מעשה בחסיד אחד, ועובדא דזעירי ואבוה דשמואל דאזלו לחצר מות (ברכות שם) יתפרשו גם גם כן בכי האי גוונא, ומזה הרבה נסים ונפלאות אשר באו בש״ס עכ״ל. ודברי הריטב״א נובעים מדברי רבינו חננאל, הובאו דבריו בשיטה מקובצת בבא מציעא סוף פרק הזהב, וכן פירש בשיטה מקובצת (ב״מ פרק הפועלים פ״ד ע״א), מעשה דרבה בר נחמני, דאמרו דשתי כתות דפליגי במתיבתא דרקיע, ואמרו מאן מוכח רבה בר נחמני. היה זאת כעין חלום, והראה לו זאת סמוך למיתה. כדי שיצא מן העולם בנחת,. וכן פירש רבינו אלפסי בתשובה. את מעשה דר׳ בנאי דהוי ציין מערתא, ואשכח לאברהם דהוו גאנו בכנפי׳ דשרה (ב״ב נ״ח ע״א) שהכל היה במראה החלום, וכן ראיתי זה שנים הרבה בספר ישן נושן כפתור ופרח, להרב ר׳ יצחק הפרחי, כי העתיק ג״כ דיעות הגאונים שהרבה דברים תמוהים בתלמוד, יכולין להתפרש על דרך זה שהיו מתנמנים בבית המדרש, וראו הענינים תמוהים בדמיו ובמראה החלום, וע׳ ג״כ רמב״ם פירוש המשניות למשנה ראשונה דפרק חלק, שכתב באמצע דבריו וז״ל, ועוד אחבר חיבור אקבץ בו כל הדרשות בש״ס. ואסבור בם סברות שיהיו נאותים לאמתת הענין, ואגלה מן הדרשות מהם שבאו דרך הפשט. ואשר מהם היה משל, ואשר מהם היה בחלום. וזכרו אותם במאמר פשוט ומוחלט כאלו היו בהקיץ עכ״ל, וכן תמצא חכמי התלמוד מכפרים על איזה מראות, והשמעת בת קול שהגיעו לאזנם, שהיו בחלום ע׳ (חגיגה י״ד ע״ב) וז״ל הלך ר׳ יוסי הכהן וסיפר דברים לפני ר״י בן זכאי. ואמר אשריכם ואשרי יולדתכם. אשרי עיני שכך ראו. ואף אני ואתם בחלומי מסובין היינו על הר סיני, ונתנה עלינו בת קול מן השמים, עלו לכאן עלו טרקלין גדולים וכו׳, ראינו דשמיעת בת קול הגיע להם במראות החלום, ומזה המין יתפרש לשון בת קול שהזכירו חז״ל בעובדא דר׳ בנאי, ובעובדא דרבה בר חנא שהיו כלם בחלום, אכן בהרבה מקומות שהזכירו חז״ל ענין בת קול צריכין לפרש שמיעה בפועל ממש שבא להם מן השמים כמ״ש במ״א:", 
                "והנה אם אמת שהצעתי לפני הקורא דעת הגאונים. כי הרבה אגדות יכולין להתפרש ע״ד מראות החלום. אבל צריכין להודות כי בהרבה אגדות, אין אפשרות להבינם. כי אם כשיקחו הדברים על פשוטם דברים ככתבם, וכשיטת רבינו האי גאון דהקב״ה לא אפס חסדו ואמתתו מאתנו וכמו שהיתה השגחתו הפרטות מחופפת על עדת הנביאים. לפעול על ידם או למענם ובעבורם נסים נגלים יוצאים מהלוך הטבע. כן פועל בכחו זה. גם עבור הצדיקים אשר מקדישים עתותם לעבודת ד׳, ואשר הבינם מדעם ושכלם. לעמוד לשרת לפני ד׳ בקודש, וכן הוא דעת הרשב״א בחי׳ אגדות, מובא בכותב לע״ל פ״ק דחולין. בעובדא דר׳ פנחס בן יאיר שנקרע נהר גינאי ע״י ר״פ בן יאיר, וכ׳ וז״ל ממה שנתפרסם פרסום רב בתורה, גם בספרי התלמוד, שמחויבים להאמין, הוא התחדש אות ופלא לעת צורך לעם כלו ע״י הנביא, או אפילו לאחד מן החסידים. ונמשך הענין מאבות לבנים. עד שתמצא לרבותינו ז״ל. בהרבה מקומות מספרים ג״כ. כמו שקרה לר׳ אליעזר בן הורקנוס וחכמים בתנורו של עכנאי. וענין רבא ורבא (אולי כוונתו לרבה בהך דפרק הפועלים שהזכרנו דאמרו מאן לוכח רבה בר נחמני. ורבא היינו דשלחו לי׳ שלמא מרקיע) וכדומה עכ״ל הרשב״א והנה ראינו בזה שתי שיטות שונות. ואין בידי להכריע. אכן עין בקורת יודע להבחין. ולהכיר מן המאמרים בעצמם, איזהו מהם מוכרחים אנו לקחת על פשוטם, ואיזהו מהם יכולים להתפרש שהיו בחלום ובדמיון:"
            ], 
            [
                "דרך המשל הנהוג אצל חז״ל, הוא אחד מן ל״ב מדות דר׳ אליעזר בנו של ר׳ יוסי הגלילי באגדה, וחז״ל השתמשו בדרך זה ברוב ענין. לבאר המקראות וכן להשיב לחכמי עמים, ולמינים, עת עוררו טענות נגד התורה. וע״פ הרוב גם הלבוש החיצון אשר הלבישו בו חז״ל דבריהם, נחמד להשכיל ומתוק לחיך, וע׳ ריש מדרש קוהלת וריש מדרש חזית, מה שהגדילו חז״ל ענין המשל ואמרו שם אל יהי המשל קלה בעיניך. שע״י המשל אדם עומד על עומקי של תורה. ועיין הקדמת הרמב״ם לספר המורה באריכות מענין המשל, ולדוגמא ארמוז כאן על איזהו משלים נחמדים. כמו (ברכות ל״ג ב׳) משל למה הדבר דומה למלך בשר ודם וכו׳, והיו משבחים אותו בשל כסף, וע׳ מורה פרק ששה וחמשים לראשון מה שהראה עומק זה המשל, וע׳ (ברכות ס״א ב׳) לשועל שהיה מהלך על גבי הנהר, עוד (תענית ז׳ ב׳) אילן אילן במה אברכך, וכן מצינו (ע״ז ה׳ ב׳) משל למה הדבר דומה לשני בני אדם אחד אוהבו ואחד שונאו, לאוהבו נפרע מעט מעט, וע׳ (ע״ז נ״ד ע״ב נ״ה ע״א) הרבה משלים נעימים ובפרט תשובת ר׳ עקיבא לזונין שהיסורים נאמנין בשליחותן, והמשל הנחמד מן איש אחד שהיו בני אדם מפקידין אצלו בעדים וע׳ ג״כ (ב״ב ט׳ ע״א) מה שהשיב ר׳ עקיבא לטרנוסרופוס על השאלה, אם הקב״ה אוהב עניים, למה אין מפרנסם, וע׳ (בראשית רבה פ׳ י״א) מה שהשיב ר׳ עקיבא לטרנוסרופוס נדון קדושת יום השבת ע״פ משל נחמד, ותשובת רבינו הקדוש לאנטנינוס, על שאלתו דגוף ונשמה יכולים לפטור עצמם מן הדין (סנהדרין צ״א ע״ב), וע׳ מדרש ויקרא רבה מה שהשיב ר׳ יהושיע בן קרחה למין, אשר שאלו, כתיב בתורה אחרי רבים להטות, ואנחנו המרובים ואתם המעטים, ועוד נמצאו הרבה תשובות נכונות מה שהשיבו ר׳ עקיבא. ור׳ יהושיע בן קרחה, ור׳ יוסי. ור׳ יהושיע בן חנניה, ובין האמוראים היה ר׳ אבהו מפואר בזה, על שאלת המלכים והמינים דרך משלים נעימים ונחמדים ויאריך הענין לרמוז על כלם, ולא באתי פה רק לעורר על המעיין:", 
                "ובפרט שבחו חז״ל את ר׳ יוחנן בן זכאי שלא הניח משלות שועלים ומשלות כובסים (סוכה כ״ט ע״א ב״ב קל״ד ע״א), ובמסכת סופרים העידו כן על הלל הזקן, ועל ר׳ מאיר העידו חז״ל (סנהדרין ל״ח ע״ב ל״ט ע״א) שהיה יודע שלש מאות משלות שועלים ומשלות כובסים, ואנו אין לנו רק שלשה. ועליו אמרו במשנה (סוטה מ״ט ע״א) משמת ר׳ מאיר בטלו מושלי משלות, והנה רש״י בסנהדרין פירש שם כוונת חז״ל על שלשה משלות שועלים אשר אצלנו, ואולם נמצא ג״כ אצלנו בתלמוד מפוזרים הרבה משלות שועלים, ונוסף על המשל משועל על גב הנהר. אשר הבאתי למעלה (מברכות ס״א ע״א), מצאתי במדרש רבה עוד יותר, ע׳ מדרש קוהלת פיסקא כאשר יצא מבטן אמו כן ישוב שמה, גניבא אמר לשועל שמצא כרם מסוייג מכל פינותיו ע״ש ויערב לחכך. וע׳ מדרש תולדות, סוף פרק ס״ד, מה שדרש ר׳ יהושיע בן חנניה אסקוליסטקא דאורייתא, ארי טרף טרף, ועמד לו עצם בגרונו אתא הדין קורא מצראה ע״ש, ואין המקום כאן לרמוז על כל המשלים בתלמוד ולהעבירם במספר, כי המצע קצר מהשתרע ענינים רבים כאלה, ובמסכת ברכות לבד מצאתי עשרה משלים יפים ונעימים ובפרט בתוספתות ובתורת כהנים ובברייתות, והמה מרובים ואין לפורטם כאן, רק באתי לעורר על המעיין, כי המשל אצל חז״ל, הוא חלק נכבד מדרשות הנהוגות אצלם, הן אצל התנאים והן אצל האמוראים, וחכמי ארץ ישראל בזמן אחרון מעת אשר התרשלו בלמוד ההלכות השלימו דרכי הדרוש והשתמשו עוד יותר בדרכי המשל בכל אופן דרשותיהם, אשר ימצא המעיין בפסיקתא ובתנחומא, ובמדרשים האחרונים הרבים בכמותם, אשר נקבצו באו אלינו ע״י חכמי ארץ ישראל האחרונים, אכן לא ישוו במעלותם ויפים, וברעיונות נשגבות, לאותן המשלים של תנאים הראשונים אשר מפוזרים בברייתות שרמזנו למעלה עליהם:", 
                "ומדרכי המשל אשר נהגו חז״ל בדרושותיהם, הוא ג״כ להמשיך המעשים שנתהוו להציגם לעין הקורא, דרך ויכוח מה שטענו זה עם זה, ונתנו חז״ל טענות בפי המתוכחים איך הצדיק כל אחד דרכו, להתנצל על פעולתו. והמשיכו חז״ל הענין לפעמים על מלכים ושרים מן העמים, כגון נבוכדנצר ונבוזראדן והמן ואחשורש כמו שמובא ברוב ענין בפרק חלק ובגיטין פרק הניזקין ובפ״ק דמגילה. ואם תרצה לפרש שהיו לחז״ל ענינים אלו בקבלה. מטענות המלכים האלה אין בכך כלום. אכן כיון שמצינו שהשתמשו חז״ל בטענות כאלו אף על חיות ועופות ודגים, וגם על דוממים כגון הרים וגבעות, ואותיות, צריכין על כרחך לפרש שזה היה אצלם מרדכי המשל וכעין מליצת השיר, להשים הדברים בפי האנשים, אשר מתעסקים בענין אחר, ולהציב שטען כל אחד כפי מה שהיה באפשרות להשיב. אם היה בו מדע והיה מבין עקרן של דברים וסיבותם, כעין משלות שועלים שהבאנו למעלה שטענו האריות והשועלים, וע״י המשל אדם עומד על עומק הדברים כן ויכוח דיוזני הלזה נצרך מאוד לבירור הענינים ולהוציא מהם. דברי מוסר וחיזוק יסודי האמונה, אשר הדרך הזה מסולל ומוכשר לפעול על המון השומעים, ולעורר לבבם לתכלית הנרצה, וכבר התעוררו בזה התוס׳ (ע״ז י״א ע״א חולין ז׳ ע״א) על מה שהזכירו שם הרים וגבעות בקשו עלי רחמים, אמרו לו עד שאנו מבקשים עליך נבקש רחמים על עצמנו, וכ׳ התוס׳ לא שהשיבו הרים וגבעות כך. אלא היה אומר בלבו כך היו יכולים ההרים וגבעות להשיב, וע׳ ריטב״א מובא בעין יעקב שם בענין השני וז״ל לא שההרים מבקשים רחמים אלא הכא אמרה הברייתא, אליעזר בן דורדייא אמר בלבו להרים, הן עצמם צריכים לרחמים. ואלו היה להם פה היו משיבים כך. וכעין זה מצינו בהרבה מקראות, ולא שמדברים ומשיבים, כמו ותאמר להם הגפן החדלתי את גפני ואת מתקי, וכן פרק שירה שהעופות והחיות מקלסים. לא שהם אומרים כלום. אלא סברא היא, שאם היה להם פה לדבר יש להם לומר כך עכ״ל הריטב״א, וכן כתב הרשב״א מובא דבריו בכותב לעין יעקב פרק ראשון דחולין בטענות ר׳ פנחס בן יאיר עם נהר גינאי כתב בזה״ל וז״ל ממה שלא יעלם ממך שנהגו חכמנו ז״ל ברוב פעמים להמשיך הפלא. או המעשים המתחדשים דרך הויכוח כאלו נתחייב הענין כך מצד הכרח הטענה, עד שתמצא לחז״ל משתמשים כן אף בבריאת הנבראים אשר בראם השי״ת מרצונם וחפצם. כאמרם ז״ל כל מעשה בראשית לדעתם נבראו (ר״ה ל״א ע״א). ומן הנמנע להיות הנברא מן אפס מוחלט מסכים על דבר קודם הבראו וצאתו מן הכח אל הפועל, ואיך יברא לדעתו קודם היותו לו מציאות בכח, וכל שכן בפועל ואמרו חז״ל (חולין ס׳ ב׳) אמרה לבנה אי אפשר לשני מלכים להשתמש בכתר אחד, א״ל הקב״ה לכי ומעטי את עצמך. וכדומה במקומות הרבה. וזה כלו אינו רק דרך הרחבת משל, לכוונות ידיעות מועלות הרבה, ומישרות אל אמיתת אמונה בחידוש העולם והשגחה, ולסיבות אחרות רבות התועלת, וכאן היתה בויכוח החסיד ר׳ פנחס בן יאיר עם נהר גינאי, לפרסם לנו שהמחויב לאדם ומכל שכן להחסידים להיות נמנעים להוציא דברים הטבעים מגדרם לפלא, כי אם לצורך גדול ולצורך מצוה הצריכה בשעתה עם היות להם ממשלה מצד הנפש לפעול בפלא עכ״ל הרשב״א:", 
                "ומזה המין המה הרבה טענות בדברי חז״ל, אשר טענו דוממים, או אילנות, או בעלי חיים בלתי מדברים, עם בני אדם, כמו מאמר ר׳ לקיש (סנהדרין ק״ח ע״ב) תשובה ניצחת השיבה עורב לנח רבך שונאני, ואתה שנאני. וכן מצינו דאמרה יונה יהא מזונותי מרורים כזית ביד ד׳ (עירובין טו״ב ע״ב). וכן טענות האותיות עם הקב״ה כמו דאמרינן בירושלמי פ״ב דסנהדרין תני ר׳ הושיעא עלה יו״ד ונשתטח לפני הקב״ה ואמר רבון העולמים עקרתני מן הצדקת הזאת. ועוד שם אמרו עלה ספר משנה תורה ונשתטח לפני הקב״ה ע״ש, וכן מצינו הרבה פעמים אמרה מדת הדין לפני הקב״ה, עיין ירושלמי שם. עוד מצינו אמרה רוח פסקנית לפני הקב״ה (סנהדרין מ״ד ע״ב). ובמדרש פ״ח. חסד אמר יברא. אמת אמר אל יברא. צדק אמר יברא שלום אמר אל יברא. וכן מה שאמרו בירושלמי פ״ב דמכות שאלו לחכמה חוטא מה עונשו. והנה חסד ואמת. וחכמה. אינם רק תוארים ומדות, ואיך יתכן דישאו ויתנו ויטענו טענותיהם, וכל זה אינו רק מה ששמו חז״ל. מה שיש לטעון בבריאת אדם, מן התנהגותו לטוב או לרע על פי נטיותיו אשר בו, והחכמים עושים זה כעין מליצת השיר. ומזה המין מה שמצינו בבראשית רבה מובא ג״כ במורה פ״ה לשני הארץ צעקה על רוע מזלה. אני והם נבראנו כאחד העליונים חיים ותחתונים מתים וכיון שתחתוני׳ מתים איך צעקה על רוע מזלה. ע״כ כי חז״ל אמרו שהארץ אלו היה לה פה היתה יכולה לטעון כך, וע׳ מורה פכ״ט לשני:", 
                "וכן מה שספרו חז״ל מפסקי אנשי סדום וטענותיהם (סנהדרין ק״ט ע״ב). וטענות קורח וכת שלו נגד משה. (שם ק״י ע״א) וטענות סנחריב עם בעלי צבא שלו (עם שם) וכל הענין מן דוד וישבו בנוב (סנהדרין צ״ה ע״א) וטענות נבוכדנצר ספרא דמרודך בלאדן עם מרודך, וכן דברי נבוזראדן (שם צ״ו ע״ב), וכן כל דברי המן ואחשורוש וענין שטנה שלו (מגילה פרק א׳), אם נרצה לפרשם כפשוטם שהיו מקובל לאבותינו כך, נוכל לפרש כמ״ש למעלה פרק ח״י, אכן יש לפרש ג״כ שהיו דרך מליצת השיר. ובדרך משל אשר נהוג אצלם, להסביר כל מה שהיה כל אחד יכול לטעון לפי מעמדו ומצבו, ולהשיב בהצדיק פעולתו, וזה הדרך נאות להבין ענין מה להעם, ולטעת על לבבם תוכחת מוסר ויראת ד׳, שיקחו מקרה אחת אשר קרה. ויציגו אותם לדוגמא עם כל הסברות האפשרות. להצדיק או להתעיב איזהו מדות נכונות. או בלתי נכונות. והחופש בעין פקוחה וחודרת ימצא הרבה מאמרי חז״ל הולכים על דרך זה ולא באתי רק לעורר על המעיין:"
            ], 
            [
                "עוד נתנו לנו חז״ל כלל גדול (חולין צ׳ ע״ב) דברי חכמים גוזמא וע׳ ג״כ (עירובין י׳ ע״א) וסימנך מתניתא גוזמא. וע׳ ג״כ ריש עירובין בשלמא בר קפרא גוזמא. והביאו חז״ל בחולין. מן שלשה מקומות. אשר דברו חז״ל בהפלגה במספר שלש מאות, ומזה המין הוא מה שזכרו חז״ל (בכורות נ״ד ב׳) מביצת בר יוכני, ששברה ג׳ מאות ארזים, וכן מה שאמרו (יבמות ט״ז ע״ב) שיש לו ג׳ מאות הלכות בצרת הבת, וכן ספרו מדואג האדומי שהיה לו ג׳ מאות הלכות במגדל הפורח באויר (סנהדרין ק״ו ע״ב) ור׳ אליעזר בן הורקנוס אמר בשעת מיתתו שיש לו ג׳ מאות הלכות בנטיעת קישואים (סנהדרין ס״ח ע״א) ואמרו על ר׳ יוחנן בן נדבאי שהיה אוכל ג׳ מאות עגלים ושותה ג׳ מאות גרבי יין (פסחים נ״ז ע״א) וע׳ רשב״ם (פסחים קי״ט ע״א) ד״ה משאו שלשה מאות פרדות לבנות וכ׳ רשב״ם לאו דוקא וכן כל שלשה מאות שבש״ס ע״ש. וכן מצינו ג׳ מאות כודנייתא נרגא דפרזלא דשליט בפרזלא, שדר נבוכדנצר לנבוזראדן (סנהדרין צ״ו ע״ב), וע׳ הגהות מהר״י ברלין שרמז שמה. לעיין בדברי רשב״ם פסחים אלו. וע׳ (גיטין ס״ח ע״א) ג׳ מאות מיני שידין היו בשיחים. וע׳ (כתובות קי״א ב׳) ובצרתי ג׳ מאות אשכולת ליום. וע׳ מאור עינים פרק עשרים. שהביא עוד מהך דג׳ מאות משלות שועלים (סנהדרין ל״ח ע״א) ומהך דג׳ מאות הלכות נשתכחו בימי אבלו של משה (תמורה ט״ו ע״א) וכן מצינו ג׳ מאות גרבי יין (שבת י״ג ב׳) ועפ״ז ל״ק קו׳ התוס׳ (סוטה ל״ד ע״א) ד״ה יותר מן שלש מאות מיל ולק״מ משום דלא דוקא הוא כמו כל שלש מאות שבש״ס:", 
                "וכן דרך הש״ס לתפוס מנין ששים בהפלגה כמו שכתבו התוס׳ (ב״ק צ״ב ע״ב) ד״ה שתין רהיטי רהיט דאורחא דגמרא בהכי, כמו בסמוך שתין תוכלא מטי לככא דקל חברי׳ שמע ולא אכל, וע׳ (חולין נ״ח ע״ב) שתין מיני דפרזלא תלי לי׳ בקורנסא עכ״ל, והגאון מהר״י ברלין רמז לעיין רש״י (שבת צ׳ צ״ב) ד״ה שתין גושפנקי דכתב רש״י דלאו דוקא, וע׳ מהרש״א חידושי אגדות לש״ס (ברכות נ״ז ב׳) על מה שאמרו שבת אחד מששים בעולם הבא, שינה אחד מששים במיתה. וכ׳ מהרש״א דששים לאו דוקא, כמ״ש התוס׳ ב״ק ע״ש, ומזה המין מה שספרו (בכורות נ״ח ע״ב) מביצת בר יוכני שטבעה ששים כרכים, וכן מה שאמרו (ב״מ פ״ד ע״ב) הוי מייכי סמ״ך נמטי, סמ״ך ספונאי, סמ״ך ארנקי, וכן מ״ש (ב״מ פ״ה ע״ב) מחיוה לאליהו סמ״ך פולסא דנורא, וכן הוא (חגיגה ט״ו ע״א) וכן מצינו (מגילה ז׳ ע״ב) קריבי לי׳ שתין צעי דשתין מיני קדירה, ואכלו בהו שתין פלוגי ע״ש:", 
                "עוד נהגו לתפוס מנין תליסר ולאו דוקא, ע׳ רש״י (חולין צ״ה ע״ב) שדר לי׳ תליסר גמלי ספק טרפות, וע׳ רש״י (שבת קי״ט ע״א) ד״ה וזבנין בתליסר עיליתא דדינרי, כ׳ רש״י שם וגוזמא בעלמא היא, וכן בב״מ דנקט תליסר, כגון תליסר גמלי ספק טרפות, וכן תליסר טבחי דלעיל ע״ש, ומזה המין הוא ג״כ מ״ש (שבת קל״ה ע״א) אהדרי על תליסר מהולאי עד דשווי׳ כרות שפכה, וכן מה שספרו (חגיגה ט״ו ע״ב) דאלישע אחר שדר לינוקא לתליסר כנישתא, וכן אמרו (שבת ק״י ע״א) תליסר חמרי חיורתא: ועוד התעוררו המפורשים דדרך הש״ס לנקוט ג׳ פרסי לגוזמא, כמו (מגילה י״ד ע״ב) מלמד שהלך לאורה ג׳ פרסי, דלאו דוקא, וכן בריש פרק הרואה בעוג מלך הבשן שעקר טורא מן ג׳ פרסי, וכן רהיט ג׳ פרסי בחלא (כתובות ס׳ ע״ב) וכן רהיט ג׳ פרסי באגמא (סוכה נ״ה ע״א) וע׳ (שבת צ״ד ע״א) וכן (יומא כ׳ ע״ב) וכבר האריך בזה הרב בעל מאור עינים, ועוד ראיתי כי התעוררו בזמנינו, איזהו משכילים לפרט כל המספרים בלשון חז״ל, אשר לאו דוקא נאמרו, לכן לא רציתי להאריך, כי אין זה מגמת חיבורי לפרט כל המקומות, רק באתי לעורר על דרך חז״ל בדרכי התלמוד, והדורש והמבין יבין מדעתו, יותר מן מה שכתב כאן:", 
                "עוד ראיתי לעורר בפרק זה על הרבה מקראות בכתבי קודש, אשר נעתקו בלשון חז״ל בשינוי מן מה שנמצאו אצלנו ע״פ המסורה, כמו שהתעוררו התוס׳ (שבת קכ״ח ע״א) ונתן הכסף וקם, דרך הש״ס לקצר לשון המקרא, כמו (עירובין ס״ה ע״א) בצר אל יורה, וכן (ברכות נ״ה ע״ב) שנאמר כל החלומות הולכים אחר הפה, ועי׳ תוס׳ (עירובין ב׳ ע״א) אל פתח אולם הביח, ופסוק זה אינו בשום מקום ע״ש, וביותר תראה (ברכות ס״א ע״ב עירובין ח״י ע״ב) דהעתיקו איזה תיבות, אלא מעתה וילך אלקנה אחר אשתו, ורש״י הוסיף שם ואלקנה נביא היה, ובאמת לא נמצא פסוק זה בשום מקום, כמו שהתעוררו הרש״ל והמהרש״א, וכן פסוק וילך יהושיע בתוך העמק אשר נעתק (מגילה ג׳ ע״א) לא נמצא בשום מקום כאשר התעוררו התוס׳, ועי׳ (זבחים קי״ט ע״ב) אלא מנוחת ארון דכתיב ויהי כנוח הארון, וכ׳ רש״י חפשתי ולא מצאתי, וע׳ רש״י (זבחים ק״ב ע״ב) אמר קרא ולו תאנית שלה, וכ׳ רש״י חפשתי ולא מצאתי, ועי׳ תוס׳ (שבת נ״ה ע״ב) ד״ה מעבירם כתיב רש״י דהש״ס חולק לפעמים על המסורה כמו שדרשו בירושלמי פ״ק דסוטה, על שמשון דשפט ארבעים שנה, ואצלנו לא נמצא זה רק מבואר במקרא דשפט עשרים שנה, וע׳ תשובת הרשב״א סי׳ פ״ח. על מה שאמרו בש״ס (סוטה י׳ ע״א) זכור לי עשרים ושתים שנה, ששפטתי את ישראל ע״ש, וע׳ בספר יד מלאכי סי׳ רפ״ג, דהאריך מה דנמצא אצלנו בברייתא דשנו הכמים, לי הכסף ולי הזהב אמר ד׳ צבאות, ועל פי המסורה כתיב נאום ד׳ צבאות, ושם העתיק דברי הריטב״א כתב יד בחידושיו לבבא בתרא על הא דאמרו (ב״ב קכ״ג ע״ב) דכתיב ובני מנשה חפר וישעי, ובד״ה לא נמצא רק אלה ראשי בית אבותם ועפר וישעי, וכתב שדרך הש״ס לשנות בפסוקים ופעמים שמוסיף כמו (תענית כ״ט ע״ב) לתת להם אחרית ותקוה ובמקרא נאמר לתת לכם אחרית ותקוה (באמת בש״ס שלפנינו נאמר לנכון לתת לכם) וע׳ בספר ב״י מענה ח׳ שהעתיק זה מן הרמב״ן וע״ש, שהתעורר עוד מהרבה מקומות שהעתיקו חז״ל לשון המקרא שלא כהוגן והראה עוד (שבועות ל״ה ע״ב) מעתיק הש״ס מקרא ופנחס בן אלעזר בן אהרן הכהן. ובמקרא לא נאמר הכהן, וכן העתיקו בגמרא (מו״ק ה׳ ע״א) ערלי לב וערלי בשר לא יבא אל מקדשי לשרתני, ובקרא ליתא תיבת לשרתני, וכלל הדבר דחז״ל לא הצריכו להעתיק הדברים ככתבם וכלשונם, רק מה שהיו נצרך לענינם. ולפעמים צרפו המאוחר והמוקדם ועשו מזה ענין שהמכוון אחד. וכמו שכינו זאת למקרא, ואמרו שנאמר כל החלומות הולכים אחר הפה. וכן הוא בש״ס (ב״ק פ״א ע״ב) עליו הכתוב אומר מהיות טוב אל תקרא רע, ומקשה הש״ס ומי כתיב כה״ג, ומשני משום שנאמר אל תמנע טוב מבעליו בהיות לאל ידך, וע׳ (ב״מ ק״ו) עובר משום בל תשהא אע״ג דלא נמצא כן במקרא דרכם לקצר. ולהביט רק על הכוונה משום שכ׳ אל תאמר לריעך לך ושוב ומחר אתן ע״ש:"
            ], 
            [
                "מעניני המזיקין, ועין הרע, ורוח רעה. אשר בא מזה בש״ס, בלי ספק צריכין לקחת הדברים כפשטם. ואין לסבור בהם סברות ולפרש בענין רחוק. אחר שפשטות הדברים מורים שהאמינו במציאותם, וספרו מהם טבעם וגדרם והלוכם, ע׳ (חגיגה ט״ז ע״א) ג׳ דברים נאמרו במזיקים שלשה כמלאכים ושלשה כבני אדם, והמשנה באבות אומרת ג״כ המזיקין בערב שבת בין השמשות נבראו, וכן האמינו במציאותם כל יושבי מזרח ומערב במשך זמן תנאים ואמוראים, וכן בכישוף ובלחשים, ואם אמנם הרמב״ם ז״ל בפי׳ המשניות פ״ג דע״ז במשנה שאלו את הזקנים ברומי, וכן בה׳ עכו״ם ס״פ י״א דעת אחרת עמו. בכל זאת סתם לשון הברייתות והתלמוד במקומות רבות, אין לפרש כלל בדרך משל וחדה, רק דברים ככתבם, אכן על זה יש להתעורר כי יש הבדל גדול בין הבבלים, לחכמי ארץ ישראל, אף על פי ששניהם האמינו במציאותם, ומספרים לנו איך דברו עמהם. ואיך פעלו לפעמים ענינים נפלאים, כמו בהך דירושלמי תרומות. בקיסר דיקלאטינוס איך חממו הדמוסיאות, וע׳ מדרש רבה פ׳ בראשית דפ׳ תולדות. אבל לא האריכו לשון כל כך כמו בבבלי, כי שם יבאו הספורים ענין. שהיה השדים בני ביתם, והיו משמשים אותם לצורך הליכות ביתם ע׳ (חולין ק״ה ע״ב) דר׳ פפא השתמש עמו, להביא לו מים, וכן מספרים פרק ערבי פסחים איך הזהירו אותם שלא ילכו בשוק בלילי רביעית, ור׳ יוסף מספר הרבה מן יוסף שידא (עירובין מ״ג ע״א וב״ב ר״פ הספינה). וכן מענין הלחשים לא תמצא דבר בירושלמי אבל הבבליים הרבו לספר מהם. והזכירו (שבת פ״ו ע״ב) הרבה לחשים, וכן בריש מגילה נזכר דיאמר, עזי הבי טבחא שמנה מנאי וכן (גיטין ס״ח ע״ב) לשברירי דיומא לימא הכי ולשברירי דלילא לימא הכי. וכן הוא (ע״ז י״ב ע״ב), וכן פרק ערבי פסחים הזכירו הרבה לחשים, וסכנות זוגות, ובכלם אין הקש הטבעי גוזר אותם, ועוד יש בהם איסור דרכי אמורי, וע׳ תשובת הרשב״א סי׳ תי״ג לישר המעושרות ולישב הסתירות בזה מענין הרפואות מצאנו בברייתות שהזהירו על התנהגו׳ הרבה, להעמיד הבריאות ולעשות אופנים שלא יחלו, ולהציג נוכח עינינו. איזהו דברים קשים לגוף. ואיזה מתוקנים ומוכשרים. ואיך יתנהג אדם במרחץ. ובסעודה. ובדרך ארץ, והמאמרים רבו בזה מפוזרים ברוב המסכתות, לא כן בתלמוד בבלי מצינו מאריכים לשון בעניני רפואות ולחשים וסגולות שונות ומפורשים בכתובות סוף פרק המדיר, ובגיטין פ׳ מי שאחזו וכן ספ״ו דשבת. ובפרק ערבי פסחים. המעיין ידרשם משם, גם מעניני החלומות ופתרונם. ואיך האמינו בהם איזהו חכמים תמצא לחז״ל ברכות פ׳ הרואה ובירושלמי ובמדרש קינות, גם האמינו כי בנים וחיים ומזונות לאו בזכותא תליא רק במזלי והוסיפו להאריך (שבת קנ״ו ע״א) מי שנולד במזל זה יהיה עשיר וכדומה ע״ש. וכבר טרח הרשב״א בתשובה סי׳ ת״ח ות״ט לישב הסתירות אשר נראו בענינים אלו, דמצינו הרבה מאמרים בתלמוד. מורים ההפוך מזה ואין כאן מקומו:", 
                "ודע עוד כי הרבה ענינים בש״ס נשמטו לפנינו. מה שהיו לפני הקדמונים. ע׳ שאלתות פ׳ בראשית גבי יוסף מוקר שבת, מביא הגאון גירסת הש״ס, חזא העכו״ם לסדרא דיוסף. וחנק נפשיה. וסיום זה לא נמצא אצלנו בתלמוד, כאשר התעורר כבר הגאון מהר״י ברלין. וכן בשאלתות פרשת עקב במעשה דארטבן ורבי שגר לי׳ מזוזה, מוסיף בעל שאלתות על גירסת הירושלמי פ״ק דפיאה. בזה״ל ״כי מיד נכנם שד בביתו של ארטבן, ולא היה לו רק בת אחת. והרופאים לא הועילו, נטל רבי את המזוזה, ושם לה על הפתח, ומיד ברח השד״ ודבר זה לא נמצא אצלנו, וע׳ ג״כ (מעילה י״ז ע״ב) בעובדא דבן תמליון נשמט ג״כ ענין כדומה שנכנס שד לבתו של מלך, ורש״י מביא זאת בשם אגדה. וע׳ (יומא ע״ז ע״א) נשמט אצלנו בש״ס ענין ארוך מדוביאל שר בבל. ונמצא אצלנו בעין יעקב, וע׳ ג״כ בעין יעקב פ״ק דמגילה נדון הספור מכרך גדול שברומי. ואינו לפנינו בתלמוד פ״ק דמגילה. וע׳ ג״כ ספ״ק דסוטה. נשמט בתלמוד מאמר ארוך נדון העלם מקום שמת משה. ואיתא בעין יעקב במקומו שם, וכן בהלכות גדולות מביא הרבה מאמרים מן התלמוד, כמו בה׳ ברכות פ״ג דמזוזה מ״ע שהז״ג סד״א הואיל וכ׳ בי׳ בשכבך ובקומך תהוי כמ״ע שהזמ״ג וכו׳ ולא נמצא (ברכות כ׳ ע״ב) וכן בשימושא רבא על ה׳ תפילין שחברו ר׳ שלום גאון. מביא הרבה מאמרים מן אמוראים שאין להם רמז וזכר בתלמוד. כאשר כבר התעוררו ע״ז הקדמונים, מובא בטוא״ח ה׳ תפילין, וע׳ פחד יצחק ערך גנבא במחתרתא, שהביא גמרא ישינה דפום פורטוגאל הוספות הרבה מה שלא נמצא לפנינו בש״ס, וכן כל הספורים שלא היו לכבוד לפני איזהו חכמי התלמוד נשמטו אצלנו, כמו הספור מן אבוה דשמואל עם הדין אשה מדיתא, מובא בהלכות גדולות ה׳ קידושין, וכן עובדא דברורא אשת ר׳ מאיר נזכר בתלמוד (ע״ז י״ז ע״ב) רק ברמז, ורש״י שם מבאר הדבר ע״י מה שנודע לו איש מפי איש בעל פה, ונשמט בתלמוד:", 
                "וכן להיפוך תמצא בתלמוד, איזהו ענינים אשר נתוספו מן הגאונים מזמן אחרון, זמן רב אחר חתימת התלמוד, כמו שהעיד רבינו שרירא גאון בתשובתו, שקבלה בידו דשמעתתא ריש קידושין עד בכסף מנלן, היא הוספה מרבנן סבוראי, וכן (סנהדרין מ״ג ע״א) היוצא להרג משקין אותו קורט של חלתית, אמר ר׳ רובאי דמן רוב (בתלמודנו ליתא שם אמורא זה) מסתברא משל ציבור ור׳ רבאי זה היה מרבנין סבוראי, וכן הך (גיטין ז׳ ע״א) ר׳ גביהא מארגיזא אמר בי׳ טעמא, על קרא קינה ודימונה ועדעדה, וכן המאמר השני על קרא צקלג ומדמנה וסנסנה וכל זה הוספה מרבנין סבוראי, וע׳ תוס׳ (כתובות ב׳ ע״ב) כ״מ שנזכר פריך ר׳ אחאי, הוא מרבנין סבוראי, והקרוב לומר כ״מ שנזכר רבנאי (ב״מ ב׳ ע״א) הוא מרבנין סבוראי, וכן רבה תוספאי שנזכר (יבמות פ׳ ע״ב) היה מרבנין סבוראי והרמב״ם פי׳ המשנה פ״ד דזבים משנה זיין העיד כי לשון הגמרא (נדה ד׳ ע״ב) מאי מידף דכתיב קול עלה נדף, הוא תוספת מרבנין סבוראי, וע׳ רש״י (יומא ס״ב ע״ב) ד״ה ומוספים של שבת דסיים ולא גרסינין וכו׳ ושיטתא דרבנן תרביצאי וע׳ תוס׳ (מנחות פ״ב ע״ב) ד״ה ובתרביצא אמרו, היינו ענין שהוסיפו רבנין בבית המדרש על הש״ס, ובפרט מצאתי בריטב״א לב״מ, שהתעורר על הרבה סוגיות במסכת ב״מ שהם הוספה מר׳ יהודאי גאון, וכן הוא בשיטה מקובצת ב״מ, על יותר מן עשר סוגיות במסכת זו העיד דהוספה הוא מרב יהודאי גאון ע׳ בחי׳ לב״מ דף ג׳ ע״א ד״ה בין לרבנן בין לר״י כל הלשון זה עד תנא ר׳ חייא אינה מעקר הגמרא אלא מלשון ר׳ יהודאי גאון ופתקוה ספרי בעקר הגמרא והרבה יש כיוצא בזה במסכת זו עכ״ל, וע׳ שיטת מקובצת לב״מ ט״ו ע״ב ד״ה בין לרב בין לשמואל האי לארעא במה נחית דהיא הוספה מרבינו יהודאי גאון ודף י״ט ע״ב ד״ה ביריא כאן בשכיב מרע ועוד הרבה, וע׳ מהרש״א בחידושי אגדות תענית דאגדה זו (תענית כ״ה ע״א) ור״ח בן דוסא מהיכן הוי לי׳ עזים, עד דאייתו דובי בקרנייהו כל זה אינו מן הגמרא, ע׳ ג״כ מהר״י ברלין בהגהותיו, ועוד הראיתי, דלשון הגמרא (ברכות ד׳ ע״ב) ומאי שנא כאן דתני כל העובר על דברי חכמים חייב מיתה, לא היה בגירסא של רבינו יונה אחר שמקשה קו׳ זו מצד עצמו כאשר התעורר כבר הגאון בעל לחם חמודות, עוד נ״ל הך (חולין ס״ג) הנהו כ״ד עופות אי דויקרא עשרים הוי, זה הלשון הוספה היא, כי בימי הש״ס לא נזכר ספר ויקרא בשם זה, רק בשם תורת כהנים, עוד התעוררו החכמים, דבצרוף ערך גמזו פירש טעם אחר על השם גמזו, ולא התעורר דכבר התעוררו בתלמוד (תענית כ״א) ונתנו טעם אחר, וע״כ דלא היתה אגדה זו לפני הרב ר׳ נתן בעל הערוך, וכן מצאתי נזכר באגדה אשר בתלמוד ענין מחזור (ברכות נ״ט ע״ב) ושם זה הונח להלוך החמה על מקומה הראשון בשעה שנקבעה ברקיע ובא מן הלל האחרון שהיה אחר חתימת התלמוד, ע׳ רמב״ן בהשגותיו לספר המצות מ״ע קנ״ז, ומן המפורש אנו למדים דעוד איזהו אגדות נתוספו מן האחרונים, ואולי מספרי דאגדתא ע״י רבני סבוראי והגאונים, ואם אמנם כי יהיה איך שיהיה דבריהם קדושים ונאמנים אצלנו, וחייבים אנחנו למשכוני נפשן עבורם לפרש דבריהם בכל אופן האפשר, כי גם כל דברי הגאונים דברי קבלה הם, ובפרט הקרוב לומר שנספחו לתלמוד מן ספרי דאגדתא, אשר נתחברו עוד זמן רב קודם חתימת התלמוד, רק לא נספחו להתלמוד, בכל זאת הרוחנו שיהיה הסדר הנאות, אשר אנו רואים בכל התלמוד, נשמר בעינו הראשון, כי בתלמוד ראינו שדבר נדבר על אופניו, ויש סיבה וטעם לסמיכת המאמרים אחד לחברו, כאשר הראיתי בחידושי לש״ס (ברכות ט׳ ע״ב) בשביל שנזכר למעלה שלא יאמר אותו צדיק, זכרו הדרוש ענינו שתרד אש מן השמים שלא יאמרו מעשה כשפים, וע׳ רש״י (ברכות י׳ ע״א) ד״ה מאי דכתיב משום דאיירי בסוף בסמוכת גאולה, וכן (ברכות י״ד ע״א) בעי מיני׳ דבי ר׳ אמי מר׳ אמי השרוי בתענית שאין לו שום ענין התם, רק ע״י שנאמר לעיל בעי דבי ר׳ חייא מר׳ חיי׳, וע׳ (גיטין ז׳ ע״א) שכל המאמרים יש להם סמיכות בצד מה למאמר קודם אף אם רק שווין בפתרון המלה וע׳ (גיטין ל״ו ע״ב) מפני שחקרו לפרש לשון עולבנא הביאו הברייתא הנעלבין ואינם עולבין ע״ש, והנה הרבה אגדות כגון הפתיחות למגילת אסתר, וכן הך אגדה (גיטין ס״ח ע״ב) המתחלת לדמא דרישי אין לה סמיכות למה שלמעלה, וגם נשתנה סגנון הלשון והכל מורה כי נספחו ממקום אחר לכאן, אבל כל מקום שנזכר שם אמורא תדע בבירור, כי נספח לתלמוד עוד בשעת חתימת התלמוד ע׳ (גיטין נ״ח ע״ב) אר״י אשרי אדם מפחד תמיד, יש לה סמיכות לדלעיל שאמרו שלש גזירות גזר ע״ש, ויש בזה עוד להאריך ואין כאן מקומו:"
            ], 
            [
                "טרם אכלה לדבר, אמרתי לבאר דרך נכון, לישב הסתירות, ולישר המעוקלות הנופלות בהשקפה ראשונה נדון ענין האגדות, כי ראינו המשפט אשר החריצו חז״ל על האגדות, היו פעם לטובה ופעם לרעה, פעם לטובה אמרו בספרי פ׳ עקב רצונך להכיר מי שאמר והיה העולם, למוד אגדה שמתוך כך אתה מכיר אותו, ופעם אמרו להיפך עקיבא מה לך אצל אגדה, כלך מדברותיך אצל נגעים ואהלות, (חגיגה י״ד ע״ב), ואמרו בירושלמי סוף פ״ד דמעשרות ר׳ זעירי צוה לאילין דאגדתא ספרי קוסמין ע״ש, ובפרט ראינו סתירה גדולה בענינו של ר׳ יהושיע בן לוי, בחריצת משפטו על תועלת האגדות, דפעם ראינוהו משבח אותם ודרש מה דכתיב כי לא יבינו אל פעולת ד׳ אלו האגדות (מדרש תילים פ׳ כ״ח), והיה מפואר גם כן בפי חז״ל לבעל אגדה, (ברכות י׳ ע״א ב״ק נ״ב ע״א) ולהיפך אמר ר׳ יהושיע בן לוי בירושלמי שבת פ׳ כל כתבי, הדא אגדתא הכותבה אין לו חלק, והדורשה מתחרך בה, והשומעה אין מקבל שכר והוסיף גם כן בזה״ל אנא מן יומא לא אסתכלית באגדה פעם אחת אסתכלית וכו׳ ואפילו הכי אתבעית בלילה, וכבר התעוררו גדולי המחברים על סתירות הללו, ה״ה הרב החסיד בעל מטה משה בהקדמה ספרו, והרב בעל מאור עינים פרק ט״ו מחלק אמרי בינה, וקודם להם עוד הרב הרדב״ז בתשובותיו, ואנכי בחידושי לב״ק הנספחות לש״ס ד׳ וויען, כתבתי בקצרה דריב״ל אף דשיבח מאוד את האגדות היינו ענינם ותוכן המאמרים, אבל בכל זאת לא היה נראה לו להתיר הכתיבה אצלם מפני דקי״ל (תמורה י״ד ע״ב גיטין ס׳ ע״ב) דברים שבע״פ אי אתה רשאי לאומרם בכתב, ומפני זה הכותבה אין לו חלק לעה״ב, והדורשה היינו שדורש האגדה מתוך הכתב, והשומעה היינו ג״כ שומע מן אגדה בכתב כמ״ש הרב בעל יפה מראה שם, ומפני זה אינו מקבל שכר, מפני שנכתבו באיסור שהתורה אסרה הכתיבה, לדברים אשר נאמרו בע״פ, אבל האגדות מצד עצמם, אשר נשארו בעל פה, לא לבד שלא גינה אותם ר״י בן לוי רק נהפוך כי החשיב אותם לריבוי התועלות, מפני דברים הנשגבים, אשר בהם כיון שאינם מתעסקים במצות הגוף ובחובות האברים לבד, רק בהשלמת הדיעות והמדות, ובכל זאת לא רצה ריב״ל לתת משפט הקדימה לאגדות על ההלכות, וכיון שנהגו אז איסור בכתיבת ההלכות, דאף בימי האמוראים לא התירו לכתוב הלכות קבועות ויסודות נטועות בעניני הוראה כמו שיבואר לקמן, וכן הי׳ אצלו משפט האגדות שלא יחוקו בספר רק ישארו בעל פה:", 
                "אכן העם לא נהגו כן דכבר בימי קדם, היו האגדות כתובים בספר, ע׳ (גיטין ס׳ ע״א) ר׳ יוחנן ור׳ לקיש עיינו בספרי דאגדתא בשבת משום עת לעשות לד׳ הפרו תורתך, ולא הצרכו לחקור שם, רק על העיון בהם בשבת שלא יהיה נראה כקורא בשטרי הדיוטות, אבל על הכתיבה עצמה לעניני אגדה, לא נשאו ונתנו בש״ס שם, מפני דעוד קודם ר״י ור״ל נהגו לכותבם, כמו שמצינו בירושלמי פרק תשיעי דכלאים ובירושלמי כתובות פרק הנושא, ובראשית רבה פרשה ל״ג, דר׳ חייא לא קם מן קמי׳ דרבינו הקדוש, מפני דהיה מסתכל בספר אגדת תילים ע״ש, הרי דבימי רבינו הקדוש ור׳ חייא היה כבר אגדה נחקק בספר, וכן מצינו (סנהדרין נ״ז ע״ב) ובבראשית רבה פ׳ בראשית אשכח ר׳ יעקב כתוב באגדתי׳ דבי רב, בן נח נהרג בעד אחד ובדיין אחד, ראינו דהי׳ אז אגדת דבי רב נכתב בספר, ותורת בני נח כיון שאינה לענין דינא חשבו לעניני אגדה, וכללו דינים אלו באגדת דבי רב:", 
                "ואראך עוד ענין חדש שמצינו בתלמוד ומדרשות שהביאו ראי׳ על שימוש הלשון ובאור המלות מן ספרי דאגדתא, כאלו הי׳ ספרים מפורסמים וידועים כמו שמצינו (שבת פ׳ ע״ב) ואיבעית אימא מאי אנדיפי אפותא, כי הא דדריש האי בר גלילא וכו׳ ונפק ערעיתא מן כותלא מחתי׳ באפותא ע״ש, והנה בתחלת השקפה דברי הגמרא שמה אין להם הבנה כלל, ועל כרחך צריכין להחליט דענין זה מדרשה דדריש האי בר גלילא, היתה אגדה כתובה ומפורסמת, ומייתי הש״ס ראי׳ לפרש תיבת אנדיפי מזה דראינו בספרי דאגדתא השתמשו גם כן במלה זו דאנדיפי, והכוונה על אפותא (וכמדומה לי שראי׳ זו שמעתי זה כמה מן חכם אחד), ועוד עוררני חכם אחד מדברי המדרש שמות פ׳ ג׳ כי הביאו שמה אגדה נכתבת בזה הלשון ״כמו שנזכר במעשה דר׳ חנינא בן דוסא, ומכאן שאין הנחש ממית אלא החטא״ ואף אם תמצא לומר דראיה זו איננה מוכרחת, דאולי כוונת המדרש על אגדה ידועה בפי כל בעל פה, היינו עובדא דערוד עם ר״ח בן דוסא היתה ידועה לכל, אשר נזכרה אצלנו (ברכות פ׳ אין עומדין בירושלמי בביאור ובבבלי בקצרה וע׳ רש״י וה״ג שמה) ובפרט ידענו דמדרש שמות אינו מן המדרשים המוקדמים רק מן המואחרים לכן בא ואראך ראי׳ היותר בכונה וברורה אמרינן במדרש רבה ויצא פרשת ע״ג, את צאן לבן הנותרות, ריש לקיש אמר מנהון בישין מנהון קוסרין כמא דאת אמרת ונתור פפא ושינא דקיסר, והך נתור שינא וככא היא אצלנו אגדה (חולין ס״א ע״ב), הרי דהמדרש מביא ראי׳ לפרש מלה הנותרות במקרא, ע״י מה שמצינו שנשתמשו חז״ל כתיבה זו במקום אחר באגדה, והיתה אגדה זו ידועה להם, עד שהיתה למקור הן לפני חכמי התלמוד בבלי, ולפני חכמי ארץ ישראל מחברי המדרש, עכ״פ נזכר במדרש על אגדה זו כמה דאת אמרת, אשר נהגו חז״ל בכ״מ היכי דמביאים פסוק אחד לראי׳ וז״נ: על כל פנים אנו רואים דכבר היתה אגדה נכתבת בימי החכמים הקדמונים:", 
                "ולפי זה יש לתמוה על מה שהקשו בש״ס (תמורה י״ד ע״ב) על ר׳ זירא דכתב אגרת מעניני הלכות, ומקשה דהרי כותבי הלכות כשורפי תורה ואלה אתה כותב ואי אתה כותב דברים שבעל פה ע״ש, והרי כבר התירו לכתוב ענינים שבע״פ, עוד איזהו דורות שקדמו לו, אלא ודאי דרק דברי אגדה היו כתובים בספר, משום חשש שכחה, משום דאמרו ירושלמי פרק אין עומדין, ברית כרותה הלומד אגדה מתוך ספר לא במהרה משכח, אבל כתיבת ההלכות נשארו באיסורם הראשון, ולא התעסקו רק בע״פ ובזמן אחרון נהגו לכתוב, ויוצדק קו׳ הש״ס בתמורה דבזמנם עדיין נהגו איסור בכתיבת ההלכות, והא דמצינו בהלכות גדולות ה׳ הספד דהביא שם ברייתא דר׳ יוסי הגלילי על קרא איה שוקל ואיה סופר, כלשון ארמית סופר כמו לומד כלשון עברית. בידוע אלו סופרי מדרש והלכות שבאין ונוטלין שכרן ע״ש, הרי דעדיין בזמן ר׳ יוסי הגלילי שקדם דור אחד לחתימת המשנה. ע״י רבינו הקדוש, ובכל זאת נאמר שמה סופרי הלכות, וצ״ל דכוונת ה״ג על אלו הלכות שנכתבו במגילות סתרים, ע׳ רש״ל (שבת ז׳ ע״ב ורש״י ב״מ צ״ב ע״א) ותמצא שהתנאים הי׳ כותבים איזהו הלכות רק היו מסתירים אותם, וכן הרבה חכמים כמו לוי, וזעירי, ואילפא, היו להם פינקסים שנכתבו בהם דינים קצרים, בין החשבונות שלהם מעניני מסחר, ע׳ (שבת קנ״ו ע״א, מנחות ע׳ ע״א), וביותר תראה כי ט״ס נפל בדברי ה״ג אשר לפנינו, כי ראיתי דבריו כאן נובעים מן מדרש משלי פ׳ ט״ז, ושמה הגירסא איה לומדי מדרש ואגדות, ולא בלשון ספרי אגדות והלכות כמו שהיא לפנינו:", 
                "עכ״פ העלינו דבימי רבינו הקדוש ור׳ חייא כבר התחילו לכתוב את האגדות על ספר, ור׳ יוחנן ור׳ לקיש יתרה עשו, מה שעיינו בהם בשבת, ולא היו נחשבים בעיניהם כשאר שטרי הדיוטות שאסור לעיין בהם בשבת, ואלו נחשבו ככתבי קודש, והא דמקשה הש״ס (גיטין ס׳ ע״א) והרי לא ניתן לכתוב, ולשיטתינו הרי כבר הנהיגו בכתיבת האגרות עוד קודם לזמניהם, יש לומר דקו׳ הש״ס לאו מצד איסור דברים שבע״פ אי אתה רשאי לאומרם בכתב היא דבודאי מצד זה אין אגדה בכלל, דאגדות אינם בכלל דברים שבעל פה, ועוד דהרי בפירוש אמרו אלה אתה כותב ואי אתה כותב הלכות, משמע דוקא הלכות אסור לכתוב ולא אגדות, ואולם עוד יש איסור מצד אחר, מפני דאין מצילין אותם מפני הדליקה נחשב כשורפי תורה, ומצד זה שייך איסור גם באגדות, וכיון דאסור לכותבם שוב אסור לעיין בהם בשבת ג״כ משום דנכתבו באיסור והוי כאלו לא נכתבו, ע׳ תוס׳ (שבת קט״ו ע״א) ד״ה לא ניתן לכתוב מה שכתבו בשם הר״ר פורת וכן ראינו דר׳ חייא עיין באגדת תהלים במרחץ משום דלא החשיבו לקדושה יתירה כיון שנכתב באיסור, מפני דאין מצילין אותן מן הדליקה, והוי כשורפי תורה, ור״י ור״ל עיינו בהם אפילו בשבת משום עת לעשות לד׳ הפרו דברית כרותה דאגדה נכתבת אינה משכח במהרה, אבל כתיבת ההלכות נשארו באיסור עדיין והיו נלמדים רק בעל פה, ומפ״ז מיושב הסתירה מן ר׳ יהושיע בן לוי והיינו אף דשיבח את ענין האגדות שמתוך כך אתה מכיר מי שאמר והיה העולם, בכל זאת לא היתה רוחו נכון בכתיבת אותו האגדות, וע״ז אמר הדא אגדתא הכותבה אין לו חלק והדורשה מתחרך בה, ג״כ נגד אלו הכותבים היה מתרעם ולא נחה דעהו במה שהתירו ר״י ור״ל הכתיבה, אבל עצם האגדות היו חשובים וספונים אצלו והאי דמצינו (שבת קנ״ו ע״א) כתיב אפינקסי׳ דריב״ל, זה אינו אפילו אגדה רק מענין התולדות ומותר לשורפה, ואין כאן איסור דשורפי תורה ונכון:"
            ], 
            [
                "נשאר אצלנו לבאר ולדבר מענין חתימת המשנה והתלמוד, וכבר ידענו דסדר המשנה היה עוד קודם רבינו הקדוש ואמרו (שבת קכ״א ע״א) משנה זו בימי נחמי׳ בן חכליה נשנית, ראינו דכל המשניות בפ״ק דביצה, יבאו אלינו עוד מזמן נחמי׳ בן חכליה בתחלת בית שני בשעה שנאסר על ידו טלטול כלים בשבת, ועוד אמרו (סנהדרין מ׳ ע״א) מעשה ובדק בן זכאי בעוקצי תאנים, ומוקי לה הגמ׳ (שם מ״א ע״ב) משנה זו נשנית בעת שהיה ר׳ יוחנן בן זכאי תלמיד יושב לפני רבו, ולא זזה ממקומה וכבר התעורר בראי׳ זו רבינו שרירא גאון בכתב תשובתו: וכן פרק ראשון דשבת נסדר בזמן שעלו לבקר את חנניא בן חזקיה בן גרון כמ״ש למעלה, ועוד הביא החכם צבי סי׳ יו״ד, וכן הוא בספר כריתות מובא בספר עץ חיים על כללי הש״ס מר״י חאגיז. ממה שאמרו במשנה שאמר ר׳ יוסי בסוף כלים, אשריך כלים שנכנסת בטומאה ויצאתה בטהרה, ראינו דבימי ר׳ יוסי כבר נסדר מסכת כלים כמו שהיא עתה לפנינו, וע׳ ג״כ (פסחים נ״ז ע״ב) יששכר איש כפר ברקאי לא תנא מתניתין, אע״ג דבמשנה היא מאמר ר׳ שמעון בכל זאת בלי ספק היא משנה קדומה מאוד, נודעה אף ליששכר איש כפר ברקאי שהי׳ עדיין בזמן המקדש, ועוד יש להביא ראי׳ ממה שאמרו (יומא נ״ג ע״ב) דאמרו לכהן גדול אל יהיו רגיל לעשות כך, שהרי שנינו לא היה מאריך בתפלתו, הרי דבזמן כה״ג היתה משנה זו סדורה: עוד הביאו ראי׳ מן משנה ראשונה דפסחים ובמה אמרו שני שורות במרתף, דמשנה אחרונה תפרש לראשונה, והרבה פעמים מצינו זו משנה ראשונה אבל משנה אחרונה חולקת. ואמרו מאן תנא מדות ר׳ אליעזר בן יעקב (יומא ט״ז ע״א), מאן תנא תמיד ר׳ שמעון איש המצפה (יומא י״ד ע״ב), עדיות בו ביום שמינו את ר׳ אליעזר בן עזריה לנשיא נשנית (ברכות כ״ט ע״א), מסכת עוקצין כבר היתה מסודרת בזמן רשב״ג אביו של רבי, (הוריות י״ג ע״ב), וע׳ תוס׳ (ב״ק צ״ד ע״ב) ד״ה בימי רבי שכתבו ג״כ דמשניות היו קודם רבי אלא שרבי סדרם ע״ש, והביאו מהך (הוריות י״ג ע״ב) משנה זו בימי רשב״ג נשנית, ומן לשון הברייתא מובאה (פסחים ק״ז ע״ב) אפילו אגריפס המלך שהיה רגיל לאכול בג׳ שעות, אותו היום לא יאכל, ונראה ממריצת הספור כי נשנית בזמן שאגריפס היה עדיין בחיים חיותו, ולקח התנא התנהגותו למשל, וכן פ״ק דבבא קמא משונה משאר כל המשניות הן בקוצר הלשון, ובסדר הדברים וכבר דקדקו חז״ל (ב״ק ו׳ ע״ב) על זה ואמרו האי תנא ירושלמי הוא דנקט לישנא קלילא, היינו דמשנה זו היתה ממשניות קדומות, נסדרו מחכם ירושלמי אחד, דהיה לו לשון משונה ורבי הכניסה בסדר שלו בלי שינוי:", 
                "עוד האריכו המחברים להוכיח בראיות שונות, דרבי סידר המשנה בששה סדרים, אבל לא נכתבה המשנה בזמנו על ספר, רק היתה שנויה בעל פה לפי סדר של רבי, והארכתי בזה בספרי תורת נביאים, ועתה ראיתי להרב מוה׳ יעקב חאגיז בספרו התחלת חכמה, הקדמה בדרכי המשנה, החליט ג״כ כזאת והביא הראי׳ שהזכרתי מן ש״ס (עירובין ס״ב ע״ב) כגון מגילת תענית דכתיבא ומנחא, וכ׳ רש״י ז״ל להכי נקט מגילת תענית לפי שלא היתה דבר הלכה כתובה בימיהם אפי׳ אות אחת חוץ ממגילת תענית ע״ש, הרי דבימי האמוראים בזמן אביי ור׳ יעקב בר אבא לא היתה המשנה בכתב עדיין וע״כ בדבריו מוכח מן הסוגיא, דאל״ה למה לא נקטו כגון המשנה דכתיבא ומנחא, וע׳ רש״י (ב״מ ל״ג ע״א) דכתב המשנה וגמרא דורות אחרונות כתבוהו ע״ש, ועד ימיו של רבינו הקדוש לא הי׳ מסודרות רק קצת מסכתות, כמו מס׳ כלים, ומסכת מדות, ועדיות, ותמיד. ועוד איזהו פרקים שונים, ואולם רבי אסף וקבץ וסדר כל המשניות בסדר אחד, וסתמה אליבא דר׳ עקיבא ור׳ מאיר, ופעמים שנראה לו דברי היחיד, שנאה בלשון רבים: עוד הביאו ראי׳ מה שמצינו דרב ושמואל פליגי אם מעברין תנן, או מאברין, (עירובין נ״ג ע״א), וכן החכמים מסופקים אם אדיהן תנן או עדיהן (ע״ז ב׳ ע״א) וכדומה עוד הרבה ואם הי׳ משניות בכתב,. הרי יכולין לעיין היכי כתיבי, וכה״ג פריך הש״ס (קידושין ל׳ ע״א) ניתי ספר תורה ונחזי: עוד הביאו ראי׳ מה דכ׳ רש״י (ב״מ ל״ג ע״א) הדר דריש הוי רץ למשנה, שירא פן ישתכחו המשניות ויחליפו שמות החכמים, ובמקום אסור יאמרו מותר עכ״ל, ואם הי׳ המשניות כתובות על ספר, לא שייך לטעות: עוד מצינו חילוק בין גירסות המשניות הקבועות בתלמוד בבלי, לגירסות המשניות הקבועות בתלמוד בירושלמי, כמו במשנה פ״ט דשביעית ופ״ה דתרומות (לא יכולתי להלום דברי הרב ר״י חאגיז, ולא מצאתי שם חילוק בגירסות), ואנכי מצאתי בסוטה ר״פ אלו נאמרין דבבבלי הגירסא נאמרים בכל לשון, ובירושלמי הגי׳ נאמרים בלשונם, ואם כ׳ רבי המשניות ניתי ספר ונחזה, אבל מאחר שהי׳ האמוראים לומדים המשניות בעל פה החליפו:", 
                "עוד מצאתי חילוק בין ירושלמי לבבלי בסדר הפרקים כגון במגילה פרק בני העיר בבבלי הוא פרק רביעי והאחרון, ובירושלמי הוא פרק שלישי, וכן פרק חלק בבבלי הוא פרק האחרון ממסכת סנהדרין ובירושלמי הוא מוקדם לפרק הנחנקין וע״כ שנשנו בע״פ ולא נכתבו בספר ומפ״ז החליפו את הסדר, עוד ראינו דרך כל כותבי ספרים, רומזים ממקום למקום, ומציינים כמו שכתבתי למעלה, או כמו שאכתוב למטה, ולא מצינו ענין זה בכל הש״ס שירמזו החכמים, תנן במסכת פלונית רק תנן התם, וכן לא אמרו כמו שהארכנו במס׳ פלונית רק במסכת תמיד מצינו לשון כמו שכתוב במס׳ יומא, ואולם כבר ידענו דגמרא דמס׳ תמיד סדרה בזמן הגאונים, בעת שהיה התלמוד כבר נכתב, וכן מוכח ממאי דהקשו (תמורה י״ד ע״ב) אם אשכחת אגרתי׳ מי אפשר למשלחי׳, והא כותבי הלכות כשורפי תורה ע״ש, ואם בזמן האמוראים היתה המשנה בכתב א״כ פשיטא דאפשר לכתוב באגרת דינים והלכות:", 
                "עוד יש להביא ראי׳ מדראינו דנקט הש״ס בכ״מ דתנן התם ולמה לא אמרו דכתיב התם, והרי כתב רש״י (תענית י״ב ע״א) דמפ״ז נקט לשון דכתיב על מגילת תענית משום דמגילה זו היתה נכתבת לזכרון נסים, כמ״ש (שבת י״ג ע״ב), ואם כל המשנה בזמן האמוראים היתה בכתב מידי רבי א״כ נופל גם עליה לשון דכתיב כמו על מגילת תענית אלא ודאי מדנקטו בכל הש״ס לשון תנן, אז דתנן מוכח דהיתה רק שנויה בעל פה: עוד הבאתי ראי׳ מה דאמרו (ב״מ פ״ה ע״ב) ציידנא טביא, ואכתוב ה׳ חומשא תורה לחמשה ינוקי, ומתנינן שיתא סדרי משנה לששה ינוקא, וע׳ רש״י ומתנינא היינו בעל פה, ולמה לא אמר ר׳ חייא ואכתוב ששה סדרי משנה, הרי כבר נכתבה על ידי רבי לשיטת הרמב״ם, אלא ודאי דרבי לא כתב המשנה רק סדרה בסדר נאות, וע׳ ג״כ (כתובות ס״ט ע״א) תלת לי׳ רב לרבי ביני חיטי, האחין ששעבדו מהו, ופירש״י שכתב לו אגרת שלומים, וכתב לו שאלה זו בין השיטות, והיינו משום דאסור לכתוב דברים שבעל פה והלכות, והיה מסמן האותיות בין השיטות על ראשי תיבות למען יבין כוונתו, ע׳ (גיטין ס׳ ע״א סירוגין שאני ע״ש) עכ״פ מוכח דבימי רבי לא הי׳ כותבין הלכות. ועוד איך אפשר דרבי כתב כל המשנה, ור׳ יוחנן שהיה תלמיד תלמידו אומר כותבי הלכות כשורפי תורה (תמורה י״ד ע״ב), א״כ דברי הרמב״ם ז״ל בהקדמתו לפירוש המשנה שהחליט כי רבינו הקדוש כתב המשניות על ספר חוקה, תמוהים ומפורכים מכל אלו המקומות אשר הביא הרב ר״י חאגיז ואשר הוספתי אני הצעיר ג״כ, וצ״ע:", 
                "והנה אמרינן (שבת קל״ח ע״ב) עתידה תורה שתשתכח מישראל שנאמר והפליא ד׳ את מכותיך אמרו עתידה אשה שתטול ככר של תרומה וכו׳ ופריך הש״ס והא בהדיא כתיב וכו׳, אלא לידע אם ראשונה או שניה, הא נמי מתניתין היא השרץ שנמצא בתנור הפת שבתוכה שניה, מסתפקא לי׳ הא דא״ר אדא בר אהבה ופירש״י בהדיא כתיב, ותורה שבכתב כתובה ומונחת יקראו ויראו ע״ש, א״כ הא דמקשה לקמן הא נמי מתניתין היא, ואם המשנה לא היתה בכתב א״כ אין מקום לקו׳ הש״ס דנהי נמי דהוא מתניתין כיון דשנוי׳ על פה אפשר לשכחה, ומזה משמע לכאורה כשיטה דהמשנה היתה אז בכתב, וכבר התעורר הר״י חאגיז ואולם כיון דהדר דריש רבי הוי רץ למשנה יותר מן התלמוד למען לא ישתכחו המשניות, שוב אע״פ שנשנו בע״פ בכל זאת הי׳ ידועים לכל, כמ״ש התוס׳ (חולין ק״י ע״ב) ד״ה דתנן והביאו באמת מהך דשבת דמקשה הש״ס בפשיטות הא נמי מתניתין ותמהני על הר״י חאגיז שלא התעורר מדברי התוס׳ הללו, א״כ ראינו דשיטת רש״י ברורה ומוכרחת מכל סוגיות הש״ס דמשנה נכתבה בימים אחרונים ומכ״ש הגמרא ושיטת הרמב״ם תמוה: ונשאתי עיני לראות דברי רבינו שרירא גאון בתשובתו וראיתי הרבה סתירות בזה פעם כתב כי רבי כתב את המשנה, ופעם כתב דרבי סדר המשניות, ואולם נ״ל דדעתו היא דרבי כתב המשניות רק לו לבדו והיו כעין מגילת סתרים, ולהתלמידים שנאה בע״פ, וז״ל ודאי שיתא סדרי משנה רבינו הקדוש תרצינהו, כי היכי דגרסו לה הלכתא בתר הלכתא, והכי אמרינן (יבמות ס״ד ע״ב) מתניתין אימת אתקין בימי רבי (לפנינו הגירסא מתניתין מאן תקין רבי), וכ״כ עוד הגאון הנ״ל באמצע התשובה ואחסינהו לרבי מן שמיא, דהוי לי׳ תורה וגדולה במקום אחד וכו׳ ואסכים לתרוצו כי היכי דלגרסו רבנין כלהו פה אחד ולשון אחד, ולא לגרוס כל חד לשנא דנפשי׳ וכו׳ וביומי דרבי בנו של רשב״ג אסתייעו מלתא ותרצינהו וכתבוהו וכלל הדברים בתשובת רש״ג יש בזה הרבה סתירות ולישבם צריכים לפרש דהי׳ בימי רבי המשניות כתובות רק כעין מגילת סתרים, אבל לא נתנו ללמוד בפרהסיא להתלמידים ובמ״א אדבר בארוכה על כל ענין התשובה:", 
                "עוד תראה הרבה סוגיות כפולות אשר רבו בש״ס, ואין אחד דומה לחברו, כמו סוגיא דמשרת נמצאה אצלנו פעמים בתלמוד (פסחים מ״ד ע״א) ועוד פעם שנית (נזיר ל״ו ע״א) וכאשר תעיין היטב תמצא כמה שינויים וחילופים, ותראה בכל אלו הוספה וגרעון בין סוגיא אחת לשנית: וכן תמצא סוגיא אם בעקרו קא מתפיס או בהיתירא קא מתפיס אשר נשנית (נדרים י״א ב׳) וכן (נזיר כ״ב ע״א) ותמצא שינויים וחילופים כמ״ש התוס׳ נזיר ד״ה מר זוטרא דסוגיית הללו פליגי ע״ש: וע׳ (פסחים קי״ד ע״א) סוגיא דמצות צריכות כוונה דהקשו ע״ז מברייתות שונות, ואולם (ר״ה כ״ח ע״ב) איתא ג״כ להך פלוגתא, ומייתי שמה הש״ס מברייתות אחרות ע׳ תוס׳ (שם קט״ו ע״א) ד״ה מתקיף דהתעוררו בזה: וע׳ (פסחים י״ב ע״א) דמקשה הש״ס ומי גזר ר׳ יהודא שמא יאכל מברייתות שונות, אבל בסוגיא (יומא י״ד ע״א) מקשה הש״ס ג״כ ומי גזר ר׳ יהודא שמא יאכל מברייתות אחרות: וע׳ תוס׳ (זבחים צ״א ע״א) ד״ה מוספי שבת דהתעוררו דבמנחות פ׳ התכלת בענין בעיא דתדיר ומקודש מייתי הש״ס ברייתות אחרות: והטעם מפני דכל מסכת נסדרת בפני עצמה, וכל חכם סידר לפי אלו המסכתות שונות אשר הי׳ ערוכים לנגד עיניו, ומפ״ז שנאה כל אחד לפי אשר נראה בעיניו בלשון אחר, ונחתם על ידי חכמים שונים, ומפ״ז יוצדק ג״כ למה לא הביאו בתלמוד רמז ומראה מקום מן מסכת אחרת משום דסדרם חכמים נפרדים, ואולי מסכת אחת לא היתה למראה עיני החכם אשר סידר מסכת אחרת: ובכל זאת יש לנו הוכחה כי כמה פעמים קצרו במקום אחר וסמכו על מה שמבואר במ״א, עי׳ ר״ן (נדרים י״ב ע״א) ד״ה והוא שנדר ובא מאותו יום שכתי בזה״ל, והך סוגיא קטוע דלא פירוש הש״ס, א״כ מאי אתא לאשמעינין, אלא סמוך לי׳ כאן, אסוגיין דר״פ שבועות שתים ע״ש, ובע״כ דשביעית ונדרים מחכם א׳ נסדרו וכיוצא בזה הוכיחו בתוס׳ (גיטין ע״ב ע״א) ד״ה ומשום שכתבו כיון שהאריך הש״ס בפעם אחד תו לא חש להאריך במקום השני, ומכאן יש להוכיח בפרק מי שאחזו סדרו אחר התקבל ע״ש, ומכ״ש דיש להחריץ המשפט כן על המסכתות אשר קצרו במקום אחד משום דסמכו על האריכות במ״א, ועי״ז תדע מי נסדר בראשונה, ואולם סוגיות הכפולות בשינויים שונים מורים כי נסדרו מן שני חכמים נפרדים, אבל בסוגיות הירושלמי אף אם ראינו הרבה כפולות הן בהלכה והן באגדה, כמו הספור מפטירת רבי שנויה הן פ״ט דכלאים ובכתובות פ׳ הנושא, האגדות פ״ק דפיאה נכפלו עוד הפעם בירושלמי ספ״ק דקידושין, עובדא דר׳ חנינא אחי ר׳ יהושיע שהלך לגולה נכפלה פ״א דסנהדרין ופ״ג דנדרים, ואולם שוים הענינים באין הוספה וגרעון, ודומה הספור במס׳ זו להספור במסכת אחרת, ומזה נראה דהירושלמי אשר מסודר מר׳ יוחנן לבד, מפ״ז כל המאמרים הן בהלכה והן באגדה, מסודרים בסגנון אחד, משא״כ תלמוד בבלי נחתם ע״י חכמים שונים וכל אחד סידר מסכת אחת או שתים ושלש לבד, והא דכ׳ התוס׳ (חולין ב׳ ע״ב) ד״ה אנא דמכאן יש להוכיח דר׳ אשי סידר הגמרא ע״ש, צ״ל דלא סידר רק ענינים הראשים, וראה בעין בקורת את כל פרטי המסכתות, ואותן אשר ישרו בעיניו, הניחם כפי סדר הראשון וזה נכון:", 
                "ולענין קדימת התלמוד ירושלמי לבבלי, כבר הבאנו בשם הרי״ף סוף עירובין דמפני זה הלכה כבבלי נגד הירושלמי, מפני דהוא אחרון וכבר היה מסודר הירושלמי לפני הבבלי, ונגענו ג״כ, בדברי הרב יד מלאכי כללי שני התלמודים בשם רבינו יהונתן מובאים דבריו בשיטה מקובצת כתובות דכל פלוגתות ר׳ יוחנן ור׳ לקיש מובאים בבבלי, כלם נובעים מי הירושלמי, ונעתקו משם לבבלי, ומה שראו שהוא שלא כהלכה הניחו אותו בירושלמי ולא הכניסם בקובץ הבבלי, וע׳ ג״כ רא״ש סוף עירובין וסמ״ג ה׳ עירובין, וכל האחרונים העתיקו דברי הרי״ף הללו, ליסוד מוסד, וכבר ראיתי לחכם א׳ שהתעורר מן דברי התוס׳ (יבמות כ״א ע״א) ד״ה ומותר באשת שכתבו על הא דהירושלמי אוסר אשת חמיו משום מראית העין, ובש״ס אמרו דמותר אדם באשת חמיו, וכ׳ ר״ת דשמא אח״כ אסרו בירושלמי, משמע דדעתם דירושלמי מאוחר לבבלי, ובאמת לק״מ דהך דמותר באשת חמיו הוא ברייתא, והך דירושלמי מאוחר לברייתא, אבל לא לתלמוד בבלי, וסתמא דבבלי, וביאור בירושלמי, כירושלמי פסקינין וע׳ שו״ת נו״ב מהדו״ת חלק אהע״ז באריכות ע״ד התוס׳ הללו:", 
                "וכבר הבאתי ראי׳ במ״א דש״ס בבלי מאוחר לירושלמי, דהרי (נדה ח׳ ע״א) ואמר ר׳ אלעזר הלכה אומרה ברכה רביעית בפני עצמה, וכתב רש״י שם והיכא אתמר דר׳ אלעזר בירושלמי ברכות ע״ש, ראינו דש״ס בבלי סמך עצמו על מה שמבואר בירושלמי ומפ״ז קיצרו בש״ס, וביותר מצאתי בש״ס (תענית ט״ו ע״א) דמקשה הש״ס ולמה יוצאין לבית הקברות, והנה לא נזכר במשנה וברייתא מחיוב הלינה לבית הקברות ביום תענית, ורש״י ז״ל הרגיש בזה, וכ׳ דש״ס דילן סמך על מה שמבואר בירושלמי תענית כי החיוב לצאת לבית הקברות ביום התענית ע״ש: וראי׳ היותר עצומה הבאתי בחידושי למס׳ נזיר, מש״ס מפורש (נזיר כ׳ ע״ב) דקאמרינן השתא בחמירתא אמר רב קילתא לא כל שכן ע״ש, והנה דברי רב בחמירתא לא נזכר אצלנו בתלמוד, ובש״ס שלנו אין זכר לדברי רב בחמירתא, רק דברי רב נודעים מן הירושלמי כמו שהתעורר רש״י כאן, והתלמוד שלנו הניח דדברי רב בירושלמי נודעים לכל, לכן לא הצריך להאריך בהעתקת דברי רב עוד הפעם, עכ״פ יש לך ראי׳ ברורה ומפורשת, דדברי הירושלמי הי׳ סדורים וערוכים לפני הבבלי, ועי׳ ג״כ (נדרים ג׳ ע״ב) במערבא אמרו אית תנא דמפיק מלנדור, ואית תנא דמפיק מכל היוצא מפיו יעשה, ועי׳ ר״ן שם דהביא דבאמת בירושלמי מבואר כן דמכל היוצא מפיו יעשה תרתי שמע מיני׳ ע״ש, ראינו דפלוגתתם בירושלמי הי׳ ידועים לבבלי:", 
                "והיכי שמצינו דבירושלמי תני לפלוגתת ר׳ יוחנן וריש לקיש להיפך מן הש״ס בבלי, כמו בהך (גיטין טו״ב ע״ב) דלא הכשיר ר׳ שמעון רק דוקא לאלתר אבל לא אחר עשרה ימים, ובירושלמי מבואר להיפך בין דברי ר״י ור׳ לקיש כבר כתבתי בזה כלל גדול, היכי דנוגע לפלוגתת חכמי ארץ ישראל, הנה ש״ס ירושלמי אשר נסדר בארץ ישראל פשיטא דהי׳ חכמי א״י בקיאים במאמרי החכמים מן מדינתם ודייקו בהם יותר, אולם היכי דפלוגתת חכמי בבל מתני בירושלמי להיפך מן הבבלי אזי דברי תלמוד בבלי מדוקדקים יותר, וכן במאמרי התנאים אשר נזכרו בירושלמי להיפך מן הבבלי, אז גם בזה לירושלמי משפט הבכורה, כמו בהך דר׳ חנינא בן עקביא, דבאמר בירושלמי פ״ק דשבת, דס״ל דכותבי תפלין ומזוזות כשם שמפסיקין לק״ש כך מפסיקין לתפלה ולתפילין ולשאר מצותיה של תורה, ואולם בש״ס בבלי (סוכה כ״ו ע״א) איתא דר״ח בן עקבי׳ ס״ל דכותבי תפלין ומזוזות פטורין מן הק״ש ומן התפילין וע׳ יד מלאכי ח״ב כללי שני התלמודים אות ז׳ שמביא כן בשם התוס׳ (בכורות כ״ב ע״ב) ד״ה תירוס דבכה״ג היכי דברייתא אשר מובאת בירושלמי היא היפוך מן הברייתא זו, אשר מובאת בבבלי, אזי על הירושלמי סמכינן, דהם הי׳ בקיאין בברייתות ארץ ישראל יותר מן הבבלי ע״ש: ואגדות ירושלמי אשר על פי הרוב דומים ללשון המדרש, משונים הרבה מן הבבלי כמו שאכתוב במ״א, ואפי׳ במאורעת מסופר שמה הענין בהיפוך מן הבבלי, ע׳ ירושלמי פ״ד דשבת ר״י ור״ל, רצו לראות את שמואל ואמרו נלך בתר בת קול, ושמעו פסוק ושמואל מת וכן הוי, ואולם בבבלי (חולין צ״ה ע״ב) אמרו דלא מת שמואל:", 
                "ואגדות ירושלמי נתחברו בזמן אחרון אחר שראינו שנזכר שמה דיקלוטאנוס בירושלמי פ״ח דתרומות, וכן נזכר בירושלמי פ״ד דנדרים לולוניס מלכא כד נחת תמן נחת עמיו ק״כ ריבוא (ואולם בירושלמי שבועות פ״ג נזכר ענין זה על דיקליטאנוס) דקיסר דיקליטאנוס היה אחר חתימת התלמוד, ומכ״ש קיסר יליוס אשר הלחים עם פרס ונצחה, היה אחר דיקליטאנוס וכבר התעוררו בזה החכמים המבקרים, וע״כ דאע״ג דר״י חיבר הירושלמי, מ״מ האגדות ירושלמי נספחו בזמן אחרון, ותבין ג״כ הא דמצינו בירושלמי פ״ק דיומא כפה שיח את המנורה שאינו מובן המאמר בלתי האגדה הנזכרת (שבת ק״ה ע״ב) בהך דעייל לי׳ חמרי ליכא אתא חמרא ובטש לשרגא, ועל אגדה זו כוונו בירושלמי, וכן הך דירושלמי דפ״ב דחגיגה כי הנה יוצר הרים ובורא רוח, זה אחד מששה מקראות, שהיה רבי קורא ובוכה, שהסכימו בירושלמי על אגדה בבלית ריש (חגיגה ד׳ ב׳) וכן הרבה אגדות קדומות ומסודרות מזמן ר׳ חייא ור׳ יוחנן ור׳ לקיש באו שמה, כמ״ש למעלה וזה מה שרציתי לבאר:"
            ]
        ]
    }, 
    "versions": [
        [
            "Mevo HaTalmud, Lemberg 1928", 
            "http://beta.nli.org.il/he/books/NNL_ALEPH001915330/NLI"
        ]
    ], 
    "versionSource": "https://www.sefaria.org/Mevo_HaTalmud_(Chajes)", 
    "heTitle": "מבוא התלמוד", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Guides"
    ], 
    "schema": {
        "heTitle": "מבוא התלמוד", 
        "nodes": [
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "", 
                "enTitle": ""
            }
        ], 
        "key": "Mevo HaTalmud (Chajes)", 
        "enTitle": "Mevo HaTalmud (Chajes)"
    }
}