{
    "text": {
        "0_Chapter, 0_Halakhah, 0_DH": "<b>וחורשין וכו'.</b> כלומר, בערב שביעית, מפני שאינו מתכוין להכין את הקרקע לשביעית אלא להעבות את גזע האילנות.",
        "0_Chapter, 0_Halakhah, 1_DH": "<b>ממטע עשרה וכו'.</b> כלומר, שלא יהו רחוקים אחד מן השני יותר מן המרחק של עשרה אילנות נטועים בבית סאה במרחקים שוים. ועיין בבה\"א.",
        "0_Chapter, 0_Halakhah, 2_DH": "<b>כמה ריוח וכו'.</b> כלומר, אפילו אם יש הרבה אילנות בבית סאה, מהו הריוח הקטן ביותר שביניהם שיוכלו להתקיים.",
        "0_Chapter, 0_Halakhah, 3_DH": "<b>שיהא בקר וכו'.</b> פירשו בתלמוד ששיעורו ד' אמות, ובפחות מיכאן סופם להעקר, ודינם כשדה לבן.",
        "0_Chapter, 0_Halakhah, 4_DH": "<b>אחר אילן וכו'.</b> בכי\"ע: אחד אילן עומד וכו'. וכנראה שצ\"ל: אילן אחד וכו'.",
        "0_Chapter, 0_Halakhah, 5_DH": "<b>בבית ארבע וכו'.</b> כלומר, באמצע בית ארבעה קבים (במרחק ד' אמות אחד מן השני), והראשון עומד באמצע בית הקביים, ונמצא שיש בין האילן הראשון והשני ריוח של בית ג' קבים (חצי סאה), ואינם נטועים ממטע עשרה לבית סאה. ועיין בבה\"א.",
        "0_Chapter, 1_Halakhah, 0_DH": "<b>ונראה כנטיעה.</b> כלומר, אילן שנגמם בפחות מטפח מן הקרקע והוציא חליפין הרי הוא למעשה אילן זקן, אלא שנראה כנטיעה.",
        "0_Chapter, 1_Halakhah, 1_DH": "<b>נראית כזקנה.</b> כלומר, שהיא גדולה ועושה הרבה פירות.",
        "0_Chapter, 1_Halakhah, 2_DH": "<b>עד עצרת.</b> כלומר, חורשין בית סאה בשביל שלש מהן עד עצרת.",
        "0_Chapter, 1_Halakhah, 3_DH": "<b>מעין שלשה.</b> כלומר, הזקינות צריכות לעשות פירות מעין שלשה אילנות רגילים, כלומר, שהן ראויים לעשות ככר דבילה של ששים מנה באיטלקי. עיין בבה\"א.",
        "0_Chapter, 1_Halakhah, 4_DH": "<b>מעין עשרה.</b> כלומר, אם היו שלש, אפילו הן עושות ככר דבילה אין חורשים בשבילן כל בית סאה, אלא דינן לעולם מעין עשר נטיעות, ואפילו אינן עושות כלום.",
        "0_Chapter, 2_Halakhah, 0_DH": "<b>ביניהן וכו'.</b> כלומר, בין הנטיעות, אבל בין הקשואין והדילועין לא איכפת לנו, שהרי דרכם להנטע בצפיפות. עיין בבה\"א.",
        "0_Chapter, 2_Halakhah, 1_DH": "<b>מפני מה וכו'.</b> כלומר, ולא אמרו \"עד בת שבע\" ומכל שכן צעירה יותר.",
        "0_Chapter, 2_Halakhah, 2_DH": "<b>גפנים וכו'.</b> וכל אחת כדינה דווקא.",
        "0_Chapter, 3_Halakhah, 0_DH": "<b>מוכרין ומוציאין וכו'.</b> כלומר, מוכרים לו, ומוציאים זבלים לתוך שדהו של החשוד כל ערב שביעית, שהרי אין שום איסור בהוצאת זבלים אפילו בזמן איסור החרישה בשני פרקים של ערב שביעית. אבל לפרוק את המשפלות אסור, מפני שהוא כמזבל בידים.",
        "0_Chapter, 3_Halakhah, 1_DH": "<b>שמותר לחרוש וכו'.</b> כלומר, בשדה לבן עד הפסח, ובשדה אילן עד העצרת.",
        "0_Chapter, 5_Halakhah, 0_DH": "<b>ומכוונין וכו'.</b> כלומר, מיישרין ומכוונין אותן שילכו למעלה על העריס, ולא יטפסו לצדדין.",
        "0_Chapter, 5_Halakhah, 1_DH": "<b>מבורכות וכו'.</b> צ\"ל מכורכות (כגי' כי\"ע). ודרכם היה לכרוך את הנטיעות בעלי קנים כדי שלא יתעקמו. ואם נתארכו הנטיעות יותר מדאי ואינו רוצה שיטפסו למעלה, נוטל את הכריכות בשביעית, ואין כאן עבודה.",
        "0_Chapter, 6_Halakhah, 0_DH": "<b>בדידין וכו'.</b> בדיד הוא כלי ברזל שהיו עושים בו את החפירה מסביב לאילן, והחפירה עצמה נקראת על שמו. וכנראה שהכלי היה מותאם לעומק העוגיה. עיין בבה\"א.",
        "0_Chapter, 6_Halakhah, 1_DH": "<b>מותרין ומשמטין וכו'.</b> כלומר, מסירים את יתרון ראשי הגפנים העולות על חודי הקנים, וכן משמטין אותן מעל הקנים שלא יטפסו יותר מדאי. וכ\"ז מועיל לפרי, ועושה כן בשביל פירות ההיתר שגדלו בששית.",
        "0_Chapter, 7_Halakhah, 0_DH": "<b>בשאר שני וכו'.</b> כלומר, ואח\"כ הגיע שנת השביעית, מותר לו לסוך את הפגין, ואפילו במקום שנהגו לסוך, שהרי אין הגפנים שלו, ואין לו עניין אלא בפירות, והם של היתר.",
        "0_Chapter, 7_Halakhah, 1_DH": "<b>שמתריפו.</b> כלומר, שמתריבו ומשמינו.",
        "0_Chapter, 8_Halakhah, 0_DH": "<b>תחובין וכו'.</b> כלומר, תאנים שוטות, תאיני מדבר. והכוונה לפעולת ההפראה (caprificatio). עיין בבה\"א.",
        "0_Chapter, 8_Halakhah, 1_DH": "<b>צורר.</b> כלומר, קושר ומהדק את ענף ההרכבה ומחנקו ע\"י זה ומבטל לפי שעה את פעולתו.",
        "0_Chapter, 9_Halakhah, 0_DH": "<b>סוקרין וכו'.</b> כלומר, צובעים אותו בקו אדום, כדי להודיע שהאילן מנתר את פירותיו, ושמא יתפללו עליו העוברים והשבים. עיין בבה\"א.",
        "0_Chapter, 9_Halakhah, 1_DH": "<b>וטוענין וכו'.</b> כדי להכחיש את כוח האילן שלא ינבל את פירותיו מרוב שומן שבו.",
        "0_Chapter, 10_Halakhah, 0_DH": "<b>מקווצין.</b> כלומר, נוטלים את הקוצים.",
        "0_Chapter, 10_Halakhah, 1_DH": "<b>מקטפין.</b> כלומר, קוטפים חלק מן השרשים.",
        "0_Chapter, 10_Halakhah, 2_DH": "<b>ומסתתין.</b> כלומר, את האבנים מסביב השרשים, שלא יכבידו עליהם יותר מדאי.",
        "0_Chapter, 10_Halakhah, 3_DH": "<b>ומצדדין.</b> כלומר, תולין אבן עליה שלא תטפס למעלה, אלא שתתפשט מן הצד.",
        "0_Chapter, 10_Halakhah, 4_DH": "<b>ומגמזין.</b> כלומר, נוטל את הגמזיות, את הענפים. עיין מ\"ש לעיל תרומות פ\"ה שו' 28 ד\"ה וגמזיות.",
        "0_Chapter, 10_Halakhah, 5_DH": "<b>את הרואה.</b> כלומר, את התולעת שכבר נפקחו עיניה (nymph). עיין בבה\"א.",
        "0_Chapter, 10_Halakhah, 6_DH": "<b>סמין וכו'.</b> כלומר, מסמין ומעוורין את עיני הגפן ע\"י שמן ושרף, כדי להכחיש את כוחה. עיין בבה\"א.",
        "0_Chapter, 11_Halakhah, 0_DH": "<b>אותן.</b> כלומר, את הנטיעות שבתוכה. עיין בבה\"א.",
        "0_Chapter, 11_Halakhah, 1_DH": "<b>ויזרע וכו'.</b> פירשו בירושלמי: ויזרע אורז וכו'.",
        "0_Chapter, 11_Halakhah, 2_DH": "<b>אין בודקין וכו'.</b> כלומר, כדי לראות אם הם מצמיחים ויפים לזריעה.",
        "0_Chapter, 11_Halakhah, 3_DH": "<b>באדמה וכו'.</b> כלומר, אפילו באדמה, ומכ\"ש בגללים.",
        "0_Chapter, 11_Halakhah, 4_DH": "<b>ומשיירין וכו'.</b> כלומר, ומשיירין אותן בעציץ.",
        "0_Chapter, 11_Halakhah, 5_DH": "<b>את העלויים וכו'.</b> כלומר, את האהלים שבמקרא (aloe), והיו מגדלים אותם בעציצים לשם ריח טוב.",
        "1_Chapter, 0_Halakhah, 0_DH": "<b>מרבצין וכו'.</b> כלומר, מרביצין מים, השקאה פורתא גרידא.",
        "1_Chapter, 0_Halakhah, 1_DH": "<b>ירקות.</b> כגון אותם ירקות שדה שלא גזרו עליהם משום שביעית (משנ' רפ\"ט).",
        "1_Chapter, 1_Halakhah, 0_DH": "<b>הלוף וכו'.</b> עיין לעיל תרומות פ\"ט שו' 12.",
        "1_Chapter, 1_Halakhah, 1_DH": "<b>מפני מראית וכו'.</b> מפני שהתמרות הרכות נראות כאילו גדלו בשביעית מתוך הארץ.",
        "1_Chapter, 1_Halakhah, 2_DH": "<b>בצלים וכו'.</b> נוסחא כפולה לעיל שו' 3 (והוסיפה כאן \"או שיצאו וכו'\"), ובכי\"ע חסרה בבא זו.",
        "1_Chapter, 2_Halakhah, 0_DH": "<b>והמבריך.</b> כלומר, כופף את הזמורה בארץ ומכסה בעפר, ומפסיקה אח\"כ מאביה.",
        "1_Chapter, 2_Halakhah, 1_DH": "<b>נטיעה זו וכו'.</b> כלומר, שנטעה שלשים יום לפני ר\"ה, ואעפ\"י שעלתה לה שנה, מ\"מ אם חנטו פירותיה לאחר ר\"ה של שלישית, לפני ט\"ו בשבט, הפירות אסורות משום ערלה.",
        "1_Chapter, 3_Halakhah, 0_DH": "<b>שמנע וכו'.</b> כלומר, שלא יגדל העיקר, כדי שיתרבה הזרע על חשבון העיקר, והוכיח שהוא מגדל אותו לזרע ולא לאכילת הירק, וממילא אין הולכים בו אחר לקיטתו.",
        "1_Chapter, 3_Halakhah, 1_DH": "<b>ומותר לקיימו וכו'.</b> כדי לזרוע אותו במוצאי שביעית, שהרי הוא של ששית.",
        "1_Chapter, 3_Halakhah, 2_DH": "<b>ומתעשר וכו'.</b> כלומר, בשאר שני שבוע.",
        "1_Chapter, 3_Halakhah, 3_DH": "<b>שקי.</b> כלומר, בית השלחין שמשקין אותה בקביעות.",
        "1_Chapter, 3_Halakhah, 4_DH": "<b>בעל וכו'.</b> שדה שהיא חיה ממי גשמים, ויש בה הרבה לחלוחית, אלא שאם זרע בה ירקות (ולא תבואה) הוא משקה אותה לעתים קבועות בידים, אבל לא בכל שעה כמו בבית השלחין.",
        "1_Chapter, 3_Halakhah, 5_DH": "<b>מריעות.</b> מריעות הן מריאות, מריות, מרביעות, כלומר, \"עונות\" ההשקאה בידים. עיין בבה\"א.",
        "1_Chapter, 4_Halakhah, 0_DH": "<b>בזמן שזרעו וכו'.</b> כלומר, ולפיכך צריך מניעת מים, שאם לא מנע ממנו מים דינו כירק שהולכים בו אחר לקיטה.",
        "1_Chapter, 4_Halakhah, 1_DH": "<b>מתחלה לזרע וכו'.</b> כלומר, שהולכין בו אחר השרשה (כשיטתו במשנתנו פ\"ב מ\"ח).",
        "1_Chapter, 4_Halakhah, 2_DH": "<b>ומקצתו וכו'.</b> כלומר, ויש כאן תערובת של שתי שנים.",
        "1_Chapter, 4_Halakhah, 3_DH": "<b>מעשר עני וכו'.</b> כלומר, קורא על כולו שם מעשר עני, ואח\"כ קורא על כולו שם מעשר שני, ובקריאתו לא יתקדש אלא החלק האמיתי של מעשר עני ומעשר שני שבו. ועיין בבה\"א.",
        "1_Chapter, 4_Halakhah, 4_DH": "<b>לזרע וירק וכו'.</b> כלומר, שכיוון לזרוע חלק מן הפולין ולאכול את התרמילין ושאר הפולין כשהן לחין.",
        "1_Chapter, 5_Halakhah, 0_DH": "<b>על הגמור וכו'.</b> כלומר, פול המצרי שכבר נתבשל, ועשה קצוצין גמורין.",
        "1_Chapter, 5_Halakhah, 1_DH": "<b>על התורמל וכו'.</b> כלומר, שעשו תרמילים קטנים ורכים שעדיין לא גדל בו הפרי.",
        "1_Chapter, 5_Halakhah, 2_DH": "<b>שלש מדות וכו'.</b> והמדה הראשונה לא נזכרה כאן בפירוש, והכוונה לכל ירקות שהולכים בהם אחר לקיטה, ואין בה לא מחלוקת ולא חילוקים, והיא כבר רמוזה בברייתות שלעיל. עיין מ\"ש בבה\"א.",
        "1_Chapter, 5_Halakhah, 3_DH": "<b>פול המצרי וכו'.</b> זו היא מדה שניה, ובו אם עשה קצוצים גמורים לפני ר\"ה מתעשר לשעבר, אעפ\"י שזרעו לירק.",
        "1_Chapter, 5_Halakhah, 4_DH": "<b>מתעשר וכו'.</b> הרש\"ס מעתיק בשם התוספתא:",
        "1_Chapter, 5_Halakhah, 5_DH": "<b>מתעשר כולו וכו'.</b> כלומר, אף הזרע חייב במעשרות, (בניגוד לזרעו לזרע, שירקו פטור מן המעשר).",
        "1_Chapter, 5_Halakhah, 6_DH": "<b>קצוצים גמורים וכו'.</b> כלומר, תרמילים שכבר נתבשל בהם הפרי.",
        "1_Chapter, 6_Halakhah, 0_DH": "<b>השבת והכסבר וכו'.</b> שבת הוא הירק שנקרא אניטו (anethum), וכוסבר הוא גד שבמקרא (coriandrum). וזו היא מדה שלישית שבירק, שאם הביאו שליש לפני ר\"ה זרען מתעשר לשעבר, אעפ\"י שזרע כולן לירק.",
        "1_Chapter, 6_Halakhah, 1_DH": "<b>מתעשרין וכו'.</b> לפי גי' הרש\"ס הנ\"ל (שו' 25) צ\"ל אף כאן: מתעשרין כולן, כלומר, הירק והזרע.",
        "1_Chapter, 6_Halakhah, 2_DH": "<b>זירין.</b> פירש הר\"מ שהם הגבעולים שבראש השבת. וירקה פטור. צ\"ל: וירק (ולא יותר), כלומר, מתעשרת זרע וזירין וירק. עיין בבה\"א.",
        "1_Chapter, 6_Halakhah, 3_DH": "<b>כל ירקות וכו'.</b> כלומר, כל שאר ירקות.",
        "1_Chapter, 7_Halakhah, 0_DH": "<b>שזרעה לזרע וכו'.</b> צ\"ל: לירק וכו'. וכ\"ה בר\"מ.",
        "1_Chapter, 8_Halakhah, 0_DH": "<b>השחליים והגרגיר.</b> שחליים הם תחלי בארמית (lepidium sativum), וגרגיר הוא בן־חרדל מצוי (eruca sativa).",
        "1_Chapter, 8_Halakhah, 1_DH": "<b>הקיצינין שרבצן וכו'.</b> צ\"ל: שרכנן, כלומר בצלים שמגדלים אותם לזרע, ושותלים אותם בקיץ (קייצנים, קייציים), שרכן (הרכין) את צוארם, כדי שלא יעשו זרע יותר.",
        "1_Chapter, 8_Halakhah, 2_DH": "<b>ומתעשרין וכו'.</b> כלומר, בשאר שני שבוע.",
        "1_Chapter, 9_Halakhah, 0_DH": "<b>מורכין וכו'.</b> צ\"ל: אין מרכינין (עיין בשנו\"ס), ופירושו כלעיל שו' 37. וכצ\"ל להלן: מרכינין ומונעין וכו'.",
        "1_Chapter, 9_Halakhah, 1_DH": "<b>כדי שיהא וכו'.</b> כלומר, לפיכך אסרו עליו להרכין, כדי שיכנס לשלישית בלי הרכנה ויתחייב במעשר עני.",
        "1_Chapter, 9_Halakhah, 2_DH": "<b>מעשר שני.</b> צ\"ל: מעשר עני, כבירושלמי, כלומר מותר להרכינו בשלישית, כדי שישאר בחיוב מעשר עני.",
        "1_Chapter, 9_Halakhah, 3_DH": "<b>לדכן ברגל.</b> צ\"ל: לרכן ברגל וכו', כלומר, לדרוס על כל התמרות של הבצלים כדי להרכינן, ואינו חושש שמא לא הרכין יפה כשדרס על כולן יחד.",
        "1_Chapter, 10_Halakhah, 0_DH": "<b>שהושקו וכו'.</b> צ\"ל: שהוקשו, כלומר שנתקשו, ואינם גדלים יותר, מותר לקיימן כדי לזורען במוצאי שביעית.",
        "1_Chapter, 10_Halakhah, 1_DH": "<b>דקין וכו'.</b> כלומר, קטנים וצעירים (עיין בשנו\"ס), ונראים כאילו נזרעו בשביעית.",
        "1_Chapter, 10_Halakhah, 2_DH": "<b>אין מחייבין וכו'.</b> ואעפ\"י שהלוף גדל בארץ שלש שנים, מותר להניחו בקרקע בשביעית, מפני שדרכו בכך, ואין כאן חשד.",
        "1_Chapter, 10_Halakhah, 3_DH": "<b>מותר.</b> מפני שיש בו רוב היתר.",
        "1_Chapter, 11_Halakhah, 0_DH": "<b>הקירנס.</b> בכי\"ע: הקנרס, והוא קרוב לסוג הדרדר (artichoke, κύναρος), ואף הוא מתקיים הרבה זמן בקרקע, אלא שמגדל עלים בכל שנה.",
        "1_Chapter, 12_Halakhah, 0_DH": "<b>לעמיר וכו'.</b> כלומר, לעשות את הפולין גורן, ולא לאוכלם בכל שעה כשהם לחים. עיין בבה\"א.",
        "1_Chapter, 12_Halakhah, 1_DH": "<b>וכל כיוצא וכו'.</b> כנראה שהכוונה אף לכוסבר ושבת שזרען לגורן. ועיין לעיל שו' 31.",
        "1_Chapter, 12_Halakhah, 2_DH": "<b>ואם לאו וכו'.</b> כלומר, אם לא הביאו שליש לפני ר\"ה, וכשאר קטניות. עיין בבה\"א.",
        "1_Chapter, 12_Halakhah, 3_DH": "<b>אף משהשרישו.</b> כלומר, מתעשרין לשעבר וכו'. ור' יהושע אינו מחלק בין זרע לעמיר ובין זרע לזריעה, ובשניהם אנו הולכים אחר ההשרשה, ודינו כאורז ודוחן.",
        "1_Chapter, 13_Halakhah, 0_DH": "<b>קישושות.</b> כלומר, קשים קטנים המפוזרים על גבו, ומכיוון שהם תלושים לא החמירו בו בזבל. ועיין במשנ' פ\"ד מ\"א.",
        "1_Chapter, 13_Halakhah, 1_DH": "<b>כדי שירבה.</b> כלומר, שאף הם ירקבו, וירבו את הזבל, מפני שאין איסור לרבות זבל בשביעית.",
        "1_Chapter, 13_Halakhah, 2_DH": "<b>ועודרין אותו וכו'.</b> שאין איסור חרישה אלא בקרקע, ובפרט כאן שאין כוונתו לשם חרישה, עיין להלן שו' 46.",
        "1_Chapter, 13_Halakhah, 3_DH": "<b>אין מוסיפין וכו'.</b> במשנתנו (רפ\"ג) התירו להוציא זבלים לאשפתות שבתוך שדהו אחרי שכבר פסקו עובדי עבודה בשביעית (כלומר, אחרי עונת העבודה), וכבר אין כאן חשד. ואמרו שם שעושה שלש אשפתות לבית סאה, ומוציא לכל אשפה עשר קופות (\"משפלות\") בנות חמש עשרה סאין לכל אחת, כלומר עושה ערימה בת מאה וחמשים סאה לכל אשפה.",
        "1_Chapter, 14_Halakhah, 0_DH": "<b>המדייר וכו'.</b> כלומר, שרוצה לעשות דיר בתוך שדהו ומעמיד שם את צאנו והם מטילים גללים, ונמצאת שדהו מזדבלת מאליה.",
        "1_Chapter, 14_Halakhah, 1_DH": "<b>סהר.</b> כלומר, גדרות צאן, והוא סהר הוא דיר.",
        "1_Chapter, 14_Halakhah, 2_DH": "<b>כדרך וכו'.</b> כלומר, כפי שנתבאר לעיל שו' 54.",
        "1_Chapter, 15_Halakhah, 0_DH": "<b>עוקר וכו'.</b> חוזר לרישא, לריש הט\"ו, לשו' 57.",
        "1_Chapter, 17_Halakhah, 0_DH": "<b>דרך עלייה.</b> צ\"ל: דרך עליה (כגי' פ\"מ), כלומר, אעפ\"י שאינו חולב וגוזז שם מותר לו להעביר את הצאן הנה והנה, אעפ\"י שהן מטילין גללים.",
        "1_Chapter, 19_Halakhah, 0_DH": "<b>אין מדיירין וכו'.</b> כלומר, אסור לומר לגוי בחול שידייר לו בשבת, אעפ\"י שאין כאן מלאכה גמורה, ואעפ\"י שאינו משלם לו, אלא מחזיק לו טובה גרידא.",
        "1_Chapter, 19_Halakhah, 1_DH": "<b>אם באו וכו'.</b> כלומר, אם הצאן באו מעצמן (עיין בירושלמי) אין מסייעין אותן שיכנסו לפנים יותר.",
        "1_Chapter, 19_Halakhah, 2_DH": "<b>להשיב שומר.</b> כלומר, אעפ\"י שהן בפנים אסור להושיב שומר (אעפ\"י שאין בשמירה משום מלאכה).",
        "1_Chapter, 19_Halakhah, 3_DH": "<b>ולנער וכו'.</b> כלומר, אפילו באו מאליהן אסור להסיע את הצאן ממקום למקום, כדי לנערן שיטילו גללים.",
        "1_Chapter, 19_Halakhah, 4_DH": "<b>מותר.</b> כלומר, מותר לסייעם ומותר להושיב שומר לסייע את הצאן, שהרי הם מדיירים בקבלנות, וכאילו של גוים הן. (רש\"י מו\"ק).",
        "2_Chapter, 0_Halakhah, 0_DH": "<b>לא יפתח וכו'.</b> כלומר, אם היה מכוסה בעפר.",
        "2_Chapter, 0_Halakhah, 1_DH": "<b>מרביות.</b> כלומר, מרביעות, מרבגים, שכבות.",
        "2_Chapter, 0_Halakhah, 2_DH": "<b>דבר מרובה וכו'.</b> פי' הרש\"ס, אפילו קולות אחרות, כגון נתינת מים בטיט על גבי העשבים, וכדומה.",
        "2_Chapter, 1_Halakhah, 0_DH": "<b>כל שהו וכו'.</b> כלומר, אפילו עבודה כל שהיא, ואפילו התחיל מערב שביעית.",
        "2_Chapter, 2_Halakhah, 0_DH": "<b>ואיגד וכו'.</b> צ\"ל: ואיגר (כגי' כי\"ע), כלומר, גג. והיינו שהסלע הוא כמין חי\"ת שוכבת, ותחתיתו צף בקרקע, וצלעו העליון יוצא למעלה. ואע\"פ שהאיגר גלוי ועומד מערב שביעית, אינו מתיר את התחתית השקועה בקרקע.",
        "2_Chapter, 3_Halakhah, 0_DH": "<b>תושבות וכו'.</b> פי' הרמב\"ן: \"כל שהוא מוסף על דבר ומיטלטל הימנו נקרא להם תושב\". וסלע הוא חלק מן הארץ, אבל כאן מדברים באבנים שהיו פעם תלושות ונתיישבו בארץ.",
        "2_Chapter, 3_Halakhah, 1_DH": "<b>מסוי וכו'.</b> כלומר, משא וכו'.",
        "2_Chapter, 3_Halakhah, 2_DH": "<b>מדריגות וכו'.</b> כדי לרדת לתוך השדה שבגאי. עיין בבה\"א.",
        "2_Chapter, 3_Halakhah, 3_DH": "<b>סומך להן וכו'.</b> כלומר סומך עפר למדרינות שנבנו בערב שביעית ונותנו (כצ\"ל, עיין בבה\"א) על פי הגאי סמוך למדריגה.",
        "2_Chapter, 4_Halakhah, 0_DH": "<b>הטרשין.</b> כלומר, הסלעים.",
        "2_Chapter, 4_Halakhah, 1_DH": "<b>ומפני הספד.</b> כלומר, כדי לעשות מקום להספד.",
        "2_Chapter, 5_Halakhah, 0_DH": "<b>ספחים וכו'.</b> שמא צ\"ל: טפחים (טפיחים) והם כדים שממלאים אותן עפר, ועולים בהן צמחים מן הזרעים שהצפורים מביאים לשם (עיין בבה\"א), ומקיימין אותן אפילו אם עלו בהן צמחים.",
        "2_Chapter, 6_Halakhah, 0_DH": "<b>זיתי וכו'.</b> כלומר, וכבר הביאו שליש בערב שביעית, ואין בהם קדושת שביעית.",
        "2_Chapter, 6_Halakhah, 1_DH": "<b>עוגיות וכו'.</b> נתבאר לעיל פ\"א שו' 25.",
        "2_Chapter, 7_Halakhah, 0_DH": "<b>זתים וכו'.</b> צ\"ל: אבנים, עיין בבה\"א.",
        "2_Chapter, 7_Halakhah, 1_DH": "<b>את הגס וכו'.</b> פירשו בירושלמי שמלקט מתוך שלו את הגס הגס (ומניח את הדקים), כשם שהוא מלקט מתוך של חבירו בין דקים בין גסים.",
        "2_Chapter, 7_Halakhah, 2_DH": "<b>נותנין וכו'.</b> כלומר, נותנין ללקט.",
        "2_Chapter, 7_Halakhah, 3_DH": "<b>מן המצוי וכו'.</b> כלומר, מן ההפקר.",
        "2_Chapter, 7_Halakhah, 4_DH": "<b>לעקל וכו'.</b> כלומר, אם ליישר (להסיר את העיקול, דוגמת לסקל, לדשן), והתכוין לאבנים כדי להשתמש בהן, או לעקלקלות (לעיקום, לאיסור), כלומר, שכיוון לייפות שדה חבירו, כדי שיחזיק לו טובה.",
        "2_Chapter, 8_Halakhah, 0_DH": "<b>צרורות וכו'.</b> כלומר, לא אבנים גדולות בלבד היו מתירין ללקט, אלא אפילו צרורות וכו', אעפ\"י שנראה יותר כמתקן שדהו.",
        "2_Chapter, 9_Halakhah, 0_DH": "<b>חורשין חמש וכו'.</b> כלומר, חמש חרישות בתלם, והוא חורש שש, דהיינו חרישות יותר דקות. ועיין בבה\"א.",
        "2_Chapter, 10_Halakhah, 0_DH": "<b>נירין וכו'.</b> כלומר, אין חוכרין מישראל חשוד שדה חרושה במוצאי שביעית, מפני שאנו מניחים שחרשה בשביעית, ונמצא החוכר מחזיק ידי עוברי עבירה.",
        "2_Chapter, 10_Halakhah, 1_DH": "<b>אבל לוקחין וכו'.</b> כלומר, במוצאי שביעית. ואעפ\"י שהחשוד חרשה בשביעית, מ\"מ מכיוון שהזריעה היתה במוצאי שביעית, לא גזרו.",
        "2_Chapter, 10_Halakhah, 2_DH": "<b>שהן יכולין וכו'.</b> כלומר, לא גזרו אלא שלא לקנות שדה ניר, מכיוון שיכול עדיין להשיג שדה שאינה חרושה, ויחרשנה ויזרענה, אבל אם כבר עבר זמן הזרע, ואינו יכול לזרוע יותר באותה עונה, לא גזרו.",
        "2_Chapter, 11_Halakhah, 0_DH": "<b>המקבל וכו'.</b> כלומר, בשביעית. והמקבל יעשה את המלאכות המותרות בשביעית, כגון שמירה וכדומה. עיין בבה\"א.",
        "2_Chapter, 12_Halakhah, 0_DH": "<b>שחרשו וכו'.</b> כלומר, שדה שהיה בה קבר, וחוששים שהמחרישה הוליכה ופזרה בתוך השדה שברי עצמות כשעורה, שמטמאים במגע ובמשא. ולפיכך אסרו לכהן להכנס לתוך בית הפרס (שדה שנחרש בה קבר), שמא לא ירגיש ויסיט עצם כשעורה.",
        "2_Chapter, 12_Halakhah, 1_DH": "<b>שיכולין לגזור.</b> והרי גוי וכותי לא ישמעו לנו שלא לחרוש את הקברות, ונמצאנו מרבים בתי פרס בישראל, ואין רוב הציבור יכול לעמוד בגזירה זו.",
        "2_Chapter, 13_Halakhah, 0_DH": "<b>של שקמה וכו'.</b> מנהגם היה לקצץ בקורה של שקמה לעצים, והיא היתה חוזרת וגדלה. והגזע של בתולת שקמה היה דק, ולפיכך קצצו אותו, כדי שיגדל ויתעבה, ואסור לקצוץ אותו בשביעית, מפני שהיא עבודה לטובת האילן. אבל כאן מדברים בשקמה שאינה בתולה, ואין כאן טובת האילן, אלא הקוצץ קוצץ לעצים, ולפיכך מותר. ובלבד שלא ינהוג כשם שנוהג בשאר שני שבוע, שמתקן את האילן אחרי הקציצה.",
        "2_Chapter, 13_Halakhah, 1_DH": "<b>הרי זה מגביה וכו'.</b> במשנתנו (פ\"ד מ\"ה) אמר ר' יהודה שאעפ\"י שאסור לקצוץ בתולת שקמה בשביעית (עיין מ\"ש לעיל), מ\"מ אם קוצץ ומניח י' טפחים, אין האילן מתעבה יותר מחמת הקציצה, ואין כאן עבודת האילן אלא קציצה לעצים. ולפיכך אמר כאן אף לעניין מקח וממכר, שהמוכר יכול לדרוש שהלוקח יטרח ויקצץ עד י' טפחים, כדי שהגזע הנשאר יגדל ויתעבה. ועיין בבה\"א.",
        "2_Chapter, 15_Halakhah, 0_DH": "<b>שתי שדות וכו'.</b> כלומר, בין שתי שדותיו, מפני שמגדיל את שטח הזריעה, ונמצא מתקן שדהו לזריעה בשביעית, עיין בבה\"א.",
        "2_Chapter, 16_Halakhah, 0_DH": "<b>עיקר חרוב וכו'.</b> דרכם של אילנות הללו להכות שרשיהם לתוך עומק הקרקע.",
        "2_Chapter, 17_Halakhah, 0_DH": "<b>מחפירות וכו'.</b> כלומר, המחפורות שהוציא ועקר מהם את שרשי החרוב והשקמה הנ\"ל, והוא ירא שמא יפול הנופל לתוכן.",
        "2_Chapter, 17_Halakhah, 1_DH": "<b>לא יחפה וכו'.</b> כלומר, לא יכסם (כגי' שאר הנוסחאות) וימלאם בעפר.",
        "2_Chapter, 18_Halakhah, 0_DH": "<b>הרי זה מגביה וכו'.</b> כלומר, שיהא ברור שאינו מתכוין לתקן את שדהו לחרישה.",
        "2_Chapter, 18_Halakhah, 1_DH": "<b>יתוך. לתוך וכו'.</b> עיין בשנו\"ס. ולפנינו צ\"ל: יתוק. לתוק (כגי' הירושלמי) וכו', כלומר, ינתק. ובמקום שנהגו לנתק, יקוץ. ועושה כן כדי להוכיח שאינו קוצץ לטובת הקנים כדי שיגדלו.",
        "2_Chapter, 18_Halakhah, 2_DH": "<b>מגביה וכו'.</b> כלומר, וצריך גם להגביה וכו', כדי להוכיח שאינו מתקן את שדהו לחרישה או לזריעה.",
        "2_Chapter, 18_Halakhah, 3_DH": "<b>את הקנים וכו'.</b> כנראה שצ\"ל: אש בקנים וכו'. ודרכם היה להצית את הקנים, כדי שיגדלו אח\"כ יותר יפה. ואם מצית את הקנים, הרי עובר גם על עבודת הארץ, וגם על עבודת האילן. עיין בבה\"א.",
        "2_Chapter, 18_Halakhah, 4_DH": "<b>בחישת הקנים.</b> כלומר, ברחישת (סבך) הקנים הגדלים באגם.",
        "2_Chapter, 18_Halakhah, 5_DH": "<b>מתיר.</b> מפני שרשב\"ג מתיר להלן לנטוע אילן סרק בשביעית, ואין כאן עבודת האילן. ומכיוון שסתם רחישת קנים הוא באגם (עיין בבה\"א), הרי הקרקע אינו ראוי אלא לנטיעת קנים, כלומר, לנטיעת אילן סרק, וממילא אין כאן אף עבודת הארץ. עיין בבה\"א.",
        "2_Chapter, 19_Halakhah, 0_DH": "<b>בחולית וכו'.</b> כלומר, במקום חולות, ואין חולות ראויים לזריעה.",
        "2_Chapter, 19_Halakhah, 1_DH": "<b>לה מענה.</b> כלומר, שלא יסמוך את החרישה לקו המענה, כדי שלא ייראה שהוא חורש לצורך הקרקע.",
        "2_Chapter, 19_Halakhah, 2_DH": "<b>מגרר וכו'.</b> עיין בשנו\"ס. וצ\"ל: מברה, כלומר, כורת ביער, מלשון הכתוב (יהושע י\"ז, ט\"ו, י\"ח). עיין בבה\"א.",
        "2_Chapter, 19_Halakhah, 3_DH": "<b>וגוממו וכו'.</b> ומוכח שאינו מתכווין אלא לעצים, אבל לא לתיקון הקרקע. שהרי השרשים יעכבו את המחרישה.",
        "2_Chapter, 19_Halakhah, 4_DH": "<b>בקורדום.</b> כלומר, משנה מנוהג שאר שני שבוע, כדי שלא יראה שהוא משתמש בקורדום ע\"מ לחפור בו.",
        "2_Chapter, 20_Halakhah, 0_DH": "<b>אין חולקין וכו'.</b> צ\"ל: אין שולקין וכו', כהגהת המפרשים ע\"פ הירושלמי. ואסור לשנות פירות שביעית מברייתם.",
        "2_Chapter, 20_Halakhah, 1_DH": "<b>בסייפות וכו'.</b> כלומר, בתאנים הבאות בסוף הקיץ, והפגים הקשים שלהן אינם ראויים לאכילה אלא ע\"י שליקה.",
        "2_Chapter, 20_Halakhah, 2_DH": "<b>בקיר וכו'.</b> צ\"ל: בקור (כגי' כי\"ע), כלומר, במוח של ראשי דקלים. וכפניות הן פרי הדקלים הזכרים, ואינן פירות גמורים. ומותר לשולקן, מפני שדרכן בכך.",
        "2_Chapter, 21_Halakhah, 0_DH": "<b>בשאר שני וכו'.</b> הגירסא נסתרסה כאן, וצ\"ל: משיבא לעונת המעשרות בשאר שני שבוע. אבל לפני כן אסור לקוץ, מפני שמפסיד פירות שביעית.",
        "2_Chapter, 22_Halakhah, 0_DH": "<b>שדה אילן וכו'.</b> כלומר, שדה שיש בה אילנות שכבר הוציאו פירות, מפני שהחשוד לא יפקיר אותם, ונמצא שהוא מפקיע בידים פירות שביעית מן ההפקר.",
        "2_Chapter, 22_Halakhah, 1_DH": "<b>אלא אם כן וכו'.</b> שהרי אחרת לא ישמע לו.",
        "2_Chapter, 22_Halakhah, 2_DH": "<b>את שלי וכו'.</b> כלומר, את השדה ואת עצי האילנות גרידא, אבל לא את הפרי.",
        "3_Chapter, 0_Halakhah, 0_DH": "<b>לשתי וכו'.</b> כלומר, הן עושות פירות בשנה זו, ועדיין הפירות של השנה שחלפה עליהן.",
        "3_Chapter, 1_Halakhah, 0_DH": "<b>הטומן וכו'.</b> כלומר, מטמינו בקרקע כדי שישתמר ולא יתקלקל, ובשביעית צריך לתקן שלא יצמח.",
        "3_Chapter, 2_Halakhah, 0_DH": "<b>שלש שנים וכו'.</b> כלומר, חוץ משביעית, עיין בבה\"א.",
        "3_Chapter, 3_Halakhah, 0_DH": "<b>מכל מקום וכו'.</b> כלומר, ואפילו מחשוד.",
        "3_Chapter, 3_Halakhah, 1_DH": "<b>של שביעית.</b> צ\"ל: של מוצאי שביעית, כגי' הירושלמי.",
        "3_Chapter, 4_Halakhah, 0_DH": "<b>אין מוכרין וכו'.</b> מפני שאנו חוששים שמא יזרע אותם למוצאי שביעית, ונמצא המוכר מאבד אוכלי שביעית. עיין בבה\"א.",
        "3_Chapter, 4_Halakhah, 1_DH": "<b>שאין נאכלין.</b> כלומר, לאדם. והטעם שקדושת שביעית חלה אף על מאכל בהמה, ואסור לזרוע אותו במוצאי שביעית.",
        "3_Chapter, 4_Halakhah, 2_DH": "<b>מתירין.</b> מפני שאנו תולים שלקחה כדי לזורעה למוצאי שביעית, ויובירה בשביעית.",
        "3_Chapter, 5_Halakhah, 0_DH": "<b>ארץ מצרים וכו'.</b> צ\"ל: ולארץ מצרים (כגי' הירושלמי) וכו'. כלומר, העיירות שבין א\"י, שנוהגת בה קדושת שביעית, ועמון ומואב ומצרים שאין בהן קדושת שביעית, הן שתי ארצות. והסמוכות לא\"י הן כא\"י גמורה, והסמוכות לחו\"ל הן כחו\"ל גמורה. וההלכה של \"נאכל ולא נעבד\" אינה נוהגת שם, ואין שם שלש ארצות לשביעית (משנתנו רפ\"ו). ועיין בבה\"א.",
        "3_Chapter, 6_Halakhah, 0_DH": "<b>לספר.</b> כלומר, לגבול חו\"ל.",
        "3_Chapter, 7_Halakhah, 0_DH": "<b>ונאסרו וכו'.</b> כלומר, אחרי שנתיישבו שם ישראל והחזיקו בהן, עשאון כא\"י לעניין שביעית. והמקומות שנזכרו כאן (עד שו' 30) נתבארו בבה\"א.",
        "3_Chapter, 10_Halakhah, 0_DH": "<b>פרשת אשקלון.</b> היא הדרך הצדדית הפורשת מדרך המלך שהולכת מאשקלון לצידון.",
        "3_Chapter, 10_Halakhah, 1_DH": "<b>ועמון ומואב.</b> צריך למחוק מלים אלו (ואינן בכי\"ע ובמקבילות) שהרי עמון ומואב אינן מא\"י (כפי שמוכח לעיל שו' 14, עיין מש\"ש בבה\"א).",
        "3_Chapter, 11_Halakhah, 0_DH": "<b>מודה ר' עקיבא וכו'.</b> במשנתנו (פ\"ו מ\"ב): כלל אמר ר' עקיבא כל שכיוצא בו מותר בא\"י, עושין אותו בסוריא. כלומר, אפילו עקירה, בצירה ומסיקה שהן במחובר, מותרות בשדה גוים בסוריא, משום שאף בא\"י הן מותרות במופקר, ובעושה בשינוי משאר שני שבוע. אבל מודה ר' עקיבה בזריעה וחרישה וכו' שאסורות בסוריא, מפני שאין כיוצא בהן מותר בא\"י בשום פנים. עיין בבה\"א.",
        "3_Chapter, 11_Halakhah, 1_DH": "<b>אותו... אותו וכו'.</b> צ\"ל: אתו (כגי' כי\"ע).. אתו, כלומר, עמו, עם הגוי.",
        "3_Chapter, 11_Halakhah, 2_DH": "<b>אין עושין וכו'.</b> חוזר לדברי הת\"ק של משנתנו הנ\"ל, והוא אוסר בסוריא כל מלאכת שביעית במחובר.",
        "3_Chapter, 11_Halakhah, 3_DH": "<b>ואיגד וכו'.</b> צ\"ל: ואוגד (כגי' ד), כלומר, הם (הגוים) עוקרים את הבצלים מן המחובר, והוא אוגד בשבילם בתלוש, אבל לא להפך.",
        "3_Chapter, 11_Halakhah, 4_DH": "<b>בוצרין וכו'.</b> כלומר, הן בוצרין וכו'. ויש כאן קיצור לשון, עיין בבה\"א. ואוטם. כלומר, ואוטן, ועוטן, עושה את הזיתים במעטן.",
        "3_Chapter, 11_Halakhah, 5_DH": "<b>במוצא וכו'.</b> צ\"ל: במוציא (כגי' כי\"ע) פירות מתוך (כגי' ד וכי\"ע) ביתו וכו', כלומר, אימתי אסרו במשנתנו (פ\"ו מ\"ד) ליקח ירק בספרי א\"י (בסוריא) במוצאי שביעית לפני שעשה כיוצא בו, אלא במוציא פירות מתוך ביתו וכו', ויש לחשוש שמא לקט אותם משדהו שבא\"י, אבל אם החשוד לוקח מן השוק (ויודעים שאין לו שדה משלו) הרי חזקתו שלקח בסוריא, ומותר מיד. ועיין בבה\"א",
        "3_Chapter, 11_Halakhah, 6_DH": "<b>מלקט ביד וכו'.</b> צ\"ל: לוקח מיד וכו'.",
        "3_Chapter, 12_Halakhah, 0_DH": "<b>כיוצא בהן וכו'.</b> כלומר, אם עשו כיוצא בהן בהיתר, והיינו שהבצלים שנכנסו לשביעית כבר נגמרו לגמרי בששית, וכן הבצלים שיצאו משביעית למוצאי שביעית, עבר עליהם כ\"כ הרבה זמן, שכבר עשו כיוצא בהן בצלים שנזרעו בשמינית, מותרים, ואין בהם קדושת שביעית. והברייתא נסמכה למשנתנו פ\"ו מ\"ג. עיין בבה\"א.",
        "3_Chapter, 12_Halakhah, 1_DH": "<b>שזרעו כרם גדול וכו'.</b> כלומר, שזרעו בצלים בערב שביעית בכרם גדוד (כעין כגי' כי\"ע וראשונים), והיינו כרם שגדדו את גפניו, כדי שלא יעברו על כלאים בכרם. ועקרו את הבצלים בשביעית, כדין.",
        "3_Chapter, 12_Halakhah, 2_DH": "<b>ומביאין ירק וכו'.</b> כלומר, מן הבצלים שהעלו ספחים במוצאי שביעית.",
        "3_Chapter, 12_Halakhah, 3_DH": "<b>כיוצא בהן וכו'.</b> כלומר, ודינם כדין בצלים שיצאו משביעית למוצאי שביעית.",
        "3_Chapter, 13_Halakhah, 0_DH": "<b>על הירק וכו'.</b> אוכלין ירק במוצאי שביעית על סמך הירקות שמתבשלים מהר.",
        "3_Chapter, 13_Halakhah, 1_DH": "<b>הגרן.</b> כלומר, שכבר ראויות לגורן, וכר' יוסה לעיל שו' 10.",
        "3_Chapter, 13_Halakhah, 2_DH": "<b>את מינו.</b> צ\"ל: אלא מינו.",
        "3_Chapter, 14_Halakhah, 0_DH": "<b>ירק וכו'.</b> כנראה שהכוונה לחסיות שהזכיר לעיל (שו' 43), ודרכן לשהות בארץ כמה שנים (עיין לעיל שו' 6), ואמרו כאן שלא יטול מהן בשביעית (משום ספחי שביעית), אלא מחכה עד שיתיר החדש (כגי' כי\"ע. ולפנינו בט\"ס: את החדש), ויהיו מותרות. עיין לעיל פ\"ב שו' 43.",
        "3_Chapter, 14_Halakhah, 1_DH": "<b>שלו וכו'.</b> שמא צ\"ל: עליו, כלומר, נוטל את העלים שלו (של הירק), ואעפ\"י שעדיין אין כיוצא בו מן החדש, שהרי סוף כל סוף צמח מן ההיתר. עיין לעיל פ\"ב שו' 45–46.",
        "3_Chapter, 15_Halakhah, 0_DH": "<b>שיהו כובשין וכו'.</b> בכי\"ע הסדר יותר נכון: שיהו מביאין יבשת וכו' וכובשין ומייבשין. כלומר, שמתחילה התירו להביא כבשת וייבשת מחו\"ל, ואח\"כ התירו לכבוש ולייבש בארץ עצמה, משום כובד המסים והרעבון. ועיין להלן שו' 61 ומש\"ש.",
        "3_Chapter, 15_Halakhah, 1_DH": "<b>קטנית וכו'.</b> כלומר, אעפ\"י שאפשר להכין אותן מערב שביעית ואינן מתקלקלות כירקות לחים.",
        "3_Chapter, 18_Halakhah, 0_DH": "<b>שתלים וקרמלים וכו'.</b> מהות הקרמלים לא נתברר, אבל מתוך הירושלמי אנו יודעים שהם פטורים מן המעשרות, והם עושים כמין דלועים בשרשיהם. ומתירה הברייתא להביא אותם מחו\"ל כדי לשתלם במוצאי שביעית מיד, שהרי עדיין אינם ראויים לאכילה, ולא נחשדו ישראל על זריעה בשביעית, ולפיכך מותר להכניסם מחו\"ל בשביעית. וברייתא זו נשנתה לפני שהתירו להביא ירק מחו\"ל.",
        "3_Chapter, 18_Halakhah, 1_DH": "<b>לאכל עליהן וכו'.</b> כלומר, כדי לאכול את העלים שלהם, שהרי העלים הם כשאר ירקות, ועדיין לא התירו להביא ירק מחו\"ל.",
        "3_Chapter, 18_Halakhah, 2_DH": "<b>ודורכין וכו'.</b> כלומר, כדי לדרוך אותם בגת בארץ. ואעפ\"י שמעולם לא גזרו על הבאת פירות האילן מחו\"ל, אבל אסור להביאם כדי לדרוך אותם בגת בארץ, שהרי אסור לעשות כן בפירות הארץ (פ\"ח מ\"ו), וכבר אמרנו (לעיל שו' 55–56) שפירות חו\"ל כפירות א\"י לעניין זה.",
        "3_Chapter, 18_Halakhah, 3_DH": "<b>ולא חושני וכו'.</b> צ\"ל: ולא חוצני (כגי' ד וכי\"ע) וכו', כלומר קני פשתן לפני הכתישה והשרייה.",
        "3_Chapter, 18_Halakhah, 4_DH": "<b>מביאין וכו'.</b> מפני שכבר התירו להביא יבשת מחו\"ל, כלעיל שו' 50.",
        "3_Chapter, 18_Halakhah, 5_DH": "<b>לעשותן בארץ.</b> מפני שעדיין לא התירו לכבוש ולייבש בארץ. עיין מ\"ש לעיל שו' 50.",
        "3_Chapter, 18_Halakhah, 6_DH": "<b>סמך וכו'.</b> כלומר, בארץ סמוך לחו\"ל, והיינו בספרי (בגבולות) א\"י, מפני שאין שם חשד, וכולם יודעים שבאו מחו\"ל. ועיין בבה\"א.",
        "3_Chapter, 19_Halakhah, 0_DH": "<b>שיתין ונובלות וכו'.</b> כלומר, שיתין (=שחיתין) הנובלות. וכן היא דרכה של תאנה שמוציאה מתחילה שיתין, והן נושרות מן האילן לפני בשולן. עיין בבה\"א.",
        "3_Chapter, 19_Halakhah, 1_DH": "<b>עד התאנים וכו'.</b> ופירשו בירושלמי שיש כאן סימן לתאנים שאינן חונטות כאחת, ואינן נגמרות כאחת, ולפיכך מונה מאה ימים למפרע מעשיית התאנים, ויודע אם חנטה פגיה לפני חמשה עשר בשבט או לאחריו. וה\"ה אם רוצה לאכול שיתין מונה חמשים יום.",
        "3_Chapter, 19_Halakhah, 2_DH": "<b>קודם הזמן וכו'.</b> כלומר, אם מצא שחנטו לפני הזמן הזה שנזכר לעיל (שו' 63), דהיינו ט\"ו בשבט.",
        "3_Chapter, 20_Halakhah, 0_DH": "<b>באחד בשבט.</b> כלומר, בשנה שלישית (או ששית) לשמיטה. ור\"ע סובר כר\"ג (בכורים פ\"ב מ\"ו) שאתרוג בשעת לקיטתו עישורו. אלא שלב\"ש (ר\"ה פ\"א מ\"א) שנת האילן הוא באחד בשבט, והיא כבר שנה שלישית (או ששית) וחייב במעשר עני, אבל לב\"ה (שם) שנת האילן הוא ט\"ו בשבט, ועדיין היא שנה שניה (או חמשית) לעניין האילן, וחייב במעשר שני. ור\"ע הפריש מעשר שני ופדאו וחילקו לעניים, ויצא ידי שניהם.",
        "3_Chapter, 20_Halakhah, 1_DH": "<b>כדברי רבן גמליאל וכו'.</b> כלומר, שהולך באתרוג אחר לקיטה, וכר' אליעזר שהולך אחר חנטה, ואתרוג זה חנט קודם ט\"ו בשבט של אשתקד, והוא לקטו באחד בשבט של שלישית, והרי לר\"ג שהולך אחרי הלקיטה חיובו מעשר עני, ולר\"א חיובו מעשר שני, ונהג כנ\"ל. ועיין בבה\"א.",
        "4_Chapter, 0_Halakhah, 0_DH": "<b>פירות וכו'.</b> במשנתנו (פ\"ו מ\"ה) שנינו שאין מוציאין פירות שביעית לחו\"ל, ונחלקו כאן מה דינם.",
        "4_Chapter, 0_Halakhah, 1_DH": "<b>במקומן.</b> בירושלמי פירשו שאסור להעבירם ממקום למקום ומבערן במקומם ממש. ולכל הדעות אסור לאוכלם בחו\"ל. ואם רוצה להחזירם לא\"י ולאוכלם שם הרשות בידו (רש\"י).",
        "4_Chapter, 1_Halakhah, 0_DH": "<b>אין מביאין וכו'.</b> כדי שלא יהו הכהנים מרדפים אחריה ויטמאו בארץ העמים. ולא עוד אלא שרוב התרומה כבר הוכשרה ונטמאה בארץ העמים.",
        "4_Chapter, 2_Halakhah, 0_DH": "<b>עלה תמכא וכו'.</b> התוספתא מדגימה את הכלל שנשנה במשנתנו (פ\"ז מ\"א ומ\"ב): כל שהוא אינו מתקיים בארץ יש לו שביעית ולדמיו שביעית, וכל שאינו מתקיים בארץ יש לו שביעית ולדמיו שביעית, אין לו ביעור ולדמיו ביעור וכו'. ר' מאיר אומר דמיהם מתבערים עד ראש השנה. וטיב המינים הללו נתבאר בבה\"א, עיי\"ש.",
        "4_Chapter, 3_Halakhah, 0_DH": "<b>מחמיר וכו'.</b> מפני שהדמים מתנתקים מן המין שמכר, והרי יכול לקנות בהם מין שאינו מתקיים בארץ, תדע לך שהוא כן שהרי שמן של שביעית וכו'. ועיין בבה\"א.",
        "4_Chapter, 4_Halakhah, 0_DH": "<b>חלשישות וכו'.</b> ומשתמשים בהן לצבעים, וקדושת שביעית חלה עליהן.",
        "4_Chapter, 4_Halakhah, 1_DH": "<b>והירענה וכו'.</b> וכולן מיני כביסות, ואף עליהן חלה קדושת שביעית.",
        "4_Chapter, 6_Halakhah, 0_DH": "<b>נזרעין וכו'.</b> כל המינים הללו אינם ראויים לא למאכל ולא לצביעה (והרי כאן מדברים בזרע סטים, ולא בגוף הסטים), וזורעים אותם, ומה שגדל מהם ראוי לצביעה. ועיין בבה\"א.",
        "4_Chapter, 7_Halakhah, 0_DH": "<b>ואין נמנעין.</b> כלומר, אין חוששין שמא מספחי שביעית הוא, מפני שלא נחשדו על הפסולת.",
        "4_Chapter, 7_Halakhah, 1_DH": "<b>נבילה.</b> פיסקא קטועה ממשנתנו (פ\"ז מ\"ג): שאין עושין סחורה וכו' בנבילות וכו'. לקח לעצמו והותיר מותר למכרן.",
        "4_Chapter, 7_Halakhah, 2_DH": "<b>מחרוזות וכו'.</b> כלומר, כדרך בשר כשר. עיין בבה\"א.",
        "4_Chapter, 7_Halakhah, 3_DH": "<b>מטות.</b> כלומר, מוטות (כגי' כי\"ע וראשונים), כדרך נבילה. עיין בבה\"א.",
        "4_Chapter, 8_Halakhah, 0_DH": "<b>וחולדות הסנאין.</b> פירשו בתלמוד: חולדה ששוקיה דקים וגדילה בין הסנאים. וקיפות. בכי\"ע ובראשונים: וקופות, כלומר, קופים.",
        "4_Chapter, 8_Halakhah, 1_DH": "<b>ולישכר וכו'.</b> כלומר, ולהשתכר בהם.",
        "4_Chapter, 8_Halakhah, 2_DH": "<b>בית הומקי.</b> צ\"ל: בית הוניקי (כעין גי' כי\"ע וראשונים), כלומר, גבינת ביתאיניקי, גבינה הבאה ממדינת ביתיניאה. וכולם אין איסורם אלא מדרבנן.",
        "4_Chapter, 9_Halakhah, 0_DH": "<b>ויכניס וכו'.</b> צ\"ל: ויכניסו, כלומר, ששוכר אותם שיכניסו את הירקות לביתו, אבל לא ששוכר אותם שילקטו.",
        "4_Chapter, 9_Halakhah, 1_DH": "<b>לדמיו.</b> בשאר הנוסחאות ובראשונים: בדמיו. והיא היא. והכוונה שלא ימכרנו אלא בדמיו שקנאו, ולא ירויח בו.",
        "4_Chapter, 10_Halakhah, 0_DH": "<b>לולבי האלה וכו'.</b> והרי ללובים כשהם לעצמם אין ביעור, מפני שאין מינם כלה מן השדה, ולעלים כשהם לעצמם יש ביעור מפני שמינם כלה, והשאלה היא מה דינם כשהעלים הם מחוברים ללולבים. וטיב המינים נתבאר בבה\"א, עיי\"ש.",
        "4_Chapter, 10_Halakhah, 1_DH": "<b>שנשרו.</b> כנראה שצ\"ל: שנשרין, כלומר, שסופם לישור מאיליהם מן הלולבים.",
        "4_Chapter, 10_Halakhah, 2_DH": "<b>וכולן וכו'.</b> כלומר, המינים שנזכרו בשורה 24.",
        "4_Chapter, 10_Halakhah, 3_DH": "<b>כאילן.</b> והולכים בהם אחר חנטה.",
        "4_Chapter, 11_Halakhah, 0_DH": "<b>לקטף.</b> עץ בשמים, ובתלמודים פירשוהו: צרי.",
        "4_Chapter, 12_Halakhah, 0_DH": "<b>הוורד חדש וכו'.</b> כלומר, וורד של שביעית שכבשו בשמן של ששית, ואין כח בוורד חדש ליתן טעם בשמן ישן אלא אם כן שהה בו זמן מרובה.",
        "4_Chapter, 14_Halakhah, 0_DH": "<b>והסיאה וכו'.</b> טיב המינים נתבאר בבה\"א.",
        "4_Chapter, 14_Halakhah, 1_DH": "<b>אין מסיקין וכו'.</b> צ\"ל: מסיקין וכו' אין מסיקין, כהגהת המפרשים.",
        "4_Chapter, 14_Halakhah, 2_DH": "<b>שיבשו וכו'.</b> כלומר, והם עכשיו כעצים בעלמא, מ\"מ כבר חלה עליהם מקודם קדושת שביעית ואסורים בהנאה אחר שביעית, ואין מסיקים בהם להנאתו.",
        "4_Chapter, 15_Halakhah, 0_DH": "<b>להטין וכו'.</b> כלומר, שלקט אותם כדי לטנן (ללחלח) בהם חטים. ומכיוון שאסור ללקטם ע\"מ להטין, נותנים עליהם חומרי מאכל אדם, ואסור להטין בהם.",
        "4_Chapter, 15_Halakhah, 1_DH": "<b>רשיי וכו'.</b> שהרי מותר ללקטם למאכל בהמה, ולפיכך מותר להטין בהם חיטים שהם מאכל אדם, והם אינם נפסלים למאכל בהמה ע\"י הטינון, וראויים לה אף אחריו.",
        "4_Chapter, 16_Halakhah, 0_DH": "<b>עידית וכו'.</b> צ\"ל: העירית (כגי' כי\"ע). והכוונה לצמח Asphodelus, ובסורית: עירונא, עיין בבה\"א.",
        "4_Chapter, 16_Halakhah, 1_DH": "<b>תחת הכר וכו'.</b> כן היה דרכם לפזר צמחים הללו תחת המשכב, כדי להבריח את הנחשים, עיין בבה\"א.",
        "4_Chapter, 20_Halakhah, 0_DH": "<b>את אכסניא וכו'.</b> הכוונה לחיילות המלך שהיו מאכסנים אותם בבתי היהודים, והיו סמוכים על שולחנם, ודינם כבן בית.",
        "4_Chapter, 20_Halakhah, 1_DH": "<b>את הגוי.</b> כלומר, כשאינו סמוך על שולחנו, מפני שאסור להאכיל לגוי פירות שביעית.",
        "4_Chapter, 20_Halakhah, 2_DH": "<b>ולא את השכיר.</b> מפני שפורע חובו מדמי שביעית.",
        "4_Chapter, 20_Halakhah, 3_DH": "<b>או שקצצו וכו'.</b> כלומר, שיאכל אצלו סתם (בלי סכום ידוע), הרי הוא כשכיר שבת, דהיינו כבן ביתו.",
        "4_Chapter, 21_Halakhah, 0_DH": "<b>אין בית דין וכו'.</b> כלומר, כשבעלה אינו לפנינו, וב\"ד פוסקין לה מזונות מנכסי בעלה כפריעת חוב, ואין פורעין חוב מפירות שביעית.",
        "4_Chapter, 22_Halakhah, 0_DH": "<b>אין תולשין וכו'.</b> מפני שספחים דרכם לצמוח שלא בצפיפות, ובשאר שני שבוע תולש אותם ביד, ובשביעית צריך לשנות.",
        "4_Chapter, 22_Halakhah, 1_DH": "<b>חורש כדרכו.</b> כלומר, במוצאי שביעית, ואינו חושש לא משום זבל ולא משום שמא יצמחו. ובבה\"א שערתי שצ\"ל כאן: חולש בחרבו, כלומר, כורת בסכינו, כדי שיהא ניכר השינוי, עיי\"ש. ובשביעית עסיקינן בכל הברייתא.",
        "5_Chapter, 0_Halakhah, 0_DH": "<b>שביעית וכו'.</b> כל הברייתות כאן (עד שו' 25) נתבארו לעיל תרומות פ\"ט שו' 44 ואילך; שם שו' 23 ואילך; שם פ\"י שו' 35 ואילך.",
        "5_Chapter, 5_Halakhah, 0_DH": "<b>המוריס התבשיל.</b> יש כאן הרכבה של שתי נוסחאות.",
        "5_Chapter, 12_Halakhah, 0_DH": "<b>אין מפטמין וכו'.</b> מפני ששרשי הבשמים בולעים את השמן ומפסידים אותו, אבל לוקחין שמן ערב (שמן טוב הנותן ריח) בשביעית אפילו מאדם שאינו מכירו. עיין בבה\"א.",
        "5_Chapter, 13_Halakhah, 0_DH": "<b>אין מדליקין וכו'.</b> עיין מ\"ש לעיל פ\"ה שו' 10.",
        "5_Chapter, 14_Halakhah, 0_DH": "<b>המדורה.</b> מפני ששמן ניתן להדלקה, ולא לשפיכה לתוך המדורה כדי להתחמם בה.",
        "5_Chapter, 14_Halakhah, 1_DH": "<b>צובע בו עניץ וכו'.</b> כלומר, טובל אניץ של פשתן בשמן של שביעית ונותנו לתוך המדורה, כדי שתתלקח האש, וזו היא הדלקה ולא הסקה, ודרכו בכך.",
        "5_Chapter, 15_Halakhah, 0_DH": "<b>בגפת ובזוגין וכו'.</b> כלומר בפסולת של זיתים ובזגין של ענבים, שאינם ראויים אלא להסקה, ואין בהם קדושת שביעית.",
        "5_Chapter, 16_Halakhah, 0_DH": "<b>ממלא וכו'.</b> כלומר, לא ימלא את החבית ואת הכלכלה ע\"מ למוכרה, מפני שסתם חבית וכלכלה היו של מדה, ונראה כאילו מוכר במדה. עיין בבה\"א.",
        "5_Chapter, 16_Halakhah, 1_DH": "<b>חבית זו וכו'.</b> כלומר, חבית שמלא לעצמו. עיין בבה\"א.",
        "5_Chapter, 16_Halakhah, 2_DH": "<b>בטריסית.</b> מטבע ששויה שלשה איסרים (tressis).",
        "5_Chapter, 17_Halakhah, 0_DH": "<b>אבל בשאר וכו'.</b> צ\"ל: אף (כגי' ד וכי\"ע) בשאר שני שבוע, שזו דרך וכו', כלומר, מפני שהמוכר בלבד יודע מדתה, והוא מערים על הלוקח ומוכר לו ביוקר.",
        "5_Chapter, 18_Halakhah, 0_DH": "<b>קורדום.</b> כלומר, דבר שאינו לאכילה.",
        "5_Chapter, 19_Halakhah, 0_DH": "<b>אלא מזון וכו'.</b> מפני חייו של ע\"ה הלוקח. אבל לא ימכור לו יותר, מפני שהוא חשוד על הבעור בזמנו ועל סחורה בפירות שביעית, והתורה אמרה \"לאכלה\", ולא לסחורה. ולפיכך מותר למכור לו הרבה מדבר שאינו מתקיים, מפני שאין חוששין לסחורה בזמן מועט, ומכ\"ש שאין לחשוש כאן שמא לא יבער.",
        "5_Chapter, 19_Halakhah, 1_DH": "<b>מן הגוי וכו'.</b> אין לוקחין מן הגוי מפני החשש שמא קנה מישראל פירות שביעית, ונמצא שנתפסו הדמים בקדושת שביעית, והוא מוסר דמי שביעית לגוי. וכותי הרי דינו כישראל חשוד. ופשיטא שאין מוכרין לשניהם פירות שביעית. ועיין מ\"ש בבה\"א.",
        "5_Chapter, 19_Halakhah, 2_DH": "<b>ארבעה אסרות.</b> פירש הרש\"ס שהוא מזון ארבע סעודות (עיין במשנת פאה פ\"ח סמ\"א), שתים לו ושתים לאשתו. ומוכרים אף לכותי (ולגי' הרש\"ס אף לגוי) מפני חייו של הלוקח.",
        "5_Chapter, 20_Halakhah, 0_DH": "<b>מותר.</b> פירשו בירושלמי \"שירקות שדה (המותרים משום ספחים) מצויים\", ומכיוון שהבטיח להמציא לנחתום ירקות בשביל הככר חייב להעמיד לו מקחו, ונמצא שאין כאן פריעת חוב אלא חליפין. עיין בבה\"א.",
        "5_Chapter, 20_Halakhah, 1_DH": "<b>אוסרין.</b> פירשו בירושלמי שהם סוברים \"שאין ירקות שדה מצויין\", ואין כאן חליפין אלא הבטחה לשלם, ואסור לפרוע חוב מדמי שביעית.",
        "5_Chapter, 20_Halakhah, 2_DH": "<b>מוכר לכולן.</b> פירש הרש\"ס משום שנראה שלקטו ע\"מ למכור, ומיגנייא מילתא, ונראית כסחורה.",
        "5_Chapter, 20_Halakhah, 3_DH": "<b>שלו ושלהן.</b> כלומר, מוכר את שלו בלבד, ואח\"כ מוכר שלהם במיוחד.",
        "5_Chapter, 21_Halakhah, 0_DH": "<b>אחד מוכר וכו'.</b> פירש הרש\"ס שבאחים לא גזרו, ומצוי הוא שכל אחד מלקט לעצמו ואחד מהם מוכר ע\"י כולן.",
        "5_Chapter, 21_Halakhah, 1_DH": "<b>פלטיר.</b> כלומר, חנווני קבוע. ופירשו בירושלמי שלא יהא מוכר באותו מקום בכל שעה. ועיין בבה\"א.",
        "5_Chapter, 21_Halakhah, 2_DH": "<b>שכר בטלה.</b> צ\"ל: ושכר בטלה. כלומר, מחשב את שכרו בעד היין, השמן (שאינם של שביעית) ושכר בטלתו (ולא שכר טרחתו), וממילא נמצא שאין בידו דמי שביעית כלל. ועיין במשנת סוכה פ\"ג מי\"א.",
        "5_Chapter, 22_Halakhah, 0_DH": "<b>לחלק.</b> מפני שהוא נותן לו חלק בעד ההבאה, ונמצא פורע חובו בפירות שביעית.",
        "5_Chapter, 22_Halakhah, 1_DH": "<b>שנאכלם ושנשתם וכו'.</b> ואין כאן אלא הזמנה לסעודה, והמביא טורח בשל עצמו לעצמו ובשביל חבירו במתנת חנם. ועיין בבה\"א.",
        "5_Chapter, 23_Halakhah, 0_DH": "<b>והבא לי וכו'.</b> ונמצא שהעני לוקט בשביל עשיר שאינו משלם לו אלא שכר פעולה, והרי עשיר אסור במתנות עניים, אבל אם אמר לו: בלקט שתביא היום וכו', אינו אלא קונה ממנו את הלקט, והעני מלקט לעצמו.",
        "5_Chapter, 24_Halakhah, 0_DH": "<b>וכן בן לוי.</b> כלומר, אף בן לוי דינו כעני, שאסור לומר לו הילך סלע והבא לי מעשר, מפני שנראה כאילו מקבל מעשר בעד ישראל וכו'. ועיין בבה\"א.",
        "5_Chapter, 24_Halakhah, 1_DH": "<b>שהיתה וכו'.</b> צ\"ל: [מי] שהיתה וכו'. עיין בבה\"א.",
        "5_Chapter, 24_Halakhah, 2_DH": "<b>חלוק.</b> כלומר, והרי אין לוקחים מדמי שביעית אלא דבר הראוי לאכילה.",
        "5_Chapter, 24_Halakhah, 3_DH": "<b>פירות.</b> והפירות נתפסים בקדושת שביעית, והדמים יוצאים לחולין, והחנווני אוכל את הפירות בקדושת שביעית, ועיין בבה\"א.",
        "5_Chapter, 24_Halakhah, 4_DH": "<b>מים ומלח.</b> מפני שמים ומלח אינם מזון לדעת הת\"ק.",
        "5_Chapter, 24_Halakhah, 5_DH": "<b>לתוך הכבוסה.</b> ור' יוסי עושה כביסה כחיי נפש, (ירושלמי). ועיין בבה\"א.",
        "5_Chapter, 25_Halakhah, 0_DH": "<b>שכרן משביעית.</b> כלומר, מותר לשלם להם מפירות שביעית, ונותנים זה לזה מתנת חנם.",
        "5_Chapter, 26_Halakhah, 0_DH": "<b>בקתכי.</b> צ\"ל: בקתבי (כגי' ד), בקטבי, בקוטבי, והיא כנראה בד קטנה, עיין מ\"ש בבה\"א.",
        "5_Chapter, 26_Halakhah, 1_DH": "<b>התקינו וכו'.</b> כלומר, ר\"ג (בנו של רבי) ובית דינו התקינו והנהיגו למעשה כשיטת רשב\"ג זקינם שנחלקו עליו הרבים, וסתם משנתנו שלא כמותו.",
        "5_Chapter, 26_Halakhah, 2_DH": "<b>שלא נטחן וכו'.</b> כלומר רחים חדשה שעדיין לא טחנו בה, ואינה טוחנת יפה, והוי ליה שינוי.",
        "5_Chapter, 26_Halakhah, 3_DH": "<b>ומקפה וכו'.</b> כלומר כותש את הזיתים ומקפה את השמן לתוך הערבה.",
        "5_Chapter, 28_Halakhah, 0_DH": "<b>אין עושין וכו'.</b> צ\"ל: עושין אותן גרוגרות, אבל אין עושין אותן דבילה, כגי' הרש\"ס בתוספתא. עיין בבה\"א.",
        "5_Chapter, 28_Halakhah, 1_DH": "<b>ומנגיב וכו'.</b> כלומר, שלא יסחוט את הדבש כשממעך את התאנים, אלא מנגב ביד. ועיין בבה\"א.",
        "5_Chapter, 28_Halakhah, 2_DH": "<b>מפרדין וכו'.</b> כלומר, מוציאין את הפרדות (גרעיני הרמונים) מתוך הרמונים, ומעמידים מהן ערמה, מפני שדרכן בכך, שהרי אחרת אדם מתלכלך כשאוכל את הרמון כמות שהוא.",
        "5_Chapter, 28_Halakhah, 3_DH": "<b>וסוחטין ענבים וכו'.</b> כלומר, סוחטין אותן לשם יינם, ומותר לעשות צמוקים מן המשואר, שהרי אחרת ילך לאבוד.",
        "5_Chapter, 28_Halakhah, 4_DH": "<b>שלא יביאוה וכו'.</b> כלומר, את השביעית, שמא יגע בה טמא, ואין לה תקנה אלא שריפה. ועיין בבה\"א.",
        "6_Chapter, 0_Halakhah, 0_DH": "<b>כחמור וכו'.</b> כלומר, אסורין לאונן וטעונין מחיצה כמע\"ש, וטעונין בעור כשכלה מינו מן השדה כשביעית.",
        "6_Chapter, 0_Halakhah, 1_DH": "<b>דברים וכו'.</b> כלומר, דברים שנוהגת בהם קדושה, כגון תרומה מע\"ש וכדומה, יאכלו כחומרות של כולם.",
        "6_Chapter, 1_Halakhah, 0_DH": "<b>את המופקר וכו'.</b> כלומר, שאף בפירות שהפקיר בשביעית כדין נוהג בהם בקדושה, מה שאין כן מע\"ש שאינו נוהג בפירות שהפקיר לפני גמר מלאכה.",
        "6_Chapter, 1_Halakhah, 1_DH": "<b>ופסולת וכו'.</b> שהרי שביעית נוהגת אף בקש ובתבן ובאוכלי בהמה.",
        "6_Chapter, 1_Halakhah, 2_DH": "<b>כאוכלי בהמה.</b> כלומר, שאוכלי בהמה אין קדושתם נפקעת מהם כל זמן שלא נפסלו מאכילת בהמה, אף אוכלי אדם נשארים בקדושת שביעית עד שיפסלו מאכילת בהמה (כלב), מה שאין כן במע\"ש שקדושתו פורחת ממנו אחר שנפסל ממאכל אדם.",
        "6_Chapter, 1_Halakhah, 3_DH": "<b>כיוצא בהן.</b> כלומר, כאוכלין, שהרי לעניין שביעית אף צביעה היא בכל \"כל שהוא צורך לכם\".",
        "6_Chapter, 2_Halakhah, 0_DH": "<b>ומעשר שני וכו'.</b> כלומר, פירות מע\"ש. עיין בבה\"א.",
        "6_Chapter, 3_Halakhah, 0_DH": "<b>מכל מין וכו'.</b> כלומר, כל מין מתבער בזמנו, כשכלה מינו מן השדה.",
        "6_Chapter, 3_Halakhah, 1_DH": "<b>באותו מין וכו'.</b> שמא צ\"ל: באותו זמן, כלומר, בזמן שקבעה משנתנו (מע\"ש פ\"ה מ\"ו).",
        "6_Chapter, 4_Halakhah, 0_DH": "<b>היא ודמיה וכו'.</b> כלומר, שהדמים נתפסים בקדושת שביעית, והפרי אינו יוצא מקדושתו.",
        "6_Chapter, 6_Halakhah, 0_DH": "<b>את הקנקן.</b> כלומר, אם זלף יין לתוך הקנקן וגפו, ואח\"כ קרא עליו שם מע\"ש קנה מעשר, וחייב לאכול כנגד הקנקן.",
        "6_Chapter, 6_Halakhah, 1_DH": "<b>ואסר דמיו.</b> פיסקא זו באה לכאן באשגרה מן המקבילה בבכורים, ואינה שייכת לכאן, שהרי אף שביעית אוסרת את דמיה. עיין בבה\"א.",
        "6_Chapter, 6_Halakhah, 2_DH": "<b>עירוביו וכו'.</b> כלומר, בין תערובת של מע\"ש וודאי ובין תערובת של ספק מע\"ש אוסרת בכל שהוא, שהרי מע\"ש הוא דבר שיש לו מתירין, מפני שאפשר לפדותו.",
        "6_Chapter, 6_Halakhah, 3_DH": "<b>לאכילה.</b> כלומר, מחוץ לירושלים.",
        "6_Chapter, 7_Halakhah, 0_DH": "<b>מעשר שני וכו'.</b> כלומר, דמי מע\"ש.",
        "6_Chapter, 8_Halakhah, 0_DH": "<b>אחד שביעית וכו'.</b> כל הברייתא מבוארת לעיל, עמ' 59.",
        "6_Chapter, 9_Halakhah, 0_DH": "<b>שלש ארצות וכו'.</b> ואין אוכלין בכל מדינה ומדינה אלא עד שיכלה האחרון שבה מן השדה.",
        "6_Chapter, 9_Halakhah, 1_DH": "<b>למה הוזכרו וכו'.</b> כלומר, במשנתנו פ\"ט מ\"ב.",
        "6_Chapter, 9_Halakhah, 2_DH": "<b>מי בהר וכו'.</b> כלומר, מבהר (כגי' ד וכי\"ע), מה שבהר על סמך מה שעדיין לא כלה בעמק. וכן להפך.",
        "6_Chapter, 9_Halakhah, 3_DH": "<b>הר והרו וכו'.</b> כלומר, כל מה שבהר דינו כהר, ואפילו שפילה שבו, וכל מה שבעמק דינו כעמק, ואפילו הר שבו. (ירושלמי).",
        "6_Chapter, 9_Halakhah, 4_DH": "<b>הר שלה וכו'.</b> כלומר, של יהודה.",
        "6_Chapter, 10_Halakhah, 0_DH": "<b>חרים וכגבור וכו'.</b> צ\"ל: הרי מכוור וגדור וכו', כגי' הירושלמי ומקבילות. עיין בבה\"א.",
        "6_Chapter, 10_Halakhah, 1_DH": "<b>שבמישור וכו'.</b> צ\"ל: אשר במישור וכו', והוא המשך הפסוק ביהושע י\"ג, י\"ז.",
        "6_Chapter, 10_Halakhah, 2_DH": "<b>סימן להרים וכו'.</b> יש כאן הגדרה מדעית לצורת שטחי הארץ ע\"פ הצמחים שהם מגדלים. וסימן להר הם העצים שקוראים להם עכשיו (בטעות) אורן וכו'.",
        "6_Chapter, 11_Halakhah, 0_DH": "<b>מבית המלך וכו'.</b> בית המלך הוא תחום הר המלך שנזכר לעיל (שו' 27). ועיין בבה\"א.",
        "6_Chapter, 12_Halakhah, 0_DH": "<b>אגוטרי וכו'.</b> טיב הצמחים אגוטרי ולופסי לא נתברר לי. ועיין בבה\"א.",
        "6_Chapter, 12_Halakhah, 1_DH": "<b>אוזניות וכו'.</b> צ\"ל: אוזניות של שמעונייא, כלומר, של שמרון (יהושע י\"ט, ט\"ו), כהגהתו הנכונה של ר\"ש קליין. עיין בבה\"א.",
        "6_Chapter, 13_Halakhah, 0_DH": "<b>אלא למעשרות.</b> כלומר, אעפ\"י שהם דקים וקטנים.",
        "6_Chapter, 14_Halakhah, 0_DH": "<b>הרפיחין וכו'.</b> עיין בשנו\"ס, וכנראה שצ\"ל: הטפיחין כבמשנתנו. ופירש הערוך שהם כמין כדים בראשי גגות והצפורים מקננים בהם, והם צוברים זרעים לתוכם. ועיין מ\"ש לעיל פ\"ג שו' 13 ד\"ה ספחים.",
        "6_Chapter, 14_Halakhah, 1_DH": "<b>הדיפרא.</b> כלומר, על הפירות השניות של אילן העושה שתי בריכות בשנה.",
        "6_Chapter, 14_Halakhah, 2_DH": "<b>סיפוניות.</b> כלומר, סתווניות, פירות הבאות בסוף הקיץ ובסתיו.",
        "6_Chapter, 14_Halakhah, 3_DH": "<b>שבאכל.</b> צ\"ל: שבאבל, והוא אבל כרמים שנזכרה בשופטים י\"א, ל\"ג. (רש\"י).",
        "6_Chapter, 14_Halakhah, 4_DH": "<b>ושאר ארצות וכו'.</b> בד: ושאר כל ארצות וכו'. והמלה \"ושאר\" היא באשגרה ממשנתנו (פ\"ט מ\"ג), וכאן צ\"ל: כל ארצות וכו'.",
        "6_Chapter, 14_Halakhah, 5_DH": "<b>רובע וכו'.</b> כלומר, רובע קב זיתים, מפני שפחות מכאן אין בו כדי טיפול, ודינו ככלו.",
        "6_Chapter, 15_Halakhah, 0_DH": "<b>שבכיפין וכו'.</b> כלומר, על התמרים שנשרו ונשארו בתוך כפות התמרים, בין הלולבים, אבל אין אוכלין על מה שנשר לתוך הקוצים שמסביב לדקל, מפני שאין החיה מחפשת שם. (פירוש הגאונים ורש\"י).",
        "6_Chapter, 15_Halakhah, 1_DH": "<b>העוגסין.</b> האגסים. ושאר המינים נתבארו בבה\"א.",
        "6_Chapter, 15_Halakhah, 2_DH": "<b>על שבעמק.</b> כלומר, ובלבד באותה מדינה.",
        "6_Chapter, 16_Halakhah, 0_DH": "<b>כחרובין.</b> כלומר, שאין להם שלש ארצות, ואוכלין עליהם עד שיכלה האחרון שבהם בא\"י.",
        "6_Chapter, 16_Halakhah, 1_DH": "<b>עליהן וכו'.</b> כלומר, את העלים שלהם (של עוגסין וקרסטמילין וכו').",
        "6_Chapter, 16_Halakhah, 2_DH": "<b>רביעה שניה.</b> כלומר, הגשם השני, והוא כ\"ג במרחשון.",
        "6_Chapter, 16_Halakhah, 3_DH": "<b>של השלחין.</b> כלומר, ירק שחיותו כ\"כ מרובה שנתקיים אפילו בבית השלחין (ארץ יבשה וצמאה למים), אינו כלה אפילו בשמינית, ואוכלים עליו את מינו.",
        "6_Chapter, 16_Halakhah, 4_DH": "<b>קולסי כרוב וכו'.</b> כלומר, שרשי בדי כרוב שיבשו, ואינם רגילים למאכל אדם, אסורים בהנאה, ואין מסיקים בהם (עיין לעיל פ\"ה שו' 34 ואילך). והלשון היא באשגרה מלעיל (הנ\"ל), וכאן הכוונה שאין אוכלין עליהם ירקות, הואיל ויבשו, ואין דינם כברישא.",
        "6_Chapter, 16_Halakhah, 5_DH": "<b>אוכלין עליהן.</b> לפי ר\"ש מכיוון שעדיין לא הוקשו כעץ, עדיין אוכלים עליהם.",
        "6_Chapter, 16_Halakhah, 6_DH": "<b>כיוצא בו מגביב וכו'.</b> כלומר, אם יבשו כל כך שבירק אחר כיוצא הוא כבר מגבב ביבש לאכילת בהמה בלבד, הרי דינו ככלה מן השדה אפילו לר\"ש, ואין אוכלים עליו ירקות לחים, מפני שאין אוכלים מן הלח על היבש אפילו לר\"ש.",
        "6_Chapter, 17_Halakhah, 0_DH": "<b>מאימתי פורשין וכו'.</b> ברייתא זו מדברת בכל השנים (ולא באה לכאן אלא אגב רביעה שניה), ומחמת חשש גזל אתינן עלה, ומשתרד רביעה שניה אסור להלך בשבילין שבשדות של זרים. ועיין בבה\"א.",
        "6_Chapter, 17_Halakhah, 1_DH": "<b>שנתקנסו וכו'.</b> כלומר, שנתקלקלו.",
        "6_Chapter, 17_Halakhah, 2_DH": "<b>צריך להלך.</b> נראה שצ\"ל: צריך לה[מ]לך, כלומר, צריך להמלך ולהודע בטיב השדה, שמא קשה לה הדריסה אפילו אחרי הגשם הראשון. ועיין בבה\"א.",
        "7_Chapter, 0_Halakhah, 0_DH": "<b>בראשונה וכו'.</b> כלומר, כשהיתה יד ב\"ד תקיפה.",
        "7_Chapter, 0_Halakhah, 1_DH": "<b>שמביא פירות וכו'.</b> פי' הרמב\"ן \"שהביא מן הבכירות\", מפני שעדיין לא הושיבו שומרים, עיין לעיל דמאי פ\"א שו' 7. ועיין מ\"ש להלן.",
        "7_Chapter, 0_Halakhah, 2_DH": "<b>שוכרין פועלין וכו'.</b> ב\"ד נהגו כאן בכל הדברים האסורים ליחיד. ומסתבר שהושיבו שומרים, על הכרמים ועל השדות, עיין בבה\"א.",
        "7_Chapter, 0_Halakhah, 3_DH": "<b>עודרין וכו'.</b> הנכון הוא בר\"ש ד\"ר: ואורין וכו', כלומר, מלקטין את התאנים, עיין בבה\"א.",
        "7_Chapter, 0_Halakhah, 4_DH": "<b>ועוטנין וכו'.</b> כלומר, מכניסים למעטן.",
        "7_Chapter, 0_Halakhah, 5_DH": "<b>בית וכו'.</b> בכי\"ע ובראשונים: בבית וכו'.",
        "7_Chapter, 1_Halakhah, 0_DH": "<b>מי שיש לו וכו'.</b> הברייתא חוזרת לזמנים ולמקומות שלא היה שם אוצר ב\"ד. ומלמדת הברייתא לאדם שיש לו הרבה פירות והוא יודע שלא יוכל לאוכלם (לא אותם ולא את דמיהם) לפני זמן הביעור, מוטב לו לחלק את הפירות לעניים לפני זמן הבעור, ויקיים מצות צדקה, שאם יגיע זמן הבעור יצטרך להפקירם, ושמא יזכו בהם עשירים.",
        "7_Chapter, 1_Halakhah, 1_DH": "<b>מחלק מהן וכו'.</b> כלומר, מזון ג' סעודות לכל אחד (כמפורש במשנתנו), ואינו רשאי ליתן יותר מכאן לכל עני ועני. עיין מ\"ש לעיל.",
        "7_Chapter, 2_Halakhah, 0_DH": "<b>הקפת החנות וכו'.</b> פיסקא ממשנתנו רפ\"י, והתוספתא מכוונת לדברי ר' יהודה שם: הראשון הראשון משמט.",
        "7_Chapter, 2_Halakhah, 1_DH": "<b>מעות וכו'.</b> כלומר, אם החנווני כותב על פנקסו את סכום הכסף שחייב לו הלוקח, ולפיכך כשקנה פעם שניה נזקפה הראשונה במלוה ומשמטת. אבל אם כותב את מדת הפירות, וכשבא לשלם מחשב את המעות וגובה ממנו, הרי עדיין לא פקע מהם דין הקפה, ואינה משמטת. ועיין בבה\"א.",
        "7_Chapter, 3_Halakhah, 0_DH": "<b>פגמה וכו'.</b> כלומר, שקבלה מקצת הכתובה וזקפה את השאר במלוה.",
        "7_Chapter, 4_Halakhah, 0_DH": "<b>אינו משמט.</b> כלומר, ואפילו את עודף החוב. ועיין בבה\"א.",
        "7_Chapter, 5_Halakhah, 0_DH": "<b>על המשכון וכו'.</b> כלומר, על משכנתא, על קרקע. עיין בבה\"א.",
        "7_Chapter, 5_Halakhah, 1_DH": "<b>שבועה.</b> כלומר, אם הודה במקצת לפני שביעית, ונתחייב שבועה, ולא נשבע, שביעית משמטת את השבועה, אעפ\"י שיש כאן עדיין תביעה, שהרי שביעית אינה משמטת מלוה שכפר בה. ועיין בבה\"א.",
        "7_Chapter, 5_Halakhah, 2_DH": "<b>שאין השביעי' וכו'.</b> כגון שבועת האריסין, השותפין, הקפת חנות וכדומה, עיין בבה\"א.",
        "7_Chapter, 6_Halakhah, 0_DH": "<b>פרוסבול המקושר וכו'.</b> שהוא כותב את הנוסח בפנים, כופל אותו, והעדים חותמים מבחוץ, וחוזר וכותב את הנוסח מבחוץ. עיין בבה\"א.",
        "7_Chapter, 9_Halakhah, 0_DH": "<b>אימתי כותבי' וכו'.</b> כלומר, לכתחילה יכתוב את הפרוזבול לפני שביעית, מפני שאין ב\"ד נזקקין לו לכתוב פרוזבול בשביעית, אבל עצם החוב אינו משתמט עד סוף שביעית, ואם כתב בערב ר\"ה של מוצאי שביעית כשר וגובה את חובו, כמפורש להלן. ועיין בבה\"א.",
        "7_Chapter, 9_Halakhah, 1_DH": "<b>שלאחר פרוזבול וכו'.</b> כלומר, אפילו לוה אחרי שכתב את הפרוזבול אינו משמט, מפני שהוא מייפה את כח ב\"ד לגבות את חובותיו להבא, והוא חולק על משנתנו. עיין בבה\"א.",
        "7_Chapter, 10_Halakhah, 0_DH": "<b>ושעשו תשובה וכו'.</b> בד ובכי\"ע: שעשו תשובה, ואף לפנינו הפירוש כן, עיין בבה\"א."
    },
    "meta": "Chapter-Halakhah-DH",
    "work": "Brief Commentary on Sheviit"
}