{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "THESE ARE THE WORDS. According to its straightforward sense, all of the items mentioned in this verse are place names, as we find is common for verses to provide identification after identification as to which it wants to explain where they are.  As in Lech L'cha (Gen. 12:8):  \"east of Bethel and pitched his tent, with Bethel on the west and Ai on the east.\"  [In Parashat B'shalah:] (Ex. 14:2)  \"turn back and encamp before Pi-hahiroth, between Migdol and the sea, before Baal-zephon.\"  In the book of Judges (21:19):  \"The annual feast of the LORD is now being held at Shiloh.  (It lies north of Bethel, east of the highway that runs from Bethel to Shechem, and south of Lebonah.)\"  And all the more necessary it is to specify the locations where the mitzvot were spoken, as it is written (Lev. 25:1) \"The LORD spoke to Moses on Mount Sinai\"; (Ex. 12:1-2) \"in the land of Egypt: This month shall mark for you\"; (Num. 33:50) \"In the steppes of Moab.\"  Likewise here, it makes identification after identification.  And it similarly states and repeats and reiterates this matter when Moshe comes to elaborate the commandments (Deut. 4:45-46):  \"these are the decrees, laws, and rules that Moses addressed ... beyond the Jordan, in the valley at Beth-peor, in the land of King Sihon of the Amorites.\"  [And (Deut. 1:5) \"On the other side of the Jordan, in the land of Moab,] Moses undertook [to expound this Teaching.]",
        "0_Chapter, 0_Verse, 1_Comment": "ON THE OTHER SIDE OF THE JORDAN.  On which \"other side of the Jordan\"?  ",
        "0_Chapter, 0_Verse, 2_Comment": "IN THE WILDERNESS.  On that \"other side of the Jordan\" that is on the side of the wilderness where Israel was for 40 years, which is called the \"other side of the Jordan\" for the residents of the Land of Israel, and not the \"other side of the Jordan\" that is the Land of Israel side, for it is also called the \"other side of the Jordan\" for those who are going through the wilderness where Israel was.  ",
        "3_Chapter, 10_Verse, 0_Comment": "YOU CAME FORWARD AND STOOD AT THE FOOT OF THE MOUNTAIN.  [Lit., \"under the mountain\"]  As it is written (Ex. 19:17), \"Moses led the people out of the camp toward God, and they took their places at the foot of the mountain.\"  Whenever a high thing is in connection with a low thing, the high thing is called \"above\" and the low thing \"under.\"  \"He was sitting at the entrance of the tent ... standing above him.\" (Gen. 18:1-2).  Thus:  \"under the mountain\" because they were low and the mountain was higher than they.  And it needed to write [this] here, because it is written below (Deut. 5:22), \"Let us not die, then, for this fearsome fire will consume us, etc.\"",
        "3_Chapter, 15_Verse, 0_Comment": "A SCULPTURED IMAGE IN ANY LIKENESS. As in (Ezek. 8:3) \"the site of the infuriating image that provokes fury.\"",
        "3_Chapter, 18_Verse, 0_Comment": "WHICH [GOD] ALLOTTED. To provide light. According to the true plain sense, [this means] \"which He left to the other peoples to worship,\" because He doesn't care about them.  However, (v.20) \"but you Adonai took and brought out ... to be His very own people,\" to worship Him and He will be God to you.",
        "3_Chapter, 25_Verse, 0_Comment": "HEAVEN AND EARTH. \"He will shut up the skies ... and the ground will not yield its produce.\" (Deut. 11:17)",
        "3_Chapter, 27_Verse, 0_Comment": "(1) THERE YOU WILL SERVE/WORSHIP.  As in Targum Onkelos.  ",
        "3_Chapter, 27_Verse, 1_Comment": "(2)  THEY CANNOT SMELL [LO Y'RIHUN],  As it is written, There is no breath in their mouth. [Cf. Ps. 135:17.]",
        "3_Chapter, 36_Verse, 0_Comment": "HE LED YOU OUT B'FANAV [Lit., \"in front of Him\"]. \"I will go through the land of Egypt\" (Exod. 12:12); \"Adonai went before them by day\" (Exod. 13:21).",
        "3_Chapter, 40_Verse, 0_Comment": "THEN MOSHE SET ASIDE.  Why does the narrative interrupt Moshe's words, which are coherent and consecutive, and write this incident in between?   But since he had spoken at length up to now, and here it begins to explain the mitzvot, how he clarified this Torah.  And because it has to tell us in Parashat Shoftim (Deut. 19:2-9), \"You shall set aside three cities in the land that Adonai your God is giving you to possess., ... and if (in the future) He expands [your land] then you shall add three more towns to those three.  And regarding the three cities that the Holy One, blessed be He, commanded him in Parashat Mas'ei (Num. 35:9-15) to establish on the other side [east side] of the Jordan, he did not mention there [in Deut. 19] and Moshe did not command Israel [there], and thus it is written here, for Moshe had already set them aside, and thus he did not command Israel.",
        "5_Chapter, 6_Verse, 0_Comment": "V'SHINANTAM.  An expression of sharpening -- to explain them well, as in (Ps. 64:4), \"They sharpened their tongues like swords.\"",
        "6_Chapter, 11_Verse, 0_Comment": "THE LORD ... WILL MAINTAIN FOR YOU.  Because for a fit generation, He maintains the promise of faith with the ancestors, and if you do not keep the commandments, He will not maintain for you, but for a different generation.",
        "6_Chapter, 13_Verse, 0_Comment": "AKAR.  Both vowels are kamatz.  It is similar to the following:  from hacham it says, \"ishah hachama\"(II Sam. 14:2); from shafal, \"sh'fala einenah\" (Lev. 13:21).  Similarly, from \"akar\" \"akarah.\"  I have found the word [vocalized] this way in all of the texts from Spain.",
        "6_Chapter, 22_Verse, 0_Comment": "MAKING A GREAT NOISE [THROWING THEM INTO  UTTER PANIC].  \"V'hamam\" must be [structurally] like \"v'savav Beit El\" (I Sam. 7:16), \"shamam\" from \"sh'mamah\" (desolation): \"On Mt. Zion, which is shamem,\" and in the category of doubles [a three-letter root with the second and third letters the same], and it means that He raised His voice to make a great noise in the war to the extent of destroying them.  And if the meaning of the final mem were like \"otam\" [\"them\"] [i.e., a pronominal object suffix], it should have written \"v'hamamam.\"  However, from the root heh-mem-heh, [the basis of] \"yehemeh libi\" (Jer. 48:36 [reversed]), one could say \"v'hamam,\" [i.e.,] \"v'hamah otam,\" as from \"asah\" [he made], [we derive] \"otz'bi asam\" (Isa. 48:5 -- \"my idol made them\"), and from \"When Ya'akov saw [ra'ah]\" (Gen. 29:10) [we derive] \"And Ya'kov said when he saw them (ra'am)\" (Gen. 32:3) -- \"ra'ah otam.\"  And \"hamam\" from the root h-m-h would be explained \"hamah otam.\"  And if you say that this [the actual word in our verse] should also be interpreted as \"hamah otam,\" you can't say that, because the word himyon [making a loud noise] is intransitive:  \"My mind yehemeh like a harp\" (Jer. 48:36, modified) -- of its own.  If the action was done to something else [i.e., if it were a transitive verb], one would have to make it a stronger conjugation [a pi'el]: v'himem.  For example, \"my body kalah [failed]\" (Ps. 73:26) -- by itself; \"my enemies kilam [has consumed them]\" (Lam. 2:22) -- others, or \"the LORD kilah [exhausted] his anger\" (Lam. 4:11). [Another example:] \"yishneh [debased, changed] is the finest gold\" (Lam. 4:1) -- by itself, thus the soft conjugation [a kal]; but [done] to others it would say \"v'shinah [changed] his prison garments\" (II Kings 25:29) or \"vay'shaneha [he treated her differently] and her maids\" (Esth. 2:9).",
        "7_Chapter, 19_Verse, 0_Comment": "BECAUSE YOU DID NOT HEED.  This is the conclusion of the entire beginning of the parasha.  V'HAYAH EKEV TISH'M'UN [If you do obey], you will come to own the land; V'EKEV LO TISH'M'UN [Because you did not heed], you shall perish from it.",
        "8_Chapter, 2_Verse, 0_Comment": "THAT YOU MAY QUICKLY DESTROY THEM. In all your wars against them, you will prevail quickly and without effort, ramps, siege, or [campaigning for] a long time, and nevertheless, \"you will not be able to put an end to them at once, else the wild beasts would multiply to your hurt.\" (Deut. 7:22). For I will not let you make war against all of them in a single year. \"Lo tuchal\" [you will not be able to] is an expression of warning, as in (Deut. 17:15) \"you must not set a foreigner over you,\" [and] (Deut. 12:17) \"You may not partake in your settlements.\"",
        "8_Chapter, 24_Verse, 0_Comment": " I LAY PROSTRATE BEFORE THE LORD FOR FORTY ETC. I PRAYED TO THE LORD AND SAID, ETC. Whoever is wise will pay attention to why it was necessary to repeat about the 40-day prostration. (see v. 18). Is it normal for Scripture to repeat a matter and to say, \"Know that, when I prostrated myself before Adonai for 40 days, I prayed such and such\"? It should have said this above [i.e., in v.18], and it would not have been necessary to go back and repeat it to make it known to Israel that \"this is what I prayed.\" However, there is great wisdom here: you might say, isn't it true that, just as in the case of the great sin in the incident of the Calf, Moshe's prayer was efficacious and we were saved, so also in the Land of Israel, if we sin, the prayers of the prophets will be efficacious? Moshe said to them, \"Prayer will not be efficacious in the Land of Israel. Currently, your sins are atoned for so that His name will not be profaned. For this is what I prayed (vv. 27-18): 'Give thought to Your servants, etc. Else the country from which You freed us will say, \"It was because Adonai was powerless to bring them.\"' That is why you were not liable for death on account of it. But after He kills 31 kings and gives their property to you, then He will expel you and exile you from the land, for there will not be any desecration of the name, in saying to the nations that it was because Adonai was powerless.\" Instead, the nations will say that Israel sinned against Him, as is set out in Atem Nitzavim (Deut. 29:23-27): \"All nations will ask, 'Why did the LORD do thus to this land? Wherefore that awful wrath?' etc., They will be told, 'Because they forsook the covenant that the LORD, God of their fathers, etc., The LORD uprooted them from their soil in anger, fury, and great wrath, and cast them into another land, as is still the case.'\"",
        "9_Chapter, 5_Verse, 0_Comment": "(1) THE ISRAELITES TRAVELED FROM BE'EROT B'NAI YA'AKAN, ETC. [Moshe says:] \"And if you say to me, 'You said, \"I also interceded for Aharon at that time\" -- at the beginning of the 40 years -- but we plainly know that Aharon is dead, and, if so, what good is your praying?'\" And Moshe said to them, \"He died not at the beginning of the 40 years, at the time of the incident of the calf, but at the end of the 40 years, at Mt. Hor, right at the time they traveled from Be'erot B'nai Ya'akan, to which they came from Moseirot, as it is written in the travels (Num. 33:31), 'And they traveled from Moseirot, and they camped at B'nei Ya'akan.' And they went from there to Mt. Hor, 'and Aharon died there' and not in the incident of the calf.\" ",
        "9_Chapter, 5_Verse, 1_Comment": "(2) AND ELAZAR HIS SON BECAME PRIEST IN HIS STEAD. In that there he donned his father's garments. And he died in a manner of greatness and honor, at the word of Adonai. And this is the plain sense of the text, for it does not say here, \"The Israelites traveled from Be'erot B'nai Ya'akan _and_camped_at_ Moseirah,\" as I have explained in connection with (Num. 11:35) \"Then the people set out from Kivroth-hata'avah for Hatzerot,\" for it does not say \"and they camped at Hatzerot.\" So here, \"The Israelites traveled from Be'erot B'nai Ya'akan _which_is_beside_ Moseirah,\" or, in a different manner, \"from Be'erot B'nai Ya'akan _to_which_they_had_come_from_ Moseirah.\" And our Sages expounded from the change in language what they expounded.",
        "10_Chapter, 29_Verse, 0_Comment": "AHAREI DERECH.  These are like two [words with the trop sign] pashta.  However, since the accent in \"derech\" is on the first syllable, it [the pashta] becomes a shofar mahpach [i.e., a y'tiv].",
        "11_Chapter, 1_Verse, 0_Comment": "(1) WHERE THEY WORSHIPPED THEIR GODS, THE NATIONS THAT YOU ARE DISPLACING. [i.e., placing the phrases of the clause in a more natural order.]",
        "11_Chapter, 3_Verse, 0_Comment": "DO NOT DO THUS, to sacrifice TO THE LORD in every place [as opposed to only in the central shrine].",
        "11_Chapter, 7_Verse, 0_Comment": "EACH PERSON AS HE PLEASES.  Every place where we camp in the  wilderness we sacrifice, in a Tabernacle that is moved from place to place.",
        "11_Chapter, 28_Verse, 0_Comment": "WHEN [ADONAI] HAS CUT DOWN, ETC.  \"Before you\" refers back to \"When [he] has cut down.\"",
        "15_Chapter, 17_Verse, 0_Comment": "JUDGES AND OFFICERS.  The judges command the officers to subdue those who refuse [to obey] the judges.",
        "15_Chapter, 20_Verse, 0_Comment": "BESIDE THE ALTAR.  Because that is where people usually made them, as it is written in connection with Gid'on (Jud. 6:25), \"cut down the sacred post which is beside it [the altar]\"; [and] (Jer. 17:2) \"While their children remember Their altars and sacred posts, By verdant trees.\"",
        "15_Chapter, 20_Verse, 1_Comment": "DO NOT PLANT FOR YOURSELF AN ASHERAH.  No tree at all, so that you will not come to worship it, as is the custom among idolaters.\n",
        "15_Chapter, 21_Verse, 0_Comment": "DO NOT ERECT FOR YOURSELF A MATZEIVAH.  For heaven [i.e., for God], to butn sacrifices on it during the periods when the bamot (high places) were prohibited, since you wll have a fixed altar after the apportionment [of the Land], as it is written (Deut. 12:8), \"You shall not act at all as we now act here, etc.,\" offering sacrifices in any place at all, and as it is written in Chronicles (II, 20:33), \"However, the shrines did not cease\", and it explains there that the were sacrificing to Adonai only.",
        "16_Chapter, 17_Verse, 0_Comment": "(1) MISHNEH TORAH.  My grandfather explained it in [his commentary on] Chronicles [alt.:  according to the words of the Sages] as two Torah scrolls.  Also the Targum has \"patshegen.\" But it [mishneh] is not from the same root as v'shinantam (Deut 6:7).",
        "17_Chapter, 11_Verse, 0_Comment": "DISPOSSESSING THEM. Because they do not bother to consult the Holy One, blessed be He, or the true prophets, but rather rely on their abominations, which declre to them through the Impurity Spirit. ",
        "17_Chapter, 12_Verse, 0_Comment": "YOU SHALL BE WHOLEHEARTED, ETC.  And you must consult Him and not the dead, and because the Holy One, blessed be He, tests Israel through them, He gave the Impurity Spirit the power to declare [the future] through the goat demons.",
        "17_Chapter, 14_Verse, 0_Comment": "A PROPHET FROM AMONG YOU, FROM YOUR PEOPLE, LIKE ME.  Who will command you to do the commandments of the Torah, and not like the \"prophet and dreamer of dreams\" (Deut. 13:2-3) who will tell you to worship idols, and with respec to what is written (Deut. 34:10), \"Never again did there arise in Israel a prophet like Moses,\" its meaning is as it specifies: (ibid.) \"whom the LORD singled out, face to face.\"  But [as for] believing in the Holy One, blessed be He, there will be [ones] like him, and to speak the truth from Him, and not like the prophet who gives Israel \"a sign or portent\" (Deut. 13:2-3) to worship idolatry.",
        "17_Chapter, 21_Verse, 0_Comment": "THE MATTER WILL NOT BE, AND WILL NOT COME TRUE.  As for instance if there were not repentance and good deeds that induced the Holy One, blessed be He, to change His mind.  For with Hizkiyah, prayer availed him, and with Nineveh (Jonah 3:10), \"they were turning back from their evil ways.\"",
        "18_Chapter, 4_Verse, 0_Comment": "AND THERE SLIPS THE AXE-HEAD [LIT.:  THE IRON].  The ax, which is called \"iron,\" as it is written (Eccl. 10:10), \"If the ax [lit.: the iron] has become dull.\"  The ax flings a chip from the tree that he is chopping, for this is certainly unintentional.",
        "21_Chapter, 8_Verse, 0_Comment": "IT BECOME KODESH. It will be forbidden like holy things.",
        "21_Chapter, 11_Verse, 0_Comment": "G'DILIM.  Tzitzit.  They must be plaited [G-D-L] and braided.",
        "25_Chapter, 4_Verse, 0_Comment": "MY FATHER WAS A FUGITIVE ARAMEAN.   My father Avraham was an Aramean, wandering and exiled from the land of Aram, as it is written (Gen. 12:1), \"Get yourself out from your land,\" and as it is written (Gen. 20:13), \"So when God made me wander from my father’s house ....\"  The expressions oved and to'eh are one and the same, referring to a person who is exiled, as it is written (Ps. 119:176), \"I have strayed like a lost sheep; search for Your servant\" [and] (Jer. 50:6), \"My people were lost sheep: their shepherds led them astray.\"   In other words, our ancestors came from a foreign land to this land and it was the Holy One, blessed be He, Who gave it to us.",
        "25_Chapter, 9_Verse, 0_Comment": "WHEREFORE I NOW BRING THE FIRST FRUITS OF THE SOIL WHICH YOU.  For it is not through my own effort that this is accomplished, but rather through Your lovingkindness that I have obtained it.  And it was in this way that Yehoshua reproved Israel (Josh 24:2): \"In olden times, your forefathers lived beyond the Euphrates: Terah\" until I brought them from there and gave them the land of Canaan.",
        "25_Chapter, 11_Verse, 0_Comment": "[IN THE THIRD YEAR,] THE YEAR OF THE TITHE.  The tithe for the poor. ",
        "26_Chapter, 14_Verse, 0_Comment": "AND SETS IT UP IN SECRET.  The curses number 12, corresponding to the 12 tribes, and they are all sins that are typically committed in private, as I will explain about each of them.  This [setting up an idol \"in secret\"] is one of two that are typically committed either publicly or privately -- they are idolatry and murder.  And that is why it specifies about each of these \"in secret.\"  For regarding sins committed publicly, they did not come to curse, because the court will punish him for sins committed openly, as it says at the end of all the curses (Deut. 29:28):  \"Concealed acts concern Adonai our God\" -- He will exact vengeance for sins committed in private, for after all, they were cursed in the name of the Holy One blessed be He -- \"but with overt acts, it is for us and our children ever to apply all the provisions of this Teaching\" -- lashes, stoning, burning, the sword, and strangulation....",
        "27_Chapter, 22_Verse, 0_Comment": "(1) THE SKIES ABOVE YOUR HEAD SHALL BE COPPER. So that the rain cannot fall from the sky. Instead, ...",
        "27_Chapter, 22_Verse, 1_Comment": "(2) THE LORD WILL MAKE THE RAIN OF YOUR LAND DUST AND SAND. The wind that normally rains rain will instead rain on you from heavens dust and sand. In other words, from the heights of the mountains that are dry from lack of rain there will fall dust and sand that will pierce your eyes, and thereby THE LORD WILL PUT YOU TO ROUT. You will not be able to see, and you will flee your enemies.\n",
        "27_Chapter, 23_Verse, 0_Comment": "THE RAIN OF YOUR LAND.  This is [merely] an expression of descending, as in (Gen. 19:24) \"The LORD rained upon Sodom and Gomorrah sulfurous fire,\" and (Ps. 11:6) \"He will rain down upon the wicked blazing coals and sulfur.\"",
        "27_Chapter, 39_Verse, 0_Comment": "SHALL DROP OFF [YISHAL].  As in (Deut. 7:1) \"He will dislodge [v'nashal] nations,\" and likewise (Job 18:16) \"his branches will wither [yimal]\" from (Gen. 17:11) \"You shall circumcise [un'maltem].\"  And likewise (Prov. 23:32), \"In the end, it bites [yishach] like a snake\" from (Num. 21:9), \"If the serpent bites [nashach].\"  An expression of yipa'el [niph'al, future, third person singular].",
        "27_Chapter, 45_Verse, 0_Comment": "AS A SIGN.  Such that a person who curses will curse his enemy to be like him [like the one hereby made an example -- i.e., Israel].  (One can also explain [that it is a sign] that you did not serve the Holy One, blessed be He.)",
        "27_Chapter, 55_Verse, 0_Comment": "(1) SHE WILL BE STINGY WITH THE HUSBAND OF HER BOSOM, AND HER SON AND HER DAUGHTER -- the adult ones -- from giving them some of whatever she eats, even-- ",
        "27_Chapter, 55_Verse, 1_Comment": "(2) THE AFTERBIRTH ...  AND THE BABIES SHE BEARS, in secret, so that it [the birth] will not become known, because SHE WILL EAT THEM SECRETLY, BECAUSE OF UTTER WANT, with regard to these also she will be stingy with the husband of her bosom, and her son and her daughter, from giving to them.",
        "28_Chapter, 8_Verse, 0_Comment": "(1) YOU STAND THIS DAY, ALL OF YOU. as we know from verse 1: \"Moses summoned all Israel, etc.\"",
        "28_Chapter, 17_Verse, 0_Comment": "(1) TO THE UTTER RUIN OF MOIST.  Who sins even out of satiety.  ",
        "28_Chapter, 17_Verse, 1_Comment": "(2) THE DRY.  Responding to his appetite, for he is not as evil as the one who acts in spite, out of satiety. ",
        "30_Chapter, 18_Verse, 0_Comment": "(1) POEM [HASHIRAH]. An ordering of words is called a \"shirah.\"  ",
        "30_Chapter, 18_Verse, 1_Comment": "(2) THIS [POEM]. Parashat Ha'azinu, which bears witness against them regarding destruction when they will transgress the commandments, and they will understand that it is because of their sins that they have been punished. ",
        "31_Chapter, 0_Verse, 0_Comment": "LISTEN, HEAVENS.  To exact retribution against Israel if they sin, as it is written (Deut. 11:17), \"He will shut up the skies, etc.\"",
        "31_Chapter, 1_Verse, 0_Comment": "MAY [MY DISCOURSE] COME DOWN AS THE RAIN.  If you accept My words of rebuke, they will benefit you as does the rain.",
        "31_Chapter, 2_Verse, 0_Comment": "WHEN [KI] I CALL THE NAME OF ADONAI.  When I recount to you the mighty deeds that the Holy One, blessed be He, performed for you, and the benefits that He bestowed on you, and that He is righteous in what He does for you, then you also -- ACCORD GREATNESS TO OUR GOD -- acknowledge the truth.",
        "31_Chapter, 3_Verse, 0_Comment": "THE ROCK!—HIS DEEDS ARE PERFECT.   This poem serves as a witness.  Therefore, the poem speaks about after retribution will come to Israel for their sins:  \"The Rock!  His deeds are perfect\" in all of the retribution that He has brought upon you.  ",
        "31_Chapter, 3_Verse, 1_Comment": "TRUE AND UPRIGHT IS HE.  As it proceeds to explain, that He has benefitted them in various ways, but they -- (v.15) \"Yeshurun grew fat ... he forsook the God Who made him.\"",
        "31_Chapter, 4_Verse, 0_Comment": "(1) HE HAS BEEN BASE TO HIM.  Israel has been base to itself, as it is written (Hos. 13:9), \"You harmed yourself, Israel! You had no help but Me\"  -- he caused destruction to himself.  ",
        "31_Chapter, 4_Verse, 1_Comment": "(2) NO [alt.: TO HIM].  In other words, not to another.",
        "31_Chapter, 4_Verse, 2_Comment": "(3) HIS CHILDREN -- THEIR BLEMISH [BANAV MUMAM].  \"Their blemish\" is a repetition of \"Israel has been base\" -- the children of the Holy One, blessed be He, made this blemish on themselves, as it is written (Lev. 22:25), \"for they are mutilated, they have a defect.\"",
        "31_Chapter, 7_Verse, 0_Comment": "(1) B'HAN'HIL ELYON GOYIM [WHEN THE MOST HIGH CAUSED THE NATIONS TO INHERIT]. When He gave them landholdings [nahalot].  ",
        "31_Chapter, 7_Verse, 1_Comment": "(2) WHEN HE SET THE DIVISIONS OF HUMANITY. After the death of Noah, and in the days of Avraham, for it is written there (Gen. 10:5), \"From there [in the verse, \"these\"] the maritime nations branched out ... each with its language.\" And you will find there that HE FIXED [hitziv; in the verse, \"yatziv\"] THE BOUNDARIES OF PEOPLES -- the sons of C'na'an were 12, corresponding to the number of Ya'akov's sons, who were 12. For you will find (see Gen. 10:15-18) that C'na'an and his 11 sons totaled 12, and it is written there (Gen. 10:19), \"And the border of the Canaanite was from Tzidon, etc.,\" since all of this was for Israel, but it does not mention a border for any other descendant of Noah. I also found in a midrash as I have explained: IN RELATION TO ISRAEL’S NUMBERS. That C'na'an and his sons were so -- they were 12.",
        "31_Chapter, 9_Verse, 0_Comment": "(1) YIMTZA'EIHU.  As in (Num. 11:22), \"to suffice them.\"  The Holy One blessed be He was \"at hand\" for them (Jer. 29:14); the Holy One blessed be He supplied them. ",
        "31_Chapter, 9_Verse, 1_Comment": "(2) HE ENGIRDED THEM.  With His angels, who guarded them, and thus established the poet (a \"magen\" piyyut for Rosh Hashana day 2): \"may Your angel camp round about us.\"  And it is not according to one who explains it as a surrounding by clouds, as, according to the straightforward sense, there was no cloud except the pillar of cloud in front of them, as it is written (Ex. 13:21), \"The LORD went before them in a pillar of cloud by day, to guide them along the way.\"  And further, the \"yitz'ren'hu\" (\"He watched over him\") duplicates [by parallelism] \"y'sov'venhu.\"",
        "31_Chapter, 9_Verse, 2_Comment": "(3) K'ISHON EINO.  The Holy One blessed be He protects Israel as the ishon protects its eye.  It is the flesh that folds over the eye (the eyelid), which is called \"palpayra.\"  And because it covers the eye and darkens it, it is called \"ishon,\" as in, \"Guard me like the apple of Your eye\" (as the ishon does to the bat ayin).  [It is the bat ayin that is the pupil], as (Zec. 2:12) \"touches the pupil of his own eye.\"  It is what they call \"fronila,\" with which one sees.",
        "31_Chapter, 27_Verse, 0_Comment": "FOR THEY ARE A FOLK -- i.e. the nations -- ",
        "31_Chapter, 27_Verse, 1_Comment": "VOID OF SENSE.  [The word \"ovad\" is] like (Jer. 6:26) \"wailing of [mispad] bitterness\" and (Gen. 30:37) \"shoots of [makal] poplar\" [in having a patah in place of a tzerei] because they are connected [i.e., in the construct case]. [Another example is] (Lev. 27:32) \"tithes of [ma'asar] the herd.\"",
        "31_Chapter, 28_Verse, 0_Comment": "But if THEY WERE WISE -- the nations -- they would say, \"HOW COULD ONE of us HAVE ROUTED A THOUSAND of Israel -- something that they used to do to us -- UNLESS THEIR ROCK HAD SOLD THEM into our hands because they had sinned against Him?\"  And so it says above (v.4), \"The Rock -- His deeds are perfect.\"",
        "31_Chapter, 30_Verse, 0_Comment": "FOR THEIR ROCK IS NOT LIKE OUR ROCK.  This is what Moshe said: They [the gentiles] logically should have said this, for the Holy One, blessed be He, did this, and not the nations' gods, for NOT LIKE OUR -- Israel's -- ROCK IS THEIR ROCK -- i.e. that of the nations of the world.  And even though OUR ENEMIES ARE JUDGING and execute judgment against us, isn't this [ultimately] by the Holy One, blessed be He, since we sinned against Him?",
        "31_Chapter, 31_Verse, 0_Comment": "FOR THEIR VINE IS FROM THE VINE OF S'DOM. In other words why (v.16) might I have reduced them to naught, made their memory cease among men were it not for the pride of the nations? For they -- they by rights should have drunk \"from the vine of Sodom,\" so that no vestige of them would remain, as is the case with Sodom and Gomorrah, as it is written (Isa. 3:9), \"They avow their sins like Sodom\" and (Isa. 1:10) \"chieftains of Sodom ... you folk of Gomorrah.\"\n",
        "31_Chapter, 35_Verse, 0_Comment": "(1) WHEN ADONAI WILL EXECUTE JUDGMENT FOR HIS PEOPLE. [JPS:  FOR THE LORD WILL VINDICATE HIS PEOPLE.]  Then there will be vengeance and payback, for the Holy One, blessed be He, will work vengeance for his people.  Similarly (Ps. 110:6), \"He works judgment upon the nations, heaping up bodies.\"  (2) KI YIR'EH.  When He sees.  (3) THAT THEIR MIGHT -- Israel's -- IS GONE.  (4)  HELPER [JPS:  FREE]. As in (Ex. 23:5) \"You shall surely help\" and (Neh. 3:8) \"They restored Jerusalem as far as the ... Wall.\"",
        "31_Chapter, 36_Verse, 0_Comment": "HE WILL SAY: WHERE ARE THEIR GODS.  And also the nations of the world will say, \"Where is Israel's God?\"  And out of respect for My name, I will save them and avenge them on their enemies.  For at the outset (v.26), \"I might have reduced them -- Israel -- to naught, Made their memory cease\" were it not for \"the taunts of the foe\" who would take glory in saying \"Our own hand has prevailed.\"  But now, when poverty and trouble have increased for \"the haters of Israel\" [i.e., for Israel] so much that (v.36) \"their might is gone,\" the idolaters will say \"Our own hand has prevailed\" and they say \"Where is their God?\"  Therefore I will take vengeance on them, to sanctify My name, which they are desecrating.",
        "32_Chapter, 0_Verse, 0_Comment": "AND THIS IS THE BLESSING.  This refers to what is above (Deut. 31:30 - 32:1), \" Then Moses recited the words of this poem to the very end, in the hearing of the whole congregation of Israel.  Give ear, O heavens, etc.\"  ",
        "32_Chapter, 0_Verse, 1_Comment": "AND THIS IS THE BLESSING.  (One) [After] the rebuke of Ha'azinu, he reversed and blessed Israel before ascending the mountain to die there; in other words, this is the poem, \"And this is the blessing.\"",
        "32_Chapter, 1_Verse, 0_Comment": "(1) ADONAI CAME FROM SE'IR.  He appeared to Israeland gave them His Torah.  ",
        "32_Chapter, 1_Verse, 1_Comment": "(2) IT SHONE.  The light.  ",
        "32_Chapter, 1_Verse, 2_Comment": "(3) FROM SE'IR and Paran.  How?  AND CAME from among THE MYRIADS OF HOLY BEINGS.  From all four sides of Mt. Sinai came the light and the angels, by way of Se'ir and Paran until it reached Sinai and FROM HIS RIGHT HAND He gave them religious law [dat] from within the fire [eish], as He spoke to Israel, as it is written (Deut. 4:33), \"Has any people heard the voice of a god speaking out of a fire, as you have, and survived?\"  And we also find in Psalms (68:18), \"God’s chariots are myriads upon myriads, thousands upon thousands; the Lord is among them as in Sinai in holiness.\"   And in Habakkuk (3:3), \"God is coming from Teman, The Holy One from Mount Paran.Selah. His majesty covers the skies.\"  And about D'vorah it is written (Jud. 5:4), \"O LORD, when You came forth from Seir, Advanced from the country of Edom.\"  ...",
        "32_Chapter, 1_Verse, 3_Comment": "(4) HE APPEARED FROM MT. PARAN.  He shone from Mt. Paran.",
        "32_Chapter, 2_Verse, 0_Comment": "LOVER, INDEED, OF PEOPLES.  Also the nations of the world, such as the erev rav and [those] among the nations who converted and came to accept the Torah with Israel.  Them also the Holy One, blessed be He, loved, and He accepted them and resided over them, as it is written in the Psalm (68:2), \"God will arise, His enemies shall be scattered,\" and as it is written (ib. v.18), \"God’s chariots [... the Lord is among them as in Sinai in holiness.]\""
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashbam on Deuteronomy"
}