{
    "versionTitle": "Shivchei HaBesht, first edition, Kapust 1815", 
    "sectionNames": [
        "Story", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Shivchei HaBesht", 
    "text": [
        [
            "אמר המדפיס בהיות שראיתי בכתבים שהעתקתי ממנו בסדר ההשתלשלות והתגלות הבעש\"ט זיע\"א דברי' שלא כדרן ובשם אדמו\"ר הרב נבג\"מ שמעתי הכל בסדר נכון ובביאור היטב לכן אדפיס כאשר שמעו מפיו הק' ומה שנסתעף מזה אכתוב אח\"ז ככתוב בכתבים הנ\"ל:", 
            "הרב מ' אליעזר אביו של הבעש\"ט הי' דר במדינת ואלחאיי סמוך לספר. והי' הוא ואשתו זקנים פ\"א באו שוללים לעיר ושבו אותו בשבי' ואשתו נמלט אל עיר אחרת ומרוב עניותה נעשית מילדת ומזה הי' פרנסתה והוליכוהו השבאים למדינה רחוקה מקום שאין שם יהודים ומכרו אותו שם וישרת את אדוניו באמונה וישא חן בעיניו ויפקידהו על ביתו. ויבקש פני אדוניו שיתן לו רשות לשבות ולנוח ביום שבת ק' ומילא את שאלתו. ויהי כי ארכו לו הימים רצה לברוח להציל את נפשו ונתגלה לו בחלום אל תדחק את השעה. כי עדיין צריך אתה להיות במדינה זו. ויהי היום והנה אדוניו הי' לו איזה עסק וענין עם המשנה ויועץ המלך ויתן את הרב מהור\"א במתנה לו. ויפליא אותו ויגדילו בעיניו ומיד כאשר בא להמשנה מצא חן בעיניו. ונתן לו חדר מיוחד שישב שם. ולא היה מוטל עליו שום שירות בעולם כ\"א כאשר בא המשנה מהמלך אזי יצא לקראתו בספל מים לרחוץ את רגליו כי כן הוא מנהג השרים הגדולים ובכל אותו משך הזמן הי' עוסק בתורה ותפלה בחדר מיוחד שלו. פ\"א הי' להמלך איזה מלחמה גדולה ושלח אחר היועץ שיתייעצו איך שיהי' טכסיסי המלחמה המצב והמשחית. ובהיות שהי' קשה לעמוד עליו לא יכלו לעמוד על אמיתות הדבר איך לעשות. ונתמלא המלך קצף וחימה על המשנה אשר לא יוכל לעמד בעת צרה. וילך המשנה סר וזעף לביתו. וכשבא לביתו הלך הרב מוהר\"א לקראתו בספל מים לרחוץ רגליו כדרכו. ולא קיבל ושכב על משכבו בפנים זועפים. ויאמר הרב אליו אדוני מדוע פניך זועפים ספר נא לי. ויגער בו המשנה: ", 
            "אבל בהיותו משרת נאמן לאדונו וחפץ בהצדקו השליך נפשו מנגד ובא אליו פעם ושתים. עד שהוכרח המשנה לספר לו כל המאורע. ויאמר לאדונו הלא לאלקים פתרונים כי ה' איש מלחמה אני אתענה הפסקה. ואשאל מהש\"י על רזא דנא כי הוא גלי רזא. וישאל ע\"פ שאלת חלום. וישיבוהו כל אופני המלחמה איך שיהי' הכל כאשר לכל בביאור היטב. ויהי למחרתו בא אל אדונו ויספר לו כל עצת ה' שהורוהו מן השמים. ויוטב בעיניו מאד. ומיד הלך אל המלך בשמחה רבה. ויען ויאמר אדוני המלך זאת העצה היעוצה. ויספר אליו הכל כאשר לכל. וכאשר שמע המלך את כל דברי המשנה ויאמר המלך הנה זו העצה היא פלא יועץ. ואין זה שכל אנושי אם לא מאיש אלקי אשר הופיעו עליו די מדרהון עם בשרא לא איתוהי או להיפוך מרוח הטומאה. והנה אני ידעתיך שאינך איש אלקי בשום אופן אין זאת כ\"א שאתה מכשף. והוכרח המשנה להודות על האמת ולספר לו כל המאורע (ובכתבים כתוב בזה\"ל פ\"א נסע המלך עם חיילותיו בספינות ללחום על חזקת אחת. ויהי בבואם ותקטן בעיניו. ויאמר המלך הנה היום רד מאד והחזקת קטנה נלין פה מרחוק קצת ובבקר השכם לא נטריח את כל אנשי מלחמתינו כי במעט עם נתפסנה. והנה הרב הנ\"ל הי' ג\"כ מלח על ספינא א'. והודיעוהו בחלום שילך ויאמר אל המלך שאל יקל בעיניו מלחמה הזאת כי יאבד הוא וכל חילו. כי הנה בים סביב העיר עמודי ברזל בכל סביבות העיר וא\"א להגיע שם בספינו' כי מיד יתהפכו הספינות כ\"א דרך מבוא העיר וגילו לו גם דרך הישר בסימנים מובהקים שלא יתעו בדרך. והמלך קם בבקר בזריזות עם כל מחנהו והתחילו לעורר את המלחים שישוטטו עם הספינות. והרב הנ' לא רצה לשוט ואמר יש לי דבר סתר עם המלך ומיד ויגלחו אותו ויחליפו את שמלותיו ויבא אל המלך בספינה קטנה ויספר למלך את אשר גילו לו מן השמים ויאמר למלך אם אין אתה מאמין בזה ישלח המלך ספינה קטנה עם חייבי מיתה ונראה מה יהי' בסופם. ויעש המלך כן וכאשר באה הספינה אל מקום העמודים נתהפכה הספינה ונאבדו כל האנשים אשר היו בה. ויאמר המלך א\"כ עוצו עצה מה לעשות ויאמר לו הרב יש דרך ישר שהוא מבוא העיר אשר אנשי העיר הולכים ושבים בה ויורהו הסימנים ויעשו כן והצליח המלך ותפס את החזקת הנ' ע\"כ). ויגדלהו המלך להרב הנ' ועשהו לשר צבא מלחמותיו. כי ראה בעינא פקיחא כי ה' אתו וכל אשר הוא עושה מצליח ובכל מקום אשר שלחו המלך ללחום מלחמתו הי' מצליח מאד. והנה בתוך כך נפל לו בלבו מה יהיה בסופו אולי עתה העת לברוח אל מקומו וגילו לו מן השמים שעדיין צריך אתה להיות במדינה זו ויהי היום וימת המשנה וישם אותו המלך על מקומו להיות יועץ למלך כי מצא חן בעיניו ויתן לו לאשה את בת המשנה אבל הרב לא נגע בה בעז\"ה וראה כל התחבולות שלא ישב בביתו ואף אם נזדמן איזה עת שהי' בביתו לא נגע בה כלל. והנה במדינה הנ\"ל לא הי' רשאי שום יהודי לדור שם וכשמצאו איזה יהודי אחת דתו להמית והוא הי' כך כמה שנים. פ\"א אמרה לו אשתו אמור לי מה מום מצאת בי שלא נגעת בי ואין אתה עושה עמי כדרך כל הארץ ויאמר לה השבע לי שלא תגלה לשום אדם ואומר לך האמת. ותשבע לו ויאמר לה יהודי אנכי. ומיד שילחה אותו לארצו עם כסף וזהב רב מאד. אבל לסטים שללו אותו בדרך ולקחו כל אשר הי' אצלו ובהיותו בדרך נגלה אליו אליהו ז\"ל ואמר לו בזכות זה יוולד לך בן שיאיר עיני ישראל ועליו יקויים ישראל אשר בך אתפאר ובא לביתו ומצא את אשתו שהי' בעז\"ה בחיי' ונולד להם הבעש\"ט לעת זקנותם שהיו שניהם סמוך למאה שנה. (ואמר הבעש\"יט שלא הי' באפשרי להמשיך נשמתו כ\"א כאשר כלה תאוותו). ויגדל הילד ויגמל והגיע עת אביו הנ\"ל למות ויקחו על זרועו ויאמר הנה אני רואה שאתה תאיר נרי ולא זכיתי לגדל אותך. אבל אהובי בני זאת זכור תזכור כל ימיך שה' אתך לכן לא תירא משום דבר. (ובשם אדמ\"ו שמעתי לקרב עפ\"י דרך הטבע כמאמרז\"ל שותא דינוקא דאבוהי ואימ' כ\"ש בן זקונים כי הנה יעקב אהב את יוסף כי בן זקונים הוא לו ולכן ההתקשרות ביניהם גדולה מאד כמ\"ש בזה\"ק ולכן גם כן בכאן מפני גודל ההתקשרות הגם שהבעש\"ט הי' עדיין ילד קטן מאד מפני ההתקשרות האמתי נקבעו הדברים בלבו). ויהי אחרי פטירת אביו ויגדל הילך והנ' אנשי העיר מפני שיקרה נפש אביו מאד בעיניהם גמלו חסד עמו ויתנו אותו למלמד שילמוד עמו והצליח בלמודו מאד אבל מפני שדרכו הי' ללמוד כמה ימים ואח\"ז לברוח מבי' הספ' ויחפשו אחריו ומצאו אותו יושב לבדו ביער ותלו הדבר מפני שהוא יתו' ואין משגיח עליו הו' נער משולח והביאו אותו עוד הפעם להמלמד. וכן היה כמה פעמים הוא בורח אל היער להתבודד שם. עד אשר בהמשך הזמן נתקרר הדבר ונתייאשו מליתן אותו למלמד. ויגדל הילד שלא כדרך הארץ. וישכור א\"ע להיות בהעלפר להוליך ולהביא תשב\"ר אל בית התלמוד ולהוליכן לבה\"כ לאמר איש\"ר וקדושה ואמן בקול נעים. וזאת היתה עבודתו עבודת הק' עם תשב\"ר שהוא הבל שאין בו חטא. ובכל עת הליכת התנוקת הי' מזמר עמהם בקול נעים ובחשק רב וישמע למרחוק כי עבודתו עלה למעלה למעלה. כי הי' הנחת גדול למעלה כמו מהשיר שהיו הלוים אומרים בבהמ\"ק והיה עת רצון גדול למעלה. ויבא גם השטן בתוכם. כי הבין עד היכן הדברים מגיעים. ונתירא לנפשו פן יגיע העת שיתבלע מן הארץ ויתלבש השטן במכשף אחד. ויהי בעת הליכת הבעש\"ט עם התינוקת בחשק רב וקול זמר אף נעי' נתהפך המכשף לחי' רעה הנקר' וואקילאק ויפול עליהם וינוסו כול' מפחדו. ויש מהם שנפלו לחולי ר\"ל ויתבטל התמיד. ויהי אחרי כן ויזכור הבעש\"ט על דברי אביו ז\"ל שלא יירא משום דבר כי ה' אתו ויתחזק בה' אלהיו. וילך אל הבעה\"ב אביהם של התינוקות וידבר אל לבם. שיתנו הילדים על ידו כי הוא יעמוד עליו ויהרגהו בשם ה' ולמה יבטלו בשביל זה תשב\"ר אשר הוא גדול מאד. וישמעו לדבריו. ולקח בידו מקל טוב וחזק ויהי כאשר הלך עם הילדים בשיר בקול נעים בגיל ורנן. נפל עליהם החי' הידוע וירץ אליו ויכהו על מצחו וימת. ולמחרתו נמצא שהערל המכשף מוטל נבילתו לארץ. ומאז נעשה שומר לבהמ\"ד וכך הי' דרכו כ\"ז שהיו יושבי בהמ\"ד ניעורים הי' ישן וכשישנו הניעורים אזי ניער הישן ועבד עבודתו עבודה תמה עד שבא העת שינערו ב\"א אז חזר לישן. וכסבורים היו שהוא ישן כל הלילה מרישא לסיפא."
        ], 
        [
            "(שמעתי מהרב ר' שמשון הרב דק\"ק ראשקוב בן הרב דק\"ק פולנאי מעשה שהיה איש אחד ונקר' שמו ר' אדם וממנו באו הכתבים להבעש\"ט כי בא פ\"א למערה אחת ומצא שם כתבים שהם רזין וסתרין דאורייתא. פ\"א ביקש ר' אדם הנ\"ל את הקיסר על סעודה אחת והבטיח לו הקיסר והוא היה דר בבית קטן מאד והסעודה הי' שראה מלך א' הכין סעודה בשביל מלך אחד והיה ההכנה שני שנים בכדי שבתוך זמן זה יבנה פלטרי' גדולים ועשה עליות של זכוכיות טוב שקורין קריסטאל ומהודר ועל העליות הולכת אמת המים ודגים משוטטין במים הנ\"ל לכאן ולכאן והכין קרידענצין של כסף וזהב ואכילה ומשקאות ומשרתים לפי כבוד המלך והגבילו זמן על איזה יום שיבא מלך הנ\"ל לסעודה ועל יום זה ביקש ר' אדם הנ\"ל את הקיסר לסעודה ונסע הקיסר הנ\"ל עם כל שרי מלוכה לר' אדם הנ\"ל על הסעוד'. והיה בתוך השרי מלוכה שר אחד שונא לישראל מאד ורצה לפתות את הקיסר שלא יסע הקיסר על סעודה כי יהי' לו בושה שידע שאין לו לא פלטרין ולא סעודה והקיסר לא שמע אליו ונסע ובדרך פיתה אותו ג\"כ שיחזרו לחצר הקיסר ולא שמע אליו ג\"כ ואעפ\"כ שלח שר אחד לראות אם הכין מה לסעודה ואם יש מקום בביתו ובא השליח ואמר שבית קטן יש לו כמו שהי' מקודם ואעפ\"כ נסע הקיסר וכשבא סמוך לעיר שלח עוד שליח והשיב תשובה כבראשונה וכשבא הקיסר לרחוב שדר שם ר' אדם ראה פלטרין גדולים וחצר גדול ונכנס לחצר עם שריו ועבדיו ומיד לקחו העבדים כל הסוסים להעמיד אותם ברפתים ועבדו המשרתים כל או\"א על מה שנתמנה רק שהיו כולם אלמים ואכלו ושתו כל טוב ואמר להם ר' אדם אכלו ושתו כרצונכם רק שלא יקח אחד מכם מכאן שום כלי מהכלים ואח\"כ אמר ר' אדם כאו\"א מה שירצה יאמר לפני דבר זה אני רוצה ויניח ידו בכיס שבבגדי' שלו וימצ' אותו דבר. והתחיל הקיס' ואמר דבר ומצא בכיס בגד שלו וכן עשו כל שרי מלוכה וכשהגיע לאותו השר שונא ישראל אמר ג\"כ איזה דבר ואמר לו שים ידך בכיס הבגד שלך וכשנתן ידו בתוך כיס של בגד שלו טינף את ידו והוציא את ידו מטונף בצואת אדם והי' סרחון גדול וציוה הקיסר לדחות אותו לחוץ ורחץ את ידו במים ולא הועיל והתחיל להתחנן לפני ר' אדם ואמר לו ר' אדם אם תקבל עליך שלא תהי' יותר שונא ישראל מוטב ואם לאו יהיו ידיך מטונפים כל ימי חייך וקיבל עליו. ואמר אין לך תקנה כי אם יהודי אחד ישתין על ידך ובזה תרחץ ויועיל לך וכן הי'. והקיסר נטל שני כוסות מקרעדענץ אחד וטמן בחיקו ואחר שנסע הקיסר נעלמו הפלטרין ולא נחסרו בו כי אם שני כוסות ומה שאכלו ושתו וכשהגיעו הגזעטין בעולם על החידוש שעשה שנעלמו הפלטרין עם כל ההכנות וחזרו הפלטרין הכל בשלימות רק שנחסרו שני כוסות ומה שאכלו ושתו וכשהגיעו הגאזעטין להקיסר שלח אגרת להמלך הנ\"ל וכתוב בתוכו יש אצלי יהודי א' שהביא לנו הפלטרין שלך ואנו אכלנו הסעודה שהכנת ולסימן אני שולח לך שני כוסות שלך.", 
            "פ\"א אמרה לו אשתו לרבי אדם עד מתי נצטער בהאי דוחקא ואמר לה מה בקשתך איזה בגד שתרצה לך לחדר שקורין קאמער ותטול מן המוט יופע כמו שאתה מבקש. והלכה אל החדר ולקחה מן המוט היופע כפי רצונה והכניס' לבית והפציר בה שתחזיר ואמ' מוטב לנו לסבול את הדוחק בהאי עלמ' ועשתה כן והחזירה את היפע. והוא עשה שאלת חלום למי למסור הכתבי' שלו והשיבו למסור לר' ישראל ב\"א מעיר אקופ). וקוד' מותו צוה לבנו יחידו הנה יש ת\"י כתבי' שהם רזין דאורייתא אבל אינך ראוי להם כ\"א תחקו' אחר עיר א' ושמה אקופ. ושם תמצא איש א' הנקרא ישראל בן אליעזר והוא כבן י\"ד שנים ותמסו' לו את הכתבים כי המה שייכים לשרש נשמתו אם תזכה שילמוד עמך הרי טוב. ויהי אחרי פטירת הרב מ' אדם הנה בנו ידיחו היה מופלג גדול בלמוד ומושלם בכל המעלות לקח עגלה עם סוסים ונסע מעיר לעיר עד שהגיע לעיר אקופ ונתאכסן אצל הפ\"ח. ושאלהו מאין אתה ולאן אתה הולך כי לפי הנראה אין כוונתך לקבץ ממון. וישב לו הנה אבי המנוח ז\"ל הי' צדיק מפורסם וצוה עלי לפני הסתלקותו לישא אשה פה ק\"ק אקופ ומוכרח אני לקיים כל דבריו. ומיד ותהום כל העיר שהיו לפניו כמה שידוכים ונשתדך עם נגיד א' כי נשא חן בעיני כל רואיו. ויהי אחרי החתונה התחיל לחפש אחרי האיש שהוא מבקש. ולא מצא כ\"א את ישראל שהוא משרת בבהמ\"ד. ואחרי שהסתכל עליו בעינא פקיחא נראה לו שאין תוכו כברו ויכול להיות שזהו האיש שהוא מבקש ויאמר לחותנו הנה בביתכם קשה עלי הבלבול ולא אוכל ללמוד. יעשה נא מע\"ל לי מחיצה קטנה בבהמ\"ד שאוכל שם ללמוד כסדר ובמקום רינה שם תהא תפלה. וכוונתו הי' שיהי' מצוי עמו תמיד בכדי שיעמוד על בוריו ולא אחר חותנו לעשות הדבר כי יקר הוא מאד בעיניו. ויעש כן. ויצו להבעש\"ט שישרת את חתנו הרב ועבור זה ישלם לו וכן עשה.", 
            "פ\"א בלילה כשישנו כולם עשה בן הרב א\"ע כאילו הוא ג\"כ ישן. ויעמוד הבעש\"ט על עמדו כדרכו  על התורה ועל העבודה והבחין אותו פעם ושתים. בלילה ג' עמד הבעש\"ט ולמד ובתוך כך ישן הבעש\"ט ויעמוד בן הרב ולקח קונטרס א' מהכתבים וינח לפניו ועשה א\"ע עוד כאילו הוא ישן וכאשר ניער הבעש\"ט וראה את הקונטרס נזדעזע מאד ולמד אותם ויצניעם בתוך חיקו. וכן עשה בן הרב עוד בלילה אחרת עד שראה בבירור שזה הוא האיש שצוה עליו אביו למסור לו הכתבי' ויקרא לו ויאמר הנה אדוני אבי ז\"ל הניח לי כתבים אלו וציוה עלי שאמסור לך. והנה כל הכתבים הם לפניך אך בבקשה ממך תיקר נא נפשי בעיני אדוני, שתלמוד עמי וישב לו טוב הדבר אבל בתנאי שלא ידע שום ב\"א זולתך ולא יהיה ניכר ממך שום תנועה כ\"א שתצוה עלי לשרת אותך כמקדם וכן עשו. ויהי אח\"כ ויאמר בן הרב לחותנו הנה אני רוצה כעת פרישות יתירה. אם אפשר להשיג חוץ לעיר איזה בית לבד ואשב שם על התורה ועל העבודה ויעש כן. ויבקש את חותנו שישכור את הנער ישראל שישב עמו לצוותא ושישרת אותו בכל עת שיצטרך לשלוח ויעש כן כי האיש נכבד מאד וכאשר ראו אנשי הקהילה שמ' ישראל לומד עם בן הרב אמרו שבוודאי זכות אביו גרמה לו שיבא בן הרב לכאן ויקרבהו כי נראה להם שהיום הוא הולך בדרך טובים ויתנו לו אשה אבל לא ארכו לה הימים ומתה אשתו הנ\"ל: וכאשר נכנסו לבית התבודדותם שם למדו כל הצורך בגפ\"ת ופוסקים וגם כל כתבי הקדש והנה בכתבים הנ\"ל הי' קבלה אלקית וגם קבלה מעשיות. פ\"א ביקש בן הרב את הבעש\"ט שיוריד את שר התורה בכדי שיבינם איזה דבר. ודחה אותו הבעש\"ט ואמר כי אם נטעה ח\"ו בכוונה אז יוכל להיות סכנה ח\"ו מפני העדר אפר פרה ויפציר אותו יו' יום עד שלא יוכל להשיב את פניו ויתענו הפסקה משבת לשבת ועשו טבילות כראוי ובמוצאי ש\"ק כיוונו כוונות ידועות ומיד צעק הבעש\"יט ווי ווי כי טעינו וירד שר האש ובוודאי ישרוף כל העיר לכן אתה שהוחזקת בעיני כולם לחסיד גודל לך מהרה לחותנך ולכל העיר שהמה יצילו את נפשם כי מהרה ישרוף העיר וכן הוה:", 
            "ויגדל האיש מאד בעיני כולם ולאיש אלקי ולאיש מופת. ויהי אחרי כי ארכו לו הימים ויפצר שנית בהבעש\"ט שיוריד את שר התורה ויסרב הבעש\"ט, עכ\"פ הוא הפציר בו כמה ימים עד שהוכרח לעשות רצונו והתענו הפסקה כנ\"ל והיה במש\"ק כאשר כיוונו כוונות הידועות ויצעק הבעש\"ט אהה כי בעבור זה נגזר על שנינו מיתה בלילה זו אבל זאת תקנתינו אם נתחזק על עמדנו לכוון כוונות כל הלילה שלא לטעום טעם שינה אזי בת דינא בטל דינא אבל אם יתנמנם ח\"ו הרי שינה הוא מסיטרא דמותא יהא אחיזה להבע\"ד לשלוט עליו לגמרי. ועשו כן כל הלילה וקודם אור הבקר לא יכול בן הרב לעמוד על נפשו ונתנמנם מעט. וכשראה הבעש\"ט אז רץ במרוצה ועשה רעש גדול שנתעלף פתאום. והעירו אותו ולא הועילו. וקברוהו בכבוד גדול. אח\"ז לקח לו דרך אחרת וילך משם לקהילה הסמוך לק\"ק בראד ונעשה שם מלמד להועיל וימצא חן בעיני כולם כי הי' למדן מופלג עד מאד והי' חכם גדול עד שכל דברי הקהילה נחתכים ונגמרים על פיו וכאשר הי' ריב בין אנשים ויבואו אליו הי' מוציא לאור משפטם ושניהם הזכאי והחייב הי' לבם שלם עמו כי ברוב חכמתו הי' מדבר על לבם שיטיב בעיני כולם. ", 
            "והנה הרב מ' גרשון קוטעבר הי' ראש ב\"ד בק\"ק בראד ואביו הרב מ' אברהם הי' לו דין ודברים עם א' מאנשי הקהילה שהי' הבעש\"ט שם. ויבא הרב מוהר\"א לשם וידבר עם בעל דינו שיסע אתו עמו לק\"ק בראד לגמור ביניהם ע\"פ ד\"ת. ויאמר האיש הנה יש אתנו פה מלמד א' מופלג בתורה והוא דיין צדק אשר בכל פעם שיבא דין לפניו אז שני הצדדים לבם שלם עמו כי הוא מסביר הפסק היטב. נבא נא לפניו ונסדר את טענותינו ואם לא יוטב בעיני מעלתו אז אסע עמו לק\"ק בראד. וישמע לעצתו ויבואו לפניו. ומיד כשבא הרב מוהר\"א לפני הבעש\"ט ראה ברה\"ק שבתו היא בת זוגו והנה אז הי' דרך הלומדים גדולים כשבא לפניהם אורח הגון אומר לפניו פשט ויאמר הבעש\"ט לפניו על איזה רמב\"ם פשט בחריפות גדול ועוד אמר לפניו כמה פשטים עד שנמשכה נפשו אחריו ותקשר נפשו בנפשו. ואחרי כן סידרו הבע\"ד טענותיהם לפניו והי' ביניהם טענות וסכסוכים רבים וכמו שעה הוציא לאור משפטם משפט אמת לאמתו. ויפלא מאד בעיניו ויאהבהו מאד והנה בין כך נתוודע לו שהבעש\"ט פנוי וצריך לישא אשה ולהרב מוהר\"א הי' לו בת גרושה ויבא אליו בסתר ויאמר להבעש\"ט הנה שמעתי שמע\"ל נצרך לאשה אולי כשר בעיני מעלתו לישא את בתי. וישב לו טוב הדבר אבל בהיות שבקהילה זו רבים מהנגידים חפצים בי לכן נצטרך להסתיר הדבר לבל יודע לאיש כי לא אוכל להעיז פניהם אחרי שהטיבו לי תמיד וינשאו אותי למעלה. ואם רצון מעלתו בזה אזי נכתוב קשור התנאים למז\"ט ביחידות. וגם זאת אני כופל עמכם שתעשו שידוך עמי לא עם תורתי וחכמתי כי אין רצוני בשום אופן שתרבו בשבחי ורוב המעלות כ\"א שתכתבו סתם מ' ישראל במ' אליעזר ואחרי שנקשרה נפשו בנפשו הסכים לכל דבריו וכתבו במז\"ט קשורי התנאים בסתם ולא כתבו שם מקום ולא נודע הדבר לשום אדם. ", 
            "ויהי בנסיעת הרב מוהר\"א לביתו חלה בדרך את חוליו אשר ימות בו ונפטר לעולמו והודיעו הדבר לק\"ק בראד לבנו הרב הגדול מ' גרשון קוטעבר ויבא אל אביו להספידו כד\"ת. וקיבל כל הכתבים שמצא ת\"י ובתוך כך מצא התנאים איך ששידך את בתו שהיא אחותו של הרב מוהר\"ג עם איזה איש ששמו ישראל. ויהי לפלא בעיניו כי אביו הי' איש מפורסם והאיך יעשה שידוך עם נחות דרגא. וגם זאת עם פלוני אלמוני שלא נודע מקומו ומשפחתו ויספר הדבר לאחותו. ותאמר אחר אשר הוכשר בעיני אבינו אין להרהר אח\"ז והבעש\"ט המתין עד שיעבור המועד מן המלמדות. ויבא אל הבעה\"ב ויאמר אני אלך ואשוב אל מקומי וידברו על לבו וירבו לו מוהר ומתן שיהי' אצליהם עוד אבל הוא לא פנה אליהם כי לא זאת כוונתו. ויתחפש וישנה את לבושו כאחד הריקים בפעלציל קצר וחגורה רחבה וישנה את טעמו ולשונו וילך לק\"ק בראד לבית הרב מוהר\"ג הנ\"ל. והנה שני ב\"ד יושבין לפניו והוא עומד עליהם לעיין תמיד בדינין אשר באים לפניהם. ויעמוד אצל הפתח והי' סבור הרב מוהר\"ג שהוא איש עני ויקח פרוטה ורצה ליתן לו ויאמר דבר סתר לי עמכם. וילך עמו לחדר א' ויראה לו את התנאים ויאמר לו הבה את אשתי. וכאשר ראה הרב הנ\"ל את האיש וכסותו ודבוריו נתבהל מאד ונשתומם על המראה מה זאת עשה אביו ז\"ל. ויקרא לאחותו ויספר לה את כל המאורע ותשיב אמרי' לו אחרי שאבינו עשה זאת אין להרהר אחריו ובוודאי מה' יצא זאת ואולי יפוק מיני' זרעא מעליא. ויעשו כן ויגבילו זמן החתונה. וקודם החופה אמר הבעש\"ט שרצונו שמקודם ידבר עם אשתו כמארז\"ל. וידבר עם אשתו בסתר ויגלה לה האמת האיך ומה הכל כאשר לכל וישבע אותה שלא תגלה מזה כלל ואף שיעברו עלי' עידן ועידנין אשר תהי' בדחקות גדולה. והנה אחר החתונה רצה הרב מוהר\"ג ללמוד עמו אולי יקבל איזה ד\"ת. אבל הוא הסתיר הדבר כאשר אינו יכול לקבל מאומה ויאמר הרב לאחותו הנה באמת הוא לי חרפה גדולה מאישך ואם תרצי להתגרש ממנו הרי טוב ובאם לאו אני אקנה לך סוס ותסע עמו לגור באשר תגורי כי לא אוכל שאתי עליך חרפה ותסכים לדבר זה. וילכו באשר יתהלכו ויקבע לה מקום לגור שם והוא הלך להתבודד בין הרים גדולים הנק' גיבירג וזה הי' פרנסתה כי ב' או ג\"פ בשבוע היתה באה אליו על הסוס עם עגלה והי' חופר טיט והיא הוליכה לעיר ומזה היה לה פרנסתה.", 
            "והבעש\"ט הי' מתענה תמיד בהפסקות גדולות וכאשר רצה לאכול הי' חופר גומא בארץ ונותן לשם קמח ומים והי' נאפה מחום החמה זה היה כל מאכלו אחר תעניתו וכל ימיו היה בהתבודדות. והנה ההרים היו הרים גדולים עד מאד וביניהם גיא עמוקה ובלי מדרון כ\"א ארץ גזירה היתה שוה. פ\"א נכנס בעומק ההתבוננות והי' הולך על ההרים ומצד א' על הר השני היו עומדים לסטים השוללים וכשראו אותו מרחוק שהוא הולך לסוף ההר בעומק המחשבה אמרו בוודאי יפול לגיא ויהי' לו ריסוק איברים ח\"ו. וכשבא סמוך לגיא נתקרב ההר השני לפניו ונעשה מישור והלך מרחוק ונחלקו שני ההרים כמקדם ובחזירתו כשבא סמוך לגיא נתקרב ההר הא' לחבירו ונעשה מישור וכן היה כמה פעמים בהליכתו ובחזירתו. וראו כי הוא איש אלקי באשר ה' אתו וישלימו עמו ויבואו לפניו ויספרו לו כל המאורע ויאמרו הנה בעינינו ראינו כי איש אלקים אתה. לכן בקשתינו שתתפלל עבורינו שיצליח ה' דרכינו אשר אנחנו הולכים תמיד למסור את נפשותינו ויאמר להם הבעש\"ט אם תשבעו לי שלא תפגעו ביהודי ולא תגזלו אותו אזי אעשה כדבריכם. וישבעו על הדבר הזה ויהי מאז והלאה אם הי' להם איזה ריב או טענה ביניהם ויבואו לפניו. והוא עשה פשרה ביניהם.", 
            "פ\"א באו שני גזלנים לדון לפניו ולא הוטב הפסק בעיני א' מהם. ויאמר בלבו הנה כאשר הבעש\"ט ער א\"א לו לעשות רע אבל כשהוא ישן אמלא את רצוני להרוג אותו וכן עשה. כשישן הבעש\"ט בא הגזלן אליו והרים את הקרדום לחתוך את ראשו. ומיד חטפו אותו ואינו יודע מי ומי והכו אותו מכות אכזריות חבורות ופצעים כמעט שנותר בו נשמת חיים וגם כח הדבור אין בו. וייקץ הבעש\"ט וירא את המוכה לפניו מלוכלך בדם וחבורות ופעצים וישאלהו מי אתה ומי עשה לך הדבר הזה ולא הי' בו כח להשיב לו דבר וילך הבעש\"ט לדרכו. ולמחרתו כששב מעט לאיתנו אז סיפר לו הגזלן כל המאורע.\n"
        ], 
        [
            "(פ\"א באו הגזלנים אליו ואמרו אדונינו הנה אנחנו יודעים דרך קצרה לילך אל ארץ ישראל דרך מערות ומחילות אם רצונך לך נא אתנו ואנחנו נהיה מורים לפניו הדרך אשר ילך בה ויואל ללכת אתם. והנה בהליכתם בדרך היה גיא א' עמוקה מלאה מים ורפש וטיט. ודרך הליכתם על דף א' המונח מעבר אל עבר והיו נשענים על יתד א' שהיו נועצים באגם והלכו הם מתחילה וכשרצה הבעש\"ט לילך עליו ראה שבכאן הוא להט החרב המתהפכת וחזר לאחוריו. כי היה לו סכנה גדולה אם היה עובר במעבר זה. ויאמר הבעש\"ט אל לבו בוודאי לא לחנם באתי לכאן. ובחזירתו פגע בצפרדע הנ\"ל. וי\"א כי) פ\"א נכנס הרב לעמקות גדולה והלך בהתבוננות זו ג' ימים וג' לילות ולא ידע כלום מזה אח\"ז הכיר שהוא במדבר גדול רחוק מאד ממקומו. ויפלא מאוד בעיניו על שתעה למדבר כזה ובוודאי לא דבר ריק הוא ובתוך כך באה לפניו צפרדע גדולה עד מאד עד שכמעט לא הכיר איזה בריה היא ושאל אותה מי אתה ויאמר כי הוא ת\"ח ונתגלגל בצפרדע זו (ויאמר הבעש\"ט ת\"ח אתה ובזה הדבור העלה אותו הרבה) ותספר לו כי זה ת\"ק שנים שנתגלגל בה. והגם שהרב האר\"י זצוק\"ל תיקן כל הנשמות אך מגודל פשעיו הרחיקו אותו נדוד במקום שאין ב\"א מצויים בכדי שלא יתקנו אותה. ושאל לו מה היה פשעו. ויאמר כי הוא פ\"א זלזל בנט\"י שלא נטל ידיו כהוגן וקטרג עליו השטן והשיבו לו כי אין להאשימו על עבירה א'. כ\"א עבירה גוררת עבירה אם תוכל להכשילו בעבירה אחרת אזי גם זאת יחשבו לו. ואם יזכור על ה' וישוב ממנה אז יהיה נקי גם מזו. ונסהו בעבירה אחרת ונכשל בה ולא עמד בנסיון וכן שנה ושילש עד שכמעט עבר על התורה כולה. והיה הפסק לדחות אותו שלא לקבל תשובתו והנה עכ\"ז אם היה דוחק על שערי התשובה היו מקבלים אותו כידוע מאחר שיצא ב\"ק שובו בנים שובבים חוץ מאחר. וזה היה עונש על חטא לדחותו אבל אם היה דוחק ושב היו מקבלים אותו כי אין לך דבר שעומד בפני התשובה. השטן הסיתו ונעשה שכור גדול עד שלא היה לו פנאי להתבונן ולשוב. ועבר על כל העבירות שבעולם. ומפני שגרם החטאים ה' החטא הראשון שזילזל בנט\"י לכן כשמת נתגלגל בצפרדע שהיא תמיד במים. ושיהיה במקום שאין ב\"א מצויים כי כאשר יעבור יהודי או שיברך איזה ברכה או יחשוב איזה מחשבה טובה בזה יכול להוציא יקר מזולל. והבעש\"ט עשה תיקון לנשמתו והעלה אותו עד שנשאר הצפרדע מת:", 
            "ויהי כאשר עברו לו משך שבעה שנים שישב בהתבודדות בין ההרים והגיע העת קרוב להתגלותו נסע עם אשתו לק\"ק בראד לגיסו הרב מוהר\"ג ויהי בבואם וישאל את אחותו לשלום והיכן הייתם ותשב אמרי' לו הולכים היינו מעיר לעיר וצרות רבות סבבונו. ונתמלא רחמים על אחותו ויושב אותם סמוך לביתו ויקח את הבעש\"ט שיהיה משרת לפניו. פ\"א נסע באיזה דרך ויקחהו להיות בעל העגלה ובתוך כך ישן הרב מוהר\"ג והבעש\"ט הוריד הסוסים לאגם מים מלא רפש וטיט עד שא\"א בשום אופן להוציא משם הסוסים והקיץ את גיסו מוהר\"ג. וירא כי צרתם צרה אם ישלח אותו לכפר להביא ערלים שיוציאו הסוסים הוא ילך למקום שלבו חפץ כי לא היה  מחזיק אותו לבר דעת. וייטב בעיניו שהוא ילך להמציא אנשים. והוכרח לירד מהעגלה להרפש והטיט והלך לאיזה כפר. וחזר משם עם כמה אנשים להוציא הסוסי' מהרפש והטיט. ובהליכתו רואה והנה הוא נוסע נגדו ויאמר מי הוציאך משם וישב לו אני הניחי פ\"א הסוסים ויצאו תיכף ומיד בנחת ויאמר הרב מוהר\"ג הנה גם זאת השירות א\"א לקבל ממנו כי לא יצלח לכל מלאכה. "
        ], 
        [
            "ויהי אחרי כן שכר הרב מהור\"ג בשבילו איזה כפר שיתפרנס שם ושם קנה שלימות רב. כי בנה לעצמו בית התבודדות ביער ושם היה מתפלל ולומד כל הימים לרבות הלילות כל השבוע רק משבת לשבת בא לביתו ושם היה לו ג\"כ בגדי לבן לשבת. והיה לו ג\"כ בית המרחץ ובית הטבילה. ואשתו היתה עסוקה בפרנסה וה' שלח ברכה והצלחה במעשה ידיה והיו מכניסים אורחים להאכילם ולהשקותם בכבוד גדול. וכשבא איזה אורח אזי היא שולחת אחריו והוא בא ומשמש לפניהם. ולא ידעו ממנו דבר והנה דרכו היה כשבא לעיר על ר\"ה היה בעיר כל החדש. פעם א' בחה\"מ סוכות ראה הרב מוהר\"ג שאינו מניח תפילין ודרכו היה להתפלל בכותל מזרח דווקא וישאלהו מדוע אינך מניח תפילין היום והשיב כי ראיתי בספרי טייץ שכל מי שמניח תפילין בחה\"מ חייב מיתה ויקצוף הרב מאד על זה כי הוא מורה ובא מספרי אשכנז. ויוכל להיות מזה מי יודע מה שיהיה. והלך עמו להרב דקהלה שיאמר לו דברי מוסר כי היה מוחזק בעיניהם לירא שמים אלא שאין בור ירא חטא. והרב היה איש צדיק גדול מאד ויהי כשבאו לבית הרב נשק ר\"ג את המזוזה והבעש\"ט הניח ידו על המזוזה ולא נשקה. וירגז הרב מהור\"ג עליו גם על זה וכשנכנסו לבית הרב הסיר הבעש\"ט את המסוה וראה הרב אור גדול וקם לפניו. ואז השיב המסוה על פניו וישב הרב וכן עשה כמה פעמים. ונתבהל הרב מאד כי לא ידע מה הוא שנדמה לו לאדם קדוש ופעמים שהוא אדם פחות. וכשהקביל מהור\"ג לפניו עבור התפילין והמזוזה לקח את הבעש\"ט בסתר ואמר לו הרב גוזרני עליך שתגלה לי האמת. והוכרח לגלות לו אבל הבעש\"ט חזר וגזר עליו שגם הוא לא יגלה מזה כלל ויהי בבואם לחוץ ויאמר הרב אל מהור\"ג אני הוכחתי אותו בתוכחה לדעתי לא יעשה דבר חוץ לשיטה כי הוא עושה לפי תומו. וילך הרב ויקח את המזוזה ויראו אותה שהיה פסולה.", 
            "וכשבא העת סמוך להתגלותו נזדמן שא' תלמידי הרב מוהר\"ג נסע להרב מוהר\"ג והיה ביום ג' אצל הבעש\"ט וקיבלו אותו בכבוד גדול ואחר האכילה אמר ישראל תכין לי הסוסים שאסע מיד. וכן עשה קשר הסוסים בעגלה. אח\"ז אמ' הבעש\"ט מה היה אם היה מעלתו שבת בכאן. ויהי לצחוק בעיניו וכשנסע משם דרך חצי פרסה נשבר אצלו אופן א' וחזר לשם ונטל האופן ונסע לדרכו ובפעם שני נשבר לו דבר אחר עד שנתעכב בזה גם יום ד' ויום ה' וגם ביום ו' נזדמנו לו סבות רבות עד שהוכרח לשבות שם בכפר. והיה מצטער מאד על זה כי מה יעשה בכאן עם הכפרי ובתוך כך ראה והנה אשת הבעש\"ט עושה י\"ב חלות ויתפלא מאוד. ויאמר לאשתו למה לך י\"ב חלות. ותשיב לו אם בעלי ע\"ה מה בכך אדם כשר הוא וכאשר ראיתי אחי עושה קידוש על י\"ב חלות אני עושה לבעלי ג\"כ. וישאל אותה אם יש אצלם מרחץ ותאמר יש וגם בית הטבילה. ויאמר למה לכם בית הטבילה ותאמר בעלי הוא אדם כשר והולך בכל יום למקוה. עכ\"ז האורח היה מצטער מאד על עכובו שם והנה הגיע העת להתפלל מנחה ויאמר איה בעלך ותאמר הנה הוא בשדה עם הצאן והבקר. והתפלל הוא לבדו מנחה וקבלת שבת ומעריב ועדיין לא בא הבעש\"ט. כי הוא התפלל בבית התבודדותו. ויהי כאשר בא לבית שינה טעמו ולבושו ודבורו ויאמר שבתא טבא. ויאמר לאורח ראה אני אמרתי שתשבות בכאן וכך הוה. ועמד הבעש\"ט אל הכותל להראות א\"ע שהוא מתפלל. אח\"ז אמר הבעש\"ט בלבו אם יעשה קידוש בעצמו כדרכו בדביקות נפלא יראה ויבין האמת לכן כיבד את האורח שיעשה קידוש. וישבו אל השולחן לאכול כדרך הכפרי. אשתו ישבה אצלו ואכלו את סעודת הלילה בשמחה וטוב לב. אבל האורח אינו יכול להסיר צערו מלבו ויאמר הבעש\"ט אליו רבי אמור לנו ד\"ת ואז היה פרשת שמות וסיפר לו כל המעשה מגלות מצרים ביד פרעה כפשוטו והציעו להאורח את המטה אצל השולחן. והוא שכב עם אשתו. ויהי בחצי הלילה ויקץ האורח וירא והנה אש גדול בוער על התנור וירץ אל התנור כי היה סבור שבערו העצים מעל התנור וירא והנה אור גדול ונדחף לאחוריו ויתעלף והעירו אותו. ויאמר הבעש\"ט לא היה לך להסתכל במה שלא הורשית ויהי לפלא בעיניו. ויהי בבקר וילך לבית התבודדותו להתפלל שם כדרכו ובבואו לביתו בא שמח וטוב לב בנשיאת ראש והלך בביתו אנה ואנה וזמר אסדר לסעודתא ועשה קידושא רבא כדרכו בדביקות נפלא. ובתוך הסעודה ביקש את האורח שיאמר ד\"ת. ולא היה יודע מה שיאמר לפניו כי הוא כמעט כמבולבל. ואמר לפניו מאמר עם פשט והשיב לו הבעש\"ט אני שמעתי פירוש אחר ע\"ז המאמר. ואחר הסעודה הלך לבית התבודדותו ואחר המנחה בא בהתגלות ואמר ד\"ת רזין דאורייתא אשר לא שמעתן אזן מעולם. והתפללו מעריב ועשה הבדלה כדרכו. אח\"ז גזר עליו שיסע להרב מהור\"ג ולא יגלה זאת. כי אם שילך לכת החסידים הגדולים אשר היו בעיר וגם להרב דקהילה ויאמר בזה\"ל הנה יש אור גדול בסביבות קהילתכם מהראוי שתלכו אחריו להביאו העיר. וכששמעו הדברים האלה כל החסידים וגם הרב נגמר בדעת כולם כי הבעש\"ט הוא זה האיש. ונזכרו על כל הפליאות שהיו להם עליו שעתה הכל טוב וישר והלכו כולם לכפר שלו לבקש אותו שיבא העירה והבעש\"ט ראה מקודם ונסע לעיר והם יצאו לקראתו וכשפגעו זה בזה ירדו כולם למקום א' ועשו ביער כסא מענפי אילנות והושיבוהו עליהם וקיבלו אותו לרב עליהם. והבעש\"ט אמר לפניהם ד\"ת. ע\"כ שמעתי בשם אדמו\"ר נבג\"מ סדר ההשתשלות. ומהמעשים והנפלאות שאירעו בינתיים אכתוב ככתוב בכתבים שהגיעו לידי. ואותן הכתבים סגר הבעש\"ט באבן אחד בהר כי השביע את האבן ונפתח האבן והניח בתוכו הכתבים הנ\"ל ושוב נסגר והושיב שם שומר אחד ואמר הרב דקהלתינו ששמע מן המוכיח דק\"ק פולנאי שאמר לעת זקנתו יש לי כח ליקח הכתבים משם כי ידעתי מקומו אבל מפני שהבעש\"ט סגר אותם איני רוצה ליקח אותם ואמר שאלו הכתבים נגלו פעם חמישי להבעש\"ט ואמר שהיו הכתבים בדי אאע\"ה וביד יהושע בן נון והשאר לא ידעתי. "
        ], 
        [
            "ראשית דבר שמעתי מפי חותני זללה\"ה ה\"ה מ' אלכסנדר שוחט שהיה אצל הרב החסיד הקדוש רבן של בני הגולה מורינו ורבינו מ' ישראל בעש\"ט ממעזיבוז שהיה אצלו סופר ח' שנים כמה שנים קודם ביאת הסופר החסיד המפורסם מ' צבי. ואח\"כ היו שניהם סופרים מחמת שהיה עסקו גדול על אחד ונעשה אח\"כ שו\"ב מטעם שהיה לו צער גידול בנים. והבעש\"ט נתן לו מקום בק\"ק שדה לבן ואח\"כ היה שוחט בק\"ק ברדיטשוב ולעת זקנותו נתן הבעש\"ט אגרת ליד חמי להרב המאור הגדול דק\"ק נעמרוב בעל המחבר ספר תולדות יעקב יוסף ונעשה שו\"ב בק\"ק נעמרוב. ושמעתי כמה פעמים מהרב הנ\"ל זללה\"ה שאמר לחמי בדרך מוסר בסעודה שלישית זכור מה שאמר הבעש\"ט אליך. פעם א' הלכתי לג\"ע והלכו עמי עם רב מישראל ומה שנתקרבתי יותר לג\"ע נתמעטו האנשים עד שבאתי לעץ החיים נשארו עמי מעט מזעיר וגם אותם סענדירל ראיתי בתוכם ונשארת הינטר שטעליק וגם לא היה לו על יד ימין צפרנים שלימים כי גדלו שנים אחד בראש האצבע ואחד בשרש האצבע ובין שני צפרנים היה בשר מפריד וכשגדלו העליונים חתך אותם בכל עש\"ק עד שגמר הצפורן העליון והתחתון עלה בתוך כך לראש האצבע ונפרד משורשו והתחיל אחר לצמוח. ומאיזה דבר בא לו זה שפ\"א שלחו הבעש\"ט להשביע  משוגע אחד ובלילה בתוך שנתו הפחידו הרוח וצייר במחשבתו שמות הקדושים על תמונת ידו על כל אצבע ואצבע כמו שראיתי תמונת יד בספרים וסטר את הרוח על לחיו והכה על הכותל עד שיצא דם מתחת כל צפרניו ונפלו כל הצפרנים ומהיו' והלאה גדלו הצפרנים בעניין הזה כנ\"ל ותיכף בא הבעש\"ט ואמר לי התפחדת לא תחוש ולא תפחד.", 
            "ועתה אספר הגדולות אשר שמעתי מחמי ז\"ל איך היה התגלותו כי הוא ישב בכפר קטן על השיינק והיה דרכו כשהביא לאשתו הי\"ש הלך להתבודדות במעבר הנהר נקרא פרוט ושם היה לו בהר סלע כמו בית קטן בהר והיה לוקח לו לחם אחת על סעודה אחת והיה אוכל פ\"א בשבוע.  כך התענה כמה שנים ועש\"ק היה בא לביתו וגיסו ר' גרשון מקוטב היה מחזיקו לע\"ה ולבור והיה מפתה את אחות להתגרש ממנו ולא רצתה כי היתה יודעת ממנו אבל לא גילתה לשום אדם.", 
            "פ\"א בא לעיר והיתה שם אשה אחת משוגעת והיתה מגלה לכאו\"א תועבותיו וטובותיו. וכשבא לעיר הבעש\"יט זלה\"ה ביקש ר' גרשון הנ\"ל מרב החסיד אב\"ד דק\"ק קוטב הרב החסיד המא\"ה מ' משה שיוליכו הבעש\"ט לאותה האשה אולי יקבל ממנה איזה מוסר ויחזור למוטב. והלכו כולם וכשנכנס הרב דק\"ק קוטב אמרה ב\"ה קדוש וטהור וכן לכאו\"א כפי מעלתו והבעש\"ט נכנס באחרונה. וכשראתה אותו ואמרה ב\"ה ר' ישראל כי הי' עדיין רך בשנים אמרה לו אתה סבור שאני מפחד ממך לא כי אני ידעתי שהזהירו אותך מן השמים שלא לעסוק בשמות הקדושים עד שישתלמו לך ששה ושלשים שנה והוא היה נחבא אל הכלים והאנשים הנ\"ל שאלו אותה מה את אומרת והיא כפלה בדבריה לפניהם עד שגער בה הבעש\"ט ואמר לה ולא תשתוק הנ' אני מושבי ע\"ז ב\"ד א' ויתירו לי ואותך אגרש מן האשה הזאת. התחילה היא להתחנן אליו אני אשתוק והחסידים שבאו עמו הפצירו אותו שיתירו לו ויגרשנו מן האשה והבעש\"ט ביקש מהם שלא להתירו כי מסוכן הוא מאד והם לא הרפו ממנו אז אמר הבעש\"ט ראה מה שגרמת ע\"כ עצתי שתלך בטוב מן האשה ואנחנו כלנו נלמד בעבורך ושאל אותו שמו  ואמר לא אוכל לגלות לפני רבים ילכו מכאן האנשים ואגלה לך כי כפרה היא לבניו שיש בעיר הזאת וכשפנו משם האנשים גלה לו מי הוא וגם חמי ז\"ל היה מכירו ולא נעשה רוח אלא בשביל שלץ מהחסידים דק\"ק קוטב. ואותו הרוח הפריד א\"ע מן האשה הזאת בטוב ומכאן ואילך לא הניחו אותו לישב בכפר הנ\"ל ולקחו מוכסן אחד למלמד בשבי' בנים שלו. גם סיפר לי חמי ז\"ל שזה המוכסן שקיבל אותו למלמד אמר לו שאין לו כ\"א בית אחד שמחזיקין אותו שאינו טהור אמר הבעש\"ט שידור בו וייחד העליה להחצוני' ר\"ל וכשהיו משחקים היה גוער בהם ונשתקו. גם היה מעשה שהיו צריכין לגשם מאד והיו נכרים מוציאים פסיליהם סביב הכפר כידוע נמוסם ולא ירד הגשם. פ\"א אמר הבעש\"ט להמוכסן תשלח להסביבה שיבא לכאן למנין וגזר תענית והבעש\"ט התפלל בעצמו לפני התיבה והאריכו בתפילה ושאל נכרי אחד למה התפללתם היום באריכות וגם היתה בכיה גדולה ביניכם והשיב לו האמת שהתפללו על הגשם ולצץ הנכרי מאד באמרו הם הלכו עם פסיליהם ולא הועילו ומה תועילו בתפילתכם וסיפר המוכסן דברי הנכרי להבעש\"ט ואמר לו לך אמור להנכרי שהיום יהיה גשם וכן היה.", 
            "אח\"כ קבע דירתו בק\"ק טלוסט והיה שם ג\"כ מלמד ולא היה ביכולתו לעשות לו מנין בביתו וקיבץ אצלו אנשים והתפלל עמם והיה לבוש רק בטוזליק של קומאיי' ואצבעות הרגלים היו יוצאות דרך חורי המנעלים כי היה עני מאוד והיה הולך קודם התפלה למקוה אפילו בתקופת טבת ובשעת התפלה היו נוטפים ממנו זיעה טיפות כמו פולין. אח\"כ נדזדמנו לו כמה חולאים ולא רצה לקבל אותם עד שפעם אחד הביאו משוגע או משוגעת ולא רצה לקבל אותו ובלילה הגידו לו שמלאו לו ששה ושלשים שנה ובבקר חשב חשבונו והיה כן וקיבל אותו משוגע וריפא אותו ועזב את המלמדות וקיבל את חמי ז\"ל לסופר והיו נוסעים אליו מכל המקומות. "
        ], 
        [
            "פ\"א בא מוכסין אחד מעיר קטנה שעשו לו כישף כל מה שהי' עומד בביתו או באיזה כלי או מעות בכיס כיוון שעבר עליהם הלילה לא נשאר רק חצי ונסע להבעש\"ט וצווה לסופר לכתוב שמירות בכל חדריו ונסע עם המוכסין וכשבאו לביתו צבר את השמירות על השולחן והלך לשוק. וראו בני הבית שהתחיל הרוח להתגלגל כמו זאווירוחע מזויות לזויות עד שהפריש ויצא מן הבית. והיה חצר גדול סביב הבית והיה בו פישפוש וכשהלך הבעש\"ט לאכסניא שלו נדמה לו כמו קאזאק גדול מאוד אצל הפישפוש. וכל מה שנתקרב הבעש\"ט לחצר נתקטן הקליפה עד שבא סמוך ונעלם הקליפה וקבע שם הבעש\"ט שמירות וסיפרו לו הב\"ב איך נתגלגל הרוח ויצא מן הבית וגם היפך במטה ובחדרים בין החביות העומדת שם לגרש הקליפה כי כן היה דרכו ונסע לביתו. תיכף באתה נכריות אשת בעל הרחיים בבכיה ואמרה אל המוכסין בלשון רוסי' (יא מודרע אלע טע מודרייטע) כי הלך לביתה סר וזעף ואני לא הייתי בביתו והרג שני שרצים."
        ], 
        [
            "גם בא מוכסין אחד שנתרועע מזלו מאוד והבעש\"ט ראה שמה\"מ רוקד אחריו ואמר לו דברים כבושים שישוב בתשובה. ומה לך לילך אחר קניני עה\"ז מוטב לעשות תשובה ולתקן דרכיו. וחשדו שהבעש\"ט רוצה מעות ורצה ליתן לו מעות ולא קיבל ממנו וכשיצא אמר הבעש\"ט הוי שוטה שהיום או מחר ימות ודואג בשביל מזלו. וגיסו הרב מהור\"ר גשרון גער בו ואמר להמה הוציא מפיו דברים לא טוב על בר ישראל. והשיב לו מה אעשה לכם שאתם סומים ולא ראיתם שמה\"מ הולך אחריו ונסע לביתו. ובעת הזאת היה גיסו של הבעש\"ט מ' יעקב אלמן מאשתו ונסע לישא אשה דרך המוכסין הנ\"ל כי דרך אחד להם וכשבאו למלון לן בכפר אחד סמוך לכפר המוכסין ועשה המוכסין הנ\"ל סעודה הגונה בשבילו והרב מ' יעקב לא רצה לאכול בשר ונתנו מאכל של חלב בסוף השולחן והתלוצץ המוכסין ואח\"כ הלכו לישן. ובלילה נתעורר המוכסין בכאב ראש גדול ובצעקה גדולה וביקש שיאמרו עמו וידוי ולא היה שם שום אדם שיאמר עמו הוידוי ואמר עמו הרב רבי יעקב וידוי וענה אחריו הוידוי בניגון. ותמה ר' יעקב ע\"ז ואח\"כ הלכה אשתו ממנו כי אמרה אולי ישן הוא מעט ונוח לו ובזמן מועט השגיחה עליו והוא מת וחזר ר' יעקב הנ\"ל לביתו להודיע כי באמת סומים אנחנו."
        ], 
        [
            "מעשה שהיה שנסע ובא לעיר קריבוש. והיה אב\"ד בעיר הנ\"ל הרב החסיד ר' אבא שהיה אח\"כ אב\"ד בק\"ק שדה לבן. והיה אצל אב\"ד הנ\"ל אורח מחותן שלו והיו מפלפלים על משנה אחת וכשבא הבעש\"ט לא יצאו לקראתו. ונכנס ואמר ה' עמכם במאי עסקתם והראו לו משנה אחרת. השיב להם יודע אני שעסקתם במשנה אחרת אך המשנה הזאת איך אתם לומדים אותה והראה להם במשנה זו קושיא גדולה. ואח\"כ אמר להם הפשט של המשנה ונסע מאתם לערך פרסה ועמד לרעות הסוסים בשדה. והתחילו לדבר אל\"א איך למדנו המשנה הזאת ותיכף שכרו עגלה ורדפו אחריו ומצאוהו בשדה ונתעכבו אצלו ומעת הזאת היה נוסע הרב מ' אבא ממש בכל חודש להבעש\"ט על שבת אחד. פ\"א שבת אצלו וטעה בתפילת ערבית והתחיל לומר אתה חונן וכשבא לביתו אמר הבעש\"ט יפה קריבושטער רב התפלל אתה חונן. ", 
            "וכשבא הבעש\"ט לק\"ק שדה לבן והיה שם אב\"ד צדיק אחד ושמו ר' חיים. והבעש\"ט התפלל בשדה וכשבאו לעיר עדיין היו מתפללים בבה\"כ והלך לשמוע קדושה ועמד בעזרת בה\"כ וצוה להגבאי שילך ויעקר המנורה שנגד הרב על הכותל ועשה כן הגבאי. וכשעקר הרב רגליו מתפילתו ראה שאין המנורה נגדו. שאל על הדבר ואמרו לו הבעש\"ט עומד בעזרה. ותיכף אחר הקדושה יצא אצלו לעזרה ושאלו לו ואמר כי יש לך מחשבה זרה אחת בתפלתך מחמת מנורה זו ויש חלוקי דעות בזה. י\"א ששחק הסופר עם כלב בשעת כתיבתו מנורה הנ\"ל י\"א שהי' רשע גדול. והמ\"מ דק\"ק הנ\"ל היה מפורסם ושמו ר' אברהם פודליסקער צדיק גדול ומפורסם. פ\"א לא הוטב בעיניהם שום סכין לשחיטה ושלחו אחר כמה שוחטים מכמה קהילות ולא יכלו להעמיד להם סכין שיוטב בעיניהם. פ\"א בא הבעש\"ט להם ואמר חביב עלינו האורח עד מאד אבל אין לנו במה לכבדו וסיפרו לו המאורע ואמר שהוא יעמיד להם סכין והעמיד להם סכין והוטב בעיניהם. ושחטו ואכלו והבטיח לשלוח להם שוחט ושלח להם את חמי ז\"ל ונתעשר שם. וסיפר לו חמי ז\"ל שהיה חי הרב החסיד הנ\"ל כמה שנים בפניו עד עת פטירתו ושלח אחר הבעש\"ט כי היה חולי גדול ונתעכב הבעש\"ט אצלו זמן רב ועסק ברפואתו וכשראו בניו של הרב שאין לו פעולה שלחו אחר דאקטער לק\"ק אסטרהא ונסע לשדה לבן. וראה הבעש\"ט כי נסע הדאקטער ואמר להרב הנ\"ל אני נוסע מכאן כי לכאן נוסע הדאקטער דק\"ק אוסטרהא והרב לא ידע מזה והפציר בו מאד לבל יסע. ולן שם מחמת רוב הפצרותו ואמר שהדאקטר לן שני פרסאות מעיר. והדאקטער הרים מכבר ידו נגד הבעש\"ט ואמר כשאראה הבעש\"ט אהרוג אותו בקנה השריפה שבידו. ובבקר זירז א\"ע הבעש\"ט לנסוע והרב החולה עכבו עד שבא הדאקטער לעיר. ואמר הבעש\"ט הנה בא הדאקטער לעיר ואמר להרב שלום וישב על העגלה ונסע. וכשבא נגד אכסני' של הדאקטער ירד מן העגלה ונכנס לבית ונתן לו שלום. ושאל אותו מאין יודע דאקטער והשיב השי\"ת למדני ונסע לביתו. ובניו של הרב החולה הביאוהו אל אביהם וכל מה שאמר דאקטער לעשות אמרו לו כבר עשה לו זאת הבעש\"ט והלך הדאקטער בפחי נפש. אז התרעם הרב החולה על בניו מה עשיתם אע\"פ שלא היה לו רפואה מהבעש\"ט מ\"מ כשנכנס אצלי הבעש\"ט הייתי  יודע שהשכינה באה עמו וכשנכנס אצלו הדאקטער נדמה שנכנס אלי גלח אחד. ואחר פטירתו נתקבל אצלם לאב\"ד הרב ר' אבא דק\"ק קריבוש הנ\"ל ואכתוב בשבילו המעשה גם כן מעשה מהבעש\"ט אשר שמעתי מאיש אחד מאנשי קהלתינו ושמו החסיד ר' יצחק אייזיק בן הרב דק\"ק ברעהין אשר שמע מפי אביו. ולא רציתי לכתוב גוף המעשה מטעם הכמוס אשר לי. איך שהי' הרב דק\"ק ברייאהין בשדה לבן אצל הרב משדה לבן בחורף והראה לו איגרות מהבעש\"ט וזה לשונו בחורף הנ\"ל. תבוא מן הדרך ותמצא בביתך על החצר שלך רעש גדול אנשים נשים וטף ותתעלף מחמת הפחד. וכשיעוררו אותך אז תצוה תיכף להקיז לך דם משני גידים ותיכף תשלח שליח מיוחד להודיע לי על דבר הרעש. אעפ\"י שתהלה לאל יש לי עינים לראות מרחוק אעפ\"כ תשלח לי איגרות ע\"י שליח. נאום ישראל בעש\"ט ע\"כ. ושורה המעשה לא רציתי לגלות.\n"
        ], 
        [
            "שמעתי מפי הרב המאה\"ג החסיד דקהלתינו מ' גדליה פ\"א ביקש הבעש\"ט את הרב דק\"ק קוטיב ושאל מאתו ספר הזהר ובהליכתו לביתו פגע בו גיסו ר' גרשון ושאל אותו מה לך תחת חיקך ולא רצה לאמר לו וירד ר' גרשון מן העגלה והוציא מתחת חיקו ספר הזהר ולקח ממנו ואמר בלשון תימה ס' הזוהר אתה צריך. ואח\"כ אמר שהבעש\"ט בא לעיר להתפלל בבהמ\"ד ובתפלת שמע נאנח אנחה גדולה ואחר התפילה שאל אותו הרב ר' משה אב\"ד דק\"ק הנ\"ל מה זה ששמעתי ממך אנחה גדולה בתוך התפלה ופתה אותו בדברים ואמר לו האמת כי אנחה זו הי' מלב אמר לו המזוזה פסולה ומצא בדבריו ונתן לו ספר הזוהר הנ\"ל וברכו שלא יפגע בו ר' גרשון הנ\"ל."
        ], 
        [
            "שמעתי מפי ר' גדליהו הנ\"ל פ\"א לא היה לו מצות ולא בשר על פסח וחבש את חמורו בעגלה ונסע לדרכו לכפרים ושחט בכפרים והביא קמח ובשר על פסח. וכשבא אמר לאשתו ראה שיסלק הקמח מן העגלה. וירדו גשמים ונחמץ הקמח והודיעה לבעלה. ובדק הסכין ונסע לכפרים אשר בצד השני והביא קמח על יו\"ט. ובבואו סמוך לביתו ושם הר גדול ולא היה יכול הסוס למשוך את העגלה והיה מושך בעצמו העגלה לעזור להסוס. ובחצי ההר מת הסוס והוכרח למשוך העגלה בעצמו כי ירא להניח קמח בלא שמירה וכלתה כוחו ועמד אצל העגל ובכה בכי' גדולה לפני השי\"ת. ובתוך בכיתו נפלה עליו שינה ונרדם ובא אליו בחלום אליהו ז\"ל וזה היתה הגילוי  לו פעם ראשון ואמר לו נרצה דמעתך ונתקבלה תפילתך הנה אני אשלח לך נכרי אחד שיקח עגלה שלך עם הקמח לביתך ותיכף שניער משנתו בא נכרי אחד עם עגלה ועם סוסים ואמר ישראל קשור עגלה שלך בעגלה שלי ואביאך לביתך. כשבא לביתו אמר הנכרי מה תתן לי שאפשוט את העור מן הסוס שלך ונתן לו זעקסער ואח\"כ בא נכרי וקנה העור בסך ד' זהובים ואמר לו הקונה ראה שתלבש א\"ע ואת אשתך על י\"ט הבע' עם המעות הללו. ולימים הביאו הולכי קראוונעס עורות של מארדער והלכה לבעלה ושאל ממנו אם לקנות או לאו כי בחורף הי' לו בית התבודדתו בכפר אצל נכרי ששכר לו שם בית. ואמר לה רשאי אתה לקנות כי הפקר הוא כי כולם יהרגוהו ליסטים קנתה באותן המעות בסך ד' זהובים. ועשה לו זופיצא של הבילי\"עה ולאשתו קלייד של הביליע\"ה על י\"ט וכשראה המוכסין שהחזיקממנו השיינק כי הלביש א\"ע ואת אשתו חשדו שהוא קונה י\"ש ממקום אחר זולתו. וקיבל עליו המוכסין לפני ר' גרשון ואמר אני חולק כבוד עליכם ובאם שלא יודה ויפרע לו הפסדי אני אכה אותו במבצר ואמר לו ר' גרשון ז\"ל אני אוכיחנו. וכשבא הבעש\"ט לעיר הוכיח אותו ואמר לו לא היו דברים מעולם ח\"ו. ואמר ר' גרשון מאין לך מעות שהלבשת אותך ואת אשתך והשיב לו ה' נתן לי. ואמר מפני מה אין ה' נותן לי והשיב לו לך אינו נותן ולי נותן. אמר ראה שהמוכסן ילשין עליך במבצר ותלקה אמר אין אני מפחד ממנו. סוף שרצה להלשין עליו ומת המוכסין הנ\"ל."
        ], 
        [
            "שמעתי מחמי ז\"ל שהיה לבעש\"ט סוס אחד ונגנב ממנו. והיה ר' גרשון מוכיח אותו ונזרקה דיבר מפיו פתאום הסוס יחזירו לו. ושחק עליו ר' גרשון הנ\"ל ובכל פעם שבא לעיר היה מתגרה בו ואמר לו ישראל החזירו לך הסוס. ולא היה הסוס ערך שנה אחת. לסוף בא נכרי אחד רוכב על סוס הנ\"ל והכה בחלון ושיוצאו לו אש ללולקי והכיר סוס שלו. ואמר הלא הסוס שלי הוא ותיכף ירד מן הסוס והחזיר לו הסוס:"
        ], 
        [
            "שמעתי מהרב ר' גדלי' גם מחמי מעשה שהיה. ר' דוד מ\"מ דק\"ק קאלימיי' נסע אחר מעות חנוכה ותעה בדרך ובא לבית הבעש\"ט לעה\"נ והוא יושב בבית התבודדותו. ושאל אותה על בעלה היכן הוא והשיבה כי צריך לילך להמוכסין לעזור לו להשקות בהמותיו. ואמר מ\"מ הנ' מה אני אוכל בכאן. והשיבה בעלי שחט עוף אחד וראו הסכין ואם יטיב בעיניכם אבשל התרנגולות וראה הסכין והוטב בעיניו. והלכה הצדיקות והודיעה לבעלה ובא לביתו ועשה עצמו ג\"כ כמו שבא מן המוכסין ושימש לפניו כדרך קטן לפני גדול. והציע לו בעצמו את המיטה והעמיד לו מים וכלי ששופכ' והוא שכב עם אשתו במטה אחת כדרך בן כפר. ובחצות הלילה עמד הבעש\"ט כי שמעתי שלא הי' ישן כי אם שני שעות וישב בתחתית התנור בחשאי והיה עוסק במה שהיה עוסק בחשאי. ונתעורר ר' דוד מ\"מ הנ' וראה אור גדול תחת התנור וסבור שהודלקו ונבערו השפענער שעל התנור והתחיל לעורר את אשתו. ואמר ינה חנה אש בוער על התנור והשיבה לו אני אשה בטרם אלביש א\"ע ואתכסה בצעיף יבער יותר ותתחזק האש ר\"ל. ימחול הרב עכ\"ה כי מים יש אצלו ויכבה. ולקח הכלי עם מים השופכים והלך לכבות האש. וכשבא לתנור ראה שהבעש\"ט יושב ואור זורח עליו. ואמר לו הרב מפה לאוזן כי האור עומד עליו כקשת. כשראה המ\"מ זה נתעלף והוצרכה חנה לעורר את הבעש\"ט ולבלבלו כדי שיעורר את המ\"מ הנ' מן התעלפות. ובבוקר אמר ר' דוד מ\"מ הנ' כך ראיתי אמור לי מה זאת. והשיב אין אני יודע אני אמרתי תהלים אפשר שנתדבקתי בהי\"ת והיה זה. וגזר עליו ר' דוד וגלה את עצמו לפניו ומהיום ההוא והלאה היה ר' דוד מ\"מ הנ' נוסע אליו בכל פעם לשמוע ממנו דברי תורה. וכששמעו חביריו ממנו תורתו אמרו מאין לך זה והשיב מעני ואביון אחד. ומאז כששמע ר' דוד שהוכיח ר' גרשון את הבעש\"ט בגדופים אמר לו הנח לו כי הוא חכם יותר מכם כי הבעש\"ט גזר עליו שלא יגלה:"
        ], 
        [
            "בק\"ק מעזיבוז היה עשיר אחד שלא היה שלם עם הבעש\"ט. ואצלו היה מלמד למדן מופלג בכל דרכיו משכיל אשר גם הוא היה מרחיק את עצמו מהבעש\"ט ורצון הרב היה מאד לקרבו לעבודת ה'. כי הוא היה מוכן לכל טוב אבל ויפלא מאד בעיניו האיך יפול דבר כי היה מתרחק מאד. ובפרט שגם הבל הבית שלו היה לו לשמירה מעולה. ", 
            "פ\"א בליל שבת חלם איך שהוא מטייל בק\"ק מעזיבוז בכל העיר וראה פלטין אחד נאה ומהודר בהידור היותר אפשרי. ויתמה מאד על זה ולא שבעה עינו בראייתו כי כל מה שמרבה לראות הוא רואה יותר נפלאות. אח\"כ שם אל לבו כי הנה כל זה ההידור הוא רק מעצם חומר הבנין ומכ\"ש כשאסתכל בהדרת יופי המלאכה והציורים וכאשר נתן אל לבו להעמיק ביופי המלאכה נתפלא מאד ע\"ז. כי ממש בכל שטח קטן הוא חכמה ומלאכה אשר לא נראה דוגמתו בכל העולם. ולבו ראה הרבה חכמה ונמשך אחריו בכלות הנפש ממש. ושוב אמר אל לבו כיון שחיצוניות הפלטין הוא מהודר כ\"ל מכ\"ש בפנימיות הפלטין בוודאי אין ערוך אליו. וכשניגש אל החלון לראות בפנימיותו וירא והנה הבעש\"ט וכל סייעתא קדישא דילי' מסובין על השולחן. והבעש\"ט אמר ד\"ת ונתלהב לבו לכנוס לפני ולפנים ורץ אל הדלת. וכשרצה לכנוס דחף אותו המשרת ולא הניחו לכנס לפנים ונצטער מאד ע\"ז. עכ\"ז בגודל חשקו ורצונו לשמוע דבר ה' דא\"ח עמד אצל החלון ושמע כל דבריו הקדושים. ויקץ והנה חלום. והתחיל לחזור הד\"ת ששמע והנה מתוק מדבש. והחזיר אותה ב' וג' פעמים. אבל בהיות שהיה עדיין ערך חצות לילה הוכרח לישן עוד הפעם. ויהיה בבקר כשקם ממשכבו והנה החלום הוא זוכר בבירור גמור. אבל הד\"ת נשכחה ממנו לגמרי ונצטער מאד על זה עד שממש היה כמבולבל מרוב הצער. ולא ידע האיך התפלל. ובעת סעודת שחרית ישב כמשתומם. אמר הבעה\"ב אליו מה יום מיומים. אם חלם למעלתו איזה חלום לא טוב נטיבנו בפני תלתא דרחמי לי' ולא ענהו דבר. ואפשר היה הולך בעצמו להבעש\"ט אך שזוכר ההרחקה שהרחיקו המשרת בחלום ומתיירא מאד פן יהיה בהקיץ ג\"כ ודי לו חרפה ובוז והיה כך כל היום בצער גדול.", 
            "ויהי בעת סעודה שלישית צוה הבעש\"ט לכו לבית הנגיד הידוע וקראו לי את המלמד שיבא לכאן ויפלא מאד בעיניהם. אבל תיכף כשפתח השליח את הדלת ואמר להמלמד הבעש\"ט קרא את מ\"על שיבא אליו מיד דלג על השולחן ורץ כמשוגע בלי טוזליק ואז שמע כל אותן הד\"ת ששמע בלילה ומיד נתעלף. וכששב רוחו בקרבו אמר הבעש\"ט אליו בבדיחותא אם היית שומע דבר חדש היית נתפעל כ\"כ אבל אין זה דבר חדש כי מכבר שמעת את כל זה בלילה והבין כי דבר ה' הוא ומאז נתקרב אליו בכל לבו ונעשה צדיק גמור.\n"
        ], 
        [
            "בק\"ק הנ\"ל היה סוחר אחד גדול והוא היה מאותן אנשים שהיו עדיין נגד הבעש\"ט. והיה להסוחר הנ\"ל בן יחיד חכם ומופלג בלמוד ובשארי מעלות. פ\"א נסע הבן יחיד לברעסלא אחר סחורה ודרכו היה להתעכב בנסיעה כזו ד' שבועות. פ\"א נתעכב יותר מעשרה שבועות ולא היה ממנו שום ידיעה כלל ונצטערו ב\"ב מאד ע\"ז. ופ\"א אמרה אמו אשת הסוחר מה זה אתה מקשה לבך נגד הבעש\"ט כל העולם כלו נוסעים אליו ממש מד' כנפות הארץ ועושה להם פעולות ואתה אין רצונך לילך לביתו לשאול את פיו ולדרוש עבור בנינו כי לא דבר ריק הוא. והוא לא שת לבו לזאת ויהי ברבות הימים ותאלצהו מאד והוכרח לעשות רצון אשתו. והלך עש\"ק להבעש\"ט ואמר רבוני זה יותר מעשרה שבועות שנסע בני ידידי לברעסלא ואין לי שום ידיעה ממנו ולא ידעינן מה עלתה לו. מיד צוה הבעש\"טי שיביאו לו ס' הזהר ופתח אותו וראה בו והשיב לו בנך הוא בעז\"ה בחיים ושלום. ושבת זה ישבות בכפר סמוך לעירינו א' פרסה. ולא האמין לדבריו כי האיך יוכל להיות כך כי הלא לא נעלם מבנו רב הגעגועים שלהם וכמים הפנים וכ' בוודאי אין כסף נחשב למאומה ויתן בעד פור מה שיבקשו בכדי שיבא על שבת לביתו עכ\"ז לרווחא דמילתא שלח ערל א' לכפר הנ\"ל וצוה להתעכב שם עד הלילה אולי יבא קודם הלילה. בלילה בא הערל בחזרה ואמר שאין קול ואין עונה לא נשמע ולא נראה מבנך כלום. אז אמר הסוחר לאשתו הוא הדבר אשר דברתי מקדם אשר כל דבריו הם פתויי דברים שאין בהם ממש. ", 
            "אבל באמת כך היה המעשה אצל בנו. נשברה העגלה כמה פעמים בדרך ובא לכפר הנ' בחצי הלילה. ותיכף במש\"ק בא בנו לביתו. אז ראה למפרע כי כל דברי הבעש\"ט המה כנים וצדיקים והלך להבעש\"ט וביקש ממנו מחילה היות שדיבר עליו לה\"ר וסיפר לו כל המעשה. א\"ל שוטה הלא אור שברא הקב\"ה בששת ימי בראשית היה אדם מביט בו מסוף העולם ועד סופו וגזנו לצדיקים לעת\"ל. והיכן גנזו בתורה. ולכן כשאני פותח ס' הזהר אני רואה כל העולם כולו ולא אשגה ברוא' בעז\"ה.\n"
        ], 
        [
            "שמעתי ממהור\"ר פאלק החסיד המפורסם דק\"ק טיטשילנק ששמע מר' אברהם אב\"ד דק\"ק דובאסאר שהיה מקודם ש\"ץ בית המדרש דק\"ק מעזיבוז. פ\"א היו צריכין לאמר הלל שהיה ר\"ח או חה\"מ של פסח והיה רבי אברהם הנ\"ל מתפלל תפלת שחרית לפני התיבה והבעש\"ט התפלל על מקומו. והיה מנהגו להתפלל בעצמו לפני התיבה מן הלל ובש\"ע של קול רם נתרעד הבעש\"ט רעד גדולה והיה רועד והולך כדרכו לרעוד בתפילתו תמיד ומי שראה אותו בשעת התפילה ראה הרעדה שלו וכשסיים ר' אברהם הנ\"ל חזרת התפילה והבעש\"ט עומד במקומו ורועד ואינו הולך אל התיבה ובא החסיד רבי וואלף קוצעס והציץ בפניו והנה בוערות כלפידים ועיניו בולטות והיו פתוחות ועומדים בלי תנועה כמו גוסס ח\"ו. ורמז ר' זאב הנ\"ל לרבי אברהם ולקחו אותו זה ביד אחד וזה ביד אחד והוליכוהו אל התיבה והלך עמהם ועמד לפני התיבה ורעד ערך מה ופתח ואמר הלל והכל ברעדה ואח\"כ כשסיים הקדיש עמד ורעד זמן רב והוצרכו להמתין בקראית התורה עד שנח מרעדתו. ולא זו בלבד אלא ששמעתי מהרב דק\"ק פולנאי' בעל המחבר ספר תולדות יעקב יוסף שפ\"א עמדה כלי גדולה עם מים בשעה שהבעש\"ט היה מתפלל וראו שהמים נעים ונדים וממש השראת השכינה היה עליו ומזה רעדה הארץ כמ\"ש מפני אשר ירד עליו ה' באש ויחרד כל ההר מאוד כך לא היה ניכר ובמים היה ניכר מאוד.", 
            "גם שמעתי מהמ\"מ מ' אליהו ז\"ל כשבא פעם ראשון להמגיד הגדול דק\"ק מעזריטיש סיפר לו זו המעשה ואמר. פ\"א בי\"ט ואין יודע אם יום ראשון של פסח או יום שמיני עצרת היה והצרכתי לברך גשם או טל היה הבעש\"ט מתפלל לפני התיבה בחשק גדול כי כן שמעתי כ\"פ מבחיריו כי היה מנשא ראש כולם והיה מתפל בזעקה גדולה. והרב המ\"מ הגדול לא היה יכול לסבול כי היה חולה גדול ויצא מבהמ\"ד ונכנס לבית קטן שבבהמ\"ד והתפלל שם ביחיד. וקודם מוסף הלך הבעש\"ט ובא לבית קטן ללבוש הקיטיל ואמר המגיד כי היה מכיר שהיה אצלו השראת השכינה וכשראה אותו הכיר בו כי אינו בזה העולם וכשלבש הקיטיל נקמט הקיטיל על כתיפיו ואחז המ\"מ הגדול בקיטיל לפשוטו מקמיטתו. וכשנגע התחיל לרעוד ואחז בשולחן שהיה שם וגם השולחן התחיל לרעוד עמו והבעש\"ט הלך עד שהוצרך להתפלל ולבקש מן השי\"ת שיקח ממנו דבר זה כי אין בכוחו לסבול.", 
            "גם מהחסיד ר' דוד פורקעס ממעזיבוז ג\"כ שמעתי שפ\"א התפלל הבעש\"ט בדרך בבית בכותל מזרח וסמוך לכותל מערב היו עומדים חביות מלאים תבואה והיו רואים שהתבואה רועדת. וגם שמעתי ממנו אבל לא מפיו ממש בהיותו שוחט בק\"ק טולטשין היה שובח ר' ר' דוד הנ\" ועשה ר' דוד מכפר חלאדווקע תנאים ושלח עגלות אחר כל המקבלים וגם ר' דוד מ\"מ הנ' נסע על התנאים הנ' וסיפר על הדרך וכשבאו אנשי הקהלה סיפרו לי איך שפ\"א ביום הכיפורים בהשכמה לא בא הבעש\"ט לבית המדרש כפי המנהג ביה\"כ להתפלל בהשכמה. והיה שוהה עד בוש על היום והמתינו עליו מלהתפלל ואח\"כ בא וישב על מקומו והיה ראשו על הסטענדר מקים ראשו ומניח ראשו מקים ומניח כמה פעמים. ואח\"כ רמז שילכו להתפלל לפני התיבה ובא ר' דוד הנ\"ל להתפלל כי הוא היה מתפלל בימים נוראים וכשבא סמוך לתיבה התחיל הבעש\"ט לבזותו בפני כל עם ועדה ואמר בזה הלשון. זקן אשמאי היכן אתה הולך וביזה וגינה אותו ערך חצי שעה והיה רוצה לחזור ולילך מן העמוד כי היטב חרה עד מאוד כי אמר שמא ח\"ו ראה בי דבר מגונה. וגער עליו ואמר. עמוד והתחיל להתפלל ובכה ולא היה יודע מה שהוא מדבר רק שצעק ובכה כי שבר לבו מאוד. ואח\"כ במוצאי יה\"כ הלך ר' דוד מ\"מ ז\"ל אל הבעש\"ט ואמר לו רבינו מה ראית בי דבר מגונה ח\"ו ענה ואמר ח\"ו לא ראיתי בך כלום רק באשמורת ראיתי להס\"ס על הדרך מקום שהתפילות הולכים לקבל כל התפילות ח\"ו. ואמרתי בלבי למה אילך להתפלל ולמסור לו התפילות ח\"ו וע\"כ שהיתי מלהתפלל. ות\"ל פניתי דרך אחד שילכו התפלות בזו הדרך ולא יוכל לאחוז בהם וע\"כ יראתי פן ח\"ו יכנוס בלבך ויקלקל ח\"ו הדבר ושברתי את לבך בכדי שלא יהיה בך שום מחשב זרה בלבך ואח\"כ צויתי לך להתפלל:\n"
        ], 
        [
            "גם שמעתי מפי הרב החסיד מ' גדליה ז\"ל. פ\"א התפלל בעש\"ט תפלת מנחה בכפר א' בחדר שקורין שפאייכלער והיו שם הרבה חביות מליאים תבואות ובעת התפילה היתה הרקדה גדולה בין החביות מחמת הרעד כמ\"ש מפני אשר ירד עליו ה' באש ויחרד כל ההר מאוד ות\"ל שראיתי בחינות נשמת משה ז\"ל. ", 
            "עוד שמעתי מפי הרב ר' פאלק הנ\"ל שהוא גלה למדינת קרים עם ר' יוסף אשכנזי ש\"ץ הבעש\"ט בשעת הבריחה ושמע מפיו ואני שמעתי ממנו. פ\"א חלם ר' יוסף הנ\"ל שראה חסיד אחד שנפטר והניח בן קטן בר חכים וקפץ עליו שידוך נחות דרגא ובא החסיד לר' יוסף בחלום וביקש ממנו שילך לאשתו ויאמר לה בשמו שלא תעשה השידוך ולא ניחא לו כי אם אותו האיש שיבוא היום לביתה ראשון עם זה תעשה שידוך. ואח\"כ ראה בחלום דמות מזבח ועלה אותו הנפטר על המזבח ושם ראשו בין ברכיו והתחיל לצעוק הסליחה ענינו ה' ענינו ענינו אבינו ענינו וכו' וכל אלפא ביתא עד גמיר' אח\"כ אמר ענינו אלהי אבותינו ענינו ענינו אלהי אברהם ענינו ענינו פחד יצחק ענינו ענינו אביר יעקב ענינו ענינו מבין דמעה ענינו ענינו אלהי המרכבה ענינו ושט לרקיע. ובבוקר הלך להבעש\"ט וספר לפניו החלום. אמר לו כסבור אתה שחלמת חלום לא כן ראית חזיון. גם אני ראיתי ובעיני נתגשם והמזבח הוא המזבח שמקריב מיכאל הנשמות לפני השי\"ת. ושאל אותו מפני מה אמר אותן ענינו והשיב שאין מלאך ונשמות יכולין לעלות מעולם לעולם אלא ע\"י תפילות ענינו. ושאל אותו מפני מה אמר נוסח זה והשיב כי למעלה כן הנוסח. ושלח הבעש\"ט אחר אשת המת ואמר לה הדברים אודות השידוך:\n"
        ], 
        [
            "עוד שמעתי מפיו הנ' פ\"א עיה\"כ ראה בעש\"ט קיטרוג גדול על ישראל שיסתלק מהם תורה שבע\"פ והיה מתעצב מאוד כל יום עיה\"כ. ולעת ערב כשבאו כל העיר לברכם ברך אחד או שנים ואמר לא יכולתי מחמת צער ולא בירך אותם. והלך לבה\"כ ואמר לפניהם דברי כבושי' .ונפל לארון הקודש וצעק ואמר. ווי כי רוצים ליקח התורה מידנו איך נוכל להתקיים בין האומות אפילו חצי יום. ורגז מאוד על הרבנים ואמר כי בשבילם הוא שבודים שקר מלבם בהקדמות שקרים. ואמר כי עמדו למשפט כל התנאים ואמוראים ואח\"כ הלך לבהמ\"ד ואמר עוד דברי כבושים והתפללו כל נדרי. ואמר אחר כל נדרי כי הקיטרוג הולך ומתחזק והיה ממהר עי\"ז כל הבעלי תפילות כדי שיעמד לתפילות נעילה בעוד היום גדול כי הוא בעצמו היה מתפלל תמיד תפילת נעילה. וקודם נעילה התחיל לומר דברי כבושים ובכה והיה מניח ראשו לאחוריו על התיבה וגנח וצעק ואח\"כ התחיל להתפלל ש\"ע בחשאי ואח\"כ התחיל הש\"ע של קול רם. ומנהגו היה תמיד בימים נוראים לא היה משגיח במחזור כי הרב ר' יעקיל ממעזיבוז היה אומר במחזור הפייט לפניו והוא עונה אחריו וכשהגיע לתיבת פתח לנו שער או לתיבה שערי שמים פתח וכשדיבר ר' יעקיל פעם ושתיים נשמע שאינו עונה אחריו נשתק והתחיל לעשות תנועות נוראות ששחה לאחוריו עד שבא ראשו סמוך לברכיו ויראו העולם שלא יפול לארץ והיה רוצים לאחוז ולסעד אותו והיו יריאים. והודיעו לר' זאב קוצעס ז\"ל ובא והביט בפניו ורמז שלא יגעו בו והיו עיניו בולטות ובקולו היה עושה תנועות כשור שחוט והיה כן לערך שני שעות. ופתאום נתעורר ונתיישר על עמדו והתפלל במהירות גדול וגמר התפילה. ובמוצאי יה\"כ באו כולם להקביל פניו כי כן היה המנהג תמיד ושאלו אותו על הקיטרוג מה עלתה. וסיפר להם כי בעמדו בתפילות נעילה יכולתי להתפלל והלכתי מעולם לעולם בלי שום עיכוב כל ש\"ע חשאי ובש\"ע של קול רם הלכתי ג\"כ עד שבאתי אל היכל א' והיה לי עוד שער אחד ליכנוס שאבוא לפני השי\"ת ב\"ה. ובאותו היכל מצאתי תפילות של חמשים שנה שלא היו להם עליה ועכשיו מפני שהתפללנו בזה יוה\"כ בכוונה עלו כל התפילות והיה כל תפילה מאירה כשחר נכון. ואמרתי לאותן התפילות למה לא עליתם קודם ואמרו כי כן נצטווינו להמתין על רומע\"ל שתוליך אותנו ואמרתי להם בואו עמי והשער היה פתוח ואמר לאנשי עירו כי השער היה גדול ככל העולם. וכאשר התחלנו לילך עם התפילות בא מלאך אחד וסגר הדלת ותלה מסגר אחד על השער וסיפר להם כי המסגר היה גדול כמלא מעזיבוז. התחלתי לסבב המסגר לפתוח אותו ולא יכולתי ורצתי לרבי הידוע בספר תולדו' יעקב יוסף ובקשתי ממנו ואמרתי ישראל נתונים בצרה גדולה כזו ועכשיו אין מניחים אותי ליכנס כי בעת אחרת לא הייתי דוחק א\"ע לכנוס ואמר הרב שלי אני אלך עמך ואם יהיה אפשר לפתוח לך אפתח. וכשבא וסיבב את המסגר ולא יכול ג\"כ לפתוח אז אמר עלי מה אוכל לעשות לך. והתחלתי להתמרמר לפני רב איך עזבתני בעת צרה כזו והשיב אינו יודע מה לעשות לך אבל אני ואתה נלך להיכלא דמשיחא אולי יהיה ישועה משם והלכתי ברעש גדול להיכלא דמשיחא וכשראה אותי משיח צדקינו מרחוק אמר אלי לא תצעוק ונתן לי שני אותיות ובאתי לשער. ות\"ל שפתחתי המסגר ופתחתי השער והולכתי כל התפלות ומחמת אותו שמחה גודלה שנתעלו כל התפילות נשתתק פי הקטיגור ולא הוצרכתי לטעון ובטלה הגזירה ולא נשאר כי אם הרשימה מהגזירה. ומאותו הרשימה אני זוכר שהיה רעש גדול בעולם כי כמה אנשים שלחו ספריהם למדינת וואלחי'. וזה הקטרוג היה מן הכת שבתי צבי ימ\"ש ושרף הבישוף אחד של עיר קאמיניץ שני גמרות מש\"ס. והרב דקהלתינו אמר כי לקח מהמוכסין דכפר שלו ש\"ס בחזקה ושילם לו עבור הש\"ס והניחם על האש ובעו\"ה נשרף כולה. ות\"ל תיכף כשעמד הבישוף לפני האש ניזק והוליכו אותו לעי' קאמיניץ ולא הביאו אותו בחיים ומת בדרך הרשע הנ\"ל. ואח\"כ היה וויכוח לפני הבישוף דק\"ק לבוב אבל נפל פחד התורה עליו ולא הרשיע. והכת הרשעה ה\"נ כולם השתמדו כי עשה להם חרפה ובזיון גדול שגילח להם פאה אחת וחצי זקן שיכירו שהוא לא יהודי ולא נכרי ומחמת בושה נשתמדו.", 
            "אבל פ\"א היה הרב החסיד מ' מנחם נחום מטשארנוביל בעירינו וסיפר מעשה זה לפני העם ואני באתי באמצע הסיפור ושמעתי ממנו קצת שינוי וגם דבר חדש שאמר משיח לבעש\"ט איני יודע אם תפתח ואם תפתח יהיה בוודאי ישועה לישראל. עוד אמר שזה השער היה של היכל קן צפור אשר מעולם לא נכנס בו כי אם משיח כאמור בזה\"ק ואמר ששמע קול אלקים ואמר לו מה אעשה עמך שאני מוכרח לעשות רצונך ומהרב דקהלתינו משמעות שעדיין היה בצער ורגז על האורחים על שנסעו האורחים מביתו ואח\"כ שלח שליח ושמע השליח שהוכיחו אשתו על שרגז על האורחים ונשען על השולחן ואמר הנני מוכן לקבל תוכחה ואח\"כ שלח לבקש האורחים ובבקר עמד בתפלה בצבור ומכח אותן שנשתמדו שמעתי מהרב דקהלתינו שאמר הבעש\"ט שהשכינה מייללת ואומרת כ\"ז שהאבר מחובר יש תקוה שיהיה לו איזה רפואה וכשחותכין האבר אין לו תקנה עולמית כי כל אחד מישראל הוא אבר מהשכינה:\n"
        ], 
        [
            "שמעתי מפי חמיו של רבי פאלק הכהן החסיד רבי שמעריל מ\"מ דק\"ק ווירטיווקא שפ\"א שבת בק\"ק באלטע ואמר שהעיר הזאת תחרב פ\"א ואח\"כ תבנה ותהיה עיר ואם בישראל ותעמוד עד ביאת הגואל ב\"א. הרב דקהלתינו פירש האיך היה האמירה. כי היו ירידים גדולים בק\"ק באלטע והיו שם רוב סוחרים נכרים וישמעאלים וקדר ושארי אומות. והיו רצים בעגלות בעת סעודה שלישית בעת שאמר הבעש\"ט ז\"ל תורה והיו מבלבלים אותו. ורגז ואמר מה לך באלטי עדיין תצמח עליך צרה:"
        ], 
        [
            "שמעתי מרבי שמעריל הנ\"ל שנה אחת קודם הבריחה. ואמר כי כשנעשה מלחמה בין ישמעאל ובין היון חרבו העיר הנ\"ל. וגם סביבותיה ועיר טיטשילניק וכל הכפרים סביבותיה לא נשאר בבלטע כי אם בית קטן בפני החצר."
        ], 
        [
            "שמעתי מר' פאלק הנ\"ל כשנסע ר' גרשון מקוטיב מא\"י לחוץ לארץ לשדך את בניו אמר אגב אורחא ת\"ל שעברתי את הים אסע לגיסי בעש\"ט ז\"ל ובא אליו בעש\"ק. עמד הבעש\"ט להתפלל תפילות המנחה והיה מאריך בתפלתו עד צאת הכוכבים ור' גרשון התפלל ג\"כ בתוך הסידור של האר\"י ז\"ל ואח\"כ היה מעביר שמו\"ת ואח\"כ צוה והביאו לו כרים ושכב לנוח. ובליל שבת בשעת סעודה שאל ר' גרשון את גיסו הבעש\"ט מפני מה הארכת בתפילה כ\"כ אני ג\"כ התפללתי בכוונות וקראתי הסידרא שמו\"ת והוצרכתי לשכוב ולנוח ואתה עומד ורועד ועשית כתנועותיך כי היה רוצה להוציא דברים מפיו. והיה הבעש\"ט שוחק ממנו לא השיב לו כלום. והוא נפל ושאל עוד הפעם אז השיב לו הבעש\"ט כשאני מגיע לתיבת מחיה מתים (וספק לר' פאלק אם לתיבת מחים מתים אתה או מחיה מתים ברחמים) ואני כוונתי כוונת יחודים ואז באו נשמות מתים לאלפים ולרבבות ואני צריך לדבר עם כל אחד ואחד מפני מה נדחה ממחיצתו. ואני עושה לו תיקון ומתפלל בעדו ומעלהו והחשוב חשוב קודם. והם רבים כ\"כ שאם רציתי להעלות כולם הייתי צריך לעמוד ש\"ע שלש שנים אך כשאני שומע הכרוז ומכריז הקודש מקודש וא\"א עוד להעלות הנשמות אני פוסע מן הש\"ע. ואמר אליו רבי גרשון בדרך שחוק למה אין באים אלי והשיב לו היה אצלי כאן עוד שבת הב' ואני אמסור לך הכוונות בכתב על נייר ויבאו ג\"כ אליך וכן עשה. לעש\"ק הבא כשסיים בעש\"ט קדיש לפני התפילה עמד ר\"ג להתפלל ג\"כ והבעש\"ט לא התחיל עדיין בתפלה כי היה יודע שרבי גרשון לא יסבול ויתפחד ותיקן בתוך כך זייעגר שלו והריח טאבאק עד שיעבור ר\"ג הנ\"ל מקום הכוונה וכשכיוון כוונה זו וראה שבאו אליו מתים כמו עדר גדול של צאן ונפל בחלשות. אז העירו הבעש\"ט וצוה לו לילך לביתו. ובלילה על השולחן בעת הסעודה שאלו לו הבעש\"ט למה נתחלשת ואמר לו בעת שכוונתי הכוונה באו אלי מתים כמו עדרים אז אמר הבעש\"ט לאנשיו בדרך שחוק הכו אותו שלא ישחק מהבעש\"ט:"
        ], 
        [
            "שמעתי מהרב המפורסם החסיד וחכים דק\"ק פולנאה שהיה אב\"ד בק\"ק שאריגראד. שמע שהבעש\"ט בא לק\"ק מאהליהב אמר בלבו אסע גם אני כי לא היה עדיין חסיד. ונסע ובא בעש\"ק אליו קודם תפילות בוקר. וראה שהבעש\"ט עשן לולקי' והיה דבר זה תמוה. ואח\"כ בשעת התפילה בכה בכיה גדולה שלא בכיתי מימי והבנתי שלא משלי היתה זאת הבכיה. ואח\"כ נסע הבעש\"ט לא\"י ונשארתי משומם עד שחזר. אז התחלתי לנסוע אליו וישבתי אצלו זמן והיה הבעש\"ט אומר שצריך להגביה אותי וישבתי לערך ה' שבועות ושאלתי אימתי יגבי' אותי רומע\"ל. והשאר שמעתי מהרב דקהלתינו מ' גדליה ז\"ל. ואמר ששמע מהרב הנ\"ל שהמוכיח היה ראשון לפעולותיו שבא אליו לק\"ק שאריגראד על שבת וביקש ממנו שיתאכסן אצלו ולא השיב פניו ריקם וביקש ממנו שיעשה לו מנין בביתו להתפלל ונתן לו רשות אבל בעצמו הלך לבה\"כ. ובשבת כשהלך המוכיח לדרוש ביקש ממנו שילך להדרשה והלבישו בדרש' מכף רגל ועד ראש ואמר בלבו אין זה כי אם נביא כי מנין יודע מחשבתו ונדבק בו. ותיכף ביקש אנשי הקהל על הסעודה שלישית והיה תמוה להם כי יודעים שאינו מחזיק עם חסידים ואח\"כ כשהחזיק הרב בצדקתו התחילו אנשי העיר לריב עמו ונעשו לו שונאים גדולים. והמחלוקות היה הולך וחזק עד שגרשו אותו מן העיר בעש\"ק והוצרך לשבות בכפר אחד. והבעש\"ט היה בדרך לא רחוק וכשראה הבעש\"ט הדבר אמר לאנשי סגולתו ניסע לכפר פלוני כי ידעתי שיש לו צער גדול ונשבות שם עם הרב דק\"ק שאריגראד שנהיה עמו לפקח צערו וכן עשו. וגם המוכיח היה שם ג\"כ עמהם. ובשבת אחר תפילת מוסף ראה המוכיח את הרב שהוא מצער אמר לו אל תצטער שמעתי כרוז שהכריזו ואמרו פלוני שונאך יהרג ופלוני שונאך ימות בדרך וכל העיר ישרף באש. וכששמע הבעש\"ט דבריו צעק על המוכיח ואמר שוטה גם אתה שומע כרוזין ונשתק המוכיח. והרב נסע לק\"ק ראשקאב ונתקבל שם לרב פ\"ש ושם חזר בתשובה גדולה כי היה עושר מסך סמך אלף והיה מחלק כל המעות שלו כי החזיר כל הקנסים שקיבל וכל המו\"מ שהיה בו נדנוד איסור החזיר והכריז בחרם שכל מי שקיבל ממנו ואינו בהכשר יבוא ויחזיר מעותיו עד שנשאר עני."
        ], 
        [
            "ושמעתי מהרב מ' יואל מ\"מ דק\"ק נעמרוב אשר מקום קבורתו בא\"י בירושלים תוב\"ב שפ\"א נסע עם הרב דק\"ק ראשקוב לק\"ק מעזיבוז ובא לק\"ק בא\"ר. והתפללו שם באכסניה בבית בעשרה ובסוף התפילה השמיט הרב מאצלם והלכו לבקשו ומצאו שיצא מבית אחד ושאלו אותו מה עשה הרב בביתך ולא רצה לגלות כמו שגזר עליו שלא לגלות. והאנשים הגדולים שהיו שם עם הרב כעסו עליו ואמרו וגזרו על הצורף הנ\"ל שיאמר להם האמת. ואמר הצורף הנ\"ל אני רואה בו נקמה כי בהיותו דר בק\"ק ראשקוב לקח ממני קנס שני אדומים ועכשיו נתן לי הטלית של שבת שלו עד שיחזור מן הדרך ויפדה ממנו וגזרו עליו האנשים תיכף ומיד תמחול לו השני אדומים ותחזיר לו הטלית והחזיר לו ולא רצה לקבלו עד שנתן הצורף ת\"כ שמחל לו בלב שלם אז קיבל הטלית. ומהתענית של הרב הנ' כך היה שהיה מתענג כתשובות הקנה בזה האופן. התענה מידי יום ביום ובכל חדש וחודש התענה פ\"א משבת לשבת ואין איש מאנשי הבית שהיו יודעים מזה התענית רק בתולה אחת בת אחותו של הרב הנ\"ל עשה עמה מעמד ומצב שהיא תביא לו לאכול ולא אחר וגם תפנה המאכל שלא יוודע לבני הבית. ככה התענה ה' שנים ובשנה השישית אירע שהתענה משבת לשבת והבעש\"ט היה בדרך ושמע כרוז. מהר רוץ אליו במרוצה כי היום יתבטלו מוחין שלו ורץ אליו במרוצה גדולה עד שמת לו סוס בדרך שוה עשרה אדומים. ואמר להרב מת לי סוס של עשרה אדומים בדרך על ידך ותהיה כפרה תחתיך. ותיכף אכל ושמע לו אח\"כ. ", 
            "ויש ת\"י אגרת ששלח הבעש\"ט להרב בזה\"ל העתקה שנכתב בעבר האגרות מק' מעזיבוז לק' נעמרוב רבתא הני מילי בכתבא רצוא ושוב כמראה הבזק מראה הכהן אב\"ד דק\"ק הנ' מעוז ומגדל הרב המופלא עושה פלא חכ' הכולל מ' יוסף הכהן דק\"ק הנ' אב\"ד זה לשון האיגרות ליד אהובי א\"נ הרב המאה\"ג ע\"ה פ\"ה המפורסם בחסידות החכם השלם המופלא עשה פלא הנצמד בקירות לבי דבוק מאת לי מ' יוסף הכהן. הנה ג\"ה קבלתי וראיתי ראיה אחת בשתי שורות העליונות ושם נאמר שרומע\"ל אומר כאילו מוכרח להתענות ותרגז בטני מקול הקורא. והנני מוסיף בגזירות עירין ובצירוף קב\"ה ושכינתיה לבל יכנס א\"ע בסכנה כזה. כי זה מעשה מרה שחורה ועצבות ואין השכינה שורה לא מתוך עצבות רק מתוך שמחה של מצוה כאשר ידוע לרומע\"ל דברים שלמדתי כמה פעמים והיו הדברים האלה על לבו. ועל דבר סעיפי מחשבותיו המביאים אותו לזה איעצך ויהי אלקים עמך גבור החיל בכל בוקר ובוקר בעת לימודו ידבק עצמו באותיות בדביקות גמור לעבודת בוראו ב\"ה וב\"ש ואז ימתיקו הדינים בשורשן ויקיל מעליו הדינין. ומבשרך אל תתעלם ח\"ו להתענות יותר מהחיוב ומהצורך ואם שמע תשמע לקולי ויהיה אלהים עמך ובזה אקצר ואומר שלום מנאי הדש\"ת נאום ישראל בעש\"ט:\n"
        ], 
        [
            "ואפריון נמטי לבנו יחידו הרבני המופל' הידיד כבוד מ' שמשון ועי\"ח בנו ידיד ר\"מ הירץ ני' ולכולם בכלל ובפרט. ושמעתי מהרב דקהלתינו מ' גדליה ז\"ל שכמה פעמים חשק הרב לנסוע לאה\"ק והרב בעש\"ט אמר שלא יסע. ואמר לו סימן זה יהיה בידך כל פעם שיפול לך חשק לנסוע לאה\"ק תדע נאמנה שיש דינים על העיר ר\"ל ושטן מטריד אותך כדי שלא להתפלל עבור העיר ע\"כ כשיפול לך חשק לאה\"ק התפלל בעד העיר. ", 
            "פ\"א נסע הרב לבעש\"ט על שבת והוצרך לנסוע דרך עיר שאריגראד והיה כעס על העיר מאוד ולא רצה לעמוד בעיר אך מחמת שהיה צריך ליתן מספוא לסוסים הוכרח לעמוד ולא קם מהעגלה ואמר כשיאכלו תיכף ניסע ונלך. וכשנכנסו לבית התחיל לגשם מאוד שלא יכלו לנסוע ולא פסק הגשם עד שהוצרך ללון שם בע\"כ. ובוקר ג\"כ הגשם לא פסק הולך וגדול עד יום ה' וכשראה שאין הגשמים פוסקים אמר רבש\"ע אפשר ניחא לך שאשבות כאן והגשמים יפסיקו וכן היה שפסקו תיכף הגשמים. והיה מתפלל כל השבת עבור העיר. והבעש\"ט ראה ששבת בק' שאריגראד והיה יודע שהיטיב חרה לו על העיר ושחק ואמר לאנשי סגולתו. הנה הרב דק\"ק ראשקוב שבת בק\"ק שאריגראד ושחק עוד. ולאחר שבת כשבא להבעש\"ט נתן לו שלום ושחק ואמר הרב להבעש\"ט ריבונו מה השחוק. ואמר לו שהיית כל ש\"ק בשאריגראד והשיב כן הדבר ומגעגע לפניו כבן יחיד. וסיפר לו שהוכרח לשבות שם מחמת הגשמים. אז השיב לו הבעש\"ט סבור אתה שהמוכיח היה משקר ח\"ו כי אמת ששמע הכרוז ומה שרגזתי עליו על שהוציא מפיו שאילו לא הוציא מפיו דברי הכרוז הייתי מבטל הגזירה מן העיר באותו שבת מכל וכל ועכשיו לא פעלתי אלא שנתנו להם הרחבה שלא תשרוף בפעם אחת אך פעם מבוא זה ופעם מבוא זה עד שתשרוף כל העיר. וכן היה שנשרף בכמה פעמים. ואותן שגזרו עליהם הרציחה נהרגו בק' אומין בעת הבריחה ר\"ל. ואותן שנגזרה עליהם למות בדבר ר\"ל מתו בדבר שהיה שני שנים אחר הבריחה והיה להם הרחבת זמן גדול ערך עשרים שנה או יותר שאני יודע שהיה אב\"ד דק\"ק נעמרוב ששה עשר שנה קודם הבריחה חוץ מה שהיה בעיר ראשקוב שהיה כמה שנים קודם מעשה זו:\n"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002074799 ", 
    "heTitle": "שבחי הבעש\"ט", 
    "categories": [
        "Chasidut"
    ]
}