{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Sabbath",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חולה </b>\n<b> שאין בו סכנה עושין לו כל צרכיו כו'.</b> עיין מ\"ש ה\"ה ומ\"ש מר\"ן הכ\"מ ועיין במ\"ש הטור סימן שכ\"ח ולדידי קשה מהא דגרסינן בפ' במה מדליקין ר\"ל מדקתני סיפא חייב ש\"מ ר\"י היא רישא במאי עסקינן כו' ואדתני רבי הושעיא אם בשביל החולה שישן לא יכבה ואם כבה פטור אבל אסור ההיא בחולה שאין בו סכנה ור\"ש היא ופסקוהו הרי\"ף והרא\"ש שם והשתא אי שבות ע\"י ישראל שרי כל שהוא לצורך החולה אם כן היכי קתני בברייתא דלא יכבה כיון דלר' שמעון מלאכה שאצ\"ל אינו אלא מדרבנן וי\"ל דבשבות כי האי החמירו טפי כיון דעיקר כיבוי מדאורייתא ודוק:<br><b> מעשה חושב</b>\n<b> (מ) </b> בד\"ה הלכה י' כו' ההוא בחולה שאין בו סכנה כו' ופסקוהו הרי\"ף והרא\"ש שם. אני תמה דבהרי\"ף אין הכרע כלל דפוסק כר\"ש שהרי כתב ואם הוא חולה שאין בו סכנה לר\"ש פטור אבל אסור ולר' יהודה חייב חטאת:<br><b> (מא) </b> בא\"ד: א\"כ היכי קתני בברייתא כו' כיון דלר\"ש כו'. ולענ\"ד לק\"מ דהא באמת אין הכרע כלל לומר כמאן פסק הרי\"ף וכנ\"ל (אע\"ג דלהר\"ן משמע לי' בכמה מקומות בשבת דהרי\"ף פוסק כר\"ש ודחיק עצמו בזה עיין ר\"ן פרק כירה מה דדחיק במ\"ש הרי\"ף בטעמא דמצילין את המת מפני הדליקה דאי לא שרית לי' טלטול דרבנן אתי לידי כבוי דאורייתא דבפשיטות משמע דכר' יהודה פוסק ע\"ש ודוק). אלא לענד\"נ דגם להטור לא פשיטא לי' דקיי\"ל כר\"ש ורפיא בידו כמו להרי\"ף ומש\"ה ס\"ל דבחולה שאין בו סכנה אסור לישראל לכבות את הנר מפני החולה משום דהלכה כר' יהודה. וראיה לזה ממה דפסק בח\"מ סי' תכ\"ד דחובל בחבירו בשבת פטור מלשלם ואי כר\"ש ס\"ל בהחלט א\"כ אמאי פטור מלשלם הא הו\"ל מלאכה שא\"צ לגופה (עיין תוס' שבת דף ק\"ו ד\"ה בחובל כו') אע\"כ דמספקא לי' להטור הלכה כמאן ולכן א\"א לחייבו מספק לשלם ממון דשמא הלכה כר\"י ופטור מלשלם דהא לר\"י חובל לא חשיב מקלקל משום דנחת רוח עשה ליצרו וחשיב מתקן אצל יצרו מש\"ה פסק הטור דפטור מלשלם ופסק נמי במכבה בשביל חולה שאין בו סכנה דפטור מחטאת דדלמא הלכה כר\"ש וא\"א לחייבו בחטאת ולהביא מספק חולין בעזרה:<br><b> אולם </b> עדיין קשה לי בזה דהנה הב\"י הקשה על הטור על מאי דהביא דינא דאין איסור חלב נוהג בטמאה דלמאי נ\"מ בזה הא ממילא אסור משום טמאה. וע\"ז תירץ מו\"ח רבינו נ\"ע דנ\"מ בזה דאי חלב נוהג בטמאה ואכל חלב טמאה בשוגג ואח\"כ שחט בהמה לשם חטאת אסורה הבהמה כדאיתא בספ\"ב דחולין דאם חייב חטאת ושחט בהמה לשם חטאת דאסורה ע\"ש. והשתא לפמש\"ל דמספקא לי' להטור דלמא הלכה כר\"י א\"כ היכי כתב דאם כבה את הנר לצורך חולה שאין בו סכנה פטור הא בכבה ואח\"כ שחט בהמה לשם חטאת הי\"ל לאסור הבהמה מספק דשמא הלכה כר\"י ונמצא שחייב חטאת וכששחט אח\"כ הבהמה לשם חטאת הרי נאסרה וכנ\"ל. אמנם י\"ל דמ\"מ כיון דבאמת אסור להביא את החטאת מספק לא שייך לומר דהוי כמו שחייב חטאת דנימא כששחט אח\"כ בהמה לשם חטאת שתהי' אסורה ומוקמינן הבהמה בחזקת חולין שהי' בה מעיקרא. ודע דלמ\"ש התוס' שבת קו' הנ\"ל לר\"ש חובל בשבת פטור (היכא דא\"צ לגופי' ואין תקון לכ\"ע) ולר' יהודה חובל בחבירו לא חשיב מקלקל כיון דמתקן הוא אצל יצרו עיין שבת ק\"ה ע\"ב:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הצד </b>\n<b> חיה ועוף שברשותו כו'.</b> הנה התו' ז\"ל בפרק אין צדין דכ\"ד ע\"א דבור המתחיל ותני' הצד אווזין הקשו וז\"ל ואם תאמר הא קי\"ל כל פטורי דשבת פטור אבל אסור כו' ומדברי התוס' הללו משמע דאווזין ותרנגולין אסור לצודן מדרבנן וכ\"כ הרא\"ש אחר שהביא תירוץ התוס' וז\"ל ולפי זה אסור לצוד בי\"ט אווזין ותרנגולין ההולכין בחצר כו' יע\"ש. וראיתי להר\"ב פ\"ח סי' תפ\"ז סק\"ו שהקשה דאיך אפשר לומר דברייתא דקתני הצד אווזין כו' פטור דר\"ל פטור אבל אסור והא בברייתא קתני לקמן בהדיא אבל אווזין ותרנגולים ויוני הרדיסיאו' מותרים ולע\"ד נראה דלא קשה דמ\"ש התוס' דאסור לצוד אווזין ותרנגולין היינו דוקא כשהן בחצר חוץ לכלוב' דבהכי מיירי בברייתא כדקאמר בגמ' הללו באין לכלובן לערב ועיין ברש\"י ז\"ל וכמדוקדק מדברי הרא\"ש ז\"ל שכתב ולפי זה אסור לצוד אווזין ותרנגולים ההולכין בחצר משמע דוקא כשהן בחצר וברייתא דלקמן דקתני אבל אווזין כו' מותרין היינו דוקא כדיניה וכשבאין בכלובן דאז לא מחסרי צידה כלל ובהכי ניחא לי מה שהקשה עוד הרב הנזכר שם בסק\"ט על מה שכתב ה\"ה בפ\"ב מה' י\"ט דין ה' וז\"ל ודע שדעת קצת מהמפרשים שמשנתינו וכל הדינין שיתבארו לקמן בדין הזימון הם ביוני שובך שאינן יכולין לפרוח אלא שהן מדדין ואינם מחוסרים צידה ומותר ללוקחן כו' ונתלו בזה בסוגייא דאין צדין ויש מתירין בכל גוונא לפי שאין צריכין צידה מעליא וכן דעת העיטור כו' ומדברי רבינו יראה כדעת העיטור עכ\"ל והקשה הרב ז\"ל שהרי בברייתא קתני בשמעתין בהדיא הצד יוני שובך ויוני עליה חייב ורש\"י ז\"ל נר' שנרגש מזה וכתב שיוני הבר הן ושאטין ואוכלין בחוץ ולפי זה תרי מיני יוני שובך הן ואין זה מחוור ותו שהרב המגיד נר' שסותר את עצמו שבפ\"ה מהלכות שבת דין כ\"ד כתב הרמב\"ם הצד חיה ועוף שברשותו כגון אווזין ותרנגולים ויוני עליה פטור וכתב ה\"ה על זה שט\"ס הוא דיוני עליה אינן ברשותו כדאי' בהדיא בפ' אין צדין הצד יוני שובך ויוני עליה חייב וכן מבואר ספכ\"א דיוני הרדיסיאות הוא שהן ברשותו והן הגדלין בבית כאווזין ותרנגולין כו' הרי מוכח בהדיא מדברי ה\"ה שיוני שובך ויוני עליה אית בהו חיוב צידה בשבת ואם כן הדבר ברור לפי זה שאסור לצודן בי\"ט אלו דבריו יע\"ש:<br><b> ולע\"ד </b> יש לישב שדעת היש מתירין הוא דס\"ל דברייתא דקתני הצד יוני שובך ויוני עליה חייב היינו דוקא כשהן חוץ לכלובן ומשום דכיון דכשהן בכלובן נמי עבידי לרבויי ולפרוח מפני בני אדם לא חשיבי מה\"ט כנצודין ועומדין כדי שיהא מותר לצודן חוץ לכלובן כאווזין ותרנגולין אמנם כשהן בכלובן אע\"ג דעבידי לרבויי מ\"מ אין צריכין צידה מעליא ונוח לתופסן על נקלה ואין איסורו אלא מדרבנן והילכך משום שמחת יום טוב התירו ואם כן הנהו מתני' דפ\"ק בדין הזימון בכל גונא מיירי ואפילו ביוני שובך ויוני עליה שיכולין לפרוח וכדינייהו כשהן בכלובן ומה שכתב הרב המגיד בפ' י' מהלכ' שבת דט\"ס הוא דיוני עליה אינן ברשותו כו' היינו משום דמשמע ליה שדברי הרמב\"ם ז\"ל הן אפילו כשהן חוץ לכלובן שהרי כייל ותני יוני עליה בהדי אווזין ותרנגולין ואווזין ותרנגולין ע\"כ היינו כשהן חוץ לכלובן דאי בכלובן לא מחסרי צידה כלל ואין בהן איסורא כלל והיכי קאמר פטור דמשמע אבל אסור והילכך הוצרך לומר דט\"ס הוא כנ\"ל שוב מצאתי כן בחדושי מוהר\"ר דוד ערמה ז\"ל שכתב וז\"ל דע שדברי הרב המגיד הן כשהן במקום הניצוד כגון בשובך אבל לצודן פשיטא דחייב כמ\"ש פי' י' מהלכות שבת עכ\"ד ובפשטא דשמעתתא דפרק אין צדין איכא למידק דאדפריך מברייתא דהצד אווזין ותרנגולין אמאי לא פריך ממתני' דפרק ח' שרצים דקתני חיה ועוף שברשותו דצדן פטור ומשמע דהיינו אווזין ותרנגולין וכ\"כ התוס' בפ' האורג ד\"ה הנז' וז\"ל דאווזין ותרנגולין אע\"ג דאסור לצודן מדרבנן כדתנן הצד חיה ועוף שברשותו הצדן פטור ומשמע אבל אסור כו' וליכא למימר דהו\"א דמתני' מיירי בשאין מחוסרין צידה כלל דאצ\"ל הבא מצודה כו' דאם כן מאי אירייא דקתני פטור הא מותר לכתחילה כדקתני במתני' כל המחוסר צידה אסור ושאינו מחוסר צידה מותר וי\"ל דהו\"א דמתני' דפר' ח' שרצים מיירי כשאין מחוסר צידה כלל ואע\"ג דקתני מתני' דשאינו מחוסר צידה מותר היינו דוקא בי\"ט אבל בשבת דחמיר אסור מדר' ואי קשיא לך אם כן מאי ק\"ל להתו' והא קי\"ל כל פטורי דשבת פטור אבל אסור אימא דתלמודא הכי פריך דכיון דבשבת פטור אבל אסור בי\"ט הו\"ל להתיר דמה\"נ לא מקשי ממתני' כדכתיבנא הא לק\"מ דודאי למאי דלא מקשה ממתני' אית לן למימר שפיר משום דאיכא לדחויי דמיירי בשאין מחוסר צידה כלל ואע\"ג דבי\"ט מותר בשבת אסור אמנם התו' ק\"ל שפיר דמאיזה כח מקשה מברייתא אימא דבמחוסרין צידה קושטא דמילתא הוא דאף בי\"ט אסור ומנ\"ל לחלק כדי להקשות וא\"נ דהוה מצי לדחויי דאיירי בשאינן מחוסרין צידה כלל ומותר לכתחילה ואיידי דקתני החובל בהן חייב תני נמי הצדן פטור וכמ\"ש בהגהות מיימ' פ\"י מה' שבת ז\"ל בפרק ח' שרצים חיה ועוף שברשותו הצדן פטור וכל פטורי דשבת פטור אבל אסור והא דתנן אבל צדין חיה ועוף כו' היינו בי\"ט כו' אעפ\"י שיש לדחות ולומר דפטור ומותר ואיידי דבעי למתני החובל בהן חייב תני הצדן פטור כו' ע\"ש ואין להק' בדברי הגהות מיימ' דהיאך אפשר לומר דפטור ומותר קאמר ואיידי דבעי למתני כו' הא ברייתא קתני בהדיא הצד אווזין ותרנגולין פטור והכא ליכא לשנויי דמשום איידי קתני די\"ל דס\"ל כמ\"ש התוס' בפ\"ק דשבת דף ג' ד\"ה דהך כללא לא נאמר אלא דוקא במשנה לא בברייתא ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנוטל </b>\n<b> קיסם של עץ לחצוץ בו שיניו כו'.</b> הנה מדברי רבינו מבואר שהוא ז\"ל פוסק כרבי אליעזר ובסמוך ונראה כתב מותר לקטום עצי בשמים להריח בהם ואע\"פ שהן יבשים וקשים כו' יע\"ש והוא תימה דכיון דפסק כר\"א דבקוטם לחצוץ בו שיניו חייב אם כן בקוטם להריח פטור אבל אסור וכדאמרינן בגמ' דהא דרב יהודה הוה מפשח אלוותא כו' אתיא כרבנן אבל לר\"א אפילו לקטום להריח אסור גזירה שמא יקטום לחצוץ בו שיניו וכבר ה\"ה תמה עליו והניחו בצ\"ע תו קשה דבגמ' מוקמינן אליבא דר\"א מתני' דשובר את החבית במוסתקי וכיון שרבינו ז\"ל פסק כר\"א איך כתב בפ' כ\"ג מה' אלו דין ב' מתני' דשובר אדם את החבית כצורתה ולפי חומר הנושא נראה לע\"ד לומר שרבינו ס\"ל דפלוגתייהו דר\"א ורבנן לא קאי אלא האבוס של בהמה שהן רכין אבל בקשין אפי' רבנן מודו וכמו שכן נראה מדברי התוספתא שהביא הרא\"ש ז\"ל ומה שהכריע הרא\"ש דתלמודא פליגי אתוס' מדקתני לפתוח בו את הדלת אין זה הכרח כ\"כ דלפעמים המצא ימצא אפי' ברכין מחמת גסותן ראוין לפתוח בהן את הדלת ואפשר עוד שהכריחו לפ' כן משום דס\"ל לרבינו דטעמייהו דרבנן דאמרי לא יטול אלא מהאבוס אבל לא קיסם משלפניו הוא משום דגזרינן שמא יקטו' וכמו שכ' התוס' והשתא אי ס\"ל לרבנן דאפילו בקשין לחצוץ בו שיניו אינו אלא משום שבות הו\"ל גזירה לגזירה ולא גזרינן כי היכא דלא גזרינן בקוטם להריח מה\"ט אלא משמע דבקשין אפי' רבנן מודו דחייב דהשתא מש\"ה לא שרו אלא באבוס של בהמה משום דבקשין כיון דחייב מן התורה מש\"ה גזרו נטילה אטו קטימא ובאבוס כיון דאפי' קטימא אינו אלא מדרבנן הו\"ל גזיר' לגזירה ולא גזרינן וס\"ל דפלוגתייהו דר\"א ורבנן בקוטם בסכין ורב יאודה דקאמר אוכל בהמה אין בהם משום תיקון בקוטם בידו וכמו שפי' הרא\"ש וזה נראה כונת ה\"ה במה שכת' וא\"א לפרש דכי אמרי רבנן גבי קטמו לחצות בו שיניו שאינו אלא משום שבות דלא קיימי אלא אאבוס של בהמה שהוא רך אבל בקשין אפילו רבנן מודו כו' וקשה טובא דאיך אפשר לפרש כן דאם כן רב יאודה דקאמר אוכלי בהמה אין בהם משום תקון כלי דלא כמאן וכבר הוקשה לו כן להרב ל\"מ ותירץ דיש לומר בדוחק דמברייתא דלעיל דהקשו ממנו לרב יאודה משמע הכי בפי' שתירצוה בגמ' שלא הזכירו שום איסור בעשית כלי ברכי' ע\"ש ודבריו תמוהים שהרי ברייתא דלעיל רב יאודה הוא דמתר' לה הכי לומר דחסורי מחסרה והכי קתני כו' ואם כן תקשי לן דמנ\"ל לרב יאודה לומר דברייתא מתנייא בדרך חסורי מחסרה ולומר דאתי דלא כמאן ואמאי לא נימא דברייתא כפשטא מתנייא ואליבא דר\"א ולעולם דלכ\"ע איסורא דרבנן מיהא איכא וכאידך ברייתא ותו דאף למאי דקאמר רב יאודה חסורי מחסרה והכי קתני אין ראיה מהך ברייתא דס\"ל דברכים ליכא איסורא כלל דאדרבא מדקתני קוטמו ומריח בו משמע דדוקא להריח הא לחצוץ אסור ולכן נראה דכונת ה\"ה הוא כמ\"ש הרא\"ש דפלוגתא דר\"א ורבנן בקוטם בסכין ומילתא דרב יאודה בקוטם בידו וכמ\"ש ולמאי דק\"ל לה\"ה לפי דרך זה דכיון דקי\"ל כר' יאודה שהיה מפשח אלוואתא נר' בביאור שאפילו בקשין ובקוטם לכלי אין שם חיוב חטאת י\"ל דרבינו גריס בגמרא כגירסת ר\"ת ז\"ל שכתבו התוס' דגריס א\"ל בקשין וה\"פ דרב יאודה משיב לרב כהנא פשטא דהברייתא נשנית בטעות דהא הא דקאמר פטור אבל אסור קא ק\"ל דאדרבא מותר לגמרי חיוב חטאת מיבעייא כ\"ש דנשנית בטעות כיון דקתני בה חיוב חטאת וא\"ל ר' כהנא לר\"י מצינן לשנויי לך דהברייתא מיירי בקשין כו' יע\"ש פירושו ובהר\"ב חידושי הלכות ורבינו מפרש הסוגייא הכי דרב אחא כי מתקיף אתירוצא דר\"ח דמשני הא ברכין הא בקשין ממתניתין דשובר אדם את החביות ומרב יאודה דהוה מפשח כו' דלא גזרינן בקשין להריח אטו לחצוץ כו' ואהא משני אלא הא ר\"א הא רבנן כו' ואע\"ג דבגירס' דידן כפי פרש\"י לא גרסי' אלא דתלמודא לא אתא לשנויי אלא ברייתא דלא יקטמנו להריח ומילתא דר' יאוד' ומ\"מ תי' דר\"ח דמשני הא ברכין הא בקשין קושטא קאי מכל מקום מדברי ה\"ה מבואר דגרסינן אלא הא ר\"א כו' וקאי השתא לדחויי שנויי' דר\"ח ולשנויי תרי ברייתות אהדדי דאידי ואידי בקשין והא ר\"א הא רבנן ודלא כשנוייא דר\"ח וזה מבואר ממ\"ש ה\"ה אלא ל\"ק לפי פי' הני ברייתות אהדדי ותרוייהו בקשין כו' ע\"ש ומכל מקום רבינו גריס אלא כגירסת ה\"ה ומפרש דה\"ק אלא ל\"ק הנהו ברייתות אהדדי דאידי ואידי ברכין והא ר\"א והא רבנן דברייתא דקתני לא יקטמנו להריח אתייא כר\"א דס\"ל דבקוטם לחצוץ חייב חטאת ומשום הכי גזר להריח אטו לחצוץ וברייתא דקוטמו להריח אתיא כרבנן ואידחיי' השתא תי' דר\"ח אלא לעולם בקשין לכ\"ע שרי להריח ולא גזרינן להריח אטו לחצוץ והיינו ההיא דרב יאודה דהוה מפשח כו' ודוקא ברכין הוא דגזר ר\"א דכיון דרכין הן וחזו למאכל בהמה אתו למטעי ולמימר דלא שייך בהו תיקון כלי ואתו למשרי נמי לחצוץ בו שיניו והילכך עבוד בהו הרחקה טפי וגזרו לר\"א להריח אטו לחצות מה שא\"כ בקשין דכיון דקשין הן ולא חזו למאכל בהמה לא גזרו להריח אטו לחצוץ דלא אתו למטעי וא\"נ דלהך תי' הנהו תרי ברייתו' בין ברכין בין בקשין מיירי אלא דברייתא דקתני לא יקטמנו להריח ר\"א היא דכיון דס\"ל דברכין חייב חטאת משום הכי גזר להריח אטו לחצוץ ומשום דאתי למטעי כמ\"ש וכיון דברכין גזר להריח בקשין נמי אסור להריח דאין סברא לומר דלהריח ברכין יהא אסור ובקשין יהא מותר דמחזי כחוכא ואיטלולא ומש\"ה לא פליגי רבנן דאי לא הא לא קיימא הא ואסר ר\"א להריח בקשין ואידך ברייתא רבנן דס\"ל דברכין לחצוץ אינו אלא משום שבות והילכך לא גזרינן להריח אטו לחצוץ משום דהו\"ל גזרה לגזרה ובקשין אע\"ג דלחצות חייב חטאת אליבא דרבנן מ\"מ לא גזרינן להריח אטו לחצוץ כיון דקשין הן לא אתי למטעי ומשרי לחצוץ בו שיניו דהא פשיטא להו דהו\"ל מתקן כלי ונמצא א\"כ דצדקו דברי רבינו דפסק כרבנן דר\"א ומשום דבקשים אליבא דכ\"ע חייב חטאת. ומ\"ש כל דבר שהוא מאכל בהמה מותר לקטום כו' בקוטם בידו קאמר ואין זה דוחק שהרי לדעת רש\"ל מ\"ש כל הפוסקים היתרא דקוטמו להריח היינו דוקא ביד כמו שיראה המעיין שם וא\"כ אף אנו נאמר דמ\"ש רבינו כל דבר שהוא מאכל כו' היינו בקוטם בידו וברייתא דקתני בד\"א ברכין אבל בקשין לא יקטמנו לא קי\"ל כותיה משום דרב כהנא הוא דמתרץ לה הכי בדרך חסורי מחסרא משום דלא ס\"ל כרב יהוד' דהוי מפשח כו' אמנם אנן קי\"ל כרב יהוד' דס\"ל דהך ברייתא נשנית בטעות כדקאמר השתא פטור אבל אסור ק\"ל כו' ואי קשיא לך דאם דפלוגתא דר\"א ורבנן ברכין ובקוטם בסכין אמאי לא שני רב יהוד' דההיא ברייתא ר\"א היא ובקוטם בסכין י\"ל דמדקתני בברייתא מוללו ומריח בו ולא יקטמנו להריח בו משמע דבקוטם ביד הוא דקאמר שהרי מלילה ביד היא וקתני דדוקא מלילה שרי אבל קטימה אפילו ביד אסור וא\"כ כי קתני בתר הכי לחצות בו שיניו לא יקטמנו ואם קטמו חייב חטאת בקטימ' ביד הוא דקאמר דומיא דלא יקטמנו דרישא כנ\"ל:<br><b> וניחא </b> השתא נמי מה שהביא רבינו בפרק כ\"ג מה' אלו מתני' דשובר אדם את החבית כצורתה משום דס\"ל דכי אוקימנא למתני' במוסתקי היינו דוקא אליבא דר\"א דס\"ל דברכין לחצות בו שניו חייב חטאת ואע\"ג דאין דרך רכין לתקנן לחצות בו שניו אפילו הכי חשיב ליה כלי ומחייב חטאת ומשום הכי גזר להריח אטו לחצות ואם כן גבי חבית נמי אע\"ג דהוא עושה כלי בשבירה שלא כדרכה ה\"נ דמחייב אליבא דר\"א ואם כן נגזור שאינו מתכוין אטו מתכוין אמנם לרבנן דס\"ל דברכין לחצות בו שניו לא מחייב משום דהו\"ל עושה כלי שלא כדרכו שאין דרך לעשות כלי מאוכלי בהמה ה\"נ בחביות כיון שהוא עושה כלי שלא כדרכו אינו אלא משום שבות ומשום הכי לא גזרינן שאינו מתכוין אטו מתכוין ועי' בהר\"ן ז\"ל ודו\"ק. ודרך אגב ראיתי לעמוד במ\"ש התוס' שם באותה סוגייא בד\"ה ר\"א אומר כו' וז\"ל כרש\"י לאו דוקא כו' משלפניו דה\"ה משלאחריו כו' ותימא דהא משמע בפ' המוציא דדוקא קתני דבעי התם אבנים של בית הכסא מהו להעלותן אחריו לגג וקא פשיט ליה דשרי ופריך מיתיבי ר\"א אומר נוטל אדם קיסם כו' ודבריהם תמוהים בעיני דמאי ק\"ל דהתם הכי פרכינן איתביה רבינא למרימר ר\"א או' נוטל אדם קיסם משלפניו לחצות בו שניו וחכמים אומרים לא יטול אלא מן האבוס הכי השתא כו' ואם כן איכא למי' דמדרבנן הוא דקא פריך דקאמרי לא יטול אלא מן האבוס אבל קיסם משלפניו לא אע\"ג דאיכא כבוד הבריות שנראה מבחוץ וגנאי הוא לו כמ\"ש רש\"י ז\"ל שם ואדרבא משם נראה סיעתא לפי' רש\"י דמשלפניו דר\"א לאו דוקא ומדרבנן הוא דפריך דאי כפי' התוס' דמשלפניו דר\"א דוקא ומדר\"א הוא דקפריך קשה טובא דאם כן אמאי הוצרך רבי' לאותבי מברייתא דמייתי תלמוד' לקמן דקתני בו וחכמים אומרים לא יטול אלא מן האבוס הוה ליה לאותבי ממתניתין דקתני ר\"א אומר נוטל אדם קיסם משלפניו אלא ודאי משמע דמדרבנן הוא דקא פריך והילכך משום הכי הוצרך לאותבי מברייתא ולא ממתני' משום דממתני' לא מפרשי בהדיא דרבנן פליגי אתרתי וס\"ל דאסור ליטול קיסם משלפניו ובברייתא מפרשא בהדיא וצ\"ע:<br><b> ודרך </b> אגב ראיתי לעמוד בדברי רש\"י באותה סוגיא ד\"ה קוטמו ומריח בו וז\"ל ואפילו לכתחלה דהא אף לחצות בו שניו שרי אלא אורחא דמילתא נקט כו'. ודבריו ז\"ל צריכין ביאור דאמאי הוצרך להכריח דלכתחלה שרי מדשרי לחצות בו שניו דהא בהדיא קתני קוטמו ומריח בו גם מ\"ש אלא אורחא דמלתא נקט אינו מדוקדק דמאי אלא דקאמר כאלו הדבר קשור עם מ\"ש קודם והכי הול\"ל ואורחא דמילתא נקט ואפשר לפרש דבריו דרש\"י אתא לאפוקי דלא נימא דברייתא הכי קאמר מוללו ומריח בו קוטמו ומריח בו כלומר דאם הוצרך להוציא ריח ממנו כדי שיהא ריחו נודף בתחילה מוללו ומריח בו ואם מללו וכבר יצא ממנו הריח ולא נשאר ריח בו או באופן דאפילו ע\"י מלילה לא היה ריחו נודף אז קוטמו ומריח בו אבל לקוטמו ולהריח בו לכתחילה קודם שימלול אסור כיון דאפשר על ידי מלילה דהשתא הוה ניחא דהוצרך ברייתא למתני חלוקת מוללו ומריח בו ולא קתני קוטמו ומריח ומכ\"ש מלילה משום דבעי לאשמועינן דבעי' מלילה תחילה ואח\"כ קוטמו ומריח לזה בא רש\"י ז\"ל וכ' קוטמו ומריח בו ואפילו לכתחילה כלומר ואפי' בלא מלילה תחילה שרי והכריח הדבר דהא אפי' לחצות בו שניו שרי כלומר דרב יהוד' סתמא קתני אוכלי בהמה אין בהם משום תקון כלי דמותר לקטום ולתקן קש של שבולים בשבת לחצות בו שניו ואפי' אם הוא באופן דמצי לחצות בו שניו בלא קטימה ותקון אפילו הכי קאמר דמותר לתקן אותן וא\"כ ה\"נ אע\"ג דאפשר ע\"י מלילה שרי ולזה קאמר אלא אורחא דמילתא נקט דק\"ל דכיון דברייתא מיירי ברכין מאי ומריח בו דקאמר אפילו לחצות בו שניו שרי וא\"כ קוטמו לחצות בו הול\"ל ובשלמא אם היינו אומרים דקוטמו ומריח דקתני בברייתא היינו אחר שמוללו ניחא דמש\"ה קתני קוטמו ומריח בו לאשמועינן אפי' דקוטמו להריח לא שרי אלא ע\"י מלילה תחילה ועיקר ברייתא להכי הוא דנחית אמנם לפי פי' רש\"י דאפילו לכתחילה בלא מלילה שרי אם כן קשה דקוטמו לחצות בו שיניו הול\"ל ואהא קאמר אלא אורחא דמילתא נקט כנ\"ל ודו\"ק:<br><b> עוד </b> ראיתי לעמוד במ\"ש התוס' בד\"ה כי הוינא בי רב יהודה כו' וז\"ל וא\"ת ולמה נמנעו מלהריח בשמים שמא יקטום והא לא חיישינן כדמוכח הכא אליבא דרב יהודה דס\"ל כרבנן כו' ע\"כ ויש לדקדק דאמאי הוצרכו להכריח דמותר להריח בשמים בי\"ט ולא גזרינן שמא יקטום מדרב יהודה הא בהדיא קתני בברייתא מטלטלין עצי בשמים להריח בהם ובאידך ברייתא נמי קתני לא יקטמנו להריח בו משמע בהדיא דדוקא לקוטמו אסור הא להריח שרי ולא חיישינן שמא יקטום ואפשר לומר דהתוס' אזלי לשיטתם שכתבו בד\"ה וחכמים אומרים דטעמייהו דרבנן דלכך אסור לחצות בו שניו גזירה שמא יקטום יע\"ש ואם כן משום הכי הוצרכו להביא ראיה מדרב יהודה משום דמברייתא דקתני מטלטלין עצי בשמים להריח ומאידך ברייתא נמי דקתני לא יקטמנו אין ראיה משום דאיכא למימר דהנהו ברייתות אתיין אליבא דר\"א כדמוקמי' להו במסקנא ור\"א ס\"ל דנוטל אדם קיסם משלפניו לחצות בו שניו ולא גזרינן נטילה אטו קטימה ומשום הכי שרי להריח ולפי האמת נמי הנהו ברייתות אליבא דר\"א מוקמינן אמנם לדידן דקי\"ל כרבנן דגזרי נטילה אטו קטימה ה\"נ דגזרינן בשמי' להריח גזירה שמא יקטום ואהא הוכיחו שפיר דלא גזרינן מדרב יהודה כלומר דאע\"ג דרבנן גזרי ליטול קיסם משלפניו שמא יקטום התם היינו מתלוש לתלוש אבל להריח בתלוש שמא יקטום במחובר לא גזרינן כנ\"ל ועיין במרדכי ודו\"ק:"
            ]
        ],
        [
            [
                "<b>המחמם </b>\n<b> את הברזל כדי כו' ה\"ז תולדת מבעיר כו'.</b> כתב ה\"ה ז\"ל ובהשגות א\"א ז\"ל כו' ומ\"מ י\"ל כמ\"ש ז\"ל שהצירוף מדבריהם ומפשט הסוגיא שבפרק כירה נראה שהצירוף הוא דברי תורה כו' ויש להק' מהיכא משמע ליה כן הא איכא למימר דכי פריך בפרק כירה והלא מצרף היינו משום דצירוף אסור מדרבנן וכבר הוקשה כן להר\"ב ל\"מ ז\"ל ותי' וז\"ל וי\"ל דמשמע ליה כן משום דאלת\"ה אלא דהא דהצירוף הוא מדבריהם אמאי לא תי' דאתיא אפילו כר\"י וע\"כ לא קאמר ר\"י אלא בדבר שאיסורו מדאוריית' אבל דבר שאיסורו מדרבנן מודו לר\"ש דאפושי פלוגתא לא מפשינן אלא ודאי שאיסור צירוף מדאורייתא ולבסוף דחאו לזה התירוץ דא\"כ ביומא דל\"ה כשתי' אביי ואמר אין שבות במקדש אמאי ל\"ק דאפי' שבות ליכא דר\"י מודה בזה הצירוף שהוא מדבריהם כמ\"ש ה\"ה בסמוך א\"ד ע\"ש. והנה מה שדחה הרב תירוצו מההיא דיומא לא אירייא כפי מ\"ש הוא עצמו ז\"ל בה' עבודת יוה\"כ ואכתבנו בסמוך דרבינו ז\"ל ס\"ל דצירוף עששיות הוי פסיק רישיה וא\"א שלא יצרף ואע\"ג דבפרק כירה כשהקשה שם והלא מצרף לא הוי פסיק רישיה מדמתרץ דאתיא כר\"ש דאמר דשא\"מ מותר מ\"מ הך צירוף עששיות הוי פסיק רישיה יע\"ש וא\"כ מש\"ה שפיר איצטרך התם לטעמיה דאין שבות במקדש משום דהוי פסיק רישיה ובפסיק רישיה אפי' באיסורא דרבנן מודה ה\"ה דאסיר וכדמוכח בגמרא בדוכתי טובא ועיין בהרב מג\"א סי' שי\"ד ושלא כדעת הרב תה\"ד ז\"ל יע\"ש אמנם הכא בפרק כירה דצירוף דמיחם לא הוי פסיק רישיה אלא דשא\"מ ק\"ל לה\"ה שפיר דאם איתא דהוי מדר' אמאי ל\"ק דאפי' ר\"י מודה דדשא\"מ מותר אמנם עיקר תירוצו ליתא חדא שהרי כתב ה\"ה בסמוך אבל ביומא כו' נראה בזו הסוגיא בביאור שהצירוף מדבריהם ויש לדחות שהיא לדעת אביי בלבד ואין הלכה כמותו אלא כרב ביבי דאמר דוקא שלא הגיע לצירוף והשתא גם הכרח הרב המגיד זכרונו לברכה דהצרוף דאורייתא הוא כמו שכתב הוא זכרונו לברכה ואם כן אכתי תיקשי ליה היא גופא לאביי דהא אביי אית ליה דצירוף דרבנן ואפ\"ה קאמר בפרק כירה דמיחם שפינה ממנו מים לא יתן מים כל עיקר מפני שמצרף ור\"י היא דאמר דשא\"מ אסור ותו שהרי התו' ז\"ל שם בפרק כירה וביומא הכריחו דלר\"י אפי' באיסור דרבנן ס\"ל דדשא\"מ אסור לכן נ\"ל דכונת ה\"ה ז\"ל דמשמע ליה הכי מהא דקאמר התם אלא אי אתמר הכי אתמר כו' ושמואל אמר אפי' שיעור לצרף מותר למימרא דשמואל כר\"ש ס\"ל כו' והאמר שמואל מכבין גחלת של מתכת כו' ואי ס\"ד ס\"ל כר\"ש אפילו של עץ נמי והשתא אם איתא דצרוף דרבנן אמאי לא משני דלעולם דשמואל כר\"י ס\"ל באיסור דאורייתא דדשא\"מ אסור אלא באיסור' דרבנן הוא דס\"ל כר\"ש וס\"ל כותיה בחדא ופליג עליה בחדא ומש\"ה במשאצ\"ל ס\"ל נמי כר\"י ותדע שבפרק ב\"מ דכ\"ה דקאמר התם בהדיא רב אמר אין הלכה כר\"ש בגרירה ושמואל אמר הלכה כר\"ש בגרירה והשתא ק' דאמאי נטר תלמודא להקשות עד הכא ולא פריך הכי לעיל מיניה אלא משמע דההיא לא ק\"ל משום דאיכא למימר דדוקא בגרירה ס\"ל כר\"ש דדבר שאינו מתכוין מותר משום דאינו אלא מדרבנן דהוי חורש כלאחר יד כדאיתא בס\"פכירה אבל באיסור דאורייתא מודה דאסור כר\"י אמנם הכא גבי צירוף דאורייתא פריך שפיר למימרא דשמואל כר\"ש ס\"ל כו' זה נ\"ל לומר בכונת ה\"ה ז\"ל וראיתי להריטב\"א ז\"ל בשיטה כ\"י שהכריע מסוגייא דפרק כירה דצירוף דרבנן הפך דעת ה\"ה ז\"ל שכתב וז\"ל אבל מה שאומר ר\"י דצרוף במתכוין איסור' דאורייתא ק\"ק דפרכינן לקמן ולצרף לכתחילה מי שרי וכיון דלא פרכי' אלא לכתחילה משמע דלא הוי אלא מדרבנן וי\"ל דלרווחא דמילתא פרכינן הכי דאפילו תימא דרבנן לכתחילה מי שרי ולבסוף כתב דהנכון דצירוף דרבנן ולדעתי ראיה זו שכתבנו בדעת ה\"ה היא ראיה נכונה וכמ\"ש עוד ה\"ה ויש לדחות שהיא לדעת אביי ואין הלכה כמותו אלא כרב ביבי דאמר דוקא שלא הגיע לצירוף יש לדקדק דא\"כ היכי כתב רבינו בפ\"ג מה' עבודת יה\"כ היה כהן גדול זקן או חולה מלבנין עששיות של ברזל מבערב ולמחר מטילין אותן במים כדי להפיג צינתן שאין שבות במקדש ואי ס\"ל לרבינו דהלכה כר' ביבי הי\"ל לחלק ולומר דדוקא כשלא הגיעו לצירוף ותו דאי בשלא הגיעו לצירוף מאי אין שבות במקדש דקאמר הא אפי' שבות ליכא וכדמוכח בהדיא מדברי התוס' דפ' כירה ד\"ה והלא מצרף יע\"ש ואי מפני זה כתב ה\"ה ולזה יראה לי דעת רבינו כמ\"ש בפ\"ב מה' עיה\"ך לא היה ליה לומר דעת רבינו נוטה שהרי מבואר בהדיא כן ולכן נ\"ל דדעת ה\"ה ז\"ל דצירוף עששיות הוי דשא\"מ ולא הוי פסיק רישיה הפך דעת הרב לח\"מ ז\"ל וכמו שכן הוא דעת התוס' ז\"ל ביומא ד\"ה הנ\"מ יע\"ש והשתא מש\"ה לא חלק רבינו ז\"ל בין הגיע לצירוף ללא הגיע דאע\"ג דלית הלכתא כאביי דס\"ל צרוף מדרבנן אלא הוי דאורייתא מ\"מ הא קי\"ל כר\"ש ז\"ל דדשא\"מ מותר אפי' באיסורין דאורייתא ומ\"ש ה\"ה ואין הלכה כמותו אלא כרב ביבי דאמר דדוקא בשלא הגיע לצירוף היינו משום דאביי ורב ביבי שקלו וטרו אברייתא דר\"י דאמר עששיות של ברזל היו מחמין אותן מבערב ואם כן אי צירוף דאורייתא ע\"כ צריכין למימר דמ\"ש ר\"י עששיות של ברזל היו מחמין היינו בשלא הגיעו לצירוף כיון דר\"י אית ליה בעלמא דשא\"מ אסור וז\"ש ה\"ה דאין הלכה כאביי אלא כרב ביבי דאמר דר\"י איירי דוקא כשלא הגיע לצירוף אמנם אנן בדידן כיון דקי\"ל כר\"ש דדבר שאינו מתכוין מותר אפילו בהגיע לצירוף שרי מה\"ט איברא דלפי זה קשה טובא דא\"כ איך כתב רבינו בהלכות עיה\"ך טעמא דכיון דאין שבות במקדש הא כיון דקי\"ל כר\"ש דדבר שא\"מ מותר ליתא איסורא כלל דה\"ט לא נאמר בגמ' אלא לר\"י דס\"ל דשא\"מ אסור מדרבנן כמ\"ש התוס' שם ומכח קושיא זו כתב הרב לח\"מ ז\"ל שם דס\"ל לרבינו דצירוף עששיות הוי פ\"ר דא\"א שלא יצרף ויש לזה הכרח מדמדמי ליה להביא דבשר ערלתו וכמ\"ש התוס' שם ואע\"ג דצירוף דמיחם לא הוי פ\"ר מ\"מ צרוף עששיות הוי פ\"ר ותי' אביי דדבר שא\"מ אפי' בפ\"ר מותר וכדהוה ס\"ד מעיקרא בפ' ר\"א דמילה והקשו דקשיא אביי מדידיה אדידיה דאע\"ג דאית ליה לאביי מעיקרא קודם שקבל מרביה דלר\"ש פ\"ר מותר מ\"מ לר\"י הוי פסיק רישיה אסור ואם כן הכא דקיימינן אליבא דר\"י איך מתרץ אליביה דפ\"ר מותר ותי' כי אמר אביי התם דפ\"ר אסור הנ\"מ בכל התורה כולה אבל הכא איסור צירוף מדרבנן כלומר בשאינו מתכוין אע\"ג דפסיק רישיה אינו אסור אלא מדרבנן אע\"ג דבמתכוין אסור מן התורה ומש\"ה תלה אביי טעם ההיתר משום דהוי דבר שאינו מתכוין דאז ליכא אלא איסורא דרבנן ויש ראיה לזה ממ\"ש רבינו בפרק י' המכבה גחלת פטור ואם נתכוין לצירוף חייב וכתב שם ה\"ה דכל שאינו מתכוין אין לומר בו פ\"ר ולא ימות וליחייב מפני שכשהוא מתכוין עושה מלאכה עכת\"ד. ודבריו תמוהים שלפי הנראה שהבין בדעת ה\"ה ז\"ל דכל שאינו מתכוין לצרף אע\"ג דהוי פ\"ר אפ\"ה אינו אסור אלא מדרבנן והא ליתא שהרי כפי חלוק ה\"ה ז\"ל כל שאינו מתכוין לצרף אפילו לכתחילה מותר והראיה שהביא מוכחת דהא גבי קטימת קיסם כל שקוטמו להריח בו מותר לכתחילה כמ\"ש רבינו בפירקין דלעיל דין ז' ודברי ה\"ה ז\"ל אינן לזה הענין כלל וכמ\"ש הוא עצמו כאן בה' אלו יע\"ש ובצירוף עששיות כיון שהן כלים אפילו ה\"ה ז\"ל מודה דהוי פ\"ר ומחייב וכמ\"ש כאן באורך יעיין שם. ומהתימא עליו שסותר את עצמו ואין לומר דס\"ל לרבינו דפ\"ר גבי שבת כיון דבעינן מלאכת מחשבת אינו אסור אלא מדרבנן שהרי ממ\"ש ברפ\"א משמע בהדיא דס\"ל דהוי מן התורה וכן מוכח בהדיא מדגרסינן בפרק הבונה דק\"ג אם ליפות הקרקע כ\"ש אטו כולהו לאו ליפות הקרקע נינהו כו' אביי אמר אפילו תימא בשדה שאינו אגם וכגון דלא קא מכוין והא אביי ורבא דאמרי תרוייהו מודה ר\"ש בפ\"ר והשתא אי פ\"ר מדרבנן מאי קו' נימא דברייתא ה\"ק אם מכוין ליפות את הקרקע מחייב חטאת בכ\"ש ואי אינו מכוין אלא לאכילה אינו חייב חטאת עד כגרוגרות אלא ודאי מוכח בהדיא דפ\"ר מחייב מן התורה לכ\"ע ואם כן גבי עששיות נמי כיון דהוי פ\"ר אמאי לא מחייב מדאורייתא גם אין לומר דאע\"ג דפ\"ר בעלמא הוי מן התורה מ\"מ צירוף עששיות כיון דהוי פ\"ר דלא ניחא ליה וכמ\"ש הר\"ן ז\"ל בפרק ח' שרצים יע\"ש אינו אסור אלא מדרבנן ואף להחולקים על הערוך ז\"ל וס\"ל דפ\"ר דלא ניחא ליה אסור מ\"מ מודו מיהא דאינו אסור אלא מדרבנן וכמ\"ש ה\"ה ז\"ל ברפ\"א והתוספות ז\"ל שם ביומא ובפ\"ק דכתובות יע\"ש שהרי מבואר מדבריהם למעיין שם שדברי הערוך והחולקים עליו לא נאמרו אלא לדעת ר\"ש אמנם לדעת ר\"י ה\"נ דאסור מן התורה וכמבואר מההיא דפר' לולב הגזול ודפר\"א דמילה כמו שיע\"ש ואם כן הכא ביומא דקיימי' אליבא דר\"י היכי משמע דצירוף הוי מדרבנן הא כיון דהוי פ\"ר אסור מדאורייתא לדעת ר\"י:<br><b> אשר </b> על כן נ\"ל לומר דודאי צירוף עששיות הוי דבר שא\"מ כמ\"ש התוס' ואם כן לדידן דקי\"ל הלכתא כר\"ש דדשא\"מ מותר א\"כ הכא גבי עששיות אפי' שבות ליכא ומ\"ש רבינו טעמא דאין שבות במקדש לאו משום לתא דצירוף קאמר אלא משום לתא דכבוי דק\"ל דכיון דכבוי בגחלת של מתכת אסור מדרבנן כמ\"ש רש\"י בפרק כירה ורבינו ז\"ל לקמן א\"כ איך היו מטילין אותן במים הא קא מכבה ועל זה בא לתרץ דמה שהותר כבוי זה היינו משום דאין שבות במקדש ובגמרא לא הקשו משום לתא דכיבוי דהא פשיטא ליה טעמא דאין שבות במקדש וכי הקשו משום מצרף דס\"ד לומר דצירוף דאורייתא ותי' רב ביבי בשלא הגיע לצירוף ושוב אחר זמן רב מצאתי בתוס' ישינים שהקשו כן וז\"ל הקשה ריב\"א מדאמרינן בפרק כירה מכבין גחלת של מתכת בר\"ה משמע הא ברה\"י אסור מדרבנן והכא שרינן להטיל עששיות ותי' דאין שבות במקדש עכ\"ל יע\"ש זה נ\"ל ליישב דעת רבינו לפום זה הצד שכתב ה\"ה ז\"ל דצירוף עששיות דאורייתא לדעת רבינו:<br><b> עוד </b> הקשה הרב לחם משנה ז\"ל לפי הסכמת ה\"ה שדעת רבינו דצירוף עששיות דרבנן וגריס בגמ' כגי' התוס' אין שבות במקדש דאם כן לפי זה למה תלה אביי טעם דהיתר בדבר שאינו מתכוין אפילו במתכוין נמי ליכא אלא איסורא דרבנן ואין שבות במקדש וצ\"ע עכ\"ד. והיה נ\"ל לומר דס\"ל לאביי דאי מטעמא דצירוף דרבנן גרידא לא היינו מקילין לומר אין שבות במקדש כיון שהיו יכולין לעשותו בהיתר להחם מים חמים מבערב כמ\"ש רבינו או מערבין מים חמין כו' וכ\"כ מרן הכ\"מ ז\"ל בפרק ח' מהלכות בית הבחירה דין י\"ב ד\"ה תו' מלילי שבת דכל שאפשר לעשותו בהיתר לא אמרי' אין שבות במקדש ועיין בהרב מש\"ל שם וא\"כ מש\"ה הוצרך אביי לטעמא דדשא\"מ דהשתא כיון דאיסור צירוף אינו אלא מדרבנן ודשא\"מ לר\"י אינו אסור אלא מדרבנן כמ\"ש התו' הו\"ל שבות דשבות ובכה\"ג אפי' באפשר לעשותו בהיתר אמרי' אין שבות במקדש אלא דהא ליתא שהרי כתב ה\"ה ז\"ל שדעת רבי' נוטה כדעת הרמב\"ן ז\"ל ממ\"ש בהלכות עיה\"ך ולפי מ\"ש לעיל נראה דמאי דמשמע ליה הכי היינו מדסתם רבינו ולא פי' הטעם מפני דה\"ל דשא\"מ כמ\"ש בגמ' משמע דאפי' במתכוין שרי רבינו וע\"כ ה\"ט משום דצירוף עששיות הוי דרבנן ואין שבות במקדש א\"כ נראה שדעת ה\"ה ז\"ל דאפילו במתכוין דליכא אלא חד שבות אפי\"ה אמרינן אין שבות במקדש ואע\"ג דאפשר לעשותו בהיתר ותו שהרי במ\"ש למעלה אכתי איכא שבות דמכבה וא\"כ אכתי תקשי דהיכי שרינן שבות דמכבה דאינו אלא חד שבות כיון דאפשר לעשותו בהיתר ובר מן דין דמדברי ה\"ה שכתב בסמוך ד\"ה אבל נראה דס\"ל דלר\"י דשא\"מ אסור מן התורה ושלא כדעת התוס' שכ\"כ ואפי' לר\"י דמחייב בדשא\"מ כו' וא\"כ הדרא קושיא לדוכתא ומצאתי להריטב\"א ז\"ל בשיטה כ\"י בפרק כירה שכתב בשיטת ה\"ה דצירוף דרבנן וכנראה שנרגש מזה וכתב וז\"ל לפי' הנכון דצירוף דרבנן וה\"ק ה\"מ בכל התורה כולה אבל הכא צירוף דרבנן ואין שבות במקדש ואפי' במתכוין וכ\"ש זה שאינו מתכוין דמותר אפי' במדינה לר\"ש וזהו מה שתי' אביי שם מעיקרא אבל הכא צירוף דרבנן והו\"ל דבר שא\"מ ומותר ותרי טעמי להיתירא נקט אביי אלא שהתלמוד לא הבין והיה סבור דחד טעמא קאמר משום דשא\"מ ולבסוף פי' דאפי' במתכוין קאמר דהוי צירוף דרבנן ושרי במקדש וכ\"ש דשרי בשאינו מתכוין אפילו במדינה לדידן דקי\"ל כר\"ש כנ\"ל נכון עכ\"ל ובמ\"ש עוד ה\"ה משם הרמב\"ן וז\"ל ואי קשיא הא דאמרינן בפר\"א דמילה ממתקין את החרדל בגחלת ואוקימנן בשל מתכת אלמא ליכא צירוף גמור במתכת איכא למימר כו' יש לדקדק דנראה דס\"ל להרמב\"ן דאע\"ג דאינו מתכוין לצרף אפ\"ה אסור מן התורה משום דהו\"ל פ\"ר ושלא כדעת רבי' דס\"ל דכל שאינו מתכוין לצרף אין ראוי לומר בו פ\"ר כמ\"ש ה\"ה לקמן דאם כן מאי ק\"ל מההיא דממתקין את החרדל בגחלת התם שאני דכיון דאינו מתכוין לצרף אלא למתק את החרדל אין כאן אלא איסורא דרבנן דמכבה ומשום הכי התירו לצורך י\"ט וכיון שכן קשה דאכתי תקשי ליה להרמב\"ן מדשמואל דאמר מכבין את החרדל בגחלת של מתכת אבל לא של עץ דהיכי שרינן לכבות גחלת של מתכת הא איכא איסור צירוף דאורייתא אפי' בשא\"מ וצ\"ל שדעת הרמב\"ם כדעת בה\"ג שכתב הר\"ן דאפילו איסור דאורייתא שרינן משום דאיכא סכנה יע\"ש ומיהו הא ק\"ל דאכתי תקשי ליה להרמב\"ן דהיכי שרינן למתק את החרדל בגחלת של מתכת הא איכא איסורא דאורייתא דהמחמם את המתכת עד שתעשה גחלת חייב משום מבשל כמ\"ש רבי' בפ\"ט ומשום מבעיר כמ\"ש כאן וא\"כ כי היכי דלא שרינן למתק בגחלת של עץ משום דאיכא אסורא דאורייתא וכיון דאפשר לעשותו מעי\"ט לא התירו כמ\"ש רש\"י שם ואי נמי לדעת הרמב\"ן ז\"ל שכתב במלחמות בפ\"ב די\"ט דה\"ט דלא שרינן כבוי גחלת של עץ דהוי דאורייתא משום אוכל נפש דכיון דכיבוי זה אינו עושה אוכל אלא מתקן את האוכל הו\"ל כטחינ' חטים וכיוצא א\"כ מה\"ט נמי יהא אסור לחמם את המתכת כיון דאיכא מלאכה דאורייתא משום מבשל ומבעיר ואינו עושה אוכל אלא מתקן ולומר דמ\"ש ממתקין את החרדל בגחלת של מתכת בגחלת שלבנו אותה מעי\"ט קאמר הא ודאי דחיקה טובא דאם כן לא לישתמיט לשום אחד מהפוסקים ז\"ל שהביאו הך דינא דממתקין את החרדל לפרש ולא הו\"ל למסתם סתומי כולי האי ונראה ליישב דמטעמא דמחמם המתכת לא ק\"ל משום דאע\"ג דחייב משום מבשל ומשום מבעיר אפ\"ה התירו לצורך י\"ט ואע\"ג דאינו אלא תיקון אוכל דלא שרינן מה\"ט בגחלת של עץ וא\"נ משום דאפשר לעשותו מעי\"ט לדעת רש\"י אפ\"ה התירו מטעם דמתוך שהותרה הבערה ובישול לצורך אוכל נפש הותרה נמי שלא לצורך כיון דאיכא צורך קצת ושמחת י\"ט אמנם מטעם צירוף ק\"ל שפיר משום דגבי כיבוי לא אמרינן מתוך דלא משכחת לה כיבוי שיהא לצורך אוכל נפש וכמו שכן נראה מדברי התוס' ז\"ל בפ\"ב דביצה דכ\"ג ד\"ה ע\"ג חרש וכ\"כ הב\"ח ז\"ל סימן תק\"ז ועיין בפר\"ח ז\"ל סימן תצ\"ה סק\"א ואם כן היינו דק\"ל להרמב\"ן שפיר דכיון דצירוף דאורייתא היכי שרינן בשל מתכת הו\"ל למשרי דומיא דגחלת של עץ ומיהו לפי מה שהעלה הפר\"ח ז\"ל סימן הנזכר שדעת רבינו דדוקא בהוצאה והבערה אמרינן מתוך אבל לא בשאר מלאכות אכתי קושין במקומה עומדת אלא שדברי הפר\"ח ז\"ל שם יש בהן מן הקושי וכבר הארכנו בזה במקום אחר ועיין במ\"ש בפרק א' מהלכות יו\"ט:<br><b> עוד </b> כתב ה\"ה וממה שאמרו שהיו מתחממים מערב יה\"כ ולא היו מחממין ביוה\"כ יש ללמוד שיש בחימום חיוב לפי שאין שבות במקדש אע\"פ שיש לדחות כו' ונראה ודאי שכונת דבריו במ\"ש אע\"פ שיש לדחות היינו לומר דלעולם דאינו אלא משום שבות ואפילו הכי לא התירו לחממן ביה\"כ כיון שיכולים לעשותו מעיה\"כ ואם כן יש להוכיח מ\"ש הרב ל\"מ ז\"ל בפ\"א מהלכות קרבן פסח דכל שבות דאפשר לעשותו מע\"ש לא אמרינן אין שבות במקדש ע\"ש אלא שדברי הרב ל\"מ תמוהין מסוגייא דפ' המוצא תפילין וכבר תמה עליו מורינו הרב בספר עץ החיים יע\"ש ובס' סם חיי הנדפס בקרב ימים למוהר\"ח עשאל ז\"ל ע\"ש ומ\"מ יש לדחות שאף ה\"ה ז\"ל מודה דאף בשבות שאפשר לעשותו מע\"ש אמרינן אין שבות במקדש וה\"ט דחותכין יבלת במקדש אע\"ג דאפשר לעשותו מע\"ש מיהו היינו דוקא בשעבר ולא עשאו מע\"ש אמנם לכתחילה ודאי כ\"ע מודו דאסור להניחו כדי לעשותו בשבת ואם כן היינו דקא דחי ה\"ה שפיר דאפילו תימא דאין בחימום הברזל חיוב אפילו הכי לכתחילה לא היו מניחין אותו לחממו ביום הכפורים כיון דיכולים לעשותו מערב יום הכפורים וזה פשוט ודו\"ק:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>גחלת </b>\n<b> כ\"ש והמוציא שלהבת פטור.</b> פרק משילין פרכינן עלה והתניא המוציא שלהבת כ\"ש חייב ומשני אמר רב ששת כגון שהוציאו בקיסם ות\"ל משום קיסם בדלית ליה שיעורא כו' אביי אמר כגון דשייפיה מנא משחא וכתבו התוס' וא\"ת וליבטל מנא אגב שלהבת דהכי אמרינן פ' המצניע כו' וי\"ל דשאני הכא דליכא חשיבותא בשלהבת כו' ויש לדקדק אמאי לא תפסו קושייתם לעיל כי פריך אתי' דר' ששת ותיפוק ליה משום קיסם וכן ראיתי להמאירי ז\"ל שהקשה קושית התוס' ז\"ל אההיא דלעיל דפריך ותיפוק לי' משום קיסם ותירץ כתירוצם ונראה דס\"ל להתוס' ז\"ל דההיא דלעיל ל\"ק כלל דליבטל קיסם אגב שלהבת משום דלא דמי כלל לההוא דהמוציא אוכלין פחות מכשיעור בכלי דפטור אף על הכלי דהתם שאני דהאוכל דבר נפרד מהכלי ואינו בא לו מחמת הכלי והילכך כיון שכל כונתו אינו אלא להוציא האוכלין אלא שהוא רוצה להוציאן בכלי מש\"ה הכלי בטל אגב האוכלין משא\"כ גבי קיסם דשלהבת בא מכח הקיסם דאם אין קיסם אין ושלהבת והקיסם גורם לשלהבת שיהיה לא שייך למימר דליבטל קיסם אגב שלהבת אמנם בהא דפריך לקמן ות\"ל משום מנא ק\"ל שפיר דליבטל מנא אגב שלהבת משום דהתם הכלי אינו גורם לו לשלהבת שיהי' דהשלהבת בא מחמת השמן לא מחמת הכלי כנ\"ל נכון ודו\"ק:<br><b> מעשה חושב</b>\n<b> (מב) </b> דהתם הכלי אינו גורם לו לשלהבת שיהי' כו'. ולענ\"ד יש לפקפק הרבה אם נכון הדבר בסברא דאי יש לחלק בין האי דמוציא אוכלין בכלי דהאוכל נפרד מהכלי לבין המוציא שלהבת בקיסם משום דהקיסם גורם להשלהבת א\"כ הרי גם מהא דשייף מנא משחא לק\"מ די\"ל כיון דבלא מנא א\"א להוציא שלהבת במשחא לחודא א\"כ הרי המנא גורם להשלהבת להוציאה מש\"ה א\"א למנא ליבטל לגבי שלהבת ובאמת המוציא משקין פחות מכשיעור במנא חייב משום מנא כיון דבלא מנא א\"א להוציא המשקין והכלי גורם להמשקין שיצאו. וקצת ראי' לזה מהא דלא קתני רבותא זו באמת בכה\"ג דהמוציא משקין פחות מכשיעור בכלי דפטור גם על הכלי אע\"ג דהוצאת המשקין באה ע\"י הכלי ואינן נפרדין מהכלי והכלי גורם למשקין שיכול להוציאן אע\"כ דלא ס\"ל לתוס' סברא זו לחלק בין הפרקים דאל\"כ הרי לא מקשה בתוס' מידי גם מהא דשייף מנא משחא הנ\"ל משום דיש לחלק בהכי כנ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוצא </b>\n<b> תפילין בשבת כו' ויוצא ולובש זוג שני כו'.</b> הנה רבינו פסק כת\"ק דקאמר מכניסן זוג זוג ודלא כר\"ג דאמר מכניסן ב' ב' וכן פסקו הרי\"ף והרא\"ש וכל הפוסקים ז\"ל ועיין בהרב תי\"ט שתמה על כל הפוסקים ז\"ל דכיון דבגמרא מוקמינן לפלוגתייהו דת\"ק סבר שבת זמן תפילין ור\"א סבר דשבת לאו זמן תפילין וקי\"ל הלכה רווחת דשבת לאו זמן תפילין אם כן איך אפשר לפסוק כת\"ק הא הוה לי' תרתי דסתרן אהדדי יע\"ש שהניחו בצ\"ע ועיין בהר\"ב מג\"א ז\"ל סי' ש\"א ס\"ק נ\"ד שכתב ישוב לזה על פי מ\"ש הר\"ב ח\"ה ז\"ל שם באותה סוגייא דאפי' למ\"ד שבת לאו זמן תפילין הוא אסור ללבוש יותר מזוג אחד דלא שרי ליה יותר ממלבושו בחול והא דאוקימנא כמ\"ד שבת זמן תפילין הוא משום דמתני' ר\"מ היא דסבירא לי' כן יע\"ש וכתב עוד וז\"ל אבל אשה אסורה להכניסם ואע\"ג דקי\"ל דמותר לצאת בשוק כו' שאני נשים שהן עם בפ\"ע ולכן נ\"ל שאם יצאה בטלית המצוייצת חייב חטאת כו' אלו דבריו יע\"ש. והנה מ\"ש דאשה אסורה להכניסם ואם יצאה בטלית המצוייצת חייבת חטאת הן דברים תמוהים דבעירובין דף צ\"ו ע\"ב בעי לאוכוחי דר\"מ ור\"י סברי דתפילין מ\"ע שלא הז\"ג היא מדקאמר מכניסן זוג זוג אחד האיש ואחד האשה ודחינן ודלמא סבר לה כר\"י דאמר נשים סומכות רשות לא ס\"ד כו' הרי מבואר דלמאן דס\"ל נשים סומכות רשות אפי' אשה יכולה להכניסן וא\"כ כיון דקי\"ל כר\"י כמ\"ש התוס' שם והרא\"ש פ\"ק דקידושין והר\"ן בפ\"ג דר\"ה איך כתב הרב ז\"ל דאשה אסורה להכניסן וכן ראיתי בס' חזון נחום ח\"א שתמה עליו בזה. ועי' בספר יד אליהו סי' י':<br><b> ומצאתי </b> להרשב\"א ז\"ל בשיטה כ\"י על מס' עירובין שכתב וז\"ל כתב הראב\"ד ז\"ל דאע\"ג דקי\"ל שבת לאו זמן תפילין כר\"ג לענין הצלה קי\"ל דזוג אחד טפי לא הואיל וסתם לן תנא הכי דדילמא הוי טעמא משום דלא שרי אלא כדרך מלבושו בחול כיון דבחול א' אין טפי לא בשבת נמי אחד אין טפי לא ואשה נמי כלל לא דהא לאו דרך מלבוש בחול הוא ומתני' נמי דייקא דאם איתא ליתני אחד האיש ואחד האשה כדקתני ברייתא ואע\"ג דסתם לן תנא כר\"מ לענין זוג זוג לענין אשה לא סתם לן תנא כותיה והרי\"ף ז\"ל נראה שכן דעתו שהביא מתניתין כצורתה לבד ולא הזכיר אשה כלל ודברי רש\"י נכונים בעיני דאם איתא אמאי ל\"ק בגמרא ואבע\"א דכ\"ע שבת לאו זמן תפילין מ\"ס כדרך מלבושו בחול שרו ליה רבנן זוג חד אין טפי לא ומ\"ס כדרך מקום הנחת תפילין שרו ליה רבנן אלא ודאי משמע מדלא אשכח פירוקא אחרינא אלא לומר דבשבת זמן תפילין פליגי ש\"מ דטעמא דמתני' ע\"כ מש\"ה הוא:<br><b> גם </b> מ\"ש הרב ז\"ל דנשים אינן מצילות דאינו דרך מלבוש תמי' לי טובא כיון דקיי\"ל דנשים סומכות רשות דרך מלבוש הן בחול ותדע לך מדדחי דילמא ס\"ל כמ\"ד נשים סומכות רשות כו' ולולי שאמרה הרב ז\"ל וגם מהלכות הרי\"ף נראה כדבריו הייתי אומר דהלכה כר\"מ דמכניס אפילו שנים כו' כיון דקי\"ל כר\"ע דשבת לאו זמן תפילין כו' ואשה נמי מכנסת הואיל וסומכות רשות אף לאשה דרך מלבוש הוא לה עכ\"ד יע\"ש הנה מבואר שדברי הרב מג\"א הוא מחלוקת הראב\"ד והרשב\"א:<br><b> והנראה </b> ודאי שדעת הראב\"ד ז\"ל דס\"ל דלא קי\"ל כר\"י דס\"ל דנשים סומכות רשות מדסתם לן תנא דלא כותיה במתני' דאין מעכבין התנוקות מלתקוע כדדייקינן התם הא נשים מעכבין וכן נראה מדברי רבינו ז\"ל בהלכות שופר שהביא מתני' כצורתה גם בפ\"ג מהלכ' מעה\"ק כת' בסתם גם כן דנשים אין סומכין וכלישנא דת\"ק דר\"י ולא ביאר דנשים סומכות רשות משמע שדעתו לפסוק דלא כר\"י וכן נראה שהוא דעת הכלבו שהביא מרן ז\"ל בסימן ל\"ח שאם רצו נשים להניח תפילין אין שומעין כו' יע\"ש משמע דס\"ל דההיא דמיכל בת שאול שהיתה מנחת תפילין ולא מיחו בה חכמים היינו אליבא דר\"י ולכן לא קיי\"ל כותיה ומעתה מ\"ש הרב מ\"א דאם יצאה בטלית מצוייצת חייבת חטאת נראה דליתא שלפי דעת הראב\"ד ז\"ל שכתבנו לא כ\"כ אלא גבי תפילין משום דצריכין גוף נקי ואסורה להניחן בחול דלא קי\"ל כר\"י אבל גבי ציצית דאין כאן חשש איסור פשיטא ודאי דאינה חייבת וזה פשוט:<br><b> ודרך </b> אגב ראיתי להרב מג\"א ז\"ל בה' נשיאות כפים סי' קנ\"ח סק\"א שכתב ליישב דברי התוס' שכתבו פ' כל כתבי לא ידע ר\"י מה איסור יש בזר העולה אם לא משום כו' שדבריהם סותרים תלמוד ערוך בפ\"ב דכתובות דף כ\"ד דאמרינן התם דזר עובר בעשה וז\"ל ועי\"ל דמצינו פ\"י דעירובין דרבי יוסי סבר אע\"ג דכתיב בני ישראל וסמך נשים סומכות רשות אם כן ס\"ל ג\"כ אע\"ג דכתיב דבר אל אהרן מ\"מ רשות לזר לישא כפיו וההוא דכתובות אתיא אליבא דר\"י דאית ליה מעלין מתרומה ליוחסין ולדידיה נשים אסורות לסמוך כדאיתא בעירובין ולכן זר הנושא כפיו עובר בעשה כנ\"ל עיקר ע\"ש:<br><b> ודבריו </b> תמוהים בעיני דאם כן משמע דלרב יוסי דסבירא ליה נשים סומכות רשות ואין איסור בזר הנושא כפיו פשיטא ודאי דאין מעלין מנשיאת כפים ליוחסין ואלו התם אמרי' הלכתא מאי א\"ל אנא מתניתא ידענא דתניא רבי יוסי אומר גדולה חזקה כו' ואי אמרת מעלין מנ\"כ כו' ומאי ראיה הא לר\"י ודאי דאין מעלין כיון דאין כאן חשש איסור כלל ותו מאי קמבעיא ליה הלכתא מאי פשיטא ודאי דהלכתא אין מעלין כיון דקיימא לן כר\"י כמ\"ש התוס' והרא\"ש ור\"י מכללם ובר מן דין ק' טובא שהרי התוס' ז\"ל בעירובין ד' הנז' ד\"ה מיכל דחו פרש\"י משם ר\"י וכתבו דטעמא דמ\"ד נשים אין סומכות רשות לאו משום דמחזי מוסיף אלא משום דמחזי כעבודה בקדשים יע\"ש ואם כן גבי נשיאת כפים ליכא חשש איסור כלל הכי נמי נימא דאפי' למאן דס\"ל דנשים אין סומכות רשות שרי לזר לישא כפיו שהרי אי לאו טעמא דמחזי כעבודה בקדשים לכ\"ע הוי ס\"ל דסומכות רשות סוף דבר שדבריו תמוהים בעיני ועיין בשה\"ג פ\"ג דר\"ה ד\"ה אין מעכבין התנוקות ודו\"ק:<br><b> ודע </b> שמסוגיא הלזו מבואר דר\"מ ור\"י ס\"ל דנשים חייבות בתפילין משום דהוי מ\"ע שלא הזמן גרמא ומהתימא על רש\"י ז\"ל שכתב פ\"ק דקידושין דל\"ה ע\"א ד\"ה מאי איכא למימר וז\"ל א\"כ איפכא איכא למילף דמ\"ע שלא הז\"ג נשים פטורות מתפילין כו' יע\"ש גם התוס' שם ד\"ה אלא העתיקו לשון רש\"י הלזו והוא תימא שהרי לר\"מ ור\"י דס\"ל תפילין מ\"ע שלא הז\"ג נשים חייבות וכבר ראיתי להרב ח\"ה שתמה על רש\"י ז\"ל כן משם התוספות ישנים וכתב עוד דמדברי התוס' שם בסמוך ד\"ה משום שהקשה דמ\"ע שלא הז\"ג מנא לן דחייבות אימא דפטורות מת\"ת ופדיון ונדחקו לומר דלית להו כריב\"ב יש להוכיח דס\"ל שלא כדעת רש\"י דאי סבירא ליה דנשים פטורות מתפילין לר\"מ ור\"י הא ניחא אפילו לריב\"ב דה\"ל תפילין ות\"ת ופדיון הבן ג' כתובים ואין מלמדין יע\"ש ודבריו תמוהים בעיני דאיך אפשר לומר כן שהרי עדיין לחלוחית הדיו קיימת בדיבור שקודם זה שהעתיקו לשון רש\"י ז\"ל ולא חלקו עליו ובר מן דין אדרבא איפכא איכא למידק מדבריהם דאי ס\"ל דלר\"מ ור\"י נשים חייבות בתפילין מאי ק\"ל דמ\"ע שלא הז\"ג מנ\"ל דחייבות אימא דפטורות מת\"ת ופדיון הבן הא בפשיטות איכא לתירוצי דילפינן מדהוקשה כל התורה כולה לתפילין מה תפילין נשים חייבות ולכן הנראה אצלי ליישב דברי רש\"י ותוס' ז\"ל דס\"ל דהא דאמרינן בעירובין דלר\"מ נשים חייבות בתפילין משום דהוי מ\"ע שלא הז\"ג היינו דוקא לפום קושטא דמילתא דילפינן מ\"ע שלא הז\"ג נשים חייבות מב' כתובים דת\"ת ופדיון הבן או מג' כתובים ודלא כריב\"ב והלכך מסתבר ליה טפי לר\"מ לאקושי תפילין למזוזה אע\"ג דלא איתקש אלא בפרשה שניה כדי שלא לסתור הכלל שבידינו דמ\"ע שלא הז\"ג נשים חייבות אמנם לפום ס\"ד דמקשה דלא שמיע לי' הא דר\"מ ס\"ל ב' כתובים אין מלמדין ק\"ל שפיר דאדרבא טפי אית לן למימר דנשים פטורות מתפילין מדאתקשו לת\"ת בין בפ' ראשון בין בשניה וילפינן מת\"ה ופדיון הבן לפטורה ולא לומר דנשים חייבות והיינו דק\"ל להתוס' ז\"ל דמ\"ע שלא הז\"ג נילף מת\"ת ופדיון הבן לפוטרו ומיניה נימא דנשים פטורות מתפילין ותירץ דאתי דלא כריב\"ב וכיון דאיכא ג' כתובים מסתבר טפי לאקושי למזוזה כדי שלא לסתור כלל שבידינו כנ\"ל נכון ודו\"ק:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> עולין באילן כו' גזירה שמא יתלוש.</b> כתב ה\"ה משנה פ' משילין וראיתי להר' המאירי שם בשיטה כ\"י כתב וז\"ל הרבה מפרשים אני רואה שהק' וכי תולש מאי הוי דבר שאינו מתכוין הוא ומתרצים דפ\"ר הוא שאי אפשר שלא יתלוש מן העלים וזה אינו כלום דודאי אפשר שלא יתלוש אף מן העלים ועוד הרי יבש אין לו עלין ועליית אילן נאסרה בין בלח בין ביבש אלא שאנו מפרשים שמא יתלוש בכונת תלישה כו' עכ\"ד ועפ\"ז יש ליישב דברי הרא\"ש שכ' בפרק המוצא תפילין דף קכ\"ו ע\"ד וזה לשונו והשתא דקיימא לן כר\"ש דאמר דבר שאינו מתכוין מותר כולהו שריין אעשבים קאי דבכל ענין שרי להלך על גביהן אבל באילן יבש איכא למגזר משום דמינשר טפי ואין להוכיח מכאן היתר לאילן יבש ונראה דהרב אלפסי לא מפליג בין אילן לעשבים ולהכי לא הביא בהלכות ההיא דאילן יבש ע\"כ ותמה עליו מרן הב\"י בסי' של\"ו וז\"ל ותמהני על דברי הרא\"ש דהיאך אפשר לו' דטעמ' דהרי\"ף משום דלא מפליג בין אילן לעשבים והכל מותר דא\"כ לא הו\"ל לכתוב ההיא דאין עולין באילן וההיא דאם עלה לא ירד כו' עכ\"ל יעויין שם אכן לפי דברי המאירי ז\"ל שכתבנו הנה נכון דס\"ל להרי\"ף ז\"ל כדעת י\"מ שכתב המאירי דטעמא דאין עולין באילן הוא משום דהוי פסיק רישיה שאי אפשר שלא יתלוש מן העלים והילכך דוקא באילן לח הוא דאסור משום דהוי פסיק רישיה אבל באילן יבש אע\"ג דנתרי פירי ונתרי קיסמי בעלייתו ואסור לתלוש מן האילן אפילו הוא יבש ולדעת רבינו ז\"ל לפי מה שהבין הרב מג\"א סימן הנז' ס\"ק א' חיוב חטאת נמי איכא מ\"מ כיון דליכא עלין לאו פסיק רישיה הוא ושרי לדידן דקי\"ל כר\"ש ומה שהקשה המאירי דהרי יבש אין לו עליו ואפ\"ה אסור ל\"ק להרי\"ף דס\"ל דמאי דפריך בגמ' הא קא נתרי פירי הא קא נתרי קינסי היינו משום דבעי לאוקומי לההיא ברייתא דקתני יבש מותר אליבא דכ\"ע וכר\"י אבל לפי מאי דפסיק והאידנא דקי\"ל כר\"ש כולהו שרי לא קי\"ל כההיא ברייתא דקאסר בין לח בין יבש אלא דיבש שרי בכל מילי ומשום דהו\"ל דבר שאינו מתכוין ומה שהביא הרי\"ף ההיא דאין עולין באילן וההיא דאם עלה לא ירד מיירי באילן לח ומשום דהוי פסיק רישיה ועיין בהרב ב\"ח ז\"ל שתירץ מעין מה שכתבתי ועיין בהרב ט\"ז סק\"א שכ' וז\"ל וכת' הרא\"ש דנראה דהרי\"ף ז\"ל לא מפליג בין אילן לעשבים כו' משמע דבאילן מותר אפי' לח דומיא דעשבי' ויפה הקשה הב\"י עליו דאם כן לא היה כו' ושלא כמשפט כתב מו\"ח ז\"ל דתקפה משנתו כי הרי\"ף מחלק בין לח ליבש דאם כן הו\"ל הרי\"ף כהרא\"ש עכ\"ל. ודבריו תמוהים דהא טובא איכא בין הרי\"ף והרא\"ש דלהרי\"ף אילן יבש שרי בכל ענין ואפי' בדנתרי פירי וקינסי ולדעת הרא\"ש לא שרי אלא בגדודא וזה פשוט וק\"ל:<br><b> מעשה חושב</b>\n<b> (מג) </b> ומתרצים דפסיק רישי' הוא כו'. קשה דא\"כ מאי האי דקאמר הש\"ס גזירה שמא יתלוש הא אמרת דהוי פסיק רישי' וא\"כ הרי ע\"כ יתלוש ואפשר לומר משום דהוי פסיק רישי' דלא ניחא לי' דהא לא ניחא לי' בהשרת העלים ועיין מ\"ש על הגליון בדיבור שאח\"ז בסה\"ד שם:<br><b> (מד) </b> משום דהוי פסיק רישי' למאי דכתב הר\"ן בכמה מקומות בשבת וכ\"כ הגאון המחבר ז\"ל לעיל פ' י\"ב הלכה יו\"ד דהרי\"ף פוסק כר\"ש דמלאכה שא\"צ לגופה פטור עליה א\"כ כי הוי פסיק רישי' מאי הוי הא אפי' אם יתלוש עלים אכתי פטור משום דהו\"ל מלאכה שא\"צ לגופה ונהי דלעיל כתב המחבר דשבות דמלאכה שא\"צ לגופה חמיר מ\"מ הא פסיק רישי' לא הוי כאלו עושה בידים שנגזור משום הכי שלא יעלה באילן שהרי אפילו אם יתלוש עלים אינו עובר אלא על שבות דרבנן ולכן י\"ל טפי דהרי\"ף שהביא האי דאינו עולה באילן הוא משום דס\"ל כתי' המאירי דחיישינן שמא יתלוש בכונת תלישה ושפיר תמה הכ\"מ על הרא\"ש ז\"ל:<br><b> מ\"מ </b> אין כאן קושיא על המחבר ז\"ל משום די\"ל דכי היכי דלעיל פ' י\"ב הלכה יו\"ד לענין כבוי מחמרינן דלא יכבה בשביל חולה שאין בו סכנה ואע\"ג דכבוי הוא מלאכה שאצל\"ג מ\"מ אסור משום דהוא שבות חמור ה\"נ י\"ל כיון דהוי פסיק רישי' בעלים לחים מחמרינן בשבות זה דמלאכה שא\"צ לגופה שאפילו אם עלה באילן ומצטער שם אסרינן לי' לירד משם. וכן צ\"ל להרא\"ש נמי סברא זו שהרי ס\"ל דהלכה כר\"ש גם במלאכה שא\"צ לגופה והרי מחלק בין עשבים לאילן יבש דבעשבים שרי למאי דקיי\"ל כר\"ש דדבר שאין מתכוין מותר וא\"כ ע\"כ לומר דלא ס\"ל כהמאירי דמפרש שמא יתלוש בכונת תלישה והיינו שיתכוין ליקח העשבים לעצמו דהוי מלאכה שצריכה לגופה דאי ס\"ל הכי אמאי מתיר בעשבים וא\"כ הרי יקשה לדידי' אמאי באילן יבש אסור, מה בכך דמנכר טפי הא הוי מלאכה שאצל\"ג אלא עכצ\"ל סברא הנ\"ל דמשום דהוי שבות חמיר יש להחמיר ולאסור היכא דנתרי פירי וקינסי:<br><b> ועוד </b> י\"ל בזה דהנה בשבת דף ק\"ג ע\"א אמרינן התם דאם מתכוין ליפות את הקרקע חייב אפילו בתולש פחות מכשיעור וא\"כ ה\"נ משכחת לה כה\"ג לאסור אפילו לר\"ש ואפילו א\"צ להני עלים וקינסי כגון שמיפה לאילן ע\"י תלישה זו שהיא ע\"י פסיק רישי' ואיכא איסור תורה אפילו לר\"ש. אמנם לפי מאי שהוכיח המחבר לעיל בפי\"ב הלכה א' דפסיק רישי' הוי דאורייתא א\"כ א\"צ לכל זה ובפשיטות ניחא דהאי דאין עולין באילן הוי איסור דאורייתא ולא שבות גרידא:"
            ],
            [
                "<b>פירות </b>\n<b> שנשרו בשבת כו' גזירה שמא יעלה ויתלוש.</b> כתב ה\"ה פ\"ק די\"ט פירות הנושרים טעמא מאי גזירה שמא יעלה ויתלוש הנה התוספות שם בד\"ה גזירה שמא יעלה ויתלוש הק' בתוך דבריהם וז\"ל אבל תימא כיון דאמר ה\"ט ל\"ל טעמא דלקמן ויש לומר כו' ויש לדקדק דמאי קושיא הרי כתבו התוספות בפרק כירה דמ\"ה ע\"ב ד\"ה דאית בי' ביצי וז\"ל צ\"ע דר' יוחנן גופיה מפרש טעמא דביצי משום משקין שזבו ואפשר דמשום הכי לא הוה אסר ר\"ש לטלטלה אלא לאכילה ע\"כ וכונתם ז\"ל להקשות דמאי פריך התם אתירוצא דמשני דאית בי' ביצי והאמר ר\"ן מאן דלית ליה מוקצה לית ליה נולד ומאי קו' הא אע\"ג דלית ליה לרבי יוחנן נולד אפ\"ה אסור הביצ' משום משקין שזבו ומשום הכי אסר לטלטל קינה של תרנגולים בשבת בדאית ביה ביצה ואהא תירצו דמה\"ט דמשקין שזבו לא הוה אסור לטלטלה וכן כתב הרב ח\"ה שם אלא שמה שהקשה הרב שם דאכתי אין זה מספיק דא\"כ לא הו\"ל להקשות מדר\"ן דאמר מאן דלית ליה מוקצה לית ליה נולד אלא מדרבי יוחנן גופיה הו\"ל לדחויי דהא ביצה שנולדה לא אסיר לטלטולי כיון דלית ליה התם טעמא דביצה אלא משום משקין שזבו יע\"ש לע\"ד לק\"מ דאי מדר\"י דקאמר דטעמא דביצה משום משקין שזבו לא הוי ק\"ל מידי דאיכא למימר דר\"י אצטריך לטעמא דמשקין שזבו לתרנגולת העומדת לאכילה וס\"ל דמתני' דביצה שנולדה ע\"כ בתרנגולת העומדת לאכילה מיירי דאי בתרנגולת העומדת לגדל ביצים מ\"ט דב\"ש דשרו דאפילו מאן דלית ליה מוקצה אית לי' נולד וכדקא ס\"ד למקשה בשמעתין וההיא דר\"י דפרק כירה דאסר לטלטל קינה של תרנגולים איירי בדאית ביצה מתרנגולת העומדת לגדל ביצים דאסור בטלטול לר\"י משום נולד ומשום הכי הוצרך להק' מדר\"ן וזה פשוט גם מ\"ש עוד בשם יש מפרשים כפי מ\"ש אין לדבריהם שחר כלל כמו שיראה המעיין. ואם כן קשה טובא דמאי ק\"ל הכא דכיון דקאמר ה\"ט דגזירה שמא יעלה ויתלוש למה לי טעמא דמוקצה דלקמן ומאי קו' הא אצטריך לטעמא דמוקצה לאוסרו אף בטלטול דאי משום גזירה דשמא יעלה ויתלוש לא אסור אלא באכילה דומיא דמשקין שזבו דלא אסור אלא באכילה דתרווייהו כי הדדי נינהו מדפריך לקמן דרב יוסף מ\"ט לא אמר כרבי יצחק משום משקין שזבו ואם איתא הא איצטריך רב יוסף לטעמא דפירות הנושרים לאוסרם אף בטלטול אלא ודאי משמע דלטעמא דפירות הנושרים נמי לא אסיר אלא באכילה וכן נראה ממשמעות לשון רבינו ז\"ל שכתב אסור לאוכלן כו':<br><b> גם </b> ממ\"ש לעיל בד\"ה ביצה שנולדה וז\"ל וא\"ת לב\"ה דאמרו לא תאכל אבל לטלטל שרי והא קיי\"ל דאף לטלטל אסור כו'. משמע מדבריהם שחולקים אמ\"ש בפ' כירה דאל\"כ מאי קשי' ליה הא קושטא הכי למאי דמוקמינן למתני' בתרנגולת העומדת לאכילה ואי כוונתם להקשות לר\"ן דמוקי למתני בתרנגולת העומדת לגדל ביצים היה ליה לפרש כן בהדיא ולא למסתם סתומי ובר מן דין דברי התוס' דפרק כירה תמוהים לכאורה מברייתא דקתני לקמן אחד ביצה שנולדה בשבת ואחד ביצה שנולדה ביו\"ט אין מטלטלין אותה וכן כתב הרי\"ף והרא\"ש דביצה שנולדה ביו\"ט לא מבעיא למיכלא הוא דאסור אלא אפי' לטלטלה והוכיחו כן מהך ברייתא וליכא למימר דהך ברייתא איירי בתרנגולת העומדת לגדל ביצים וכר\"י דאית ליה מוקצה ומשום הכי אסור לטלטלה אבל בתרנגולת העומדת לאכילה ה\"נ דאינו אסור אלא באכילה וכן ראיתי לרש\"ל בס' יש\"ש סימן ה' שהק' כן לדברי הרי\"ף והרא\"ש דמהך ברייתא אין ראיה לביצה שנולדה מתרנגולת העומדת לאכילה שיהא אסור אף בטלטול ודחק עצמו בזה וכתב דלשיטתם שכתבו בפרק א\"צ דכל שאסור באכילה אסור בטלטול קא אזלי ואין זה נכון דא\"כ לא היה ליה להביא סייעתא מהך ברייתא אלא בפשיטות היל\"ל דכיון דאסור באכילה כדקתני מתניתין אסור נמי בטלטול כיון דמהך ברייתא ליכא למשמע מינה מידי:<br><b> האמנם </b> לע\"ד נראה שהרי\"ף והרא\"ש ז\"ל טעמם ונימוקם עמם דע\"כ הך ברייתא מיירי בתרנגולת העומדת לאכילה לר\"י ולרבי יצחק מדחזינן דפריך תלמודא מהך ברייתא לקמן לר\"י ולרבי יצחק דאמר משום גזירה דהיכי קתני וספקא אסור' ספקא דרבנן היא וכל ספקא דרבנן לקולא והשתא אם איתא דהך ברייתא מיירי בתרנגולת העומדת לגדל ביצים ומשום מוקצה מאי קשיא לי' ספקא דרבנן היא כו' הא מדלא פריך לר\"נ דאמר משום מוקצה וכן נמי מדלא קשיא לי' למאי דס\"ד השתא דספקא דרבנן לקולא אפילו בדשיל\"מ ממתניתין דקתני ספק מוכן אסור ע\"כ דהיינו טעמא משום דמוקצה חמורה והוי כעין דאורייתא וכמ\"ש הר\"ב חד\"ה משם תוס' ישנים וא\"נ דהוה ס\"ל דמוקצ' דאוריית' כדהוה בעי רבה למימר בפ' אלו עוברין וכ\"כ בשיטה מקובצת כ\"י למוהר\"א לאפאפה ז\"ל משם הר\"ן יע\"ש וא\"כ מהאי טעמא נמי ניחא לר\"י ורבי יצחק כיון דהך ברייתא מיירי בתרנגולת העומדת לגדל ביצים ומשום מוקצה אלא ודאי משמע דלר\"י ולר' יצחק הך ברייתא מיירי בתרנגולת העומדת לאכילה ומשום טעמא דמשקין שזבו ואפילו הכי קאמר דאסור לטלטלה והיינו דק\"ל לתלמודא דס' דרבנן היא ולקולא ואי ק\"ל אמאי לא מוקי להך ברייתא בתרנגולת העומדת לגדל ביצים אליבא דר\"י ורב יצחק וכדמוקי לה אליבא דר\"ן י\"ל דבשלמא לר\"ן דסבירא לי' דמתני' בתרנגולת העומדת לגדל ביצים אבל בתרנגולת העומדת לאכילה מותר איכא למימר שפיר דהך ברייתא רישא וסיפא מיירי נמי בתרנגולת העומדת לגדל ביצים דומיא דמתני' אמנם לר\"י ולר\"י דס\"ל דמתניתין מיירי בתרנגולת העומדת לאכילה ואפ\"ה אסרי ב\"ה משום פירות הנושרין או משום משקין שזבו אם כן רישא דברייתא דקתני אחד ביצה שנולדה בשבת כו' אין מטלטלין אותה ע\"כ בתרנגולת העומדת לאכילה מיירי דליכא למימר דמיירי בתרנגולת העומדת לגדל ביצים דאם כן משמע דבתרנגולת העומדת לאכילה שרי והא ליתא דבתרנגולת העומדת לאכילה נמי אסור לר\"י ולר\"י ואם כן כי קתני בתר הכי וספק אסורא אמאי דקתני ברישא דבודאה אסור קא מיהדר וכי היכי דדינא דרישא בתרנגולת העומדת לאכילה הכי נמי דינא דסיפא בכה\"ג קמיירי ואהא משני דסיפא אתאן לספק טריפה דהשתא נמצא דסיפא לאו אדינא דרישא קא מיהדר כי היכי דנימא דאמאי דקתני רישא דבודאי אסור קתני נמי בסיפא דס' אסור' ועוד י\"ל דבשלמא לר\"ן דמוקי למתניתין בתרנגולת העומדת לגדל ביצים וקו' דאקשי לי' לעיל דליפלגו בתרנגולת לא שמיע ליה כלומר לא ס\"ל אם כן מצינן למימר שפיר דהך ברייתא נמי מיירי בתרנגולת העומדת לגדל ביצים אמנם לר\"י ולר\"י דמוקמי למתניתין בתרנגולת העומדת לאכיל' ולא בתרנגולת העומדת לגדל ביצים ומשום קושיין דאם כן ליפלגו בתרנגולת וכדאמר כולהו כר\"ן לא אמרי כי קו' א\"כ לא מצי לאוקמי להך ברייתא בתרנגולת העומדת לגדל ביצים משום דאם כן קשה דליתני בתרנגולת העומדת לגדל ביצים היא וביצתה אין מטלטלין אותה ולישמועינן דינא בתרנגולת נמי אלא ע\"כ לדידהו צריך לאוקמא להך ברייתא בתרנגולת העומדת לאכילה דהיא מותרת וביצתה אסורה ומשום הכי פריך דספק דרבנן היא כנ\"ל ואם כן הדרן לדמעיקרא דקשה טובא לדעת התוספות ז\"ל דפרק כירה מהך ברייתא ואפשר לומר לדעת התוספות דס\"ל דהך ברייתא מיירי בתרנגולת העומדת לגדל ביצים ומשום מוקצה הוא דאסר בטלטול אלא דאפ\"ה ק\"ל לתלמודא דס' דרבנן הוא ולקולא משום דס\"ל דמוקצה דרבנן דרבה דהוה בעי למימר דמוקצה דאורייתא אידחי ליה התם בפרק אלו עוברין ומאי דלא פריך לר\"ן משום דהא דר\"ן הא אידחייא לעיל ממתני' ואם תאמר אם כן תיקשי ליה ממתני' דפרק א\"צ דקתני ספק מוכן אסור י\"ל כמ\"ש הרשב\"א והביאו ה\"ה ז\"ל בפ\"ב מהל' י\"ט דהתם שאני דקרוב ליגע בשל תורה כגון ספק נצוד ועיין בפר\"ח ז\"ל סי' תצ\"ז ס\"ק ג' ועוד נ\"ל ליישב דעת התוס' ז\"ל והוא הנכון דמ\"ש התוס' בפרק כירה דלטעמא דמשקין שזבו אינו אסור אלא באכילה היינו דוקא לר' יוחנן דס\"ל התם כר\"ש דלית לי' מוקצה ונולד וא\"כ אף בתרנגולת העומדת לגדל ביצים טעמא דאסור היינו משום משקין שזבו ואהא כתבו דכיון דאינו אסור אלא משום טעמא דמשקין שזבו אינו אסור אלא באכילה אמנם למאן דס\"ל כר\"י דאית ליה מוקצה ובתרנגולת העומדת לגדל ביצים אסור אף בטלטול משום מוקצ' איכא למימר דבתרנגולת העומדת לאכילה נמי אסור אף בטלטול דלא פלוג רבנן ואם כן הך ברייתא דקתני אחד ביצה כו' אין מטלטלין אותה אע\"ג דע\"כ לר\"י ולר\"י מיירי בתרנגולת העומדת לאכילה וכמ\"ש אפ\"ה אסור לטלטלה משום דס\"ל כר\"י דאית ליה מוקצה וכיון דבתרנגולת העומדת לגדל ביצים אסורה בטלטול לא פלוג רבנן ומעתה מאי דמשמע מדברי התוס' שם לעיל בד\"ה דביצה אסורה בטלטול אפי' בתרנגולת העומדת לאכילה דאינו אסור אלא מטעמא דפירות הנושרים או משקין שזבו לא פליגי אמ\"ש בפ' כירה דהכא קיימי למאי דקי\"ל כר\"י דאית ליה מוקצה בי\"ט או בנולד לדעת ר\"ת וסיעתיה אהא ק\"ל שפיר דאמאי קתני מתני' לא תאכל דמשמע אבל לטלטל שרי:<br><b> ועפ\"י </b> זה יש ליישב מאי דק' לדעת התוספות דפרק כירה מהא דאמרי' התם לקמן אושפיזכניה דרב אדא הו\"ל הנך ביצים מי\"ט לשבת אתא לקמיה א\"ל מהו לאטווינהו האידנא ונכלינהו למחר א\"ל מאי דעתיך כו' אפי' ר\"י לא קא שרי אלא לגומעה למחר אבל ביומיה לא הרי דאפילו לר\"י דאינו אסור אלא משום טעמא דמשקין שזבו קאמר דאסור לטלטלו וכן כתב הרא\"ש ס\"פ משילין והוכיח כן מהא דרב אדא ע\"ש אכן כפי מ\"ש י\"ל דרב אדא ס\"ל דתרנגולת העומדת לגדל ביצים ביצה אסורה אפילו לר\"י משום נולד דלא קי\"ל כר\"ן וההיא דפרק כירה הוה מצי לשנויי דלא קי\"ל כר\"ן וכמ\"ש הרא\"ש שם משם ר\"ת ומשום הכי קאמר דביצה אסורה בטלטול ואפי' לר\"י כנ\"ל ודוק:<br><b> מעשה חושב</b>\n<b> (מה) </b> דליכא למימר כו' דבתרנגולת העומדת לאכילה נמי אסור לרב יוסף ולר' יצחק. לא ידעתי מה זו הוכחה הרי הברייתא מאיסור טלטול מיירי דקתני בה בהדיא אחד ביצה כו' אין מטלטלין אותה כו' וא\"כ אמאי לא נימא דמיירי בביצה שנולדה מתרנגולת העומדת לגדל ביצים. והא דקשיא לי' דא\"כ הרי משמע מזה דביצה שנולדה מתרנגולת העומדת לאכילה שרי מאי קושיא היא זו הרי באמת כן הוא דלרב יוסף ולר' יצחק ביצה כזו מותרת בטלטול כמ\"ש התוס' בפרק כירה ואינה אסורה אלא באכילה, והברייתא הרי מדין טלטול מיירי וא\"כ ע\"כ דמיירי בביצה שנולדה מתרנגולת העומדת לגדל ביצים:"
            ],
            [],
            [
                "<b>אין </b>\n<b> רוכבין ע\"ג בהמה בשבת גזירה שמא יחתוך זמורה.</b> הנה הרא\"ש פרק משילין כתב וז\"ל הירושלמי לפי שהוא מצווה על שביתת בהמתו והקשה מרן הב\"י ז\"ל סימן ש\"ה דכיון דקי\"ל דחי נושא את עצמו א\"כ אינו מצווה שלא לרכוב ע\"ג בהמתו ושמא י\"ל שאע\"פ שאינו מצוה על רכיבתו מ\"מ כיון שהבהמה מצטערת ברכיבתו עליה הרי הוא עובר על שביתת בהמתו עכ\"ל ואם דברי מרן כפשטן דעובר מדאורייתא מפני שמצטערת הבהמה ברכיבתו ואע\"ג דקי\"ל דחי נושא את עצמו היינו דוקא לענין אדם הנושא את החי אבל לגבי בהמה כיון שהיא מצטערת עובר משום שביתת בהמתו ק' טובא שהרי בפ\"ק דע\"ז תנן בן בתירה מתיר בסוס וקאמר עלה בברייתא דה\"ט מפני שהוא עושה מלאכה שאין בה חיוב חטאת הרי דאף לגבי בהמה אמרינן דחי נושא את עצמו ותו דאי מדאורייתא קאמר היכי קתני לה מתני' בהדי הנך דברים דשבות מיהו לזה יש ליישב דקתני לה בהדי הנך דשבות כו' למימר אפי' ברה\"י דליכא משום שביתת בהמתו כמ\"ש הר\"ן בפ\"ק דע\"ז וא\"נ בבהמה שאינה שלו ומשום גזירה אטו בהמה שלו בר\"ה ואי כונת מרן ז\"ל לומר דעובר על שביתת בהמתו מדרבנן ומפני שהוא מצווה על שביתת בהמתו דקאמר בירושלמי מדרבנן קאמר לא ידעתי אמאי הוצרך לכל זה והול\"ל בפשיטות דאע\"ג דקי\"ל דחי נושא את עצמו היינו דוקא לענין חיוב חטאת אבל איסורא מדרבנן מיהא איכא משום דגזרו משאוי דחי אטו שאר משאות וכמבואר ובהיותי בענין זה דחי נושא את עצמו ראיתי לעמוד על מ\"ש רבינו בס' המ' שם בפ\"ק דע\"ז וז\"ל ובן בתירא אומר דסוסים שמביאין עליהם הציידין והעופות מותר למוכרם להם לפי שסבר החי נושא את עצמו ואפילו בהמה ועוף וחכמים אומרים כי האדם בלבד הוא שאמרו בו החי נושא את עצמו ואין הלכה כבן בתירא אבל שאר בהמות מותר למכור לגוי שהן ידועות לרכוב בהם בלבד עכ\"ל וכ\"כ הרע\"ב והדבר תמוה שהרי בגמרא אמרינן התם בהדיא אמר ר\"י הלכה כבן בתירא וראיתי להרב תי\"ט בפ\"ד דפסחים משנה ג' שהוקשה לו זה וכתב דלא היה זה בגירסתם ועל פי זה תמה על ה\"ה שכתב בפ\"ך מה' אלו על מ\"ש רבי' ומותר למכור להם סוס שאין הסוס עומד אלא לרכיבת אדם לא למשוי והחי נושא את עצמו וכתב ה\"ה כבן בתירא ובגמ' אמר ר\"י הלכה כבן בתיר' והוא תימא דר' יוחנן גופיה קאמר בפרק המצניע דבן בתירא ס\"ל דאפילו עופות חי נושא את עצמו ומתיר אפילו במיוחד לעופות וכמו שפירש רבי' בפה\"מ וא\"כ היאך אפשר לומר דפוסק כבן בתיר' דא\"כ הי\"ל לרבנו לפסוק דאפי' במיוחד לעופות חי נושא את עצמו ואלו בפרק י\"ח הלכה י\"ו פסק דהמוציא בהמה חיה ועוף אע\"פ שהן חיים חייב וזה מבואר דלא כבן בתירא ורבי נתן אלו דבריו יע\"ש ולע\"ד מ\"ש דלא הי' בגירסתם זה ודאי דוחק מאחר שהרי\"ף והרא\"ש ז\"ל ומדברי הרמב\"ן במלחמותיו שם מבואר דגרס לה גם מדברי הרב התרומו' שהביא מרן הב\"י יורה דעה סימן קנ\"א ומדברי הסמ\"ג לאוין ס\"ה מבואר דהכי הוי גרסי זה ודאי דוחק גדול לומר דבגרס' ר' לא הי' כתוב כן ולכן נראה דודאי הוו גרסי לה אלא דס\"ל דמאי דקאמר ר\"י הלכה כבן בתירא קאי אברייתא דמייתי התם תלמודא דקתני ר' אוסר מפני שני דברים אחד משום תורת כלי זיין ואחד משום תורת בהמה גסה ומשמע התם דר' אוסר אפי' בסוס המיוחד לאדם וכמ\"ש התוס' שם בד\"ה אלא וא\"כ כלפי סברת רבי' דאסר אפי' בסוס המיוחד לאדם קאמר דהלכה כב\"ב דמאי דפליג אר' דאסר משום תורת כלי זיין ומשום תורת בהמה גסה אפי' בסוס המיוחד לאדם אבל במאי דפליג אדרבנן ושרי אפי' בסוס המיוחד לעופות לא קי\"ל כותיה אלא כרבנן דבן בתיר' ומשום הכי רבי' בפה\"מ דקאי אמתני דלא הוזכר סברת ר' קאמר שפיר דאין הלכה כבן בתירא אמנם ר\"י דקאי אברייתא דמייתי סברת ר' דאסר אפי' במיוחד לאדם קאמר שפיר הלכה כבן בתירא וכעין זה כתב הרא\"ש בפ' אעפ\"י דק\"ל ע\"ד וז\"ל ואין ראיה כ\"כ דפסיק הלכתא כר\"א במאי דפליגי את\"ק אבל במאי דפליג ארשב\"ג כל מקום ששנה רשב\"ג הלכה כמותו יע\"ש ואי קשיא לך א\"כ אמאי לא קאמר הלכה כת\"ק י\"ל משום דבדברי ת\"ק לא בא מפורש בהדייא היתרא דסוס המיוחד לאדם ומצינן למימר דאפילו בסוס המיוחד לאדם אסרי וכמ\"ש התוס' פ' המצניע דצ\"ד ע\"א ד\"ה בסוס המיוחד לעופות וא\"נ איכא למימר דת\"ק דבן בתירא ס\"ל כר' דאסר משום תורת כלי זיין וכמו שכ\"כ רש\"י בפ\"ק דע\"ז דף י\"ז ע\"ב ד\"ה כרבנן ועיין בתוספ' שם די\"ד ד\"ה ובן בתירא שהקשו וז\"ל וא\"ת ומנ\"ל התם דטעמייהו דרבנן דאסרי הכא היינו משום דס\"ל דאין חי כזה דעופות נושא את עצמו דילמא טעמייהו כר' דאמר משום תורת כלי זיין ע\"ש ולא ידעתי מי המכריח להו שלא לומר כן דטעמא דרבנן הוא משום דס\"ל כר' וכמ\"ש רש\"י ז\"ל ומההיא דפרק המצניע אין ראיה כלל דתלמודא קאי התם אמאי דקאמר רבי יוחנן בן בתירא ור' נתן אמרו ד\"א דאם איתא דלא פליגי רבנן עליה דרבי נתן אלא בבהמה חיה ועוף מאי ארייא בן בתירא ורבי נתן הא אפילו רבנן דפליגי אדרבי נתן בברייתא דהמוציא חיה ועוף מודו באדם דחי נושא את עצמו ואם כן לא הו\"ל לר\"י לומר בן בתירא ורבי נתן אמרו ד\"א כו' דאפילו רבנן דרבי נתן מודו ואיכא למימר דרבנן דרבי נתן ס\"ל בהא כבן בתירא דמתיר בסוס ולעולם דרבנן דבן בתירא אפילו בסוס המיוחד לאדם אסרי מטעמא דר' ויש לומר דמשמע להו הכי משום דאם סבירא ליה לתלמודא התם דטעמייהו דרבנן משום תורת כלי זיין ואסרי אפילו בסוס המיוחד לאדם אם כן מנ\"ל לר\"י לומר דבן בתירא מתיר בסוס המיוחד לעופות וס\"ל לבן בתירא כר' נתן אימא דבן בתירא לא התיר אלא בסוס המיוחד לאדם דס\"ל כרבנן דר\"ן ורבנן אפי' בסוס המיוחד לאדם אסרי משום תורת כלי זיין אלא ודאי משמע לר\"י דס\"ל דרבנן לא אסרי אלא בסוס המיוחד לעופות ומשום דס\"ל כרבנן דרבי נתן דבעופות דמשרבטי נפשייהו אין חי נושא את עצמו דהשתא ע\"כ היתירא דבן בתירא אפילו בסוס המיוחד לעופות ומשום דס\"ל כר' נתן ואם כן כיון דבדברי ת\"ק לא בא מפורש התירא בהדיא מש\"ה קאמר הלכה כבן בתירא כי משם בארה התירא דסוס המיוחד לאדם כנ\"ל ליישב דעת רבי' וממילא רוויחא נמי דברי ה\"ה מיהו אכתי צריכין אנו למודעי אעיקר פסקא שפסק רבי' כרבנן דר' נתן דהמוציא בהמה חיה ועוף חייב דכיון דבפרק נוטל אמרינן דרבא כר' נתן ס\"ל ור\"י נמי קאמר הלכה כב\"ב מנין לן לדחוקי נפשין ולומר דלאו אכולי מילתא קאמר דהלכה כב\"ב ואדרבא טפי מסתבר לומר דברים כפשטן דאכולי מילתא קאמר ואפי' בסוס המיוחד לעופות דהשתא אתיא דרבי יוחנן כי ההיא דרבא דס\"ל כרב נתן ואף גם זאת יש ליישב דס\"ל דכיון דר' יוחנן גופיה קאמר בפ' המצניע בן בתירא ורבי נתן אמרו דבר אחד כל כה\"ג הו\"ל שיטה ואין הלכה כשיטה וכמ\"ש הרב תי\"ט וכן למאי דפריך בפרק המצניע לימא מתניתין ר\"נ משמע דלית הלכתא כרבי נתן ומשום הכי לא בעי לאוקמי לסתם מתני' דלא כהלכתא וההיא דפרק נוטל דקאמר רבא כרבי נתן ס\"ל כמ\"ש הריטב\"א בחי' מכ\"י וז\"ל והנכון דהא דאוקימנא הכא כר' נתן לאו לאפוקי מדרבנן דהא לרבא מודו רבנן באדם אלא משום דההוא סברא רבא הוא דפריש הכי ואנן לא שמעינן לה בפי' אלא לרבי נתן ומ\"ה תלינן לה בדרבי נתן עכ\"ד יע\"ש ועפי\"ז ניחא מה שפסק רבינו באותו פ' מימרא דרבא כלשונה ויש לדקדק שהרי בגמרא אוקימנא להא דרבא כרבי נתן וכיון דהוא פסק כרבנן לא היה לו להביא מימרא דרבא כלשונ' וכבר הוקשה לו כן למוהרלנ\"ח סימן ס\"ט אכן כפי מ\"ש הנה נכון כנ\"ל ליישב דעת רבינו ודוק:<br><b> מעשה חושב</b>\n<b> (מו) </b> לפי שהוא מצווה על שביתת בהמתו. תמהני דא\"כ דזהו טעמא דאין רוכבין למה תני אין רוכבין דמשמע להדיא דאישראל קאי שאסור לו לרכוב הא משום שביתת בהמתו אסור לו אפילו להניח לנכרי לרכוב ע\"ג בהמה דישראל משום דהבעלים עוברים על האיסור דשביתת בהמתו. ועוד תימא דאטו במתניתין בהמתו קתני הרי בהמה קתני ומשמע דאפילו ע\"ג בהמה של נכרי נמי אסור לו לרכוב ונהי די\"ל דהיינו משום גזירה אטו בהמה דידי' דבזה ניחא נמי הא דחשיב האי דאין רוכבין בין אינך דאסורים משום שבות מ\"מ קשה אמאי לא קאמר הירושלמי דטעמא הוא משום מחמר דהא איסורא דמחמר שייך נמי בבהמת נכרי אי אזלא מחמתי', ובפשיטות דמי שרוכב על הבהמה אזלא הבהמה מחמתי' שהרי הוא מנהיג ברגליו (ועיין ב\"מ דף ח' ע\"ב). דהא ע\"כ האי דאין רוכבין כו' היינו שהבהמה הולכת עמו ולא בעומדת דאל\"כ לא שייך שביתת בהמתו כיון שעומדת. והרי בפ\"ק דע\"ז אמרינן התם בטעמא דאין מוכרין בהמה לנכרי משום נסיוני ומטעמא דמחמר ולא משום שביתת בהמתו ועיין מ\"ש הר\"ן שם דהא דנקיט מחמר משום דזה אסור גם בבהמת חבירו ע\"כ. או משום דמחמר חמיר וכדפי' רש\"י שם והא דהך דאין רוכבין הוא משום שבות גרידא י\"ל משום דאפילו בחצר אסור לרכוב דגזרינן אטו רכיבה בר\"ה:<br><b> האמנם </b> מדנקט הירושלמי טעמא דשביתת בהמתו יש להביא ראי' לבעל לחם משנה על משניות דס\"ל דגם מחמר לא שייך אלא בבהמה דידי' ועיין בשו\"ת בית אפרים או\"ח סי' נ\"ג שהביא ראי' לדבריו מהא דפריך הש\"ס בפסחים דף ס\"ו ע\"ב אהך דאמרינן התם דמי שהי' פסחו טלה הי' תוחב לו סכינו בצמרו כו' וע\"ז פריך הש\"ס והלא מחמר. ופירכא זו פריך לבסוף לבתר דאוקמינן התם דאינם מקדישים אלא בעזרה והרי קשה אמאי לא הקדים למפרך פרכא זו לעיל מני' אע\"כ משום דלפי שהי' הס\"ד שהי' מקדיש לי' בביתו לא שייך למפרך והלא מחמר משום דכיון שהקדישו הוי אינו שלו וא\"כ תו אינו עובר משום מחמר אבל לפי מאי דמוקים לה בתר הכי שאינם מקדישים אלא בעזרה ולפ\"ז הרי בשעת הבאתו לעזרה עדיין חולין הוי וא\"כ הרי הוי שלו ולכן שייך שפיר למפרך והלא מחמר וע\"ש:<br><b> אמר עקיבא סופר </b> נ\"ה המבלה\"ד הנה מש\"ס ע\"ז ט\"ו מוכח לכאורה כהר\"ן דמחמר שייך אף בבהמת חבירו ודלא כבעל לח\"מ דהנה אמרינן שם רב אדי שרי לזבוני חמרא אידא דספסירא אי משום נסיוני הא לא ידעה לקלא דאזלא מחמתי' עיי\"ש ופרש\"י אידא דספסירא ע\"י סרסור ישראל עיי\"ש וא\"כ אין הבהמה שלו כדאמרינן שם ואי משום שאלה ושכירות כיון דלאו דידי' לא מושיל ולא מוגיר ולפ\"ז למ\"ל לטעמא דלא אזלא מחמתי' הא אף אם אזלא מחמי' ל\"ש מחמר לשטה זו אלא ע\"כ דאף בבהמת חבירו שייך לאו דמחמר. אמנם הרי\"ף והרא\"ש פירשו דספסירא הוא שקונה לעצמו לפי שעה ומוכר לאחרים (כמו תגרא ספסרא בב\"מ נ\"א) עיי\"ש. וגרסו בש\"ס שם ואי משום שאלה ושכירות כיון דלשעתי' הוא דזבין לא מושיל ולא מוגיר ולפי פירושם אין ראי' להר\"ן דכיון דהבהמה שלו בעת הזאת אי אזלא מחמתי' חייב משום מחמר, ועיין תוי\"ט פסחים פ\"ד מ\"ג, ועיין תו\"י יומא ס\"ז ד\"ה חולק לשון גבי שעיר המשתלח שמוליכין אותו עם לשון של זהורית בין קרניו שכתבו דהוי מחמר כלאחר יד כדאמרינן בפסחים משמע דאף בהקדש הוי מחמר דלא כהבית אפרים שהביא מו\"ז ז\"ל דהא השעיר הוי הקדש, ועדיין הדבר צריך תלמוד. ע\"כ הגה\"ה):<br><b> אולם </b> אכתי לא הועלנו בזה שהרי בפסחים דף הנ\"ל פריך הש\"ס ממחמר ולא פריך משביתת בהמתו וא\"כ נהי נמי דלפ\"ז גם מחמר לא שייך אלא בבהמתו מ\"מ קשה אמאי לא נקט הירושלמי טעמא דמשום מחמר הרי חזינן שאיסור זה דמחמר חמיר לי' להש\"ס מדפריך בש\"ס פסחים הנ\"ל ממחמר ולא משביתת בהמתו. ועכצ\"ל בזה דמש\"ה נקט הירושלמי שהגזירה היא משום שביתת בהמתו ולא משום מחמר מפני שבא לאשמועינן דהא דאין רוכבין ע\"ג בהמה היינו אפילו כשאינו מנהיג ברגליו והבהמה אזלא מעצמה ולא מחמתי' כלל דבאופן כזה אם הי' הטעם משום מחמר עכ\"פ בחצר הי' מותר משום דהוי גזרה לגזרה והיינו אינה אזלא מחמתי' אטו אזלא מחמתי', ובחצר אטו בר\"ה ולכן הי' מותר בחצר משא\"כ כשקאמר הטעם משום שביתת בהמתו דבר\"ה הוי דאורייתא אפילו אי לא אזלא מחמתי' ואין כאן אלא חדא גזירה חצר אטו ר\"ה. אבל בש\"ס פסחים הנ\"ל דמיירי מטלה וגדי דלא שייך לומר בהו דאזלי מעצמן לעזרה בלא הנהגת אדם. לכן פריך התם ממחמר משום דחמיר טפי וכמו שפירש\"י בפ\"ק דע\"ז הנ\"ל. ועכ\"פ ממאי דפריך הש\"ס מפסחים הנ\"ל ממחמר ולא משביתת בהמתו איכא ראי' מפורשת לדברי רש\"י בע\"ז בדף הנ\"ל שתירץ דהא דנקט מחמר התם הוא משום דחמיר טפי דאי כתירוץ הר\"ן שם דמש\"ה נקט התם מחמר משום דאיסורי' אפילו בבהמת חבירו ובנסיוני הרי כבר קצץ דמים ושוב הויא הבהמה של נכרי הלוקח ולא של ישראל המוכר ואין כאן משום שביתת בהמתו ולהכי אמרינן התם דטעמא משום מחמר דשייך גם בבהמת חבירו עיין בר\"ן שם לפ\"ז הרי בפסח קודם שהקדישו דהוי שלו הדרא קושיית הר\"ן לדוכתא בפסחים הנ\"ל דא\"כ אמאי נקט בפסחים נמי הך טעמא דמחמר ולא נקט טעמא דשביתת בהמתו אע\"כ כפי' רש\"י שם וא\"ש:<br><b> (מז) </b> ומשמע התם דרבי אומר אפילו בסוס המיוחד לאדם כו'. לפ\"ז יש ליישב קושיית הב\"י ז\"ל דמקשה אטעמא דיהיב הירושלמי אהא דאין רוכבין כו' משום שביתת בהמתו מהא דקיי\"ל דחי נושא א\"ע כר' נתן, אבל בזה אתי שפיר משום די\"ל דהירושלמי כרבי פוסק וא\"ת מנ\"ל הא, י\"ל דהא הת\"ק דר' נתן כרבי ס\"ל כמ\"ש רש\"י בע\"ז דף י\"ד ומש\"ה ודאי שפוסק הירושלמי כרבי ושפיר יהיב טעמא למלתא משום שביתת בהמתו. אמנם אין ספרי הירושלמי כעת בידי לעיין אם הביא הא דרבי יוחנן דפסק שהלכה כבן בתירה. אך אכתי צ\"ע קצת שהרי ר' יוחנן סידר הירושלמי ואיהו הא ס\"ל דהלכה כבן בתירה ולפ\"ז הרי קושיית הב\"י ז\"ל הנ\"ל עדיין במקומה עומדת:<br><b> אמנם </b> לפמ\"ש מרן זקני התוי\"ט ז\"ל דלא הי' לו להרמב\"ם האי גירסא דאמר ר' יוחנן הלכה כבן בתירא א\"ש ויש הוכחה לזה מהא דיהיב הירושלמי טעמא משום שביתת בהמתו ואי הוה ס\"ל לר' יוחנן דהלכה כבן בתירה הרי לא שייך טעם זה. דא\"כ אמאי מותר בסוס אע\"כ דלא גרסינן הא דר' יוחנן אמר הלכה כב\"ב והא דפסק הרמב\"ם דאדם חי נושא א\"ע לאו משום דס\"ל דהלכה כבן בתירה אלא משום דס\"ל דבזה מודו נמי רבנן משום דלא פליגי אלא במיוחד לעופות דהא רבא ס\"ל דבאדם אמרינן חי נושא א\"ע ור' יוחנן לא פסק בזה הלכה כלל וא\"כ אין כאן קושיא אטעמא דירושלמי די\"ל כנ\"ל. ובפרט די\"ל עוד דכיון דרבי סידר את המשנה א\"כ הרי צריך למיהב טעמא למתניתין מה דשייך לשיטתי' דרבי דלית לי' הא דחי נושא א\"ע:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כר </b>\n<b> או כסת שהיה עליו צואה או טנוף מקנחו בסמרטוט כו'.</b> כתב הרב המגיד וז\"ל ופירש רש\"י ולא יתן עליו מים דסתם כר של בגד הוא ובגד שרייתו זה כיבוסו כו' הנה התוס' פ\"ב דביצה די\"ח ע\"א ד\"ה מערמת כו' כתבו וז\"ל תימא דהיינו שרייה ושרייה אסורה מפני שהוא מכבס כו' וי\"ל דהואיל דהוי דרך טינוף שרי כו' יע\"ש:<br><b> ובס\"פ </b> ח' שרצים ד\"ה האי מסוכרייא תי' עוד תירוץ אחר וז\"ל וי\"ל דדוקא היכא דאיכא טיפת דם או טינוף אמרינן שרייתו זהו כבוסו דבהכי מיירי בפרק דם חטאת כו' ע\"ש ומדלא תירץ כן בפרק ב' דביצה משמע דסבירא ליה הכא דכל שאינו דרך לכלוך אפי' בדבר שאין בו טינוף אמרינן שרייתו זה כיבוסו וכן כתב מרן הב\"י ז\"ל א\"ח סי' ש\"ב יע\"ש:<br><b> וקשה </b> טובא דאם כן תקשי להו מהא דאמרינן התם בפרק שני דביצה רב יוסף אמר גזירה משום סחיטה אמר לי' אביי תינח כלים דבני סחיטה נינהו כו' א\"ל גזירה הני אטו הני והשתא בכלים דבני סחיטה דהיינו בגדים ל\"ל טעמא משום גזרה שמא יסחוט הא מדינא אסירי דשרייתו זהו כיבוסו כיון דטבילת כלים לא הוי דרך ליכלוך אלא דרך שרייה וכן קשה מהא דגרסי' בפ' תולין דף קל\"ט ע\"ב אמר זעירי נותן אדם יין צלול ומים צלולים במשמרת וק' דמים צלולים במשמרת ה\"ל שרייתו זה כבוסו והטור ז\"ל בסי' שי\"ט כ' דכיון דמשמרת עשוי לכך אינו חושש לליבונו והקשה הרב מג\"א סימן הנז' ס\"ק י\"א דכיון דאמרינן בבגד שרייתו זה כיבוסו מה לי עשוי לכך או אינו ומכח זה כתב שדעת הטור כדעת התוס' והרא\"ש ז\"ל דכל שאין עליו טינוף לא אמרינן שרייתו זהו כיבוסו ושלא כדעת מרן הב\"י ז\"ל יע\"ש ולא ידעתי מה יענה לדעת התוספות בשמעתין דס\"ל דאפילו שאין עליו טינוף אמרינן שרייתו זהו כיבוסו אם כן תקשי להו הא דזעירי ושמא י\"ל דמדרב יוסף וזעירי ל\"ק להו דאיכא למימר דפליגי אההיא דפרק דם חטאת דאמרינן התם בגד שרייתו זהו כבוסו רבא לטעמיה דאמר רבא זרק סודר למים חייב כו' אלא ס\"ל לרב יוסף וזעירי דאפי' בגד אינו חייב משום מכבס אלא בדאית ביה כסכוס ומתני' דקתני היתה עליו לשלשת מקנחו בסמרטוט היתה של עור נותן עליו מים דמשמע דבבגד ליתן עליו מים אסור ס\"ל לרב יוסף דה\"ט משום גזירה שמא יסחוט ובבגד שייך למגזר ולא בשל עור מיהו מדרבי חייא בר אשי אמר רב דקאמר נדה שאין לה בגדים מערמת וטובלת ק\"ל ולא ניחא להו למימר דפליג אההיא דפר' דם חטאת משום דמשמע להו דהא דרב הלכה פסיקתא היא מדפריך מינה תלמוד לרבה דא' גזירה שמא יעבירנו כנ\"ל עוד הקשו התוספות בפרק ח' שרצים וז\"ל וא\"ת דאמרי' ביומא דההולך להקביל פני רבו או פני אביו כו' עובר עד צוארו במים ואינו חושש ואמרינן נמי בפ\"ב דביצה גבי טבילת כלים בשבת דנידה שאין לה בגדים מערמת וטובלת בבגדיה ולא גזרינן דלמא אתי לידי סחיטה וי\"ל דמצוה שאני ויש לדקדק דמאי ק\"ל הא בפ\"ב דביצה פרכינן מינה לר' יוסף דאמר גזירה שמא יסחוט ושני לה מתוך שלא הותרה אלא ע\"י מלבוש זכורה היא וכדאמרינן בגמרא איתיביה כל הני תיובתי' ושני ליה כדשנין וכן ראיתי להריטב\"א בשיטה כ\"י שכ\"כ בפשיטות וכ\"כ המאירי בר\"פ המביא יע\"ש וליכא למימר דסבירא ליה דהא דאיתיביה אביי לרב יוסף מהך דנדה מערמת וטובלת ושני ליה מתוך שלא הותרה לה אלא ע\"י מלבוש היינו משום דאביי הכי אקשי ליה דאם איתא לדרב יוסף דגזרינן כלים דלאו בני סחיטה אטו כלים דבני סחיטה א\"כ הכא נמי נגזור דילמא אתי לאטבילי בעינייהו וכדאתקיף לעיל וטבילת כלים בעינייהו גזירה שמא יסחוט ואהא תי' לי' רב יוסף שפיר דמתוך שלא הותרה לה אלא ע\"י מלבוש זכורה היא שהטבילה אסורה ביום טוב ולא אתי לאטבלניהו בעינייהו מיהו אכתי קשיא להו דאכתי ניגזור במערמת וטובלת בבגדיה גזירה שמא יסחוט בעודן עליה. ותירץ דמשום מצוה לא גזרו דהא ליתא דא\"כ ק' לרב יוסף דמאי משני מטעמא דמתוך שלא הותרה לה ע\"י מלבוש הא אכתי תיקשי ליה דנגזור גזירה דלמא יסחוט בעודן עליה ואי ס\"ל דמשום מצוה התירו א\"כ הכי הוה ליה לשנויי ולא מטעמא דמתוך שלא הותרה ואפשר לומר דס\"ל ז\"ל דהא דאמרינן איתיביה כל הני תיובתיה ושני ליה כדשנין לא קאי אלא אאתקפתא דאתקיף אביי לעיל אתי' דרבא אמנם אהך דנדה מערמת כו' לא קאי משום דההיא אתקפתא סתמא דתלמודא הוא דקאמר לה לעיל ולא אביי מיהו אכתי ק' דמאי תי' דמשום מצוה התירו דאכתי תיקשי לרב יוסף דס\"ל דטבילת כלים אסורה משום סחיטה אע\"ג דאית ביה מצוה דטבילת כלים ברגל מצוה וכמ\"ש רש\"י דחייב לטהר את עצמו ברגל ולכן נראה דכונתם להקשות למאי דפריך השתא מהך דנדה מערמת וטובלת בבגדיה לרבה דאמר גזירה שמא יעבירנו וכן לרב יוסף דאמר גזירה משום סחיטה ולא אסיק אדעתיה טעמא דמתוך שלא הותרה אלא ע\"י מלבוש דאם כן תיקשי ליה לדידי' נמי דאמאי לא גזרינן שמא יסחוט כדתנן בפ' חבית הרוחץ במי מערה ונסתפג באלונטית לא יביאנה בידו וטעמא משום גזירה שמא יסחוט ואהא תי' דמשום מצוה שאני כלומר דמאן דפריך מהא דנידה מערמת וטובלת הוה ס\"ל דמשום מצוה לא גזרו ומשום הכי פריך לרב יוסף דס\"ל דטעמא דאין מטבילין את הכלים ביו\"ט היינו משום סחיטה אע\"ג דטבילת כלים בי\"ט מצוה דחייב אדם לטהר ברגל וכמ\"ש בשיטה מקובצת למוהר\"ב א\"כ ה\"נ גבי נדה מערמת וטובלת נגזור משום סחיטה אע\"ג דאיכא מצוה ואהא תי' דהתם שאני דמתוך שלא הותרה כו' ובהא ניחא לי מ\"ש התוס' בפ\"ק דכתובות ד\"ו ע\"א ד\"ה האי מסוכריא וז\"ל ועוד י\"ל דכל דבר שאדם עושה במזיד לא שייך למגזר שמא יסחוט דסברא הוא כיון דלדעת כן הוא עושה ולהכי גבי מסננין את היין לא חיישינן שמא יסחוט ואתיא שפיר הא דנדה מערמת וטובלת בבגדיה עכ\"ל וקשה טובא דא\"כ גבי טבילת כלים היכי קאמר רב יוסף דגזרינן בהו שמא יסחוט הא התם לדעת כן הוא עושה ואי ס\"ל כמ\"ש בהגהות אשירי דגזרו בטבילת כלים אע\"ג דלדעת כן הוא עושה משום דטריד במצוה א\"כ מהאי טעמא ניגזור גבי נדה כיון דטרידא במצוה אכן לפי מ\"ש יש ליישב דודאי לרב יוסף דס\"ל דבטבילת כלים גזרו משום סחיטה אע\"ג דלדעת כן הוא עושה משום דטריד במצוה ע\"כ טעמא דנדה מערמת וטובלת היינו משום דמתוך שלא הותרה אלא ע\"י מלבוש זכורה היא ומ\"ש ואתיא שפיר הא דנדה מערמת וטובלת היינו למאן דפריך מינה לרב יוסף ולא אסיק אדעתיה טעמא דמתוך שלא הותרה כו' דהוה ס\"ל דכיון דלדעת כן הוא עושה ליכא למיגזר משום סחיטה אע\"ג דטרידא במצוה והיינו דק\"ל אליבא דרב יוסף דס\"ל דמשום דטריד גזרו אם כן ה\"נ ניגזור כיון דטריד במצוה כנ\"ל ועוד י\"ל בדברים דקשיא להו דאמאי לא גזרינן דילמא אתי לידי סחיטה אע\"ג דאיכא טעמא דמתוך שלא הותרה לה אלא ע\"י מלבוש כי היכי דגזרינן גבי היה מהלך בשבת ופגע באמת המים דאמרינן בפ' אלו קשרים לינחות במיא אתי לידי סחיטה אע\"ג דהתם נמי איכא טעמא דנימא מתוך שלא התרתה לו אלא כדרך שהוא לבוש וכדאמרינן בפרק י\"ה אההיא דההולך להקביל פני רבו כו' ובלבד שלא יוציא ידיו מתחת שפת חלוקו זכור הוא ולא אתי לידי סחיטה וכן ראיתי להפר\"ח ז\"ל בה' יה\"כ סימן תרי\"ג סק\"ה שהקשה כן להרא\"ש והר\"ן ז\"ל שתירץ כן בפרק הנזכר ואהא תי' דמצוה שאני כלומר דדוקא היכא דאיכא מצוה התירו מטעמא דמתוך שלא התרתה לו ע\"י מלבוש הא לא\"ה משום האי טעמא גרידא לא שרינן ובהכי ניחא נמי דברי התוספות בפ\"ק דכתובות דמ\"ש ואתי שפיר הא דנדה מערמת וטובלת בבגדיה כו' כונתם לומר דמשום הכי התירו גבי נדה מטעמא דמתוך שלא הותרה כו' משום דכיון דעושה כן במזיד ליכא למיחש שמא יסחוט אלא דאפילו כיון דטרידא במצוה הוה ליה למיחש שמא יסחוט כי היכי דגזרו בטבילת כלים להכי אהני לו טעמא דמתוך שלא הותרה לו כו' אמנם גבי ההולך בשבת ופגע באמת המים כיון דאיכא למיחש דילמא זמנין דמתווסן מניה מיא ולאו אדעתיה איכא למיגזר שפיר שמא יסחוט ומטעמא דמתוך שלא הותרה לו אלא כדרך שהוא לבוש גרידא לא שרינן בהכי כנ\"ל ודו\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> דנין בשבת כו' ולא מקדשין גזרה שמא יכתוב.</b> הנה מסתמיות דברי רבינו נראה דס\"ל שלא כדעת ר\"ת שכתבו התוס' פ' משילין דבדאין לו אשה ובנים מותר וכן ג\"כ בדיני נפשות דלי' דעדיף מינייהו שרי לדון ולדעתי יש להביא ראיה לדעת ר\"ת מהא דגרסינן פ' אלו מגלחין די\"ח ע\"ב אמר שמואל מותר לארס אשה בח\"ה ובעי לסיועיה התם ממתניתין דקתני אין נושאין נשים במועד הא ליארס שרי ודחי לא מיבעיא קאמר לא מבעיא ליארס דלא קא עביד מצוה אלא אפי' לישא נמי אסור והשתא קשה דאמאי לא סייעינן ליה ממתני' דפרק משילין דמדקתני אין מקדשין ביו\"ט מכלל דבחה\"מ שרי דאי בח\"ה אסור אמאי קתני לה גבי י\"ט וכה\"ג הקשו התוס' בפרק המביא ד\"ל ד\"ה אין מטפחין לפירש רש\"י שם יע\"ש ולדעת ר\"ת שכתבו התוס' דבדלית ליה אשה ובנים שרי לקדש בשבת י\"ל דמשום הכי לא סייעינן לי' ממתני' משום דאיכא למדחי ולומר דלעולם דאפילו בח\"ה אסור בדאית ליה אשה ובנים ומתניתין לדיוקא איצטריך לאשמועינן דאפי' ביו\"ט דוקא משום רשות ובדאיכא אשה ובנים אסור הא בדליכא אשה ובנים שרי אכן לדעת רש\"י ור' ק' טובא ותו דאף לדעת ר\"ת ק' שהרי טעמא דאין נושאין נשים במועד קאמר התם שמואל דהיינו משום דאין מערבין שמחה בשמחה וכתבו התוס' שם דהיינו מדאורייתא ואם כן אם איתא דאפי' באירוסין שייך טעמא דאין מערבין שמחה בשמחה אם כן היכי קתני לה מתני' בהדי הנך דאסרי משום שבות ואפשר לומר דמתניתין ליכא לסיועי דאיצטרך למתניה ביו\"ט למשרי אפילו במחזיר גרושתו מן הנשואין דבח\"ה שרי כדתנן בפ\"ק דמו\"ק קמ\"ל דביו\"ט אסור משום גזירה שמא יכתוב ואי קשיא לך חלוקת ולא מיבמין דקתני מתנ' גבי יו\"ט למאי אצטריך הא אפי' בחול המועד אסור י\"ל דאיצטריך למיסר אפי' לעשות בה מאמר דכיון דליכא נישואין שרי בחול המועד ואי נמי בפי' בשקדשה מבע\"י דבח\"ה שרי וביו\"ט אסור ועיין בהר\"ן וק\"ל:<br><b> וראיתי </b> למוהר\"ש אלגאזי בספר שפתי ישנים בתשובה דף קכ\"ג ע\"ב שהקשה לדעת ר\"ת מהא דגרסינן במ\"ק דף י\"ד ע\"ב דנין דיני נפשות ודיני מכות ופי' רש\"י בח\"ה אבל לא ביו\"ט אסור משום שבות הא קמן דביו\"ט לא דנין דיני נפשות גזירה שמא יכתוב אע\"פ שהדנין דיני נפשות הן סנהדרין דליכא עדיף מינייהו ועוד הקשו לפי רבינו תם דלא משני בפ' אד\"מ משום דאין דנין בשבת משום דכתיבה שרייא בשבת היכא דליכא עדיף מיניה א\"כ דיני נפשות ידונו בתחילת דין בשבת לעיוני בדיני ואם יראו חובה ילינו למחר ואין לחוש שמא יכתבו דהא אמרת דבסנהדרין דליכא עדיף מינייהו שרי כתיבה בשבת ואין לומר אה\"נ דדנין בשבת ביו\"ט דמתני' לא קתני אלא דאין דנין בע\"ש וי\"ט ואלו בשבת וי\"ט לא קתני משמע דבשבת ויו\"ט דנין לעיוניה בדיניה דהא לא אפשר דאם כן כי פריך במועד קטן ודילמא לעיוניה בדיני' לימא ליה דאם כן אמאי תני תנא דנין דיני נפשות במועד דמשמע דהא ביו\"ט אסור ואי לעיוני הא אמרת אפי' בשבת ויו\"ט דנין עכ\"ד ולא הבנתי דבריו דפשיטה ודאי דתחילת דיני נפשות לר\"ת אין דנין בשבת ויו\"ט משום דבעינן ב' סופרי הדיינין כותבין לפניהן דברי המזכין ודברי המחייבין כדתנן התם ומ\"ש ר\"ת דבסנהדרין דליכא דעדיף מינייהו שרי היינו לענין גמר דין דליכא כתיבה ואינו אלא משום גזירה שמא יכתוב ומש\"ה בסנהדרין שרי ולא גזור משום מצוה אבל תחילת דין ודאי פשיטא דאסור ומ\"ש דבסנהדרין שרי כתיבה בשבת אינו אלא דברי תימא וכי משום דמצוה לדון שרינן אב מלאכה דאורייתא הא ודאי ישתקע הדבר ולא יאמר וא\"כ ברייתא דקתני דנין דיני נפשות ודיני מכות במועד בתחילת דין מיירי דביו\"ט אסור משום דא\"א לכתוב ובחה\"מ שרי וזה פשוט ועיין בהרב חד\"ה בפרק אד\"מ. ודע שלדעת רש\"י ז\"ל דס\"ל דאפילו בד\"נ דליכא דעדיף מינייהו אין דנין בשבת ויו\"ט וכתבו התוס' דהא דאמרינן בפ' אד\"מ היכי ליעבד לידייניה במעלי שבתא וליקטליה בשבתא אין רציחה דוחה שבת ולא משני משום דאין דנין בשבת משום דניחא לי' לתלמודא למימר טעמא לאיסור מן התורה ולא מדרבנן יש ליישב שפיר מה שראיתי להר\"ב כנה\"ג ז\"ל בס' דינא דחיי חלק עשין דק\"ט ע\"א שהקש' אההיא דגרסינן בפרק נגמר הדין דמ\"ג ע\"א וכרוז יוצא לפניו לפניו אין מעיקרא לא והתניא בע\"פ תלוהו לישו' והכרוז יוצא לפניו מ' יום כו' שאני ישו' דקרוב למלכות הוה וז\"ל ותימא לי ולדידיה מי ניחא והתנן בפרק אד\"מ אין דנין לא בע\"ש ולא בעיו\"ט ומפרש בגמרא טעמא משום דלא אפשר דהיכי ליעביד לדייני' במעלי שבתא ולגמרי לדינים בשבתא ולקטלי' בשבת אין רציחה דוחה שבת ואי כסברת המקשה דלאחר שנגמר דינו הכרוז יוצא לפניו מ' יום עוד היום קשה מ\"ט לא דיינינן ליה בשבת ואפי' שיגמור הדין בשבת אין הורגים אותו משום ההכרזה דבעי' שיכריזו מ' יום יע\"ש שהניחו בצ\"ע עכ\"ל אכן כפי דברי התוס' הללו ניחא דתלמודא התם דיהיב טעמא לאסור מדאורייתא משום דאין רציחה דוחה שבת היינו לפום קושטא דמילתא דמסיק בפרק נגמר הדין דלפניו אין מעיקרא לא אבל לפום ס\"ד דמקשה דהוה ס\"ל דמעיקרא בעינן מ' יום להכרזה הוה ס\"ל דטעמא דמתני' משום דאין דנין בשבת ומדרבנן ולא משום טעמא דרציחה ואף לתי' הב' שכתבו התו' דהתם לא שייך למגזר משום שמא יכתוב כיון שכבר כתבו דברי המזכין ודברי המחייבין מבע\"י וכ\"כ בפ' כ\"ה איכא למימר דהיינו לפום קושטא דמילתא דס\"ל לתלמודא דלפניו אין מעיקרא לא אבל לפום ס\"ד דמקשה דהתם דמעיקרא בעינן מ' יום הוה ס\"ל ע\"כ דטעמא דמתניתין משום דאין דנין בשבת ואע\"ג דליכא למגזר שמא יכתוב לא פלוג רבנן כנ\"ל. כתב הריב\"ש בתשובת סי' קנ\"ו דאסור לפדות את הבן בשבת משום דדמי למקח וממכר והביאה מרן הב\"י ז\"ל בסי' של\"ט יע\"ש וראיתי להרב בני יעקב דק\"ג ע\"ד שנסתפק במי שפדה את בנו ונתחייב לתת לכהן ה' סלעים ונתן משכון עליהם אי בנו פדוי או לא מי אמרינן מנה אין כאן משכון אין כאן או לא וכתב שרבו מוהר\"י אלפאנדרי ז\"ל נסתפק בזה והביא ראי' מדברי הריב\"ש הללו דלא מהני דאם איתא דמשכון מהני הא איתיה תקנתא שיתן לו משכון אלא ודאי דלא מהני יע\"ש ולע\"ד נראה שאין ראיה מדברי הריב\"ש דאע\"ג דמשכון מהני אפ\"ה ס\"ל להריב\"ש דאסור ליתן משכון בשבת משום דהוי כקונה קנין בשבת ואפי' לצורך מצוה וכ\"כ הר\"ן ז\"ל בריש פרק קמא דכתובות אההיא דאמרינן התם א\"ל אתפשוה מטלטלי לכתובתה וז\"ל וא\"ת הא הו\"ל קונה קנין בשבת ואסור כו' אי נמי אפשר דמבע\"י מיירי והיה שהות ביום כדי להתפיסה מטלטלין ולא כדי לכתוב לה כתובה עכ\"ל הרי מבואר דאפילו משכון אסור ליתן בשבת משום דדמי למו\"מ ואף שהרא\"ש ז\"ל כתב בתשובה הביאה הטור ז\"ל ח\"מ סי' ע\"ג דמי שנשבע לפרוע לו בז' בניסן ואירע ז' בניסן בשבת דמותר לתת לו משכון בשבת כדי לקיים שבועתו דחפצי שמים הוא שיקיים שבועתו איכא למימר דלא התי' הרא\"ש אלא דוקא כההיא דנשבע לפרוע בז' בניסן דאי אפשר בלא\"ה דאל\"כ הרי הוא עובר על שבועתו משא\"כ הכא כיון דאפשר לפדותו אחר השבת לא חשיבא כ\"כ חפצי שמים וזה מוכרח שהרי לפי מ\"ש מרן הב\"י שם לדעת הרא\"ש שרי לתת משכון ולשומו אותו וליתנו לו בתורת פרעון משום דחפצי שמים הוא ע\"ש. ואם כן קשה דאמאי כתב הריב\"ש דאין פודין את הבכור בשבת הא איתיה בתקנתא שיתן לו משכון וישום אותה ויתננו לו בתורת פרעון דבהא ודאי פשיטא דמהני בפדיון בכור דשוה כסף ככסף אלא משמע ודאי דס\"ל דהכי לא חשיב חפצי שמים כל כך וכמ\"ש ועיין במ\"ש רש\"י בפרק א\"צ דף כ\"ז ע\"ב ד\"ה בבהמת קדשים ובהר\"ב מג\"א ז\"ל ס\"י ודו\"ק:<br><b> מעשה חושב</b>\n<b> (מח) </b> מכלל דבחה\"מ שרי כו'. לענ\"ד לק\"מ דהא טעמא דאין נושאין נשים במועד הוא משום דאין מערבין שמחה בשמחה וא\"כ במי שעשה שליח לקדש לו אשה והאשה גם היא עשתה שליח לקבל קדושיה ופגע שליח בשליח יחד והמשלחים אינם יודעים כלל כי יפגשו זה בזה יחד דבכה\"ג משום שמחה ליכא דהא המקדש והמתקדשת אינם יודעים ממעשה הקדושין כלל ובחוה\"מ שרי לי' לשליח האשה לקבל קדושיה משליח האיש כיון דליכא בזה משום אין מערבין שמחה בשמחה. אבל ביו\"ט אסור משום שבות דשמא יכתוב כו' ומש\"ה ליכא לסיועי לשמואל ממתניתין דפ' משילין דהא איצטרך לאסור קדושיה ביו\"ט אפילו בכה\"ג כשפגע שליח בשליח וכנ\"ל:<br><b> עוד </b> אפשר לומר למאי דאמרינן בפסחים דף ע\"א ע\"ב דבליל יו\"ט ראשון אין שמחה משום דדרשינן התם המקרא והיית אך שמח אך חלק וא\"כ הרי איצטרך למתני בפ' משילין הא דאין מקדשין ביו\"ט משום שבות ולאשמועינן דאסור נמי לקדש בליל יו\"ט הראשון דאע\"ג דמשום אין מערבין שמחה בשמחה ליכא בזה מ\"מ אסור משום שבות אבל בחוה\"מ אפשר דלעולם אסור וא\"כ הרי ליכא מזה סייעתא לשמואל ובזה ניחא נמי הא דאין מיבמין דאצטרך לאסור ליבם אפילו בליל יו\"ט הראשון וכנ\"ל וכן למ\"ש התוס' להתיר משום ביטול פו\"ר י\"ל נמי משום דלא חשיב שמחה כ\"א סעודת נשואין בלבד וה\"ט דאין נושאין נשים במועד משום דבשביל סעודה זו נדחית הסעודה של שלמי שמחה וא\"כ בליל יו\"ט הראשון דליכא שלמי שמחה דהא מעטי' קרא וכנ\"ל תו ליכא משום אין מערבין שמחה בשמחה (וצ\"ע קצת בהא). ומכש\"כ לרש\"י דס\"ל דאפילו ביום שמיני ליכא שמחה ולפ\"ז הא אי לאו משום שבות הי' מותר לקדש בשמיני אפילו ביום לפי הנ\"ל וא\"כ האי דקאמר המחבר דלדעת רש\"י קשה טובא, הרי לפמ\"ש לק\"מ ודו\"ק:<br><b> ועוד </b> יש ליישב בזה דמש\"ה ליכא לסיועי לשמואל ממתניתין דפרק משילין משום די\"ל דלעולם בחוה\"מ נמי אין מקדשין והאי דקתני יו\"ט משום דבא לאשמועינן שאפילו סמוך לחשיכה ביו\"ט אחרון או סמוך לחשיכה ביום השני של עצרת ור\"ה דאע\"ג דהלילה שלאחר הקדושין הוא חול גמור וא\"כ הרי אין כאן משום אין מערבין שמחה בשמחה ואפ\"ה אין מקדשין משום שבות דשמא יכתוב כו' (ולמ\"ד דגזרו שבות בין השמשות משכחת לה נמי בבין השמשות ודוק). אלא דקצת יש לפקפק בזה עדיין דהא שמואל אינו מתיר בחוה\"מ אלא לארוס בלי סעודת אירוסין ומטעם דשמא יקדמנו אחר וא\"כ הרי משמע מזה דהאירוסין עצמן יש בהן נמי שמחה קצת אבל מ\"מ יש לחלק בין הפרקים ולומר דהיינו בשאין עושה סעודה כלל דאז הוי השמחה בהאירוסין עצמן אבל בכה\"ג דעושה סעודה בלילה שלאחריה אז השמחה הוא בהסעודה ולא בהאירוסין עצמן:<br><b> (מט) </b> אם איתא דאפילו באירוסין שייך טעמא דאין מערבין שמחה בשמחה (דהיינו דאורייתא כמ\"ש התוס') א\"כ היכי קתני לה מתניתין בהדי הנך דאסרי משום שבות. למ\"ש התוס' מ\"ק דף ח' ע\"ב סוף ד\"ה מפני ביטול פו\"ר כו' דלא חשיב שמחה אלא סעודת נישואין א\"כ כשאינו עושה סעודת אירוסין אין כאן איסור תורה עכ\"פ וא\"כ שפיר חשיב לי' במתניתין דמשילין להאי דאין מקדשין ביו\"ט בהדי הנך דאסורי משום שבות מפני שמיירי התם בלא סעודת אירוסין. אלא דאכתי יקשה אמאי לא מסייעינן לשמואל מדיהיב במתניתן טעמא דאין מקדשין ביו\"ט משום שבות מכלל דבחוה\"מ דליכא שבות שרי דהא משמע דאפילו בלא סעודה הוי הס\"ד דאסור לארוס עכ\"פ מדרבנן שהרי שמואל לא שרי לעשות סעודת אירוסין ואפ\"ה שקיל וטרי הש\"ס אי יש סייעתא לשמואל. אמנם י\"ל דהא המחבר לשיטת ר\"ת מקשה ולדידי' לק\"מ דהא י\"ל דלהכי נקט אין מקדשין ביו\"ט משום דלדיוקא אצטריך לאשמועינן דאפילו ביו\"ט דוקא משום רשות וכדאית לי' אשה ובנים אסור אבל בדלית לי' אשה ובנים שרי אפילו ביו\"ט ולעולם דאפילו בחוה\"מ אסור כשיש לו אשה ובנים וכמ\"ש הגאון המחבר ז\"ל בעצמו וע\"ש:<br><b> (נ) </b> ומ\"ש ר\"ת כו' היינו לענין גמר דין דליכא כתיבה ואינו אלא משום גזירה שמא יכתוב. היינו דלא כהתוס' שכתבו ליישב אמאי יהיב הש\"ס טעמא דלא קטלינן בשבת משום רציחה תיפוק לי' משום דאין דנין בשבת ולמאי שתירץ משום דכבר כתבו מבעוד יום ולא שייך למגזר שמא יכתוב א\"כ לפ\"ז הרי א\"צ לאתויי מטעם דליכא דעדיף מנייהו שכתבו התוס' וע\"ש:<br><b> (נא) </b> אינן אלא דברי תימא. גם אני תמהתי כן ולחומר הקושיא י\"ל דס\"ל למוהר\"ש אלגזי כדעת הרב בהגהת ש\"ע או\"ח סי' ש\"ו סעיף י\"א בשם אור זרוע דכתב שלהם אינו אסור אלא מדרבנן וס\"ל דבדליכא דעדיף מנייהו לא גזרינן גם בשבות דכתיבה שלהם וסופרי הדיינין יכולים לכתוב דברי המזכים והמחייבים בכתיבה שלהם. אלא דכיון דס\"ל להתוס' בגיטין דף ח' ע\"ב ובב\"ק פ' מרובה דף פ' ע\"ב בד\"ה אומר כו' דגם הכתיבה שלהם הוי דאורייתא איני יודע מנ\"ל להקשות אר\"ת דלמא כהתוס' ס\"ל וכן דעת הרמב\"ם וכבר תמה בזה הב\"ש באה\"ע סי' קכ\"ו ס\"ק א' על הרמ\"א אי לא דנאמר לדחוק עוד דאפשר דנכרים יכתבו דברי המזכים והמחייבים אלא דלשונו לא משמע כן מדקאמר ואין לחוש שמא יכתבו בו שרי להו כתיבה בשבת ודו\"ק:"
            ],
            [
                "<b>המגביה </b>\n<b> תרומות כו' בשבת או ביו\"ט בשוגג יאכל במזיד לא יאכל כו'.</b> כתב המאירי בשיטת כ\"י למסכת י\"ט די\"ז ע\"א וז\"ל ואע\"ג דאמרינן טבל מוכן הוא אצל שבת שאם עבר ותקנו מתוקן ואפי' במזיד לאו למימרא דמצי למיכל מיניה אלא מתוקן הוא שיצא מידי טבל ומותר בטלטול משא\"כ בעוד שהוא טבל שאסור אף בטלטול ומיהו לקמן בפרק המביא משמע דאפי' באכילה מותר אם עבר ותקנו ומשו\"ה מפרשים דדוקא אחרים אבל הוא לא יאכל ואע\"ג דמבשל בשבת אסור אף לאחרים התם איכא איסור תורה אבל מעשר ליכא אלא אסורא מדרבנן משום דמחזי כמתקן עכ\"ל ומדברי התוס' בפרק כירה דמ\"ג ד\"ה טבל מוכן הוא מוכח בהדיא דס\"ל דאפילו לאחרים נמי אסור ואע\"ג דליכא אלא איסורא דרבנן שכתבו וז\"ל קשה להרשב\"א דתנן במס' תרומות המעשר בשבת כו' בשוגג יאכל במזיד לא יאכל ולישנא דקאמר הכא עבר ותקנו משמע במזיד מדלא קאמר שאם שגג ונראה דנקט עבר כגון דלית ליה פירי אחריני עכ\"ל יע\"ש ומדלא תירץ כההיא דעבר ותקנו מתוקן לאחרים קאמר כמ\"ש המאירי משמע דס\"ל דאפי' לאחרים אסור וכן משמע מסתמיות לשון רבינו ז\"ל שכתב המגביה תרומות ומעשרות בשבת או ביו\"ט בשוגג יאכל כו' במזיד לא יאכל עד מוצאי שבת מדסתם ולא פירש משמע דס\"ל דאפי' לאחרים אסור אלא דכפי זה ק' דבפ' כ\"ה מה' אלו דין כ\"ה כתב חביות של טבל שנשברה כו' הואיל ואם עבר ותקנו מתוקן כו' והשתא קשה דבמאי מיירי אי לאחרים הא משמע שדעתו ז\"ל לאסור ואי בדלית ליה פירי אחרינא וכמ\"ש התוס' הא מדסתם וכתב במזיד לא יאכל משמע דס\"ל דאפילו בדלית ליה פירי אחריני אסור וטעמא דס\"ל דמאי דתירצו בגמרא אקושיא דהמטביל כלי' בשבת א\"כ דאפשר בשאלה קאי נמי אקושיא דהמעשר בשבת וכמ\"ש הר\"ב ל\"מ בפ\"ו מהם יו\"ט ואולי דס\"ל דעבר ותקנו לאו במזיד קאמר אלא עבר בשוגג ותקנו וכה\"ג כתב רש\"י ז\"ל בס\"פכ\"ש אההיא דאבעיא לן התם עברה ולשה מהו דבשוגג קאמר יע\"ש. וכן נראה שהוא דעת הטור ז\"ל דאפילו לאחרים אסור ממה שכתב בסי' תק\"ה פירות שהוציאם חוץ למקומן והוחזרו אפילו במזיד כו' וכל זמן שלא הוחזרו והם חוץ למקומם אם הוציאם בשוגג מותרין במזיד אסור לטלטלן חוץ לד' אמות ואסור לאכלן אפילו לאחר שלא הוציאם וכ\"כ הרא\"ש בפרק מי שהוציאוהו הרי דאע\"ג דתחומין אינו אלא דרבנן אפ\"ה במזיד אסור לאחרים וא\"כ ה\"ה נמי במעשר בשבת אע\"ג דאין איסורו אלא מדרבנן ועיין בהר\"ב מג\"א שם ס\"ק י\"ד וכן משמע מהא דגרסינן לעיל בפ\"ק די\"ד רב פפא איקלע לבי מר שמואל אייתו ליה דייסא ולא אכל כו' הרי משמע דאע\"ג דאיסורא דאין כותשין במכתשת ביו\"ט אינו אלא מדרבנן ואפי\"ה אם עבר וכתש אסור אף לאחריני מיהו יש לדחות דרב פפא מחמיר על עצמו היה וכמ\"ש הריטב\"א ז\"ל הביאו בשיטא מקובצת למוהר\"ב ז\"ל ע\"ש במג\"א סי' תק\"ד ס\"ק ה' ובספר פנים מאירות סי' ל' ע\"ש ודו\"ק:<br><b> מעשה חושב</b>\n<b> (נב) </b> ואפ\"ה אם עבר וכתש אסור אף לאחרינא. לענ\"ד אין ראי' מזה משום די\"ל כיון דרב פפא איקלע לבי מר שמואל וטריחי להו גם בשבילו בכתישה זו ביו\"ט משו\"ה אסור גם לדידי' דהא דשרינן לאחריני היינו משום דלא נעבדה העבירה בשבילן. ועי' במג\"א סי' תקט\"ו ס\"ק ו' באורך:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> עונשין בשבת.</b> נסתפק הרב מש\"ל בהא דקי\"ל דהרודף אחר אחד מן העריות ניתן להצילו בנפשו אם היה זה בשבת מהו שנחלל שבת בשביל הצלתו מן העבירה וברודף אחר חבירו להורגו פשיטא מילתא דניתן להצילו דאין לך דבר שעומד בפני פקוח נפש אכן ברודף אחר העריות יש מקום להסתפק וכן נמי אליבא דר' דס\"ל דהאומר הניחו לו שלא יהרגנו דאין הורגין אותו ואמרינן התם דה\"ט דר\"י משום דעל מה שמסרה נפשה לקטלא אמרה תורה הצל דמו בדמו פשיטא דאף בשבת הורגין אותו דחשיב רודף אכן לרבנן דס\"ל דאפגימתא קפיד רחמנא יש מקום להסתפק את\"ד יע\"ש:<br><b> ולכאורה </b> נראה לע\"ד להביא ראיה דאפילו בשבת ניתן להצילו מההיא דגרסינן פרק בן סורר דף מ\"ג דפרכינן התם אברייתא דקתני דעל חייבי כריתות ניתן להצילו בנפשו ממתני' דקתני אלו נערות שיש להם קנס הבא על אחותו ודחיק ר\"ח לאוקומא התם כגון שבא עליה שלא כדרכה ורבא מוקי לה באומר' הניחו לה שלא יהרגנו ור\"י היא כו' יעויין שם והשתא אם איתא אדרבא בפשיטות הי\"ל לאוקומא אליבא דרבנן וכגון שבא עליה בשבת דלא ניתן להצילו בנפשו:<br><b> ואולם </b> אחר העיון נראה דאין מכאן ראיה וזה דנר' ודאי דע\"כ לא נסתפק הרב ז\"ל אלא דוקא גבי אחרים אם מותר לחלל שבת כדי להצילו מן העבי' וכמדוקד' מלשונו ז\"ל אמנם גבי נרדף עצמו פשיטא ודאי דמותר לחלל את השבת כדי שלא יעבירנו על דת וכיון שכן פריך התם שפיר ולא מצי לאוקומא בבא עליה בשבת משום דכיון דלגבי נרדף ניתן להציל את עצמו בנפשו חשבינן ליה שפיר מיתה ותשלומין ואין אדם מת ומשלם אלא דק\"ל לפי זה מהא דמשני התם אביי דמתני' מיירי ביכול להצילו באחד מאבריו וריב\"ש היא דאמר רודף שיכול להצילו בא' מאבריו והרגו נהרג עליו ולפי מ\"ש הרא\"ם ז\"ל בפ' וישלח דלגבי נרדף עצמו אין לחלק בין יכול להצילו בא' מאבריו או לא אם כן מאי משני הא אכתי כיון דלגבי נרדף עצמו ניתן להצילו אין אדם מת ומשלם קרינן ביה אלא מוכרח כיון דלגבי אחרים לא ניתן להצילו לא אמרינן בכי הא אין אדם מת ומשלם ומעתה חזרה ראיה למקומה אולם אכתי יש מקום לדחות דע\"כ לא כתב הרא\"ם דגבי נרדף אין לחלק אלא דוקא ברודף אחר חבירו וכמעשה שהיה גבי יעקב אע\"ג דאיכא למימר שפיר דמתוך שאדם בהול להציל את נפשו ממות לאו מידק דייק וסבור שאינו יכול להצילו משא\"כ ברודף אחר העריות דלא בהיל כולי האי כיון שלא בא על עסקי נפשות כנ\"ל נכון לחלק ובר מן דין נראה דאין מכאן ראיה לספקו של הרב ז\"ל דהכא בשבת נמי כיון שניתן להצילו בנפשו ע\"י גוי חשיב שפיר אין אדם מת ומשלם וזה פשוט:<br><b> ודרך </b> אגב הוקשה אצלי על רבינו דבפ\"א מהלכות נערה בתולה דין י\"א הביא מתני' דהבא על אחותו כצורתה באונס ובמפתה והי\"ל לבאר דה\"ד בבא עליה שלא כדרכה וחזר ובא עליה כדרכה כאוקמתא דר\"ח וא\"נ ביכול להצילו בא' מאבריו כאוקמתא דאביי ובאמת שהדבר מתמיה ולא ראיתי מי שנתעורר בזה ואשר אני אחזה ליישב דבריו שדעת רבינו ז\"ל כי\"מ שכתבו התוס' ז\"ל פ' הבע\"י דנ\"ט ובפ' בן סורר ד' הנז' דאע\"ג דבכל התורה כולה קי\"ל דהעראה חשיבא כביאה גבי קנס אינו חייב אלא בגמר ביאה לפי שלא נתרבתה העראה להיות כגמר ביאה אלא לעריות וחייבי לאוין והוכיחו הדבר משמעתתא דהתם דלא מוקי לה כגון שלא עשה אלא כו' ובסוף דבריהם הקשו לשיטה זו דא\"כ מאי פריך פ' בן סורר הניחא למ\"ד העראה זו נשיקה אלא למ\"ד הכנסת עטרה מאי איכא למימר הא לדידיה נמי א\"ש דהא לא מחייב קנס בהכנסת עטרה אלא בגמר ביאה את\"ד יע\"ש ואם כן יש לנו לומר דרבי' ז\"ל ס\"ל דסוגיא דפ' הע\"י פליגא אההיא דבן סורר דס\"ל התם דהעראה מחייב קנס ופסק רבי' כסוגייא דפ' הבע\"י דאין קנס בהעראה ומהשתא מתניתין דהבא על אחותו אתיא כפשטא ומשום טעמא דמשעת העראה אפגימה לה ממונא לא משלם עד גמר ביאה וזה נראה נכון ויש לי לדקדק מדבריו ז\"ל שדעתו כדעת י\"מ ממה שראינו לו ז\"ל בפ\"א מה' א\"ב שכתב דבכל ביאות אסורות אחד המערה וא' הגומר כו' ובפ\"ד מה' הנזכר גבי נדה שנה ופירוש דין זה וכן בפי\"ז מה' הנז' גבי זונה הפסולה לכ\"ג חזר וכתב דמשהערה בה עשאה זונה ובפרק י\"ט גבי חללה כתב גם כן משהערה בה נתחללה אשר מבואר דבכל מקום אשר תנא דינא לומר דהעראה כגמר ביאה תנא והדר מפרש ובפי' איתמר ולא מכללא ואלו בפ\"א מה' נערה דין ד' כתב אין האונס חייב בקנס עד שיבא עליה כו' ואלו היתה דעתו ז\"ל דאפי' בהעראה יש לה קנס הי\"ל לפרש הדבר ולומר דמשהערה בה חייב כדרך שפי' בכל המקומות הנז' אלא נראה שדעתו ז\"ל כמ\"ש:<br><b> מעשה חושב</b>\n<b> (נג) </b> אמנם גבי נרדף עצמו כו' כדי שלא יעבירנו על דת. לענ\"ד זה צ\"ע דהא אשה קרקע עולם היא ואונס רחמנא פטרה כשאינה עושה מעשה (ולמ\"ש בתשובה מדהקישה הכתוב לנרצח י\"ל כשם שהנרצח אינו עובר כלל ה\"נ האנוסה ג\"כ אינה עוברת כלל) וכיון דשבת הוא הרי רציחה בשבת שהוא עושה בידים הוי עבירה גדולה טפי מבעילת אונס שהיא בשב ואל תעשה ואפילו אי נימא דלא פטרה רחמנא אלא מעונש מיתה אבל עבירה יש גם בלא מעשה מ\"מ מהיכא פשיטא לי' להגאון ז\"ל דמותרת לחלל את השבת בשביל עבירה קלה כזו [ונלע\"ד שיש לכאורה לפשוט ספיקא דהמל\"מ מדהקיש הכתוב נערה לנרצח י\"ל כמו שברודף אחר חבירו להרגו ניתן להצילו בנפשו של רוצח אפילו בשבת וכמ\"ש המל\"מ ה\"נ הדין כן בנערה, אפילו ע\"י אחרים משום דאין היקש למחצה]. והא דאמרינן בש\"ס דנערה ניתן להצילה בנפשו אין הכונה להצילה מהעבירה אלא להצילה מפגמא ומ\"מ הקשו התוס' שפיר בסנהדרין דף ע\"ג ע\"א ד\"ה להצילו כו' שכתבו שם אבל קשה מנערה כו' משום דה\"נ הו\"ל להש\"ס למימר להצילו כיון דהוא עובר בידים ולמה לי' להש\"ס למינקט להצילה דמלשון זה משמע שמצילין את הנרדף ולא מצילין את הרודף מן העבירה שהוא רוצה לעשות:<br><b> (נד) </b> הי\"ל לפרש כו' כדרך שפירש בכל המקומות הנז'. ראי' זו איני מכיר דאדרבה דוק לאידך גיסא ממ\"ש בהלכות א\"ב פ\"ג הלכה ט\"ו גבי שפחה חרופה דאינו חייב אלא על גמר ביאה ומדסתם גבי אונס ולא כתב דאינו חייב קנס עד שיגמור ביאתו משמע שדעתו דחייב נמי קנס אהעראה:"
            ],
            [],
            [],
            [
                "<b>כל </b>\n<b> הדברים שהם אסורין משום שבות לא גזרו בין השמשות כו'.</b> ראיתי להר\"ב מג\"א סי' שמ\"ב שנסתפק וז\"ל צ\"ע אם במוצאי שבת נמי אמרינן דבה\"ש לא גזרו משום שבות דשאני לאפוקי יומא ממעלי יומא דמספקא לא פקעא קדושה כמ\"ש ס\"ס שפ\"ו כו' יע\"ש שהניחו בצ\"ע ולע\"ד נראה לדקדק מדברי התוס' דאפי' בה\"ש דמ\"ש אמרינן כל דבר שהוא משום שבות לא גזרו עליו בה\"ש וזה ממ\"ש בפר' בכל מערבין דל\"ד ד\"ה גזירה אטו י\"ט שלאחר השבת וז\"ל והא דאמרינן לעיל גבי אילן כל דבר שהוא משום שבות כו' ולא גזרינן משום י\"ט שחל להיות אחר השבת או לפני השבת דאז ממ\"נ אסור להשתמש באילן כו' ונראה פשוט דהתם דבי\"ט שאחר השבת ליכא למימר נמי דבה\"ש מותר לעלות באילן כיון דהוי משום שבות לא גזרו דהכא ממ\"נ אסור דאי נמי נימא דלילה הוא הוי י\"ט וי\"ט נמי אסור לעלות באילן משמע מדבריהם דאי לאו משום ה\"ט דממ\"נ אסור הוה אמרינן דלא גזרו בה\"ש אפי' באפוקי יומא וכן מצאתי בפ\"י בשיטה כ\"י להרשב\"א שם שכ' בדף ל\"ב אתי' דרב יצחק בריה דרב חסדא דאמר הכא באילן הנוטה חוץ לד\"א עסקינן וז\"ל ויש לי לומר דהשתא נמי אית לן סברת דרבי ירמיה דלקמן דאמר שאני כלכלה הואיל ויכול לנטותה ולהביאה בתוך עשרה ומוליכו בראשון ומחשיך עליו כו' משום גזירת י\"ט אחר השבת הוא כדמשני לקמן והכא ליכא גזירה כלל דבה\"ש שביציאת השבת גם כן לא גזרו שאף הוא ספק לילה הוא דכל בין השמשות בין בכניסתו בין ביציאתו לא גזרו עליו משום שבות כנ\"ל עכ\"ל וכן נ\"ל לדקדק עוד ממ\"ש התוס' בדל\"ד ע\"א ד\"ה ואמאי וז\"ל ואין ליישב דברי רש\"י דודאי מהולכת של כל השנה היה יכול לדקדק למה היה צריך להוליכו עד מקום השביתה לא הי' צריך להוציאו רק מביתו ולהניחו בר\"ה כו' דאי בעי ממטי ליה פחות פחות מארבע אמות עד מקום השביתה דהא לרבנן דר' כו' ולר' נמי איכא למימר דהא דצריך להוליכו עד מקום השביתה היינו בשביתתו ברה\"י הוא ויש ר\"ה בין ביתו למקום שביתתו כו' וכתוב שם בהגהה וז\"ל אבל בשביתתו בר\"ה לא יצטרך להוליכו עד מקום השביתה וע\"כ כן צריך להיות אמת לפרש\"י דאי לעולם צריך להוליכו עד מקום השביתה א\"כ תקשי ליה מר' ולא יוכל לתרץ מה שמתרץ גזירה י\"ט אטו י\"ט שלאחר השבת ע\"כ ונראה ודאי כונתם שהוקשה להו דאימא דמאי דפריך בגמרא נימא כיון דאי בעי ממטי ליה כו' לר' דס\"ל כל דבר שהוא משום שבות כו' הוא דפריך משום דמשמע ליה דלר' אפי' כששביתתו בר\"ה קאמר דצריך להוליכו עד מקום השביתה דא\"כ מאי משני גזירה אטו י\"ט אחר השבת הא לר' אפילו בי\"ט אחר השבת יכול להוליכו פחות פחות מד' אמות בבה\"ש דכל דבר שהוא משום שבות לא גזרו הנה מבואר דאפילו בה\"ש דמ\"ש נמי לא גזרו וליכא למימר דכונתם ז\"ל דלא שייך לתרץ דגזרו בשבתות דעלמא אטו י\"ט אחר השבת משום דלא שייך למיגזר שבת אטו י\"ט כמ\"ש התוס' בא\"נ דהא ליתא דלא הוצרכו לומר כן אלא לפי תי' כי היכא דלא תקשי להו אמאי לא משני גזירה אטו שבת דעלמא אבל לרש\"י ז\"ל ה\"נ נימא דגזרינן שבת אטו י\"ט כי היכא דגזרינן בעלמא יום טוב אטו שבת אלא ודאי כונתם כמו שכתבנו כנ\"ל ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך </b>\n<b> אין נותנין בז'.</b> כתב ה\"ה ודלא כר' יצחק דאמר אין כלי ניטל אלא לדבר הניטל כו' עיין במרן הכ\"מ ז\"ל בפ' כ\"ו מהלכות אלו דין כ\"ב שתמה על מ\"ש רבינו ז\"ל שם היה מת מוטל בחמה ואין להם מקום לטלטלו כו' באין ב' בני אדם ויושבים משני צדדיו חם להם מלמטה זה מביא מטתו ויושב עליה כו' וז\"ל ומ\"מ יש לדקדק למה פסק רבי' דבאין שני בני אדם ויושבין בצידו הא בלא\"ה יכולים לעשות מחיצה דהא בפ' כירה דמ\"ג ע\"ב איתא למימרא זו אמאי דא\"ר יצחק אין כלי ניטל אלא לדבר הניטל ואמר להו רב ששת פוקו ואמרי ליה לרבי יצחק כבר תרגמא רב הונא לשמעתין בבבל דאמר רב הונא עושין מחיצה למת בשביל מת מאי היא דאמר רב שמואל בר יהודה מת המוטל בחמה באין שני בני אדם כו' משמע דלמ\"ד כלי נוטל אפי' לצורך דבר שאינו ניטל עושין מחיצה למת כמו שמותר לעשות בשביל חי וכיון דקי\"ל כלי ניטל אפי' לצורך דבר שאינו ניטל לא הו\"ל למפסק כהאי מימרא ואפשר שמטעם זה השמיטה הרי\"ף ז\"ל ואם כן יש לתמוה על רבינו שכתב' ע\"ש מה שנדחק בזה ולע\"ד נ\"ל פשוט שלדעת רבינו ז\"ל כדעת הראב\"ד שכתב הרמב\"ן במלחמותיו פרק מי שהחשיך דף ק\"ע ע\"ב וז\"ל והר' אברהם בר דוד מפרש בה דה\"ק התם כבר תרגמא רב הונא לשמעתי' בבבל שלא אמרו אין כלי ניטל אלא למעט צורך מת הא במקום הצלה כולן ניטלין עכ\"ל ולפי הנר' שאשתמיט ממרן הכ\"מ ז\"ל דברי הרמב\"ן הללו ועיין עוד בחידושי הרשב\"א ז\"ל פרק כירה דף הנז' וזה פשוט ודוק:"
            ],
            [],
            [
                "<b>פורשין </b>\n<b> מחצלת כו' או ע\"ג כוורת דבורים כו'.</b> הנה הטור ז\"ל כתב בסימן שי\"ו וז\"ל כתב בעל התרומות שאסור לנעול בשבת התיבה שיש בה זבובים אלא יתן סדין כו' בין הכיסוי לתיבה כו' ונר' לי שאין צריך לדקדק בזה כו' ועוד דבכוורת גופיה קתני ובלבד שלא יכוין לצוד אלמא כי לא מכוין שרי ותמה עליו מרן הב\"י ז\"ל שהרי מבואר בסוגייא דפ' משילין דבעינן נמי שלא יהיו נוצודין בהכרח כי היכי דלא ליהוי פ\"ר יע\"ש ואפשר ליישב דבריו דהטור ז\"ל לא גריס בגמרא ותסברא דר\"ש והא אביי ורבא דאמרי תרווייהו מודה ר\"ש בפ\"ר ולא ימות כו' וכמו שכן נראה מדברי התוס' שם ד\"ה אלא אימא כו' וס\"ל דאע\"ג דפ\"ר הוא שהרי ודאי נצודות הן אפי\"ה שרי משום דכיון דדבורים שלא במינן ניצד ואין איסורו אלא מדרבנן הו\"ל פ\"ר בדרבנן וכל פ\"ר בדרבנן שרי לר\"ש וכמ\"ש הר\"ב ת\"הד ז\"ל סי' ס\"ד וכן נראה דעת מרן הב\"י ז\"ל ממ\"ש אלא אי איכא למידחי דברי בעה\"ת הכי איכא למדחינהו שאני דבורים כו' א\"נ דע\"כ לא אסר ר\"ש לפרוש מחצלת על הכוורת אלא בדבורים שבמינן ניצוד אבל זבובים שאין במינן ניצוד אפשר כל שאינו מתכוין שרי ואע\"ג דפ\"ר הוא ע\"כ וקשה טוב' דכי אין במינן ניצוד מאי הוי נהי דשלא במינן ניצוד פטור אבל אסור מדרבנן מיהא איכא כמ\"ש הטור בהדיא וא\"כ כיון דפ\"ר הוא היכי שרי אלא מוכח ודאי דס\"ל כדעת הרב תה\"ד ז\"ל דפ\"ר בדרבנן שרי ועל פי זה יש ליישב מה שהקשה הר\"ב ב\"ח על מ\"ש מרן דשאני דבורים בכוורת דהוי מקום שניצודין בו והוי כמכניס ארי לגוזרקי שלו אבל זבובים דתיבה וכוורת לא הוי מקום צידתן לא חשיבי ניצודים עד שיתפשם בידו ע\"כ ותמה עליו וז\"ל ושרי ליה מאריה דבפ' האורג ל\"ק שמואל אלא דאינו חייב חטאת עד שיכניס ארי לגוזרקי שלו אבל איסור' מיהא איכא אפי' מכניסו לביתו או לחצר דהכי משמע לי לישנא דאינו חייב דמשמע חיובא הוא דליכא אבל איסור איכא יע\"ש אכן כפי מ\"ש לקמן דאע\"ג דבמכניסו לבית או לחצר איסורא מדרבנן איכא היינו דוקא במתכוין אבל שאינו מתכוין שרי אע\"ג דפ\"ר הוא כיון דלא חשיבי כנצודין מן התורה וכן מוכח מדברי התוס' בפ' כ\"ש דכ\"ה ע\"ב ד\"ה לא אפשר ומדברי הרא\"ש שם ועיין בהר\"ב מג\"א סי' שי\"ד ס\"ק ה' הן אמת דק' טובא לפי שיטה זו מהא דגרסינן בפרק כל כתבי דק\"ך ע\"ב נר שאחורי הדלת פותח ונועל כדרכו ואם כבתה כבתה לייט עלה רב ומסקינן דה\"ט דלייט עלה רב משום דבהא אפי' ר\"ש מודה דהא אביי ורבא דאמרי תרווייהו מוד' ר\"ש בפ\"ר ולא ימות הרי דאע\"ג דכיבוי לר\"ש לא אסור מן התורה משוי דהו\"ל משאצ\"ל אפי\"ה אמרי' דמודה ר\"ש בפ\"ר וכן הקשה הרב מג\"א ועיין בספר בתי כהונה ס\"י וכ\"כ הרשב\"א ז\"ל שם בחידושיו דמיהא שמעינן דאפי' במלאכה דרבנן אי פ\"ר הוא אסור לר\"ש ומיהו יש לדחות לזה דאע\"ג דמשאצ\"ל לר\"ש אינו אלא מדרבנן מ\"מ החמירו בו יותר משאר איסורי' דרבנן כיון דהמלאכה גופי' מלאכה דאורייתא היא ובדעתו הדבר תלוי דאי עביד לה לגופי' מחייב עליה מדאורייתא החמירו בו חכמי' ועשאוהו כדין של תורה משא\"כ בשאר איסורין דרבנן דהמלאכה גופ' עיקרא מדרבנן ולא אתי בה לידי איסור תורה לא החמירו חכמים בפ\"ר וסמך לזה מההיא דגרסינן בפרק כירה מי א\"ר שמעון כבתה מותר לטלטלה כבתה אין לא כבתה לא דילמא בהדי דנקיט לה כבתה הא שמעינן לי' לר' שמעון דאמר דשא\"מ מותר כו' ומשני כל היכא דכי קא מכוין איכ' איסורא דאורייתא כי לא מכוין גזר ר\"ש כל היכא דכי קא מכוין איכא איסורא מדרבנן כי לא מכוין לא גזר ר\"ש כו' והקשו התוס' והרשב\"א דהכא נמי אפי' מכוין לכבות ליכא איסור' דאורייתא לר\"ש דהא מלאכה שאצ\"ל היא ותי' הרשב\"א דכיון דאיכא דוכתא דמחייב עליה מדאורייתא גזר אפי' שלא במתכוין ואפי' בדוכתא דלא אתי בה לידי איסורא דאורייתא יע\"ש הרי בהדיא לפום מאי דהוה ס\"ל לתלמודא דדשא\"מ בדרבנן מותר לר\"ש אפי\"ה במשאצ\"ל אע\"ג דאינו אלא מדר' אפ\"ה החמירו בו ועשאוהו כאיסור דאורייתא וא\"כ אף אנו נאמר בפ\"ר באיסורא דרבנן דשרי לר\"ש לדעת הר\"ב תה\"ד וסיעתיה דבמשאצ\"ל לר\"ש החמירו טפי וכ\"כ הרא\"ש בפ\"ג דבכורות דאיסור משאצ\"ל חמיר טפי מאיסור עוקר דבר מגידולו כלאחר יד אף ע\"ג דאינו אלא מדרבנן ע\"ש מיהו ק\"ל טובא לדעת הר\"ב תה\"ד מהא דגרסינן פרק לולב הגזול דל\"ג ע\"ב ת\"ר אין ממעטינן ביום טוב ראב\"ש מתיר והא קא מתקן מנא אמר רב אשי כגון שלקטן לאכילה וראב\"ש ס\"ל כאבוה דאמר דבר שאין מתכוין מותר והא אביי ורבא דאמרי תרווייהו מודה ר\"ש בפ\"ר כו' והשתא לדעת תה\"ד מאי פריך הא התם אין איסורו אלא מדרבנן משום שדומה למתקן כלי ומכשירו וכמ\"ש רש\"י ז\"ל שם ע\"א בד\"ה עבר ולקטן כו' ע\"ש ומהתימא על מוהר\"מ בן חביב ז\"ל שכ' בפשיטות דאיסור מתקן מנא דהתם הוי מדאורייתא ולא ידעתי איך אשתמיט לשון רש\"י ז\"ל שכתב בהדיא דאין איסורו אלא מדרבנן וא\"כ הרי בהדיא מסוגיא זו מוכח דאפילו באיסורא דרבנן פ\"ר אסור לר\"ש וצ\"ע לדעת הרב תה\"ד וכן קשה מהא דגרסינן בפ' במה טומנין ד\"נ ע\"ב א\"ר ששת ברדא שרי מאי ברדא אמר ר' יוסף תלת' אהלא ותלתא אסא ותלתא איגלי אמר רב נחמיה בר יוסף כל היכא דליכא רובא אהלא ש\"ד כו' אבל אי איכא רובה אהלה אסור משום דהוי פ\"ר דמשיר את השיער אע\"ג דאינו אלא מדרבנן דה\"ל תולש כלאחר יד ע\"ש:<br><b> ושוב </b> התבוננתי וראיתי שתי' זה שכתבתי לדעת הטו\"ר ז\"ל ליתא ממ\"ש הטור ז\"ל בהלכות יום טוב סימן תקכ\"ג מקרדין את הבהמה ביום טוב כו' ופירש ר\"י שמגררות שלהם היו בענין שאין השער נתלש אבל שלנו שבודאי השער נתלש הוי פ\"ר והכל אסור יעויין שם הרי דאע\"ג דאין איסורו אלא מדרבנן דהו\"ל תולש כלאחר יד שאין דרך לתולשו ע\"י מגררת אפ\"ה ס\"ל להטו' ז\"ל דפ\"ר אסור מדהביא דברי ר\"י ז\"ל ולא חלק עליו וכן מבואר בהדיא מדברי הרא\"ש בפ\"ד דבכורות דאפי' באיסור דרבנן פ\"ר אסור ע\"ש. גם מ\"ש הב\"ח ז\"ל ליישב דברי הטור דס\"ל ז\"ל דכיון דבפרק כירה לא פרכינן הך ותסברא כדפריך בשמעתין אלמא דסבירא ליה דלר\"ש ניחא ול\"ק הא מודה ר\"ש בפ\"ר ולא ימות הא איכא למימר דהך פ\"ר הוי דלא ניחא ליה שיהיו הדבורים ניצודים ולא יכלו לצאת מן הכוורת שהרי רוצה הוא שיצאו הדבורין לשדה לאכול פרחים תמיד וס\"ל להטור דהך סוגייא עיקר משום דמתאמרא בדוכתא ועוד דכיון דמידי דרבנן הוא נקטי' להקל יע\"ש קשה טובא שהרי דעת הטור ז\"ל משמע דס\"ל שלא כדעת הערוך דפ\"ר דלא ניחא לה שרי שהרי בסי' ש\"ך הביא מחלוקת הערוך ור\"י ז\"ל ולא הכריע ועוד דבסימן רט\"ז נראה בהדיא מדברי הטור דס\"ל שלא כדעת הערוך ועיין במרן הב\"י שם גם מההיא דסימן תקכ\"ג שכתבנו מבואר דס\"ל כדעת ר\"י ז\"ל דפ\"ר דלא ניחא ליה ואפילו אין איסורו אלא מדרבנן אסור דלדעת הערוך ז\"ל אף על גב דפסיק רישיה הוא ודאי שרי משום דלא ניחא ליה וכמ\"ש מרן שם:<br><b> והן </b> עתה נדפס ובא ס' קרית מלך רב מבן הרב המובהק בעל מחנה אפרים וראיתי שם בה' שבת דף א' ע\"ד שכתב ליישב דברי הטור כדרך שכתבנו ולא השגיח מההיא דסימן תקכ\"ג שכתבנו סתירה לדרך זה ומהתימא עליו שהוא הביא מדברי התוס' דביצה דכ\"ג ד\"ה ושלש שכתבו דין זה שכתב הטור משם ר\"י דס\"ל שלא כדעת הר\"ב תה\"ד וא\"כ איך לא השגיח שהטור ז\"ל ג\"כ קאי בשיטתם גם מה שהקשה שם על תי' הב\"ח נראה שלא ראה דברי הב\"ח כי אם ע\"פ מה שהביאם הט\"ז ואלו הי' רואה אותן על מקומן לא היה כותב ע\"ש:<br><b> ודע </b> שמדברי רש\"י שכתב בפ' לולב הגזול בד\"ה הא מודה ר\"ש נ\"ל בהדיא דס\"ל דפ\"ר אפילו בדרבנן אסור ממ\"ש וז\"ל וכי אמרינן דשא\"מ מותר כגון היכא דאפשר ליה בלא איסור כגון גורר אדם מטה ובלבד שלא יתכוין לעשות חריץ ואע\"ג דאיכא למיחש דילמא עביד חריץ כיון דלא מתכוין להכי ואפשר לגריר' בלא חריץ ואי עביד נמי חריץ לא מחייב אבל היכא דודאי עביד מודה ע\"כ הרי בהדיא דס\"ל לרש\"י דאי עביד חריץ ודאי אסור אף ע\"ג דאינו אלא מדרבנן משום דהוי חורץ כלאחר יד ועיין בפר\"ח הנדפס מחדש בלקוטי א\"ח דף ל\"ט ע\"ד שכתב שדעת רש\"י ז\"ל כדעת תה\"ד ז\"ל דפ\"ר בדרבנן שרי וכן נראה מדברי הרב בשה\"ג אמתניתין דשובר אדם את החבית שהבין כן בדעת רש\"י ולא ידעתי איך אשתמיט מינייהו לשון רש\"י שכתבנו ועיין עוד במ\"ש רש\"י ז\"ל בפ' המביא דף ל\"ג ע\"א בד\"ה והלכתא וז\"ל והך הלכתא אליבא דמאן דאית ליה מוקצה איקבע אבל אנו כר\"ש ס\"ל בין במוקצה בין בדבר שא\"מ בו וקשה טובא דהא התם פ\"ר הוא ואם נאמר דס\"ל לרש\"י דפסיק רישיה בדרבנן שרי כמ\"ש הפר\"ח ז\"ל ניחא דהתם מדרבנן הוא משום דהוי בנין עראי גם מ\"ש רש\"י ז\"ל דרב יהודה התם ס\"ל כר\"י דדבר שאינו מתכוין אסור ע\"ש קשה טובא דבפרק במה טומנין דף הנז' קאמר התם אמר רב יהודה עפר לבינתא שרי וה\"ט משום דהו\"ל דשא\"מ הרי דרב יהודה ס\"ל דשא\"מ מותר ויש ליישב בדוחק ועל מ\"ש מרן א\"נ דע\"כ לא קאמר ר\"ש לפרוש מחצלת על הכוורת אלא בדבורים שבמינן ניצוד כו' יש לתמוה שהרי בגמ' אמרינן מ\"ד במינן נצוד אסור שלא במינן מותר קמ\"ל הרי בהדיא דדבורים שלא במינן נצוד הן וכבר תמהו עליו כל האחרונים בזה ולפי חומר הנושא נלע\"ד שכוונת מרן אמאן דפריך בגמ' ותסברא דר\"ש היא והא אביי ורבא דאמרי תרווייהו מודה ר\"ש בפ\"ר כו' וכמבואר מדבריו דגריס כגירסתנו בגמרא דמינה הוא סיעתא להרב התרומות ז\"ל ואהא הוא דכתב מאן דפריך ותסברא דר\"ש כו' היינו דוקא בדבורים משום דהוה ס\"ל להך מקשן דדבורים במינן ניצוד מקרו ואיכא איסורא דאורייתא ומשום הכי קאמר דפ\"ר אסיר לר\"ש אבל בזבובים שאין במינו ניצוד כיון דאין איסורן אלא מדרבנן אע\"ג דפ\"ר הוא שרי והמתרץ דתיר' ליה לעולם ר\"י כו' ה\"ה דהוה מצי לתרץ דברייתא ר\"ש היא ומשום דדבורים אין במינן ניצוד הן כדמסיק ושרי לר\"ש אלא משום דמיהדר לאוקומי לברייתא כר\"י קאמר לעולם ר\"י והיינו דבפ' כירה לא פריך עלה הך ותסברא דר\"ש היא כו' כדפריך הכא משום דהתם פשיטא ליה לתלמודא דדבורים הוו שלא במינן ניצוד כדמסיק הכא והילכך שרי לר\"ש כנ\"ל ליישב דעת מרן ז\"ל:<br><b> מעשה חושב</b>\n<b> (נה) </b> וכן מוכח מדברי התוס' כו' ומדברי הרא\"ש שם. ואני תמה דא\"כ הרי דברי הרא\"ש סתרי אהדדי דבפ\"ג דבכורות כתב להדיא דאפילו אי תולש לאו היינו גוזז מ\"מ מדרבנן אסור במתכוין אי בפסיק רישי' גזירה תולש אטו גוזז וע\"ש הרי לך מבואר דאע\"ג דתולש אינו אסור אלא מדרבנן ואינו מתכוין לתלישה מ\"מ היכא דהוי פסיק רישי' אסור. ועיין עוד ברא\"ש פרק עד כמה דין ד' לענין הקזה שכתב שם וז\"ל ר\"ש אומר יקיז אע\"פ שעושים בו מום כלומר שיכול לבוא לידי עשיית מום ומשמע שם דלמאי דקיי\"ל אין איסור דאורייתא במטיל מום בבהמה דבעי הקזה דהוי כמטיל מום בבע\"מ וצ\"ע. ואפשר שכונה אחרת יש בדברי הרא\"ש ובאמת קשה לומר דלא ליהוי פסיק רישי' בתולש:<br><b> וראיתי </b> להגאון המחבר ז\"ל לקמן בד\"ה ושוב התבוננתי כו' שמביא דברי הרא\"ש מפ\"ד דבכורות ונפלאתי עליו בשתים הא' למה שבק האי דפ\"ג הנ\"ל שהבאתי לעיל דשם מבואר יותר. והב' מה דלא העיר שדבריו סותרים למ\"ש הרא\"ש עצמו בפ' כ\"ש בסוגיא דאפשר ולא קמכוין. שוב מצאתי במג\"א סי' שי\"ד ס\"ק ה' שמביא דברי הרא\"ש בפסחים הנ\"ל ודחק עצמו לפרש דהרא\"ש שכתב דפסיק רישי' אסור בכל מידי דאורייתא דוקא דמשום שאר איסורים נקט לי' ותמהני שלא הביא דברי הרא\"ש בבכורות הנ\"ל דמבואר שם להדיא דאפילו בשאר איסורין פ\"ר אסור אפילו בדרבנן. גם לא זכיתי להבין דברי המג\"א הנ\"ל במש\"ש דהרא\"ש בפסחים נקט דפסיק רישי' בכל מידי דאורייתא אסור משום שאר איסורין הרי לכאורה שאר איסורין חמירי בזה משום דבשבת איכא למימר כיון דמלאכת מחשבת אסרה תורה א\"כ כל שאינו מתכוין אפילו בפ\"ר ליכא איסור תורה כדס\"ל לאביי מתחלה משא\"כ בשאר איסורין ועכ\"פ שאר איסורין לא קילי משבת ואי בשבת היכא דהוי פסיק רישי' אסור אפילו בדרבנן א\"כ כש\"כ בשאר איסורין דאסור וצ\"ע:<br><b> (נו) </b> ואם נאמר דס\"ל לרש\"י כו' דהתם מדרבנן הוא כו'. וכן משמע לכאורה במ\"ש רש\"י בפ' המביא דף ל\"ד בסוף ע\"א בד\"ה אין חוששין כו' וז\"ל דאין זה קורע על מנת לתפור ע\"כ וקשה דמאי בכך הא עכ\"פ מדרבנן גם קריעה כזו אסורה ואי משום דלא הוי פ\"ר כדמשמע קצת מדקאמר אין חוששין שמא תקרע כו' ז\"א דא\"כ אפילו אי הוה חייב אקריעה שלא ע\"מ לתפור נמי ניחא דכיון דאינו מתכוין שרי דקיי\"ל כר\"ש דדבר שאינו מתכוין שרי בכה\"ג אפילו במלאכה דאורייתא כל היכא דלא הוי פסיק רישי' אע\"כ דמשמע לי' לרש\"י דזה הוי פסיק רישי' וכמו שנראה בחוש דע\"י פצוע האגוזים נקרע המטלית (ולישנא דנקט שמא יש ליישב). ולפיכך כתב רש\"י דקריעה כזו אינה דאורייתא ושרי אפי' בפ\"ר. ומ\"מ אין ראי' משם לתה\"ד ולהפר\"ח ז\"ל משום דהתם מקלקל הוא לגבי המטלית כיון דאין הקריעה שוה משא\"כ במתקן י\"ל דפ\"ר אסור אפילו בדרבנן:"
            ]
        ],
        [
            [],
            [
                "<b>לבנים </b>\n<b> שנשארו מן הבנין כו'.</b> מימרא דר\"ן פרק כל הכלים ובפ' המביא דף ל\"א ע\"ב פרכי' עלה ממתניתין דקתני בית מלא פירות כו' ומוקמינן לה התם באוירא דליבני כו' וראיתי להרב ח\"ה ז\"ל וז\"ל אע\"ג דת\"ק דמתניתין לית ליה מוקצה כר\"ש מ\"מ ר\"מ לא אשכחן דמתיר מוקצה וא\"נ דאית ליה דלית בפחיתת סתיר' אהל מדרבנן מ\"מ טלטול מוקצה אית ביה כו' ע\"ש ודבריו תמוהים שהרי ר\"מ לית ליה מוקצה אפי' במוקצה מחמת מיאוס כדאיתא בפ' כירה דמ\"ד ר\"מ אומר כל הנרות מטלטלים חוץ מן הנר הדולקת בשבת וא\"כ כ\"ש בשאר מוקצה דעלמא דס\"ל כר\"ש ולכן נראה דבהא דר\"ן אפי' ר\"ש מודה משום דכיון דשרגינהו ודאי אקצינהו בידים וכן מוכח ממה שהביאו כל הפוסקים ז\"ל הא דר\"ן לענין שבת ואע\"ג דקי\"ל כר\"ש בשבת ועיין בס' מע\"ח וא\"נ משום דהוי מוקצה מחמת חסרון כיס דאפי' ר\"ש מודה וכ\"כ הריטב\"א בשיטה כ\"י למס' שבת דקמ\"ד יע\"ש:<br><b> מעשה חושב</b>\n<b> (נז) </b> ודבריו תמוהים שהרי ר\"מ לית לי' מוקצה. אפשר לומר דאין כאן תימא על הרב ח\"ה ז\"ל דכונת הרב ז\"ל לומר דלא אשכחן דר\"מ מתיר מוקצה ביו\"ט די\"ל דכרבי ס\"ל דסתים בשבת כר\"ש דלית לי' מוקצה וביו\"ט סתים לי' כר' יהודה דאית לי' מוקצה בהאי דאין מבקעין עצים כדאיתא בריש מסכת יו\"ט לאוקימתא דר\"נ שם אבל ר\"ש ס\"ל דאין מוקצה אפילו ביו\"ט בכמה דוכתי ועי' במסכת יו\"ט דף ל\"ג ע\"א ת\"ר אין סומכין כו' ור\"ש מתיר ע\"כ ואפילו בנולד לית לי' לר\"ש מוקצה כדאמר מסיקין התם בשברי כלים (ביצה דף ל\"ב ע\"א):"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>סולם </b>\n<b> של עליה אסור לטלטלו כו'.</b> כתב ה\"ה וז\"ל זה למד רבינו מי\"ט כו' יע\"ש הנה דעת רבינו ז\"ל שלא כדעת הר\"א מבורגיל שכתבו התוס' פ\"ק דביצה ד\"ט ע\"ב ד\"ה מאי דקא שרי כו' וז\"ל והר\"א מבורג'יל תירץ דהתם מיירי בשבת דמאי טעמא אסרי לטלטל הסולם משום דמחזי דלהטיח גגו הוא צריך ובשבת ליכא חששא שאסור להוציאה לחוץ כו'. יע\"ש וראיתי למרן הב\"י סימן תקי\"ח שתמה על הטור ז\"ל שדבריו סתרי אהדדי ממ\"ש בסימן הנז' מותר לטלטל הסולם כו' וה\"מ סולם קטן אבל גדול כגון של עליה אסור נראה שהוא פוסק כתי' ר\"ת וממ\"ש בסי' ש\"ח וז\"ל סולם אפי' של עלי' והוא גדול מותר לטלטלו בשבת בחצר משמע שהוא פוסק כתי' הר\"א מבורג'יל דאלו לר\"ת בין בשבת בין ביום טוב אסור ותירץ דכהר\"א הוא פוס' ובהא פליגי ר\"ת והר\"א ז\"ל דלר\"ת סולם של עליה שהוא גדול אסור בין בשבת בין בי\"ט ולהר\"א אפילו סולם של עליה ביום טוב אסור ובשבת שרי אבל סולם של בית בכלל של שובך הוא ומותר אפילו ביום טוב ומ\"ש הרא\"ש ז\"ל ולהאי שינוייא אסור לטלטל סולם שלנו בי\"ט יש לדחות דבסולם גדול כמו של עליה קאמר ואע\"פ שמדברי התוס' נראה דאפי' בסולם של בית אסור היינו משום דמס\"ל שמא הלכה כר\"ד אבל הרא\"ש ז\"ל מאחר שלא הזכיר הא דר\"ד א\"כ בשל שובך פשיטא ליה דשרי כב\"ה ואם כן סולם של בית נמי יש להתיר כמו של שובך את\"ד:<br><b> ודבריו </b> תמוהים בעיני דאי מ\"ש הרא\"ש ולהאי שנוייא אסור לטלטל כו' מיירי בסולם גדול כמו של עליה אם כן מאי ולהאי שנוייא דקאמר דדוקא לתי' הר\"א יוצא דין זה הא אפי' לתירץ ר\"ת ז\"ל נמי דינא הכי דבסולם גדול אסור לטלטל בין בשבת בין ביום טוב ולכן נראה לי לו' דמ\"ש הרא\"ש ולהאי שינוייא כו' מיירי בסולם של בית אלא דס\"ל להטור דכיון דהרא\"ש לא הביא הך דר\"ד משמע דפשיטא ליה דאין הלכה כר\"ד אלא כב\"ה דשרו ואם כן כיון דאפי' סולם של שובך קי\"ל דשרי מכ\"ש שיש להתיר סולם קטן של בית דליכא למיחש דלהטיח גגו הוא צריך שהרי מדברי התוס' משמע דסולם קטן עדיפא מסולם של שובך ממה שכתבו וז\"ל משמע דקי\"ל כר\"ד ותימא דבפ' חלון ובכולא שמעתין משמע דאסור לטלטל אפי' סולם של עליה ור\"ד אסר אפילו סולם של שובך ואהא תי' ר\"ת לחלק בין סולם קטן לסולם גדול משמע דאפילו ר\"ד דאסר בסולם של שובך מודה בסולם קטן שהרי מדר\"ד גם כן ק\"ל מעיקרא וכן משמע ממה שכתב ולפי זה אסור לטלטל כו' דשמא הלכה כר\"ד משמע דאם הלכה כר\"ד הוא דאיכא למימר דסולם שלנו נמי אסור אמנם אי לא ק\"ל כר\"ד יש להתיר סולמות שלנו אפילו לתירוץ הר\"א מכ\"ש דסולם של שובך ומ\"ש הרב ים של שלמה סי' כ\"ו דט\"ס הוא דמנ\"ל להר\"א לחלק בהכי אלא צריך להגיה ועוד דשמא הלכה כר\"ד כלומר וחסור אפי' לר\"ת אין נראה כן שהרי בקוש' ז\"ל הקשו מדר\"ד גם כן ואהא תירץ לחלק בין קטנים לגדולים וכמ\"ש ועוד דאם איתא דלר\"ד אסור לטלטל סולם קטן לתי' ר\"ת ז\"ל בין בשבת בין ביו\"ט א\"כ היכי מספקא להו מילתא דשמא הלכה כר\"ד הא פשיטא ודאי דאין הלכה כר\"ד מדחזינן בפרק חלון לרב ולרב אשי דהוא בתראה דסבירא ליה דסולם קטן מותר לטלטל בשבת וכן נמי ר' חייא דמניה הוא דבעו לאוכוחי התוס' ז\"ל דהלכה כר\"ד מדקאמר אינהו סבור כו' וכמ\"ש ביש\"ש דקאמר התם דסולמות שבבבל צריכין קבע משמע דס\"ל גם כן דמותר לטלטל וא\"כ פשיטא ודאי דכוותייהו קי\"ל אלא ודאי כמ\"ש דאפי' ר\"ד דאסר בסולם של שובך מודה בסולם קטן דשרי לתי' ר\"ת ז\"ל וכן מבואר מדברי התוספות בפרק חלון ד\"ה אי הכי שכתבו וז\"ל ואומר רבינו תם דהכא בסולמות של בית כו' ולא דמו לסולמות של עליה שהן גדולים וחזו להטיח בהן גגו וכן סולמות של שובך ע\"כ דאין ס' לומר דבהא פליגי ר\"ת והר\"א דלר\"ת סולם קטן עדיף מסולם של שובך ולהר\"א סולם קטן גרוע מסולם של שובך דהשתא מחלפא סברתם מן הקצה אל הקצה ומשום הכי הוכרח הטור ז\"ל לומר דמ\"ש הרא\"ש ולפי זה אסור לטלטל סול' שלנו היינו דוקא לטלטלו לצורך גופו או מקומו דליכא משום דשמחת י\"ט דס\"ל דב\"ה דשרו הולכת סולם משובך לשובך היינו דוקא ליטול גוזלות לצורך שמחת י\"ט וכמ\"ש מרן הב\"י בסימן ש\"ח יע\"ש הא לא\"ה אפילו ב\"ה מודו דאסור וזה שכתב הרא\"ש ז\"ל ולהאי שינוייא כו' כלומר דלתי' ר\"ת דשרי לטלטל סולם קטן בשבת אף ע\"ג דליכא משום שמחת י\"ט אם כן ה\"נ ביום טוב שרי אמנם לתירוץ הר\"א דביום טוב אסור משום דמותר להוציאן לר\"ה ובשבת דאסור להוציאו שרי מצינן למימר דסולמות שלנו אסור לטלטל בדליכא שמחת יום טוב כדרך שאסור בסולם של שובך דסולם קטן דינו כסולם של שובך מה שאין כן לתי' ר\"ת דסולם קטן עדיפא מסולם של שובך וכמ\"ש ומ\"ש התוס' דשמא הלכה כר\"ד אפשר דהוצרכו לזה כדי לאסור אפי' לצורך שמחת י\"ט דאסור אליבא דר\"ד כמו סולם של שובך ומעתה מדוקדקים דברי הטו' ז\"ל שכתב מותר לטלטל את הסולם משובך לשובך דהיינו לצורך שמחת י\"ט וה\"מ כו' אבל סולם גדול כגון של עליה אסור לטלטל אפי' לצורך שמחת י\"ט אבל סולמות קטנים מותר דוקא לצורך שמחת י\"ט אבל שלא לצורך שמחת יו\"ט ה\"נ דאסור ולא הוצרך רבינו לבאר זה דממילא משתמע מדכתב מותר לטלטל משובך לשובך ופסק כתי' הר\"א ז\"ל כנ\"ל:<br><b> וכתב </b> הרא\"ש ז\"ל ואין לומר דסוגייא דעירובין כההיא לישנא דאמר ברה\"י מותר כו' ומיהו קשה דר\"ת גופי' דקאסר הכא משמע דס\"ל סולמות שבבבל אין להם קבע וניטלין בשבת ע\"כ ואין דבריו מובנים אצלי דמאי ק\"ל מדר\"ח הא דר\"ח נמי איכא לתרוצי בכה\"ג דס\"ל כהך לישנא דאמר ברה\"י מותר והא דאסר הכא סולם של עליה מיירי בר\"ה אבל ברה\"י מותר ומשום הכי קאמר התם דניטלין בשבת והתוספות ז\"ל בפרק חלון אחר שהקשה מדר\"ח כמו שהקשה הרא\"ש כתבו ואין נראה נמי להעמיד דשמעתין כר\"ח בר אמי כו' יע\"ש משמע בהדיא דהך תי' מצי קאי אר\"ח ג\"כ וצ\"ע וראיתי להרב יש\"ש שם שתמה על רבי' דכיון דלא ס\"ל כתי' הר\"א ע\"כ צ\"ל כתי' ר\"ת לחלק בין סולם של בית לסולם של עליה וא\"כ קשה אמאי לא חילק רבינו בין סולם של בית לשל עליה ולא חילק אלא בין של עליה לשל שובך יע\"ש ולע\"ד דלא קשה דאיכא למימר דרבינו ס\"ל דסוגיא דפרק חלון מיירי בסולם של שובך וכן כתבו התוס' בפ' חלון בדרך דוחק ועוד אפשר לומר דרבינו ז\"ל מפרש מ\"ש בפ' חלון א\"ה אפי' צורי נמי התם כובדו קובעו שלא כפרש\"י אלא דה\"ק דכיון דכובדו קובעו בטיל ליה תור' כלי ואסור לטלטלו וכ\"כ הרז\"ה ז\"ל בפרק כל כתבי וז\"ל והא דאמרינן בפ' חלון כי סולם הצורי כובדו קובעו אין ראיה ממנו לשאר כלים כי מפני שהוא מוטה על הכותל לעלות בו לעלי' החמירו בו עכ\"ל יע\"ש כנ\"ל:"
            ]
        ],
        [
            [
                "<b>היוצא </b>\n<b> חוץ לתחום כו'.</b> כתב ה\"ה וכן הסכמת הגאונים ז\"ל לחייב ד\"ת על יותר מי\"ג מיל אבל יש מן האחרונים שחלקו ע\"ז ואמרו דההי' סוגייא דפ\"ק דעירובין בין כו' היא לדע' ר\"ע כו' הנה כוונת ה\"ה ז\"ל מבואר' שדע' הגאונים ז\"ל לומר דחוץ לי\"ב מיל הוא ד\"ת לכ\"ע וההיא סוגיא דפרק קמא דעירובין דקאמר אמרי דבי ר' ינאי ל\"ש אלא עירובי חצרות אבל ע\"ת חייבין דתני ר\"ח לוקין על ע\"ת אתיא אליבא דרבנן ובתחומין דחוץ לי\"ב מיל וה\"ק ל\"ש אלא ע\"ח אבל ע\"ת כיון דיש להם עיקר מן התורה דהיינו חוץ לי\"ב מיל החמירו חכמי' לערב בסוף אלפים אך דעת האחרונים ז\"ל לומר דלרבנן דר\"ע אפילו חוץ לי\"ב מיל אינו אלא מדרבנן ולר\"ע אפילו בסוף אפילו הויא מן התורה וההיא דפ\"ק דעירובין אתיא אליבא דר' עקיבא ובתחומין דסוף אלפים וכל זה מבואר מדברי הרמב\"ן ז\"ל במלחמותיו והוצרכתי לזה מפני שראיתי מי שהלך בדרך אחרת עיין בספר מרכבת המשנה ודע שלדעת האחרונים ז\"ל דס\"ל דאותה סוגיא אתיא אליבא דר\"ע נראה דס\"ל דלדידן דקי\"ל כרבנן דתחומין דרבנן ואפילו חוץ לי\"ב מיל הא דתנן בסוף פ' קמא דעירובין ארבעה דברים נאמרו במחנה וחד מינייהו פטורים מלערב כפשטא אתיא ואפילו בע\"ת שהרי כיון דטעמא דרבי ינאי דקאמר דע\"ת חייבין הוא משום דתחומין דאורייתא כדקאמר דתני ר' חייא לוקין כו' א\"כ ממילא נשמע דלדידן דקיי\"ל דתחומין דרבנן דא ודא חדא היא וכ\"כ הרשב\"א ז\"ל בשיטה כ\"י וז\"ל ואנן קי\"ל דתחומין דרבנן והלכך פטורים מלערב אפילו ע\"ת כו' ע\"ש גם הריטב\"א ז\"ל בשיטתו כתב כן בהדיא ורבינו ז\"ל שפסק בפ\"ו מהלכות מלכים דין י\"ג להא דרבי ינאי הוא משום דאזיל לשיטתי' דס\"ל דתחומין י\"ב מיל דאורייתא והא דרבי ינאי אתיא ככ\"ע משום דיש להם עיקר מה\"ת ועיין במרן הכ\"מ שם שדבריו מגומגמים ובודאי שכונתו במ\"ש שהם דבר תורה על י\"ב מיל קאמר ועיין בס' עץ החיים למורינו הרב המופלא דקכ\"ד ע\"ד ודוק:<br><b> ומהתימא </b> על מרן הב\"י סי' שצ\"ז שכתב על מ\"ש הטור ואפילו הולכי מדבריות שאין צריכין לערב ע\"ח חייבין בע\"ת כתב וז\"ל ומ\"ש ואפילו הולכי מדבריות כו' זה פשוט בסוף פ\"ק דעירובין אמתני' דתני ופטורים מלערב אמרי דבי רבי ינאי לא שנו אלא ע\"ח אבל ע\"ת חייבין עכ\"ל והוא תימא שהרי לדעת האחרונים ז\"ל ע\"כ דלא קי\"ל כר' ינאי ואפי' בע\"ת פטורים ואם כן איך כתב זה פשוט כאלו היא הלכה פסוקה. גם על הטור ז\"ל יש לתמוה שפסק היפך דעת אביו הרא\"ש שהרי דעת הרא\"ש דאפילו י\"ב מיל הוי דרבנן וכמ\"ש מרן שם וא\"כ לדידי' ע\"כ דס\"ל דלא קי\"ל כהא דר' ינאי וכמ\"ש משם הרשב\"א והריטב\"א. ואולי יש ליישב דס\"ל להטור דאע\"ג דר' ינאי תלי טעמא דחייבין לערב ע\"ת משום דתחומין דאורייתא כדקאמר דתני ר' חייא כו' ואנן קי\"ל דתחומין דרבנן אפ\"ה קיי\"ל כר' ינאי בהא וכוותי' ולא מטעמי' ומשום דע\"ת חמירי טפי דיש להם סמך מן התורה וראיה מההיא דפ' במה מדליקין דאמרינן דספק חשיכה מערבין ע\"ח אבל לא ע\"ת וה\"ט כמ\"ש רש\"י שם משום דיש להם סמך מה\"ת חמירי טפי והוא מוכרח שהרי רבא הוא דקאמר לה ורבא ס\"ל דתחומין דרבנן כדאי' בפ' מי שהוציאוהו דמ\"ו ומ\"מ דברי מרן צ\"ע:<br><b> ולע\"ד </b> נראה להביא ראי' לדעת רבינו דתחומין די\"ב מיל הוי דאורייתא מההיא דגרסינן בפ\"ה דעירובין דף כ\"ה ע\"ב יושבי צריפין אין מודדים להם אלא מפתח בתיהם מתיב ר\"ח ויחנו על הירדן מבית הישמון ואמר רבה ב\"ח אמר רבי יוחנן לדידי חזו לי ההוא אתרא והוי תלתא פרסי על תלתא פרסי ותניא כשהן נפנין אין נפנין אלא לאחוריהם א\"ל רבא דגלי מדבר קאמרת כו' ופרש\"י אלמא במהלך בראש והוצרך לנקביו חוזר לאחוריו שלש פרסאות כו' וקשה טובא דמאי קושיא ורבא גופי' אמאי הוצרך לשנויי דגלי מדבר קאמרת כו' הא תחומין אינן אלא מדרבנן ומ\"הת שרי ומש\"ה היו ישראל הולכים במדבר ג' פרסאות ולעולם מדרבנן אין מודדים להם אלא מפתח בתיהם וכבר ראיתי להר\"ב טירת כסף דרי\"ט שהכריח מסוגיא זו דרבא ס\"ל דתחומין דאורייתא ע\"ש ואשתמיט מיני' סוגיא דפ' מי שהוציאוהו דמ\"ו כי שם בארה דס\"ל לרבא דתחומין דרבנן וכמ\"ש הרא\"ש שם אכן לדעת רבינו ניחא שפיר דר\"ח מתחומין די\"ב מיל הוא דק\"ל דכיון דקאמר ר\"י לדידי חזי לי ההוא אתרא כו' אם כן המהלך בראש והוצרך לנקביו צריך לחזור לאחוריו שלש פרסאות וג' פרסאות הוי דאורייתא וכן נראה לי שהוא דעת רש\"י ממ\"ש אלמא המהלך בראש כו':<br><b> ויש </b> לדקדק דאמאי הוצרך רש\"י ז\"ל לומר דמאי דפריך ר\"ח הוא ממי שמהלך בראש כו' ואמאי ל\"ק הא בפשיטות דפריך נמי במי שהוא בתוך המחנה וצריך לחזור לאחוריו יותר מאלפים אמה אלא ודאי ס\"ל דמההיא לא קשיא לי' משום דתחומין דאלפים אמה אינן אלא מדרבנן ול\"ק אלא ממי שמהלך בראש שחוזר לאחוריו ג' פרסאות וג' פרסאות מדאורייתא כדעת רבינו ז\"ל וכן נראה ג\"כ שזה דעת רש\"י ז\"ל ממ\"ש פ' אין דורשין דף יז ע\"ב ע\"ש בתוס' ולדעת החולקים על רבינו ז\"ל אין לומר דמאי דפריך ר\"ח היינו אליבא דר\"ע וסיעתי' דס\"ל דתחומין דאוריי' והכי פריך דכיון דלדעת ר\"ע עכצ\"ל דכל המחנה חשיב כד' אמות אם כן מינה נשמע נמי לרבנן דס\"ל דתחומין דרבנן דבהא לא אשכחן דפליגי דהא ליתא דאם כן לא הו\"ל לתלמודא להקשות בפשיטות דהכי הול\"ל הניחא למ\"ד תחומין דאורייתא כו' ותו דאמאי הוצרך תלמודא להביא ברייתא דקתני כשהן נפנין כו' ותקשי לי' בפשיטות דכיון דקאמר רבי יוחנן לדידי חזי לי כו' אם כן אפילו תימא דנפנין לצדיהן אכתי תקשי ממי שהוא בתוך המחנה יותר מאלפים אמה לכל רוח דע\"כ צריך לילך יותר מאלפים אמה כדי לעשות נקביו דבתוך המחנה אסור כדכתיב בהדיא ויד תהיה לך מחוץ למחנה אלא משמע ודאי דמדר\"י גרידא לא הוה מצי להקשות משום דס\"ל דתחומין דאלפים אמה אינו אלא מדרבנן וא\"כ אי הוה אמרינן דנפנין לפניהן ולצדיהן לא הוה ק\"ל משום דמי שהוא בראש המחנה אינו חוזר לאחורי ג' פרסאות אלא הולך לפניו וכן לצדדין בתוך ג' פרסאות אבל מברייתא דקתני אין נפנין אלא לאחוריו ק\"ל שפיר ממי שהולך בראש המחנה דצריך לחזור ג' פרסאות לאחוריו ודוק:<br><b> ומההוא </b> דגרסינן בפ' ב' שעירי יוה\"כ דס\"ו ע\"ב עתי ואפילו בשבת למאי הלכתא אמר רב ששת כו' ופירש\"י ז\"ל וז\"ל מה חילול שבת יש שהוצרך להתירו אי משום תחומין דרבנן בעלמא אינהו שגזרו עליהם כו' נראה שיש להוכיח דתחומין די\"ב מיל דרבנן דאי דאורייתא היכי פריך בפשיטות למאי הלכתא הא ר\"מ ס\"ל לקמן דס\"ו די\"ב מילין היו בין ירושלים לצוק ואמרינן התם דסתם מתניתין כותי' ואם כן הו\"ל לתלמודא לומר הניחא לרבי מאיר אלא לר\"י למאי הלכתא ויש ליישב ודוק:<br><b> ודע </b> שלדעת רבינו דס\"ל דתחומין דג' פרסאות הוי דאורייתא ק\"ל מהא דגרסינן פרק משילין גבי ההיא דאין רוכבין ע\"ג בהמה גזירה שמא יצא חוץ לתחום ש\"מ תחומין דאורייתא כו' ולדעת רבינו ק' אמאי ל\"ק בגמרא דגזרינן שמא יצא חוץ לג' פרסאות דלכ\"ע הוי דאורייתא וכן הקשו התוס' פ' אין דורשין ד\"ה ופנית בבקר ועיין בפר\"ח ז\"ל חא\"ח בקונטרס מים חיים די\"ו ע\"ד יע\"ש ועיין בהרמב\"ן במלחמותיו פ' אין צדין בד\"ה והא דאמרינן דאסור להראות כו' שכתב תירוץ לזה וז\"ל וגבי רוכבין ע\"ג בהמה אין לחוש שמא יצא שלא לדעת חוץ לשלש פרסאות אלא באלפים אמה שהוא מקום קרוב יש לחוש בשלא ילך ברגליו שמא לא יכוין את התחום ומש\"ה אקשינן ש\"מ תחומין דאורייתא יע\"ש. וראיתי להרב משפט צדק ח\"א סי' ל' שהקשה לדעת חכמי בבל שכתב רבינו בתשובה הביאה הרב מוהריב\"ל בח\"ג סי' ע\"ג דס\"ל דיש איסור תחומין דאורייתא אפילו בימים ונהרות ע\"ש מסוגיא זו דפריך ש\"מ תחומין דאורייתא וכן ממאי דפריך בגמ' לקמן לאיסור מוקצה לא חששו, לאיסור תחומין חששו ולסברתם מאי קו' דלאיסור מוקצה דרבנן לא חששו לאיסור תחומין דאורייתא חששו וכן קאמר התם סתמא דתלמודא וכ\"ת כי לית לי' לרבי יוחנן ברירה בדאורייתא אבל בדרבנן אית לי' כו' והוא איסור תחומין ודרש מר זוטרא הלכה כרבי הושעיה ע\"ש שהניחו בצ\"ע. ודבריו תמוהים בעיני שמעולם לא כתבו חכמי בבל דתחומין דאורייתא אפילו בימים ונהרות אלא דוקא בתחומין דג' פרסאות וכמבואר מאותה תשובה שהביא מוהריב\"ל דבהא פליגי דלדעת רבינו בימים ונהרות אפי' בתחומין דג' פרסאות הוי מדרבנן ולדעתם הוי דאורייתא אמנם בתחומין דאלפים אמה פשיטא ודאי דס\"ל דהוי מדרבנן וא\"כ כל הנהו דוכתי דמוכחי מנייהו דתחומין מדרבנן איירי בתחומין דאלפים אמה וזה פשוט ודוק:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> דברי המחבר </b> לכאורה צריכין ביאור דמאי קאמר דהו\"ל להש\"ס למימר הניחא לרבי מאיר אלא לרבי יהודא מאי איכא למימר. הא טובא קשה דהא לר\"מ ניחא כיון דס\"ל די\"ב מילין הוי בין ירושלים לצוק. א\"כ לדידיה הוי דאורייתא ואם לר\"י דלא ס\"ל הכא אלא סובר תשע סוכות ועשרה מילין היו. הא מצינו רב יהודא דס\"ל בפירוש תחומין דאורייתא דאמרינן עירובין [ל\"ה ב'] דטעמא דרבי מאיר ור\"י דאמרו הרי זה חמור גמל משום דתחומין דאורייתא וא\"כ הקושיא עצומה היא הכי מאי פריך הש\"ס למאי הילכתא ואי משום תחומין הא תחומין דרבנן הא י\"ל דרבנן דר\"ע דסבירא להו תחומין דרבנן ס\"ל כר\"מ י\"ב מילין היו בין ירושלים לצוק ור' יהודא דסובר דרק יו\"ד מילין היו הא איהו סבירא ליה תחומין דאורייתא ואולם דיש לדחות דמעירובין [ל\"ה ע\"ב] אין ראיה דהאי דמצריך הש\"ס לומר דטעמא דר\"מ דסובר תחומין דאורייתא היינו טעמא. כיון דרמי ר\"מ אדר\"מ מהאי דטמא שירד לטבול וצריכין לומר דשאני התם דהוי טומאה דרבנן והכא תחומין דאורייתא אבל לר\"י יכולין למימר דלעולם ס\"ל דתחומין דרבנן וטעמא דמחמיר אפי' בספק דרבנן כמו שסבירא ליה לרבי יוסי גבי טומאה. אמנם זה דוחק גדול למימר. דר\"מ ור\"י דקתני במתני' הרי זה חמור גמל. תרי טעמי אית להו ועוד הא רבי יוסי גופא ס\"ל התם ספק עירוב כשר. ואף דסבירא ליה גבי טומאה לחומרא ואמרינן שם [ל\"ו א'] דטעמא דרבי יוסי כיון דאין עיקרו מן התורה לא מחמרינן. ולדברינו צריכין למימר דר' יהודא מחמיר יותר מר' יוסי וסובר אפילו אין עיקר מן התורה מחמרינן:<br><b> ואולם </b> ראיתי דבפי' כתב הרא\"ש בעירובין [מ\"ו א'] וזה לשונו. ואע\"ג דשמעינן ליה לר' יהודא דתחומין דאורייתא. גם ספק עירוב כו'. בהא ליה הלכתא כותיה עכ\"ל רא\"ש. וכן כתב שם הרמב\"ם בפירוש המשנה בפ\"י דטעמא דר\"מ ור\"י חדא היא. וכמו דטעמא דר\"מ משום תחומין דאורייתא הכא נמי טעמא דרבי יהודה הכי הוי הרי דהרא\"ש והר\"מ ס\"ל דטעמא לרבי יהודא משום דתחומין דאורייתא וא\"כ צריך עיון. [ואף שמדברי התוס' שם [ל\"ה ב'] ד\"ה אמר רבי ירמיה יש לדחות הדברים ואין ראיה מר\"י מ\"מ הרי הרא\"ש והר\"מ הכי סבירא להו. ועיין לקמן הלכות עירובין מ\"ש המחבר] ולכן היה נראה דלרבי יוסי פריך דהא ר' יוסי ס\"ל יומא [ס\"ז א'] חמש סוכות ועשרה מילין היו. והא איהו ס\"ל עירובין [ל\"ז א'] דתחומין דרבנן ולכך מיקל בעירוב. וא\"כ לדידיה קשיא למאי הלכתא ול\"ק אלא דקדוק לרב המחבר דהו\"ל להש\"ס למימר הניחא לר\"מ אלא לר\"י קשיא ובאמת מדברי הש\"ס עירובין דמתרץ שאני טומאה הואיל ויש לה עיקר מן התורה שבת נמי דאורייתא היא: קא סבר ר\"י תחומין דרבנן הרי מוכח בפירוש דאפילו י\"ב מילין לאו דאורייתא. דאל\"כ הא תחומין נמי עיקר מן התורה וכן הקשה רמב\"ן במלחמותיו ולפי חומר הנושא אמרתי אף שעיקר תחומין דאורייתא מ\"מ מאי שעירב בפת אינו דאורייתא אלא תיקון דרבנן ועיקר העירוב שמערב ברגליו. ולא אמרו אלא להקל על העשיר. וע' לקמן [נ\"א ב'] פלוגתא דר\"מ ור\"י ור\"נ ור\"ח שם ועיין שם ברש\"י. ועי' בס' תוספות שבת סימן תר\"ג סק\"ה עיי\"ש והא דמצריך הש\"ס לומר תחומין דרבנן ולימא תחומין דאורייתא. והרי עירוב רק דרבנן דזה ליתא. אם תחומין של אלפים אמה יהיה דאורייתא לא היה חכמים מתקנין עירוב בפת להקל אלא לפי שהוא באלפים אמה דרבנן. הם אמרו. והם אמרו. ובאמת לדעת ר\"ע דתוך אלפים אמה נמי דאורייתא ס\"ל עיקרו בפת וא\"כ הכי פירושו בגמרא ההא שאני טומאה הואיל ועיקרו מן התורה היינו טבילה והמקוה שבת נמי דאורייתא קא סבר ר' יוסי תחומין דרבנן ולפי זה ס\"ל דעירוב שתקנו חכמים בפת לא אמרו אלא להקל והאי עירוב אין עיקר בתורה זולת עירוב ברגל. וא\"כ שעירוב זה אין לו עיקר מן התורה לכן הקילו בספיקו ודוחק:<br><b> ובחדושי </b> אמרתי על פי קושית הרב המחבר לתרץ קושית תוס' שם ביומא [ס\"ו א'] ד\"ה אמר רפרם כו'. דהא בכריתות [י\"ד א'] אמרו בעלי הש\"ס דרפרם בדותא היא. והכא לא אמר מידי והלא הכא הוא עיקר. אמנם אמרתי לתרץ לפ\"ז דהנה ודאי מה דאמרינן עירוב והוצאה לשבת ואין עירוב והוצאה ליה\"כ היינו טעמא כיון דהוצאה מלאכה גרועה היא. ועיין תוס' ביצה [י\"ב א'] ד\"ה עירוב והוצאה והאי דהוצאה מלאכה גרועה היא. נפקא לי' לתוס' פ\"ק דשבת [ב' א'] מדאיצטריך תרי קראי חד קראי בפרק הזורק [צ\"ו ב'] מהמלאכה היתה דים. וכן בעירובין [י\"ז א'] מאל יוציא. ועיין שם היטב בהרב פני יהושע. דמשמע שם דזה דוקא למאן דאמר תחומין דרבנן. אבל למ\"ד תחומין דאורייתא. הרי איירי הקרא דאל יצא בתחומין ומנ\"ל דהמלאכה גרועה היא. וא\"כ לפי דעת הרי\"ף והרמב\"ם די\"ב מיל אליבא דכ\"ע דאורייתא. ונפקא לן מאל יצא. א\"כ לא מוכח כלל וכלל דהמלאכה גרועה היא. וא\"כ ודאי דיש עירוב והוצאה ליה\"כ דמהיכא תיתא לחלק: אמנם הרי מוכח מרב ששת דאפי' לאחר י\"ב מיל הוי דרבנן דאל\"כ אמאי קאמר למאי הילכתא. הא הלכתא לתחומין ולי\"ב מיל וא\"כ לפ\"ז שפיר קאמר רפרם. זאת אמרת אין עירוב והוצאה ליה\"כ היינו כיון דמוכח מרב ששת דאפי' לאחר י\"ב מיל הוי תחומין דרבנן. א\"כ למאי אצטריך אל יצא וע\"כ להוצאה. והא כבר נפקא לן מוהמלאכה היתה וע\"כ דהוצאה מלאכה גרוע היא וא\"כ עירוב והוצאה לשבת ואין עירוב והוצאה ליה\"כ כיון דהמלאכה גרוע היא לא אמרינן ביה\"כ ולכן לא אמר הש\"ס הכא בדותה היא אבל בכריתות שם אמר רפרם למילתיה על הברייתא. ולא אמר על רב ששת. וע\"כ כוונתו דמוכח עירוב והוצאה לשבת. ואין עירוב והוצאה ליה\"כ. דאם כן ל\"ל עת. דמ\"ש שבת ומ\"ש יה\"כ לכך מדחי' הש\"ס דלמא שאני שעיר המשתלח דהכשירו ביה\"כ ודאתאן עלה נמי חובה עלינו לתרץ קושית תוס' חגיגה [י\"ז א'] ד\"ה ופנית על הר\"מ דס\"ל י\"ב מיל דאורייתא מהאי דאמרי' שבת [ס\"ט א] דידע ליה בתחומין ואליבא דר\"ע אמאי קאמר אליבא דר\"ע הא יכול למימר דידע בתחומין ואליבא דכ\"ע והיינו לאחר י\"ב מיל. וכן קושיא נמי מהאי דאמרינן שבת [קנ\"ג א] ותחומין אליבא דרבי עקיבא. ומבעיר אליבא דר\"י ואמאי אמר בתחומין אליבא דר\"ע. אמנם באמת יש לדחות הא הש\"ס [ס\"ט א] קאי לתרץ המתניתין דוקא ארבעים חסר אחת לומר שאם עשאן כולם בהעלם אחת שחייב על כל אחת ואחת חטאת. וקשה במאי ידע והא במתני' זאת קתני המבעיר. וקשה הא במבעיר ליכא אלא לאו. ואם אין סקילה קרבן בשוגג היכא בא. וע\"כ דמתני' אתיא כמ\"ד הבערה לחלק יצאה. והיינו ר\"ע כדמוכיח רבא פסחים [ה' א'] וא\"כ הרי בלאו הכי צריך למימר דמתני' אתיא כר\"ע. ואף די\"ל דמתני' ר' נתן דס\"ל לחלק מ\"מ לאיזה צורך נוקים הכא מוקמינן כולה כר\"ע וכן נמי לקמן [קנ\"ג א] דנקיט תחומין ואליבא דר\"ע והבערה אליבא דר\"י וא\"כ בהאי אוקימתא דנקט תחומין הרי ס\"ל להש\"ס דהבערה לחלק יצאה ע\"ש. וא\"כ לכך נקיט נמי ר\"ע דהכא סבירא ליה:<br><b> מעשה חושב</b>\n<b> (נח) </b> דס\"ל דיש איסור תחומין דאורייתא אפילו בימים ונהרות. לכאורה קשה לשיטה זו מהא דאמרינן בעירובין דף מ\"ה ע\"ב ביו\"ט כרגלי כל אדם אמאי ליקני שביתה באוקיינוס כו' עד איבעית אימא הוי ספק דדבריהם ולקולא ע\"כ ולפ\"ז קשה הא אכתי איכא למיחש דקני שביתה באוקיינוס חוץ לי\"ב מיל דאורייתא והוי ספק של תורה אע\"כ די\"ב מיל לא הוי דאורייתא. ואפשר לומר דס\"ל לחכמי בבל כדעת הרלב\"ח מובא במג\"א סי' ת\"ד ס\"ק א' דהא די\"ב מיל הוי דאורייתא היינו דוקא לאדם אבל לענין כליו ובהמתו אינן אלא מדרבנן (ודלא כהר\"מ אלשקר שחולק בזה). וי\"ל דה\"ה בגשמים דכן הוא בפשיטות:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}