{
    "title": "Yitzchak Yeranen on Mishneh Torah, Creditor and Debtor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Creditor_and_Debtor",
    "text": [
        [
            [
                "<b>מצות עשה להלות לעניי ישראל שנאמר אם כסף וכו' את העני עמך.</b> וכן כתב בפתיחת ההלכות במנין המצוות להלות לעני ומך עכ\"ל נראה בבירור מדבריו דליכא מצות הלואה אלא לעני ומך ולא לעשיר ובש\"ס ב\"מ דף ע\"א תני רב יוסף אם כסף תלוה את עמי את העני עמך עמי ונכרי עמי קודם עני ועשיר עני קודם כו' נמצא דאיכא מצוה בהלואה גם לעשיר וכל הברייתא הזאת לא הזכירה רבינו והלח\"מ ה\"ג הרגיש בזה וכתב דסמך דכתבו בהל' מתנות עניים והתם לא הביא הך דעני ועשיר לפי דקאי בצדקה ועשיר לא שייך בצדקה ולא די דהשמיט הך דעני ועשיר כאן בהלואה אלא שכתב בפירוש לעניי ישראל ודוק."
            ]
        ],
        [],
        [],
        [
            [],
            [
                "<b>כדרך וכו'.</b> עיין להרב מל\"מ מה שהביא תירוץ הרב פני משה והקשה עליו מדברי התוס' חגיגה דף י\"ג וכן הרב בני חיי חו\"מ סי' ל\"ד הקשה עליו גם מדברי התוס' סוף איזהו נשך ואף אני הביא מ\"ה ממאי דכתבו התוס' בשנים אוחזין דף י' ע\"ב ד\"ה דאמר וז\"ל אע\"ג דעובר משום לפני עור לא תתן מכשול כשמקדשה לכהן כו' ונחזי אנן איך עובר לפני עור כו' והא אם לא ילך ישראל זה בשליחותו ישלח לאחר או ילך הוא והוי כחד עברא דנהרא וצ\"ל דגם אם ישלח לאחר עובר אותו האחר ולגוי אינו יכול לשלוח דאין שליחות לגוי ומה גם לקידושין ומה תאמר דילך הוא עצמו איירי באי אפשר ע\"י עצמו וכונתם ז\"ל דאף במציאות דא\"א לילך הוא ואיכא לפני עור לא תתן מכשול לא חשיב בר חיובא ואחר ההתבוננות קצת נראה דמאי דנקטו התוס' מילתא דהתירה בכולהו דוכתי ר\"ל דלא נקטו דישראל אחר הוה עביד האיסורא משום דאחר היות מילתא דאיסורא דעובר אלפני עור לא הוי מילתא דשכיח דישראל אחר יעשה האיסור ומשום הכי נקטו בכל דוכתא אופן אחד שלא להשתמש מכח דישראל אחר יעשה האיסור ואה\"נ דגם בנדון כזה שישראל אחר היה עובר אלפני עור כיון דהא מיהא מלוה זה ברבית לאיש אחר אפשר כמ\"ש הרב פני משה ז\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתוב </b> אצלי בחי' גיטין דף ל\"ו ע\"ב גמ' אמר ליה תלי נמי עד דאמר הכי ע\"כ מכאן תשובה למה שהקשה הגידולי תרומה ח\"ב סי' ה' הביאו המל\"מ כאן על מ\"ש רש\"י בפרק הרבית עלה דמאי דאמר ויהבינן להו ניהליה בבית דינא שיש להם כח להפקיר נכסי היתומים כו' וכתב המרדכי כדברי רש\"י אלו הואיל ולאו רבית דאורייתא הוא כו' יעו\"ש וקשה לי דאפי' באיסור דאורייתא אמרינן הפקר בי\"ד הפקר ופרוזבול יוכיח דאף דס\"ל דהשמיטה בזמן הזה דאורייתא מהני ומטעם הפקר בי\"ד הפקר וכמ\"ש רש\"י לעיל יעו\"ש מה שתירץ בפנים שונים ועל פי הך ש\"ס דקאמר דתלינן ליה עד דיהיב ליה במתנה לא קשה דשאני פרוזבול מרבית דאפילו בנדון זה אסור."
            ]
        ],
        [
            [
                "<b>ומ\"ע להשיך לנכרי וכו' דין תורה.</b> והר\"א פליג יעו\"ש ונראה לענ\"ד שדעת רבינו שכתב שהיא מצוה הוא ממאי דגרסינן בפ' איזהו נשך דף ע' ע\"ב מרבה הונו כו' לחונן דלים כו' לא נצרכה אלא דאפי' דנכרי כו' איתיביה לנכרי תשיך כו' יעו\"ש ומאי קשה לנכרי תשיך הוא מדאורייתא ומדרבנן הוא דאסורא אלא ודאי דס\"ל לש\"ס דהוי מצוה וכל דאיכא מצוה אין להם לחכמים לגזור ולבטל המצוה מכל וכל וכמ\"ש התוס' שם ד\"ה תשיך וז\"ל דכיון דאמר רחמנא מצוה לחסרם ולא היה לחכמים לאסרם משא\"כ אי לא היה מצוה אלא רשות שפיר מצו רבנן לאסור והראב\"ד דלא ס\"ל כדעת רבינו היינו משום דס\"ל כדעת המאירי בשיטה מקובצת כ\"י למסכת סנהדרין דכל דהתורה התיר הדבר בפי' אין כח ביד חכמים לאסור יעו\"ש דבריו הביאם הרב שער המלך בפ\"ה מיסודי התורה ה\"ח ושכן כתב הט\"ז ז\"ל ביו\"ד סי' קט\"ז ס\"ק א' מדברי התוס' דסוכה דף ל\"ט ע\"א יעו\"ש וחיליה דהרב המאירי מהך ש\"ס דפרק איזהו נשך והכי משמע דס\"ל כדעת הראב\"ד ז\"ל דלנכרי תשיך אינה מצוה ולפי שיטתיה הביא ראיה ונמצא אם כן מהאמור דלדעת רבינו דוקא אי איכא מצוה אין כח ביד חכמים לאסור אבל אי ליכא מצוה אף דהתורה התירו יש כח ביד חכמים לאסור ומתוך דברי התוס' דפרק איזהו נשך נראה בבירור כדעת רבינו במה שתירץ משום דאיכא מצוה מכלל דהיכא דליכא מצוה אלא התר יש כח ביד חכמים לאסור דלא כמ\"ש התוס' בסוכה וזה הוי סתירה לדברי הט\"ז שלמד מדבריהם כן וודאי צ\"ל דאין ראיה מדבריהם דהתם וכמ\"ש הרב שער המלך דמ\"ש התוס' הכי דלשיטתייהו אזלי דס\"ל דאיסור סחורה מן התורה כמ\"ש בפ' כל שעה וכן הביא ג\"כ הרב ז\"ל מדבריהם דסוכה דף מ' והיינו כמ\"ש כאן בפ' איזהו נשך וכבר רמזו ג\"כ הרב שער המלך וכן הביא עוד מדבריהם בכמה דוכתי יעו\"ש באופן דהך הולדה דהרב ט\"ז לאו דסמכה היא.<br><b> ומתוך</b> הכתוב יוצא לכ\"ע כל דאיכא מצוה אין כח ביד חכמים לאסור ואם כן אין מקום לחקירת הר\"ן בריש פ' יו\"ט של ראש השנה שחל להיות בשבת דלמה לא אסרינן מילה בשבת משום גזרה שמא יעבור תנוק או איזמל ד' אמות ברה\"ר כדרך שגזרו בשופר ולולב כו' דהא התורה אמרה שמצוה למול בשבת ביום הח' והיאך יאסרו רבנן מה שאין כן שופר ולולב דלא אמרה התורה בשבת ולכן גזרו בשב ואל תעשה וכן אין מקום למה שהקשה הרא\"ם בתוספותיו על הסמ\"ג הלכות שופר דלא יתקעו בראש השנה משום שמא יתקן כלי שיר דהא כיון דהתורה ציותה לתקוע בר\"ה היאך יאסרו חכמים ואף שכן תירצתי אני בעניותי קודם ראות שכן תירץ הט\"ז ופר\"ח בא\"מ הלכות שופר יעו\"ש וכמ\"ש כל זה בחידושיו הל' שופר פ\"ב מכל מקום לא כתבנו כלנו אלא מכח סברה והיא נכונה ברם לא אתינן עלה מכח סוגייא דש\"ס ברם כעת דחזינא שהוא ש\"ס ערוך והתוס' ואליבא דכו\"ע כל דאיכא מצוה א\"א להם לחכמים לגזור ולאסור התמיה קיימת להמקשים הנ\"ל איך הקשו כזאת ולא תירצו כן וצ\"ע.<br><b> והנה</b> כעין קושית הר\"ן הלזו דלמה לא אסרו מילה בשבת הקשו ג\"כ התוס' במגילה דף ד' ע\"ב אלא שהר\"ן נקט הגזרה שמא יעבור האיזמל או התנוק ד\"א בר\"ה ופי' שישכח ויעבור את התינוק או האיזמל משא\"כ התוס' מקשים שמא ילך עם התנוק והאיזמל אצל בקי ללמוד למול שכן נראה מתירוצם הב' שתירצו דכיון דאיכא סכנה ודאי אין אדם מל אם אינו בקי וא\"כ ליכא למיחש לילך אצל בקי אלא דצריך לראות דניחא כשנקשה כקושיא אמנם כשנקשה כקושית הר\"ן דלא שייכא תירוץ קושיא זה חזרה קושיא לדוכתא דהקושיא היא שמא ישכח ויעבור או תנוק או איזמל הן אמת דבתירוץ הראשון יתיישב גם לקושיא הלזו מ\"מ לעת לא הקשו כקושית הר\"ן ולא יתרצו אלא התירוץ הראשון דוקא ונראה דטעמם עמם דעד כאן לא אמרו בש\"ס דמשום גזרה דרבה דחינן מצוה דאורייתא אלא בדאיכא חששא דשמא ילך אצל בקי דהיא חששא קרובה אבל כל דליכא חששא קרובה כי האי אלא חששא דשמא ישכח ויעבור התנוק או האיזמל ודאי לא גזרו רבנן לעבור על מצות דאורייתא ומשום הכי לא ק\"ל אלא שמא ילך עם התנוק והאיזמל דומיא דחששת דשופר ולולב ומגילה.<br><b> וע\"פ</b> האמור אין מקום להקשות על הש\"ס שאמר והיינו טעמא דמגילה ולולב בכל דוכתא דלמה לא אמר והיינו טעמא דטבילת כלים וכן והיינו טעמא דהזאה יעו\"ש בביצה דף י\"ח ובפסחים דף ס\"ט דהנהו לא דמו ללולב ושופר ומגילה דהנך ג' הם עצמם מצות דאורייתא ואי לאו משום חששה קרובה דילך אצל בקי לא בטלי המצוות מכל וכל משא\"כ טבילת כלים והזאה דאינהו גופייהו לאו מצות נינהו אלא שמכחם יתבטלו המצות אין צריך חששה קרובה כדי לבטלם אלא אפי' חששה רחוקה כמו שמא יעביר ההזאה או הכלי ד' אמות ברה\"ר מבטלינן המצות ונמצא אין טעמם אחד דהנך שתים עם הנך תלתא ולכן לא כללם בש\"ס ואמר והיינו טעמא דהזאה והיינו טעמא דטבילת כלים.<br><b> המורם</b> מהאמור דקושית הר\"ן במילה שמא יעבור התינוק או האזמל לא קשה כלל דמשום חששה רחוקה כזו לא מבטלינן מצוה דאורייתא דלא הוי כחששת הנך ג' דהיא שמא ילך אצל בקי ואי נקשה מטבילת כלים והזאה דגזרינן שמא יעבור ד' אמות ברה\"ר לא קשה ג\"כ כדכתיבנא דהנך ב' לא מבטילינן המצות מכח הגזרה אלא מבטלינן ההזאה וטבילת הכלים ומכחם יתבטלו המצוות וכיון שכן אפי' בחששה רחוקה מבטלינן משא\"כ מילה משא\"כ קושית התוס' דשפיר מקשה שמא ילך אצל בקי במילה והוי דומה לגזרת לולב ושופר ומגילה ומתרצו שפיר ומתוך הכתוב יש לגמגם על התוס' יו\"ט פ\"ד דסוכה מ\"ב על דברי הר\"ן כתב וז\"ל והתוס' במגילה דף ד' תירצו כו' כאילו קושית הר\"ן והתוס' חדא היא וליתא וכדכתיבנא ונמצא א\"כ קושית התוס' בר קיימא היא וקושית הר\"ן אין לה על מה לסמוך.<br><b> ודע</b> שכתב עוד שם התוספות יו\"ט על דברי הרב וז\"ל ומ\"ש והיינו טעמא דמגילה אגזרה שמא יטלנו קאי אבל משום דלא בקיאינן לא שייך למנייניה למגילה דכיון דמדבריהם הוא אפילו היינו בקיאים לא היה דוחה שבת אלו דבריו. ולא ידענא מאי אידון בה ובפירוש גרסינן במגילה אמר רבה הכל חייבין בקריאת המגילה ואין הכל בקיאין במקרא מגילה גזרה שמא יטלנה בידו וילך אצל בקי ללמוד ויעבירנה ד' אמות ברה\"ר והיינו טעמא דשופר ודלולב ע\"כ ותימה דכאן כתב על דבריו אלו וז\"ל וכמו שכתב במשנה ב' פ\"ק דמגילה ושם הביא דברי הש\"ס שהבאנו יעו\"ש."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>עיין </b> מ\"ש הרב המגיד שדעתו כסברת הגאונים דנאמן לומר פרעתי כיון דאינו גובה ממשעבדי והקשה עליו הרא\"ש בפ\"ב דכתובות דף כ\"א על מה שאמר אביי לכתוב חתימת ידיה אחספא אבל אמגילתא לא דלמא משכח ליה איניש דלא מעלייא וכתב עילויה מאי דבעי ותנן הוציא עליו כתב יד גובה מנכסים בנ\"ח וז\"ל ואע\"פ שפסק רב אלפס והרמב\"ם וכו' דיכול לומר פרעתי מכל מקום כו' וכן הקשה בשיטה מקובצת לכתובות ותירץ על שם הרא\"ה דאפשר יכתוב שטר עם זמן ויתבענו וא\"א לטעון פרעתי דחזקה אין אדם פורע תוך זמנו אלו דבריו והקשה החכם השלם אליה חאקו נר\"ו דהכא אנן קיימין לאביי ואביי הוא מכת הסוברים דאדם פורע תוך זמנו יעו\"ש בב\"ב דף ה' וא\"כ חזרה קושיא לדוכתא דיטעון פרעתי ויפה תירץ לו חכם בני הי\"ו על פי מ\"ש התוס' בב\"ב שם ד\"ה כי היכי דלא ליטרדן יעו\"ש דשוכר שאני ואף הכא יש לומר דיכתוב שכירות ודוק."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עבד וכו'.</b> הנה פסק כרשב\"ג והראב\"ד השיגו ופסק כת\"ק וקשה דהא קיי\"ל כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו ומה גם דהראב\"ד גופיה פ\"ז דפרה השיגו לרבינו וז\"ל אבל לדעת רשב\"ג יש חלוק עכ\"ל."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יש מן הגאונים וכו'.</b> ועיין מ\"ש הרב המגיד עד ואלו הדברים אינן אלא בערב להביא הלוה עכ\"ל ועיין בלח\"מ דאין מדברי הטור משמע כן וכן הקשה המל\"מ על הב\"י שם שהשוה דעת הטור עם הרה\"מ יעו\"ש ולענ\"ד גם בעל התרומות אף דלא סיים כמ\"ש הטור וכשיביאנו לב\"ד וכו' עד שישבע הלוה שאין לו מה לפרוע אלא כתב הכי ואי אייתי על כרחך בע\"ח לדינא נפטר הערב ממנו ועליו כתב הרי\"ף ז\"ל כדעת הטור דמדמייתי דברים אלו בתוך עניינים דערבנות לממון יעו\"ש בסעיף כ\"ג ואי היה דעתו כהרה\"מ הו\"ל להביא דברים אלו לעיל בסעיף ז' דקאי בערבנות דגוף יעו\"ש ברם מה שתמה הרב גידולי תרומה על הרה\"מ שהביא על דברי הר' נחשון דאמטייה כד נפיק חד כוכבא וכו' על דברי הגאונים דליתא דלה\"ר נחשון אינו חייב לשלם אלא באומר מעכשיו כמו שכתב משמו בעל התרומות שם שער ל\"ה סעי' ו' יעו\"ש לע\"ד לא קשה דלו יהי דלהר' נחשון לא ס\"ל כהגאונים מ\"מ מייתי לה על דברי הגאונים ללמוד לדעת הגאונים דאי מייתי ליה כד נפיק חד ככבא דהוי יום היכא שחייב להביאו לדעת הגאונים אף דלא אמר מעכשיו ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות מלווה ולווה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}