{
    "title": "Shorshei HaYam on Mishneh Torah, Repentance",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Repentance",
    "text": [
        [
            [
                "<span class=\"H\">שורש מצות התשובה כל </span>\n<b> מצוות שבתורה בין עשה בין לא תעשה כו' כשיעשה תשובה וישוב מהחטא חייב להתודות לפני האל ב\"ה שנאמר איש או אשה כי יעשו מכל חטאות האדם כו' והתודו את חטאתם אשר עשו זה וידוי דברים וידוי זה מ\"ע כו'.</b> הנה מרן כ\"מ ז\"ל כתב שמצא כתוב שדברי הרמב\"ם איתא בסיפרא פ' אחרי מות וכן על מ\"ש עוד רבינו וכן בעלי חטאות ואשמות אין מתכפר עליהן בקרבנן עד שיעשו תשובה ויתודו וידוי דברים שנאמר והתודה אשר חטא עליה כתב זה פשוט שהרי מביא ראיה מן הכתוב כו'. וכן עמ\"ש רבינו וכן כל מחוייבי מיתות ב\"ד ומחוייבי מלקות אין מתכפר להם עד שיעשו תשובה ויתודו. כתב משנה פרק נגמר הדין כל המומתין מתודין כו' וכן עמ\"ש רבינו וכן החובל בחבירו כו' אינו מתכפר לו עד שיתודה וישוב מלעשות כזה לעולם שנאמר מכל חטאת האדם. כתב שהיא משנה פרק החובל אעפ\"י שנותן לו אינו נמחל עד שיבקש ממנו מחילה ומ\"מ מאי דמפיק לה רבינו מכל חטאת האדם צ\"ע היכא מייתי לה עכ\"ל.<br><b> ואין </b> ספק שנעלם מעיני מרן כ\"מ דברי רבינו בספר המצוות סימן ע\"ג שכתב כלשון הזה מצוה ע\"ג הוא שציונו להתודות על העונות והחטאים שחטאנו לפני האל ולאמר אותם עם התשובה וזהו הוידוי וכוונתו שיאמר אנא השם חטאתי עויתי פשעתי לפניך ועשיתי כך וכך כו' ודע שאפי' החטאים שחייבין עליהן אלו המינים מהקרבנות הנזכרים (כלומר בסימן ס\"ט וע' וע\"א וע\"ב דהיינו חטאת ואשם תלוי וקרבן עולה ויורד על טומאת מקדש וקדשיו) שאמר שיקריבם ויתכפר לו לא יספיק עם הקרבתם בלתי הוידוי והוא אומרו דבר אל בני ישראל איש או אשה כי יעשו מכל חטאת האדם והתודו את חטאתם אשר עשו. ולשון מכילתא לפי שנאמר והתודה אשר חטא עליה אין במשמע שיתודה היחיד אלא בביאת המקדש שזה הכתוב כלומר והתודה אשר חטא עליה אמנם בא בפרשת ויקרא במטמא מקדש וקדשיו ומה שנזכר עמו ממה שביארנו ונר' שם במכילתא שאנחנו לא נלמוד מן הכתוב אלא חיוב הוידוי למטמא מקדש מנין אתה מרבה כל שאר המצוות ת\"ל דבר אל ב\"י והתודו. ומנין אף כריתות ומיתות ב\"ד אמר חטאתם לרבות מצוות לא תעשה יעשו לרבות מצות עשה ושם נאמר מכל חטאת האדם מצוה שבינו לבין חבירו על הגנבות ועל הגזלות ועל לשון הרע למעול מעל לרבו' הנשבע לשקר והמקלל ואשמה לרבות כל חייבי מיתות יכול הנהרגין ע\"פ זוממין לא אמרתי אלא ואשמה הנפש ההיא ר\"ל שלא יתחייב לו הוידוי כשידע שאין לו חטא אבל הועד עליו הנה נתבאר לך שכל מיני העונות הגדולים והקטנים ואפילו מצוות עשה חייבין להתודות עליהן ובעבור שבא זה הציווי שהוא והתודו עם חיוב הקרבן היה עולה במחשבה שאין הוידוי לבדו מצוה בפני עצמה אבל הוא מדברים הנגררים אחר הקרבן הוצרכו שביארו זה במכילתא בזה הלשון יכול בזמן שהם מביאין הם מתודין ובזמן שאין מביאין אין מתודין ת\"ל דבר אל בני ישראל והתודו ועדיין אין במשמע וידוי אלא בארץ מנין אף בגלות ת\"ל והתודו את עונם ואת עון אבותם וכן דניאל אמר לך ה' הצדקה וכו' ועתה נתבאר לך מה שזכרנוהו כי הוידוי חובה בפני עצמה וחובה לחוטא על כל חטא שחטא בין בארץ בין בח\"ל בין הביא קרבן בין לא הביא קרבן חייב להתודות כמו שאמר והתודו את חטאתם ולשון ספרי והתודה זה וידוי דברים וכבר התבארו משפטי מצוה זו במסכת יומא עכ\"ל.<br><b> ולשון </b> מכילתא זו שהביא הרב ז\"ל כאן בספר המצות הובא בילקוט פרשת נשא בשם ספרי זוטא בפסוק איש או אשה כו' והתודו את חטאתם אשר עשו וז\"ל והתודו אין במשמע שיתודה היחיד אלא על ביאת מקדש ומנין אף מיתו' וכריתות אמר חטאת חטאתם כל חטאתם לרבות מצוות לא תעשה כי יעשו לרבות מצוות עשה אין במשמע וידוי אלא יחיד מנין אף לצבור אמרת והתודו אין במשמע וידוי אלא בארץ מנין אף בגלות אמרת והתודו את עונם ואת עון אבותם וכן דניאל הוא אומר לך ה' הצדקה מפני מה כי חטאנו לך. דבר אל בני ישראל ישראל מתודים ואין מתודים לא על ידי נכרים ולא על ידי תושבים או בני ישראל פרט לגרים אמרת איש לרבות את הנכרים. איש או אשה כי יעשו שחשבו לעשות ולא עשו. מכל חטאת האדם ממה שבינו לבין חבירו על הגנבות ועל הגזילות ועל לשון הרע. למעול מעל על אשמות מתודין יכול בזמן שמביאין מתודין בזמן שאין מביאין אין מתודין ת\"ל למעול מעל לה' לרבות הנשבע בשם לשקר והמקלל ע\"כ. וביאור דברי הספרי הלז עיין להר\"ב משכנות יעקב ז\"ל בדר\"ז ע\"ב עד דר\"ט ע\"ד יע\"ש גם זה שכתב הרב ואשמה לרבות כל חייבי מיתות כו' יכול הנהרגין ע\"פ זוממין כו' הכי מסיים שם בספרי זוטא בילקוט ואשם ואשמה לרבות כל חייבי מיתות שיתודו יכול אף הנהרגין ע\"פ זוממין לא אמרתי אלא ואשמה הנפש ההיא ע\"כ ועיין שם להר\"ב משכנות יעקב ודוק.<br><b> והנה </b> מדברי רבינו מבואר שמצות עשה של התשובה נפקא לן מהאי קרא דאיש או אשה אשר יעשו מכל חטאת האדם והתודו את חטאתם אשר עשו דהיינו שישוב החוטא מחטאו ויתודה וכ\"כ בפתיחתו מצוה עשה אחת והוא שישוב החוטא מחטאו לפני ה' ויתודה כו' וכ\"כ בסמ\"ג במ\"ע סימן ט\"ז מצות עשה שישוב החוטא מחטאו לפני ה' ויתודה וכל מצוות שבתורה בין עשה כו' כלשון רבינו ז\"ל יע\"ש וכ\"כ ג\"כ הר\"ב החינוך במצות שס\"ג וז\"ל שנצטוינו להתודות לפני השי\"ת על כל החטאים שחטאנו בעת שנתנחם עליהם כו' יע\"ש. וראיתי להרב מוהר\"ש יפה בספר יפה תואר בב\"ר פ' פ\"ד סימן י\"ט גבי וישב ראובן אל הבור שדרשו א\"ל הקב\"ה לראובן מעולם לא היה חטא אדם לפני ועשה תשובה ואתה פתחת בתשו' תחילה חייך שבן בנך עומד ופותח בתשובה תחי' ואי זה זה הושע שנאמר שובה ישראל עד ה' אלדי\"ך כו' כתב הרב הנז' תימה דכמה נביאים קדמו לו שהזהירו על התשובה ועוד הרי מרע\"ה אמר ושבת עד ה' אלדי\"ך דמינה ילפינן שהתשובה אחת ממ\"ע שבתורה כו' יע\"ש גם מוהר\"מ אלשיך בפר' נצבים ומוהרימ\"ט בדרשותיו שם דרכ\"ח ע\"ב כתבו דקרא דכי המצוה הזאת אשר אנכי מצויך היום היינו מצות התשובה דכתיב קודם לכן בצר לך ומצאוך כל הדברים האלה ושבת עד ה' אלדי\"ך כו' וכ\"כ ג\"כ הר\"ב דת ודין בפ' וישב די\"א ע\"ד דמקרא דושבת עד ה' אלדי\"ך ילפינן דהתשובה היא אחת ממצות עשה יע\"ש. ותמהני דמהאי קרא דושבת עד ה' אלדי\"ך ליכא ראיה שהיא מ\"ע דהאי קרא הוא הבטחה שמבטיח התורה שעתידין ישראל לשוב בתשובה באחרית הימים וכמ\"ש רבינו לקמן בפ\"ז הל' ה' וז\"ל כל הנביאים כולם צוו על התשובה ואין ישראל נגאלין אלא בתשו' וכבר הבטיחה התורה שסוף ישראל לעשות תשובה בסוף גלותן ומיד הן נגאלין שנאמר והיה כי יבואו עליך כל הדברים האלה ושבת עד ה' אלדי\"ך ושב ה' אלדי\"ך כו' ע\"כ. הרי שכתב דקרא דושבת עד ה' אלדי\"ך הוא הבטחה שמבטיח התורה שסוף ישראל לשוב לא שהיא מצוה לשוב ועיקר מצות התשובה לדעת רבינו הוא מהאי קרא דאיש או אשה כו' והתודו את חטאתם.<br><b> ואת </b> זה ראיתי להר\"ב אהבת עולם בדנ\"ד סע\"ד שכתב ליישב תמיהת הראשונים בההיא דגדולה תשובה שדוחה ל\"ת שבתורה דמאי גדולתה מאחר דכך היא המידה בכל התורה דאתי עשה ודחי ל\"ת וכתב וז\"ל אמנם מה שיראה יותר נכון דכיון דקי\"ל דברי תורה מדברי קבלה לא ילפינן והטעם דדברי תורה לדורות ודברי קבלה לשעה ודורות משעה לא ילפינן דאיכא למימר הוראת שעה היתה וא\"כ בכל המצוות דאמרינן דאתי עשה ודחי ל\"ת היינו כשהעשה הדוחה והלאו הנדחה תרווייהו כתובים בתורה כלו' דהוו ד\"ת אז אמרינן יבא עשה וידחה ל\"ת אמנם כשהלא תעשה הנדחה הוא כתוב בתורה ועשה הדוחה כתוב בד\"ת אז לא אמרינן דידחה עשה הלא תעשה למילף מיניה שיהא הדין כך אלא אמרינן דלעולם הלא תעשה שכתוב בתורה לעולם עומד ואינו נדחה ומ\"ש בד\"ק לא ילפינן מיניה לעולם דהוראת שעה היתה לכך אמר גדולה תשובה שמ\"ש בד\"ק דוחה את ל\"ת שכתוב בתורה שבתור' כתוב לא ישוב אליו עוד וכפי\"ז הדין נותן שמי שכפר בעיקר דהיינו נמי שזנה מעל אלדי\"ו ונדבק בע\"ז שלא ישוב אל ה' עוד ולא יקובל בתשובה ובקבלה כתיב ואת זנית רעים רבים ושוב אלי אמנם כפי הלא תעשה שכתוב בתורה לא ישוב אליו עוד גבי גרושה היה שורת הדין נותן שלא ישוב עכ\"ל.<br><b> ולא </b> זכיתי להבין דבריו הקדושים דנר' מדבריו דעשה של תשובה למי שזנה מאלוד\"יו ונדבק בע\"ז אינו כתוב בתורה כי אם הלא תעשה דלא יוכל בעלה כו' הוא שכתוב בתורה לבד ובד\"ק כתוב עשה של תשובה ולא בתורה והוא תימא שהרי מבואר הוא בדברי רבינו כאן בה' תשובה ובספר המצוות סימן נ\"ג ובדברי הסמ\"ג והחינוך בסי' שס\"ג מבואר דמצות התשובה לכל עון ולכל חטאת ואפילו כריתות ומיתות ב\"ד כע\"ז ומקלל את ה' הוא מבואר בתורה בקרא דוהתודו את חטאתם כו' וקרא דושבת עד ה' אלדי\"ך כו' ושב ה' אלדי\"ך מוכח דמצות התשובה איתיה אף בעון ע\"ז. גם בספר תאוה לעינים עמ\"ש בפיוה\"ך דפ\"ו על מה שנחלקו ר\"ל ור\"י אי תשובה מגעת עד כסא הכבוד ועד בכלל או לאו עד בכלל כת' הרב הנז' דר\"ל ס\"ל דגדולה תשובה דמגעת עד כסא הכבוד ועד בכלל ר\"ל דהתשובה מכפרת אף שכפר בעיקר ועבד ע\"ז שזהו עד כסא הכבוד ור\"י ס\"ל דעל כל דבר תשובה מכפרת חוץ מעובד ע\"ז וכופר בעיקר וזהו ולא עד בכלל יע\"ש. והוא תימא דמקרא דילפינן מצות התשובה מינה ילפינן שהיא מכפרת על כל עון ועל כל חטאת ואפילו מגדף ומקלל את השם שהוא כעובד ע\"ז. ועיין להרב מוהר\"מ ן' חביב ז\"ל שם בפרק יוה\"כ שדחה דברי הר\"ב תאוה לעינים יע\"ש.<br><b> וראיתי </b> להרב הנז' שם כתב בשם חתנו הרב מוהרמ\"ג ז\"ל ליישב תמיהת הראשונים בההיא דגדולה תשובה שדוחה לא תעשה שבתורה ע\"פ מ\"ש התוספות בעירובין ד\"ק על מה שנחלקו ר\"א ור\"י בנתערבו הדמים של מתנה אחת במתן ארבע דמר אמר ינתנו במתנה אחת שלא לעבור על בל תוסיף ומר אמר ינתנו במתן ד' שלא לעבור על בל תגרע וכתבו התוס' וא\"ת דליתיה עשה דזריקה ולדחי ל\"ת דבל תוסיף או דבל תגרע. ותרצו דלא דמי לכלאים בציצית דלא בא הדחיה ע\"י פשיעה שעירב הדמים יע\"ש. וה\"נ מן הראוי היה דעשה דתשובה לא ידחי לאו דלא יוכל בעלה הראשון כיון דע\"י פשיעה שזינתה הוא בא וזהו מעלתה של תשובה שדוחה ל\"ת אעפ\"י שעל ידי פשיעה הוא בא יע\"ש. וראיתי למרן מלכא בספר מקראי קדש דמ\"ז שכת' דק' על זה שהרי גבי אונס דפשע ג\"כ אמרו בפ' אלו נערות ד\"מ שאם מצא בה דבר ערוה או שאינה ראויה לבא בקהל אינו רשאי לקיימה שנאמר ולו תהיה לאשה אשה הראויה לו ופריך עלה בגמרא וליתי עשה דולו תהיה לאשה ולידחי ל\"ת דממזרת ונתינה. ומשני היכא אמרינן ליתי עשה ולידחי ל\"ת כגון מילה בצרעת דאי אפשר לקיומיה לעשה אם לא בדחיית הלאו אבל הכא אי אמרה לא בעינא מי איתיה לעשה כלל הרי דאי לאו טעמא דאי אמרה לא בעינא ליתיה לעש' הו\"א דאתי עשה ודחי ל\"ת אע\"ג דהעשה בא ע\"י פשיעת האונס. ותירץ הוא ז\"ל וז\"ל וי\"ל שאני אונס דא\"א לבא העשה רק אחר הפשיעה משא\"כ תשובה דיכול להיות צדיק כל ימיו עכ\"ל. ושותיה דמר לא ידענא דגבי תשובה נמי אם היא אחת מתרי\"ג מצוות א\"א לבא עשה זה אם יהיה צדיק כל ימיו אם לא יחטא ולדידי חזי לי דלא דמי עשה דתשובה לעשה דאונס דעשה דתשובה אפשר לקיימו בלא דחיית הלאו דלא יוכל בעלה הראשון אשר שלחה לשוב לקחתה כגון שלא חטא בע\"ז אלא באחת משאר מצוות שבתורה בשוגג או במזיד דדוקא בעון ע\"ז הוא דאמר הנביא ואת זנית רעים רבים ושוב אלי אבל בשאר עבירות דהוי כמכעיס את בעלה ואינו עושה רצונו אין כאן לאו דלא יוכל בעלה הראשון אשר שלחה ואין בתשובת שאר עבירות דחיית לאו זה משא\"כ באונס דאי אפשר לבא העשה אם לא ע\"י עבירת האונס הילכך אתי עשה ודחי ל\"ת אפילו על ידי פשיעה משא\"כ בההיא דזריקת הדם ובההיא דתשובה וברור.<br><b> ואיך </b> שיהיה נמצינו למדין דלדעת הרמב\"ם והסמ\"ג מצות עשה של התשובה נפל\"ן מקרא דאיש או אשה וכו' והתודו את חטאתם אשר עשו ולא מקרא דושבת עד ה' אלדי\"ך דהתם הבטחה הוא שמבטיח התורה שעתידין ישראל לעשות תשובה בסוף גלותם ומיד הם נגאלין ולא כמ\"ש מוהר\"ש יפה ומוהרמ\"א והרמב\"ח ומוהרימ\"ט ז\"ל דנפק' לן מקרא דושבת עד ה' אלדי\"ך כמדובר. ושוב ראיתי להרמב\"ן בביאור התורה בפרשת נצבים על פ' כי המצוה הזאת אשר אנכי מצוך היום לא נפלאת היא כו' שכתב כדברי מוהרימ\"ט וז\"ל והנכון דקרא דכל המצוה אשר אנכי מצוך היום על התורה כולה יאמר אבל קרא דכי המצוה הזאת על התשובה הנזכרת בקרא דושבת עד ה' אלדי\"ך קאי שהיא מצוה שיצוה אותנו לעשות כן ונאמר' בלשון בנוני לרמוז בהבטחה כי עתיד הדבר להיות עכ\"ל ותמהני על הרב מוהרימ\"ט ז\"ל איך לא זכר ש\"ר שדבריו הם דברי הרמב\"ן ז\"ל ושהרמב\"ם ז\"ל אינו סובר כן אלא דמ\"ע של התשובה נפל\"ן מקרא דוהתודו את חטאתם.<br><b> ודע </b> שרש\"י ז\"ל בפי' התורה בפרשת נשא בפסוק זה דאיש או אשה כי יעשו מכל חטאת האדם כתב דפרשה זו היא הפרשה עצמה האמורה בסוף פרשת ויקרא נפש כי תחטא ומעלה מעל בה' וכיחש בעמיתו בפקדון כו' ונשבע על שקר ושילם אותו בראשו וחמשיתו יוסף עליו כו' מלבד איל הכפורים אשר יכפר בו עליו וכל פרשה שנאמ' ונשנית לא נשנית אלא בשביל דבר שנתחדש בה ונשנית כאן בשביל שני דברים שנתחדשו בה האחד שכתוב והתודו את חטאתם לומר שאינו חייב חומש ואשם על פי עדים עד שיודה בדבר. והשני על גזל הגר שהוא ניתן לכהנים עכ\"ל ובפי' רשב\"ם כתב וז\"ל מכל חטאת האדם הכתובים בפרשת אשם גזילות בסוף פ' ויקרא וכחש בעמיתו בפקדון כו' ובשביל הגר נשנית כאן שאין לו גואל זה הגר עכ\"ל ומלבד מה שקשה למה לא כתבו כמ\"ש בספרי דפרשה זו יצא לחדש שצריך לשוב בתשובה ולהתודות על כל עון וחטאת בין אותם שמביאין קרבן בין שאין מביאין קרבן כיון שמתחייב כרת ומיתת ב\"ד בין שעבר על עשה ול\"ת לבד ואפי' בעבירות שבין אדם לחבירו כחובל בחבירו ומזיק ממונו אפילו ששילם לו חייב לשוב בתשובה ולהתודות וכמ\"ש רבינו והסמ\"ג ז\"ל.<br><b> גם </b> זה שכתב רש\"י ז\"ל דקרא דוהתודו בא לומר שאינו חייב חומש ואשם עד שיודה ולא ע\"י עדים נראה שכיוון ז\"ל לאותה ששנינו בשבועות דמ\"ט ומייתי לה בפרק הגוזל עצים דק\"ו ע\"א היכן שורי א\"ל אבד משביעך אני ואמר אמן והעדים מעידים אותו שאכלו משלם את הקרן והודה מעצמו משלם קרן וחומש ואשם וכתב רש\"י ז\"ל ואם הודה מעצמו שלא באו עדים משלם קרן וחומש ואשם כדין שבועת הפקדון דאינ' באה עד שהוד' ושב מרשעו ובא להתכפר דכתיב בשבועת גזל הגר בפ' נשא והתודו את חטאתם אשר עשו עכ\"ל וכן כתב בפרק הגוזל ד\"ה משלם את הקרן וד\"ה דהא כתיב והתודו כו' יע\"ש.<br><b> והנה </b> אין ספק דהך מתני' אזלא כוותיה דרבי יאודה דמייתי הש\"ס בכריתות פ' אמרו לו די\"ב ע\"א עלה דמה ששנינו ב' אומרים אכלת חלב והוא אומר לא אכלתי ר' מאיר מחייב אמר ר\"מ אם הביאוהו ב' לידי מיתה חמורה לא יביאוהו לידי קרבן הקל וחכמים אומרים מה אם ירצה לומר מזיד הייתי ואמרינן עלה בגמ' איבעייא להו מ\"ט דרבנן משום דאדם נאמן על עצמו יותר ממאה עדים או דילמ' משום דאמרינן מיגו דאי בעי אמר מזיד הייתי (ופרש\"י אדם נאמן על עצמו בדברים שיש בהם כפרה לא ממנע לאתויי קרבן להתכפר נגד קונו מיגו דאי בעי היה רוצה לשקר יכול לומר מזיד היה ומה שאמרתי לא אכלתי שוגג אלא מזיד) ומאי נפקא מינ' למיפשט מינה לטומאה דאי אמרת טעמייהו דרבנן משום דאדם נאמן על עצמו כו' לא שנא טומאה חדשה ל\"ש טומאה ישנה ואי אמרת טעמייהו דרבנן משום מיגו כי פטר ליה רבנן מטומאה ישנה דאיכא למימר מאי לא נטמאתי לא עמדתי בטומאתי אבל בטומאה חדשה כי אמר נמי טבלתי מיחייב דאמרי ליה עדים השתא נטמאת ועיין בפרש\"י וקאמר ת\"ש מודה בדברי' חייב אין מודה בדברים פטור א\"ל עד אחד נטמאת והוא אומר לא נטמאתי פטור יכול אפילו שנים מכחישין אמר ר\"מ אם הביאוהו ב' לידי מיתה חמורה לא יביאוהו לידי קרבן הקל ר\"י אומר נאמן אדם על עצמו יותר מק' איש ומודים חכמים לרבי יאודה בחלבין ובביאת מקדש אבל בטומאה לא מודו ליה במאי עסקי' אילימא בטומאה ישנה מאי שנא חלבין וביאת מקדש דמודו ליה לר\"י דאם רצה יאמר מזיד הייתי טומאה ישנה נמי תתרץ דאם ירצה יאמר לא עמדתי בטומאתי אלא טבלתי אמר רבינא לעולם בטומאה ישנה וכגון דאמרי ליה עדים אכלת קדשים בטומאת הגוף והוא אמר להון לא נטמאתי דהכא לא מתרץ דבוריה דליכא למי' לא עמדתי בטומאה אבל טבלתי מאי אמר להון טבלתי ואכלתי כי אמר להון הוי אתכחש ליה דבורי' קמא מיהא בטומא' מגע ע\"כ ועיין בפרש\"י ובתוס' דמבואר יוצא מדבריהם דלר' יאודה אדם נאמן על עצמו לענין קרבן כפרה אפילו מכחיש את העדים בפי' ולית ליה מיגו לתרץ דבוריה שלא יכחיש את העדים ולר\"מ אפילו כי מצי לתרץ דבוריה ולומר לא אכלתי דקאמינא היינו לא אכלתי שוגג אלא מזיד לא מתרצינן דבוריה וחייב להביא קרבן כפרה על פיהם של עדים ולרבנן כי אית ליה מגו ומצי לתרץ דבוריה שלא יכחיש את העדים נאמן לפטור את עצמו מקרבן אבל כי לית ליה מגו ומכחישן את העדים בהדייא לא מהימן ומביא קרבן ע\"פ העדים.<br><b> והשתא </b> לר\"מ דמחייב להביא קרבן כפרה אפילו מכחיש את העדים בהדייא ה\"נ ודאי דמחייב חומש ואשם גזילות על פי העדים ומתני' דשבועות ודאי לאו ר\"מ היא והכי אמרי' בפרק קמא דמציע' ד\"ג ע\"ב על דאמרי' מה לפיו שכן מחייבו אשם ודחינן אשם היינו קרבן. כלומר וכי היכי דלר\"מ עדים מחייבו ליה קרבן חטאת באומרם אכלת חלב הכא נמי מחייבו ליה באשם גזילות ועיין בתוס' שם ד\"ה אשם יע\"ש והכי נמי אמרי' התם מה לפיו שכן מחייבו חומש ודחינן דלרבי חייא ור\"מ כי היכי דמחייבי ליה קרבן מק\"ו מחייבי ליה חומש מק\"ו יע\"ש. מבואר יוצא דההיא מתני' דשבועות לאו ר\"מ היא גם לרבנן דמודו לר' יאודה בחלבין וביאת מקדש אדם נאמן על עצמו משום מיגו ומצי לתרץ דבוריה אבל במידי דלא מצי לתרץ דבוריה כגון בטומאה חדשה וכיוצא אינו נאמן נגד העדים אלא העדים מחייבי' אותו לדידהו נמי ההיא מתני' דשבועות דלא מחייב חומש ואשם אלא בהודאתו ולא על פי עדים אינה משנה דבאשם גזילות לא שייך לתרץ דבוריה לא אכלתי שוגג אלא מזיד דבין בשוגג בין במזיד חייב להביא אשם תלוי כנודע וכמ\"ש הר\"ם במז\"ל בפ\"א מהל' שבועות ה\"ט וכדאיתא בכריתות ד\"ט ע\"א אלא מביאי' על הזדון כשגגה ושבועת העדות ושבועת הפקדון יע\"ש וע\"כ לומר דההיא מתני' מתנייא אליבא דר' יאודה דאמר אדם נאמן על עצמו אפילו מכחש את העדים בהדייא ולא מצי לתרץ דבוריה ומשום דרב נחמן פסק הילכתא כר' יאודה כדאיתא התם בכריתות מש\"ה תפס רש\"י ז\"ל עיקר כההיא מתני' דשבועות.<br><b> אמנם </b> רשב\"ם ז\"ל שלא כתב כדברי רש\"י נר' דמשמע ליה דרב יוסף דאמר עליה דרב נחמן דפסק הילכת' כר' יאודה לא אמרה אלא בינו לבין עצמו הכוונה לומר דלדידיה אמרה רב נחמן הילכתא כר' יאודה אבל רב יוסף לא משמע לי' הכי אלא הילכתא כחכמים דמודו ליה לר' יאודה בחלבי' וביאת מקדש דאית ליה מיגו דמצי לתרץ דבורי' אבל בטומאה חדשה דלא מצי לתרץ דבוריה לא מהימן אדם להכחיש את העדים ולפ\"ז ההיא מתני' דשבועות דקתני דדוקא בהודאת עצמו משלם חומ' ואשם אבל לא על פי עדים אתיא דלא כחכמי' ודלא כהילכת' וכ\"כ בהר\"ב מרכבת המשנה פי\"א מה' שגגות הלכה ח' ובס' חק נתן בכריתו' די\"ב ע\"א ברש\"י ד\"ה וקפריך הש\"ס כו' שזה הפי' מפרש הרמב\"ם במאי דקאמר רב יוסף לא אמרה אלא בינו לבין עצמו ושלא כפי' רש\"י ובהכי מוצל אותו צדיק מהשגת הראב\"ד ז\"ל יע\"ש. ולזה השמיט רשב\"ם ז\"ל מ\"ש רש\"י ז\"ל דקרא דוהתודו בא לומר שאינו חייב חומש ואשם עד שיודה ולא על פי עדים ולא כתב אלא דאתא לגזל הגר.<br><b> איברא </b> דלפי האמור קשה טוב' על הרמב\"ם ז\"ל דמאחר דאיהו ז\"ל בפי\"א מהלכות שגגות ה\"ח פסק כחכמים דדוקא היכא דאית לי' מיגו ומצי לתרץ דבוריה הוא דנאמן אדם על עצמו אבל היכא דלית ליה מיגו ולא מצי לתרץ דבוריה לא מצי להכחיש את העדים א\"כ היכי פסק כמתני' דשבועות בפרק ז' מהלכות גזילה ה\"ח דאינו חייב בחומ' ואשם עד שיודה מפי עצמו והא באשם גזילות דחייב בין בשוגג בין במזיד לית ליה מיגו דלא נשבעתי שוגג אלא מזיד וא\"כ אמאי לא יתחייב חומ' ואשם על פי עדים.<br><b> שוב </b> ראיתי להתוס' בפרק קמא דמציעא דף ג' ע\"ב ד\"ה אשם שכתבו דלפום סוגיי' דפ' הגוזל קמא דף ק\"ו ע\"ב דמוקי למתני' דשבועות דקתני דעל ידי הודאת עצמו דוקא משלם חומ' ואשם ולא על ידי עדות עדים כר\"מ אע\"ג דלדידיה ס\"ל מק\"ו אם הביאוהו ב' לידי מיתה חמורה לא יביאוהו קרבן הקל היינו משום דס\"ל לאותה סוגייא דאשם לאו היינו קרבן דגבי אשם כתיב והתודו דבעינן הודאת עצמו דוקא משא\"כ בקרבן חטאת וכוונת דבריהם מבוארת יותר בתוס' חיצוניות הביא דבריהם בשיטה מקובצת שם דט\"ז סע\"א וע\"ב וז\"ל וא\"ת בכריתות איכא לישנא דמפרש טעמייהו דרבנן דאמרי מה אם ירצה לומר מזיד הייתי משום דמתרצינן דבוריה וא\"כ להאי לישנ' קשיא מתני' דהגוזל אמאן תרמייה וי\"ל דלהאי לישנ' נראה לומר דאשם לאו היינו קרבן ואף לר\"מ לא יתחייב אשם אלא בהודאת עצמו והשתא ניחא דמתני' דהגוזל א\"ש כר\"מ וא\"ת מ\"ש דלר\"מ לא יתחייב אשם אלא בהודאת עצמו ובקרבן חטאת סבר דעדים מחייבי לי' קרבן מק\"ו וי\"ל דשנא ושנא דבאשם גזילות כתיב והתודו את חטאתם משמע דבהודאתו חייב דוקא אבל גבי קרבן חטאת לא כתיב והתודו אלא או הודע אליו חטאתו אע\"ג דאמרינן בכריתות דר\"מ פליג אף בטומא' מקדש וקדשיו אע\"ג דכתיב ביה והתודה היינו משום דכיון דאינו בא על המזיד כשוגג איכא לפרושי אותו כמו או הודע דהיינו או הודע עכשיו אבל בשעת עבירה לא נודע אליו שהיה שוגג שאם היה מזיד היה נפטר אבל והתודו דכתיב גבי אשם גזילות כיון דבא על המזיד כשוגג ליכא לפרושי כמו או הודע אליו דהיינו או הודע עכשיו אבל בענין שיהא שוגג בשעת עבירה דהא אשם גזילות הוא בא על המזיד ואם כן עכ\"ל דוהתודו דכתיב גבי אשם גזילות דאתא למעוטי עדים והא דקאמר הכא אשם היינו קרבן היינו ללישנ' דאדם נאמן על עצמו יותר ממאה איש עכ\"ל.<br><b> ובכן </b> ע\"פ דבריהם ממילא נתיישבו דברי הר\"ם במז\"ל בשתי ההלכות דאע\"ג דבפי\"א מה' שגגות פסק כחכמים וכלישנא דמתרצינן דבוריה לא אכלתי שוגג אלא מזיד וכל היכא דלית ליה מיגו ולא מצי לתרץ דבוריה לא מהימן להכחיש את העדים אפי' הכי פסק בפ\"ז מה' גזילה ה\"ח דאינו חייב באשם גזילות על פי עדים אלא בהודאת עצמו משום דאיהו ז\"ל תפס עיקר כאותה סוגייא דפרק הגוזל עצים דק\"ו דס\"ל דאשם לאו היינו קרבן וההיא מתני' דשבועות ודפרק הגוזל אתיא אפי' כר\"מ וכ\"ש כחכמים דפליגי אר\"מ ואמרו מה אם ירצה לומר שוגג הייתי ואפי' ללישנא דמשום מיגו הוא דנאמן דוקא ולא משום דאדם נאמן על עצמו יותר ממאה עדים שאני אשם גזילות דכתיב והתודו דבעינן הודאת עצמו דוקא כמדובר.<br><b> ואולם </b> אכתי קשה דכיון דלפי דברי הספרי זוטא קרא דוהתודו לאו על אשם גזילות דוקא אתמר אלא על כל עון וכל חטאת עשה ול\"ת הוא דאתא לומר שצריך לשוב בתשובה ולהתודו' ודוי דברים בפיו ובשפתיו וכמ\"ש רבינו שמכאן אנו לומדים דין מצות עשה של תשובה א\"כ תו מנא לן דאשם גזילות אינו בא אלא על פי הודאת עצמו דוקא ולא על פי הודאת עדים ויש ליישב בדוחק ודוק."
            ],
            [
                "<b>שעיר </b>\n<b> המשתלח מכפר על כל עבירות שבתורה הקלות והחמורות בין שעבר במזיד בין שעבר בשוגג בין שהודע לו בין שלא הודע לו כו'.</b> הנה הר\"ב אש דת בפ' נצבים דע\"ז ע\"ב כתב וז\"ל ולא ידעתי למה העתיק לשון המשנה הודע ולא הודע סתם והרי הקשו בגמ' שם פרק קמא דשבועות דף י\"ב ע\"ב הודע היינו מזיד לא הודע היינו שוגג ופירש רש\"י וז\"ל קס\"ד הודע היינו שידע ועשה מזיד דהא ליכא למימר הודע שנודע לו שגגתו כדמפרשינן בכל דוכת' דא\"כ הוה ליה חטאות ואשמות ודאין ותנן בכריתות פ\"ו דחייבי חטאות ואשמות ודאין שעבר עליהן יה\"כ חייבין להביא לאחר יה\"כ כו' ומסיק אמר ר\"י ה\"ק על שאר עבירות כו' בין שעשאן בשוגג בין שעשאן במזיד אותם שעשאן בשוגג בין נודע לו ספיקן בין לא נודע לו ספיקן כו' ופרש\"י אמר ר\"י סיפא דמתניתין מפרש ליה לרישא וכולהו פי' דקלות וחמורות היא בין כשעשאן שוגג האי שוגג דהכא ליכא לפרושי אלא בדבר שאין שגגתו חטאת אלא אשם תלוי כגון אכל חתיכה מב' חתיכות אחת של חלב ואחת של שומן ואינו יודע איזו אכל בין שנודע לו ספיקו שנודע לו שבא לידי ספק חלב בין שלא נודע לו לפני יה\"כ שאכל ספק חלב דתנן התם חייבי אשמות תלוים שעבר עליהם יה\"כ פטורים ויליף לה מקראי כו' ואם כן היה ליה להרמב\"ם ז\"ל לפרש והניח דבריו בצ\"ע יע\"ש.<br><b> ולעד\"ן </b> דהרמב\"ם ז\"ל משמע ליה דר' יאודה דמפרש נודע לו ספיקן לא נודע לו ספיקן אין הכוונה לומר דפי' הודע ולא הודע דמתני' מיירי דוקא בהודע ולא הודע ספיקן ולא בהודע לו ודאי ולא הודע לו כלל שחטא כמדפרשינן לה בכל דוכתא דכיון דברישא תני קלות והם עשה ול\"ת שאין בהם כרת שפיר מצי' לפרושי הודע ולא הודע כשאר דוכתי שהודע לו ששגג ועבר ודאי לא תעש' ולא הודע לו ששגג ועבר הל\"ת דכיון דהם קלו' שאין בהם כרת ואין בשגגתן חטאת כנודע אפי' הודע לו ודאי ששגג ועבר ודאי הל\"ת יה\"כ מכפר כיון דאין כאן חיוב חטאת אמנם ר' יאודה משום אידך חלוק' דחמורות דתני רישא שהם עשה ול\"ת שיש בהם כרת דכי הודע לו ששגג ועבר ודאי חייב להביא חטאת ואין יה\"כ מכפר הוצרך לומר דהודע ולא הודע דחמורות היינו שהודע לו ששגג ובא לידי ספק כרת וחייב באש' תלוי או לא הודע לו ששגג ובא לידי ספק כרת ומתני' תני הודע ולא הודע סתמא בין בקלות ובין בחמורות ובקלות פירוש הודע ולא הודע היינו כדמפרשי' בכל דוכתא שהודע לו שחטא ועבר ודאי הלא תעשה או לא הודע לו ששגג ועבר הלא תעשה יוה\"כ מכפר כיון דאין בשגגתו חיוב חטאת יוה\"כ מכפר אפילו כי לא הודע לו ששגג ועבר ודאי הלא תעשה. אמנם בחלוקה דחמורות קאמר רבי יאודה דהאי הודע ולא הודע היינו שהודע לו ספקן ולא הודע לו ספקן ולהכי יוה\"כ מכפר אפילו הודע לו ששגג בספק כרת דכיון דאינו חייב כי הודע לו ששגג בספק כרת אלא באשם תלוי יוה\"כ מכפר עליו ותנא דמתני' תני סתמ' הודע ולא הודע בשגגת קלות וחמורות וכל אחד מתפרש כפי דינו דבקלות היינו הודע לו ששגג ועבר ודאי הלא תעשה וכיון דליכא חיוב חטאת יוה\"כ מכפר. ובחמורות הודע ולא הודע היינו שהודע לו ששגג ובא לידי ספק כרת שחייב אשם תלוי שיוה\"כ מכפר עליו ופטור מאשם תלוי וסמך תנא דמתני' אמאי דתני בכריתות דחייבי חטאות ודאי חייבין להביא לאחר יוה\"כ וחייבי אשמות תלויים פטורים ובכן הרמב\"ם ז\"ל נמי מאחר שכבר פסק בפ\"ג מהלכות שגגות ה\"ט דחייבי חטאות ואשמות ודאין שעבר עליהן יוה\"כ חייבין להביא לאחר יוה\"כ וחייבי אשמות תלויין פטורין כיע\"ש. הביא לשון המשנה סתמא כי ממילא יתבאר לשון הודע ולא הודע בקלות כפי דינן ובחמורות כפי דינן כנלע\"ד.<br><b> עוד </b> כתב רבינו והוא שעשה תשובה אבל אם לא עשה תשובה אין השעיר מכפר לו אלא על הקלות עיין במה שהקשה מרן כ\"מ בדברי רבינו דלרבנן דרבי משמע בגמרא פ\"ק דשבועות די\"ב ע\"ב דאין חילוק בין חמורות לקלות דאפילו קל שבקלות דהיינו עשה אם לא עשה תשובה אין שעיר מכפר והניחה בצ\"ע. ועיין במ\"ש הלח\"מ ז\"ל ובמרן מלכא הר\"ב בתי כהונה חלק בית ועד סימן ח' במה שנדחק ליישב דברי רבינו יע\"ש. ולעד\"ן דמ\"ש רבינו שאם לא עשה תשובה אין השעיר מכפר אלא על הקלות אין כוונתו לומר דעל הקלות מכפר בשעבר במזיד אלא כוונתו לומר דעל הקלות מכפר בשעבר בשגגה בין הודע לו בין לא הודע לו ועל סיום לשונו שסיים ואמר בין שעבר בשגגה בין הודע כו' על זה קאמר דבחמורות צריך תשובה עם שעיר המשתלח אבל על הקלות מכפר השעיר אפילו לא עשה תשובה כלומר שלא התודה על מה שעבר בשוגג שהוידוי הוא עיקר התשובה אבל כשעבר במזיד אפילו על הקלות צריך תשובה ושעיר ביוה\"כ וכברייתא דרבי מתייא בן חרש דמייתי רבינו לקמן הל' ד' שאם עבר על ל\"ת שאין בו כרת תשובה תולה ויוה\"כ מכפר והיינו כשעבר במזיד דבשוגג תשובה לבד מהני ואין צריך יוה\"כ וכמ\"ש רבינו בפי' המשנה ס\"פ בתרא דיומא יע\"ש. ונלע\"ד שלמד כן רבינו מלישנא דש\"ס דפ\"ק דשבועות די\"ב ע\"ב דקאמר האי עשה היכי דמי אי דלא עבד תשובה כו' ואי דעבד תשובה כל יומא נמי כו' אמר ר' זירא בעומד במרדו ורבי היא דתניא כו' וקשיא ליה דר' זירא הכי הול\"ל לעולם בשלא עשה תשובה ור' היא ולמה זה שינה הלשון ואמר בעומד במרדו ושבק לשון לא עשה תשובה דקאמר המקשן ור' בברייתא ומתוך כך משמע ליה לרבינו דר' זירא הא אתא לאשמועינן דע\"כ לא פליגי רבי ורבנן אלא בשעבר במזיד ולהכי בעו רבנן תשובה ויוה\"כ אף על הקלות עם יוה\"כ וכברייתא דרבי מתייא בן חרש והיינו דקאמר בעומד במרדו דהיינו מזיד ור' היא דבהא הוא דפליגי רבנן ובעו תשובה ויוה\"כ אבל בעבר בשוגג תשובה לחודה או יוה\"כ לבד מהני וכמ\"ש רבינו בפי' המשנה ומשום דמלשון המקשן דקאמר האי עשה ה\"ד אי דלא עבד תשובה כו' ואי דעבד תשובה כו' משמע דאפי' בעבר בשוגג כל דלא עבד תשובה והתודה אין יוה\"כ מכפר להכי לא קאמר לעולם בשלא עשה תשובה ור' היא דהוה משמע דלרבנן אפילו בשוגג אין יוה\"כ מכפר אלא עם התשו' להכי דקדק רבי זירא ושינה הלשון ואמר בעומד במרדו ורבי היא כלומר דוקא במזיד הוא דפליגי רבי ורבנן ודוק. באופן דלדעת רבינו אין חילוק בין זמן שהיה נוהג שעיר המשתלח ביוה\"כ לזמן הזה שאין לנו אלא יוה\"כ לבד דבין בזה ובין בזה אם עבר אדם על עשה ול\"ת דקלות בשוגג תשובה לבד או יוה\"כ לבד מהני לכפר עליו מיד. ואם עבר על עשה דקלות במזיד תשובה לחוד מהני וכמ\"ש רבינו בהל' ד' ובפי' המשנה ס\"פ בתרא דיומא ואפשר דאף יוה\"כ לחוד בלי וידוי נמי מהני כמו בזמן שעיר המשתלח שהיה מכפר בלי תשובה על שגגות דקלות כמדובר ה\"ה על מזיד דעשה דקלות. אמנם אם עבר על לאו דקלות במזיד תשובה ויוה\"כ בעי כמ\"ש רבינו בהל' ד' תשו' ויוה\"כ מכפר. ואם עבר על עשה או ל\"ת במזיד דחמורות תשובה ויוה\"כ תולין ויסורין ממרקין. ואם חילל את ה' אינו מתכפר עד שימות כמ\"ש בהל' ד' ודוק.<br><b> וראיתי </b> למוהר\"מ ן' חביב בתוספת יוה\"כ דכ\"ג ע\"ג שכתב ליישב קושית מרן כ\"מ וז\"ל ולע\"ד יראה דמה שהכריח לרבינו הרמב\"ם לפרש דע\"כ לא פליגי רבנן ארבי אלא בחמורות הוא משום הא דאיתא בפ\"ק דשבועות די\"ג ע\"א דמייתי שם תלמודא ברייתא דת\"ך פר' אמור דתניא יכול יהא יוה\"כ מכפר לשאינן שבים ודין הוא כו' הואיל וחטאת ואשם כו' ת\"ל אך חלק ע\"כ. הרי בהדייא דרבנן סלקא דעתייהו דיוה\"כ יכפר על שאינן שבים אפי' בכריתות ומיתות ב\"ד ואמרו דזה א\"א למילף מחטאת ואשם דאינו מכפר אלא על השבים והך ראיה דהוה בעי למילף מחטאת הוי מחטאת ואשם דבאים לכפר על כריתות ומיתות ב\"ד כמ\"ש התוס' שם ד\"ה שאין מכפרין יע\"ש ואע\"ג דסתרו הראיה ונפל\"ן מדכתיב אך חלק ש\"מ דיוה\"כ אינו מכפר אלא לשבים היינו ודאי לכריתות ומיתות ב\"ד דתפסת מועט תפסת ומאי דבעו למילף מחטאת ואשם היא היא מאי דילפינן מדכתיב אך חלק דהיינו בענין כריתות ומיתות ב\"ד בעו תשובה עם יוה\"כ הא עשה ולא תעשה שאין בהם כרת לא בעי תשובה ומודו רבנן לרבי דשעיר מכפר על הקלות דהיינו עשה ול\"ת שאין בהם כרת ומה שאמר המקשן בתחילת הסוגייא האי עשה ה\"ד אי דלא עבד תשו' זבח רשעים תועבה היינו בעשה חמור דיש בו כרת אבל בעשה דלית ביה כרת גם רבנן מודו דשעיר מכפר על הקלות דהיינו עשה ול\"ת שאין בהם כרת ומ\"ש ואי דעבד תשובה כל יומא נמי כו' היינו בעשה שיש בו כרת דהא מפיק לה ר' ישמעאל בברייתא מדכתיב שובו בנים שובבים וקרא מיירי בע\"ז כדמוכחי קראי אלמא דתשובה גרידא מועלת לעשה שיש בו כרת כע\"ז יע\"ש.<br><b> מבואר </b> יוצא מדבריו דתשו' גרידא מועלת נמי לעשה שיש בו כרת לדעת רבינו כיון דמפיק לה בהל' ד' מדכתיב שובו בנים שובבים כדדרי' לה רבי ישמעאל בברייתא והוא דבר תימא שבפי' כתב רבינו בדין הנז' עבר אדם על מצות עשה שאין בהם כרת ועשה תשובה אינו זז משם עד שמוחלין לו ובאלו נאמר שובו בנים שובבים ולפי דברי הרב הי\"ל להר\"מ במז\"ל לומר אפילו על עשה שיש בו כרת לא זז משם כו' וצ\"ע.<br><b> ודע </b> שהתוס' ז\"ל בפ\"ק דשבועות די\"ג ע\"ב ד\"ה לא זז משם ובפ\"ק דחגיגה דף ה' ע\"א ד\"ה הא יראוני כו' הוקשה להם אותה שאמרו בברייתא דר' ישמעאל עבר אדם על עשה ועשה תשובה לא זז משם עד שמוחלין לו כו' אמתני' דפרק בתרא דיומא דף פ\"ה ע\"ב תשובה מכפרת על הקלות ועל עשה ועל ל\"ת כו' וכן הוקשה להם הך ברייתא עם אותה שאמרו בפ\"ק דחגיגה דף ה' ע\"א כל העושה דבר ומתחרט בו מוחלין לו על כל עונותיו ובשבועות כתבו דההיא מתני' דיומא וההיא דחגיגה אינה מחילה גמורה אלא שמקלין לו את הדין אבל במ\"ע מוחלין לו לגמרי ובחגיגה כתבו תחילה דברייתא דרבי ישמעאל פליגא אההיא דרשה דרבי חנינא בר פפא דחגיגה ור\"ח ב\"פ ס\"ל כאידך ברייתא דמייתי הש\"ס ביומא דקתני דתשובה מכפרת על עשה ועל ל\"ת גמור חוץ מלא תשא וכתבו וז\"ל ועוד יש לחלק בין ענייני תשובה יש שב ומוחלין לו מיד ויש שב דמוחלין לו אבל לא מחילה גמורה ועדיין יש עונש ואותו עונש תולין והא דאמרי' בשבועות העובר מ\"ע ונתחרט לא זז משם עד שמוחלין לו היינו מחילה גמורה ואם שב בכל לבו ע\"י יסורין יתכפרו לו עונותיו עכ\"ל.<br><b> וראיתי </b> להר\"מ ן' חביב בס' תוס' יה\"כ דכ\"ג ד\"ה אמר הביא דברי התוס' דשבועות וכתב וז\"ל ויראה לכאורה דקשיא להו להתוס' במאי דפריך הש\"ס האי עשה היכי דמי כו' אי בשעשה תשובה אפי' כל יומא נמי דתניא עבר על עשה ועשה תשובה לא זז משם עד שמוחלין לו כו' דתקשי ליה ממתניתין דיומא דהויא הקו' כוללת ואף מלא תעשה ולזה הביאו עוד ראיה מההיא דפ\"ק דחגיגה דמיירי בלא תעשה דקאי אכובש שכר שכיר כמ\"ש התוס' ז\"ל בפ\"ק דחגיגה והק' בספר רצוף אהבה סי' ש\"י וז\"ל ויש לדקדק דמאי קשיא להו הא התם ביומא פריך אמתני' דהתם השתא על לא תעשה מכפר על עשה מבעייא ומשני רב יאודה על ל\"ת שניתק לעשה כו' וא\"כ היינו עשה והרב ז\"ל נדחק לו' דהתו' סביר' להו דרב יאודה חזר בו ממ\"ש ביומא דמתני' בל\"ת שניתק לעשה יע\"ש.<br><b> ולע\"ד </b> נראה דהתוס' ס\"ל דפירוש מתני' דיומא תשובה מכפרת על עשה ועל לא תעשה שניתק לעשה ואשמועי' תנא דמתני' ל\"ת שניתק לעשה בתשובה לחוד סגי ליה דומייא דעשה וכוונת התוס' הוא להק' על הברייתא דמייתי תלמודא פ\"ק דשבועות עבר על עשה ועשה תשובה לא זז משם עד שמוחלין לו דמשמע מהך ברייתא דדוקא אעשה תשובה מכפרת אבל על ל\"ת אפי' שהוא ניתק לעשה אין תשובה מכפר וזה הפך מתני' דיומא דקתני דתשובה מכפר על עשה ועל ל\"ת שניתק גם הק' מההיא דחגיגה דקאמר הא יראוני כו' דמיירי בל\"ת שניתק לעשה דקאי אעושק שכר שכיר דהוי ניתק לעשה ותי' התוס' דמ\"ש דתשו' מכפרת על עשה ול\"ת אינו מחילה גמורה זה נ\"ל בכוונת התוס'.<br><b> גם </b> אבאר מ\"ש התוס' בחגיגה וז\"ל הא יראוני מוחלין גבי עושק שכר שכיר דהוי לא תעשה הניתק לעשה ופליגא אדר' ישמעאל פ\"ב דיומא דאמר עבר על ל\"ת ועשה תשו' תשו' תולה ויה\"כ מכפר כלומר דס\"ל להתוס' דרבי ישמעאל ס\"ל דאפילו ל\"ת שניתק לעשה תשובה לחוד לא סגי ליה ואיכא ברייתא אחרת בפרק יה\"כ דאמר על עשה ועל ל\"ת תשובה מכפרת והיינו ברייתא אחרת דקתני על מה תשובה מכפרת על עשה ועל ל\"ת שניתק לעשה.<br><b> ועוד </b> יש לחלק בין ענייני תשובה כו' באופן דהך חילוק שמשימין התוס' דאין מוחלין לגמרי ע\"י תשובה הוי גם בל\"ת שניתק לעשה דאל\"כ אלא תפסח דמ\"ש התוס' דאין מוחלין לגמרי על ידי תשובה הוי בל\"ת גמור אך בל\"ת שניתק לעשה מוחלין לגמרי דומייא דעשה מאי ק\"ל מההיא דחגיגה דעושק שכר שכיר דמוחלין מיד הלא התם הוי ל\"ת שניתק לעשה ומתוך דברי הרב רצוף אהבה יראה דהבין דמ\"ש התוס' דאין מוחלין לגמרי על ידי התשובה הוי בל\"ת גמור וההיא דעושק שכר שכיר הוי ל\"ת גמור והוא תימה בעיני דהא עושק שכר שכיר יראה לי דהוי ניתק לעשה ודוק עכ\"ל מוהרמב\"ח.<br><b> והנה </b> מ\"ש הרב בכוונת דברי התוס' ז\"ל דחגיגה ודשבועות והניח במונח דס\"ל להתוס' דעושק ש\"ש הוי לאו הניתק לעשה ולא לאו גמור ודלא כמ\"ש הרב רצוף אהבה דהוי לאו גמור כן הבין ג\"כ הרפ\"ח ז\"ל בחידושיו שבס\"ס מים חיים דף מ\"ד ע\"ב בדעת התוס' דחגיגה וכן הבין הרב כמוהר\"י הכהן שהביא הפר\"ח ז\"ל שם בשאלתו להבין דברי התוס' ז\"ל דחגיגה דעושק שכר שכיר הוי לאו הניתק לעשה. ותמהני טובא על הרבנים הללו דנראה דאשתמי' מינייהו דברי התוס' במציע' דס\"א ע\"א ד\"ה לעבור עליו בשני לאוין וז\"ל וא\"ת ולוקמא בגזל גופיה ולעבור עליו בשני לאוין וי\"ל משו' דלא לקי אלאו דגזל משום דניתק לעשה אבל כי מוקמינן ליה אכובש ש\"ש באם אינו ענין לקי שפיר וכוונת דבריהם עיין בס' מוצל מאש דת סימן כ' ובחידושי הפר\"ח מים חיים השייך למציעא דס\"א באופן דמבואר מדבריהם דעושק שכר שכיר לא מקרי לאו הניתק לעשה משום דאית ביה נמי לאו דלא תגזול באם אינו ענין כיע\"ש.<br><b> איברא </b> דאכתי ק\"ל בדברי התוספות הללו דמציעא דס\"א דאפי' כי מוקמינן לאו דלא תגזול אכובש ש\"ש היכי לקי והא קי\"ל דאין לוקין על לאו שאין בו מעשה כדאיתא בפרק אלו הן הלוקי' די\"ו דנהי דמשום לאו הניתק לעשה ליכא כמ\"ש הרבני' הנז' אבל משום לאו שאין בו מעשה איכא והיכי לקי עליה. ולומר דמ\"ש התוס' דלקי מיירי היכא דעביד מעשה כגון אחר שנתן לו השכר חזר ולקחו ממנו הוא דוחק ועו' דכיון שנתנו לו וזכה בו כשחז' ולקחו אין זה כובש ש\"ש אלא גזלן ושוב ראיתי בחי' הרב בעל פני יאושע למציעא הוקשה לו כן ונדחק לתרץ יע\"ש.<br><b> ולעד\"ן </b> דאע\"ג דכובש שכר שכיר הוי לאו שאין בו מעשה מ\"מ כיון דאפיקה קרא בלשון לאו שיש בו מעשה שהוא לא תגזול לקי שפיר וכעין זה כת' רש\"י במסכת ביצה פ\"ג דכ\"ז ע\"ב ד\"ה חלה שנטמאת דקדשים טמאים אינן מתבערין בי\"ט אפי' במידי דלאו מלאכה דרחמנא אחשביה להבערתן דכתיב באש תשרופו הילכך מלאכה היא עכ\"ל וכוונתו לומר דכיון דאפקיה רחמנא ביעור קדשים טמאים בלשון שריפה שהיא מלאכה אפי' כי מבערן במידי דלאו מלאכה כגון לתתה לפני כלבו או להסיקה תחת תבשילו חשיב כאלו עביד מלאכה יע\"ש ה\"נ כיון דאפקיה רחמנא כובש ש\"ש בלשון לא תגזול וגזילה מידי דמעשה היא הילכך אפי' כי לא עביד מעשה נמי מחייב כאלו עביד מעשה כנלע\"ד.<br><b> אך </b> קשה דאכתי אמאי לקי כיון דניתן לאו זה לתשלומין ואין אדם לוקה ומשלם וכמבואר בפרק אלו הן הלוקי' דט\"ז ובדברי התוס' שם ושוב ראיתי להתוס' במציעא דקט\"ו ע\"א ד\"ה חייב משום ב' כלים שדעתם ז\"ל דלאו שניתן לתשלומין מאי דלא לקי היינו משום דהוי ניתק לעשה ומיהו הרב ז\"ל בשיט' המקובצת בחידושיו לדף ס\"א ע\"א כתב כמ\"ש ועיין להרדב\"ז בתשובה ח\"ב ד\"ל ע\"ד וצ\"ע.<br><b> הדרן </b> לדמעיקרא דמבואר יוצא מדברי התוס' דמציעא דס\"א דס\"ל דכובש שכר שכיר חשיב לאו גמור ולקי עליה אף דהוי ניתק לעשה ויפה כתב הר\"ב רצוף אהבה בכוונת דברי התוספות דשבועות ודחגיגה דקושייתם היא דמברייתא דרבי ישמעאל שמעינן דעל לאו גמור תשובה לחודה לא מהנייא עד שיבא יה\"כ ויכפר והוא הפך מתני' דפ\"ב דיומא דקתני דתשובה לחודה מהניא והפך ההיא דחגיגה דכובש ש\"ש הוא לאו גמור ואפי\"ה קאמר ר\"ח ב\"פ דע\"י חרטה מוחלין לו מיד.<br><b> איברא </b> דמה שהוצרך הר\"ב רצוף אהבה לומר לפי דרך זה דר' יאוד' הדר ביה ממ\"ש בפרק בתרא דיומא דההיא מתני' דיומא דקתני תשו' מכפרת על עשה ועל ל\"ת דלא תעשה הניתק לעשה קאמר בזה צדק הר\"מ בן חביב ז\"ל דלא הדר ביה דאם איתא דהדר ביה כל כי הא הו\"ל להש\"ס לפרש דר\"י הדר ביה ממ\"ש ביומא ומ\"מ אף אם נאמר דלא הדר ביה וההיא מתני' דיומא ל\"ת הניתק לעשה קאמר מ\"מ אין זה הכר' לו' מ\"ש הר\"מ ן' חביב דס\"ל להתו' דכובש שכיר לאו הניתק לעשה הוא מדהביאו ההיא דחגיגה על מה שהביאו תחילה מתני' דפ\"ב דיומא דמשמע דכוונתם לומר דשניה' אמרו דבר אחד דלאו הניתק לעשה תשובה לחודה מהנייא אלא כוונת' להק' דמבריית' דרבי ישמעאל דמייתי רישא דהך ברייתא שם בשבועות מבואר דעל עשה דוקא תשובה לחודה אבל לא על לאו הניתק לעשה ולא על ל\"ת עשה גמור ואלו ממתני' דפ\"ב דיומא דקתני תשובה מכפרת על עשה ועל לא תעשה משמע דתשובה מהנייא בלאו הניתק לעשה וכן מההיא דחגיגה משמע דתשובה לחוד' מהנייא אפי' בלאו גמור דהא כובש שכר שכיר לאו גמור הוא כמדובר ואפי' הכי קאמר דאם נתחרט מוחלין לו כל עוונותיו ועל זה כתבו דיש לחלק בין ענייני התשובה. באופן דלע\"ד כוונת התוס' בשבועות ובחגיגה להק' בין מלאו הניתק לעשה ובין מלאו גמור ודלא כהר\"ב רצוף אהבה שפירש כוונתם דקושייתם היא מלאו גמור דוקא ודלא כמהר\"מ בן חביב שפירש כוונתם דקושייתם היא מלאו הניתק לעשה דוקא דלדידיה כוונתם להק' משניהם כמדובר.<br><b> הן </b> אמת דלכל הפירושים שכתבנו בכוונת קושיית התוס' צריך ביאור כוונת תירוצם בשבועות ובחגיגה דנראה דכוונת' לומר דמה ששנינו ביומ' דתשו' לחודה מכפרת על ל\"ת וכן מ\"ש ר\"ח ב\"פ בחגיגה דתשובה לחודה מכפר אכובש שכר שכיר לאו כפרה גמורה היא אלא שמכפרת קצת להקל מעליו עונשו אבל כשיבא יה\"כ מכפר עליו כפרה גמורה כדתני רבי ישמעאל בברייתא וקשה טובא דא\"כ היכי כייל תנא דמתני' דיומא ותני תשובה מכפרת על עשה ועל לא תעשה כיון דאין כפרתן שוה דעל עשה מכפרת כפרה גמורה ועל לא תעשה אינה מכפרת כפרה גמורה עד שיבא יה\"כ ועוד דבסיפא קתני ועל החמורות הוא תולה עד שיבא יה\"כ ויכפר ולפי תירוצ' הכי הוה ליה למתני ועל לא תעשה והחמורות הוא תולה עד שיבא יה\"כ ויכפר ותו ק\"ט דאם כדבריהם מאי פריך הש\"ס התם ביומא השתא על לא תעשה מכפר על עשה מבעייא והוצרך רב יאודה לשנויי על ל\"ת הניתק לעשה קאמר לימא דעל לא תעשה אינה מכפר כפרה גמורה ועל עשה מכפר כפרה גמורה.<br><b> ואפשר </b> דכוונת התוס' לומר דכפרת עובר בלא תעשה דקלות אע\"פ שאינה כפר' גמורה אלא שמקלין עליו מעונשו מכל מקום במעט יסורין הבאים עליו אחר התשובה כי אין לך אדם בלא יסורין מתכפר הוא כפרה גמורה אף בלא יה\"כ משא\"כ בחמורות שאף שמקלין עליו מעוונותיו בתשו' כיון שעונש החמורות הוא גדול מאד צריך יסורים ימים רבים לכפר עד שיבא יה\"כ ויכפר כפרה גמורה להצילו מן היסורין ולפי דבריהם חמשה הדרגו' הם בתשובה כי על עשה מכפר כפרה גמורה מיד בלי יסורים ועל לא תעשה הניתק לעשה דקלות צריך קצת יסורים עם התשובה ועל ל\"ת גמור דקלות צריך תשובה ויסורים רבים עד שיבא יום הכפורים ויכפר כפרה גמורה ועל החמורות צריך תשובה ויה\"כ להקל העונש אבל צריך יסורים אף אחר יה\"כ למרק העון ולהיות לו כפרה גמורה ועל חילול ה' צריך תשובה ויסורים ויה\"כ ומיתה. ובכן כיון דעל ל\"ת הניתק לעשה אין צורך ליה\"כ אלא תשובה ומ\"ט יסורים קלים בזה מתכפר כפרה גמורה להכי כייל לי' תנא דמתני' דיומא בהדי עשה ותני תשובה מכפר על עשה ועל לא תעשה וברייתא דרבי ישמעאל לא כייל ליה בהדי עשה ולא בהדי ל\"ת כיון דבעי קצת יסורים בהדיה תשובה ולא בעי יה\"כ ומעיקרא דקס\"ד דש\"ס דל\"ת דקתני מתני' היינו ל\"ת גמור פריך שפיר השתא על ל\"ת מכפרת התשובה מיד על עשה מבעיא ומשני רב יאודה דלא תעשה הניתק לעשה קאמר ומשום דלא בעי יה\"כ דבקצת יסורים מתכפר כייל ליה תנא בהדי עשה כנ\"ל."
            ]
        ],
        [
            [],
            [],
            [
                "<b>וצריך </b>\n<b> לפרט את החטא שנא' אנא חטא העם הזה חטא' גדול' ויעשו להם אלהי זהב.</b> וכתב מרן בכ\"מ דפסק רבינו כר\"י בן בבא ולא כר\"ע משום דרב קאי כוותיה דמשני לרומייא דקראי דמכסה פשעיו לא יצליח עם קרא דאשרי נשוי פשע כסוי חטאה כאן בחטא מפורסם כאן בחטא שאינו מפורסם והא כריב\"ב אזלא דאלו לר\"ע אפי' מפורסם נמי לא דהא חטא העגל מפורסם הוא ואפי' הכי אמר אשרי נשוי פשע כסוי חטאה ומ\"ש משה ויעשו להם אלהי זהב כדרבי ינאי כו' ומיהו אין נראה כן מדברי הרי\"ף והרא\"ש ז\"ל. ויש להביא ראיה לדברי רבינו מדאיפליגו התם על עבירות שהתודה עליה' יה\"כ שעבר אם יכול להתודות עליהם ביה\"כ אחר אי לאו וע\"כ במפרש חטאיו מיירי אלמא דלדברי הכל כל שלא התודה עדיין עליה' צריך לפרטם עכ\"ל.<br><b> וראיתי </b> להרב מהר\"ש אלגאזי ז\"ל בספר אהבת עולם דנ\"א ע\"ג שהק' על ראיית מרן ז\"ל הלזו דמאחר דהוא ז\"ל כתב קוד' לכן דמר זוטרא בשם רב נחמן דמשני לרומייא דקראי כאן בעבירות שבין אדם למקום כאן בעבירות שבין אדם לחבירו דמצי אתי הך תירו' כר\"ע דאין לפרט מדכתיב אשרי נשוי פשע כסוי חטאה היינו בעבירות שבין אדם למקום אבל בעבירות שבין אדם לחבירו אזיל ומודה ר\"ע דצריך לפרט כריב\"ב אע\"ג דר\"ע אמר סתם אשרי נשוי פשע כסוי חטאה מ\"מ מפרשינן דר\"ע בעבירות שבין אדם למקום קאמר ולא בעבירות שבין אדם לחבירו א\"כ ההיא דאפליגו תנאי נמי על עבירות שהתודה עליהם יה\"כ זה אם חוזר ומתודה יה\"כ אחר שפיר איכא למימר דמיירי בעבירות שצריך לפרט אליבא דכ\"ע וכגון עבירות שבין אדם לחבירו וכי תימא דבשלמא כשאנו מפרשים דר\"ע מיירי בעבירות שבין אדם למקום אין כאן דוחק דבעגל קאי כדקאמר ריב\"ב אנא חטא העם הזה כו' שהיא עבירות שבין אדם למקום ועלה קאמ' ר\"ע דאין צריך לפרט אבל בהך ברייתא דקתני סתמ' עבירות שהתודה עליהם יה\"כ זה סתמא משמ' דמיירי בכל מין עבירות אם נאמר כן מכח הסתם אכתי אף לדע' רב יאודה אמר רב דמשני לרומייא דקראי כאן בחטא מפורסם כאן בחטא שאינו מפורסם משמ' דאיכא חטא דאין לפרט וק' מהך ברייתא דקתני סתמא דבכל עבירות צריך לפרט וע\"כ לומר דהני תנאי לא פליגי אלא בעבירות שצריכים פירוט דהיינו בחטא מפורסם וא\"כ מאי ראיה מייתי הרב לדברי רבינו שכת' דבכל עבירות צריך לפרט בין מפורסם בין שאינו מפורסם בין בעבירות שבין אדם למקום בין בעבירות שבין אדם לחבירו והניח דברי מרן כ\"מ בצ\"ע.<br><b> ולא </b> זכיתי להבין דבריו הקדושים דלדברי רבינו בהל' ה' מבואר דפרסום עונות לבני אדם לחוד ופירוט חטאיו לפני המקום לחוד שהרי כתב שם וז\"ל ושבח גדול לשב שיפרסם חטאיו כו' במד\"א בעבירות שבין אדם לחבירו אבל בעבירות שבין אדם למקום אינו צריך לפרסם עצמו לפני אחרים לומ' כך וכך עשיתי דעזות פנים הוא לו אם גילם אלא שב לפני האל יתברך ופורט חטאיו לפניו ומתודה עליהם לפני הרבים סתם וטובה היא לו שלא נתגלה עונו ונתכפר עונו שנאמר אשרי נשוי פשע כסוי חטאה עכ\"ל.<br><b> מבואר </b> יוצא מדבריו דס\"ל דכי קאמר רב יאודה אמר רב כאן בחטא מפורסם כו' וקרא דאשרי נשוי פשע כסוי חטאה מיירי בחטא שאינו מפורסם היינו לגלותו לבני אדם ולומר חטאתי לפני האל יתברך בכך וכך אבל בינו לבין המקום פורט בוידויו לומר בין חטאות שבינו למקום ובין חטאות שבינו לחבירו וכיון שכן אין מקום להקשות מדברי הברייתא דקתני סתמא עונות שהתודה עליהם כו' אלמא בכל עונות צריך להתודות דאין הכי נמי דבכל העונות קאמר דמתודה עליהם לפני האל יתברך בין מפורסם בין שאינו מפורסם וכי קאמר רב יאודה אמר רב דבחטא שאינו מפורסם כתיב אשרי נשוי פשע כסוי חטאה היינו לכסותו מבני אדם וברור.<br><b> איברא </b> כי לפי דברי רבינו דמחלק בין מפרט חטאיו לפני המקום למפרסם חטאיו לבני אדם ק' אמאי לא משני תלמודא רומייא דקראי בהכי דקרא דמכסה פשעיו לא יצליח היינו במכסה פשעיו לפני המקום ואינו פורטם וקרא דאשרי נשוי פשע כסוי חטאה היינו במכסה פשעיו שחטא לפני המקום אינו פורטם לבני אדם. ואפשר לומר דתלמודא משמע ליה טפי לאוקמיה שני הכסויים דמכסה פשעיו וכסוי חטאה שמכסה אותם מבני אדם דבדידהו שייך לומר לשון כסוי שאינן יודעים אם חטא או לאו אם לא כשמגל' אות' החוט' אבל לפני האל יתברך לא שייך לשון כסוי כי לפניו נגלו כל תעלומות ומה שצריך לפורטם החוטא לפני האל יתברך הוא כדי שיתבייש בפיו ממה שעשה ור\"ע דקאמר שאינו צריך לפרט מדכתיב אשרי נשוי פשע כסוי חטאה אין כוונתו לומר דכסוי חטאה קאי להקב\"ה אלא כמ\"ש מרן בכ\"מ דר\"ע חייש שמא כשפורט חטאיו לפני המקום ישמע איזה אדם וכתיב כסוי חטאה שצריך לכסותו מבני אדם וכיון דלפני האל יתברך לא שייך לומר מכסה פשעיו להכי הוצרכו לאוקומיה הני תרי קראי במכסה פשעיו מבני אדם דכאן בחטא מפורסם וכאן שאינו מפורסם א\"נ כאן בעבירות שבין אדם למקום כאן בעבירות שבין אדם לחבירו ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}