{
    "title": "Haggai",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Haggai",
    "text": [
        [
            "In the second year of King Darius, on the first day of the sixth month, this word of G<small>OD</small> came through the prophet Haggai to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest:",
            "Thus said G<small>OD</small> of Hosts: These people say, “The time has not yet come<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>The time has not yet come </b>Lit. “It is not time for the coming of the time.”</i> for rebuilding the House of G<small>OD</small>.”",
            "And the word of G<small>OD</small> through the prophet Haggai continued:",
            "Is it a time for you to dwell in your paneled houses, while this House is lying in ruins? ",
            "Now thus said G<small>OD</small> of Hosts: Consider how you have been faring!",
            "You have sowed much and brought in little; you eat without being satisfied; you drink without getting your fill; you clothe yourselves, but no one gets warm; and he who earns anything earns it for a leaky purse.",
            "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">This verse and the next would read well after v. 11.</i> Thus said G<small>OD</small> of Hosts: Consider how you have fared: ",
            "Go up to the hills and get timber, and rebuild the House; then I will look on it with favor and I will be glorified<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>be glorified </b>Emendation yields “glorify it”; see 2.7–9.</i>—said G<small>OD</small>.",
            "You have been expecting much and getting little; and when you brought it home, I would blow on it!<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>blow on it </b>Meaning, perhaps, cast a curse on it.</i> Because of what?—says G<small>OD</small> of Hosts. Because of My House that lies in ruins, while you all hurry to your own houses! ",
            "That is why the skies above you have withheld [their] moisture and the earth has withheld its yield, ",
            "and I have summoned fierce heat upon the land—upon the hills, upon the new grain and wine and oil, upon all that the ground produces, upon human and animal, and upon all the fruits of labor.",
            "Zerubbabel son of Shealtiel and the high priest Joshua son of Jehozadak and all the rest of the people gave heed to the summons of the E<small>TERNAL</small> their God and to the words of the prophet Haggai, when the E<small>TERNAL</small> their God sent him; the people feared G<small>OD</small>. ",
            "And Haggai, G<small>OD</small>’s messenger, fulfilling G<small>OD</small>’s mission, spoke to the people, “I am with you—declares G<small>OD</small>.”",
            "Then G<small>OD</small> roused the spirit of Zerubbabel son of Shealtiel, the governor of Judah, and the spirit of the high priest Joshua son of Jehozadak, and the spirit of all the rest of the people: They came and set to work on the House of G<small>OD</small> of Hosts, their God, ",
            "on the twenty-fourth day of the sixth month. In the second year of King Darius,"
        ],
        [
            "on the twenty-first day of the seventh month, the word of G<small>OD</small> came through the prophet Haggai:",
            "Speak to Zerubbabel son of Shealtiel, the governor of Judah, and to the high priest Joshua son of Jehozadak, and to the rest of the people: ",
            "Who is there left among you who saw this House in its former splendor? How does it look to you now? It must seem like nothing to you.",
            "But be strong, O Zerubbabel—says G<small>OD</small>—be strong, O high priest Joshua son of Jehozadak; be strong, all you people of the land—says G<small>OD</small>—and act! For I am with you—says G<small>OD</small> of Hosts. ",
            "So I promised you when you came out of Egypt, and My spirit is still in your midst. Fear not!",
            "For thus said G<small>OD</small> of Hosts: In just a little while longer I will shake the heavens and the earth, the sea and the dry land; ",
            "I will shake all the nations. And the precious things of all the nations shall come [here], and I will fill this House with glory, said G<small>OD</small> of Hosts. ",
            "Silver is Mine and gold is Mine—says G<small>OD</small> of Hosts.",
            "The glory of this latter House shall be greater than that of the former one, said G<small>OD</small> of Hosts; and in this place I will grant prosperity—declares G<small>OD</small> of Hosts.",
            "On the twenty-fourth day of the ninth [month], in the second year of Darius, the word of G<small>OD</small> came to the prophet Haggai:",
            "Thus said G<small>OD</small> of Hosts: Seek a ruling from the priests, as follows: ",
            "If someone is carrying sacrificial flesh in a fold of their garment, and with that fold touches bread, stew, wine, oil, or any other food, will the latter become holy? In reply, the priests said, “No.” ",
            "Haggai went on, “If someone defiled by a corpse touches any of these, will it be defiled?” And the priests responded, “Yes.”",
            "Thereupon Haggai said: That is how this people and that is how this nation looks to Me—declares G<small>OD</small>—and so, too, the work of their hands: Whatever they offer there is defiled. ",
            "And now take thought, from this day backward:<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>backward </b>Or “forward.”</i> As long as no stone had been laid on another in the House of G<small>OD</small>, ",
            "if one came to a heap of twenty measures,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>heap of twenty measures </b>Of grain.</i> it would yield only ten; and if one came to a wine vat to skim off fifty measures, the press would yield only twenty. ",
            "I struck you—all the works of your hands—with blight and mildew and hail, but you did not return<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>you did not return </b>Lit. “there was not with you to Me”; cf. Amos 4.9.</i> to Me—declares G<small>OD</small>. ",
            "Take note, from this day forward—from the twenty-fourth day of the ninth month, from the day when the foundation was laid for G<small>OD</small>’s Temple—take note ",
            "while the seed is still in the granary, and the vine, fig tree, pomegranate, and olive tree have not yet borne fruit. For from this day on I will send blessings.",
            "And the word of G<small>OD</small> came to Haggai a second time on the twenty-fourth day of the month:",
            "Speak to Zerubbabel the governor of Judah: I am going to shake the heavens and the earth.",
            "And I will overturn the thrones of kingdoms and destroy the might of the kingdoms of the nations. I will overturn chariots and their drivers. Horses and their riders shall fall, each by the sword of his fellow. ",
            "On that day—declares G<small>OD</small> of Hosts—I will take you, O My servant Zerubbabel son of Shealtiel—declares G<small>OD</small>—and make you as a signet;<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>make you as a signet </b>I.e., bring you close to Me; contrast Jer. 22.24–30.</i> for I have chosen you—declares G<small>OD</small> of Hosts."
        ]
    ],
    "versions": [
        [
            "THE JPS TANAKH: Gender-Sensitive Edition",
            "https://jps.org/books/the-jps-tanakh-gender-sensitive-edition/"
        ]
    ],
    "heTitle": "חגי",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}