{
    "title": "Haggahot of R' David Luria on Sefer HaParnas",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Haggahot_of_R'_David_Luria_on_Sefer_HaParnas",
    "text": [
        [
            "<b>לאסור. </b>ואע\"פ שיש בו כל סימני טהרה. דחיישי' שמא ידרוס אח\"כ רש\"י פ' א\"ט (ס\"ב): ד\"ה חזיוה כו': \n",
            "<b>או להתיר כו'. </b>אם באנו לדקדק ולכווין סיומא דאין בקיאין בסימנין שכתב המחבר. בנותן טעם גם להאי בבא דאו להתיר מקום לומר דדעתו ז\"ל שאפי' יש בו כל סימני טומאה סמכינן אמסורת וכיו\"ב הביא בכה\"ג בי\"ד הגב\"י סי' פ\"ב אות כ\"ה בשם דמש\"א שכתב דמשמע כן מדברי הרמב\"ם והטור ע\"ש. והיינו דאין אנו בקיאין בסימני טומאה דיש פירושים שונים בדורס . גם באצבע יתרה:  \n"
        ],
        [
            "<b>בצים מותרים לקנות כו' </b>סתם דבריו כאלו הוא בכל מקום. ובאמת מעיקר דינא קי\"ל בפ' א\"ט (ס\"ד) דבעינן שיאמר מעוף פלוני טהור הוא רק הפוסקים ז\"ל נתנו טעם על המנהג שלנו משום דבמקומותנו מצויים עופות טהורים . וכל כי האי לא הוי להמחבר למסתם אלא לפרש. ולפי שיטת הר\"ן ז\"ל דלא בעינן שיאמר מעוף פלוני טהור הוא כ\"א במקום דשכיחי רוב טמאים ומפרש הא דפריך הש\"ס דלמא מעוף טמא הוא קאי אבכל מקום דתני ברייתא דהיינו נמי בדוכתא דרוב טמאים. אבל בשאר מקומות אה\"נ דסמכינן ארוב עופות טהורים (כקושי' התוס' שם). לפ\"ז א\"ש טפי סתימת לשון המחבר פה בזה: \n",
            "<b>אבל אם הם טרופות בקערה אין קונים מהם. </b>לא משום חשש עוף טמא. דהא אזלינן ב\"ר וסמכינן אהא אפי' נלושו באובליא\"ש כדלהלן. ואע\"פ שאין אנו רואין לפנינו צורת הביצה כלל כ\"ש בטרופות דאכתי יש להכיר ולדמות מאיזו עוף הוא.(וכדמוכח בגמ' דבעי לאוקמי הא דבעינן שיאמר של עוף פלוני טהור. ולא סמכינן אסימני בצים דמיירי בטריפות. והא דאמירה מהני כרש\"י וכ\"כ כל הפוסקים ז\"ל. דיכול להביא ביצי אותו העוף ולדמות. א\"כ נראה דבטרופות נמי יש להכיר מאיזו מין עוף הוא). אלא משום דאין דרך נכרי למכור בצים טרופות הוי ריעותא וחיישי' שמא ישראל מכר לו ביצת נבלות וטרפות וטרפה בקערה שיכירו ישראל הריעותא ולא יקחו ממנו. משא\"כ באובליא\"ש שאין בה ריעותא: \n",
            "<b>לא משום דם </b>דאזלינן ב\"ר כמו שאנו אוכלין ביצים מבושלין בלא בדיקה. תוס': ולא משוס גיעולי גוים כו' דקמחא עיקר שם: \n",
            "<b>ואפי' הנבלע בעיסה כו'. </b>משמט דס\"ל ולכל הפוסקים שהביאו לה דבשולי עכו\"ם אוסרין בס' ואין בטלין ברוב. ושלא כדעת האו\"ה שהביא הש\"ך בי\"ד סי' קי\"ב ס\"ק כ\"ג ובסי' קמ\"ו ס\"ק י\"א וע\"ש ס\"ק ט\"ו דבשולי גוים שוין לפת של עכו\"ם שהוכיחו התוס' פ\"ב דע\"ז (לה:) סד\"ה מכלל. והמרדכי פ\"ק וחולין מההוא דדמאי דהתם דבתערובות לא גזרו רבנן ובטלין ברוב. ושוב מצאתי בתה\"א סוף ביש ג' ממש שהביא מדברי סה\"ת שכתב דין זה ג\"כ דסובר כדעתו ז\"ל דבישולי עכו\"ם וכל איסורין דרבנן צריכין ס' לבטלן. (ומשמע מדבריו אפי' בפת). ואף מלשון הרא\"ש ז\"ל שהביא הטור שלהי סי' קי\"ג דכתב דלא מצינו בבשולי עכו\"ם שאסרו פליטתו. משמע דווקא פליטת כלים מתיר אבל לא נותן טעם של תערובות גוף איסור. וכ\"מ לי לשון הש\"ט דרק לענין פת עכו\"ם תפס להתיר ומשום דפת קיל שהוא מהלכות של עמעום. אבל בבשולי גוים שהיא גזרה קדמונית לא רצה להקל. שוב מצאתי באו\"ה כלל מ\"ד דין ז' שכתב ע\"ז וז\"ל. ואין שייך בזה טעם כעיקר שלא גזרו בו. דהשמנונית עיקר האיסור הנבלע ולא מטעם לבד עכ\"ל כוונתו דהשמנונית נרגש בטעמו ואין מתערב יפה שיהי' בטל. אבל לא מסתבר לי לפרש כוונתו משום דשומן לטעמא עביד ולא בטיל כדאמרו לגבי דמאי פ\"ק חולין ופ' בתרא דביצה וכ\"פ בש\"ע א\"ח סי' תקי\"ג ס\"ג: \n"
        ],
        [
            "<b>מותרין לבשלן בחלב </b>כצ\"ל: \n",
            "<b>ואם נמצאו הבצים בתרנגולת שנתנבלה כו' </b>כצ\"ל. ואהני בצים גמורות בקליפתן דלעיל קאי וכמבואר בתוס' וש\"פ והנהו הוא דאסורין מדרבנן ולהכי ספיקה מותרת כדמסיים ואזיל אבל שאינן גמורות כיון דהם כבשר לטנין בב\"ח ומליחה ה\"נ בנבלה אסורין מה\"ת וספקן אסור ממילא: \n",
            "<b>אפי' באלף לא בטיל. </b>דהוי דבר שבמנין: \n",
            "<b>וכן מתרנגולת טרפה. </b>איפשר יותר נכון להגי' וכ\"ש מתרנגולת טרפה. דהני דאוריית' ונבלה דרבנן. רק דמ\"מ הוי כליטרא קציטות דרבנן הוא. וכן מבואר בסה\"ת פ' אלו טרפות סי' כ\"ו: \n",
            "<b>אם היא נזקקת אח\"כ לתרנגול כו'. </b>וכ\"ה לשון זה בשערי דורא לא למעוטי בדספנא מארעא קאתי דבהדי' מוכח בסוגי' דפ' א\"ט (נ\"ח) דפריך לאמימר חבריי' דושוין בביצת טרפה ודחק בה ולא משני בדספנא מארעא כדמשני לל\"ק. וע\"כ דלאמימר ספנא מארעא נמי מהני להוציאה מידי טרפה. ואיפשר לרבותא נקט דאפי' נזקקה לזכר מ\"מ בעינן לידה ולא סגי' בהא לחודי'. אע\"ג דאמר ר' יהודא בפ\"ק דע\"ז דשבורה אין מקבלת זכר כלל עיי' תוס' שם: \n"
        ],
        [],
        [
            "<b>שיהי' ס' בהתיר. </b>כלומ' בהתיר עצמו לבד הביצה כדקי\"ל פ' גיד הנשה (חולין צ\"ז: ) דאין ביצה מהמנין. ואף שלענין נתבשל עמהם ד\"א של התיר כ' הפוסקים דקי\"ל דביצה מהמגין. לא חש להאריך ולחומרא לא דק: \n"
        ],
        [
            "<b>הדס אסור והביצה מותרת. </b>הדס אסור מדרבנן וע' באו\"ה כלל מ\"ב הביא בשם הפרנס דאין אנו בקיאין בקשר חלבון וחלמון ולכן נהגו להחמיר. ולפנינו ליתי': \n"
        ],
        [],
        [
            "<b>עם המים הראשונים כו'. </b>אבל האחרוני' שמוסיף לצננם לא מהני להצטרף לשיעור ס': \n",
            "<b>נאסרו אם לא שהי' כו'. </b>ט\"ס וצ\"ל אפי' שהי' בהם ובמים ס' ועי' בסה\"ת פא\"ט סי' ל\"ה והביאו דבריו במרדכי וש\"פ: \n"
        ],
        [],
        [
            "<b>תולע וכו' </b>כל הסי' מדברי סה\"ת פא\"ט סי' ל\"ה ול\"ו ועי\"ש טעם האוסרים אפי' בס'. \n",
            "<b>דאין בהם בנ\"ט. </b>צ\"ע דרי\"ו כתב בנט\"ו בשם הר\"מ דאוסר אפי' הכף שהוציא בו הזבוב לחוץ ע\"ש: \n"
        ],
        [
            "<b>תולעים הנמצאים כו' עד מותרין. </b>הובא בהגהמי\"י פ\"ב ממ\"א בשם מהר\"ם ג\"כ: \n"
        ],
        [
            "<b>דהיינו האם ואת וולדה. </b>בסה\"ת כתב שנוהג בזכרים ג\"כ וכ\"ה דעת כל סייעתי' מכת הצרפתים ואשכנזים ז\"ל שלא כדעת בה\"ג וסייעתו. ויותר קרוב שחסר כאן בין בזכרים בין בנקבות ג\"כ כמו שהוא הלשון בסה\"ת. אשר רוב פסקי החבור הלזה מועתקים ממנו: \n",
            "<b>אסור לכל ישראל. </b>עש\"ך סי' י\"ז ס\"ק ג' שהעלה דווקא לדידי' קנסו ולא לאחרים. ועיתבו\"ש שהעלה כדעת החבור: \n"
        ],
        [
            "<b>גם הוולד כן. </b>מדינא דגמ' בבן ט' חי קי\"ל ד' סימנין אכשר בי' רחמנא. רק משום דאין בקיאינן בבן ט' העלה בסה\"ת ס\"ס מ\"א דבנמצאה האם טרפה טוב לאסור כל תולדות ע\"ש. וכ\"פ רמ\"א בהג\"ה סי' י\"ג ס\"ג: \n",
            "<b>אסור באכילה </b>וג\"ז מדינא בכלו לו חדשיו שרי לאלתר רק משום דלא בקיאין אסרינן מספק נפל ובזה לא כתבו כלל האחרוני' להחמיר אפי' בידוע שכלו לו חדשיו: \n"
        ],
        [
            "<b>ומליחה הראשונה חומרא כו'. </b>משמע דהשניי' מעכבא דיעבד וכדעת הסמ\"ק. ורמ\"א תפס כן בטלפים כדעת הסמ\"ק לאסור שבתוך הקליפה. אבל בשערות פסק כדעת הרשב\"א להקל דיעבד: \n"
        ],
        [
            "<b>כל </b>הסי' לשון פסקי סה\"ת סי' מ\"ז: \n"
        ],
        [
            "<b>אלו דברים כו'. </b>כל הסי' לשון סה\"ת סי' ע\"ד ע\"ה ע\"ו:  \n"
        ]
    ],
    "versions": [
        [
            "Sefer ha-Parnas, Vilna, 1891",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001225087"
        ]
    ],
    "heTitle": "הגהות הרד\"ל על ספר הפרנס",
    "categories": [
        "Halakhah",
        "Commentary"
    ],
    "sectionNames": [
        "Siman",
        "Comment"
    ]
}