{
    "title": "Ben Aryeh on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Sabbath",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שכיון שנעקרו כולן אין כאן ישראל קבוע וכל כו'. </b> כצ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>או בגללי בהמה דקה. </b> נ\"ב ירושלמי פ\"ג ה\"א וכגירסתו שם. עי' ב\"י סי' רנ\"ג [בד\"ה ומ\"ש ואם הוסקה]:"
            ]
        ],
        [
            [
                "<b>במ\"מ </b> ד\"ה יש: וכ\"ש שאסור עכ\"ל. נ\"ב יותר נראה דתיבת אפילו הוא ט\"ס ברמב\"ם וכ\"נ מפ' המשנה ע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלא מוליכה בפחות מד\"א. </b> נ\"ב ע' ע\"ז דף ע' ע\"א וע' [אלי' רבא] סי' רס\"ו ס\"ק ט\"ז וביאור הגר\"א שם סק\"ח ובקרבן נתנאל ר\"פ מי שהחשיך:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> כתב הר\"ן. נ\"ב [הרמ\"ך] וע' ר\"ן פ' המביא דף ר' ע\"ב ד\"ה ומ\"מ. ובתו' ביצה ל\"א ד\"ה מן הקרפף. וע' פמ\"ג סי' ש\"מ במ\"א ס\"ק י\"ז ובנ\"א כלל י\"ג:"
            ],
            [
                "<b>בכ\"מ: </b> כתב הראב\"ד כו' ממקום חיבורו בחי. נ\"ב תו' ר\"פ המוציא יין ונראה דדעת הרמב\"ם כמ\"ש בתו' שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל השוחק תבלין. </b> נ\"ב ירושלמי [פרק כלל גדול ה\"ב] הדין דשחיק כו' פלפלין חייב משום טוחן:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומתחיל להכניס השתי בערב. </b> נ\"ב צ\"ל הערב בשתי:"
            ],
            [],
            [
                "<b>וכן הקולע כו'. </b> נ\"ב ע' שבת ס\"ד וברש\"י שם ד\"ה ותולה בצואר בתו ובירושלמי ס\"פ המצניע ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במ\"מ </b> ד\"ה המכניס: רב אמר חייב כו'. נ\"ב צ\"ל משום בונה ושמואל אמר משום מכה בפטיש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ולהסיר הצמר הלבן. </b> נ\"ב בש\"ג העתיק הצהוב הלבן ע\"ש. ונראה שכן הי' נוסח הה\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במ\"מ </b> ד\"ה אין הכותב. מפורש בתוספתא. נ\"ב וע' בירושלמי [פרק הבונה הלכה ד']:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במ\"מ </b> סוף דיבור המתחיל המעביר כו': הא קמ\"ל דרשויות מצטרפות כו'. נ\"ב וזה דלא כפרש\"י שפי' שם בדף צ\"ח ע\"א בד\"ה מצטרפות כו' ודלא כר' יוסי כו' דהא הרמב\"ם פסק לקמן פי\"ח ה' כ\"ד כר' יוסי וע' חידושי הרשב\"א:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראב\"ד: </b> נתנו בבור אפילו עמוק ק' אמה ע\"ש. נ\"ב ע\"ש בפי' המשנה להרמב\"ם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>שאין שתי רשויות משתמשות כו'. </b> נ\"ב כ\"ה לשון הירושלמי [עירובין פ\"י ה\"ד]. ונראה דגרס שם בירושלמי כשיש בהן רוחב ד' אבל אין כו' ואין רחבין ד' כו' ע\"ש. ושם בפרק חלון הלכה ב'. ובקרבן עדה דגרס כן. שוב מצאתי כן במרכבת המשנה ע\"ש. וע' ריטב\"א:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עכו\"ם עצמה. </b> נ\"ב ירושלמי ערובין פרק שלישי ה\"א וע\"ש בק\"ע בתוספותיו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ה' קנים. </b> נ\"ב לשון הירושלמי פרק ב' דערובין ה\"ח ע\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>והחלב טמאה. </b> נ\"ב כ\"ה בירושלמי פ\"ח דשבת הלכה א':"
            ],
            [
                "<b>במ\"מ </b> ד\"ה תבן: ופסק רבינו כר' אושעיא שהלכה כמותו לגבי ר' יוחנן. נ\"ב ע' פ\"ד מה' פרה ה\"ה דפסק שם כר\"י לגבי ר' אושעיא. ונוסחא שלפנינו בגמ' ר\"ל ופסק כוותי' משום דהדר ביה ר' יוחנן דכמו לרב דימי אמרינן בגמ' שם (ע\"ו ע\"א) באורתא אמר ר' יוחנן הכי לצפרא הדר ביה. ה\"ה נמי לרבין הדר בי' ר' יוחנן לגבי ר\"ל דהא רבין לא פליג על רב דימי אלא במאי פלוגתייהו אבל בהא לא פליג דבצפרא הדר ביה והגמ' אינו מביא אלא במאי דפליג על רב דימי ע\"ש גמ' וע\"ע ה' כלאים פ\"ה ה' י\"ז [ובירושלמי פ\"ה דכלאים פליגי שם ר' יוחנן ור' אושעי' ע\"ש] וע\"ע ה' חגיגה פ\"א ה\"ד בכ\"מ ובלחם משנה שם:"
            ],
            [],
            [],
            [],
            [
                "<b>המוציא אזוב וכו'. </b> נ\"ב תוספתא פ\"ט הט\"ז וירושלמי [פ' המוציא יין ה\"ב]:"
            ],
            [],
            [
                "<b>צריך שיהי' בו יתר על זה. </b> נ\"ב ירושלמי [פרק המוציא יין ה\"ג] ע\"ש:"
            ],
            [],
            [
                "<b>טיט כו' שיער כו'.</b> [ע' תוס' שבת דף פ' ע\"ב ד\"ה המוציא ומה שכתב שם בהגהת בן ארי' על דברי רמב\"ם אלה]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במ\"מ </b> ד\"ה יוצאה אשה: לפי שאין אשה חונקת עצמה. נ\"ב ובפי' המשנה מפרש הא דתנן ס\"ה א' הבנות יוצאות בחוטין הוא חוטין הקשורין בצוארה. וכ\"ה בירושלמי ע\"ש ובק\"ע שם. ולזה לא הזכיר לקמן הל' י\"ב חוטין [שבאזניהם] רק קיסמין:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מגיד </b> משנה ד\"ה לא היתה, בסוף הדיבור. נ\"ב וע' ק\"נ פרק מי שהחשיך אות ג':"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואפילו הי' רצוף באבנים. </b> נ\"ב ע' תוי\"ט פ\"ה דפסחים משנה ח' סוף ד\"ה שלא ברצון:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מ\"מ </b> ד\"ה וכן כו'. מחלוקת שם ע\"ג ב' דרבא. תיבת דרבא מוקף. ונ\"ב דרבה [ע\"ש בגמ' ומה שנדפס שם על הגליון [וע\"ע מ\"מ לעיל פ\"ח ה\"ה שגירסתו הי' רבה]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>מ\"מ </b> ד\"ה אמבטי: ואמבטי זה כלי הוא. נ\"ב ע' ט\"ז או\"ח סי' שי\"ח ס\"ק י\"ח שכתב שט\"ס כאן וצ\"ל ואמבטי זה כלי שני הוא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה חרדל: מדברי תרומות הדשן. נ\"ב סי' נ\"ג וע' ב\"י סי' שכ\"א:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והי' מהודק על ראשו. </b> נ\"ב ע' רדב\"ז ח\"ב סי' ע\"ז ללשונות הרמב\"ם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו (בשומן). </b> נ\"ב צ\"ל בשמן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה ומה כו', בסופו. וס\"ל דר\"מ לאו היינו ת\"ק. נ\"ב ע' ערובין צ\"ה ע\"ב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}