{
    "title": "Korban Netanel on Yoma",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Korban_Netanel_on_Yoma",
    "text": {
        "Avodat Yom HaKippurim": [
            [
                "<b>ומזמנין לו אחר תחתיו.</b> אבל א\"צ פרישה: \n",
                "<b>אם יארע בו פסול.</b> וכשאירע בו פסול הפר בא מ\"מ מכ\"ג ולא מן הסגן. תוספות פ\"ק דמגילה דף ט' ע\"ב ד\"ה אין בין כהן ׃ \n",
                "<b>אע\"פ שהפר נמי בא על חטא.</b> אף על גב דבכל דוכתי קי\"ל כר\"י לגבי ר\"ש ור\"י סבירא ליה דהכהניס מתכפרין בשאר עבירות בשעיר המשתלח לקמן דף ס\"א. אך רוצה לתרץ המתני' אף לר\"ש: \n",
                "<b>ה\"ג </b>ביום הכפורים מחצות ׃ \n",
                "<b>וריב\"א פירש.</b> עי' תוס' ד\"ה משום ובזבחים דף פ\"ו ע\"ב: \n"
            ],
            [
                "<b>כיון שאינו מתכוין לכך אינו אלא משום שבות.</b> עיין תוס' ד\"ה הני באריכות ׃ \n",
                "<b>ה\"ג </b>ואח\"כ שחט את התמיד ומירק אחר שחיטה על ידו וקבל: \n",
                "<b>ה\"ג </b>כפר נא לחטאים ולעונות: \n",
                "<b>ה\"ג </b>למי שהוא ממרס בו ׃ \n",
                "<b>ור\"ח פי' נרתיק.</b> תוס' בשם ירושלמי ועיין בערוך עוד פי' בערך נשתק: \n",
                "<b>וחותה מלא המחתה.</b> ממערכה שמוסיפין בו ביום: \n",
                "<b>ה\"ג </b>ועוד דחנניא סבר כר\"י ׃ \n",
                "<b>לקמן דאמר בצד צפון הי' נותן.</b> דף נ\"ט ומבואר שם דסבר פתח בדרום הוי כר\"י דאמר שתי פרוכת היו: \n",
                "<b>דאפילו לפרש\"י כו'.</b> ר\"ל פשיטא להרמב\"ם שמפרש הך משנה אפילו היו ב' פרוכת אך שפתחו מן הצפון הי' כמו שהאריך בזה בפ\"ד מהלכות עבודת יוה\"כ הכ\"מ בשם תשובת הרשב\"א סי' שפ\"ח ע\"ש ולדידי' פשיטא אין ראי' אלא אפילו לפי' לש\"י נמי אין להביא ראי' משם כמו שיבא: \n",
                "<b>ור\"ע פליג עלי' בברייתא והלכה כר\"ע מחבירו.</b> ותימא דהא אי' להדיא בפרק החולץ דף מ\"ב סתם במתני' ומחלוקת בברייתא הלכה כסתם. ונראה משום דקשה תרי סתמי אהדדי לפרש\"י מפני כן צריכין לומר בהך איבעית אימא דר\"י הגלילי סבר הקפה ברגל ור\"ע סבר הקפה ביד. נמצא דר\"ע סבר כר\"א דמתני' במקומו עומד ומחטא. ונמצא דהך סתמא לאו סתמא היא דהא ר\"א פליג בסיפא והוא סבר כר\"ע והלכה כר\"ע מחבירו וכ\"כ רבינו בסמוך: \n",
                "<b>ובסדר של אתה כוננת.</b> פיוט של ספרדים׃ \n",
                "<b>שתהא השנה כתקונה.</b> ומסיים לא יעדי שולטן כו' דאיתא דף נ\"ג: \n",
                "<b>ה\"ג </b>עמד בין הבדים ובבית שני כבין שני בדין: \n",
                "<b>והתוספות מפרשים שלא הי' צריך לכוין שיהיו כסדרן.</b> וצ\"ע דהא בדף נ\"ז ע\"א אי' להדיא דהזאת יוה\"כ הי' כסדרן ועיין בתפארת שמואל שרוצה ליושב בדוחק: \n",
                "<b>וצריך שלא יהיה שום אדם בהיכל כו'.</b> כל זה עיין לעיל. דף מ\"ד שם תמצא ׃ \n",
                "<b>ואם הקדים בהיכל.</b> הא בפנים א\"א להיות. דהא אמר עולא דף ס\"א שעיר ששחטו קודם מתן דמו של פר בפנים לא עשה ולא כלום. ועיין בתוס' דף נ\"ז ד\"ה מתן: \n",
                "<b>הלכך אם נתערב לו.</b> כן הוא בדף נ\"ז: \n",
                "<b>וקטרת אחרת.</b> כדאיתא לעיל דף מ\"ט ודף ס\"א אמר ר\"ח קטורת שחפנה קודם שחיטת הפר לא עשה ולא כלום: \n"
            ],
            [
                "<b>ה\"ג </b>אם מצאו חי סומך שתי ידיו עליו ומתודה: \n",
                "<b>ומיהו זה לדעת ר\"י אבל ר\"ש סבר וידוי מעכב.</b> וכן הוא בהדיא לעיל בדף מ' ובתוס' שס בד\"ה ואזדא לטעמייהו וכו' ועיין תפארת שמואל:\n"
            ],
            [
                "<b>עד שמגיע למקום הצוק.</b> כרבי יוסי דהלכתא כוותיה לגבי ר\"ש ורבי יהודה: \n",
                "<b>ה\"ג </b>מחיה חיים עשינו שליחותך: \n",
                "[ו] שלא הי' רשאי להתחיל בשום עבודה. שנאמר ושלח את השעיר במדבר אח\"כ ואת חלב החטאת יקטיר המזבחה: \n",
                "<b>על התורה.</b> הכל תמצא בירושלמי פרק ז' הלכה א': \n",
                "<b>ה\"ג </b>מודים אנחנו לך וחותם הטוב שמך ולך נאה להודות: \n",
                "<b>ה\"ג </b>מוחל עונות עמו ישראל ברחמים ועל המקדש ׃ \n",
                "<b>ה\"ג </b>ועל שאר התפלה רנה ובקשה: \n",
                "<b>ה\"ג </b>ופושט וטובל ולובש בגדי זהב ומקדש ידיו ורגליו לאילו: \n"
            ],
            [],
            []
        ],
        "": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "<b>ה\"ג </b>תלמוד לומר וכל מלאכה לא תעשו [וכ\"ה בפסקי הרא\"ש]: \n",
                    "<b>ה\"ג </b>אף עינוי נפש: \n",
                    "<b>שבת שבתון ושבת שבתון כו'.</b> חשיב שלא כסדר המקראות אלא מונה שבת שבתון בהדדי ובעשור ואך בעשור בהדדי ועיין בתוס': \n",
                    "<b>תירוש חמרא הוא וקרי לי' אכילה.</b> ואהא איכא למיפרך אימא דאכיל ע\"י אניגרון להכי מייתי וכתיב ונתת: \n",
                    "<b>יין ושכר משתייא הוא.</b> ובגמרא פריך אימא ה\"נ דשתי ע\"י אניגרון ומשני שכר כתיב מידי דמשכר ואימא דאכיל דבילה קעילית ומשני גמר שכר שכר מנזיר. אלא שבתוס' הקשו לרבי יהודה דלא יליף שכר שכר מנ\"ל דשתיה בכלל אכילה ואהכי מתרץ הרי\"ף ורבינו דילפינן מתרוייהו מיין ושכר דאי מיין לחוד ה\"א דשתה ע\"י אניגרון להכי כתיב שכר מידי דמשכר ואי משכר לחוד ה\"א דאכל דבילה קעילית להכי כתיב יין דשכר דומיא דיין שהיא משקה ויין דומיא דשכר שהוא דבר שמשכר: \n",
                    "<b>אכילה ושתי' מנ\"ל.</b> אימא ישב בחמה או בצינה וזהו מקרי עינוי. הר\"ן. ותימה אמאי מייתי הג\"ש הילפותא דתנא דבי רבי ישמעאל. הא כבר נלמד מהך דתני לעיל דמקיש עינוי למלאכה בשב ואל תעשה ותרתי ל\"ל וצ\"ע ׃ \n",
                    "<b>פי' ר\"י.</b> בתוספת ד\"ה דתנן. גם בנדה דף ל\"ב ד\"ה וכשמן. דברים אלו בשם ר\"ת: \n",
                    "<b>סיכה כשתי' לאיסור ולתשלומין.</b> לענין תרומה שאסור לסוך אם סך בשמן של תרומה בשוגג משלם חומש דאסמיך רבנן אקרא ולא יחללו את קדשי בני ישראל לרבות הסך כדאיתא בפרק בנות כותים דף ל\"ב: \n",
                    "<b>אבל לא לעונש.</b> שאם הזיד בסיכה אינו חייב מיתה בידי שמים דמדאורייתא לא הוי סיכה כשתי' ׃ \n",
                    "<b>וליום הכפורים לא לאסור.</b> שאינו אסור אלא סיכה של תענוג. אבל מי שיש לו חטטין לא אסרינן בו סיכה ומכ\"ש שאין בו עונש: \n"
                ],
                [],
                [
                    "<b>ה\"ג </b>משום שיבתא פירש רש\"י רוח רעה ששורה ׃ \n",
                    "<b>כמו שפי' בערוך.</b> בערך שבתא ומסיים שם וממה הי' בשעה שאמו באה מבית הכסא או מנהר ומניקה בנה לאלתר ע\"כ. ומה שאין אנו נזהרים בזה משום דרוח רעה זה אינו מצוי בינינו כמ\"ש תוס' כמו שאין נזהרין על הגילוי ועל הזוגות: \n",
                    "<b>ואיכא מ\"ד דאינו מברך על נטילה ביום הכפורים.</b> ולדידיה ג\"כ הברכה המעביר שינה כו' אינו מברך דהא אמר בפרק הרואה כי משי אפיה אומר ברוך המעביר שינה. ובי\"כ אסור לרחוץ פנים: \n",
                    "<b>כי היכי דכי לא שמע קול תרנגול מברך שבידו הוא.</b> ולפי מ\"ש רבינו בפ' הרואה סי' כ\"ג ומיהו אם לא שמע קול תרנגול יכול לברך ברכה זו שאינה אלא הודאה למקום כו'. אין ראי' מברכת הנותן לשכוי. ומ\"מ אף לפי טעם זה דבידו וברשותו הוא. אם שוכב ערום על מטתו אינו מברך אותן הברכות שהן להנאתו כגון מלביש ערומים ועוטר ישראל ושעשה לי כל צרכי. דהא יכול לברך אותן כשיקום ממטתו ויסיים מסאני. וכ\"ת ה\"נ יברך כשינעול המנעל כיון דלאו זמניה הוא אתא לאשכוחי וכ\"מ בטור א\"ח סי' מ\"ו אם שוכב על מטתו ערום אין לו לברך כיון שלא נהנה ובהלכות יוה\"כ סימן תרי\"ג כתב כדעת רבינו שמברך נט\"י ושעשה לי כל צרכי כיון דבידו וברשותו הוא ודלא כהרב בעל לחם חמודות פ' הרואה ס\"ק פ\"ג ששגג בזה ע\"ש ׃ \n"
                ],
                [
                    "<b>ה\"ג </b>גדול ממנו בחכמה: \n",
                    "<b>מינכרא מילתא ולא אתי לידי סחיטה.</b> ובתוס' תירצו עוד כיון דלדבר מצוה הוא לא גזרינן בי'. וכן נדה שטבלה בבגדיה וצ\"ל דצריכי לתרוייהו דהא במס' ביצה דף י\"ח לא שרינן אפילו טבילת מצוה כי אם ע\"י היכר. ועיין פ' אלו קשרים סי' ב': \n",
                    "<b>ומיהו קשה.</b> קושיא זו ודברי ר\"ת תמצא סוף פרק שמנה שרצים דף קי\"א ובמרדכי פרק אלו קשרים ׃ \n",
                    "<b>וכן כשעבר בנהר בבגדיו.</b> עי\"ז יבא על נכון הא דפ' אלו קשרים דקאמר קא מיתווסן מאני' ואתיא לידי סחיטה. ולא קאמר מטעם דשרייתו זו כבוסו כמו כן הא דתנן נדה טובלת בבגדיה בשבת ׃ \n",
                    "<b>ואינה מתכוונת אלא לבטל מי רגלים.</b> וא\"ת הא לביטול בעינן רביעית ותי' במ\"א סי' ש\"ב ס\"ק כ\"ה כיון דאינם בעין רק שהם טופח להטפיח וכשמנגב בהן ידיו הוי טופח מכח המים ושרי ׃ \n"
                ],
                [
                    "<b>ולא איפשיטא.</b> הקשה בט\"ז סי' תרי\"ג סק\"ו ופסקו להחמיר וק\"ל הא מידי דרבנן הוא כמ\"ש רבינו ס\"ק א' בפרק זה ע\"ש וקי\"ל דספיקא לקולא. ולכאורה אתרתי משום קושיא זו נאיד רבינו מפסק אלפסי והשמיט תיבות אלו הילכך אסור. אבל האמת יורה דרכו מדהביא דעת רי\"ץ גיאות שפסק לאיסור ש\"מ דהכי קי\"ל. וכן בטור פסק [*)צ\"ל רב לתלמיד] תלמיד לרב אסור בלי שום חולק. ואם דעת רבינו לקולא ה\"ל לכתוב דעתו. ותו הקשה מאי קמבעי' לי' וכי גרע מלשמור פירותיו שעובר במים עד צוארו. ותי' דהא התלמיד יכול לבא אצל הרב. ומינה אם אין התלמיד יכול לבוא אצל הרב שרי לרב לעבור אצל התלמיד וצ\"ע ׃ \n",
                    "<b>ה\"ג </b>או פני תלמיד חכם שגדול ממנו קאמר: \n",
                    "[ת] אמעברא דמצדד. וסתם מעברא יש שם ספינה. ש\"מ דאסור לעבור בספינה. ודלא כספר כ\"ה שרוצה להתיר לת\"ח ע\"ש סי' תרי\"ג. וכבר השיגו בספר מ\"א ע\"ש ׃ \n"
                ],
                [
                    "<b>ה\"ג מ\"ט אתי לאזדרבויי.</b> וכ\"ה בערוך והגי' שלפנינו דמזדריב: \n"
                ],
                [
                    "<b>ה\"ג ערב ת\"ב מביאין לו מטפחת ושורה אותה במים.</b> וכ\"ה בלשון רבינו שלהי תענית סי' ל\"ז: \n",
                    "<b>מעבירה ע\"ג עיניו ואינו חושש.</b> וז\"ל ד\"מ סימן תרי\"ג ס\"ק ג' ומשמע קצת מדברי הגמיי' דאפילו במפה נגובה מבע\"י חייש לקרר פן יבא לעשות בשאינה נגובה ויבא לידי סחיטה. ובסמ\"ק כתב אסור לרחוץ ידיו במפה שרויה במים משום סחיטה. וז\"ל מנהגים שלנו ואין שורין מפה במים משום דסחיטה אסור מדאורייתא אלא רוחץ בשחר כדרכו עכ\"ל. ומזה הטעם פסק הרב בהגהה ואסור לשרות מפה מבע\"י ולעשותה כמין כלים נגובים ולהצטנן בה ביוה\"כ דחיישינן שמא לא תנגב יפה ויבא לידי סחיטה. וקשה לי הלא ריב\"ל עבד עובדא ושרה מפה במים כו' ואינו חושש. ולמה אנו נהי' מוסיפין גזירות מה שלא הוזכר בתלמוד ולא חשו חז\"ל. וע\"ק דהוי כמו גזרה לגזרה נגוב משום שאינו נגוב ושאינו נגוב שמא אתיא לידי סחיטה. ובאמת בהגהות מיימוני ליתא הגזרה זו נגוב משום שאינו נגוב וז\"ל שם ואנו אין לנו אפילו לקרר שמא יסחוט. ונראה לי שהגמיי' וסמ\"ק ומנהגים כולם לדבר א' נתכוונו שהי' להם גי' רש\"י ערב ת\"ב מקנח ידיו במפה וכו' ועיוה\"כ שורה אותה במים ועושה אותה כמין כלים נגובים ואותבינן סחיטה דכמין כלים נגובים עדיין יש כדי לסחוט: \n",
                    "<b>בסנדל של שעם.</b> שהוא מין גמי: \n",
                    "<b>רב יהודה נפק בדהיטני אביי נפק בדהוצי רבא נפק בדיבלי.</b> וקשה נהי דלא חשבי למינים הללו מנעל. אכתי היכי נפקי בי' הני רבנן כיון דלא הוי מנעל משוי הוא ואסור לצאת בו דקי\"ל יש עירוב והוצאה ליוה\"כ כמ\"ש רבינו בפ\"א דביצה סי' י\"ט. וי\"ל כיון דביוה\"כ מנעל אסור ודרכן של בני אדם לצאת באותן המיני' לא הוי משוי אלא כמנעל הוי להאי יומא. ר\"ן: \n",
                    "<b>ה\"ג </b>רבה בר רב הונא הוה כרך: \n",
                    "<b>משמע דאסור לצאת באנפליא של בגד.</b> דכל הני יוצאין ביוה\"כ ה\"מ בשאין דומה למנעל בצורתן. אבל במנעל גמור אע\"פ שהוא של בגד כגון אנפליא בתוך ביתו לבד מותר אבל לצאת בו אסור דאתי לאחלופי במנעל גמור. ואסור משום מראית עין אע\"ג דכל דאסור משום מראית עין אפילו בחדרי חדרים אסור כיון דמילי דרבנן הוא נעילת סנדל בחדרי חדרים לא גזרו כמ\"ש תוספת פרק אע\"פ דף ס' ע\"ש׃ \n",
                    "<b>ואגב דתני גבי איסורא קורדקיסין כו'.</b> עיין בפ\"ק דביצה סימן י\"ט מה שחדשתי: \n",
                    "<b>ואינו מגין טפי מכל הני דשעם ודהיטני.</b> כדמשני רבא ביבמות דף ק\"ג האי לא מגין. מש\"ה קב קיטע אסור לצאת בו ביוה\"כ משום דמגין. והא דלא הזכירו הרי\"ף ורבינו שאסור לצאת בקב הקיטע משום דהוי מלתא דלא שכיחא א\"נ שסמך עצמו במה שפסק בפ' מצות חליצה סימן ו' ז' שמותר לחלוץ בקב הקיטע וכיון דחשיב מנעל לענין חליצה פשיטא דהוי מנעל לענין יוה\"כ דחליצה ויוה\"כ שוין כדמוכח סוגיא להתם: \n"
                ],
                [
                    "<b>הא כיצד מתחיל ומתענה מבעו\"י.</b> וקשה דהא פריך בגמרא ותנא דעצם עצם האי בתשעה לחדש מה עביד לי' דהא מדאיצטריך למעוטי לתוס' החול מעונש ומאזהרה ממילא שמעינן למוסיפין. ופריק מבעי' לי' דכדתני חייא בר רב מדיפתי וכי בתשעה מתענין והלא בעשירי מתענין כו'. והביאו רבינו לקמן סי' כ\"ב ובסי' זה יליף תוספת יוה\"כ ושבת ויו\"ט מקרא דועניתם וכדתניא. והוי כמזכה שטרא לבי תרי. ועיין בל\"מ פ\"א משביתת עשור שהאריך בזה. ובב\"ח סי' תר\"ד ׃ \n",
                    "<b>פירשו קודם עיצומו של יום.</b> עיין פרק תפלת השחר סי' ו'. ובלחם חמודות שם: \n"
                ],
                [
                    "<b>ה\"ג </b>אמר רב כדי שלא: \n",
                    "<b>והחיה תנעול את הסנדל.</b> אע\"ג דחכמים אוסרין כמ\"ש רבינו בפרק זה סי' א'. הלכה כר\"א הואיל ופירשו בגמרא דבריו. הרב המגיד סוף הל' שביתת עשור: \n"
                ],
                [
                    "<b>אבל חיה אסורה להתענות עד ל' יום.</b> דסבר לה כהך לישנא בפ' מפנין. אמרי לה כל שלשים יום הוי פתיחת הקבר. וקי\"ל ספק נפשות להקל כדאמרי' התם: \n",
                    "<b>ואם איתא לימא לתענית.</b> וקצת קשה לימא לנעילת סנדל ומנעל. וי\"ל דטפי ניחא לי' לומר נפקותא אליבא דכ\"ע ובנעילת סנדל חכמים אוסרין ולימא דהא תענית וחילול שבת שוין ובשבת יש שם פלוגתא דחד אמר לפתיחת הקבר לא הוי אלא עד שבעה לכן נראה לי דליכא למימר דקאי אנעילת הסנדל דא\"כ לא הוי לי' לרב יהודה למימר מימרא באפיה נפשי' אלא ה\"ל למקבעי' דבריו אמתני' דפרקין על ר\"א דאמר חיה תנעול את הסנדל עד מתי עד שלשים יום: \n"
                ],
                [],
                [
                    "<b>דהיינו שנת י\"ג.</b> ר\"ל כשעבר שנת י\"ג כדמפ' שהרי כשהוא בן י\"ג ויום אחד מתחיל חיובו: \n",
                    "<b>וקודם לשנה היינו שנת שתים עשרה.</b> ר\"ל כשעבר שנת שתים עשרה. והיינו שפירש המתני' אליבא דר\"י דאמר חינוך שעה הוא שנת י\"ג לחולה ושנת י\"ב לבריא. והא דקתני קודם שנה כאילו תני שנה קודם זמן חיובו מן התרוה ׃ \n",
                    "<b>היינו שנת אחד עשר.</b> כשעבר שנת אחד עשר ׃ \n",
                    "<b>אמר רב חסדא ל\"ק כאן בחולה כאן בבריא.</b> אע\"ג דאוקימתי' דרב חסדא ופירושו במתני' הכל אינו אלא לרבי יוחנן ורבינו פסק כרב הונא וכרב נחמן. צ\"ל דכוונתו לפ' כל הסוגיא ע\"פ פרש\"י באשר שהוא סותר פי' הרי\"ף ולתרוצי הסוגיא כולה לפרש\"י: \n",
                    "<b>מנא להו לרב הונא ולרב נחמן שיש חילוק בין בריא לחולה לענין חינוך.</b> איני יודע מה קשיא ליה אי קאי אחינוך השלמה הא להדיא תני בברייתא שנה או שנתים מחנכין אותן והיינו השלמה. ואי קאי אחינוך שעה נמי לא קשה דהא כיון דבהשלמה מדרבנן מחלקינן בין בריא לחולה ממילא שמעינן דיש להחמיר בחינוך שעה בבריא נמי ׃ \n",
                    "<b>וקודם שתים להשלמה דאורייתא.</b> ולא זו אף זו קתני. מהרש\"א. וקשה דא\"כ מנ\"ל שיש חילוק בין חולה לבריא וכ\"ת מדלא הוי למתני אלא לפני שתים. א\"כ בכ\"מ דמפרש התלמודא משנה או ברייתא בדרך לא זו אף זו תקשי לך אמאי לא תני הך בבא וא\"כ הרישא משנה שא\"צ. וע\"ק לבחד בבא לא שייך לא זו אף זו כמ\"ש תוס' בקידושין דף מ\"א ד\"ה האיש. וכדאיתא בפרק במה אשה דף ס' ע\"ב. ע\"כ נראה לפ' לה\"ק מחנכין אותן קודם שנה וקודם שתים להשלמה דאורייתא דהיינו ג' שנים לפני גדלות וזהו לתינוק שיש בו קצת בריאות ושנה א' זהו לתינוק חולה תש כח יותר מתינוק הנזכר דבחולה תש כח גופי' יש חילוק. וזה שקיים רבינו ומ\"מ יש חילוק בין חולה לבריא. דכמו שיש מחלקין ומוסיפין שנה אחת למי שאין בו תש כח כ\"כ. ה\"ה והוא הטעם שבבריא מוסיפין עוד שנה כיון שיש בו כח בריאות. וז\"ש מדלא ה\"ל למתני אלא לפני שתים. כלומר דאי לא תפרש המתני' לחלק בין תינוק לתינוק לא ה\"ל למתני אלא לפני שתים וליכא למימר דלא זו אף זו קתני דהא חד בבא הוא וכדאמרן. אלא בא לאשמועינן שיש חילוק בשנים בין חולה ובין בריא ר\"ל תינוק חולה תש כח. ובין תינוק תש כח ובריא קצת וז\"ש ומיהו מתני' לא איירי אלא בחולה דאי בבריא ה\"ל למתני ד' שניס לפני גדלות: \n",
                    "<b>ורב הונא אית לי' השלמה שתי שנים.</b> וכל זה בבריא. אבל בחולה פליגי עוד דלרב הונא חינוך שעה שנת י' ושנת י\"א ולרב נחמן לית לי' חינוך אלא בן עשר שהוא שנת י\"א ועיין בהר\"ן פי' הסוגיא ע\"פ דרך גרסת הרי\"ף: \n",
                    "<b>ואמאי משלימין אכתי הוי שתי שנים לפני גדלות.</b> ר\"ל דהא לפי מה שפסק הרי\"ף כר\"י לזמן גדלות בתינוק הוא שנת י\"ד. ואם כן אמאי פסק תו לחינוך השלמה שתי שנים. הא רב נחמן לא ס\"ל כי אם שנה אחת השלמה מטעם דשמא לא יביא סימנים אחר י\"ב שנים אפילו אם יש לו עתה סימנים שומא נינהו. ודי לנו להחמיר בהשלמת שנה אחת וא\"כ אמאי פסק בהשלמה כרב הונא ה\"ל למפסק כרב נחמן דהוא קאמר מלתא מציעתא. בשלמא לגי' רש\"י רב נחמן איירי בתינוק ורב הונא איירי בתינוקת ולא פליגי ובין למר ובין למר חינוך שעה ב' שנים ניחא. אבל לגי' הרי\"ף קשה ׃ \n",
                    "<b>וגם קשיא לי מה שהזכיר בכאן.</b> ר\"ל רב הונא ורב נחמן לגי' הרי\"ף תרוייהו ס\"ל דזמן גדלות לענין תענית יוה\"כ הוי שנת י\"ג. אמאי החמירו בזאת המצוה מפי מכל המצוה שבתורה: \n",
                    "<b>ועוד קשה דר\"י גופיה סבר דתוך הפרק כלפני פרק.</b> בשלמא לגי' רש\"י לק\"מ דמפרשינן הפלוגתא כשלא הביאו שתי שערות אבל לגי' הרי\"ף קשה. אע\"ג דמסיק התם בתיובתא על רבי יוחנן מ\"מ ה\"ל לתלמודא התם למירמי לר\"י אדר\"י כמו שכ' מהרש\"א בפרק במה אשה דף נח דניחא למירמי שמואל אדשמואל אע\"ג דמצי לאקשויי מגופא דמתני' ע\"ש׃ \n"
                ],
                [
                    "<b>ואמרו לי' רבנן מ\"ט סמכת אניסא.</b> מייתי הך מלתא לאורויי לן אף שהוא פיקוח נפש אין החיוב לסכן עצמו כדי להברות לחבירו מה חזית דדמי' דחברי' סומק טפי: \n",
                    "<b>דאית לי' ריחא ואית לי' קיוהא.</b> פרש\"י או אית ליה קיוהא כמו חלץ ועשה מאמר. כי מזיק את מי שאוכלין לפניו ואינו אוכל ׃ \n",
                    "<b>וכ\"כ הרמב\"ן ז\"ל.</b> בספר תורת האדם שער הסכנה דף ט' ע\"א: \n",
                    "<b>וכתב הרמב\"ן ז\"ל.</b> שם דף ח': \n",
                    "<b>ה\"ג </b>מאכילין אותו בתחילתו דבר הצריך לו וכדי הצריך לו: \n",
                    "<b>וכדי הצריך לו.</b> אבל מ\"מ מאכילין אותו מעט מעט כדי להקל מכרת ומלקות לאיסור בלבד כדמסיים ואזיל דלא כב\"ח סי' תרי\"ח ס\"ק ח' ׃ \n",
                    "<b>דמשום סכנה וולד לחודיה.</b> ואפילו בהצלת עובר פחות מבן ארבעים יום שאין בו חיות כלל מחללין לדעת בעל הלכות. הרמב\"ן שם:\n",
                    "<b>דלא משכחת סכנת עובר בלא סכנת עוברה.</b> ולא ידעתי מה קא קשיא ליה וכי לא ימצא אשה שמוחזקת בנפלים ולא הזיק לה כל פעם כלל. וכן הטור בסימן תרי\"ז העתיק בזה כרבינו שכתב תסתכן היא או הולד ודלא כב\"י שנתקשה בזה: \n",
                    "<b>תונבא פירוש טירדא בעלמא.</b> כ\"פ הערוך ונאיד מפרש\"י דלפירושו יכול לבדוק אותו כמו שפסק בסי' קכ\"א לענין גט ולהכי בעירובין פ' הדר סימן י\"ב לא פירש בו רבינו כלום דאין נ\"מ דהא אמר רבא נשיילי לאימיה ע\"ש: \n",
                    "<b>כתבו התוספות.</b> בתוס' שלפנינו אינו וקצת מדבריהם איתא בתוספות ישנים ׃ \n",
                    "<b>סבר אי לא אכילנא מיתנא.</b> התוס' פירשו בעותי הוא דקא מבעית. שאומר אי לא אכילנא מיתנא. וע\"ז קאמר סבר הוא אי לא כו'. דאי לא אמר הכי ה\"ל למימר סבר הוא שמסוכן הוא: \n",
                    "<b>ונראה לי דחומרא גדולה היא זאת בספק נפשות דאין לך רופא שיאמר כו'.</b> דלפי' תוס' חולה שאמר צריך אני [צריך] שיאמר שירא אם לא יאכל יהי' מסוכן למות. א\"כ ה\"ה ברופא נמי שאמר צריך אומר אם לא יאכל ימות. דהא תרוייהו בחד לישנא קתני: \n",
                    "<b>הני מילי אומדנא דממונא אבל הכא ספק נפשות להקל.</b> והא דתני לקמן אבל מצטרפין לדעת אחרת. אינו כפרש\"י אלא ה\"פ כשיש שלשה שאומרים לא צריך ורופא א' ואשה אומרים צריך מצרפין דעתה למהוי כתרי ותרי כמאה לענין ספק נפשות ׃ \n",
                    "<b>דהכי מיפרשא מתני'.</b> מייתי ראי' על כל מה דמפורש לעיל: \n",
                    "<b>בד\"א דאמר לא צריך.</b> ומוקי לה בגמרא דאיכא אחרינא דאמר לא צריך. וקתני מאכילין על פי בקיאין ש\"מ ע\"פ רופא אחד שאמר צריך אין מאכילין אותו דאין דבריו של אחד במקום שנים. ועלה פריך פשיטא דמאכילין אותו דהא הוי תרי ותרי וספק נפשות להקל ומשני דאיכא תרי בהדיה ואומרים לא צריך ושומעין לבקיאין דתרי כמאה נשמע מזה אי אמר איהו ואחרינא בהדיה צריכנא ושני רופאים ואפי' הן מאה אומרים לא צריך תרי כמאה ומאכילין אותו. דמאי שנא. ועוד ק\"ו הוא: \n",
                    "<b>וכתב הרמב\"ן ז\"ל.</b> שם דף ח': \n"
                ],
                [
                    "<b>טבל ושביעית.</b> והא דלא תני רבותא טפי נבלה ושביעית מאכילין אותו שביעית דזה בלאו וזה בעשה איידי דבא לסיים טבל ותרומה תנאי היא ׃ \n",
                    "<b>אם יש לפניו נבילה.</b> חי: \n",
                    "<b>שלא יהא קטן אחד בסוף העולם.</b> שמותר לשחוט בשביל קטן: \n",
                    "<b>והנבילה מוכנת לו מיד.</b> פי' שכבר מבושלת נמצא ביד נכרי: \n",
                    "<b>כאילו עשאה בחול.</b> כ' בשו\"ת הרשב\"א סי' תרפ\"ט שזה תלוי במחלוקת אם נאמר שבת הותרה אצל חולה הוא כדברי הר\"מ. אבל אם נאמר דחויה אצל חולה מאכילין אותו נבילה. והנה הרמב\"ם פ\"ב מהל' שבת כתב דחוי' היא אצל דיני נפשות. גם הר\"ן בפ\"ב דביצה כתב כן. וגבי טומאה בפ\"ז מהל' ביאת מקדש פסק הרמב\"ם ג\"כ דדחויה אצל ציבור. א\"כ בשבת כמו כן: \n",
                    "<b>ואני שמעתי משום דחיישינן.</b> והר\"ן כתב הטעם דבנבילה עובר על כל כזית ממנה והוי הרבה לאוין וחמירי מלאו א' של שבת ע\"כ. ויש לפקפק קצת לדבריו הא דפליגי בטבל ותרומה הא בטבל עובר על כל כזית. ובתרומה אם מתקן הטבל אינו עובר אלא על זית תרומה והחולין הנשאר שרי ׃ \n",
                    "<b>ה\"ג </b>אתי דמא מבי דרי: \n",
                    "<b>ה\"ג </b>אפילו ספק שבת אחרת: \n",
                    "<b>ה\"ג </b>כך כתבו בספרי הלכות גדולות ובתוספתא ׃ \n",
                    "<b>שהן חוששין שעושין עבירה.</b> נ\"ל לגרוס: \n"
                ],
                [
                    "<b>ה\"ג </b>כיצד ראה תינוק נפל לים פורש מצודה ומעלהו והזריז הרי זה משובח וא\"צ ליטול רשות מב\"ד ואע\"ג ׃ \n",
                    "<b>ה\"ג </b>ראה שננעלה דלת בפני תינוק שוברה ומוציאו: \n",
                    "<b>ה\"ג </b>ואף על גב דקא מתבר לה שיפי: \n",
                    "<b>אמר שמואל לא הלכו בפיקוח נפש אחר הרוב.</b> במסכת נדה דף מ\"ד פסקו התוספות מזה דגוסס נמי מפקחין עליו את הגל או אם נפלה דליקה בחצר דאע\"ג דרוב גוססין למיתה אין הולכין בפיקוח נפש אחר הרוב. ובשו\"ת בית יעקב סימן נ\"ט הקשה על תוספות מסוגיא דשמעתין דהולכין בפיקוח נפש אחר הרוב אם פרשו מקצת לחצר אחרת ע\"ש. וקשה לדבריו תקשה לשמואל גופא. סבר אין הולכין בפיקוח נפש אחר הרוב. ובהא סבר כרבי יוחנן דאם פרשו מקצת לחצר אחרת אין מפקחין אמנם לא דק בזה דהתם גבי חצר אחרת היינו טעמא דלא איתחזיק ישראל באותו חצר. משא\"כ בגוסס ובאותו חצר. ואפילו לדעת הרמב\"ם דבעיר שרובה נכרים ומצא בה תינוק   דאין מפקחין עליו את הגל. התם היינו טעמא דקי\"ל כרב בהך מילתא דהוי נמי כמי שאין איתחזיק ישראל באותו מקום שמצא התינוק דתלינן ברוב סיעה. א\"נ דהוי העיר כפרשו כולה לשיטת הרמב\"ם כצ\"ל למי שמעיין בשמעתתא דא מכל הלין נראה דגוסס נמי מחללין עליו את השבת ׃ \n",
                    "<b>לא צריכא דפריש חד מינייהו ואזיל לחצר אחרת.</b> כך גי' הרי\"ף. אבל גי' רש\"י ותוס'. לא צריכא דפרוש לחצר אחרת והיינו דפרשו כולם. אלא דלפרש\"י פרשו כולן לחצר אחרת ולא יצאו משם והתוס' פי' דיצאו גם משם ולא נשאר בהם א' דאי כפרש\"י מה לי אותו חצר מה לי חצר אחרת ורש\"י לא חש לקושיא זו דס\"ל כמ\"ש רמ\"א וש\"ך בטוי\"ד סימן ק\"י ס\"ק ל\"ז אם פרשו כולם אע\"פ שחזרו ובאו יחד במקום אחד הואיל ונעקרו מקביעות הראשון שוב לא הוי דין קבוע דדין קבוע חידוש הוא ואין לך בו אלא חידושו דהיינו שנשאר במקומו הראשון ע\"ש באריכות. וזהו כוונת רש\"י שכתב דבכל דוכתא אמרי' כל דפריש מרובא קא פריש במידי דניידי. והכא לענין פיקוח נפש לא אמרינן הכי ואע\"ג דבפרישתן כולם ניידי. והתוס' צ\"ל דלא ס\"ל הך דינא אפילו לענין איסור והיתר: \n",
                    "<b>בשעת עקירתן נכנס א' מהן לחצר אחרת.</b> פי' שנעקרו בזה אחר זה דאי בבת אחת האי נמי קביעי כ\"כ או\"ה. ולא משמע כן בהרמב\"ם ובמ\"מ פ\"ב מהל' שבת. אלא שפרשו כולם בבת אחת אפס בעת מהלכתן נכנס א' לחצר אחרת. ומ\"מ לא הוי קבוע כיון דנעקרו כולם לילך במקום אחר וצריך עיון בדין זה: \n"
                ],
                [
                    "<b>אמר שמואל אמר קרא וחי בהם ולא שימות בהן.</b> והא דאמר שמואל. דבעיר שרובה נכרים אם מצא בה תינוק דמפקחין עליו את הגל פי' תוס' דאין הולכין בפיקוח נפש אחר הרוב דכתיב וחי בהם ע\"ש. נראה פירושם כלומר הא דכתיב בתורה דאזלינן בתר רובא לא נאמר בפיקוח נפש ׃ \n"
                ],
                [
                    "<b>על עשה ועל ל\"ת הניתק לעשה.</b> כגון שנעל האם על הבנים. אבל בגזל אף שהוא ניתק לעשה אין התשובה מכפרת עד שירצה את חבירו והשיב את הגזילה אשר גזל. ובלאו הניתק לעשה שבינו לבין המקום הדין כך אם מתוך תשובה קיים עשה שבו מתכפר לגמרי מיד. ואם לאו הרי בידו ב' עבירות. ובתשובה מתכפר העשה מיד אבל על לא תעשה אין לו מחילה גמורה עד שיבא יו\"כ שהרי ארבעים בכתפיה כדתני ר' יוחנן בפ' אלו הן הלוקין דף ט\"ו כל מצות לא תעשה שיש בה קום עשה קיים עשה שבה פטור לא קיים חייב כפי גירסת הרי\"ף והרמב\"ם. ואם מת קודם יו\"כ הן על לאו זה או על לאו גמור אין לו כפרה גמורה בעלמא דין. אך תועיל לו התשובה לעולם הבא להכרעת המאזנים ומקבל העונש בעולם הגמול לאחר מיתה. אבל בעל עשרה מאמרות במאמר חקור דין חלק א פרק ט\"ז ז\"ל מיהו כיון שקיום העשה היה פוטרו מן המלקות יש ללמוד מדברי תוספות פ\"ק דשבועות שהוא נוח להתכפר משאר חייבי מלקות אע\"פ שלא קיים העשה ונתחייב דאילו חייבי מלקות תשובה תולה להגן מן העונש עד שיבא יום הכפורים ויכפר. ונפקא מיניה שאם נגזר עליו קודם לכן למות לפני יום הכפורים אין להמלט לפני מותו מכל העונש הראוי לאותו עון. אבל בלאו הניתק לעשה לא בלבד תשובה תולה להגן אלא ממעטת את העונש שאם לא יגיעו ימיו ליום הכפורים יספיק לו העונש מועט להשלים כפרתו עכ\"ל. משמע מדבריו שאם מת קודם יו\"כ הן מי שעבר על ל\"ת שניתק לעשה או על ל\"ת גמור נפרעין ממנו בעלמא דין אלא דינא רבה ודינא זוטא איכא בינייהו וליתא דאם כדבריו ה\"ל לר\"א בן עזריה לחשוב עוד חילוק כפרה כגון אם מת קודם יו\"כ שצריך עם התשובה יסורין. והיסורים מכפרין עם התשובה אבל כריתות ומיתות ב\"ד צריך תשובה ויו\"כ ויסורין למטהר ׃ \n",
                    "<b>ה\"ג </b>אשרי פלוני שלומד תורה אשרי אביו ואשרי רבו שלמדוהו ׃ \n",
                    "<b>וכי תימא ה\"מ בצבור אבל ביחיד לא.</b> כ\"ה גי' רבינו שלפנינו וגי' הראב\"ד. אבל הרי\"ף והרמב\"ם גורסים רביעית אין מוחלין לו והתני' שלישית אין מוחלין לו ל\"ק הא ביחיד הא בצבור. ונראה להביא סעד לגי' הרי\"ף והרמב\"ם מהא לסנהדרין דף מ\"ג דפריך ועד השתא מ\"ט לא איעניש ופריק אמר ר\"י משום ר\"א כו'. משמעות הלשון דלא פריך אלא לר\"י משום ר\"א הלא לר' חנינא נמי קשה ולפי גירסת הרי\"ף ניחא דלר' חנינא לא הוי עד השתא אלא תרי זימני ובימי יהושע הוי פעם שלישית משא\"כ לר\"י הוי ד' בימי משה פריך שפיר. ואם תקשה הלא לכל הגי' הצבור מוחלין לו על שלישית. א\"כ לר' חנינא אמאי איענש דהא בימי יהושע לא עבר עכן אלא על שלשה חרמות. י\"ל דמצד ערבות חייבו הצבור כיון דעכן חייב בחטא השלישי זהו לגי' הרי\"ף. כמו כל הערבים חייבין בשביל הלוה אע\"פ שהערב אינו לוה כלום. ולגי' ש\"ס צ\"ל דחרם שאני ומש\"ה ודאי קשה אמאי לא פריך נמי הש\"ס לר\"ח עד השתא מ\"ט לא איענש. דהא על חרמי ראשונות אין מוחלין לו ועוד לפי מ\"ש מהרש\"א בח\"א להשוות גי' ש\"ס עם הירושלמי ורבי' דלרבי יוחנן ג' בימי משה. ש\"מ לגי' הרי\"ף עיקר. דאל\"ה א\"א לקיים גי' זו. דא\"כ מאי פריך לרבי יוחנן עד השתא מ\"ט לא איענש וק\"ל. ועיין פ\"ק דר\"ה סימן ה' מ\"ש שם: \n",
                    "<b>האומר אחטא ואשוב אחטא ואשוב אין מספיקין בידו.</b> ופריך בגמרא כפל ל\"ל דהא קתני בסיפא אחטא ויו\"כ מכפר אין יו\"כ מכפר אפילו בפעם אחת ומשני שהכפל אתא לאורויי כדרב הונא עבר עבירה ושנה בה ורישא תרתי קמ\"ל האומר אחטא ואשוב אפילו פעם א' אין מספיקין. ושאם עבר ושנה אפילו לא אמר נמי אין מספיקין כ\"כ בעשרה מאמרות מאמר ח\"ד חלק א' פ' י\"ט. וקשה לי לפ\"ז ה\"ל למחשב לקמן סימן י\"ח כ\"ה דברים היינו אם עבר ושנה ׃ \n",
                    "<b>ה\"ג </b>עבירות שבין אדם למקום יו\"כ מכפר עבירות שבין אדם לחבירו אין יום הכפורים מכפר עד ׃ \n"
                ],
                [
                    "<b>ארבעה ועשרים דברים.</b> כבר כתב הר\"ן לא ידעתי היכן היא שנויה. ובפ' רביעי מהל' תשובה האריך הרמב\"ם לתת טעם לכל דבר ודבר. והמגדול עוז מראה מקום במקומות מפוזרים בש\"ס וגם ברי\"ף ובילקוט ׃ \n",
                    "<b>והאומר אחטא ואשוב.</b> וק\"ק למה לא חשב האומר אחטא ויו\"כ מכפר: \n",
                    "<b>ה\"ג </b>ואינה מחזירה לבעלים: \n"
                ],
                [
                    "<b>אלא מה שאמר משה נושא עון ופשע וחטאה כו'.</b> וקשה מה יענו החכמים מקרא והתודה עליו וגו'. במקרא זה לא שייכא דרשה זו וע\"ק אמאי לא אמרו חכמים בקיצור לר\"מ חטאים אלו שגגות. נמצא עון ופשע המה זדונות וכי מאחר שהתודה כו'. ונראה בזה ע\"פ מה שדרשו חז\"ל סוף אלו מציאות הגד לעמי פשעם אלו ת\"ח ששגגות נעשו להם כזדונות. ולבית יעקב חטאתם אלו ע\"ה שזדונות נעשו להם כשגגות. ועוד אחרת דודאי עון לחוד כולל אפילו שגגות כדכתיב תשאו עון כהונתכם פירש רש\"י ותזהירו הלוים השוגגים שלא יגעו אליכם בעבודתכם. כמו כן חטא כולל זדונות כדכתיב גבי עגל אנא חטא העם הזה חטאה גדולה. ולפי הנחה זו יש לפרש והתודה עליו את כל עונות בית ישראל. הן שגגות הן זדונות דהא אינו אלא שתי מיני עבירות של ת\"ח ושל ע\"ה וזהו ואת כל פשעיהם לכל חטאתם. ול\"ק לרבנן מהאי קרא מש\"ה רבנן הקשו לדברי ר\"מ דהוא לא מפרש הקרא הכי אלא עונות אלו זדונות ופשעים מרדים וחטאים שגגות שפיר קשה לדידיה וכי מאחר שהתודה וכו': \n",
                    "<b>ה\"ג </b>בספר אורייתא דמשה: \n",
                    "<b>בתוספתא אנא השם.</b> אנא השם כפר נא. כך צריכין לגרוס והצעת דברי רבינו כך הוא. דבתוספתא בת\"כ גורסי' אנא השם ובירושלמי גרס בשם ובזה היו מחולקים סדר הבבלי וסדר אתה כוננת ובטור סימן תרכ\"א צריך להיות הגי' כמ\"ש הב\"ח דלא כב\"י ע\"ש: \n",
                    "<b>וכן יש במקצת ספרים.</b> בסדר המשנה: \n",
                    "<b>בראשונה הי' אומר אנא השם ובשניה אנא בשם.</b> שכתב מילתא בטעמי'. דכשהיה כה\"ג מתודה בי\"כ אז הי' מזכיר השם בכינויו. וכשהיה מתפלל אנא כפר נא מזכיר שם המפורש ככתבו ולכך נהגו חזנים לומר אנא בשם כפר נא ר\"ל בשם המפורש ואנא ה' חטאתי בכינויו. מהרי\"ל. ועיין תוס' י\"ט פרק ו' משנה ב': \n",
                    "<b>לגבי מתני'.</b> דגי' רבינו חננאל במתני' הי' בשניהם אנא השם: \n",
                    "<b>ובסדר רבינו שלמה הבבלי יסד שניהם אנא השם.</b> ובפיוט שלנו שסידר רבינו משולם ברבי קלונימוס בשניה אנא בשם: \n"
                ],
                [
                    "<b>רבי בא.</b> כ\"ה בירושלמי דתענית ובפרק תפלת השחר גירסת ירושלמי ר' אבא:\n",
                    "<b>ה\"ג </b>לא קשיא יאות: \n",
                    "<b>ה\"ג </b>אמר לחברייא מריי מן כולהון שמעית: \n",
                    "<b>ה\"ג ולברך בשמו מה שירות ביום.</b> ובירושלמי שלפנינו אינו: \n",
                    "<b>ה\"ג </b>הוה צייר גולתי' דרב: \n"
                ],
                [
                    "<b>הרואה קרי ביוה\"כ ידאג כל השנה.</b> ובכוונת האר\"י יש תיקון על זה שלשים יום כל יום יאמר הפיוט מסדר קדושות של יום הכפורים בכוונה שלימה ורצוי' ובדמעות. וגם יעשה פדיון נפש כמנין וחשבון שמו. גם מצוה לנדור בעת צרה לקבל עליו בנדר ללמוד מסכת פלוני או תענית או צדקה מאז ועד עולם כל ימי היותו: \n",
                    "<b>אז ביום כפור שנת פלוני לפרט קמתי מרעיד ממטתי.</b> ולבי יחיל בקרבי ואימת מות נפלה עלי. יראה ורעד יבא בי ותכסני פלצות. אני אמרתי בדמי ימי אלכה. בשערי שאול פקדתי יתר שנותי. אמרתי לא אראה 4יה יה5 בארץ החיים לא אביט אדם עוד עם יושבי חלד. כסוס עגור כן אצפצף אהגה כיונה דלו עיני למרום. ה' עשקה לי ערבני. וקראתי וחננתי אל ה'. מה בצע בדמי ברדתי אל שחת היודך עפר היגיד אמתך שמע ה' וחנני ה' היה עוזר לי: 4ברוך5 ה' כי שמע קול תחנוני בו בטח לבי ונעזרתי ויעלוז לבי ומשירי אהודנו אתה חשקת נפשי משחת בלי. כי השלכת אחרי גיוך כל חטאי. אשרי נשוי פשע כסוי חטאה. מי יתן טהור מטמא לא אחד. ברוך אלהים אשר לא הסיר תפלתי וחסדו מאתי. והקשיב בקול תפלתי בסדר קדושה חדש ימים. ופד\"ה בשלום נפשי. אך הוא צורי וישועתי משגבי לא אמוט. על אלהים ישעי וכבודי צור עוזי מחסי באלהים. בטחו בו בכל עת עם שפכו לפניו לבבכם. אלהים מחסה לנו סלה. ויזכני לראות זרע ולהאריך ימים אני וזרעי בטוב ובנעימים. לשבת בבית ה' לאורך ימים ויקוים בי מקרא שכתוב ודברי אשר שמתי בפיך לא ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר ה' מעתה ועד עולם א\"ס. ואחר כך יאמר מזמור קט\"ז עד גמירא: \n"
                ],
                [
                    "<b>והכי פירושו דקרא ועניתם את נפשותיכם כלומר.</b> ובזוהר פ' אחרי את נפשותיכם לאכללא כולא גופא ונפשא והיינו עינוי נפש במה שאוכל בתשיעי ועינוי גוף בעשירי שהוא נפש בהמיות: \n"
                ],
                [
                    "<b>אלא שיש בה שני טעמים א' שהתרנגול מצוי בבית.</b> ובכוונת האר\"י כתב עוד טעם ע\"פ קבלה: \n",
                    "<b>ה\"ג </b>מאי מלאכי השרת מתווך שלום: \n"
                ],
                [
                    "<b>והאידנא אין לנו טהרה.</b> דאין לנו אפר פרה. ומזה הטעם השמיטו כל הפוסקים הך דרבי יצחק כי האידנא אין אנו מחויבים לטהר ברגל. ועיין בשו\"ת יד אליהו סי' ס\"ח. והא דכתב רש\"י ביבמות דף כ\"ט דברגל אסורה הארוסה לטמאות לבעלה דחייב אדם לטהר ברגל. וכן מ\"ש הטור א\"ח סימן תר\"ב דחייב לטהר ברגל. היינו בזמן התנאים ואמוראים שהי' להם עדיין אפר פרה. דלא כבית שמואל סימן נ\"ד שהביא דברי רש\"י אפילו בזמן הזה. ועיין מ\"ש בזה במסכת ר\"ה פ\"ד ס\"ס ל\"ד: \n"
                ],
                [
                    "<b>אבל אם רצה להרויח בברכת המרבה לסלוח כגון וידוי אין שומעין לו.</b> וראוי להיות אין מונעין אותו כן הוא בטור. ומשמעות הלשון אבל אם כו' מורה כן. וא\"ת הא בתשובה אחרת פסק שלא יאמר שליח צבור וידוי בברכת סליחה. תירץ הב\"י דוקא וידוי אינו אומר שלא לקבוע אותו חובה ומשום מקומות אחרים. אבל כגון וידוי בלשון סליחה ותפלה אין מונעין אותו: \n",
                    "<b>ולדבריכם שאתם צריכין לכך.</b> ר\"ל שיחזור הש\"ץ בתפלתו הוידוי כדי להוציא הציבור שאינם בקיאים צריכין אנו להודיעם כי כל אחד ואחד חייב להתוודות. ולהזהיר הקהל על זה שיתוודו כל א' בכיון דעת בלשון שהוא מבין בו: \n",
                    "<b>אבל רב עמרם כתב שליח צבור אומר וידוי במנחה.</b> היינו אחר התפלה להוציא את שאינו בקי ולא בברכת סלח לנו. כן איתא בתשובות רב האי שהביא הר\"ן להדיא: \n"
                ],
                [
                    "<b>ולמוצאי יה\"כ שוהה כשיעור מה שתחם הקדירה.</b> לשון הטור ואני תמה למה צריך להמתין כדי שתחם הקדירה באותו החום. שלא מצאנו כן אלא במלאכה הנעשה באיסור אבל זה שטמן בהיתר איני יודע מה חשש איסור יש בדבר שהוצרכו גאוני עולם לדבר בו ואדרבה נראה יותר טוב שיטמין כדי שימצא סעודתו מוכנת במוצאי יה\"כ ע\"כ. ואני אלמוד בו שיהיו דברי חכמים קיימים דהא תני' בהדיא פ\"ק דשבת דף י\"ח לא ימלא נחתום חבית של מים ויניח לתוך התנור ע\"ש עם חשכה ואם עשה כן למוצאי שבת אסורין בכדי שיעשו. והיינו טעמא כיון שהוא מניחן כדי ללוש בהם במוצאי שבת גזרינן שמא יתתה בגחלים בשבת כדי שיהיו לו חמין מוכנים ללוש בהם למוצאי שבת מיד כ\"כ הרשב\"א בשם הרמב\"ן ורבינו שם סי' ל\"ד. אם כן הוא הדין והוא הטעם שאסור להטמין למוצאי יה\"כ משום שמא יחתה ואסור בכדי שיעשה. ועם זה מיושב היטב מה שהקשה מ\"א בסימן רנ\"ז ס\"ק ב' ע\"ש: \n"
                ],
                [
                    "<b>ומדליקין בבתי כנסיות.</b> עיין בפרק זה סימן ט' מ\"ש רבינו מזה: \n"
                ],
                [
                    "<b>ה\"ג </b>די נדרנא ודי אשתבענא: \n",
                    "<b>ועוד אין החכם מתיר את הנדר בלא חרטה.</b> היינו חרטה בעיקר הנדר כמו שמסיק רבינו בפ\"ג דנדרים סי' א' ב'. אע\"ג שאומר כולהון איחרטנא בהון. מ\"מ מה מועיל כי מי מגיד לנו שכל א' מתחרט על עיקר הנדר. אבל אי קא מתנה על להבא ניחא. כי אם יהיה מי שפושע ולא רצה לבטל אין מגרע לאחרים שאינם רוצים להיות נכשלים בעון נדרים: \n",
                    "<b>וקאמרינן עלה בגמרא מאי קאמר כו'.</b> מה שהאריך רבינו לפרש הסוגיא דנדרים פה לאיזה צורך הלא אם נאמר דתנאי מהני אפילו כשזוכר התנאי פשיטא נכון להתנות ביוה\"כ. נראה כדי ליישב הלשון כולהון איחרטנא בהון. דלא אתא שפיר לדעת ר\"ת על להבא. ע\"כ הקדים לבאר דאין התנאי מועיל אלא א\"כ כשאינו זוכר לכך צ\"ל כולהון איחרטנא בהון כלמר אי אשכח ואדור. ב\"ח: \n",
                    "<b>וגם י\"ל דנדרנא ודאישתבענא.</b> דאלו להבא נמי משמע. משא\"כ לגי' קדמונים שהיו גורסי' די נדרנא ודי אשתבענא אין משמעות אלא לעבר: \n",
                    "<b>וגם י\"ל כולהו אחרטנא בהון כלומר אם אשכח.</b> כפי מה שפי' רבינו גרסי' איחרטנא גם לפר\"ת. אבל תוס' פי' לפי' ר\"ת איחרטנא הוי כשנתחרט דאין מועיל ביטול בר\"ה אלא כשנתחרט עליו לאחר מכאן שנדר ע\"כ. ולפ\"ז הגירסא אי חרטנא שתי תיבות והגירסא בכל מחזורים כפי פי' רבינו. אבל קשה מאחר שמדין התנאי הוא שמבטל הנדרים שידור מכאן ולהבא א\"כ מה צורך כלל לומר איחרטנא בהון כיון דלא מדין חרטה הותרו הנדרים ולפי' תוס' ניחא ומזה נראה דלדידן דמתני להבא נכון לומר אי חרטנא. ואין שיבוש ספרים. אך המדפיס חיבר לתיבה אחת. וצ\"ל שתי תיבות: \n",
                    "<b>או הקהל אין מועיל להם הביטול.</b> וז\"ל התוס' הראשונים טועים וסוברים שמתירין הנדרים משנה שעברו ולכך היו אומרים חוץ מתקנת הקהלות ושבועות ב\"ד. אבל השתא (ר\"ל לפי' ר\"ת) אין צריכין לזה דאנן אין מתירין אלא מה שאדם נודר בינו לבין עצמו וכו'. וקשה אמאי לא הביא רבינו גם כן זה דר\"ת מגיה המחזורים מה שכתוב בהן חוץ מתקנת קהלות. וצ\"ל דרבינו ס\"ל להיפך מדעת התוס' אדרבה ראשונים שאמרו כל נדרי כדי להנצל מן העונש ודאי דעתם הי' אפילו על תקנת הקהל וגזרות ב\"ד. אבל לפי' ר\"ת דמתני על להבא ה\"ל לתקן חוץ מתקנת הקהל כו'. ע\"ז מתרץ רבינו דלפיר\"ת פשיטא א\"צ לזה דאין הביטול מועיל לתקנת הקהל. וכ\"כ הב\"ח בפי' הסמ\"ג והגהות מיימוני ע\"ש: \n",
                    "<b>אולי נדר על דבר מצוה ולא יתיר לו החכם.</b> אבל בליל יה\"כ אין דעת הקהל להתיר נדר על דבר מצוה: \n",
                    "<b>ונהגו לומר קודם ברכו.</b> וזה נכון למנהג קדמונים. אבל לפי' ר\"ת אפילו אחר ברכו יוכל להתנות ׃ \n",
                    "<b>ומה מועיל התרה למה שמתנה אחר נדרו שיהא בטל.</b> הא ודאי התרה מועיל לנדרים שעברו עליהם כדאיתא בפ\"ג דשבועות דף כ\"ח. אלא שקושיית הגאון כמו שהקשה ר\"ת דהא בעינן יחיד מומחה או שלשה הדיוטות ואינך קושיות כמ\"ש רבינו למעלה וה\"ק מאחר דאין לכל נדרי ענין התרה ואינו אלא כעין תנאי היאך אפשר להתנות על נדרים שעבר עליהם שיהיו בטלים: \n",
                    "<b>דהלכתא כרבא.</b> סבר דרבא פליג אאביי אפילו היכא דאין זוכר לתנאו בשעת הנדר התנאי בטל והנדר קיים. והא דאמר רבא לר\"י בר חיננא תנא מסתם סתומי ה\"ק אפילו לדידך דקים לך כדאביי מ\"מ אף לאוקימתי' לאביי התנא מסתם סתומי ׃ \n",
                    "<b>אבל אנו שמתירין הנדרים שעברו ליכא למיחש לזלזולי.</b> זהו למנהג קדמונים. אבל לדידן דקי\"ל כפיר\"ת תי' תוס' כיון דאומרים בלשון תרגום ואין רוב העולם מבין ואין דומה לדרשה שהיו דורשים בלשון לעז שלהם. או מפני שאין אומרים מותרין אתם. סמ\"ג: \n",
                    "<b>אבל אס ת\"ח רוצה לברך לעצמו.</b> וה\"ה כל אדם הרשות בידו אלא דדיבר בהוה׃ \n",
                    "<b>נוהגין אנו כמו רב סעדיה גאון ז\"ל.</b> כן נוהגין בזמן רב האי והמנהג עתה כרב עמרם שקודם תפלת מעריב אומרים ברוך שהחיינו לזמן הזה: 0הדרן עלך פרק יום הכפורים וסליקא לה מסכת יומא \n"
                ]
            ]
        ]
    },
    "versions": [
        [
            "Vilna Edition",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "קרבן נתנאל על יומא",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Korban Netanel",
        "Seder Moed"
    ],
    "schema": {
        "heTitle": "קרבן נתנאל על יומא",
        "enTitle": "Korban Netanel on Yoma",
        "key": "Korban Netanel on Yoma",
        "nodes": [
            {
                "heTitle": "הלכות סדר עבודת יום הכפורים",
                "enTitle": "Avodat Yom HaKippurim"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}