{
    "text": {
        "0_Chapter, 0_Halakhah": "Before the giving of the Torah, it would be that if a man happened upon a woman in the marketplace and they wanted to marry each other, he would bring her into his house and consummate the marriage between them privately, and she would be his wife. Once the Torah was given, Israel was commanded that if a man wanted to marry a woman, he would acquire her first through witnesses, and afterwards she would be his wife, as it says, \"When a man takes a woman and comes (sleeps with) to her...\" (Deuteronomy 22:13).",
        "0_Chapter, 1_Halakhah": "And taking a wife as such is a positive commandment of the Torah. And a woman is acquired through three means: money, a contract, or through intercourse. Marriage through intercourse and by contract is from the Torah, and by money is Rabbinical [lit. \"the words of the Scribes\"]. And this acquisition is what is called \"Kiddushin\" or \"Eirusin\" in several places. And a woman who is acquired through one of these three means is called a \"Mekudeshet\" or \"Meureset\".",
        "2_Chapter, 0_Halakhah": "How is a woman sanctified (for engagement)? If one choses to do so with money (or its equivalent), it can not have less than the value of a \"Peruta\". He says to her, \"Behold, you are sanctified to me\", \"Behold, you are engaged to me\", \"Behold, with this, you are to be my wife\", and he gives her the object in front of witnesses. The man must be the one to say words that have the meaning of an acquisition, and it must be he that is giving her the money. ",
        "2_Chapter, 1_Halakhah": "If she gives the money and says, \"I am sanctified to you\", \"I am engaged to you\", \"I am a wife to you\" or any other acquisition term, she is not sanctified. So too if she gives the money and he speaks, she is not sanctified. If he gives and she speaks, this is a questionable sanctification.",
        "2_Chapter, 2_Halakhah": "If he sanctified with a document, he writes it on  paper or clay or of earth, or on anything he desires. \"Behold, you are sanctified to me\", \"Behold, you are engaged to me\" and so on (other terms), and gives her the document in front of witnesses. ",
        "5_Chapter, 0_Halakhah": "If a man betrothed a woman upon condition, her betrothal is valid if the condition has been fulfilled; if it has not been fulfilled, she is not betrothed. It is immaterial whether the condition proceeds from the man or the woman. Every condition in the world, whether in matters of betrothal or divorce, purchase or sale, or any other civil case, must consist of four things.",
        "5_Chapter, 1_Halakhah": "The four things constituting any stipulation are as follows: 1) the stipulation must be double [stating both alternatives and their eventual consequences]; 2) the positive must be expressed before the negative; 3) the condition in the agreement must precede the act; 4) the condition must be possible of performance. If the condition lacks one of them, it is void as if there has been no condition attached. Then the betrothal or divorce of the woman takes effect immediately, the purchase or the gift is fulfilled forthright, as if there has been no condition expressed, just because the condition has lacked one of the four [components].",
        "5_Chapter, 2_Halakhah": "If, for example, a man said to a woman: \"If you give me two hundred <i>zuz</i> you will be betrothed to me with this denar, and if you do not give me you will not be betrothed,\" and having imposed this condition he gave her the denar; it is a valid stipulation, and she is betrothed conditionally. If she gives him two hundred <i>zuz</i>, she will be betrothed in fact; if she fails to give him that amount, her betrothal is invalid.",
        "5_Chapter, 3_Halakhah": "If, however, he said to her: \"You are betrothed to me with this denar,\" and he handed her the denar; then he completed the condition and said: \"If you give me two hundred <i>zuz</i> you will be betrothed, and if you do not give that amount you will not be betrothed,\" the condition is void, because he performed the act of handing her the denar before he stipulated the condition. Even though it all occurred instantly, while speaking, her betrothal took immediate effect and she does not have to give him anything.",
        "5_Chapter, 4_Halakhah": "So too, if he said to her: \"If you give me two hundred <i>zuz</i> you are betrothed to me with this denar,\" and then he handed her the denar; the condition is void because he did not double it [by stating both alternatives and their consequences]; for he did not tell her: \"If you will not give me the amount you will not be betrothed.\" Hence, she is betrothed immediately, and does not have to give him anything.",
        "5_Chapter, 5_Halakhah": "Similarly, if he said to her: \"If you will not give me two hundred <i>zuz</i> you will not be betrothed to me, and if you will give me two hundred <i>zuz</i> you are betrothed to me with this denar,\" and he handed her the denar; the stipulation is invalid because he stated the negative before the affirmative. Accordingly, she is betrothed immediately without being required to give him anything.",
        "5_Chapter, 6_Halakhah": "So too, if he said to her: \"If you will ascend to heaven or descend to the bottom of the ocean you are betrothed to me with this denar, but if you will not ascend to heaven or descend to the bottom of the ocean you will not be betrothed,\" and then handed her the denar; the condition is void and she is betrothed immediately, because it is known that she cannot perform this stipulation; he merely meant to divert her with jesting words.",
        "5_Chapter, 13_Halakhah": "There are some recent Geonim who have stated that a man does not have to double his condition anywhere except in divorce and betrothal cases; he is not required to do so in civil cases. But this opinion should not be relied upon, seeing that the rule about doubling the condition along with the three other restrictions have been derived by the sages from the condition that Moses stipulated in addressing the Israelites concerning the Gadites and the Reubenites: \"If the Gadites and the Reubenites cross the Jordan … you shall give them the land of Gilead … but if they do not cross over with you…\" (Numbers 32:29-30). This condition had nothing to do with divorce and betrothal occasions. Hence, the early great Geonim ruled as stated previously, and we should act accordingly.",
        "5_Chapter, 14_Halakhah": "If a man has betrothed a woman conditionally, her betrothal will be valid from the moment the condition has been fulfilled, and not from the time she became betrothed. Example: A man said to a woman: \"If I will give you two hundred <i>zuz</i> this year, you are betrothed to me with this denar; and if I will not give you, you shall not be betrothed.\" He handed her the denar on <i>Nisan</i>, and gave her the two hundred <i>zuz</i>, which he had stipulated with her, on <i>Elul</i>. Then her betrothal becomes valid beginning with <i>Elul</i>. Accordingly, if someone else betrothed her before the fulfillment of the condition made by the first man, she is betrothed to the second man. The same law applies to divorce cases as well as property rights. At the moment the condition is fulfilled, the divorce takes effect, the bargain or the gift becomes valid.",
        "5_Chapter, 15_Halakhah": "This rule applies only where there was a condition and the man did not say <i>from now</i>. If, however, he said to her: \"You are betrothed to me with this denar from now if I will give you two hundred <i>zuz</i>,\" and after some time he gave her two hundred <i>zuz</i>, her betrothal is valid retroactively from the moment the betrothal was contracted, even though his condition became a reality after a long period only. Accordingly, if a second man betrothed her prior to the fulfillment of the condition, her betrothal is not binding. The same rule applies to divorce and property cases.",
        "5_Chapter, 16_Halakhah": "Anyone who says <i>from now</i> does not have to double his condition or to express the condition before stating the act; even if he has stated the act first, his condition is valid. Nevertheless, the condition must be possible of performance; if he has made a condition that is impossible of fulfillment, he is regarded as if he used diverting speech, so that no condition exists.— —",
        "6_Chapter, 0_Halakhah": "[The following rules apply when a man] tells a woman: \"Behold, you are consecrated to me on condition that my father will consent.\" If his father consents, she is consecrated. If he does not consent, if he remained silent, or if he died before he heard of the matter, she is not consecrated. [If the man tells her: \"Behold, you are consecrated to me] on condition that my father does not object.\" If he hears and objects, she is not consecrated. If he does not object or he dies, she is consecrated. If the son dies, and the father hears afterwards, we instruct the father to say: \"I do not consent,\" so the kiddushin will not be effective, and the woman will not be obligated to undergo the rites of yibbum.",
        "6_Chapter, 1_Halakhah": "[The following rules apply when a man] tells a woman: \"Behold, you are consecrated to me with this [item] on condition that I possess 200 zuz or land on which it is fit to grow a kor of grain.\" If there are witnesses who say that he possesses these entities, the kiddushin are binding. If there are no witnesses, [the kiddushin are not nullified entirely; instead,] their status is doubtful. Perhaps he possesses these entities and says he does not own them in order to cause the woman difficulties.",
        "6_Chapter, 2_Halakhah": "[The following rules apply when he tells her:] \"Behold, you are consecrated to me with this [item] on condition that I possess 200 zuz or land on which it is fit to grow a kor of grain in a particular place.\" If he possesses these entities in that place, the kiddushin are binding. If he does not possess these entities in the place he specified, [the kiddushin are not nullified entirely; instead,] their status is doubtful. Perhaps he possesses these entities in that place [and says he does not own them] in order to cause the woman difficulties.",
        "6_Chapter, 3_Halakhah": "[The following rules apply when he tells her:] \"Behold, you are consecrated to me with this [item] on condition that I show you 200 zuz or land on which it is fit to grow a kor of grain.\" When he shows her these entities, she is consecrated. If he shows her money that is possessed by someone else or land on which it is fit to grow a kor of grain in a field belonging to someone else, she is not consecrated; he [must] show her what belongs to him. If he borrowed the money, rented a field or took it on a sharecropping arrangement and showed it to her, she is not consecrated; he [must] show her what belongs to him. For when he says \"I will show you,\" that implies that \"I will show you the entity I mentioned that belongs to me and is in my possession.\"",
        "6_Chapter, 4_Halakhah": "[The following rules apply when] the man owns land on which it is fit to grow a kor of grain, but it contains clefts ten handbreadths deep or rocks ten handbreadths high. If the clefts are filled with water, they are considered to be rocks and are not included in the total measure, because they are not fit to be sown. If they are not filled with water, they are included in the total measure, because they are fit to be sown.",
        "6_Chapter, 5_Halakhah": "[The following rules apply when a man] tells a woman: \"Behold, you are consecrated to me with this [item] on condition that you are not bound by vows.\" The kiddushin are not binding if she is bound by any of the following three vows: that she may not eat meat, that she may not drink wine, or that she may not wear colored ornaments. If she is bound by any vow other than these, she is consecrated, even when [the husband] states: \"I object even with regard to these.\" If he told her, \" [Behold, you are consecrated...] on condition that you are not bound by any vow,\" even if she has made a vow [as insignificant as] not to eat carobs, she is not consecrated.[The following rules apply when a man tells a woman:] \"Behold, you are consecrated to me with this [item] on condition that you do not have any physical blemishes.\" If she has one of the physical blemishes that cause a woman to be deemed unfit [as a wife], she is not consecrated. If she has a physical blemish other than these, she is consecrated, even though he states, \"I object even with regard to these.",
        "6_Chapter, 6_Halakhah": "What are the physical blemishes that cause a woman to be deemed unfit [as a wife]: All the physical blemishes that cause a priest to be deemed unfit [for service in the Temple] cause a woman to be deemed unfit. In Hilchot Bi'at HaMikdash, all the blemishes affecting the priests are explained. In addition, [there are other blemishes that cause] women [to be deemed unfit]. They include: foul body odor, [excessive] sweating, foul breath, deep voice, breasts of abnormal size, being more than a handbreadth larger than those of other women, a distance of more than a handbreadth between one breast and the other, a scar in the place where she was bit by a dog, and a birthmark on her forehead. This includes even a birthmark that is very small, even if it is close to her hairline, and even if there are no hairs growing from it. This is the birthmark that is mentioned as a disqualifying factor for a woman and not for a priest. If, however, a birthmark has facial hair growing from it, or if it is as large as an isar11 even when no hair grows from it, it is a disqualifying blemish, both for priests and for women.",
        "6_Chapter, 7_Halakhah": "When a man consecrates a woman without making any specific stipulations, and it is discovered that she has one of the physical blemishes that cause a woman to be deemed unfit, or [it is discovered that] she is bound by one of the three vows mentioned above, the status of the kiddushin is in doubt. If [a man] consecrates [a woman] on condition that she is not bound by vows, and she was bound by vows, but [afterwards,] she went to a wise man who nullified them for her, she is consecrated.",
        "6_Chapter, 8_Halakhah": "If [a man] consecrates [a woman] on condition that she does not have physical blemishes, and she does have blemishes, she is not consecrated, even if [afterwards,] she goes to a physician who heals these blemishes. When, by contrast, a man enters into a marriage contract on condition that he is not bound by any vows, and that he does not have any physical blemishes, although he is indeed bound by vows and has physical blemishes, if he goes to a wise man who nullifies the vows, and if he goes to a physician who heals the blemishes, the marriage is valid. [The rationale is that] there is no shame for a man to have had physical blemishes once they have been healed. A woman will not object because of such a thing.",
        "6_Chapter, 9_Halakhah": "[The following rules apply when a man tells a woman:] \"Behold, you are consecrated to me with this [item] on condition that I give you 200 zuz within 30 days.\" If he gives her [the money] within 30 days, she is consecrated. If 30 days pass without him giving it to her, she is not consecrated. [If a man tells a woman,] \"Behold, you are consecrated to me with these zuz after 30 days,\" she is consecrated after 30 days, even though she used the money within the 30 days. If either he or she change their minds [and decide to nullify the marriage] within these 30 days, she is not consecrated.",
        "6_Chapter, 10_Halakhah": "If another man comes and consecrates her within these 30 days, she is consecrated to the second man forever. [The rationale is] that at the time the second man consecrated her, she was not consecrated. Therefore, the second man's kiddushin are binding and make her a married woman. Thus, after the 30 days pass and the first man's kiddushin are fit to take effect, she is already a married woman. It is thus as if the first man consecrated a married woman, in which case the kiddushin are not binding",
        "6_Chapter, 11_Halakhah": "[The following rules apply when a man] tells a woman: \"Behold, you are consecrated to me with this dinar from this time onward, and after 30 days,\" and another person consecrates her within the 30 days. [There is doubt regarding the matter, and] both [men] are considered as having established kiddushin that may possibly be binding. Therefore, both are required to divorce her. The divorce may be given within the [original] 30 days or afterwards.[Should one man tell a woman,] \"Behold, you are consecrated to me from this time onward, and after 30 days\"; and another man comes and tells her, \"Behold, you are consecrated to me from this time onward, and after 20 days,\" and another man comes and tells her, \"Behold, you are consecrated to me from this time onward, and after 10 days,\" [there is doubt regarding the matter, and] all [the men] are considered as having established kiddushin [that may possibly] be binding, and every one must divorce her. [Indeed, these rules apply] even when a hundred men consecrate her in this manner.",
        "6_Chapter, 12_Halakhah": "When [a man] tells a woman, \"Behold, you are consecrated to me [and these kiddushin apply to everyone] with the exception of so and so\" - i.e., that she should not be forbidden to have relations with him - with regard to everyone else she should be considered a married woman, but with regard to him she should be considered to be single - there is doubt regarding the status of the kiddushin. If, however, he tells her, \"Behold, you are consecrated to me on condition that you are permitted to so and so,\" she is consecrated, and she is forbidden to that person as she is forbidden to all others. [The rationale is that] he has made a condition that is impossible to fulfill",
        "6_Chapter, 13_Halakhah": "When [a man] gives two p'rutot to a woman and tells her: \"Behold, you are consecrated to me with one today, and with the other after I divorce you,\" she is consecrated. When he divorces her, she becomes consecrated to him again until he divorces her a second time, because of the kiddushin established by the second p'rutah. If, however, [a man] tells a woman: \"Behold, you are consecrated to me with this [item] after I convert,\" \"...after you convert,\" \"...after I become freed [from servitude],\" \"...after you become freed [from servitude],\" \"...after your husband dies,\" or \"...after your sister dies,\" she is not consecrated. [The rationale is] that he cannot consecrate her now.",
        "6_Chapter, 14_Halakhah": "When [a man] tells a yevamah: \"Behold, you are consecrated to me with this [item] after your yavam performs chalitzah for you,\" she is consecrated. [The rationale is] that even if he consecrated her at present, the kiddushin would be [at least] of a doubtful status.",
        "6_Chapter, 15_Halakhah": "When a man tells a friend, \"If your wife gives birth to a girl, [the girl] is consecrated to me with this [item],\" his statements are of no consequence. If the friend's wife is pregnant, and the existence of a fetus has been recognized, [the girl] is consecrated. [Nevertheless,] it appears to me that [the man] must consecrate [his bride] again via her father after she is born, so that she will enter a marriage bond about which there are no questions.",
        "6_Chapter, 16_Halakhah": "When [a man] tells a woman: \"Behold, you are consecrated to me with 100 dinarim,\" and gives her at least one dinar, she is consecrated, provided he gives her the entire sum. It is as if he told her, \"Behold, you are consecrated to me with this dinar on condition that I give you 100 dinarim.\" [In such an instance,] the kiddushin take effect from [the time he gave her the first dinar]. When does the above apply? When he told her \"with 100 dinarim\" without specifying [any particular dinarim]. If, however, he is more explicit and tells her, \"Behold, you are consecrated to me with these 100 dinarim,\" and begins counting them out into her hand, she is not consecrated until he gives her [all 100]. Either of them may retract their consent until the very last dinar is given. Similarly, if one of the dinarim was found lacking the standard weight, or one was a dinar of brass, she is not consecrated. [The following rules apply when] one of the dinarim was inferior: If it would be accepted with difficulty, [the kiddushin are valid, provided] he exchanges it. If it would not [be accepted], the kiddushin are of no consequence.",
        "6_Chapter, 17_Halakhah": "[The following rules apply when a man] tells [a woman]: \"Behold, you are consecrated to me with these clothes that are worth 50 dinarim.\" When they are silk or of similar fabrics that a woman would desire, and they are worth 50 [dinarim], the woman is consecrated from the time she took them onward. There is no need that they be evaluated in the market, and only afterwards, when the woman is assured [of their value], will she be consecrated. Instead, since they are worth the amount he states, she is consecrated from the time of the initial [exchange]. If they are not worth [that amount], she is not consecrated.",
        "6_Chapter, 18_Halakhah": "A man and a woman were discussing the subject of their consecration, he saying: \"I will consecrate you with 100 dinarim,\" and she saying: \"I will not be consecrated for less than 200 [dinarim].\" [Since they did not agree,] they both went home. [The following rules apply when] afterwards, [either the man or the woman requested the other [to reconsider], and the man consecrated her without specifying a sum. If the man made the request of the woman, the sum [originally] quoted by the woman is accepted. If the woman made the request of the man, the sum [originally] quoted by the man is accepted.",
        "6_Chapter, 19_Halakhah": "When a man appoints an agent to consecrate a woman, and the agent consecrates her on the basis of a conditional agreement, the kiddushin are not valid. Similarly, if [the principal] instructed the agent to consecrate the woman on the basis of a conditional agreement, and he consecrated her without making any stipulation whatsoever, or made another stipulation or changed the stipulation stated by the principal, the kiddushin are not valid.",
        "6_Chapter, 20_Halakhah": "When [the principal] tells the agent: \"Consecrate her in this and this place,\" and the agent consecrated her in another place, the kiddushin are not valid. [If the principal tells the agent:] \"Consecrate her for me. She is in this and this place,\" and the agent goes and consecrates her in another place, she is consecrated; he is merely suggesting to him the place [where she might be found]. Similarly, if [the woman] tells her agent, \"Receive kiddushin for me in this and this place,\" and the agent received them for her in another place, the kiddushin are not valid. [If she told her agent: \"Receive kiddushin for me. My prospective] husband is in this and this place,\" and [the agent] receives the kiddushin in another place, she is consecrated; she is merely suggesting to him the place [where he might be found].",
        "6_Chapter, 21_Halakhah": "When [a man] consecrates a woman, but he or she desires to retract immediately - even if the retraction is made within a very short amount of time - the retraction is of no consequence and the woman is consecrated.",
        "6_Chapter, 22_Halakhah": "When [a man] consecrates [a woman] and attaches a condition [to the kiddushin], and after several days changes his mind and nullifies the condition, the condition is of no consequence and it is as if the woman had been consecrated without any condition ever having been made. [This law applies] even when he nullifies the condition in the presence of his intended bride alone, without this being observed by witnesses. Similarly, if the woman was the one who attached a condition to the kiddushin, and afterwards nullified it in the presence of her prospective husband alone, the condition is of no consequence. Therefore, if [a man] consecrated [a woman] and attached a condition [to the kiddushin], and afterwards, brought her [to the chuppah] without mentioning the condition, or engaged in sexual relations with her without mentioning the condition, she must receive a divorce [before she marries another man] even though the condition was never fulfilled. [The rationale is that] perhaps [the man] nullified the condition when he brought her [to the chuppah] or when he engaged in sexual relations with her. Similarly, when [a man] consecrates a woman with [an article] worth less than a p'rutah or with a loan, and then engages in sexual relations [with this woman] in the presence of witnesses, without making a statement of intent, the woman must receive a divorce [before she marries another man]. [The rationale is that] perhaps [the man intended to consecrate her through these relations] and relied on them, rather than on the kiddushin that are inadequate. [The principle on which these rulings depend is:] It is an accepted presumption that no virtuous Jewish man will enter into sexual relations that are wanton when he has the potential to engage in these relations in a way that is a mitzvah.",
        "8_Chapter, 21_Halakhah": "If there is a rumor that a certain woman is betrothed to a certain individual, she is assumed to be betrothed even though no clear evidence is available. We should not take into consideration any rumor that was not made known in the law court. On the basis of what rumor is she assumed to be betrothed? For example, two men came and testified that they had seen the lamps burning, the couches arranged, the people coming and going, and the women cheerfully telling that so-and-so had become engaged today.— — Similarly, if two men came and said: \"We saw something like an engagement party and heard a rumor; we heard from so-and-so who heard from so-and-so that so-and-so had become engaged in the presence of two witnesses who left for another country, or died\"; she is deemed betrothed on the basis of such a rumor.",
        "8_Chapter, 22_Halakhah": "This is only in a case where there was no reasonable explanation [showing the report to be mistaken]; if, however, there was such a reasonable explanation, which they heard together with the rumor, she is not assumed to be betrothed. If, for example, there was such an explanation as: \"So-and-so has become betrothed conditionally, or dubitably,\" she is not assumed to be betrothed. She should be asked and trusted, since there is no clear evidence available nor even a strong rumor.",
        "8_Chapter, 23_Halakhah": "If it was rumored that she became betrothed to a certain man and after some time a halting explanation was offered, we rely on the explanation if the court considers it authentic, and she is not deemed betrothed; if it does not seem reasonable to the court, we should not pay attention to the halting explanation, since it was not heard at the time the betrothal was reported.",
        "8_Chapter, 24_Halakhah": "It once happened that a rumor spread that a girl had become betrothed to the son of a certain party. After some time, the father of the young man was asked, and he replied that she had become betrothed to his son conditionally, and the condition was not fulfilled. The sages did not rely on what he said but declared: \"She is doubtfully betrothed as if there were no halting explanation available\" (Gittin 89a).",
        "8_Chapter, 26_Halakhah": "If a rumor spread that she was betrothed to a certain party and then another rumor, like the first, spread that she was betrothed to another party, then either the first party or the second should write a divorce so that the other can marry her.",
        "8_Chapter, 29_Halakhah": "If two witnesses say: \"We saw her becoming betrothed on a certain day,\" and two others say: \"We did not see it,\" even though they are all residents of the same courtyard, she is considered betrothed, because the argument \"we did did not see it\" is no evidence, since the popular custom is to betroth privately.",
        "9_Chapter, 0_Halakhah": "An engaged woman (arusa) is forbidden to her husband by rabbinic law so long as she is in her father's house. He [the husband] who sleeps with his fiancee in his father-in-law's house is lashed for rebellion (against rabbinic decrees). Even if he engaged her (kiddushin) through sexual intercourse, he is nevertheless forbidden from sleeping with her in her father's house until he brings her into his house and is alone with her and separates her for himself. This seclusion is the stage of \"chuppa\" and it is \"nisuin\" for all intents and purposes. One who sleeps with his finacee for the sake of nisuin after kiddushin is married to her in all regards after the initial stage of intercourse (penetration).",
        "10_Chapter, 12_Halakhah": "There are Geonim who teach that for the <i>bogeret</i>, she cannot claim [that she did not have hymenal] bleeding but she can claim that [her vaginal] channel was opened. This ruling does not appear to go along with the Gemara. There were mistakes in their version of the text. I have already examined many texts, including early [texts], and I found that the matter is [correctly read] as we have explained, that the only claim a <i>bogeret</i> [can make is that she did not have hymenal] bleeding.",
        "11_Chapter, 17_Halakhah": "There are Geonim who teach that we should not apportion maintenance to a woman whose husband went overseas or died until she produces a <i>ketubah</i> document. If she does not produce a <i>ketubah</i> document, she does not receive maintenance, lest she [already] received her <i>ketubah</i> from her husband or waived her <i>ketubah</i> to him, so that she should not received maintenance, as will be explained. There are others who teach that we determine her maintenance on the presumption that she did not receive [payment from her husband] or waive [payment]. [Therefore,] she needn't bring [forth] her <i>ketubah</i>. I incline toward [the latter] with regard [to a woman] whose husband left, since her [claim to] maintenance [comes from] the Torah [itself]. But if her husband died, she is not [entitled to] maintance until she brings her <i>ketubah</i>, because she receives maintenance due to an enactment of the rabbis. Additionally, [her maintenance] is pained from the property of [the husband's] heirs, and [a court] always [privileges] claims of heirs.",
        "13_Chapter, 13_Halakhah": "[There are] Geonim who say that they have in Babylonia different customs regarding the <i>moredet</i>. These customs have not spread through the majority of [the people] Israel and rabbis and great [thinkers] differ in many places. Thus, it is appropriate to follow and rule according to the law [as stated in] the Gemara.",
        "14_Chapter, 1_Halakhah": "Men are obligated in procreation (periyya u-reviyya), but not women.  When is a man obligated in this mitzva?  From the age of seventeen.  Once he reaches [the age of] twenty years and has not married, he has transgressed and neglected a positive commandment.  However, if he is involved in Torah and engrossed in it, and he fears that if he marries, he will have to busy himself with supporting a wife and thereby come to neglect Torah study, then it is permissible for him to delay [marriage]; for one who is involved in a mitzva is exempt from another mitzva – all the more so regarding Torah study.",
        "14_Chapter, 2_Halakhah": "One who is in love with Torah and studies it and cleaves into it always, as Ben Azzai did, commits no sin thereby. That is, providing his sexual desire does not get the better of him. If it does, he is required to marry even if he already has children, in order that he not come to thoughts of sin.",
        "14_Chapter, 18_Halakhah": "Thus the Sages commanded: A man should honor his wife more than himself and love her as himself.  If his money abounds, according to what he can afford.  He should not inspire excess fear in her, and he should speak gently with her, and be neither depressed nor hot-tempered.",
        "14_Chapter, 19_Halakhah": "Thus the Sages commanded: A woman should honor her husband too much, and have awe of him, do all of her actions according to his word.  He should seem to her like a minister or king, walking in the desires of his heart, and distancing herself from what he hates.  This is how holy and pure Jews behave in their marriages.  These paths should be their pleasant and praiseworthy lifestyle. ",
        "15_Chapter, 0_Halakhah": "The properties that a woman brings to her husband, whether real estate, movable goods or servants, even if they are recorded in the marriage contract, are not called <i>kethubbah</i> but <i>nedunya</i> [dowry]. If the husband has assumed responsibility for the <i>nedunya</i>, which has come under his control, so that the increments and losses are his, it is termed <i>nikhsé tzon barzel</i> [property of iron sheep: like iron, it cannot be destroyed; like sheep, the husband derives all profit from it]. If, however, he has not assumed responsibility for the <i>nedunya</i>, so that the losses and increments belong to her, it is called <i>nikhsé melog</i> [property of plucking: the husband has the usufruct and need not answer for any damage that may occur to it].",
        "15_Chapter, 1_Halakhah": "So too, all properties belonging to the woman who has not brought them to her husband, and they were not recorded in the <i>kethubbah</i> but remained her own, or those which she obtained through inheritance or gift after her betrothal, are all designated as <i>nikhsé melog</i> and remain under her control. Only the main marriage contract, amounting to a hundred or two hundred <i>zuz</i>, plus the additional dower, is designated as <i>kethubbah</i>.",
        "15_Chapter, 2_Halakhah": "We have already stated that the sages instituted the writing of a marriage contract for the woman, and that the additional dower has the same legal status as the main <i>kethubbah</i>. They have ruled that she cannot collect it from her husband whenever she pleases; instead, it is regarded as a debt bearing a date of collection. The <i>kethubbah</i> can be collected only after the husband's death, or in the case of his divorcing her.— —",
        "15_Chapter, 30_Halakhah": "A woman is believed when she says \"my husband is dead,\" so that she may lawfully marry, as will be explained among the laws of divorce. The <i>kethubbah</i> stipulates that if she remarries after her husband's death, she is to receive all that he detailed in her <i>kethubbah</i>. Accordingly, if she came to the court and said: \"My husband is dead, give me permission to remarry,\" and she mentioned no <i>kethubbah</i> at all, she is permitted to marry; she is given her <i>kethubbah</i> after imposing an oath on her. If she came and said: \"My husband is dead, give me my <i>kethubbah</i>,\" she is not even permitted to remarry, because the presumption is that her husband is not dead and that she has come only to collect the <i>kethubbah</i> when he is still alive, and does not intend to marry. If she came and said: \"My husband is dead, permit me to marry and give me my <i>kethubbah</i>,\" she is permitted to marry and is given her <i>kethubbah</i>, because she principally spoke of marriage. If, however, she came and said: \"Give me my <i>kethubbah</i> and permit me to remarry,\" she is permitted to marry but is not given the <i>kethubbah</i>. But if she took possession of some of her husband's property, we should not take it away from her.",
        "17_Chapter, 0_Halakhah": "A widow receives her maintenance from the property of the heirs during her widowhood until she obtains her <i>kethubbah</i>. As soon as she claims her <i>kethubbah</i> in the court of law she can no longer claim maintenance.— —",
        "17_Chapter, 1_Halakhah": "As she receives maintenance from her husband's property after his death, so must she be provided with clothing, utensils, and the living quarters she occupied when her husband was alive.— —",
        "17_Chapter, 2_Halakhah": "If the house collapsed, or if her husband had merely occupied a rented house, she must be provided with living quarters that are suitable to her social position. Her maintenance and her clothing likewise must be suitable to her social position. If the social position of her husband had been superior to hers, she must be provided in accordance with his position, inasmuch as a wife rises to the position of her husband and does not descend from it even after his death.",
        "18_Chapter, 0_Halakhah": "The husband has priority over any person in being the heir of his deceased wife.— —",
        "18_Chapter, 6_Halakhah": "The husband has the right of enjoying the fruit of any property belonging to his wife, whether <i>nikhsé tzon barzel</i> or <i>nikhsé melog</i>, as long as she is alive. If she dies during the lifetime of her husband, he inherits everything.— —",
        "18_Chapter, 15_Halakhah": "If he sold movables classed as <i>nikhsé tzon barzel</i>, even though he was not permitted to do so, his sale is valid.— —",
        "21_Chapter, 5_Halakhah": "The Geonim taught that the woman who becomes ill and requests that her husband divorce her and that she will go without her ketubah, in order that he shouldn't inherit from her, we do not listen to her. Even if she says, \"I hate him, and I no longer want to be with him,\" we do not listen to her, and she is not judged according to the law of the <i>moredet</i>. This is an appropriate ruling.",
        "24_Chapter, 2_Halakhah": "Some of the Geonim taught that what the Sages said indicating that [a husband] may check [concerning his wife] with his relatives does not [mean] only his relatives alone but even to [other] people he knows. Even if he was living in a city without a relative, if there is [in that city] a bathhouse, he cannot bring a legal claim, because it is impossible that he has no friends [there] and he ask one of his friends to have his wife or sister check [the appearance] of such-and-such [woman that he wants to marry]. Therefore, the presumption is that he has heard [of any blemish] and accepted [it]. It does not appear to me that such a ruling [is correct], as no man will reveal all that is in his heart in these matters to [people who are] not his relatives. And furthermore, he will rely only on the words of his relatives."
    },
    "meta": "Chapter-Halakhah",
    "work": "Mishneh Torah, Marriage"
}