{
    "title": "Maaseh Rokeach on Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            [
                "<b>מצות עשה וכו'.</b> הכנסת הגדולה הביא משם מהר\"א פלאט ז\"ל שמברכין על מצוה זו עיין עליו:"
            ],
            [
                "<b>משיאיר פני כל המזרח.</b> לשון המשנה פ\"ג דתמיד אמר להם הממונה צאו וראו אם הגיע זמן השחיטה ואם הגיע הרואה אומר ברקאי מתיא בן שמואל אומר האיר פני כל המזרח עד שהוא בחברון והוא אומר הן והקשה בספר עבודת ישראל דף כ\"ד דלמה לא ביאר רבינו (שהתוס') [שהגמ'] ביומא דף כ\"ח הקשו מאן אמר הן ותירצו איבעית אימא הך דקאי האיגרא אמר איהו האיר פני כל המזרח וא\"ל הך דקאי אארעא עד שבחברון וא\"ל איהו הן ואיבעית אימא הך דקאי אארעא אמר איהו האיר פני כל המזרח וא\"ל עד שבחברון וא\"ל הן ופירש רש\"י דמצינו בירושלמי כדי להזכיר זכות אבות מזכירין חברון וכ\"כ רבינו בפירוש המשנה עיי\"ש ולא תירץ כלום עיין עליו והוא דקדוק עצמי שהרי גם בספ\"א דעבודת יום הכיפורים כתב רבינו שלא היו שוחטין עד שמכירין שעלה עמוד השחר בודאי שמא ישחטו בלילה ע\"כ לזה הו\"ל להקשות על רבינו שלא הזכיר אפי' הא דחד קאי אאיגרא וחד אארעא וזה שואל וזה משיב אשר על כן נראה דצ\"ל דכיון שלא תיקנו דבר זה אלא ע\"י מעשה כמ\"ש שם אח\"ז מעשה ועלה מאור הלבנה ודימו שהאיר פני מזרח וכו' לא חש רבינו לזה ודי לו במ\"ש שאין שוחטין עד שיאיר פני כל המזרח כולו דבכללו עד חברון ודאי ודוחק גם הסמ\"ג ז\"ל עשין ק\"צ כשיטת רבינו עיין עליו:"
            ],
            [
                "<b>לפי שאסור להקריב וכו'.</b> הקשה הרב לח\"מ ז\"ל דמה טעם הוא זה לשיאחר שתי שעות הרי יכול להקריב אחר תמיד של שחר מה שהוא רוצה ועוד קשה שכתב",
                "<b>חוץ מקרבן פסח לבדו וכו' </b>דבברייתא פרק תמיד נשחט אמרו הטעם שראוי לאחר פסח מפני שנאמר בפסח בערב ובין הערבים משא\"כ בתמיד שלא נאמר בו אלא בין הערבים ואף שיש לחלק בין לכתחילה לדיעבד מ\"מ אם איתא כדברי רבינו היה להם לתקן שיקריבו פסחיהם בין קודם תמיד בין אחריו וכו' עיי\"ש שהאריך. ולענ\"ד יש לישב לקושיא ראשונה שהדבר פשוט שאגב שרצה להשמיענו דאחר תמיד של בין הערבים אין להקריב שום קרבן השמיענו ג\"כ שקודם תמיד של שחר הדין כן וקאי נמי למ\"ש לעיל שזמן התמיד משיאיר היום ואז שוחטים אותו. ולקושיא שנית כיון דמן הדין התמיד הוא אחר חצות וזמן הק\"פ ג\"כ הוא אחר חצות ומאסמכתא דקראי הקדימו תמיד לפסח ומה שאיחרוהו לתמיד היינו מפני נדרים ונדבות כדאיתא התם ותמיד שהוא תדיר דין הוא שיקדים לכך תקנו בזה האופן וכדאיתא ג\"כ פ\"ק דזבחים דף י\"ב עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>אבל אין קרבין בלילי יום הכיפורים וכו'.</b> הרב לח\"מ ז\"ל נתאמץ להקשות על רבינו דבפרק החליל (סוכה דף נ\"ד) מבואר דדין זה לא אתי אלא כאחרים דס\"ל דאין בין עצרת לעצרת ולא בין ר\"ה לר\"ה אלא ארבעה ימים בלבד ולכך יתכן דאתרמי יום הכיפורים בערב שבת או באחד בשבת אמנם לרבנן דפליגי עליה כי מקלע הכי דחינן ליה ומבואר דאין הלכה כאחרים כדמשמע בפ\"ב דערכין גבי מתני' דאין פוחתין מד' חדשים מעוברים בשנה ופסקה רבינו פי\"ח דקדוש החודש ואיך פסק כאן דאין קרבין ביוה\"כ דזה אי אפשר אלא בזמן שהיו מקדשין על פי הראיה גם בפ\"ה דשבת פסק ביוה\"כ שחל בערב שבת או במוצאי שבת [לא] תוקעין ולא (מריעין) [מבדילין] ועוד תמה על הרב המגיד ז\"ל שכתב שם דרבינו לא איירי אלא בזמן שהיו מקדשין ע\"פ הראיה וכו' והניח הכל בצ\"ע ותחלה מה שהקשה על הרה\"מ תקשה ליה לרבינו גופיה דבפ\"ח דעירובין הל' י' פסק להדיא דיוה\"כ שחל להיות בע\"ש או לאחר השבת בזמן שהיו מקדשין על פי הראיה וכו' וכ\"כ ג\"כ בסוף פי\"א דמנחות בפירוש המשנה עיין עליו ולכך צ\"ל בהכרח דכיון דאשכחן לר' ישמעאל ור' עקיבא בפרק אלו קשרין דף קי\"ד דס\"ל דרשא דעולת שבת ושניהם שוין דיתכן יוה\"כ בערב שבת או במוצאי שבת פסק כמותן וההיא דאין פוחתין אתיא נמי כוותייהו משום לא בד\"ו פסח כמ\"ש התוס' שהביא הרב עצמו בפסחים דף נ\"ח. שוב מצאתי להתוס' במנחות דף ק' ד\"ה שני ימים טובים של ר\"ה בסוף הדיבור הקשו קושית הרב לח\"מ ז\"ל כדמותה כצלמה מהך סוגיא דסוכה גם התוס' יו\"ט ז\"ל עמד בזה שם והניח בצ\"ע:"
            ],
            [],
            [
                "<b>אין פוחתין מששה טלאים וכו'.</b> במשנה תני טעמא כדי שיספק לשבת ושני ימים טובים של ר\"ה וקתני תו ומוסיף עד לעולם ורבינו די לו במ\"ש דאין פוחתין מששה ומינה נשמע להוספה:"
            ]
        ],
        [
            [
                "<b>מצות עשה וכו'.</b> יומא דף כ\"א והרב לח\"מ ז\"ל דקדק בראיית הפסוקים ודברי רבינו נכונים לפי שיטתו וכ\"כ בספר המצוות עשין כ\"ט:"
            ],
            [
                "<b>בבקר עורכין וכו'.</b> הקשה הרב לח\"מ דמהסוגיא דיומא דף (כ\"ד) [כ\"ו] משמע דקרא דובער עליה הכהן עצים לא אתא אלא לסידור שני גזירי עצים לא למערכה גדולה כדברי רבינו עיי\"ש ואיני רואה קושיא על דברי רבינו דמעיקרא תקשי לן בדבריו דגם סידור שני גזירי עצים הוציאו מפסוק זה בעצמו כמ\"ש",
                "<b>וכן מצוה וכו' שנא' ובער וגו' </b>אלא ודאי דכוונתו כך היא בתחילה למערכה גדולה הביא מובער אלא שרצה לסיים הפסוק אבל כוונתו מתיבת ובער דסמיך ליה מערכה גדולה דכתיב לעיל מיניה והאש על המזבח תוקד בו ולדין שני גזירי עצים למד מתיבת עצים ואגבן הזכיר ג\"כ הפסוק שלם וכוונתו דאחר ובער שהיא מערכה גדולה עליה עצים שהם השני גזירין ושוב הביא לגזירין של בין הערבים מקרא דוערכו עצים שהוא נלמד באם אינו ענין כמ\"ש בגמרא ונמצאו דברי רבינו מכוונים וכן מצאתי להדיא להרב קרית ספר ז\"ל עיין עליו.",
                "<b>ובס' </b>עבודת ישראל ז\"ל דף נ\"ד הקשה על רבינו דמדבריו משמע דאותו כהן שהיה מסדר השני גזירי עצים הוא בעצמו היה מעלה אותם וכן משמע ג\"כ ממ\"ש פ\"ד הל' ה' ורפ\"ו ומפשטא דמתניתין פ\"ב דתמיד משמע שהכהנים היו מעלין אותם דקתני החלו עולין בגזרין וכו' וכן בברייתא פ\"ב דיומא גם תמה על מרן ז\"ל שציין מפ\"ב דתמיד דאדרבא שם וכו' עיי\"ש והניחו בצ\"ע ואיני רואה קושיא דרבינו מפרש ההיא מתני' דתמיד על סידור המערכה גדולה דוקא וכמ\"ש התוס' יו\"ט שם אבל השני גזירין לא היה מערכן אלא אותו שהיה מסדרן וכן תתפרש הברייתא לדעת רבינו ומה שהביא מפסוק דובער וגו' כבר ביארנוהו שבח להשי\"ת:"
            ],
            [],
            [],
            [
                "<b>מפי השמועה למדו וכו'.</b> בס' עבודת ישראל ז\"ל דף נ\"ו הקשה דמדכתב רבינו מפי השמועה וכו' משמע דאינה מצות עשה וכיון שכן איך כתב אח\"ז בסמוך דהמכבה אש המזבח לוקה דמשמע דהוי מ\"ע גמור וכו' ע\"כ. ואיני רואה תחילת קושיא דנתקשה ליה דרבינו בתחילת הפרק כתב מ\"ע להיות אש יוקדת על המזבח ואיך כתב כאן דהוי מפי השמועה והדבר פשוט ומבואר דמ\"ש כאן מפי השמועה לא קאי אלא לסמיכות הפסוקים דפסוק זה איירי במערכה גדולה וזה בשניה וזה בשלישית ואכולהו קאי המ\"ע שכתב תחילה ואין כאן קושיא כלל:"
            ],
            [
                "<b>המכבה אש המזבח וכו'.</b> בס' צרור החיים ז\"ל הביא ספיקו של הרב מהר\"י אלפנדארי ז\"ל דאם כבה מקצת הגחלת מה דינו גם גבי שבת קי\"ל דמסיר שמן מן הנר חייב משום מכבה וה\"נ אמאי לא מחייב בהורידה וכבתה מאליה והאריך הרבה בזה עיי\"ש. אך לענ\"ד נראה בדעת רבינו דמדכתב אפילו גחלת אחת אי איתא דגם במקצת הגחלת חייב לישמועינן רבותא טפי ולספק השני כיון שהתירו ההורדה מעל המזבח דהא וכבה דוקא קאמר מינה דלא דמי למעשה שבת. אך למה שהקשה שם דאמאי לא מנה רבינו בילקו זרים דאפילו על גחלת אחת ואפילו הורידה מעל המזבח וכבה לוקה וצ\"ע ע\"כ נראה לענ\"ד שלא הציץ כראוי שהרי מנאה רבינו שם המכבה את המזבח ומבואר דטעות סופר הוא וצ\"ל המכבה אש מן המזבח וכן הוא בדפוס מגדל עוז וכיון שמנה עיקר המצוה והפרטים שלה ביארם במקומם מה יש להקשות עוד. ובספר המצוות לאוין פ\"א ביאר הדין כי הכא עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>הרמת הדשן וכו'.</b> דברי רבינו צריכין ביאור חדא דמי הכריחו לומר דהרמת הדשן צריכה שינוי בגדים כיון דהפסוק צוח ופשט את בגדיו ולבש בגדים אחרים והוציא את הדשן וכו' הרי דלהוצאה הוא דהצריך שינוי בגדים ורבינו כתבו בהרמה ולא זכרו בהוצאה לקמן וגם בגמרא פ\"ב דיומא דף כ\"ג לא אמרו כן אלא על ההוצאה וכו' דכיון דר' יוחנן אמר בגמרא מחלוקת בהוצאה אבל בהרמה דברי הכל עבודה היא עיקר גם לחילוף הבגדים וכמ\"ש מרן בשם הריטב\"א ז\"ל. אך אכתי קשה דרבינו העתיק",
                "<b>שנאמר ופשט וכו' והרים </b>והכתוב אומר והוציא וגם לזו תיקן מרן ז\"ל דלפי שיטתו הו\"ל כאילו כתיב והרים את הדשן גם מ\"ש ז\"ל דלא הוצרך לכתוב גבי הוצאת הדשן שיהיו בגדיו פחותים דמהרמת הדשן הוא נלמד וכ\"ש נמי הוא והך כ\"ש תברתו בצדו דכיון דרבינו פסק לקמן דלאו עבודה היא מעתה קרוב לשמוע דפשוט הבגדים הוי מקדש לחול הן אמת שהתוס' כתבו שם דאף למ\"ד דלאו עבודה היא מ\"מ צריך ארבעה בגדי כהונה מכח הקישה אבל רבינו שסתם ולא ביאר ההיקש ודאי שיש לטעות שהרי מצינו להרמב\"ן בפירוש התורה שכתב דיש אומרים ביומא דהוצאה לא בעיא בגדי כהונה ובשו\"ת הרדב\"ז ז\"ל שנדפס מחדש ראיתי בסי' קי\"א שהשיב לשואלו על לשון זה ע\"פ שיטת התוס' דגם בהוצאה צריכה בגדי כהונה עיי\"ש והרואה יראה שאין די בא\"ר גם המל\"מ ז\"ל האריך הרבה בלשון זה עיין עליו ואין דעתי נוחה עד יבא מורה צדק. גם הסמ\"ג עשין קצ\"ב הזכיר חילוף הבגדים בהוצאה ולא הזכירם בהרמה ואין לומר דכ\"ש הוא דבהוצאה שייכי טפי מהרמה שהרי הוא מתבזה ומתלכלך משא\"כ בהרמה וכמ\"ש רש\"י ז\"ל בדף י\"ב ולזה יש ליישב. ומ\"ש בספרי רבינו",
                "<b>פחותים מן הכלים </b>בדפוס מגדל עוז מן הבגדים:"
            ],
            [
                "<b>וברגלים מתחילת שליש אמצעי של לילה.</b> וכ\"כ בדפוס מגדל עוז אמנם בכתב יד קדמון כתוב משליש אחרון של לילה וכ\"כ המבי\"ט בקרית ספר ז\"ל ולא ידעתי מהו דהא לשון המשנה ספ\"ק דיומא וברגלים מאשמורת הראשונה ואיך יעתיק ז\"ל משליש אחרון אם לא שנדחוק דראשונה דקתני מתני' הכוונה מתחילתה של אשמורת אחרונה ועם כל זה לא הונח מלשון הגמ' שם דקאמר ביום הכיפורים דאיכא חולשא דכהן גדול עבדינן מחצות וברגלים דנפישי ישראל ונפישי קרבנות עבדינן מאשמורת ראשונה ע\"כ משמע דקדמי לדיום הכיפורים:"
            ],
            [
                "<b>וצובר את הגחלים וכו'.</b> פי' הרע\"ב ז\"ל משום דכתיב ושמו ודרשינן ושמו כולו ושמו שלא יפזר ע\"כ ועיין מ\"ש לקמן בסוף הפרק. ומ\"ש בספרי רבינו",
                "<b>שנתאכלו </b>בנוסח אחר כתב יד נמחק:"
            ],
            [
                "<b>אחר שירד זה שתרם רצים אחיו הכהנים וכו'.</b> לא ידעתי מה נשתנית ההוצאה מן ההרמה דבהרמה דוקא כהן אחד ובהוצאה רבים דהא קרא כתיב בתרוויהו לשון יחיד והרים את הדשן והוציא את הדשן ואולי דקרא לא נחית להקפיד בזה אלא דחז\"ל הם (כאן חסר שיטה) עיקר כמ\"ש בגמרא דיומא דף כ\"ד והיא עבודה שהיא על המזבח תיקנו לה דרך כבוד בכהן אחד לבדו ועיין מ\"ש לקמן:"
            ],
            [
                "<b>כל מי שירצה וכו'.</b> מדדקדק בזו לכתוב כל מי שירצה משמע דבגירוף הדשן מעל המזבח לא היו רשאים כל מי שירצה וא\"כ היה לו לבאר מי הם. ואפשר עם מ\"ש פ\"ד הל' ו' די\"ג כהנים היו בפייס השלישי זה אחר זה והם דשייכי לאותם עבודות היו עושים זה:"
            ],
            [
                "<b>ואע\"פ וכו'.</b> על מה שהשיג הראב\"ד ז\"ל נראה דרבינו מפרש דאתרוויהו קאי וכבר כתבו בהל' י\"ב וכמ\"ש שם והמעילה היא מפני שחלה עליו קדושה ובכדי לא פקעה וכ\"כ בפ\"ב דמעילה הל' י\"ד ולדברי הראב\"ד ז\"ל קשה קצת דקי\"ל אין לך דבר שנעשה מצותו ומועלין בו וכשנעשית מצות הרמה למה ימעלו אלא ודאי דהקדושה חלה על הדשן כאמור. ומ\"ש בספרי רבינו",
                "<b>שנאמר </b>בכתב יד נמחק. ומ\"ש",
                "<b>אסור </b>בכתב יד ואפילו:"
            ]
        ],
        [
            [
                "<b>אפילו היו מזידין וכו'.</b> כתב מרן ז\"ל דפסק כת\"ק דר' שמעון ע\"כ ואינו נראה דבקטרת אפילו ר\"ש מודה כמ\"ש בגמרא דכיון דלא שכיחא ומעתרא חביבא להו ולא פשעי וכ\"כ הרב לח\"מ ז\"ל:"
            ],
            [],
            [
                "<b>בעת שמקטירין הקטרת בהיכל בכל יום.</b> כתב מרן ז\"ל דבא לרמוז מ\"ש בגמרא דבקטרת יום הכיפורים שהוא לפני לפנים אין צריך לפרוש אלא מן ההיכל וכו' ע\"כ וכבר ביארו רבינו פ\"ד דעבודת יום הכיפורים הל' ב' ושם נרגש מרן ז\"ל שלא כתב שיפרשו בשעת הזאות הנעשות לפני לפנים לפי שסמך על מ\"ש כאן ע\"כ ונראה דהוי היפך דבריו כאן שהרי כאן רמז שיש שינוי בין ההיכל לקודש קדשים וכאן בהיכל איירי אם לא שנאמר דכוונתו דכיון שכתב כתב הבנין אב ושם ביאר דהקטרת שהוא בק\"ק אין צריך פרישה אלא מן ההיכל מעתה מינה נלמוד גם להזאות דלפני לפנים:"
            ],
            [],
            [],
            [
                "<b>כופין אותו על הגחלים ועל השרץ בשבת.</b> ראיתי להרב באר שבע ז\"ל [פ\"ה דתמיד ד\"ה ועל] שהקשה מההיא דפרק משילין והובא ג\"כ פרק כל כתבי ההוא עכברא דאשתכח באספרמקי דרב אשי אמר להו רב אשי נקטיה בצוציתיה ואפקיה ופי' רש\"י בזנבו א\"כ אמאי לא יהיה מותר להוציא גם הכא אם השרץ בעזרה וכו' וצל\"ע עכ\"ל. ולענ\"ד י\"ל דלמאי אצטריכו לומר דאישתכח באספרמקי דהיינו בשמים כמ\"ש רש\"י ז\"ל אלא להורות שההיתר אינו אלא מצד זה דכיון שהיה רוצה להתעדן מהבשמים שהוא עונג שבת ומכח זה התיר טלטולו וה\"ה נמי כשהוא לפניו במקום שנמאס בראייתו שרי כדמוכח בההיא דכל כתבי וה\"נ ידוע דאם נמצא השרץ בההיכל או בעזרה שריא טלטולו להדיא כמ\"ש רבינו פ\"ג דביאת מקדש הל' כ' אבל בשאר מקומות שאין שייך כ\"כ מיאוס כופין עליו פסכתר:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>תן לו כמדה וכו'.</b> מנחות דף פ\"ט מערב עד בקר תן לה מדתה שתהא דולקת מערב עד בקר דבר אחר מערב עד בקר אין לך עבודה שכשרה מערב עד בקר אלא זו בלבד ושיערו חכמים חצי לוג מאורתא עד צפרא ע\"כ ראיתי במפתחות שו\"ת נחפה בכסף שתמה דכיון דפסק רבינו כאן כמ\"ד תן לה מדתה היכי פסק בפ\"ו כאידך דאין לך עבודה וכו' עיי\"ש. ואיני רואה תחלת קושיא דמי האומר שאלו השתי דרשות סותרות זו את זו ואדרבה מדקאמר בתרווייהו ושיערו חכמים וכו' ולא אמר כן אחר דרשת תן לה מדתה משמע דשניהם אמת וק\"ל:"
            ],
            [
                "<b>ומדליק נר שכבה.</b> בנוסח אחר כתב יד מוסיף מן הדולקים. ומ\"ש",
                "<b>והדלקת הנרות הוא הטבתן </b>ראיתי להמבי\"ט ז\"ל בקרית ספר שהעתיק נר שכבה מדשנו ומדליקו וזהו הטבתן ע\"כ משמע דמפרש דהטבה היינו דישון והדלקה ואין נראה כן מדברי רבינו כאן אלא דהטבה היא ההדלקה והדישון הוא העריכה כמ\"ש לעיל מיערוך אותו אהרן ותו דלעיל מינה כתב והטבת נרות היינו דשונן מן האפר והוי היפך מ\"ש כאן דההדלקה היא ההטבה לכך נראה דשם הטבה כולל שניהם אלא שעיקר פירוש תיבת הטבה היינו תיקונה וזה שייך יותר בדישון ומפני שגם ההדלקה הוי תיקון לכך נתייחסה גם היא בתיבה זו ואפשר שכן הבין בדברי רבינו ואם נאמר כן יתורץ למ\"ש רבינו פ\"ט דביאת מקדש הל' ז' דהדלקה כשרה בזרים וכו' ועיין מ\"ש שם.",
                "<b>ובעיקר </b>דינו של רבינו דס\"ל דגם בבקר היה מדליק הנרות שכבו מלבד מ\"ש ז\"ל השכל מחייב ג\"כ דהרי הקפידה תורה להטבה בבקר וכמ\"ש ביומא דף כ\"ג ואם אינו מדליק מה היא קפידה זו הרי היה יכול לדשנן בערב בשעת הדלקת כולם:"
            ],
            [
                "<b>נר מערבי שכבה.</b> בנוסח אחר כתב יד שכבה נמחק וידוע דרבינו פוסק שהמנורה היתה מצפון לדרום כמ\"ש פ\"ג דבית הבחירה הל' ח' וקורא לנר האמצעי מערבי ולכך לא הזכיר דין המשנה דמצא שתי נרות מזרחיים דולקין וכו' דההיא אתיא כמ\"ד דממזרח למערב היתה וכמ\"ש הרע\"ב ז\"ל ועיין לרבינו בפירוש המשנה שיישב המשניות על מכונן וניצול מהשגת הראב\"ד ז\"ל ועיין עוד להתוס' יו\"ט והרב לח\"מ ז\"ל:"
            ],
            [
                "<b>וכיצד מדליקו וכו'.</b> מכאן קשה למ\"ש רבינו פ\"ט דביאת מקדש הל' ז' דאם הטיב הכהן את הנרות והוציאן לחוץ מותר לזר להדליקן דמשמע ע\"י נר אחר ואף אם נפרש דמיניה וביה קאמר אכתי איך אפשר להוציא הנרות לחוץ כיון שהיו קבועים במנורה עצמה והא ודאי אי אפשר להוציא שתי פתילות שיהיו ארוכים כ\"כ מן ההיכל שהיתה בו המנורה עד חוץ לעזרה ובהכרח צ\"ל דהמנורה כולה קאמר דאם אירע שעשו כן והוציאוה לחוץ והדליקה זר כשרה אף שעדיין קשה דהא קי\"ל בנר חנוכה דאם הדליקה בפנים והוציאה לחוץ לא יצא ובפ' במה מדליקין דאיתקש מנורה לנר חנוכה. ומ\"ש בספרי רבינו",
                "<b>בנר אחד </b>בנוסח אחר כתב יד בנר אחר ברי\"ש:"
            ],
            [],
            [
                "<b>כדי להרגיש את כל העזרה.</b> הקושי מבואר דזה טעמו של ריש לקיש והו\"ל לפסוק כר' יוחנן דקי\"ל כוותיה לגבי ר\"ל ותו דמשמע דלר\"ל לא היה מפסיק בעבודה ומרן ז\"ל נדחק בזה עיין עליו. ולענ\"ד נראה דרבינו אינו מפרש כפי' רש\"י אלא דבין לר\"י בין לר\"ל יש לו להפסיק בעבודה אלא דבעי תלמודא בשלמא לר\"ל דאמר טעמא כדי להרגיש העזרה כלומר דע\"י זאת העבודה תרגיש העזרה ותדע דעדיין צריך להטבת השתי נרות אבל לר\"י דהפרד החמש מהשנים היינו מדכתיב בבקר בבקר מעתה הפסק בעבודה אחרת מנא ליה אי נמי דכדי להרגיש את כל העזרה היינו בעבודה אחרת ולעולם דבין לר\"ל בין לר\"י מפסיקין בעבודה אחרת וכן נראה להדיא מדברי המבי\"ט בקרית ספר עיין עליו וכן למדתי מדברי רבינו פ\"ג דתמיד משנה ט' שכתב וז\"ל אבל כך הסדר שיטיב חמש נרות ואח\"כ מתעסק לעבודה אחרת ואח\"כ חוזר ומטיב השתי נרות הנשארים ונחלקו בסבת זה יש מי שאומר לומר מטיבין וחוזר ומטיבין כדי להרגיש כל העזרה ר\"ל לתת זמן ידוע לאותה עבודה עד שיהא לה קול ויש מי שנתן טעם במה שנאמר בבקר בבקר ע\"כ ופשט הדברים נראין כהאי נמי שכתבנו ולעולם דלכו\"ע מפסיקין בעבודה אחרת וכיון דר\"י איתותב דלא אשכח טעמא להפסקה בעבודה לכך פסק כר\"ל ועיין עוד להרב לח\"מ ז\"ל:"
            ],
            [],
            [
                "<b>שנאמר תופיני שתהא נאה וכו'.</b> לכאורה תמוהים דבריו ומרן ז\"ל לא נתעורר בהם חדא דההך טעמא דרב הונא הקשו בגמרא מתקיף לה רב יוסף אימר דכביש לה בירקא ותו דלמה הוצרך רבינו לטעם אחר דאם תאפה מבערב תפסל בלינה שהם דברי רבא שם דדריש על מחבת מלמד שטעונה כלי ותו דרבינו העתיק מרחשת גם בפי\"ג דמעשה הקרבנות הל' ג' כשהזכיר סדר עשיית חביתי כהן גדול כתב ואח\"כ קולה אותה על המחבת וכאן כתב מרחשת ותו דשם סיים ואינו מבשלה הרבה שנאמר תופיני בין בשל ונא וכתב מרן שם דפסק כר' יוסי דנימוקו עמו וכאן פסק כרב הונא אתמהא. וי\"ל דחדא מתרצת חברתה דכיון דפסק כר\"י דדריש תופיני נא ונאה מינה נמי דפסק כרב הונא דדריש נאה וקושית רב יוסף דכביש ליה בירקא אינה קושיא דאין זה דרך כבוד כלפי מעלה ומפני שפסק כר\"י במעשה הקרבנות הוצרך להביא כאן דברי רב הונא שדורש נאה כר\"י אכן בדין זה עיקר הטעם הוא כדברי רבא דדריש על מחבת מלמד שטעונה כלי ואי אפי לה מאתמול איפסיל לה בלינה דהוא בתרא ותניא כוותיה וכן נראה שהבין המבי\"ט ז\"ל בקרית ספר שלא הזכיר אלא דרשת רבא והשמיט דרשת רב הונא עיי\"ש ומה שהעתיק כאן מרחשת בהכרח צ\"ל דלאו דוקא וסמך למ\"ש בפי\"ג דמעשה הקרבנות דאיך יכתוב היפך פסוק מפורסם והרב לח\"מ הניח בצ\"ע עיי\"ש ולענ\"ד נראה פשוט כאמור:"
            ]
        ],
        [
            [
                "<b>בפייס היו עושים.</b> בדפוס מגדל עוז בפנים היו עושים וכן נראה קצת מלשון הגמרא דאי ס\"ד כולה בחול הא בעינן בבית אלהים נהלך ברגש וליכא ופי' רש\"י אלמא פייס צריך להיות בבית אלהים ע\"כ ועיין מ\"ש לקמן:",
                "<b>והממונה נוטל מצנפת מעל ראשו של אחד מהם ומחזירה.</b> משמע דתכף מחזירה אמנם התוס' כתבו שם ד\"ה והא בעינן וכו' תימה דאמאי לא היו מפייסים בעזרה דקדש טפי ואומר ר\"ת כיון דנוטל מצנפתו של אחד מהם גנאי הוא לעמוד בלא מצנפת בעזרה ע\"כ נראה מדבריהם שלא היה מחזירה מיד ולכך י\"ל כיון דהיה לו פתח לפתוח לקדש גנאי לעמוד כך ולכך היה מחזירה תכף:"
            ],
            [],
            [],
            [
                "<b>לפי שאסור למנות ישראל וכו'.</b> אין להקשות דא\"כ למה הוצרך שאול המלך ע\"ה למנות בטלאים והתורה ג\"כ שצותה למנות השקלים הלא היו יכולין למנותן ע\"י האצבעות די\"ל דשאני מנין מרובה ממועט. ובזה יתורץ ג\"כ על יואב שסירב דברי דוד המלך ע\"ה שלא רצה למנותן ולא הזכיר לו על ידי האצבעות אף שבאמת עדיין קצת קשה דכדי להציל ישראל היה יכול למנות כולן מעט מעט באצבעות אך האמת יורה דרכו שכך היתה גזרתו יתברך כדי להטעות את דוד כמ\"ש ז\"ל הנני מכשילך בדבר שאפילו תינוקות של בית רבן יודעין אותו וכו':"
            ],
            [
                "<b>והוא מכניס מחתה מלאה אש.</b> הקושי מבואר דפסק דלא כמאן בדף כ\"ה דר' יהודה ס\"ל דמי שזכה בקטרת אומר לזה שעמו זכה עמי במחתה ור' אליעזר בן יעקב ס\"ל דגם במחתה הוה פייס והרב לח\"מ ז\"ל הניחו בצ\"ע וכן התוס' יו\"ט ז\"ל גם בס' שתי ידות דף נ\"ח לא תירץ כלום עיין עליו והפר\"ח בשם הרדב\"ז ז\"ל כתב דטעות סופר הוא שכן נראה ממ\"ש פ\"ג הל' ד' שכתב שנכנס עמו אחר במחתה של אש בידו נראה שאותו אחר תלוי ברצון מי שזכה בקטרת וכן נראה ממ\"ש פ\"ו ומתחיל זה שזכה בתרומת הדשן ותורם על הסדר שאמרנו וכו' הרי שהזכיר כל פרטי תרומת הדשן ולא הזכיר המחתה וכו' והאי והוא וכו' שייך לסוף הל' ז' כי שם מקומו ע\"כ. והרואה יראה שאחרי המחילה הראויה מלבד שאין שום הכרח להוכחתו מלשונות רבינו זאת ועוד כי מה תיקן במי שזכה בקטרת הלא לר\"י אינו זוכה אלא אומר ולראב\"י צריך פייס ואם ע\"פ דברי התוס' דבדעתו של כהן תליא מילתא וכו' מ\"מ הו\"ל לפרש ועדיין צ\"ע לכן נראה שבאיזה מקום מצאו ז\"ל ומהתימה על מרן והראב\"ד ז\"ל ששתקו:"
            ],
            [],
            [],
            [],
            [
                "<b>אנשי אותו בית אב.</b> בנוסח אחר כתב יד כשאר אנשי בית אב והשמיט רבינו מ\"ש בגמרא דמוספי שבת בעינן למצוה שיהיו שוין ולדעת התוס' הוי לעיכובא עיי\"ש וכבר נרגש המל\"מ ז\"ל מזה עיין עליו ושני שעירי יום הכיפורים הזכירם רבינו פ\"ה דעבודת יום הכיפורים הל' י\"ד:"
            ],
            [],
            [],
            [
                "<b>כיצד וכו'.</b> כתב הפר\"ח בנימוקיו על רבינו דתנן בפ' שתי הלחם חל יום הכיפורים להיות בשבת החלות מתחלקות לערב ולא ידעתי למה לא הזכירו רבינו ע\"כ. ונעלם מעיני כבודו שרבינו הזכירו בפ' הבא הל' ה' כי שם מקומו הראוי:"
            ],
            [
                "<b>חל יום אחד וכו'.</b> עמ\"ש מרן להשגת הראב\"ד ז\"ל עיין בשו\"ת צבי אשכנזי ז\"ל סי' קס\"ו שהצדיק דברי הראב\"ד ז\"ל ועכ\"פ דברי רבינו נכונים כמ\"ש מרן ז\"ל ועיין פ\"ק דיומא דף י\"ח:"
            ],
            [
                "<b>כהן גדול וכו' שנאמר והיתה לאהרן וכו'.</b> מבואר הדבר דפסק כרבי וכאוקמתא דאביי ביומא דף י\"ז והרב לח\"מ ז\"ל הקשה דהו\"ל לפסוק כרבנן דהוו רבים וכרבא דהוא בתרא עיין עליו והדבר מבואר דרבא איתותב מלישנא דברייתא והא דרבי הלכתא היא כמ\"ש בסנהדרין דף כ\"א בברייתא סתמית מחצה למלך ומחצה לעם וילפי לה מהך קרא גם בע\"ז דף י' בעובדא דקטיעא בר שלום יצא ר' עקיבא ודרש והיה לאהרן ולבניו מחצה לאהרן ומחצה לבניו:"
            ]
        ],
        [
            [],
            [
                "<b>כדי שתהיה הרוח מנשבת בו.</b> פי' ולא יתעפש ואף דקי\"ל דסילוקו כסידורו מדכתיב לשום לחם חם ביום הלקחו מ\"מ לא היו סומכין על הנס ותדע דכמה שולחנות של שיש היו במקדש כדי שלא יסריח הבשר אף דקי\"ל לא הסריח בשר הקדש מעולם וכן משמע בירושלמי שהביאו התוס' שם ד\"ה אחד של כסף וכו':"
            ],
            [],
            [
                "<b>הנכנסים עומדין בצפון וכו'.</b> לשון המשנה המכניסין והיוצאין ורבינו שינה וכתב הנכנסים והיוצאין אפשר שבא לרמוז על הכהנים הנכנסין והיוצאין שד' מאלו וד' מאלו כדי שיזכו השני משמרות כיון שהיו חולקין אותו ביניהם כמ\"ש לעיל מזה. ועל מ\"ש הרב לח\"מ דרבינו נראה שסותר דברי עצמו עיי\"ש יתיישב עם מ\"ש התוס' יו\"ט ז\"ל שם. ומ\"ש בספרי רבינו",
                "<b>וטפחו של זה בתוך טפחו של זה </b>בנוסח אחר כתב יד בצד טפחו של זה:"
            ],
            [],
            [],
            [
                "<b>כשאר המנחות.</b> מרן ז\"ל דקדק דבפי\"ב דמעשה הקרבנות פסק דכל המנחות לישתן ועריכתן ואפייתן בפנים ודוחק לומר שמ\"ש כשאר (כל) המנחות לא קאי אלא אאפייתן ע\"כ. ולענ\"ד נראה דדוחק זה יש לסבלו עכ\"פ שהרי גם בפ\"ח הל' ז' גבי שתי הלחם כתב כלשון זה ג\"כ וראיתי להתוס' יו\"ט ז\"ל שהביא דברי הרע\"ב בפירוש המשנה שכתב לא איתבריר טעמא בגמרא אמאי לישתן ועריכתן בחוץ ואפייתן בפנים וכ\"כ הרמב\"ם ועל כרחינו צ\"ל שגירסא אחרת היתה להם בגמרא שהרי מבואר בגמרא משום דכלי היבש לא נתקדשו ועשרון לא מקדש תנור מקדש ואפייתן בפנים נמי אלמא תנור מקדש ואינן דוחות את השבת איפסילו בלינה הא קמן דלישתן ועריכתן בחוץ ואפייתן בפנים איתבריר טעמא וכו' ע\"כ ואי מהא לא איריא שכבר ידעו ז\"ל טעם זה דמשום דמדת היבש לא נתקדשו אלא דאעיקרא דמילתא אף שמדת היבש לא נתקדשו אכתי היו יכולין ללוש ולערוך בפנים דומיא דחביתי כהן גדול דלקמן דלישתן ועריכתן ואפייתן בפנים והכי דייקי דברי רבינו שם שכתב הסיבה שמחמתה מותר ללוש אותם חוץ לעזרה ולא יהא מותר לאפות אלא בעזרה לא נתבארה בגמרא רק נתקשה למה הוצרכו לאפות בעזרה ולא הוצרכו ללוש ע\"כ וכיון שכן אין הכרח לומר דלא הוו גרסי סוגיא שלימה שלפנינו.",
                "<b>אך </b>מה שיש לדקדק דאיך פסק ז\"ל דאפייתו בפנים ואינו דוחה שבת לקמן הל' י' הא כיון שנתקדש בתנור שהוא כלי שרת אפסל בלינה כמ\"ש בגמרא דרב אשי בדותא היא וכתבו שם התוס' תברא מי ששנה זו לא שנה זו א\"כ איך פסק רבינו לשתיהם וכן הקשה הרב לח\"מ ז\"ל ולזה צ\"ל דס\"ל דתנור אינו מקדש כמ\"ש מדבריו בפי\"ב דמעשה הקרבנות וכן מצאתי בס' ברכת הזבח ז\"ל דף כ\"ז דאיכא מאן דאמר הכי בגמרא עיי\"ש ובהכרח צ\"ל לדעת רבינו דפיסול לינה אינו אלא בכלי שרת גמור כגון מרחשת שכתב פ\"ג הל' י\"ח אבל תנור לא ואפשר שגם לזה נתכוון רבינו במ\"ש בפירוש המשנה דלא אתבריר דלמה לא יהא מותר לאפות אלא בעזרה כלומר דמכיון דלא דחי שבת מעתה למה קפדינן אפנים דוקא. והמבי\"ט ז\"ל בקרית ספר דקדק למ\"ש דאם חל יום הכיפורים בשבת החלות מתחלקות לערב דמדלא אמר למחר משמע דמשום פיסול לינה עיי\"ש ואם זה דיוק אמיתי צ\"ל כנ\"ל דאין התנור גורם פיסול לינה. אך אכתי קשה קצת דהא קי\"ל אין לך דבר שנעשה מצותו ומועלין בו וה\"נ כיון שנעשה מצותו דהרי סידרו על השלחן ואיך יפסל בלינה ודו\"ק שוב מצאתי נוסח אחר כתב יד קדמון שכתוב בדברי רבינו לישתן ועריכתן ואפייתן בפנים ואם זה גירסא אמיתית יתיישב יותר:"
            ],
            [
                "<b>וג' דפוסין של זהב וכו'.</b> לא ידעתי מנ\"ל לרבינו דשלשתן של זהב דהא אותו שהיה נאפה בתוכו אין דרך שיהיה של זהב ורש\"י פרשת תרומה פי' דשני דפוסין היו אחד של ברזל שהיו אופין בו ואחד של זהב לאחר רדייתו תפס לשון המשנה דקתני ובדפוס היה עושה אותן וכשהוא רדן נותנן לדפוס כדי שלא יתקלקלו דמשמע דשני דפוסין לחוד היו אמנם בברייתא קתני להדיא ששלש דפוסין היו כדברי רבינו וודאי דלא פליג אמתני' דמאי דקתני ובדפוס היה עושה אותן כולל הדפוס של העיסה והדפוס של האפייה אי נמי דמתני' לא איירי אלא בדפוסין שהם אחר עשיית תמונתה וכמ\"ש הרא\"ם הביאו הרב לח\"מ ז\"ל אבל דשלשתן של זהב לא אתבריר לן:"
            ],
            [
                "<b>כל חלה מהם מרובעת.</b> עיין מ\"ש מרן ז\"ל ועוד נראה דלמ\"ד כמין ספינה רוקדת צ\"ל דמקום עביד להו ומורשה עביד להו כמ\"ש בגמרא וזה דוחק מבואר גם התוס' ז\"ל הביאו מהתוספתא דאי אפשר להיות כלל למ\"ד כמין ספינה רוקדת עיי\"ש:",
                "<b>ורומה ז' אצבעות.</b> הקשה הרב לח\"מ ז\"ל דבגמ' פריך לר' יוחנן והאיכא קרנות ומתרץ קרנות לגבי דלחם כייף להו ובשלמא לפי' רש\"י שמפרש דקרנות היינו שהיה מדביק בצק לכל זוית כעין קרנים פריך שפיר דהוי יותר מטפחיים בין זה לזה אבל לפירוש רבינו דהוי הגובה מאי פריך וצ\"ע עכ\"ל והיא קושיא עצומה. אכן י\"ל כי ידוע שטבע הלחם ע\"י האפייה שהוא מגביה ומתפשט ויוצא ובפרט זה שהוא גבוה (ז\"ט) [ז' אצבעות] וכיון שכן אותו יתרון שיוצא לחוץ ימעיט שיעור השני טפחים ומתרץ דכייף ליה ללחם שכופף אותו מקום עד שלא ימעט ונראה פשוט ג\"כ שלא היו אופין אותם כל כך אלא כמו הלחם שעושין בערי תוגרמא שקורין ויטא\"ס ואחר יציאתן מן התנור כופלין אותם למוכרם כך ולכך היו יכולין לכופלו למעלה כמ\"ש רבינו אח\"ז ונוראות נפלאתי שיהיה מחלוקת כ\"כ בין רבינו להרלב\"ג שהביא מרן ז\"ל דלרבינו עביו ז' אצבעות ולרלב\"ג אצבע אחד ואנחנו לא נדע עד יבא מורה צדק:"
            ],
            [],
            [],
            [
                "<b>סידר הלחם וכו' אבל אם הקטיר הבזיכין בשבת נפסל הלחם.</b> בנוסח אחר כתב יד קדמון כתוב לא נפסל הלחם והן הן דברי מרן ז\"ל אלא דבחלוקא שניה כתב ז\"ל דגירסתו אינה כגירסתינו עיין עליו אמנם ממ\"ש בפירוש המשנה נראה דהיה גורס כגירסתינו והרב לח\"מ ז\"ל הסביר דברי רבינו עיין עליו:"
            ],
            [],
            [],
            [
                "<b>ואם אחר שהסיר הלחם וכו'.</b> בנוסח אחר כתב יד ואם אחר שסידר הלחם וטעם רבינו לפסול הלחם משום דהו\"ל נחסרו שיריה קודם הקטרת הקומץ שפסק פי\"א דפסולי המוקדשין וכר' יוחנן לגבי ריש לקיש כדאיתא בגמרא:"
            ],
            [
                "<b>נטמא אחד מן הסדרין בין לפני הקטרה בין לאחר הקטרה וכו'.</b> בזו לא חילק בין הגיע זמן הלחם ללא הגיע מפני שעל הטומאה הציץ מרצה כדאיתא התם דף ט\"ו. אכן מה שיש להקשות דבפי\"ב דפסולי המוקדשין הל' ד' פסק רבינו דאם חסרו הסדרים עד שלא הוקטרו הבזיכין פסולין משהוקטרו כשרים ומאי שנא מנפרס הלחם שאין הדבר תלוי בהקטר הבזיכין אלא בזמן הסרת הלחם ואין לומר שיש חילוק בין נפרס לחסר שהרי בגמרא דף ח' הקשו תהוי כמנחה שחסרה קודם קמיצה וכו' ותירצו מנחה לא בריר קומץ הא בריר קומץ משמע דאי לאו האי טעמא הו\"ל כחסר ואין לומר דחסרו הסדרים היינו כולם כלומר שנאבדו או נשרפו דא\"כ היכי שייך לומר כשרים או פסולים וי\"ל דלעולם יש חילוק בין חסר לנשבר ומה שתירצו בגמרא רבותא קאמר דאף אם תמצא לומר דהו\"ל חסר מ\"מ יש לחלק:"
            ]
        ],
        [
            [
                "<b>סמוך לעליית השחר יבא הממונה שעל הפייסות ויקיש על העזרה וכו'.</b> הך ויקיש על העזרה שכתב רבינו הוא מגומגם דהא תנן פ\"ק דתמיד בית המוקד כיפה ובית גדול היה מוקף רובדין של אבן וזקני בית אב ישנים שם ומפתחות העזרה בידם וכו' הרי שבבית המוקד היה צריך להקיש ותו דרבינו כתב בסוף הלכות בית הבחירה בשחר קודם שיעלה עמוד השחר יבא הממונה של מקדש וידפוק על הכהנים שבבית המוקד וכו' ונראה שהיא היא מ\"ש כאן שהרי סיים שם שבודקין והולכים את כל העזרה והיינו מ\"ש כאן",
                "<b>ומבלשין את כל העזרה </b>ובס' שתי ידות דף נ\"ח כתב בפשיטות שזה הממונה הוא אותו שהזכיר בסוף הלכות בית הבחירה. אך יש לגמגם בזה חדא משינוי עזרה לבית המוקד ותו דרבינו כתב כאן ויבואו ויעמדו בלשכת הגזית ויפייסו וכו' והתם משמע דבבית המוקד היו מפייסין לכך נראה בדעת רבינו דלעולם בבית המוקד היה מקיש אלא דמשום דחציו היה בנוי בקדש וכמ\"ש התוס' יו\"ט פ\"ק דתמיד קרי ליה רבינו עזרה אף שהפייסות לא היו אלא בלשכת הגזית כמ\"ש להדיא פ\"ב דיומא דף כ\"ה ובסוף הל' בית הבחירה לא כתב רבינו דין הפייסות מפני שסמך למ\"ש כאן וידוע דלשכת הגזית חציה פתוח לקדש וחציה פתוח לחול כמ\"ש שם ביומא והפייסות צריכין מקום קדוש משום דבבית אלהים נהלך ברגש ולזה נתכוון רבינו עוד עלה בדעתי לומר דהאי ויקיש על העזרה הכוונה שיקשקש בהשמעת קשקוש בשביל העזרה כדי לבלוש אותה וקרוב לזה מצאתי בס' עבודת ישראל דף נ\"ב עיי\"ש שהאריך ומ\"מ מ\"ש בתחילה נראה יותר ועיין עוד להרב לח\"מ והמל\"מ ז\"ל:",
                "<b>ואח\"כ מסדר מערכה גדולה וכו'.</b> נראה דדרך קצרה דיבר כאן שסמך על מ\"ש כל פרט ופרט במקומו שהרי כאן לא הזכיר אלא סדור שתי מערכות ובפ\"ב הל' ד' כתב דשלש מערכות של אש עושים בראש המזבח בכל יום וכאן לא הזכיר אלא שנים:"
            ],
            [],
            [],
            [],
            [
                "<b>כשיגיע וכו'.</b> בדפוס מגדל עוז כשיגיעו. ולפי גירסא זו קאי למקטיר ומדשן המנורה שהזכיר לעיל. ומ\"ש",
                "<b>היתה משמשת בהן </b>טעות סופר הוא וצ\"ל כהן ונמשך לאחריה וכמ\"ש במשנה:",
                "<b>ומברכין ברכת כהנים ברכה אחת.</b> פי' שלא היו רשאין להפסיק בה אפי' בעניית אמן ופרטי ברכה זו הביאם רבינו פי\"ד דהל' תפלה הל' ה' ועיין מ\"ש אני הצעיר שם:",
                "<b>ותוקעים תשע תקיעות וכו'.</b> ופרטי כל התקיעות ביארם רבינו בפ\"ז דכלי המקדש הל' ה':"
            ],
            [],
            [],
            [
                "<b>אין אומרים שירה וכו'.</b> כבר ביאר רבינו כל הפסקא הזו בפ\"ג דכלי המקדש הל' ב' ולא כפלה כאן אלא מפני סדרן של דברים:"
            ],
            [
                "<b>במנחה של שבת וכו'.</b> באמת דתמוהים דברי רבינו דבפרק יו\"ט של ר\"ה דף ל\"א אמר ר' יוחנן במנחה דשבתא אז ישיר ומי כמוך ואז ישיר ופי' רש\"י ואז ישיר דעלי באר ורבינו לא הזכירו אם לא שנאמר שסמך לה וכו' שכתב כלומר מ\"ש (בג\"ע) [בגמ'] ותו קשה דהתם אבעיא להו אי הני כולהו בחד שבתא אמר להו או דילמא כל שבתא ושבתא אמרי חד ת\"ש דתניא א\"ר יוסי עד שהראשונה אומרת אחת שניה חוזרת שתים ש\"מ כל שבתא ושבתא אמרי חד ש\"מ ופי' רש\"י מפני שאלו ששה פסוקים ואלו שלש ורבינו לא ביאר זה גם על הסמ\"ג ז\"ל יש לתמוה דבעשין קצ\"ב לא הזכיר אלא אז ישיר משה והרב לח\"מ ז\"ל הניחו בצ\"ע וצ\"ל או דגירסא אחרת היתה להם ז\"ל או שמפרשים דכיון דלא יהבו סימנא לאז ישיר ומי כמוך ואז ישיר כדיהבו בהזי\"ו ל\"ך שמע מינה דבחד זימנא אמרי להו ובעיית הגמרא אינה אלא על הזי\"ו ל\"ך ומייתי מברייתא דעד שהראשונה אומרת אחת דהיינו פסקא אחת מהזי\"ו ל\"ך שניה חוזרת שתים כלומר אז ישיר ומי כמוך ואף דלשון חוזרת הוא מגומגם לפי' זה אפשר דקאי השירה של שחרית כלומר דחוזרת לשיר ועוד ידוע דמוטב לסבול דוחק הלשון מדוחק הענין והרב המבי\"ט בקרית ספר השמיט דין זה דהשיר שהיו אומרים במנחה בשבת לא ידעתי למה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ושעיר חטאת וכו'.</b> כן לשון הכתוב בקרבנות פסח פרשת פנחס אמנם בר\"ח ובעצרת שם ובפרשת אמור כתוב שעיר עזים וכן בחדש השביעי ויום הכיפורים וסוכות בפנחס אך לקמן רפ\"ח כתב רבינו גבי עצרת שעיר חטאת סתם וכן באחד בתשרי רפ\"ט וכן ביום הכיפורים וסוכות רפ\"י וצריך טעם למה שינה מלשון הכתוב ועוד דבפ\"א דמעשה הקרבנות הל' י\"ד כתב רבינו דשעיר סתם נקרא כל שנה שניה ושעיר עזים בן שתים וכבר עמד עליו מרן ז\"ל והגיה בדבריו ואף לפי הגהתו עדיין צ\"ע טובא וכמו שכתבתי שם בס\"ד:"
            ],
            [],
            [
                "<b>שנאמר והבאתם את עומר וכו'.</b> לא ידעתי מה ראיה היא זו לארץ ישראל וראיתי להרב לח\"מ שכתב דארישא דקרא קאי דכתיב וכי תבואו אל הארץ ושכן כתב הסמ\"ג ע\"כ ולפ\"ז הביא סוף הפסוק מפני שהוזכר בו עומר:"
            ],
            [
                "<b>מצותו להקצר וכו' בין בחול בין בשבת וכו'. ואם קצרוהו ביום כשר.</b> אלה השני פסקים לא יתכנו לפי הסוגיא דמנחות דף ע\"ב דמאן דס\"ל דדחי שבת ס\"ל דנקצר ביום פסול דאי ס\"ד כשר אמאי דחי שבת כיון שעומר שנקצר שלא כמצותו כשר נקצריה מערב שבת דהא כו\"ע אית להו דר' עקיבא דכל מלאכה שאפשר לעשותה מע\"ש אינה דוחה את השבת וכמ\"ש רבינו פ\"א דקרבן פסח הל' י\"ח וכיון שכן איך פסק רבינו דנקצר ביום כשר ודחי שבת דסתרי אהדדיה והרב לח\"מ ז\"ל הניחו בצ\"ע וכן הש\"ך יו\"ד סי' רס\"ב עיי\"ש ובס' צבי אשכנזי ז\"ל דף קכ\"ג וכן הלחם יהודה ז\"ל תירצו לזה עיין עליהם ובס' ברכת הזבח האריך בלשון זה ונתווכח עם חכם אחר עיין עליו ועיין עוד להרב חיים אבועלפיה ז\"ל בלשונות. ולענ\"ד נראה דרבינו פסק כסתם משנה דקתני שאם נקצר ביום כשר ודחי שבת ולא פסק כתירוץ הש\"ס דדחי שבת דקתני מתני' קאי אהקרבה ולא אקצירה מכח מאי דאמרינן לעיל דף ס\"ו אי מיום הביאכם יכול יקצור ויספור ויביא ביום ת\"ל שבע שבתות תמימות תהיינה אימתי אתה מוצא שבע שבתות תמימות בזמן שאתה מתחיל למנות מבערב יכול יקצור ויספור ויביא בלילה ת\"ל מיום הביאכם הא כיצד קצירה וספירה בלילה והבאה ביום ואמר רבא התם דבהא לית לה פירכא ע\"כ נמצא דהוי זמנו קבוע ודין הוא דידחי שבת בכל קרבן שזמנו קבוע דבין ביום בין בלילה כדינו ודומיא דספירה כמ\"ש רבינו בהל' כ\"ג ומתני' כפשטא דדחי שבת קאי נמי אקצירה וכדתנן התם שבת זו אומרים הן וכו' וכן נראה מדבריו ז\"ל בפירוש המשנה בריש הפרק ועוד מצינו בירושלמי ספ\"ק דר\"ה הביאו הרב צבי אשכנזי ז\"ל ר' שמעון בן לקיש בעי קצירת העומר מהו שתדחי שבת ביום ופשיט התם דדחי ע\"כ וזו נראית ראיה עצמית לפסקו של רבינו ומסכים עם גמרא דידן לפי האמור וראיתי להסמ\"ג ז\"ל עשין קצ\"ט שגם הוא פסק כדברי רבינו עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>היה נר חצי השדה וכו'.</b> דע שדעת רבינו דגם בשאר מנחות נוהג דין זה משום כל חלב לה' וכמ\"ש בריש פ\"ז דאיסורי מזבח ופרטים אחרים נתבארו שם:"
            ],
            [
                "<b>וקוצרין שלש סאין בשלשה אנשים.</b> לא נתבאר זה במשנה שם ומדברי רש\"י ז\"ל נראה דאחד לבדו היה קוצר שהרי כתב אמר להן הקוצר לבני העיירות העומדים עליו ג' פעמים שואל להם כל דבר ודבר וכל כך שהיה שואלו למה וכו' ואם נאמר כן צריך לאוקומי מתני' (כר\"י) [כר' חנינא] סגן הכהנים ובשבת דוקא דאילו לחכמים דריש פרק ר' ישמעאל בין בשבת בין בחול הוי בשלשה בני אדם ואולי דאחד מן הקוצרים היה שואל הוא לבדו והשנים אחרים נמשכים אחריו ובזה אתיא מתני' ככו\"ע בין לפירוש רש\"י בין לדעת רבינו:"
            ],
            [
                "<b>קצרוהו ונתנוהו בקופות וכו'.</b> במשנה אמרו חכמים דבקנים ובקליחות חובטים אותו כדי שלא יתמעך ולא הזכירו כאן אולי דמפרש דחכמים לא באו אלא לחלוק על ר' מאיר דס\"ל דבעודו שבולין מהבהבין אותו כדי לקיים מצות קלי דאין זה משמעות קלי אלא באבוב של קלאים קאמר וכדאיתא בגמ' והיינו טעמא כמ\"ש בפירוש המשנה שלא יגישו אותו על האש קודם שיבוש לפי שהוא מתלחלח ובשעת הדישה יתפרד ויפסד אבל קולין אותו אחר דישתו וכו' ע\"כ. ומ\"ש בספרי רבינו",
                "<b>ומקטיר השאר </b>תיבת השאר אין לה מובן שלא היה מקטיר אלא הקומץ וכן מצאתי בכתב יד קדמון השאר נמחק:"
            ],
            [
                "<b>אסור לקצור וכו' קודם לקצירת העומר וכו'.</b> מרן הקדוש תמה על רבינו דבגמרא משמע דקודם הבאת העומר קאמר ע\"כ כבודו במקומו עומד דהא ודאי הא דקודם הבאת העומר שאמרו בגמ' הוא לענין האכילה אבל לענין הקצירה כו\"ע מודו דקודם קצירת העומר אסור לקצור כמ\"ש שם מגזירה שוה דראשית בלי חולק.",
                "<b>ודין </b>איסור החדש עד הקרבת העומר כבר ביארו רבינו פ\"י דמאכלות אסורות הל' ב' וכבר נתעוררו בזה הרב לח\"מ והתוס' יו\"ט פ\"א דחלה והרב ברכת הזבח ז\"ל ובס' קול בן לוי ביקש להליץ בעד מרן ז\"ל עיין עליו ומה שאני תמיה יותר דאיך לא ראה מרן הקדוש דברי רבינו והרע\"ב שם שפירשו כן עיין עליהם:"
            ],
            [],
            [
                "<b>שנאמר קצירכם ולא קציר מצוה.</b> מבואר הדבר דראיה זו לא מהניא אלא לבית האבל ובית המדרש אבל לנטיעות שלא יפסידו כבר ידוע דחס המקום על ממונם של ישראל וה\"נ לא הוי אלא אסמכתא בעלמא:"
            ],
            [],
            [
                "<b>כבר ביארנו וכו'.</b> מה שיש לדקדק בזה עיין פ\"ה דאיסורי מזבח הל' ט' ושם כתבתי הנראה לענ\"ד בכוונת רבינו וכ\"כ בס' מקראי קודש דף קל\"ד ע\"ב:"
            ],
            [
                "<b>וכל המקריב וכו'.</b> ברייתא בכיצד מברכין דף ל\"ז היה עומד וכו' נטלן לאכלן מברך המוציא לחם מן הארץ ופירש רש\"י ישראל שהקריב ונתנם לכהן להקריבם נטלן לאכלן הכהן והתוס' הקשו דהיה עומד ומקריב משמע דקאי להכהן ועוד נטלן לאכלן משמע דההא קאי עיי\"ש. והנה רש\"י ז\"ל במנחות דף ע\"ה פירש דקאי אכהן כגון שלא הקריב זה הכהן מעולם או שהקריב מנחה חדשה כגון מנחת העומר ע\"כ ואפשר דרש\"י ס\"ל דבין ישראל בין כהן כיון שהקריב מנחה חדשה מברך שהחיינו כי היכי דלא תקשי דבריו אהדדי וניחא נמי למה שהקשו עליו התוס' דכיון שבשניהם איירי אתי שפיר ובהכי ניחא נמי לדברי רבינו שכתב וכל המקריב וכו' דכוונתו בין לכהן בין לישראל ונמצא לפי האמת דכל הנביאים מתנבאים בסגנון אחד:"
            ],
            [
                "<b>וקצרה אחר שקרב העומר וכו'.</b> בדפוס מגדל עוז אחר שקצר העומר ונראה שמרן ז\"ל נתכוון לשלול גירסא זו עיין עליו:"
            ],
            [
                "<b>ה\"ז ספק וכו'.</b> בעיא בגמרא ולא אפשיטא ובפ\"ח דמעשה הקרבנות הל' י\"ד תמה מרן ז\"ל על רבינו דלמה פסק דה\"ז ספק הא מכיון דלא אפשיטא הו\"ל לפסוק לחומרא והניחו בצ\"ע עיין עליו ולפי דין זה נראה שכן דרכו של רבינו לפעמים ואפשר שלכך שתק לו מרן ז\"ל כאן ובפ\"ח הל' ג':"
            ],
            [
                "<b>והקוצר קודם קצירת העומר אינו לוקה.</b> לא ידעתי למה הוצרך לדין זה ומהיכא תיתי שילקי והרי אינו בא אלא מדרשא דראשית קצירכם כמ\"ש בהל' י\"ג ואפשר שנתכוון להודיענו היתר הקציר דאילו היה לוקה היה אסור:"
            ],
            [
                "<b>ומצוה למנות הימים עם השבועות.</b> מדלא כתב ומצות עשה למנות הימים והשבועות משמע דחש לאמימר דלא מני שבועי משום זכר למקדש ואף שרבינו פוסק דגם בזמן הזה דאורייתא מ\"מ השבועי לא כללן במ\"ע גמור. שוב ראיתי בספר המצוות עשין קס\"א שכתב להדיא דגם השבועות בכלל המ\"ע ולא נמנו לשתים משום דהוי חלק מחלקי המצוה ותו דאם איתא הו\"ל לתקוני שתי ברכות על ספירת העומר ועל ספירת שבועי העומר עיי\"ש:"
            ],
            [
                "<b>שכח ולא מנה וכו'.</b> נראה שיש ללמוד זה ממתניתין דפרק ר' ישמעאל דקתני דאם נקצר ביום כשר ובדף ס\"ו איתקש ספירה וקצירה להדדי וכמ\"ש בהל' ו':"
            ],
            [
                "<b>מצוה זו וכו'.</b> לאפוקי שמיטין ויובלות שאין המצוה אלא לבי\"ד הגדול בלבד כמ\"ש רפ\"י דשמטה ויובל:"
            ]
        ],
        [
            [],
            [
                "<b>שתי הלחם וכו'.</b> מרן ז\"ל תמה על רבינו דשבק מתני' ופסק כברייתא עיין עליו. ולענ\"ד נראה מפני שראה ברייתא אחרת דר' נתן ור' עקיבא שאמרו שתי הלחם הבאות מן הישן כשרות ומה אני מקיים חדשה שתהא חדשה לכל המנחות ע\"כ וכיון דאיכא שתי ברייתות דפליגי אמתני' פסק בשתי הלחם כן ומתרצה הך קושיא ברם בפ\"ז לעיל לא הזכיר בעומר דין זה אולי מפני שבשתי הלחם הוצרך לפסוק דבאות מן הישן ובעומר לא מצאנו ואם יפסוק כאידך ברייתא תקשי עליה איך שבק מתני' ואם יפסוק כמתני' בעומר הרי פסק בשתי הלחם דלא כוותה לכך שתק ודי לו בדינים אחרים דמצותו לבא מן הקמה ומן הלח וכו' דמשמע דחדש בעינן וכ\"כ להדיא לקמן הל' ד':"
            ],
            [
                "<b>חטים שירדו בעבים יש בהם ספק וכו'.</b> קצת קשה דכיון דהוי ספיקא דאורייתא הו\"ל לפסוק לחומרא להדיא וכעין זה תמה מרן ז\"ל על רבינו פ\"ח דמעשה הקרבנות הל' י\"ד ועיין מ\"ש בפרק הקודם הל' כ' דדרכו של רבינו לכתוב כך כפי מה שנראה לרוחב תבונתו והנה מרן ז\"ל הזכיר פי' רש\"י שפי' כששתו העבים באוקיינוס בלעו ספינה מלאה חטים אמנם התוס' ז\"ל הקשו עליו דממ\"נ אם הם מחו\"ל וכי בשביל שהיו בעבים הוכשרו ואי הוו מא\"י וכי נאסרין ע\"י כך ופירשו ז\"ל דע\"י נס ירדו בעבים כהנהו אטמהתא דפרק ד' מיתות ע\"כ וכיון שכן לא היה לו למרן להזכיר פי' רש\"י בסתם:"
            ],
            [],
            [],
            [],
            [
                "<b>ולישתן ועריכתן בחוץ ואפייתן בפנים ככל המנחות.</b> הלשון מגומגם דבפי\"ב דמעשה הקרבנות פסק דכל המנחות לישתן ועריכתן ואפייתן בפנים ובהכרח צ\"ל דלא קאי אלא האפייה וסמך למ\"ש במקומו ועיין מה שכתבתי לעיל פ\"ה הל' ז' והאמת נראה דבהא אשמועינן רבותא דאף שאינן דוחות את השבת אפ\"ה אפייתן בפנים ואף דבגמ' לא משמע הכי כבר כתבתי הנראה לענ\"ד לעיל פ\"ה ועיין להתוס' יו\"ט ז\"ל:"
            ],
            [
                "<b>אלא אופין אותן מע\"י.</b> בדפוס מגדל עוז מערב יו\"ט אך פסוק זה שהביא רבינו קשה קצת דא\"כ עומר נמי (וחביתי כהן גדול) נימא הכי ויש ליישב:"
            ],
            [],
            [
                "<b>אורך כל חלה וכו'.</b> עיין מה שכתבתי פ\"ה הל' ט':"
            ],
            [
                "<b>כיצד הנפת הלחם וכו' ומניחין בצד שתי הלחם.</b> כתב מרן ז\"ל פלוגתא דתנאי בברייתא ופסק כרבי משום דמסתבר טעמיה ע\"כ. וקשה דפלוגתייהו בעודם חיים דר' יוסי בן המשולם אמר כבשים למעלה וחנינא בן חכינאי אמר מניח שתי הלחם בין ירכותיה ורבי אמר מניח זה בצד זה ומניף והיינו בעודם חיים ורבינו קאי אחזה ושוק דשייך אחר שחיטה ודין זה של רבינו הוא הברייתא האחרת דאפליגו רבי וחכמים בזבחי שלמי צבור דתנופה כמות שהן דברי רבי וחכמים אומרים בחזה ושוק ופלוגתייהו בדון מינה ומינה וא\"כ פסק כחכמים בחזה ושוק. ולכן נראה דמ\"ש רבינו ומניחן בצד שתי הלחם קאי בין אחיים שהזכיר לעיל בין אשחוטים ובהכי מתרצי גם כן דברי מרן ז\"ל וכ\"כ הרב לח\"מ ז\"ל ובס' שמות בארץ ז\"ל בכפות תמרים דף ל\"א כתב דלא הוצרך רבינו לכתוב הנפת החיים עם הלחם דמילתא דפשיטא והפסוק מפורש (ע\"ט) [עיין עליו] והמעיין יבחר:"
            ],
            [
                "<b>שחט שני כבשים על ארבע חלות וכו'.</b> הקשה הרב לח\"מ ז\"ל דמשמע מדברי רש\"י והתוס' דארבעתם צריך להניף דלא ידעינן מי הם הקדושות ורבינו לא הזכיר ההנפה אלא בשתים ועוד שכתב שנאכלין בחוץ ואמאי כיון דלא ידעינן הי מנייהו קדושות ואנו קי\"ל דבדאורייתא אין ברירה ואי יש ברירה בהא א\"כ אפילו בחוץ יכול לפדותם וכן יש לתמוה במ\"ש פי\"ב דפסולי המוקדשין הל' ט\"ו גבי תודה שנשחטה על שמונים חלות וכו' עיי\"ש והאמת יורה דרכו דרבינו פסק להדיא דבדאורייתא אין ברירה כמ\"ש פ\"א דתרומות הל' כ\"א ורפ\"ז דמעשר ועיין מ\"ש שם ובשו\"ת זרע אברהם ז\"ל יו\"ד סי' כ\"ז דף קי\"ג עמד בזה והעמיק הרחיב ולקושיית הרב לח\"מ ז\"ל תירץ דכיון שמתחילה אמר יקדשו שתים מתוך ארבע וארבעים מתוך שמונים פשיטא דמהניא ברירה בהו דאדעתא דהכי אקדשינהו מתחילה ליקח הצריך לו והשאר יהיו חולין ע\"י פדייה וסמכינן על ברירתו משום דלחודייהו קיימי וכו' עיי\"ש. ואחרי המחילה הראויה אכתי תקשי דאם איתא למה הצריך רבינו לפדותן בפנים הא כיון דלא אקדשינהו אלא על דעת ליקח הצריך לו והשאר יהיו חולין ע\"י פדייה מעתה הפדייה תתכשר אף בחוץ כיון שלא נתקדשו וי\"ל דכיון דרבינו פסק כרבי דשחיטה מקדשתן מעתה בשעת שחיטה קבלו כולם קדושה בהכרח דהא עכ\"פ צריכין פדיון והן הן דברי רב חסדא בגמרא דאמר דפריק להו אגואי וחולין ממילא קא הויין ודו\"ק:"
            ],
            [],
            [],
            [
                "<b>שתי הלחם מעכבין את הכבשים וכו'.</b> עיין מ\"ש מרן ז\"ל דרבינו פסק כר' עקיבא וכו' והרב לח\"מ ז\"ל הוסיף משום דר' שמעון ור' שמעון בן ננס פליגי בטעמייהו והו\"ל כל חד לגבי ר\"ע דהלכה כמותו מחבירו. אמנם הרב ברכת הזבח והתוס' יו\"ט ז\"ל תמהו דלקמן דף ע\"ד סתם לן תנא כר\"ע דקתני ובזה יפה כח הכהנים מכח המזבח ואמרו בגמרא לאתויי שתי הלחם וכו' והו\"ל מחלוקת ואח\"כ סתם דהלכה כסתם ותקשי להראב\"ד והרע\"ב שפסקו כר\"ש ע\"כ ולהראב\"ד ז\"ל יש לומר דס\"ל כאידך לישנא שהביא רש\"י ז\"ל אמנם להרע\"ב קשה טובא שהרי כן פירש הוא עצמו באותה משנה עיין עליו ועיין בס' קול הרמ\"ז ז\"ל ובס' בית דוד נר\"ו:",
                "<b>ואם הונפו עם הכבשים וכו'.</b> עיין מ\"ש מרן ז\"ל דאפשר דטעמו של רבינו מדאמרינן בתר הכי א\"ל אביי לרבא מאי שנא שני כבשים וכו' משמע דס\"ל דתנופה עושה זיקה ע\"כ וראיתי להרב חיים אבועלפיה ז\"ל בס' עץ החיים פרשת אמור דף מ\"ט שהקשה על מרן וז\"ל וליתא דא\"כ למה אינו מעכב רק או לחם לכבשים או כבשים ללחם וכשהונפו ב' מעכבין זה את זה והלא ב' הוזקקו לתנופה זע\"ז וצ\"ע. ולא זכיתי להבין דבריו דאדמקשה למרן ז\"ל תקשי ליה לאביי ורבא בגמרא דאסיקו דתנופה עושה זיקה וזיקה דשחיטה כבר הזכירה רבינו פי\"ז דפסולי המוקדשין הל' י\"ח:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>התמידין וכו'.</b> עמ\"ש מרן ז\"ל עיין בספר ברכת הזבח והרב לח\"מ ז\"ל. ומ\"ש",
                "<b>הרי הדבר שקול וכו' </b>היינו משום שזה תדיר וזה מקודש ואיזה מהם שירצה יקדים וכמ\"ש לקמן פ\"ט הל' ב':"
            ]
        ],
        [
            [
                "<b>ושעיר חטאת וכו'.</b> עיין מ\"ש לעיל פ\"ז הל' ג' ופ\"א דמעשה הקרבנות הל' י\"ד:"
            ],
            [],
            [],
            [
                "<b>ואם נשחטו וכו'.</b> לא ידעתי למה לא סיים שאם נזרק כשר כמ\"ש בפסחים דף ס\"א ופירש רש\"י דאע\"ג דאמרינן יאוחר דבר שנא' בו בערב ובין הערבים וכו' לא מפסיל בהכי:"
            ],
            [
                "<b>או דם עולה ודם אשם וכו'.</b> עיין מ\"ש מרן ז\"ל דלפ\"ז משמע דבעיין אפשיטא ורבינו אפשר שלא היה גורס וכו' ע\"כ ודבריו מתמיהין דכיון דדחי ליה לא אאימורים כלומר מתני' דקתני חטאת קודמת לאשם לא תדוק מינה לדם ותיפשוט בעיין אלא דוק לאימורין מדקתני סיפא מפני שדמה ניתן דמשמע דעד השתא לא איירי בדם מדמוכח ליה מדם ולהחזיק דבר זה דהך מתני' לא מיירי אלא בקדימת אימורים סיים ש\"מ כלומר שכן הוא האמת וכיון שכן לענין קדימת דם לא ידעינן אם אשם קודם לעולה או עולה קודמת לאשם ואיך מרן ז\"ל כתב בפשיטות דאיפשט בעיין והוצרך לידחק שרבינו לא היה גורס האי דייקא נמי אדרבה מזה מוכח דלא אפשיטא לענין דם והרב לח\"מ ז\"ל הטריח עצמו ללא צורך עיין עליו:"
            ],
            [
                "<b>וכן בשעת הפרשה וכו'.</b> כתב מרן ז\"ל תוספתא פ\"י דזבחים ע\"כ ותמהו עליו התוס' יו\"ט פ' כל התדיר והמל\"מ ז\"ל דלמה לא הביא ממתני' דהתם דקתני חטאת העוף קודמת לעולת העוף וכן בהקדשה ופי' רש\"י והרע\"ב ורבינו בפירוש המשנה וכן בהקדשה כשהוא מפריש וכו' עיי\"ש. ולענ\"ד דברי מרן ז\"ל שרירין וקיימין דאי מההיא לא איריא דהא קתני ר' אליעזר בברייתא התם כל מקום שנתחלפה חטאת חטאת קודמת וכאן ביולדת עולה קודמת וכו' ואף דרבא דחי ליה דלמקרא הקדימה הכתוב הרי נחלקו רש\"י והתוס' בשם הר\"ר חיים ז\"ל דלדידיה בקרבן יולדת יקדש תחילה העולה קודם החטאת וכו' עיי\"ש וכאן רבינו יהיב כללא לכולהו ויולדת בכלל ואם הוא מפרש כפירוש הר\"ר חיים שהביאו התוס' הרי אין מכאן שום ראיה דאדרבה הויא תיובתיה לכך הוצרך להביא מהתוספתא פירוש דקתני התם להדיא חטאת העוף קודמת לעולת העוף וכן בהפרשה אל יאמר זה לעולתי וזה לחטאתי אלא יאמר זה לחטאתי וזה לעולתי חטאת העוף של יולדת קודמת לכבשה ע\"כ הרי מבואר בזאת התוספתא דאין חילוק בין יולדת לכולהו אחריני דלעולם חטאת קודמת בלי חולק ודין זה דחטאת העוף של יולדת דקתני בהך תוספתא הביאו רבינו לקמן הל' ח' לענין הקרבה דלענין הפרשה מילתא דפשיטא היא לפי זאת התוספתא. אלא שיש לתמוה על המבי\"ט ז\"ל בקרית ספר שכתב שביולדת דעולת עוף תחת עולת בהמה באה וכו' עולה דעוף קודמת לחטאת עוף להפרשה כדכתיב אחת לעולה ואחת לחטאת וכו' ע\"כ הבין בדברי רבינו כפירוש הר\"ח שהביאו התוס' ז\"ל כנ\"ל וקמיה מילתא דהיכן מצא זה בדברי רבינו לחלק בין עולת יולדת לשאר עולות והפך התוספתא הנ\"ל ודברי מרן ז\"ל:"
            ],
            [],
            [
                "<b>אפילו חטאת העוף של יולדת קודמת לכבשה.</b> כן לשון התוספתא פ\"י ופירש מרן במפיק ה\"א וכו' אמנם הרב המבי\"ט בקרית ספר ז\"ל פירש וז\"ל נראה משום דחטאת העוף של יולדת באה במקום בהמה וכשבה אינה באה במקום שעירה ע\"כ. נראה שהבין תיבת כשבה שהיא כשבה נקבה וא\"כ קשה תרתי חדא דמאן דכר שמה דכשבה דעלמא עם חטאת העוף דיולדת ותו דמקרא מלא דבר הכתוב תביא כבש בן שנתו לעולה ובן יונה או תור לחטאת ולמה לא ישמיענו דין זה דאף דפשט הכתוב דיקרב תחילה העולה שהרי הוקדם מ\"מ דינו שיהא מאוחר אלא ודאי דברי מרן ז\"ל נראין:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>היו לפניו וכו'.</b> משנה דף צ' ופירש רש\"י שלמים שבאו אמש לעזרה ושהו עד היום ישחטו של אמש קודמין דזלזול להשהותן כל כך וכו' וכן מפורש בתוספתא דזבחים ע\"כ נראה להדיא דבחיים קאמר אמנם התוס' נראה שהיתה להם גירסא אחרת שהרי העתיקו דזלזול הוא להשהותן כל כך שצורת הבשר מתקלקלת וחלקו עליו דבחינם דחק אלא היינו טעמא דשלמים של אמש אין להם היתר אלא עד הלילה וכו' ע\"כ והן הן דברי רבינו שסיים שהרי קרב זמנן כלומר דכיון שנשחטו מאמש הרי אין זמן אכילתן אלא עד הלילה הבאה דזמן השלמים לשני ימים ולילה אחת וגירסת התוס' פירש\"י נראית יותר שהרי רש\"י ז\"ל סיים וכן מפורש בתוספתא והיא (בפי') [בפ\"י] ואין שם שום ביאור דאיירי בעודם חיים אלא לענין אכילה דוקא ע\"ע:"
            ]
        ],
        [
            [],
            [
                "<b>ועוד מקריבין וכו'.</b> לענין ההקרבה קאי דאלו לשל צבור ידוע דשני השעירים משל צבור הן וכדתנן ולקיחתן כאחד וכו':"
            ],
            [],
            [],
            [],
            [
                "<b>ועם ניסוך היין וכו'.</b> אין הכרח בדברי רבינו שהיה מנסך שניהם בבת אחת דאפשר שהיה מנסך זה אח\"ז ומלשון מרן ז\"ל שכתב ומשמע לרבינו דהיינו בשעת ניסוך היין אין הכרח דאפילו בזה אח\"ז מקרי בשעה אחת אמנם מדתנן פ' לולב וערבה ומנוקבין כמין שני חוטמין דקין אחד מעובה ואחד דק כדי שיהיו שניהם כלין בבת אחת ע\"כ משמע דבבת אחת היו מנסכין אותם דאי בזה אח\"ז רחוק הדבר מאד לצמצם שיהיו שניהם כלין בבת אחת ומ\"מ מבואר הדבר דאין זה לעיכובא דהרי פסק דאפילו נסכן בלילה יצא והוא מבואר בתענית דף ב' ומכ\"ש למ\"ש התוס' שם דמשמע דס\"ל דאף לכתחילה יכול לנסך מהלילה ועיין להמל\"מ ז\"ל:"
            ],
            [
                "<b>ושני ספלים של כסף היו שם וכו'.</b> בפ\"ב דמעשה הקרבנות הל' א' כתב רבינו גבי ניסוך היין ויוצק על היסוד ויורד לשיתין ופי' מרן ז\"ל שם שכוונתו דבניסוך היין של כל ימות השנה היה עושה כן לבד מניסוך דחג שהיה מטיל לספלים עיי\"ש אמנם אם איתא היה לו לרבינו לכתוב כאן כיצד היו עושין בחג לרמוז דבשאר ימות השנה לא היו מנסכין בספלים כלל ותו דלא נמצא דבר זה בשום מקום כמ\"ש שם והקרוב אלי דרבינו סמך שם למ\"ש כאן שהוא עיקר מקומו:",
                "<b>ושל מים היה נקב שלו דק וכו'.</b> לשון המשנה אחד מעובה ואחד דק ורבינו שינה הלשון אפשר שנתכוון למ\"ש התוס' ז\"ל דלשון מעובה אינו שייך בנקבים אלא בשולי הספל עיי\"ש:"
            ],
            [],
            [
                "<b>ואינה מכלי שרת.</b> מדכתב בזו שאינה מכלי שרת מכלל דצלוחית של זהב שכתב לעיל בהל' (ה') [ז'] היתה מכלי שרת וא\"כ קשה דאיך היה מערה ממנה להספלים שהם של כסף הא קי\"ל דמעלין בקדש ולא מורידין וכדאמרינן גבי שלחנות וכו' ויש ליישב עם מ\"ש התוס' דהספלים היו קבועים במזבח עצמו והוו להו כגופו של מזבח:"
            ],
            [],
            [
                "<b>בכל יום וכו'.</b> טעם לציון אלו הפסוקים אף שהיו אומרים כל המזמור עיין לרש\"י ז\"ל בסוכה דף (נ\"ב) [נ\"ה]:"
            ],
            [
                "<b>כבר ביארנו וכו'. </b>עיין לרבינו בפירוש המשנה פרק החליל:"
            ],
            [],
            [],
            [
                "<b>ולעולם אין מערבין וכו'.</b> מרן ז\"ל הזכיר הסוגיא ופי' רש\"י והגיה בדברי רש\"י במ\"ש היינו בשלא נתערבו והקשה עליו והגיה אפי' נתערבו וכו' ע\"כ והרב לח\"מ ז\"ל הקשה דאדרבה גירסתינו בדברי רש\"י היא הנכונה דפשט הברייתא דקאמרה במה דברים אמורים וכו' אמתני' [קאי] וכן פירש רש\"י שם וכיון דאמתני' קאי על כרחך ה\"ק הא דתני מתניתין דאין מערבין וכו' היינו כשהסלת והשמן קיים וכו' אבל היכא דהוקטר סלת ושמן או נתערב ולא נשאר אלא יין מערבין וכו' וא\"כ על כרחך מה שאמרה המשנה אבל אין מערבין וכו' איירי בשלא נתערבו וכו' עיי\"ש. ואחרי המחילה הראויה איני רואה הכרח לומר דהך במד\"א דברייתא אמתני' קאי כי היכי דתידוק מינה דמאי דקתני מתני' אבל אין מערבין וכו' דבלא נתערבו איירי דהן אמת דרש\"י ז\"ל פי' שם והא תניא במד\"א דאין מערבין נסכי כבשים בנסכי אלים וכו' ולא פי' ז\"ל דאמתני' קאי אלא דההך חלוקא דקתני ברישא דברייתא לחודה קתני עלה במד\"א וכו' ולפ\"ז אין כאן אותו דיוק להחלוקא האחרת דמתני' וגם לא מסתבר מלישנא דמתני' דמדקתני אבל אין מערבין וכו' דהוי שפת יתר דכיון דקתני ברישא מערבין נסכי פרים בנסכי אלים מינה נשמע דבנסכי כבשים אין מערבין אלא מדחזר לשנות אבל אין מערבין וכו' אתא לאורויי דאפילו נתערבו סלתן ושמנן אין מערבין יינן משא\"כ כשנגיה בדברי רש\"י האפי' אתי שפיר וכפשטא דמתני' גם בס' ברכת הזבח ז\"ל הגיה זה האפילו וכתב שדברי הרב לח\"מ ז\"ל דחוקים עיין עליו:"
            ],
            [],
            [],
            [
                "<b>וכיון שנבללו וכו'.</b> בדפוס מגדל עוז נמצא מחוק מתיבת לכתחילה עד סוף הדין ונראה שיש להגיהו ודו\"ק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות תמידין ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}