{
    "title": "Kaf Achat",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kaf_Achat",
    "text": [
        [
            "בינ״ו עמ״י עש״ו",
            "<small>נסח תפילה למי שאיחר לקום ואין לו שהות לתתפלל התפלה הכוללת אשר בתחילת צפורן שמיר. יאמר זו דרך קצרה ברא״ש אמי״ר:</small>",
            "ליקו״בהו בדחילו ורחימו וכו׳ הריני מקבל עלי אלהותו יתב׳ ויראתו ואהבתו והנני עבד להש״ית. והריני מקיים מצות ואהבת לרעך כמוך והריני אוהב את כל אדם מישראל כנפשי והריני מכוין לקיים מצות ת״ת ומצות ציצית ותפילין והריני מוכן לקיים מצות ק״ש ותפלת שחרית הם והמצות הנלוות והכלולות בהם. ואני מכוין בכל לעשות נח״ר ליוצרינו שלא ע״מ לק״פ בשום צד ואני מכוין בכל לדעת רשב״י הקדוש והריני מקבל עלי כל תרי״ג מצות דאורייתא ומצות דרבנן הם וענפיהם ואתה האל הטוב כרוב רחמיך תצילנו מיצ״הר ותזכנו לעבדך כאמת. כי״רא ויהי נועם ה׳ אלהינו וגו׳:"
        ],
        [
            "<small>למצטער על סחורותיו אשר הם בדרך ים או יבשה. יקח עשרה אנשים שילמדו תהילים ויוסיפו בתפלה שאחר התהילים נסח זה:</small>",
            "יהרמ״י או״א שתתמלא רחמים על פב״פ ותבטל מעליו כל גזירות קשות ורעות וכל נכסיו וסחורותיו אשר לו בעיר זו ובעיירות אחרות ובכל מקום שהם בין בים בין ביבשה אתה ה׳ תשמרם מכל רע ותסתום פי המקטריגים עליו ועל נכסיו ולא תעשינה ידיהם תושיה ותצילהו לו ולנכסיו מכל צר ואויב ומכל שולל ובוזז ובצל כנפיך תסתירהו וכל צדקותיו אשר עשה (ואשר השתדל בלימוד היום) ות״ת שלומד הכל יזכר לפני כסא רחמיך לרחם עליו ועל נכסיו בכל צדקותיו וזכות אבותיו יגן עליו ועל נכסיו מעתה ועד עולם אמן כן יהי רצון:"
        ],
        [
            "<small>לעורר רחמים אם יזכה להוליד בן זכר:</small>",
            "א. <small>יום שתטבול האשה יתן שמן לעילוי נשמת ר״מ ויאמר קודם:</small>",
            "הריני מנדב שמן זה למאור לעילוי נשמת רבי מאיר בעל הנס כדי שהקב״ה בזכות ר״מ יזכני להוליד הלילה הזו הבאה לשלום ותתעבר אשתי פב״פ מבן זכר לחיי״ט ולקיימא זרע אנשים לעבודתו יתברך אלהא דרבי מאיר ענני:",
            "ב. <small>בלילה אחר ק״ש קודם שישכב יאמר זה ג״פ:</small>",
            "<b>יהר״מ </b>אהיה אשר אהיה (<small>יכוין קבלתו שיש בו ד׳ אותיות אלף הא יוד הא כחו גדול פשוט או מורכב לכל דבר. סודו אהיה מורה על סוד האלהות היה הוה ויהיה</small>) שהלילה הזו תתעבר אשתי זו פב״פ מבן זכר וחכם ונתת לאמתך זרע אנשים ונפש חכמה בכחך הגדול לעבודתך כן יהי רצון אמן:",
            "ג. <small>אם נראה שנתעברה כל מ׳ יום כל יום יתן פרוטה לצדקה לעילוי נשמתו של ר״מ כדי שיהיה בן זכר. אלהא דר״מ ענני:</small>"
        ],
        [
            "<small>לקדש עצמו במותר לו תמיד ושניהם יהיו במחשבות טהורות להוליד בן זכר ולהמשיך נשמה מבחי׳ חסד ויכוין שם שדי וצירופיו:</small>",
            "<small>לקהל ישראל שהם בצער מלחמות וכיוצא:</small>",
            "יהרמ״י או״א אב הרחמן שתתמלא רחמים עלינו ועל יושבי העיר הזו וכל גבולה ותצילנו ממלחמה וממצור ומשבי ומביזה ותרחיק גייסות האויבים מכל גבול ארצינו לא יקדמו על ארצנו מגן ולא ישפכו עליה סוללה והאויבים אשר בקרבנו תכניעם ותשפילם ותפר עצתם ותצילנו מכל אויב ואורב ושולל ובוזז תפול עליהם אימתה ופחד (<small>יכוין בשם</small> <b>תעאו</b>) וכל צדקות ישראל ות״ת אשר עשו ולמדו בעירנו ובעיירות אשר בגבולנו יזכרו לפני כסא רחמיך ותבטל מעלינו ומעל ישראל אשר בעיר (פלוני) כל גזירות קשות ורעות (<b>קרע שטן</b>) ותחון עלינו ועליהם מאוצר מתנת חנם ככל צדקותיך ותצילנו מכל רעב ויוקר השערים אל מלא רחמים תן שלום בארץ תן שלום במלכיות ושררות ובצל כנפיך תסתירנו בזכות אאע״ה איש החסד ובזכות יצחק אע״ה אזור בגבורה ובזכות יעקב אע״ה כליל ת״ת ובזכות משה רעיא מהימנא אחוז בנצח ובזכות אהרן כהנא רבא אחוז בהוד ובזכות יוסף הצדיק אחוז ביסוד ובזכות דהע״ה אחוז במלכות עזרנו אלהי ישענו ע״ד כבוד שמך והצילנו וכפר על חטאתינו למען שמך. רחום חנון שומר תומך מציל ישר פודה (<b>רחש תמיף</b>) הצילנו מכל צרה וטרוף ובלבול עשה למען כו׳ <small>כן יאמר אחר י״ב פ׳ מז׳ יענך. ואחר צ״א פעמים ויהי נועם. כמ״ש בסנסן ליאיר וכן יאמר עוד בתפלה שאחר התהלים קודם ותקרא לשבוים דרור:</small>"
        ],
        [
            "<small>אחר פסוקי לקוטי תהלים באותיות שם החולה יאמר תפלה זו:</small>",
            "יהרמ״י או״א שתתמלא רחמים עלינו ותעשה למען רחמיך ולמען שמותיך הקדושים הכתובים בפסוקים אלו שקריתי לפניך ושמותיך הקדושים הרמוזים והמצורפים בהם ובזכות פ׳ אלו אשר ראשיהם אותיות שם פ׳ ברב רחמיך תאיר כל שרשי נר״ן שלו הרמוזים וכלם אחוזי אותיות שמו ויושפע עליהם שפע רב ממקום שלהם ויאירו וישפיעו ויאמצו כח בענפי נר״ן שלו אשר בגופו ומקיפיו ותבטל מעל פלוני כל גזירות קשות ורעות אנא בכח גדולת רחמיך מחיה חיים יחייהו וישלח דברו וירפאהו רפואה שלימה לאורך ימים ושנות חיים כי״ר:"
        ],
        [
            "<small>לבחור ירא ה׳ שרוצה שתזדמן לו כלה הגונה יתפלל בכונה תפלה זו:</small>",
            "רבש״ע בחסדך יצרת עולמך ובראת אדם ועשית לו עזר וצויתנו לישא אשה ולהוליד בנים והחמירו עבדיך רז״ל שלא לאחר מצוה זו. ויען חיי האדם בע״הז ובע״הב תלויים כמעט באשה ובע״הר אין עוד נביא ולא בעלי רו״הק לדעת איזו ראויה כדי לקיים מצותיך. לכן בלב נשבר באתי להפיל תחינתי לפניך אב הרחמן ויהרמ״י או״א שתתמלא רחמים עלי ותזמין לי בת זוג נאה יראת ה׳ ובעלת מדות טובות ובעלת מז״ט וטובת שכל ומוצלחת ומבורכת כי בזה אוכל לעבוד עבודת הק׳ בלי טרדה. והיה הנערה אשר ידברו לי עליה והיא ראויה ויש לה יראת ה׳ ומדות טובות ומז״ט והוגנת לי ברחמיך הרבים תחון עלי ותטה לבי לגמור הדבר באופן שאוכל לקיים מצותיך וטוב לי בעו״הז ובע״הב אל מלא רחמים ״רחום ״חנון ״שומר ״תומך ״מציל ״ישר ״פודה (<small>יכוין בשם</small> <b>רחש תמיף</b>) עזר״ני עדכ״ש עשה למען שמך כו׳ חנני וענני ושמע תפלתי (<small>יכוין בשם</small> <b>אראריתא</b>) כי אתה שומע תפלת כל פה ברוך שומע תפלה (יכוין <b>אוכץ אזבוגה</b>) יהיו לרצון אמרי פי והגיון לבי לפניך ה׳ צורי וגואלי:"
        ],
        [
            "<small>תפלה לומר במוסף ר״ה ויו״הכ בעת אמירת ש״ץ ומפני חטאינו והיא תפלה קדומה. אמנם אנכי תקנתי הלשון וישבתיה על מכונה לפק״ד בתוספת נפך בס״ד:</small>",
            "רבש״ע בושנו מאד ונמס לבנו על אשר פגמנו באות ברית קדש בכמה מיני פגם ובפרט כמה מיני קרי וטפות זרע לבטלה שיצאו ממני ומכל ישראל בכלל ובפרט שלא במקום מצוה באונס וברצון בגלגול זה וגלגולים אחרים וגם נשמות עשוקות בקליפות הנפוצות בארבע כנפות הארץ ונשמות ערטילאות הפזורות בין הגוים ועי״ז נתארך גלויותנו ושמם מקדשנו וגלה יקרינו ובכן במרירות נפש וחרטה גמורה באנו לבקש רחמים וסליחות ויה״ר מלפניך <b>יהוה</b> או״א אב הרחמן שתרחם עלינו העניים והאביונים מרים ונאנחים ועתה יגדל נא כח ה׳ ותפליט הקליפות כל הניצוצות הקדושות וטפות קרי וזרע לבטלה שיצאו ממני ומכל ישראל בגלגול זה וגלגולים אחרים ותחזור לקבצם בקדושה שנית והיו למאורות בכח שם הקדוש בי״ט (<small>יכוין שיוצא מפסוק בזרוע יקבץ טלאים ופסוק כי בי חשק ואפלטהו והוא גימטריא אהיה</small>) ושם הקדוש <b>חב״ו</b> היוצא מפסוק חיל בלע ויקיאנו מבטנו יורישנו אל ותקרב פזורנו מבין הגוים ונפוצותינו כנס מירכתי ארץ וקיים בנו מקרא שכתוב ושב ה׳ אלהיך את שבותך ורחמך ושב וקבצך מכל העמים אשר הפיצך ה׳ אלהיך שמה ותגאלנו גאולת עולם על״ש על״י על״ת על״ק ע״ל אברהם יצחק יעקב משה אהרן יוסף דוד החתומים ונאחזים במדות העליונות הגדולה והגבורה והתפארת והנצח וההוד יסוד ומלכות ותתקן אשר פגמנו ותיחד אשר הפרדנו ותלקט אשר פזרנו וברחמיך הרבים תשמרנו מכל רע מעתה ועד עולם ותשפיע עלינו שפע קדושה וטהרה לעבדך באמת אנו וזרענו וזרע זרענו ״רחום ״חנון ״שומר ״תומך ״מציל ״ישר ״פודה (<small>יכוין בר״ת שהוא</small> <b>רחש תמיף</b> <small>שם קדוש</small>) חוס ורחם עלינו וקבל תפלתנו כדכתיב לב נשבר ונדכה אלהים לא תבזה וכתיב כי לא בזה ולא שקץ ענות עני ולא הסתיר פניו ממנו ובשועו אליו שמע יהיו לרצון אמרי פי והגיון לבי לפניך ה׳ צורי וגואלי:"
        ],
        [
            "<small>תפלה שסדרתי לומר ביום הכפורים קודם מנחה. יאמר פ׳ העקידה ופרשת ושחט אותו על ירך המזבח צפונה לפני ה׳ וזרקו בני אהרן הכהנים את דמו על המזבח סביב:</small>",
            "יהי ר״מ <b>היהו</b> אלהינו ואלהי אבותינו שתתמלא רחמים עלינו ותזכור לנו עקידתו של יצחק אבינו בן אאע״ה אשר בימים האלה בזמן הזה בעשור לחדש תשרי היתה עקידתו בהעלות המנחה ובכן ברב רחמיך תזכור לנו כאלו אפרו צבור ומונח ע״ג המזבח ותביט באפרו לרחם עלינו ובזכותו וזכות אאע״ה שנתנסה בעשרה נסיונות ובתפלתו וגם בזכות יעקב אע״ה נתת לנו עשרת ימי תשובה לכפר על חטאתינו תתמלא רחמים עלינו ותבטל מעלינו כל גזירות קשות ורעות וכמו שכבש א״א את רחמיו לעשות רצונך בלב שלם כן יכבשו רחמיך את כעסך ויגולו רחמיך על מדותיך ותתנהג עמנו ה׳ אלהינו במדת החסד ובמדת הרחמים ותכנס לנו לפני ולפנים משורת הדין ותביט בדם הברית שמל אאע״ה ביום הכפורים ותכפר כל עונותינו ככל צדקותיך (פר״א פ׳ כ״ט) ובטובך הגדול ישוב חרון אפך מעמך ומעירך ומארצך ומנחלתך. אל מלא רחמים גלוי וידוע לפניך כי בושנו במעשינו ונכלמנו בעונינו בהעלותינו על לבבנו רוב קצורינו בעבודתך ובעסק תורתך וקיום מצותיך ונמס לבנו בקרבנו והיה למים מה נענה ומה נאמר כי הצר הצורר בחברת החומר העכור היו בעוכרינו גם אסו״ר נלוה עמם אסורים ולטושים בגליות קשים גלות הנפש והגוף. אמנם גלוי וידוע לפניך שרצונינו לעשות רצונך ולשקוד על דלתותיך כי טוב יום בחצריך מאלף בחרנו ויראים וחרידים אנחנו מאימת דינך הקדוש. ע״כ באנו אליך בכפיפת ראש ונמיכת קומה וחלישות חיל להזכיר ולעורר רחמיך ולהזכיר זכות אבותינו הקדושים ובזכותם תתמלא רחמים עלינו ותשליך במצולות ים כל חטאתינו ואתה בטובך תעורר רחמיך ונהיה נקיים מכל טומאה וחלאה וזוהמא ויעלו כל ניצוצות הקדושה אשר נתפזרו ויתבררו ויתלבנו במדת טובך. וברב רחמיך תתן לנו חיים ארוכים חיים של שלום חיים של טובה חיים של ברכה חיים של פרנסה טובה חיים של חילוץ עצמות חיים שיש בהם יראת חטא חיים שאין בהם בושה וכלימה חיים של עושר וכבוד חיים שתהא בנו אהבת תורה ויראת חטא חיים שתמלא כל משאלות לבנו לטובה זכרנו לחיים מלך חפץ בחיים כתבנו בספר חיים למענך אלהים חיים וקרע רוע גזר (<b>קרע שטן</b>) דינינו ויקראו לפניך זכיותינו:",
            "אל מלא רחמים יהמו נא רחמיך עלינו לקבל ברצון הכנעתנו והרהורי תשובתנו ותקיים לנו מה שהבטחתנו על יד עבדיך חכמי ישראל הבא לטהר מסייעין אותו ובשגם לבנו אטום סתום וחתום ולא אתנו יודע זו היא ביאה זו היא שיבה רב להושיע האר עינינו אשר בגודל רחמיך הבטחתנו פתחו לי פתח כחודו של מחט ואני אפתח לכם פתח כפתחו של אולם וראה כי אזלת יד ואפס עצור ועזוב ואין חונן ואין מרחם זולתך כי חנוניך הם חנונים ומרוחמיך הם מרוחמים כדכתיב וחנותי את אשר אחון ורחמתי את אשר ארחם:",
            "ובכן לב טהור ברא לנו אלהינו ורוח נכון חדש בקרבנו ורשפי התעוררות לבנו באהבתיך ותורתך יתמידו ויתרבו עזרנו אלהי ישענו על דבר כבוד שמך תחל שנה וברכותיה. ותצילנו משמד ומשבי ומביזה ומכף כל אויב ואורב ושולל ובוזז ותפר עצתם וקלקל מחשבותם תפול עליהם אימתה ופחד בגדול זרועך ידמו כאבן ותתן בלב השרים להטיב אלינו ולרחם עלינו אויבינו ילבשו בשת ועלינו תרחם ברוב רחמיך ותאמר די לצרותינו וכל הרפתקי דעדו עלינו יהיו לכפר חטאתנו עונותנו ופשעינו ותאמר די לצרותינו וכשם שסככת על אבותינו במדבר והצלתם מעינא בישא דבלעם הרשע כן בצל כנפיך תסתירנו ונהיה מכוסים במכסת והנהגת שמותיך הקדושים ותשמרנו מכל הפסד וכל עלילה הן מהשרים הן מזולתם אנא ה׳ הושיענו בזכות אברהם איש החסד יצחק אזור בגבורה יעקב כליל תפארת משה ר״מ אחוז בנצח אהרן אחוז בהוד יוסף אחוז ביסוד דוד אחוז במלכות ובזכותם תצילנו מיד אויבינו ותהפוך לבם מרעה לטובה ויהיה לנו ישוב והשקט ובטח לעבדך באמת בלי שום טירדה ותזכנו להתרחק מהגאוה והכעס והקפדה וכל גבה לב. ונהיה מיושבים בדעתנו ונכיר מיעוט ערכנו ונפשנו כעפר לכל תהיה ולא נתכעס ולא נקפיד ונהיה אוהבי שלום ומרבים שלום. ותזכנו להתרחק מלצנות ושקר וחנופה ולשון הרע ודבור של חול בשבת וכל דבור אסור ויהיה רוב דבורנו בתורה ובעניני עבודתה ותאזרנו חיל לשמור לפינו מחסום מחטוא בלשוננו. ותזכנו להתרחק מתאות תענוגי והבלי הע״הז ונאכל לשבוע נפשנו וכן בכל צרכינו יהיה כל מעשינו לש״ש. ותזכנו להיות שמחים בעסק תורתך ובמצותיך ולהיות בטחונינו בך תדיר ויהיה לנו לב שמח לעבודתך. וברב רחמך תזכנו להשלים תקון נר״ן בגלגול זה ולא נאבד ח״ו ותזכנו לעסוק בתורתך הק׳ ולכוין לאמיתה של תורה ותצילנו מכל טעות בהלכה ובהוראה ואל תצל מפינו דבר אמת לעולם ונהיה אנחנו וצאצאינו וצאצאי צאצאינו כלנו יודעי שמך ולומדי תורתך הק׳ לשמה ומקיימי מצותיך ולא ימצא בנו ולא בזרענו וזרע זרענו שום פגם ושום פסול ולא יתחלל שמך על ידינו ח״ו. וראה כי עמך הגוי הגדול הזה זרע אהוביך אברהם יצחק וישראל עבדיך בניך בני בחוניך ובגלותם ודלותם ושפלותם ולחצם ודוחקם קוראים בשמך ומלאים מצות וצדקות ותורה וגמילות חסדים:",
            "אנא מלך רחום וחנון התמלא רחמים על כל אחינו בית ישראל הנפוצים בד׳ כנפות הארץ ובפרט על יושבי א״י ועל יושבי העיר הזו ועל כל הקהל הקדוש הזה ותרחם עלינו ועליהם ותצילנו ותצילם מרעה ומרעב ומשבי ומביזה ומכל חטא ותשלח רפואה שלימה לכל חולי עמך ישראל והבריאות תתמיד בריאותם שלא יחלו ח״ו ותצילנו ותציל לכל ישראל מכל נזק ומכל צר ומשטין ומקטרג ומרוח רעה ומדקדוקי עניות ומכל מיני פורעניות המתרגשות בעולם ותפקוד בזרע של קיימא זרע קודש לכל חשוכי בנים והיושבות על המשבר מעמך ישראל תוציאם מאפילה לאורה ויצא הולד בשעה טובה ולא יארע שום צער ושום נזק לא ליולדות ולא לילדיהן ואל ימשול אסכרה ושדין לכל ילדי עמך ישראל ותגדלם לתורתך ומצותיך בחיי אביהם ואמם. ובני ישראל עמך יורדי הים באניות פצם והצילם ממים רבים מיד בני נכר הצילם מטיט ואל יטבעו ינצלו משונאים וממעמקי מים ובני ישראל הולכים ביבשה הדריכם בדרך ישרה ללכת אל עיר מושב והצילם מכף כל אויב ואורב בדרך. וכל האסורים בכלא מעמך ישראל התר מאסריהם ותוציאם לרוחה ותשים ליראתך כל האנוסים ביד גאים ותחון זכות אבות להחזירנו בתשובה שלימה לפניך והאר פניך על מקדשך השמם למען אדני. אנא ה׳ שומע תפלה (<b>אוכף כוזו אזבוגה רחש תמיף</b>) ״רחום ״חנון ״שומר ״תומך ״מציל ״ישר ״פודה חוס ורחם עלינו ושמע תפלתינו כי רחום אתה (<b>אראריתא</b>) אלהינו ואלהי אבותינו מלך רחמן רחם עלינו טוב ומטיב הדרש לנו שובה עלינו בהמון רחמיך בגלל אבות שעשו רצונך בנה ביתך כבתחלה כונן בית מקדשך על מכונו הראנו בבנינו שמחנו בתיקונו והשב כהנים לעבודתם ולוים לדוכנם והשב ישראל לנויהם. ומלאה הארץ דעה ליראה את שמך הגדול הגבור והנורא אמן כן יהי רצון. כל כלי יוצר עליך לא יצלח וכל לשון תקום אתך למשפט תרשיעי זאת נחלת עבדי ה׳ וצדקתם מאתי נאם ה׳. לא ירעו ולא ישחיתו בכל הר קדשי כי מלאה הארץ דעה את ה׳ כמים לים מכסים:",
            "<small>שיר המעלות ממעמקים. ויאמר פ׳ לעולם</small> <b>יהוה</b> <small>דברך נצב בשמים י״ב פעמים ויכוין שהגזרות רעות ישארו בשמים ולא ירדו לארץ וזהו דבר״ך דיבור קשה יהיה נצב בשמים ולא יבא אל הארץ:</small>"
        ],
        [
            "סגולה להולך לפני מלך או שר ומושל:",
            "יאמר טו״ב פעמים אמתלאי בת כר נבו קודם שיעמוד לפניו ועוד יאמר מגדל עז שם ה׳ בו ירוץ (יכוין בו ירוץ גימ׳ <b>שדי</b> ר״ת שומר דרך ה׳) צדיק ונשגב. ואם הוא לצרכי צבור יכוין שהוא מתעסק לש״ש ויזכיר זכות אבות אברהם איש החסד יצחק נאזר בגבורה יעקב כליל תפארת משה אחוז בנצח אהרן אחוז בהוד יוסף אחוז ביסוד דוד אחוז במלכות:"
        ],
        [
            "סגולה למי שיש פחד:",
            "יאמר ה׳ הושיעה המלך יעננו ביום קראנו ג׳ פעמים. יאמר מזמור נ״ג ט׳ פעמים. ויקח בידו חומש וכשאומר שם פחדו פחד יקיש עליו ב׳ פעמים. ויאמר ה׳ יסעדנו על ערש דוי כל משכבו הפכת בחליו ג׳ פעמים. ויאמר ויהי נועם כלו ישר והפוך. רפאהו ה׳ וירפא הושיעהו ויושע כי תהלתנו אתה:"
        ],
        [
            "כונות פשוטות כשיעשה צדקה:",
            "מ״כ שבמעשה הצדקה יכוין לפדות כל נר״ן וניצוצי הקדושה והתורה והמצות והתפלות אשר נדחו ונטבעו בקליפות. ובכח הצדקה יצאו מתוך הקליפות ויחזרו אל הקדושה אל שרשם מנוקות מכל רע ויכוין שה׳ יצילהו מיצ״הר ומכל חטא והרהורים רעים ומאכלות אסורות ומכל חולי. ויכוין שבכח מעשה הצדקה יתבטלו כל המקטריגים מעליו. ויכוין שאם חייב איזה סך לאיזה אדם שאינו יודע בין בגלגול זה בין בגלגולים אחרים מאיזה צד ואופן שתועיל צדקה זו לתקן אשר עיות. ויכוין שבכח הצדקה יהיה נח״ר לנר״ן של אביו ואמו וקרוביו ויחשוב שיש כונות וסודות ויחודים עליונים במעשה הצדקה והוא מכוין דרך כלל ליחד קב״ה בד״ח ור״ח ור״ח וד״ח ליחד שם י״ה בו״ה ביחודא שלים בשם כל ישראל לתקן שרש מצוה זו במקום עליון והוא מכוין לדעת רשב״י הקדוש ורבינו יצחק לוריא הק׳. ויהי נועם ה׳ אלהינו וכו׳:"
        ],
        [
            "סגולה לעין הרע משם רבי יהודאי גאון ז״ל:",
            "יקח שתי קערות נקיות באחת יתן מים זכים ובאחת שמן זית זך ויאמר עליהם ה׳ אל שדי צבאות עמנו משגב לנו אלהי יעקב סלה ג״פ. ה׳ אל שדי צבאות אשרי אדם בוטח בך ג״פ. ה׳ אל שדי צבאות הושיעה המלך יעננו ביום קראנו ג״פ. ואחר כך יטבול הב׳ אצבעות בשמן דהיינו האצבע והזרת ויטיף שתי טיפת בקערה על המים ובעוד שהוא מטיף יאמר בשם גבריאל בשם מיכאל בשם רפאל אני עושה זה וכשם שאלו הטפות נאבדים ומתבטלים במים כך יתבטלו ויאבדו כל מכאוב וכל חולי וכל עין הרע מפב״פ וישפוך המים לארץ בכל כחו:"
        ],
        [
            "לשמירה והצלה:",
            "יאמר פסוק ואני אשיר עזך וארנן לבקר חסדך כי היית משגב לי ומנוס ביום צר לי. לי צר ביום ומנוס לי משגב היית כי חסדך לבקר וארנן עזך אשיר ואני ג״פ. (כתב הרב מהר״ר שמואל ז״ל בן הרב רבינו מהרח״ו זצ״ל בסו׳ ס׳ חמדת ישראל כי יש בזה סוד גדול) ואח״כ יאמר שיר למעלות אשא עיני כלו. אנא בכח כו׳ (ויכוין בשמות הק׳ אשר בר״ת כידוע) יהיו לרצון אמרי פי והגיון לבי לפניך ה׳ צורי וגואלי:"
        ],
        [
            "<small>תפלה במקום סכנה ולסטים:</small>",
            "<b>יהר״מ יהוה</b> אלהינו ואלהי אבותינו אלהי אברהם איתן האזרחי איש החסד ואלהי יצחק נאזר בגבורה הנעקד על גבי המזבח אלהי יעקב איש תם כליל תפארת אשר קראת שמו ישראל והצלתו מעשו ומלבן הארמי ומכל שונאיו והוצאתו מצרה לרוחה ומאפילה לאורה כן תצילני היום ובכל יום ויום מכל פגעים רעים ומאיש חמסים תנצרני ואימתך הגדולה תפיל על כל הבאים כנגדי שלא יוכלו להזיק לי לא בגופי ולא בממוני וסתום פיות שוטני ושונאי וצוררי: וידבר דוד לה׳ את דברי השירה הזאת ביום הציל ה׳ אותו מכף כל אויביו ומכף שאול ויאמר ה׳ סלעי ומצודתי ומפלטי לי אלהי צורי אחסה בו מגיני וקרן ישעי משגבי ומנוסי מושיעי מחמס תושיעני. מהולל אקרא ה׳ ומאויבי אושע:",
            "אנא ה׳ התמלא רחמים ותושיעני ותפלטני כי רחום אתה לב נשבר ונדכה אלהים לא תבזה יהיו לרצון וכו׳. ויפריש צדקה לעילוי נשמתו של ר׳ מאיר. ויאמר אלהא דר׳ מאיר ענני: <small>(ויחשוב כי מכוין למה שכיון ר׳ מאיר בזה) ויאמר תהלים בנחת וכונה ובתפלה שאחר התהלים יאמר בכללה התפלה הנזכר ויועיל בעזרת השם:</small>"
        ],
        [
            "<small>תפלה על הפרנסה קדומה שנוהגים לומר בליל ר״ה וי״הכ קודם קדיש בתרא ונסח זה מתוקן ונכון:</small>",
            "<small>יאמר מזמור לה׳ הארץ ומלואה ונסח נקודות ההויות שבמזמור יכוין בנקודות אלו ע״פי ס׳ הכונות מרבני המערב וס׳ משנת חסידי׳:</small>",
            "לדוד מזמור <b>יהוה</b> (<small>נ״א</small> <b>ליהוה</b> <small>וכן בכל הויות שבמזמור</small>) הארץ ומלואה תבל ויושבי בה כי הוא על ימים יסדה ועל נהרות יכוננה מי יעלה בהר <b>יהוה</b> ומי יקום במקום קדשו נקי כפים ובר לבב אשר לא נשא לשוא נפשי ולא נשבע למרמה ישא ברכה מאת <b>יהוה</b> וצדקה מאלהי ישעו זה דור דורשיו מבקשי פניך יעקב סלה שאו שערים ראשיכם והנשאו פתחי עולם ויבא מלך הכבוד מי זה מלך הכבוד <b>יהוה</b> עזוז וגבור <b>יהוה</b> גבור מלחמה שאו שערים ראשיכם ושאו פתחי עולם ויבא מלך הכבוד מי הוא זה מלך הכבוד <b>יהוה</b> צבאות הוא מלך הכבוד סלה:",
            "<small>ואחר המזמור יאמר תפלה זו:</small>",
            "<b>יהר״מ יהוה</b> או״א האל הגדול הגבור והנורא שתתמלא רחמים ותחון עלינו למענך ולמען קדושת המזמור הזה והשמות הקדושים הנזכרים בו וקדושת פסוקיו ותיבותיו ואותיותיו וטעמיו ורמזיו וסודותיו וקדושת השם הקדוש דיקרנוסא (גי׳ חת״ך עם האותיות) היוצא מפ׳ והריקותי לכם ברכה עד בלי די ומפ׳ נסה עלינו אור פניך ה׳ וכתבנו בס׳ פרנסה טובה וכלכלה שנה זו וכל שנה ושנה לנו ולכל בני ביתינו כל ימי חיינו במילוי ובריוח בהיתר ולא באיסור בנחת ולא בצער ולא בעמל וטורח בשלוה והשקט ובטח בלי שום עין הרע ותזכנו לעסוק עבודת הקודש בלי שום טרדה ותפרנסנו פרנסה שלא יהיה בה שום בושה וכלימה ולא נצטרך למתנת ב״וד כי אם מידך המלאה והרחבה ותצליחנו ותרויחנו בכל לימודינו ובכל מעשה ידינו ועסקינו ויהיה בתינו מלא ברכת ה׳ ונשבע לחם ונהיה טובים ״רחום ״חנון ״שומר ״תומך מציל ״ישר ״פודה (<small>יכוין</small> <b>רחש תמיף</b>) רחם עלינו ושמע תפלתינו כי אתה שומע תפלת כל פה ברוך ש״ת (<small>יכוין</small> <b>אוכף אראראיתא כוזו אזבוגה</b>):"
        ],
        [
            "<small>נסח כל נדרי שהיה אומר הרב החסיד מהר״ש שרעבי ז״ל:</small>",
            "כל נדרי ואסרי ושבועי ונדויי וחרמי וקונמי וקונחי וקינסי די נדרנא ודי ננדר. די אשתבענא ודי נשתבע די נדינא ודי ננדי די חרמנא ודי נחרם. די אסרנו ודי ננסר על נפשתנא מיום הכפורים שעבר עד יום הכפורים הבא עלינו לשלום. נדרנא לא נדרי ושבועתנא לא שבועי ונדויינא לא נדויי וחרמנא לא חרמי ואסרנא לא אסרי כלהון אתחרטנא בהון יהא רעוא דיהון שביתין ושבוקין לא שרירין ולא קיימין. ונסלח לכל עדת בני ישראל ולגר הגר בתוכם כי לכל העם בשגגה: <small>ויאמר מאמר התיקונין דף קמ״ג. קם ר״ש עד ההוא דמקורא דמקוה בידיה:</small>"
        ],
        [
            "<small>תפלה ליום הושענא רבה תפלה בעת חבטת חמשה בדי ערבה והיא קדמוניות אך בא יבא הנסח מתוקן ומנוקה בס״ד:</small>",
            "<small>יקח בידו ה׳ בדי ערבה כשרות וברורות וכה יאמר:</small>",
            "לשם יחוד קודשא בריך הוא ושכינתיה בדחילו ורחימו ורחימו ודחילו ליחדא שם <b>י״ה</b> ב<b>ו״ה </b>ביחודא שלים בשם כל ישראל הנה אנחנו באים לקיים מצות ערבה יסוד נביאים הראשונים אשר שרשם פתוח על ערבי גחל לתקן את שרשה במקום עליון. ויהי נועם וכו׳. ויהר״מ<b> יהוה</b> או״א אל עליון רוכב בערבות הבוחר בנביאים טובים וכמנהגם הטובים שתצרף מחשבתנו וחבטת ה׳ בדי ערבה כאלו כיוננו בכל הכוונות כתקונן וכן ע״י חבטת ה׳ בדי ערבה ה׳ פעמים בקרקע נגד ה׳ אותיות <b>מנצפך</b> גבורות <b>אדני אלהים</b> אנא בכח סגולת מצות ערבה זו במתק שפתיים תוסיף לקח שכינת עוזנו ה׳ גבורות ממותקות במתק האור טל אורות טליך שם <b>יוד הא ואו</b> העולה טל וככלה תעדה כליה להתיחד עם דודה באהבה ואחוה ורעות וזרועיה תצמיח זר״ע (גי׳ ערבה) קדש מצבתה לעזרת ה׳ בגבורים ותוכה רצוף אהבה בשפתים ישק נשיקין דרחימו. ולנו עבדיך המתפללים לפניך תשפיע לנו משם אור החיים וגם עד זקנה ושיבה אלהים אל תעזבנו עד אגיד זרועך לדור לכל יבא גבורתך ותאריך ימינו ושנותינו בטוב ובנעימים דשנים ורעננים ותן לנו (<small>יכוין לדעת רב שהיה מתפלל כן</small>) חיים ארוכים חיים של טובה חיים של ברכה חיים של שלום חיים של פרנסה טובה חיים של חילוץ עצמות חיים שיש בהם יראת חטא חיים שאין בהם בושה וכלימה חיים של עושר וכבוד חיים שתהא בנו אהבת תורה ויראת שמים חיים שתמלא משאלות לבנו לטובה (<small>יכוין שהם י״א אותיות ו״ה והמ״י</small>):",
            "ואוצרך הטוב תפתח להשביע נפש שוקקה ורוה פני תבל ושבע את העולם כלו מטובך ומלא ידינו מברכותיך ומעושר מתנת ידיך. ותקיים בנו מקרא שכתוב יפתח ה׳ לך את אוצרו הטוב את השמים לתת מטר ארצך בעתו ולברך את כל מעשה ידיך ופקדנו בפקודת ישועה ורחמים עוררה את גבורתך ולכה לישועתה לנו ושא נס לקבץ גליותנו מהרה מד׳ כנפות הארץ והיה ה׳ למלך על כל הארץ ביום ההוא יהיה ה׳ אחד ושמו אחד:"
        ],
        [
            "<small>תפלה אחר כל חמירא של לילה וכבר נזכרה במורה באצבע:</small>",
            "<b>יהר״מ</b> <b>יהוה</b> או״א שתזכנו לתור ולחפש בנגעי בתי הנפש אשר נואלנו בעצת יצרנו הרע ותזכנו לשוב בתשובה שלימה ואתה בטובך הגדול תרחם עלינו עזרנו אלהי ישענו על דבר כבוד שמך והצלנו מאיסור חמץ אפילו בכל שהוא בשנה זו ובכל שנה ושנה כל ימי חיינו אמן כי״ר:",
            "<small>וביום אחר כל חמירא יאמר:</small>",
            "<b>יהר״מ יהוה</b> או״א שתרחם עלינו ותצילנו מאיסור חמץ אפי׳ בכל שהוא בשנה זו ובכל שנה ושנה כל ימי חיינו לנו ולכל בני ביתינו וכשם שביערנו החמץ מבתינו כך תזכנו לבער היצ״הר מקרבנו תמיד כל ימי חיינו ותזכנו לידבק בך ובתורתך ואהבתך ולידבק ביצה״ט תמיד אנחנו וזרענו וזרע זרענו מעתה ועד עולם כן יהי רצון אמן:"
        ],
        [
            "<small>עוד זאת אציגה נא נסח וידוי מתוקן לאומרו בהכנעה ולהכות באגרוף על החזה</small> <b>חדי״א</b> <small>דארמותא. ויכוין להתודות עליו ועל ביתו ועל כל אשר הוא משורש נר״ן שלו בגלגול זה וגלגולים אחרים בחדא מחתא. ועיקר הוידוי חרטה ועזיבת החטא לגמרי בכונה שלימה ויתובי דעתא. וישים אל לבו לתקן ע״י הוידוי מסודר בכ״ב אותיות מה שפגם בחמש מוצאות וכ״ב אותיות בדחילו וחביבותא:</small>",
            "<b>אשמנו</b> אכלנו מאכלות אסורות. אכלנו אכילה גסה. אכלנו ושתינו ביום הכפורים. אכלנו חוץ לסוכה אכילת קבע. אכלנו חמץ בפסח. אכלנו בלילה אחר שישננו. אכלנו בלא ברכה תחילה וסוף. אכלנו למלא בטננו ולא חשבנו להיות בריאים לעבוד ה׳ ושאר כוונות טובות. אמצנו את לבנו. אכזרים היינו. אסרנו את המותר ואת האסור התרנו. אסרנו לאחרים והתרנו לעצמנו. אכלנו בלי נטילת ידים. אכלנו מסעודה שאינו מספקת לבעליה:",
            "<b>בגדנו</b> בטלנו תלמוד תורתך ימים ולילות. בטלנו אחרים הלומדים. בטלנו עושי מצות. באנו על כל עריות שבתורה. ושניות ואסורי ביאה מד״ס. ברכנו ברכות לבטלה וברכה שאינה צריכה. ברכנו ברכה חטופה בלי הזכרת שם ומלכות ובחסרון תיבות ואותיות ובלי שום כונה. בדינו הקדמות מלבנו. בזינו חידושי תורה. בזינו אמריך. בטלנו ק״ש ותפלה וציצית ותפילין. בזינו אב ואם ואחינו הגדול. בזינו חכמים ויראי שמים. בטלנו רמ״ח מצות עשה מדאורייתא. ומדברי קבלה ומד״ס. בזינו חכמת חכמי הדורות וספריהם. בלבלנו דעתנו בתפלה ולמוד בהבלי העו״הז:",
            "<b>גזלנו</b> גנבנו מישראל ומגוים. גנבנו מקרובינו. גנבנו דעת הבריות. גנבנו חידושי תודה מאחרים: גלינו סוד. גלינו סודי תודה למי שאינם ראוים. גלינו ד״ת לאו״ה. גלינו עריות. גאינו במחשבה דבור ומעשה בכל מיני גאוה וזדון עד שנעשה לנו טבע ולא ידענו אם הוא גאוה. גדלנו בנינו גדולים רעים. גערנו באחרים המוכיחים לבנינו וקרובינו ורבנו עמהם והקפדנו עליהם. גלינו פנים בתורה שלא כהלכה. גערנו בעושי מצות. גמגמנו בלשונינו בדברי תורה ותפלה. גדלנו ושבחנו עצמינו ואפילו במה שאין בנו. גלגלנו דברים להכשיל רעינו. גמלנו רע למי שהטיב אלינו. גערנו בנשינו ובנינו ומשרתינו שלא כדת ושלא כדין:",
            "<b>דברנו דופי</b> ולשון הרע תדיר ושקר וחנופה וליצנות ונבלות הפה וכל כך נשתרשנו עד שאינו ניכר לנו האיסור ולמצוה תחשב בעינינו. דברנו בבית הכנסת ועם תפלין. דברנו באמצע תפלה ובאמצע ק״ש ובין גאולה לתפלה ובחזרה. דברנו באמצע למודנו. דברנו בשבת דבור של חול. דברנו בזדון ובגודל לבב. דרשנו דרשות של דופי. דברנו בגנות חבירינו ורבותינו ואבותינו וכל מי שחייבים אנו בכבודו. דנינו לחובה לכל אדם. דנינו דין אחד לעצמינו ודין אחד לאחרים. דברנו אחד בפה ואחד בלב. דברנו לגוי בשבת לעשות מלאכת איסור. דברנו עם העריות דברי שחוק והיתול וכיוצא. דברנו במשא ומתן של תורה לקנטר ולדחות דברי זולתינו ולהפיל האמת בעקשות ובחריפות שקר וזלזלנו להם נגד לסברתינו ואף שהאמת אתו. דברנו זלזול על הרבנים ראשונים ואחרונים אשר בארץ החיים המה ואשר עודם בחיים ודחינו דבריהם מבלי שכל ובלי מוסר ויראת ה׳. דברנו בשבת במשא ומתן וסחורה וריוח:",
            "<b>העוינו</b> הקלנו ראש. העזנו מצח. הרהרנו בעבירה. הרהרנו הרהורים רעים ביום ובלילה ובאנו לידי קרי ושז״ל. הערכנו מעשה חברינו להראות קלונו וחסרונו. הלבננו פני חברינו ברבים. הוצאנו שם רע על החיים ועל המתים. הרהרנו הרהורים רעים בתוך התפלה ובלימוד ועם תפילין. הסחנו דעתינו מן התפילין. השגנו גבול ריעינו. הקפדנו עם נשינו ועם חבירינו. הלכנו אחר יצרנו הרע. הלכנו בקומה זקופה. הלכנו בגדולות ובנפלאות ממנו. הלכנו בגילוי הראש. הרהרנו אחרי רבותינו. הורינו הוראות בלי עיון ובלי סברא ותכף ומיד להראות גדולתינו. הורינו הוראות בפני רבותינו. הרימונו יד על נשינו ועל חבירינו. החזקנו במחלוקת. הטלנו אימה יתירה בתוך ביתינו ועל משרתינו. הסתכלנו בקשת ולבנה הרבה. התפללנו בלא כונת הלב. התפללנו והיינו צריכים לנקבים. התפללנו ואנו שכורים. הרהרנו ד״ת בבית הכסא ובמבואות המטונפות ובמקום שאינו נקי. הוצאנו מרשותינו בשבת לרה״ר וכרמלי׳. הקשינו עצמינו לדעת. הכינו רעינו ונשותינו. התפללנו וקרינו ק״ש ולבשנו תפילין קודם זמנם. הטרחנו על הצבור. הסתכלנו בערוה ובפני רשעים:",
            "<b>והרשענו</b> והרבינו פשע ורשע לבלי חק. ויעדנו עצמנו למחלוקת ולעבירה. ותרנים היינו בממון זולתינו: וותרנו על כבוד ה׳ וכבוד התורה. ומחינו על כבודינו:",
            "<b>זדנו</b> זכרנו ש״ש לבטלה. זנינו אחר לבנו ועינינו. זוללים וסובאים היינו. זלזלנו באבינו ואמנו ורבותינו. זלזלנו בתורה. זלזלנו בחכמים. זלזלנו בנטילת ידים. זרקנו הצפרנים. זכינו החייב וחייבנו הזכאי:",
            "<b>חמסנו</b> חללנו את שם קדשך אוי לנו ולנפשנו. חללנו שבתות ומועדי קדשך. חמדנו. חנפנו. חשבנו מחשבות רעות. חשדנו בכשרים. חבקנו ונשקנו הערוה ונשותינו נדה:",
            "<b>טפלנו שקר</b> ומרמה. טעינו בהוראה. טמאינו עצמינו ורעיונינו. טמטמנו את לבנו. טלטלנו מוקצה ביום השבת ויו״ט. טעינו בהלכה והכרנו בטעותינו והחזקנו בטעותינו ולא הודינו על האמת:",
            "<b>יעצנו</b> עצות רעות להעריך ולהרבות שנאת חנם ומחלוקת וקטיגוריא. ישננו עם התפילין. ישננו ימים ולילות כבהמות ואבדנו ק״ש ותפלה בזמן ובצבור. ידענו הדין ועברנו עליו. ישבנו במושב לצים וסוד משחקים:",
            "<b>כעסנו</b> בחול ושבת וטרפה נפשנו באפינו. כפרנו בכל התורה. כלינו ימינו ושנינו בהבלי העולם. כבדנו לרשעים. כסינו קלונינו. כינינו שם רע לריענו. כיוננו להזיק לריענו. כבשנו שכר שכיר:",
            "<b>לצנו</b> לוצצנו. למדנו תורה שלא לשמה ושלא בקדושה ובטהרה. לא קיימנו המצות כתקנן במחשבה ודיבור ומעשה ויראה ואהבה ושמחה. לא קיימנו אפילו מצוה אחת כתקנה. לא ענינו אמן כראוי. לא קמנו מפני שיבה ולא הדרנו ת״ח. למדנו לתלמידים שאינם מהוגנים. לבשנו שעטנז. לא כיוננו בתפילות וברכות ומצות. לא היינו מתונים בדין. לא התנהגנו בדרך הראוי ליראי ה׳. לא התפללנו בכובד ראש ובגדי כבוד. לא קיימנו בכל יום ק׳ ברכות וצ׳ אמנים ועשרה קדשים וד׳ קדושות. לא הוכחנו את רענו ונשותינו. לא כבדנו אבינו ואמנו ות״ח. לא גמלנו חסד כפי שיעורינו. לא נתרחקנו כראוי מהעריות ומנשינו נדה. לא יראנו את ה׳. לא החזקנו במוסר. לא נסתכלנו מאין באנו ולאין אנו הולכים ולפני מי אנו עתידים ליתן דין וחשבון. לוינו ברבית. לקחנו רבית קצוצה ואבק רבית. לא קיימנו מצות אבילות ככל דיניה. לקחנו שוחד דברים ושוחד ממון ושוחד מאוחר. לא צפינו לישועה. לא נצטערנו על חורבן ב״המ. לא אמרנו דת על השלחן:",
            "<b>מרדנו</b> במלכות שמים. מרדנו במלכות בית דוד. מאסנו בב״המ ושלשתן אנו מבקשים. מסרנו חבירנו וממונו ביד גוים. מעלנו בחרם והסכמות הקהל. מלאינו פינו שחוק. מרינו דבריך. מאסנו משפטי צדקך:",
            "<b>נאפנו</b> בכל מיני נאוף. נשבענו לשוא ולשקר. נשבענו ולא קיימנו. נלכדנו בסרך ע״ז בבלי דעת. נדרנו ולא שלמנו. נהנינו מעו״הז ומתענוגיו. נתננו יד לפושעים. נסינו את ה׳. נשתמשנו בכתרה של תורה. נשתמשנו. בשמות הקדש. נקמנו ונטרנו שנאה בלב. נתעצלנו ללמוד ולהתפלל. נהגנו עצמינו ברבנות ובשררה ולא נכנענו לפני מי שגדול ממנו. נתננו דופי בחכמים ונמאסו לפני ההמון. נהנינו במה שמשבחים אותנו ואפילו שלא היה בנו:",
            "<b>סררנו</b> סוררים ומוררים היינו. סרנו מאחריך וממצותיך ותורתך. סרנו ממנהגים טובים. סתרנו דברי אבינו ודברי רבותינו:",
            "<b>עוינו</b> עברנו על שס״ה ל״ת דאורייתא ומדברי קבלה ומדברי סופרים עליהן ועל פרטיהן וענפיהן ותולדותיהן. עינינו יתומים ואלמנות ואביוני עמך. ענינו אמן קטופה וחטופה. עשינו עול למשרתינו ולנשותינו ולחברינו. עינינו את הדין: עיוותנו את הדין. עשינו את עצמינו כעורכי הדיינים. עברנו על ריב לא לנו. עמלנו להבלי הע״הז ולא עמלנו בתורה. עסקנו בכל מיני בטלה ולא עסקנו בתורה. עשינו כמעשיהם. עברנו על כ״ד דברים שחייבים עליהם נידוי. עכרנו ישראל. עשינו עצמינו ענוים בפה ולבנו הלך בחשכים בגאוה נסתרת:",
            "<b>פשענו</b> פרקנו מעלינו עול תורה ומצות ויראת שמים. פגמנו ברמ״ח אברים ושס״ה גידים של גופנו נפשנו רוחנו ונשמתינו בגלגול זה ובגלגולים אחרים ובנפש רוח ונשמה של אחרים משרש נפשנו ושאינם משרשינו. פגמנו בעולמות העליונים אצילות בריאה יצירה עשיה ובכל פרצופי אבי״ע בחיצוניות ופנימיות בעיגולים ויושר באורות ונשמות ומלאכים בכלליהן ופרטיהן אוי לנו אהה עלינו ועל נפשינו אוי לנו מיום הדין אוי לנו מיום התוכחה. פגמנו בשמות הקדש ובאותיות התורה כ״ב ומנצפ״ך בהרהור במחשבה בראיה ובריחא ובקלא בדבור ומעשה. פנינו לבנו לבטלה. פירשנו מן הצבור. פעלנו און:",
            "<b>צררנו</b> ציערנו א״וא וחכמי ישראל. ציערנו נשותינו וכל ב״ב. ציערנו למשרתינו. ציערנו לרענו. ציערנו בעלי חיים. צללנו במים אדירים לבקש תאות יצ״הר. צערנו בפני מי שגדול ממנו:",
            "<b>קשינו עורף.</b> קלקלנו דרכינו. קלקלנו צינורות השפע והקדושה והברכה היורדים מן השמים והפכנו אותם לבורות נשברים אשר לא יכילו המים וגרמנו גלות השכינה וחרבן ב״המ שפחה כי ירשה גבירתה ועבד כי מלך שכבנו בבשתנו וכיסתנו כלימתנו כי עונותינו הטו אלה ופשעינו האריך קצינו וחטאתינו מנעו הטוב ממנו אוי להם לבנים שגלו מעל שולחן אביהם זה כמה ארך ימים ושנים רבים ורעים. קפצנו ידינו מליתן צדקה. קבלנו ל״הר. קללנו חבירנו ונשותינו. קללנו עצמנו ובנינו. קרינו בספרים חיצונים. קנאינו מעושר וכבוד וחכמת אחרים ובקשנו לדבר בגנותם:",
            "<b>רשענו</b> רעים לשמים ולבריות היינו. רבנו עם אדם חנם. רדפנו אחר השררה והכבוד. רמינו את רעינו. רצנו למחלוקת ועבירה:",
            "<b>שחתנו</b> שכחנו תורתך. שכחנו אלהותיך. שקרנו בברית קדשך. שחתנו זרע קודש ובראנו משחיתים לחבל גם בכנפינו נמצאו דם נפשות אביונים ודמעת העשוקים. שברנו כלים בחמתנו. שתינו סתם יינם. שחתנו פאות הראש והזקן. שקרנו בכל מיני שקר ותחבולות ומרמות. שמחנו במפלת אויבינו:",
            "<b>תעינו</b> תעבנו כל איש תוכחת. תקענו כפינו ולא קיימנו. תבלין עשינו לשמותינו. תוהים היינו על הראשונות ואתה צדיק וכו׳:"
        ],
        [
            "<small>תפלות אחר ספירת העומר בגמר כל שבוע ושבוע:</small>",
            "<small>א.</small> <b>שבוע ראשון</b> <small>אחר הספירה ואנא בכח ומזמור אלהים יחננו יאמר:</small>",
            "<b>יהר״מ יהוה</b> או״א שאם פגמנו באיזו מז׳ בחינות של מח חכמת ז״א או בא׳ מז׳ בחי׳ דחסד ראשון דז״א או בא׳ מז׳ בחינות דגבורה א׳ דנוקבא דז״א שתיקונו בל פגמיהם בכח מצות ספירת העומר אשר ספרנו בשבוע זו:",
            "אנא מלך רחום וחנון שומר הברית והחסד יהי חסדך ה׳ עלינו והוכן בחסד כסא ויתבוננו חסדי ה׳ ומשם יושפע עלינו רב חסד לכפר את אשר חטאנו עוינו ופשענו במדת החסד בקנאה ואכזריות וכעס. ועל כל פשעים תכסה אהבה עשה למען אברהם אהובך והטה אליו חסד יודע לעיני הבל טובך וחסדך עמנו למחול אשר אשמנו בעון שנאת חנם והפכנו אהבה לאיבה ואין אתנו עושה לפנים משורת הדין ועוררנו תגבורת הדין על מדת החסד והרחמים וברוב אולתנו שגינו בקדושת תורתך הנתונה בימין צדקך ברמ״ח מ״ע אשר בימין החסד וגם לא נזהרנו במילי דאבות וברכות ונזיקין ואשר העלמנו עין מגמילות חסדים:",
            "אנא בכח גדולת ימינך קבלנו בתשובה כי ימינך פשוטה לקבל שבים ואם הרבינו פשע ועבירה עליון רחמיך מעולם כי עמך הסליחה מטה כלפי חסד הפלה חסדיך ותגביר מדת טובך הישרה על מדת פורענות. אנא ה׳ קומה עזרתה לנו ופדנו למען חסדיך ויתוקן כל אשר פגמנו בספירת החסד בכלל ובפרט ותמלא כל השמות שפגמנו בהם וזכנו לאחוז במדת החסד והרחמים ה׳ יגמור בעדי ה׳ חסדך לעולם מעשה ידיך אל תרף. יהיו לרצון וכו׳:",
            "<small>ב. אור לי״ד שהם שתי שבועות:</small>",
            "<b>יהר״מ יהוה</b> אלהינו ואלהי אבותינו שאם פגמנו באיזו מז׳ בחינות דמח בינת ז״א או בא׳ מז׳ בחי׳ דחסד שני דז״א או בא׳ מז׳ בחי׳ דגבורה ב׳ דנוקביה שיתוקנו כל פגמיהם בכח מצות ספירת העומר אשר ספרנו בשבוע זו ותוציא לאור משפטינו לסלוח אשר חטאנו במדת הגבורה כי לא באנו לעזרת ה׳ בגבורים ואשר התרפינו ביום צרה מהיות גבורים לעמוד בפרץ ואשר נואלנו ולא נתגברנו על יצרינו והגברנו הצפוני ולא הושב ידינו מבלע בחוש השמע וישמע ה׳ ויחר אפו ואשמותינו גדלו בשס״ה מצות לא תעשה אשר לפאת צפונה ואשר שגינו בתקוני שלחן בצפון וכללות החסד שבגבורה איש מרעהו נפרדו ואשר פגמנו בל״ב שיניים שלטי הגבורים ואשר הגברנו ק״ך צרופי אלהים ופ״ר גבורות מנצפ״ך וש״ך גבורות אדני על זה היה דוה לבנו על אלה חשכו עינינו כי רבו מהרבה הדינים שהגברנו והנה עתה שבנו אליך בבשת פנינו לדרוש סליחה על עוצם פגמינו ולמען זכות יצחק עקידך נמצא פדיון וכופר ורוח סליחה יערה עלינו ממרום ועמוד מכסא דין ושב על כסא רחמים וזכור לנו עקידתו של יצחק אבינו ותביט באפרו כאלו צבור ומונח ע״ג המזבח וסלח מחשכי פגימתינו ותגבורת הדינים הקשים הפג והפר ויכבשו רחמיך את כעסך ויגולו רחמיך על מדותיך ותכנס לנו לפנים משורת הדין ובטובך הגדול ישוב חרון אפך מעמך ומעירך ואל ימשול בנו קצף כי אל מלך חנון ורחום אתה. חוסה ה׳ על עמך ועוררה את גבורותך ולכה לישועתה לנו. וליש גבור משיח בן אפרים מהרה תצמיח משרש יצחק ונקום נקם מאת בני עשו והאלילים כרות יכרתון לקרא כלם בשם ה׳ ולעבדו שכם א׳ ונסה עלינו אור פניך ויתוקן כל אשר פגמנו בספירת הגבורה בכלל ופרט ותמלא ותאיר כל השמות אשר פגמנו בהם וזכנו להתגבר על יצרנו ולהגביר היצר הטוב ולהיות אנחנו וזרענו גבורי כח עושי רצונך כרצונך ולא נכעוס ולא נכעיסך הללוהו בגבורותיו הללוהו כרוב גודלו ויהי נועם כו׳:",
            "<small>ג. אור א״ך טוב שהם ג׳ שבועות:</small>",
            "<b>יהר״מ יהוה</b> אלהינו ואלהי אבותינו שאם פגמנו בא׳ משבעה בחינות דמח דעת ז״א או בא׳ מז׳ בחינות דחסד ג׳ שלו או בא׳ מז׳ בחינות דגבורה ג׳ דנוקבי׳ שיתוקנו פגמיהם בכח מצות ספירת העומר שספרנו בשבוע זו: אנא מלך רחום וחנון אביר יעקב פרשז עלינו שפע רצון למחול ולסלוח אשר פגמנו במדת תפארת והיינו מפרידי אלוף ולא הושב ידינו מבלע באכילת נבילות וטריפות והוספנו סרה בגזל וגניבה ופגמנו בב׳ שלישי ת״ת התחתונים וגם בשליש העליון וברב אולתינו שגינו ומנענו ש״ע נהורין עילאין דא״א מלהאיר לת״ת. ואשר נואלנו ונהגנו קלות ראש בנדרים ופגמנו בחיי המלך ואשר קללנו וציערנו אב ואם וגרמנו סילוק תרין עטרין מרישא דמלכא ואשר קללנו וכתבנו קמיעות ואזכרות שלא בכונה וקדושה ופגמנו בשם מ״ח ואשר היינו מכת הולכי רכיל ומגלי סוד לבלתי הגונים ובדינו הקדמות מסברתינו ופגמנו בגופא דמלכא קדישא נפלו פנינו והתפרדו כל עצמותינו על עוצם חטאתינו עונותינו ופשעינו ובלב נשבר אתאנו לחלות פניך ונשעננו על רחמי יקר תפארת גדולתך אנא ברחמיך האר מחשך פגמינו אשר החשכנו מאורות העליונים בזכות יעקב בנך בכורך ומחול וסלח את כל אשר אשמנו והורנו דרכי תשובה והעלנו מטומאה לטהרה ויצאו מים חיים מלובן העליון דרך רחובות הנהר לקו האמצעי נהר פלגיו ישמחו עיר אלהינו לטהר מדות העליונות ותפארת״ו עבור על פשע ועל כן נקוה לך לראות מהרה בתפאר״ת עוזך להעביר גילולים מן הארץ לתקן עולם במלכות שדי ומלך ביופיו תחזינה עינינו תשית לראשו עטרת פז ובאה הממשלה הראשונה ממלכת לבת ירושלם כאמור מפי כבודך עורי לבשי בגרי תפארת״ך ירושל״ם עיר הקודש והיית עטרת תפאר״ת ביד ה׳ וצניף מלוכה בכף אלהיך עשה למען שמך עשה למען פארך יהיו לרצון אמרי פי וגו׳:",
            "<small>ד. אור כ״ח שהם ארבעה שבועות:</small>",
            "<b>יהר״מ יהוה</b> אלהינו ואלהי אבותינו שאם פגמנו באיזו מז׳ בחי׳ דמח דעת ז״א או באחת מז׳ בחי׳ דחסד הד׳ שלו או באחת מז׳ בחי׳ דגבורה ד׳ דנוקבא שיתוקנו פגמיהם בכח מצות ספירות העומר אשר ספרנו בשבוע זו:",
            "אנא מלך רחום וחנון התמלא רחמים עלינו ויתוקן מה שפגמנו בביטול תורתך הקדושה שנתת לנו ע״י משה רעיא מהימנא ואשר למדנו שלא לשמה ואשר הפסקנו לימודינו לדברים בטלים ועי״ז נתגבר יצ״הר ושגינו באולתינו ולא גמלנו חסד עם העניים והאביונים ותופסי התורה ופגמנו במדת הנצח. והן עתה שבנו אליך בבושת פנינו ואתה בטובך תעורר רחמיך ובזכות משה רעיא מהימנא רחם עלינו וגם נצח ישראל לא ינחם וקיים לנו את כל אשר הבטחתנו ע״י נביאך הקדושי׳ וישמחו כל חוז״י ורחמיך הרבים אל יעזבונו. נצח סלה ועד. ותחזקנו ותאמצנו לנצח היצ״הר ויהיה לבנו שלם להכיר מיעוט ערכנו ושפל מצבנו מחוסר כל ויתרחק יצ״הר מתוכנו ותסתום ותחתום פי כל המקטריגי׳ ואויבינו אויבי נפשנו וגופנו למען זכות משה ר״מ החתום במדת הנצח והאר עינינו בתורתך ותזכנו לעסוק בתורה לשמה ולהוציא לאור חלקנו בתורה אשר קבלנו בהר סיני ודבק לבנו במצותיך ותיחד לבנו ליראה ולאהבה את שמך נצח סלה ועד ותגאלנו גאולה שלימה בזכות משה רעי׳ מהימנא במהרה בימינו אמן:",
            "<small>ה. אור ל״ה שהם חמשה שבועות:</small>",
            "<b>יהר״מ יהוה</b> או״א שבכח ספירתנו שספרנו בשבוע זו יבוסמו כל הדינים. ואם פגמנו באיזו מז׳ בחי׳ מח חכמת ז״א או בא׳ מז׳ בחינות חסד ה׳ שלו או בא׳ מז׳ בחי׳ גבורה ה׳ דנוקבא שיתוקנו כל פגמיהם בכח ספירתנו וטהר לבנו לעבדך באמת:",
            "אנא מלך רחום וחנון מהר יקדמונו רחמיך ויתוקן אשר פגמנו ולא כבדנו לומדי תורה ולא החזקנו ברכי דרבנן דשלהי ואשר היינו הולכי רכיל ורגלינו רצו לרע ופגמנו במדת הוד. והן בעון חוללנו ונהפך הוד כל היום דו״ה. בושנו מאד ונכלמנו. ואתה בטובך ובזכות אהרן כהנא רבא חתום במדת הוד תעורר רחמך ותזכנו להתרחק מדרך חטאים לכבד לומדי תורה ולרוץ לדבר מצוה ותזכנו להיות מתלמידיו של אהרן ולרדוף שלום ולבקש שלום ולשים שלום ולהרבות שלום בעולם ותזכנו למעבד עובדא דאהרן. ובא לציון גואל הוד והדר תשוה עליו עשה עמנו הו״ד לטובה ותקיים בנו מקרא שכתוב אל יתן למוט רגלך אל ינום שומרך עזרנו אלהי ישענו על דבר כבוד שמך והצילנו וכפר על חטאתינו למען שמך אמן כיה״ר:",
            "<small>ו. אור מ״ב שהם ששה שבועות:</small>",
            "<b>יהר״מ יהוה</b> או״א שבכח ספירתנו יבוסמו כל הדינים ואם פגמנו באיזו מז׳ בחי׳ חסד דכללות הי׳ חסדים דז״א או בא׳ מז׳ בחי׳ דגבורה דכללות ה׳ גבורות דנוקבא או באיזו בחינה מז׳ בחינות מח בינה דז״א או בא׳ משבעה בחי׳ גבורה שלו שיתוקן כל פגמיהם בכח מצות ספירת העומר שספרנו בשבוע זו:",
            "אנא מלך רחום וחנון הפלה חסדיך מושיע חוסים ויתוקן אשר פגמנו במדת היסוד בין בגלגול זה בין בגלגולים אחרים הן בביאות אסורות הן בהסתכלות בעריות הן בהרהורים רעים הן בכל מיני קרי. ומלאו מתנינו חלחלה כי היינו ח״ו מפרידי אלוף ופגמנו בשמות הקדושים. רעדה אחזה את עצמותינו על פגם אות ברית קדש חותמא דמלכא. אהה עלינו. והנה אנחנו בושים ונכלמים מאד ועתה שבנו אליך כי רחום אתה ואתה חפץ בתשובת השבים. וברב רחמיך תקבלנו בתשובה לפניך ותלקט אשר פזרנו ותיחד אשר הפרדנו ותוציא לאור כל ניצוצות הקדושה אשר נתפזרו על ידינו בין הקליפות חיל בלע ויקיאנו מבטנו יורישנו אל ולא ידח ממנו נדח. ותזכנו לשמור דרכנו מכל חטא ובזכות יוסף צדקך החתום במדת היסוד תתקן אשר עיותנו ותמלא כל השמות שפגמנו בהם ובזכות יוסף הצדיק יסד יסוד ציון תרוממנה קרנות צדיק. אל שדי בזכות יוסף יוסיף שנית ידו ויגאלנו גאולת עולם במהרה בימינו אמן כן יהי רצון:",
            "<small>ז. אור מ״ט שהם שבעה שבועות:</small>",
            "<b>יהר״מ יהוה</b> או״א שאם פגמנו באיזו מז׳ בחי׳ מח דעת ז״א או בת״ת שלו או באיזה בחי׳ דחסד דכללות מ׳ ז״א או בא׳ מז׳ בחי׳ דכללות ה׳ גבורות דמ׳ נוקבא דז״א שיתוקנו כל פגמיהם בכח מצות ספ״ע שספרנו בשבוע זו:",
            "אנא מלך רחום וחנון הנשמה לך והגוף פעלך חוסה על עמלך. וברב רחמיך יתוקן אשר פגמנו בכבוד שכינת עוזנו וגרמנו בעוצם חטאתינו לגרום פירוד ח״ו וגם היינו מד׳ כתות שאינם מקבלות פני שכינה. לצנו ושקרנו ודברנו לשון הרע וחנפנו ודברנו בבית הכנסת ובאמצע תפלה והפסקנו מד״ת לדברים בטלים וכזאת וכזאת הרבינו לפשוע והיינו סבה להאריך גלות השכינה ובהעלותינו על לבבנו על אלה חשכו עינינו ונמס לבנו בקרבנו. לכן עתה שבנו אליך בחרפה וכלימה ולב נשבר ואנו מתחננים שתתמלא רחמים עלינו בזכות דוד מלך ישראל ע״ה החתום במלכות וכל ימיו השתדל לחבר הדודים יחדיו. ואתה בטובך תקבלנו בתשובה ויתוקן כל אשר פגמנו. ותתן בנו כח ובריאות לעשות נחת רוח לפניך תמיד ותשרה שכינתך עלינו ותגלה ותראה מלכותך עלינו מהרה מלוך על כל העולם כלו בכבודך והיתה לה׳ המלוכה והיה ה׳ למלך על כל הארץ ביום ההוא יהיה ה׳ אחד ושמו אחד במהרה בימינו אמן:"
        ],
        [
            "<small>אור חג השבועות אחר כל הלימוד סמוך לעמוד השחר יתפללו תפלה זו:</small>",
            "רבש״ע מודים אנחנו לך על חסדיך הרבים אשר עשית עמנו ועם אבותינו והיום הזה קרבתנו לפני הר סיני ובחרת בנו מכל העמים ורצית בנו ונתת לנו תורתך הקדושה על ידי נאמן ביתך משה רעיא מהימנא. מה אנו ומה חיינו כי עשית עמנו חסדים גדולים ורבים כאלה ואלו פינו מלא שירה כים אין אנו מספיקים להודות לך על אחד מאלפי רבבות חסדיך הרבים והעצומים בכלל ופרט ועל אשר זכיתנו בתורתך הקדושה ועל כלם יתברך ויתרומם ויתנשא תמיד שמך לעד וכל החיים יודך סלה:",
            "והנה חלילה הזו קרינו בתורתך הקדושה בתורה נביאים וכתובים ובזוהר הקדוש לתקן את שרשם במקום עליון ולעשות נחת רוח לפניך ולחבר הדודים יחדיו ואתה בטובך תרחם עלינו ותקבל לימודנו לרצון ובכח תורתך הקדושה תשפיע לנו שפע ישועה ורחמים ותצילנו מיצר הרע וקיים לנו מה שהבטחתנו ע״י עבדיך חכמי ישראל הבא ליטהר מסייעין אותו פתחו לי פתח כחודה של מחט ואפתח לכם פתח כפתחו של אולם אנא ה׳ חוס וחמול עלינו ורשפי התעוררות לבנו באהבתך ותורתך יתמידו ויתרבו עזרנו אלהי ישענו על דב״ר כבו״ד שמ״ך וחזקנו ואמצנו בתלמוד תורתך הקדושה ותזכנו לעסוק בתורה לשמה אנחנו וזרענו וזרע זרענו בקדושה ובטהרה ותזכנו לשמנה וארבעים דברים שהתורה נקנית בהם ותתן לנו כח לעשות חי״ל ותזכנו להתרחק מגאוה וכעס והקפד׳ ונכיר מעוט ערכנו ונפשנו כעפר לכל תהיה ותזכנו להתרחק מלשון הרע וחנופה ולצנות ושקר וכזב ומרמה ודבור חול בשבת ויו״ט וכל דיבור אסור ותזכנו להתרחק מתאות התענוגים ונאכל לשובע נפשנו וכן בכל צרכנו. ותזכנו להתרחק מכל דאגה ועצבות ושחורה ונהיה שמחים לעבודתך וליראתך ותזכנו להשלים תקון נר״ן בגלגול זה:",
            "<b>ויהר״מ יהוה</b> א״וא אב הרחמים אדון הסליחות שאם נגזר עלינו ח״ו להכרת כהכרת רשעים יכבשו רחמיך את כעסך ויגולו רחמיך עלינו שיהא חשוב צערנו שנצטערנו הלילה הזו וקמטנו שינה מעינינו לקרוע רוע גזר דינינו (<small>יכוין בשם</small> <b>קרע שטן</b>) ונהר יוצק יסודנו אני בצדק אחזה פניך אשבעה בהקיץ תמונתך. ותחוס ותרחם עלינו ואל תכריתנו לא כרת דיומי ולא כרת דשני ולא תכרת נפשנו מלהעלות מ״ן למעלה ולא תכרת נפשנו מלהזדווג בבת זוגה בעולם הנשמות כהכרת רשעים ח״ו ותשפיע עלינו הוד ישועה ורחמים מכתר עליון להציל ממות נפשנו ולהחיותנו חיים ארוכים דשנים ורעננים לעבודתך ותזכנו למקום שהרוחות והנשמות נחצבות משם ונזכה להיות מהעולים והזוכים לחיי הע״הב ובכח שמך הקדוש אאהלידה תבטל מעלינו ומעל כל בני ביתנו כל גזירות קשות ורעות ותשגיח עלינו בעין חמלתך שנאמר בו הנה לא ינום ולא יישן שומר ישראל. ויהיה הצער שנדרנו שינה מעינינו בלילה הזו לתקון מה שפגמנו בעיינין עילאין והרע בעיניך עשינו. ונפטר מלהתגלגל נפשנו בעוף הנקרא ראה בעון פגם הראות ופצנו והצילנו מעונש חיבוט הקבר מהמלאך אכזרי המשבר עיני הרשעים בקבר ובצער שנדרנו שינה מעינינו נפטר מאותו הצער ותנוח נפשנו במשכנות מבטחים:",
            "והנה התורה הקדושה שבה נתעסקנו הלילה הקדושה זו היא נפלאת והשמות הק׳ היוצאים מכל מה שקרינו המה ימליצו טוב בעדנו לקבלנו בתשובה ולקרוע רוע גזר דינינו ונפטר מכל צער וכל המקטריגים אשר נבראו בעונותינו ימחו בכח קדושת תורתך הקדושה. אנא הבט בעמלינו ואל תביט במעלינו ותבא לפניך שועתינו לב נשבר ונדכה אלהים לא תבזה ויצאו מים חיים מלובן העליון דרך רחובות הנהר לקו האמצעי נהר פלגיו ישמחו עיר אלהינו לטהרנו מכל פשעינו ואתה בטובך תעורר רחמיך ויפן מצחא דא״א רעוא דכל רעוון במצח ז״א ועינא דא״א בעינא דז״א ובכן יתבטלו כל הדינין והיו כלא היו. כי אתה חפץ בתשובת הרשעים חננו ועננו ושמע תפלתינו י״לר כו׳:"
        ],
        [
            "קצת אזהרות לחג השבועות בס״ד:",
            "א. ערב שבועות ישתדל לטבול עכ״פ. וקודם הטבילה יגלח ראשו דוקא בערב שבועות ולא קודם כי כ״כ בס׳ הכונות האמיתי וכ״כ מ״ז הרב חס״ל ז״ל בכ״י זולת אם חל שבועות ביום א׳ שאז יגלח בע״ש כמ״ש במ״א בס״ד:",
            "ב. אור שבועות יקדש ויאכל שיעור בר״המז לקיים מצות סעודת י״ט ויברך כהוגן ותכף ילך למקום הלימוד ויתחיל ללמוד הוא לבדו מנין המצות של הרמב״ם או אדרא זוטא או תהלים. וכאשר יבואו בני חבורה יתחילו בסדר הלימוד בלי הפסק:",
            "ג. אחר קריאת פסוקי תנ״ך כאשר יסד רבינו האר״י ז״ל ילמדו האדרא רבא. ואח״כ קצת תהלים עד סמוך לעלות השחר:",
            "ד. אחר עמוד השחר יזהר שלא יאמר שום פסוק עד של יברך ברכת התורה וחוץ מברכת על נטילת ידים יברך כל הברכות כמ״ש רבינו האר״י זצ״ל:",
            "ה. יזהר שלא יתנמנם בק״ש ועמידה כלביא יקום וכארי לעבוד ה׳:",
            "ו. אחר תפלה יקדש וישתה רביעית מזוג במים ויכוין לפטור ברכה ראשונה מהקאב״י ויאכל שיעור פהב״כ ויברך על המחיה ועל היין:",
            "ז. ישתדל מאד ללמוד ביום קבלת התורה ואי לא אפשר מתוך כובד ראש בשינה יניח מעט ויקום ויחזור על לימודו כל היום כי גדול וקדוש היום יום קבלת התורה ויעשה סעודת יו״ט ודעתו על התורה:",
            "ח. אם בר הכי הוה ישתדל לחדש איזה חידוש בתורה והוא ס״ט להתחיל לחדש ביום מתן התורה לכל השנה ואי לא ניסה באלה ישתדל לידע חידוש בתורה אשר לא ידעו מקודם:",
            "ט. אור שני של חג השבועות ישתדל לקבוע עת לתורה וכבר ידוע ממעשה שאירע למרן הק׳ ז״ל שעשו לימוד גם בליל שני:",
            "יוד. גם ביום השני יתאמץ בתורה דלדעת ר׳ יוסי ביום ז׳ בסיון נתנה תורה וכבר ידוע מ״ש הרמ״ע ז״ל:",
            "יא. הרמ״ק ז״ל כתב דביום השבועות היה עוסק בחכמת האמת והיה רואה סימן יפה במשנתו:"
        ],
        [
            "<small>תפלה להוצאת ס״ת בג׳ רגלים שתקן רבינו האר״י זצ״ל:</small>",
            "רבש״ע מלא משאלות לבנו לטובה והפק רצוננו ותן שאלתינו וזכנו לנו ולנשותינו ובנינו וכל ב״ב לעשות רצונך בלב שלם ומלטנו מיצ״הר ותן חלקנו בתורתך וזכנו שתשרה שכינתך עלינו והופע עלינו רוח חכמה ובינה. ויהר״מי א״וא שתזכנו לעשות מעשים טובים בעיניך וללכת בדרכי ישרים לפניך וקדשנו בקדושתך ותזכנו לחיים טובים וארוכים לימות המשיח לחיי העו״הב ותשמרנו ממעשים רעים ומשעות רעות המתרגשות לבא בעולם. והבוטח בה׳ חסד יסובבנהו אמן:"
        ],
        [
            "קצת אזהרות לחג הסוכות:",
            "א. יטבול ערב סוכות לטהר עצמו ברגל הקדוש על כל פנים:",
            "ב. ישתדל בסוכה בעצמו ועל כל פנים מוטב שיזהר שלא תהיה עשויה ע״י גוי ובפרט הסכך:",
            "ג. ישתדל לקנות ד׳ מינין ואתרוג משובח ולפרוע קודם החג לצאת י״ח אליבא דכ״ע שיקנה ד׳ מינין בקנין דאורייתא:",
            "ד. יזהר לישב בסוכה בשמחה לקיים מצותו ית׳ וגילו ברעדה וישתדל לתת לעניים מסעודתו כי מלבד דבכל י״ט חובה לתת מאכל לעני נוסף גם הוא לכבוד האושפיזין. ואם לאו גדול עונו כמ״ש בזהר הקדוש:",
            "ה. ח״המ מצוה לכבדו באכילה ושתייה וא״ל ח״ו מבזה המועדות כשז״ל:",
            "ו. אם יש לו לב לא יוציא הימים הקדושים של חול המועד בשחוק והבלים. ומה גם כי עדיין הושענא רבה ושמחת התורה לפניו שהם ימי דין כמשז״ל ובזהר הקדוש מפורש יותר:",
            "ז. אור הושענא רבה ישתדל מאד ללמוד כל הלילה התיקון הנהוג והכל הולך אחר החיתום והוא גמר דין האדם ובשמיני עצרת מסירת הפתקין אי לזאת ליל הושענא רבה והיום לו בכח יגבר איש לעבוד את בוראו ולשוב בתשובה כדת מה לעשות וה׳ לא ימנע טוב להולכים בתמים:"
        ],
        [
            "כבר נודע חיוב הזכירות בפה ובלב ובקצרה הוזכרנו בקונט׳ צפורן שמיר בתפלה הכוללת רוב המצות שהם מתקיימים בתפלת שחרית ואע״ג דרבינו האר״י ז״ל הזהיר לזכור קצת זכירות באומרו וקרבתנו מלכנו. וכתב גדול אחד דכונתו לקיים הזכירות בפה. כבר אני עני כתבתי על זה בקונטריס יוסף אומץ סי׳ כ״ג דכונת הר׳ האר״י ז״ל היינו לקיים ל״ת אל תשכח דהיינו בלב ע״ש ויש ראיה לזה ממאי דקי״ל בא״ח סי׳ ש״ז מותר לומר לחבירו הנראה שתעמוד עמי לערב הגם שבלבו הוא שיעשה מלאכה לערב נקרא הרהור שמותר ולא דיבור. ואכמ״ל. ויען ראיתי ב״א שאומרים הזכירות ותפלה אחריהם שהיא בסוף ס׳ פועל צדק. ראיתי לסדר הזכירות ותפלה אחר כל זכירה יותר מתוקנת ובסגנון אחר בס״ד:",
            "ליקבה״ו הריני בא לקיים מצות הזכירות בפה לתקן שרש מצות אלו במקום עליון לעשות נח״ר ליוצרנו ויהי נועם ה׳ אלהינו עלינו ומעשה ידינו כוננה עלינו ומעשה ידינו כוננהו:",
            "א. הריני זוכר יצ״מ כמ״ש זכור את היום הזה אשר יצאתם ממצרים מבית עבדים כי בחזק יד הוציא ה׳ אתכם מזה:",
            "<b>ויהרמ״י או״א</b> שתתמלא רחמים עלינו לכבוד שכינתך והאר פניך על מקדשך השמם למען אדני וכשם שבחסדך המרובים והגדולים הגדלת את חסדך עמנו וגאלתנו וגאלת את אבותינו ממצרים והעלית בכחך כל ניצוצות הקדושה אשר נפוצו שמה במצרים ולא נשאר בה שום ניצוץ קדושה כן בחסדיך הגדולים תוציאנו מגלות זה תקע בשופר גדול לחירותינו וקבץ נפוצותינו מארבע כנפות הארץ ותוציא לאור כל ניצוצות הקדושה אשר נטמעו בין הקליפות חיל בלע ויקיאנו מבטנו יורישנו אל גלה כבוד מלכותך עלינו מהרה ובא לציון גואל ותבנה בית המקדש במהרה בימינו עשה למען שמך עשה למען ימינך עשה למען קדושתך עשה למען תורתך עשה בזכות אברהם יצחק ויעקב משה ואהרן יוסף דוד וכימי צאתנו ממצרים הראנו נפלאות והיה ה׳ למלך על כל הארץ ביום ההוא יהיה ה׳ אחד ושמו אחד:",
            "ב. הריני זוכר את השבת כמ״ש זכור את יום השבת לקדשו ויה״ר מלפניך יא״וא שתתמלא רחמים עלינו ועל כל ישראל ותזכנו לשמור יום השבת קדש כל ימי חיינו במחשבה ובדבור ובמעשה ותזכנו להתענג בו כמ״ש וקראת לשבת ענג לקדוש ה׳ מכובד ויהיו כל מעשינו לשם שמים ותצילנו מלחטוא ולשמור פינו ולשוננו שלא נדבר בשבת דיבור של חול ושום דבור אסור ולא נחטא בשום מעשה אסור כלל. ותזכנו ליחד זכור ושמור שב״ת לה׳ ולחבר הדודים יחדיו ותמשיך שפע קדושת השבת יומשך עלינו בימי החול שפע קדושה וטהרה לעשות רצונך כרצונך ולעסוק בתורה לשמה ובמצות וגמילות חסדים ותגאלגו גאולה שלימה למען שמ״ך בב״א:",
            "ג. והריני זוכר מעמד הר סיני כמ״ש רק השמר לך ושמור נפשך מאד פן תשכח את הדברים אשר ראו עיניך ופן יסורו מלבבך כל ימי חייך והודעתם לבניך ולבני בניך יום אשר עמדת לפני ה׳ אלהיך בחורב באמור ה׳ אלי הקהל לי את העם ואשמיעם את דברי אשר ילמדון ליראה אותי כל הימים אשר הם חיים על האדמה ואת בניהם ילמדון:",
            "<b>ויהרמ״י או״א</b> שתתמלא רחמים עלינו ותטע אהבה ואחוה שלום וריעות בינינו ובין כל ישראל ונהיה לאחדים כשם שבהר סיני היה שלום בינינו כדכתיב ויחן שם ישראל נגד ההר כאיש אחד באחדות גמור כן ברחמיך הרבים תזכנו להעביר ממנו שנאה וקנאה ותחרות ונהיה אוהבים זה לזה ותשים שלום בינינו וכשם שבמעמד הר סיני פסקה זוהמא ממנו וזככת אותנו וטהרתנו מכל טומאה וחלאה וזוהמא וקדשתנו בקדושתך כן ברחמיך הרבים תטהרנו מטומאתינו ומזוהמתינו ותקדשנו במצותיך תטהר רעיונינו ולבנו לעבודתך וליראתך ותטע תורתך בלבנו ותהיה יראתך על פנינו לבלתי נחטא ותעורר לבנו לאהבת תורתך ובכל יום יהיה בעינינו כאלו אנו מקבלים תורתך בדביקה ותשוקה וחפיצה והאר עינינו בתורתך ותדבק לבנו במצותיך ותיחד לבבנו לאהבה וליראה את שמך הגדול הצבור והנורא ותגאלנו למען רחמיך ותזכנו לקבל ולשמוע תורה מפיך כמ״ש וכל בניך למודי ה׳ ורב שלום בניך ב״ב אמן כן יה״ר:",
            "ד. והריני מקיים מקרא שכתוב וזכרת את ה׳ אלהיך כי הוא הנותן לך כח לעשות חיל והריני מאמין שהכל ממנו ית׳ וכל הטוב שיש לנו בין טובת הגוף בין טובת הנפש הכל מאתו יתברך אשר הגדיל חסדו עמנו בכל צדקותיו וכרוב רחמיו יתברך ויתעלה:",
            "<b>ויהרמ״י א״וא</b> שתתמלא רחמים עלינו ותשפיע עלינו שפע ישועה ורחמים ונהיה בריאים בכל רמ״ח אברינו ושס״ה גידנו לעבודתיך וליראתך ותצילנו מכל חולי ומכל כאב ומכל מיחוש ומכל מדות רעות רפאנו ה׳ ונרפא הושיענו ונושעה כי תהלתינו אתה. ותשפיע טל העליון מתרין מזלין נוצר ונקה דרך חיך וגרון לאו״א ומאו״א לז״א ומז״א לחקל תפוחין קדישין משם ישתלשל ויגיע ויראה שפע ישועה ורחמים בכל העולמות ורוה פני תבל ושבע את העולם כלו מטובך ומלא ידינו מברכותיך ומעושר מתנות ידיך ותפרנסנו לנו ולכל ב״ב פרנסה טובה וכלכלה מידך המלאה והרחבה בריוח והיתר ונחת בלי שום עין הרע:",
            "וברוב רחמיך תצילנו מכל חטא והרהור ואשמה ורשע ותזכנו לחזור בתשובה שלימה ולעסוק בתורה לשמה ובמצות וג״ח ונעשה חיל מתורה ומצות ולא ימצא בנו ובזרעינו ובזרע זרעינו שום פגם ושום פסול ותקיים בנו מקרא שכתוב לא ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר ה׳ מעתה וע״ע אמן כן יהי רצון:",
            "ה. והרני זוכר במרירות נפש כל אשר הכעיסו אבותינו להקב״ה במדבר ובפרט בעגל כמ״שה זכור אל תשכח את אשר הקצפת את ה׳ אלהיך במדבר למן היום אשר יצאת מארץ מצרים. עד בואכם עד המקום הזה ממרים הייתם עם ה׳:",
            "והרי אנו בושים ונכלמים מאד על מעשה אבותינו ועל מעשינו הרעים אשר חטאנו עוינו ופשענו ועברנו על כמה מרמ״ח מ״ע ועל כמה משס״ה ל״ת ופגמנו בנר״ן ופגמנו במדות העליונות ובכל מסילות דרך השפעה השפע לנר״ן אוי ואבוי לנו אין לנו פה להשיב ולא מצח להרים ראש. ועתה ברוח נשברה ונפש נמוכה וגוף כפוף אנו מודים לפניך ואומרים חטאנו עוינו פשענו אנחנו ואבותינו והרי אנו שבים בתשובה:",
            "<b>ויהרמ״י או״א</b> שתתמלא רחמים עלינו ותזכנו לחזור אליך בתשובה שלימה ותצילנו מיצ״הר ואתה ברוב רחמיך תטהר את כל אשר פגמנו ותתקן את אשר עיותנו ותלקט אשר פזרנו ותמלא את כל השמות שפגמנו בהם עזרנו אלהי ישענו על דב״ר כבו״ד שמ״ך והצילנו וכפר על חטאתינו למען שמך יהיו לרצון אמרי פי והגיון לבי לפניך ה׳ צורי וגואלי:",
            "ו. והריני זוכר זכירת המן שהאכיל הקב״ה את אבותינו כמדבר כמ״ש וזכרת את כל הדרך אשר הוליכך ה׳ אלהיך זה ארבעים שנה במדבר למען ענותך לנסותך לדעת את אשר בלבבך התשמור מצותיו אם לא ויענך וירעיבך ויאכילך את המן אשר לא ידעת ולא ידעון אבותיך למען הודיעך כי לא על הלחם לבדו יהיה האדם כי על כל מוצא פי ה׳ יחיה האדם:",
            "<b>ויהרמ״י או״א</b> שתתמלא רחמים עלינו וכשם שרחמת על אבותינו במדבר ומנך לא מנעת מפיהם והיו פנויים לעסוק בתורה כן ברחמיך הרבים תצילנו מכל טרדא ומכף כל אורב ואויב ומכל חולי ונהיה פנויים לעסוק בתורתך הקדושה ואתה ברב רחמיך תחון ותחמול עלינו ותתן לנו ולכל בני ביתנו לחם לאכול ובגד ללבוש כשם שנתת פס״ת לחם לאכול ובגד ללבוש ליעקב אבינו הנקרא איש ת״ם כי אתה האל הטוב הזן ומפרנס ומכלכל בחסדיך לכל בריותיך כדכתיב פותח את ידך ומשביע לכל חי רצון וכתיב נותן לחם לכל בשר וכתיב טוב ה׳ לכל ורחמיו על כל מעשיו ובכן יהר״מי או״א שנהיה אנחנו וכל בני ביתנו בכלל הרחמים והחסד שתתן לנו מזונותינו במילוי ובריוח כי רחום אתה יהיו לרצון וגו׳:",
            "ז. והריני זוכר מה שעשה הקב״ה למרים הנביאה כמ״ש זכור את אשר עשה ה׳ אלהיך למרים בדרך בצאתכם ממצרים. (הרמב״ם ז״ל סוף ה׳ ט״צ) פירוש התבוננו מה אירע למרים הנביאה שדיברה באחיה שהיתה גדולה בשנים ממנו וגדלתו על ברכיה וסכנה בעצמה להצילו מן הים והיא לא דיברה בגנותו אלא מעתה שהשותו לשאר נביאים והוא לא הקפיד ואעפ״כ מיד נענשה בצרעת:",
            "ובכן יראה ורעד יבא בנו על כל אשר חטאנו עוינו ופשעינו ודיברנו לשון הרע על חבירינו ועל הגדולים וטובים ממנו ועל חכמי ישראל אוי לנו אהה על נפשנו ופגמנו בלשון גם בשקר וכזב וליצנות וחנופה והיינו מכלל ד׳ כתות שאינן מקבלות פני השכינה על זה היה דוה לבנו על אלה חשכו עינינו והרי אנו מתחרטים חרטה גמורה ושבים בתשובה ומבקשים מחילה וסליחה וכפרה על אשר נואלנו ואשר חטאנו עוינו ופשענו:",
            "<b>ויהרמ״י או״א</b> שתמחול ותסלח ותכפר את כל חטאתינו ופשעינו ותזכנו לחזור אליך בתשובה שלמה ותזכנו לשמור פינו ולשוננו בכל מכל כל וישוב לאיתנו הראשון ולא ידח ממנו נידח אמן כן יהי רצון:",
            "ח. והרי אני מקיים מצות זכירת עמלק כמ״ש זכור את אשר עשה לך עמלק בדרך בצאתכם ממצרים אשר קרך בדרך ויזנב בך כל הנחשלים אחריך ואתה עיף ויגע ולא ירא אלהים והיה בהניח ה׳ אלהיך לך מכל אויביך מסביב בארץ אשר ה׳ אלהיך נותן לך נחלה לרשתה תמחה את זכר עמלק מתחת השמים לא תשכח:",
            "רבש״ע יחרד לבנו ויתר ממקומו אשר כביכול אין השם שלם ואין כסאו שלם עד שימחה זכר עמלק זה כמה מאות שנים אוי נא לנו כי חטאנו והן בעון חוללנו חולין הוא לנו כי עונותינו הטו אלה לעכב מחיית עמלק מה נדבר ומה נצטדק ובלב נשבר ונדכה אתאנו לחלות פניך אנא ה׳ עשה למען שמך הגדול ותכניע ותמחה את זכר עמלק ותאבד כל זכר למו וה׳ לעולם ישב כונן למשפט כסאו במהרה בימינו אמן:",
            "ט. והריני מקיים מצוה לזכור שהציל ה׳ את אבותינו מבלק ובלעם כמ״ש עמי זכור נא מה יעץ בלק מלך מואב ומה ענה אותו בלעם בן בעור מן השטים עד הגלגל למען דעת צדקות ה׳:",
            "רבש״ע מודים אנחנו לך על כל הטובות והנסים והנפלאות שעשית עמנו ועם אבותינו ובכלל רחמיך מה שהפלאת לעשות לאבותינו במדבר והצלתם מבלק ובלעם והפרת עצתם וקלקלת מחשבותם ולא נתכעסת בימים ההם וכתיב ויהפוך ה׳ אלהיך לך את הקללה לברכה כי אהבך ה׳ אלהיך ועל כולם יתברך ויתרומם ויתנשא תמיד שמך מלכנו לעולם ועד וכל החיים יודוך סלה:",
            "<b>ויהרמ״י או״א</b> שתתמלא רחמים עלינו יהי חסדך ה׳ עלינו כאשר יחלנו לך ותפר עצת אויבינו הפר עצתם וקלקל מחשבותם והשב גמולם בראשם ולא תעשנה ידיהם תושיה ופצנו והצילנו מכל צרה כי בך בטחנו ובחסדך הגדול באמת נשעננו ובשמך נעזרנו הטוב. כי לא כלו רחמיך המרחם כי לא תמו חסדיך כי מעולם קוינו לך חוס ורחם כי שמך נקרא עלינו וקיים לנו מה שהבטחתנו ואף גם זאת בהיותם בארץ אויביהם לא מאסתים ולא געלתים לכלותם להפר בריתי אתם כי אני ה׳ אלהיהם יהיו לרצון אמרי פי וגו׳:",
            "יוד. הריני זוכר את ירושלם כמ״ש אם אשכחך ירושלם תשכח ימיני תדבק לשוני לחכי אם לא אזכרני אם לא אעלה את ירושלם על ראש שמחתי:",
            "<b>ויהרמ״י או״א</b> שתרחם על ירושלם עיר הקדש העיר אשר בחרת ועל מקדשך ברחמיך הרבים וקיים לנו מה שהבטחתנו בונה ירושלים ה׳ נדחי ישראל יכנס או״א מלך רחמן רחם עלינו טוב ומטיב הדרש לנו שובה עלינו בהמון רחמיך בגלל אבות שעשו רצונך כונן בית מקדשך על מכונו הראינו בבנינו שמחנו בתקונו והשב שכינתך לתוכו והשב כהנים לעבודתם ולויים לשירם ולזמרם במהרה בימינו אמן:"
        ],
        [
            "<b>סגולה להולך בדרך.</b>",
            "מצאתי כתוב. שיאמר קודם שיסיים העמידה מזמור למנצח בנגינות וכו׳ אלהים יחננו בצורת המנורה כתובה על קלף:"
        ],
        [
            "<b>סגולה להצלחה.</b>",
            "יקרא בכל יום פ׳ וישלח עד שם המקום סוכות כן כתב במדרש תלפיות דף קכ״ח וכן הוא במנהגים מהרי״ל ז״ל:"
        ],
        [
            "<b>סגולה לשמירה.</b>",
            "<small>יקרא אות ק׳ מא״ב קראתי בכל לב עד לעולם יסדתם ואח״כ יאמר:</small>",
            "<b>יהרמ״י או״א</b> שתשרה שכינתך עלינו ותרחיק ממנו יצ׳הר של רוח זנונים רוח מחשבות רעות והרהורים רעים רוח של שחוק רוח דברים בטלים רוח יגונות ואנחות רוח שקר רוח תועה רוח משחית רוח חבלה רוח קטב מרירי רוח אש של עצמות רוח חזזית רוח טומאה רוח עועים וכל רוחות רעות כולם יתבערו ויתבטלו ממני אתה סתר לי וכו׳ אחישה מפלט לי מרוח סועה מסער ה׳ צבאות עמנו וגו׳:"
        ],
        [
            "לכל כויה בין באש בין ברותחים תכף ומיד יאמר בכונה גדולה יברכך ה׳ וישמרך ג״פ יאר ה׳ פניו אליך ויחונך ג׳ פעמים ישא ה׳ פניו אליך וישם לך שלום ג׳ פעמים בדוק ומנוסה:"
        ],
        [
            "<b>לחן ולחסד.</b>",
            "<small>אחר תפלת שחרית יאמר. האזינו השמים ואדברה ותשמע הארץ אמרי פי יערוף כמטר לקחי תזל כטל אמרתי כשעירים עלי דשא וכרביבים עלי עשב כי שם ה׳ אקרא הבו גודל לאלהינו:</small>",
            "<b>יהרמ״י או״א</b> שתעשה למען רחמיך ולמען קדושת פסוקים אלו והשמות הקדושים שבהם ותתננו לאהבה לחן ולחסד ולרחמים בעיני כל רואינו ויהיו דברינו נשמעים לעבודתך ויהיו כל מעשינו לש״ש ותצליחנו בלימודינו ובכל מעשה ידינו אכ״יר:"
        ],
        [
            "לחש לעין הרע בדוק ומנוסה:",
            "משביע אני עליכם כל מין עינא בישא עינא אוכמא עינא צרובא עינא תכלתא עינא ירוקא עינא ארוכה עינא קצרה עינא רחבה עינא צרה עינא ישרה עינא עקומה עינא עגולא עינא שוקעת עינא בולטת עינא רואה עינא מבטת עינא בוקעת עינא שואבת עינא דדכורא עינא דנוקבא עינא דאיש ואשתו עין דאשה ובתה עינא דאשה וקרובתה עין דבחור עין דזקן עין דזקנה עין דבתולה עין דבעולה עין דאלמנה עין דנשואה עין דגרושה כל מין עינא בישא שיש בעולם שראתה והביטה ודברה בעין הרע על פב״פ גזרנא ואשבענא לכון בההוא עינא עילאה עינא קדישא עינא חדא עינא חוורא עינא דאיהי חיוור גו חיוור עינא דכליל כל חיוור עינא דכלא ימינא עינא פקיחא עינא דאשגחותא תדירא עינא דכלא רחמי עינא דאיהי רחמי גו רחמי עינא דכליל כל רחמי עינא דלית עלה גבניני עינא דלא אדמיך ולא נאים עינא דכל ענינין בישין אתכפיין ואתטמרן גו כיפין מן קדמוהי עינא דנטיר לישראל כדכתיב הנה לא ינום ולא יישן שומר ישראל וכתיב הנה עין ה׳ אל יריאיו למיחלים לחסדו בההיא עינא עילאה גזרית ואשבעית עליכון כל מין עינא בישא שתסורו ותערקו ותברחו ומרחיקו מעל פב״פ ומעל כל ב״ב ולא יהיה לכם כח לשלוט בפ״בפ ובכל ב״ב לא ביום ולא בלילה לא בהקיץ ולא בחלום ולא בשום אבר מרמ״ח אבריו ולא בשום גיד משס״ה גידיו מהיום ולעולם אנס״ו אתה סתר לי כו׳ יושב בסתר כו׳:"
        ],
        [
            "<b>לרפואה ולכל דבר יאמר.</b>",
            "הריני מתנדב שמן למאור לעילוי נשמתו של רבי מאיר בעל הנס כדי שהקב״ה בזכות רבי מאיר בעל הנס יצילני לי ולאשתי מכל חולי ומכל כאב ונהיה בריאים דשנים ורעננים ושקטים ויצילנו מכל צרה ומכל מיני פורענות ויאריך ימינו בטוב ושנותינו בנעימים לעבודתו יתברך אלהא דרבי מאיר ענני (ג״פ) אקרא לאלהים עליון לאל גומר עלי חנני ה׳ כי אליך אקרא כל היום עזרנו אלהי ישענו על דבר כבוד שמך והצילנו וכפר על חטאתנו למען שמך עשה למען ימינך עשה למען תורתך עשה למען קדושתך יהיו לרצון אמרי פי והגיון לבי לפניך ה׳ צורי וגואלי:"
        ],
        [
            "סגולה אמתית לכל ענין הוא להיות עניו באמת מלב ונפש וליתן צדקה כפי מסת ידו ולעסוק בתורה לשמה וסימנך עצ״ת ה׳ היא תקום עצת ר״ת ענוה צדקה תורה היא תקום. ה׳ ברחמיו יזכנו להכיר מיעוט ערכנו ושפל מצבנו ולעסוק בתורתו תורת <b>חיים</b>:",
            "<b>ת״ו ש״ל ב״ע</b>",
            "התהלה והתפארת לחי העולמים:"
        ]
    ],
    "versions": [
        [
            "Avodat HaKodesh, Pressburg, 1859",
            "http://aleph.nli.org.il:80/F/?func=direct&doc_number=001157072&local_base=NNL01"
        ]
    ],
    "heTitle": "כף אחת",
    "categories": [
        "Halakhah",
        "Avodat HaKodesh (Chida)"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}