{
    "title": "Piskei Tosafot on Chagigah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Piskei_Tosafot_on_Chagigah",
    "text": [
        [
            "חרש שאינו מדבר ואינו שומע פטור מן הראיה וחיגר חולה ברגליו וחולה בגופו וזקן אבל חולה באחד מאיבריו חייב:"
        ],
        [
            "קטן לגבי ראיה שאין יכול לאחוז כו' וסוכה דמצותו בשינה שיעורו שניעור משנתו ואינו קורא אימא ובלולב דמצותו בניענוע היודע לנענע ובעירוב שאינו צריך לאמו:"
        ],
        [
            "ערל שמתו אחיו מחמת מילה חייב אלא ערל שמומר לערלות: ד\"ה דמרבה: דף ד ע\"ב"
        ],
        [
            "ראיית פנים היתה בעזרה ולא בהר הבית:"
        ],
        [
            "שלוחי מצוה לא יסמכו על נס שאינם ניזוקים:"
        ],
        [
            "אחר שקצר אפי' שבולת אחת יכול לעשות כל שדהו פאה ולא קודם קצירה: ד\"ה שאין: דף ו ע\"ב"
        ],
        [
            "גמילות חסדים אין לו שיעור בגופו וכן כיבוד אב ואם אבל ממונו לא יבזבז יותר מחומש: ד\"ה גמילות חסדים: דף ז ע\"א"
        ],
        [
            "מעשר בהמה אינו טובל ומותר לאכול בלא הפרשת מעשר: ד\"ה משום: דף ח ע\"א"
        ],
        [
            "אם לא הקריבו כל קרבנותיהן מקריבין לשם חגיגה ולשם שלמים לרגל אחר:"
        ],
        [
            "נאבדה חגיגתו ברגל חייב להביא אחרת עבר הרגל ונאבדה שוב אינו חייב באחריותו:"
        ],
        [
            "חלה ביום ראשון ונתרפא בשני או קטן והגדיל או עבד ונשתחרר (חייב) [פטור] צ\"ע אי כל הני נמי פטירי מהקהל: (ד\"ה כיון: דף ט ע\"א)"
        ],
        [
            "שגג או טעה ולא התפלל שחרית מתפלל מנחה שתים לא התפלל מנחה מתפלל ערבית שתים: ד\"ה או: שם ע\"ב"
        ],
        [
            "כל היכא דאיכא שתי מצות [שאינן דומות] לא פרכינן הא אפיקתא (כמו לכם ולא לעובד כוכבים ולא לכלבים): ד\"ה דלמא: דף י ע\"א"
        ],
        [
            "בא על אשת איש אפשר בתשובה אך קלונו רב ומתכפר ביסורין ותשובה גדולה:"
        ],
        [
            "נשבע לקיים המצוה ואם עבר אין כאן עקירת שבועה דמושבע בהר סיני הוא:"
        ],
        [
            "שכר בעל הבית שליח מעל ובמקח קנוי ובעל הבית משלם קרן ושליח חומש אבל עשה שליחותו הרי הוא כבעל הבית:"
        ],
        [
            "שמים תחילה נבראו אלא הכי פירושו בראשית בריית הארץ אותה ארץ היתה תהו ומפרש והולך כיצד:"
        ],
        [
            "ראוי לגרוס כף רגל חמש מאות וחמש עשרה כמנין ישרה: ד\"ה ורגלי: דף יג ע\"א"
        ],
        [
            "הנשיאים היו בימי מלכי ישראל והמלך עוסק במלחמות והנשיאים במילי דשמיא:"
        ],
        [
            "הלכתא צדדין אסורין: ד\"ה רב אשי: דף יז ע\"א"
        ],
        [
            "ביום שמביא קרבנותיו הוא י\"ט אפילו אמר הרי עלי עולה או נזירות אסור במלאכה: ד\"ה אלא: שם ע\"ב"
        ],
        [
            "מטבילין לקדש אם נגעו ידים לספר או בדבר הפוסלן אבל סתם ידים סגי בנטיל' ידים ברביעית: ד\"ה כאן: דף יח ע\"ב"
        ],
        [
            "גל שנתלש ונפל לארץ מטבילין בו אבל באויר אין מטבילין ומיירי נמי שלא נפלו למקום מדרון אלא בקרקע שוה ושמא דוקא נפלו לגומא אבל בקרקע חלק הוי כנצוק ואין מטהרין אלא באישבורן: ד\"ה בתחתונה: דף יט ע\"ב"
        ],
        [
            "בגדי עם הארץ מדרס לפרושים ומטמא אדם ובגדים שעליו ובאבן מסמא ובאויר ובשאר כליו שמא נגע במת: ד\"ה בגדי:"
        ],
        [
            "הושיט ידו לאמת המים ידו טהורה אבל לא במים שאובין:"
        ],
        [
            "פירות בכי יותן אחר העלאה. אין טבילה מועלת אלא במכוסה כולה כאחת:"
        ],
        [
            "קשר עומד לעולם לא חייץ וכשאין של קיימא של עור חייץ ולא של בגד דהוי אריג: (ד\"ה דקיטרא): דף כא ע\"ב"
        ],
        [
            "עירוב מקוואות צריך עיון אי איירי דוקא במקוה חסר אצל שלם או שתי מקוואות שאין בכל אחד שיעור מקוה: ד\"ה כעוביה:"
        ],
        [
            "בכלי לתוך כלי גזרינן לקדש כיון דאפילו בתחתון לפנימי אין בו כשפופרת הנוד מה שאין כן בסל: ד\"ה מאי: דף כב ע\"א"
        ],
        [
            "סנדל מטמא מדרס ולא הרצועה: ד\"ה ונפסקה: דף כג ע\"א"
        ],
        [
            "כל הטעון ביאת מים מדברי סופרים אין טעון הערב שמש:"
        ],
        [
            "צינורא דעם הארץ הוה כמשקה דמטמא לכלים ולא בעי הערב שמש:"
        ],
        [
            "אפילו כלי חול מצרף לקדש:"
        ],
        [
            "גר שנתגייר ועובד כוכבים שירשו אביהם עובד כוכבים יכול לומר לו טול אתה ע\"ז ואני מעות: ד\"ה חבר: דף כה ע\"ב"
        ],
        [
            "גר יורש אביו מדרבנן:"
        ],
        [
            "מזבח הנחושת לא היה לו גג אלא מלאו בעפר: ד\"ה שאני: דף כו ע\"ב"
        ]
    ],
    "versions": [
        [
            "Vilna Edition",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "פסקי תוספות על חגיגה",
    "categories": [
        "Talmud",
        "Bavli",
        "Rishonim on Talmud",
        "Piskei Tosafot",
        "Seder Moed"
    ],
    "sectionNames": [
        "Comment",
        "Paragraph"
    ]
}