{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "<b>יש</b> אומרים כי טעם אחד עשר יום מחורב דרך הר שעיר והנה הם הלכו במדבר ארבעים שנה וזה פי' ויהי בארבעים שנה. ואלה טעו כי עד קדש ברנע באו בשנה השנית רק ויהי בארבעים שנה דבק עם דבר משה והישר בעיני שפירושו אלה הדברים שהם דברי המצות הכתובים בפרשת ראה אנכי ושופטים וכי תצא והיה כי תבא כבר אמר אותם כאשר היו במדבר ויהי' דבר משה מושך עצמו ואחר עמו וכן הוא דבר משה במדבר בערבה מול סוף מיום שנסעו מסיני:",
        "0_Chapter, 0_Verse, 1_Comment": "<b>בין פארן ובין תופל ולבן וחצרות ודי זהב.</b> מקומות לא נזכרו בפ' אלה מסעי או נזכרו בשמות אחרים כי הנה שניר יש לו ג' שמות ורבים כן:",
        "0_Chapter, 1_Verse, 0_Comment": "<b>אחד עשר יום.</b> הטעם שדבר אלה הדברים באותם י״‎א יום <b>מחורב.</b> שהלכו מחורב עד קדש ברנע וכבר הגדתי לך כי מקדש ברנע הלכו המרגלי' ואחר שנשבע השם שלא יכנסו לארץ לא התחדש' מצו' רק בשנת הארבעים כי כן מצאנו והעד שאמר באר את התורה הזאת הנה באר התורה שאמר בין פארן ובין תפל כי רוב המצות הם בספר הזה וכן פי' ככל אשר צוה ה' אותו אליהם בעבר הירדן במדבר בערבה ואם תבין סוד (השרים) [צ״‎ל השנים] עשר גם ויכתוב משה והכנעני אז בארץ בהר ה' יראה גם והנה ערשו ערש ברזל תכיר האמת:",
        "0_Chapter, 2_Verse, 0_Comment": " י״‎א כי באחד [באדר] (ס״‎א בשבט) מת משה ואמר כי התאבלו שלשים יום וישבו שם (שתי) [צ״‎ל שש] שבתות והראי' שלהם ויהי בעצם היום הזה כי ביום אחד קרא זה הספר אל כל ישראל ובו מת וזאת איננה ראיה כי בעצם היום הזה הוא על השיר' והנה כתוב אתה עובר היום את הירדן:",
        "0_Chapter, 2_Verse, 1_Comment": "<b>בעשתי.</b> פירשתיו בפרשת נשא:",
        "0_Chapter, 4_Verse, 0_Comment": "<b>הואיל משה באר.</b> שנים פעלים עוברים דבקים בלא וי״‎ו וכן חמק עבר והנה משה החל לפרש לבנים שנולדו במדבר מה שאירע לאבותיהם ואמר להם כל המצות גם עשרת הדברים ששמעו אבותיהם מפי השם ישמעום גם הם מפי ציר נאמן:",
        "0_Chapter, 5_Verse, 0_Comment": "<b>בחורב.</b> הוא סיני כאשר אמרתי:",
        "0_Chapter, 6_Verse, 0_Comment": "<b>פנו.</b> עזבו זה המקום <b>וסעו לכם.</b> דרך הלשון כמו לך לך:",
        "0_Chapter, 8_Verse, 0_Comment": "<b>לא אוכל לבדי.</b> כטעם לא תוכל עשוהו לבדך:",
        "0_Chapter, 9_Verse, 0_Comment": "<b>הרבה אתכם.</b> במצרים ונתקיימה הברכה שברך אביכם:",
        "0_Chapter, 9_Verse, 1_Comment": "וטעם <b>ככוכבי השמים.</b> דרך משל פעמים עם אלף וכן מאה הפך לשון קדר:",
        "0_Chapter, 11_Verse, 0_Comment": "<b>טרחכם.</b> מגזרת היו עלי לטורח ופי' טרחכם להבין אנשים פתאים המצות:",
        "0_Chapter, 11_Verse, 1_Comment": "<b>ומשאכם.</b> שבקשו לחם ומים ובשר כמו לשום את משא כל העם הזה:",
        "0_Chapter, 11_Verse, 2_Comment": "<b>וריבכם.</b> זה עם זה:",
        "0_Chapter, 12_Verse, 0_Comment": "<b>הבו.</b> מלה זרה והיה הה״‎א ראוי להתנועע בשו״‎א ופת״‎ח:",
        "0_Chapter, 12_Verse, 1_Comment": "<b>וידועים.</b> שהם היו ידועים שיכירום הכל:",
        "0_Chapter, 14_Verse, 0_Comment": "<b>שרי אלפים.</b> פירשתיו:",
        "0_Chapter, 15_Verse, 0_Comment": "<b>שמוע.</b> שם הפועל כמו זכור את יום השבת והוא  שמוע שמעו או שמעו שמוע:",
        "0_Chapter, 15_Verse, 1_Comment": "<b>גרו.</b> כבר פירשתיו:",
        "0_Chapter, 16_Verse, 0_Comment": "<b>תכירו.</b> להכריח הדין למי שיכיר:",
        "0_Chapter, 17_Verse, 0_Comment": "<b>אשר תעשון.</b> הם החוקים והמשפטי' שהורום:",
        "0_Chapter, 18_Verse, 0_Comment": "<b>את כל המדבר.</b> זה אחד עשר יום:",
        "0_Chapter, 18_Verse, 1_Comment": "וטעם <b>הר האמורי.</b> כי כן כתיב:",
        "0_Chapter, 18_Verse, 2_Comment": "<b>בשעיר עד חרמה.</b> והטעם שנצא להר האמורי:",
        "0_Chapter, 20_Verse, 0_Comment": "<b>רש.</b> במשקל שב מגזרת ירושה:",
        "0_Chapter, 20_Verse, 1_Comment": "<b>תחת.</b> כמו ידל כבוד יעקב מפעלי הכפל:",
        "0_Chapter, 21_Verse, 0_Comment": "<b>ויחפרו.</b> כמו לחפור את כל הארץ כי החופר יחפש מה שיש בסתר:",
        "0_Chapter, 21_Verse, 1_Comment": "<b>אשר נבוא אליהן.</b> בתחלה:",
        "0_Chapter, 22_Verse, 0_Comment": "ו<b>ייטב בעיני הדבר</b> בעבור שכלכם הסכמתם על זה:",
        "0_Chapter, 24_Verse, 0_Comment": "וי<b>ורידו</b> בעבור גובה העץ והאמת בעבור היותם בנגב:",
        "0_Chapter, 26_Verse, 0_Comment": "<b>ותרגנו.</b> כמו ורוגנים ילמדו לקח והוא מבנין נפעל כמו אל תעצבו:",
        "0_Chapter, 28_Verse, 0_Comment": "<b>לא תערצון.</b> כמו לא תפחדון והוא מגזרת והוא מעריצכם והטעם שבר הלב בפחד:",
        "0_Chapter, 29_Verse, 0_Comment": "<b>ילחם לכם.</b> בשבילכם:",
        "0_Chapter, 32_Verse, 0_Comment": "<b>לחנותכם.</b> איננו פעל יוצא כי לא מצאנו מזה הבנין כן:",
        "0_Chapter, 32_Verse, 1_Comment": "<b>לראותכם.</b> נפתח הלמ״‎ד ללמד על האות שהוא ה״‎א ה״‎א הדעת הנעדרת:",
        "0_Chapter, 35_Verse, 0_Comment": "<b>זולתי.</b> היו״‎ד נוסף כי נמצא בלא י':",
        "0_Chapter, 35_Verse, 1_Comment": "<b>ולו אתן את הארץ אשר דרך בה.</b> היא חברון:",
        "0_Chapter, 36_Verse, 0_Comment": "כבר ביארתי כי אפו הנו״‎ן מובלע בפ״‎א והיא בל' ארמי' נראית גם הוא מגזרת כי אנפת בי גם בי התאנף ה':",
        "0_Chapter, 37_Verse, 0_Comment": "הזכיר כלב בתחלה כאשר פירשתי ואח״‎כ יהושע <b>העומד לפניך.</b> הוא משרתו:",
        "0_Chapter, 38_Verse, 0_Comment": "<b>אשר לא ידעו היום.</b> באותו היום:",
        "0_Chapter, 38_Verse, 1_Comment": "<b>טוב ורע.</b> על רובם דבר הכתוב:",
        "0_Chapter, 40_Verse, 0_Comment": "<b>ותהינו.</b> ותאמרו הן ואל תתמה איך יבא פעל נגזר ממלה מדבקת כי כן מלת על גם פן שמצאנו אפונה כאשר פירשתיו וי״‎א שהוא מגזרת הין והטעם מדה והוא רחוק:",
        "0_Chapter, 43_Verse, 0_Comment": "<b>ויצא האמורי.</b> הוא הכנעני כאשר פירשתי:",
        "0_Chapter, 43_Verse, 1_Comment": "<b>כאשר תעשינה הדבורים.</b> כי מי שיגע אל ביתם מיד ירדפו אחריו וינשכוהו:",
        "0_Chapter, 43_Verse, 2_Comment": "<b>ויכתו.</b> פירשתיו מגזרת וכתותי:",
        "0_Chapter, 43_Verse, 3_Comment": "<b>עד חרמה.</b> מקום או שם הפעל:",
        "0_Chapter, 45_Verse, 0_Comment": "<b>ותשבו בקדש.</b> ברנע ימים רבים. <b>כימים אשר ישבתם.</b> ברגול הארץ ואם טען טוען המרגלים ישבו לבדם הנה כן כמספר הימים אשר תרתם את הארץ:",
        "1_Chapter, 4_Verse, 0_Comment": "<b>אל תתגרו בם.</b> כמו יגרה מדון כענין תנוע' ושבוש:",
        "1_Chapter, 5_Verse, 0_Comment": "<b>אכל תשברו מאתם.</b> אם ירצו למכור וי״‎א כי המלה בתימ' והטעם כי אין להם צורך למאכל ולמשתה אלה השנים שעברו והעד על כן כי ה' אלהיך ברכך:",
        "1_Chapter, 8_Verse, 0_Comment": "<b>נתתי את ער.</b> מואב ויתכן שלקחה סיחון וחזרה למואב באחרונה:",
        "1_Chapter, 9_Verse, 0_Comment": "<b>האמים.</b> פירשתיו ספר הכתוב כי מואב לקח ער מיד האמים:",
        "1_Chapter, 10_Verse, 0_Comment": "<b>רפאים.</b> פירשתיו:",
        "1_Chapter, 11_Verse, 0_Comment": "<b>החורים.</b> הם בני שעיר החורי:",
        "1_Chapter, 14_Verse, 0_Comment": "ל. <b>המם.</b> מפעלי הכפל מבנין הקל:",
        "1_Chapter, 15_Verse, 0_Comment": "<b>ויהי כאשר תמו.</b> דבק עם וידבר ה' אלי כמו ויהי ככלות משה לכתוב גם ויהי ביום דבר ה' ורבים כן והטעם ויהי כאשר תמו הם אמר השם שנעבור את גבול ער:",
        "1_Chapter, 18_Verse, 0_Comment": "<b>וקרבת מול בני עמון.</b> פירוש ובקרבך אליהם:",
        "1_Chapter, 18_Verse, 1_Comment": "<b>אל תצרם.</b> מפעלי הכפל:",
        "1_Chapter, 18_Verse, 2_Comment": "<b>ואל תתגר בם.</b> מבנין התפעל מנחי הלמ״‎ד ה״‎א:",
        "1_Chapter, 19_Verse, 0_Comment": "<b>זמזמים.</b> מלה מתוקנת על משפט לשון הקדש כמו האחשדרפנים:",
        "1_Chapter, 20_Verse, 0_Comment": "<b>וישמידם ה'.</b> ספר הכתוב כי השם השמיד אחרים מפני המואבים ונתן להם הארץ לירושה כהר שעיר לעשו:",
        "1_Chapter, 22_Verse, 0_Comment": "וטעם <b>עד עזה.</b> כי היא היתה לפלשתים וכבר היתה בין אברהם ובין אבימלך ברית אם תשקור לי ולניני ולנכדי והכתוב ספר כי העוים לקחו עזה:",
        "1_Chapter, 23_Verse, 0_Comment": "<b>החל רש.</b> מירוש':",
        "1_Chapter, 25_Verse, 0_Comment": "<b>ממדבר קדמות.</b> לפי דעתי הוא הנקרא מדבר מתנה:",
        "1_Chapter, 26_Verse, 0_Comment": "<b>בדרך.</b> הידוע:",
        "1_Chapter, 27_Verse, 0_Comment": "<b>אכל בכסף תשברני ואכלתי.</b> אם הוצרכתי:",
        "1_Chapter, 28_Verse, 0_Comment": "<b>כאשר עשו לי בני עשו.</b> יש מפרשים כי פירושו על אוכל בכסף תשבירני א״‎כ הוא מה יעשו עם יושבי ער שהם מואבים והכתוב אמר על דבר אשר לא קדמו אתכם והוצרכו לפירוש זה בעבור שאמר מלך אדום לא תעבור בי ולפי דעתי שפירושו על טעם בדרך בדרך נלך כאשר עשו לי בני עשו שסבבו הר שעיר בדרך בדרך וכן כתוב אתם עוברים בגבול אחיכם בני עשו היושבים בשעיר רק המלך שהוא מלך אדום לא עזבם שיעברו דרך מדינתו כי משם היה מקום ארץ כנען קרוב ולכן עברו על ער כי כן כתוב ורבים אמרו הם לא קדמו רק ישראל קנו מהם:",
        "1_Chapter, 30_Verse, 0_Comment": "<b>החלתי.</b> בפתחות ה״‎א הבנין בעבור אות הגרון וכן העירותיהו בצדק:",
        "1_Chapter, 32_Verse, 0_Comment": "<b>ונך.</b> חסר נו״‎ן השרש:",
        "1_Chapter, 33_Verse, 0_Comment": "<b>מתם.</b> בני אדם:",
        "1_Chapter, 35_Verse, 0_Comment": "<b>שגבה.</b> מגזרת ונשגב ה' לבדו:",
        "1_Chapter, 36_Verse, 0_Comment": "<b>אל ארץ בני עמון.</b> שהיא היום בידם כאשר פירשתיו:",
        "1_Chapter, 36_Verse, 1_Comment": "<b>לא קרבת כל.</b> <b>יד.</b> מקום כמו יד הירדן:",
        "2_Chapter, 2_Verse, 0_Comment": "<b>השאיר לו.</b> כל אחד מישראל והוא פעל עבר:",
        "2_Chapter, 3_Verse, 0_Comment": "<b>חבל ארגוב.</b> דברי המתרגם ארמית ידועים וי״‎א שהוא שם אדם היה בחלקו מירושת אביו זה החבל וי״‎א כי האל״‎ף נוסף והוא מגזרת ורגבים ידובקו בדרך רחוקה:",
        "2_Chapter, 10_Verse, 0_Comment": "<b>באמת איש.</b> באמת כל אדם והנה הוא כפול ולא יתכן להיות באמתו כי מה בא הכתוב ללמד ועוד שלא יהיה בצלם אדם כלל:",
        "2_Chapter, 13_Verse, 0_Comment": "<b>יאיר בן מנשה.</b> פירשתיו שהוא מבני יהודה:",
        "2_Chapter, 13_Verse, 1_Comment": "<b>הגשורי והמעכתי.</b> שני גוים:",
        "2_Chapter, 14_Verse, 0_Comment": "<b>ולמכיר.</b> מפורש:",
        "2_Chapter, 15_Verse, 0_Comment": "<b>תוך הנחל וגבול.</b> שלו וכן והירדן וגבול:",
        "2_Chapter, 17_Verse, 0_Comment": "<b>ואצו אתכם.</b> עם בני ראובן וגד ידבר בעבור שהיו בכלל ישראל אמר אתכם ולא אותם והפך זה ויצו משה את הלוים לקוח את ספר התורה כי אנכי ידעתי את מריך איננו מדבר עם הלוים רק עם כל ישראל ובעבור היות הלוים בכלל דבר אליהם:",
        "2_Chapter, 17_Verse, 1_Comment": "<b>חסלת פרשת אלה הדברים</b>",
        "2_Chapter, 22_Verse, 0_Comment": "<b>ואתחנן.</b> הטעם וכבר התחננתי כי כאשר הזכיר יהושע ואמר צויתיו בעבור כי אינני עובר עמכם כי התחננתי לשם לעבור עמכם בעבור כי לגדולת השם אין חקר וחדשים לבקרים רבה אמונתך:",
        "2_Chapter, 23_Verse, 0_Comment": "<b>אתה החלות.</b> אמר חכם מהחכמים אתה החלות להראות את גדלך בשמים ובארץ במעשי' שנוהג העולם בם:",
        "2_Chapter, 23_Verse, 1_Comment": "<b>ואת ידך החזקה.</b> באותות שנעשו על ידו עד שנודע בעולם כי אין אל כי אם הוא לבדו והטעם תקיף בשמים ששם המלאכים והצבא ובארץ ששם החיות ובני אדם:",
        "2_Chapter, 23_Verse, 2_Comment": "<b>כמעשיך.</b> שהם כולם בחכמה:",
        "2_Chapter, 23_Verse, 3_Comment": "<b>וכגבורתך.</b> ביכולת וטעם זו הפרשה לחבב את ארץ ישראל ואם הארץ תהיה חביבה ישמרו מצות השם שלא יגלו ממנה:",
        "2_Chapter, 26_Verse, 0_Comment": "<b>עלה ראש הפסגה.</b> הוא הגיא אשר בשדה מואב ראש הפסגה:",
        "2_Chapter, 28_Verse, 0_Comment": "<b>ונשב בגיא.</b> טעמו וכבר ישבנו בגיא הזה שהוא ראש הפסגה כי משם נסעו אל ערבות מואב והגיא הוא בהר העברים כי כן מפורש ועתה החל לדבר על המצות בעבור שהיו מול בית פעור החל לדבר בעבודת כוכבים:",
        "3_Chapter, 0_Verse, 0_Comment": "<b>מלמד אתכם לעשות.</b> כי עיקר הלמוד לעשות המצות:",
        "3_Chapter, 0_Verse, 1_Comment": "<b>למעז תחיון.</b> כי עובדי פעור נשמדו:",
        "3_Chapter, 0_Verse, 2_Comment": "<b>וירשתם.</b> בעבור שנח ונעלם היו״‎ד בשבר הוי״‎ו נשבר עי״‎ן הפעל ואפס על משקלו:",
        "3_Chapter, 1_Verse, 0_Comment": "<b>לא תוספו.</b> מדעתכם ותחשבו כי היא עבודה לשם ג״‎כ לא תגרעו ואשר אמרתי למען תחיו אין צורך לעדים כי עיניכם הרואות:",
        "3_Chapter, 2_Verse, 0_Comment": "<b>בבעל פעור.</b> בעבור בעל פעור ורבים כן ומי שלא עבד בעל פעור הנו חי:",
        "3_Chapter, 4_Verse, 0_Comment": "וטעם <b>למדתי אתכם.</b> אחר שאמר אשר אנכי מלמד אתכם להוסיף כאשר צוני ה' כי המצות הם מצותיו שתעשו בארץ שיתן לכם השם לירושה ועוד כי יש לכם תפארת במצותיו על כל הגוים והטעם כי עיקר כל המצות יבינם המשכיל וידע למה נתנו:",
        "3_Chapter, 6_Verse, 0_Comment": "<b>כי מי גוי גדול.</b> שיש לו אלהים שיהיה קרוב אליו שיענהו תמיד בכל אשר יבקש ממנו בחכמה גם אין גוי גדול אשר לו חקים ומשפטים צדיקים בשקול הדעת כמו ישראל:",
        "3_Chapter, 6_Verse, 1_Comment": "וטעם <b>גוי גדול.</b> בעבור חכמי לב יראי ה':",
        "3_Chapter, 8_Verse, 0_Comment": "<b>רק השמר לך.</b> הטעם אם תשכח כל דבר אל תשכח יום אשר עמדת בסיני:",
        "3_Chapter, 8_Verse, 1_Comment": "<b>אשר ראו עיניך.</b> זהו וכל העם רואים את הקולות:",
        "3_Chapter, 9_Verse, 0_Comment": "וטעם <b>כל הימים אשר הם חיים על האדמה.</b> כי השם ידע שלא יוכלו לעשות מצותיו כראוי והם בארצות המושלים בהם:",
        "3_Chapter, 10_Verse, 0_Comment": "<b>לב השמים.</b> באמצע כנגד הרואים וכן בלב ים:",
        "3_Chapter, 11_Verse, 0_Comment": "<b>זולתי קול.</b> ששמעתם. כי הקול איננו נראה בעין וכבר פירשתי וכל העם רואים את הקולות:",
        "3_Chapter, 13_Verse, 0_Comment": "וטעם <b>ואותי צוה ה'.</b> כי בסיני צוה השם למשה את כל החקים והמשפטים רק הגידם לישראל בשנה השנית. ופעם אחרת ובשנה הארבעים. ואחר שלא ראיתם כל תמונ' השמרו לכם פן תשחיתון מה שראיתם והטעם האמת או דרכיכם:",
        "3_Chapter, 15_Verse, 0_Comment": "<b>פסל.</b> דבר נקצב כמו ויפסלו בוני שלמה:",
        "3_Chapter, 15_Verse, 1_Comment": "<b>זכר או נקבה.</b> בגוים ידועים. גם יש גוים סוגדים ועובדים כל בהמה שיפגעו בתחל' יומו וי״‎א להוריד כח עליונים כצורת עקרב לנשוך והצורות הארבעים ושבעה הנשארות:",
        "3_Chapter, 18_Verse, 0_Comment": "<b>השמש והירח.</b> שהם המאורות הגדולים ואחר שאמר ואת הככבים באר בשם כלל כל צבא השמים ככבי לכת שהם ככבי אור וכל המזלות והצורות:",
        "3_Chapter, 18_Verse, 1_Comment": "<b>ונדחת.</b> כאדם שידחה ויפול:",
        "3_Chapter, 18_Verse, 2_Comment": "<b>אשר חלק.</b> דבר מנוסה הוא כי יש לכל עם ועם ככב ידוע ומזל וכן יש מזל לכל עיר ועיר והשם שם לישראל מעל' גדול' להיות השם יועצם ולא ככב להם והנה ישראל נחלת השם:",
        "3_Chapter, 20_Verse, 0_Comment": "וטעם <b>וה' התאנף בי.</b> בעבור שאמר ויוצא אתכם להיות לו לעם נחלה בארץ שתעבדוהו רק אני לא אראה בטובה הזאת:",
        "3_Chapter, 20_Verse, 1_Comment": "<b>על דבריכם.</b> אתם סבבתם שלא אכנס לארץ כאשר פירשתי:",
        "3_Chapter, 22_Verse, 0_Comment": "<b>השמרו לכם ועשיתם פסל.</b> וכבר אמר כזה והטעם להוסיף אש אוכלה על כן אנכי מצוך <b>אש אוכלה הוא.</b> בלי כ״‎ף הדמות והטעם כאש אוכלה הוא.  <b>תמונת כל.</b> כל דבר <b>אשר צוך.</b> כאשר צוך או מלת צוך שלא לעשות כמו ועל העבים אצוה ויש אומר על צורת הככבים וזה רחוק בעיני:",
        "3_Chapter, 23_Verse, 0_Comment": "<b>אל קנא.</b> לעבודת כוכבים וקנאתו תאכל כאש שלא תעזוב שורש וענף:",
        "3_Chapter, 24_Verse, 0_Comment": "<b>כי תוליד בנים.</b> אמר אל קנא ואחר כן באר מה יקרה להם אם יעשו פסל:",
        "3_Chapter, 24_Verse, 1_Comment": "<b>ועשיתם הרע.</b> בשאר המצות כמו לרצוח ולנאוף:",
        "3_Chapter, 25_Verse, 0_Comment": "<b>העידותי בכם היום.</b> י״‎א כי טעם עדות שמים וארץ המלאכים ובני אדם ואחרים אמרו על הגשם כטעם את שמיכם כברזל ואת ארצכם כנחושה והנכון בעיני להיותם עדים שיראום תמיד הם ובניהם כי הם עומדים כטעם כימי השמים על הארץ וכן שמעו הרים את ריב ה'. וכן האבן הזאת תהיה בנו לעדה ושמא יטעון טוען כי שמים כעשן נמלחו וחביריו הטוען ער ולבו ישן:",
        "3_Chapter, 25_Verse, 1_Comment": "<b>תאבדון.</b> כמו תלמדון בעבור שאיננו סמוך:",
        "3_Chapter, 26_Verse, 0_Comment": "<b>מתי מספר.</b> פירשתיו:",
        "3_Chapter, 27_Verse, 0_Comment": "<b>יראון וישמעון.</b> הזכיר הארבעה הרגשו' ואין צורך להזכיר החמישי' כי היא עבה מכולם ועוד כי היא שורש חיי הגוף ואל תתמה על מלת ובקשתם ומצאת כי ידבר לרבים ולגוי אחד או לאדם אחד:",
        "3_Chapter, 28_Verse, 0_Comment": "<b>בכל לבבך.</b> עוד אפרשנו:",
        "3_Chapter, 30_Verse, 0_Comment": "<b>ירפך.</b> הפך יחזקך:",
        "3_Chapter, 31_Verse, 0_Comment": "<b>כי שאל נא.</b> <b>לימים.</b> שאל עתה:",
        "3_Chapter, 31_Verse, 1_Comment": "<b>למן היום.</b> הלמ״‎ד נוסף וכן רבים או היא דרך צחות:",
        "3_Chapter, 31_Verse, 2_Comment": "<b>ולמקצה השמים.</b> רמז לאויר כאשר פירשתי שיש לו קצוות:",
        "3_Chapter, 31_Verse, 3_Comment": "<b>הנהיה.</b> בימיו:",
        "3_Chapter, 31_Verse, 4_Comment": "<b>או הנשמע כמוהו.</b> ומה הוא ששמע עם:",
        "3_Chapter, 33_Verse, 0_Comment": "<b>או הנסה אלהים.</b> י״‎א שהוא לשון חול וחלילה חלילה רק לשון קדושה:",
        "3_Chapter, 33_Verse, 1_Comment": "<b>הנסה.</b> כדרך בני אדם כדי שיבינו השומעים:",
        "3_Chapter, 33_Verse, 2_Comment": "<b>במסות.</b> שם כלל או טעמו במסות שהיו באותות כמו ויעש האותות לעיני העם:",
        "3_Chapter, 33_Verse, 3_Comment": "<b>ובמופתים.</b> עשר מכות וכתיב ומשה ואהרן עשו:",
        "3_Chapter, 33_Verse, 4_Comment": "<b>ובמלחמה.</b> יתכן על הריגת הבכורים ושפטים באלהי מצרים:",
        "3_Chapter, 33_Verse, 5_Comment": "<b>וביד חזקה.</b> שיצאו ישראל ביד רמה ובזרוע נטויה על טעם בעמוד אש וענן:",
        "3_Chapter, 33_Verse, 6_Comment": "<b>ובמוראים גדולים.</b> טביעת פרעה וחילו עם בקיעת הים לישראל:",
        "3_Chapter, 33_Verse, 7_Comment": "<b>במצרים.</b> באנשי מצרים:",
        "3_Chapter, 34_Verse, 0_Comment": "<b>הראת.</b> מבנין שלא נקרא שם פועלו והטעם כי כל אלה הראך האלהים עד אשר תדע כי הוא האלהים לבדו:",
        "3_Chapter, 34_Verse, 1_Comment": "וטעם <b>אין עוד.</b> כאשר רמזתי בפירוש קהלת בפסוק וגבוהים עליהם על כן מלת אין עוד ומלת אלהים פירשתיה בפרשת וישמע יתרו כתוב וידבר אלהים והאלהים יעננו בקול בא האלהים אשר שם האלהים כי המדבר הוא אלהים כי יש מי שלא יבין דרך קצרה והוא סוד עמוק:",
        "3_Chapter, 35_Verse, 0_Comment": "<b>ליסרך.</b> על כן השמיעך את קולו שתירא ממנו כאשר אמרו ואל ידבר עמנו אלהים פן נמות והנה פחדת בעבור העינים והאזנים ועוד לדבר אחר השמיעך את קולו בעבור כי אהב את אבותיך הם השלשה:",
        "3_Chapter, 36_Verse, 0_Comment": "<b>ויבחר בזרעו.</b> רמז ליעקב כי אם אמר בזרעם יכנסו עמנו שמנה גוים:",
        "3_Chapter, 36_Verse, 1_Comment": "ו<b>יוציאך בפניו.</b> בכעס שכעס על מצרים וי״‎א כמו ומלאך פניו הושיעם ולפי דעתי שהוא כמו ופניך הולכי' בקרב:",
        "3_Chapter, 37_Verse, 0_Comment": "<b>כיום הזה.</b> קרוב מהיום הזה והאמת שהוא רמז על אשר נחלו ארץ ב' מלכי האמורי כי ראובן וגד וחצי שבט מנשה ישראל יקראו וכן כתוב כאשר עשה ישראל לארץ ירושתו ואינו דבר עתיד כאשר פירשוהו רבים והעד למכה מלכים גדולים במזמור הודו לה' כי טוב ולא הזכיר רק סיחון ועוג ואמר נחלה לישראל עבדו ואחר שאמר כי ה' הוא האלהים אין עוד מלבדו אמר טעם נכבד כי הראשון הראי' ממרא' העין ובשקול הדעת ובחכמת הלב תדע כי השם הוא לבדו אלהים בשמים ממעל שהם ממעל בן אדם ועל הארץ שהיא תחתיו והעד כי כן פי' והיו שמיך אשר על ראשך נחשת ואחר שראית הנוראות והשבות אל לבבך אתה חייב לשמור מצותיו גם הוא טוב לך ולבניך אחריך:",
        "3_Chapter, 40_Verse, 0_Comment": "<b>אז יבדיל משה.</b> הטעם ביום שיבדיל משה אלה הערים אז אמר דברי הברית:",
        "3_Chapter, 45_Verse, 0_Comment": "<b>בעבר הירדן בגיא.</b> הוא הר העברים קודם נסעם אל ערבות מואב אע״‎פ שהר העברים הוא בארץ מואב:",
        "4_Chapter, 0_Verse, 0_Comment": "<b>ויקרא משה אל כל ישראל.</b> כאשר פירשתי להשמיע דברי הברית את הבנים:",
        "4_Chapter, 1_Verse, 0_Comment": "<b>בחורב.</b> הוא סיני:",
        "4_Chapter, 2_Verse, 0_Comment": "<b>לא את אבותינו.</b> לבדם:",
        "4_Chapter, 2_Verse, 1_Comment": "<b>כי אתנו אנחנו.</b> והטעם כי גם אתנו כמו לא יקרא שמך עוד יעקב. או טעמו לא כרת עם אבותינו שהיו במצרים רק אתנו כרת הברית כי רבים יש במחנ' ששמעו הברית מפי השם על כן אמר אנחנו אלה שהם פה והם חיים והעד על יושר זה הפירוש שאמר עמכם וביניכם:",
        "4_Chapter, 3_Verse, 0_Comment": "<b>פנים בפנים.</b> בלא אמצעי והטעם כאשר ישמיע המשמיע קולו לאחר ופניו אל פניו ואם לא יראנו:",
        "4_Chapter, 4_Verse, 0_Comment": "<b>אנכי עומד בין ה' וביניכם.</b> פירשתיו:",
        "4_Chapter, 4_Verse, 1_Comment": "<b>כי יראתם מפני האש.</b> ואם לא עליתם בהר:",
        "4_Chapter, 4_Verse, 2_Comment": "ומלת <b>לאמר.</b> דבקה עם דבר ה' עמכם בהר מתוך האש לאמר ויתכן להיות פירוש אנכי עומד בין ה' אחר מעמד הר סיני והטעם שהוא דבר עמכם פנים בפנים ומאותו היום הייתי אני עומד בין ה' וביניכם כי יראתם כאשר יפרש:",
        "4_Chapter, 4_Verse, 3_Comment": "<b>ולא עליתם בהר.</b> כאשר עליתי אני ומשה נגש אל הערפל ואל תשים אל לבך בעבור היות מלת לאמר רחוקה כי כן רבים והמדבר לא הפסיק הפסוקי' ולא הפרשיות גם אל תשית לב אל המלות כי הם כגופות והטעמים כרוחות והכורת בשני כלים זה כמו זה במעשה מעשה אחד הוא על כן שוא ושקר כי הם אחים וכל שקר שוא וכבר פירשתי זכור שהוא כמו שמור. והוסיף כאשר צוך ה' אלהיך והטעם במעמד הר סיני:",
        "4_Chapter, 11_Verse, 0_Comment": "והוסיף כאשר צוך י\"י אלהיך (דברים ה':י\"א), והטעם, במעמד הר סיני.",
        "4_Chapter, 13_Verse, 0_Comment": "<b>ושורך וחמורך וכל בהמתך.</b> פרט ואחר כך כלל ובתחלה כלל זה וזה שוה:",
        "4_Chapter, 13_Verse, 1_Comment": "<b>למען ינוח.</b> הוסיף לבאר טעם עבדך ואמתך וזכרת כי עבד היית והניח עבדך על כן צוך ה' אלהיך לעשות כן ביום השבת והטעם למנוח' העבד וי״‎א כי העבד לא ינוח והנה השם הוציאך מעבדות וצוך שתנוח למען תזכור כי היית עבד ובצווי כבד כאשר צוך כאשר פירשתי:",
        "4_Chapter, 15_Verse, 0_Comment": "<b>ולמען ייטב לך.</b> י״‎א רמז לעוה״‎ב וסוד העוה״‎ב ארמזנו בפסוק אני אמית ואחיה:",
        "4_Chapter, 15_Verse, 1_Comment": "<b>ימיך.</b> באר שיהיו טובים. דע כי דעת כל הקדמונים כי הדבור הראשון הוא אנכי ואם יש לשאול למה הפסיק המפסיק לא יהיה לך וכבר פיר' עשרת הדברים כי סמכתי על דעתם רק הישר בעיני שמלת אנכי איננ' מהעשר' כי דבור אנכי הוא המצוה ועיקר המצות כאשר פירשתי כבר:",
        "4_Chapter, 17_Verse, 0_Comment": "ומלת <b>חמד</b> בלשון הקדש מתפרשת לשני טעמים האחד גזל ועושק וקחת של אחרים בחזקה ובאונס וכך ולא יחמוד איש את ארצך כי אם אין פירושו כן הנה תהיה הארץ רעה ולא בא הכתוב אלא לשבח והטעם השני לשון תאוה בלב ולא תצא לפועל. והנה לא תחמוד בית רעך. הדבור התשיעי. ולא תחמוד אשת רעך הדבור העשירי. ויהיה בית רעך ואשת רעך נדבקים זה עם זה או בית רעך כלל והעד שאמר משה בספר הזה שבאר את התורה תחת לא תחמוד אמר לא תתאוה. ורבים אמרו כי אין עון במחשבת הלב ואין עליהם שכר ועונש ויש ראיות רבות להשיב עליהן ולא אאריך רק אראה להם לב חורש מחשבות און הטיבות כי היה עם לבבך ולישרים בלבותם ומשה אמר בסוף בפיך ובלבבך לעשותו. ועיקר כל המצות ליישר הלב, ורובם זכר והמזיד והשוגג יוכיחו:",
        "4_Chapter, 18_Verse, 0_Comment": "<b>את הדברים האלה.</b> הטעם עשרת הדברים ולא הדבורים:",
        "4_Chapter, 18_Verse, 1_Comment": "<b>קול גדול.</b> שלא שמעו כמוהו:",
        "4_Chapter, 18_Verse, 2_Comment": "<b>ולא יסף.</b> כי זה היה פעם אחת והנה ביאר למה לא יסף והוא ויהי כשמעכם:",
        "4_Chapter, 20_Verse, 0_Comment": "<b>את כבודו.</b> מראה האש:",
        "4_Chapter, 20_Verse, 1_Comment": "<b>ואת גדלו.</b> קולות וברקים וקול שופר:",
        "4_Chapter, 20_Verse, 2_Comment": "<b>ואת קולו.</b> עשרת הדברות ויש בדברי יחיד שדבור אנכי לבדו אמר השם:",
        "4_Chapter, 22_Verse, 0_Comment": "<b>קול אלהים חיים.</b> לשון רבים כאשר פירשתי:",
        "4_Chapter, 22_Verse, 1_Comment": "וטעם <b>חיים.</b> על דעתי להפריש בין אלהים ובין הצבא כי לא יתנועע הוא מעצמו:",
        "4_Chapter, 23_Verse, 0_Comment": "<b>ואת תדבר אלינו.</b> כמו אם ככה את עושה לי ושם מפורש:",
        "4_Chapter, 24_Verse, 0_Comment": "<b>היטיבו.</b> פעל עבר מהשניים הנראים:",
        "4_Chapter, 25_Verse, 0_Comment": "<b>מי יתן.</b> אין הכתוב או' מי יתן לי רק מי יתן להם ע״‎כ נכתב להם אחר והיה לבבם זה ודע כי שורש כל המעשים והתנועות גזרות השם וכל הנמצאים תחת השמים כחם ותולדותם כפי המערכ' העליונה עם השרשים למטה וכן עם המורכבים וכן כפי תנועתם יום יום ועת ועת כי לעולם יהיה שנוי כאשר פירש בעל ספר יצירה והחלקים יקבלו מהכללים כפי תולדותם ובעבור כח הכללים יוכלו לשנות מעט בתולדת וזה טעם ויחזק ה' את לב פרעה ובמקום אחר ויכבד לבו הוא ועבדיו והכל אמת על כן אומר ידעתי ה' כי לא לאדם דרכו ואומר למה תתענו ה' מדרכך ומשה אמר ובחרת בחיים ואחר שהשם לא ימנע טוב הנה הוא אוהב להיטיב ואמר הכתוב כלשון בני אדם מי יתן:",
        "4_Chapter, 26_Verse, 0_Comment": "<b>לך אמר להם.</b> הטעם שירד:",
        "4_Chapter, 27_Verse, 0_Comment": "<b>ואתה פה עמוד עמדי.</b> הטעם שישוב וכן כ' ואדברה אליך את כל המצוה והחקים והמשפטים והנה רוב התורה מסיני נאמרה למשה רק משה אמרה במדבר סיני ובאותם אחד עשר יום שנסעו מסיני כפי דעתי:",
        "4_Chapter, 28_Verse, 0_Comment": "<b>ושמרתם לעשות.</b> להוסיף ולא תסורו ימין ושמאל:",
        "4_Chapter, 29_Verse, 0_Comment": "<b>בכל הדרך.</b> פירוש ימין ושמאל וזו המצוה והחוקים והמשפטים עיקרם למען תירא אתה ובנך ובן בנך והנה עיקר כל המצות אמונת הלב וכאשר תירא השם זה כל האדם ובעבור זה נברא האדם כדברי קהלת ועוד יאריכון ימים עם הכל על האדמה ועם היחיד בעולם הבא (ס״‎א הזה):",
        "5_Chapter, 2_Verse, 0_Comment": "<b>ושמרת לעשות.</b> והנה אצוך שתשמור אשר ייטב לך:",
        "5_Chapter, 2_Verse, 1_Comment": "<b>ארץ זבת חלב.</b> דבק עם לרשתה והנה הוא רחוק ממנו או יהיה חסר בי״‎ת כמו הנמצא בית ה':",
        "5_Chapter, 2_Verse, 2_Comment": "ומה שהעתיקו קדמונינו ז״‎ל על ק״‎ש הוא האמת ואין צורך לחפש דע כי זה השם הנכבד הוא שם העצם ואם כן מה טעם לאמרו פעם שנית והתשובה כי אדם שם עצם ושם מקרה שאיננו כן ואם הוא נקרא מעצם האדמה וכן זה והעד השם שהוא סמוך אל צבאות או העיקר הוא אלהינו ונכפל כמו כן לומר אחד והטעם לבדו וראיות עד אין חקר יש כי השם אחד והפסוק שאמר ביום ההוא יהיה ה' אחד על מחשבות בני אדם והנכון בעיני שהוא דבק עם מלך כי כן כתוב והיה ה' למלך על כל הארץ ביום ההוא יהיה ה' מלך אחד ושמו אחד כטעם כי אז אהפוך אל עמים שפה ברורה והנה כל העולם ידברו שפה אחת על כן יהיה שם ה' אחד:",
        "5_Chapter, 4_Verse, 0_Comment": "<b>ואהבת.</b> ואחר שאין לנו אלוה אחר רק הוא לבדו חייב אתה שתאהבנו כי אין לנו אלוה אחר:",
        "5_Chapter, 4_Verse, 1_Comment": "<b>בכל לבבך ובכל נפשך.</b> הלב הוא הדעת והוא כנוי לרוח המשכלת כי היא המרכב' הראשונה וכן חכם לב קונה לב:",
        "5_Chapter, 4_Verse, 2_Comment": "<b>נפשך.</b> היא הרוח שבגוף והיא המתאו' וכחה נראה בכבד:",
        "5_Chapter, 4_Verse, 3_Comment": "<b>מאדך.</b> מטעם מאד מאד והטעם לרוב אהוב אותו בכל מה שתוכל ותהיה אהבה גמורה בלב:",
        "5_Chapter, 5_Verse, 0_Comment": "<b>והיו הדברים האלה.</b> אמרו המכחשים על עשרת הדברות ועליהם נאמר וכתבתם על מזוזות ביתך והאמת כל המצות:",
        "5_Chapter, 6_Verse, 0_Comment": "<b>ושננתם.</b> מגזרת חץ שנון. וידוע איך ישונן החץ הנה נרא' כי עיקר כל האדם עבודת השם ועבודתו להכיר פעליו והמעתיקי' העתיקו שעת ק״‎ש וכלנו נסמוך עליהם:",
        "5_Chapter, 6_Verse, 1_Comment": "<b>בשבתך.</b> דבק עם ודברת בם:",
        "5_Chapter, 6_Verse, 2_Comment": "<b>ובשכבך.</b> לישן כי אין מצוה על הישן והנה ודברת בם בפה ובלב:",
        "5_Chapter, 7_Verse, 0_Comment": "<b>וקשרתם לאות על ידך.</b> מפורש:",
        "5_Chapter, 7_Verse, 1_Comment": "<b>לטטפת.</b> אין למלה הזאת ריע במקרא והמכחשים אמרו שהוא מגזרת והטף אל דרום וזה לא יתכן כי שרש הטף נטף וזה חסר נו״‎ן וכפול הטי״‎ת:",
        "5_Chapter, 8_Verse, 0_Comment": "<b>וכתבתם.</b> גם אמרו שהוא כמו קשרם ואחר שקבלו אבותינו האמת נעזוב אלה הבודאים מלבם:",
        "5_Chapter, 10_Verse, 0_Comment": "<b>כל טוב.</b> בשור״‎ק תחת חול״‎ם כי יתחלפו כי איננו סמוך:",
        "5_Chapter, 11_Verse, 0_Comment": "וטעם <b>מבית עבדים.</b> שלא היו לך ערים ובתים מלאים:",
        "5_Chapter, 12_Verse, 0_Comment": "<b>תירא.</b> שלא תעשו מצות לא תעשה:",
        "5_Chapter, 12_Verse, 1_Comment": "<b>תעבוד.</b> במצות עשה:",
        "5_Chapter, 12_Verse, 2_Comment": "<b>ובשמו תשבע.</b> לא בשם אלהים אחרים להקים דבר ולכרות ברית וכן תשבע כל לשון רק באמת והטעם שלא יהיה לך אלוה שתשבע בשמו רק שם השם לבדו. ע״‎כ כתוב אחריו לא תלכון אחרי אלהים אחרי' ולא תנסו:",
        "5_Chapter, 15_Verse, 0_Comment": "<b>במסה.</b> שם מקום הנזכר ויקרא שם המקום מסה ונפתח הבי״‎ת כמו וזבח וצלמונע בקרקר ויפקדם בטלאים ושם פירשתיו והטעם שאמרו היש השם בקרבנו ואם הוא נעבדנו רק אין לך צורך לבד שתשמור מצותיו ואם אתה תעשה הטוב בעיניו יעשה לך כל טוב ויהדוף את כל אויביך:",
        "5_Chapter, 18_Verse, 0_Comment": "<b>להדוף.</b> ה״‎א להדוף שורש והעד הדפו:",
        "5_Chapter, 19_Verse, 0_Comment": "<b>מה העדות.</b> הטעם למה זה העול עלינו בינות בני אדם ואמרת כי השם פדנו מבית עבדים והנה עשה לנו זאת הטובה והנה חייבים אנחנו ליראה את שמו כי כבר הכרנו כי הוא הטיב לנו ועוד ייטיב לנו להחיותנו כי מצותיו חיים הם למוצאיהם:",
        "5_Chapter, 24_Verse, 0_Comment": "<b>וצדקה תהיה לנו.</b> י״‎א מכאן רמז לשכר המצות לעוה״‎ב ולפי הפשט כי מדרך הצדקה חייבים אנחנו לשמור את רצונו כי הוא אדוננו והנכון בעיני כי כל הגוים יראו שאנחנו צדיקים בשמרנו מצותיו וחקיו שהם צדיקים כי כן כתוב:",
        "6_Chapter, 0_Verse, 0_Comment": "<b>ונשל.</b> הנו״‎ן שורש והוא מגזרת כי ישל זיתך:",
        "6_Chapter, 3_Verse, 0_Comment": "<b>כי יסיר את בנך.</b> שב אל בנו הנזכר והוא שלא תתן בתך לבנו או לא תקח הבת הנזכרת:",
        "6_Chapter, 4_Verse, 0_Comment": "<b>כי אם.</b> רק כה עשו להם כטעם כי עם קדוש אתה ולא תתגאל בדברי הכותיו' המצויירו' במצבות ואשרים:",
        "6_Chapter, 5_Verse, 0_Comment": "<b>סגלה.</b> פירשתיו והוא דבר נחמד לא ימצא בכל מקום כמוהו וכן וסגול' מלכים:",
        "6_Chapter, 6_Verse, 0_Comment": "<b>חשק ה' בכם ויבחר בכם.</b> ולא באחרים:",
        "6_Chapter, 7_Verse, 0_Comment": "<b>ומשמרו.</b> שם הפעל:",
        "6_Chapter, 8_Verse, 0_Comment": "<b>הוא האלהים.</b> הטעם זה הוא האלהים באמת שיש לו כח והוא נאמן והטעם בעבור השבוע' כי יש נאמן ואין בו כח למלאו' שבועתו ויש בעל כח שאיננו נאמן:",
        "6_Chapter, 8_Verse, 1_Comment": "<b>שומר הברית והחסד לאוהביו.</b> אין למעלה מהם:",
        "6_Chapter, 8_Verse, 2_Comment": "<b>ולשומרי מצותיו.</b> אחריהם. או פירושו אוהביו בלב הם שומרי מצותיו בפה ובפעל:",
        "6_Chapter, 8_Verse, 3_Comment": "<b>לאלף דור.</b> טעה האומר כי בשלשים אלף וששת אלפים ישוב גלגל המזלות כי הנה נמצא' המעל' בשבעים שנה וטעם אלף עד אין קץ:",
        "6_Chapter, 9_Verse, 0_Comment": "<b>ומשלם לשונאיו.</b> לכל א' משונאיו כמו וצדיקים ככפיר יבטח:",
        "6_Chapter, 9_Verse, 1_Comment": "<b>אל פניו.</b> הטעם לעצמו. וי״‎א כמו בפניו בכעסו והטעם כי ישלם לשונאיו בעבור ששנאו האמת:",
        "6_Chapter, 9_Verse, 2_Comment": "<b>להאבידו ל.</b> <b>א יאחר לשונאו.</b> י״‎א כי הטעם ישלם לרשע גמול טוב שעשה בעוה״‎ז ולא יאחר לתת לו בעוה״‎ב והנכון בעיני שהוא כנגד אוהביו שהם עומדים לאלף דור שונאיו יאבדו והוסיף לא יאחר שיחשוב שיעמוד בנו או בן בנו כטעם על שלשים ועל רבעים:",
        "6_Chapter, 10_Verse, 0_Comment": "<b>ושמרת.</b> הטעם כאשר השם שומר הברית שמור אתה מצותיו:",
        "6_Chapter, 10_Verse, 1_Comment": "<b>חסלת פרשת ואתחנן</b>",
        "6_Chapter, 11_Verse, 0_Comment": "<b>עקב.</b> כמו לעולם עקב שכר באחרונה וטעם הפסוק הראשון שומר הברית ששמר ברית אברהם ואתם אם תהיו מאוהביו ישמור עוד הברית ואם היית מאוהביו ואהבך וברכך והרבך זה פירוש הברית והחסד:",
        "6_Chapter, 12_Verse, 0_Comment": "<b>פרי בטנך.</b> הבנים ובטן רמז:",
        "6_Chapter, 12_Verse, 1_Comment": "<b>ופרי אדמתך.</b> הזכיר דגן תירוש ויצהר שהם עיקר:",
        "6_Chapter, 12_Verse, 2_Comment": "<b>שגר.</b> פירשתיו:",
        "6_Chapter, 12_Verse, 3_Comment": "<b>אלפיך.</b> כמו אלופינו מסובלים:",
        "6_Chapter, 12_Verse, 4_Comment": "<b>ועשתרות.</b> כמו עדרים ומפרש גדול היה בספרד והוציא טעם למה קראו העברים הבקר בשם אלף והצאן בעשתרות וכן היה מפרש הבעלים ועשתרות בעל המזל הצומח והעשירי ועוד לא די שיברך פרי בטנך כי לא יהיה בך עקר שאין זרעו מוליד וכן בבהמתך כי עוד תהיה בריא מכל מין חולי ידוע להיות כמנהג העולם <b>וכל מדוי.</b> שהיו חוץ המנהג:",
        "6_Chapter, 15_Verse, 0_Comment": "<b>ואכלת.</b> מצוה הוא לכלותם כאוכל לחם והעד לא תחוס עינך:",
        "6_Chapter, 15_Verse, 1_Comment": "<b>כי מוקש הוא לך.</b> כל אחד מאלהיהם:",
        "6_Chapter, 19_Verse, 0_Comment": "<b>הצרעה.</b> חולי בגוף מגזרת צרעת:",
        "6_Chapter, 20_Verse, 0_Comment": "<b>לא תערוץ מפניהם.</b> רק תערוץ מהשם שהוא אל גדול ונורא. אמר הגאון כי פן תרבה עליך סי' לזמן שינצחום ואין צורך וכבר פירשתיו:",
        "6_Chapter, 23_Verse, 0_Comment": "<b>השמדך.</b> שם הפעל ואם הוא בחירק יתכן היות כמוהו השאיר לו שריד והעד אותם שהוא הפעול. כסף וזהב שעליהם או ממון תקח לעזבם:",
        "6_Chapter, 24_Verse, 0_Comment": "<b>תוקש.</b> הוי״‎ו תחת יו״‎ד יקושתי לך:",
        "7_Chapter, 0_Verse, 0_Comment": "<b>כל המצוה.</b> הטעם אם רציתם לשמור המצות למען תחיו זכרו את הדרך:",
        "7_Chapter, 1_Verse, 0_Comment": "<b>למען ענותך לנסותך לדעת.</b> פירשתיו:",
        "7_Chapter, 2_Verse, 0_Comment": "<b>ויענך.</b> בדרך:",
        "7_Chapter, 2_Verse, 1_Comment": "<b>וירעיבך.</b> קודם בא המן או במן בעצמו בעבור שהיה קל על לבם וזה לא יתכן ויתכן מתאוות אחרות:",
        "7_Chapter, 2_Verse, 2_Comment": "<b>ידעון.</b> בנו״‎ן וכן צקון לחש גם ויחנון בעבר ארנון:",
        "7_Chapter, 2_Verse, 3_Comment": "<b>הודיעך.</b> שם הפעל:",
        "7_Chapter, 2_Verse, 4_Comment": "<b>הלחם.</b> שאדם תדיר בו:",
        "7_Chapter, 2_Verse, 5_Comment": "<b>מוצא פי ה'.</b> כמו מה שגזר כמו הדבר יצא מפי המלך והטעם כי על הלחם לבדו לא יחיה האדם רק הכח או עם הכח הבא מהעליונים במצות השם וזה פי' מוצא פי ה' והעד שלא אכלתם לחם וחייתם:",
        "7_Chapter, 3_Verse, 0_Comment": "<b>שמלתך.</b> יש אומרי' דרך אות ואחרים אומרים כי הוציאו מלבושים רבים ממצרים ויתכן שאין בתולדת המן להוליד זיעה:",
        "7_Chapter, 3_Verse, 1_Comment": "<b>לא בצקה.</b> מגזרת ויאפו את הבצק כי מנהג רגל האורח שהלך רגלי דרך רב שינפחו רגליו ויתכן שנתן להם השם כח או הוליכם אט:",
        "7_Chapter, 4_Verse, 0_Comment": "<b>וידעת עם לבבך.</b> שידע באמונת לבו שהוא העיקר ובעבור שתשמע אל האלוה המיסר אותך ואם הרעיבך ליסרך ויענך בדרך בצמא שכרך שיביאך אל הארץ הטובה:",
        "7_Chapter, 7_Verse, 0_Comment": "<b>ארץ חטה.</b> הזכיר המולידים הדם. <b>ודבש.</b> פירשתיו:",
        "7_Chapter, 8_Verse, 0_Comment": "<b>במסכנות.</b> בדלות ועניות וכן ילד מסכן וחכם:",
        "7_Chapter, 12_Verse, 0_Comment": "<b>ירבין.</b> היו״‎ד תחת ה״‎א ואין זה דעת רבי משה הכהן הספרדי:",
        "7_Chapter, 13_Verse, 0_Comment": "<b>ורם לבבך.</b> ותשכח כי עבד היית בשפלות לב ותשכח הענוי והרעב והצמא שהיה לך במדבר ואף על פי כן השם כלכל אותך:",
        "7_Chapter, 14_Verse, 0_Comment": "<b>במדבר.</b> מושך עצמו ואחר עמו וכן הוא <b>במדבר הגדול.</b> שהוא ארוך ורחב:",
        "7_Chapter, 14_Verse, 1_Comment": "<b>והנורא.</b> שהוא מדבר שרף:",
        "7_Chapter, 14_Verse, 2_Comment": "<b>החלמיש.</b> הצור התקיף:",
        "7_Chapter, 16_Verse, 0_Comment": "<b>החיל הזה.</b> הממון וכן ועזבו לאחרים חילם. והטעם יגיעם וכחם:",
        "7_Chapter, 17_Verse, 0_Comment": "<b>וזכרת.</b> הטעם אם עלה על לבבך לאמר כחי ועוצם ידי זכור הנותן לך כח:",
        "7_Chapter, 19_Verse, 0_Comment": "<b>עקב.</b> שכר באחרית. לטוב או לרע:",
        "8_Chapter, 0_Verse, 0_Comment": "<b>אתה עובר היום.</b> בזמן הזה או טעמו חשוב כי אתה עובר היום:",
        "8_Chapter, 2_Verse, 0_Comment": "<b>אש אוכלה.</b> במהירות על כן אמר מהר:",
        "8_Chapter, 6_Verse, 0_Comment": "למ״‎ד <b>למן היום</b> נוסף וכן רבים:",
        "8_Chapter, 6_Verse, 1_Comment": "<b>במדבר.</b> אחר שנסעו מחורב:",
        "8_Chapter, 9_Verse, 0_Comment": "<b>באצבע.</b> מפורש:",
        "8_Chapter, 10_Verse, 0_Comment": "<b>מקץ.</b> סוף או תחלת ארבעים והנה הראיה כי ביום שנתנו הלוחות למשה נעשה העגל:",
        "8_Chapter, 17_Verse, 0_Comment": "<b>ואתנפל.</b> זהו שאמר ועתה אעלה אל ה':",
        "8_Chapter, 17_Verse, 1_Comment": "וטעם <b>ואתנפל.</b> נופל על פניו ארצה:",
        "8_Chapter, 18_Verse, 0_Comment": "<b>גם בפעם ההוא.</b> כי כבר התפלל בעדם בהיותם על הים והעד מה תצעק אלי ועוד ויצעק אל ה' ויורהו ה' עץ:",
        "8_Chapter, 20_Verse, 0_Comment": "<b>ואת חטאתכם.</b> נקרא העגל חטאת. על כן הוסיף לבאר ואמר את העגל:",
        "8_Chapter, 20_Verse, 1_Comment": "<b>ואכת.</b> <b>לעפר.</b> דק כעפר הארץ:",
        "8_Chapter, 21_Verse, 0_Comment": "<b>ובתבערה.</b> יתכן להיותו שם מקום ולא חנו שם כי אם יום א' על כן לא הזכירום באלה מסעי והוא א' משלשה מסעים שנסעו מהד סיני עד קברות התאו' כאשר פירשתי. וטעם לחבר תבערה עם מסה כי היו העם מתאוננים כמו מנסים לשם והזכיר תבערה קודם מסה כי במסה לא אירע להם כלום וי״‎א כי בא עמלק בעבור שנסו השם ועל כן הזכיר בעירת אש השם בהם וזנוב עמלק ומכת המתאוים הזכיר בתחלה הקשה וי״‎א כי תבערה היא מסה כמו מראש שניר וחרמון והנכון מה שפירשתי:",
        "8_Chapter, 22_Verse, 0_Comment": "<b>לא האמנתם.</b> בלב:",
        "8_Chapter, 22_Verse, 1_Comment": "<b>ולא שמעתם </b>במעשה ושב לבאר התפלה שהתפלל:",
        "8_Chapter, 28_Verse, 0_Comment": "<b>עמך ונחלתך.</b> בעבור אבותם:",
        "8_Chapter, 28_Verse, 1_Comment": "וטעם <b>והם עמך.</b> ידוע כי הם עמך בעבור שהוצאתם <b>בכחך הגדול</b> שהראית בעולם:",
        "9_Chapter, 0_Verse, 0_Comment": "<b>בעת ההיא.</b> בארבעים היום הנזכרים:",
        "9_Chapter, 0_Verse, 1_Comment": "<b>ארון עץ.</b> אמרו המעתיקים ז״‎ל כי ארון אחר עשה משה בתחלה והעד ואעש ארון ואח״‎כ אמר ואפסול ואמר ואשים את הלוחות בארון אשר עשיתי ודעתם רחבה מדעתנו כי היה נראה לנו כי וישכון כבוד ה' דבק עם הכבוד שראו הזקנים ולא נדע מתי עלה משה כי היה נראה בדרך הפשט כי משה לא נתענה כי אם שמונים יום כי פי' אנכי עמדתי בהר כימים הראשונים הוא שנוי והטעם כאשר עמדתי בהר אותם הארבעים יום שמע ה' אלי ואמר לך למסע וזהו לך נחה את העם והנה יהי' ארון עץ בצווי והוא הארון שעשה בצלאל:",
        "9_Chapter, 2_Verse, 0_Comment": "<b>ואעש ארון.</b> בצווי ויהיה פי' ויקהל משה וכבר הקהיל משה וכבר הראיתיך רבים כן וכל זה בעבור שאמר ויהיו שם כאשר צוני ה' וזהו ונתת אל הארון את העדות גם יתכן להיות פירושו על ועשית לך ארון עץ והקבלה תנצח:",
        "9_Chapter, 5_Verse, 0_Comment": "<b>ובני ישראל נסעו מבארות בני יעקב מוסרה.</b> נכנס זה הפסוק במקום הזה בעבור שאמר ואתפלל גם בעד אהרן בעת ההיא ואמר כי לא מת אהרן רק בשנת הארבעים והעד שכן פירושו שאמר בעת ההיא הבדיל ה' את שבט לוי וזה היה בהר סיני כאשר פירשתי בפרשת וידבר וקדמונינו אמרו שנסעו לאחור ומה נעש' במלת שם מת אהרן ויקבר שם ור' יצחק אבן גיאת ז״‎ל הספרדי פי' שם כמו אז וכמוהו משם רוע' ואין צורך רק לפי דעתי כי מבארות בני יעקן איננו בני יעקן גם מוסרה איננו מוסרות רק קדש יקרא בארות בני יעקן ושם מדבר הר ההר מוסרה ורבים כן הלא תראה הכתוב אמר מדבר שור ובפסוק אחר מדבר איתם:",
        "9_Chapter, 6_Verse, 0_Comment": "<b>משם נסעו הגדגדה.</b> איננו חור הגדגד רק הוא שם כלל צלמונה גם פונון ואובות ויטבתה הוא המקום הנקרא באר כי כן כתוב ומשם בארה וזה טעם <b>ארץ נחלי מים</b> כי במשענותם כרו הנדיבים ויצאו המים וזה הפסוק שהוא ומשם נסעו הגדגדה דבק עם ויכהן אלעזר והנה פירשתי לך כי ישראל לא הקריבו זבחים אחר נסעם מהר סיני ויתכן שהקריבום בבואם אל צלמונה ופונן והיתה תחלת כהונת אלעזר בכהונה גדולה באותם המקומות בראש השנה ושמש במקום הנקרא באר ביום הכפורים והנה הפירוש כן ויכהן אלעזר כאשר נסעו אל מקום פלוני ולמה כהן אלעזר כי השם הבדיל בעת עבודת העגל את שבט הלוי לשאת את הארון לעמוד לפני השם:",
        "9_Chapter, 7_Verse, 0_Comment": "<b>לשרתו.</b> בני לוי עם בני אהרן:",
        "9_Chapter, 7_Verse, 1_Comment": "<b>ולברך בשמו.</b> כי אלעזר היה נושא את כפיו:",
        "9_Chapter, 8_Verse, 0_Comment": "ה' <b>הוא נחלתו.</b> כטעם ה' מנת חלקי וכוסי וזו היא עבודת השם בלמוד דרכיו:",
        "9_Chapter, 9_Verse, 0_Comment": "<b>ואנכי עמדתי בהר.</b> פירשתיו:",
        "9_Chapter, 10_Verse, 0_Comment": "<b>למסע.</b> שם הפועל:",
        "9_Chapter, 14_Verse, 0_Comment": "<b>ויבחר בזרעם.</b> והם אתם וזה טעם בכם:",
        "9_Chapter, 15_Verse, 0_Comment": "<b>ומלתם את ערלת לבבכם.</b> להתרחק מהתאוות העבות והכבדות כערל' גם יתכן להיות פירושו לטהר הלב עד שיבין האמת:",
        "9_Chapter, 15_Verse, 1_Comment": "<b>וערפכם.</b> פירשתיו ועוד בעבור שאמר כי קשה עורף אתה:",
        "9_Chapter, 16_Verse, 0_Comment": "<b>אלהי האלהים.</b> פירשתיו:",
        "9_Chapter, 16_Verse, 1_Comment": "<b>ואדוני האדונים.</b> כי מעלות גבוהות הם כטעם וגבוהים עליהם ומי שיכיר אלה המדות הוא מול לב:",
        "9_Chapter, 17_Verse, 0_Comment": "<b>עושה משפט.</b> אע״‎פ שהוא נשגב הוא עושה משפט יתום ואלמנה שאין להם עוזר כטעם אבי יתומים וכן הגר ויכלכלהו בהשענו עליו ואחר שהשם אוהב הגם אתם חייבים שתאהבוהו:",
        "9_Chapter, 19_Verse, 0_Comment": "<b>את ה' אלהיך תירא.</b> שלא תעברון על מצות לא תעשה:",
        "9_Chapter, 19_Verse, 1_Comment": "<b>ואותו תעבוד.</b> במצות עשה:",
        "9_Chapter, 19_Verse, 2_Comment": "<b>ובו תדבק.</b> בלב:",
        "9_Chapter, 19_Verse, 3_Comment": "<b>ובשמו תשבע.</b> בפה כאשר הוא מפורש:",
        "9_Chapter, 20_Verse, 0_Comment": "<b>הוא תהלתך.</b> הטעם כי יש לך להתהלל בו כי עשה עמך נוראות:",
        "9_Chapter, 21_Verse, 0_Comment": "<b>בשבעים נפש.</b> פירשתיו ואחר שהוא הרב' אתכם חייבים אתם לאהוב אותו והוסיף כל הימי':",
        "10_Chapter, 1_Verse, 0_Comment": "<b>כי לא את בניכם.</b> התשובה היא כי עיניכם הרואות והטעם כי אלה הנוראות אינם לעתיד שיראום בניכם רק אתם ראיתם אותם:",
        "10_Chapter, 1_Verse, 1_Comment": "<b>את גדלו את ידו החזקה וזרועו הנטויה.</b> להוציא אתכם ממצרים:",
        "10_Chapter, 2_Verse, 0_Comment": "<b>ואת אותותיו ואת מעשיו.</b> לפרעה שהוא עיקר:",
        "10_Chapter, 3_Verse, 0_Comment": "<b>אשר הציף.</b> מגזרת צפו מים על ראשי:",
        "10_Chapter, 3_Verse, 1_Comment": "<b>ויאבדם.</b> הטעם כי לא קמו עוד בניהם תחתיהם להיות כמוהם:",
        "10_Chapter, 4_Verse, 0_Comment": "<b>ואשר עשה לכם במדבר.</b> דבר המן:",
        "10_Chapter, 5_Verse, 0_Comment": "<b>ואת בתיהם.</b> הם נשיהם ובניהם:",
        "10_Chapter, 5_Verse, 1_Comment": "<b>ואת כל היקום.</b> שם כלל:",
        "10_Chapter, 5_Verse, 2_Comment": "<b>אשר ברגליהם.</b> בעבורם או כמשמעם ואחר שעיניכם ראו את כל אלה השמרו שתשמרו מצות השם:",
        "10_Chapter, 7_Verse, 0_Comment": "<b>וירשתם.</b> שבור הרי״‎ש בעבור שבר הוי״‎ו:",
        "10_Chapter, 9_Verse, 0_Comment": "<b>כי הארץ.</b> הנה טעם אחר שאתם חייבים לשמור מצותיו כי הארץ איננה כארץ מצרים רק יש לה צורך אל השנה לשום השם עינו עליה והטעם בדרך משל כאדם שיראה כל מה שהיא צריכה ויתן הכל בעתו:",
        "10_Chapter, 11_Verse, 0_Comment": "<b>מרשית.</b> בלא אל״‎ף ורבים כן ע״‎כ כ' והיה אם שמע תשמעו ונתתי מטר ארצכם וזהו עיני ה' אלהיך בה:",
        "10_Chapter, 13_Verse, 0_Comment": "<b>יורה.</b> גשם שיורה על שנה טובה והוא בתחלת השנה:",
        "10_Chapter, 13_Verse, 1_Comment": "<b>ומלקוש.</b> ידוע:",
        "10_Chapter, 14_Verse, 0_Comment": "<b>ואכלת ושבעת.</b> שב אל דגנך ותירושך לא אל הקרוב שהוא עשב בשדך:",
        "10_Chapter, 16_Verse, 0_Comment": "<b>יבולה.</b> פירשתיו:",
        "10_Chapter, 16_Verse, 1_Comment": "<b>ואבדתם מהרה.</b> שיגלו ממנה כאובדים ברעב אחר שהיתה הארץ טובה על כן אתם חייבים שתשימו אלה הדברים על לבבכם:",
        "10_Chapter, 17_Verse, 0_Comment": "<b>לטוטפות.</b> מפורש ואם תשימון על לב לא תאבדון מעל הארץ רק תאריכו ימים כימי השמים על הארץ:",
        "10_Chapter, 21_Verse, 0_Comment": "<b>כי אם שמור תשמרון.</b> הטעם זה שאמרתי לכם שתאבדון מהרה מעל הארץ הטובה דעו כי לא תכנסו שם בתחלה ולא תנצחו אם לא תשמרו מצות ה':",
        "10_Chapter, 21_Verse, 1_Comment": "<b>לאהבה.</b> בלב:",
        "10_Chapter, 21_Verse, 2_Comment": "<b>ללכת בכל דרכיו.</b> שלא ישנה ולא יהפוך:",
        "10_Chapter, 21_Verse, 3_Comment": "<b>ולדבקה בו.</b> בסוף והוא סוד גדול:",
        "10_Chapter, 21_Verse, 4_Comment": "<b>חסלת פרשת עקב</b>",
        "10_Chapter, 25_Verse, 0_Comment": "<b>ראה.</b> לכל אחד ידבר:",
        "10_Chapter, 26_Verse, 0_Comment": "<b>את הברכה אשר תשמעו.</b> כי בשמעכם הנה אתם מבורכים והברכה תוספת טובה והקללה מגרע' והיא מגזרת קלה:",
        "10_Chapter, 28_Verse, 0_Comment": "<b>ונתתה את הברכה.</b> בפה כמו ונתן אותם על ראש השעיר:",
        "10_Chapter, 29_Verse, 0_Comment": "<b>בעבר הירדן.</b> כנגד המדבר:",
        "10_Chapter, 29_Verse, 1_Comment": "<b>אחרי דרך מבוא השמש.</b> וטעם שתלכו אחרי דרך מערב ותמצאום:",
        "10_Chapter, 29_Verse, 2_Comment": "<b>בארץ הכנעני היושב בערבה.</b> כי יש כנעני יושב בהר:",
        "10_Chapter, 29_Verse, 3_Comment": "<b>מול הגלגל.</b> וההרים ארוכים והנה צוה באיזה מקום מההרים. <b>מול הגלגל</b> כמו וירדוף עד דן או דרך נבואה או שני שמות:",
        "10_Chapter, 29_Verse, 4_Comment": "<b>מול.</b> כמו נכח:",
        "10_Chapter, 29_Verse, 5_Comment": "<b>אלוני מורה.</b> הוא הנזכר בימי אברהם. והברכה והקללה עוד יפרשם:",
        "10_Chapter, 30_Verse, 0_Comment": "<b>כי אתם עוברים.</b> הטעם כן תחלו לעשות ותהיה הארץ לעולם לנחלה לכם:",
        "11_Chapter, 1_Verse, 0_Comment": "<b>אבד תאבדון את כל המקומו</b>'. אמר רבי יונה המדקדק כי את אלהיהם חסר וי״‎ו והטעם ואת אלהיהם ולא אמר כלום רק הוא דבק עם מלת אשר עבדו שם:",
        "11_Chapter, 1_Verse, 1_Comment": "<b>כל עץ רענן.</b> רענן ושאנן לעולם בשני נוני״‎ן והטעם כמו רטוב:",
        "11_Chapter, 2_Verse, 0_Comment": "<b>ואשריהם.</b> הם עצים:",
        "11_Chapter, 2_Verse, 1_Comment": "<b>ואבדתם את שמם.</b> שלא יזכרו:",
        "11_Chapter, 3_Verse, 0_Comment": "<b>לא תעשון כן.</b> הטעם שלא תזבחו על הגבעות וההרים רק אל המקום שישום שמו:",
        "11_Chapter, 4_Verse, 0_Comment": "<b>לשום את שמו.</b> כמו אזכיר את שמי:",
        "11_Chapter, 4_Verse, 1_Comment": "<b>לשכנו תדרשו.</b> והוא הארץ והטעם מקום משכן כבודו:",
        "11_Chapter, 6_Verse, 0_Comment": "<b>ואכלתם שם.</b> הכהנים והלוים:",
        "11_Chapter, 7_Verse, 0_Comment": "ואתם <b>לא תעשון ככל אשר אנחנו עושים פה.</b> בעבור שהיו נוסעים ממסע אל מסע ויש מי שיקריב עולה במסע שירצה אחר מות אהרן ויש מי שיתן בכור צאנו ויש מי שלא יתן כי המצוה תלויה בארץ ואין זאת דעתי רק טעמו שלא היו כולם יראי השם ובעבור שאמר אנחנו הנה שם מצות רבות כעולות תלויות בארץ כי כן כתוב אל המנוחה שלא יסעו הם ובניהם וזה טעם נחלה והאמת שפירוש <b>מנוחה</b> והניח לכם. <b>והנחלה וישבתם בטח</b>:",
        "11_Chapter, 10_Verse, 0_Comment": "<b>מבחר נדריכם.</b> מצות הנדר מן המובחר:",
        "11_Chapter, 11_Verse, 0_Comment": "והנה עוד תוספת <b>ושמחתם... והלוי</b> חייבים אתם לשמחו <b>כי אין לו נחלה</b> כאשר יש לך:",
        "11_Chapter, 12_Verse, 0_Comment": "וטעם לומר פעם שנית <b>בכל מקום אשר תראה.</b> להוצי' בשר תאוה בעבור שהשלמים הם קדש ויש כרת על טמא שאכל בשר קדש אמר על בשר תאוה הטמא והטהור:",
        "11_Chapter, 13_Verse, 0_Comment": "<b>אשר יבחר ה' באחד שבטיך.</b> פירוש שלא תלגלג לומר למה יהיה מקומו קבוע אצל שבט א' משבטיך ותחשוב לקבוע מקום זולתו, אלא אין לך אלא המקום ההוא:",
        "11_Chapter, 14_Verse, 0_Comment": "<b>כצבי וכאיל.</b> שאינו קרב על המזבח וחלב הצבי גם חלב האיל מותר והנה חזוק לדברי רק סמכנו על קבלת אבותינו:",
        "11_Chapter, 16_Verse, 0_Comment": "<b>לאכול בשעריך מעשר דגנך.</b> עם הלוים ידבר גם עם ישראל במעשר שני על דעת רבים ובכורות בקרך וצאנך עם הכהנים ידבר כי הלוים גם הכהנים הם בכלל ישראל כמו ואצו אתכם שידבר עם שני שבטים וחצי וכן אך פדה תפדה עם ישראל ידבר והטעם מי שהוא חייב לפדות וכן לאכול בשעריך לפני ה' אלהיך תאכלנו מי שהוא חייב לאכלו והמכחשים אמרו כי הם שנים בכורים האחד בכור פטר רחם והשני בכור עדר ואין צורך להשיב על הבליהם גם אחרים אמרו כי הבכור והמעשר יאכלם הישראל ואם היה במקום הנבחר וזה הפך הכתוב ואמר כי תאוה לאכול בשר פירוש אם תאוה נפשך לאכול בשר וכבר הזכיר זה להוסיף כי ירחק ממך המקום וגם זה הכתוב על מקום שאיננו מארץ כנען ומשפטו כמשפט שעריך:",
        "11_Chapter, 22_Verse, 0_Comment": "<b>כי הדם הוא הנפש.</b> פירשתיו:",
        "11_Chapter, 24_Verse, 0_Comment": "<b>למען ייטב לך.</b> שלא יאכל נפש בהמה שתשבש נפשו גם הנפש והצורה בדמות האב על כן לבניך אחריך:",
        "11_Chapter, 25_Verse, 0_Comment": "<b>רק קדשיך.</b> עולות ושלמים ונדרים:",
        "11_Chapter, 25_Verse, 1_Comment": "<b>תשא.</b> והטעם תביאם אל המקום הנבחר:",
        "11_Chapter, 26_Verse, 0_Comment": "<b>והבשר תאכל.</b> עם הכהן ידבר אם הוא בכור או חטאת או אשם והשוק והחזה ואם שלמים יאכל רבם הישראלי:",
        "11_Chapter, 27_Verse, 0_Comment": "וטעם <b>שמור ושמעת.</b> על הדם שישפך על גבי המזבח:",
        "11_Chapter, 28_Verse, 0_Comment": "<b>כי יכרית.</b> גם זאת הפרשה דבקה עם כי ירחיב כי אם לא ינצחו את הגוים לא ירחיב גבול:",
        "11_Chapter, 29_Verse, 0_Comment": "מלת <b>ופן.</b> דרך קצרה שתעשה כמעשיהם:",
        "11_Chapter, 29_Verse, 1_Comment": "<b>ואעשה כן גם אני.</b> לעבודת השם ותחשוב כי תעשה טוב לא תעשה כן כי כל מעשיהם יתעב השם והעד כי גם את בניהם. את הדבר אשר צויתי אתכם אותו תשמורו:",
        "12_Chapter, 1_Verse, 0_Comment": "<b>כי יקום בקרבך נביא.</b> טעם בקרבך כי אין נביא כי אם מישראל וזאת הפרשה דבקה בעבור עכו״‎ם כי שרפת הבנים ע״‎ג. נביא שיאמר כי בהקיץ דבר השם או שלוחו עמו או בחלום ויש אומרים כי יתכן להיות הנביא ממגנבי דבר השם ופי' שאמר נביא האמת שיהי' אות כך להצדיקו ושמע השומע והגידו להיות אות לנפשו ויש אומרים כי אפילו בא האות והמופת אין להאמין בו כי הוא דבר הפך שקול הדעת ולפי דעתי שיש אות גם מופת כמו סימן והעד דברי ישעיה שאמר הנה אנכי והילדים אשר נתן לי ה' לאותות ולמופתים ואות הנביא כאשר הלך עבדי ישעיה ערום ויחף ואותות בניו שמותם על דבר המקרה שיהיה בימיהם והם עמנואל מהר שלל חש בז ושאר ישוב ובמכות והיו לך לאות ולמופת וכן רבי':",
        "12_Chapter, 3_Verse, 0_Comment": "וטעם <b>כי מנסה.</b> בעבור שעזבו ולא המיתו ונסיון השם להראות צדקת המנוסה:",
        "12_Chapter, 4_Verse, 0_Comment": "<b>אחרי ה' אלהיכם תלכו.</b> שתעשו על פי יכלתכם כמעשיו ותרדפו אחרי נתיבותיו:",
        "12_Chapter, 4_Verse, 1_Comment": "<b>ואותו תיראו.</b> מלשאול למה זה:",
        "12_Chapter, 4_Verse, 2_Comment": "<b>ואת מצותיו תשמורו.</b> שהם העיקר:",
        "12_Chapter, 4_Verse, 3_Comment": "<b>ובקולו תשמעו.</b> מה שהם זכר לעיקר:",
        "12_Chapter, 4_Verse, 4_Comment": "<b>ואתו תעבודו.</b> במעשה:",
        "12_Chapter, 4_Verse, 5_Comment": "<b>ובו תדבקון.</b> בלב בראש ובסוף:",
        "12_Chapter, 5_Verse, 0_Comment": "<b>כי דבר סרה.</b> תחסר מלת דבר כמו וברוב יועצים תקום:",
        "12_Chapter, 5_Verse, 1_Comment": "וטעם <b>סרה.</b> שהשם צוה לסור מעבודת כוכבים או הוא מגזרת סורר ומורה והוא הנכון והיה הרי״‎ש ראוי להדגש:",
        "12_Chapter, 5_Verse, 2_Comment": "<b>המוציא אתכם והפודך.</b> כפול בטעם לחזוק:",
        "12_Chapter, 5_Verse, 3_Comment": "<b>ובערת.</b> <b>פירשתיו</b>:",
        "12_Chapter, 6_Verse, 0_Comment": "<b>כי יסיתך אחיך.</b> הטעם אפי' אחיך:",
        "12_Chapter, 6_Verse, 1_Comment": "וטעם <b>בן אמך.</b> שהייתם בבטן אחת והאם כגוף והאב כצורה והצורה לא יבינוה כי אם מתי מעט:",
        "12_Chapter, 8_Verse, 0_Comment": "<b>לא תאבה לו.</b> באמונת הלב:",
        "12_Chapter, 8_Verse, 1_Comment": "<b>ולא תשמע אליו.</b> במעשה:",
        "12_Chapter, 8_Verse, 2_Comment": "<b>ולא תחוס עינך.</b> להרגו:",
        "12_Chapter, 8_Verse, 3_Comment": "<b>ולא תכסה.</b> שתניחנו רק תגל' הדבר עד שישמעו העדים מפיו כי כן כתוב ואז תהרגנו:",
        "12_Chapter, 9_Verse, 0_Comment": "<b>ידך תהיה בו.</b> היה נראה כי הוא משנים עדים לולא הקבלה:",
        "12_Chapter, 10_Verse, 0_Comment": "<b>וסקלתו.</b> פירוש מה תהיה מיתתו:",
        "12_Chapter, 14_Verse, 0_Comment": "<b>ודרשת וחקרת ושאלת.</b> אלה המלות היטב מפורשות בדברי רז״‎ל:",
        "12_Chapter, 16_Verse, 0_Comment": "<b>כליל.</b> כלה. לה' <b>אלהיך.</b> בעבור כבוד השם תשרפנה. באש:",
        "12_Chapter, 16_Verse, 1_Comment": "<b>תל.</b> מגזרת הר גבוה ותלול:",
        "12_Chapter, 17_Verse, 0_Comment": "<b>למען ישוב ה' מחרון אפו.</b> ולא ישחיתך בעון העיר:",
        "12_Chapter, 18_Verse, 0_Comment": "וטעם <b>כי תשמע.</b> כן תעשה אם בקשת לעשות הישר בעיניו. ונסמכה פרשת בנים אתם לה'. בעבור המסיתים אח או בן או אב או אנשי עיר הנדחת ואסור להתאבל עליהם אף כי להתגודד כי הנה אסור הוא על כל מת:",
        "13_Chapter, 0_Verse, 0_Comment": "<b>תתגודדו.</b> כטעם ושרט לנפש מגזרה על כל ידים גדודות:",
        "13_Chapter, 0_Verse, 1_Comment": "<b>ולא תשימו קרחה.</b> כמשפט הגוים עד היום הזה:",
        "13_Chapter, 0_Verse, 2_Comment": "וטעם <b>בנים.</b> אחר שתדעו שאתם בנים לשם והוא אוהב אתכם יותר מהאב לבן אל תתגודדו על כל מה שיעשה כי כל אשר יעשה לטוב הוא ואם לא תבינוהו כאשר לא יבינו הבנים הקטנים מעשה אביהם רק יסמכו עליו כן תעשו גם אתם כי עם קדוש אתה ואינך כשאר כל הגוים על כן לא תעשה כמעשיהם. וטעם הסמך פרשת לא תאכל כל תועבה כי אתה עם קדוש בלב ובפה ותהיו מובדלים מן העמים וכל רואיכם יכירו אתכם כי לא תקרחו על מת ולא תאכלו כל חי ואם אתה עם קדוש אין ראוי שתאכל טמא ותטמא הנפש:",
        "13_Chapter, 2_Verse, 0_Comment": "<b>כל תועבה.</b> כל דבר שהוא נתעב לנפש הטהורה כמו שרץ הארץ:",
        "13_Chapter, 3_Verse, 0_Comment": "<b>שור שה כשבים.</b> חסר וי״‎ו שה מן כבש או עז:",
        "13_Chapter, 4_Verse, 0_Comment": "<b>איל וצבי.</b> ידועים והחמשה האחרים צריכים לקבלה:",
        "13_Chapter, 7_Verse, 0_Comment": "<b>ולא גרה.</b> תחסר מלת יגר דרך קצרה או מלת לו:",
        "13_Chapter, 8_Verse, 0_Comment": "<b>סנפיר וקשקשת.</b> פירשתיו:",
        "13_Chapter, 10_Verse, 0_Comment": "<b>כל צפור טהורה תאכלו.</b> הנה צפור שם כלל ותור וגוזל על השני מינין שהם תחת צפור וכן דיה ואיה תחת דאה כי עתה הוסיף לבאר:",
        "13_Chapter, 19_Verse, 0_Comment": "<b>כל עוף טהור.</b> כארבה:",
        "13_Chapter, 20_Verse, 0_Comment": "<b>לא תאכלו כל נבילה.</b> מהעוף ומהבהמה:",
        "13_Chapter, 20_Verse, 1_Comment": "<b>לגר אשר בשעריך.</b> דאינו מתיהד כאשר פירשתי או מכור לנכרי שאיננו דר בארצך וטעם הסמך לא תבשל גדי כי הוא בשר וכבר פירשתיו:",
        "13_Chapter, 21_Verse, 0_Comment": "<b>עשר תעשר.</b> ונסמכה זאת הפרשה כי אסור לאכול כל עוף טמא ובהמה טמאה ונבלה והנה בבשר ובדגן אסור לאכול ההקדש כי אם במקום הנבחר:",
        "13_Chapter, 21_Verse, 1_Comment": "<b>היוצא השדה שנה שנה.</b> אמר רבי יהודה הלוי הספרדי נ״‎ע כי הוא דבק עם זרעך והטעם הזרע שהוצאת אל השדה ולפי דעתי שהוא כפשוטו וטעמו על התבואה מה שיוצאת השדה ואם יטעון טוען כי הכתוב אמר היוצא והוא מהפעלים שאינם יוצאים לאחרים הראינו לו העיר היוצאת אלף והעד תשאיר מאה וחז״‎ל אמרו שהוא מעשר שני ודע אם תחל ממעל הנה האחד ראש ואם ממטה הנה העשירי וזה סוד הבכור והמעשר ודע כי האחד איננו בחשבון וכן העשירי כי הוא כנגד האחד כי הוא ראש למחברת השנית וסוף למחברת הראשונה וכל שרש בחשבון סמוך אליו מפניו ומאחריו ובעבור היות האחד והעשרה עיקריים והאמצעיים חמשה וששה הם הנקראים עגולים על כן אותיות הנח הם אלה הארבעה ומהם אותיות השם הנכבד והנורא:",
        "13_Chapter, 22_Verse, 0_Comment": "<b>ובכורות בקרך.</b> יאכלם מי שהוא ראוי לאכלם כאשר פירשתי:",
        "13_Chapter, 22_Verse, 1_Comment": "<b>למען תלמד.</b> הטעם כי כאשר תלך אל מקום הכבוד שם ילמדוך וטעם שנית להיות למען תלמד כטעם עגלה מלומדה והטעם רגילות והוא הישר בעיני:",
        "13_Chapter, 24_Verse, 0_Comment": "<b>ונתתה בכסף.</b> שב אל המעשר:",
        "13_Chapter, 24_Verse, 1_Comment": "<b>בידך.</b> שהוא מופקד בידך:",
        "13_Chapter, 25_Verse, 0_Comment": "<b>ובשכר.</b> העשוי מדבש ומתמרים מחטה ושעורים:",
        "13_Chapter, 25_Verse, 1_Comment": "<b>אשר תשאלך.</b> פירות:",
        "13_Chapter, 25_Verse, 2_Comment": "<b>אתה וביתך.</b> אתה ובניך חיוב וביתך רשות כי מצות שלש פעמים על הזכרים והאשה ההולכת למקום הנבחר כנשי אלקנה יש להן שכר:",
        "13_Chapter, 26_Verse, 0_Comment": "<b>והלוי אשר בשעריך.</b> והטעם על בית הלוי שאתה מקבל שכר שלא תעזבנו רק תתן לו כפי מתנת ידך והקרוב כי על המעשר הראשון ידבר בעבור שהזכיר מעשר שני אמר לא תחשוב כי תצא ידי חובה במעשר השני לבדו:",
        "13_Chapter, 26_Verse, 1_Comment": "וטעם <b>אשר בשעריך.</b> כי לאשר הוא בשערו יתן המעשר הראשון ולא יאמר יהיה עמי ואני אוליכנו ללוי אחר או כבר נתתיו:",
        "13_Chapter, 27_Verse, 0_Comment": "<b>מקצה שלש שנים.</b> זה מעשר שלישי ולא יוציא בשנה הזאת מעשר שני וי״‎א כי יוציא שלשתם והמכחישים אמרו כי מצות עשר תעשר הוא המעשר הראשון:",
        "13_Chapter, 27_Verse, 1_Comment": "וטעם <b>וצרת הכסף בידך.</b> עם הלוי ידבר וכן ובכורות בקרך עם הכהן ידבר ואין שם מעשר שני רק זה שהוא לשלש שנים:",
        "13_Chapter, 27_Verse, 2_Comment": "<b>מקצה.</b> תחלה וזה של שלש שנים יקרא מעשר עני ואנחנו נסמוך על קבלת אבותינו:",
        "14_Chapter, 0_Verse, 0_Comment": "וטעם <b>מקץ שבע שנים תעשה שמטה.</b> בתחלת השנה כאשר פירשתי והעד הקהל את העם ונדבקה זאת הפרשה בעבור שאמר כי מעשר עני הוא ללוי ולגר וליתום ולאלמנה אמר וכן דבר השמטה והטעם כמו שמטוה והניחו' ותפול:",
        "14_Chapter, 1_Verse, 0_Comment": "<b>משה.</b> במשקל מטה והוא שם לפי דעתי ולפי דעת רבים הוא פועל ובעל כמו והחכמה תחיה בעליה את נפש בעליו יקח והטעם מי שהדבר ברשותו:",
        "14_Chapter, 1_Verse, 1_Comment": "<b>ישה.</b> פועל יוצא והלוקח יקרא נושה בו:",
        "14_Chapter, 1_Verse, 2_Comment": "<b>יגוש.</b> ילחץ כמו וכל עצביכם תנגושו והנה נראה הנו״‎ן בפעלי העתיד מבעלי הנו״‎ן:",
        "14_Chapter, 1_Verse, 3_Comment": "<b>שמטה לה'.</b> לכבוד השם שנתן לו הממון וטעם הסמך המל' לשם בעבור שבת היא לה':",
        "14_Chapter, 2_Verse, 0_Comment": "<b>את הנכרי תגוש.</b> רשות:",
        "14_Chapter, 3_Verse, 0_Comment": "<b>אפס.</b> הטעם דע כי זה שצויתיך שלא תגוש את אחיך אין צורך אם היו כל ישראל או רובם שומעים בקול השם אז לא יהיה בך אביון שהוא צריך להיותך מלוה אותו רק כלכם תעבטו גוים רבים והטעם תקחו עבוטו שהוא משכון בעבור ממון שתתן לו שהוא צריך אליו לסחור בו:",
        "14_Chapter, 5_Verse, 0_Comment": "<b>ומשלת.</b> ובהיותכם ישרים תהיו עוד מושלים על הנכרים רק המצוה כי יהיה בך אביון על כן אמר כי לא יחדל אביון כי יודע כי יבא דור שלא יהיה רובו זכאי:",
        "14_Chapter, 6_Verse, 0_Comment": "<b>לא תאמץ את לבבך.</b> לדבר על לבו דברים טובים:",
        "14_Chapter, 6_Verse, 1_Comment": "<b>תקפוץ.</b> תסגור וכן קפצה פיה קפץ באף יקפצו מלכים פיהם והוא פעל קל:",
        "14_Chapter, 6_Verse, 2_Comment": "<b>האביון.</b> י״‎א שהוא מגזרת ולא אבה כי הוא במשקל עליון וחביון והגיון שהשרש עלה חבה הגה והטעם שהוא מתאוה לכל דבר בעבוד חסרונו:",
        "14_Chapter, 7_Verse, 0_Comment": "<b>פתח תפתח.</b> שם הפעל וכל מקום שאיננו כתוב הוא דרך קצרה גם הדרש יפה:",
        "14_Chapter, 7_Verse, 1_Comment": "<b>את ידך לו.</b> לאשר אין לו כלום:",
        "14_Chapter, 7_Verse, 2_Comment": "<b>והעבט תעביטנו.</b> תתן לו משלך על עבוטו והנה תעביטנו תקח עבוטו:",
        "14_Chapter, 8_Verse, 0_Comment": "<b>בליעל.</b> שם וי״‎א שהיא מלה מורכבת כגון תפלה שלא יעל ולא יגאל ולא יחיה:",
        "14_Chapter, 8_Verse, 1_Comment": "<b>ורעה עינך.</b> כמו ושבה אל בית אביה והמלה מהשניים הנראים:",
        "14_Chapter, 9_Verse, 0_Comment": "<b>בגלל.</b> כמו סבה לבעבור סבב כי הכל הוא בחלקי' בחלקי הכל שהוא הגוף:",
        "14_Chapter, 9_Verse, 1_Comment": "<b>נתון תתן.</b> הטעם כי אם תתן לו יוסיף השם על ממונך:",
        "14_Chapter, 10_Verse, 0_Comment": "<b>כי לא יחדל אביון מקרב הארץ.</b> כאשר פירשתי:",
        "14_Chapter, 10_Verse, 1_Comment": "<b>לאחיך.</b> הקרוב אליך בתחלה:",
        "14_Chapter, 10_Verse, 2_Comment": "<b>ולעניך.</b> לעניי משפחתך ואביון ארצך קודם לאביון מקום אחר. וטעם הדבק כי ימכר לך אחיך העברי בעבור העניק תעניק לו:",
        "14_Chapter, 11_Verse, 0_Comment": "<b>אחיך העברי.</b> פירשתיו:",
        "14_Chapter, 11_Verse, 1_Comment": "<b>או העבריה.</b> והוא כי ימכור איש את בתו לאמה:",
        "14_Chapter, 12_Verse, 0_Comment": "<b>ריקם.</b> פירשתיו:",
        "14_Chapter, 13_Verse, 0_Comment": "<b>העניק תעניק לו.</b> הטעם עשה לו תפארת מגזרת וענקים לגרגרותיך או יהיה פירוש המלה כפי המקום בלא אח:",
        "14_Chapter, 16_Verse, 0_Comment": "<b>באזנו ובדלת.</b> פירשתיו וטעם להזכיר זה כי אתה חייב לתת לו בצאתו חפשי רק אם לא ירצה לצאת תרצע אזנו:",
        "14_Chapter, 16_Verse, 1_Comment": "<b>ואף לאמתך תעשה כן.</b> דבק עם העניק תעניק לו ואם הוא רחוק כמו שלם ישלם אם אין לו ואם שלש אלה ורבים כן כי אין אשה נרצעת:",
        "14_Chapter, 17_Verse, 0_Comment": "<b>לא יקשה בעיניך.</b> מצאנו כתוב שלש שנים כימי שכיר וזו ראי' כי אין רשות לאדם שישכיר עצמו יותר משלש שנים ג״‎כ לשוכר אותו הנותן שכרו וזה טעם משנה כמו כפל וכן והיה משנה הוא משנה למלך שם משנה למלך תאר השם גם הוא מגזרת שנים כאשר פירשתי והנה זה הכתוב יפרש כי ובשביעית יצא לחפשי חנם בתחלת השנה גם יש ראיה משנת השמטה גם מיום השבת:",
        "14_Chapter, 17_Verse, 1_Comment": "<b>וברכך.</b> פועל עתיד ולא עבר כי אין הפרש ביניהם רק מטעם המקום:",
        "14_Chapter, 18_Verse, 0_Comment": "<b>כל הבכור.</b> הזכירו בעבור לא תעבוד בבכור שורך:",
        "14_Chapter, 19_Verse, 0_Comment": "<b>תאכלנו.</b> מי שהוא ראוי לאכלו כאשר פירשתי והזכיר זה פעם שנית לבאר משפט בעל מום:",
        "14_Chapter, 19_Verse, 1_Comment": "<b>אתה וביתך.</b> בית הכהן:",
        "14_Chapter, 20_Verse, 0_Comment": "<b>כל מום רע.</b> הנזכרים:",
        "14_Chapter, 21_Verse, 0_Comment": "<b>בשעריך תאכלנו.</b> י״‎א הכהן יאכלנו חוץ למקדש וי״‎א אחר שיש בו מום הוא לישראל וזה רחוק בעיני:",
        "14_Chapter, 21_Verse, 1_Comment": "<b>הטמא והטהור.</b> שב אל תאכלנו והטעם כמו קריאה אתה הטמא או הטהור והטעם בין שיהיה טמא או טהור הוא מותר לאוכלו בעבור כי בשר קודש אם אכלו טמא הוא בכרת ובעבור שהזכיר שנה בשנה הזכיר שלש פעמים ועוד בעבור הבכור שיאכל במקדש וכן הפסח יאכל במקדש ולא חוץ ממנו:",
        "15_Chapter, 0_Verse, 0_Comment": "<b>את חדש האביב.</b> נקרא כן בעבור שהיה בו אביב בצאתם ממצרים והמכחישים אמרו כי לא נעשה פסח בלא אביב וכבר השיבותי על הבליהם גם אנחנו נודה כי בית דין היה מסתכל לאביב ודע כי אין לחדשים בלשון הקדש שמות כי ניסן סיון גם כסליו גם טבת גם אדד שהם נזכרים במקרא הם לשון כשדים על כן אמר הוא חדש ניסן רק מצאנו זיו ואיתני' ובול וטעם ראשון כאשר ימצא האביב הנו חדש הראשון כי משם יחל לספור החדשי' אם היתה שנה שעברה שנים עשר חדש או שלשה עשר לא נחוש על זה וזה טעם ראשון רק קדמונינו ז״‎ל העתיקו עם האביב דברים אחרים וכל דבריהם אמת:",
        "15_Chapter, 0_Verse, 1_Comment": "<b>לילה.</b> הוציאך מתחת רשות פרעה והקרוב עוד אפרשנו:",
        "15_Chapter, 1_Verse, 0_Comment": "<b>צאן.</b> לחיוב הפסח:",
        "15_Chapter, 1_Verse, 1_Comment": "<b>ובקר.</b> לשלמים והעד ובקר שלשת אלפים אחר שאמר הכל לפסחים על כשבים ובני עזים וכן נתנו לפסחים חמשת אלפים ובקר חמש מאות והנה זכר הפסח קודם הבקר וכן אתה וביתך וי״‎א כי במצרים אמר כבש או עז ועתה בקר אם יוכל והראשון הוא הנכון:",
        "15_Chapter, 2_Verse, 0_Comment": "<b>לא תאכל עליו חמץ.</b> שלא ימצא חמץ בעת שחיטת הפסח:",
        "15_Chapter, 2_Verse, 1_Comment": "<b>לחם עוני.</b> לזכרון:",
        "15_Chapter, 2_Verse, 2_Comment": "<b>כל ימי חייך.</b> בכל שנה:",
        "15_Chapter, 3_Verse, 0_Comment": "<b>אשר תזבח בערב.</b> שהוא בשר הפסח:",
        "15_Chapter, 5_Verse, 0_Comment": "<b>בערב כבוא השמש.</b> פירשתיו:",
        "15_Chapter, 5_Verse, 1_Comment": "<b>מועד צאתך ממצרים.</b> שב אל פסח כי מועד חדש האביב יצאו ממצרים ואיננו דבק עם כבוא השמש:",
        "15_Chapter, 6_Verse, 0_Comment": "<b>ובשלת.</b> פירשתיו באש וכן ויבשלו את הפסח באש והזכיר ובשלת שלא יאכלנו חי:",
        "15_Chapter, 6_Verse, 1_Comment": "<b>ופנית בבקר.</b> אמרו המכחישים כי ילך ביום קדש אל ביתו וארצו ואנחנו לא נסמוך על דעתנו במצות כי אם על מעתיקי התורה והנה מצאנו ביום השמיני שלח את העם והוא יום קדש וכתוב אחר וביום עשרים ושלשה לחדש השביעי שלח את העם יש אומרים כי הפירוש לאהליהם כאשר הוא וביום החול לארצם והלכת לאהליך סבוב לירושלים ומשם ילך אל ארצו בחול:",
        "15_Chapter, 7_Verse, 0_Comment": "<b>ששת ימים.</b> אמרו הקדמונים מהחל חרמש ויתכן להיות ביום השביעי דבק עם ששת ימים והבדילו מפאה אל פאה אחרת להזהיר לא תעשה מלאכה ולא אמר כל מלאכה והטעם כל מלאכת עבודה ובמקום שאמר כל מלאכה שם כתוב אך וכאשר הזכיר הפסח שהוא חייב לבא אל מקום הכבוד הזכיר החג השני גם השלישי ולא הזכיר יום תרועה ויום העשור כי אין הצבור מתחבר במקדש:",
        "15_Chapter, 9_Verse, 0_Comment": "<b>מסת.</b> דגשות הסמ״‎ך להתבלע הנו״‎ן והמלה מגזרת נם כטעם הרמת יד:",
        "15_Chapter, 9_Verse, 1_Comment": "<b>נדבת ידך.</b> לעולה ולשלמי':",
        "15_Chapter, 11_Verse, 0_Comment": "<b>וזכרת כי עבד היית.</b> דבק עם עבדך ואמתך:",
        "15_Chapter, 12_Verse, 0_Comment": "<b>באספך מגרנך ומיקבך.</b> על כן נקרא חג האסיף:",
        "15_Chapter, 14_Verse, 0_Comment": "<b>תחג.</b> תזבח הזבח והטעם על הצבור או טעם תחוג ליחיד לעשות עולות ושלמים והעד כי יברכך והטעם תעשה זה בעבור שברך אותך השם והוסיף בכל תבואתך לבאר על ברכת התבואה שהוציאה הארץ:",
        "15_Chapter, 14_Verse, 1_Comment": "<b>מעשה ידיך.</b> בסחורה ואומנות:",
        "15_Chapter, 14_Verse, 2_Comment": "<b>והיית אך שמח.</b> מצוה לשמוח בחג הסוכות וי״‎א כי יברכך לעתיד ותהיה לעולם שמח:",
        "15_Chapter, 14_Verse, 3_Comment": "וטעם <b>אך.</b> כי לא תהיה כי אם כן:",
        "15_Chapter, 15_Verse, 0_Comment": "<b>ולא יראה.</b> זהו מסת נדבת ידך:",
        "15_Chapter, 15_Verse, 1_Comment": "<b>את פני ה'.</b> פירשתיו:",
        "15_Chapter, 15_Verse, 2_Comment": "<b>חסלת פרשת ראה</b>",
        "15_Chapter, 17_Verse, 0_Comment": "אע״‎פ שכל מצוה ומצוה עומדת בפני עצמה יש כדמות דרש להדבק הפרשיות. וטעם <b>שופטים.</b> אע״‎פ שאתה חייב ללכת שלשה פעמים למקום הכהנים משרתי המקדש ושם תשאל מהחקים והמשפטים זה לא יספיק לך עד שיהיו לך שופטים בכל שעריך ושוטרים הם המושלי' מגזרת שוטר ומושל וכן משטרו בארץ והטעם כי השופט ישפוט והשוטר יכריח המעוות:",
        "15_Chapter, 17_Verse, 1_Comment": "<b>בכל שעריך.</b> וכן מצאנו שעשה יהושפט:",
        "15_Chapter, 17_Verse, 2_Comment": "<b>לשבטיך.</b> בכל שער שבט ושבט:",
        "15_Chapter, 17_Verse, 3_Comment": "<b>ושפטו את העם.</b> שב אל השופטים:",
        "15_Chapter, 18_Verse, 0_Comment": "<b>לא תטה משפט.</b> עם כל אחד מהשופטים ידבר:",
        "15_Chapter, 18_Verse, 1_Comment": "<b>תכיר.</b> פירשתיו בפסוק לא תכירו פנים במשפט:",
        "15_Chapter, 19_Verse, 0_Comment": "<b>צדק צדק.</b> עם בעלי הריב ידבר וטעם שני פעמים לדבר צדק שירויח בו או יפסיד או פעם אחר פעם כל ימי היותך או לחזוק:",
        "15_Chapter, 19_Verse, 1_Comment": "<b>למען תחיה.</b> עם הבאים אל הארץ ידבר:",
        "15_Chapter, 19_Verse, 2_Comment": "<b>וירשתה.</b> עם בניהם ידבר והטעם שתעמוד לך זו הירושה והדבר שיתחיל השופט לדקדק הוא על עבודת גילולים המפורסמ' בתחלה כמו לא תטע לך אשרה כי כן משפט ע״‎ג אחר אחת בתוך:",
        "15_Chapter, 21_Verse, 0_Comment": "<b>ולא תקים לך מצבה.</b> לע״‎ג והעד אשר שנא רק מצבה שלא לע״‎ג איננה אסורה והעד הנאמן בפרשת וישלח יעקב:",
        "16_Chapter, 0_Verse, 0_Comment": "<b>לא תזבח לה' אלהיך.</b> הנה כאשר הזכיר האשרה והמצבה הזכיר כי גם הוא אסור לזבוח לשם כל בעל מום:",
        "16_Chapter, 0_Verse, 1_Comment": "<b>כל דבר רע.</b> פירוש מום:",
        "16_Chapter, 0_Verse, 2_Comment": "<b>כי תועבת.</b> כטעם הקריבהו נא לפחתך ויש עונש לזבחו ואין עונש לאשר איננו זובח כלל חוץ מהחיוב:",
        "16_Chapter, 1_Verse, 0_Comment": "<b>כי ימצא.</b> בקרבך ואחר שהזכיר האשרה אצל המזבח שהיא בפרהסיא לכל שב להזהיר על היחיד על עבודת גילולים:",
        "16_Chapter, 1_Verse, 1_Comment": ". <b>לעבור בריתו.</b> הפך להעמידו. דקדוק וישתחו. בספר היסוד:",
        "16_Chapter, 2_Verse, 0_Comment": "<b>אלהים אחרים.</b> פסילים מעשה בני אדם:",
        "16_Chapter, 2_Verse, 1_Comment": "<b>ולשמש ולירח ולצבא השמים</b> שהם מעשה אלהים:",
        "16_Chapter, 2_Verse, 2_Comment": "<b>אשר לא צויתי.</b> לעבדם ואם הם מעשי:",
        "16_Chapter, 3_Verse, 0_Comment": "<b>ודרשת היטב.</b> מאד מאד וכן היטב חרה לי והוא מעט רחוק מגזרת טוב:",
        "16_Chapter, 4_Verse, 0_Comment": "<b>וסקלתם באבנים.</b> זה או זאת כמו באש ישרפו אותו ואתהן ובעבור שאמר והוגד לך בסתר ושמעת הדבר בגלוי הוצרך לפרש אע״‎פ שהוגד לך ושמעת לא יומתו רק ע״‎פ שנים עדים:",
        "16_Chapter, 5_Verse, 0_Comment": "<b>או שלשה עדים.</b> מקבלים עדות שנים על דעת הגאון והנה לא פירש בתורה אם תקובל עדות השאר והאשה ועדות אויב המת ויש אומרים אם היו שני עדים מכחישים שני' עדים השלישי יכריע לזכות או לחובה ויש אומרים שנים עדים מהחכמים ושלשה מהאחרים וגם אנחנו צריכים בעל כרחנו לדברי הקבלה:",
        "16_Chapter, 6_Verse, 0_Comment": "<b>יד העדים.</b> יד כל אחד מהעדים וכן וימס לבב העם ורבים כן:",
        "16_Chapter, 6_Verse, 1_Comment": "<b>ובערת.</b> פירשתיו:",
        "16_Chapter, 7_Verse, 0_Comment": "<b>כי יפלא ממך דבר.</b> עם השופט ידבר בעבור היות עדות שנים להמית המת וזה פי' בין דם לדם בין דם נקי לדם חייב:",
        "16_Chapter, 7_Verse, 1_Comment": "ומלת <b>יפלא.</b> כמו היפלא מה' דבר ושם מפורש:",
        "16_Chapter, 7_Verse, 2_Comment": "<b>בין דין לדין.</b> בממון:",
        "16_Chapter, 7_Verse, 3_Comment": "<b>בין נגע לנגע.</b> כמו פצע וחבורה והכלל דברי ריבות:",
        "16_Chapter, 7_Verse, 4_Comment": "<b>וקמת ועלית.</b> פירשתיו..:",
        "16_Chapter, 8_Verse, 0_Comment": "<b>הכהנים הלוים.</b> כאשר פירשתי כי יש כהנים שאינם מייחוס לוי:",
        "16_Chapter, 8_Verse, 1_Comment": "<b>ואל השופט.</b> הוא המלך שכתב משנה התורה מיד הכהנים:",
        "16_Chapter, 8_Verse, 2_Comment": "<b>ואל השופט.</b> במקום שיהיה:",
        "16_Chapter, 10_Verse, 0_Comment": "<b>על פי התורה אשר יורוך.</b> בדבר המופלא:",
        "16_Chapter, 11_Verse, 0_Comment": "<b>ומת האיש ההוא.</b> בית דין ימיתוהו והטעם וכל ישראל ישמעו ויראו וכאשר הזכיר השופט באר המשפטים שהוא חייב לשמרם:",
        "16_Chapter, 14_Verse, 0_Comment": "<b>שום תשים.</b> רשות אשר יבחר ע״‎פ נביא או משפט האורים והטעם לא אשר תבחר אתה:",
        "16_Chapter, 14_Verse, 1_Comment": "<b>לא תוכל.</b> מדרך האמת לא אחיך שאיננו ממשפחת ישראל ולא אדומי אע״‎פ שכתוב בו אחיך ובעבור כי הסוסים בימים ההם היו מוציאים ממצרים והעד דברי שלמה ותצא מרכבה ממצרים והנה יצטרך למען הרבות סוסיו שיחטיא העם לשוב אל מצרי' וזה דבר ברור כי השם גאלם משם ובשובם יחללו השם ואורי' הנביא בסכנת הנפש ברח לשם גם ירמיהו בעל כרחו הלך לשם:",
        "16_Chapter, 15_Verse, 0_Comment": "<b>לא תוסיפון.</b> מצוה היתה ולא נכתבה ויש אומרים מטעם לא תוסיפו לראותם עוד עד עולם וזאת דרך אחרת:",
        "16_Chapter, 16_Verse, 0_Comment": "<b>ולא יסור לבבו.</b> כי ילך אחרי תאותו:",
        "16_Chapter, 16_Verse, 1_Comment": "<b>וכסף וזהב לא ירבה לו.</b> שלא יעניש את ישראל והנה שלמה שנתן הכסף כאבנים בירושלים מרוב אהבתו לממון התרעמו עליו ישראל ואמרו אביך הכביד את עולנו ויש אומרים בעבור הבנינים התרעמו ואין זה אמת כי הגרים בנו הבית כי כן כתוב והנה אדוניהם שהי' על המס רגמוהו במותו:",
        "16_Chapter, 17_Verse, 0_Comment": "<b>והיה כשבתו.</b> בתחלת מלכותו:",
        "16_Chapter, 17_Verse, 1_Comment": "<b>משנה.</b> נסחה שנית:",
        "16_Chapter, 18_Verse, 0_Comment": "<b>והיתה עמו.</b> התורה:",
        "16_Chapter, 18_Verse, 1_Comment": "<b>וקרא בו.</b> בספר:",
        "16_Chapter, 18_Verse, 2_Comment": "<b>ליראה.</b> הוא בעצמו:",
        "16_Chapter, 18_Verse, 3_Comment": "<b>לשמור את כל דברי.</b> כי הוא יתקן המעוותים בכחו:",
        "16_Chapter, 19_Verse, 0_Comment": "<b>לבלתי רום לבבו.</b> אם היה חפשי מהמצות:",
        "16_Chapter, 19_Verse, 1_Comment": "<b>ולבלתי סור.</b> כי אם לא ילמד לא ידע מה המצוה ושכרו למען יאריך ימים:",
        "17_Chapter, 0_Verse, 0_Comment": "<b>לא יהיה לכהנים הלוים.</b> כאשר הזכיר משפטי המלך שהוא השופט הזכיר גם משפט הכהנים שהם מורי התורה ואחר שאמר שאין להם נחלה יקחו מאת הזובח הזרוע והלחיים והקיבה הזרוע מהגוף והלחיים שהלשון ביניהם מהראש והקיבה מהקרב ודרך דרש כי הכהן הוא שוחט השלמים הזרוע שכר זרועו בשחיטה והלחיים שכר הברכה והקיבה שכר הבדיקה ועל דרך הפשט כי אלה טובים משאר הבשר גם הזכיר דברי לוי כי גם הם יורו התורה בשערים והעד דברי הימים:",
        "17_Chapter, 7_Verse, 0_Comment": "<b>לבד ממכריו.</b> יש אומרים שהוא כמו מאת מכריהם בדרך רחוקה מעט ולא אבה הדקדוק רק הוא מגזר' וכי תמכרו ממכר והטעם כי אם מכר ביתו שירש מאבותיו כאשר כתוב ויצא ממכר בית ועיר אחוזתו וזה פירוש על האבות לא יאמר לו הנה יש לך לא תאכל עוד אלא חלק כחלק יאכלו וכאשר השלים להזכיר דבר השופט והכהן הזכיר דבר הנביא:",
        "17_Chapter, 9_Verse, 0_Comment": "<b>מעביר בנו.</b> ע״‎ג היתה כי יש גם היום בינינו גוים רבים עובדי האש:",
        "17_Chapter, 9_Verse, 1_Comment": "<b>קוסם קסמים.</b> יתכן היותו שם כלל ופירושו חותכי משפט האומרים כי כן יהיה בלא ספק וכן גוזרין וקרוב ממנו קסם על שפתי מלך והפרט מעונן ומנחש ומכשף גם יתכן היותו שם פרט להוברי שמים וטעם קסמים שיש במשפטי הכוכבים הנקראים ראשונים ושניים:",
        "17_Chapter, 9_Verse, 2_Comment": "<b>מעונן ומנחש.</b> פירשתים:",
        "17_Chapter, 9_Verse, 3_Comment": "<b>ומכשף.</b> כן:",
        "17_Chapter, 10_Verse, 0_Comment": "<b>וחבר חבר.</b> אלה האומרים שיחברו השדים:",
        "17_Chapter, 10_Verse, 1_Comment": "<b>אוב וידעני.</b> פירשתיו:",
        "17_Chapter, 10_Verse, 2_Comment": "<b>ודורש אל המתים.</b> ההולכים אל בית הקברות ולוקחים עצם אדם מת ובעבור מחשבתו ושגיונו תראה לו דמות צורות בחלום גם בהקיץ וכל אלה תועבות השם כי האמת להיות לב האדם תמיד תמים עם בוראו וכאשר ישען על חכמתו לבקש האמת ומה שיהיה חוץ מהשם הנה לבו חסר כי הוא משובש והרוצה לדרוש ידרוש מהשם על פי הנביא על כן כתוב אחריו נביא מקרבך זה יהושע והעד שאמר אליו תשמעון וכתיב וישמעו אליו בני ישראל ועוד ראיה אחרת כי לא מצאנו נביא שנכנס עם ישראל לארץ כי אם יהושע גם כן יתכן להיות זה כלל לכל נביא שיקום אחר משה:",
        "17_Chapter, 14_Verse, 0_Comment": "<b>כמוני.</b> שהוא נביא השם לא מנחש:",
        "17_Chapter, 18_Verse, 0_Comment": "<b>אנכי אדרוש מעמו.</b> והנה מיתתו בידי שמים והעד האיש אשר לא שמע אל דברי הנביא שאמר הכני נא ושם כתוב בדבר ה' וכבר היה הנביא נודע:",
        "17_Chapter, 21_Verse, 0_Comment": "<b>אשר ידבר הנביא.</b> ג״‎כ דברי ירמיהו בבא דבר הנביא בזמן שיאמר ואחר שהשלים לבאר דברי המעוננים שהיו בארץ והיא דרך ע״‎ג הזהיר שלא ישפך דם נקי בארץ והטעם שתהיה הארץ טהורה מתועבת המעוננים גם לא תהיה טמאה בדם נקי:",
        "18_Chapter, 2_Verse, 0_Comment": "<b>תכין לך הדרך.</b> להיות הערים במקום שיהא דרכו מוכנת ומיושבת:",
        "18_Chapter, 2_Verse, 1_Comment": "<b>ושלשת.</b> תחלק הארץ לשלש או תשים בשלישית הארץ:",
        "18_Chapter, 3_Verse, 0_Comment": "<b>את רעהו.</b> עם וכן רבים:",
        "18_Chapter, 4_Verse, 0_Comment": "<b>ונדחה.</b> מבנין נפעל והקל נדחי ישראל יכנם:",
        "18_Chapter, 4_Verse, 1_Comment": "<b>בגרזן.</b> ברזל שיכרתו בו העץ מגזרת נגזרתי:",
        "18_Chapter, 4_Verse, 2_Comment": "<b>ונשל הברזל.</b> כמו ונסע מגזרת כי ישל זיתך רק זה נשל פעל עומד ונשל גוים רבים יוצא וכן קול גדול ולא יסף עם יסף ה' יגון על דעת מדקדק גדול כי על דעתי שניהם יוצאים:",
        "18_Chapter, 5_Verse, 0_Comment": "<b>והכהו נפש.</b> דרך קצרה והכהו מכת נפש במקום שתצא נפשו:",
        "18_Chapter, 7_Verse, 0_Comment": "<b>ואם ירחיב ה' אלהיך.</b> אם ישמרו כל התורה על כן כתוב כי תשמור את כל המצוה הזאת והיא שלש ערים:",
        "18_Chapter, 8_Verse, 0_Comment": "<b>וללכת בדרכיו כל הימים.</b> בלי הפסק ביניהם:",
        "18_Chapter, 13_Verse, 0_Comment": "<b>לא תסיג גבול רעך.</b> תסיג ידוע וכן אל תסיג גבול עולם והוא קרוב מהשחית:",
        "18_Chapter, 13_Verse, 1_Comment": "<b>ראשוני'.</b> שחלקו הארץ ונסמכה פרשה זו כי הסגת גבול מביא לידי ריב ומכות ורציחה על כן כתיב אחרי זאת נפש בנפש עין בעין שן בשן:",
        "18_Chapter, 14_Verse, 0_Comment": "והטוען כי חברו הסיג גבולו יביא עדים על כן <b>לא יקום עד אחד.</b> בין לרוצח בין למכה בין למסיג בין לכל דבר רק ע״‎פ שני עדים דרך קצרה כי במקום אחר ע״‎פ שנים עדים:",
        "18_Chapter, 15_Verse, 0_Comment": "<b>לענות בו סרה.</b> כמו ע״‎ג:",
        "18_Chapter, 17_Verse, 0_Comment": "<b>ענה.</b> כמו העיד גם כן במכות ובעונש:",
        "18_Chapter, 20_Verse, 0_Comment": "והטעם <b>לא תחוס עינך.</b> על עד שקר:",
        "19_Chapter, 0_Verse, 0_Comment": "<b>כי תצא למלחמה.</b> דבקה עם לא תחום עינך עם מי שהוא חייב רק צאת למלחמה יש לך לחום על מארם ובונה ונוטע ורך הלבב:",
        "19_Chapter, 1_Verse, 0_Comment": "<b>ונגש הכהן.</b> משוח מלחמה:",
        "19_Chapter, 2_Verse, 0_Comment": "<b>אל תיראו.</b> בלב:",
        "19_Chapter, 2_Verse, 1_Comment": "<b>ואל תחפזו.</b> לנום:",
        "19_Chapter, 2_Verse, 2_Comment": "<b>ואל תערצו.</b> במעשה:",
        "19_Chapter, 4_Verse, 0_Comment": "<b>חנכו.</b> כמו חנכת המזבח וכן חנוך לנער ומזה למדו רבותינו ז״‎ל מחנכין את הנערים והטעם כי לבו וכל תאותו לחנוך ביתו והנה לבו לביתו לא למלחמה על כן ינוס ויניס אחרים:",
        "19_Chapter, 5_Verse, 0_Comment": "<b>חללו.</b> מגזרת חלילים כי מנהגם היה לחול בכרמים:",
        "19_Chapter, 6_Verse, 0_Comment": "<b>ארש אשה ולא לקחה.</b> בנשואין והנה זה הכתוב לאות כי יש מי שימות בבא יומו רק המת במלחמה מת בלא יומו על כן אמר דוד או במלחמה ירד ונספה:",
        "19_Chapter, 7_Verse, 0_Comment": "<b>הירא.</b> להכות אחר:",
        "19_Chapter, 7_Verse, 1_Comment": "<b>ורך הלבב.</b> לסבול מכת אחר:",
        "19_Chapter, 7_Verse, 2_Comment": "<b>את לבב.</b> הנה את יראה נוסף רק טעמו כאשר פי' שהוא כעצם הדבר:",
        "19_Chapter, 8_Verse, 0_Comment": "<b>ופקדו.</b> מגזרת פקוד:",
        "19_Chapter, 9_Verse, 0_Comment": "<b>וקראת.</b> קרא אליה מצוה ויתכן שהוא רשות:",
        "19_Chapter, 11_Verse, 0_Comment": "<b>תשלים.</b> תעשה שלום:",
        "19_Chapter, 14_Verse, 0_Comment": "<b>הרחו</b><b>קות ממך.</b> שאינם משבעה גוים:",
        "19_Chapter, 15_Verse, 0_Comment": "<b>לא תחיה.</b> אסור שיאכילם או ישקם והכלל בימיהם היה חייב להמיתם אם יוכל ולא הזכיר הגרגשי כי הוא המעט והקטן שבהם:",
        "19_Chapter, 18_Verse, 0_Comment": "<b>כי האדם עץ השדה.</b> כבר ביארתי בספר היסוד כי יתכן בכל לשון לקצר לאחוז דרך קצרה כמו חמור לחם רק מלת לא לא יתכן להיותה נחסרת כי הטעם יהיה להפך ומדקדק גדול ספרדי אמר כי חסר ה״‎א וכן הוא הכי האדם עץ השדה וזה הטעם איננו נכון בעיני כי מה טעם לאמר לא תשחית עץ פרי כי איננו כבני אדם שיוכל לברוח מפניך ולפי דעתי שאין לנו צורך לכל זה וזה פירושו כי ממנו תאכל ואותו לא תכרות כי האדם עץ השדה והטעם כי חיי בן אדם הוא עץ השדה וכמוהו כי נפש הוא חובל כי חיי נפש הוא חובל ואותו לא תכרות דבק עם לבא מפניך במצור הנה לא תשחית עץ פרי שהוא חיים לבן אדם רק מותר שתאכל ממנו ואסור לך להשחיתו כדי שתבא העיר מפניך במצור והעד על זה הפירוש שהוא נכון שאמר וכרת ובנית מצור:",
        "19_Chapter, 19_Verse, 0_Comment": "<b>עד רדתה.</b> כי לולי שהיתה נשגבה לא אמר הכתוב ימים רבים:",
        "20_Chapter, 0_Verse, 0_Comment": "<b>כי ימצא חלל.</b> כאשר הזכיר המלחמה על האויב אמר ואם אדם ילחם עם אחד ונמצא חלל בארץ ישראל ולא נודע מי הכהו:",
        "20_Chapter, 1_Verse, 0_Comment": "<b>זקניך.</b> זקני הערים הקרובות והשופטים:",
        "20_Chapter, 2_Verse, 0_Comment": "<b>עגלת בקר אשר לא עבד בה.</b> לחרוש:",
        "20_Chapter, 2_Verse, 1_Comment": "<b>ולא משכה בעול.</b> להביא אבנים כמנהג העגלות:",
        "20_Chapter, 3_Verse, 0_Comment": "<b>איתן.</b> תקיף:",
        "20_Chapter, 3_Verse, 1_Comment": "<b>וערפו שם.</b> יסירו עורף העגלה:",
        "20_Chapter, 4_Verse, 0_Comment": "<b>הכהניס בני לוי.</b> שהם בברור מבני לוי:",
        "20_Chapter, 4_Verse, 1_Comment": "<b>ועל פיהם יהיה.</b> עונש כל ריב וכל נגע:",
        "20_Chapter, 5_Verse, 0_Comment": "<b>וכל זקני העיר.</b> זהו ויצאו זקניך:",
        "20_Chapter, 6_Verse, 0_Comment": "ה״‎א <b>שפכה.</b> תחת סימן הרבים כמו שפכה אשורי ועל דרך הדרש שישוב לאחת כי היד לשון נקבה ברוב:",
        "20_Chapter, 6_Verse, 1_Comment": "<b>ועינינו לא ראו.</b> ויתכן שהשם צוה לעשות כן העיר הקרובה כי לולי שעשו עבירה כדומה לה לא נזדמן להם שיהרג אדם קרוב מהם ומחשבות השם עמקו וגבהו לאין קץ אצלנו:",
        "20_Chapter, 6_Verse, 2_Comment": "<b>וענו ואמרו.</b> כמו וענית ואמרת ושם אפרשנו:",
        "20_Chapter, 7_Verse, 0_Comment": "<b>כפר לעמך.</b> ששגגו ולא שמרו הדרכים המסוכנים:",
        "20_Chapter, 7_Verse, 1_Comment": "<b>ונכפר.</b> חסר תי״‎ו כמו ונוסרו כל הנשים והם שנים בנינים בנין התפעל עם בנין נפעל:",
        "20_Chapter, 7_Verse, 2_Comment": "וטעם זכר <b>אשר פדית.</b> כאשר פדיתם ממצרים למען חסדיך כן פדם מזה הדם ועונשו:",
        "20_Chapter, 8_Verse, 0_Comment": "<b>ואתה תבער הדם הנקי.</b> פירושו עונש הדם הנקי או יהיה הדם דם הנקי ויש אומרים אתה חייב לבער שפיכות דמים והנכון בעיני הוא אשר הזכרתי כי לא ישפך דם נקי בארצך אם תעשה הישר בעיני ה' כסוד שכר עבירה עבירה ושכר מצוה מצוה:",
        "20_Chapter, 8_Verse, 1_Comment": "<b>חסלת פרשת שופטים</b>",
        "20_Chapter, 9_Verse, 0_Comment": "<b>כי תצא.</b> זו הפרשה דבקה עם כי תצור אל עיר ונכנסה ביניהם פרשת עגלה ערופה בעבור החלל הנמצא בא״‎י. ולא כן חוצה לארץ. ואף כי במלחמה:",
        "20_Chapter, 10_Verse, 0_Comment": "<b>אשת.</b> כבר דרשוהו חז״‎ל:",
        "20_Chapter, 10_Verse, 1_Comment": "<b>יפת תאר.</b> בעיניו:",
        "20_Chapter, 10_Verse, 2_Comment": "<b>וחשקת בה.</b> שתחזקנה לקחתה לאשה כי אחר כן יאמר ובעלתה וכמוהו ואקח אותה לי לאשה:",
        "20_Chapter, 11_Verse, 0_Comment": "<b>והבאתה אל תוך ביתך וגלחה.</b> י״‎א שמא בעבור שערה חשק בה על כן תגלח:",
        "20_Chapter, 11_Verse, 1_Comment": "<b>ועשתה.</b> תגדל כדי להיותה מאוסה בעיניו:",
        "20_Chapter, 12_Verse, 0_Comment": "<b>והסירה את שמלת שביה.</b> שמא בעבור יופי מלבושה חשק בה:",
        "20_Chapter, 12_Verse, 1_Comment": "<b>ובכתה.</b> כדי להסיר שמחתו בה:",
        "20_Chapter, 12_Verse, 2_Comment": "<b>ירח ימים.</b> אולי יקל חשקו וי״‎א וגלחה בעבור היותה טמאה וכן משפט המצורע:",
        "20_Chapter, 12_Verse, 3_Comment": "<b>ועשתה.</b> תיקון. ותקונה לכרות העורף וכן לא עשה שפמו ותחת מעשה מקשה והתיקון עיקר כל מעשה במקרא חוץ אם בא אחריו דבר מגונה גם יהיה רע שלם:",
        "20_Chapter, 12_Verse, 4_Comment": "<b>והסירה את שמלת.</b> כי היא מטונפת:",
        "20_Chapter, 12_Verse, 5_Comment": "<b>וישבה בביתך ובכתה.</b> והטעם תשב בביתך ירח ימים לבכות:",
        "20_Chapter, 12_Verse, 6_Comment": "<b>את אביה ואת אמה.</b> אם קרוב י״‎א כי זה הבכי על אביה ועל אמה שלא התיהדו ולפי דעתי שחייב כל אדם בשקול הדעת לכבד את אביו ואת אמו בחיים ובמות:",
        "20_Chapter, 12_Verse, 7_Comment": "וטעם <b>ובכתה.</b> שתתאבל עליהם כמשפט ישראלית כי היא מתייהדת אם נהרגו כאשר נשבת ואין צריך להזכיר תרחץ כי היא צריכה למי נדה כי כבר נכתב אתם ושביכם וחז״‎ל אמרו עד שלשה חדשים ואע״‎פ שאין צורך לחזוק הנה העד ויהי כמשלש חדשים והוא הזמן שיחל הולד להתנועע ואסור לשכב עם אשה בספק אם היא הרה בעבור הולד כי יש מי שיולד בחסרון שנים חדשים כמנהג ג״‎כ ביתרון רק הוא המעט:",
        "20_Chapter, 12_Verse, 8_Comment": "<b>ירח ימים.</b> כמו חדש ימים וכבר פירשתיו ונקרא החדש ירח כי עקרו הירח:",
        "20_Chapter, 13_Verse, 0_Comment": "<b>ושלחתה לנפשה.</b> תעשה רצונה:",
        "20_Chapter, 13_Verse, 1_Comment": "<b>ומכור לא תמכרנה בכסף.</b> דבר הכ' במנהג הרב והטעם בשום דבר:",
        "20_Chapter, 13_Verse, 2_Comment": "<b>לא תתעמר בה.</b> כמו והתעמר בו ומכרו ואין להם שלישי ופירושו לפי מקומו בטעם רמאות:",
        "20_Chapter, 14_Verse, 0_Comment": "<b>אהובה.</b> בעיניו ולא לשם:",
        "20_Chapter, 14_Verse, 1_Comment": "<b>לשניאה.</b> תאר השם ונסמכה זו הפרשה בעבור וחשקת בה ולא חפצת בה:",
        "20_Chapter, 15_Verse, 0_Comment": "<b>ביום הנחילו את בניו.</b> בבריאות גופו או ביום מותו והוא שכיב מרע או ב״‎ד ינחילו:",
        "20_Chapter, 15_Verse, 1_Comment": "<b>לבכר.</b> בדבור ובמעלה:",
        "20_Chapter, 15_Verse, 2_Comment": "וטעם <b>לא יוכל.</b> <b>כחבריו</b>:",
        "20_Chapter, 16_Verse, 0_Comment": "<b>יכיר.</b> יעשה לו הכרה או שיודה לפני אחרים מי שהוא בכור אם היה במקום שלא יודעו או הוא חייב מבתחלה שיכיר מי שהוא הבכור מבניו אם היו תאומים:",
        "20_Chapter, 16_Verse, 1_Comment": "<b>לתת לו פי שנים.</b> שיקח שני חלקים אם היו שלשה שיחשבו שהם ארבעה ויקח שני חלקים ואם שני בנים יחשבו שלשה וכן הכל ולפי דעתי שכן פירוש ויהי גא פי שנים ברוחך אלי כאשר פירשתי במקומו:",
        "20_Chapter, 16_Verse, 2_Comment": "<b>כי הוא ראשית אונו.</b> הנודע עם הישר ידבר וכל ישראל בחזקת ישרים:",
        "20_Chapter, 17_Verse, 0_Comment": "<b>סורר ומורה.</b> כנגד השם וכנגד האבות אם היו יראי השם:",
        "20_Chapter, 17_Verse, 1_Comment": "<b>סורר.</b> כמו כפרה סוררה שלא ישמור מצות עשה:",
        "20_Chapter, 17_Verse, 2_Comment": "<b>ומורה.</b> במצות לא תעשה:",
        "20_Chapter, 17_Verse, 3_Comment": "<b>ויסרו אותו.</b> בפני עדים מצוה שהם יתפשוהו ויוציאוהו ודברי הקבלה אמת:",
        "20_Chapter, 19_Verse, 0_Comment": "<b>זולל.</b> מפורש והוא זולל בשר רק הוא שם כלל לנותן בכל מה שיתאוה כל מה שיבוקש ממנו:",
        "20_Chapter, 19_Verse, 1_Comment": "<b>וסובא.</b> מרבה לשתות והוא המשתכר והנה זה כמו אפיקורום כי לא יבקש חיי העוה״‎ז כי אם להתענג בכל מיני מאכל ומשתה. ונסמכה זו הפרשה בעבור אשת יפת תאר והעד ושם אמו. והרמז שרמזתי בבני אהרן:",
        "20_Chapter, 21_Verse, 0_Comment": "<b>ותלית אותו.</b> כבר קבלנו מחז״‎ל ענין הנתלים:",
        "20_Chapter, 22_Verse, 0_Comment": "<b>כי קללת אלהים תלוי.</b> בעבור שברך השם ועל דרך הפשט כי אלהים פועל והקללה תבוא לכל מקום קרוב מהתלוי ויש לו סוד דבק בנפש על כן ולא תטמא את אדמתך ונסמכה זו הפרשה בעבור המלחמה כי בתחלה כי תצא והנה גבעון יוכיח כי משפט לא תלין איננו לכבוד המת רק לכבוד הארץ כי משפט הערלים והישראלים [איננו] (בס' מ״‎ח מ״‎ז) שוה:",
        "21_Chapter, 0_Verse, 0_Comment": "<b>לא תראה את שור.</b> אפי' אתה יוצא למלחמה וזה דרך דרש:",
        "21_Chapter, 0_Verse, 1_Comment": "<b>והתעלמת.</b> דבק עם לא תראה והזכיר שור ושה וכבר הזכיר החמור וכן משפט כל בהמה:",
        "21_Chapter, 1_Verse, 0_Comment": "<b>ואספתו.</b> אם היית שב או בצווי שתפקדנו ביד נאמן:",
        "21_Chapter, 2_Verse, 0_Comment": "<b>לא תוכל.</b> כחביריו:",
        "21_Chapter, 3_Verse, 0_Comment": "<b>נופלים.</b> כמו רובץ. ומלת נופלים כלל:",
        "21_Chapter, 3_Verse, 1_Comment": "<b>הקם תקים עמו.</b> ולא לבדך כמו עזוב תעזוב עמו:",
        "21_Chapter, 4_Verse, 0_Comment": "<b>לא יהיה כלי גבר.</b> נסמכה בעבור צאת למלחמה כי האשה לא נבראת כי אם להקים הזרע ואם היא תצא עם אנשים למלחמה תבא בדרך לידי זנות וכן לא ילבש גבר והטעם זכר שלא נתמלא זקנו יתערב עם הנשים וינאף הוא והן ואינו יודע וזה יורה כי מנהג ישראל היה וכן ברובי המלכיות להיות מלבוש האנשים איננו כמלבוש הנשים רק הפרש ביניהם וי״‎א על חוץ לדרך ואין צורך רק השם יתעב מי שישנה מעשה השם:",
        "21_Chapter, 5_Verse, 0_Comment": "<b>כי יקרא.</b> נסמכה זאת הפרשה בעבור בדרך:",
        "21_Chapter, 5_Verse, 1_Comment": "<b>יקרא.</b> כמו נקרא נקראתי והם מגזרת מקרה וקרוב מפגע. אל״‎ף אפרוחים נוסף כמו אל״‎ף ובאזרועך והטעם כי אכזריות הוא בלב להיות אם על בנים רוטשה וכן שור או שה:",
        "21_Chapter, 6_Verse, 0_Comment": "<b>ייטב לך.</b> שהשם יחמול עליך וייטיב לך:",
        "21_Chapter, 6_Verse, 1_Comment": "<b>והארכת ימים.</b> כאשר לא תכרת כל הקן שעזבת העיקר:",
        "21_Chapter, 7_Verse, 0_Comment": "<b>כי תבנה בית חדש.</b> נדבקה זאת הפרשה אחר שנלחמו והם בארץ החל במצות הבית:",
        "21_Chapter, 7_Verse, 1_Comment": "<b>מעקה.</b> טעמו ידוע מהקום (ס״‎א מהמקום) ואין ריע לו ומדקדק הוציאו מגזירת עקת רשע והביא עצמו בעקה:",
        "21_Chapter, 7_Verse, 2_Comment": "<b>הנופל.</b> נקרא על שם סופו וכן יומת המת וכן ובגדי ערומים תפשיט ויתרוצצו הבנים ומלות רבות לאין מספר נקראו על שם סופם ולא נדע אם כן דרך הלשון. או הוא דברי נבואה כמו וירדוף עד דן עד נחל אשכול על כן יעזב איש את אביו ואת אמו ואחר מצות הבית מצות הזרע והנטע כי אחר שהוא בארץ ובנה בית וזרע:",
        "21_Chapter, 8_Verse, 0_Comment": "<b>לא תזרע כלאים.</b> פירוש פן תקדש כבר פירשו מנחם בן סרוק הספרדי במחברתו והוא מגזרת קדש בעבור שיתערב זה עם זה:",
        "21_Chapter, 9_Verse, 0_Comment": "<b>לא תחרוש בשור ובחמור.</b> דבק עם הזריעה והשם חמל על כל מעשיו כי אין כח החמור ככח השור ובעבור הזריעה אמר שעטנז וכבר הזכירו על דרך כלל ובכאן פרט שהוא הצמר והפשתים לא אחרים:",
        "21_Chapter, 11_Verse, 0_Comment": "<b>גדלים תעשה לך.</b> אמרו המכחישים שהוא מצוה בפני עצמה בלילה כמו הציצית ביום על כן כתוב אשר תכסה והמעתיקי' העתיקו כי זאת מצות הציצית ביום ופירוש גדלים כמו בבנינה גדלים מעשה שרשרות. והמכחישים הוציאוה מגזרת גדולה ואנחנו מאמינים בדברי קדמונינו לבדם והזכיר זה הכתוב לבאר על ארבע כנפות ונסמך לשעטנז בעבור הציצית שהוא מותר:",
        "21_Chapter, 12_Verse, 0_Comment": "<b>כי יקח איש אשה.</b> נסמכה הפרשה לדעת המכחישים בעבור תכסה בה והאמת על דרך דרש שנסמכה בעבור הבית ואחר כן הבגד ואחר כן בעלת הבית:",
        "21_Chapter, 13_Verse, 0_Comment": "<b>עלילות.</b> כמו סבות:",
        "21_Chapter, 13_Verse, 1_Comment": "<b>דברים.</b> הן אמת או שקר:",
        "21_Chapter, 13_Verse, 2_Comment": "<b>בתולים.</b> לשון רבים ולא יתפרדו וכן בחרות וזקונים ועלומים:",
        "21_Chapter, 14_Verse, 0_Comment": "<b>אבי הנערה ואמה.</b> אם הם בחיים או ממונה בית דין:",
        "21_Chapter, 18_Verse, 0_Comment": "וטעם <b>כל ימיו.</b> כי לעולם תהיה ברשותו עד יום מותו:",
        "21_Chapter, 20_Verse, 0_Comment": "<b>וסקלוה.</b> שיתכן שאחר שארסה שכב איש אותה כי המארס לא ארם אותה רק היא אומרת שהיא בתולה ומעתיקי הדת בארו הדבר באר היטב ואלה הבתולים ימצאו עד זמן קצוב וכפי תולדת הנערות ובעבור וסקלוה נסמכה פרשת הבעולה והמאורסה גם פירושו זה כמו זה והנה פירוש זה עוד:",
        "21_Chapter, 22_Verse, 0_Comment": "כי <b>יהיה.</b> כאשר יארע זה הדבר:",
        "21_Chapter, 23_Verse, 0_Comment": "<b>שער.</b> מקום שבת זקני העיר הנה הכתוב קרא המאורסה אשת רעהו ולא נוכל לדעת האריסות כי אם בדברי קבלה:",
        "21_Chapter, 25_Verse, 0_Comment": "<b>כי.</b> יתכן שלא הסכימה היא ולא ידעה עד שבא ואנסה על כן משל הרוצח:",
        "21_Chapter, 26_Verse, 0_Comment": "<b>צעקה.</b> יתכן שצעקה:",
        "21_Chapter, 27_Verse, 0_Comment": "<b>אשר לא אורשה.</b> זאת אנוסה לא מפותה:",
        "22_Chapter, 0_Verse, 0_Comment": "<b>לא יקח איש את אשת אביו.</b> האנוסה על כן נסמכה זאת הפרשה:",
        "22_Chapter, 1_Verse, 0_Comment": "<b>פצוע דכה.</b> ביצים בלא אבר [ס״‎א חסר] ואמרו המדקדקים כי הטעם בשרם שהוא דכא וזה רחוק:",
        "22_Chapter, 1_Verse, 1_Comment": "<b>שפכה.</b> זה האבר שממנו ישפך מימיו והזרע:",
        "22_Chapter, 1_Verse, 2_Comment": "<b>בקהל ה'.</b> הטעם שלא יחשב כאחד מקהל ה' שיקח בת ישראל וכן עמוני ולא עמונית מואבי ולא מואבית והעד הנאמן רות והכתוב שאמר לא תבאו בהם על נשי שבעת הגוים. גם הכתוב בעזרא ויבדילו כל ערב הם (הנזכרים) ושם פירשתיו:",
        "22_Chapter, 2_Verse, 0_Comment": "<b>ממזר.</b> אחז״‎ל הבא מן העריות והשני ממי״‎ן נוספין כממי״‎ן נהרסו ממגורות ואחרים אמרו כי הוא שם גוי וישב ממזר באשדוד כי רחוק הוא שיקרא שם ישראל ואף כי בעת הישועה בשם גנאי והמתרגם תפש דרך קצרה ודרש:",
        "22_Chapter, 5_Verse, 0_Comment": "<b>ויהפך.</b> שהיה בלב בלעם לקלל ולא עזבו השם:",
        "22_Chapter, 9_Verse, 0_Comment": "<b>כי תצא מחנה.</b> זהו המחנה שיצא אל האויב ושם הארון והוא מחנה קטן ואיננו מחנה הגדול כי שם מחיצות עשויות ובצאתם אל המלחמה הם קרובים סביבות הארון וברור כי טמא מקרה משחית ונסמכה זו הפרשה בעבור מלחמת מדין שהזכיר דבר בלעם כי צוררים הם בעבור אחותם והארון היה עם המחנה שיצא על מדין:",
        "22_Chapter, 9_Verse, 1_Comment": "<b>מכל דבר רע.</b> לנפש ולגוף כמו הקרי:",
        "22_Chapter, 10_Verse, 0_Comment": "<b>מקרה.</b> המ״‎ם משרת ומשקלו משדה אחוזתו:",
        "22_Chapter, 11_Verse, 0_Comment": "<b>לפנות ערב.</b> כטעם כי פנה היום גם חזוק הוא זה לדברי רז״‎ל והמכחישי' אמרו כי לפנות כמו לפני ולא אמרו כלום וי״‎א כי טעמו כאשר יחל הערב לפנות והנה אחר שאמר הכתוב לפנות ערב אמר וכבוא השמש הנה קודם הערב וכן לפנות בקר קודם זרוח השמש:",
        "22_Chapter, 12_Verse, 0_Comment": "<b>ויד.</b> מקום כמו יד הירדן גם זו ראיה כי ממחנ' ישראל לא יצא בעל קרי ולא כל אדם בשעת הצורך ואף כי התינוקות והעד שאמר הכתוב וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש והטעם כל טמא מטמא ולא טמא יום:",
        "22_Chapter, 13_Verse, 0_Comment": "אל״‎ף <b>אזנך.</b> נוסף מגזרת והזונות רחצו:",
        "22_Chapter, 13_Verse, 1_Comment": "<b>וכסית.</b> כי כל דבר נראה לעינים והוא מגונה יוליד דמות גנאי בנפש:",
        "22_Chapter, 14_Verse, 0_Comment": "<b>ערות דבר.</b> במעשה או דבור:",
        "22_Chapter, 14_Verse, 1_Comment": "<b>ושב מאחריך.</b> הטעם שלא ילך לפניך כי כן כתוב:",
        "22_Chapter, 15_Verse, 0_Comment": "<b>לא תסגיר עבד.</b> בלכתם למלחמה יתכן שיברח למחניהם עבד ואיננו ישראלי:",
        "22_Chapter, 15_Verse, 1_Comment": "<b>מעם אדוניו.</b> גם הוא איננו ישראל כי הוא בא לכבוד השם הנקרא על ישראל ואם העבד יסגירנו ישראל אל אדוניו הנה זה חלול השם על כן לא תוננו:",
        "22_Chapter, 17_Verse, 0_Comment": "ונסמכה פרשת קדשה בעבור העבד ומעתיקי הדת אמרו כי הקדש הוא הנשכב והעד מבנ״‎י. ואמר אליהוא וחיתם בקדשים כי נפשם כנגד חיתם והנה קדשים כנגד' נועד וכתוב וגם קדש היה בארץ בתי הקדשים ושם כתוב אשר הנשים אורגות שם ואני לא אבין טעם קדשה וכאשר נחפשה היטב טעם המלה אז היא ידועה שהיא מזומנת לכל עובר ושב והעד איה הקדשה א״‎כ יהיה קדש כמעשה המצרים והמבין יבין ובעבור קדשה נסמכה פרשת אתנן זונה:",
        "22_Chapter, 18_Verse, 0_Comment": "<b>אתנן.</b> כמו מתן והאל״‎ף נוסף והנו״‎ן כפול כפ״‎א נאפופיה וכרי״‎ש סגריר והטעם מה שלקחה הזונה שנתנו הזונים אחריה כי הוא אסור:",
        "22_Chapter, 18_Verse, 1_Comment": "<b>ומחיר כלב.</b> כי הוא דרך בזיון על כן אמר כי תועבת ה':",
        "22_Chapter, 19_Verse, 0_Comment": "<b>לא תשיך לאחיך.</b> בעבור שהזכיר העבד הנכרי אע״‎פ שכתוב בו לא תוננו יש לך רשות שתשיכנו:",
        "22_Chapter, 19_Verse, 1_Comment": "<b>לא תשיך לאחיך.</b> יש הפרש בין תשך לתשיך והטעם שלא תקבל מאחיך שיתן לך רבית גם הוא עובר על מצות רבית והנה המלה יוצאה לשנים פעולים ורבים אמרו כי תשיך כמו תשך אין הפרש ביניהם וכמו כן פעולים רבים במקרא:",
        "22_Chapter, 21_Verse, 0_Comment": "<b>כי תדור נדר.</b> בעבו' שהזכיר באתנן זונה לכל נדר:",
        "22_Chapter, 21_Verse, 1_Comment": "<b>כי ד</b><b>רוש ידרשנו.</b> משל כבני אדם שיבקש מה שנדרת:",
        "22_Chapter, 21_Verse, 2_Comment": "<b>והיה בך חטא.</b> עונש:",
        "22_Chapter, 23_Verse, 0_Comment": "<b>מוצא שפתיך.</b> בכל דבר שיש בו זכר לשם:",
        "22_Chapter, 23_Verse, 1_Comment": "<b>נדבה.</b> כי כל נדר נדבה ואין כל נדבה נדר וזה הדבר ברור:",
        "22_Chapter, 23_Verse, 2_Comment": "<b>אשר דברת בפיך.</b> אחר שיצא הדבור לא תוכל להשיבו:",
        "22_Chapter, 24_Verse, 0_Comment": "<b>כי תבא בכרם רעך.</b> לבצור מותר שתאכל ונסמכה זאת הפרשה כי משלך אתה חייב לתת בנדר ושל אחרים לא תקח לך:",
        "22_Chapter, 24_Verse, 1_Comment": "<b>כליך.</b> כמו עדיך:",
        "22_Chapter, 25_Verse, 0_Comment": "<b>בקמת רעך.</b> לקצור:",
        "22_Chapter, 25_Verse, 1_Comment": "<b>וקטפת.</b> כמו הקוטפים מלוח:",
        "22_Chapter, 25_Verse, 2_Comment": "<b>מלילות.</b> ידיעות מהמקום:",
        "22_Chapter, 25_Verse, 3_Comment": "<b>חרמש.</b> מלה מרובעת ובעבור תניף אמרו המכחישים כי כן לעוברי דרכים:",
        "23_Chapter, 0_Verse, 0_Comment": "<b>כי יקח איש אשה.</b> גם הוא חשובה כשרה. [ס״‎א כשדה]:",
        "23_Chapter, 0_Verse, 1_Comment": " <b>חן בעיניו.</b> שהיא הפך תולדתו:",
        "23_Chapter, 0_Verse, 2_Comment": "<b>ומצא בה.</b> ולא יוכל לגלות כי אין לו עדים והטעם או מצא בה כמו ומכה אביו ואמו:",
        "23_Chapter, 1_Verse, 0_Comment": "<b>ויצאה.</b> שלא תשוב שם. ונודע הדבר שיצאה מהיותה בביתו:",
        "23_Chapter, 1_Verse, 1_Comment": "<b>והיתה.</b> בעול' לאיש:",
        "23_Chapter, 1_Verse, 2_Comment": "<b>אחר.</b> גם אחרון שמות התאר:",
        "23_Chapter, 2_Verse, 0_Comment": "<b>כריתות.</b> משנכרת' בעילת' לעולם:",
        "23_Chapter, 3_Verse, 0_Comment": "<b>הטמאה.</b> כנגד בעל ראשון והנה טעמו טמא' היא לו בעבו' שידע' איש אחר ודגשות הטי״‎ת בחסרון תי״‎ו התפעל וכן הכבד את הנגע:",
        "23_Chapter, 3_Verse, 1_Comment": "<b>ולא תחטיא.</b> צווי לישראל:",
        "23_Chapter, 4_Verse, 0_Comment": "<b>אשה חדשה.</b> י״‎א בתולה ולדעת רבים חדשה כנגדו כי יוכל להשיב אשה גרושה אם לא נטמאה ועל כן חדשה:",
        "23_Chapter, 4_Verse, 1_Comment": "<b>נקי יהיה לביתו.</b> שלא יהיה עליו עול מלכות. נקי כמו אי נקי:",
        "23_Chapter, 4_Verse, 2_Comment": "למ״‎ד <b>לכל דבר.</b> נוסף כמו והשלישי לאבשלום:",
        "23_Chapter, 5_Verse, 0_Comment": "<b>לא יחבול רחים ורכב.</b> אמרו המכחישים כי נדבקה זאת הפרשה עם ושמח את אשתו כי רמז למשכב כי אסור שימנע מן המשכב וזה הבל וריק והביאו ראיה תטחן לאחר אשתי וכבר פירשתיו והאמת שהוא כמשמעו שאסור לאדם שיחבול רחים ותחסר מלת חובל כמו ויאמר ליוסף אשר ילדה אותה ללוי ורבים כן כי טעמם ויאמר לו האומר ילדה לו היולדת:",
        "23_Chapter, 5_Verse, 1_Comment": "<b>רחים.</b> שם שנים ולא יתכן להיותם נפרדים:",
        "23_Chapter, 5_Verse, 2_Comment": "<b>ורכב.</b> היא ההוה במים וי״‎א העץ שהוא על הרחים וי״‎א כי רחים התחתונ' ורכב העליונה:",
        "23_Chapter, 5_Verse, 3_Comment": "<b>כי נפש הוא חובל.</b> כי בו מחית נפשות והסומכים על הסמך הפרשיות איננה טענה כי כל מצו' עומדת בפני עצמה והסמיכות כדרך דרש וזאת הפרש' דבקה כי הזכיר שלא יגזול ענבים לתת אל כליו וחרמש בקמה ולקחת אשה והיתה לו גם לאחר ויצא מרשותו והלוקח אשה שישמח בה לא יהיה עשוק שיצא בצבא וחביל' הרחים עושק וגם גונב נפש וכן נגע הצרעת שלא ישמרו משפטיה תזיק הקרובים וכן לא תעשוק העני בעבוטו והשכיר והבנים הקטנים שלא ימותו בעון אביהם והטיית משפט גר יתום וחבול בגד אלמנה ושכחה בשדה כי היא לעני וכן לא תעולל וכן פן יוסיף ונקלה וחסימת השור עשק כי יגע ולא יאכל והממאן ליבם כדמות עשק והמחזקת במבושים עושקת אבן ואבן איפה ואיפה עשק ממש גם עמלק עשק לישראל:",
        "23_Chapter, 6_Verse, 0_Comment": "<b>מאחיו.</b> והוסיף מבני ישראל כי אדום נקרא אח:",
        "23_Chapter, 6_Verse, 1_Comment": "<b>והתעמר.</b> כחברו:",
        "23_Chapter, 7_Verse, 0_Comment": "<b>הכהנים הלוים.</b> שהם מבני לוי:",
        "23_Chapter, 8_Verse, 0_Comment": "<b>למרים.</b> הנה ראיה על דרש אל תקרי מצורע אלא מוציא שם רע:",
        "23_Chapter, 9_Verse, 0_Comment": "<b>תשה.</b> מגזרת נשה:",
        "23_Chapter, 9_Verse, 1_Comment": "ה״‎א <b>מאומה.</b> נוסף כה״‎א לילה:",
        "23_Chapter, 9_Verse, 2_Comment": "<b>לעבוט.</b> לקחת משכונו:",
        "23_Chapter, 12_Verse, 0_Comment": "<b>תהיה צדקה.</b> פירוש שתשקול חבירך במאזני צדק עמך שישכב בעבוטו ועל דעת המעתיקים כי יש הפרש במקומות בין צדק לצדקה וטעם העבוט כבר פירשתיו בפרש' ואלה המשפטים ושם פירשתיו בשמלתו:",
        "23_Chapter, 14_Verse, 0_Comment": "<b>ביומו תתן שכרו</b> שלא תבוא עליו השמש מצות לא תעשה לחזוק:",
        "23_Chapter, 14_Verse, 1_Comment": "<b>ואליו.</b> אל שכרו:",
        "23_Chapter, 14_Verse, 2_Comment": "<b>הוא נושא את נפשו.</b> להתפרנס ממנו על כן השכיר את עצמו:",
        "23_Chapter, 15_Verse, 0_Comment": "ותועי רוח שאלו איך אמר הכתוב <b>לא יומתו אבות</b> ובמקום אחר אומר פוקד עון אבות ושאלתם תהו כי לא יומתו אבות על בנים מצוה על ישראל ופוקד עון אבות על בנים הוא הפוקד וכבר פירשתיו במקומו:",
        "23_Chapter, 17_Verse, 0_Comment": "<b>וזכרת כי עבד היית.</b> בעבור כן זכר הגר שלא תטה משפטו ויש מאלה המשפטים שכבר הזכירם לאבות גם יזכירם שנית לבנים:",
        "23_Chapter, 18_Verse, 0_Comment": "<b>למען יברכך.</b> כי נתת משלך במחשבה והשם יתן לך משלו באמת:",
        "23_Chapter, 19_Verse, 0_Comment": "<b>כי תחבוט.</b> כמו חובט חטים והוא פעל יחבט קצח בנין נפעל וכן כל אותיות אחעה״‎ר כאשר יבנה מהם בנין נפעל ואלה הם לא יאצר ולא יחסן. ולא יהרג. יעבד בו. יראה כל זכורך כי כן המשפט:",
        "23_Chapter, 19_Verse, 1_Comment": "<b>לא תפאר.</b> לא תחפש הפארות והם הסעיפים וכן ותעש בדים ותשלח פארות. גם הוא כתוב באל״‎ף. ואם נקרא בוי״‎ו וכן נאדות היין:",
        "23_Chapter, 21_Verse, 0_Comment": "<b>וזכרת.</b> דבק עם לגר:",
        "24_Chapter, 0_Verse, 0_Comment": "<b>ושפטום.</b> השופטים כמו לא יחבול רחים:",
        "24_Chapter, 1_Verse, 0_Comment": "<b>בן הכות.</b> בחיר״‎ק כמו בן נון (ס״‎א בן) יקה והטעם כמו בן בליעל. וכן שבן לילה היה. והוא חייב. להכותו לפי דעתי שהכה חברו:",
        "24_Chapter, 1_Verse, 1_Comment": "<b>והפילו השופט.</b> בציווי וכן והכהו והעד לפניו:",
        "24_Chapter, 1_Verse, 2_Comment": "<b>כדי רשעתו במספר.</b> המכות. היה נראה לנו שיש עון שיוכה עליו עשר גם עשרים ופחות ויותר והעד כדי רשעתו רק לא יוסיף על ארבעים לולי דברי הקבלה והוא לבדו האמת וי״‎א כי טעם רשעתו במכות גדולות או קטנות וכלם במספר ארבעים:",
        "24_Chapter, 2_Verse, 0_Comment": "וטעם <b>ונקלה אחיך.</b> שהוא דבר ידוע וגזירה מהשם להיות ארבעים לסבול הסובל כדין שמים ולא בחפץ ה ש ופט:",
        "24_Chapter, 3_Verse, 0_Comment": "בי״‎ת <b>בדישו.</b> אמרו המכחישים שהוא קודם דישה ואין צורך:",
        "24_Chapter, 4_Verse, 0_Comment": "<b>כי ישבו אחים יחדו.</b> גם הם אמרו כי אינם אחים ממש כי אם קרובים והביאו ראיה מבועז ולא אמרו כלום כי אין שם זכר יבום כי אם גאול' ומה טעם להזכיר יחדו ואם היו במדינ' אחת או בחצר אחד או שהיו אוהבים זה את זה. ואמרו כי הנה הכתוב אמר ויבמה וזה אות כי איננה יבמה כי אם בשם כמו שבה יבמתך והנה נואלו ונסכלו כי הנה מפורש בבני יהודה ויבם אותה והוא יבמה גם יבמתך בעבור היותן לשני אחים וכל איש דעת ידע כי המצות שנתנו למשה שהם מצות לא תעשה לא היו אסורות קודם לכן ואילו היה אדם מונע עצמו מהן וקדם משה לא היה הדבר רע בעיני השם אף כי שכתב כי את כל התועבות האל עשו אנשי הארץ אשר לפניכם ולא מצאנו נביא שהזהירם והנה הכתוב אמר על אונן שלא נתן זרע לאחיו וירע בעיני ה' על כן אנחנו נסמוך על הקבל' שהם אחים ממש:",
        "24_Chapter, 4_Verse, 1_Comment": "<b>ובן אין לו.</b> כי אם יש לו בן אין צורך כי היא אסורה:",
        "24_Chapter, 4_Verse, 2_Comment": "ופירוש <b>יחדו.</b> כדברי המעתיקים:",
        "24_Chapter, 4_Verse, 3_Comment": "<b>לאיש זר.</b> פי' החוצה אם ירצה היבם:",
        "24_Chapter, 5_Verse, 0_Comment": "<b>הבכור אשר תלד.</b> יקרא בשם אחיו:",
        "24_Chapter, 5_Verse, 1_Comment": "<b>ולא ימחה שמו.</b> על הנחלה ידבר. וכבר פירשתי אשר תלד בפסוק לעם נכרי:",
        "24_Chapter, 6_Verse, 0_Comment": "<b>יבמי.</b> האמת כי היו״‎ד סימן הפעול:",
        "24_Chapter, 7_Verse, 0_Comment": "<b>ועמד ואמר.</b> עד שישמעוהו הזקנים:",
        "24_Chapter, 8_Verse, 0_Comment": "<b>וחלצה.</b> כמו חלצו שד והטעם תסיר:",
        "24_Chapter, 8_Verse, 1_Comment": "<b>בפניו.</b> מפורש בדברי הקבל' שהוא כמו לפניו ודרך הפשט לפני הנעל כמו והיא כתובה פנים ואחור:",
        "24_Chapter, 10_Verse, 0_Comment": "<b>כי ינצו.</b> הפך כי ישבו אחים יחדו ואלה האנשים זרים או אחים:",
        "24_Chapter, 10_Verse, 1_Comment": "<b>במבושיו.</b> ביציו מגזרת בושה והוא עזות מצח לגלות דבר הנסתר שהוא ערוה גם הוא מקום מסוכן:",
        "24_Chapter, 11_Verse, 0_Comment": "<b>וקצותה את כפה.</b> כמו עין תחת עין אם לא תפדה כפה תקוץ:",
        "24_Chapter, 11_Verse, 1_Comment": "<b>לא תחום עינך.</b> אם היתה ענייה:",
        "24_Chapter, 12_Verse, 0_Comment": "<b>בכיסך.</b> מקום למאזנים או יוציא מן הכיס בדרך רמאות והראשון הוא נכון והעד כיס אחד יהיה לכלנו משקל אחד. ומגזרת תכוסו על השה ואם הוא משורש אחר ורבים פירשו כמו חריט ואין צורך:",
        "24_Chapter, 14_Verse, 0_Comment": "<b>שלמה.</b> שלא יהיה מקום חסר. ואיפת צדק להיותה כמדת השוק:",
        "24_Chapter, 14_Verse, 1_Comment": "<b>למען יאריכו ימיך.</b> כי זה ידוע כי כל מלכות צדק תעמוד כי הצדק כבנין והעיוות כהריסו' ברגע יפול הקיר:",
        "24_Chapter, 15_Verse, 0_Comment": "<b>כל עושה אלה.</b> איפה ואיפה אבן ואבן והכלל כל עושה עול בפה ובמעשה בסתר או בגלוי:",
        "24_Chapter, 17_Verse, 0_Comment": "<b>אשר קרך.</b> מגזרת כל הקורות אותם:",
        "24_Chapter, 17_Verse, 1_Comment": "<b>ויזנב בך.</b> כרת זנבך והם הנחשלי' אחריך שלא היה בם כח ללכת ויתכן להיות מלת נחשלים כמו נחלשי' וכן כבש כשב:",
        "24_Chapter, 17_Verse, 2_Comment": "<b>ואתה עיף.</b> כי ברפידים בא והעם צמא למים כי כן כתוב:",
        "24_Chapter, 17_Verse, 3_Comment": "<b>ויגע.</b> מן הדרך:",
        "24_Chapter, 17_Verse, 4_Comment": "<b>ולא ירא.</b> שב אל עמלק והוא פעל עבר כמו כי כבד ממך כי זקן יצחק כאשר אהב:",
        "24_Chapter, 18_Verse, 0_Comment": "<b>בהניח ה' אלהיך.</b> הטעם כי זאת המצוה תלוי' אחר שירשו את הארץ ושקט' הארץ ממלחמה מכל סביבותיה כי כל זמן שיתעסקו עם מלחמות הקרובים אליהם אינם חייבים להלחם בעמלק:",
        "24_Chapter, 18_Verse, 1_Comment": "<b>תמחה את זכר עמלק.</b> זהו והמתה מאיש ועד אשה מעולל ועד יונק משור ועד שה שלא יאמר זה השור היה משלל עמלק ודברי התורה כלל ודברי שמואל הנביא פרט:",
        "24_Chapter, 18_Verse, 2_Comment": "<b>לא תשכח.</b> אחר זכור לחזוק וכן משפט מצות רבות בתורה:",
        "24_Chapter, 18_Verse, 3_Comment": "<b>חסלת פרשת כי תצא</b>",
        "25_Chapter, 0_Verse, 0_Comment": "<b>והיה כי תבא.</b> בעבור שכתוב בהניח ה' אמר השם כי יש מצות הן קודם בהניח ה' רק כאשר תבא והם הבכורים והמעשר וכתיבת התורה על האבנים ובנות מזבח והברכה והקלל' על שני ההרים:",
        "25_Chapter, 1_Verse, 0_Comment": "<b>בטנא.</b> כדמות סל וחברו טנאך וזאת המצוה על הקרובים אל מקום המקדש:",
        "25_Chapter, 2_Verse, 0_Comment": "וטעם <b>בימים ההם.</b> שזה חיוב כל זמן ששם כהן גדול:",
        "25_Chapter, 2_Verse, 1_Comment": "<b>הגדתי.</b> הטעם כדי שישמעו הקטנים או הוא כדמות הודיה שהשם השלים שבועתו והעד הפרי:",
        "25_Chapter, 4_Verse, 0_Comment": "<b>וענית.</b> יתכן שישאלו הכהנים לאמר מה זה שהבאת על כן וענית או כדמות תחלה וכן ויען איוב הראשון:",
        "25_Chapter, 4_Verse, 1_Comment": "<b>אובד אבי.</b> מלת אובד מהפעלים שאינם יוצאים ואילו היה ארמי על לבן היה הכתוב אומר מאביד או מאבד ועוד מה טעם לאמר לבן בקש להאביד אבי וירד מצרימה ולבן לא סבב לרדת אל מצרים והקרוב שארמי הוא יעקב כאלו אמר הכ' כאשר היה אבי בארם היה אובד והטעם עני בלא ממון וכן תנו שכר לאובד והעד ישתה וישכח רישו והנה הוא ארמי אובד היה אבי והטעם כי לא ירשתי הארץ מאבי כי עני היה כאשר בא אל ארם גם גר היה במצרים והוא היה במתי מעט ואחר כן שב לגוי גדול ואתה ה' הוצאתנו מעבדות ותתן לנו ארץ טובה ואל יטעון טוען איך יקרא יעקב ארמי והנה כמוהו יתרא הישמעאלי והוא ישראלי כי כן כתוב:",
        "25_Chapter, 4_Verse, 2_Comment": "<b>במתי.</b> סמוך כי לא נמצא לשון יחיד. ומתים לשון רבים ורבי יונה דקדק אותה כולה באר היטב בערך מתה:",
        "25_Chapter, 6_Verse, 0_Comment": "<b>ענינו.</b> בחסרון עושר:",
        "25_Chapter, 6_Verse, 1_Comment": "<b>עמלנו.</b> בבנין:",
        "25_Chapter, 6_Verse, 2_Comment": "<b>לחצנו.</b> כטעם אצים לאמר כלו מעשיכם:",
        "25_Chapter, 10_Verse, 0_Comment": "וטעם <b>אתה והלוי והגר.</b> שאתה חייב לשמחם בפרי אדמתך:",
        "25_Chapter, 11_Verse, 0_Comment": "<b>לעשר.</b> מהבנין הכבד הנוסף ואין ריע לו:",
        "25_Chapter, 11_Verse, 1_Comment": "<b>שנת המעשר.</b> זהו מעשר עני:",
        "25_Chapter, 11_Verse, 2_Comment": "<b>ללוי לגר ליתום ולאלמנה.</b> לאשר תרצה מהם:",
        "25_Chapter, 12_Verse, 0_Comment": "<b>בערתי הקדש.</b> שהוא המעשר. וגם שלא הפקדתיו רק נתתיו לאשר אני חייב לתת לו:",
        "25_Chapter, 12_Verse, 1_Comment": "<b>לא עברתי.</b> בזדון:",
        "25_Chapter, 12_Verse, 2_Comment": "<b>ולא שכחתי.</b> שלא הוצאתי המעשר או פירושו על שני המעשרים:",
        "25_Chapter, 13_Verse, 0_Comment": "<b>לא אכלתי באוני.</b> כמו בן אוני ולחם אונים והטעם רמזתי על לשון הקודש וטעם אוני כמו אבלי כי אם הייתי אבל לא אכלתי (קודם) [ס״‎א קודש] המעשר:",
        "25_Chapter, 13_Verse, 1_Comment": "<b>ולא בערתי ממנו.</b> הטעם השחתי מהקדש:",
        "25_Chapter, 13_Verse, 2_Comment": "<b>בטמא.</b> בדבר טמא:",
        "25_Chapter, 13_Verse, 3_Comment": "<b>למת.</b> לצרכי מת וי״‎א לעבודת כוכבים והטעם באלה הדברים כי אסור הוא שיוציא מהדגן לשום דבר עד תת המעשר שהוא קדש כי אם יתן מהמותר הוא דרך בזיון. ואף כי אם נתן בטמא וכאשר נשמרתי אני ושמרתי הדגן בעבור להוציא הקדש כן שמור אלהינו ארצנו וזה טעם ואת האדמה:",
        "25_Chapter, 14_Verse, 0_Comment": "וטעם <b>ארץ זבת חלב ודבש.</b> להיותה כן תמיד:",
        "25_Chapter, 15_Verse, 0_Comment": "<b>היום הזה.</b> אלה דברי משה:",
        "25_Chapter, 15_Verse, 1_Comment": "<b>ושמרת.</b> בלבך:",
        "25_Chapter, 15_Verse, 2_Comment": "<b>ועשית אותם.</b> בארץ:",
        "25_Chapter, 16_Verse, 0_Comment": "<b>האמרת.</b> מלשון גדולה וקרוב מגזרת בראש אמיר ויאמר רבי יהודה הלוי הספרדי נ״‎ע כי המלה מגזרת ויאמר והטעם כי עשית הישר עד שיאמר שהוא יהי' אלהיך גם הוא עוש' לך עד שאמרת שתהי' לו לעם סגולה ויפה פירש והנה תהיה מלת האמרת פעל יוצא לשנים פעולים:",
        "25_Chapter, 18_Verse, 0_Comment": "<b>ולתתך עליון.</b> זה הוא שכר האמיר':",
        "26_Chapter, 0_Verse, 0_Comment": "<b>ויצו משה.</b> בצווי השם:",
        "26_Chapter, 0_Verse, 1_Comment": "<b>וזקני ישראל.</b> אמר כן להקל וכן רבים וכבר הזכרתים:",
        "26_Chapter, 0_Verse, 2_Comment": "<b>שמור את כל המצוה.</b> ומה היא והקמות לך אבנים גדולו' להכיל התורה ויאמר הגאון ז״‎ל כי כתוב עליהם מספר המצות כמו הכתובות בהלכות גדולות בענין אזהרות ויפה אמר:",
        "26_Chapter, 1_Verse, 0_Comment": "וטעם <b>בשיד.</b> שיעמדו:",
        "26_Chapter, 2_Verse, 0_Comment": "<b>למען.</b> כי השם יעזרך אם החלות לשמור מצותיו וזאת המצוה הראשונה לביאתם לבנות להם מזבח חדש להודות לשם שהחלו להיותם בארץ:",
        "26_Chapter, 7_Verse, 0_Comment": "<b>באר היטב.</b> הכתיבה:",
        "26_Chapter, 8_Verse, 0_Comment": "<b>וידבר משה והכהנים הלוי.</b> כאשר כתוב וזקני ישראל והעיקר משה:",
        "26_Chapter, 8_Verse, 1_Comment": "<b>הסכת.</b> פירושו לפי מקומו כי אין ריע לו:",
        "26_Chapter, 8_Verse, 2_Comment": "<b>היום הזה נהיית לעם.</b> שיכרות עמך ברית:",
        "26_Chapter, 9_Verse, 0_Comment": "<b>ושמעת.</b> היום בקולו:",
        "26_Chapter, 9_Verse, 1_Comment": "<b>ועשית את מצותיו.</b> לעתיד:",
        "26_Chapter, 13_Verse, 0_Comment": "וטעם <b>הכהנים הלוים.</b> כי הם האומרים ארור האיש. על הברכה בני הגבירות ועל הקללה בני השפחות ואם יחסרו שנים ובני לאה רבים ונלקחו הגדול והקטן:",
        "26_Chapter, 13_Verse, 1_Comment": "<b>וענו.</b> כמו וענית ואמרת וחז״‎ל אמרו כי טעם לברך ברוך האיש אשר לא יעשה פסל ומסכה וכן הכל ועל דרך הפשט הברכה היא ברוך אתה בעיר והקללה הפך זה. והעד בספר יהושע. וטעם להזכיר אלה י״‎א עבירות בעבור שיוכל לעשותם בסתר והעד ושם בסתר כי אם יעשה בגלוי יומת וכן מכה רעהו בסתר והחל מהעיקר שהוא בינו ובין בוראו ואחר כן בינו ובין אבותיו כי מי ידע אם יקלה אותם:",
        "26_Chapter, 14_Verse, 0_Comment": ":",
        "26_Chapter, 15_Verse, 0_Comment": "<b>מקלה.</b> לשון קלון פועל יוצא:",
        "26_Chapter, 16_Verse, 0_Comment": "<b>מסיג גבול רעהו.</b> כי הוא דבר נסתר ומשגה עור ג״‎כ לא יוכל לפרסם מי שהשגהו:",
        "26_Chapter, 18_Verse, 0_Comment": "<b>מטה משפט גר יתום.</b> כי אין להם עוזר והנה גם הוא בסתר והזכיר הגר גם היתום והאלמנה כי אם יטה הדיין משפט אחרים יערערו עליו ויפרסמוהו והגר והיתום והאלמנה אין להם כח. ושוכב עם אשת אב ואחות וחותנת אינו נחשד להתייחד עמה על כן הוא דבר נסתר ואין כן שאר העבירות:",
        "26_Chapter, 20_Verse, 0_Comment": "<b>עם כל בהמה.</b> זכד או נקבה כי אין לה פה שתצעק ותערער כמו הזכור על כן לא הזכירו:",
        "26_Chapter, 24_Verse, 0_Comment": "<b>לוקח שוחד.</b> לפי דעת רבים שהוא הדיין ולפי דעתי שהוא עד שקר:",
        "26_Chapter, 25_Verse, 0_Comment": "<b>אשר לא יקים.</b> י״‎א על כל התורה וי״‎א על אלה הנזכרים ולא אמרו כלום בעבור שכתוב לעשות אותם והנכון בעיני כי קלל על מצות לא תעשה הנזכרים וקלל מי שלא ישמור גם בסתר מצות עשה על כן אמר לעשות אותם:",
        "27_Chapter, 0_Verse, 0_Comment": "<b>עליון על כל גויי הארץ.</b> זאת הברכה כלל שלא תהיה אומה בעולם כמוכם:",
        "27_Chapter, 1_Verse, 0_Comment": "וטעם <b>ובאו.</b> שיבואו מעצמם:",
        "27_Chapter, 1_Verse, 1_Comment": "<b>והשיגוך.</b> ואם לא תבקשם והטעם שלא תיגע:",
        "27_Chapter, 2_Verse, 0_Comment": "<b>בעיר.</b> ברכה שהיא תוספו' כל מיני סחורה:",
        "27_Chapter, 2_Verse, 1_Comment": "<b>בשדה.</b> בזריעה ובנטיע':",
        "27_Chapter, 3_Verse, 0_Comment": "<b>פרי בטנך.</b> בבנים והבטן כנוי:",
        "27_Chapter, 3_Verse, 1_Comment": "<b>שגר ועשתרות.</b> פירשתים:",
        "27_Chapter, 4_Verse, 0_Comment": "<b>טנאך.</b> מקום הלחם והוא מוקדם ומאוחר עם משארותיך. או מקום שיושם שם הקמח:",
        "27_Chapter, 5_Verse, 0_Comment": "<b>בצאתך.</b> לחוג ולסחור ולשלול או בכל ביאה ויציא' בכל יום ויום והטעם בכל אשר תעשה תצליח וההפך כתוב:",
        "27_Chapter, 6_Verse, 0_Comment": "ואחר שאמר שתהיה עליון על כל הגוים אמר כי אם יקשרו אויביך על כן אמר הקמים עליך:",
        "27_Chapter, 6_Verse, 1_Comment": "<b>ובשבעה.</b> לשון רבים בעבור שוב ימי השבוע כי הוא תלוי בעליונים:",
        "27_Chapter, 7_Verse, 0_Comment": "<b>באסמיך.</b> באוצרותיך מטעם המקום:",
        "27_Chapter, 8_Verse, 0_Comment": "וטעם <b>יקימך.</b> יעמידך:",
        "27_Chapter, 8_Verse, 1_Comment": "<b>לעם קדוש.</b> והקדוש' לשמור המצות:",
        "27_Chapter, 8_Verse, 2_Comment": "<b>תשמור.</b> בלב:",
        "27_Chapter, 10_Verse, 0_Comment": "וטעם <b>והותירך.</b> אם תהיה רעה בארץ ורעב מארה אתה תשאר לטובה:",
        "27_Chapter, 11_Verse, 0_Comment": "<b>אוצרו.</b> שהוא בכחו לצאת וכן אוצרות שלג על כן אחר הותירך אמר דבר הגשם כי העוצר סבת הרעב:",
        "27_Chapter, 11_Verse, 1_Comment": "<b>והלוית גוים רבים.</b> כי ירעבו ולא יבא זמן שתלוה אתה והכלל שתהיה לעולם לראש:",
        "27_Chapter, 12_Verse, 0_Comment": "<b>כי תשמע.</b> בלב לשמור ולעשו' והכלל שלא תסו' מאחרי השם לעבוד עבודת כוכבים כי הוא עיקר כל העבירות לכפור בעיקר והפך זה יחוד השם לשמור ולעשות כי עיקר השמיר' המעש':",
        "27_Chapter, 19_Verse, 0_Comment": "<b>המארה.</b> המגרע':",
        "27_Chapter, 19_Verse, 1_Comment": "<b>המהומה.</b> שלא יוכלל להשלים המעש':",
        "27_Chapter, 19_Verse, 2_Comment": "<b>המגערת.</b> שלא ישמח במעשיו רק ידאג בו אחר יגיע ת ו:",
        "27_Chapter, 21_Verse, 0_Comment": "<b>בשחפת.</b> י״‎א שהם מיני חלאים:",
        "27_Chapter, 21_Verse, 1_Comment": "<b>בקדחת.</b> בכל יום. מגזרת כי אש קדח' באפי. ומהומה ומגערת ושחפת וקדחת ודלקת שם התואר:",
        "27_Chapter, 21_Verse, 2_Comment": "וטעם <b>ובדלקת.</b> שלישית או רביעית:",
        "27_Chapter, 21_Verse, 3_Comment": "<b>ובחרחור.</b> מגזרת וחרה נחושת':",
        "27_Chapter, 21_Verse, 4_Comment": "<b>ובחרב.</b> מגזרת חורב:",
        "27_Chapter, 21_Verse, 5_Comment": "<b>ובשדפון.</b> נפיחות וכן שדופות קדים וי״‎א הפוך והטעם דקוק:",
        "27_Chapter, 21_Verse, 6_Comment": "<b>ובירקון.</b> כמשמעו בלשון קדר וי״‎א כי אלה חליים בזרע ובשדפון כמו שדופות קדים והעד הכיתי אתכם בשדפון ובירקון. על כן אחריו והיו שמיך וכן בפרשת אם בחקותי:",
        "27_Chapter, 22_Verse, 0_Comment": "<b>נחשת.</b> כנחשת וכן ברזל:",
        "27_Chapter, 23_Verse, 0_Comment": "<b>אבק ועפר.</b> ברוב החורב וכח הרוחות:",
        "27_Chapter, 23_Verse, 1_Comment": "<b>עד השמדך.</b> מלה זרה כמו ביום הבראך:",
        "27_Chapter, 24_Verse, 0_Comment": "<b>לזעוה.</b> הפוך כמו כבש כשב:",
        "27_Chapter, 25_Verse, 0_Comment": "<b>ואין מחריד.</b> לעוף ולבהמה:",
        "27_Chapter, 26_Verse, 0_Comment": "והנשארים יוכו בשחין מצרים:",
        "27_Chapter, 26_Verse, 1_Comment": "<b>ובטחורים.</b> הם היוצאים במקום הנסתר על כן כתוב ובעפולים והוא מגזרת ויבא אל העופל:",
        "27_Chapter, 26_Verse, 2_Comment": "<b>ובגרב.</b> כן בלשון ישמעאל:",
        "27_Chapter, 26_Verse, 3_Comment": "<b>ובחרס.</b> י״‎א שיצטרך אל חרס כאיוב ואם הוא בסמ״‎ך וי״‎א במכת השמש. והנכון שהוא שם חולי כנזכרי' ואין לו חבר והשגעון והעורון והתמהון שלשתן בלב:",
        "27_Chapter, 28_Verse, 0_Comment": "<b>והיית ממשש.</b> פירוש בעורון:",
        "27_Chapter, 28_Verse, 1_Comment": "<b>תצליח.</b> פעל יוצא:",
        "27_Chapter, 28_Verse, 2_Comment": "<b>עשוק וגזול.</b> מאויב ואין מושיע והחל לפרש איך יהיה עשוק:",
        "27_Chapter, 29_Verse, 0_Comment": "<b>ישגלנה.</b> כנוי לשכיבה וכן שגל המוכנת למטה:",
        "27_Chapter, 29_Verse, 1_Comment": "<b>תחללנו.</b> מגזרת חליל':",
        "27_Chapter, 31_Verse, 0_Comment": "<b>וכלות.</b> כמו נכספה וגם כלת' וכן ותכל דוד ואינו חסר נפש כאשר פירש חסר הדעת כי ותכל פועל יוצא ולא נזכר הפועל כמו אשר ילדה אותה:",
        "27_Chapter, 32_Verse, 0_Comment": "<b>ורצוץ.</b> בחזקה:",
        "27_Chapter, 33_Verse, 0_Comment": "ופי' <b>בשגעון.</b> שיראה גופו מלא שחין:",
        "27_Chapter, 34_Verse, 0_Comment": "<b>על הברכים ועל השוקים.</b> כי בהיות השחין שם קשה לסור:",
        "27_Chapter, 34_Verse, 1_Comment": "<b>אשר לא תוכל להרפא.</b> בעבור היותם מחוץ לגוף:",
        "27_Chapter, 35_Verse, 0_Comment": "<b>ועבדת שם.</b> ולא יועיל לך רק תהיה לשמה כל רואיך ישומו:",
        "27_Chapter, 36_Verse, 0_Comment": "<b>למשל.</b> באוזן:",
        "27_Chapter, 36_Verse, 1_Comment": "<b>ולשנינה.</b> בפה מגזר' ושננתם:",
        "27_Chapter, 36_Verse, 2_Comment": "<b>ינהגך ה'.</b> בעונך וקודם זה יבא עליך שנת רעב ואתה עודך בארצך:",
        "27_Chapter, 37_Verse, 0_Comment": "<b>יחסלנו.</b> יכריתנו והוא מן חסיל מין ממיני הארבה:",
        "27_Chapter, 38_Verse, 0_Comment": "<b>תטע.</b> תיגע בנטיע' ובעבוד':",
        "27_Chapter, 38_Verse, 1_Comment": "<b>ולא תשת'.</b> בשעת הבציר:",
        "27_Chapter, 38_Verse, 2_Comment": "<b>ולא תאגר.</b> תקבץ והוא פעל כמו אגרה בקציר:",
        "27_Chapter, 39_Verse, 0_Comment": "<b>לא תסוך.</b> כמשפט וסוך לא סכתי. וזה הפך ושמן על ראשך:",
        "27_Chapter, 39_Verse, 1_Comment": "<b>כי ישל.</b> מבנין נפעל:",
        "27_Chapter, 41_Verse, 0_Comment": "<b>יירש.</b> מהכבד הדגוש והטעם כמו להוריש גוים:",
        "27_Chapter, 41_Verse, 1_Comment": "<b>צלצל.</b> מלה מרובע' אין לו ריע ופירושו כפי מקומו:",
        "27_Chapter, 42_Verse, 0_Comment": "<b>מעלה מעלה.</b> פעמים שאין למעלה ממנו או תמיד וכן מטה מטה הטעם מאד מאד:",
        "27_Chapter, 43_Verse, 0_Comment": "<b>הוא יהיה לראש.</b> כטעם ועבד לוה לאיש מלוה:",
        "27_Chapter, 45_Verse, 0_Comment": "<b>לאות.</b> מהשם שתזכור כי מרדת בו ולא בך לבדך כי גם בזרעך כטעם אבותינו חטאו ואינם וכבר פירשתיו:",
        "27_Chapter, 46_Verse, 0_Comment": "<b>מרב כל.</b> אשר תתאוה או כל צורך:",
        "27_Chapter, 48_Verse, 0_Comment": "<b>ידאה.</b> יעוף וכן וידא על כנפי רוח:",
        "27_Chapter, 52_Verse, 0_Comment": "<b>ואכלת פרי בטנך.</b> במצור:",
        "27_Chapter, 52_Verse, 1_Comment": "<b>יציק לך.</b> כל אחד מאויבך או הוא כן בעבור היותו בסוף:",
        "27_Chapter, 53_Verse, 0_Comment": "<b>אשר</b> יותיר. האויב או יותירם בהחבא וכל זה בעבור המצור:",
        "27_Chapter, 54_Verse, 0_Comment": "<b>בכל שעריך.</b> בכל מקום:",
        "27_Chapter, 56_Verse, 0_Comment": "<b>ובשליתה.</b> הוא מקום הולד בשבתו בבטן אמו:",
        "27_Chapter, 56_Verse, 1_Comment": "<b>מבין רגליה.</b> כנוי כמו ולא עשה את רגליו:",
        "27_Chapter, 58_Verse, 0_Comment": "<b>מכתך.</b> לשון יחיד עם רבים מורכבת וכן ועדותי זו אלמדם:",
        "27_Chapter, 58_Verse, 1_Comment": "טעם <b>והפלא.</b> להיות דבר מופלא שלא נראה ולא נשמע כמוהו:",
        "27_Chapter, 58_Verse, 2_Comment": "<b>ונאמנים.</b> שלא יסורו:",
        "27_Chapter, 60_Verse, 0_Comment": "<b>יעלם ה'.</b> מגזרת העלה ואם הוא חטוף וי״‎א כמו יביאם לשון ארמי:",
        "27_Chapter, 62_Verse, 0_Comment": "וטעם <b>כאשר שש.</b> שלא תחשוב כי יזיק לשם או יתאבל כטעם אם צדקת מה תתן לו:",
        "27_Chapter, 62_Verse, 1_Comment": "<b>ונסחתם.</b> מבנין נפעל והוא חסר נו״‎ן. מגזרת יסח ה':",
        "27_Chapter, 65_Verse, 0_Comment": "<b>תלואים.</b> באל״‎ף תחת ה״‎ח השורש:",
        "27_Chapter, 67_Verse, 0_Comment": "<b>והתמכרתם.</b> אינו כמו ונמכרתם רק פירושו אתם תבקשו למכור עצמכם אנשים ונשים ואין קונה והנה זאת הברית במצות השם בערבות מואב:",
        "28_Chapter, 0_Verse, 0_Comment": "ו<b>יקרא משה אל כל ישראל.</b> לכרות הברית על כן אחריה אתם נצבים היום:",
        "28_Chapter, 0_Verse, 1_Comment": "וטעם <b>אתם ראיתם.</b> ואחר כך ואולך אתכם ואחר כן ויצא עוג כי יש מהם שראו האותות שעשה השם במצרים והם והבאים אחריהם ראו מופת המן שלא אכלו לחם זולתו ואלה הבנים ראו כי השם עזרם והכו שני המלכים:",
        "28_Chapter, 2_Verse, 0_Comment": "וטעם <b>לב לדעת.</b> בעבור שנסו השם עשר פעמים ולא הזכירו האותות שראו:",
        "28_Chapter, 2_Verse, 1_Comment": "וטעם <b>נתן.</b> כי מאתו העלילה הראשונה ועוד כי ראו שלא הוצרכו ללחם ויין:",
        "28_Chapter, 3_Verse, 0_Comment": "וטעם <b>לא בלו.</b> פירשתיו. ומכת סיחון ועוג שהיה קרוב על כן אתם חייבים לשמור הברית:",
        "28_Chapter, 7_Verse, 0_Comment": "<b>למען תשכילו.</b> כמו תצליחו והוא פעל יוצא לב' פעולים והעד תעשון כמו ויהי דוד לכל דרכיו משכיל:",
        "28_Chapter, 7_Verse, 1_Comment": "<b>חסלת פרשת תבוא</b>",
        "28_Chapter, 8_Verse, 0_Comment": "<b>אתם נצבים לפני ה' אלהיכם.</b> סביבו' הארון:",
        "28_Chapter, 8_Verse, 1_Comment": "<b>ראשיכם.</b> כמו האלה' שרה אמו והנבוא' עודד הנביא וכן הוא ראשיכ' שהם ראשי שבטיכ' כמו ונירם. והטעם כי הנשיאי' סמוכים ואחריה' הזקני' ואחריה' השוטרים ואחריה' כל איש ישראל הזכרי' ואחריה' הטף בזכרי' ואחריה' הנשים ואחריה' הגרים:",
        "28_Chapter, 10_Verse, 0_Comment": "<b>לעברך.</b> שם הפועל. כטעם ויעברו בין בתריו. והנה מלת עבר בחסרון בי״‎ת להפך:",
        "28_Chapter, 12_Verse, 0_Comment": "<b>ולא אתכם לבדכם.</b> רק עמכם ועם הבאים אחריכם שהם בניכם ובני בניכם:",
        "28_Chapter, 13_Verse, 0_Comment": "נו״‎ן <b>ישנו.</b> נוסף:",
        "28_Chapter, 13_Verse, 1_Comment": "<b>ואת אשר איננו.</b> עם אשר איננו רק יבא אחרינו ואינו כטעם האומדים כי רוחות הבאים היו שם:",
        "28_Chapter, 14_Verse, 0_Comment": "<b>כי אתם ידעתם.</b> יש מכם שרא' תועבת מצרים והטעם אלהיהם וכלכם ראיתם תועבו' הגוים אשר עברתם אליהם באדום ועמון ומואב ומדין:",
        "28_Chapter, 16_Verse, 0_Comment": "וטעם <b>פרה ראש ולענה.</b> כי הראש מזיק השלמים והוא מהחליי' המדביקים:",
        "28_Chapter, 17_Verse, 0_Comment": "וטעם <b>את האלה הזאת.</b> ארור האיש אשר יעשה פסל ומסכה:",
        "28_Chapter, 17_Verse, 1_Comment": "<b>והתברך בלבבו.</b> אמר רבי יהודה הלוי ז״‎ל כי והתברך הוא כמשמעו כאשר ישמע הקלל' יתברך בלבבו והוא אומר שלום יהיה לי. כאומר בשמעו החרם חוץ ממני:",
        "28_Chapter, 17_Verse, 2_Comment": "<b>למען ספות.</b> אמר רבי יהודה הלוי נ״‎ע ל' כריתה כמו האף תספ'. כלומר שיחשוב המתברך לבטל דברי הצדיק שהוא כנוי במלת רוה עם דבר הצמא' והנה כנה הצדיק ברוה. כמו כעץ שתול על מים. והרשע בצמאה כמו כערער בערבה. ויחשוב כי גם ברכתו בלבו תפסיק הקללה ויפה פיר' לולא שמלת רוה תואר השם והיה ראוי להיות רווי את הצמא. ויאמר רבי יונה המדקדק כי טעמו בעבור שיראה שיכלה התם עם הרשע על כן יחשוב בלבו רע ואין זה נכון בעבור שלום יהיה לי. ולפי דעתי שמלת ספות לשון תוספת כמו ספות חטאת. והטעם שלום יהיה לי אע״‎פ שאלך בשרירות לבי כי בצדקת הצדיקים אחיה. כי הם רבים ואני יחיד חוטא. על כן כתוב אחריו לא יאבה ה' סלוח לו כי אז והטעם מיד יכרת גם זה הפסוק לעד על פירושי במלת ונסלח לו. והנה ספות כי הרוה תוסיף על הצמאה ומשל הצדיק ברוה כטעם כעץ שתול על פלגי מים והרשע בצמאה כטעם כערער בערבה והעד שכתוב בתחלה שרש פורה ראש ולענה והוא במקום צמא:",
        "28_Chapter, 18_Verse, 0_Comment": "<b>יעשן אף.</b> ישרפנו אש האף עד שיראה העשן והנה אם הוא יחיד ימות מיד ואם היא משפחה ורבצה בו כל האלה והטעם שתרבץ האלה במשפחה עד שימח' שמה ואם הוא שבט והבדילו ה' לרעה וכמוהו והיה לה' והעלתיהו עולה כאשר פירשתיו:",
        "28_Chapter, 20_Verse, 0_Comment": "<b>ואמר הדור האחרון.</b> שהם בניכם גם הנכרים הרואים את מכת הארץ:",
        "28_Chapter, 21_Verse, 0_Comment": "<b>גפרית.</b> תפלה לשם שתהי' כל ארצה שרופה בגפרית ומלח כמהפכת המקומות הנזכרים ויש מפרשים אומרים כי ואמרו כל הגוים שנוי בעבור שארכו הדברים כמשפט הלשון ואמרו הקדמונים וטעם אלהי אבותם שעזבו שידעו הם ואבותם ועבדו אשר לא ידעו:",
        "28_Chapter, 24_Verse, 0_Comment": "<b>ולא חלק להם.</b> פירשתיו:",
        "28_Chapter, 26_Verse, 0_Comment": "<b>ויתשם.</b> בחסרון נו״‎ן לנתוש רק הוא מובלע כמשפט:",
        "28_Chapter, 26_Verse, 1_Comment": "וטעם <b>כיום הזה.</b> דברי המשיבים:",
        "28_Chapter, 27_Verse, 0_Comment": "<b>הנסתרות.</b> הטעם מי שיעבוד עבודת כוכבים בסתר לה' אלהינו והטעם כי משפטו ביד השם והוא יפרע ממנו ואם היתה בגלוי חיוב לנו ולבנינו לעשות ככתוב בתורה. וי״‎א כי הנסתרות והנגלות הם לה' ואין לנו כי אם לעשות דברי התורה וזה הפי' בלא ראש ורגל ומה טעם יש להזכיר כן במקום הזה ובעבור שאמר וישליכם אל ארץ אחרת אמר כי אם תשוב אל ה' אע״‎פ שאתה חוצה לארץ השם ישיב שבותך ועל דעת רבי יהודה המדקדק הראשון כי הוא יניח. והטעם ימצא מנוח' לנשבים ויתן להם רחמים ואחר כן ישוב ויקבץ:",
        "29_Chapter, 3_Verse, 0_Comment": "<b>בקצה השמים.</b> כנגד ארץ ישראל:",
        "29_Chapter, 5_Verse, 0_Comment": "<b>ומל ה' אלהיך.</b> כי לו נתכנו העלילות הראשונות. ואחר שאמר תשוב לשמוע בקולו הוא יעזרך וימול לבבך ולבב זרעך לא כמולת הבשר שאתה חייב למול אותו:",
        "29_Chapter, 8_Verse, 0_Comment": "וטעם <b>והותירך.</b> בעבור שיתן הקללות על השונאים:",
        "29_Chapter, 8_Verse, 1_Comment": ". <b>כאשר שש על אבותיך.</b> שנחלו הארץ כי עם הגולים ממנה ידבר:",
        "29_Chapter, 9_Verse, 0_Comment": "<b>הכתובה בספר התורה הזה.</b> כי עיקר כל המצות שם ואם הם צריכים פירוש קבלה ולא תהיה שמורה עד שיהיה הלב שלם על כן בכל לבבך כי מצות השמירה עם הלב:",
        "29_Chapter, 10_Verse, 0_Comment": "<b>נפלאת.</b> נסתרת או דבר פלא שתלאה לעשותו:",
        "29_Chapter, 11_Verse, 0_Comment": "<b>לא בשמים היא.</b> פירוש נפלאת:",
        "29_Chapter, 12_Verse, 0_Comment": "<b>מעבר לים.</b> פירוש רחוקה ויתכן שהוא הים הגדול שלא יוכל אדם להכנס ברחבו מפני חשכת המים:",
        "29_Chapter, 13_Verse, 0_Comment": "<b>בפיך ובלבבך.</b> שכל המצות עיקרם הלב ויש מהם זכר בפה לחזוק הלב ויש מעשה כדי שיזכור בפה:",
        "29_Chapter, 14_Verse, 0_Comment": "<b>החיים.</b> אורך ימים:",
        "29_Chapter, 14_Verse, 1_Comment": "<b>הטוב.</b> בעושר ובריאות הגוף והכבוד:",
        "29_Chapter, 14_Verse, 2_Comment": "<b>והמות והרע.</b> הפך:",
        "29_Chapter, 15_Verse, 0_Comment": "<b>לאהבה.</b> העיקר:",
        "29_Chapter, 15_Verse, 1_Comment": "<b>ללכת בדרכיו.</b> שלא תשנה מדרכי מעשיו ומצותיו שצוך ואם לא תדע למה נתנו החוקים והמשפטים:",
        "29_Chapter, 15_Verse, 2_Comment": "והנה <b>וחיית</b>, פירוש החיים:",
        "29_Chapter, 15_Verse, 3_Comment": "<b>ורבית.</b> פירוש הטוב כי הוא רבוי הגוף בבנים ובעושר:",
        "29_Chapter, 16_Verse, 0_Comment": "<b>ואם יפנה לבבך.</b> כי הלב הוא העיקר:",
        "29_Chapter, 16_Verse, 1_Comment": "<b>ונדחת.</b> פירשתיו:",
        "29_Chapter, 17_Verse, 0_Comment": "<b>כי אבוד תאבדון.</b> פירוש המות והרע כי יאבדו הם ובניהם והונם:",
        "29_Chapter, 17_Verse, 1_Comment": "<b>לא תאריכון ימים.</b> הפך וברכך ה' אלהיך בארץ:",
        "29_Chapter, 18_Verse, 0_Comment": "<b>את השמים ואת הארץ.</b> בעבור היות' עומדים וכן על האבן תהיה בנו לעדה וכן שמעו הרים את ריב ה':",
        "29_Chapter, 18_Verse, 1_Comment": "<b>החיים והמות.</b> הם הברכה והקללה והנה יש לך לבחור בחיים:",
        "29_Chapter, 18_Verse, 2_Comment": "<b>למען תחיה.</b> בגוף או בזכר. ופירש כי החיים הם לאהבה:",
        "29_Chapter, 19_Verse, 0_Comment": "<b>כי הוא חייך.</b> על דעת המפרשים שהוא שב אל קול השם ולפי דעתי שהוא השם כאשר אמר המשורר ה' ישעי ואלהי חסדי ומגיני וחרבי:",
        "29_Chapter, 19_Verse, 1_Comment": "<b>חסלת פרשת נצבים</b>",
        "30_Chapter, 0_Verse, 0_Comment": "<b>וילך.</b> הלך אל כל שבט ושבט להודיע שהוא מת שלא יפחדו וחזק לבם בדברי יהושע על כן כתוב אחריו ואתה תנחילנה אותם ולפי דעתי כי אז ברך השבטים ואם ברכותיהם מאוחרות במכתב:",
        "30_Chapter, 1_Verse, 0_Comment": "<b>לצאת ולבוא.</b> במלחמה והטעם כי אילו לא הייתי מת עתה אין בי יכולת להלחם ואין לכם צורך למי שיעזור אתכם כי השם ישמיד הגוים גם יהושע והעד מה שראיתם בעיניכם במלחמת סיחון ועוג:",
        "30_Chapter, 4_Verse, 0_Comment": "<b>ועשיתם להם.</b> לשבור מצבותם:",
        "30_Chapter, 5_Verse, 0_Comment": "<b>חזקו ואמצו.</b> אחר שתדעו שה' הולך עמכם בכל מקום שתלכו להלחם:",
        "30_Chapter, 6_Verse, 0_Comment": "<b>חזק ואמץ.</b> גם כן אמר משה ליהושע שהוא הפקיד עליהם :",
        "30_Chapter, 6_Verse, 1_Comment": "<b>כי אתה תבוא את העם הזה.</b> ענין את כמו עם:",
        "30_Chapter, 8_Verse, 0_Comment": "<b>ויתנה אל הכהנים בני לוי.</b> שהם מורי התורה:",
        "30_Chapter, 8_Verse, 1_Comment": "<b>ואל כל זקני ישראל.</b> הסנהדרין או טעמו כמו ויצו משה וזקני ישראל:",
        "30_Chapter, 9_Verse, 0_Comment": "<b>מקץ שבע שנים.</b> תחלת השנה:",
        "30_Chapter, 11_Verse, 0_Comment": "<b>וגרך.</b> אולי יתיהד. וכאשר ישמעו ישאלו וילמדו מי שאינו חכם והבנים שהם קטנים:",
        "30_Chapter, 11_Verse, 1_Comment": "<b>למען ילמדו.</b> כל השנה ג״‎כ השבת:",
        "30_Chapter, 13_Verse, 0_Comment": "<b>קרבו ימיך למות.</b> כי לכל א' יש לו עתים קצובות וכבר פירשתי זה:",
        "30_Chapter, 13_Verse, 1_Comment": "<b>וילך משה.</b> ממחנה ישראל כי שם היה ובא אל מחנה השכינה:",
        "30_Chapter, 14_Verse, 0_Comment": "<b>וירא ה' באוהל.</b> הידוע הטעם כי עמוד הענן היה על הפתח והשם היה נראה באהל וזהו הכבוד ודבור ואצונו זהו ויצו את יהושע בן נון במצו' השם יתברך על כן אמר אשר נשבעתי להם ואח״‎כ פרשת הנך שוכב עם אבותיך ואין מוקדם ומאוחר בתורה וכן פ' ויהי ככלות משה לכתוב דבקה עם ויכתוב משה את התורה הזאת:",
        "30_Chapter, 15_Verse, 0_Comment": "<b>וקם העם הזה.</b> לא יתכן היותו דבק עם אשר לפניו כי מה טעם העם הזה וזנה:",
        "30_Chapter, 15_Verse, 1_Comment": "וטעם <b>וזנה.</b> לצאת במחשבתו מתחת רשותו:",
        "30_Chapter, 15_Verse, 2_Comment": "<b>אחרי אלהי נכר הארץ.</b> ידענו כי השם אחד והשנוי יבוא מהמקבלים והשם לא ישנה מעשיו כי כולם בחכמה. ומעבודת השם לשמור כח הקבול כפי המקום על כן כתוב את משפט אלהי הארץ על כן אמר יעקב הסירו את אלהי הנכר והפך המקום הדבק בעריות שהם שאר. והמשכיל יבין:",
        "30_Chapter, 15_Verse, 3_Comment": "וטעם <b>בקרבו.</b> שב אל נכר כאילו אמר וזנה אחרי אלהי עם נכר שהם אלהי הארץ. והקרוב כי בקרבו שב אל הארץ כי נמצא לשון זכר כמו ולא נשא אותם הארץ. נעתם הארץ:",
        "30_Chapter, 16_Verse, 0_Comment": "<b>ועזבתים.</b> כלם:",
        "30_Chapter, 16_Verse, 1_Comment": "<b>והיה.</b> כל אחד לאכול לאויב:",
        "30_Chapter, 17_Verse, 0_Comment": "וטעם <b>הסתר אסתיר.</b> שאם יקראו אלי לא אענם והמשל כאדם שלא ירא' ולא ידע מה יעש'. וכן מנהג לשון לדבר בכפל ובעלי הרקדוק יבינו זה:",
        "30_Chapter, 17_Verse, 1_Comment": "<b>כי פנה.</b> היא הרעה הגדול' כאשר פירשתי שאין למעלה ממנה:",
        "30_Chapter, 18_Verse, 0_Comment": "<b>כתבו לכם.</b> מצוה שיכתוב אותה משה גם כל מבין לכתוב:",
        "30_Chapter, 18_Verse, 1_Comment": "<b>ולמדה.</b> הטעמים הקשים שיבאר להם:",
        "30_Chapter, 18_Verse, 2_Comment": "<b>שימה בפיהם.</b> שידעו' בגרסא:",
        "30_Chapter, 18_Verse, 3_Comment": "ומלת ולמדה גם שימה זרה כי המשפט להיות ה״‎א ולמדה קמוץ ותחת הדל״‎ת פת״‎ח קטן:",
        "30_Chapter, 18_Verse, 4_Comment": "<b>לעד בבני ישראל.</b> דבק בטעם עם כי אביאנו. גם יתכן להיותו מובדל בעבור וענתה כטעם לא תענה ברעך כאילו השיר' עונה לאשר יאמרו למה מצאתנו כל זאת:",
        "30_Chapter, 20_Verse, 0_Comment": "<b>לפניו.</b> כמו נגדו והטעם שלא יזוז העד ממנו רק עמו יהיה תמיד:",
        "30_Chapter, 20_Verse, 1_Comment": "<b>כי ידעתי את יצרו.</b> כי אילו לא הייתי יודע את העתידות כבר ידעתי מה שעשו עד היום הזה:",
        "30_Chapter, 21_Verse, 0_Comment": "<b>ביום ההוא.</b> שלא איחר הדבר ויתכן שהיה יום מותו אחר מכתב דברי התורה כי השירה כתב משה עמה:",
        "30_Chapter, 23_Verse, 0_Comment": "<b>עד תומם.</b> דבק עם דברי:",
        "30_Chapter, 24_Verse, 0_Comment": "<b>ויצו משה את הלוים.</b> דרך קצרה כאילו אמר הלוים הנזכרים שהם הכהנים ולא כל הלוים כי אינם נוגעים בארון:",
        "30_Chapter, 24_Verse, 1_Comment": "וטעם <b>נושאי ארון ברית ה'.</b> בצווי וכן רבים:",
        "30_Chapter, 25_Verse, 0_Comment": "<b>והיה שם בך לעד.</b> עם כל ישראל ידבר והכהנים בכללם כאשר דבר לישראל. וטעמו הראובני והגדי לבדם כאשר פירשתי:",
        "30_Chapter, 26_Verse, 0_Comment": "<b>ואף כי אחרי מותי.</b> גם כי ידעתי אחרי מותי כי כן אמר לי השם וקם העם הזה אחר שתשכב עם אבותיך וזהו אחרי מותי:",
        "30_Chapter, 28_Verse, 0_Comment": "וטעם <b>וקראת.</b> כמו וחטאת עמך ושם מפורש:",
        "30_Chapter, 28_Verse, 1_Comment": "<b>חסלת פרשת וילך</b>",
        "31_Chapter, 0_Verse, 0_Comment": "<b>האזינו.</b> כבר פירשתי בספרי כי מלת האזינו מגזרת אזן כאילו אמר הטו אזן:",
        "31_Chapter, 0_Verse, 1_Comment": "וכבר הודעתיך שהגאון אמר כי טעם <b>השמים.</b> המלאכים וטעם <b>הארץ.</b> אנשי הארץ. או עדות הגשם היורד מן השמים והארץ תתן יבולה והנכון בעיני כי העיקר בעבור היותם עומדים לעולם וכן שמעו הרים גם אבן יהושע ושם כתוב כי היא שמעה וכבר רמזתי לך על נשמת האדם שהיא אמצעות בין הגבוהי' לשפלי' והיא תדמה הכל על צורת היכלה. ואף כי להבין גם היושבת בהיכל. על כן תגביה השפלי' ותשפיל הגבוהים:",
        "31_Chapter, 1_Verse, 0_Comment": "<b>יערף.</b> מגזרת יערף מזבחותם כטעם ירד:",
        "31_Chapter, 1_Verse, 1_Comment": "<b>לקחי.</b> מה שיקח אחד ממנו כטעם למוד וכן כי לקח טוב:",
        "31_Chapter, 1_Verse, 2_Comment": "<b>כשעירם.</b> הנכון בעיני שהם דקים:",
        "31_Chapter, 1_Verse, 3_Comment": "<b>וכרביבים.</b> מגזרת רב ושניהם שמות התאר והעד כי עשב חזק מדשא. וי״‎א כי שעירים מגזרת שער ואחרים אמרו מגזרת סערת ה' ואם הוא בשי״‎ן וכן וישתער עליו כמו ויסתער עליו גם יתכן שאין לו אח במקרא והנה הטעם כפול כדרך כל הנבואות לחזוק ועיקר הטעם שהתפלל משה שיהיו דבריו כטל וכמטר שלא ישובו ריקם כי אם הרוו את הארץ כי כן כתוב והטע' שיכנסו דבריו בלבו' השומעי' כמעשה הגשם על הארץ להולידה ולהצמיחה:",
        "31_Chapter, 2_Verse, 0_Comment": "<b>הבו גודל.</b> שב אל השמים והארץ כמו שאמר השמים מספרים כבוד אל כאשר פירשתיו וכן יהללוהו שמים וארץ:",
        "31_Chapter, 3_Verse, 0_Comment": "והחל <b>הצור תמים פעלו.</b> להודיע כי כל מה שאירע לישראל בעבור מעשיהם הרעים היה:",
        "31_Chapter, 3_Verse, 1_Comment": "וטעם <b>הצור.</b> שהוא עומד תמיד כצוד. ואל תתמה. כי כן יאמר הכתוב כארי' ישאג כי לא יוכל המדבר לדמות מעשי השם ית' כי אם אל מעשיו. כי הכל מעשיו. וכן צור לבבי כמו משען ותוקף ועמידה. וי״‎א מלשון צורה וכן וצורם לבלות שאול. ועיקר שאין לו עצם מקבל רק הוא צור קדמון והראשון נכון בעיני:",
        "31_Chapter, 3_Verse, 2_Comment": "<b>תמים פעלו.</b> כי כל מפעל פועל חסר בעבור הצטרכו לאשר הוא למעלה ממנו לבד מפעל השם הנכבד והכל (שנים) (בם' מ״‎ח גרס שונים) חוץ מיוצר הכל:",
        "31_Chapter, 3_Verse, 3_Comment": "<b>כי כל דרכיו משפט.</b> שלא ישתנו רק הם על משפט אחד וזו היא התהלה (התחלה) וכל הנבראים ישתנו מעשיהם כפי צרכיהם ומעשי השם (לכבודו) (בם' הנ״‎ל גרס לבדו) בגבורה כפי החכמה. ואין לטעון מעמידת השמש כי סודו ברור במלת וירח בעמק אילון כאשר פירשתי במקומו:",
        "31_Chapter, 3_Verse, 4_Comment": "<b>אל אמונה ואין עול.</b> הוא לבדו יש לו גבורת אמת כי כל גבורה בגבורים הוא מקרה מיד אחר. והטעם אחר שהוא אל אמונה לא יתכן שיעשה עול ויתכן להיות ואין עול בדרכיו. או מלת אל מושכת עצמה ואחרת עמה:",
        "31_Chapter, 3_Verse, 5_Comment": "<b>צדיק וישר הוא.</b> בעבור שאמר שחת לו אמר כי צדקתו שחתו עם נפתל והנה הוא לבדו ישר ויושר הישר לתקן המעות על כן טעם לו בעבור שהיו לו בתחלה:",
        "31_Chapter, 4_Verse, 0_Comment": "<b>לא בניו.</b> אלה שאמרו שאינם בניו וכן בנים לא אמון בם. והטעם שלא יודו שהוא בראם ואם יודו בפה לא יודו בלב והעד שלא יראו מהשם. ולמ״‎ד לו משרת עצמו ואחר עמו והוא למומם והטעם בעבור מומם שהוא דור עקש ופתלתל. <b>ופתלתל.</b> מתחזק ומתנצח בעקשותו וכן נפתולי אלהים. י״‎א כי טעם שחת לו כמו שחתו להם והטעם לנפש' ואל תתמה בעבור שהמלה לשון יחיד כי כן משפט הל' הלא תראה זכור ימות עולם בינו שנות דור ודור והנכון בעיני שהוא כן שחת לשם והטעם השחתת דרכי השם הנטועים והחקים שצוה כאילו אמר שחת לו דור עקש שהם לא בניו וזהו מומם והעד כי כן פירושו הבא אחריו והוא הלה' תגמלו זאת וכבר פירשתי טעם הה״‎א בספר מאזנים:",
        "31_Chapter, 5_Verse, 0_Comment": "<b>נבל.</b> במעשיו:",
        "31_Chapter, 5_Verse, 1_Comment": "<b>ולא חכם.</b> בלב והנה כלו חסר במחשבה ובמעשה:",
        "31_Chapter, 5_Verse, 2_Comment": "<b>אביך.</b> בעבור שאמר שאינם בניו:",
        "31_Chapter, 5_Verse, 3_Comment": "<b>קנך.</b> כטעם ה' קנני:",
        "31_Chapter, 5_Verse, 4_Comment": "<b>הוא עשך.</b> תקנך:",
        "31_Chapter, 5_Verse, 5_Comment": "<b>ויכוננך.</b> לקבל התיקון:",
        "31_Chapter, 6_Verse, 0_Comment": "<b>ימות.</b> עם ימי שתי לשונות וכן שנות עם שני:",
        "31_Chapter, 6_Verse, 1_Comment": "<b>עולם.</b>זמן שעבר:",
        "31_Chapter, 6_Verse, 2_Comment": "<b>שאל אביך.</b> בעבור שאמר זכור אם שכחת מה שספרו לך אבותיך שאל אותם:",
        "31_Chapter, 6_Verse, 3_Comment": "<b>ויגדך.</b> כמו ויגד לך. וכן כי ארץ הנגב נתתני. בני יצאוני:",
        "31_Chapter, 6_Verse, 4_Comment": "<b>זקניך.</b> הטעם כפל כי כן דרך צחות:",
        "31_Chapter, 7_Verse, 0_Comment": "<b>בהנחל עליון גוים.</b> אמרו המפרשים על דור הפלגה שנפצה כל הארץ כי אז גזר השם להיות ארץ שבעה גוים לישראל והוא שתספיק למספרם על כן למספר בני ישראל:",
        "31_Chapter, 7_Verse, 1_Comment": "<b>יצב.</b> י״‎א שהוא שם הפועל כמו הנה לא ידעתי דבר. וי״‎א שהוא פועל עתיד תחת פועל עבר כמו יעשו עגל בחורב. והנכון בעיני כי שאל אביך רמז למביני' וכן זקניך והטעם כמו אשר חלק ה' אלהיך כי לכל חלק למטה חלק למעלה:",
        "31_Chapter, 7_Verse, 2_Comment": "וטעם <b>למספר בני ישראל.</b> כאשר אחז״‎ל כי צורת יעקב אבינו חקוקה בכסא הכבוד והוא סוד גדול והעד כי חלק ה' עמו וזו היא המעלה הגדולה שלא עשה כן לכל גוי על כן אמר הלה' תגמלו זאת עם נבל ולא חכם שנפל ממעלתו באולתו וזה טעם אביך קנך כי קנהו לכבודו וילמדהו כאשר יפרש כמעשה האב עם הבן:",
        "31_Chapter, 8_Verse, 0_Comment": "<b>חבל.</b> כמו גורל כמו חבלים. כי בחבל ימודו הארץ:",
        "31_Chapter, 9_Verse, 0_Comment": "<b>ימצאהו בארץ מדבר.</b> פי' אביך קנך:",
        "31_Chapter, 9_Verse, 1_Comment": "וטעם <b>ימצאהו.</b> כי במדבר נכנם הכבוד עמם. ועוד כי היו במדבר כאיש תועה במדבר לא עבר בו איש כי כן כתוב ובמדבר תוהו:",
        "31_Chapter, 9_Verse, 2_Comment": "<b>ילל.</b> מקום יללת חיות כתנים ובנות יענה שישום השומע מקולם:",
        "31_Chapter, 9_Verse, 3_Comment": "<b>יסובבנהו.</b> על העננים:",
        "31_Chapter, 9_Verse, 4_Comment": "<b>יבוננהו.</b> התורה:",
        "31_Chapter, 9_Verse, 5_Comment": "<b>יצרנהו.</b> מן האויבים:",
        "31_Chapter, 9_Verse, 6_Comment": "<b>כאישון עינו.</b> כבר פירשתי א ישו ן:",
        "31_Chapter, 9_Verse, 7_Comment": "וטעם <b>עינו.</b> כלשון בני אדם והטעם שישמרם מכל אויב ואורב:",
        "31_Chapter, 10_Verse, 0_Comment": "<b>כנשר יעיר קנו.</b> פועל יוצא והטעם שיוליכם ממקום אל מקום:",
        "31_Chapter, 10_Verse, 1_Comment": "ג<b>וזליו.</b> הם הקטנים וכן ותור וגוזל ומלת גוזל שם כלל עם שם כנוי האפרוחים כמו צפור:",
        "31_Chapter, 10_Verse, 2_Comment": "<b>ירחף.</b> בנסעם מגזרת מרחפת וכן הענן עליהם בנסעם:",
        "31_Chapter, 10_Verse, 3_Comment": "<b>יפרש כנפיו יקחהו.</b> יקח כל גוזל וגוזל עד שישאהו על אברתו כי אין בו כח לעוף וזה פירושו. רק פי' על כנפי נשרים דבק עם ואביא אתכם אלי והטעם שיצאו ביד רמה ובאו במהרה אל הר סיני כטעם מי אלה כעב תעופינה:",
        "31_Chapter, 11_Verse, 0_Comment": "<b>בדד ינחנו.</b> השם לבדו כטעם על פי ה' יחנו ויסעו ואין עם השם שותף ויתכן להיות בדר על ישראל כמו הן עם לבדד ישכון:",
        "31_Chapter, 11_Verse, 1_Comment": "<b>ואיז עמו אל נכר.</b> עם ישראל והעד על זה הפי' יקניאהו בזרים:",
        "31_Chapter, 12_Verse, 0_Comment": "<b>ירכיבהו על במתי ארץ.</b> ארץ כנען שהיא אמצעית כל הישוב וירכיבהו לשון צחות:",
        "31_Chapter, 12_Verse, 1_Comment": "<b>במותי.</b> בוי״‎ו לא ישתנה מגזרת על במותימו תדרוך ואין כמוהו ואת (רשעים) (במ״‎ח גרס עשיר) במותיו:",
        "31_Chapter, 12_Verse, 2_Comment": "<b>תנובות.</b> כמו פרי מגזרת חיל כי ינוב:",
        "31_Chapter, 12_Verse, 3_Comment": "<b>שדי.</b> תאר השם על משקל חכם והיו״‎ד תחת ה״‎א כוי״‎ו שלו הייתי והעד יעלוז שדי שהוא לשון יחיד:",
        "31_Chapter, 12_Verse, 4_Comment": "<b>וינקהו דבש מסלע.</b> דרך משל כמו יעטפו ההרים עסים והטעם רוב הדבש והשמן. כי מארץ כנען יובלו כי כן כתוב:",
        "31_Chapter, 12_Verse, 5_Comment": "<b>מחלמיש צור.</b> רפה הלמ״‎ד כי הוא דבק והנה הוא הפך מצור החלמיש וכן חרבו' צורים עם צור חרבו:",
        "31_Chapter, 13_Verse, 0_Comment": "<b>חמאת בקר.</b> רוב הבשר וחלב צאן. לולי הקבלה היה זה הכתוב חוזק לדבר החלב שהזכרתי במקומו או טעם חלב כרים החלב השמן והטוב כמו כל חלב יצהר:",
        "31_Chapter, 13_Verse, 1_Comment": "<b>בני בשן.</b> שגדל בהר הבשן:",
        "31_Chapter, 13_Verse, 2_Comment": "<b>חלב כליות חטה.</b> דרך משל כי החלב על הכליות גם גרגיר החטה דומה לאחת הכליו':",
        "31_Chapter, 13_Verse, 3_Comment": "<b>ודם ענב.</b> היין והנה היא רבת דבש ושמן ובשר ולחם ויין וכל פרי וזהו תנובות שדי וי״‎א כי דבש דבש תמרים:",
        "31_Chapter, 13_Verse, 4_Comment": "<b>חמר.</b> כמו יין וכן כרם חמר ותי״‎ו תשתה לנכח והטעם כמדבר לחבירו כל כך הוא רב שתשת' חמר בכל עת. וי״‎א כי ענב לשון נקבה ואיננו כלום כי היה ראוי להיות התי״‎ו פתח עד שיצא לאחרים וי״‎א על לשון קהלה כי ישראל לשון זכר ולשון נקב' וזה קרוב מעט:",
        "31_Chapter, 14_Verse, 0_Comment": "<b>וישמן ישורון.</b> ישראל ויתכן להיות מגזרת ישר והטעם שמן זה שהיה ישר וי״‎א שהוא מגזרת אשורנו והראשון הוא הישר בעיני והעד שהוא לשון יחיד:",
        "31_Chapter, 14_Verse, 1_Comment": "<b>ויבעט.</b> כמו למה תבעטו לפי טעם המקום:",
        "31_Chapter, 14_Verse, 2_Comment": "<b>שמנת.</b> ולא חשבו לאמר לנפשו:",
        "31_Chapter, 14_Verse, 3_Comment": "<b>עבית.</b> כמו קטני עבה:",
        "31_Chapter, 14_Verse, 4_Comment": "<b>כשית.</b> י״‎א שהוא כמו כסה פניו בחלבו כי ימצא מהבנין הקל ואחרים אמרו שהוא כמו תעיתי כשה אובד וזה (ס״‎א לא) ימצא באחד מהפעלים והנכון בעיני שאין למלה הזאת אח וטעמה כמו בעטת:",
        "31_Chapter, 14_Verse, 5_Comment": "<b>ויטוש.</b> מצות אלהיו:",
        "31_Chapter, 14_Verse, 6_Comment": "<b>וינבל.</b> במחשבה ובפה. והנכון שחלל השם שלא הושיעו הוא סבב על כן כתוב צור ישועתו גם זה הפסוק על פי' הצור תמים פעלו:",
        "31_Chapter, 15_Verse, 0_Comment": "<b>יקנאהו.</b> במחשבתם כמו לא יבצר מהם:",
        "31_Chapter, 15_Verse, 1_Comment": "<b>בזרים.</b> באלהים זרים:",
        "31_Chapter, 15_Verse, 2_Comment": "<b>בתועבות.</b> הם אלילים:",
        "31_Chapter, 16_Verse, 0_Comment": "<b>לשדים.</b> כמו לשעירים אשר הם זונים על כן פירש רבי יצחק בן שאול נ״‎ע לא שערום אבותיכם מגזרת לשעירים למ״‎ד לשדים מושכת עצמה ואחרת עמה. וכן הוא לשדים וללא אלוה. ולפי דעתי שאין צורך רק פירושו לשדים שאינם אלהים ונקראו שדים על טעם אמים משוד הדעת:",
        "31_Chapter, 16_Verse, 1_Comment": "<b>אלהים לא ידעום.</b> ואיך חשבו שהם אלהים ולא ידעו זה בראי' וזאת מלת ידעום ולא בהעתקה וזהו לא שערום אבותיכם:",
        "31_Chapter, 16_Verse, 2_Comment": "<b>חדשים מקרוב באו.</b> מימים מעטים אינם קדמונים אפי' אבותיכם ולא ידעום:",
        "31_Chapter, 16_Verse, 3_Comment": "<b>שערום.</b> פי' לא שערו מהם. מגזרת וישתער עליו כטעם תסמר שערת בשרי וקרוב הוא מגזרת סערה ואם הוא בסמ״‎ך וכמוהו בני יצאוני יצאו ממני חזקתני ותוכל חזקת ממני. והנה טעמו ולא פחדו מהם:",
        "31_Chapter, 17_Verse, 0_Comment": "<b>צור ילדך תשי.</b> דבר הנביא ותמה איך שכחת אשר ילדך ועבדת חדשים גם זה צור ילדך כמו הביטו אל צור חוצבתם כאילו ממנו היה כי הכל בגבורת השם כמו רוקע הארץ מאתי והתימ' מתועי לב בעבור אני היום ילדתיך ושכחו זה הכתוב:",
        "31_Chapter, 17_Verse, 1_Comment": "<b>תשי</b> כמו לא תנשה והנח הנעלם אחר התי״‎ו תחת הדגש שהוא אלף הבלוע והיו״‎ד תחת ה״‎א וכן אל תמחי ובאו שניהם מלעיל להפריש בין זכר לנקבה בפעלים שהאות האחרון ה״‎א נח והנכון בעיני כי היו״‎ד נוסף והוא על משפט אל תט מאמרי פי:",
        "31_Chapter, 17_Verse, 2_Comment": "<b>מחוללך.</b> כמו ילדך והנה אל שהוא גבור ותקיף כמו צור ויתכן היות גזרת מחוללך מחיל כמו הרה תקריב ללדת תחיל. גם כן כתוב וינאץ השקד. או הוא פועל עומד:",
        "31_Chapter, 18_Verse, 0_Comment": "<b>בניו ובנותיו.</b> אנשים ונשים כי גם (במ״‎ח הם) קטרו לע״ג:",
        "31_Chapter, 19_Verse, 0_Comment": "<b>ויאמר.</b> השם אל לבו או אל המלאכים:",
        "31_Chapter, 19_Verse, 1_Comment": "<b>אסתירה.</b> כדרך לשון בני אדם וכן אעלים עיני והטעם כאשר יבקשוני לא ימצאו עזר:",
        "31_Chapter, 19_Verse, 2_Comment": "<b>אראה מה אחריתם.</b> י״‎א כי אני אסתיר פני מהם בעבור שאני רואה מה יעשו באחרונ' והנכון שהוא כמשמעו עד שארא' מה יעשו בצר להם:",
        "31_Chapter, 19_Verse, 3_Comment": "<b>כי דור תהפוכת.</b> דבק עם אסתירה פני:",
        "31_Chapter, 19_Verse, 4_Comment": "<b>תהפוכת.</b> שנהפכו לעבוד אלהים זולתי והם היו בני כי אני ילידתים והנה אין אמונה בהם והוא שם או תאר כי אין בהם איש אמונים כי מצאנו כי פסו אמונים כנגד חסיד גם שומר אמונים:",
        "31_Chapter, 20_Verse, 0_Comment": "<b>קנאוני.</b> קל העי״‎ן להקל על הלשון:",
        "31_Chapter, 20_Verse, 1_Comment": "<b>בלא אל.</b> הטעם שאין לו כח להציל:",
        "31_Chapter, 20_Verse, 2_Comment": "<b>בהבליהם.</b> ולא בדבר אמת:",
        "31_Chapter, 20_Verse, 3_Comment": "<b>אקניאם.</b> מהבנין הכבד הנוסף והוא יצא לשני פעולים:",
        "31_Chapter, 20_Verse, 4_Comment": "<b>בלא עם.</b> שלא הם עמי והנה פי' איך יכניסם שיביא עליהם לבדם צרות משונות ויותר מהכל גוי נבל שהכסיל והנבל איננו יודע ועל כן יהרוג ולא יחמול:",
        "31_Chapter, 21_Verse, 0_Comment": "<b>קדחה.</b> הקנאה או זאת שיעשו כי מצאנו זאת המלה יוצאת כמו כי אש קדחתם באפי ויתכן להיות קדחה כמו נקדחה כמו כל אלה חברו נחברו כל זה כנוי לחרון האף:",
        "31_Chapter, 21_Verse, 1_Comment": "<b>עד שאול תחתית.</b> כטעם גפרי' ומלח שרפה כל ארצה:",
        "31_Chapter, 21_Verse, 2_Comment": "<b>ותאכל ארץ.</b> ישראל:",
        "31_Chapter, 21_Verse, 3_Comment": "<b>ותלהט.</b> מגזרת להט החרב:",
        "31_Chapter, 21_Verse, 4_Comment": "<b>הרים.</b> הרי ישראל:",
        "31_Chapter, 22_Verse, 0_Comment": "<b>אספה.</b> י״‎א כמו אוסיף והנכון כמו אכלה מגזרת האף תספה ואם הוא מבנין אחר והטעם שלא תשאר רעה שלא תביאם. ודמה הדעות לחצים תבאנה פתאום ואין יכולת להשמר מהם:",
        "31_Chapter, 23_Verse, 0_Comment": "<b>מזי רעב.</b> כמו שרופי רעב מגזרת למזא לאתונא:",
        "31_Chapter, 23_Verse, 1_Comment": "<b>ולחומי רשף.</b> אכולי עוף כמו ובני רשף יגביהו עוף והנכון בעיני שהזכיר הארבעה השפטי' הרעים והם רעב וזהו מזי רעב. ולחומי רשף וקטב מרירי זה הדבר. ושן בהמות אשלח בם חיה. וחרב מחוץ תשכל חרב. והנה יהיה פירוש רשף כמו רשפיה רשפי אש. והטעם שיתחמם האויר. וקטב כמו הכרתה:",
        "31_Chapter, 23_Verse, 2_Comment": "<b>מרירי.</b> מרירות באויר כמו כמרירי יום וכן כתוב מקטב ישוד צהרים כמו הדבר. ולחומי רשף כמו אכולי וכן רבים:",
        "31_Chapter, 23_Verse, 3_Comment": "<b>עם חמת זוחלי עפר.</b> לנשוך והחמה כנוי לנשיכה. וטעם עפר כמו השרפי' ומלת זוחלי מיראה כי כל רואם ייראם כטעם האימים כי יש תואר השם וחבירו באליהוא בן ברכאל:",
        "31_Chapter, 24_Verse, 0_Comment": "<b>גם בחור.</b> דבק עם תשכל חרב:",
        "31_Chapter, 24_Verse, 1_Comment": "וטעם <b>גם.</b> כמשפט הלשון כאשר פירשתי. והנה חבר הכל בחורי' וגם בתולות זקנים עם נערים:",
        "31_Chapter, 25_Verse, 0_Comment": "<b>אפאיהם.</b> יש אומרים שהם שלש מלות והנכון שאין לו ריע וטעמו כמו אשחיתם בעבור שיש אחריו אשביתה מאנוש זכרם והנה כולם ימותו ואילו הי' כדעת המדקדקים שהטעם אפיצם בכל פאה לא ידבק הטעם. ויש אומרים אחריבם באפי והנה טעמו אכריתם כמו אשביתם ויבא הטעם כפול וזה נכון לולי אל״‎ף אפיהם שהיה ראוי להיות אנפיהם והטעם אאנף בם והראשון נכון:",
        "31_Chapter, 25_Verse, 1_Comment": "וטעם <b>אמרתי.</b> כלשון בני אדם אמרתי בלבי:",
        "31_Chapter, 26_Verse, 0_Comment": "<b>אגור.</b> אפחד מגזרת ויגר מואב והמתרגם אמר מגזרת אגרה בקציר והנכון שהוא מלשון תגרה והכתוב דבר כדרך בני אדם להבין השומעים:",
        "31_Chapter, 26_Verse, 1_Comment": "<b>ינכרו.</b> הפך יכירו כמו ויתנכר אליהם:",
        "31_Chapter, 26_Verse, 2_Comment": "<b>פעל כל זאת.</b> על השבטים:",
        "31_Chapter, 27_Verse, 0_Comment": "<b>כי גוי אובד עצות.</b> הנכון שזה הגוי הם צרי ישראל ומלת אבד שם התאר והיא סמוכה על כן נפתח הבי״‎ת וידוע כי מלת אבד מהפעלי' העומדי' רק פי' עצות שב אל אבד כמו נובלת עליה וכן ותאבדו דרך שהוא סמוך אל דרך והנה השכיל המתרגם שאמר מאבדי עצה:",
        "31_Chapter, 28_Verse, 0_Comment": "<b>לו חכמו.</b> אילו היו חכמי' שישכילו כי השם פעל כל זאת לישראל בעבור עונם אז יבינו לאחריתם כי כן יעשה השם בעבור עונם:",
        "31_Chapter, 29_Verse, 0_Comment": "<b>איכה ירדוף.</b> הטעם לו חכמו ישראל שישכילו איך ירדוף אחד מהצרים אלף מישראל אין זה כי אם בעבור שעזבם צורם ויש אומרים איך היו ישראל בתחלה רודף אחד מהם אלף ועתה נחלשו:",
        "31_Chapter, 29_Verse, 1_Comment": "<b>כי צורם מכרם.</b> כמו נתנם וכן ימכר ה' את סיסרא והטעם כאילו נתנם בשכר מעשיהם והנה היא מכירה ממש:",
        "31_Chapter, 29_Verse, 2_Comment": "<b>הסגירם.</b> כטע' יסגור על איש או כמו ולנו הסגירו:",
        "31_Chapter, 30_Verse, 0_Comment": "<b>כי לא כצורנו צורם.</b> דברי משה פירוש כי גוי אובד עצות והטעם כי צורנו מכרנו ואין להם צור כצורנו ולא הם טובים ממנו וכן הוא אומר ולא אויבינו פלילים וגו' כמו ולא למדתי חכמה וגו' וי״‎א שהוא כן ואויבינו יודו כן לכן איננו דבק עם מגפן סדום:",
        "31_Chapter, 30_Verse, 1_Comment": "<b>ומשדמות.</b> כפול וכן אשכלות מרורות:",
        "31_Chapter, 32_Verse, 0_Comment": "<b>חמת.</b> והנה היין כסם חמת התנינים בחמה:",
        "31_Chapter, 32_Verse, 1_Comment": "<b>וראש פתנים.</b> כמו על חור פתן ואם הוא באל״‎ף הוא כחבריו בוי״‎ו:",
        "31_Chapter, 32_Verse, 2_Comment": "<b>אכזר.</b> תקיף והאל״‎ף נוסף כאל״‎ף אצבע ואזרוע:",
        "31_Chapter, 33_Verse, 0_Comment": "<b>הלא הוא כמוס עמדי.</b> דברי השם י״‎א על הגזרות והקרוב אלי שהוא יינם שהוא ראש פתנים הוא שמור עד שישתוהו ומלת כמוס מטעם המקום ידועה כי אין לה משפחה:",
        "31_Chapter, 33_Verse, 1_Comment": "<b>חתום באוצרותי.</b> שלא תגע בו יד רק הוא שמור להם להנקם מהם:",
        "31_Chapter, 34_Verse, 0_Comment": "<b>לי נקם ושלם.</b> שם כמו הלא את הקטר והטעם לי הנקם ולי השלם לשלם להם כמעשיהם:",
        "31_Chapter, 34_Verse, 1_Comment": "<b>לעת תמוט רגלם.</b> והטעם שיפלו ולא יוכלו לעמוד:",
        "31_Chapter, 34_Verse, 2_Comment": "וטעם <b>לעת.</b> כמו וגם רשע ליום רעה והוא סוד גדול:",
        "31_Chapter, 34_Verse, 3_Comment": "<b>כי קרוב.</b> ואל יחשבו כי הנקמה תהיה בזרעם:",
        "31_Chapter, 34_Verse, 4_Comment": "<b>וחש עתידות למו.</b> וחש כל אחד מהם מהעתידות כמו בנות צעדה או חש יום עתידות והראשון נכון ומלת חש מהשניים:",
        "31_Chapter, 34_Verse, 5_Comment": "וטעם <b>עתידות.</b> הרעות העתידות לבא עליהם:",
        "31_Chapter, 35_Verse, 0_Comment": "<b>כי ידין ה' עמו.</b> יקח דין עמו מהם כמו שפטני אלהים וריבה ריבי:",
        "31_Chapter, 35_Verse, 1_Comment": "<b>יתנחם.</b> פירשתיו:",
        "31_Chapter, 35_Verse, 2_Comment": "<b>אזלת יד.</b> אזלת יד ישראל והטעם הכח והתי״‎ו תחת ה״‎א כי גם שתיהן סימני הנקבה וכן ושבת לנשיא:",
        "31_Chapter, 35_Verse, 3_Comment": "<b>ואפס עצור ועזוב.</b> כאשר יהיו הנשבי' רבים ילקחו מהם ויעזובו מהם ועתה כמעט יאבד הכל:",
        "31_Chapter, 36_Verse, 0_Comment": "<b>ואמר.</b> האויב:",
        "31_Chapter, 36_Verse, 1_Comment": "<b>צור חסיו בו.</b> כאשר פירשתי:",
        "31_Chapter, 37_Verse, 0_Comment": "<b>יאכלו.</b> כדברי האויבים שחשבו כי העולות מאכל לשם וכן בלשון רבים כדבריהם ע״‎כ כתוב אני אני הוא לבדי אחד ואין אלהים עמדי:",
        "31_Chapter, 37_Verse, 1_Comment": "<b>יין נסיכם.</b> כמו ונסכו יין ויהיו שני שמות י״‎א יין מלכם כמו נסיכי מדין כי המלאך היה נותן יין העולה והראשון קרוב אלי:",
        "31_Chapter, 37_Verse, 2_Comment": "<b>ויעז</b><b>רוכם.</b> כמו ברכנוכ' ואם תאמרו שהוא אחד יסתירכם מהצרות הבאות:",
        "31_Chapter, 38_Verse, 0_Comment": "<b>אני אני.</b> פעמיים כמו אנכי אנכי או כי אני הוא ולא אשנה והוא הנכון כי אין עמו פועל אני הוא שהמתי את ישראל ואני אחיה אותם והנה הם לא נצולו ואין מציל אתכם מידי גם אתם מידי עד עשותי את המשפט בכם. ורבים אומרים כי מזה הכתוב נלמוד חיי העולם הבא והעד שאמר בתחל' אמית ואחר כך אחיה וכן ה' ממית ומחיה והעד ה' מוריד שאול ויעל ואחרים אמרו מפסוק ואך את דמכם לנפשותיכם גם וצדקה תהיה לנו כי היא חייך בעוה״‎ב ואורך ימיך בעולם הזה למען ייטב לך. ורבינו האי ז״‎ל אמר כי לא הוצרך הכתוב לפרש דבר העוה״‎ב כי היה ידוע בהעתק' ולפי דעתי שהתורה נתנה לכל לא לאחד לבדו ודבר העוה״‎ב לא יבינו א' מני אלף כי עמוק הוא ושכר העוה״‎ב תלוי בדבר הנשמה והנה הוא חלף עבודת הלב ועבודתו להתבונן מעשה השם כי הם הסולם לעלות בו אל מעלת דעת השם שהוא העיקר והנה גם התורה ביארה למשכיל דבר עץ החיים והנה יש כח לנצח הכרובים והאוכל מעץ החיים וחי לעולם כמלאכי השרת וכן במזמור לבני קרח שמעו זאת כל העמים והסוד אך אלהים יפדה נפשי מיד שאול כי יקחני סלה וכן אחר כבוד תקחני והנה עם שניהם לקיחה כאשר עם דבר חנוך ואליהו ואחר שאמר ויקר פדיון נפשם איך אמר יפדה נפשי והמשכיל יבין:",
        "31_Chapter, 39_Verse, 0_Comment": "<b>כי אשא אל שמים ידי.</b> שבועה בדבר קיים ואשא כמו וירם ימינו ושמאלו אל השמים ומלת אשא כדרך בן אדם להבין את השומעים:",
        "31_Chapter, 39_Verse, 1_Comment": "<b>חי אנכי.</b> כאשר אני חי כן אעשה זה:",
        "31_Chapter, 40_Verse, 0_Comment": "<b>אם שנותי.</b> מפעלי הכפל כמו וחנותי לבני בטני מגזרת חץ שנון:",
        "31_Chapter, 40_Verse, 1_Comment": "<b>ותאחז במשפט ידי.</b> החרב משפט גבור מלחמה:",
        "31_Chapter, 40_Verse, 2_Comment": "<b>אשיב נקם.</b> טעם אשיב כאשר עשו לישראל וכן אשלם:",
        "31_Chapter, 41_Verse, 0_Comment": "<b>מדם חלל.</b> פירוש אשכיר:",
        "31_Chapter, 41_Verse, 1_Comment": "וטעם <b>ושביה.</b> הפצועים:",
        "31_Chapter, 41_Verse, 2_Comment": "<b>מראש.</b> פירוש תאכל בשר. וטעם <b>מראש.</b> להתיז הראש:",
        "31_Chapter, 41_Verse, 3_Comment": "<b>פרעות.</b> כמו בפרוע פרעות גם קדמונינו אמרו הנפרע:",
        "31_Chapter, 42_Verse, 0_Comment": "<b>הרנינו גוים עמו.</b> אז ישבחוהו כאשר יקום השם דמם וי״‎א מגזרת ותעבור הרנה והטעם הכרוז והכריזו עליהם בכל מקום שיהיו:",
        "31_Chapter, 42_Verse, 1_Comment": "<b>וכפר אדמתו עמו.</b> י״‎א שהוא חסר וי״‎ו והטעם וכפר אדמתו ועמו ובדרש כי הארץ תכפר בעד כמו גם הוא נכון בטעם רק אינו מטעם המקום ועוד כי האדמה ל' נקבה והה״‎א העד הנאמן ותחתיו התי״‎ו והנה איננו וכפרה. ולפי דעתי שפירושו שהעם יכפר על האדמה כי כן מצאנו אבנים שחקו מים גם נמצא כפור בלא מלת על כמו וחטאת אותו וכפרתהו והטעם כי ישראל יעשו נקמה בגוים והם יכפרו על ארץ ישראל בעבור הדם ששופך בה כמו ולארץ לא יכופר והוא דבר בטעם המקום. או פירוש וכפר כמו וטהר וכמו וכפרתהו וכן אמר יחזקאל על סוף המלחמות וטהרו את הארץ והנה ישראל יטהרוה:",
        "31_Chapter, 43_Verse, 0_Comment": "<b>ויבא משה.</b> להורות כי אחר שהלך אל כל שבט ושבט וציום בבואו אל אהל מועד ושם נקהלו אליו כל בני ישראל אז דבר השירה הזאת:",
        "31_Chapter, 43_Verse, 1_Comment": "<b>הוא והושע בן נון.</b> כמו אז ישיר משה ובני ישראל גם זאת להגדיל מעלת יהושע לעיני הכל. וקראו הכתוב הושע בשם שהיו כל ישראל יודעין אותו כי מי ידע שכנה שמו משה יהושע כי אם קריאי מועד לבדם ודרך הדרש ידועה:",
        "31_Chapter, 46_Verse, 0_Comment": "<b>כי הוא חייכם.</b> כטעם יראת ה' תוסיף ימים ועוד שתהיו בארץ טובה ולא בגלות:",
        "31_Chapter, 47_Verse, 0_Comment": "<b>בעצם היום הזה.</b> היום שאמר השירה:",
        "31_Chapter, 49_Verse, 0_Comment": "<b>ומות.</b> לתקן עצמו כי הוא יקבור את עצמו כאשר אפרש וכבר רמזתי מה שאמר אחד מחכמי הדור במלת ויאסף:",
        "31_Chapter, 50_Verse, 0_Comment": "<b>אשר לא קדשתם.</b> פירשתיו:",
        "31_Chapter, 51_Verse, 0_Comment": "<b>אל הארץ.</b> פירושו ושמה:",
        "31_Chapter, 51_Verse, 1_Comment": "<b>חסלת פרשת האזינו</b>",
        "32_Chapter, 0_Verse, 0_Comment": "<b>וזאת הברכה.</b> כברכת יעקב:",
        "32_Chapter, 0_Verse, 1_Comment": "<b>איש האלהים.</b> להודיע כי בנבואה ברך אותם:",
        "32_Chapter, 0_Verse, 2_Comment": "<b>לפני מותו.</b> סמוך למותו והטעם ביום מותו:",
        "32_Chapter, 1_Verse, 0_Comment": "<b>מסיני בא.</b> ויאמר הגאון ז״‎ל כי הר סיני ושעיר ופארן קרובים וזה הכתוב הוא על מעמד הר סיני ואמר סיני כי מסיני כמו בסיני וכן משעיר:",
        "32_Chapter, 1_Verse, 1_Comment": "<b>מרבבות קדש.</b> הם המלאכים והטעם על השכינה שירדה:",
        "32_Chapter, 1_Verse, 2_Comment": "<b>אש דת למו.</b> התורה שנתנה באש וברק ואמר כי טעם ה' מסיני בא דרך תפלה כאומר אתה שבאת בסיני והנחלת תורה יחי ראובן וזה רחוק כי היה ראוי להיות החיה ואל תמית. וחסרי אמונ' אמרו כי טעם משעיר על דת אדום. ופארן על דת ישמעאל ואלה תועים הלא ראו כי לא החל בתחלה כי אם לברך ישראל לבדם וכן כתוב אשר ברך משה איש האלהים את בני ישראל ואמר וזרח משעיר למו שפירושו להם כמו ואין למו מכשול. והנכון בעיני שהפרשה היא ברכה כלל לכל ישראל ואח״‎כ פרט לכל שבט ושבט ואחר כן כללם במקום אין כאל ישורון. והנה מצאנו שאמרה דבורה ה' בצאתך משעיר בצעדך משדה אדום והנה אין שדה אדום הר כאשר אמר הגאון כי שלשה הרים הם סמוכים או לנכח ובס' תהלות אלהים בצאתך לפני עמך בצעדך בישימון סלה ואחריו כתוב ארץ רעשה ובצעד השכינה בישימון לא היה יום מתן תורה. כי אחר מדבר פארן באו בישימון ואמר חבקוק אלוה מתימן יבוא שהוא מבני אדום תימן אומר כטעם משדה אדום. והנה הכל במלחמות ידבר והעד יקום אלהים יפוצו אויביו וכאשר יושיע השם את עבדיו ידמה הכתוב רדת עזר מהשם והארץ תמוג וההרי' ימסו והשמים ירעשו והעד בשירו' דוד ותגעש ותרעש הארץ. וטעם זה סיני פירשתיו במקומו. וכן הוא הפירוש השם בא והטעם הכבוד שנכנס בישראל ותחלת הכנסו מסיני וזרח משעיר והטעם כל השנים שהיו ישראל במדבר לא הראה השם גבורה בעמים עד בא ישראל אל שדה אדום וכן כתוב בהררם שעיר עד איל פארן והנה הם קרובים שעיר ופארן והטעם מפורש כי ממקום שעיר כאשר באו לשעיר אז זרח הכבוד לישראל והופיע מהר פארן והטעם כפול כי פה הראה יפעתו:",
        "32_Chapter, 1_Verse, 3_Comment": "<b>ואתה מרבבות קדש.</b> על דעתי שהוא דבק עם מימינו והטעם שבא אש מרבבות קדש מימין השם לסבב ישראל כטעם סוסי אש ורכב אש סביבות אלישע. וטעם <b>דת.</b> שעומדת תמיד:",
        "32_Chapter, 2_Verse, 0_Comment": "<b>אף חובב.</b> מגזר' ארמית מל' והייתם לי סגולה ועמים הם ישראל כמו אחריך בנימין בעממיך. עמים הר יקראו:",
        "32_Chapter, 2_Verse, 1_Comment": "<b>וכל קדושיו.</b> בני לוי:",
        "32_Chapter, 2_Verse, 2_Comment": "<b>בידך.</b> שהם סביבות הארון:",
        "32_Chapter, 2_Verse, 3_Comment": "<b>והם תכו לרגלך.</b> ילכו על דרכך וטעם <b>בידך.</b> שתשמר':",
        "32_Chapter, 2_Verse, 4_Comment": "<b>ישא מדברותיך.</b> כי הם ילמדו התורה והם המעתיקים על תורה שבעל פה:",
        "32_Chapter, 2_Verse, 5_Comment": "<b>ישא.</b> כל א' ואם הם רבים:",
        "32_Chapter, 2_Verse, 6_Comment": "וטעם <b>מדברותיך.</b> כי אשר דברת ישאו כי הם נושאי התורה. כי גם הם ישאו את הארון:",
        "32_Chapter, 2_Verse, 7_Comment": "וטעם <b>ישא</b> כמו. ולא תשא שמע שוא:",
        "32_Chapter, 2_Verse, 8_Comment": "<b>תכו.</b> בלא אח וי״‎א מל' מתוך כאילו הולכים בתוך רגלך ואחרים אומרים כי התי״‎ו במקום ה״‎א כתי״‎ו תרגלתי לאפרים כטעם אפילו שיוכו בשבילך לא יעזבו דבריך וזה רחוק. והנכון שהוא כמו נמשכו והטעם שילכו אל המקום ששם הארון שהוא הדום רגלי השם וזאת היא הברכ' שהשם יהיה חומת אש סביב ישראל ויהיה סגולתו והלוים יורו התורה תמיד:",
        "32_Chapter, 3_Verse, 0_Comment": "<b>תורה צוה לנו משה.</b> זהו שישא ויאמר דור לדור כך העתקנו מפי משה ירושה בידינו ויהיה למ״‎ד לנו מושך עצמו ואחר עמו. וכן היא מורשה לקהלת יעקב כמו והנבואה עודד הנביא ויהי מורשה מורשה קהלת יעקב:",
        "32_Chapter, 4_Verse, 0_Comment": "<b>מלך.</b> הוא משה ששמעו ראשי עם התורה מפורשת מפיו והטעם כי הוא היה כמלך והתאספו אליו ראשי השבטים ויחזיק זה הפי' שאמר הכתוב כי התורה נתנה לכהנים שהם לפי דעתי כל קדושיו בידיך ואל כל זקני ישראל זהו בהתאסף ראשי עם גם שם כתוב הקהילו אלי כל ראשי שבטיכם. ויאמר רבי יהודה הלוי ז״‎ל כי המלך רמז לתורה וכן היה מפרש אין מלך בישראל:",
        "32_Chapter, 5_Verse, 0_Comment": "<b>יחי ראובן.</b> הנה החל מהבכור כי כן המשפט ולא הזכיר שמעון בעבור בעל פעור כי העובדים היו שמעונים ומספרם לעד גם נשיאם נהרג או הלך על דרך יעקב שלא ברך שמעון ולוי ובעבור כבוד אהרן נתלה השבט ממנו ולא היה בשבט שמעון גדול כמותו. ואם יטעון טוען למה בירך ראובן. התשובה כי יעקב ברכו והברכ' היא אל תותר שיהיה כאחד מאחיו. ואחר ראובן הזכיר יהוד' שהוא בעל דגל והוא עולה בתחלה למלחמה ואחר כן לוי ואחריו בנימין בעבור היות הלוים דרים בירושלים שהיתה בין יהודה ובין בנימין כן כתוב. ואחר כן שבט יוסף שלא יאחרנו וכבר הקדים אחיו הקטן ואחר כן זבולון בעבור שהוא נלחם ואחר כן יששכר. וכאשר תמו בני הגבירות החל מגד שהוא עם דגל בני הגבירו' ואחר כן דן שהוא בעל דגל ואחר כן נפתלי כי הוא גדול מאשר:",
        "32_Chapter, 5_Verse, 1_Comment": "<b>יחי ראובן.</b> תפלה ואל ימות שיתכן שיהיה כבן אדם לחיות שנים קצובות וימות:",
        "32_Chapter, 5_Verse, 2_Comment": "<b>ויהי מתיו מספר.</b> ואל יהי מתיו מספר כמו ולא למדתי חכמה ובי״‎ת באל שדי כאשר פירשתי רבים כי יתכן שיחיה לעולם ויהיו מעטים וכל דבר שיספר הוא מעט. וכן ואני מתי מספר:",
        "32_Chapter, 6_Verse, 0_Comment": "<b>וזאת ליהודה.</b> וכן אמר ליהודה שיחיה ולא ימות והוסיף עוד שמע ה' קול יהודה בבואו למלחמה כי הוא יעלה בתחלה:",
        "32_Chapter, 6_Verse, 1_Comment": "<b>ואל עמו תביאנו.</b> אל המחנה אשר בגלגל או תפלה על היוצאים להלחם על ארץ אויב:",
        "32_Chapter, 6_Verse, 2_Comment": "<b>רב לו.</b> יספיקו לו ידיו ואין לו צורך למי שיעזור אותו כי אם עזרת השם לבדו וי״‎א מל' מריבה והטעם ידיו יריבו בעדו ואחרים אמרו כמו וברקים רב מגזרת ורבו:",
        "32_Chapter, 7_Verse, 0_Comment": "<b>וללוי אמר.</b> בעבור לוי אמר לשם כמו אמרי לי אחי הוא:",
        "32_Chapter, 7_Verse, 1_Comment": "<b>לאיש חסידך.</b> לאיש שהוא חסידך:",
        "32_Chapter, 7_Verse, 2_Comment": "<b>אשר נסיתו במסה.</b> שם כמו בנסיון והטעם שהיה חסיד ולא נמצא בו דופי חוץ מדבר מריבה שכבר הענשתו עליו גם זה יחזיק פירושי בדבר העגל כי לכבוד השם עשהו:",
        "32_Chapter, 7_Verse, 3_Comment": "וטעם <b>תומיך ואוריך.</b> שיהיו תמיד לו ולזרעו:",
        "32_Chapter, 8_Verse, 0_Comment": "<b>האומר.</b> על השבט ידבר כמו שמואל שבא כאשר נגמל אל בית ה' להרגילו:",
        "32_Chapter, 8_Verse, 1_Comment": "<b>ואת בניו לא ידע.</b> יש מהם אחד שהוליד בנים לעבוד השם:",
        "32_Chapter, 8_Verse, 2_Comment": "<b>כי שמרו אמרתך.</b> כמו שמרו עדותיו וחק נתן למו עד שיורום לישראל ויש אומרים על דבר מי לה' אלי:",
        "32_Chapter, 9_Verse, 0_Comment": "<b>ישימו קטורה.</b> הכהנים מהם:",
        "32_Chapter, 9_Verse, 1_Comment": "<b>וכליל.</b> היא העולה:",
        "32_Chapter, 10_Verse, 0_Comment": "<b>ברך ה' חילו.</b> הבכורים והמעשר:",
        "32_Chapter, 10_Verse, 1_Comment": "<b>ופעל ידיו.</b> הקרבנות:",
        "32_Chapter, 10_Verse, 2_Comment": "<b>מחץ מתנים.</b> הטעם מחץ קמיו:",
        "32_Chapter, 10_Verse, 3_Comment": "<b>מן יקומון.</b> מן אשר יקומון עליהם כמו לים מכסי':",
        "32_Chapter, 11_Verse, 0_Comment": "<b>לבנימן אמר.</b> בעבור בנימין שהוא ידיד השם ישכון בנימין לבטח על השם והשם שוכן בין כתיפיו:",
        "32_Chapter, 11_Verse, 1_Comment": "<b>חופף עליו.</b> על הכבוד שהיה דר בירושלם בחלק בנימין כי כן כתוב:",
        "32_Chapter, 11_Verse, 2_Comment": "וטעם <b>בין כתפיו.</b> באמצע נחלתו או שהיה נראה גם להיות דבק עם חופף:",
        "32_Chapter, 12_Verse, 0_Comment": "<b>ממגד.</b> שיתנו השמים:",
        "32_Chapter, 13_Verse, 0_Comment": "<b>תבואות שמש.</b> כי תבואות הזרע והכרם תלויה בשמש:",
        "32_Chapter, 13_Verse, 1_Comment": "<b>גרש.</b> מגזרת ויגרשו מימיו והוא שיעשה האויר בלחותו כי אין חומו ככח השמש. ואמר ירחים בעבור שיתחדשו והן רבים בשנה אחת:",
        "32_Chapter, 14_Verse, 0_Comment": "<b>ומראש.</b> הטעם וממגד ראש הררי קדם:",
        "32_Chapter, 14_Verse, 1_Comment": "<b>גבעות עולם.</b> כפול:",
        "32_Chapter, 15_Verse, 0_Comment": "<b>וממגד ארץ.</b> כפול ארץ המישור:",
        "32_Chapter, 15_Verse, 1_Comment": "<b>ומלואה.</b> מאשר היא מלאה:",
        "32_Chapter, 15_Verse, 2_Comment": "<b>ורצון שכני סנה.</b> הוא השמים:",
        "32_Chapter, 15_Verse, 3_Comment": "<b>תבואתה.</b> הברכה הזאת והתחברו שנים סימנין התי״‎ו והה״‎א כמו עזרתה ישועתה בצרתה ובעבור שהזכיר התבואה דמה השבט לשור ואמר בכור שורו כי יש לו כח רב כי הוא ראשית און:",
        "32_Chapter, 16_Verse, 0_Comment": "<b>הדר לו.</b> גוף גדול והטעם מספר רב:",
        "32_Chapter, 16_Verse, 1_Comment": "<b>וקרני ראם.</b> בכח:",
        "32_Chapter, 16_Verse, 2_Comment": "<b>רבבות אפרים.</b> כדברי יעקב:",
        "32_Chapter, 17_Verse, 0_Comment": "<b>שמח זבולון בצאתך.</b> למלחמה וכן זבולן עם חרף נפשו למות:",
        "32_Chapter, 17_Verse, 1_Comment": "<b>באהליך.</b> כמו וירא מנוחה כי טוב:",
        "32_Chapter, 18_Verse, 0_Comment": "<b>עמים הר יקראו.</b> בעבור שזבולן דר לחוף אניות יהיה עשרו רב וזהו כי שפע ימים יינקו והוא מגזרת שפעת גמלים:",
        "32_Chapter, 18_Verse, 1_Comment": "<b>ושפוני טמוני חול.</b> אין לו אח וטעמו כמו טמוני וכן אדמת עפר והטעם שיהא להם עושר רב עד שיטמנהו בחול ובעבור עשרם יבואו רובם אל הר השם לזבוח זבחי תודה לשם:",
        "32_Chapter, 19_Verse, 0_Comment": "<b>מרחיב גד.</b> דמהו לאריה כל רואיו יברחו ממנו ואין מי יצר לו:",
        "32_Chapter, 20_Verse, 0_Comment": "<b>וירא ראשית לו.</b> הטעם שראה לנפשו ויבקש לו נחלה קודם לישראל:",
        "32_Chapter, 20_Verse, 1_Comment": "<b>כי שם חלקת.</b> כמו חלק ומחוקק הוא הגדול והשליט כמו לבי לחוקקי ישראל וספון כמו וספון בארז (בתוכם ספונים) [צ״‎ל בבתיכ' ספוני'] שטעמו שהם ספונים וכן קירות הספון והטעם כי ראה ארמונים ספונים שהיו חלק גדולי האמורי:",
        "32_Chapter, 20_Verse, 2_Comment": "<b>ויתא.</b> חסר אל״‎ף והטעם שבאו ראשי גד עם ישראל חלוצי צבא ומשה ראה זה בנבואה:",
        "32_Chapter, 20_Verse, 3_Comment": "<b>צדקת ה' עשה.</b> שמלא בידו את אשר דבר בפיו שנדרו בני גד שיצאו עם ישראל להלחם עם אויביהם ולא הזכיר ראובן ויתכן כי זה בעבור שהיו בני גד גבורים יותר מבני ראובן והנה דברי הימים לעד שאמר על בני גד ופני אריה פניהם ולא תמצא כן בבני ראובן:",
        "32_Chapter, 21_Verse, 0_Comment": "<b>יזנק.</b> אין לו חבר במקרא והטעם דמהו בגבורתו לגור אריה כאשר ידלג מהר בשן:",
        "32_Chapter, 22_Verse, 0_Comment": "<b>שבע רצון.</b> שם התאר. וכן הוא יהיה שבע רצון:",
        "32_Chapter, 22_Verse, 1_Comment": "<b>ים ודרום.</b> שנחלתו יהיה מערבית דרומית:",
        "32_Chapter, 23_Verse, 0_Comment": "<b>רצוי.</b> כמו אהוב:",
        "32_Chapter, 23_Verse, 1_Comment": "<b>וטובל בשמן רגל.</b> ו. מרוב השמן כטעם כבס ביין לבושו וכן אמר יעקב שמנה לחמו:",
        "32_Chapter, 24_Verse, 0_Comment": "<b>ברזל ונחשת מנעליך.</b> כי בחלקו יהיה הרי ברזל ונחשת:",
        "32_Chapter, 24_Verse, 1_Comment": "<b>וכימיך דבאך.</b> אין לו ריע וטעם המתרגם ידוע כי תוקף יהיה לך כל ימיך ויש אומרים שהאל״‎ף תחת אות הכפל כמו אשר בזאו נהרים ארצו והטעם מגזרת דובב שפתי ישנים. וזה הטעם בלי טעם:",
        "32_Chapter, 25_Verse, 0_Comment": "<b>אין כאל ישורון.</b> שב לברך הכלל:",
        "32_Chapter, 25_Verse, 1_Comment": "<b>רוכב שמים.</b> פירוש שהוא תקיף והעד שהוא רוכב שמים ובגאותו שחקים הטעם בגאותו הם עומדים:",
        "32_Chapter, 26_Verse, 0_Comment": "<b>מעונה אלהי קדם.</b> דע כי מעון כמו סוכה והעד ויהי בשלם סוכו ומעונתו בציון ורבים כן והטע' כי מעונה שלך הוא אלהי קדם כמו עליון שמת מעונך. מעין אתה היית לנו. ולעול' המעון למעלה על החוסה בו והמקום למטה:",
        "32_Chapter, 26_Verse, 1_Comment": "<b>ומתחת זרועות.</b> שיתמכו אותך:",
        "32_Chapter, 26_Verse, 2_Comment": "וטעם <b>עולם.</b> שכן יהיו נצח ולא תחלשנה והמעון שלך לא יסור כי הוא אלהי קדם והטעם קדמון שאין לו ראשית ואחרית. וטעם ראשית ואחרית כנגד הנבראים והגאון אמר כי ומתחת פירוש ומתחת השם ולא פירש כלום:",
        "32_Chapter, 27_Verse, 0_Comment": "<b>עין יעקב.</b> כל מי שיצא ממעין יעקב. וכן ומימי יהודה יצאו:",
        "32_Chapter, 27_Verse, 1_Comment": "<b>אל ארץ.</b> כמו הארץ וכן והתפללו אל המקום הזה:",
        "32_Chapter, 27_Verse, 2_Comment": "<b>אף שמיו.</b> שמי הארץ או ישראל והטעם כי תולדות הארץ להוציא דגן ותירוש אף השמים יתנו תמיד טלם ואין צורך להשקות:",
        "32_Chapter, 28_Verse, 0_Comment": "<b>מי כמוך.</b> בגוים:",
        "32_Chapter, 28_Verse, 1_Comment": "<b>מגן עזרך.</b> שלא יגע בך רע:",
        "32_Chapter, 28_Verse, 2_Comment": "<b>ואשר חרב.</b> ואשר הוא החרב שתתגאה בו על כל אויביך:",
        "32_Chapter, 28_Verse, 3_Comment": "<b>תדרוך.</b> כמו מדרוך כמו מדרך כף רגל כדברי גדעון:",
        "33_Chapter, 0_Verse, 0_Comment": "<b>ויעל משה.</b> לפי דעתי כי מזה הפסוק כתב יהושע כי אחר שעלה משה לא כתב ובדרך נבואה כתבו והעד ויראהו ה' גם ויאמר ה' אליו גם ויקבור:",
        "33_Chapter, 4_Verse, 0_Comment": "<b>וימת שם משה עבד ה'.</b> שאפי' במותו עשה מה שצוהו כעבד:",
        "33_Chapter, 4_Verse, 1_Comment": "<b>על פי ה'.</b> כי הוא אמר לו עלה ומות וכן ' ' נכתב על אהרן על' פי ה' וכן על פי ה' יחנו:",
        "33_Chapter, 5_Verse, 0_Comment": "<b>ויקבר אותו.</b> הוא קבר עצמו שנכנס במערה בגיא וכן וירעו הרועים אותם ויראו שוטרי בני ישראל אותם ודע כי הר העברים שהוא הר נבו שהוא צלם ככב הוא בעצמו הגיא שהוא ראש הפסג' שהוא מול בית פעור והעד שאמר הכתוב כי נסע ישראל מבמו' אל הגיא אשר בשדה מואב ראש הפסגה וכתיב ויעל משה מערבות מואב אל הר נבו ראש הפסגה ושם מת ושם קבורתו וכתיב ונשב בגיא מול בית פעור והנה אחר שישבו ישראל בגיא אמר הכתוב ויסעו בני ישראל ויחנו בערבות מואב וכתוב אחר ויחנו בהרי העברים לפני נבו ויסעו מהרי העברים ויחנו בערבות מואב והנה דבר ברור כי במקום שמת משה שם קבודתו:",
        "33_Chapter, 5_Verse, 1_Comment": "<b>עד היום הזה.</b> דברי יהושע. ויתכן שכתב זה באחרית ימיו:",
        "33_Chapter, 6_Verse, 0_Comment": "<b>לחה.</b> הה״‎א תחת וי״‎ו כמו בתוך אהלה מגזרת לח כי היבשות תתגבר על הזקן:",
        "33_Chapter, 6_Verse, 1_Comment": "וטעם. <b>נס.</b> הפך מתח:",
        "33_Chapter, 7_Verse, 0_Comment": "<b>בני ישראל.</b> ובאהרן כל בית ישראל בעבור כבוד משה:",
        "33_Chapter, 7_Verse, 1_Comment": "<b>ויתמו.</b> וכאשר תמו ימי בכי אבל משה שמה שמעו בני ישראל אל יהושע:",
        "33_Chapter, 8_Verse, 0_Comment": "<b>מלא</b> <b>רוח חכמה.</b> היא דוח ה' והעד כי סמך משה את ידיו עליו כי לא ימצא כמותו בישראל שישען עליו:",
        "33_Chapter, 8_Verse, 1_Comment": "<b>ויעשו כאשר צוה ה' את משה.</b> שישמעו אל יהושע:",
        "33_Chapter, 9_Verse, 0_Comment": "<b>פנים אל פנים.</b> פירשתיו:",
        "33_Chapter, 11_Verse, 0_Comment": "<b>היד החזקה.</b> פליאות הים:",
        "33_Chapter, 11_Verse, 1_Comment": "<b>המורא הגדול.</b> מעמד הר סיני:",
        "33_Chapter, 11_Verse, 2_Comment": "<b>חסלת פרשת וזאת הברכה</b>:"
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Ibn Ezra on Deuteronomy"
}