{
    "title": "Ohr Sameach on Mishneh Torah, Robbery and Lost Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Robbery_and_Lost_Property",
    "text": [
        [],
        [
            [],
            [],
            [
                "<b>מכרה הגזלן או נתנה במתנה כו' הואיל ונתייאשו הבעלים בין לפני מכירה כו' קנאה הלוקח ביאוש ושינוי רשות:</b><br><b> דעת </b> רבינו דלענין קניית גוף החפץ קני אף אם היה היאוש אחר המכירה, ולענין חיוב הדמים לשלם אף אם היאוש היה קודם המכירה חייב לשלם, וזה דייק אינה חוזרת בעצמה אבל הדמים חייב לשלם, וכן פירש לנו באורך פ\"ה מה\"ג הלכה ג' ועיין בהרב המגיד. ונראה לנו בטעמו של דבר. דהנה רבינו כתב בפרק א' דהמשתדל שחבירו ימכור לו החפץ אף באופן דגמר ומקני ליה עובר משום לא תחמוד, וכתב הרב המגיד. ואע\"ג דאמר רבא בתמורה כל מלתא דאמר רחמנא ל\"ת אי עביד לא מהני כו' הרי הוא כעין גזל צמר ועשה ממנו בגד כו' וקנה הדבר בשנוי עכ\"ל. ולפ\"ז יתכן לומר אע\"ג דהקונה מגזלן אחר יאוש אינו עובר בלא תגזול, דאם נאמר דהקונה מהגזלן אחר יאוש כיון דמפיק גוף החפץ מן הבעלים דקנוי לו ביאוש ושינוי רשות עובר משום לא תגזול, א\"כ איך כתב רבינו מי שעבר ואכל הגזילה אחר יאוש פטור מלשלם, כיון דעובר על לא תגזול ודאי דחייב בתשלומין דאין לך מוציא מרשות בעלים טפי ממי שאכלו. אמנם בלא תחמוד עבר הקונה מן הגזלן אחר יאוש כיון שמשתדל להוציא הדבר מבעלים, וכיון דעבר בלא תחמוד א\"כ לא ליהני הקנין משום אי עביד לא מהני, וצריך לומר דילפינן מגזל דמהני מה שנכנס קצת ברשות הגזלן ע\"י הגזילה שיהיה קנוי אליו אחר יאוש או ע\"י שינוי, וגלתה התורה דלא אמרינן אי עביד לא מהני, אבל לא למדנו רק לענין גוף החפץ לא אל הדמים אשר גם ע\"י גזילו חייבתו התורה לשלם, א\"כ לענין קניית הממון לא מהני והבן, וא\"כ זה דוקא במכר או במתנה, אבל בירושה דקנין ממילא נעשה בכל נכסי אביו א\"כ לא שייך לא מהני לכן קני לגמרי דלהוי פטור גם מן הדמים, ולכן שפיר אמר רמי ב\"ח דהגוזל והניח לפני בניו אם נתייאש בחיי האב הגזלן והיורשים קנו ביאוש ושינוי רשות, קנו לגמרי דפטורים קתני מלשלם, דגם דמים לא משלמי דלא שייך ע\"ז הקנין לא מהני כיון דנעשה מאליו, ולכן בפרק חזקת (דף מד) פריך ולוקמה ביורש כו' דבפרה וטלית אינו נוגע דהיורש אינו צריך להחזיר גם הדמים. ואולי זהו הכוונה בפ\"ק דתמורה אלא במאי קא מיפלגי אביי ורבא בשינוי קונה, פירושו בשינוי רשות הבא אחר יאוש דעבר על לא תחמוד ואם עביד מהני אינו צריך לשלם גם הדמים לנגזל ואם לא מהני דמים מיהא צריך לשלם, הגם דעל גוף הגזילה דקני ילפינן מגזל גופיה דקני ע\"י שינוי. ועיין רש\"י שם שנדחק בפירוש השמועה:<br><b> ובהא </b> דפסק רבינו דשינוי רשות ואח\"כ יאוש קני, דלאוקימתא דרב זביד פליגי בהא רב ור\"י דהלכה כר\"י דשינוי רשות ואח\"כ יאוש לא קני, וכבר הקשה זה הרב המגיד. נראה דאולי י\"ל כך, דלמאי דאוקים לעיל דפליגי בדרב חסדא, על כרחין בדליתא לגזילה בעינא, דבהגזילה בעין כו\"ע סברי דלפני יאוש מחויב להחזיר החפץ לבעלים, ועיין תוס' חולין (דף קלד), א\"כ יכול להיות דלרב זביד דמוקי כגון שנתייאשו הבעלים ביד לוקח ולא ביד גנב ג\"כ סבר דבהוכר הגנב לכו\"ע לא עשו תקנת השוק, וא\"כ אם נימא דקנה בשינוי רשות ואח\"כ יאוש, הרי כבר קנה גוף החפץ, וכי קנה רק לגופו דחפץ, אבל הדמים מחויב להחזיר, ושוב כי יאכלנו הרי שלו הוא אוכל ואף אם נאבד או נגנב ג\"כ שלו הוא דנאבד, ולכן אם אין הגזילה קיימת מחויב לשלם הדמים לבעה\"ב ושפיר אמר ר' יוחנן הדין עם השני ג\"כ, [ואולי הוי מקח טעות דאילו ידע הלוקח שגנובה היא אצלו ויתחייב לשלם לבעלים ממון לא הוה קני וא\"כ החפץ חוזר לבעליו ומצי תבע החפץ ממנו והוי מקח טעות] אבל רב בשם ר' חייא סבר דשינוי רשות ואח\"כ יאוש לא קני, א\"כ לא נעשה שלו ביאוש והרי הוא של בעה\"ב ותו כי אכיל אחר יאוש פטור כמו גזל ונתייאשו ובא אחר ואכלו דפטור וכמו שפסק רבינו לקמן פרק ה' הלכה ד' מי שעבר ואכל הגזילה אחר יאוש כו', ואי דיתחייב השני דמים משום דהוי גזלן, מלבד דכתבו רבנן בתראי הקצות והנתיבות, דכי לקח מגזלן אף קודם יאוש לא עבר בלא תגזול ואינו חייב באונסין כיון שלא נטל מבית הבעלים דכבר אינו ברשותו להקדיש וכמו דגונב מן הגנב פטור מכפל, ורק בבא אחר ואכלו חייב מדין מזיק ונהנה מממון חבירו קודם יאוש יעו\"ש בסימן ל\"ד, ודאי דאתי שפיר דכי משהה הלוקח עד אחר יאוש ואכלו אח\"כ דפטור, כיון דביאוש לא קני, ועל האכילה שלאחר יאוש ודאי דלא גרע מאחר, אלא אף אם נימא כמו שהעליתי במק\"א דלא כהני רבנן וכמו באבידה אם נטלה ע\"מ לגוזלה עבר משום בל תגזול אף דאינו ברשות הבעלים ולא מצי להקדישה כשהיא אבודה וכמו\"ש לעיל פרק ג' מהלכות גניבה מהא דחייב כפל באבידה [הן דמזה אין ראיה כ\"כ דלא דמי נאבד לגזולה או גנובה דנכנס כבר לרשות אחר משום דהגזלן או הגנב קני לה לקנותה בשינוי וכיו\"ב משא\"כ בנאבדה] מכל מקום כאן דלא ידע הלוקח שהיא גנובה ולא נתכוין לגזול מן הבעלים רק דסבר דהיא של הגנב, יתכן דאינו גזלן להתחייב באונסין, והא דמוקי לעיל דפליגי בדרב חסדא הוא באכל השני לפני יאוש, דהגם דלא ידע שהיא גנובה בכ\"ז חייב לשלם על אכילתו דלא נפק עדיין מרשות בעלים ועיין מחנה אפרים סימן ו' בזה ולדעתנו נכון כמוש\"כ, וא\"כ פסק רבינו כר' יוחנן, וכן מורה סידור מ\"ס כו' שינוי רשות ואח\"כ יאוש לא קני זה על רב הקודם במימרא, אולם לפ\"ז קשה דרב סבר יאוש כדי קני ומכש\"כ אצל הלוקח וצ\"ל הא דידיה הא דרביה בשם ר' חייא, אולם אם נפרש דהגזילה בעין ורב סבר דש\"ר ואח\"כ יאוש קונה א\"כ כיון דצריך להחזיר הדמים לשיטת רבינו א\"כ אמאי אמר הדין עם הראשון הא דינא דראשון הוא לשלם דמים וזה החיוב דתשלומי דמים יש לו על השני ג\"כ, וצריך לדחוק דלדידיה כו\"ע סברי עשו בו תקנת השוק, רק דלר' יוחנן דשינוי רשות ואח\"כ יאוש לא קני בעי השני למיהדר החפץ ונוטל הדמים משום תקנת השוק, ולרב החפץ קני לגמרי והדמים לא בעי למיהדר לבעלים משום תקנת השוק, וזה דחוק, דלהנך אוקימתות לא הוזכר תקנת השוק. ומה שכתבתי דאם אכלן אחר יאוש בכה\"ג דלא נעשה גזלן למ\"ד ש\"ר ואח\"כ יאוש לא קנה דפטור, מוכרח כן ממש\"כ רבנן בתוספות ד\"ה גזל ולא נתייאשו כו' אבל נתייאשו כו' כיון דאכלו האחרון ואפילו כו' כגון היכי דליכא שינוי רשות שנתייאש אחר שבא ליד השני, ואמאי כיון דמטא ליד האוכל קודם יאוש תו הוי גזלן גמור וחייב באונסין ובמאי יפטר במה שאכלן אחר יאוש, וע\"כ או דסברי דהגוזל מן הראשון אינו גזלן, או דהם מיירי גם כן באופן דסבור שהם של הגזלן דאינו נעשה גזלן להתחייב באונסין וזה ברור בשיטת רבינו בס\"ד ודוק:<br><b> והנה </b> רבוותא פליגי ביאוש ושנוי רשות אם הא דהלוקח קני הוא מצד דעל ידי יאוש יצא מרשות הנגזל ותו הלוקח דלאו באיסורא אתא לידיה זכי מהפקר, או דעל ידי יאוש בצירוף השינוי רשות קני הגזלן ומיד הגזלן קני הלוקח, ונפ\"מ לענין אם קידש אשה בגזילה אחר יאוש אם נאמר דמיד הפקרא זכיא א\"כ לא היה ממון של המקדש, יעוין פ\"ה דהלכות אשות הלכה ז' בהרהמ\"ג בזה. ולכאורה נפק\"מ לענין אם בעל חובו של גזלן טריף מיניה דלוקח אף במטלטלי לא נפ\"מ. אולם לשיטת תוספות בחזקת הבתים (דף מד) דמועיל יאוש בקרקע היכי דשמעינן דאתייאש בפירוש, יש להסתפק אם מצי טריף מיניה דלוקח מאחר דאיהו קני מיד הגזלן היינו שעל ידי שינוי הרשות נעשה של גזלן וא\"כ שפיר טריף מיניה בעל חובו דגזלן. ולכאורה לפ\"ז מאי מקשים תוספות שם אמאי מפליג בין פרה וטלית לקרקע, הא בקרקע אם נתייאש שפיר מעיד. ולפ\"ז אם עמד בדין הלא בגזל כשעמד בדין טריף ממשעבדי כמפורש פ\"ק דב\"מ בסוגיא דשבח, וא\"כ כי עמד בדין ונתחייב הגזלן לשלם תו כי מוכר השדה ללוי טריף שמעון מלוי להשדה עבור הדמים שנתחייב לו ראובן הגזלן ושפיר טריף מיניה דלוקח מגזלן עבור חובו של גזלן, ומוכרח דסברו דמהפקר זכי הלוקח, ותו לא מצי טריף עבור הדמים שנתחייב לו הגזלן, ודוחק לומר דכוונתם על לשון אביי מפני שהיא חוזרת לו ולפ\"ז הלא מצי לסלקו בזוזי, וזה דחוק:<br><b> ואולי </b> כפי מה שביאר הריטב\"א בהא דאמרו בסוכה (דף ל') דאי אין קרקע נגזלת וגזל סוכה יצא ידי חובתו ולא חשיב מצוה הבאה בעבירה, דהעבירה אינה חלה על עצם הדבר, רק הוא כמו איסור צדדי כיון דאכתי ברשות הבעלים קאי יעו\"ש, כן סברי רבנן דתוספות דאם מועיל יאוש בקרקע, כיון דאינה נגזלת וברשות בעלים קאי א\"כ לא נפקע עדיין מרשות הבעלים ותו כי מייאש מינה לא מיחשבא באיסורא אתאי לידיה דהוי כמו איסור צדדי ויאוש הוי כהפקר וא\"כ שפיר קני הגזלן לה גופא ותו כי עמד עם הגזלן בדין הלא שפיר טריף מלוקח מינה אחר יאוש עבור דמי השדה שעמד בדין דכמלוה בשטר דמי לטרוף ממשעבדי ותו לא מצי מעיד עליה מפני שתחזור אליו ע\"י טירפא ממשועבדים עבור חוב שתובע להגזלן המוכר, וא\"ש לכל השיטות סברת רשב\"ם דיאוש מועיל בקרקע, ויעוין תוספות ריש פרק לולב הגזול שפירשו דטעמא דבאיסורא אתא לידיה שייך בקרקע, ולדעתי צריך עיונא:<br><b> ולפי </b> דרך הראשון שכתבנו דעל ידי השינוי רשות קני הגזלן גופיה ומיניה קנוי ללוקח, נראה דהוי כאילו קנה הגזלן השדה בתר דעומד בדין ותליא אם דאקני ומכר משתעבד, אמנם כבר פרשו רבנן בתוס' פרק יש בכור גבי פדיון הבן דכל יומא בחיוב לא שייך דאיקני, ולפ\"ז צריך לחקור כאן גבי גזל אם יתכן לומר כיון דמחויב בהשבה להשיב הגזילה הלא החיוב כולא יומא קאי ולא דמי למלוה דמשעבד מדעתו וע\"ז לא סמך המלוה על מה שיקנה ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גזל טלה ונעשה איל עגל ונעשה שור כו' ומשלם כשעת הגזילה:</b><br><b> בפרק </b> הגוזל קמא, ארחב\"א אמר ר' יוחנן דבר תורה גזילה הנשתנית חוזרת בעינה שנאמר והשיב את הגזילה אשר גזל מ\"מ, וא\"ת משנתנו מפני תקנת השבים, ומי א\"ר יוחנן הכי והא\"ר יוחנן הלכה כסתם משנה ותנן לא הספיק ליתנו עד שצבעו פטור, ותמהו רבנן בתוספות דלא הקשו ליה מכמה משניות דגזל בהמה והזקינה כו' משלם כשעת הגזילה ומגזל מטבע ונסדק יעו\"ש, ולדעתי לא קשה דמצד הסברא הו\"א דלהחמיר קני בשנוי ולהקל לא, והסבר הדבר, דאם היה ברשות הנגזל הלא היה לו הדמים כפי מה שהיה שוה מעיקרא דהוה מזבין ליה או מרויח במלאכתו וכיו\"ב, א\"כ מסיבת הגזלן נתעכב עד שנפחת משויו ונסדק או הזקין וכיו\"ב, אבל בגזל פרה ריקנית ונתעברה כו' דאם היה ברשות הנגזל הלא ג\"כ היה מעוברת וטעונה, וכן כלים הלא ביד הנגזל היה לעשותה, לכן משלם לנגזל כדהשתא. וא\"כ מסתברא לומר דאם נסדק או בהמה שהזקינה דמשלם כשעת הגזילה, ובפרה ונתעברה ובעצים ועשאן כלים וכי\"ב משלם כדהשתא, וכן מצינו דוגמתו לרבינו תם שפירש בהך דאמר רבא טלאים כדמעיקרא דמים כשל עכשיו, דאם נשתנה למעליותא כדמעיקרא, דמים, אם נשתנו לגריעותא היכי דמעיקרא שוים ד' ולבסוף חד זוזא כשל עכשיו, והתם בתשלומי כפל דו\"ה גלתה התורה דאזלינן להקל, אבל בקרן מסתברא דאזלינן להחמיר ומצד הסברא דפרישית, ולכן לא מקשה על ר' יוחנן מהנך משניות, רק מהך משנה דחולין לא הספיק ליתנו עד שצבעו פטור שפיר קא מקשה דאמאי פטור משום שינוי ודוק:<br><b> ובזה </b> יתפרש דברי הירושלמי שם הלכה ב' ז\"ל רב הונא אמר בשגזל עגל ונעשה שור, אבל גזל שור והזקין אומר לו הרי שלך לפניך, שמואל אמר אפילו גזל עגל ונעשה שור אומר לו הרי שלך לפניך, והברור דצ\"ל רב הונא אמר בשגזל שור והזקין אבל גזל עגל ונעשה שור אומר לו הרי שלך לפניך, פי' דרק להחמיר אמרינן דקנה בשינוי כי היכי דלא יפסיד הבעלים ומשלם כשעת הגזילה, אבל להקל ולשמוח בפרתו של חבירו לא אמרו שינוי קונה, שמואל אמר אפילו גזל עגל ונעשה שור [אינו] אומר לו הרי שלך לפניך, תני רב קרנא ואפילו גזל עגל ונעשה שור וטבח ומכר משלם תשלומי דו\"ה עגל, ופירושו, דהגם דקרן משלם כדהשתא מ\"מ דו\"ה משלם כדמעיקרא, וכמו דאמר בבלי פרק מרובה, דמייתי לה גמרא שם ומסיק טלאים כדמעיקרא דלגבי דו\"ה אזלינן כדמעיקרא ולא אמרינן דשלו הוא טובח שלו הוא מוכר, דשינוי לא קני היכי דאישתני למעליותא ושל בעלים הוא טובח וכמו דאמר רב הונא, ולא מוקים לה כב\"ש דאמרי שינוי במקומו עומד ולא קני כמו דמוקי בתלמודין, משום דתלמודין ס\"ל דליכא חילוק ובכל גווני אמרינן שינוי דקני בין לגריעותא בין למעליותא דאינו כמו שגזל ודוק:<br><b> והנה </b> בסוגיא שם (דף צה) בעי לר' מאיר דאמר מחזיר אותה ואת גיזותיה ואת ולדותיה, דטעמו משום דקניס, מי קניס בשוגג או לא. ופשיט מהך דתניא חמשה גובין וכו' מאן תנא דשמעת ליה אחריות לאו ט\"ס הוא. ר' מאיר כו' מאי לאו בעם הארץ כו', והקשו רבנן בתוספות לימא מאן איהו דקניס ר\"מ וש\"מ בשוגג נמי קניס, ותירצו דיכול לאוקמי כר' יהודה דשבח שע\"ג גזילה גם איהו מודה דקנסינן רק בכל שכן הו\"מ לאתויי, מה ר' יהודה דלא קניס כולי האי קניס גם בשוגג רבי מאיר דקניס אף בשבח שלא ע\"ג גזילה לא כש\"כ שיקנוס אף בשוגג עכ\"ל, ולדעתי אין זה הכרח דאשכחן בפרק הניזקין (דף נג) דאמר הגמ' דבדאורייתא לא קניס ר\"מ שוגג אטו מזיד, ור' יהודה קניס שוגג אטו מזיד, וא\"כ הכא דהוי גזל דאורייתא שפיר קניס ר' יהודה בשבח שע\"ג גזילה וכמו דקניס במזיד קניס גם שוגג אטו מזיד, לא כן לר\"מ דשם לא קניס בדאורייתא שוגג אטו מזיד גם הכא לא קניס, לכן מוכרח להקדים מאן תנא דשמעית ליה אחריות לאו ט\"ס ר' מאיר ופשוט:"
            ],
            [
                "<b>גזל כלי ושברו כו' ואם רצו הבעלים ליטול הכלי השבור נוטלין ומשלם הפחת כו':</b><br><b> והא </b> דלא קני גנב בשנוי, משום דכיון דנשבר אינו רוצה לקנותו בהך שינוי והוי כמו גזל חמץ ועבר עליו הפסח דאמרו במרובה דלא קני גנב ביאוש למ\"ד יאוש לחודא קני משום דאינו רוצה לקנותו, וכוונתי בזה לדברי המחנה אפרים, ומסייע לרבינו מהך דבעי במרובה גנב בהמה וקטעה ומכרה מי חייב בתשלומי דו\"ה, והביאה רבינו לעיל בהל' גניבה פ\"ב. והקשו בתוס' רי\"ד תיפוק ליה דהוי שינוי, ומזה דייק רבינו דבאופן זה אמרינן דודאי אינו רוצה לקנותו, ותו הוי שפיר לחייבו כעין שגזל דכתיב והשיב את הגזילה אשר גזל כו' ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התוקף (ספינה) [ספינתו של חבירו וכו'] אם אינה עשויה לשכר כו':</b><br><b> כתב </b> הרב המגיד, וסובר הרב דאם אינה עשויה (למלאכה) [לשכר] וכו' דהא גזלן (הוי) [הוא] וכן עיקר ודברי הרב אף בשהשכר יותר על הפחת, בא להוציא מדברי רשב\"א בחידושיו שכתב דלא הוי גזלן כיון דלא נחית אדעתא דגזלנותא רק לשלם שכר, ותמה אמאי אינו משלם רק פחת הא מגלגלין עליו הכל ורצה לאוקמי כשהפחת יותר על שכר, ואח\"ז חילק דבמטלטלין אין מגלגלין הכל רק הפחת, כ\"ז הוציא הרהמ\"ג, ורק טעמו דגזלן הוא כיון דלא קיימא לאגרא הוי גזלן במטלטלין ומשלם כשעת הגזילה ופחת משלם משום דהאי פחתא הוי מחמת שימושו בה והולכתו אותה במים וחייב כמו אדם המזיק שחיסרו ולכן לא שייך כאן הרי שלך לפניך, ותמוהין דברי הראב\"ד בשיטה שהקשה נימא הרי שלך לפניך, ולכן כתב לעיל בהלכה ו' אינו חייב לשלם כלום כו' ולא הכחישה, פירוש דאילו הכחישה אפילו הכחשה דהדרא ע\"י מלאכתו בה אז היה חייב לשלם כמו מזיק בידים אף במכחיש הכחשה דהדרא, ומש\"כ הסמ\"ע סק\"ח דגזלן שהכחישה קצת שוב משלם על כל המלאכה, זה פלא דהא בגזלן אינו משלם אף בזה נהנה וזה חסר כמו עבד בשעת מלאכה, משום דקני לה ונכנסה ברשותו ואינו משלם רק כשעת הגזילה ודוק:"
            ],
            [
                "<b>הדר בחצר חבירו וכו':</b><br><b> והא </b> דפטרינן הדר בחצר חבירו שלא מדעתו כו' אבל אי גלי אדעתיה דניחא ליה בההוא הנאה אפילו בהוצאה חייב כדתנא אם עמד ניקף כו' מגלגלין עליו את הכל, הגהות, וכן הוא בתוספות, ולפ\"ז תמוה הא דא\"ר בר ר\"ה אינו צריך להעלות לו שכר, והשוכר בית מראובן ונמצא הבית של שמעון מעלה להן שכר, ופריך תרתי, והא א\"ש, כיון דנחית לשלם אגרא הרי גילה אדעתיה דניחא ליה בההיא הנאה לשלם שכר ולכן חייב לשלם, וכבר עמדו ע\"ז, ועיין פרישה וסמ\"ע שהעיר דא\"כ כל גברא דעביד למיגר הרי גלוי דאם לא היה מוצא חצר זה היה שוכר בדמים והוי כאילו גלי אדעתיה דניחא ליה בהאי הוצאה יעו\"ש, ולדעתי פשוט, דזה ודאי דיכול להוציאו ולומר אינני רוצה שתדור בחנם אצלי וכמוש\"כ בהגהות ובתוספות פ\"ק דב\"ב (דף יב), וכיון שכן א\"ש, דאימת גלי אדעתיה דניחא ליה למיהב אגרא אם יהיה שכור הבית אצלו על זמן ששכר כמו מכר, דשכירות ליומא ממכר הוא, אבל באופן דכל שעה אינו בטוח שמא יוציאנו בעל כרחו מן הבית וקשה טלטולא דגברי ומאן בעי למיגר בלא זימנא, הא סתם כי אגר אינש אדעתא דתלתין יומין אגר כמפורש פ\"ק דרה\"ש, לא ניחא ליה למיהב אגרא אם לא בחנם, וא\"ש טובא, דכיון דנמצא הבית שאינו של משכיר א\"כ אינו בטוח כי כל יומא יבוא בעה\"ב ויפנה אותו ואת כליו וההוא גברא בהאי פחדא יתיב, אדעתא דא לא נתחייב למיתב אגרא, וכי קא בעי למיתב אגרא באופן שיהא מכור לו על זמן ששכר ממנו, אבל באופן שאינו מכור לו לא נתחייב למיתב אגרא וברור ופשוט לדעתי:<br><b> אולם </b> באמת אין דברי התוס' מוכרחין דאטו שם אם הקיפו לא חסר הלא הוציא ממון הרבה על הגדר, רק כיון דעביד משום דאיהו צריך להאי גדר, ואילו במקום שנהגו לגדור בבקעה כופין שניהם דכמו דאיהו צריך כן איהו צריך, רק מקום שנהגו שלא לגדור אין כופין משום דמצי אמר לא ניחא לי בהאי נטירותא ולא בעינא, אבל כי גלי אדעתיה דניחא ליה בהאי נטירותא תו הוי כמו שותף וצריך גם איהו לתת חלקו בהאי כותל וגדר דמה דהיו שניהם צריכין להוציא היה מוציא אחד עבורו וגובה ממנו החצי וזה אינו ענין לבית דלא קיימא לאגרא שלא חסר כלום כי גלי אדעתיה דניחא ליה בהוצאה מאי עביד ועיין יש\"ש בזה ודוק:<br><b> ובש\"ע </b> ישראל שברח מן העיר ולקח השר ביתו והשאילו לישראל א\"צ להעלות שכר לבעלים דהא לא קיימא לאגרא דאי לא הוי דר בו ישראל השני הוה דר בו העו\"ג, ולא קשה מדברי התוספות והובא בהגהות, דבתחב לו חבירו בבית הבליעה כו' אע\"ג דבההיא שעתא לא חסר בה, מיהו כיון דהנאתו של זה באה לו ע\"י חסרונו של זה משלם מה שנהנה כו', דאזלי בשיטת ר\"י שפירש שם בכתובות דמיירי שתוחב ברצונו התרומה לתוך פיו, וא\"כ אף דאיהו לא חייב שלא גזלו ולא עביד מעשה, חייב על ההנאה כיון שהחסרון בא בשבילו, אף ע\"ג דפטור על החסרון מכל מקום מתשלומי ההנאה לא מיפטר, וכן באכלה מתוך הרחבה דעל ההיזק לא משלם דהוי שן ברה\"ר, מכל מקום החסרון בא על ידו לכן לא מיפטר מההנאה, אבל כאן שהחסרון לא היה בשביל ישראל הדר בו ולא על ידו בא החסרון ודאי דהוי זה נהנה וזה לא חסר, אולם באופן שאם לא ידור בו הישראל ידור בו העו\"ג והוא חלוט עכשיו ביד העו\"ג, ומסולק תלונת המחנ\"א סימן י\"ג ודוק:"
            ],
            [
                "<b>מי שהיה לו צמר וסמנים שרוין כו' וצבע הצמר בסמנים שלא מדעת חבירו כו':</b><br><b> איתא </b> בגמרא כגון דגזל צמר וסמנים דחד וצבעו לההוא צמר בהנך סמנים כו' עיי\"ש, ונתבונן דבריש השמועה אמר ה\"ד אלימא דגזל סמנים ודקינהו ותרנהו תיפוק ליה דקנינהו בשנוי, ל\"צ דגזל סמנים שרוין וצבע בהו כו' דמוכח כיון דסמנים היו שרוים וצבע בהו לא מקרי גבי הסמנים שינוי אף שהן עדיין על הבגד ולא מצי שקיל להו, כיון דזה קיום של סמנים שרויים לצבוע בהן ובענין אחר אינו מתקיים אין זה גבייהו שינוי, ונראה אם גזל צמר וסמנים דחד וצבע לצמר בהנך סמנים, הלא אם נאמר דצמר וצבעו הוי שינוי תו קני לצמר ונעשה הצמר של גזלן והוי שלו, וא\"כ מאי אמר דאם יש שבח סמנים ע\"ג צמר לא משלם ליה עבור סמנים דהא קא מהדר ליה, הא על הצמר משלם כשעת הגזילה דקנהו בשנוי, וא\"כ איך מקיים השבה בהנך סמנים הא המה נצבעים על בגד של הגוזל ואינו יכול ליטלן ע\"י צפון דעבורי מעביר השבה לא עביד, וא\"כ לא הושב הסמנים להנגזל ואיך אמר הרי שלך לפניך הא אמר שם ברישא אלא לאידך גיסא כו' או דילמא יש שבח סמנים ע\"ג צמר וא\"ל הא מנחי קמך שקלינהו במאי כו', א\"כ כאן דהצמר הוא של הגזלן ובעי לשלם ליה כשעת הגזילה א\"כ לא קיים השבה בסממנים ומצי אמר ליה תן לי דמי סממני, לכן פירש רבינו דהסוגיא נקטא בגזלן הך בעיא דאזלא למאן דאמר דצמר וצבעו כיון דמצי שקיל ליה ע\"י צפון לא הוי שינוי והוי הך צמר של נגזל ומקיים ליה השבה במאי דמהדר ליה צמר וסממנים שלו אם יש שבח סממנים ע\"ג צמר, אבל לפסק רבינו לעיל צמר וצבעו הוי שינוי א\"כ לא מצי נקיט ליה לדינא בגזלן, לכן מפרש הך בעיא באופן דצבע שלא מדעת בעל הצמר והסממנים אך לא לגוזלן רק לצורך בעל הצמר נתכוין וכמו הנך הלכות דסמיכי בדר בחצר חבירו שלא מדעתו [דחצר אינו נגזל] ובתוקף ספינה שלא בתורת גזל לכן בהוזל הצמר הצבוע עד כי תחשוב הוצאת הסמנים לא יעלה דמי צמר לבן משלם לו דמי הפסידו בצמר, שצמר לבן יקר יותר, אבל עבור הסממנים לא משלם ליה דמצי אמר ליה יש שבח סממנים ע\"ג צמר והריני מהדר לך, והשולחן ערוך דנקט לשון הגמרא על כרחין קאי אם צבעו בצבע שיכול להעבירו ע\"י צפון דפסק רמ\"א בהגה\"ה סימן ש\"ס סעיף ז' דלא הוי שינוי לכן כתב כאן מי שהיה לו צמר כו' ובא אחר וגזלן וצבע הצמר בסממנים כו', ומדברי הסמ\"ע ס\"ק כ\"ח ובש\"ך ס\"ק י\"ד נראה דאפילו בשנוי גמור דקני לצמר, מ\"מ אם אינו משלם רק בצמר תו אמר על הסממנים הרי שלך לפניך אע\"ג דהמה מונחים על דבר שהוא של גזלן, דהצמר מדין תשלומין וסממנים מקיים בהו השבה:<br><b> אבל </b> דעת רבינו כיון דהמה מונחים על דבר שהוא של הגזלן באופן דאם יסיר אותם יהיו אבודין, תו לא מקיים בהו השבה ואין לך שנוי גדול מזה, ולפ\"ז מיירי רבינו בזל צבעא, פירוש בעת הצביעה ואז הפסידו בצמר זה משלם לו, דאם הוזל הצמר צבוע אחר הצביעה, כיון שלא גזל אמאי משלם, שבעת הצביעה לא היה היזק, ועל כרחין דבעת הצביעה הוזל צמר הצבוע, והא דמשלם על היזק הצמר יותר מעל היזק הסממנים, כיון דהוי שינוי לגבי צמר הוי היזק הניכר שניכר הזיקו שצבע את הצמר, וכיון דהוי שינוי הרי ניכר, אבל על היזק הסממנים אינו משלם דכיון דלא הוי שינוי לגבי סממנים אינו היזק ניכר וכמו שפרשו בתוס' פרק הניזקין גבי הא דמותיב מתרומה ונטמאת כו' יעו\"ש, וה\"ה אפכא אם הוי שינוי הוי היזק ניכר, ולא סבר כשיטת המלחמות והמאור דחייב מדינא דגרמי, וראיתי בשיטה בשם המאירי שהביא דין רבינו בלא גזל, וכן ראיתי להרמ\"ה שם דברים אינם מובנים לי במעט השקפה, והנראה לענ\"ד בשיטת רבינו כתבתי, אף כי דברי הסמ\"ע והש\"ך מתנגדים לכ\"ז ודוק היטב:"
            ],
            [],
            [],
            [],
            [
                "<b>הכופר בפקדון בב\"ד:</b><br><b> למדנו </b> חדשות דדוקא בב\"ד ומסתברא כן, דכפר שלא בב\"ד אכתי אינו גזלן להתחייב באונסין דאולי ספק מלוה ישנה וכיו\"ב יש לו עליו, ולא עביד אינש דמגלי טענתיה אלא בב\"ד כמו שאמרו בפרק חזקת, רק דלפי זה מאי מקשה מאילפא דשבועה קונה דילמא בשבועה אף שלא בב\"ד קונה להתחייב באונסין, ויש לדחות דאם הוי אמרינן דאף בקיימא באגם ג\"כ נעשה גזלן אין סברא לחלק בין בב\"ד בין שלא בב\"ד, וראיתי בלשון הרי\"ף בפ\"ק דמציעא והנ\"מ דאייתי סהדי, דההיא שעתא דכפריה בב\"ד אולם בשו\"ע ובטור סימן רצ\"ד לא נזכר בב\"ד, ופלא איך לא זכרו דעת רבינו. והמאירי בשמ\"ק כתב שיהא דוקא בב\"ד, אמנם אח\"ז ראיתי למהר\"ם לובלין בשו\"ת סימן פ\"א שהאריך ואין דבריו מוכרחים:"
            ],
            [
                "<b>היה כלי ביד בנו כו' או ביד עבדו ולקחו אחד מהן ונשתמש בו כו' לפיכך אם החזירו לקטן שהיה בידו או לעבד:</b><br><b> פירוש </b> שהעבד נתן לו להשתמש בו, א\"כ הרי השאיל לאחר שלא מדעת בעלים, ואין לך שנוי מדעת בעלים גדול מזה וכלתה ליה שמירתו ולכן בעי למיהדר ליד בעלים, ומה שמהדר ליד העבד אין זה חזרה לרשות בעלים וחייב באונסין כמו כל גזלן כ\"ז שלא החזיר לרשות בעלים ופשוט:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הטוען את חבירו וא\"ל גזלתני מאה כו' ואם הודה שגזלו חמשים משלם ונשבע שבועת התורה על השאר כדין כל מודה במקצת שהרי לא הוחזק גזלן בעדים כו':</b><br><b> ואף </b> שלדברי התובע הוא פסול לשבע שהרי גזלו, מ\"מ סבר דצריך לשבע וכן סובר רש\"י בפרק כל הנשבעין (דף מו) ד\"ה ולא אמרן באדם בינוני דאינו נאמן אלא שזה אמר לקוחין וזה אמר שאולין אבל אם אמר לו גנבת אותם לאו כל כמיניה וישבע זה שלקוחין הן. והרמ\"א סתם כן בסימן פ\"ז סעיף כ\"ה, אבל מה שהוא חשוד לדברי עצמו ולפי הודאתו שהודה הלא הוא חשוד, ובכ\"ז אינו נעשה חשוד עפ\"י עצמו וכמוש\"כ רבינו בהל' טוען ונטען פ\"ב הלכה ג' אין אדם נעשה חשוד עד שיבואו עליו עדים שהוא עבר עבירה ונפסל בה, אבל המודה מפי עצמו שהוא חשוד ושעבר עבירה שנפסל בה כו', שהרי אומרים לו אם אמת אתה אומר השבע, לא מפני שעברת עבירה אסור להשבע באמת, ואם שקר אתה אומר הודה לבעל דינך כו' ופשוט:<br><b> אולם </b> הרי\"ף בשו\"ת הביא המחבר בסימן צ\"ב סעיף ה' פסק שאם אמר שהוא חשוד כיון שהוא חשוד ע\"פ עצמו אם רצה התובע נשבע ונוטל וצ\"ע על מרן המחבר שבסימן צ\"ב הביא דעת הרי\"ף החולק, ובסימן ע\"ה סעיף ח' סתם מנה לי בידך שגזלתני כו' ואם הודה מקצתו כו' משביעין אותו שבועת התורה, הגם שלפי הודאתו הוא חשוד וגזלן הוא, בכ\"ז סתם כרבינו דאינו נשבע ונוטל, אמנם לפי מה שפרשו רבנן בתוס' פ\"ק דב\"מ דמן התורה לא פסול גזלן רק לעדות לא לשבועה ורבנן הוא דפסלוהו א\"ש, דאימת תקנו רבנן לפוסלו דוקא עפ\"י עדים לא עפ\"י עצמו שאפילו לפי דבריו שהוא גזלן מ\"מ לא ישבע לשקר, לכן בסימן צ\"ב שאומר שהוא חשוד מן התורה סובר כהרי\"ף, ועוד נראה דסברת המחבר כפי מש\"כ הריטב\"א שאפשר שעפ\"י ספק מלוה ישנה וכיו\"ב גזל ודוקא כי איכא עדים תו אין ספק כזה מוציא מידי ודאי להכשירו, אבל עפ\"י עצמו שפיר תלינן בכל מילי ולא נקרא זה שמודה שהוא חשוד, ועוד יש לדון, שכיון שאומר עפ\"י עצמו שהוא גזלן אמרינן דכבר עשה תשובה, והגם דצריך החשוד לחזור לכשרותו דוקא בתנאים מיוחדים שיתברר שחזר בתשובה כמפורש בפרק י\"ב מהלכות עדות, זה דוקא כשנעשה חשוד עפ\"י עדים הא כשאומר בעצמו שהוא גזל אמרינן שחזר בתשובה, ובמה שהודה שגזל אין זה מודה שהוא חשוד לשבע בשקר, וכ\"ז מדוייק בלשון רבינו שהרי לא הוחזק גזלן בעדים, ומה שבסימן צ\"ב כתב המחבר דעת הרי\"ף דאם הודה שהוא חשוד, התם אומר שכבר העידו עליו במדה\"י לפני ב\"ד ופסלוהו לעדות ולשבועה ודינו דין חשוד, ע\"ז שפיר כיון שלדבריו הוא חשוד שכנגדו נשבע ונוטל ודוק:<br><b> ומי </b> יתנני להבין דעת אביהן של ישראל הר\"י אבן מיגאש בחידושיו לשבועות במשנה דהנגזל כיצד ז\"ל, לענין גזילה אם הגזלן אומר להד\"ם כו' שבועת היסת ויפטר ואם הגזלן מודה לו שגזלו מקצת וכפר לו מקצת כיון שגזלן הוא א\"א לשבע וכיון שאין שם עדים שגזלו א\"א להחזירה על הנגזל, הלכך נותן לו אותו מקצת והולך לו בלא שבועה, ע\"כ, ואינו מובן כלל, איך נאמן לפטור עצמו משבועה לגמרי, ואי משום דהתובע מודה שהוא גזלן ולדברי התובע אין יכולים ב\"ד לחייבו שבועה, ולהפוך על שכנגדו לא תקנו חכמים היכי דאין עדים שהוא גזלן ולא חששו חכמים לתקנתו, א\"כ איך יכולים לחייבו היסת כשכופר הכל, ואם סבר הנך טעמי דפרישית, תו הלא גם שבועת התורה יוכל להשבע, וצ\"ע, אם לא דנימא דאזיל לטעמיה שפירש דמשו\"ה לא אמרינן דנאמן מיגו דאי בעי כפר הכל משום דמיגו לאפטורי משבועה לא אמרינן, וניחזי בחשוד דמה\"ת הא הוי מתוך שאינו יכול לשבע משלם כמוש\"כ תוס' פ\"ק דמציעא ואף לתירוץ רבה דאין אדם מעיז, הכא כיון דגזלו הלא שפיר אית ליה מיגו דחציף כולי האי למחטף מאינשי כש\"כ דמעיז הוי, א\"כ תו היה צריך להיות מהימן במיגו, רק דרבנן תקנו לנגזל וחשוד שיהא שכנגדו נשבע ונוטל, וכיון דליכא סהדי על מה שגזל ממנו, תו לא חששו חכמים לתקנתו, כיון דאין עדים שהוא חשוד, ובפרט לפמש\"כ תוספות דמש\"ה אינו נוטל שלא בשבועה, משום דלא שבקת חייא לחשוד, שכל העולם יעלילו עליו טענות שקר ויוציאו ממונו, כאן דלא שייך סברא זו כיון שלכל העולם אינו חשוד, תו מן הדין לפי דבריו שהוא גזלו הוי משואיל\"מ, ותו מהימן במיגו דאי בעי כפר הכל דמיגו לאפטורי ממונא אמרינן, ואין אדם מעיז ליכא הכא כיון דחטף מיניה כש\"כ דמעיז בפניו ולכך פטור בלא שבועה, אך מדוע פוטרו מהיסת צ\"ב ודבריו צריכים תלמוד, ויש להאריך בנסכא דר\"א ואכ\"מ:"
            ],
            [],
            [],
            [
                "<b>מעשה באחד שחטף לשון של כסף וכו':</b><br><b> הרב </b> המגיד כתב, ונראה מדברי הרב ז\"ל שהגוזל את חבירו בעדים צריך להחזיר לו בעדים, וכבר חלקו בזה חכמי הדורות עכ\"ל, והנה הרמב\"ן בחדושיו לב\"ב גבי הך דנסכא האריך בזה והביא כי הר\"ם הלוי השיב לו מהך דריש פרק האשה שנתארמלה דלא פריך וליתני ומודה ר\"י באומר לחבירו מנה גזלתיך והחזרתיו לך נאמן ואם יש עדים שגזל והוא אומר החזרתיו לך אינו נאמן, מדלא תני הכי ש\"מ דין גזילה כדין מלוה וקלסיה. ולדעתי נראה בהבין טעמו, דאין לומר דכיון שגזל בעדים תו חזקה דלא מחזיר רק בפני עדים לצאת ידי חובת הבריות, דזה ניחא בשני עדים, אבל בעד אחד כיון שיכול להכחישו ולומר לא גזלתי, תו לא חייש להחזיר שלא בעדים, וא\"כ יהיה החזרתי טענה בריאה מצד עצמותה דעביד אינש דמהדר בלא עדים כיון שגזל שלא בפני עדים ויהא נאמן בלא שבועה, ותו יהיה נאמן לומר דדי חטפי במיגו דהחזרתי ואף כי יש לחלוק בזה, אולם בכ\"ז נראה טעמא כיון שהוחזק גזלן שוב חשוד לדבר זה ואבד הימנותיה לטעון פרעתי שכמו שהיה חשוד לגזול דבר זה כן הוא חשוד להחזיקו לעצמו, ולטעון פרעתי אבד נאמנותו, [ופוק חזי הא דפריך בגמרא שם וליתני מודה ר\"י באומר לחבירו מנה לויתי ממך ופרעתיך שהוא נאמן, על כרחין כוונתו באומר מנה לויתי בעדים והחזרתי שהוא נאמן מטעם מיגו, דאם באומר מנה לויתי בינו לבין עצמו אין זה כלל מטעם מיגו רק נאמן באמרו לו החזרתי כאומר לא לויתי ומא שייך זה למיגו, וע\"כ באומר לויתי בפני עדים ואפ\"ה נאמן משום מיגו, ושפיר פריך דטעמא כיון דמלוה לו בפני עדים הוי כאילו לא האמינו, ותו לא עביד אינש דמהדר רק בפני עדים ונאמנותו רק מטעם מיגו, אבל בגזלן שבארנו דשפיר עביד דמהדר אף בלא עדים וסמיך שהנגזל לא יתבענו לחנם, רק טעמא מפני שנעשה חשוד לזה, א\"כ אף אם יאמר גזלתיך בפני עדים והחזרתיך הא דנאמן אינו צריך לטעמא דמיגו כלל רק דהתובע אינו נאמן להחזיק לאינש לגזלנא ולהפסיד נאמנותו, והודאת הנתבע אטו מי מצי אינש לשויא נפשיה לגזלנא. ואיך מצי אדם להחזיק עצמו לגזלן ולהפסיד האמנת דבריו, ואף דמי שאומר גזלתיך מנה חייב לשלם, הוא מחמת שלגבי חיוב נאמן על עצמו יותר ממאה עדים, אבל כאן הלא אמר פרעתיך ואינו מתחייב כלום, ותו אינו יכול להחזיק עצמו לגזלן ולהפסיד האמנת דבריו ואינו צריך לטעמא דמיגו כלל ודוק:<br><b> וגדולה </b> מזו כתב הראב\"ד בפרק המדיר גבי משמשתו נדה דאם הודה בעצמה אינה נאמנת להפסיד לכתובתה דאין אדם משים עצמו רשע, וכוונתו שלא על העבר קנסו אותה והפסידו כתובתה, שא\"כ בחייבי לאוין שלא הכיר בה נימא דאין לה כתובה דהכשילתו בביאת איסור, ועל כרחין משום דחכמים רוצין שתצא רשעה זו מביתו ומצוה לגרשה, מפני שחשודה להכשילו עוד בביאת איסור, ובעצמותה היא מותרת לו שיאמר בנפשו שמכאן ולהבא תהא צנועה וכשירה ככל בנות ישראל ולאחרים אינה אסורה להנשא, לכן הסירו החכמים מעליו החבלים זה הכתובה שמחויב ליתן לה כדי שלא יהיה עיכוב מלגרשה (נ\"ב. ולפי זה כיון דאיכא הוראת היתר לבלי שלחה פטרו אותו גם מתוספות כתובה כדי שתהא קלה בעיניו להוציאה כמו\"ש רבינו פרק כ\"ד מהלכ' אישות הלכ' ט\"ז יעו\"ש אבל בשניה דקנסוה על העבר שאסורה לו מד\"ס לכן קנסוה רק מהתקנה לא על תוספות דמדעתו יהיב לה ויעוי' מש\"כ תו' ריש אעפ\"י ודו\"ק) ולכך בחייבי לאווין שלא הכיר בה אם יודע לו הלא אין לו שום היתר בה לא חשו חכמים להפסיד לה הכתובה שבלא זה יגרשנה, ורק משום מקח טעות שקלו וטרו בסוף פרק אלמנה ניזונית, וא\"כ עפ\"י עצמה אינה מחזקת עצמה לחשודה ומותרת לו ככל בנות ישראל הכשרות, א\"כ על העבר לחודא לא מפסדת כתיבה וכמו חייבי לאווין שלא הכיר בה, זה סברת הראב\"ד וראויה לו, כש\"כ הכא שאומר פרעתי ואין בהודאתו חיוב ממון כלל, איך יעשה אדם חשוד עפ\"י עצמו ותו א\"צ למיגו כלל ואיך ישנה זה במשנתנו ודוק. וראיתי למהרי\"ט בשניות חלק חו\"מ סימן ל\"ז דאזיל בתר אפכא במחכתה\"ג, והמעיין יבין מדברינו:<br><b> אולם </b> לדעתי נראה להביא ראיה להנך פוסקים וכפי הנראה דגם רבינו אזיל בשיטתם, דצריך להחזיר לו בעדים אם גזלו בפני עדים, משמועה דפרה וטלית בפרק חזקת דפריך וסיפא נמי נהי דמייאש מגופיה מדמי מי מייאש, ונתבונן דלשנויא בתרא קאי הך רומיא, דאי לשנויא קמא מיירי דיהודה בעי לאפוקי מלוי משום דמייתי סהדי דראובן מכר לו, א\"כ אף אם מפיק לה יהודה ג\"כ מחויב ראובן הגזלן לשלם דמים לשמעון ע\"י עדי גזילה שראובן גזלה ממנו, וע\"כ דלשנויא בתרא קאי דיהודה אית ליה עדים דטלית זה שלו, וא\"כ אם יהודה מפיק לא בעי ראובן לשלומי, וניחזי, דהא בלא\"ה ראובן הגזלן נאמן לומר פרעתי לך הדמים שמגיעים לך עבור הגזילה, וע\"כ כשראובן יודה לו שלא פרע לו דמי הגזילה א\"כ אם ראובן ירצה לצאת ידי גזילו, הלא יודע את מי גזל, ושעידי יהודה מעידים שקר, שהוא יודע בעצמו שגזל אותה משמעון ולא מיהודה וישלם לו דמי גזלתו, ואין לומר דהכא ודאי לא יהא נאמן לומר פרעתי דמי יימר דמחייבי ליה רבנן, ז\"א, דאדרבא הוא נתחייב לכו\"ע לשלם רק דא אפשר דאינו ידוע דיאוש וש\"ר קני, אבל החיוב דרמי עליה לשלם כ\"ע מידע ידעי, ושפיר נאמן לומר פרעתי, וע\"כ דהגוזל חבירו בעדים צריך להחזיר לו בעדים, וה\"ה דבאין גזילה קיימת אינו נאמן לומר פרעתי, וא\"כ הוי שפיר נוגע דאם יהודה מפיק בעדים שהיתה שלו תו אינו חייב ראובן לשלם לו עפ\"י עדי גזילה דמוקמינן תרי להדי תרי דאמרי דשל יהודה היא, וזה ראיה נכונה לדעתי בס\"ד, דאין לומר שראובן הגזלן אינו יודע דשל שמעון היא, וכגון שיהודה טוען שבאתה לידי שמעון ע\"י שאלה או שכירות. ובטלית שהיא עשויה להשאיל כו', ופרה הא גודרות אין להם חזקה, זה לא משמע בסוגיא, דאמר דאית ליה סהדי למר ואית ליה סהדי למר ומנא ליה להקשות, לימא בכה\"ג שעדי יהודה מעידין שראובן גזלה מיהודה ולק\"מ, וע\"כ דאינו נאמן לומר פרעתי, ועיין חידושי הרמב\"ן בסוגיא שם והבן, ומש\"ה סתם רבינו בהלכות עדות פרק ט\"ז הלכה ב', אבל אם עדיין ראובן קיים אין שמעון מעיד אף על הטלית שהנאה היא לו שלא תעמוד ביד יהודה כדי שיביא ראיה שראובן גזלה וישלם דמיה משום דלא יהיה נאמן לומר פרעתי ודוק. ובמק\"א הארכנו עוד בזה בס\"ד:"
            ]
        ],
        [
            [],
            [
                "<b>אסור ליהנות בדבר הגזול ואפי' לאחר יאוש כו':</b><br><b> והא </b> דאמר בגמרא ודילמא משום דאיאוש מרייהו, הפירוש דזה ודאי כך דלוקח שעורים של חבירו לשלם לו עדשים ודאי דבישראל דעלמא אסור משום גזל ואף בדבר העומד להמכר דאדם רוצה בקב שלו כו' כמו שהאריך הט\"ז סימן שנ\"ט לחלוק בזה על הרא\"ש, ומכש\"כ בשאין התשלומין מזומן כמוש\"כ הטור ודאי אסור, ומכל זה שלחו לדוד דמנך פורץ לו דרך כו' כמפורש סוף הכונס, ואף דזה לצורך מלחמתו, בכ\"ז הוי פסיקא לגמרא דע\"ז יפה כח המלך ליטול מבעלים שלא מדעתו ולשלם אחרי זה בממון, וכיון דלאחר יאוש אם אכלן אחר פטור רק דהחפץ הוא של בעלים, ע\"ז יפה כח דינא דמלכותא אף שנוטלו אחר יאוש ע\"מ שלא לשלם דהוי כמו דנאבד מן העולם דפטור ולכן כיון דאיאוש מרייהו מיניה דאם אחר אבדו מן העולם פטור, תו כי נוטלו המלך הוי כנוטל קודם יאוש ע\"מ לשלם דמפיק מרשות בעלים, כן אחר יאוש בנוטלו ע\"מ שלא לשלם נפיק מרשות בעלים ומותר לעבור עליו דגוף החפץ מצי להוציא מהבעלים וממון אין חייב אחר יאוש, וע\"ז משני היכי מייאשי, וע\"כ דאף קודם יאוש אין זה גזל דכח דינא דמלכותא יפה בכל ענין, ועיין לח\"מ, ואין צורך למה דמוקי ההמ\"ג דלא נמסר לרבים ודוק:"
            ],
            [],
            [
                "<b>מי שעבר ואכל הגזילה אחר יאוש פטור מלשלם:</b><br><b> ראה </b> תוספות בסוגיין שהאריכו בזה. ולכאורה לפי מה שפירש המחנ\"א שמועה דגנב ומכר ואח\"כ הוכר הגנב דאמר ולאביי במאי פליגי בדרב חסדא, דאף דכאן מיירי כשהגניבה קיימת, משום דפטור אם אכל למאן דפליג על רב חסדא, וע\"כ משום דלא גזל ממנו ומצי א\"ל לאו אנא גזלתיה, הוא הדין בקנה מגנב ונתן דמים הגם דהחפץ בעי לאהדורי בכ\"ז מצי א\"ל הב לי דמי דקא יהיבנא דאין לי להפסיד דמים וטול החפץ, א\"כ קשה לשיטת רבינו דאוכל אחר יאוש פטור אף באכלו הבנים דלא הוי שינוי רשות, א\"כ בקנה מן הגנב אחר יאוש אמאי מהדר לו הדמים בגנב מפורסם, לימא אנא לא גזלנא, דלאחר יאוש לרב חסדא כמו גוזל קודם יאוש למאן דפליג על רב חסדא, ואין לי להפסיד הדמים וא\"כ בעי הלוקח ליטול מעותיו שנתן עבור החפץ בלא תקנת השוק ואמאי משלם דמים לבעלים ומוכרח דלא כהמחנ\"א, וע\"כ מיירי השמועה באין גזילה קיימת כגון שהלוקח אכלו וכמוש\"כ רבוותא קדמאי בשט\"מ, ואולי טעמא דלאחר יאוש אם אכלו דהוי כממון שאין לו תובעין דהמזיק פטור וכמו שאמרו גבי מתנות כהונה, כן הכא לבתר יאוש דהבעלים כבר נתייאש ונפיק מרשות מריה והוי כאין לו תובעין, ורק אם קנה אחר מן הגזלן הוי כמשתרשי ליה דכיון דהחפץ נשאר אצלו חייב לשלם הדמים, ועיין תוס' בזה:<br><b> והנה </b> הרז\"ה במאור כתב דאם האכילו הגזלן אפילו קודם יאוש אינו מוציא מן השני דהוצאה דידיה היא שהגזלן הוציאה מרשות בעלים, וזה דלא כרבינו שכתב הגוזל ומת בין שהאכיל את הגזילה לבנים אחר יאוש כו' מוכח דאם האכילן קודם יאוש אף עפ\"י שנתן להם לאכול חייבין לשלם, וכן כתב הרב המגיד בשם קצת מפרשים, ולפי דבריו יש לפרש דאליבא דרמי ב\"ח דסבר רשות יורש כרשות לוקח דמי סבר ג\"כ כרב חסדא דגזל ולא נתייאשו הבעלים ובא אחר ואכלו רצה מזה גובה כו', והך דתני ר\"ה מיירי בנתייאשו הבעלים אחר מות אביהן הגזלן ואכלום הבנים אחר יאוש דפטורים דהמה אינם גזלנים, אף שבא לידם קודם יאוש, לא מיבעיא לשיטת רבנן בתראי שהבאתי לעיל דגוזל מן הגזלן אינו גזלן ואינו חייב באונסין כדין גזלן אם לא באכלן או איבדן בידים דהוי מזיק בידים ואינו מחויב בהשבה, אלא אף למה שהוכחתי דלא כהני רבוותא ג\"כ מסתברא דיורשים דלא עשו מאומה ולא ידעו אם גזולה אינם חייבין מדין גזלן ואף אם ידעו ג\"כ לא ידענא אם דומה לגוזל מן הגזלן כיון שלא עשו מעשה רק שלא החזירו לבעלים, וא\"כ אם אכלום אחר יאוש פטורים כאינש אחרינא שאכלן אחר יאוש ובגזילה קיימת חייבין דהוי ש\"ר ולסוף יאוש ולא קני [ובהא אפשר אם לא ידעי שהיא גזולה לא הוי ש\"ר דלא ניחא להו למיקני איסורא ועיין בש\"ך סי' ש\"ס סק\"ג, ובירושה צ\"ע] ורישא דהגוזל ומאכיל את בניו דפטורים אף דלא נתייאש בחיי אביהן משום דהגזלן האכילן והוצאה דידיה הויא, ולפ\"ז א\"ש דמקשה שם בסוגיא על ברייתא דתני הניח לפניהם ואכלום בין גדולים בין קטנים חייבין, קטנים מי מחייבי לא יהא אלא דאזיק אזוקי, ואמאי לא פריך על גדולים ג\"כ יעו\"ש בתוספות, ולפ\"ז מצינן לאוקמי בלפני יאוש ומאכיל את בניו פטורים דהוצאה דידיה הויא, ואם אכלום אחר מיתה חייבין לכו\"ע אף לרמב\"ח וכמו דפרישית דרמב\"ח סבר כרב חסדא ודוק:<br><b> ואין </b> להקשות על הרז\"ה מהא דתנן פרק ז' דתרומות המאכיל את בניו קטנים ואת עבדיו כו' משלם הקרן ואינו משלם החומש, דמשמע משום דעבדים אין להם נכסים, ואמרו בירושלמי נשתחרר נותן כו', התם דתשלומי תרומה בעי לשלם קרן וחומש מן החולין לכפרה על אכילתן בשגגה, ודאי לא מיפטרי במאי דמשלם תשלומין שלא מן החולין ורק קרן לבד, ועיין פלוגתת ר\"מ וחכמים במאכיל פועליו ובפירוש הרא\"ש שם. ובירושלמי מייתי שם פלוגתא דרב ור' יוחנן משמיה דר\"ח ור' ינאי דגזל מעפרתו של זה ונתן לאחר אם מוציאין מן השני או מן הראשון, וזה פלוגתא דמייתי בתלמודא דילן בגנב ומכר ואחר כך הוכר הגנב דלאביי פליגי בדרב חסדא בגזל ובא אחר ואכלו אם חייב השני בתשלומין [ובמקום אחר הארכתי דמשמע מירושלמי דאף בגזילה קיימת פליגי אם מוציאין מהשני ואכ\"מ] ורוצה לסייע להדין דמוציאין מהשני ואמר מודה שאם שלם לוי יצא ידי גזילה ועיין פני משה שם, דכיון דהעבד משלם קרן וחומש יצא המאכיל מדין גזילה יעו\"ש, אבל ע\"ז לא מקשה דאמאי משלם העבד לכשישתחרר או כשיש לו נכסים למ\"ד דמוציאין מראשון וזה מאן דפליג על רב חסדא דאף קודם יאוש אינו גובה משני, דכאן הוי תשלומי כפרה ובעי לשלם על אכילתו קרן וחומש מן החולין, רק דמפרש דאם שלם העבד יצא המאכיל מידי גזלתו ופטור מלשלם, א\"כ גם על הרז\"ה לא קשה ממשנתנו ורק דמירושלמי משמע דמאכיל לבניו או לעבדים דמי לבא אחר ואכלו, ועיין מחנ\"א שלא דק בזה במחכ\"ת ודוק:<br><b> ובשו\"ע </b> סימן שס\"א סעיף ז' כתב ואם נשתנית והיא קיימת משלמין דמיה\n<sup> *</sup><i class=\"footnote\">והנה רש\"י ותוס' פירשו דהנך ברייתות בקטנים בגזילה קיימת ופליגי בפלוגתא דסומכוס ורבנן, ולדעתי יתכן, דפשטא דברייתא קמייתא אתיא כסומכוס דבגזילה קיימת מוציאין מיתומים קטנים עפ\"י עדים וברייתא שניה פירושה כך, דהניח לפניהם הגזילה ולא נתייאש הגזלן ואכלום הבנים קודם יאוש דחייבין לשלם כשאכלום כשהגדילו, והא דתני בין גדולים בין קטנים חייבין פירושו דהניח לפניהם בין שהיו בעת מיתתו גדולים בין קטנים דקטן לא ידע במילי דאבוה ולא ידעו מגזילה דכסבורים שהיא של אביהם ואכלוה כשהגדילו אפ\"ה חייבין לשלם אע\"ג דאינם כגזלן מכל מקום חייבין לשלם על מה שנהנו מהם ואכלום, והא דאמר רב פפא ה\"ק הניח לפניהם ועדיין לא אכלום פירוש כשהיו קטנים לא אכלום רק כשהגדילו, והא דתני ומאכיל בניו פטורים מלשלם, פירושו אפילו קודם יאוש דהוצאה דידיה הויא וכהר\"ז הלוי, וכל הסוגיא מחוור טפי לשיטתו דוק ותשכח:</i> , וטעמו דהגזילה קיימת ולדידן גובה ממטלטלין ואם נשתנית אחרי מות אביהן ג\"כ משלמים דמים, כיון דבעידן דאתי לידייהו ע\"י שינוי הוי של בעלים, דאין כח בשינוי לקנות גוף החפץ בלא דמים, ואף ע\"ג דהאב הורישם אחרי יאוש ותו אינן גזלנין עליה ואם נאבד אינן חייבין באחריותה דאפילו אכלן פטור בכ\"ז חייבין לשלם דמיה. אמנם לשיטת הרא\"ש דאם הוקרה הגזילה ואחר זה נשתנית אינו חייב לשלם רק כשעת הגזילה דשנוי מהני לקנות בלא דמים, רק דמה דנתחייב בשעת הגזילה מתחייב לשלם דלא גרע מנאנסה, ויותר מזה דאף בעשה השינוי בידים לא הוי כמו תברה או שתיה דמשלם כשעת ההיזק וההוצאה מן העולם, רק משלם כשעת הגזילה, וטעמו דאם נשתנית תו הוי יצאה מרשות בעלים למפרע משעת הגזילה וכן פסק בשו\"ע, א\"כ באופן דנשתנית אחרי שיצאה מרשות אביהן אחר מיתתו, והבעלים נתייאש קודם מיתת הגזלן אמאי חייבין לשלם על מה דעביד וגזל אבוהון [הן דבשו\"ע כתוב כדעת רבינו דאחר יאוש, וא\"כ אם גזז דעשה שינוי בידים קני ופטור מלשלם מה שגדלה הגיזה אחרי יאוש עד שנגזזה דהוי כאוכל אחר יאוש ופטור מלשלם דמים ודוק]. אמנם יש לומר דהא אילו גזלה אחר מן הגזלן הלא הוא החייב לשלם לבעה\"ב והשני משלם להגזלן כמוש\"כ תוספות (דף סט) ד\"ה כל שלקטו, ובהגהות אשרי ריש הגו\"מ, לכן כי שביק להון אבוהון אף לאחר יאוש, הוי כשביק מטלטלין דמטלטלין אלו מי שיקחם יוצרך לשלם להגזלן דבעי ליה למיתב להנגזל, א\"כ השתא דנשתנית אף דקנו מן הבעלים בשינוי לחודא בכ\"ז צריכין לשלם על הגזילה שגזל אבוהון דהא הניח להן חפץ אף שלא היה שלו, בכ\"ז דמים הוי ליה לגבייהו, דכל מי שנוטלה ממנו היה מחויב לשלם להגזלן דמים שהיה צריך לה להפטר בה מן הנגזל אפילו לאחר יאוש, והוי כהניח להן מטלטלין דגובין השתא מתקנת הגאונים כמוש\"כ רבינו, וגם הא דאמר רמי ב\"ח רשות יורש כרשות לוקח דמי פירושו דוקא לדינא דגמרא דמטלטלי דיתמי לא משתעבדי ודוק בזה. ובאכלו אחר יאוש שיטה חדשה להרשב\"א שחולק ע\"ז, ומפני שכל הפוסקים חולקים עליו לא הזכרתי:<br><b> הגהה</b><br><br><b> ודע </b> דאמרו בגמרא דגנב וגזלן אחר יאוש שהקדישו קדוש וכן בתרומה דהוי יאוש ושנוי השם דמעיקרא טיבלא והשתא תרומה כו', והעירו בתוספות דהוי שינוי דחוזר לברייתו ע\"י שאלה, ויש להעיר מתרי טעמי, חדא, דכיון דיאוש לחודא לא קני רק כי מפריש וקרי לה תרומה או הקדש, א\"כ התרומה לא באה מכחו וכן ההקדש אימת חייל כשמקדיש ונעשה שנוי השם, א\"כ הזכיה להתרומה מכח הבעלים, וכי נתרם או נקדש מכח הבעלים, א\"כ נראה דהוא רק סיבה אל החלות שם תרומה או הקדש, ואף לאחר שנתרם או נקדש אינו משל הגנב, לכן כיון דלא מקריא דשלו תרם או שלו הקדיש, א\"כ אפשר דדומה לשליח שתרם או הקדיש דמסתברא דהשליח לא מצי לישאל דהוא רק סיבה אל חלות התרומה וכו', [ובזה נסתפקו חכמי הדור שלפנינו] או יש לחלק בזה, שכיון שאינו עושה לדעת אחר רק תורם או מקדיש לדעתו אפשר דמהני שאלה, אך יותר יש לומר דלא מהני שאלה מטעם מורגש, דהנה בתרומה דאתי ליד כהן פירשו רבוותא טעמא דלא מהני שאלה, הוא משום דשאלה לא מהני דוקא היכי דאינו קדוש רק משום אמירה לחודא, אבל כיון דאתי ליד כהן דל אמירתו מזה לא גרע מהדיוט דבמשיכה קני ולא מהני על קנין שאלה, יעוין ש\"ך חו\"מ סימן רנ\"ה, וזה דוקא בבעלים המקדיש אבל גנב וגזלן שתרמו או הקדישו, דהקנין הוא שנוי השם, דאפילו הדיוט נמי קנה בשנוי השם, דשינוי השם כשינוי מעשה דמי, א\"כ התרומה וההקדש קונה מצד קנין המועיל בהדיוט, ובפרט לפי מה שפרשו בתוס' דהיאוש אינו צריך רק שיהא חל השם של הגזלן, דאם הבעלים מרדפין אין בכחו לשנות שמו דהוי כמו אחר שדיבר דברי הבאי, ורק כי נתייאשו הבעלים, א\"כ חשבינן דבורו של הגזלן דיועיל לשנות שמו א\"כ תו שנוי השם לבד מועיל לקנות כשנוי מעשה [וכן דעת רמב\"ן במלחמות], א\"כ הקנין הוא מועיל גבי הדיוט וכמו גבי עורות דמעיקרא קרי לה משכא והשתא אברזין דהדיוט קונה בזה, ונמצא כיון דאינו מקדושת התרומה והקדש דמועיל בהן מצד קדושה לא שייך שאלה, אף דהקנין הוא ע\"י דבורא וכמו דלא מהני שאלה בהפקר אף דהקנין הוא מטעם דבורא לבד וכן בפאה וכמוש\"כ באורך בהלכות אישות פרק י\"ז בזה, וזה נכון, ואין לומר דא\"כ איך פקע טבלא דבהו אין שינוי השם, זה אינו, דהוי כמפריש מכריו על של חבירו דא\"צ דעת, כן הכא מפריש מן מה שחלה עליו שם תרומה ע\"י שנוי השם על כרי הגזול היינו השיריים הגזולין אצלו:<br><b> הן </b> דיש לפקפק בזה ממש\"כ בתוספות פרק האיש מקדש (דף נו) ד\"ה מתקיף לה בשם ר\"מ דכל מידי דהוי זכיה הוא באופן שלמי שזכין לו יוכל לעשות זה לכן יכול לתרום משלו על של חבירו דזכות הוא לו, אבל כאן דהנגזל לא מצי להרים דהא גזל ולא נתייאשו הבעלים אינו יכול להקדיש, ומבואר בירושלמי בכורים דגם בתרומה לא מצי להרים הבעלים כיון דהוא אינו ברשותו א\"כ תו לא מצי הגזלן לתרום מדין זכיה דזכיה מתורת שליחות, והמשלח בעצמו לא מצי להרים אפילו משלו על של הגזול מטעם דאינו ברשותו ויש בזה לדבר עוד, אבל כפי הנראה מדבריו של רבינו במלחמות פרק הגו\"מ דשינוי השם דתרומה או הקדש הוא קנוי בזה לגזלן ומכחו אתי החלות קדושת תרומה והקדש א\"כ תו מועיל שאלה וכמוש\"כ בתוספות, ולפ\"ז נראה דגם טובת הנאה של התרומה שייך להגזלן דהוי כתורם משלו ממש, וכן אם הקדיש הגזלן גובה בע\"ח של הגזלן מן ההקדש, דהגזלן קני לה ומכחו שייך להקדש ונעשה תרומה, ולפ\"ז יש ליישב מה דלא משני הגמרא על הקדש משום שנוי רשות, דמשמעות הברייתא דהוי כמו כל הקדש דמועיל שאלה, אמנם גם בשינוי רשות צ\"ע ובדיקה בפוסקים, דיש כמה שיטות מראשונים דאף בכה\"ג קנוי הוא להגזלן ומכוחו זוכה המקבל וכמוש\"כ ההמ\"ג בהלכות אישות פרק ה' הלכה ז' גבי קדשה בגזל וכן כתב הריטב\"א עיין משל\"מ שם ואכ\"מ:<br><b> והנה </b> לשיטת הנך פוסקים, דביאוש וש\"ר קונה הגזלן ומכחו זוכה המקבל, ודאי א\"ש מה דפסקו כמה פוסקים דש\"ר לא מיחשב רק אם מכר או נתן מרצון, לא באופן דשקיל מיניה בעל כרחו דגזלן, דאם שקיל מיניה בע\"כ לא קני גזלן להאי חפצא ולא קני ליה הגוזל ממנו, אבל אם נאמר דביאוש וש\"ר כי קני לוקח מיניה דנגזל נקנה ליה האי חפצא, או משום כיון דלאו באיסורא אתא לידיה נקנה האי חפצא ללוקח ביאוש לבדו, צריך לומר הא דכי שקיל מיניה בע\"כ דגזלן לא קני בש\"ר אחר יאוש, על כרחין טעמו משום דלא מצי לאחזוקי בהאי חפצא שלא מרצון הגזלן אם לא דנוטלה להשיבה לנגזל משום דהגזלן בעי לה לאפטורי נפשיה מנגזל דמצי אמר ליה לנגזל הרי שלך לפניך, לכן כי שקיל ליה שלא מרצונו לא קני להאי חפצא דמקרי באיסורא אתא לידיה, ואף דרבותינו בתוספות (דף סט) כתבו דהמחזיק בו אחר יאוש אע\"ג דיאוש לא קני, מ\"מ כל המחזיק בה זכה בה ונגזל אין יכול לתבוע מן המחזיק בה, הטור ושו\"ע חולקים ע\"ז, וטעמם כמוש\"כ שם בתוס' דכל אדם אסור להחזיק בה מפני שהיא צריכה לגזלן לפטור בה מן הנגזל, ולפ\"ז נראה לי, דזה דוקא בגזלן ישראל אבל אם היה הגזלן עו\"ג אנס דהפקעת הלואתו מותר, א\"כ רשאי כל אדם להחזיק בה אחר יאוש לעצמו [לולא מה שחדשתי לעיל לרבינו לטעמו דצריך לשלם לנגזל דמים דעבר משום ל\"ת וכמו היכי דאמר רוצה אני] א\"כ קונה בש\"ר אפילו בע\"כ דגזלן:<br><b> ומה </b> מדוקדק לפ\"ז דברי הטור סימן שס\"ח, הלכתא סתם גזילה לא הוי יאוש בעלים, לפיכך המציל מן הגזלן או הקונה ממנו לא קנה וצריך להחזיר לבעלים, אבל סתם גניבה הוי יאוש בעלים ולפיכך תנן הקונה מן הגנב קנה, וטעמא דמסיק דבגנב סתמא יאוש דוקא בגנב ישראל וכו' ובגזלן לא הוי יאוש אפילו בגזלן ישראל וכש\"כ בגזלן עו\"ג, ולכן בגזלן אילו הוי סתמו יאוש הלא המציל ממנו קונה אף שהוא בעל כרחו, דבעו\"ג מצי שקיל ולהציל לעצמו, לא כן בגנב דמיירי בישראל תני הקונה, דאילו בע\"כ לא הוי קני דמזיק ממון להגנב הישראל לכן לא תני המציל, [והא דאמר (דף צד) ור' ישמעאל ס\"ל שנוי במקומו עומד ולא קני אע\"ג דקתני והפריש חלה כו' הוא משום דמיירי לאחר יאוש ואיכא יאוש ושינוי השם וחייל שם תרומה וסבר כמ\"ד בירושלמי חלה דממרח או גלגל עיסה של חבירו שלא מדעתו חייב בחלה ופשוט]:<br><b> ודע </b> בדאיכא ספיקא אם נתייאש נראה הדין כך, דאם הגזילה בעין מוקמינן לה בחזקת מרא קמא ולא מצי זכי בה מספק לאפוקי לה מרשות בעלים, אבל אם אכלה או אבדה מן העולם, דהספק הוא אם חייב בתשלומין הלוקח מן הגזלן ודאי דמוקמינן לממונא בחזקת מריה ואמרינן דנתייאש, וכן איתא בהגה\"ה בשו\"ע סימן שס\"ט סעיף ה' בביאורי הגר\"א, דדוקא משום דחזקתו שנתייאש כו' הא מספק מוקמינן בחזקת מ\"ק, ולפ\"ז מדוקדקים דברי התוספות (בדף סז) סד\"ה אמר עולא ז\"ל אלא ברייתא איירי שהבעלים עומדים ולא נתייאשו עדיין כשנתנו לזה כו' ויאוש גרידא לא קני וכו' וצריך להחזיר הדמים, דקדקו שהבעלים עומדים ובודאי ידוע לן שלא נתייאשו, הא אילו מספקא לן אם נתייאשו הבעלים קודם דאתי לידו כיון דלרבה קני ביאוש לחוד, א\"כ החפץ נפקע מרשות מריה ביאוש לבד, רק דמספקא לן על הדמים דאם נתייאש קודם דאתי לידיה פטור מן הדמים דבהיתרא אתי לידיה מוקמינן לממונא בחזקת מריה ופטור מלשלם, וכתבו עוד שם, אבל מתניתין איירי לעולא בידוע שנתייאש מקמי דאתי לידיה, דקדקו לכתוב בידוע, הא אילו מספקא לן, כיון דלעולא יאוש לא קני אפילו לגוף החפץ, ובשינוי רשות קודם לא קני א\"כ בספק מוקמינן לחפצא בחזקת מ\"ק וצריך להחזיר לבעלים, ודוק היטב בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל לא יקוץ את שוכה ע\"מ ליתן דמים:</b><br><b> הרי\"ף </b> כתב הא דתניא וכו' תנאי ב\"ד הוא שיהא יורד לשדה חבירו וקוצץ שוכה של חבירו ומציל נחילו וכו' שיהא זה מפרק את עציו ומציל פשתנו של חבירו וכו', שיהא זה שופך את יינו ומציל דבשנו של חבירו וכו', חזינן מאן דאמר הני כולא הלכתא נינהו כו' ואנן לא ס\"ל הכי דקיי\"ל כמתני' אין לו אלא שכרו וגרסינן נמי בס\"פ מרובה וכו' והא איכא הא דר\"י בנו של ריב\"ב ופרקינן דיחידאי לא קאמרינן כו' לאו הלכתא נינהו, וכתב הרא\"ש להשיג ע\"ז באורך יעו\"ש כדברי תוס' (דף פא) דממשנתנו אין ראיה דהתם מיירי כששפך מעצמו ותנאי ב\"ד כשבעל הדבש תובע שישפוך בעל היין את יינו שלא יהא רשאי למחות, ולדעתי יתכן דחדא פלוגתא הואי דלתנא דמשנתנו דאינו תנאי ב\"ד וברצונו תלוי הדבר שלא פרשו חכמים שישפוך היין ולא הטילו החיוב עליו לאבד יינו שלו, לכן אמר אם הציל אין נותן לו אלא שכרו דהוי לך לפרש ואם לא הוי מצי לפרש לא היה לו לעשות כן, אבל לר\"י בנו של ריב\"ב כיון דתנאי ב\"ד הוא ומחויב לעשות כן אף שבעל היין אינו רוצה הטילו חכמים חובה עליו לכן לא יפסיד דמי יינו אם עשה כדין שלא עשה מדעת עצמו דנאמר דמחל על הפסדו, רק שעשה כתקנת חכמים ומהיכא תיתי יפסיד דמי יינו וזה פשוט, וכיון שכן תו אף בלא מצי להציל ע\"י הדחק ג\"כ לא מפקיר לדובשא דיליה בעל הדבש כיון שחייב מתקנת חכמים אינו מפקיר ואינו מתייאש מדובשו, כי יודע הדין שחייב בעל היין לשפוך יינו ולהציל דובשנו של חבירו, וא\"כ הוי כיש כלים לבעל הדבש להציל את הדבש ולא מתייאש מזה, ולכן לא מצי בעל היין לומר על הדבש מהפקירא קא זכינא כדפרישית, אבל לתנא דמשנתנו דליכא תנאי ב\"ד רק דאם ירצה יעשה כן ואם לא רצה אינו מחויב מתורת תנאי ב\"ד לשפוך יינו ולהציל דובשו ש\"ח דערב לאדם בשלו, וא\"כ שפיר מתייאש הבעל הדבש שלא מצי להציל רק ע\"י שפיכת היין שבעל היין אינו מחויב לזה ורק בשיכול להציל ע\"י הדחק שעקל בה\"ב כרוך עליו אז לא מתייאש, וזה נכון, ובהא דפריך (דף קטו:) והתניא מי שבא בדרך ומעות בידו ואנס כנגדו כו' אף ששם הוא שהמזיק לא בא אל המעות, טעמו דתו אינו ברשותו, ולענין חלול אמר (בדף צח) מי שהיה לו מעות בקסטרא אין מחללין דבעינן מצוי בידך וליכא, הא הפקר לא הוי כיון דהאנס לא הגיע עדיין, ועיין תוספות י\"ז: ד\"ה זרק כלי מראש הגג ודוק, וכן נראה בדברי רבינו הלכות מעשר שני יעו\"ש:"
            ],
            [],
            [
                "<b>וכן אם כפר בו ונשבע כו':</b><br><b> נ\"ב </b> בירושלמי שם, אבל לקרבן ולשבועה אינו חייב עד שיביא ב' שערות כו', ועיין לקמן פרק ח' הלכה י\"א ואפילו היה הגזלן קטן וכו', וכבר נתעורר ע\"ז הרדב\"ז בלשונות הרמב\"ם יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין הנשבע על כפירת ממון משלם חומש עד שיודה מעצמו כו':</b><br><b> דין </b> זה פשוט במשניות הרבה ובפ' ד' שומרין והעדים מעידים שאכלו משלם את הקרן הודה מעצמו משלם קרן וחומש ואשם, ובב\"ק ס\"ה, ועוד מקומות הרבה בתוספתא וירושלמי, רק סוגיא אחת בפ\"ק דב\"מ ג' מתנגדת לזה, אלא מה לפיו שכן מחייבו אשם כו', אלא מה לפיו שכן מחייבו חומש, הא לא קשיא ר\"ח כר' מאיר ס\"ל כי היכי דמחייב ליה קרבן מקו\"ח מחייב אשם נמי מקו\"ח, הרי דלר\"מ בעדים לחוד חייב קרבן וחומש וכיון דרבינו פסק כחכמים דכריתות וטעמייהו משום מיגו דמצי טעין מזיד הייתי השתא נמי מתרצינן דבוריה דמזיד הוי ואין מכחיש העדים לכן העדים לא מצי לחייבו, א\"כ תו אף לרבנן גבי פקדון דחייב על הזדון כשוגג שפיר ס\"ל קו\"ח דעדים מצי לחייבו קרן וחומש, ועיין תוס' שם ד\"ה מה לפיו בסה\"ד שכתבו כן ועיין פ\"ג מהלכות שגגות ה\"א ובפרק ט' שם, אולם לדעתי נראה דלכו\"ע אינו חייב עד שיודה בעצמו דכתיב והתודה, ואף ר\"מ מודה דעדים לא מצי לחייבו קרן וחומש, ועיין תוס' שם ד\"ה אשם היינו קרבן, רק כוונתו דאם העדים אומרים שנשבע לשקר והודה להבעל דין, ודאי מחייבים אותו קרן וחומש לר\"מ משא\"כ לרבנן, ולזה כוונה הגמרא ריש מציעא, דאילו מה שאין חייב בחומש עד שיודה אין זה משום דפיו אלימא טפי לחייבו, רק דבכה\"ג הוי בר כפרה וכמו דרך ירידה דמתכפר בגלות, ורק בגוונא דהעדים אמרי שנשבע והודה ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העבדים והשטרות והקרקעות אין בהן תוספת חומש כו':</b><br><b> כתב </b> הרב המגיד, אלו שהזכיר ז\"ל אין נשבעין עליהם כו' וכיון שכן אין בהן חומש אפי' נשבע דחומש לא אתי אלא במילתא (דאית) [דשייך] ביה חיוב שבועה כו' ונפלאתי דלפ\"ז אם טענו מטלטלין וקרקעות ביחד דנשבע על הקרקעות מדין גלגול ואחרי זה הודה שעל הקרקעות נשבע לשקר חייב לשלם חומש, ודבר זה לא נזכר בשום מקום, ופוק חזי אי מדין שבועה הלא איתמעטו בשבועת הדיינין (דף מג) מקראי דכי יתן איש אל רעהו כו' דשם כתיב הודאה במקצת כי הוא זה, ורק דקרא כי מיעט לדין קרבן היכי דעבר ונשבע דקפץ ונשבע מחויב קרבן וחומש, או היכי דנשבע ע\"י גלגול על הקרקעות, וכמו שתירצו כזה רבנן בתוס' ריש פרק מרובה בהא דמיעט קרקע מדין כפל, דהא ליכא בטוען טע\"ג רק ע\"י שבועה ואין נשבעין על קרקעות, דשם בקפץ ונשבע אינו מחויב כפל, ותירצו ע\"י גלגול יעו\"ש, כן הכא כי מיעט קרא בפרשה של שבועת הפקדון לחיוב קרבן קרקע ועבד ושטרות מיעט אף היכי דנשבע ע\"י גלגול והודה שלשקר נשבע פטור, ופוק חזי דאף לר' אלעזר דסבר דנשבעין על הקרקעות בכ\"ז מודה דאם כפר ונשבע והודה פטור מקרבן מקרא דמכל כו' ועיין תוספות ריש נערה שנתפתתה בזה, וא\"כ אין שום שייכות החיוב שבועה להפטר מקרבן:<br><b> וכזה </b> תמוהין דברי רש\"י בשבועות הפקדון (דף לז), משום דהו\"ל שעבוד קרקעות ואין מביאין קרבן על כפירת שע\"ק, ופירש רש\"י וקיי\"ל לקמן דאין נשבעין על הקרקעות הלכך כי אישתבעו נמי אין לה דין חיוב שבועה להביא עליה קרבן, וגם זה יפלא דהא הטעם שם מפורש במקומו דמקראי איתמעט גבי קרבן, וצ\"ל דרש\"י לפום ס\"ד דלא מביא הדרשא מפרש כן, אבל על ההמ\"ג יפלא יותר, ובזה מיושב דברי רבינו בהלכות שבועות פ\"ז הלכה ד' ולמה נפטר משום שבועת הפקדון כו' לפי שנאמר בפקדון או בתשומת יד כו' הכל מטלטלין כו' ויצאו קרקעות, הרי דמשום דאין נשבעין על דברים אילו לא היה מיפטר אם קפץ ונשבע לשקר והודה רק משום דקרא מיעטינהו בהדיא מחיוב קרבן ודוק:<br><b> ובזה </b> מיושב דברי רבנן בתוספות שם פרק שבועת הפקדון ד\"ה מתניתין נמי דיקא ז\"ל, ליתי ממשנה דשה\"ד דאין נשבעין על כפירת שעבוד קרקעות א\"כ אין כאן חיוב קרבן, דלפי סברתם דתליא חדא בחברתה היינו כיון דאין חיוב שבועה בהו תו אי כפר בהו לא מחייב בקרבן, א\"כ איך כתבו בדיבור הקודם דהו\"א בשטרות כי כפר מחויב קרבן אי לאו דמיעטינהו קרא הא אין נשבעין עליהן לכו\"ע, וכבר עמד ע\"ז בתורת חיים, ולפ\"ז א\"ש, דאימור מיעטינהו קרא היכי דחייבוהו שבועה מתורת גלגול גם על שטרות והודה שבשטרות נשבע לשקר בזה צריך קרא למפטריה מחיוב קרבן, אבל רב פפא דפריך ואילו גנבת את עבדי לא תני, הלא בלא גלגול צריך להביא ראיה דמיפטר מקרבן, ע\"ז הקשו שפיר דכיון דאין נשבעין עליהן תו לא מחייב קרבן, אולם בירושלמי פליגי אמוראי בזה בפרק שבועת הדיינין דר' יוחנן סבר דעבר ונשבע עליהן חייב קרבן, והיינו מדין שבועת הפקדון והביאו התו\"ח, וזהו כדברי רבינו, דאי לאו קרא דמיעטו מקרבן הוי חייב אם קפץ ונשבע ודוק:<br><b> ולפ\"ז </b> א\"ש, מה דבתלמודין אמר שמואל דבעד אחד נשבע אפילו לא טענו אלא בפרוטה, דכל מקום ששנים מחייבין אותו ממון עד אחד מחייבו שבועה, ולא פריך מקנס ומקרקעות דעד אחד אינו מחייבו שבועה, ובשלמא קנס כיון דאם יודה יפטר לא שייך לחייבו שבועה אבל בקרקע קשה, והוא משום דלא מצאנו דתחייבו רחמנא שבועה בב\"ד רק היכי דטעין טענה לפטור ואם שקר או דמתחייב כפל או דמתחייב קרן וחומש ואשם דאז חייביה רחמנא מדין שבועה שבין אדם לחבירו, אבל בקרקעות וקנס וכיו\"ב דאי נשבע עליהן אפילו אם תאמר דחייבין עליהן שבועה, בכ\"ז כי הודה שלשקר נשבע מיעטינהו רחמנא מדין קרבן וחומש, והגם דקיי\"ל כמ\"ד דחייבין משום בטוי אין זה רק כדין הנשבע לשקר בין אדם למקום, אבל דין דנשבע לחבירו אין בו ובכה\"ג לא חייבו רחמנא שבועה, רק דירושלמי לטעמיה דסבר דאם נשבע בקרקעות וכי\"ב חייב משום שבועת הפקדון לר\"י, לכן פריך על הך דשנינו כ\"מ ששנים מחייבין ממון ע\"א מחייבו שבועה, והרי שנים מחייבין אותו קרקע והרי שנים מחייבין אותו קנס כו' משום דאם תחייבו שבועה אם ישבע לשקר דין של כל שבועה שבין אדם לחבירו שב\"ד מחייבין אותו אית ליה, ועיין בר\"ן שהביא הירושלמי ועיין בתוס', והא דפריך מקנס אף דבקנס ודאי ליכא חיוב קרבן כמפורש במשנה דשבועת הפקדון, ואם כן הוי שבועה שחיובה כמו בטוי שבין אדם לעצמו, זה בדותא, דהירושלמי מפרש טעמא דליכא שבועת הפקדון משום דלא כפר ביה ממונא, דאין זה תביעת ממון דאילו מודה מיפטר, ולכן סובר דבעדי קנס שנשבעו חייבין משום דהם מפסידים אותו ממון שאם העידו היה חייב ממון וכמו\"ש התוספות (דף לג) ד\"ה או דילמא, א\"כ זה דוקא שאינו חייב לשבע על קנס, אבל אם תחייבו ע\"י עד אחד לשבע על קנס תו אם כפר והודה שלשקר נשבע יהא חייב קרבן שבועה, דמאי תאמר דלא הפסידו ממון דאילו הוי מודה מיפטר מטעם מרשיע עצמו, ז\"א, דכיון דחייב לשבע א\"כ אם הוי מודה ויש כאן עד אחד לא מיקרי מרשיע עצמו דהעד מרשיעו שירא לישבע נגד העד, ומה שבידו לשבע ולהכחיש העד אם אינו עושה כן לא נקרא מרשיע את עצמו כיון דבשתיקה או בלא שבועה לשקר לא הוי מפטר מב\"ד [ועיין תוספות ב\"ק (דף מא) ד\"ה מודה בקנס דכתבו אפכא ואנו כתבנו לשיטת ירושלמי] ומשני שכיון שאין שבועה של הודאה במקצת חייב בזה אין ע\"א מחייבו וכמו בקרקע ודוק, והא דפירש רש\"י (בדף לד) דלר\"א חייב בשבועת הפקדון בקנס הוא בעמד בדין, ועיין חידושי הרמב\"ן שם דברים נעימים בזה ודוק:"
            ]
        ],
        [
            [
                "<b>אבל אם נשחתה מאליה וכו' או נשרפה באש כו':</b><br><b> בהשגות </b> הלכך כשמת העבד או נשרף משלם את דמיו כו'. האריך רבינו לחלק בין איתנייהו בעינייהו כגון איכחוש דאומר לו הרי שלך לפניך, דכל זמן דאיתנייהו בעינייהו ברשות בעלים קאי, אבל בליתנהו בעינייהו אף דנשרף באונס וכו' בכ\"ז חייב מדין גזלן, וסעד לסברא זו מהא דאמר בפרק לולב הגזול ור\"א לטעמיה דאין אדם יוצא בסוכה של חבירו אי קרקע נגזלת כו' ואי נמי קרקע אינה נגזלת סוכה שאולה היא כו', דנדחקו רש\"י ותוס' הא ר' אליעזר סובר מפורש בשילהי ב\"ק דקרקע נגזלת, ולפ\"ז יתכן, דמספקא ליה להגמרא בטעמא דר\"א דילמא סבר בקרקע כמו בעבדים לרבנן, דשם שטפה נהר והקרקע ליתא בעינא הוי גזלן וחייב לשלם דמיה כמו בגוזל עבד ומת, אבל כל זמן דהקרקע קיימא בעינא הואי ברשות הבעלים ואינו חייב לשלם אם נשתנית כמו כחשה בעבד וכיו\"ב, וא\"כ כל זמן דהיא בעינא הואי ברשות הבעלים ומצי אמר הרי שלך לפניך ולא הואי רק סוכה שאולה, ודוק:<br><b> ואם </b> כה נאמר א\"ש דברי התוספות בשבועות ל\"ג ד\"ה היכא דכתבו דמצי לכתוב הרשאה דקרקע אינה נגזלת וכמ\"ד משביע ע\"ק חייב, אשר תמוה מאוד (דבדף לז) מפורש לחכמים דקרקע אינה נגזלת כו\"ע סברי דמשביע ע\"ק פטור, ולפ\"ז כוונו אם נאמר דלר\"א ג\"כ קרקע אינה נגזלת וכמו דאמרו בסוכה ל\"א כ\"ז דאיתא בעינא וברשות בעליה קיימא, לכן מצי לכתוב הרשאה בתביעת הקרקע ומ\"מ לא איתמעט מקרא לענין השבה היכי דליתנהו בעינייהו ומשביע ע\"ק חייב ודוק:"
            ],
            [
                "<b>גזל שדה כו' ואם מחמת הגזלן נלקח[ה] חייב להעמיד לו שדה אחרת ובהלכה ג' והראה שדה זו:</b><br><b> הנה </b> שני הדינים במשנתנו, אחד אם נטלוה מחמת הגזלן אף דהם מעצמם נטלו שלא הראה הגזלן כלום, בכ\"ז חייב, ודין שני קמ\"ל משנתנו מיתורא דאף אם מכת מדינה היא בכ\"ז אם אחוי אחוויה חייב משום דהוא הזיק במה שהראה על שדה זו (עיין טורי זהב סימן שע\"א) וא\"כ בהך דינא דסיפא דגרם להזיק ולא היה אנוס כלל על שדה זו שפיר שייך דינא דגרמי, אבל בנטלוה מעצמם מחמת הגזלן דלא שייך לחייבו משום דינא דגרמי, שכעת בעת שנטלוה מסיקים לא עשה הגזלן מאומה ואנוס הוא שבע\"כ נוטלים אותה, ע\"ז אמר ר' יוחנן בירושלמי טעמא קנס קנסו חכמים לגזלן ואינו ענין כלל להך דגרמי, והש\"ך סי' שפ\"ו השוה הענינים ולמד מזה אהך ואינו כן כמוש\"ב וברור:<br><b> וכיון </b> שכן יתכן לומר דהיכי דהראה שבהלכה ג' דהזיק בגרמתו ומיקלי קליא בהראותה להם נתחייב תיכף מדין מזיק לכן אף אם השדה הוזלה אחר זה או נשחתה מאליה חייב לשלם הדמים שהיתה שוה בעת שגרם ההיזק בשעה שנטלוה המסיקין, אולם בהלכה ב' שנטלה מחמת הגזלן ולא עשה כלום רק שקנסוהו חכמים עבור מה שגזלה להשיב השדה לבעליה לכן אם נפחתו דמיה אינו משלם רק הדמים שהיא שוה כעת בעת העמדה בדין וכמו אילו לא נטלוה המסיקין והיה יכול לומר הרי שלך לפניך דקרקע אינה נגזלת, כן מסתברא להלכה, ולפ\"ז מדוקדק לשון רבינו שהלכה ב' כתב חייב להעמיד לו שדה אחרת כאילו היתה עוד ברשותו ואם הוזלה צריך לשלם כפי מה ששוה עכשיו בעת העמדה בדין, ובהלכה ג' כתב חייב להעמיד לו שדה אחרת כמותה או יתן דמיה שהדמים קצובים כפי מה שהיתה שוה בעת שנטלוה המסיקין אז כבר נתחייב וכבר קלי לה בהראותה להם, וחיובו בדמיה הקצובים כפי מה שהיתה שוה אז או שנותן לו שדה אחרת כמו שהיתה שוה אז, ולשונו מזוקק כזהב וכן הועתק בשו\"ע ועיין בטור ודוק:"
            ],
            [
                "<b>גזל שדה כו' ואם מחמת הגזלן נלקח[ה] חייב להעמיד לו שדה אחרת ובהלכה ג' והראה שדה זו:</b><br><b> הנה </b> שני הדינים במשנתנו, אחד אם נטלוה מחמת הגזלן אף דהם מעצמם נטלו שלא הראה הגזלן כלום, בכ\"ז חייב, ודין שני קמ\"ל משנתנו מיתורא דאף אם מכת מדינה היא בכ\"ז אם אחוי אחוויה חייב משום דהוא הזיק במה שהראה על שדה זו (עיין טורי זהב סימן שע\"א) וא\"כ בהך דינא דסיפא דגרם להזיק ולא היה אנוס כלל על שדה זו שפיר שייך דינא דגרמי, אבל בנטלוה מעצמם מחמת הגזלן דלא שייך לחייבו משום דינא דגרמי, שכעת בעת שנטלוה מסיקים לא עשה הגזלן מאומה ואנוס הוא שבע\"כ נוטלים אותה, ע\"ז אמר ר' יוחנן בירושלמי טעמא קנס קנסו חכמים לגזלן ואינו ענין כלל להך דגרמי, והש\"ך סי' שפ\"ו השוה הענינים ולמד מזה אהך ואינו כן כמוש\"ב וברור:<br><b> וכיון </b> שכן יתכן לומר דהיכי דהראה שבהלכה ג' דהזיק בגרמתו ומיקלי קליא בהראותה להם נתחייב תיכף מדין מזיק לכן אף אם השדה הוזלה אחר זה או נשחתה מאליה חייב לשלם הדמים שהיתה שוה בעת שגרם ההיזק בשעה שנטלוה המסיקין, אולם בהלכה ב' שנטלה מחמת הגזלן ולא עשה כלום רק שקנסוהו חכמים עבור מה שגזלה להשיב השדה לבעליה לכן אם נפחתו דמיה אינו משלם רק הדמים שהיא שוה כעת בעת העמדה בדין וכמו אילו לא נטלוה המסיקין והיה יכול לומר הרי שלך לפניך דקרקע אינה נגזלת, כן מסתברא להלכה, ולפ\"ז מדוקדק לשון רבינו שהלכה ב' כתב חייב להעמיד לו שדה אחרת כאילו היתה עוד ברשותו ואם הוזלה צריך לשלם כפי מה ששוה עכשיו בעת העמדה בדין, ובהלכה ג' כתב חייב להעמיד לו שדה אחרת כמותה או יתן דמיה שהדמים קצובים כפי מה שהיתה שוה בעת שנטלוה המסיקין אז כבר נתחייב וכבר קלי לה בהראותה להם, וחיובו בדמיה הקצובים כפי מה שהיתה שוה אז או שנותן לו שדה אחרת כמו שהיתה שוה אז, ולשונו מזוקק כזהב וכן הועתק בשו\"ע ועיין בטור ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>(אם) היתה הוצאה יתירה על השבח כו' אין לו מן ההוצאה אלא שיעור השבח נוטל מבעל השדה:</b><br><b> כן </b> מפורש בגמרא דאמר אי בעית אימא בלוקח מגזלן כגון שיש לו קרקע הרי דמפורש דאין לו אלא הוצאה שיעור שבח מבעל הקרקע, אמנם בעיטור מאמר רביעי משטרות הביא בשם רבינו אפרים שחולק ע\"ז דגזלן גרים ליה פסידא ומשלם ליה ההוצאה יעו\"ש, ובאמת בירושלמי דפרק הניזקין ר\"א בשם רבנן דתמן אין לך יורד ברשות וידו לתחתונה אצל שמעון כו' בשם רבנן דתמן אין לך יורד ברשות וידו על העליונה אצל ראובן, הרי דנגד ראובן הגזלן הוי כיורד ברשות וכדברי רבינו אפרים ויעוין ש\"ק. ונראה לדעתי דהכא נחית הלוקח לשדה לא עבור הגזלן רק שמשביח לצורך עצמו ודמיא דין זה לבעל בנכסי אשתו שאם לא אכל יטול הוצאה כנגד שבח ולא המרובה על השבח, ורבו הסוברים בסימן קע\"ח דגם שותף הוי כיורד ברשות ומ\"מ אינו נוטל הוצאה המרובה על השבח, ובסמ\"ע שם דלמד מיורד לנכסי אשתו [רק בשבח מרובה כאן נוטל השבח מחמת שקבל אחריות השדה ומשלם כפי מה שנטרף מאתו גם השבח אבל בבעל בנכסי אשתו נוטל כאריס], אמנם הירושלמי אזיל לטעמיה בפרק האשה שנפלו ה\"ח אסי אמר והוא שתהא הוצאה מרובה על השבח אלמא דבעל בנכסי אשתו בהוצאה מרובה על השבח נוטל כל מה שהוציא והוה\"ד בלוקח מגזלן שלא הכיר בה אע\"ג דאדעתא דידיה לבד הוציא נוטל מה שהוציא אבל גמרא דילן מסיק התם ע\"ט דנוטל הוצאה כשיעור שבח ה\"ה הכא בלוקח מגזלן דאין לו רק הוצאה שיעור שבח כיון דאדעתא דידיה אשבח, ויעוין תוס' ב\"מ י\"ד סוד\"ה תדע ואי בנגזל הא נגזל גופיה יהיה ליה יציאה ולפי ירושלמי הא צריך למיכתב עבור הוצאה היתירה על השבח ודוק:"
            ],
            [
                "<b>ואכל הלוקח פירותיה מחשבין כו':</b><br><b> נ\"ב </b> ירושלמי מפורש פרק הניזקין ה\"ג גזל שדה משמעון וכו', ושמעון גובה אכילת פירות מבני חורין של לוי, היינו פירות שאכל לוי הלוקח מן הגזלן, ועיין מראה הפנים ודוק:"
            ],
            [
                "<b>המוכר שדה שאינה שלו וכו':</b><br><b> הנה </b> בירושלמי גיטין פרק ה' הלכה ג', ראובן שגזל שדה משמעון ומכרה ללוי והלך לוי ונתנה מתנה ליהודה ובא שמעון וטרפה מיהודה כו' עיי\"ש, ותימה דמשמע דאם באו לסטים ונטלוה מלוי ואח\"כ בא שמעון וטרפה מיד הלסטים לא צריך ראובן להחזיר ללוי מעותיו שנטל ממנו ואמאי כיון שגזולה היא בידו ולאו דיליה מכר והוי מקח בטעות, ובשו\"ע סימן רמ\"א סעיף י\"ב בהגה\"ה לענין מוכר באחריות שפיר דהוי מכר כדין אבל כאן קשה, וצ\"ל דמיירי שידע בה שהיא גזולה ואפילו כן מעות יש לו דסבר דמעות פקדון עד דאתא וטריף ולכך אם נטלוה לסטים ממנו אין צריך להחזיר לו מעותיו דאדעתא דא קבילת זבינא רק כאן אמר בעי הוינא מיתן ליה וישלם לי טיבו ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>העו\"ג המציקים לישראל וכו' ואם לא נתן הרי רביע הקרקע כגזל בידו:</b><br><b> בחו\"מ </b> סימן רל\"ו סעיף א' בהגה\"ה, היו הבעלים אומרים שהיה בידם ליקח והלוקח אומר שלא היה בידם ליקח על הבעלים להביא ראיה דקרקע בחזקת הלקוחות עכ\"ל, והוא מהר\"ן בשם ירושלמי, והדבר נפלא, כי מן הדין הלא לא גמר הישראל ומקנה להסקריקון, דמימר אמר למחר תבענא ליה בדינא, ורק מצד התקנה שלא יהא נחלט השדה ביד הסקריקון אמרו דהלוקח אינו מחזיר השדה, ואיך קיימא ארעא ביד הלקוחות הלא בחזקת הבעלים הוי [עיין בפרק חזקת הבתים (דף כט) גבי אנא בשכוני גואי הואי ועיין היטב בסוגיא שם], ובפרט לשיטת הירושלמי דאפילו בהרוגי מלחמה ג\"כ לא גמיר ומקנה, רק מן התקנה לא היה דין סקריקון וכמו שהאריך הרשב\"א בחדושיו יעו\"ש, ובקרקע אזלינן בתר חזקה דבעלים דמעיקרא ולא בתר חזקה דהשתא כמו בנכסי בר שטיא דאוקים בחזקת אבהתא ועיין תוס' פרק ב' דכתובות (דף כ'), ומכש\"כ הכא דמן הדין הוי שלו והוי ספק תקנה, וגדולה מזו מצאנו בחו\"מ סימן קע\"ה סעיף ז' דקנאה הלוקח במנה ושוה ר' אם טען הלוקח שלא היה נותנה כן לאחר והמצרן טוען שהיה נותן כן לאחר אע\"ג דארעא לאפוקי קיימא אם יתן לו ר' זוז, בכ\"ז כיון דמן הדין ארעא דלוקח הוי, ודמצרן לא הוי רק משום תקנה על המצרן להביא ראיה כמוש\"כ הרא\"ש, כש\"כ כאן דארעא מן הדין של בעלים הוי אפילו בעודה ברשות הסקריקון, ודלוקח לא הוי רק משום תקנה, ואם היה בידו ליקח לא הוי יכול ליקח אפילו מן התקנה שלא תקנו כלל, כש\"כ דבחזקת הבעלים קאי, וראיתי להגר\"א באות כ\"ה שם שכתב וז\"ל, ירושלמי אצל סקריקון הביאו הר\"ן הם אומרים ושם הבעלים דין מצרן יש לו כו', ומאוד תמיהני איך אזיל בתר אפכא הלא הגר\"א בעצמו הביא בסימן רל\"ו דמן התקנה ומפני תקון העולם הוי של לוקח יעו\"ש ואיך דמי למצרן יפלא, וכן כתבו הרי\"ף והר\"ח גבי שומא דאגביה איהו בחובו דמוקמינן ביד בע\"ח, כיון דאינו רק משום הישר והטוב הוא הוי המוחזק יעו\"ש:<br><b> אולם </b> ברשב\"א ובירושלמי שלפנינו הגירסא להיפוך ז\"ל, הן אומרים בידינו ליקח והלוקח אומר לאו אמר רבי יוסי לעולם השדה בחזקת בעלים שהמוציא מחבירו עליו הראיה וכן הוא בחידושי רבינו נסים לגיטין, וזו גירסא ישרה ואמיתית, ואעידה לי עדים ע\"ז, כי דברי ר\"י אלו נאמרו ונשנו במקומות אחרים, בקדושין פ\"ק הלכה ה' אמר ינתנו כל נכסי לפלוני חזר ואמר כתבו ותנו כו' אם אמר לזכותו ד\"ה זכה ואם לזכותו בכתב כו\"ע מודו שאין אדם זוכה בכתב לאחר מיתה מי מודיע כו' אמר ר' יוסי לעולם השדה בחזקת בעליה ומוציא מחבירו עליו הראיה, וכן בב\"ב פרק חזקת הבתים הלכה ד', והבא משום ירושה אינו צריך טענה קאמר וצריך חזקה, פירוש דדר ביה חד יומא [מי מודיע] כו' א\"ר יוסי לעולם השדה בחזקת בעליה מכאן והילך המוציא מחבירו עליו הראיה, הרי דלשון זה רגיל על לשון ר' יוסי דהשדה בחזקת בעלים הראשון קאי, וברור. ואף דמסתפינא לחלוק על הרמ\"א, בכ\"ז הגירסא שלפנינו ודאי היא האמיתית, וכן מצאתי בש\"ק שגירסא שלנו עיקר. והנה שם בירושלמי קאמר עוד, המטלטלין אין בהם משום סקריקון, ופירוש דאם מכר הסקריקון את המטלטלין לאחר, המה של לוקח לגמרי, דמטלטלין לא שייך למחר איתבע ליה בדינא לכן גמיר ומקנה ליה, ונותן אותם לו תחת נפשו שרוצה להרגו, ואף ע\"ג דבלא זה הוי יאוש וש\"ר, נפק\"מ אם גזלן ישראל מן הסקריקון דאין בהם ש\"ר כיון דהוי בע\"כ דגזלן, בכ\"ז א\"צ להחזירן להבעלים, ועיין בש\"ך סק\"ו ובנתיבות ודוק, ויעוין בחידושי רבינו נסים שפירש משום יאוש וש\"ר דקנה. [אח\"ז ראיתי במהרי\"ט חלק א' סימן נ\"ט שכתב דמן הדין הוי של סקריקון יעו\"ש ודבריו תמוהים דז\"א כמוש\"כ, אולם עמד שם על גירסא שלנו בירושלמי יעו\"ש]:<br><b> והא </b> דבהרוגי מלחמה בגזירה קמייתא ומציעא לא היה בה דין סיקריקון והיה קנוי לגמרי להעו\"ג, פירשו רשב\"א וריטב\"א משום דהיו מופקרין להורגם גמרי ומקני, וכמו שפירש הריב\"ש בסימן ר\"צ משום דהעו\"ג לא נטל השדה רק הישראל היה רוצה לפדות עצמו ואמר לו שא קרקע זו בפדיון נפש. וכן דקדק רבינו לקמן פרק ח' מהלכות עבדים הלכה ב' יעו\"ש, אבל אם האנס ירד לקרקע של ישראל וגזל מבלי שיאמר לו שא קרקע זו כו' אפילו בהרוגי מלחמה קרקע אינה נגזלת והוי כתלוהו ויהיב יעו\"ש, ולדעתי יתכן דכיון דבגזירה קמייתא הוי כל מה דלא קטיל ליקטול וכן במציעא עיקר הגירסא כמו שמצאתי בתוס' רי\"ד הנדפס מחדש בש\"ס ווילנא כל דקטיל ניתיב ליה ארבעה זוזי, נמצא דמפסיד האנס בקרקע שנוטל ואינו הורגו או סכנת נפשות דמתפחד מחמת הצווי ליקטלוהו או מפסיד ד' זוזי דיהבו ליה עבור הריגתו את הישראל לכן חשבינן ליה כתלוהו וזבין כיון דמפסיד האנס עבור מה שאינו הורגו או ספק נפשות או ממון וגמיר ומקנה ליה הישראל, וזה נכון, אמנם להגירסא שלפנינו כל דקטיל ליתוב ד' זוזי צ\"ל כהריב\"ש שכיון שאינו כופהו בהקרקע רק שהישראל כדי להנצל פודה עצמו עם הקרקע גמיר ומקנה ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין עשה דוחה [את] ל\"ת ועשה:</b><br><b> הרב </b> מהגיד כתב דלא הוי בעידנא יעו\"ש, ויש לדון דכי אמרו דוקא בנגעים לעבודה דבעת העבודה ליכא דחייה ללאו, רק קודם העשה דחינן להלאו, אבל כאן הלא בעת ההשבה שנוטלה מבית הקברות גם אז נדחה לאו דטומאה, [לפי מה דקיי\"ל כרע\"ק דמס' שמחות עיין שבועות י\"ז בתוספות ואכמ\"ל] לכן דחי אפילו קודם בעת דהוי בגדר מכשירין, וכדוגמתו מצאנו לר' אליעזר בריש פרק ר\"א דמילה, דסובר מכשירי מילה דוחין השבת, ומפרש בירושלמי משום דמצוה שהיא בעצמה דוחה שבת גם מכשירין דילה כמו לעשות סכין למול דוחה שבת, אבל מצוה שהיא בעצמה אינה דוחה כמו מצה ולולב לא דחו מכשירין שלהן שבת, כן הכא כיון שבשעת ההשבה יש דחיה ללאו דטומאה תו גם קודם דחי, ורק קציצת נגעים דבעת העבודה אין דחיית הלאו לא דחי קודם ודוק:<br><b> נ\"ב. </b> וזה דלא כמו שכתבו בתו' ב\"ב דף י\"ב ד\"ה כופין א\"ר כו' דבעידנא דמיעקר כו'."
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>עד שיביא עדים שהיא שלו וכו':</b><br><b> בהשגות, </b> א\"א סימן מובהק לגמרי, ובמגיד, ואע\"ג דסימנים כאלו דאורייתא כנזכר למעלה ברמאי חיישינן ומדאורייתא ילפינן לה וכמוש\"כ הר\"א ז\"ל כו', כוון, דבגמרא בעי אם סימנים בינונים מדאורייתא או דרבנן, והנה מקרא ילפינן עד דרוש אחיך דרשהו אם רמאי הוא, ואם סימנים דרבנן הלא לא מהדרינן לשום אדם בסימנים בינונים, וע\"כ דבסימנים מובהקים לגמרי ג\"כ אין מחזירין לרמאי, וזה כמוש\"כ רבינו עד שיביא עדים שהיא שלו דוקא בעדים, ובזה אין נפק\"מ דאף אם סימנים בינונים דאורייתא בזה לא פלוג דלרמאי אין מחזירין רק בעדים, ולדעתי לא קאי ההשגה ע\"ז, רק מקומה בריש הלכה זו בא בעל האבידה ונתן סימנים שאינן מובהקין אין מחזירין לו עד שיאמר סימנים מובהקים, ע\"ז א\"א סימן מובהק לגמרי, דרבינו הביא מה דרמי בתלמודין ואי ס\"ד גלימא מכריז אמר איהו גלימא ואמר איהו גלימא צ\"ל כי לא אמר סימנים לא מהדרינן כו' ומאי לא אמר סימנים לא אמר סימנים מובהקין דילה, וזה שהעתיק רבינו דגלימא מכריז, בא בהלכה זו ופירש תירוצא דגמרא, ולהראב\"ד הובא בשמ\"ק קמ\"ל דאם יש בבגד סימנים מובהקים ולא ידע מהמובהקין אף דאמר סימנים בינונים לא מהדרינן ליה וזה סימנים מובהקין דילה שיש בבגד, לזה כתב בהשגות א\"א סימן מובהק לגמרי, פירוש אם יש בה צ\"ל הסימן המובהק ביותר שיש בה וזה דינא דגמרא שנשמט בדברי רבינו ז\"ל לפי דעתו ודוק:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מצא כריכות ברשות היחיד וכו' ואם דרך הנחה חייב להכריז שאע\"פ שאין להם סימן המקום סימן אע\"פ שאינו סימן מובהק:</b><br><b> הנה </b> שיטת רבינו, דבין דבר שיש בו סימן ובין דבר שאין בו סימן לא יטול, דבשאין בו סימן הרי מאבד ממון חבירו בידים, וביש בו סימן בספק הינוח הרי מטריחין לרדוף אחריה ולתת סימניה, רק אם נטל נפק\"מ דאין בה סימן הרי היא שלו, וביש בה סימן חייב להכריז ואינו מחלק כלל בין מקום המשתמר לגמרי למקום משתמר קצת וכל ההלכות א\"ש, לבד מש\"כ כאן צ\"ב, דלשון חייב להכריז מורה אפילו לא נטל עדיין מחויב ליטול ולהכריז, ואינו לפי שיטתו דאף אם יש בה סימן לא יגע בדבר שמצא דרך הינוח, ולשיטת רבנן בתוספות דבמקום המשתמר קצת נוטל ומכריז בדבר שיש בו סימן ניחא, [ועיין מהרש\"א בדף כ\"ג] ועוד דחוק למחוק הני תיבות אעפ\"י שאינו סימן מובהק:<br><b> ונראה </b> דבאמת בדבר שיש בו סימן אינו נוטל להכריז, מטעם דמטריח הבעלים לחזור על אבידתו, אבל כאן בכריכות דאין בהן סימן רק המקום שאבד, א\"כ שפיר ניחא ליה שיטול המוציא ויכריז מטעם דעבידי דמינשתפא ברגלי אדם ושוב יאבד ממנו הסימן ושמא יטול אחד אחר כך ולא יהא לו לבעלים בה סימן, לכן טפי ניחא ליה שהמוציא ראשון עדיין במקום שהונח יטלנו ויכריז דיהיה לו המקום סימן [ועיין כסף משנה בזה], ולכן כתב בהלכה ח' מצא פירות מפוזרין דרך הנחה לא יגע בהן, משום דפירות כשהן מונחין אין מעבירין על האוכלין וניחא ליה שינוחו עד שיבוא ויטול [אולם לא א\"ש לפי' רש\"י ותוספות אין מעבירין שכל המוצא קודם יגביהנו, אך לשיטת התוס' דבמקום המשתמר קצת ביש בו סימן נוטל ומכריז, א\"כ פירוש הגמרא בריש פרקא אי דרך הינוח אפילו בציר מהכי נמי לא, פירוש דאינן שלו אלא נוטל ומכריז סימן מקום, ולשון רש\"י עתיד לחזור וליטלן משמע דמפרש כרבינו דלא יגע בהן] ובזה מדוייק דברי רבינו, דלעולם לענין ההשבה את האבידה בסימן מקום שלא נחוש שמא אחר אבד באותו מקום שפיר הוי סימן מובהק כמו מדה או מנין דלא חייש שמא אחר אבד חפץ באותה מדה, אבל לענין דיחזיר ולא יעכב לעצמו שלא נאמר דהבעלים מתייאש בודאי הוי סימן שאינו מובהק, דבסימן מדה ומנין סביר הבעה\"ב שיאמר לסוף סימניה ויחזיר לו המוצא, אבל בסימן מקום סבור הבעה\"ב דילמא מנשתפא ולא יהיה לו בה סימן ולא סמכא דעתיה דבעה\"ב על הך סימן ולכך קרי ליה סימן שאינו מובהק, והך דאלומות שבין בר\"ה בין ברה\"י נוטל ומכריז מסתמא דרך הינוח דבל\"ז אין מקום סימן וכמוש\"כ ההמ\"ג הלכה ט', והא סובר דכל מידי דדרך הינוח לא יטול כלל, וצ\"ל אף ע\"ג דלא מנשתפא משום דיקירי בכ\"ז מנשתפא לפעמים ולא עדיף מכריכות ברה\"י ולכך ניחא לבעלים שמוציא ראשון נוטל ומכריז, ולכן פסק בה' ה' דמצא פרה בר\"ה חוץ לתחום חייב להחזיר וברפת אפילו חוץ לתחום לא יגע בה דמספקא ליה אם הלכה כלישנא קמא או כל\"ב, והוי ספק הינוח בדבר שיש בו סימן דאינו נוטל וספיקא לחומרא דמטריח הבעלים להגיד בה סימן, משא\"כ הפוסקים לשיטתייהו פסקו דמספק חייב להחזיר, כמו כל ספק הינוח בדבר שיש בו סימן ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>המוצא מעות בחנות וכו':</b><br><b> בהשגות, </b> ועוד כי אין היאוש קונה אלא באבידה כו', נ\"ל דצ\"ל בסוף השגה בהלכה ח' על מצא מטמון בגל או בכותל ישן וצריך שיהא בעליו בצדו ויאמר תזכה לי, צ\"ל ועוד כי אין היאוש קונה כו' אבל זו כו' אלא בפקדון ששכחו בעליו, פירוש ששכח ממנו שהפקידו ואילו היה זכור ממנו היה נוטלו והוי אצל הבנים יאוש שלא מדעת, והמוצא מותר בה דהוי כאבידת עו\"ג ושלו הוא, כן נראה:"
            ],
            [],
            [],
            [],
            [
                "<b>ומה אבידה של אדם אמרה תורה כו' יצאת(ה) זו שנפלה לים כו':</b><br><b> ראה </b> בהשגות, ובחידושי לגמרא פרשתי דברי רבינו באורך גדול, ומתבאר דדעת רבינו ג\"כ דבאבודה מכל אדם אע\"ג דלא ידע דנאבדה הימנו נפקא מרשותיה כמבואר בכולהו שמועות יעו\"ש. והנה מתבאר מדברי רבינו דאף אם הוא תוך רשות הבעלים המשתמר כיון דאבודה הימנו ומכל אדם נפקע מרשות הבעלים. ולפ\"ז צ\"ע הא דתניא בתוספתא פאה פרק ב' חורי הנמלין אסורין משום גזל ואם הפקירם בעה\"ב מותרים משום גזל, וזה מסתברא דחורי הנמלים הוי אבוד הימנו ומכל אדם, יעוין תענית (דף ה) נעשה להן נס ונתגלה להן מה שבכתלין ומה שבחורי הנמלים, ואמאי אסורים משום גזל, וכן משמע משנה דפרק ד' דפאה חורי הנמלים שבתוך הקמה הרי הן של בעה\"ב ויעוין מעשרות פרק ה', ומוכח מזה כהראב\"ד שבתוך שדהו המשתמר חוזר וזוכה לבעליו ולכן לא נפקע מרשותו ודוק:<br><b> והנה </b> בתוספתא שם ר' שמעון בן אלעזר אומר אם היו נקצרין וגזוזין אסורים משום גזל (כן הגירסא בתוספתא כת\"י רק בשבוש קצת) ונראה טעמו דסובר דמצד יאוש בעלים דהוי כהפקר אתי עלה ורק דהוי יאוש שלא מדעת שאינו יודע כמה גררו הנמלים ובמדרש מעשה ומצאו כ\"ג כור, ולכן סבר דכל מה דהוי של בעלים שהדעת שלו היה שולטת בו בזה לא מועיל יאוש שלא מדעת דאע\"ג דאלו ידע שגררו סך כזה היה מייאש, בכ\"ז כל כמה דלא ידע לא הוי יאוש והפקר, אבל מה שדעת האדם לא היה שולט בו אם כי הוי שלו דהוי גדולי שדהו ופירות אילנותיו בכ\"ז כיון דדעת האדם לא היה שולט בו בזה מועיל להפקיר גם יאוש שלא מדעת ולדידיה תמרי דזיקי כיון שלא היה שולט דעתו בהן מועיל גם יאוש שלא מדעת, ולכן אם היו השבלים קצורים או גזוזין בירק וכיו\"ב דשלט בהו דעת הפועל והבעלים אז הן אסורין דהוי יאוש שלא מדעת וסוגיין דהני תמרי דזיקי אזלא לרבנן ולא לרשב\"א דאינהו אמרי דחורי הנמלים לעולם הן אסורים משום גזל ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נתנו לו במתנה הואיל ואחר הקנם לו כו' ואם היה צבי רץ כדרכו כו' לא קנתה לו שדהו:</b><br><b> הקשה </b> לי רב אחד על דברי התוספות פ\"ק דב\"ק (דף יב) ד\"ה למה לי עומדין בתוכה כו' ואפילו עומד בצד שדהו והוי עבד כצבי רץ לדרכו, ותמה ע\"ז דהא מבואר בב\"מ (דף יא) דהיכי דדעת אחרת מקנה אותו תו מהני אף ברץ לדרכו וצ\"ע, והשבתי באמת נעלם ממנו שיטת רבינו דאף במתנה לא מהני כי רץ לדרכו עיין ביאורי הגר\"א סימן רע\"ח. אולם אף להנך שיטות דסברי דמהני לק\"מ, דתמן בצבי רץ לדרכו ע\"כ דלא מרד מרשות בעלים וידע אבוס קונהו ואף ע\"ג דאיהו רץ בכ\"ז הוא ברשותו של בעלים דעדיין יכול להשיגו ע\"י כל מי שיראנו דשם בעליו עליו, דאל\"כ אלא דמרד ולא יוכל עוד להשיגו, הלא הוי הפקר כשיטת תוספות ריש פרק שלוח הקן, א\"כ ניחזי תו בכל מקום שהוא רץ עדיין הוי של בעלים ונקרא משתמר לדעת הבעלים, ואם היה כפות דלא הוי חצר מהלך אם נותן עליו מידי, קנה דהוי חצר משתמר לדעתו, ולכן כי נתן במתנה ורץ בשדה המקבל קנה המקבל, שהנותן שהצבי הוא משתמר בכ\"מ שהוא ברשות הבעלים רוצה להקנותו ע\"י ריצתו בשדהו, לא כן גבי עבד דאף בכפות וברשות הבעלים מקרי משתמר שלא לדעתו של בעלים, משום דבר דעה הוא ומשתמר לדעת עצמו כמוש\"כ תוספות לעיל ותו מאי מהני במתנה טפי מבמציאה והוי כצבי רץ לדרכו במציאה, דהכא לא עדיף מחמת שבא מכח נותן כיון דגם אצלו לא משתמר היינו לגבי נותן עצמו שרשות הנותן אין עליו כלל שהוא משתמר לדעת עצמו וזה ברור:"
            ],
            [],
            [
                "<b>ואפילו היתה מכורה (ל)אמה:</b><br><b> על </b> קטנה דהיא נמכרת קאי, והלשון אינו מדוקדק, ויתכן דנראה דאם נמכרת לאמה ויעדה האדון דפסק רבינו דכאירוסין דמי מסתברא דהבעל חייב לזונה דהוי כהגיע זמן י\"ב חודש ולא נשאו דאוכלות משלו, ואין נותנין לו שנים עשר חודש כיון דבעל כרחה ובע\"כ דאב מיעדה תו חייב לנושאה בחופה וכל כמה דלא נסיב לה חייב לזונה, ואולי זה כוון רבינו דהיתה מכורה לאמה וייעדה האדון והיא נערה כעת אחר יעוד וניזונית מהאדון מציאתה לאביה משום איבה, דאם מת האדון חוזרת לרשות אביה ומצי מסר לה למנוול ומוכה שחין, ובזה\"ז ליכא לכן השמיט השו\"ע ודוק:",
                "<b>ומציאת עבדו ושפחתו הכנענים כו' הרי אלו שלו:</b><br><b> נסתפקתי </b> בעבד של קטן מי הוי המציאה והמתנה שנותנים לו שייך לרבו הקטן או לא. והנה בקטן שהוא זוכה לעצמו כגון שנותנין לו צרור וזורקו אגוז ונוטלו, אם נאמר שהוא זוכה לעצמו אף במציאה דבר תורה וכמוש\"כ הש\"ך סימן רמ\"ג, תו כי אמרינן דיד עבד כיד רבו, וכמו דזכי בידו כשמגביה מציאה כן כשהעבד מגביה שייך לרבו דאף ע\"ג דאין לקטן תורת חצר, עבד שאני דמתורת יד אתרבאי והא דאמרינן (גיטין דף כא) דעבד מתורת חצר, הוא דוקא במידי דליכא זכיה להך עבד כמו גט, אטו שייך הגט לזכות להעבד הלא אינו רק לזכות להבעלים שלו היא האשה והוי כמו חצירה דהחצר לאו בר קנין לעצמו כלל, ואע\"ג דבב\"ק (דף יב) אמר הגמרא במקח וממכר בהחזיק בעבדים אם קנה מטלטלין בעודן עליו, זהו דוקא בדעת אחרת מקנה שאינו מקנה להעבד רק להבעלים, אבל היכי שהעבד קנה נכסים לעצמו הוא מתורת יד דידו כיד רבו, דהגע בעצמך נימא דהעבד הוי מהלך וחצר מהלכת לא קנה ובכ\"מ שנאמר שנכסים של עבד הם של רבו הוא הכל בכפות חלילה, ע\"כ משום דידו כיד רבו, וה\"נ הרי יד אית ליה דזוכה לעצמו, ה\"ה כשזכה העבד הוי כמו דאתו לידיה דקטן וזה ברור:<br><b> אולם </b> לשיטת הרב המגיד והתוספות דבמציאה לא קני מה\"ת רק היכי דאיכא דעת אחרת מקנה צ\"ע, דהכא הזכיה בא מאליה מן העבד לרבו, או אם נאמר דהזכיה הוי כדעת אחרת מקנה אותו דמהני מה\"ת, וכן פחות משהגיע לעונת צרור וזורקו כו' דאפילו כשדעת אחרת מקנה אותו לא קני כלל, צ\"ע אם עבדו ידו כידו דידו ג\"כ לית ליה, או דנימא דהוי כשכר פעולתו של קטן דזה זכי מן התורה וכמוש\"כ התוספות ריש פרק בן סו\"מ וצ\"ע, והא דאמרינן בכ\"מ דיד עבד כיד רבו הוא ברבו גדול ועיין בכל המקומות, או דמיירי דרבו משחררו כמו בקדושין פ\"ק דע\"כ הרב הוא גדול, או דרבו שולחו להפריש עליו פסח כמו שאמרו פרק האשה או דמשאיל עבדו בפרק השואל כולהו מיירי דהבעלים של העבד הוא גדול:<br><b> ונראה </b> לכאורה לפשוט מהך דאמרינן גיטין ל\"ח המקדיש נכסיו והיו בהן עבדים כו' ר' אומר אף הוא נותן דמי עצמו ויוצא, ופרש\"י אם ימצא אדם שיהיה נותן לו כסף ע\"מ שאין לבעליו רשות בו. והנה בהקדש אמרינן ב\"ב ע\"ט הקדיש בור ואח\"כ נתמלא מים כו' ואין מועלין במה שבתוכן, ופירשו תוספות דלא קני חצר להקדש דלא מצאנו יד להקדש, א\"כ כיון דאין יד להקדש לזכות במציאה ואפ\"ה חזינן דהנכסים דאתו לידיה דעבד הוי של הקדש כיון דהעבד בר זכיה הוי תו זכי ממילא הקדש ולא משכחת נכסים להעבד שאין שייך להקדש, וזה ראיה נכונה. אולם הרמב\"ן חולק וסובר דחצר זכי להקדש רק דמעילה לית בהו. ומרש\"י גיטין נ\"ב שפירש על ואין אפוטרופין רשאין להוציא עבדים לחירות, דאפילו אין היתומים נפסדין שהעבדים באים לפדות עצמן בכסף שנותנין להם אחרים ע\"מ שאין ליתומים רשות בו, אין ראיה דאפילו בעבד של קטן כל מה דזכי הוי של רבו, דרש\"י מפרש דלית להו פסידא, ואם מטעם דשל קטנים הוי הא כי יגדילו הבעלים יהיו כל הנכסים של העבד שייכים לרבו, וכמו נכסים שקנה העבד בעוד לא קנהו הישראל וכמוש\"כ המשל\"מ כאן בשם הלחם רב:<br><b> אולם </b> לענ\"ד נראה מפורש הוא בירושלמי ריש פרק אלמנה לכה\"ג על הך ברייתא דתו\"כ מנין לכהן שנשא אשה כו' מנין לאשתו שקנתה עבדים, ועבדים שקנו עבדים שיאכלו בתרומה שנאמר וכהן כו' אף קנינו שקנה קנין אוכל ר' יעקב בר אחא כו' בעבד שקנה עבדים ע\"מ שלא יהיה בהן רשות לרבו היא מתניתא, אבל בעבד שקנה עבדים ע\"מ שיהיה לרבו רשות בהן קנינו הוא פירוש ואינו צריך לרבות דהוי עבדו של כהן, וכן הוא הגירסא הנכונה וכן הגיה המראה הפנים, ולהרשב\"א ז\"ל היה גירסא מוטעת יעו\"ש, וא\"כ הא בקטן אין העבד של עבד שייך לכהן, ובכ\"ז הם אוכלים בתרומה מצד הכהן, דאפילו עבדו של עובר אמר תמן דאוכל כש\"כ של קטן, ואמאי בעי לאוקמי בניתן לו ע\"מ שאין לרבו רשות בו, וכן רבנן בתוספות נדחקו בזה תמן לר' מאיר והא משכחת בכהן קטן, וע\"כ דבכ\"מ יד העבד כיד רבו והוי כשכר פעולתו וכמו שבארתי. אולם לפי גירסת רבינו בהלכות תרומות פרק ז' הלכה י\"ח ועבדי אשתו שקנו עבדים, ונראה דגריס כהר\"ח שהביאו הרשב\"א ועבדיה שקנו עבדים א\"כ לא משכחת בשהבעל קטן, אבל ז\"א, דהא משכחת שהאשה היא קטנה ועבדיה הם נכסי מלוג וקנו עבדים, והיא ראיה נכונה. והנה לפי הגירסא עבדיה שקנו עבדים, שהעבדים של אשת כהן שקנו עבדים ומייתי לה מקנין כספו קנינו שקנה קנין אוכל בתרומה, לא מוכח רק שעבדי אשת כהן אוכלים בתרומה ואמר ר' לעזר הם יאכלו והם יאכילו, וזה שקנין הקנין מאכיל בתרומה, ומזה ידע שעבדי אשתו מאכילים את עבדיהם בתרומה, ונכון בפירוש ירושלמי שם, ודוק בכ\"ז:"
            ]
        ],
        [
            [
                "<b>המוצא שט\"ח וכו' ואע\"פ שהחייב מודה ואע\"פ שהוא מקוים כו' שמא פרעו וכו':</b><br><b> ירושלמי </b> הלכה ו', א\"ר לעזר שאני אומר כתב ללות ולא לוה, פירוש בשביל שכותב ללוה בלא מלוה עמו לכן חיישינן שמא כתב ללות ולא לוה, אר\"א אם היה חייב מודה הר\"ז יחזיר, פירוש בשביל דעדיו בחתומיו זכין לו ולכך כשחייב מודה דמטא שטרא לידיה הר\"ז יחזיר וכדאביי, אר\"א אם הוחזק השטר ביד המלוה הר\"ז יחזיר פירוש מאחר שכבר נמסר ליד המלוה הר\"ז יחזיר דלא שייך שמא כתב ללות ולא לוה כלל כיון שכתוב בו הנפק, ותליתהון מתברן דתני מצא גיטין וכתובות הרי זה [לא] יחזיר וכתובה לא [היא חזקה]. הוחזקה כצ\"ל, והפירוש, שהכתובה הרי הוחזקה שלא שייך שמא כתב ללות ולא לוה דהרי נשאה ומן הנשואין או מן האירוסין משתעבדי אעפ\"י שלא כתב וכמוש\"כ רבנן בתוס' ב\"מ (דף ז') ד\"ה בזמן שהבעל מודה יחזיר עיי\"ש, ואעפ\"כ לא יחזיר הרי רק משום פרעון חיישינן, וא\"כ אף בשחייב מודה אמאי יחזיר הרי ניחוש לפרעון ולקנוניא, נמצא דתליתהון, ר\"ל הנך תלתא מימרות דר\"א מיתברן מהך מתניתא וז\"ב, ובבלי מייתי להך דר\"א דמפרש בשאין חייב מודה פלוגתייהו דר\"מ ורבנן אבל בשחייב מודה ד\"ה יחזיר, ורש\"י פירש דמזויף טעין ועיין תוס' שם שפירשו שסבר כאביי דעדיו בחתומיו זכין לו היכי דמטא שטרא לידיה עיי\"ש ד\"ה דברי הכל ודוק, וזה הירושלמי כפסק רבינו לקמן הלכה י\"ב דבכתובה חיישינן לפרעון ולקנוניא, ועיין ש\"ך סעיף ל\"ב:"
            ],
            [],
            [],
            [],
            [
                "<b>מצא שטרות קרועין ושטר חוב ביניהן לא יחזיר ואם יש עמהן שובר וכו' שאילו לא היה פרוע לא השליכו בין שטרות קרועים וכו':</b><br><b> נראה </b> מפירוש המשנה דמפרש כך מתניתין, דאם יש עמהן סמפונות יעשה מה שבסימפונות, במוצא שטרות ושובר מצא עמהן. והנה כל משכיל יראה סדר רבינו, שמתחלה כתב כל הנך שטרות, דבאין חייב מודה לא יחזיר דחיישינן לפרעון, ובהלכה ג' כתב דאם נתן המלוה סימן יחזיר למלוה דכיון דיהיב ביה סימנא לא איתרע בנפילתו כלל, דחזינא דחשש לשומרו ולהזיקו כחפץ שמור [עיין תומים], ובהלכה ד' כתב היה הלוה אחד והמלוה ג' אם מקויימים הם יחזיר ללוה, פירוש אף ע\"ג דיהיב המלוה סימן [ועיין בשו\"ע שמפרש כן], ואם לאו יחזיר למי שנתן סימן כו', וע\"ז כתב בהלכה ה' מצא שטרות קרועין ושטר חוב ביניהן לא יחזיר, פירוש אף אם יהיב המלוה סימן ולא אתרע שטרא כלל בנפילתו, ואם יש עמהן שובר אפילו בלא עדים יתן שטר החוב ללוה, פירוש אף אם יהיב המלוה סימן כו', וזה מוכח לכל מסתכל במשנתנו דנקיט סדר הלז, דאם מצאו בחפיסה כו' כל דיני סימן, ואחר כך נקיט כללא ואמר, ואם יש עמהן סמפונות יעשה מה שבסמפונות היינו אפילו יהיב המלוה סימן דלא איתרע הך שטרא כלל, ופריך הגמרא שפיר על רב דאמר סמפון היוצא מת\"י מלוה פסול, א\"כ הכא ביהיב ביה המלוה סימנא אמאי יעשה מה שבסמפונות, ועיין או\"ת שנדחק בזה, ולענ\"ד פשוט כמוש\"כ, וממה שנתהפך סדור הדינים בשו\"ע נתעלם מהם תמצית ההלכה יעו\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל השטרות הנמצאות שדינן שלא יחזיר אם החזיר הרי אלו כשרין וגובין בהן כו':</b><br><b> יש </b> להביא קצת סעד לזה, ממה שהקשו רבנן בתוספות בשמועה דמצא שט\"ח, דשמואל אמר מ\"ט דרבנן אחריות ט\"ס הוא, דמנא ידע דלרבנן שטר שאין בו אחריות גובה ממשעבדי, דילמא אינו גובה רק מבני חורין, דכיון דמוקי באין חייב מודה כדאמר מ\"ט דר\"מ דאמר שט\"ח שאין בו אחריות אינו גובה לא מנכסים משועבדים ולא מנכסים ב\"ח, וזה פליאה עצומה. אמנם יתכן דלר\"מ דאינו גובה מבני חורין למה יחזיר ומשני לצור ע\"פ צליחותו, ונהדריה ללוה איהו הא אמר לא היו דברים מעולם, ונתקשו רבנן בתוספות דלמה לא יחזיר דכל אימת דאתי לגבות אמרינן ליה קיים שטרך ואם יקיים הלא נאמן, והעיקר כמו שפירש הר\"י בן מיגש בשיטה דאומר פרעתיו ואע\"ג דאמר שמואל דלא חיישינן לפרעון הכא נאמן מיגו דאי בעי אמר כתבתי ללות ולא לויתי, וצריך לפרש ע\"כ דאמר פרעתיו ואפשיטי דספרא זייר ליה, דאל\"ה ניהדריה ללוה כקושית תוס'. ולפ\"ז נתבונן, הא הלוה צריך ליתן שכר סופר, רק משום דלית ליה נותן המלוה עבורו, והנייר הוי כמו משכון כמש\"כ הפוסקים ועיין סימן ס\"ו סעיף כ\"ג, וא\"כ כי המלוה תובע כל הדמים הכתובים לו בשטר והלוה מודה בפשיטי דספרא, א\"כ הוי מודה במקצת וחייב שבועה, אך כי מחזירין לו השט\"ח שאין בו אחריות למלוה, תו הוי כמו הילך דהוי משכון על פשיטי דספרא ואין כאן שבועת מודה במקצת, אבל לרבנן דאמרי לא יחזיר א\"כ לא יהיב ליה הנייר ותו הוי מודה במקצת וחייב שבועה, אך זה טעות, דשט\"ח הוי שעבוד קרקעות ואין נשבעין על שעבוד קרקעות, וזה ניחא בשט\"ח שיש בו אחריות, הא בשט\"ח שאין בו אחריות אם תאמר דאינו גובה מן המשועבדין, קשה דהא הוי מודה במקצת וחייב לשבע ואין כאן שעבוד קרקעות, וע\"כ טעמא דרבנן דאחריות ט\"ס הוא, והוי שעבוד קרקעות ולכן אין כאן שבועה, ולכך סתמו לא יחזיר ולא הזכירו חיוב שבועה כלל, וזה נכון:<br><b> אולם </b> הרמב\"ן כתב וכן פסק בשו\"ע סימן פ\"ח, דאם אין עדים רק שהלוה הודה שחייב לו מנה בשטר אין זה שעבוד קרקעות, כיון דעכשיו אינו גובה מן המשועבדים, תו לא הוי הודאת שעבוד קרקעות, ושמועה מפורשת מסייעתו, מהך דאמרו ב\"ב פרק יש נוחלין (דף קכח), המוצא שט\"ח, לוה אמר פרעתי מחצה והעדים מעידים שפרע כולו הר\"ז נשבע וגובה מחצה מנכסים בני חורין יעו\"ש דשבועה דבר תורה איכא, וא\"כ כיון דאיתרע השטר בנפילה ואינו גובה לפי שאין חייב מודה ונאמן לטעון פרוע מיגו דאי בעי אמר כתבתי ללות ולא לויתי, וא\"כ אין כאן כפירת שעבוד קרקעות כלל והוי מודה במקצת וחייב לשבע דבר תורה ומאי אהני אי גובה ממשעבדי, וע\"כ דהלכה כפסק רבינו דאם החזיר הרי אלו כשרים ואין חוששין גם לשמא כתב ללות ולא לוה וגובין ממשועבדים, ולכך הוי שעבוד קרקעות עדיין כיון דרק לכתחילה אין גובין היינו דאין מחזירין השט\"ח, הא אילו יגיע למלוה, יגבה בו, ולכך אין כאן שבועה דהוי שעבוד קרקעות, ואם כי זה תירוץ נכון, אולם שיטת רבינו בפרק ד' מהלכות טוען הלכה ו' דמשכון לא הוי הילך, וא\"כ עדיין קשה לר\"מ הא הוי מודה במקצת וישבע בשט\"ח שאין בו אחריות דאינו גובה כלל, וע\"כ דלא נחית רק למיתני דיני חזרה דכולא פרקא עסיק בזה:<br><b> לכן </b> נראה, דאם שמואל הוי סבר כרב אסי דלא אמרינן עדיו בחתומיו זכין לו, ובהא הוי סבר כאביי דאיקרי וכתב לא חיישינן, וא\"כ אין כותבין ללוה עד שיהא מלוה עמו שמא יכתוב בניסן ולא יתן עד תשרי ויטרוף ממשועבדים, ותו דאיקרי וכתב לא חיישינן ולפרעון וקנוניא לא חייש, וא\"כ מצא שט\"ח למה לא יחזיר, ע\"כ משום דאין חייב מודה וטוען מזוייף וכשיטת רבנן בתוס', אבל בשטר מקויים ודאי דיחזיר, א\"כ קשה אי הוי סברי רבנן דשט\"ח שאין בו אחריות נכסים גובה מנכסים בני חורין, א\"כ שטר כזה שאין בו אחריות נכסים ודאי דכותבין ללוה אף עפ\"י שאין מלוה עמו דלמאי איכא למיחש מלקוחות לא גבי, ואי דשמא ימסור לידו קודם שילוה אטו לדידיה ניחוש יחוש לעצמו, וכיון דכותבין תו אם נפל ודאי דמצי לומר כתבתי ללות ולא לויתי ואפילו מקויים לא יחזיר דנאמן לומר פרעתי מיגו דכתבתי ללות ולא לויתי, ובשט\"ח שיש בו אחריות דגבי ממשעבדי הלא אין כותבין וא\"כ מחזירין אף אם אין חייב מודה דשמואל סבר דאף אם אין חייב מודה לא חייש לפרעון, וא\"כ שט\"ח שאין בו אחריות גרע טובא משט\"ח שיש בו אחריות, דאם הוא מקויים בשטר חוב שאין בו אחריות לא יחזיר, ובשטר חוב שיש בו אחריות יחזיר ואיך אמרי רבנן אחד זה ואחד זה לא יחזיר משמע דכולהו בגוונא חדא, הא אפכא דשטר חוב שאין בו אחריות גרע טפי, וע\"כ דסברי רבנן אחריות ט\"ס, וא\"כ גם בו במקויים יחזיר דאין כותבין ללוה אלא א\"כ מלוה עמו, [וז\"א דא\"כ למה נקיט שמואל המוצא שטר הקנאה יחזיר אף בשטר דלאו הקנאה נמי יחזיר כיון דלמקרי וכתב לא חיישינן] ואף למאי דמוקי בריש שמעתין דשמואל סובר כאביי דעדיו בחתומיו זכין לו א\"כ כותבין שטר אף עפ\"י שאין מלוה עמו דכדין יטרוף מזמן החתימה א\"כ אף שט\"ח שיש בו אחריות לא יחזיר ותו ליכא למימר כמוש\"ב, וע\"כ כתירוצי הראשון, ולרבינו ליכא למימר כמש\"ב, הן גם לפי תירוץ הראשון לאו ראיה לשיטת רבינו דשפיר הוי כפירת שעבוד קרקעות, אע\"ג דהשתא דטוען פרעתי אינו גובה מנכסים משועבדים, מ\"מ אם היה מודה והיה מצוה להחזיר שטר זה לידו, הלא אז לפרעון לא חיישינן ולשמא כתב ללות כו' לא שייך דהא עדיו בחתומיו זכין לו, הלא היו אז גובין מן הקרקעות המשועבדין וא\"כ מקרי שפיר כפירת שעבוד קרקעות אע\"פ דהשתא שלא הודה לא הוי שעבוד קרקעות שאינו גובה מן המשועבדין ע\"י האי שטרא, מ\"מ אם הודה אז הוי שעבוד קרקעות ומקרי שפיר כפירת שעבוד קרקעות. אך דבר זה תלוי באשלי רברבי, כיון דהבעל השטר אם הוי טעין פרעתי הוי נאמן במיגו דכתבתי ללות כו' כן טענינן ללקוחות פרעתי אע\"ג דלדידהו ליכא מיגו כמש\"כ רבנן בתוספות פרק חזקת (דף ל') ד\"ה לאו ועיין ש\"ך סימן רצ\"ז:<br><b> אולם </b> אם נאמר כך יקשה טובא מנא ליה דלר\"מ דשט\"ח שאין בו אחריות אינו גובה מנכסים בני חורין, דילמא אית ליה דגובה מבני חורין רק דלהכי לא מהדרינן דמתניתין לאו בשטרי הקנאה ונאמן לטעון כתבתי ללות ולא לויתי והוה\"ד דנאמן במיגו לטעון פרעתי, ותו אף כי חייב מודה נטעון ללקוחות פרעתי כמו דהוי טעין בעל השטר, וזה קושיא עצומה, ולכאורה מזה מוכרח כשיטת רבינו דאם החזיר השטר ליד המלוה גובה בו, ותו לא שייך דנטעון פרעתי כאילו הוי טעין בעל השטר, כיון דאין זה טענה גמורה וחששא מעליא לבטל השטר לגמרי רק לומר דלא יחזיר, ולכך למאן דאית ליה מיגו טענינן, הא ללקוחות כיון דחייב מודה ואין לחוש שמא כתב ללות רק לפרעון לחודא לא חיישינן כיון דלדידהו ליכא מיגו ודוק. ויש לצדד הרבה בזה דלא דמי לדברי תוספות בפרק חזקת, וספיקות של הרב משל\"מ לשמואל אי מהימן פרוע במיגו, וכן אי טעין בפנינו פרעתי אי חיישינן, תמצא אריכות בתשובת הר\"י בן מיגש העתיקה בשטמ\"ק יעו\"ש אמרי נועם:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות גזילה ואבידה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}