{
    "title": "Kiryat Sefer on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [
                "<b>כל </b> הקרבנות של מיני נפש חיה באין מחמשת מינין בלבד מן הבקר ומן הכשבים ומן העזים ומן בני היונה ומן התורים כדכתיב כולהו בתורה."
            ],
            [
                "<b>וכל </b> הקרבנות בין של צבור בין של יחיד ד' מינין עולה וחטאת ואשם ושלמים דלא אשכחן בתורה קרבן אלא מאחד מד' מינין אלו דתודה מין שלמים היא."
            ],
            [
                "<b>ועוד </b> יש ג' מיני קרבן יחיד פסח ובכור ומעשר דאין טעונין אלא מתנה אחת."
            ],
            [
                "<b>כל </b> קרבנות הצבור עולה כעולת תמידין ומוספין וחטאת כשעירי ר\"ח ושל מועדות ואין בקרבנות הצבור שלמים חוץ משני כבשי עצרת דכתיב בהו ושני כבשים בני שנה לזבח שלמים והם קדשי קדשים דכתיב בהו קדש יהיו לה' לא כשלמי יחיד שהם קדשים קלים ואין הצבור מקריבין אשם לעולם דכולהו אשמות דכתיבי בתורה ליחיד נינהו ואין הצבור מקריבין עוף דכתיב ואם מן העוף עולה קרבנו היחיד מביא עוף ואין הצבור מביאין עוף."
            ],
            [
                "<b>קרבנות </b> הצבור הם שתי תמידין של כל יום כדכתיב צו את בני ישראל וגו' את הכבש האחד תעשה בבקר וגו' ואת הכבש השני וגו' ומוספי שבתות כדכתיב וביום השבת וגו' עולת שבת בשבתו על עולת התמיד כעולת התמיד ומוספי ר\"ח כדכתיב ובראשי חדשכם וגו' ומוספי המועדות דבכולהו כתיב והקרבתם ועשיתם ושעיר חטאת של יום הכיפורים כדכתיב ומאת עדת בני ישראל יקח שני שעירי עזים וגו' וכתיב ועשהו חטאת וכן אם שגגו ב\"ד והורו בע\"ז מביא כל שבט פר עולה ושעיר חטאת כדכתיב ועשו כל העדה פר בן בקר וגו' ושעיר עזים אחד לחטאת ואם שגגו והורו בשאר המצות מביאין פר לחטאת כדכתיב והקריבו הקהל פר בן בקר לחטאת."
            ],
            [
                "<b>קרבנות </b> היחיד הם הבכור דכתיב ביה כל הבכור אשר יולד וגומר הזכר תקדיש וגומר לפני ה' אלהיך וגו' והמעשר דכתיב ביה וכל מעשר בקר וצאן וגו' יהיה קדש לה' ליקרב על המזבח דמו ואיבריו והבשר נאכל לבעלים והפסח כדכתיב וזבחת פסח צאן ובקר וגו' והחגיגה והיא זבחים של בהמה דכתיב לא ילין חלב חגי במידי דאית ליה חלב הקרב לגבוה קאמר כדכתיב וחגותם אותו חג לה' וכתיב בחגיגה שלפני הדיבור ויחוגו לי במדבר ונתקיים בשלמים שהקריבו נערי בני ישראל כדכתיב ויזבחו זבחי שלמים והראיה היא עולה דמה חגיגה האמורה להדיוט בראוי לו שלמים כדילפינן אף ראיה האמורה לגבוה בראוי לו דכתיב ולא יראו פני ריקם דמשמע לצורכי אני שואל וכן בדין שלא יהא שולחנך מלא ושלחן רבך ריקם וקרבן הגר והוא עולה דכתיב ככם כגר מה אתם במילה וטבילה והרצאת קרבן אף גר לדורות כן עולה דאע\"ג דכתיב ויעלו עולות ויזבחו שלמים הכתיב ככם כגר יהיה לכם לכם הקשיתיו במקצת ולא לכל קרבנותיכם והיינו עולה דכולה כליל לה' כדכתיב בהאי קרא אשה ריח ניחוח לה' אי זהו דבר שכולו לה' הוי אומר עולת העוף דעולת בהמה עורה לכהנים הילכך אי מייתי בני יונה או תורים שניהם עולה דליכא שלמים בעוף ואי מייתי ב' בהמות אחד עולה ואחד שלמים כהרצאת קרבן דישראל דכתיב ויעלו עולות ויזבחו שלמים דאף על גב דאמרינן לכם הקשיתיו במקצת סבירא לרב ז\"ל דהיינו היכא דמייתי קרבן עוף והנודר או המתנדב עולה או שלמים או הבאים עם הלחם והם הנקראים תודה כדכתיב גבי שלמים אם על תודה יקריבנו וכן קרבנות הנזיר והן עולה וחטאת ושלמים כדכתיב והקריב את קרבנו לה' כבש בן שנתו וגו' לעולה וכבשה וגו' לחטאת ואיל וגו' לשלמים וקרבנות מצורע חטאת ואשם ועולה כדכתיב שני כבשים וכבשה א' וגו' וקרבנות זבים ויולדות הם חטאת ועולה כדכתיב כבש בן שנתו לעולה ובן יונה או תור לחטאת וקרבן השוגג במצות ל\"ת שיש בה כרת והוא חטאת כדכתיב נפש כי תחטא בשגגה בעשותה אחת מכל מצות ה' אשר לא תעשינה וגו' ושחט את החטאת ואשם תלוי כדכתיב ולא ידע ואשם והביא איל תמים וגו' ואשם ודאי במעילה כדכתיב נפש כי תמעול מעל וגו' והביא את אשמו לה' איל וגו' ואשם גזילות אשם שפחה חרופה וכן איל העולה ופר החטאת של כ\"ג בי\"ה כדכתיב בזאת יבא אהרן אל הקדש בפר בן בקר לחטאת ואיל לעולה וכל אלו הקרבנות מפורשין בתורה ויתבארו בס\"ד."
            ],
            [
                "<b>כל </b> קרבנות היחיד חייב באחריותן ובאחריות נסכיהם חוץ מנדבה שאמר הרי זו אבל נדר או קרבן שהוא חובה עליו שקבוע להם זמן אפילו עבר זמנו חייב להקריבם דעולת יולדת וקרבנות מצורע אם עבר שמיני שלו יכול להקריבו לאחר זמן וכל קרבנות הצבור אינם חייבים באחריותן ולא באחריות נסכיהם ואם הקריב הזבח חייב באחריות נסכיהם דכתיב במוספי המועדים בפ' שור או כשב וגו' דבר יום ביומו מלבד וגו' מלמד שכל היום כשר למוספין ביומו מלמד שאם עבר היום ולא הביאן אינו חייב באחריותן יכול לא יהא חייב באחריות נסכיהם אע\"פ שקרב הזבח ת\"ל מנחתם ונסכיהם בלילה מנחתם ונסכיהם למחר דכתיב בפרשת פנחס מנחתם ונסכיהם לפרים וגו' בכולהו לומר לך מנחתם ונסכיהם של צבור קרבין אפילו בלילה ואפילו למחר אם קרבו קרבן בזמנו ולא נזדמנו להם מנחות ונסכים מקריבין אותם כשיזדמנו להם אפילו לאחר כמה ימים וכתיב נמי מלבד שבתות ה' דהכי כתיב זבח ונסכים דבר יום ביומו מלבד שבתות ה' ודרשינן סמוכים דבר יום ביומו הקרב נסכים מלבד אותן של שבתות דאם י\"ט אחר שבת הוא הקרב נסכיו עם קרבנותיו והקרב נסכים ששכחת אתמול ולא הקרבת וצריכי דאי כתב ר\"ח מלבד שבתות ה' הוה אמינא ביום אין אבל בלילה לא דהא דבר יום ביומו כתיב וסמיך ליה מלבד שבתות ה' כלומר נסכי השבת תקריב היום בי\"ט אבל בלילה לא אמר קרא ומנחתם ונסכיהם אפילו בלילה כדאמר' ואי כתב רחמנא מנחתם ונסכיהם ולא כתב מלבד שבתות ה' ה\"א בלילה אין ביממא דלמחר לא דבקדשים הלילה הולך אחר היום שעבר דכתיב ביום קרבנו יאכל לא תותירו ממנו עד בקר אלמא כל הלילה קרי יום קרבנו הילכך סד\"א בלילה יקרבו הנסכים דהוי מיום שעבר אבל ביממא דלמחר לא קמ\"ל מלבד שבתות ה' וגו' וקרבן יחיד שקבוע לו זמן הוי כקרבן צבור כחביתי כ\"ג דכתיב מנחה תמיד כמנחה של תמידין שדוחה שבת וטומאה מפני שזמנו קבוע ואם עבר זמנם אין להם תשלומין."
            ],
            [
                "<b>כל </b> עולת בהמה אינה באה אלא מן הזכרים בלבד דכתיב מן הבקר זכר תמים וגו' זכר ולא נקבה כשהוא אומר זכר למטה שאין ת\"ל ולא טומטום ואנדרוגינוס והיא באה מן הכבשים ומן העזים ומן הבקר דכתיב מן הכבשים ומן העזים לעולה וכתיב אם עולה קרבנו מן הבקר בין גדולים בין קטנים דמיום השביעי והלאה ירצה לקרבן אשה ומן התורים ומן בני היונה דכתיב ואם מן העוף עולה קרבנו וגו' בין זכרים בין נקבות דכתיב תמים זכר בבקר תמות וזכרות בבהמה ואין תמות וזכרות בעוף."
            ],
            [
                "<b>החטאת </b> באה מחמשת המינין האלו בכהן משיח ובהעלם דבר של צבור כתיב פר ובנשיא שעיר עזים ובהדיוט שעירת עזים או כבשה ובקרבן עולה ויורד שתי תורים או שני בני יונה אחד לחטאת ואחד לעולה מן הזכרים ומן הנקבות בנשיא כתיב זכר תמים ובהדיוט כתיב שעירה וכבשה מן הגדולים ומן הקטנים פר ושעיר עזים הוו גדולים שהם בני שתים וכבשה הוי מן הקטנים דהויא בת שנה."
            ],
            [
                "<b>האשם </b> אינו בא אלא מזכרי כבשים בלבד דכבש או איל כתיב ביה ולא כבשה איל מן הגדולים כבש מן הקטנים."
            ],
            [
                "<b>השלמים </b> באים מן הכבשים ומן העזים ומן הבקר מן הזכרים ומן הנקבות מן הגדולים ומן הקטנים דכתיב ואם זבח שלמים וגו' אם מן הבקר אם זכר ואם נקבה ואם מן הצאן וגו' זכר או נקבה אם כשב מן הקטנים מן הבקר גדולים ואין העוף בא שלמים שהיה בדין שיבא שלמים ולהכי כתיב העוף עולה לומר עוף עולה ואין עוף זבחי שלמים. הקטנים הם מבני שמנה ימים עד שנה תמימה מיום ליום דכתיב ומיום השמיני והלאה ירצה לקרבן אשה ושמיני עצמו מותר כדכתיב בבכור ביום השמיני תתנו לי וילפינן שמיני שמיני לג\"ש ותמימה מיום ליום ונתעברה לו השנה כדכתיב כבש בן שנתו לו ולא למנין עולם וכבשה בת שנתה והגדולים בבקר עד ג' שנים שלימות מיום ליום דמבן שנה הוי שנה שלימה מיום ליום כדאמרינן בני ב' וג' נמי יותר על זה הוי זקן וקטנים לכתחלה מיום ל' והלאה דכתיב והלאה ירצה דמשמע הלאה מיום ח' דהיינו ל' ובכור כתיב ביה ביום השמיני תתנו לי דמשמע לכתחלה מיום שמיני."
            ],
            [],
            [
                "<b>שעות </b> מונין לקדשים שאם נולד בניסן בי\"ד בט' שעות ושחטו לשנה הבאה בי\"ד בט' שעות אסור לזרוק דמו בעשירית שכבר עברה שנתו דכתיב תכוסו על השה דהיינו שחיטה וסמיך ליה שה תמים זכר בן שנה שיהא בן שנה בשעת שחיטה בקבלה בהולכה בזריקה מנין ת\"ל יהיה בכל הויותיו יהיה בן שנה אבל אם נכנס בשנה שנייה בין שחיטה לזריקה פסול כדאמר ומינה לכולהו זבחי'."
            ],
            [
                "<b>כל </b> מקום שנאמר כבש או כבשה או כבשים הוו בני שנה כדאמר איל או אלים הוו בני שנתים דאיל לשון קשה כמו את אילי הארץ אף כאן קשה בן שתי שנים משיכנס בשנה שנייה אחד ושלשים יום וקודם הוי פלגס דאינו כשר לא לכבש ולא לאיל דאכתי לא הוי קשה כאיל וכל מקום שנאמר עגל הוא בן שנה כדכתיב ועגל וכבש בני שנה פר בן שתים דכתיב פר בן בקר גבי פר כהן משיח יכול אפילו זקן ת\"ל בן יכול אפילו קטן ת\"ל פר הא כיצד בן שלש והיינו דכשר אף בן שלש אבל בן שתים פשיטא דכשר דכתיב ופר שני בן בקר תקח לחטאת מאי שני אם ללמד שהם שנים מקרא דבתריה נפקא דכתיב ועשה את האחד חטאת ואת האחד עולה אלא שני ללמד שהוא בן שתי שנים שעיר עזים בן שתים כל שנה שניה נקרא שעיר."
            ],
            [
                "<b>כל </b> קרבנות הצבור זכרים דרובן עולות ועולה זכר הוא וחטאות של צבור מן העז ומן הבקר הן בשעיר עבודה זרה ופר העלם דבר של צבור ולא הוזכר כבש ואין עולה מן העז דכבשים כתיב בעולות צבור. כל חטאת יחיד נקבה כדכתיב שעיר' עזים וגו' וכתיב ואם כבש יביא קרבנו לחטאת נקבה תמימה יביאנה וקרבן עולה ויורד כתיב כשבה או שעירת עזים ותאכל לכהנים כדכתיב כל זכר בכהנים יאכלנה ואינה באה מן הבקר דשעירה וכשבה כתיב חוץ משלש חטאות יחיד שהם זכרים חטאת נשיא שהוא עז כדכתיב והביא את קרבנו שעיר עזים זכר וגו' ונאכלת כשאר חטאות וחטאת כהן משיח שהוא פר כדכתיב פר בן בקר תמים ונשרף כדכתיב ושרף אותו על עצים וגו' ופר כ\"ג ביום הכיפורים כדכתיב פר החטאת אשר לו ונשרף כדכתיב ושרפו באש וגו'."
            ],
            [
                "<b>כל </b> חטאות של צבור נאכלות דכתיב כל קרבנם לכל מנחתם ולכל חטאתם וגו' בקדש הקדשים תאכלנו חוץ משעיר של י\"ה שחברו משתלח לעזאזל כדכתיב ושרפו באש את עורותם וגו' וכן שעירי ע\"ז אם הורו ב\"ד בע\"ז חייבין כל שבט להביא שעיר ונשרפין לפי שהן חטאות הצבור וילפינן מפר העלם דבר של צבור דנשרף וכתיב ביה חטאת הקהל הוא בנה אב לכל חטאת הקהל שישרפו ושעירי הרגלים שהם חטאת קהל יכול ישרפו ת\"ל הוא דממעט אותם שאינם באים על עבירת מצוה ידועה ופר העלם נשרף כדכתיב ושרף אותו ופר הבא על כל המצות כתיב ביה נמי ושרף אותו על עצים באש."
            ],
            [
                "<b>כל </b> הקרבנות האלו נקראים זבחים נראה דלא איקרו כל הקרבנות זבחים אלא בלשון חכמים כדתנן כל הזבחים ואיזהו מקומן של זבחים אבל בלשון תורה לא איקרו זבחים אלא השלמים. וכל העולות והחטאות והאשמות ושני כבשי שלמים של עצרת נקראים קדשי קדשים נמי בלשון משנה משום דכתיב בהו לה' ועולה דלא כתיב בה לה' קדשי קדשים היא נמי דכולהו לגבוה סלקא. אבל שלמי יחיד והבכור והמעשר והפסח נקראים קדשים קלים משום דשחיטתן בכל מקום ונאכלין בכל העיר."
            ],
            [
                "<b>האיברים </b> ששורפין על גב המזבח מן הקרבנות הנאכלים נקראים אימורים וכן בשור או בעז החלב אשר על הקרב כדכתיב את החלב המכסה את הקרב ובכללו חלב שעל הקיבה כדכתיב את כל החלב לרבות ושתי הכליות וחלב שעליהן עם החלב אשר על הכסלים ויותרת הכבד דכתיב ואת שתי הכליות ואת החלב אשר עליהן אשר על הכסלים ואת היותרת על הכבד שיטול מן הכבד מעט עם היותרת דכתיב במקום אחר ואת היותרת מן הכבד ואם היה כבש מוסיף על אלו האליה דלכך נחלקו לשתי פרשיות דכתיב אם כשב הוא מקריב לפי שיש באימורי הכבש מה שאין באמורי העז שהכבש אליתו קרבה תמימה עם החוליות מן השדרה עד מקום הכליות דכתיב לעומת העצה למעלה מן הכליות היועצות וכל האימורין נשרפין על מזבח החיצון דכתיב והקטירו אותו בני אהרן המזבחה על העולה."
            ],
            [
                "<b>היתה </b> הבהמה מעוברת אינו מעלה אלא חלב אמו בלבד והרי העובר כאחד מאיבריה דמה יתרת כבד וכליות האמורים באשם מוציא מכלל שליל כדילפינן מדכתיב באשם חלב ושתי הכליות דלא הוה צריך דאין שלמים שאין כל מינם טעון אליה הרי הם טעונין חלב ושתי הכליות אשם שכל מינו טעון אליה אינו דין שיטענו חלב ושתי כליות א\"כ למה נאמר חלב ושתי כליות באשם לומר לך מה אשם מוציא מכלל שליל שאינך יכול לומר חלב שליל יקריב באשם שהרי אין אשם נקבה אף כל קרבנות אפילו באים נקבה חלב האמור בהם מוציא מכלל שליל:"
            ]
        ],
        [
            [
                "<b>מנחת </b> נסכים והיא הסלת אינה טעונה לא תנופה דלא כתיב בה ולא הגשה דכתיב במנחת חוטא והקריבה דמשמע מיעוט אותה דמייירי בה ולא מנחת נסכים שאינה באה בגלל עצמה אלא בגלל הזבח ולא לבונה דכתיב ושמת עליה לבונה עליה לבונה ולא על מנחת נסכים לבונה אבל טעונה מלח כדילפינן לכולהו מדכתיב על כל קרבנך תקריב מלח וכולה נשרפת על מזבח החיצון ויתנסך היין על המזבח ואין נותנין אותו על האש דכתי' ויין לנסך וגו' אשה ריח ניחוח ואינו מוסב אלא על המנחה ועל השמן אבל היין אינו אשה שאינו ניתן על האש אלא ניתן לספלים על המזבח ויוצק על היסוד והוא ירד לשיתין דכתיב הסך נסך שכר לה' לשון שביע' לשון שכרות שיהא נראה על גבי המזבח כשפוקקין את השיתין."
            ],
            [
                "<b>אין </b> טעון נסכים אלא עולת בהמה ושלמים בלבד בין היו קרבן יחיד או צבור דכתיב בפ' נסכים ועשיתם אשה לה' יכול כל העולה לאישים יהא טעון נסכים ואפילו מנחה הבאה בפני עצמה בלא זבח ת\"ל עולה ולא מנחה הבאה בפני עצמה. שלמים מנין ת\"ל או זבח תודה מנין ת\"ל או ואף על גב דשלמים בהדיא כתיבי דכתיב לפלא נדר או שלמים וגו' היינו בבן בקר כדכתיב ברישיה דההוא קרא וכי תעשה בן בקר ואתא זבח לרבויי מן הצאן יכול שאני מרבה אף בכור ומעשר ופסח חטאת ואשם ת\"ל לפלא נדר או לנדבה בא בנדר ונדבה טעון נסכים שאינו בא בנדר ונדבה כי הני אין טעון נסכים משמע להוציא את אלו שהם חובה אוציא את חובות הבאות מחמת הרגל ברגל ומאי ניהו עולת ראיה ושלמי חגיגה ת\"ל או במועדיכם כל הבא במועדיכ' טעון נסכים משמע להביא את אלו עולת ראיה ושלמי חגיגה דעולת ראיה ללא יראו פני ריקם ושלמי חגיגה לשלמים ומוספין וחובת היום לא מצי להוציא דבהדיא כתיב בהוא נסכים אביא שעיר חטאת דהואיל ובאין במועד יהו טעונין נסכים ת\"ל וכי תעשה בן בקר בן בקר בכלל היה דהא כתיב ברישיה דקרא לעשות ריח ניחוח לה' מן הבקר או מן הצאן ולמה יצא להקיש אליו ולומר לך מה בקר מיוחד בא בנדר ונדבה אף כל הבא בנדר טעון נסכים לאפוקי שעירי חטאת דלא מצינו חטאת שיהא בא בנדר ונדבה וכבש יולדת ואילו של כ\"ג הואיל והן עולות טעונין נסכים דכתיב לכבש לאיתויי כבש יולדת שטעון נסכים וכתיב לאיל לרבות אילו של אהרן אבל העוף והאשמות והחטאות אין מביאים עמהם נסכים דבהמה הבאה בנדר הוא דטעון נסכים כדאמר' וכתיב מן הבקר או מן הצאן ולא עולת העוף חוץ מחטאת ואשם של מצורע שנתפרשו בתורה דכתיב שני כבשים וכבשה אחת ושלשה עשרונים לנסכי שלשה כבשים הללו שחטאתו ואשמו של מצורע טעונין נסכים ובמנחה הבא עם הזבח שקריבה עמו הכתוב מדבר דכתיב בההוא ענינא והעלה הכהן את העולה ואת המנחה הוי במנחה הבאה עם הזבח הכתוב מדבר ויין דלא כתיב בפי' בהאי ענינא הא כתיב בפרשת פנחס ויין לנסך רביעית ההין תעשה על העולה או לזבח מה ת\"ל לעולה או לזבח דכבר היו כתובים בראש הפרשה אלא עולה זו עולת מצורע זבח זו חטאת או לזבח זו אשם מצורע דשלשתן טעונין נסכי יין."
            ],
            [],
            [
                "<b>כמה </b> הוא שיעור נסכים נסכי כבש או כבשה עשרון סלת בלול ברביעית ההין שמן ויין לנסך רביעית ההין וכו' לכבש האחד וכן נסכי העז בין קטן בין גדול בין זכר בין נקבה דכתיב אם כבש יביא קרבנו לחטאת ולעיל מיניה כתיב והביא את קרבנו שעירת עזים כאן הקדים עז לכבש מלמד ששניה' שקולים והכא נמי כתיב בכבשים או בעזים ונסכי רחל אף על פי שהוא גדולה הם אלו אבל נסכי איל הם שני עשרונים סלת בלול בשלישית ההין שמן ויין לנסך שלישית ההין באיל הוא שריבה נסכים ולא ברחל דכתי' או לשה בכבשים לומר דדוקא בכבשים אנו מחלקים בן נסכי כבש לאיל אבל לא בין נסכי כשבה לרחלה ונסכי הפר או העגל בין זכרים בין נקבות שלשה עשרונים סלת בלול בחצי ההין שמן ויין לנסך חצי ההין דכתיב והקריב על בן הבקר מנחה סלת שלשה עשרונים בלול בשמן חצי ההין ויין תקריב לנסך חצי ההין ומדכתיב בן בקר משמע בין עגל בין בקר לא חלק בנסכים וכתיב ככה תעשה לשור האחד מלמד שלא חלקה תורה בין נסכי עגל לנסכי שור."
            ],
            [
                "<b>אלו </b> הן הנסכים בין לעולה בין לשלמים כשיעור הזה לכל אחד ואחד כדכתיב כמספר אשר תעשו ככה תעשו לאחד כמספרם. אין מוסיפין על השיעורין האלו ואין גורעין מהם ואם גרע או הוסיף כל שהו פסל דכתיב בנסכים ככה לומר דמיעוטו מעכב את רובו דאם חסר כל שהוא פסול אין לי אלא שלא ימעט שלא ירבה מנין ת\"ל כמספר אשר תעשו חוץ מכבש העולה שמקריבין ביום הנפת העומר שבנסכים שלו שני עשרונים בלול ברביעית ההין שמן ורביעית ההין יין אף על פי שנכפלה סלתו דכתיב ומנחתו שני עשרונים לא נכפלה יינו דכתיב ונסכה יין רביעית ההין יכול לא יהא יינו כפול לפי שאינו נבלל עם מנחתו אבל יהא שמנו כפול שנבלל עם מנחתו ת\"ל ונסכה כתיב ונסכה וקרינא ונסכו לומר נסכה דמנחה דהיינו שמן כנסכו דכבש דהיינו יין מה יין רביעית אף שמן רביעית."
            ],
            [
                "<b>המצורע </b> מביא ג' כבשים חטאת ואשם ועולה עם שלשה עשרונים עשרון לכל אחד בלול ברביעית ההין שמן ויין לנסך רביעית ההין כדילפינן לעיל והמקריב את הפלגס מביא נסכו איל ולא עולה לו זבחו דכתיב או לאיל לרבות את הפלגס לנסכים ואינו עולה לו דבריה בפני עצמה היא ואפ\"ה קא מרבי ליה קרא לנסכים אבל אינו עולה לו לשם חובת נדרו וצריך להביא איל או כבש."
            ],
            [
                "<b>ההין </b> הוא שנים עשר לוג דכתיב שמן זית הין וכתיב שמן משחת קדש יהיה זה לי לדורותיכם זה בגמטרי' תריסר הויין ואי קשיא לך אימא תריסר רביעית הא לא קשיא דלא אשכחן מדאוריתא מדה פחותה מלוג להכי אמרינן י\"ב לוג ולוג הוא ששה ביצים העשרון הוא העומר והוא שיעור חלה דכתיב והעומר עשירית האיפה הוא האיפה שלשה סאין והם שמנה עשר קבין כל קב כ\"ד ביצים דהוו תל\"ב ביצים העישור מ\"ג וחומש ביצה והוא עומר והוא עשרון."
            ],
            [
                "<b>אין </b> מודדין שלשה עשרונות לפר ושנים לאיל אלא במדת עשרון לא בכלי מחזיק שלשה או שנים אלא מודד שלש' פעמים בעשרון לפר ב' פעמים לאיל דלא היה שם אלא עשרון אחד דכתיב ועשרון אחד לכבש האחד אם כן מה תלמוד לומר עשרון עשרון לרבות חצי עשרון למנחת כהן גדול מחצה בבקר ומחצה בערב ומניקוד וי\"ו שבאמצע עשרון של עשרון ראשון של יו\"ט הראשון של חג ילפינן שלא ימדוד לא בשל שלשה לפר ולא בשל שנים לאיל דכל נקודה אתי למעוטי וכן השמן של נסכים מודדין במדתו שבמקדש ושמן של מנחות היחיד בלוג שבמקדש כמנין העשרונות מנין הלוגין דבמצורע עני כתיב עשרון בלול ולוג לימד על כל עשרון שטעון לוג."
            ],
            [
                "<b>בירוצי </b> המדות של סלת חול ובירוצי היין והשמן קדש שהבירוצין נכנסו בכלי ונתקדשו בו ושוב נעקרו ממנו כשנפלו חוץ לפיכך הן קדש דנכנסו בכלי ונתקדשו בו אבל פירורין של יבש אינו נעקר מתוכו של כלי שלא נכנס בתוך הכלי ולא נתקדש בו לפיכך הוא חול וכלי הלח נמשחו מבפנים ומבחוץ לפיכך בירוצין קדש מדעת המודד."
            ],
            [],
            [],
            [
                "<b>הסלת </b> עם השמן של נסכים אינם מעכבין את היין ואין היין מעכבם דכתיב ומנחתם ונסכיהם הבא מנחה ואחר כך נסכים דמנחת נסכים קרבה תחלה ואחר כך נסכים ולא הנסכים מעכבין את הזבח אלא אדם מביא קרבנו היום ונסכיו אחר עשרה ימים כשלא קדשו בכלי שרת דאם קדשו נפסלו בלינה דמדבאין עם הזבח מנחה ואחר כך נסכים בפני עצמן נמי מנחה ואחר כך נסכים."
            ],
            [
                "<b>אין </b> מביאים נסכים אלא מן החולין דכתיב זאת התורה וגו' למנחה לחטאת מה חטאת אינה באה אלא מן החולין דכתיב והקריב אהרן את פר החטאת אשר לו משלו ולא משל מעשר אף כל אינו בא אלא מן החולין."
            ],
            [
                "<b>המילואים </b> שהיו ושיהיו במהרה בימינו אינן נוהגין לדורות אלא הוראת שעה אחד:"
            ]
        ],
        [
            [
                "<b>שנים </b> שרצו להביא שלמים או עולה בשותפות מביאין בין בנדר בין בנדבה דכתיב תקריבו את קרבנכם מלמד ששנים מתנדבים עולה בשותפות ובשלמים כתיב ואיש כי יקריב זבח שלמים לה' ואיש לרבות את השותפין ואפי' עוף יביא בשותפות דכתיב ואם מן העוף עולה קרבנו לה' והקריב מאי והקריב בתר קרבנו דלעיל דאם עולה קרבנו ואם מן הצאן קרבנו לא כתיב בחד מינייהו והקריב מלמד שהיא באה נדבת שנים."
            ],
            [
                "<b>ואחד </b> אנשים ונשים ועבדים מביאין כל הקרבנות הללו דהא לא ממעטינן אלא גוים בר מעולות דכתיב ומיד בן נכר לא תקריבו את לחם אלהיכם מכל אלה הא תמימים יקריבו וכ\"ת הא תמימים ליכא לאו אבל איסורי מיהא איכא להכי כתיב איש איש לרבות את הגוים שנודרים נדרים ונדבות כישראל אשר יקריבו לה' לעולה אין לי אלא עולה בלבד פרט לכל שאר הקרבנות ועולת עוף הויא בכלל עולה דהא לא ממעטינן אלא שאר קרבנות ועולות דמייתי היינו הבאות בנדר ונדבה כדכתיב לכל נדריהם ולכל נדבותם הא לאו הכי אפילו היא עולה אין מקבלין. ואם הביא שלמים מקריבין אותן עולות סברא וקרא סברא דגוי לבו לשמים כונתו היא שיהו קרבנותיו כלו לשמים ולא שיאכלו וקרא דכתיב אשר יקריבו לה' לעולה כל דמקרבי עליה עולה נהוי שיהא דין עולה שאינה נאכלת ולא דין שלמים. נדר שלמים ונתנן לישראל או לכהן על מנת שיתכפר בהם כגון שהיה ישראל מחויב שלמים אוכלין אותן כשלמים דהא הוו שלמי ישראל."
            ],
            [],
            [
                "<b>ישראל </b> מומר לעבודה זרה או מחלל שבת בפרהסיא אין מקבלין ממנו קרבן כלל אפילו מה שמקבלין מן הגוי דכתיב אדם כי יקריב מכם ולא כולכם להוציא את המומר דמומר לעבודה זרה ככופר בכל התורה כולה כדילפי' מכי תשגו ולא תעשו ומחלל שבת בפרהסיא במעשיו ומעיד שקר שלא שבת הקב\"ה במעשה בראשית. היה מומר לעבירה אחת והורגל בה בין להכעיס בין לתיאבון אין מקבלין ממנו קרבן לאותה עבירה דכתיב אשר לא תעשינה בשגגה ואשם וסמיך ליה או הודע אליו חטאתו אשר וגו' והביא את אשמו דמשמע אשר לא תעשינה אם היה יודע שהוא אסור ושגגה היתה לו ואם היה יודע היה שב מידיעתו הוא שמביא קרבן על שגגתו אבל לא היה שב אם היה יודע בזה שהוא מומר לאותו דבר אינו מביא קרבן על שגגתו."
            ],
            [
                "<b>עולות </b> הגוים אין מביאין הגוים עמהם נסכים דכתיב כל האזרח יעשה ככה את אלה אזרח ולא (ל)גוי אבל נסכיהם קרבין משל צבור דכתי' ככה עיכובא שיהו כל עולות טעונות נסכים ואינן טעונות סמיכה שאין סמיכה אלא בישראל באנשים ולא בנשים דכתיב דבר אל בני ישראל דויקרא וכתיב בההוא ענינא וסמך את ידו בני ישראל סומכין ואין בנות ישראל סומכות."
            ],
            [
                "<b>כל </b> קרבנות היחיד סומך עליהם כשהם חיים דעיקר סמיכה בקרבן יחיד הוא דכתיב קרבנו בסמיכת בקר וקרבנו בסמיכת צאן ובעז כתיב וסמך ידו על ראשו וארישא קא מהדר ואם עז קרבנו תלתא קרבנו לומר קרבנו ולא הבכור קרבנו ולא מעשר קרבנו ולא פסח משום דהוו אתו משלמים בקל וחומר דאין קדושתן מרחם (בצבור) [כבכור] ואין מקדש לפניו ולאחריו כמעשר ואין בעמוד והבא כפסח וטעונין סמיכה ומשום דאיכא למיפרך מה לשלמים שכן טעונין נסכים ותנופה וחזה ושוק אמרינן דלא צריכי קרא למעוטינהו דכל קרבנות במשמע חוץ מאלו."
            ],
            [
                "<b>העוף </b> אינו טעון סמיכה דכתיב וסמך ידו על ראש העולה פרט לעולת העוף וכן כל המעות שיפלו לתיבות שכולן יביאו עולות אין בעל המעות סומך על אותה עולה ואינו מביא עליה נסכים דכיון שנפלו לתיבות הרי הן קרבנות צבור ואין בהם סמיכה ולהכי לא מייתו איהו נסכים אלא משל צבור דהא עיכובא כתיב בהו ככה דאי לא מייתו בעלים אתי משל צבור ואם היה כהן בעליה עבודתה ועורה לאנשי משמר דהא מכח צבור קאתי כיון דנפלה לתיבות."
            ],
            [
                "<b>הכל </b> סומכין חוץ מחרש שוטה וקטן דלאו בני דיעה נינהו ונכרי דכתיב בני ישראל ולא גוים וסומא דילפינן סמיכה סמיכה מזקני העדה דפר העלם דבר של צבור דמה להלן סומא לא דאמרינן בסנהדרין דהיינו זקני העדה הסומכין ונשאו אתך ודרשינן אתך בדומין לך שלא היה בהם סומא ה\"נ כל שאר הסמיכות אין סומא יכול לסמוך ועבד אשה ושליח ילפינן מדכתיב תלתא זמני ידו לומר ידו ולא יד עבדו ידו ולא יד שלוחו ידו ולא יד אשתו ואף על גב דכתיב בני ישראל למעוטי נשים אפילו הכי איצטריך דהוה אמינא תסמוך בקרבן בעלה דכידו דמיא קמשמע לן."
            ],
            [
                "<b>חמשה </b> שהביאו קרבן אחד כולן סומכין בזה אחר זה דכתיב קרבנו לרבות כל בעלי קרבן שיסמכו ולא יסמכו בבת אחת דאיכא חציצה יורש סומך ומביא נסכים דכתי' בתמורה המר ימיר לרבות את היורש ויליף סוף הקדש סמיכה ונסכים מתחלת הקדש תמורה מה תחלת הקדש יורש מ[י]מר אף סוף הקדש יורש סומך ומביא נסכים."
            ],
            [
                "<b>אין </b> סמיכה בקרבנות הצבור דעיקר סמיכה ביחיד כתובה חוץ משתי סמיכות העלם דבר של צבור ושעיר המשתלח דכתיב בהו בהדיא סמיכה ולא ילפינן מינייהו דהלכתא גמירי מסיני הכי דאין סמיכה בשאר קרבנות צבור ושלשה מן הסנהדרין סומכים על הפר דהוו בית דין וסמכו הרי כאן שנים ואין בית דין שקול מוסיפין עוד אחד."
            ],
            [
                "<b>אין </b> סומכין אלא בעזרה דכתיב לפני ה' וסמיך ליה וסמך ומקרא נדרש לפניו דמשמע דסמיכה הויא לפני ה' ואם היה בעל הקרבן בחוץ והכניס ידיו בפנים וסמך סמיכתו כשרה דכתיב ושחט את בן הבקר לפני ה' ולא השוחט לפני ה' וכתיב וסמך ושחט מה שחיטה איפשר דמעייל ידיה ושחיט אף סמיכה כן. והוא שיסמוך בכל כחו דכיון דבעינן סמיכה בשתי ידיו משמע דבעינן כל כחו ואפילו טמא סמיכתו סמיכה כיון דאיפשר מבחוץ לא קפדינן אאיהו אי הוי טהור או טמא."
            ],
            [
                "<b>ובמקום </b> שסומכין שוחטין דתכף לסמיכה שחיטה כדכתיב וסמך ושחט ואם לא עשה כך שחיטתו כשרה דסמיכה גופא לא מעכבא דאינה אלא שיורי מצוה כדכתיב וסמך ונרצה וכי סמיכה מכפרת והלא אין כפרה אלא בדם דכתיב כי הדם הוא בנפש יכפר אלא שהיא שיירי מצוה ומעלה עליו הכתוב כאלו לא כפר."
            ],
            [
                "<b>וצריך </b> לסמוך בשתי ידיו דכתיב וסמך אהרן את שתי ידיו כתיב ידו וכתב שתי זה בנה אב כל מקום שנאמר ידו בסמיכת בהמה הרי כאן שתים עד שיפרט לך הכתוב אחת. על ראש הבהמה דכתיב על ראש העולה לא על הצואר על ראש העולה לא על הצדדין ולא יהיה דבר חוצץ בין ידיו לבהמה דכתיב ידו על ראשו שלא יהא דבר חוצץ בין ידיו לראשו."
            ],
            [
                "<b>כיצד </b> סומך אם היה קדש קדשים דשחיטתן בצפון הוא עומד במזרח ופניו למערב דבעינן הבהמה והסומך לפני ה' כלפי מערב ומניח שתי ידיו בין שני קרניו דהוי על ראשו ומתודה על חטאת עון חטאת ועל אשם עון אשם כדכתיב איש או אשה כי יעשו מכל חטאת האדם וגו' והתודו את חטאתם וגו' משמע דוידוי דברים הוי אצל הקרבן ואין לבעל הקרבן מעשה בקרבן אלא סמיכה אם כן בשעת סמיכה יתודה ועל העולה עון עשה ולא תעשה שניתק לעשה דכתיב ונרצה לו על מה הוא מרצה אם על כריתות ומיתות בית דין ומלקיות הרי ענשן אמור הא מה אני מקיים ונרצה לו על עשה ולאו הניתק לעשה ושלמים לא בעו וידוי דלא כתיב בהו ונרצה:"
            ]
        ],
        [
            [
                "<b>כל </b> הקרבנות אין מקריבין אותם אלא ביום דכתיב ביום צוותו את בני ישראל להקריב את קרבניהם ביום ולא בלילה לפיכך אין שוחטין אלא ביום דאף על גב דשחיטה לאו עבודת כהונה היא דכשרה בישראל אפילו הכי עבודה היא דמחשבה פוסלת בה ובעינן לפני ה' וכתיב בה בשחיטה ביום זבחכם וגו' ואין זורקין אלא ביום השחיטה דכתיב ביום הקריבו את זבחו שתהא הקרבה וזביחה ביום אחד דאי לגופיה איצטריך ללמד זמן אכילת שלמים ביום זביחתו וממחרת נימא קרא ביום זבחכם יאכל וממחרת הקריבו למה לי שמע מינה ביום שאתה זובח אתה מקריב דהיינו זריקה וכיון ששקעה החמה נפסל דהא אינו יום השחיטה."
            ],
            [
                "<b>כל </b> שקרבו מתירין ביום והוא זריקת הדם מקטירין אימוריהן בלילה וכן איברי העולות כל הלילה עד שיעלה עמוד השחר דכתיב לא ילין לבקר זבח וגו' וכתיב היא העולה על מוקדה על המזבח כל הלילה ואף על פי כן חביבה מצוה בשעתה. ומשתדלין להקטיר הכל ביום כיון דדוחין את השבת בזמנן בשחיטה נדחה נמי אצל הקטרה."
            ],
            [],
            [
                "<b>כל </b> דבר שאינו קרב אלא ביום כקומץ ולבונה וקטורת ומנחות הנשרפות דהקרבת קרבן נינהו וכתיב ביום צוותו מותר להקריבן עם מבוא השמש כיון שהם מתאכלין כל הלילה דעד צאת הכוכבים יממא הוי כדגלי קרא דעזרא מעלות השחר ועד צאת הכוכבים וכתיב והיה לנו הלילה משמר והיום מלאכה ובזריקה לחוד הוא דאמרינן לעיל דשקעה חמה נפסל דכתיב ביום זבחכם וגו' דמשמע דבעינן יום השחיטה ואינן קרבין בלילה כלל אבל במאי דלא תלי באחרינא ומתעכלין כל הלילה אלא דבעי יום אפילו אחר ששקעה חמה הוי יום."
            ],
            [
                "<b>הנסכים </b> הבאה עם הזבח אין קרבין אלא ביום דכתיב ולנסכיכם ולשלמיכם מה שלמים ביום אף נסכים ביום ונסכים הבאים בפני עצמן מתקדשין [בלילה] וקרבין בלילה דכיון דלא קדשו בשחיטת זבח יכול להקריב בלילה דדוקא נסכים הבאים עם הזבח הוא דאיתרבו מדכתיב לנסכיכם ולשלמיכם ועלות השחר פוסלת בהם כאיברי העולות דכתיב כל הלילה עד הבקר וקודם צאת השמש הוי בקר ואיקרי יום דכתיב ויקרא אלהים לאור יום למאיר ובא קראו יום."
            ],
            [
                "<b>כל </b> היום כשר לסמיכה לשחיטה דכתיב וסמך ושחט מה שחיטה ביום דכתיב בה ביום זבחכם אף סמיכה ביום והיינו לאפוקי לילה אבל ביום בכל שעה כשר למליקה לקמיצה ולהקטרה ולהזייה דכתיב ביום צוותו וכל הני הקרבה נינהו הקטרת קומץ הקרבה היא וקמיצה איתקש להקטרה דכתיב וקמץ והקטיר מליקת עוף והזייה כאחד אי נמי כתיב ביום צוותו להקריב וכולן צרכי הקרבה היא דלא איפשר בלא הן לתנופה דכתיב ביום הניפכם והגשה איתקש לתנופה דכתיב והניף והקריב ולקרבן המוספין דכתיב דבר יום ביומו וכל הלילה כשר להקטרת אימורין ואיברים כדילפינן מוקדה על המזבח כל הלילה ואף על פי כן זריזין מקדימין למצות."
            ],
            [
                "<b>כל הזבחים </b> אין שוחטין אותן לכתחלה אלא בסכין מכלי שרת דכתיב את המאכלת בעולה ומינה ילפינן לכולהו זבחים ואם שחט בכל דבר ששוחטין בו החולין כשר דקרא אינו צווי אלא למצוה ילפינן מיניה."
            ],
            [
                "<b>וכל </b> הזבחים שקבל דמן פחות מכדי הזייה לא קדש דמן כדכתיב והקריבו וזרקו דמשמע הקריבו שהוא קבלה שיעור הזייה וצריך להתכוין לקבל כל הדם כדכתיב ואת כל דם הפר ישפוך ואם אינו ענין לשירים דהא ליתיה לכולי דם שכבר נתן ממנו על [הקרנות] תנהו ענין לקבלה וצריך שיגביה סכין למעלה שלא ירד הדם מעליה דכתיב מדם הפר ולא מפר ודבר אחר והיינו סכין ודם סכין מקנחו בשפת מזרק כדקרינן למזרק כפורי זהב בס' עזרא ע\"ש קינוח."
            ],
            [
                "<b>אויר </b> כלי הרי הוא ככלי כשסופו לנוח וכשאין סופו לנוח בעי' אויר מזרק תוך דפניו דאי לאו הכי לא נתקדש אבל כשסופו לנוח מכנגד אוירו נתקדש דהא לא איפשר להניח וורידין לתוך כלי."
            ],
            [
                "<b>כל </b> הזבחים צריכין מחשבה לשם זבח ולשם בעלים בארבעה עבודות שחיטה קבלה הולכה זריקה דכתיב ואם זבח שלמים קרבנו שתהא זביחה דהיינו שחיטה לשם שלמים דמיום שחיטה הוא דקרוי זבח ולאו היינו שמייהו דשלמים זבח שלמים דהא כתיב הזורק את דם השלמים ולא כתיב זבח והכא כתיב זבח שמע מינה שתהא זביחה לשם שלמים קבלה ילפי לה מדכתיב המקריב את דם השלמים שתהא קבלה לשם שלמים דהקרבה היינו קבלה כדאמר' והקריבו זו קבלת הדם הולכה דכתיב והקריב את הכל זו הולכה דלשון הקרבה הוי הולכה ואפקה רחמנא לקבלה בלשון הולכה דהיינו הקרבה למימרא דהולכה לא תפקה מכלל קבלה דבעינן לשם הזבח בהולכה ובקבלה זריקה ילפי' דכתיב הזורק את דם השלמים שתהא זריקה לשם שלמים ושם בעלים ילפינן מדכתיב ובשר זבח תודת שלמיו שתהא זביחה דהיינו שחיטה לשם תודה ואם אינו ענין לשינוי קדש דהא ילפינן ליה תנהו ענין לשינוי בעלים שצריך לשחטו לשם בעלים שיתכפרו בו ולא שיתכפרו בו אחר והאי דרשא הויא מזבח תודת דמתודת שלמיו דרשינן מלתא אחריתי ומזבח נמי דרשינן מלתא אחריתי אלא מדאקדמה וקאמר זבח תודת ולא קאמר תודת שלמיו זבח דרשינן להא מילתא זריקה דכתיב ונרצה לו לכפר דהיינו זריקה דכפרה תלויה בה לו ולא לחברו הולכה וקבלה ילפינן להו בהדי הני תרי מדכתיב באיל נזיר ואת האיל יעשה זבח שלמים שתהא עשייתו לשם שלמים ואם אינו ענין לשינוי קדש תנהו ענין לשינוי בעלים והוו כלל ופרט וכלל יעשה כלל זבח פרט לה' חזר וכלל ואף על גב דלא דמי כללא בתרא לכללא קמא רבי ישמעאל דריש כלל ופרט וכלל כי האי גוונא מה הפרט מפורש עבודה ובעינן לשם זובח אף כל עבודה ובעינן לשם זובח ואף על גב דאיכא למימר כעין הפרט כהאי גוונא ואיכא למימר בגוונא אחריתי דלא אתי הולכה אפי' הכי שקולים הם המדות שוות והולכה לא תפקה מכלל קבלה אשכחן איל נזיר שאר שלמים מנא לן הקישן הכתוב לשלמים מה שלמים בין שינוי קודשבין שינוי בעלים בעינן לשמה אף כל קדשים בין שינוי קדש בין שינוי בעלים בעינן לשמה אימא היכא דעבד שלא לשמה ליפסל אמר קרא מוצא שפתיך תשמור ועשית כאשר נדרת וגו' האי נדבה נדר הוא והיכי כתב נדבה אלא אם כמו שנדרת עשית הרי הוא נדר ויעלה לנדרך ואם לאו יהא לנדבה ולא לשם הראשונה ומשום דלא כתיב בהאי קרא עבודות בהדיא כתב רחמנא זאת התורה למילף משלמים דמפרשא בהו לשמן כדאמר' ואם לא חשב כלל בעולה ובשלמים אלא עבד סתם כשרים ועלו לבעלים לשם חובה דסתמן נמי כלשמן דמי דכל שלא שנה סתמא הוי לשמה דלהכי קאי."
            ],
            [
                "<b>ושחיטת </b> העולה צריכה מחשבה ששה דברים זבח וזובח ולה' והקטרה לאישים ולריח זבח וזובח הא ילפינן להו והכא נמי כתיב עולה אשה וגו' לשם עולה לאפוקי לשם שלמים דלא אשה שתהא הקטרה לשם אשה ריח לשם ריח ניחוח לשם הנחת ריח ניחוח לה' לשם מי שאמר והיה העולם ואם שחט סתם כשר דלהכי קאי כדאמר' והשוחט חטאת ואשם לשם אותו החטא שבא עליו יחשוב כדמשמע פשטיה דקרא דכתיב על חטאתו אשר חטא ונסלח לו:"
            ]
        ],
        [
            [
                "<b>שחיטת </b> הקדשים כשרה בזרים דמקבלה ואילך מצות כהונה דכתיב ושחט והדר והקריבו בני אהרן והקרבה היינו קבלה משמע דמקבלה ואילך הוא דהויא מצות כהונה וכל הזבחים קבול דמן בכלי שרת ביד כהן דכתיב בעולה בסיני וישם באגנות וחטאת יליף בלקיחה כתיב בחטאת ולקח הכהן וכתיב בעולת סיני ויקח משה חצי הדם מה קיחה דהתם בכלי אף קיחה דהכא בכלי וכתיב כחטאת האשם הוא מה חטאת טעון כלי אף אשם טעון כלי ושלמים נמי בסיני הוו ומקום שחיטת קרבנות וקבול דמן אינו שוה בכל דקדשי קדשים בצפון המזבח וקדשים קלים שחיטתן וקבול דמן בכל מקום בעזרה דכתיב בעולה ושחט אותו על ירך המזבח צפונה אשכחן בן צאן דגביה כתיב האי קרא בן בקר מנין אמר קרא ואם מן הצאן מוסיף על ענין הראשון וילמד עליון בן בקר מתחתון בן צאן ועז נמי כתיב בה מן הכבשים או מן העזים וחטאת אתיא מהיקשא דכתיב במקום אשר תשחט העולה תשחט החטאת אשכחן למצוה לעכב מנין כתיב קרא אחרינא ושחט אותו במקום אשר ישחט את העולה בשעיר נשיא והלא בכלל כל החטאות היה שטעונות צפון כעול' ולמה יצא לקבוע לו מקו' בצפון שאם לא שחטו בצפון פסל שאר חטאות לעיכובא מנ\"ל דכתי' בכשבה במקום אשר תשחט העולה תשחט החטאת וכתיב נמי בשעירה והוי סגי בשעירה ותיליף מיניה כבשה וכי הדר כתביה בכבשה תנהו ענין לפנימיות ולשעירי הרגלים לעיכובא ועיכובא לעולה מנא לן דכתיב במקום העולה חזר ושנה לימד מקום שקבעתו לעולה לעולם הוא מקומה. קבלה בצפון מנא לן דכתיב בתר ושחט במקום העולה ולקח הכהן ומשמע ולקח נמי במקום העולה דלקח היינו קבלה כדילפינן לקיחה לקיחה מדכתיב ויקח משה חצי הדם וגו' דהיינו קבלה כדאמר'. מקבל עצמו שצריך לעמוד בצפון ולא יעמוד בדרום ויושיט ידו לצפון מנ\"ל דכתיב ולקח הכהן ולקח לו יקח סרסהו למפרע ודרשהו את עצמו יקרב קבלה ומקבל לעיכובא מנ\"ל דכמו ששנה על השחיטה לעיכובא בשעירה וכבשה לעכובא דכל חטאות כדאמר' הכי נמי שנה בשעירה ובכבשה ולקח הכהן דדרשינן ליה לו יקח ללמד קבלה ומקבל בצפון לעיכובא קבלה למצוה בעולה מנ\"ל דכתיב ושחט אותו אותו בצפון ולא שוחט בצפון אבל מקבל הוא הדם בצפון ועיכובא נמי משמע מהעולה דחזר ושנה לקבוע לה מקום לעיכובא כדאמר ומקבל למצוה בעולה איפשר דילפינן ליה מהא דאמרינן אבל מקבל בצפון דמשמע נמי דמקבל עצמו הוי בצפון וכיון דאשכחנא למצוה ה\"ה לעכב דמה קבלה למצוה ולעכב אף מקבל למצוה ולעכב דשם קבלה חד הוא וכשם שבחטאת ילפינן כולהו לעיכובא הכי נמי בעולה דהויא נמי קדשי קדשים כחטאת דאע\"ג דלא כתיב בה קדש קדשים היא אפ\"ה קדשי קדשים היא דהא כולה לגבוה סלקא ואין לך קדשי קדשים כזה. אשם דבעי צפון מנ\"ל דכתיב במקום אשר ישחטו את העולה ישחטו האשם קבלה מנ\"ל דכתיב ואת דמו יזרוק במקום שחיטתו תהא נמי קיבול דמו מקבל עצמו מנ\"ל דכתיב ואת דמו דמצי למיכתב ודמו יזרוק וכתב ואת דמו את לרבות את המקבל לעכב מנין דכתיב באשם מצורע ושחט את הכבש במקום אשר ישחט את החטאת ואת העולה שנה הכתוב עליו לעכב ואע\"ג דאיצטריך האי קרא לפי שיצא אשם מצורע לידון בדבר החדש בבוהן יד ובוהן רגל יכול לא יהא טעון דמים ואימורים לגבי המזבח ת\"ל כחטאת האשם מה חטאת טעונה מתן דמים ואימורים אף אשם מצורע כן אפ\"ה כיון דאהדריה לדבר החדש אהדריה נמי לעיכובא דצפון דאע\"ג דשחיטה לא בעיא כהונה אפ\"ה אהדריה לעיכובא דאי לאו הכי לימא קרא כי כחטאת הוא מאי כחטאת כאשם כשאר אשמות יהיה הילכך לענין צפון נמי אהדריה וכי כתב ביה שחיטה בצפון לעיכובא הוי ושאר אשמות נמי מינה ילפינן לעיכובא וקבלה ומקבל לעיכובא נראה דילפינן נמי מהאי קרא דכיון דילפינן שחיטה בצפון לעיכובא קבלה ומקבל נמי דילפינן למצוה מקרא גופה דילפינן שחיטה בצפון למצוה דכתיב במקום אשר ישחטו את העולה וגו' ואת דמו יזרוק הוי נמי לעיכובא כיון דמחד קרא ילפינן לכולהו למצוה שלמי צבור מנ\"ל דבעי צפון דכתיב ועשיתם שעיר עזים לחטאת ושני כבשים בני שנה לזבח השלמים מה חטאת בצפון אף זבחי שלמי צבור דכתיבי בהדיא הוו שחיטתן בצפון ולמ\"ד דבר הלמד כהיקש אינו חוזר ומלמד בהיקש ילפי' לה מדכתיב על עולותיכם ועל זבחי שלמיכם מה עולה קדשי קדשים אף זבחי שלמי צבור קדשי קדשים דכתיב בהו לה' ומה עולה טעונה צפון אף זבחי שלמי צבור בצפון וקבלה ומקבל נמי כאחד מקשינן זבחי שלמי צבור לעולה לכל מאי דאית בה בצפון שחיטה וקבלה ומקבל."
            ],
            [],
            [],
            [
                "<b>ומנין </b> ששוחטין קדשים קלין בכל העזרה דכתיב שלש פרשיות בשלמים בבן בקר וכבש ועז בקמייתא כתיב ושחטו פתח אהל מועד ובתרתי כתיב לפני אהל מועד חד לגופי' דניבעי פתח אהל מועד דאם אין שם פתח קודם שיפתחו הדלתות לא מצי שחיט וחד להכשיר צדדין כל רוחב העזרה דלא תימא כנגד הפתח דוקא להכי כתב לפני ולא כתב פתח וכל האויר בכלל לפני דלא כתב כנגד וחד לפסול צדי צדדין כגון לשכות דלא תימא מדפתח לאו דוקא לפני נמי לאו דוקא להכי הדר כתב לפני למימרא דדוקא הוא ולא לשכות וצפון לא איצטריך קרא דמק\"ו קאתי ומדקדשי קדשים שלא הוכשרו בכל הרוחות הוכשרו בצפון כדילפינן לעיל קדשים קלים שהוכשרו בכל הרוחות כדילפינן אינו דין שיוכשרו בצפון ומה מצינו בשלמים שהם קדשים קלים שחיטתן בכל מקום בעזרה הכי נמי בכל קדשים קלים. ואם שחטן בהיכל כשרים דכיון דבפתח ההיכל כשרים כ\"ש בהיכל עצמו דלא יהא חמור טפל מן העיקר וכיון דטפל חזי להו כ\"ש עיקר אבל שחטן בגגו של היכל פסולין שאין הגגות ראויין לשחיטה כלל דכל מאי דמרבי' הוי בקרקע."
            ],
            [
                "<b>שלמים </b> ששחטן קודם שיפתחו דלתות ההיכל פסולין כדילפינן מדכתיב פתח אהל מועד בזמן שפתוח אפילו היו דלתותיו מוגפות הוי כנעול כיון דלא הוי פתוח אבל פרכת אינה פוסלת וקרינא ביה בזמן שפתוח."
            ],
            [
                "<b>העולה </b> והאשם והשלמים בין של יחיד בין של צבור זריקת דם שלשתם ע\"ג המזבח שוה לעולם שזורק שתי זריקות ע\"ג שתי זויות המזבח באלכסון דכתיב בעולה ובשלמים וזרקו את הדם על המזבח סביב שיהא הדם ניתן בד' רוחות או יכול יקיף כחוט ת\"ל וזרקו ואי אפשר להקיף בזריקה וזריקה אחד לא מצית אמרת דהא כתיב סביב הא כיצד נותן ב' מתנות שהן ארבע ולא תימא כיון דכתיב סביב א\"כ יהא טעון ד' מתנות על ד' קרנות דהא לא כתיב על קרנות המזבח כדכתיב בחטאת וכיון דכתיב סביב הוי ב' מתנות שהן ארבע על קרן מזרחית צפונית ועל קרן מערבית דרומית דקרן מזרחית דרומית לא היה לו יסוד לפי שלא היה בחלקו של טורף ועולה טעונה מתן דמה כנגד היסוד מק\"ו דשיירי חטאת שאין מכפרין וטעונין יסוד כדכתיב אל יסוד מזבח העולה תחלת עולה שמכפרת אינו דין שטעונה יסוד ומחצי המזבח ולמטה יזרוק והוא חוט הסקרא שחגור באמצע המזבח דכתיב והיתה הרשת עד חצי המזבח מדקפיד חצי מזבח משמע דנתנה תורה מחיצה להבדיל בין דמים עליונים לדמים תחתונים ומתכוין שיהא הדם מקיף את הזויות כמין גם כדי שיהיו שתי מתנות כעין ארבע דכתיב סביב כדאמר וה\"ה לאשם דכתיב ביה נמי ואת דמו יזרוק על המזבח סביב וכיון דלא כתיב בהו קרנות א\"כ האי על המזבח סביב הוי מחוט הסקרא ולמטה שיירי הדם נשפכין על גג היסוד הדרומי ואע\"ג דבעולה לא כתיב שפיכת שירים ילפינן לה מדכתיב אל יסוד מזבח העולה תן יסוד שהוא תורת שפיכה ליסוד למזבחה של עולה בקרן דרומית שמסיים בו."
            ],
            [
                "<b>החטאות </b> הנאכלות דמן טעון ד' מתנות על ד' קרנות המזבח החיצון דכתיב בפר כהן משיח קרן קרנות מדמצי למיכתב קרן וכתב קרנות הויא שתים דאית ליה יש אם למקרא ולמטה הוא אומר בפר העלם דבר קרנות הרי כאן ד' מתנות על ד' קרנות המזבח החיצון והוא מזבח העולה כדכתיב בחטאת נשיא וחטאת יחיד הנאכלות ונתן על קרנות מזבח העולה ובפרי' הנשרפים של כהן משיח והעלם דבר הוו ד' קרנות של מזבח הזהב כדכתיב על קרנות מזבח הסמים לפני ה' כיצד הוא זורק בחטאות הנאכלות טובל אצבעו הימנית הסמוכה לגודל בדם שבמזרק כדכתיב ולקח הכהן מדם החטאת באצבעו והאי אצבעו הוי ימנית כדכתיב במצורע אצבעו הימנית ומחטא ויורד כנגד חודה של קרן כדכתיב על קרנות ממש עד שיכלה כל הדם שבאצבעו כדכתיב ונתן דמשמע שיתן כל מה שלקח באצבעו כדכתיב ולקח ונתן וכן הוא עושה בכל קרן וקרן ואם נתן סמוך לקרן באמה אחת מכאן או מכאן כפר דכל אמה סמוך לקרן הוי כקרן דהא קרן מזבח הוי אמה."
            ],
            [
                "<b>וצריך </b> לטבול אצבעו על כל קרן וקרן דכתיב וטבל הכהן את אצבעו בדם והדר כתיב והזה מן הדם האי מן הדם משמע מן הדם האמור בענין טבילה שצריך לטבול אצבעו על כל הזייה למעוטי שיריים שבאצב' דלא הוי אותה הזאה מן הדם האמור בענין טבילה ראשונה דשיירי אצבע פסולים כדא' ואע\"ג דהאי קרא בהזאת פני פרכת הקדש כתיבא הא כתיב נמי מן הדם בנתינה שבקרנות המזבח."
            ],
            [
                "<b>אין </b> קרבן שטעון הזייה באצבע אלא חטאת דכתיב ביה וטבל אצבעו בדם ובהזאה על הקרנות נמי כתיב בחטאת ולקח הכהן מדמה באצבעו וצריך שיהא בדם כדי טבילה כדכתיב בדם עד שיהא שיעור טבילה בדם ולא שיספג אצבעו מדם."
            ],
            [
                "<b>ונותן </b> בקרן דרומית מזרחית תחלה שהוא דרך ימין שכל פונות שאתה פונה יהיו דרך ימין כדכתיב ומעלותיהו פנות קדים ועל יסוד קרן דרומית מערבית שהשלים בה המתנות הוא שופך שיירי הדם דכתיב ואת כל הדם ישפך אל יסוד מזבח העולה זה יסוד דרומי דפגע ביה ברישא כשיורד מן המזבח."
            ],
            [
                "<b>כל </b> החטאות הנשרפות דמם נכנס לפנים להיכל ומזין ממנו שבע פעמים כדכתיב בכהן משיח והעלם דבר של צבור ושיירי הדם שופכן על יסוד מערבי של מזבח החיצון שהוא מזבח העולה שהוא פוגע בו תחלה בצאתו מן ההיכל מהזות לפני הפרכת ובקרנות מזבח קטרת הסמים שהוא הפנימי."
            ],
            [
                "<b>והיכן </b> מזין מדמיהם וכמה [מזין] פר ושעיר של יום הכיפורים דם כל אחד מהן טעון שמנה הזיות על בין הבדים ושמנה על הפרכת כדכתיב והזה באצבעו על פני הכפרת הזאה אחת במשמע ולפני הכפרת יזה שבע פעמים הרי אחת למעלה על פני ושבע למטה לפני הכפרת בין הבדים כנגד עביה של כפרת וכתיב וכן יעשה לאהל מועד השוכן אתם כשם שהזה משניהם דבשעיר כתיב כאשר עשה לדם הפר א' למעלה ושבע למטה כך מזה על הפרכת מבחוץ משניהם אחת למעלה ושבע למטה ומערב דם הפר והשעיר ומזה משניהם על ארבע קרנות מזבח הזהב שבהיכל דכתיב ויצא אל המזבח אשר לפני ה' דהיינו מזבח הזהב שהיא בהיכל ולקח מדם הפר ומדם השעיר ונתן על קרנות המזבח בזמן שהן מעורבין יכול מזה בפני עצמו ומזה בפני עצמו ת\"ל מדם חטאת הכפורים אחת היא דמי פר ושעיר של יום הכפורים שהם מכפרין על טומאת מקדש וקדשיו ושבע הזיות על אמצעו של מזבח זה כדכתיב והזה עליו מן הדם באצבעו ז' פעמים ואם לא כיון בהזיות שבפנים למטה או למעלה כשרות."
            ],
            [
                "<b>פרים </b> הנשרפין ושעירים הנשרפין זורק דם כל אחד מהן שבע הזיות על הפרכת המבדלת כדכתיב שבע פעמים לפני ה' את פני פרכת הקדש וארבע הזיות על ד' קרנות מזבח הזהב כדכתיב ונתן וגו' קרנות מזבח קטרת הסמים דהיינו מזבח הזהב."
            ],
            [
                "<b>וכשנכנס </b> עומד בין המזבח למנורה והמזבח לפניו מתחיל מקרן מזרחית צפונית דכתיב ויצא אל המזבח אשר לפני ה' בהיכל ומה ת\"ל ויצא לפי שהזה הזאות על הפרכת ועמד מן המזבח ולפנים והזה במתנות המזבח [הזקיקו] לצאת מן המזבח ולחוץ ויתחיל מקרן מזרחית צפונית שהוא הקרן שפוגע בו בראשונה כשיצא מן המזבח."
            ],
            [
                "<b>פר </b> כהן משיח הבא על כל המצות כהן משיח עצמו מקבל דמו ומזה ממנו מבפנים כדכתיב ולקח הכהן המשיח מדם הפר וטבל והזה וגו' ואם קבל והזה כהן הדיוט כשר דכתיב הכהן המשיח אין לי אלא המשיח בשמן המשחה מרובה בגדים מנין תלמוד לומר כהן אם סופינו לרבות כהן אחר מה תלמוד לומר ולקח המשיח אלא מצוה שיקבל המשיח אבל קבל כהן אחר עבודתו כשרה."
            ],
            [
                "<b>שעירי </b> ע\"ז והם שעירים הנשרפין לא נתפרש בהן בתורה כיצד נותנין דמן ולהיכן הוא נותן אלא לפי שהן חטאת הקהל דינן כדין פר העלם שהוא חטאת הקהל לכל האמור בו למתן דמים ולשריפה ולטמא את השורף דכתיב בפר העלם ועשה לפר כאשר עשה לפר החטאת לפר זה פר כהן משיח החטאת אלו שעירי ע\"ז להביאן בדין פר העלם לכל הלכותיו שלא נתפרשו הלכות שעיר ע\"ז בפרשת שלח לך וילפינן להו מהכא."
            ],
            [
                "<b>הבכור </b> והמעשר והפסח דם כל אחד מהם טעון מתנה אחד בשפיכה כנגד היסוד באי זה רוח שירצה משלש זויות המזבח דקרן מזרחית דרומית אין לה יסוד דכתיב בבכור ואת דמם תזרוק על המזבח דמו לא נאמר אלא דמם לימד על בכור ומעשר ופסח שטעונין מתן דמים ואמורין לגבי מזבח וכנגד היסוד ילפינן מזריקה זריקה דעולה ועולה טעונה יסוד מק\"ו דשיירי חטאת כדאמר' לעיל וכתיב נמי על יסוד מזבח העולה אי מה להלן שתי מתנות שהן ארבע אף כאן שתי מתנות שהן ארבע ולהכי כתיב סביב בעולה וסביב בחטאת דהוו ב' כתובין הבאים כא' ואין מלמדין ולמ\"ד מלמדין הוי אשם שלשה ושלשה ודאי אין מלמדין."
            ],
            [
                "<b>כל </b> הזבחים מקטירין אימוריהן ע\"ג המזבח אחר שזורקין הדם תחלה דבכולהו כתיב זריקה ברישא והדר הקטרה כדכתיב בבכור ואת דמם תזרוק על המזבח ואת חלבם תקטיר וגו' וכל הזבחים מפשיטין אותם ואחר כך מוציאין את אימוריהן כדכתיב והפשיט את העולה והדר ונתח וערכו בני אהרן וגו' ואין מפשיטין אותם עד שיזרק הדם כדכתיב וזרקו והדר והפשיט חוץ מחטאות הנשרפות שאין מפשיטין אותן דכתיב ושרפו וגו' את עורם ואת בשרם נמצא זורק ואחר כך מפשיט וקורע ומוציא אימורין ומקטירן."
            ],
            [
                "<b>כל </b> עורות קדשי הקדשים לכהנים בין בקרבנות הצבור בין בקרבנות היחיד דכתיב עור העולה אשר הקריב לכהן לו יהיה וילפינן כולהו קדשי קדשים מעולה בקל וחומר דאם עולה שלא זכו בבשרה דכולה כליל זכו בעורה קדשי קדשים שזכו בבשרה אינו דין שיזכו בעורה ומזבח שזכה בבשר ולא בעור אינו מוכיח דאין למזבח עור בכל מקום אבל לכהנים מצינו שזכו בעור העולה וק\"ו שיזכו בעורות קדשי קדשים אבל עורות קדשים קלים לבעלים דלא ילפינן מעולה אלא קדשי קדשים כמוה וכל עולה שלא זכה המזבח בבשרה לא זכו הכהנים בעורה דכתיב עולת איש עולה שזכה לאיש."
            ],
            [
                "<b>כל </b> קדשי קדשים שאירע בהם פיסול קודם הפשטן אין עורותיהם לכהנים אלא נשרפין עם עורן אירע פיסול לאחר הפשטן עורן לכהנים דכבר זכו בעורן הואיל והופשט קודם הפיסול וכל העורות מחלקין אותן אנשי משמר ביניהם מע\"ש לע\"ש דכתיב במנחה נמי לכהן המקריב אותה לו תהיה יכול לו לבדו ת\"ל לכל בני אהרן תהיה יכול לכולן תלמוד לומר לכהן המקריב הא כיצד לאנשי משמר."
            ],
            [
                "<b>עורות </b> עולת הקדש אינם לכהנים דכתיב עולת איש פרט לעולת הקדש. אחד עולת איש או אשה או גוי או עבד עורותיהן לכהנים דעור העולה ריבה דהעולה קרא יתירה הוא דלא איצטריך למיכתב אלא העור לכהן אלא לרבות בא ולא נאמר איש אלא להוציא את ההקדש:"
            ]
        ],
        [
            [
                "<b>מצות קיט </b> לעשות העולה כמשפטה דכתיב אדם כי יקריב מכם אם עולה קרבנו וגו' וכיצד מעשיה שוחט וזורק כדכתיב ושחט וזרקו ומפשיט ומנתח כדכתיב והפשיט ונתח ומקטיר כל הנתחים על גבי המזבח דכתיב והקטיר הכהן את הכל המזבחה."
            ],
            [
                "<b>צמר </b> ושער הראש דאינו בהפשטה שכבר הותז בשחיטה ועצמות וגידים וקרנים וטלפים כשהן מחוברין מקטירין את הכל וכשפרשו לא יעלו דכתיב את הכל לרבות אלו וכתיב ועשית עולותיך הבשר והדם דמשמע בשר ודם לחוד הא כיצד מחוברין יעלו פרשו לא יעלו וכולן שפקעו מעל המזבח וכן גחלת דלית בהו אלא מצות העלאה בתחלה כדכתיב והקטיר את הכל. אבל איברים שפקעו ויש בהם ממש אפילו אחר חצות הלילה יחזיר דכתיב על מוקדה על המזבח כל הלילה דקאי אעולה דהיינו בשר ודם ואם אין בהם ממש אפילו קודם חצות לא יחזיר דכיון דאין בהם ממש הרי כמו שנשרפו ונעשה מצותן וגחלת הויא כמעוכלת ולית בה מששא נתחרך הבשר ויבש ופקעו קודם חצות יחזיר אחר חצות לא יחזיר דכתוב אחד אומר על מוקדה על המזבח כל הלילה עד הבקר דהיינו הקטרה וכתוב אחד אומר כל הלילה והרים את הדשן ממשמע שנאמר כל הלילה איני יודע שעד הבקר מה תלמוד לומר עד הבקר תן בקר לבקרו של לילה לענין הרמה והכי קאמר לפני הבקר והרים ולא נתן שיעור לדבר ועל כרחך הוא חצות הלילה שמעינן דביבשין תלוי בחצות."
            ],
            [],
            [
                "<b>כשמנתח </b> איברי העולה מוליכן לכבש ומולחן ומעלן דכתיב על כל קרבנך תקריב מלח בהדי קרבן הוא דמקריב ליה למלח ומסיר גיד הנשה בראש המזבח ומשליכו על הדשן ואינו מקטירו משום דאסיר באכילה וכתיב ממשקה ישראל מן המותר לישראל ולמה מעלהו משום דגנאי הוא להביא ירך מפורעת למזבח משום הקרבהו נא לפחתך ולהכי משליכו לדשן וזורק כל האיברים על האש דכתיב הבשר והדם כשם שהדם בזריקה דכתיב וזרקו כך כל הבשר בזריקה ואחר הזריקה עורך אותן על המזבח כדכתיב וערך הכהן אותם ואיברים שצלאן ואחר כך העלן אין בהם משום ריח ניחוח דכתיב והקטיר וגו' ריח ניחוח לה' וכיון דצלאן תו לא סליק ריח."
            ],
            [
                "<b>כיצד </b> מנתחין את העולה מפשיט וכשמגיע לחזה חותך את הראש ונותנו לכהן דלא הויא בכלל הפשטה שכבר הותז ולפי שאינה בכלל הפשטה הוצרך למנותו לעצמו דכתיב את הראש ואת הפדר ראשו ופדרו דכתב רחמנא למה לי ללמדך שמעלהו עם הראש שקודמין לכל האיברים דכתיב ראשו ואת פדרו והדר וערך הכהן אותם ופדר קמא דכתב רחמנא למה לי ללמדך שמעלהו עם הראש וחופה בו בית השחיטה וזהו דרך כבוד של מעלה והנתחים הם עשרה דכתיב ונתח חד לנתחיה שנים דמיעוט רבים שנים את הנתחים שנים הרי חמשה ובעולת צאן כתיב ונתח אותו לנתחיו הרי שלשה והדר כתיב וערך הכהן אותם דקאי אנתחים הרי כאן עשרה בחמשה כהנים בעשרה ידיהם דאף על גב דהולכת איברים לכבש עבודה היא ופסולה בשמאל כיון דלא מעכבא כפרה שריא בשמאל והקרב והכרעים בכהן אחר דלא הוי בכלל נתחים אלו דבתר דכתיב את הנתחים את הראש ואת הפדר וגו' כתיב והקרב והכרעים ירחץ במים והקטיר והולך ומדיחן במים דכתיב ירחץ במים לא ביין ולא במזג ולא בשאר משקין וכל המימות כשרים דלא מיעט אלא מה שאינו מים אי נמי דכתיב במים זמנא אחריתי בצאן להכשיר את כל המים ומדיחן אותה כל צרכה דירחץ משמע עד שתהא נקיה ולא היו מדיחין הכרס עם הקרבים שלא תטנפם והדקין שאין הרעי יוצא מהן אלא בדוחק מדיחין אותן שלשה פעמים ובכל הסדר הזה אין שום פסוק כי אם סברא לפי מה שנכון לעשות עושין שמנה בכבש אחד עשר באיל כ\"ד בשור ואין מחלקין אבר גדול של שור לחלקים דכתיב ונתח אותה לנתחיה כדילפינן לעיל עשרה נתחים ולא נתחיה לנתחים וששה לכבש דבעינן לבד שנים של סלת ויין ילפינן מדכתיב וערכו בני אהרן הכהנים את הנתחים וגו' וערכו שנים בני אהרן שנים הכהנים שנים הרי כאן ששה חמשה בבשר ואחד בקרבים ואף על גב דהאי קרא בבן בקר כתיב דבעי כ\"ד כדאמר' אפילו הכי הא כתיב בסיפיה דקרא על העצים אשר על המזבח דקרא יתירא הוא דהכתיב ונתנו אש וערכו עצים וערכו נתחים על העצים למה לי תו למהדר על העצים אשר על האש למדרש ביה דהני ששה כהנים הוצרכו לדבר שנאמר בו אש ועצים ומזבח ואי זה דבר שהזקקתי למערכה לסדר עצים ואש למזבח בשבילו הוי אומר זה טלה של תמיד של שחר דכתיב ביה והאש על המזבח תוקד בו דהך מוקד סידור מערכה היה דכתיב ובער עליה הכהן עצים בבקר וערך עליה העולה ואמר מר העולה עולה ראשונ' דשאר קרבנות לא הוזקקו לסידור מערכה ואם כן מה שכתב כאן בבן בקר על העצים אשר על האש משום סידור מערכה דטלה הוי ועולות היחיד אם רצו להוליך נתחיה בפחות או ביתר מוליכין דהאי קרא דילפי' מיניה ששה לא כתיב אלא בעולת צבור כדאמר'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עולת </b> העוף כיצד נעשית עולה לכבש ופונה לסובב ובא לו לקרן דרומית מזרחית ומוליך שם את ראשה ממול ערפה ומבדיל כדכתיב והקריבו אל המזבח וגו' ונעשית למעלה דלא כתיב בה יסוד אלא בחטאת העוף ולפי שקרן דרומית מזרחית קרובה לבית הדשן ששם משליך המוראה והנוצה כדכתיב והשליך אותה אצל המזבח אל מקום הדשן לפיכך מוליך שם את ראשה ממול ערפה מול הרואה את ערפה והוא אחורי הצואר ואף על פי שלא נאמר בעולה מול עורף למדנו מול עורף בה מחטאת דכתיב ממול ערפו וחותך שני סימנים דמדכתיב בחטאת ולא יבדיל למדנו שבעולה הוא מבדיל והא דילפינן מחטאת מול עורף ולא ילפינן הבדלה משום דבמול עורף איכא גזירה שוה דמליקה מליקה מה מליקה דחטאת כתיב בה ומלק את ראשו ממול ערפו אף כל מליקה אינה אלא ממול עורף והבדלה לא ילפי' דכתיב בעולת העוף ומלק והקטיר מה הקטרה הראש לעצמו והגוף לעצמו דכתיב לאחר הקטרה זו ושסע אותו בכנפיו והקטיר אותו הרי הקטרת הגוף אמורה הא מה אני מקיים הקטרה ראשונה בהקטרת הראש אלמא שני הקטרות הן והשוסע מבדיל ביניהן וכתיב נמי והקריבו דמשמע דחילקו מדין חטאת בהבדלה ואיצטריך והקריבו דאי לאו והקריבו הוה אמינא יעשה עולה כמשפט כמשפט חטאת העוף שלא יבדיל ומלק והקטיר הוה מוקמינן ליה מה הקטרה בראשו של מזבח וגו' להכי איצטריכו תרוייהו ואם לא הבדילו פסולה כדילפינן הבדלה לעיכובא וממצה דם הראש והגוף על קיר המזבח דכתיב ונמצה דמו על קיר המזבח בתר ומלק והקטיר ואי איפשר לומר שלאחר שהוא מקטיר הוא מוצה אלא מה הקטרה הראש בעצמו והגוף בעצמו דכתיב שסוע בין שתי הקטרות כדאמר' אף מליקה כן ופשוטו של מקרא מסורס ומלק והקטיר וקודם הקטרה נמצה דמו כבר ואם לא מיצה דם הראש כשרה כיון שמיצה דם הגוף דעיקר דמים בגוף הוא דשכיחי וסופגו במלח דכתיב וכל קרבן מנחתך במלח תמלח והסיר את המוראה ועור שעליה בידו עם הנוצה ועם בני המעים דנוצה לשון דבר מאוס הוא ומנוצה נמי ילפינן העור שעליו הוא הנוצה ומשליכן לבית הדשן כדכתיב והשליך אותה אל מקום הדשן."
            ],
            [],
            [
                "<b>ושסע </b> אותו בכנפיו בידו בלא סכין ואינו צריך להבדיל דכתיב לא יבדיל ואם הבדיל כשר דלא יבדיל ר\"ל אין צריך להבדיל וכל ששנה בה מאחר שמיצה דמה כשרה דמיצוי דם הגוף הוא דמעכב דכתיב עולה הוא לעיכובא."
            ],
            [
                "<b>ומליקה </b> היא בצפורנו מול עורף דכתיב הכהן ומלק שלא תהא מליקה בכלי אלא בעצמו של כהן וחותך שדרה ומפרקת בלא רוב שדרה דלא תהוי נבלה קודם מליקה דנבלת מליקה הוא דהתירה תורה לכהנים ולא נבלה קודם מליקה וצריך לחתוך שתי הסימנים בעולה והינו הבדלה דילפינן לעיל ומליקה בסכין ומן הצדדין אינה מליקה דכתיב ומלק בעצמו של כהן וכתיב מול ערפו דהיינו מאחורין הילכך הוי כנחר או חנק וכל העורף כשר למליקה דהיינו מול עורף שכנגד פנים כדכתיב ויפנו אלי עורף ולא פנים מכלל דעורף להדי פנים:"
            ]
        ],
        [
            [
                "<b>מצות קכ </b> לעשות החטאות כמצותן האמורה בתורה וזאת תורת החטאת במקום אשר תשחט העולה תשחט החטאת וגו' חטאת הנאכלת שוחט ונותן הדם כדאמרי' לעיל ומפשיט' דילפינן לעיל הפשט לכולהו זבחים מעולה ומולח האימורים וזורקין לאישים כדכתיב ואת כל חלב ואת שתי הכליות והקטירם הכהן וגו' ואם רצה להוליכן בכלי מוליך אבל אין טעון כלי ושאר בשרה נאכל לכהנים בעזרה כדכתיב הכהן המחטא אותה יאכלנה במקום קדוש תאכל בחצר אהל מועד."
            ],
            [
                "<b>חטאות </b> הנשרפים אחר שחיטה וזריקה קורעם ומוציא האימורין ונותנם בכלי נראה דהא דבעינן כלי בחטאות הנשרפות טפי משאר זבחים משום דכתיב בהו לשון הרמה כדכתיב ירים ממנו את החלב משמע דהוי בכלי דומיא דהרמת דשן דכתיב בה והרים והוי בכלי ומולחן כדכתיב על כל קרבנך וגו' וזורקם על גבי האישים כדכתיב והקטירם הכהן וגו' ומוציא שאריתן חוץ לעיר ומנתחן שם כנתחי עולה בעורן דכתיב ואת עור הפר ואת כל בשרו וגומ'. והוציא את כל הפר מלמד שמוציאנו שלם יכול ישרפנו שלם ת\"ל ראשו וכרעיו מה ראשו וכרעיו האמורי' בעול' ע\"י ניתוח אף כאן ע\"י נתוח אי מה להלן (ע\"י ניתוח) [בהפשט] אף כאן (ע\"י ניתוח) [בהפשט] ת\"ל וקרבו ופרשו כלומ' כי היכי דחלק הכתוב קרבו דעולה מקרבו דפר דלעולה טעון רחיצה דכתיב והקרב ירחץ במים וקרבו דפר נשרף בהדי פרשו כדכתיב וקרבו ופרשו הכי נמי חלק בעולה דטעונה הפשט ופר אינו טעון הפשט. ושורפין אותם שם חוץ לעיר דכתיב והוציא את כל הפר אל מחוץ למחנה דהוי חוץ לג' מחנות דכתיב נמי בפר העדה אל מחוץ למחנה שאין ת\"ל שהרי נאמר כאשר שרף את הפר הראשון ליתן לו מחנה שניה וכשהוא אומר מחוץ למחנה בדשן שאין צריך לאומרו לדשן אצל חוץ למחנה שהרי נאמר בסיפיה דקרא על שפך הדשן ישרף ליתן לו מחנה שלישית."
            ],
            [
                "<b>שלשה </b> מקומות לשריפה א' בתוך העזר' ובו שורפין פסולי המוקדשים של קדשי קדשים שמחיצת אכילתן בעזרה ופיסולי אימורי של קדשים קלים דהואיל והקטרת הכשירן בעזרה אף שריפת פיסוליהם בעזרה דכתיב בקדש באש תשרף כל שבקדש מחיצתו באש תשרף שם ופרים ושעירים הנשרפין שאירע בהם פיסול אפילו אחר זריקה שנטמאו קודם שיצאו או יצאו קודם זמנן או לן הבשר או האימורין דכל הני פיסולן בקדש ונשרפין שם כדאמ' והמקום השני בהר הבית ושמו בירה ובו שורפין חטאות הנשרפות אם לא אירע הפיסול בעזרה אלא אחר שיצא חוץ כיון שנפסל חוץ נשרף חוץ המקום השלישי חוץ לירושלם בבית הדשן ושם שורפין חטאות הנשרפות כמצותן כדילפינן לעיל חוץ לג' מחנות ושריפת כל הנשרפין כשרין בזר ובלילה. וכל הנשרפין חוץ לעזרה כל העצים כשרים לשריפתן אפילו קש וגבבה דכתיב ושרף אותו על עצים באש שיכול נאמרה שריפה בפנים במזבח העולה ונאמר שריפה בחוץ מה שריפה שבפנים עצים כשרים למערכה אף שריפה שבחוץ כן תלמוד לומר עצים לרבות כל [עצים] דה\"ל למיכתב ושרף אותו באש באש לא בסיד ולא ברמץ כן הוא בת\"כ."
            ],
            [],
            [],
            [
                "<b>חטאת </b> העוף כיצד נעשית מולק אותה בקרן דרומית מערבית דבמנחה כתיב הקרב אותה בני אהרן לפני ה' אל פני המזבח ואין פני ה' ופני מזבח אלא בקרן דרומית מערבית ונקרא המנחה חטאת כדכתיב במנחת חוטא כי חטאת הוא וכיון שמנחה נקראת חטאת והיא בקרן זה כדילפינן חטאת העוף נמי בקרן זה הויא כדכתיב כי חטאת היא ויורד בצפורנו דכתיב הכהן ומלק בעצמו של כהן ויחתוך רוב אחד מן הסימנים או שנים:<br><b> אזהרת רלב </b> שלא יבדיל בחטאת העוף דכתיב ומלק את ראשו ממול ערפו ולא יבדיל דהיינו הבדלת הראש מן הגוף דמדילפינן מליקה דעוף ממליקה דחטאת ה\"א דאינו מבדיל בעולה כחטאת תלמוד לומר ומלק והקטיר בעולה ושסוע ביניהם לומר דמבדיל בעולה הראש לעצמו והגוף לעצמו כדילפינן לעיל משמע דבחטאת דאינו מבדיל הוי הבדלת הראש מן הגוף ואם הבדיל פסל דכתיב בה חטאת היא שאם מלקה שלא לשמה פסולה והוא הדין דכל ששנה בה פסולה ולוקה דהוי לאו שיש בו מעשה. ומזה מדמו על קיר המזבח למטה מאמצעו דכתיב והזה מדם החטאת מגופו של חטאת שלא יזה בכלי ולא באצבע דלא כתיב ולקח מדם הא כיצד אוחז בראש קנה ובגוף ומזה מדמה על קיר המזבח ולא קיר כבש והיכל ואולם אלא קיר המזבח התחתון כדכתיב והנשאר בדם ימצה אל יסוד המזבח קיר שהשיריים שלו מתמצין ליסוד והוא קיר התחתון דהוי כולו למטה מן הסובב ולא תימא יעשה הזאתה למעלה והדר ניעביד מיצוי למטה דלא כתיב ימצה דהוה משמע שמזהיר את הכהן שיחזור וימצה אחר הזאה אלא ימצה כתיב דמשמע נמי לענין הזאה דממילא יהיה דם מיצוי אצל היסוד. ומיצוי דם חטאת העוף מעכב דכתיב והנשאר בדם ימצה וגו' חטאת היא דההוא דנשאר אחר הזאה דהיינו מיצוי איקרי חטאת אלמא דשיריים דהיינו מיצוי מעכב ואין למזבח בה אלא דמה דלא כתיב במזבח אלא הזאה ומיצוי והשאר נאכל לזכרי כהונה כדכתיב כל זכר בכהנים כבשר חטאת בהמה דלהכי כתיב גבי סדר מתנות כהונה בפרשת קרח לכל חטאתם לרבות חטאת העוף סלקא דעתך אמינא נבלה היא לפי שנמלקה ולא יאכלוה קמ\"ל."
            ],
            [],
            [
                "<b>ומליקתה </b> היא מעבודות קשות שבמקדש משום דילפינן מליקתה בעצמו של כהן דהיינו בידיו ואם שנה ואחז בכל מקום כשרה כיון שמלקה בידיו דהיינו בעצמו של כהן. וכל מקום של המזבח כשר למליקתה ומזבח מיהא נראה דבעי דכתיב והקריב את אשר לחטאת ראשונה ומלק כדכתיב גבי עולת העוף והקריבו אל המזבח ומלק דמשמע דבתר הקרבה אל המזבח ימלוק דהכא נמי כתיב הקרבה ולא קבע מקום במזבח אלא בהזאה למטה מאמצע המזבח כדילפינן מיסוד המזבח ואם הזה בכל מקום כשרה והוא שיתן למטה מעט מדם הנפש כדי שיתמצה ליסוד כדילפינן לעיל."
            ],
            [],
            [
                "<b>שלשה </b> דברים היתה קרן דרומית מערבית משמשת למעלה ושלשה למטה חטאת העוף כדאמ' והגשות המנחות כדכתיב לפני ה' אל פני המזבח כדילפינן לעיל ומינה ילפי' לחטאת העוף דכתיב במנחה כי חטאת היא ושיירי הדם של עולות וחטאות הנאכלות ואשמות ושלמים ששופכין עליה כדכתיב בחטאת ואת כל הדם ישפוך אל יסוד המזבח זה יסוד דרומית כדילפי' לעיל ועולה כדכתיב אל יסוד מזבח העולה תן יסוד לעולה ובאשמות ושלמים כתיב סביב כעולה והשלשה שלמעלה ניסוך המים שמנסכין בחג וניסוך היין של נסכים ששם היו השיתין ואי איפשר לנסך כי אם שם ועולת העוף כשהיא רבה ואין קרן דרומית מזרחית מכילה נפנין לקרן דרומית מערבית מפני שקרובה לבית הדשן יותר משאר שתי קרנות לזרוק שם מוראה ונוצה כדכתיב והשליך אותה אל מקום הדשן."
            ],
            [
                "<b>כל </b> העולין למזבח עולין דרך ימין כדילפינן ממעלותיה ופנות קדים חוץ מן העולה לאחד משלשה דברים אלו שנפנה לשמאל וכשגמר מלאכתו חוזר דרך עלייתו שאם נפנה על ימין צריך להקיף את כל המזבח עד שיגיע לקרן דרומית מערבית ושמא יתעשן המים והיין והמעושן פסול או שמא ימות העוף בעשן המזבח ואף על גב דדרך ימין מצוה ונראה דהויא דאוריתא פיסול עישון נמי הוי דאוריתא דהוי לעיכובא ובחזרתו דרך עלייתו על העקב נמי מקיים לה מצות דרך ימין וכשכ\"ג מקיף דרך ימין כשמגיע לקרן זה נותנין לו המים או היין בידו ומנסך:"
            ]
        ],
        [
            [
                "<b>חומר </b> בחטאת משאר קדשי קדשים שדמה שניתז מן הכלי שקבל בו הדם קודם הזייה על הבגד טעון כיבוס בעזרה דכתיב ואשר יזה מדמה על הבגד אשר יזה עליה תכבס במקום קדוש דהיינו בעזרה ואשר יזה משמע ראוי להזייה דהיינו שנתקבל בכלי ולא שנתז מן הצואר או מן הקרן ומן היסוד. אחד הבגד או העור הרך או השק טעונין כיבוס דכתיב בגד מה בגד הוא ראוי לקבל טומאה דאין לך בגד קטן ששמו בגד שאינו ראוי לקבל טומאה אף כל דבר הראוי לקבל טומאה. ועור הקשה הוה כעץ וגורר הדם מעליו דכיבוס כתיב בקרא והאי לאו בר כיבוס הוא. ואחת דם חטאת הנאכלת או הנשרפת והיא הפנימית דכתיב תורת החטאת תורה אחת לכל החטאות וכתיב בההוא ענינא תשחט החטאת בנשחטת הכתוב מדבר לאפוקי חטאת העוף שהיא נמלקת ולא תימא תורה רבי חטאת העוף דהא כתיב זאת למיעוטא ומסתברא דחטאת פנימית מרבינן מתורת ולא חטאת העוף דחטאת בהמה פנימית דמיא לחיצונה בשמנה דברים בהמה שחיטה קבלה כלי קרן אצבע חודה ואישים וחטאת העוף לא דמיא לה אלא בשני דברי' חוץ ואכילה."
            ],
            [],
            [
                "<b>חטאת </b> שנפסלה אין דמה טעון כיבוס בין היתה לה שעת הכושר בין לא דכתיב אשר יזה בראוי להזאה הכתוב מדבר."
            ],
            [
                "<b>אין </b> טעון כיבוס אלא מקום הדם בלבד דכתיב אשר יזה עליה תכבס לא אמרתי לך תכבס אלא במקום דם בלבד כלי ראוי לקבל טומאה וראוי לכיבוס בעי כיבוס כשנתז דם חטאת עליו אבל עץ או מה שאינו ראוי לכיבוס גורר הדם מעליו ועור הדג שאינו ראוי לקבל טומאה כדנילף בדוכתיה בס\"ד אינו טעון כיבוס דבעינן ראוי לכיבוס וראוי לקבל טומאה כדילפינן מבגד עור בהמה עד שלא הופשט אינו טעון כיבוס ומשהופשט טעון כיבוס דכתיב אשר עליה לרבות עור משהפשיטו יכול שאני מרבה עד שלא הופשט ת\"ל בגד מה בגד ראוי לקבל טומא' אף כל ראוי לקבל טומאה ועור משהופשט ראוי לקבל טומאה אם חשב עליו לעבדה כמו שהוא אבל כל זמן שלא הופשט אינו ראוי לכלי."
            ],
            [],
            [
                "<b>נתז </b> מן הצואר או מן הקרן או שנשפך הדם ואספו על הבגד אינו טעון כיבוס דכתיב ואשר יזה מדמה לא אמרתי אלא בדם שנתקבל בכלי שרת וראוי להזי' שיש בו כדי שיעור הזייה שיירי הדם שטעונין יסוד אם נתנם על הבגד אינו טעון כיבוס דכת' אשר יזה פרט לזה שכבר הוזה וכן בחטאות הנשרפות. שיירי הדם שבאצבע אחר שיצאת הזייה מתחת ידו דכתיב מן הדם יתירא מן הדם שהזכיר לענין טבילה שצריך לטבול אצבעו על כל טבילה הזייה למעוטי שיירים שבאצבע שפסולין להזייה וכיון דפסולין להזייה אינו טעון כיבוס כדאמר' דבעינן ראוי להזייה."
            ],
            [],
            [],
            [
                "<b>נתז </b> מן הבגד לבגד שני אין הבגד שני טעון כיבוס דכיון דאיזקוקי איזקוק לבגד ראשון כיבוס אדחי ולא קרינא ביה ראוי להזאה ולא בעי כיבוס האי אחרון. נתז על בגד טמא אינו טעון כיבוס דכיון דנטמא דם בנגיעתו לבגד הוי דם פסול כאלו נטמא קודם לכן ולא בעי כיבוס נתז דם החטאת על הבגד וניתז על דם החטאת דם חולין טעון כיבוס דהא דם חטאת נוגע בבגד ובלוע בו אבל דם חולין תחלה ועליו דם חטאת אינו טעון כיבוס דאינו נבלע בבגד דהא שבע ליה בדם חולין."
            ],
            [
                "<b>כשמכבסין </b> מקום הדם מכבסין אותו יפה שלא ישאר בו רושם בשבעת הסממנין דכיון דכתיב תכבס לא הוי כיבוס בבציר מהכי."
            ],
            [
                "<b>כלי </b> חרס שנתבשלה בו החטאת טעון שבירה בעזרה דכתיב וכלי חרס אשר תבושל בו ישבר וכלי מתכות טעון מריקה ושטיפה במים בעזרה דכתיב ואם בכלי נחשת בשלה ומורק ושוטף ואף על פי שלא נאמר כאן במקום קדוש הרי דינו כדין הכיבוס מה כיבוס הבגד בקדש אף שבירת כלי חרס ומריקת כלי נחשת בקדש כיון דכתיבי בתר כיבוס ובחטאת הנאכלת דראוי לבישול כדכתיב אשר תבושל בו ואחד כלי שבשל בו או כלי שעירה לתוכו רותח דכתיב אשר תבושל בו אין לי אלא בישל בו עירה לתוכו רותח מנין תלמוד לומר בו ישבר מדסמיך ישבר אצל בו ולא אם בכלי חרש תבושל ישבר למידרש אם נבלע בו מ\"מ ישבר."
            ],
            [
                "<b>מריקה </b> בחמין ושטיפה בצונן מידי דהוה אגיעולי גוים דבעינן חמין דכתיב כל דבר אשר יבא באש והכא נמי כתיב ומורק ושוטף במים דאי כולהו בצונן לימא קרא ומורק מורק או שוטף שוטף מאי מורק ושוטף דשני בלישניה לומר לך מריקה בחמין ושטיפה בצונן. במים ולא ביין ולא במזג ולא בשאר משקין דכיון דכתיב במים מיעט כולהו ומריקה ושטיפה כמריקת הכוס ושטיפתו מבפנים ומבחוץ והשפוד והאסכלה מגעילן במים חמין ואחר כך מדיחן דאף על גב דתשמישן על ידי האש לא בעו ליבון דכיון דשוטף הוי במים מורק נמי הוי במים. במה דברים אמורים שבשל בהם כשנזרק דמה כהלכה אבל לא נזרק ובשלה או בשל חטאת הנשרפת אינו טעון מריקה ושטיפה דכתיב אשר תבושל והני לאו ראויות לבישול נינהו בשל במקצת הכלי כלו טעון מריקה ושטיפה דכתיב ואם בכלי נחשת בשלה ומורק וגו' ודרשינן בכלי ואפילו במקצת כלי מורק כלו."
            ],
            [],
            [
                "<b>צלה </b> הבשר בתנור של חרס הוי ספק אי אבישול לחוד הוא דקפיד רחמנא בלא בילוע או דילמא אבישול ובילוע וכן כלי שנתבשל בו בין קדשי קדשים בין קדשים קלים טעונין מריקה ושטיפה דכתיב חטאת אין לי אלא חטאת קדשי קדשים מנין דסמיך ליה כל זכר בכהנים וגו' קדש קדשים הוא יכול שאני מרבה את התרומה תלמוד לומר אותה כל זכר בכהנים יאכל אותה בתר מריקה ושטיפה מיעוטא הוא ומדאיצטריך קרא למעוטי תרומה מכלל דקדשים קלים טעונין מריקה ושטיפה וכן השפוד והאסכלה מגעילן עקב אכילה מיד ומבשל ושונה מיד דכתיב ומורק ושוטף וגו' וכתיב כל זכר בכהנים יאכל אותה הא כיצד ממתין לה עד זמן אכילה והדר עביד לה מריקה ושטיפה."
            ],
            [
                "<b>כלי </b> גללים ואבנים ואדמה אינן טעונין מריקה ושטיפה אפילו בחטאת אלא הדחה בלבד דכלי חרש ונחשת לחוד הוא דכתיב נאמר בחטאת כל אשר יגע בבשרה יקדש להיות כמוה אם פסולה תפסל אם כשרה תאכל כחמור שבה דכתיב יקדש והיינו בשנבלעה בו אבל נגיעה לחוד לא דכתיב כל אשר יגע יכול אפילו לא בלע תלמוד לומר בבשרה עד שיבלע בבשרה כגון המחתך שומן חטאת וסך ממנו בשר צלי של שלמים ונבלע בו יכול נגע במקצת חתיכה יהא כלו פסול תלמוד לומר יגע הנוגע פסול וחותך מקום שבלע. ואחד חטאת ואחד שאר כל קדשים דכתיב זאת התורה לעולה הוקשו כולן זה לזה ללמד זה מזה ולמדנו מחטאת דמה חטאת מתקדשת בבלוע כדילפינן אף כל מתקדש בבלוע נגע בבשרה ברקיק לא נתקדש אלא מקום הבלוע וחותכו כדילפינן מדכתיב יגע הנוגע פסול."
            ],
            [],
            [],
            [
                "<b>כלי </b> שבשל בו קדשים וחולין או קדשי קדשים עם קדשים קלים אם יש בהם בנותן טעם הרי הכל נאכל כחמור שבהם כדכתיב כל אשר יגע בבשרה יקדש ואם לא נתן טעם אינם כמותם אבל הכלי טעון מריקה ושטיפה משום קדשים קלים לסוף זמן אכילתם."
            ],
            [
                "<b>בגד </b> שצריך כיבוס ויצא חוץ לעזרה מחזירו לעזרה ומכבסו שם דכתיב תכבס במקום קדוש נטמא חוץ לעזרה ואי איפשר להכניס טומאה לעזרה קורעו כדי שיטהר ומכניסו ומכבסו. ומעיל דכתיב ביה לא יקרע מכניסו בפחות משלשה דלא הוי שיעור בגד טמא ומכבס מעט מעט הדם ומטביל אותו אחר כך בחוץ."
            ],
            [],
            [
                "<b>וכן </b> כלי חרס שבשל בו ויצא ונטמא נוקבו בכדי שיטהר ומכניסו ושוברו דכתיב תכבס במקום קדוש וסמיך ליה וכלי חרש ישבר דמשמע דליהוי שבירתו במקום קדוש ואם נקבו נקב גדול אינו שוברו בפנים דכתיב וכלי חרש תשבר כשהוא כלי תשבר וזה אינו כלי וכן כלי נחשת אם יצא מכניסו ומורקו ואם נטמא פוחתו וחוזר ומרדדו ומורקו ושוטפו בעזרה דכתיב ואם בכלי נחשת וגו' אין מורקין בפנים אלא כלים:"
            ]
        ],
        [
            [
                "<b>מצות קכא </b> לעשות כל האשמות כמצותן האמורה בתורה כדכתיב וזאת תורת האשם וגו' במקום אשר ישחטו וגו' וכיצד יעשו האשמות שוחט וזורק כדילפינן לעיל וכתיב באשם ישחטו את האשם ואת דמו יזרוק ומפשיט ומוציא האימורין ומולחן וזורקן על גבי האישים הפשטה בעי כעולה דכתיב בה והפשיט דעור האשם נמי הוי לכהנים כעור העולה דכתיב ביה עור העולה אשר יקריב לכהן לו יהיה כדילפינן לעיל והוצאת האימורין דכתיב באשם ואת כל חלבו יקריב ממנו וגו' ומליחה על כל קרבנך תקריב מלח וזריקה על גבי האישים דכתיב והקטיר אותם הכהן המזבחה וגו' ואם רצה להוליכם בכלי מוליך אבל אין טעון כלי אלא חטאות הנשרפות כדילפינן לעיל ושאר בשרם נאכל לזכרי כהונה בעזרה כחטאת כדכתיב כל זכר בכהנים יאכלנו במקום קדוש וגו'."
            ],
            [
                "<b>אשם </b> מצורע יש בקבלת דמו שינוי להנתן על תנוך ובהונות כדכתיב בקרא ואף על פי כן שאר מעשיו וזריקת דמו ואכילתו כשאר כל אשמות דכתיב ביה כי כחטאת האשם הוא לכהן בכל עבודות התלויות בכהונה הושוה אשם זה לחטאת יכול יהא דמו ניתן למעלה כחטאת תלמוד לומר קדש קדשים הוא וכתיב גבי אשם וזאת תורת האשם קדש קדשים הוא תורה אחת לכל האשמות לרבות אשם מצורע וכתיב ואת דמו יזרוק על המזבח סביב דמשמע למטה דלא כתיב ביה על קרנות המזבח אלא על המזבח סביב דהוי מחצי המזבח ולמטה כדילפינן לעיל:"
            ],
            [
                "<b>מצות קכב </b> לעשות כל השלמים כמצותן כדכתיב ואם זבח שלמים קרבנו אם מן הבקר הוא מקריב אם זכר אם נקבה וגו' והם ארבעה מינין הא' שלמי צבור והם שני כבשי עצרת דכתיב בהו ושני כבשים בני שנה לזבח שלמים שוחט וזורק הדם כדכתיב בשלמים ומפשיט כדכתיב בעולה והפשיט וגו' דחטאות הנשרפות לחוד הוא דגלי קרא דלא בעי הפשט כדכתיב ושרפו וגו' את עורם ואת בשרם וגו' ומוציא האימורין ומולחן כשאר השלמים ומקטירן והשאר נאכל לזכרי כהונה בעזרה כחטאת וכאשם מפני שהם קדשי קדשים כדכתיב בהו קדש יהיו לה' לכהן."
            ],
            [],
            [
                "<b>שלמי </b> יחיד שלשה מינין [הא'] הבא בלא לחם כשלמי חגיגה ושמחה והוא נקרא שלמים סתם והבא על הלחם בנדר ונדבה והוא תודה כדכתיב אם על תודה יקרבנו וגו' והג' איל נזיר דכתיב ואיל אחד תמים לשלמים וסל מצות סלת וגו' ומעשר שלשתן שוחט וזורק כדכתיב ואם זבח שלמים וגו' ושחטו פתח אהל מועד וזרקו וגו'. ומפשיט ומוציא האימורין כדאמר' ומנתח הבשר להפריש החזה ושוק הימין ונותן האימורין עם החזה ושוק על יד הבעלים וכהן מניח ידו תחת ידי הבעלים ומניף כדכתיב ידיו תביאנה את אישי ה' את החלב וגו' ולא שיהא החזה מן האישים לכך כתיב את החזה להניף וכתיב במלואים שוק התרומה וחזה התנופה יביאו להניף תנופה וגו' משמע דשוק נמי הוי בתנופה וכהן דמניח ידו תחת יד בעלים ילפינן מדכתיב המקריב את זבח שלמיו וגו' דמשמע דכהן מניף וכתיב ידיו תביאנה דמשמע בעלים הא כיצד כהן מניח ידו תחת הבעלים ומניף לפני ה' במזרח כדכתיב להניף לפני ה' דהוי (אפילו) במזרח דאף על גב דבמנחה כתיב לפני ה' והוי במערב היינו במנחה דהויא קדש קדשים דכתיב בה קדש קדשים היא כחטאת וכן כל הטעון תנופה במזרח מניפין אותו (ביין) דכתיב בתנופה דהכא לפני ה' כדאמר'."
            ],
            [],
            [
                "<b>וכיצד </b> הוא מניף מוליך ומביא דהוי תנופה שמניף ידו לכאן ולכאן ומעלה ומוריד דכתי' שוק התרומה שהיא לשון הרמה וכתיב במלואים אשר הונף ואשר הורם ובתודה מניף אחד מעשרה מן הלחם עם החזה ושוק והאימורין כדכתיב והקריב ממנו אחד מכל קרבן לחם אחד מכל מין ומין וכתיב ביה לכהן הזורק את דם השלמים לו יהיה כדכתיב בחזה ושוק שהם לכהנים והם בהנפה (כהא) ונותן את החלבים על יד הבעלים וחזה ושוק למעלה כדכתיב שוק התרומה וחזה התנופה על אשי החלבים ושתי הכליות ויותרת הכבד למעלה מהם דחזה ושוק בעינן על החלבים ושתי הכליות ויותרת הכבד למעלה מהם דחזה ושוק בעינן על החלבים ממש אם כן שאר האימורין למעלה והלחם למעלה מהם כיון שאינו בכל השלמים הוא אחרון."
            ],
            [],
            [
                "<b>היה </b> הקרבן איל נזיר מוציא האימורין וחזה ושוק כשלמים ומבשל שאר האיל בעזרת נשים מפני שצריך הכהן ליטול הזרוע אחר שנתבשלה כדכתיב הזרוע בשלה לאחר שנתבשלה עם אחד מעשרה מן הלחם הבא עמו כדכתיב וחלת מצה אחת מן הסל ורקיק אחד דהוי משני מינין שהוזכר למעלה חלות ורקיקין עם החזה ושוק והאימורין כדכתיב על חזה התנופה ועל שוק התרומה לפי שהיו שלמי נזיר בכלל כל השלמים לחזה ושוק ויצאו לידון בדבר החדש להפרשת זרוע הוצרך להחזירן לכללן לידון אף בחזה ושוק ומניח הכל על יד הנזיר והכהן מניח ידיו תחת ידי הבעלים כשאר תנופות ומניף כדכתיב והניף אותם הכהן תנופה לפני ה' על חזה התנופה וגו' וכתיב לעיל מיניה ונתן על כפי הנזיר וגו'."
            ],
            [
                "<b>אי </b> זהו חזה של כל שלמים כל הרואה את הקרקע למעלה עד הצואר ולמטה עד הכרס עם שתי צלעות דהכי משמע לישנא דחזה שהוא רואה את הקרקע מן הצואר שהוא תחלת הגוף עד הכרס שהוא חלל הבהמה. והזרוע הוא מן הפרק עד כף של יד שהם שני איברים מעורים זה בזה דכל זה נקרא זרוע נמי לענין זרוע מתנות כהונה והזרוע היא של ימין דכתיב הזרוע המיומן שבזרוע דהיינו של ימין וכנגדה ברגל הוא השוק שהוא נקרא שוק לבני אדם וכן זרוע וחזה שאמרנו הם נקראים כן לבני אדם."
            ],
            [
                "<b>ואחר </b> שמניפין מולח האימורין להקטירם על גב המזבח כדכתיב גבי שלמים והחזה ושוק נאכלין לכהנים כדכתיב כי את חזה התנופה וגו' נתתי וגו' ושאר השלמים נאכלין לבעלים כדכתיב ובשר זבח תודת שלמיו ביום קרבנו יאכל ואין הכהנים זוכין בחזה ושוק אלא לאחר הקטר' האימורין דכתיב והקטיר הכהן את החלב המזבחה והיה החזה לאהרן ולבניו ואת שוק הימין וגו' למדנו שאינם נאכלים בעוד האימורין למטה מן המזבח וכן הלחם שמניף בתודה ובאיל נזיר והזרוע בשלה נאכלין לכהנים דכתיב בהו קדש הוא לכהן ושאר הלחם עם שאר הבשר נאכל לבעלים כשלמי של תודה דלא נתחדש באיל נזיר אלא זרוע בשלה ולחם וחזה ושוק הם נקראים מורם מתודה וזרוע בשלה עמהם נקראים מורם מאיל נזיר כדאמר'."
            ],
            [],
            [
                "<b>הלחם </b> המורם מן התודה הוי ספק תרומה לענין אי חייבין עליהם מיתה וחומש ומדמעת או לאו כיון דאיתקש לתרומת מעשר דכתיב הכא ממנו תרומת ה' וכתיב התם ממנו תרומה לה' כתרומת מעשר דמי או דילמא כי וחמשיתו מיעט רחמנא ולחם של תודת כהן נאכל כתודת ישראל דלא הוי כמנחה דכתיב בה וכל מנחת כהן כליל תהיה דאין לחם תודה קרוי מנחה."
            ],
            [],
            [
                "<b>אחד </b> מן השותפין בשלמים מניף ע\"י כולן מה שאין כן בסמיכה דתנופה אי אפשר דהיכי ליעביד לינפו כולהו בהדי הדדי קא הויא חציצה ידו חוצצת בין יד חברו לזבח ליניף חדא והדר ליניף חבריה תנופה אחד כתיב ולא תנופות אבל בסמיכה לא כתוב סמיכה בהדיא אלא וסמך סתם. ואין אשה מניפה דכתיב בתנופה דבר אל בני ישראל לאמר המקריב וגו' ודרשינן בני ישראל מניפין ואין הנשים מניפות יכול נחלוק בתנופה שלא יהא קרבנו טעון תנופה בסמיכה לא תחלוק דסמיכה בבעלים לחוד הוא ומיעטה הכתוב בנשים אבל תנופה בכהנים נמי היא כדאמר' לעיל ולא מיעטה הכתוב אלא לנשים ולא לכהנים ואין אשה מניפה אלא סוטה ונזירה כדילפינן לעיל. ותנופה קודמת להגשה בכל מקום דכתיב תנופה לפני ה' והדר והקטיר אהרן וגו'."
            ],
            [],
            [
                "<b>הלחם </b> של תודה עשרים עשרון עשרה לעשרה חלות של חמץ ועשרה לשלשים חלות של מצה העשרה חלות מהן מאפה תנור ועשר רקיקין ועשר מורבכת דנאמר כאן לחם חמץ ונאמר בשתי הלחם לחם חמץ מה להלן עשרון לחלה דכתיב לחם תנופה שנים ושני עשרונים אף כאן עשרון לחלה ולא מצית למילף מלחם הפנים דהוי שתי עשרונים החלה האחד דכתיב הכא בשתי הלחם ממושבותיכם תביאו שאין ת\"ל תביאו שהרי כבר נאמר והקרבתם מנחה חדשה ומצי למכתב ממושבותיכם לחם תנופה ומה ת\"ל תביאו שכל מה שאתה מביא ממקום אחר כעין זה חמץ ועם הזבח יהיה כזה מה להלן עשרון לחלה אף כאן עשרון לחלה כדאמר' ולא תימא מה להלן שתי עשרונות בכל החלות ותו לא אף כאן נמי שתי עשרונות ותו לא דכתיב הכא תהיינה לריבוייא דיתירא הוא ואם אינו ענין לב' הלחם דהא כתיב ב' עשרונים תנהו ענין לחמץ שבתודה דליהוי עשרון לכל חד מעשרה חלות של חמץ ומנין שהם עשרה חלות דכתיב והקריב ממנו אחד מכל קרבן תרומה לה' אחד שלא יטול פרוסה אלא אחד שלימה כדכתיב אחד וכתיב תרומה וכתיב נמי בתרומת מעשר תרומה מה תרומת מעשר אחד מעשרה אף כאן אחד מעשרה ולא מצית למילף מבכורים דאין להם שיעור דהכא כתיב ממנו תרומה לה' ובתרומת מעשר כתיב נמי והרמותם ממנו תרומה לה' וגו' למדנו על חלות לחם חמץ שהם עשרה חלות מעשרון לחלה והם עשרה עשרונות ומנין לחלות מצה שהם עשרה עשרונות דכתיב על חלות לחם חמץ יקריב קרבנו בתר חלות של מצה לומר נגד חמץ הבא מצה ולמד הימנו ודבר אחר הוי הקש ודבר הלמד מהקש אין חוזר ומלמד כתיב תביאו גבי שתי הלחם דלא צריך וה\"ל כמאן דכתיב בתודה דכל הבאות שאתה מביא יהיו כזה עשרון לחלה נמצאו עשרים עשרונות לכל לחמי תודה עשרה לחמץ ועשרה למצה וכתיב שלשה מיני מצה חלות ורקיקין ומורבכת נמצאו ג' עשרונים ושליש לכל עשרה של כל מין ומין ונמצאו לחמי תודה ארבעים עשרה חמץ ושלשים מצה כדילפינן. והכהן לוקח מן הכל ד' חלות אחד מכל מין דכתיב אחד מכל קרבן דמשמע לחם מכל מין של קרבן שלא יטול ממין אחד תרומה על חברו. ועשרה עשרון של חמץ מביא שאור כדי חימוצו ונותנו לתוך המדה וממלא את המדה ואין משגיחין אלא על מדתה עתה והרי הוא מודד עשרון שלמים אע\"פ שסופה להיות חסרה או יתירה מפני השאור שפעמים עב ופעמים רך. המורבכת היא חלוטה ברותחים ואפויה מעט כדכתיב מורבכת דהיינו חלוטה והדר חלות דהיינו אפוי וקולט אותה בשמן על האלפס כדכתיב בתר הכי בלולות בשמן ושיעור שמן של שלשים חלות חצי לוג ושיעור זה הלכה למשה מסיני הוא דחציו לחלות וחציו לרבוכה ולאו מקרא אתי. החלות לותת השמן שלהן בשמינית של שמן ואח\"כ לש ואופה דאע\"ג דכתיב חלות בלולות אי אפשר לבוללן חלות אלא סלת דרביעית שמן לכמה חלות ורקיקין ולא ספקא להו דחלות יבשות הן לאחר אפייתן ובולעות שמן."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ולחמי </b> תודה שאפאן ארבע חלות יצא דלא נאמר ארבעים אלא למצוה משום דכתיב חוקה לעכב בלחם הפנים ובחביתין משמע דבאחריני לא מעכב ומפריש החלה בבצק מכל קרבן דאין מפרישין פרוסה דכתיב אחת ולא פרס כדאמר."
            ],
            [
                "<b>לחם </b> איל נזיר עשרים חלות שוות מששה עשרונות ושני שלישי עשרון דכתיב גבי תודה על זבח תודת שלמיו דלא הוה צריך שהרי כבר נאמר זאת תורת זבח השלמים אם על תודה וגו' אלא תודת שלמיו לרבות שלמי נזיר לעשרה קבין ירושלמיות והן ששה עשרונות וב' שלישית ורביעית שמן דחלות ורקיקים כתיבי בהדיא בנזיר כתודה מה התם הוו עשרה חלות לחלות ועשרה לרקיקין משלשה עשרונים ושליש לכל מין ורביעית שמן לשני המינין ה\"נ כן יכול יוקשו לכל ג' מינין שבמצה ת\"ל מצות בנזיר בחלות ורקיקין מצות חלות סלת בלולות בשמן ורקיקי מצות וגו' לומר דלההיא דנאמר בו מצות בתודה דהיינו חלות ורקיקים דכתיב חלות מצות ורקיקי מצות הוא דאיתקש אבל לרבוכה דלא כתיב בה מצות כתודה לא איתקש לחם נזיר לתודה ודבי ר' ישמעאל תנא מצות כלל דכתיב וסל מצות והדר כתיב חלות ורקיקים דהוי פרט כלל ופרט אין בכלל אלא מה שבפרט ואיצטריך רחמנא למיכתב כלל שלא נרבה דבר הדומה לפרט דהוה ילפינא רבוכה מלחמי תודה אי לאו כלל כדאמר' ורביעית שמן הל\"מ והכהן לוקח חלה ורקיק כדכתיב וחלת מצה אחת ורקיק מצה אחד והרקיקין משוחין והחלות בלולות דכתיב חלות בלולות ורקיקין בלולין ולא מישתמיט קרא לכתוב חלות משוחות ורקיקין בלולין ש\"מ דוקא הוא."
            ],
            [
                "<b>ב' </b> מיני לחם של תודה וד' של נזיר מעכבין זה את זה דכתיב בנזיר כן יעשה על תורת נזרו עכובא הוא ותודה איתקש לנזיר כדכתיב על זבח תודת שלמיו לרבות שלמי נזיר כדאמר' לעיל."
            ],
            [
                "<b>מעשה </b> בכור ומעשר ופסח שוים דהוו קדשים קלים זורק ומפשיט כדאמר' בכולהו קרבנות ומוציא אימורין ומולחן ומקטירם דכתיב בבכור את דמם תזרוק על המזבח ואת חלבם תקטיר אשה וגו' ובשרם יהיה לך כחזה התנופה וגו' דמו לא נאמר אלא דמם חלבו לא נאמר אלא חלבם לימד על מעשר ופסח ג\"כ שטעונין מתן דמים ואימורין לגבי מזבח ושאר בשר המעשר נאכל לבעלים כמעשר שני דכתיב עשר תעשר וגו' ושאר בשר הפסח נאכל למנוייו כהלכותיו כדכתיב תכוסו על השה:"
            ]
        ],
        [
            [
                "<b>מצות קכג </b> שיאכלו הכהנים בשר קדשי קדשים במקדש והם חטאת ואשם דכתיב ואכלו אותם אשר כפר בהם במלואים ללמד שהכהנים אוכלים הבשר של חטאות ואשמות שיש בהם כפרה ובעלים מתכפרים שאף באכילה תלויה כפרה וה\"ה שאר הקדשים הנאכלין לכהנים שאכילתן מצוה דאיתקשו כולהו מתנות כהונה דכתיב כל קרבנם לכל מנחתם ולכל חטאתם וגו' קדש קדשים לך ולבניך:"
            ],
            [
                "<b>מצות קכד </b> שיאכלו הכהנים שיירי מנחות דכתיב גבי מנחה והנותרת ממנה יאכלו אהרן ובניו."
            ],
            [
                "<b>ואין </b> כלם נאכלין אלא לזכרי כהונה ובעזרה דכתיב לכל קרבנם וגו' בקדש הקדשים תאכלנו כל זכר יאכל אותו וכן שלמי צבור הוו כחטאת ואשם דהוקשו לחטאת כדכתיב ועשיתם שעיר עזים לחטאת ושני כבשים בני שנה לזבח שלמים ואם נאכלו בהיכל נאכלו דכתיב בקדש הקדשים והיכל במשמע."
            ],
            [
                "<b>חזה </b> ושוק של שלמים נאכלים לכהנים זכרים ונקבות דכתיב וזה לך תרומת מתנה לכל תנופות בני ישראל דהיינו מורם מתודה ומאיל השלמים ומאיל נזיר לך נתתים ולבניך ולבנותיך וכן בכור נאמר בו ובשרם יהיה לך כחזה התנופה וכל הנאכל לכהנות (לבהמות) נאכל לעבדי הכהנים ולנשיהם כתרומה הנאכלת לכהנים ולכהנות ולנשי כהנים ועבדיהם כדכתיב וכהן כי יקנה נפש קנין כספו והני הוו קנין כספו וכולן נאכלין בכל העיר כדכתיב (בפ\"ח) ואת חזה התנופה ואת שוק התרומה תאכלו במקום טהור לא נאמר במקום קדוש כמו שאמר לעיל מיניה בקדשי קדשים ואכלתם אותה במקום קדוש דהיינו בעזרה אלא במקום טהור שהוא כל מחנה ישראל שהוא טהור מליכנס שם מצורעים ושכנגדו לדורות ירושלם שאין מצורעים נכנסים שם וה\"ה למעשר ופסח שהן קדשים קלים כשלמים וכתיב נמי בהו והבאתם שמה עולותיכם וזבחיכם ואת מעשרותיכם ובכורות בקרכם וגו' ובשתי מעשרות הכתוב מדבר א' מעשר בהמה ואחד מעשר דגן ומדלא קבע בהו מחיצה בכל העיר נאכלין והחלונות ועובי החומה כלפנים שהרי בלב ב\"ד לקדשם בשיירי מנחה כדאמר' לעיל."
            ],
            [],
            [
                "<b>השלמים </b> נאכלין ביום הזביחה וכל הלילה ויום המחרת עד שקיעת החמה דכתיב ביום הקריבו את זבחו יאכל וגו' ואם האכל יאכל ביום השלישי וגו' ולא תימא דנאכל בלילה של יום ג' דהא כתיב והנותר עד יום השלישי וגו' ודרשינן עד יום הוא נאכל בעוד שהוא יום ולא ליום ג' דהיינו לילה של יום ג' בין חלק בעלים בין חלק כהנים דכתיב בתודה ובשר זבח תודת שלמיו ביום קרבנו יאכל ויש כאן ריבויין הרבה לומר דהם נאכלין ליום ולילה כל מה שהוא חלק הכהנים ובשר הזבח דכתיב גבי שלמים כולל בין חלק כהנים בין חלק בעלים וה\"ה לבכור ומעשר דכתיב ובשרם יהיה לך כחזה התנופה וגו' הקישו הכתוב לבכור לחזה ושוק של שלמים מה שלמים נאכלים לב' ימים ולילה אחד אף בכור כן ולא מצית להקישו לחזה ושוק של תודה ליום ולילה מדהדר הכתוב בסיפיה דקרא לומר לך יהיה דלא איצטריך דהא כתיב ברישיה דקרא לך יהיה הוסיף לך הכתוב הויה אחרת בבכור לומר דהוי כשלמים לב' ימים ולילה ומעשר כתב רש\"י ז\"ל לא ידענא מהיכא ושוב הגיע דיליף העברה העברה מבכור דכתיב ביה והעברת כל פטר רחם וכתיב במעשר כל אשר יעבור ומשום דקשיא להו לתוספות דתפשוט מהכא דדבר הלמד בג\"ש חוזר ומלמד בהיקש פי' דמעשר יליף משלמים מבנין אב מה שלמים קדשים קלים אף מעשר קדשים קלים דבכור נמי הוה אתי משלמים אי לאו משום דהוא מתנה לכהן וא\"כ מעשר דלא הוי מתנה לכהן משלמים אתי."
            ],
            [
                "<b>והתודה </b> אע\"פ שהיא קדשים קלים אינה נאכלת אלא ביום הזביחה עם הלילה דכתיב ביום קרבנו יאכל לא יניח ממנו עד בקר וכן איל נזיר והלחם הבא עמהם כיוצא בהן בין חלק הבעלים בין חלק הכהנים וה\"ה חטאת ואשם ושיירי מנחות ושלמי צבור דכולהו איתרבו מדכתיב ביום קרבנו יאכל בזמן בשרה זמן לחמה ובשר זבח תודת שלמיו יש כאן ריבויין הרבה לרבות חטאת ואשם ואיל נזיר וחגיגה שיהו נאכלין ליום ולילה דכולהו קרבנות במשמע חוץ משלמים דכתיב בהו בהדיא ב' ימים ולילה ובכור ומעשר דילפי' מינייהו כדאמר'."
            ],
            [
                "<b>וכל </b> הנאכלין ליום ולילה דין תורה יכולין ליאכל עד שיעלה עמוד השחר כדכתיב לא יניח ממנו עד בקר אלא שחכמים עשו סייג עד חצות."
            ],
            [
                "<b>כל </b> מיני הקרבנות אין אוכלין אותן אלא הטהורים בלבד כדכתיב כל טהור בביתך יאכל אותו המולין דכיון דערל פסול לעבודה מדברי יחזקאל דכתיב וערל בשר לא יבא אל מקדשי לשרתני וגו' פסול נמי לאכילה כיון שאינו ראוי להקרבה כדכתיב המקריב את דם השלמים לו יהיה ושאני בעל מום דרחמנא רבייה בהדיא לאכילה ולחלוק וערל דלא רבייה קרא אינו אוכל ואין צריך לומר שאינו חולק ואפילו העריב שמשו ולא הביא כפרתו אינו אוכל בקדשים דמחוסר כפרה הוא מחוסר טהרה כדכתיב במחוסרת כפרה וטהרה מכלל שהיא טמאה קודם לכן למדנו למחוסר כיפורים שהיא כטמא לעבודה ולאכילת קדשים והטומטום הוא ספק ערל ואסור לאכול בקדשים אבל אנדרוגינוס יראה לרב ז\"ל דאוכל בקדשים קלים."
            ],
            [
                "<b>ומותר </b> לאכול הקדשים בכל מאכל אחר של חולין אפילו הכהנים אוכלים חלקם בכל מאכל כיון שאוכלין הכל בזמן אכילת הקדשים ומשנים באכילתם לאוכלם צלויים שלוקים ומבושלים דכתיב למשחה לך נתתים למשחה מתרגמינן לרבו והיינו לגדולה כדרך שהמלכים אוכלים ולתת לתוכן אפילו תבלי תרומה מדאוריתא כיון שאוכל הקדשים בזמנן ועושה מהעצמות כל כלים שירצה דכיון דבשר מותר כ\"ש עצמות ומשום דקשה דאיכא למימר דלא התיר הכתוב אלא בשר הראוי לאכילה פירשו דכתיב באשם לו יהיה יתירא לומר דעצמות נמי יהיו לו לכל מה שירצה ומינה ילפינן לכל קרבנות בהיקשא דזאת התורה לעולה וגו' מה אשם עצמותיו מותרים אף כל עצמותיו מותרים. היתה להם אכילה מועטת אוכלין עמה חולין ותרומות כדי שתהא נאכלת על השבע דרך גדולה ואכילה גסה לא הויא אכילה כדאמר' ביום כיפור."
            ],
            [],
            [
                "<b>מן </b> התורה נראה דיכולין לבשל הנאכל ליום ולילה עם הנאכל לב' ימים ולילה ויאכל הכל ביום ולילה והנאכל בעזרה עם הנאכל בכל העיר ויאכל הכל בעזרה מפני שבולע זה מזה וכ\"ש השוין בזמן ובמקום שמתבשלין זה עם זה אפילו מדרבנן. חתיכה של קדשי קדשים או של פגול ונותר שנתבשלה עם חתיכות אחרות של חולין אסורות לזרים ומותרות לכהנים דאפילו פגול ונותר אין איסורן על הכהנים חמור הרבה ולכך מותר להם לאכול מה שבלוע מהם דטעם האיסור בטל בגוף המותר מדאוריתא ונראה דמן התורה הוה מותר לזר נמי אי איכא רוב בהתר לבטל טעם האיסור בשר קדשי קדשים או קלים כבשר תאוה נאכל הכל לטהורים דאף על גב דקדשי קדשים אסירי לזרים אפילו טהורים כיון דיש בהם כדי ביטול אי מדאוריתא אי מדרבנן שרו."
            ],
            [],
            [
                "<b>נאמר </b> בעולת בהמה עור העולה אשר הקריב לכהן לו יהיה ונאמר בחטאת הכהן המחטא אותה יאכלנה ונאמר באשם הכהן אשר יכפר בו לו יהיה ונאמר בשלמים הזורק את דם השלמים לו יהיה ונאמר במנחה הכהן המקריב אותה אין הכתוב מדבר בכל אלו אלא בראוי לעבודה שיש לו חלק לאכול דאי תימא דהמקריב או המחטא דוקא הוא שיאכל ולא אחר הרי משמרת כולה לא זרקו את הדם אלא אחד זרק על ידי כולן וכולן חולקים ואוכלים ואי תימא בראוי להקרבה ולחיטוי דאוכל ומי שאינו ראוי לחיטוי דאינו אוכל הרי קטן דאינו ראוי לחיטוי דכתיב איש מזרעך לדורותיכם ואוכל דכתיב איש כאחיו לאפוקי קטן ומדמעטיה קרא חלוקה משמע הא לענין אכילה הוא אוכל אלא מאי המקריב והמחטא בראוי להקריב ולחיטוי שחולק בקדשי' ואוכל ואף על גב דבעל מום אינו ראוי וחולק שאני בעל מום דרחמנא רבייה לחילוק כדכתיב כל זכר בכהנים יאכל לרבות בעל מום שחולק בקדשים ומי שלא היה ראוי בשעת קרבן כטמא אין לו חלק לערב אפילו נטהר כדכתיב המקריב את דם השלמים דבעינן ראוי בשעת קרבן. כל אנשי בית אב חולקים בכל הקדשים איש כאחיו בין זה שהקריב בין אחיו שעמו במקדש שלא הקריב כדכתיב לכל בני אהרן תהיה איש כאחיו במנחת הסולת ומה שכתב במנחה האפויה לכהן המקרי' אותה היינו לכל הראוי שחולק כדאמרינן לעיל אלא שלא הוצרך לפרש בפירוש שתהיה לכלן אלא במנחת הסולת שמגיע לכל אחד מלא כפו או פחות שאינו ראוי ללוש ולא לאפות ולפיכך הייתי אומר שיחלקו מנחה כנגד מנחה ולא יחלקו מנחה זו לכל אנשי בית אב הוצרך הכתוב לומר לכל בני אהרן תהיה איש כאחיו לומר שמתחלקת בפני עצמה ולא יחלקו מנחה כנגד מנחה כדאמרינן אפילו הוו תרוייהו מין אחד סולת או מחבת וכן בכל קדשי קדשים וקדשים קלים דכתיב וכל מנחה בלולה בשמן וחרבה לכל בני אהרן תהיה איש כאחיו כלל כל מיני מנחה שהן קדשי קדשים כל קדשים קלים מנין שאין חולקים כגון שלמים כנגד תודה דכולהו קדשים קלים ת\"ל איש כאחיו וסמיך ליה אם על תודה יקריבנו ומקרא נדרש לפניו לומר דאיתקשו לקדשי קדשים לענין חלוקם כדאמרינן דחולקים כל בית אב אפילו אותם שלא עבדו אבל לא לכל הכהנים דכתיב המקריב יכול לו לבדו ת\"ל לכל בני אהרן יכול לכולן ת\"ל לכהן המקריב הא כיצד בראויין להקריב שהן אנשי בית אב כדאמר'."
            ],
            [],
            [],
            [
                "<b>אין </b> הקטן חולק אפילו בקדשים קלים אף על פי שמותר לאכול אפילו קדשי קדשים דמדמעטיה קרא מחלוקה בקדשי קדשים דכתיב איש כאחיו מכלל דאכיל אבל בעל מום אפילו נולד במום קבוע חולק ואוכל דכתיב לחם אלהיו מקדשי הקדשים ולא תימא קדשי קדשים דוקא דהותרו לזר שאכל משה מבשר המלואים אלא אפילו קדשים קלים שלא מצינו זר אוכל בהם חולק לכך כתיב ומן הקדשים יאכל דהיינו קדשים קלים מצינו שאוכל שחולק מנין ת\"ל כל זכר בכהנים יאכל לרבות בעל מום כדאמר' לעיל וא\"כ בעל מום מעקרו משום דהדר כתיב כל זכר בחטאת לרבות אפילו מום מעקרו והדר כתיב באשם כל זכר לרבות בעל מום עובר מהו דתימא כיון דאית ליה היתרא למחר לא אכיל עד דמיתקן כי טמא דלא אכיל עד דמיתקן קמ\"ל ואם הוא טמא הא אמרן לעיל דאפילו תם אינו חולק לאכול לערב כהן גדול אוכל שלא בחלוקה אלא נוטל כל מה שרוצה כדכתיב יאכלו אהרן ובניו."
            ],
            [],
            [
                "<b>כל </b> הראוי לאכילה בשעת הקרבן חולק לאכול וכל שאינו ראוי אף על פי שראוי לעבודה אינו חולק להניח חלקו לערב כטבול יום ומחוסר כפורים ואונן דאף על פי שהם כהנים ראויים לעבוד השתא מיהא לא חזו ולהכי אין חולקין לערב כל שאינו ראוי לאכול אינו ראוי לעבוד חוץ מכ\"ג האונן שמקריב ואינו אוכל דכתיב ביה לאביו ולאמו לא יטמא ומן המקדש לא יצא אינו צריך לצאת מן המקדש ביום מיתת אביו ואמו שעבודתו אינה מחוללת הא הדיוט שלא יצא חלל וכל שאינו ראוי לעבוד אינו חולק כדאמרינן חוץ מבעל מום כדרבי ליה לעיל מקראי."
            ],
            [],
            [
                "<b>כל </b> שאין לו חלק בבשר דאינו ראוי לאוכלה אין לו חלק בעורות כדכתיב והכהן המקריב את עולת איש עור העולה אשר הקריבה לכהן לו יהיה פרט לטבול יום ומחוסר כפורים ואונן שאין חולקין אפילו בעורות משום דאינם ראויים להקריב כדילפינן מדכתיב ובא השמש וטהר מכלל דעד השתא הוה כטמא ובמחוסר כפורים כתיב וכפר עליה הכהן וטהרה מכלל דעד השתא היא כטמאה ואונן מדכהן גדול ילפינן דאינו מחלל הדיוט מחלל כדאמ' ובעינן ראוי בשעת זריקת דמים כדכתיב המקריב את דם השלמים וגו' לו תהיה שוק הימין וגו' שיהא טהור משעת זריקה עד שעת שהוקטרו חלבים נטמא אחר זריקה וטבל והרי הוא טהור בשעת הקטר חלבים הוי ספק אי בעינן טהור בשעת זריקה ובשעת הקטר והאיכא או דילמא משעת זריקה עד שעת הקטר וליכא לפיכך אין מוציאין מידו אי תפש דהמוציא מחברו עליו הראיה דבעינן טהור משעת זריקה עד שעת הקטר."
            ],
            [],
            [
                "<b>קרבן </b> צבור הבא בטומאה אין חולקין הטמאים עם הטהורים דדוקא הקרבתה בטומאה הוא דילפינן להני ה' דברים עומר ושתי הלחם ולחם הפנים וזבחי שלמי צבור ושעירי ר\"ח מפסח דכתיב ביה במועדו ובא בטומאה והני כתיב בהו אלה תעשו לה' במועדיכם וכתיב וידבר משה את מועדי ה' אל בני ישראל אבל לא לאכילה דפסח הוא דניתר אפילו באכילה שלא בא מתחלתו אלא לאכילה כדכתיב לפי אכלו:"
            ]
        ],
        [
            [
                "<b>אזהרת רלג </b> שלא לאכול כזית מבשר העולה והאוכלה בין לפני זריקה בין לאחר זריקה לוקה דכתיב לא תוכל לאכול בשעריך מעשר דגנך ותירושך וגו' דהאי קרא יתירא הוא דהני כולהו כתיבי בקרא לעיל מיניה והבאתם שמה וגו' ליכתוב בתריה לא תוכל לאוכלם מיהדר מפרש בהו רחמנא למה לי אלא ליחודי לאוי לכל חד וחד ולאו שבכללות לא הוי כיון דאכילה קאי אכל חד וחד ונדריך אשר תדור זו עולה הבאה בנדר ואם למי שאוכלן חוץ לחומה בא הכתוב קל וחומר ממעשר אם לפני זריקה קל וחומר מתודה ושלמים אם לאחר זריקה והוא זר קל וחומר מבכור ואם חוץ לקלעים קל וחומר מחטאת ואשם דכתיב בהו בחצר אהל מועד הא לא בא הכתוב אלא לכהן האוכל בשר עולה אפילו אחר זריקת דמים אפילו בפנים שהוא לוקה ואזהרת עשה נמי איכא כדכתיב כליל היא ולא לאכילה. וחלבה ובשרה וסלתה ושמנה ויין של נסכיה כולן מצטרפין לכזית משום דעולה כליל מה שאין כן בשאר הזבחים דבשאר זבחים כתיב ואם האכל יאכל בשתי אכילות הכתוב מדבר אחד אכילת אדם וא' אכילת מזבח משום הכי אין מצטרפין אבל עולה דלית בה אכילת אדם אלא הכל הוא אכילת מזבח מצטרפי. וכן האוכל כזית מכל האימורין לפני זריקה או לאחר הזריקה כהן או ישראל לוקה שהאימורין כליל למזבח כעולה ונאמר במנחת כהנים כליל תהיה לא תאכל ולגופיה לא איצטריך דהא כתיב לעיל מיניה כליל תקטר וכל מנחת כהן וגו' אלא ליתן לא תעשה על אכילתו לכל מה שהוא בכליל ולוקה עליו בכזית:<br><b> אזהרת רלד </b> שלא לאכול כזית מבשר החטאות הפנימיות והן הנשרפות דכתיב וכל חטאת אשר יובא מדמה אל אהל מועד לכפר בקדש לא תאכל וגו' ולוקה:"
            ],
            [],
            [],
            [
                "<b>אזהרת רלה </b> שלא לאכול בשר הקדשים אפילו קדשים קלים קודם זריקת דמים דכתיב בהאי דלא תוכל לאכול וגו' ונדבותיך וכולהו יתירא דהא כתיבי בקרא דלעיל כדאמ' ולמאי איצטריך לומר לא תוכל לאכול נדבותיך בשעריך קודם שזורקין דמן מפי השמועה למדו שזו אזהרה לאכול תודה ושלמים קודם זריקת דמים דאי לחוץ לחומה קל וחומר ממעשר הוא אלא בפנים כדכתיב בשעריך ומשום דלא נזרק דמן כדאמרינן והוא הדין לשאר קדשים בין קלים בין חמורים דכיון דזריקה מעכבת בהו אסירי קודם זריקה מהאי לאו כדא' וששה דברים שבתודה שהם חמשה דאמרן בעולה ולחם שבה מצטרפי לכזית לפגול ונותר וטמא וסלת דאיכא בתודה ילפינן לה מאו זבח:"
            ],
            [
                "<b>אזהרת רלו </b> שלא לאכול כהן כזית מבשר חטאות ואשמות והם קדשים חוץ לעזרה דבהאי קרא יתירא דלא תוכל וגו' בקרך וצאנך מפי השמועה למדו שזו אזהרה לאכול מבשר חטאות ואשמות חוץ לעזרה דאי חוץ לחומה קל וחומר ממעשר ואי לפני זריקה קל וחומר מתודה ושלמים ואי לאחר זריקה ולזר קל וחומר מבכור הא לא בא הכתוב אלא לכהן האוכלן אפילו אחר זריקה חוץ לקלעים דהיינו חוץ לעזרה והוא הדין לאוכל קדשים קלים חוץ לירושלם שהוא לוקה דחומת ירושלם לקלים כחומת העזרה לחמורים דאינו יכול לאכול קדשים קלים חוץ לחומת ירושלם כדילפינן לעיל ואחד חטאות ואשמות או שיירי מנחות דכולהו אכילתן בתוך העזרה. ואם יצאו קדשי קדשים חוץ לחומת העזרה או קדשים קלים חוץ מחומת ירושלם נפסלו ונאסרו לעולם אף על פי שחזרו למקומן דכתיב ובשר בשדה טרפה לא תאכלו כיון שיצא בשר חוץ למחיצתו נעשה כטרפה דהאי בשדה יתירא הוא לומר דכיון שהוא כשדה שאין לו מחיצות נאסר כדאמר' ולוקה דהוי בכלל האי לאו דאיסור טרפה. נכנס בשר קדשים קלים להיכל הרי זה כשר דהא ילפינן לעיל דאפילו נאכל בהיכל יצאו כדכתיב בקדש הקדשים תאכלנו דהיכל במשמע כל שכן אם נכנסו וחזרו והוציאום ואכלום בעזרה:"
            ],
            [],
            [],
            [
                "<b>אזהרת רלז </b> שלא יאכל זר מקדשי הקדשים בעזרה אחר זריקת דמים ואם אכל לוקה דכתיב ואכלו אותם אשר כפר בהם דהיינו אהרן ובניו וזר לא יאכל כי קדש הם דמשמע דבמקום שהכהן אוכל דהיינו בעזרה ובזמן שאוכל דהיינו אחר זריקת דמים אם אכלו שם הזר לוקה ובמלואים כתיב כי האי קרא ואפילו הכי לימד לדורות לכל הקרבנות כיון דכתיב כי קדש הם משמע דכל שהו קדש לכהנים אסירי לזר ואם אכל הזר מחוץ לעזרה לוקה משום אוכל בחוץ ככהן לא משום זר שאכל קדש כיון שאינם ראויים לכהנים שם וכן אם אכלן בעזרה קודם זריקה לוקה משום אוכל קודם זריקה דבין כהנים בין בעלים בשלמים מוזהרים בכך כדאמר' לעיל וכיון דאין קדשי קדשים אלו ראויים לכהן השתא דלא נזרק דמן אין בהם משום זרות אלא משום אוכל קודם זריקה כדאמ'. וזר שאכל כזית מחטאת העוף לוקה משום האי לאו דזר שאכל את הקדש ומשום אוכל נבלה דכל מליקה נבלה היא ולא הותרה אלא לכהנים בחטאת העוף לא לזרים וחיילי איסור נבלה אאיסור זרות תרויהו בהדי הדדי דבשעה שנמלקה אכתי לא חייל עלה איסור נבלה עד אחר הזריקה דנפקא מאיסור מעילה דלא חייל עליה דחמיר מיניה וכשנזרק דמה חיילי תרוייהו בהדי הדדי איסור נבלה ואיסור זרות כדאמ':"
            ]
        ],
        [
            [
                "<b>המנחות </b> הם מין הקרבנות כדכתיב בהו לשון הקרבה והבאות בפני עצמן הן מנחת צבור ויחיד מנחות של צבור הם שלשה כדבסמוך ושל יחיד תשעה וכן סלת חטין כדכתי' סלת חטין תעשה אותם חוץ ממנחת סוטה ביחיד ועומר התנופה בצבור שהם מן השעורים מנחת סוטה דכתיב בה קמח שעורים ועומר דמה מצינו יחיד שמביא חובתו מן החטין ומן השעורים כן צבור מביאין חובתן מן החטין שתי הלחם ולחם הפנים דכתיב בהו סלת וכתיב סלת חטים מה סלת דהתם חטים אף סלת דהכא חטים וחובתן מן השעורים בבכורים כיחיד דמייתי מחטים ומשעורים כדאמ' דבר אחר אם אתה אומר עומר בא מן החטים אין שתי הלחם בכורים וכתיב בכורים לה' וכתיב מנחה חדשה ואי מנחת העומר באה מן החטין הרי קרבה מנחת העומר אלא כיון שאינה באה אלא מן השעורים הרי שתי הלחם שבאה מן החטים היא מנחה חדשה."
            ],
            [],
            [
                "<b>שלש </b> מנחות לצבור עומר התנופה והוא קרב למזבח כדנילף בדוכתיה ושתי הלחם של עצרת והם מנחה ואינם קרבים למזבח והם חמץ ועליהם נאמר קרבן ראשית תקריבו אותם לה' ואל המזבח לא יעלו והג' היא לחם הפנים וכלו נאכל לכהנים כדנילף בס\"ד."
            ],
            [
                "<b>ותשע </b> מנחות היחיד כולן קרבין למזבח מנחת חוטא אם לא תשיג ידו לבני יונה עשירית האיפה ומנחת סוטה מנחת כהן המתחנך לעבוד מנחת חביתין והיא של כ\"ג בכל יום מנחת הסלת הבאה בנדר ונדבה מנחת המחבת מנחת המרחשת מנחת מאפה תנור ומנחת רקיקין והן באות בנדר ונדבה דכתיבי גבי עולות בפרשת ויקרא שהן באות בנדר ונדבה וכלן אין כל אחד מהם פחותה מעשרון דכתיב עשרון סלת מנחה ודרשינן מיניה עשרון לכל מנחה דמנחה הוי יתירא לדרשא ומיעוטו מעכב את רובו דכתיב מסלתה שאם חסר כל שהוא פסולה דמסלתה ריבוייא הוא וחמש מנחות הבאות נדבה יביא כל מה שירצה אפילו אלף עשרון דלא קפיד קרא דכתי' עשרון סלת מנחה אלא שלא יפחות אבל אם רוצה להביא יותר יביא דכיון דבא בנדר ונדבה ידור ויתנדב מה שירצה והארבעה מנחות האחרות הם עשרון לא פחות ולא יתר דכתיב בהו עשרון או עשירית האיפה והוי גזרת הכתוב דאסור לשנותו לא בפחות ולא ביתר."
            ],
            [],
            [
                "<b>כל </b> המנחות לגבי המזבח טעונות הגשה במערב כנגד חודה של קרן דרומית מערבית דכתיב והגישה אל המזבח וגו' אין לי טעון הגשה אלא קומץ מנחה מנין תלמוד לומר מנחה דבההוא קרא כתיב והבאת את המנחה וקאי אכולהו מנחות דכתיבי ברישא וכתיב נמי ברישיה דקרא אשר יעשה מאלה משמע כל המנחות הכתובות שם מנחת חוטא דלא כתיב הכא מנין תלמוד לומר את המנחה דלא הוה אתי במה הצד ואתי מריבויי' דאת והאי הגשה הוי בקרן דרומית מערבית כדאמר' דכתיב בה במנחה לפני ה' אל פני המזבח דהיינו דרום שבו הכבש שהוא פני המזבח ובעינן מערבית דאית בה יסוד דמנחה רחמנא קרייה חטאת וחטאת טעונה יסוד כדכתיב אל יסוד וגו' ואינן טעונות תנופה דלא כתיב בהאי קרא אלא הגשה ולא תנופה ומנחת העומר ומנחת סוטה טעונות תנופה והגשה תנופה כתיב בהדיא והגשה נמי כתיבא במנחת קנאות דכתיב והניף את המנחה והקריב אותה אל המזבח זו היא הגשה לקרן דרומית כשאר מנחות ומנחת העומר לא צריכא קרא דאתי במה הצד לרבי יהודה ממנחת חוטא ומנחת סוטה ששוו לקמיצה שוו להגשה אף אני אביא מנחת העומר ששוה לקמיצה תשוה נמי להן להגשה דכי פרכת מה להצד השוה שהן מצויין ומנחת העומר אינה באה אלא משנה לשנה אדרבה מנחת העומר מצויה טפי דהיא באה בכל שנה והנך זמנין דלא משכחת להו כלל."
            ],
            [
                "<b>כל </b> המנחות הקרבות לגבי המזבח טעונות שמן ולבונה לוג לכל עשרון וקומץ לבונה לכל מנחה בין שתהיה מעשרון או מששים עשרונים שמן כתיב בכולהו מנחות חוץ מחוטא וסוטה ולבונה כתיב במנחת סלת ולא כתיבא בכל שאר מנחות אלא דילפינן מינה דכתיב בה נפש ומשמע דכל מנחת יחיד טעונה לבונה כזו דכתיב בה נפש דהויא קרבן יחיד כדאמר' וכתיב נמי וזאת תורת המנחה תורה אחד לכלן להטעינן שמן ולבונה אין לי אלא האמורות בענין הקמיצה מנחת כהן שהוא כליל מנין תלמוד לומר תורת ושיעור לוג לכל עשרון דבמצורע עני כתיב עשרון סלת אחד בלול בשמן למנחה ולוג שמן לימד שיהיה כל עשרון סלת טעון לוג שמן דהא דכתיב למנחה לאו למימרא דאפילו מנחה של ששים עשרון אין לה אלא לוג אלא למתנדב מנחה שלא יפחות מדבר הטעון לוג דהיינו עשרון וקומץ לבונה לכל מנחה בין מעשרון או מששים מדכתיב והרים ממנו בקומצו מסלת המנחה וגו' ואת כל הלבונה מקיש לבונה להרמה דמנחה מה הרמה דמנחה קומץ אף לבונה קומץ משמע דלכל מנחה בין גדולה בין קטנה ליכא אלא קומץ לבונה כהרמה דמנחה דהוי קומץ בין גדולה בין קטנה ולהכי המתנדב לבונה סתמא הוי קומץ:<br><b> אזהרת רלח </b> שלא ישים שמן במנחת חוטא דכתיב במנחת חוטא לא ישים עליה שמן:<br><b> אזהרת רלט </b> שלא יתן עליה לבונה דכתיב ולא יתן עליה לבונה. נתן והקריב לוקה על השמן בפני עצמו ועל הלבונה בפני עצמה דהא לכל חד מיחד לאו בפני עצמו נתן כלי שיש בו שמן או לבונה על גבה אינו עובר ולא פסל דכתיב עליה בגופה של מנחה הכתוב מדבר עד שיערב את השמן או הלבונה במנחה נתן עליה שמן פסלה לבונה ילקטנה דכתיב בלבונה כי חטאת היא דחטאת קרייה רחמנא ומכפרת אפילו כי נתן עליה לבונה כיון שלקטה יכול אף בשמן כן תלמוד לומר היא מיעוטא ומה ראית לפסול בשמן ולהכשיר בלבונה פוסל אני בשמן שאי איפשר ללקטו ומכשיר אני בלבונה שאיפשר ללקטה נתן שמן על שייריה אינו עובר בלא תעשה דעליה כתיב דמשמע כשהיא שלימה מנחת חנוך והחביתין מוסיף לכל א' מהן שמן דכתיב בה על מחבת בשמן תעשה מורבכת כמו שיתבאר."
            ],
            [],
            [
                "<b>כל </b> המנחות הקרבות למזבח נקמצות ומקטיר הקומץ כלו על גבי המזבח והשאר נאכל לכהנים בחמש מנחות כתיב בהדיא והקטיר המזבחה וגו' והנותרות מן המנחה לאהרן ולבניו ודלא כתיב בהו כגון מנחת גוים ומנחת חוטא כתיב וזאת תורת המנחה דמשמע תורה אחת לכל המנחות הנקמצות דנאכלין השיירים לכהנים כדכתיב בתריה והנותרת ממנה יאכלו אהרן ובניו והא דילפינן לעיל מיניה וזאת תורת המנחה למנחת כהנים היינו לשמן ולבונה דלא תלו בקמיצה אבל אכילת שיירים לכהנים דתלי בקמיצה כדכתיב והנותרת וגו' לא ילפינן קמיצה למנחת כהנים כיון דאין שייריה נאכלין כדכתיב בהו כליל ומנחה הבאה שעורין נמי מדנקמצת דכתיב במנחת העומר אזכרתה ובמנחת סוטה וקמץ ממנה וגו' אזכרתה שייריה לכהנים דהא ילפינן מזאת תורת המנחה תורה אחת לכל המנחות שהן נקמצות ואף על גב דמשמע דאמנחת חטין קאי שהן מאכל אדם ושייריהן לכהנים אבל שעורים שהוא מאכל בהמה לא הוי בכלל האי קרא אפי' הכי מדנקמצת שייריה לכהנים כשאר מנחות הנקמצת דילפינן להו דשייריהן נאכלין מזאת תורת המנחה כדאמ':<br><b> אזהרת רמ </b> שלא תאכל מנחת כהן דכתיב וכל מנחת כהן כליל תהיה לא תאכל ומנחת זכרי כהונה לא ילפינן לה קמיצה כדאמר' אלא מקטירין כלה כדכתיב וכל מנחת כהן כליל תהיה וכתיב בה נמי כליל תקטר אינה נקמצת אלא כלה כליל בין מנחת חובה בין נדבה דכתיב וכל מנחה וגו'."
            ],
            [
                "<b>הכהנת </b> מנחתה נקמצת כמנחת ישראל ושייריה נאכלין דכתיב מנחת כהן לא תאכל אבל מנחת כהנת נאכלת ספק כהן מנחתו נקמצת כמנחת ישראל והקומץ קרב לעצמו ואין שייריה נאכלין כמנחת כהנים אלא מתפזרין על בית הדשן למטה מקום שנותנים שם תרומת הדשן והנוצה משום דלא מצי לאקרוביה דשמא זר הוא ושיירים גמורים הם וכל שממנו לאישים הרי הוא בבל תקטירו וכל הנשואות לכהנים אפילו ישראלית אין שיירי המנחה נאכלת לכהנים מפני חלק הבעל דהוי מנחת כהן ואינה כולה לאישים מפני חלק אשה דמנחת כהן כליל ולא מנחת כהנת או אשת כהן אלא הקומץ קרב לעצמו והשיירים מתפזרין כדאמ' והא דלא שדינן כולה מנחה בתר דידה כיון דהיא מתכפרת בה ומכפר עושה תמורה היינו כשכל הזבח הוא למתכפר אבל הכא שיש לבעל חלק במנחה לא שדינן הכל בתר דידה ולהכי אין שייריה נאכלין כדאמר'. הקמיצה בכל מקום בעזרה ואם קמץ בהיכל כשרה דאין מנחה טעונה צפון דכתי' וקמץ משם מלא קמצו ממקום שרגלי הבעלים עומדים להכשיר כל מקום דריסת רגלי ישראל דכשר לקמיצה וכל שכן עזרת כהנים והיכל דלא תימא כיון דכתיב והגישה אל המזבח והרים ממנו בקומצו מה הגשה בקרן מערבית דרומית אף קמיצה בקרן מערבית דרומית קא משמע לן קרא להכשיר כל העזרה כדאמרינן ובהיכל נמי שכן מצינו סילוק בזיכין שהן אזכרה למנחת לחם הפנים כדכתיב והיתה ללחם לאזכרה ומתירין את הלחם וסילוקן מעל שולחן הפנים שבהיכל הוי במקום קמיצה דמנחות הנקמצות. מקדשין מנחה בכלי שעל גבי קרקע וקומצין ממנו דבעינן קידוש מנחה לקמיצה בכלי שרת כעולה בהיקשא דזאת התורה לעולה וגו' ובעיא כלי לשחיטה כדכתיב ויקח את המאכלת וקמיצה במנחה הוי כנגד שחיטה בקרבן ומעל גבי הקרקע שכן מצינו בסילוק בזיכין מעל גבי השולחן שעל גבי קרקע דהוו בקומץ ואין מקדישין הקומץ בכלי שעל גבי קרקע דקדוש קומץ כנגד קבלה דהוי בכלי בידו ומאימתי יותרו השיירים באכילה משיצית האור ברוב הקומץ דכתיב הנה עלה קיטור הארץ כקיטור הכבשן אין כבשן מעלה הקיטור עד שתצית האור ברובו ובקומץ נמי כתיב והקטיר הילכך בעי' קיטור."
            ],
            [],
            [],
            [],
            [
                "<b>כל </b> המנחות הקרבות לגבי המזבח מצה דכתיב כי כל שאור וגו' וכן שיירי המנחות אף על גב שמותר לאוכלן אפילו בדבש דלא אסרה תורה דבש אלא להקטרה אפילו הכי אסור לאוכלן חמץ דכתיב לא תאפה חמץ חלקם אפילו חלקם לא יחמיצו:<br><b> אזהרת רמא </b> שלא יאכלו הכהנים שיירי המנחות חמץ דכתיב לא תאפה חמץ אפילו חלקם כדאמ' ולוקה והמחמץ אחר מחמץ חייב דכתיב לא תאפה חמץ ולא תעשה חמץ ולוקין על כל עשייה ועשייה שבה כגון לישה ועריכה וקטיפה ואפייה דכתיב לא תאפה חמץ אפיה בכלל לא תעשה חמץ היתה ולמה יצאת ללמד על הכלל כולו דהוי דבר שהיה בכלל ויצא מן הכלל לא ללמד על עצמו יצא אלא ללמד על הכלל כולו יצא מה אפייה מיוחדת שהיא מעשה יחידי וחייבין עליה בפני עצמה כדכתיב לא תאפה חמץ אף אני אביא כל מעשה יחידי שבה לאיתויי קיטוף שמחליק פניה במים לאחר עריכה שחייב עליה נמי בפני עצמה עשה חמץ מתחלה ועד סוף חייב על כל מעשה מהן כדילפינן לכל חד ומחמץ אחר מחמץ דחייב הכי נמי חד שעשה חמץ מתחלה ועד סוף לוקה על כל חד."
            ],
            [],
            [
                "<b>הניח </b> שאור על גבי העיסה ונתחמצה מאליה לוקה שהנחת השאור הוא המעשה כמעשה שבה כמניח בשר על גבי גחלים ונצלה מאליו דחייב אם הפך הכא חייב אף על גב דלא הפך כיון דלא צריך דבבשר נמי לא בעי הפך משום מעשה אלא משום דאינו נצלה בלא היפוך."
            ],
            [
                "<b>תבל </b> השיריים בקצח או בשומשמין או בכל מיני תבלין כשרה מצה היא אלא שהיא מתובלת."
            ],
            [
                "<b>המחמץ </b> מנחה פסולה פטור דכתיב אשר תקריבו לה' משמע שהיא ראויה לשם כשרה ולא פסולה חמצה ויצאת לחוץ וחזר וחמצה אחר שנפסלה ביציאתה הוי ספק אי מהני לה פסול יוצא (ולא מהני) או דילמא לא מהני בה פסול יוצא דלאו קדושה גמורה היא ואין בה אלא פיסול חימוץ וחייב משום מחמץ אחר מחמץ ולהכי לא לקי חמצה בראשו של מזבח לא לקי דהוי ספקא דאשר תקריבו אמר רחמנא והא אקרבה דאשר תקריבו משמע כל זמן שמחוסרת הקרבה עברי עליה או דילמא מחוסר הקטרה כמחוסר מעשה דמי."
            ],
            [
                "<b>המחמץ </b> לחם הפנים לוקה דכתיב כל המנחה לרבות לחם הפנים אבל מנחת נסכים אין בה מלקות שאם גבלה הרי נפסלה קודם חימוץ ולא לקי ואי בשמן של נסכים מי פירות אין מחמיצין."
            ],
            [
                "<b>לתיתה </b> איסורא מדרבנן. לישה והרקדה איפשר בחוץ אבל לישה עריכה ואפייה בפנים כיון דחייב בהו משום חימוץ בעינן דלהוו ראוי להקרבה וכל מעשיהם הם כשרים בזר עד שיבאו לבית הקמיצה דכתיב ויצק עליה שמן ונתן עליה לבונה והביאה אל בני אהרן הכהנים וקמץ מקמיצה ואילך מצות כהונה לימד על מלאכות הנעשות קודם שכשרות בזר. ומחבת ומרחשת מכלי שרת היו בעזרה דכיון דבעי' אפיה בפנים אם כן כלי שרת היו מחבת ומרחשת דכתיב בקרא ומקדשי' כדילפי' לעיל דכלי שרת מקדשין בהלכות כלי המקדש ותנור של מקדש של מתכת היה:"
            ]
        ],
        [
            [
                "<b>מצות קכה </b> לעשות כל מנחה כמצותה האמורה בתורה כדכתיב ונפש כי תקריב קרבן מנחה לה' סולת יהיה קרבנו וגו' ואם מנחה על המחבת ואם מנחת מרחשת והשלים הענין בזאת תורת המנחה הקרב וגו'."
            ],
            [
                "<b>וכיצד </b> עשיית חביתי כהן גדול מביא עשרון שלם וחוצהו בחצי עשרון שבמקדש שאף על פי שהיא קרבה חציין אינה מתקדשת לחציין כדכתיב עשירית האיפה וכתיב מחציתה בבקר ומחציתה בערב דמשמע דעשירית שלם מביא וחוצהו לחציין ומביא עמה שלשה לוגין דכתיב על מחבת בשמן להוסיף לה שמן דאי לקבוע לה שמן כשאר מנחות לא צריך דכיון דכתיב על מחבת ממילא ידענא דצריכה שמן כמנחת מחבת ואם כן בשמן להוסיף לה שמן איצטריך ועדיין איני יודע כמה הריני דן ריבה כאן שמן וריבה במנחת כבשים שמן ג' לוג לעשרון דבמנחת נדבה ליכא אלא לוג מה מנחת תמידין של כבשים ג' לוגין כדאמר' אף ריבוי שמן של מנחת חביתין ג' לוגין לעשרון ודנין מנחה הבאה עשרון דכתיב עשירית האיפה ממנחה הבאה עשרון כדכתיב עשרון לכבש ואין דנין מנחה הבאה עשרון ממנחה הבאה שנים ושלשה עשרוני' לפר ואיל ובולל השמן בסלת וחולטה ברותחין כדכתיב מורבכת דהיינו חלוטה ברותחין ולש מכל חצי עשרון שש חלות נמצאו י\"ב לכל העשרון דילפינן מלחם הפנים בגזרה שוה דחוקה חוקה דכתיב בלחם הפנים מאת בני ישראל חק עולם וכתיב בחביתין חק עולם לה' מה להלן י\"ב חלות כדכתיב בהדיא בקרא אף כאן י\"ב. ואחת אחת היו נעשות כלחם הפנים דכתיב ביה שני עשרונים יהיה החלה האחת דמשמע דכל חדא היתה נעשית בפני עצמה משני עשרונים ומחלק השמן רביעית לכל חלה ג' לוגין י\"ב רביעיות לי\"ב חלות ואופה החלה מעט ואחר כך קולה אותה על המחבת בשאר רביעית השמן שלה דבעינן אפוי ובעינן על מחבת כדכתיב על מחבת וכתיב תופיני ודרשינן תופיני תאפנה נאה בשעת אפייתה בתנור תהא נאה ואם מטגנה תחלה הרי היא שחורה מן השמן ומן המחבת ואינו מבשלה הרבה כדכתיב תופיני דמשמע נמי אפוי ונא שהוא בין בשל ונא דכיון דצריך לטגנה אחר כך במחבת אינו אופה אותה הרבה. ואח\"כ חולק כל חלה וחלה לשנים באומד כדי להקריב החצי בבקר והחצי בערב וכתב הראב\"ד ז\"ל שאין לו סמך ולא שורש בשום מקום שיחלקו כל חלה וחלה ואיפשר לומר לישב דברי הרב ז\"ל שסמך על מה שדרשו מחציתה בבקר ומחציתה בערב מחציתה משלם הוא מקריב שיביא עשרון שלם וחוצהו כדאמ' לעיל וכיון דכתיב מחציתה תרי זימני דרשינן מחציתה משלם מהעשרון כדאמר' ומחציתה משלם שאחר שאופה שש חלות מכל חצי עשרון חולק את כולם כיון דהדר כתיב מחציתה ודרשי' מחציתה משלם כדא' ולוקח החצאים וכופל כל אחת מהם לשנים ופותת דכתיב מנחת פתים מלמד שטעונה פתיתה אבל לא לארבעה דבמנחת ישראל כתיב פתות אותה פתים ולהכי נחלקת לשנים ושנים לארבעה אבל מנחת חביתין כופל כדי לקיים מצות פתיתה ומקריב החצאים עם חצי קומץ לבונה בבקר והחצי הנשאר עם חצי קומץ לבונה בערב כדילפינן לעיל קומץ לכל מנחה והאי מנחת חביתין חדא היא כיון שאינו מביאה לחצאין כדא' ואם היתה מנחת חינוך אינו חוצה אלא מקריבה כולה כאחת עם קומץ הלבונה ושתיהם כליל לאישים כדכתי' כל מנחת כהן כליל וגו'."
            ],
            [],
            [],
            [
                "<b>מנחת </b> הסלת כיצד היתה נעשית מביא עשרון סלת דאין מנחה פחותה [מעשרון] סלת כדילפינן לעיל או כמה עשרונות דמצי מייתי כדילפינן לעיל ושמן הראוי לה לוג לכל עשרון ומודד בעשרון של מקדש כדילפי' מדכתיב עשרון עשרון שהיה במקדש עשרון למדוד כל המנחות וחצי עשרון לסלוק עשרון של חביתי כהן גדול ונותן שמן בכלי ואחר כך נותן עליו את הסלת ובוללה בו דכתיב במנחת מחבת סלת בלולה בשמן ללמד על כל המנחות שכולן טעונות שמן בעודן סלת ומשום דכתיב בשמן בידוע משמנה בשמן שהוא כבר מונח בכלי וכתיב נמי במנחת מרחשת סלת בשמן תעשה דמשמע שתהא הסלת נתונה בשמן מלמד שטעונה נתינת שמן בכלי קודם ואחר כך הסלת ע\"ג ומחבת יליף בגזרה שוה דקרבנך קרבנך והוא הדין לשאר מנחות ואחר כך נותנה לכלי שרת וצק לתוכה שמן כדכתיב ויצקת עליה שמן במחבת ויליף מרחשת בגזרה שוה דקרבנך קרבנך מה להלן במחבת יציקה ובלילה סלת בלולה וגו' ויצקת עליה שמן וגו' אף כאן יציקה ובלילה דהוי שלשה מתנות מתן שמן בכלי ובליל' ויציקה והוא הדין לשאר מנחות דילמד סתום מן המפורש דהא דצריך למרחשת ג\"ש היינו משום דבמחבת כתיב יציקה אחרונה ולא ראשונה דבמרחשת כתיב ראשונה והיא מתן שמן בכלי תחלה הוה אמינא שזו דינה בכך וזו דינה בכך אבל אחר שמלמדנו בג\"ש ליתן את האמור של זה בזה הוא הדין בכל המנחות חוץ ממאפה תנור דמיעטי רחמנא מיציקה ולוג שמן של כל עשרון מתחלק לשלשה מתנות אלו דכיון דילפינן דלוג לעשרון ובעינן ג' מתנות כדילפינן אם כן הלוג הוא שמתחלק."
            ],
            [
                "<b>מנחת </b> המחבת והמרחשת כיצד נותן השמן בכלי ואח\"כ הסלת ושמן עליו ובולל כדאמרינן ואחר כך לשה בפושרין ואופה אותה במחבת או במרחשת כמו שנדר כדכתיב על מחבת וכתיב ואם מנחת מרחשת דמשמע דבתר ב' מתנות של שמן אופה אותה בכלים אלו דבתר אפייה לא בעי שמן אלא מה שיוצק לתוכה כדכתיב ויצקת עליה שמן וילפינן לה נמי למרחשת כדאמרינן מקרבנך קרבנך לג\"ש ופותת אותה פתים כדכתיב פתות אותה פתים וכתיב מנחה לרבות כל המנחות לפתיתה ויוצק שאר השמן כדאמר'."
            ],
            [
                "<b>מרחשת </b> יש לה שפה ומעש' רכין ורוחשי' דמרחשת לשון רמש דמתרגמין רחשין וכתי' וכל נעשה במרחשת משמע בתוכה אלמא יש לה תוך ומחבת שפה שאינה עמוקה דכתיב על מחבת משמע עליה ולא בתוכה דאין לה תוך ולהכי מעשה המנחה הנעשה בתוכה קשה כדי שלא יצא מכאן ומכאן."
            ],
            [
                "<b>מנחת </b> מאפה תנור כיצד אם חלות היא בולל הסלת בשמן דאף על גב דכתיב חלת מצות בלולות הכי נמי כתיב בחלות תודה ומשום דאי אפשר למושחן חלות שהן יבשות ולא ספקא להו רביעית שמן לחלות ורקיקין אמרינן דבוללין סלת הכא נמי דכתיב סלת חלות בלולות אמרי' דבולל הסלת ולא החלות כלחמי תודה כדאמר' ולש בפושרין דזריזים הם לשמור שלא יחמיץ ואופה ופותה כדכתיב גבי פתיתה מנחה היא לרבות כל המנחות לפתיתה ואפילו מנחת מאפה ונותן עליה לבונתה כדילפינן לעיל ממנחת סלת דכתיב בה נפש וכתיב בה לבונה לכולהו מנחות יחיד דטעונות קומץ לבונה ואין בה יציקת שמן דכתיב גבי יציקה תרי מיעוטי עליה והיא למעוטי מנחת מאפה דאין בה יציקה ואי זהו דבר שצריך ב' מיעוטין הוי אומר זו מנחת מאפה שיש בה ב' מינין חלות ורקיקין הילכך קא ממעטין להו מהנך תרי מיעוטי מנחת מאפה תנור כשהיא רקיקין לש הסלת בפושרין כדאמ'. ומושח הרקיקין בשמן כדכתיב ורקיקי מצות משוחים בשמן דלא מישתמיט קרא לומר חלות משוחים ורקיקין בלולין ואחר אפייה הוא שמושח אותן דכיון דנאפות בתנור הוי כיבש ואחר אפייה הוא דמושחן כדאמרינן. ומושחן בלוג שמן של כל עשרון וחוזר ומושחן עד שיכלה כל השמן שבלוג דלוג לכל עשרון הוא דילפינן כדאמר' לעיל."
            ],
            [],
            [
                "<b>כל </b> ד' מנחות אלו האפויות מחבת ומרחשת וחלות ורקיקין אופין כל עשרון עשר חלות דגמרינן מלחמי תודה שהן עשר עשר כדילפינן לעיל מה להלן דהדיוט והן עשר אף כאן עשר ולא ילפינן ממנחת חביתין שהוא כ\"ג ואם ריבה בחלות או חסר כשר דבתודה גופה דילפינן מינה לא נאמר מ' חלות אלא למצוה דלא כתיב בה חוקה כדאמרינן לעיל (גבה) וכיצד פותתין אותה כופל החלה לשנים והשנים לארבע ומבדיל דכתיב פתות יכול לשנים ת\"ל פתים יכול יעשנה פרורין ת\"ל אותה אותה לפתיתים ולא פתיתה לפתיתין דהיינו אחד לשנים ושנים לד' ומבדיל כיון דצריך לקמוץ לה ואם היתה מנחה של זכרי כהונה אינו מבדיל לפי שאינה נקמצת וכולן פתיתין כזתים דהוי פתיתה ולא הוי פרורין ואם הגדיל הפתיתין או הקטין כשרים."
            ],
            [
                "<b>לא </b> בלל לא פתת לא הגיש לא משח את הרקיקין כשרה אבל יציקה מעכבת שהרי נאמרה במנחת הסלת ונשנית במנחת מחבת אבל בלילה אף על פי ששנה הכתוב בנשיאים י\"ב פעמים הואיל ולא כתב בשום מקום ובללת בשמן בלשון צווי כמו שכתוב ויצקת אינה מעכבת אלא הוו כל הני למצוה."
            ],
            [
                "<b>מנחת </b> הסלת בעיא קדוש בכלי שרת לשתתקדש קדושת הגוף שאין לה פדיון ונפסלת בטבול יום ובלינה ומנחות הנאפות אופה אותן במקדש כדכתיב (זה) במקום אשר יבשלו שם את החטאת וגו' יאפו את המנחה וגו' ופותת ונותנן לכלי שרת דבעיא קמיצה מכלי שרת ונותן עליה שמנה ולבונתה לצד אחד דכתיב ונתן עליה לבונה על מקצתה מניח קומץ של לבונה דאין ריבוי אחר ריבוי אלא למעט והכהן מגישה לקרן דרומית מערבית של מזבח כנגד חודה כדילפינן לעיל מדכתיב אל פני המזבח ומסלק את כל לבונתה לצד אחד כי היכי דלא תקמוץ בהדי מנחה דקמיצה אינה מן הסלת ומן השמן ולא מן הלבונה דכתיב על כל לבונתה דמשמע לבד הלבונה יהא הקומץ מלא הא אם עלה בקומץ צרור או גרגיר מלח או קורט של לבונה פסל וקומץ ממקום שנתרבה שמנה דכתיב מסלתה ומשמנה דמשמע ממקום ריבוי השמן ונותן הקומץ לכלי שרת ומקדשו מידי דהוה אדם דאף על גב דקדישתיה סכין בצואר בהמה הדר מקדש בכלי שרת הכא נמי ל\"ש וקומץ שחלקו בשני כלים אינו קדוש דכיון דבעינן קומץ שלם בעינן בכלי אחד דאי בשני כלים לא הוי שלם ולא קדישו וחוזר ומלקט את כל לבונתה ונותנה על הקומץ שבכלי דכתיב ואת כל הלבונה כדילפינן לעיל דלא יפחות מקומץ ומעלהו על המזבח ומולחו כדכתיב על כל קרבנך תקריב מלח ונותנו על גב האישים מן הכלי דכתיב לבונתה והקטיר אף הלבונה בהקטרה וכתיב נמי גבי הקטרה ואת כל הלבונה אשר על המנחה ללמד דמקטר קומץ ולבונה כי הדדי מנחת כהנים אינו קומץ אלא נותן מלח דכתיב על כל קרבנך וגו' ומשליך ע\"ג האישים דכתיב כליל תקטר שלא תהא נקמצה אלא כולה כליל. קמץ בראשי אצבעותיו או מן הצדדין לא יקטיר דכתיב מלא קומצו יכול מבורץ ת\"ל בקמצו יכול בראשי אצבעותיו ת\"ל מלא קמצו הא כיצד חופה ג' אצבעותיו על פס ידו וקומץ ומשום הכי אם קמץ בראשי אצבעותיו או מן הצדדין והקטיר הורצה משום דהוי ספק אבל אם הוסיף בקומץ שהרחיק ראשי אצבעותיו וקמץ הרי זה פסול דכתיב בקומצו אין לך כשר אלא מה שבתוך הקומץ."
            ],
            [],
            [
                "<b>אין </b> קומץ פחות מכשני זתים דאין הקטרה פחותה מכזית וילפינן מכל שאור דאם הקטיר חצי קומץ הוא בבל תקטיר משמע דאין קומץ פחות משני זתים כדא' ומקצת הקומץ מעכב את כולו דכתיב מלא קמצו תרי זמני חד במנחת נדבה וקמץ משם מלא קמצו וחד במנחת חוטא וקמץ הכהן ממנה מלא קמצו חד למצוה וחד לעכב. והקומץ והלבונה מעכבין זה את זה דכתיב מלא קמצו וגו' על כל לבונתה וכתיב ואת כל הלבונה אשר על המנחה שנה הכתוב לעכב ומקצת השמן מעכב את כלו דאין פחות מלוג לעשרון כדאמר וכתיב נמי מסלתה ומשמנה והדר כתיב מגרשה ומשמנה שנה הכתוב לעכב זה את זה דאלו לחסר סלת מעשרון או שמן מלוג לא בעינן שנה הכתוב דהא ילפינן עשרון שלם לוג שלם כדאמרן:"
            ]
        ],
        [
            [
                "<b>מתנדב </b> אדם או נודר עולה או שלמים או מה' מיני מנחות הבאים בנדר ונדבה דכתיב אדם כי יקריב מכם קרבן וגו' בקרבנות נדבה דבר הענין וכתיב בתריה מיני עולות כדכתיב אם עולה קרבנו וגו' ומיני מנחות כדכתיב ונפש כי תקריב קרבן מנחה וגו' ומיני שלמים כדכתיב ואם זבח שלמים קרבנו וגו' וה\"ה נדר וכתיב נמי גבי לא תאחר כאשר נדרת וגו' ובעניינא דקרבנות משתעי קרא כדכתיב ובאת שמה והבאתם שמה עולותיכם וזבחיכם וגו' ומתנדב או נודר מנחה ממנחת נסכים לבדה מאיזה מין משלשה מיני מנחות נסכים כבש או איל או פר דכתיב גבי נסכים כל האזרח ככה יעשה את אלה וקרא יתירא הוא דהא לעיל כתיבי כל דיני נסכים מלמד שמתנדבים נסכים בלא קרבן ומתנדב או נודר יין בפני עצמו או לבונה בפני עצמה או שמן בפני עצמו דאזרח אכולהו קאי כל חד באנפי נפשיה מצי למידר דלא קפיד אלא שלא יפחות כדכתיב ככה אבל אם לא נדר אלא יין אינו פוחת כיון שהביא יין הראוי לכבש ולבונה נמי באה בנדר ונדבה דהא כתיבא גבי קרבן מנחות ועצים למערכה נמי באים בנדר ונדבה דכתיב ונפש כי תקריב קרבן מלמד שמתנדבין עצים דאיקרו נמי קרבן כדכתיב ולקרבן העצים."
            ],
            [
                "<b>שנים </b> מתנדבים או נודרים קרבן אחד או עולה או שלמים אפילו פרידה אחת מביאין בשותפות אבל מנחה אינה באה בשותפות דכתיב לכל נדריהם ולכל נדבותם אשר יקריבו לה' הכל באים בשותפות כדמשמע קרא לא סילק הכתוב אלא מנחה דכתיב בה נפש כי תקריב וגו' סלת יהיה קרבנו ודרשינן נפש ולא צבור קרבנו ולא שותפין ורישא דקרא אייתי בכל מקום. הניח מנחה לשני בניו ומת הרי אלו מביאין אותה דאין בו משום שותפות דלא קניא להו."
            ],
            [],
            [
                "<b>האומר </b> הרי עלי הרי זה נדר הרי זו נדבה והנדר חייב באחריותו עד שיקריבנו והנדבה אינו חייב באחריותה דכתיב בקרא נדר כאשר נדרת וכתיב נדבה ומשמעותיה דקרא דבנדר הוי חייב טפי מבנדבה דכתיב כאשר נדרת לה' אלהיך נדבה ודרשינן אם כאשר נדרת עשית יהא נדר ואם לאו יהא נדבה וחייב באחריות ילפינן מדכתיב גבי עולה ונרצה לו לכפר עליו ודרשינן את שעליו חייב באחריותו ואת שאינו עליו אינו חייב באחריותו והכי מדריש קרא ונרצה לו נדרו לשיתכפר בו אבל מקמי כפרה לא נרצה ובאי זו קרבן אמרתי לך באותו שעליו והיינו עליו דקרא ומאי משמע דעליו קבלת אחריות הוי דכיון דאמר עלי כמאן דטעון אכתפיה דמי."
            ],
            [],
            [
                "<b>דמי </b> שור או בית זה עלי קרבן ומת השור ונפל הבית חייב לשלם דעלי אאחריות קאי והאי דקאמר זה ה\"ק שור זה יהא קדוש עד שאמכרנו ואביא דמיו. אמר הרי עלי עולה ע\"מ שלא אתחייב באחריותה אינו חייב דאף על גב דאמר עלי כיון דבתוך כדי דיבור פירש שלא יתחייב אינו חייב דהא בדידיה תלה רחמנא אם מתחייב באחריות או לא."
            ],
            [
                "<b>הרי </b> עלי עולה יקריבנה במקדש דכיון דאמר הרי עלי עולה איחייב בה כדאמר' ואם הקריבה בבית חוניו לא יצא כדאמר שאקריבנה בבית זה והקריבה במקדש יצא דכיון דאמר הרי עלי עולה איחייב בה ואם הקריבה בבית זה יצא דהוי כמ\"ד הרי עלי עולה ע\"מ שלא אתחייב באחריותה ויצא ידי נדרו אלא שחייב כרת משום שחוטי חוץ וכן נזיר שנדר לגלח בבית זה לא חל עליו נזירות אם גלח שם דלצעורי' נפשיה קמכוין והא נצטער ואינה נזירות כדאמרן."
            ],
            [
                "<b>חטאת </b> ואשם אינם באים אלא על חטא ולא בנדר ונדבה ולהכי אם נדר או התנדב מהם לא אמר כלום דקרא דמוצא שפתיך תשמור ועשית כאשר נדרת וגו' לא קאי אלא אקרבנות הבאים בנדר ונדבה כגון עולה או שלמים אבל חטאות ואשמות אינם באים אלא על חטא כדכתיב נפש כי תחטא והביא וגו' ואם היה מחויב חטאת ואמר הרי זו לחטאתי דבריו קיימים דכיון דהיה מחויב לאו נדר ונדבה הוי וכן אשם."
            ],
            [
                "<b>האומר </b> קרבן מצורע זה או יולדת זו עלי אם היו עניים מביא הנודר קרבן עני ואם היו עשירים מביא קרבן עשירים דלאו בנודר תליא השג יד בקרבנות דכתיב ואם דל הוא ואי נודר דל והוא עשיר לאו דל הוא ועליה דידיה חס רחמנא דאי דל הוא מייתי קרבן עני אבל לא אנודר דכתיב הוא למעוטי נודר דהא דאיתרבי נודר מואין ידו משגת דחס רחמנא עליה היינו כי הוי איהו עני ומצורע עני אבל מצורע עשיר והנודר עני לא איתרבי דכתיב הוא מיעוטא לומר כשהוא עני ומביא קרבן עני דחס רחמנא עליה הכי נמי חס על הנודר אבל כשהוא עשיר דלא בעי דליחוס רחמנא עליה לא חס נמי אנודר והיינו מיעוטא לאפוקי נודר כשהוא עני ומצורע עשיר דמביא קרבן עשיר כדאמר."
            ],
            [
                "<b>האומר </b> חטאתו ואשמו ועולתו ושלמיו של פלוני עלי אם רצה אותו פלוני מניחו להקריבן על ידו ומתכפר לו ובעולה ובשלמים נתרצה בשעת הפרשה אף על פי שאינו רוצה עתה מתכפר לו בהן דאף על גב דלא ניחא ליה לאיניש להתכפר במילתא דלאו דידיה הא הוי מדעתיה בשעת הפרשה אבל בשעת כפרה אינו צריך דמשום סמיכה אינו צריך לדעתו כיון דאינם באים לכפר על חטא אבל חטאת ואשם שהם באים על חטאת וצריכין להתודות ולסמוך בעינן דעתו ורצונו מתחלה ועד סוף."
            ],
            [
                "<b>האומר </b> הרי עלי כנדרי רשעים שנדריהן נזיר וקרבן ושבועה חייב בכולן כיון דפי' נדרי רשעים שהם נזיר וקרבן ושבועה דאגב ריתחייהו נדרי בהני ואפילו לא פי' אלא שאמר כנדרי רשעים הריני עלי והימנו חייב בכולן דהריני הוי נזירות דמאן דנזר הכי קאמר הריני נזיר וכגון שהיה נזיר עובר לפניו והא דאמר עלי משמע דאמר הרי עלי קרבן והימנו שלא אוכל משמע שבועה דכיון דאמר בתחלה כנדרי רשעים משתמעי כל הני כדאמר כנדרי כשרים לא נתחייב בכלום דאין דרכן של כשרים לנדור כדכתיב טוב אשר לא תדור וגו' הרי עלי כנדבות כשרים הרי זה נדר בנזיר וקרבן דכשרים עבידי דמתנדבין בנזירות וקרבן אבל בשבועה אין נשבעין כלל וכל כינויי קרבן כקרבן דכיון דקרו לקרבן קונח הוי כאומר קרבן."
            ],
            [
                "<b>אין </b> הנודר ולא המתנדב חייב עד שיהו פיו ולבו שוים דכתיב מוצא שפתיך וכתיב לבטא בשפתים וכתיב כל נדיב לב משמע דבעינן גומר בלבו ומוציא בשפתיו מה שגומר בלבו הילכך אם נתכוון לומר עולה ואמר שלמים או איפכא לא אמר כלום אבל נתכוון לומר עולה ואמר קרבן דבריו קיימין דעולה נמי קרבן הויא והוו פיו ולבו שוים וכן כל כיוצא בזה ודוקא כששפתיו מכחישין את לבו הוא דלא אזלינן בתר גמר לבו אבל אין שפתיו מכחישין את לבו שלא הוציא בשפתיו אלא שגמר בלבו שזו עולה או שיביא עולה הרי זה חייב להביא דכתיב כל נדיב לב יביאה בנדיבות לב שגמר בלבו חייב להביא וכן כיוצא בו מנדרי קדשים ונדבותן דגבי תרומת המשכן וגבי קדשים הוא דכתיב נדיבות לב:"
            ],
            [
                "<b>מצות קכו </b> להביא נדרים ונדבות וערכים ודמים ומעשרות ומתנות עניים ברגל שפגע בו ראשון דכתיב ובאת שמה והבאתם שמה דמשמע כשתבא שמה דהיינו רגל ראשון שפגע בך תביא כדכתיב והבאתם שמה עולותיכם וזבחיכם זבחים של חובה ואת מעשרותיכם מעשר בהמה ומעשר שני לאכול לפנים מן החומה ואת תרומת ידכם אלו הבכורים דכתיב בהו ולקח הכהן הטנא מידך ונדריכם ונדבותיכם הוי כל חוב שעליו לשם ובכורות בקרכם וצאנכם לתתם לכהנים ויקריבום שם הגיע הרגל ולא הביא הרי זה בטל מצות עשה זו דברגל ראשון קאמר רחמנא כדאמר':<br><b> אזהרת רמב </b> שלא יאחר נדרו ונדבתו ושאר דברים שהוא חייב בהן דכתיב לא תאחר לשלמו וגו' עברו עליו ג' רגלים ולא הביא קרבנותיו שנדר או התנדב או לא נתן הערכין והחרמין והדמים הרי זה עבר בל\"ת דכתיב כי תדור נדר אין לי אלא נדר נדבה מנין נאמר כאן נדר ונאמר להלן אם נדר או נדבה מה להלן נדבה עמו אף כאן נדבה עמו לה' אלהיך אלו הדמין והערכין והקדשות וחרמין שכולן לה' ואין לכהנים בהם כלום והן קדשי בדק הבית ובכולהו כתיב לה' בערכין כתיב בערכך נפשות לה' ובחרמין כתיב קדש קדשים הוא לה' ובהקדשות כתיב איש כי יקדיש את ביתו קדש לה' וגו' לא תאחר לשלמו הוא ולא חלופיו דאם עברו ב' רגלים על בהמה שהקדיש ולא הביאה ונפל בה מום ופדאה על גב אחרת אינו עובר בלא תעשה על זו עד שיעבור עליה שלשה רגלים דלא תימא הואיל ומכח קמא קאתי מצטרף רגל אחד לב' רגלים דקמייתא קמ\"ל דבעיא לזו ג' רגלים וה\"ק קרא אם על האחד עבר זמן האיחור חייב ולא שיצטרפו הוא וחלופיו לג' רגלים והיינו דדרשינן הוא ולא חלופיו כלומר דלא מצטרפי הוא וחלופיו לג' רגלים כדאמר' כי דרוש ידרשנו אלו חטאות ואשמות שהם נדרשים ממך שהרי חובה הם מוטלים עליך ועולות ושלמים כגון עולות ראיה ושלמים חגיגה שהם חובה דאלו נדר ונדבה ברישיה דקרא כתיבי וה\"ה נמי לבכור ומעשר ופסח שהן חובה ה' אלהיך אלו צדקות ומעשרות דהא קרא יתירא הוא דה\"ל למיכתב כי דרש ידרשנו וכבר ה' כתובים למעלה במקרא נדרוש ביה צדקות ומעשרות שכתוב בהם שם זה ולך תהיה צדקה לפני ה' ואכלת לפני ה' אלהיך מעשר וגו' מעמך זה לקט שכחה ופאה שהם חלקו של עני דכתיב ביה את העני עמך. אינו עובר בבל תאחר עד שיעברו עליה רגלי השנה כולה כסדרן דכתיב שלש פעמים בשנה יראה כל זכורך וגו' בחג המצות ובחג השבועות ובחג הסוכות למה לי למהדר למכתבינהו הא כתבונהו למעלה שמור את חדש האביב וכתיב שבעה שבועות וכתיב חג הסוכות ש\"מ לבל תאחר דהכי קאמר היו נראין לפניו לשלם נדריכם ולא תבואו ריקם ואין לוקין על לאו זה שאין בו מעשה וכתיב אם לא תשמור לעשות משמע דבעינן מעשה למלקות כדכתיב והפלא ה' אלהיך את מכותך וגו'. ואחד האיש ואחד האשה עובר בבל תאחר כיון דמיחייבא למיסק משום שמחה דאין שמחה אלא בבשר שלמים כדכתיב וזבחת שלמים ואכלת וגו' אבל היורש אינו עובר בבל תאחר דכתיב מעמך וקרי ביה עמך ומעמך ודרוש ביה תרתי דעמך משמע ליה חלקו של עני כדאמרינן לעיל ומ\"ם יתירא למעוטי יורש."
            ],
            [],
            [
                "<b>כל </b> הקרבנות שעברו עליהן שלשה רגלים לא נפסלו אלא מקריבן וכשרים דכתיב גבי פגול לא ירצה המקריב אותו לא יחשב אותו מה ת\"ל לפי שנאמר לא תאחר לשלמו שומע אני אף מאחר נדרו בלא ירצה ת\"ל אותו אותו בלא ירצה ואין מאחר נדרו בלא ירצה ובכל יום ויום אחר השלש רגלים הוא עובר בבל תאחר דכיון דבכל יומא מצי מייתי ליה דהא כשר הוא כדאמר עבר בכל יום דלא מייתי ליה וב\"ד מצווין לעשותו מיד עד שיקריב קרבנותיו ברגל שפגע בו תחלה דכתיב מוצא שפתיך תשמור ועשית על כרחך מכאן אזהרה לב\"ד לכוף והיינו באמר ולא אפריש ואפריש ולא אקריב ילפינן מדכתיב יקריב אותו לרצונו יקריב אותו יתירא הוא דהא כתיב ברישא יקריבנו מלמד שכופין אותו יכול בעל כרחו תלמוד לומר לרצונו הא כיצד כופין אותו עד שיאמר רוצה אני וצריכי תרוייהו כדאיתא בגמרא."
            ],
            [],
            [
                "<b>כל </b> חייבי עולות ושלמים ממשכנין אותם אף על פי שאינו מתכפר לו עד שירצה כדכתיב לרצונו ונראה דאף על גב דכופין מדאוריתא כדאמר לא ממשכנין אלא מדרבנן משום דלא חשיב לה כפרה ואתי לאשהויי וכן חטאת נזיר אתי לשהויי כיון דאין מעכבתו מלשתות יין:"
            ]
        ],
        [
            [
                "<b>האומר </b> וולדה של זו עולה והיא שלמים דבריו קיימי' שהרי קדושת הוולד קדמה היא שלמים וולדה עולה אם לכך נתכוון תחלה דבריו קיימים הואיל ואי אפשר לקרות שני שמות כאחד שאין הפה יכול לדבר ב' דברים כאחד ואף בגמר דבריו אדם נתפס הואיל ומתחלה כשאמר שלמים לא נתכוון לוולדה ואם אחר שגמר בלבו והוציא בשפתיו חזר בו ואמר וולדה עולה אפילו תוך כדי דיבור וולדה שלמים שאין חזרה בהקדש ואפילו תוך כדי דיבור כיון דסגי בגמר לבו ולא הוציא בשפתיו כדכת' כל נדיב [לב] כדאמר' והוי כד' דברים שאין בהם חזרה מגדף וע\"ז ומקדש ומגרש."
            ],
            [
                "<b>האומר </b> ידה או רגלה של זו עולה יכול תהא כולה עולה ת\"ל כל אשר יתן ממנו לה' יהיה קדש ממנו לה' ולא כולו לה' יכול תצא לחולין תלמוד לומר יהיה קדש ההוא אבר וכיון דההוא אבר הוי קדוש תו לא מצי למשחט ההיא בהמה לשם חולין אלא תמכר לצרכי עולות ודמיה חולין חוץ מדמי אותו אבר שהרי הקדישו ואינו יכול למוכרו והוא שיהא זה המחוייב עולה שקנה אותה נדר עולה בדמים קצובים כמו שקנה זה בלא רגלה דאי נדר עולה סתם אינו יכול להביא זאת דליתא כולה לדידיה. האומר לבה או ראשה של זו עולה הואיל ודבר שהנשמה תלייה בו הוא כולה עולה דהא פשטה קדושה בכולה הואיל והוא דבר שהנשמה תלויה בו הקדיש ולא קרינא בה ממנו אלא כלו הקדיש אבר מן העוף הוי ספק אם נתקדש כלו דבהמה אמר רחמנא דקדיש ממנו ולא כולו או דילמא קרבן אמר רחמנא דבהאי קרא דממנו כתיב בהמה וקרבן והאי נמי קרבן הוא."
            ],
            [
                "<b>האומר </b> בהמה זו חציה עולה וחציה שלמים תרעה ותמכר ויביא בחצי דמיה עולה ובחציה שלמים דאף על גב דבדבר שהנשמה תלויה בו אמרן דקדשה כולה והכא הא קאמר חציה עולה וה\"ל כולה עולה כיון שמתחלה נתכוון לומר נמי חציה שלמים נתערבו בה שתי קדושות ולכך תמכר אחר שתסתאב כדאמ'. היה מחוייב חטאת ואמר חציה חטאת וחציה עולה או שלמים או איפכא הרי זו תמות דכיון שנתערבו בה שתי קדושות כדאמ' הרי אינה קרבה והויא כחטאות המתות."
            ],
            [
                "<b>בהמת </b> השותפין שהקדיש אחד מהם חציה שלו וקנה החצי האחר והקדישו הרי זה קדושה וקרבה אף על גב דתחלתה דחויה היתה כשהקדיש חציה ולא היתה ראויה ליקרב אין הדיחוי מעיקרו דיחוי דבעלי חיים אינם נדחים והא חזיא השתא כולה להקרבה ונראה דסבירא ליה לרב ז\"ל דמימרא דר' יוחנן דפ' כיצד מערימין דקאמר קדושה ואינה קריבה דבעלי חיים נדחי' ודיחוי מעיקרו הוי דיחוי ליתא דהא ר' אושעיא נמי ס\"ל הכי בשלהי כריתות במטמא מקדש עשיר שהפריש קן לכבשתו ואח\"כ העני ואותיבו ליה מר\"ש דס\"ל דאין בעלי חיים נדחין ומשמע ליה לרב ז\"ל דנקטי' הכי דאין בעלי חיים נדחין כר\"ש וילפינן לה ממחוסר זמן דאע\"ג דנדחה חוזר ונראה מיום השמיני והלאה והוי נמי דחוי מעקרו ומשמע דלא הוי דיחוי כדאמ' בפ' ב' שעירי פליגי נמי רב ור' יוחנן אי בעלי חיין נדחין או לא ורב סבר דאין בעלי חיים נדחין ויליף ממחוסר זמן היכא דלא איתחזי כלל אבל היכא דנראה ונדחה לא מצינו למילף ממחוסר זמן וילפינן לה מבעל מום עובר דכתיב ביה כי משחתם בהם מום בם ודרשינן מום בם הוא דלא ירצו הא עבר מומן ירצו ואף על גב דרב ור' יוחנן הלכה כר' יוחנן הכא הלכתא כרב דמתניתן דייקא כותיה ועוד דר' יוחנן סלקא בקשיא כדאיתא התם."
            ],
            [
                "<b>האומר </b> דמי בהמה זו עולה או הרי זו לעולה אם היתה ראויה ליקרב עולה נתקדשה קדושת הגוף והיא עצמה תקרב עולה דאפי' אמר דמי בהמה זו עולה כיון שהיא ראויה היא קודמת וחלה עלה קדוש' דמים דמגו דנחתא ליה קדוש' דמים נחתא ליה קדושת הגוף כיון דאיהו גופיה חזי להקרב' כדאמ' ואם אינה ראויה תמכר ויביא בדמיה עולה כמו שנדר."
            ],
            [
                "<b>אמר </b> על בהמה שאסורה לקרבן הרי זו עולה לא אמר כלום דאין קדושה חלה עליהם אבל אמר הרי אלו לעולה ימכרו ויביא בדמיהן עולה דהוי כמ\"ד דמיהן לעולה."
            ],
            [
                "<b>האומר </b> דמי פרה זו לעולה כל שלשים יום ולאחר שלשים יום שלמים או איפכא דבריו קיימין וכל שלשים יום מביא כמו שנדר ואם הקריבה לאחר שלשים מביא כמו שנדר שלמים או עולה דכיון דהוי קדושת דמים פקעה בכדי אפילו מעולה חמורה לשלמים שהם קדושה קלה."
            ],
            [
                "<b>היתה </b> לו בהמה מעוברת ואמר אם תלד זכר הרי הוא עולה ואם נקבה הרי היא שלמים הזכר שתלד יקרב עולה והנקבה זבחי שלמים ב' זכרים וב' נקבות הא' יקרב למה שהוא אם זכר עולה ואם נקבה שלמים והשני ימכר לצרכי עולות או לצרכי שלמים דעל שניהם חלה קדושת עולה או שלמים דהא קאמר אם זכר אם נקבה ומיהו איהו לא נדר אלא חד הילכך יקריב הא' לנדרו והשני ימכר לצורך עולה או שלמים ודמיו חולין דקדושה חלה בעובר במעי אמו אפילו בבכור להפקיעו מקדושתו דכתיב אשר יבוכר לה' לא יקדיש איש אותו משיבוכר אי אתה מקדיש אבל אתה מקדיש בבטן. ילדה טומטום ואנדרוגינוס אינם קדושי' דהא אינם ראויים לקרבן והמקדיש עובר במעי בעלת מום וכיוצא בה הרי זה קדוש דאע\"ג דאמיה לא קדשה לגופה וולד מיהא קדיש לגופיה דבהא אמרינן דעובר לאו ירך אמו הוא:"
            ]
        ],
        [
            [
                "<b>הנודר </b> גדול והביא קטן לא יצא דהא לא הביא כמו שנדר קטן והביא גדול ממנו יצא דיש בכלל מרובה מועט. נדר עולה מן הכבשים או אילים והביא פלגס הרי זה ספק אי בריה הוי ולא יצא ידי נדרו דכבש או איל נדר והאי לאו כבש ואיל הוי או דילמא יצא דהוי ספק אי הוי כבש או איל ומה נפשך יצא דהא כבש או איל נדר ותמיהא לי דהך בעיא לא הויא אלא אליבא דבר פדא דסבר דמתניתן דקתני המקריב את הפלגס מביא עמו נסכי איל מייתו ומתנה קאמר ומספקא לן אליביה אי מתנה בכבש ואיל ולא בבריה או דילמא בבריה נמי מתנה והכי נמי אם נדר מן הכבשים או מן האילים מספקא לן אליביה אם יצא ידי נדרו דמספקיה בכבש ואיל ולא בבריה או דילמא בבריה נמי מספקי' ולא יצא וא\"כ כיון דבעיין הויא אליבא דבר פדא היכי מייתי לה הרב ז\"ל דהא איתותב בר פדא מקרא דאו לאיל דמרבה פלגס כר' יוחנן ולא אתא קרא לרבויי ספקא ולעיל פ\"ב כתב הרב ז\"ל לישנא דמתניתן והמקריב את הפלגס מביא עמו נסכי איל ואינו עולה לו מזבחו משמע דפסק כר' יוחנן דמרבינן ליה נסכי איל מדכתיב או לרבות את הפלגס דאלו לבר פדא מייתי נסכי איל ומתנה עליו אי איל הוא ליהוי כוליה נסכים דידיה ואי כבש הוא ליהוי עשרון סלת ורביעית יין נסכים דידיה ואינך לנדבה ומספקא לן אי מתני נמי בבריה דאינו ראוי לנסכים דליהוו כולהו נסכים נדבה וה\"ל לרב ז\"ל לפרושי לעיל דמביא עמו נסכי איל מביא ומתנה קאמר כבר פדא ומדלא פירש נראה דלא בעי תנאי דבריה הוי כר' יוחנן וא\"כ היכי מייתי בעיא דבעי ר' זירא אליבא דבר פדא כדאמר' דלר' יוחנן פשיטא דלא יצא דבריה הוי וצ\"ע ואיפשר לומר לפום ריהטא דכיון דמתני' קתני בהדיא המקריב את הפלגס מביא עמו נסכי איל משמע ליה לרב ז\"ל דלא בעי תנאי כר' יוחנן ולא כבר פדא דכיון דבפלגס גופיה לא בעי תנאי דהא לאו כבש או איל נדר אלא פלגס ומצי לאקרובי ליה דאע\"ג דליהוי בריה לא איכפ' לן בנסכיו אי מתנה כיון דבגופיה לא מתנה כדאמר' ואין עולה לו מזבחו אי נדר איל לחודיה או כבש לחודי' אבל כשנדר איל או כבש ומייתי פלגס כיון שבא לצאת ידי נדרו מספקי' בגופיה אי ספק הוי ויצא ידי נדרו או בריה הוי ולא יצא משום דהך בעיא בעי לה ר' זירא בהדי בעיא דתחלת הציהוב שבתורין ובני יונה דהוו ספק ובהדי בעיא דהאומר הרי עלי לחמי תודה מן החמץ ומן המצה והביא שאור ומסקנא דבעיא דאמר הרי עלי עשר חלות לתודתו של פלוני וסלקא בתיקו וכיון דהני בעיי הוו אליבא דהלכתא משמע דהך בעיא נמי דפלגס הויא אליבא דהלכתא כיון דבעי לה בהדייהו ורמיא ספקא אגופיה דפלגס כיון שנדר כבש או איל אבל כשנדר פלגס והביאו לא מספקינן בגופיה משום נסכיו כיון דפשטא דמתניתן משמע דמייתי בלא תנאי כדאמר' ואכתי צל\"ע. הנודר עולת עוף מן התורים או מן בני היונה והביא תחלת הציהוב שבזה ושבזה הרי זה ספק אי תחלת הציהוב הוי גדול או קטן או בריה ולהכי הוי ספק נמי אי יצא ידי נדרו או לא דאי ספק הוו יצא ידי נדרו משום תורים אי גדולים הוו או משום בני יונה אי קטנים הוו ואי בריה הוו לא נפיק ידי נדרו דהא תורים או בני יונה נדר והא דכתב הרב ז\"ל בה' איסורי מזבח דתחלת הציהוב פסול היינו דפסולי' משום ספקא כדהכא נדר שחור והביא לבן או איפכא או זכר והביא נקבה או איפכא לא יצא עד שיביא כמו שקבע נדרו."
            ],
            [],
            [
                "<b>הנודר </b> סתם עולה מן הבקר יביא שור ולא עגל דכיון דמשמע נמי שור לא מצי מיפטר נפשיה בעגל אמר הרי עלי עולה אם דרך אנשי המקום לקרות עולה סתם אפילו לעולת העוף מביא תור או בן יונה ואם דרך שאין קורים עולה סתם אלא לעולת בקר יביא שור דאף על גב דבבקר נמי איכא עגל לא מצי מייתי אלא שור שהוא גדול שבמין שנדר כדאמ' לעיל אבל אי עולה נמי קרו לעולת העוף מצי מייתי תור או בן יונה כיון דהוי מין אחר וקרו נמי לעולת העוף עולה סתם כדאמר'."
            ],
            [
                "<b>מי </b> שנדר שור או איל או כבש או עגל וכיוצא בהם אינו חייב להביא היפה ושמן אלא יביא הבינוני ואפילו הביא הכחוש יצא ידי נדרו כיון שהביא ממין שנדר."
            ],
            [
                "<b>האומר </b> הרי עלי שור שוה מנה יביא שוה מנה באותו מקום שנדר חוץ מנסכיו שהרי כך קבעו במנה הביא שנים במנה ואפילו כל אחד במנה חסר דינר לא יצא ידי נדרו שהרי קבע נדרו שור אחד במנה."
            ],
            [
                "<b>אמר </b> שור זה עולה ונפל בו מום יביא בדמיו שנים דלא הוי כגדול והביא קטן דכיון דאמר זה אקריב עולה ונסתאב אזל ליה נדריה דתו לא מצי למקרביה ואפילו הביא בדמיו איל אחד יצא דאף על גב דלכתחלה לא יביא אפי' הכי אם הביא כשר דכיון דאמר זה ונסתאב חלף ליה נדריה. אמר שני שוורים אלו עולה ונפל בהם מום אם רצה יביא בדמיהן אחד איל זה עולה ונפל בו מום אם רצה יביא בדמיו כבש וכן איפכא דכיון דנפסל חלף ליה נדריה כדאמר'."
            ],
            [
                "<b>אמר </b> הרי עלי עולה והפריש שור ונגנב פוטר עצמו בשה דכיון דהוה מצי למפטר נפשיה מעיקרא בכבש אף על גב דהפריש שור כיון שנגנב הדר לדיניה דמצי מפטר בכבש דסתם עולה משמע נמי כבש. אמר שור זה ודמיו עלי עולה הוקבע אם יסתאב לעולת שור אחד דאי מייתי עולות לא יצא כיון דאמר דמיו לעולה אחד."
            ],
            [
                "<b>האומר </b> אחד מכבשי הקדש אחד משוורי הקדש והיו לו שנים הגדול שבהן הקדש דמקדיש בעין יפה מקדיש כיון דאמרינן דאם פירש ושכח דגדול הקדש דמסתמא דמוטב שבהן הקדיש דכתיב מבחר נדריכם ואם היו לו שלשה חוששין אף לבינוני עד שיפול בו מום כיון דהוי עין יפה לגבי קטן ותחול הקדושה על הגדול לבדו ואם אמר שור שבשוורי הקדש הגדול שבהן הקדש ואין חוששין לבינוני דתורא בתוראי שור החשוב בשוורי קאמר. פירש ושכח או שאמר לו אביו ולא ידע הרי זה מקדיש הגדול דכתיב מבחר נדריכם כדאמר' ואי לאו הכי אינו יוצא ידי נדרו כיון דידע דפירש ומסתמא מבחר נדר כדאמר' וכן עולה מן הבקר וקבע ולא ידע מה קבע יביא שור דמסתמא שור קבע ולא עגל וכן בכבשים יביא איל ובעזים יביא שעיר דקטן והביא גדול שבמינו יצא שכח באי זה מין הבהמה קבע יביא שור ואיל ושעור כל מיני בהמה גדולים דקטנים הוו בכלל כדאמר' ואם נסתפק אם קבע בבהמה ובעוף יביא גם כן תור ובן יונה שהם ב' מינין."
            ],
            [],
            [
                "<b>נדר </b> תודה או שלמים וקבל נדרו בבקר ושכח במי או בכבשים ושכח או בעזים ושכח יביא פר ופרה או איל ורחל או שעיר ושעירה דתודה ושלמים איכא לספוקי בזכרים ונקבות דאתו מינייהו שכח באי זה מין יביא כולן. האומר הרי עלי עולת עוף מביא תור או בן יונה פירש ושכח מביא שניהם."
            ],
            [
                "<b>האומר </b> הרי עלי למזבח יביא קומץ לבונה דהוי כולו למזבח כמות שהוא מה שאין כן בכל הקרבנות דאין כולן למזבח ומנחת נסכים דכולה למזבח לא פסיקא ליה כיון דאיכא מנחת נדבה דאכלי מינה כהנים פירש נדרו ושכח יביא מכל דבר שקרב כולו למזבח עולות בהמה ועוף ומנחת נסכים ולבונה ויין בפני עצמו."
            ],
            [
                "<b>אמר </b> הרי עלי עולה בסלע למזבח יביא כבש שאין לך דבר שקרב בסלע למזבח אלא כבש דמדאמר רחמנא איל אשם בכסף שקלים בן שתי שנים מכלל דכבש בן שנה בסלע פירש מה שיביא בסלע ושכח מדנחת לפרושי איכא לספוקי נמי באחריני הילכך יביא מכל דבר הקרב למזבח שוה סלע מכל אחד ובלבד שיוכל לקנות דבר שלם מסלע."
            ],
            [
                "<b>האומר </b> הרי עלי לבונה לא יפחות מקומץ כדילפינן מדהקיש לבונה להרמה דכתיב והרים ממנו וגו' ואת כל הלבונה מה הרמה דמנחה קומץ אף לבונה קומץ עצים לא יפחות משני גזרין דכתיב נפש כי תקריב קרבן ועצים איקרו קרבן כדכתיב ולקרבן העצים ומיעוט רבים שנים עביין כמחוקות וארכן אמה דאי לאו הכי לא מיקרו עצים עץ מביא אחד ארכו אמה ואם רצה להביא דמי העצים יביא."
            ],
            [
                "<b>מי </b> שנדרו או התנדבו שמן קומץ ממנו קומץ ונותן עליו מלח וזורק על גבי האישים דכתיב כי תקריב קרבן מנחה דמצי למיכתב כי תקריב וכתב קרבן יתיר' לדרשא ללמד שמתנדבין שמן וכי מנחה מה מנחה נקמצת ושייריה נאכלין אף שמן כן וכיון דהוי קרבן טעון מלח ויין הבא בפני עצמו נותן עליו מלח ומנסכו כולו על גב השיתין ככל הנסכים דכתיב בנסכים אזרח ללמד שמתנדבין יין ואינו מתחלק לכהנים דהא כתיב כל האזרח יעשה ככה בנסכים הבאים עם הזבח דכולו לשיתין והלבונה הבאה בפני עצמה נותן עליה מלח וכולה לאישים דכולה קרבן כדאמר' לעיל וטעונה מלח ככל הקרבנות."
            ],
            [
                "<b>כל </b> המחויב בקרבן שנדר לא יביאנו אלא מן החולין דכתיב וזבחת פסח צאן ובקר ופסח אינו בא אלא מן הכבשים ומן העזים אם כן מה תלמוד לומר צאן ובקר להקיש כל הבא מן הצאן ומן הבקר דהיינו תודה ושלמים הבאים חובה שאמר הרי עלי לפסח מה פסח דבר שבחובה ואינו בא אלא מן החולין דפסח מצרים עדין לא היה להם שום תבואת מעשר שני שאין נוהג אלא משנכנסו לארץ ומה פסח מצרים לא בא אלא מן החולין אף פסח דורות אינו בא אלא מן החולין דכתיב ועבדת את העבודה הזאת בחדש הזה שיהו כל עבודות החדש הזה כזה של מצרים וכיון דכל פסח מן החולין אף כל דבר שבחובה אינו בא אלא מן החולין ועופות ומנחות ולחמי תודה אינן באות אלא מן החולין לא מצי למילף מהכא דלא ילפינן אלא דבר שבחובה הבא מן הבקר ומן הצאן ולכך ילפינן לכולהו מחטאת דקרא דהיקשא דכולהו קרבנות דכתיב זאת התורה לעולה וגו' מה חטאת אינה באה אלא מן החולין אף כל דבר שבחובה אינה באה אלא מן החולין וחטאת גופה דאינה באה אלא מן החולין ילפינן מדכתיב והקריב אהרן את פר החטאת אשר לו משלו ולא משל מעשר. אמר הרי עלי תודה מן החולין ולחמה מן המעשר שהרי נתחייב בקרבן תודה ואינה באה אלא עם הלחם וכשנתחייב בתודה נתחייב בלחמה ולא מצי מפטר נפשיה במעשר ואם פירש התודה ממעשר שני יביא כמו שנדר היא ממעשר ולחמה מן החולין דהואיל ועקר למצותה לבא מן החולין לא גמר לחם מזבח אלא לחם מן החולין והיא ממעשר ואם הביא הכל מן החולין יצא דעיקר מצותה כן הוא וכן פירש הכל מן המעשר יביא ולא יביא לחמה מחיטי מעשר שני אלא ממעות מעשר שני דומיא דשלמים דתודה נמי קרויה שלמים כדכתיב ובשר זבח תודת שלמיו מה שלמים אינם באים ממעשר שני עצמו אלא ממעות מעשר שני אף לחם כן והנסכים אין באים לעולם אלא מן החולין דכי שרא רחמנא שלמים ממעשר הני מילי אינהו גופייהו דהוו בני אכילה אבל נסכים דכליל הם לא יביא מן המעשר דכתיב ביה ואכלת שם וגו' וכתיב נמי בהו והקריב המקריב קרבנו עד שיהו משלו ולא יהא בהן צד לגבוה כלל:"
            ]
        ],
        [
            [
                "<b>הנודר </b> מנחה מאפה תנור לא יביא מאפה כופח ולא מאפה רעפים ויורות הערביים דכתיב קרבן מנחה מאפה תנור למעוטי כל הני."
            ],
            [
                "<b>אמר </b> הרי עלי להביא במרחשת והביא במחבת או איפכא מה שהביא הביא וידי חובתו לא יצא דאימא לא לשם נדרו הביאה אלא נדבה אחרת היא אבל היה עשרון סלת מונח לפניו ואמר זו להביא במחבת והביא במרחשת או איפכא הרי זו פסולה דכיון דקבעה לכלי שהזכיר בה אין יכול לשנותה וכן כל כיוצא בו אמר הרי עלי שני עשרונות להביא בכלי אחד והביאן בשני כלים או איפכא מה שהביא הביא דאימא נדבה אחרת היא וידי חובתו לא יצא כיון שלא הביא כמו שנדר דכתיב כאשר נדרת לה' אלהיך. אמר אלו להביא בכלי אחד והביא בב' או איפכא פסולין כיון שקבע בהו כלי אחד והביא בב' הפריש שני קומצין והוא לא נדר אלא א' ועוד דמנחה חסרה היא בכל כלי וכלי והיכא דנדר בב' כלים והביא בכלי אחד הויא מנחה יתירא ומיעט בקומץ שלא קמץ אלא אחד והוא נדר לשם שתי קמיצות לא קבע בהם כלי בשעת הנדר אלא בשעת הפרשה הפרישן בשני כלים וחזר והביאן בכלי אחד הרי אלו כשרים דכתיב כאשר נדרת כמו שאמרת בשעת נדר קיים דבריך ולא כאשר הפרשת דבשעת הפרשה לא קבעה אמר הרי עלי שני עשרונות להביא בכלי אחת והביאן בשני כלים אמרו לו בכלי אחד נדרת הקריבם בשני כלים פסולים דהוה ליה למימר אנא לשם נדר אחרינא מייתינא ליה הקריבם בכלי אחד כשר דהוי כמו שנדר. אמר הרי עלי להביא בב' כלים והביא בכלי אחד אמרו לו בשני כלים נדרת והקריבן בשני כלים כשרים בכלי אחד הוי כשתי מנחות שנתערבו דאם יכול לקמוץ מזו בפני עצמה ומזו בפני עצמה כשרות ואם לאו פסולות והא דאמרינן לעיל אלו בשני כלים והביאן בא' פסולין היינו כגון דאין יכול לקמוץ מזו בפני עצמה ומזו בפני עצמה."
            ],
            [],
            [],
            [
                "<b>אמר </b> הרי עלי מנחה יביא אחד מחמשת מיני מנחות ולא מנחת נסכים דמסתמא דעתו אמנחות המפורשות ורגילות לבא בפני עצמן ולא בגלל זבח אמר הרי עלי מנחות יביא ב' מיני מנחות מחמשתן אמר מין מנחות יביא ב' מנחות ממין אחד מיני מנחות יביא ב' מנחות מב' מינים וכן מיני מנחה יביא ב' מינין דכולהו מנחות נמי מנחה מקריין דכתיב וזאת תורת המנחה דקאי אכולהו מנחות קבע נדרו במין אחד מהם ושכח יביא חמשתן לקיים נדרו."
            ],
            [
                "<b>אין </b> היחיד מביא מנחה בכלי אחד יותר מששים עשרון ואם נדר יותר מביא ששים בכלי אחד והשאר בכלי שני דכתיב וכל מנחה בלולה בשמן וחרבה אמרה תורה הבא מנחה שיכולה ליבלל ואף על פי שאין הבילה מעכבת כדאמר' לעיל לא בלל כשר אמרו חכמים כל הראוי לבילה אין הבילה מעכבת בו דאפילו לא בלל כשר וכל שאין ראוי לבילה בילה מעכבת בו דכתיב בלולה כדאמר'."
            ],
            [
                "<b>אמר </b> הרי עלי קכ\"א יביא ק\"כ בשני כלים בשוה ואחד בכלי שלישי אמר עשרון יביא עשרון אחד עשרונות יביא שתים דמיעוט עשרונות שתים. פירש ושכח כמה פירש יביא ס' עשרון בכלי אחד דאי בציר מהכי נדר השאר יהא נדבה והוי כנדר קטן והביא גדול ובטפי ליכא לספוקי דאין מנחה יחידית יתירא על ששים עשרון שכח כמה עשרון פירש ובאי זה מין קבעו מביא ששים עשרון מכל מין מחמשתן כיון דאינו יודע אי זו מהם פירש והוי נמי כנדר קטן והביא גדול."
            ],
            [
                "<b>קבע </b> נדרו ושכח כמה עשרונות נדר ובכמה כלים נדר הרי זה מביא מאחד ועד ששים בששים כלים עשרון בכלי אחד וב' עשרונות בשני וג' בשלישי עד שיהא האחרון ששים בכלי אחד ואם שכח באי זה מין קבע מחמשת מיני מנחה מביא על סדר זה מכל מין ס' כלים נמצא מביא מכל מין [אלף ושמונה מאות ושלשים] (אתת\"ל) עשרון אפילו לרבנן דרבי דכיון דלא ידע כמה עשרונות ובכמה כלים ובאי זה מין מנחה בעינן כל הני לצאת ידי נדרו."
            ],
            [
                "<b>האומר </b> הרי עלי מנחת שעורים או מנחת חצי עשרון או מנחה בלא שמן ולבונה הרי זה פטור שלא התנדב דבר שכמוהו מקריבין דאין מתנדבין שעורים ולא חצי עשרון כדילפינן לעיל דאין מנחה פחותה מעשרון ובלא שמן ולבונה וכיון דאמר מנחת שעורים לא נתחייב במנחה כלל ואפילו היה אומר אלו הייתי יודע הייתי נודר כדרך המקריבין נראה לדעת הרב ז\"ל דלא היה חייב כיון דאמר מנחת שעורים בסמיכות אבל אמר הרי עלי מנחה מן השעורים או אפילו מן העדשים דליכא דטעי אם אמר לא נדרתי אלא על דעת שמותר להקריב כזה ואם לא כך לא הייתי נודר הרי זה פטור אף על גב דאמר הרי עלי מנחה כיון שפירש דבר שאין מתנדבין ואם אמר אלו הייתי יודע שאין מתנדבין כך הייתי נודר כדרך שמקריבין הרי זה חייב כדרך המקריבין כיון דאמר הרי עלי מנחה ואח\"כ פירש."
            ],
            [
                "<b>וכן </b> אם נדר עשרון ומחצה מביא שנים כיון דאמר אלו הייתי יודע הייתי נודר כדרך המתנדבין ולא מצי פטר נפשיה באחד דמתנדבין כיוצא בו דעל החצי הוא שאמר אלו הייתי יודע ומשום הכי מביא ב' כדאמ' ואם לא הזכיר שם מנחה כשאמר הרי עלי קמח או חצי עשרון הרי זה פטור כמי שלא נדר מעולם דאף על גב דאמרינן דאפילו הזכיר שם מנחה אלא שהזכירה דבוק לשעורים דפטור אפילו הכי אשמועינן הכא דבלא הזכיר כלל נמי פטור דלא תימא כיון שאמר הרי עלי נתחייב במנחה כיון שפי' אחר כך קמח או חצי עשרון שהם ממין הדברים שמקריבין מהם אלא שהם אינם ראויים להקרבה והוה ס\"ד דעדיף מהיכא דמזכיר מנחה דבוק לשעורים קמ\"ל הרב ז\"ל דלא עדיף דהא לדעת הראב\"ד ז\"ל נראה דבהאי נמי מהני בדיקה אי אמר אלו הייתי יודע הייתי מתנדב כדרך המתנדבין ואף על גב דלא הזכיר מנחה כלל כיון דאמר הרי עלי וכן אמר הרי עלי תודה בלא נסכים פטור ואם אמר אלו הייתי יודע וגו' חייב."
            ],
            [
                "<b>האומר </b> הרי עלי לחמי תודה יביא תודה ולחמה דאדם יודע דאין לחם בלא תודה ובכולהו איחייב אלא שהזכיר סוף הקרבן אמר הרי עלי לחם לפטור תודתו של פלוני יביא לחם תודה עם תודתו של חברו דאף על גב דאין לחם בלא תודה כיון דחברו מייתי תודה והוא נדר הלחם לא מייתי הוא תודה כיון שפי' לחם לתודתו של פלוני כדאמר'."
            ],
            [
                "<b>מתנדב </b> אדם או נודר יין בפני עצמו כדאמר' לעיל אבל אין מתנדבין לוג ולא שני לוגין ולא חמשה דאין בנסכים לא לוג ולא שנים וכמו דאמרן לעיל דבר שאין כדרך המקריבין אינו נדר הכי נמי הכא כיון דלא מצינו מנחת נסכים של לוג ולא שנים והיינו בנדבה כמו שיש לפניו לוג או שנים ואמר הרי אלו לנסכים כיון דלא מצינו נסכים בהאי שיעורא לא מידי קאמר אבל אמר הרי עלי לוג או שנים יביא שלשה דחזו לכבש וארבע חזו לאיל וששה לפר ושבעה לכבש ואיל ושמנה לשני אילים ותשעה לפר ולכבש אי נמי לשלשה כבשים עשרה לפר ולאיל י\"א ב' אילים וכבש וכן לעולם ובחמשה אף על גב שהיו לפניו ואמר הרי אלו לנסכים ישלים לששה כיון דקבען לקרבן דארבעה ראויים לאיל אבל אחד או שנים פטור שאינם ראויים כלל לא הן ולא מקצתן והיינו בנדבה כדאמר' ולדעת הרב ז\"ל נראה דאפי' בנדר פטור ואיפשר לומר לדעת הרב ז\"ל דבחצי עשרון הוא שנתחייב בעשרון משום דמקצת עשרון קרב בחביתי כהן גדול חצי בבקר וחציו בערב ומשום דמביאו שלם וחוצהו אם נדר חצי יביא אחד שלם כדאמר' אבל לוג אחד או ב' שאין ראויין כלל לא הן ולא מקצתן פטור אפילו אמר הרי עלי לדעת הרב ז\"ל כדאמר'. ואין מתנדבין ונודרין פחות מלוג אחד שמן שאין מנחה פחותה מלוג שמן לעשרון כדילפינן לעיל ואם אמר חצי לוג שמן דרך נדבה פטור ואם דרך נדר לדעת הרב ז\"ל נמי פטור כדאמ'."
            ],
            [],
            [],
            [
                "<b>נדר </b> סתם יין לא יפחות משלש לוגין שהם נסכי כבש דכתיב אזרח ללמד שמתנדבין יין ובציר משלש לוגין לא חזי ומנין שאם רצה להוסיף יוסיף ת\"ל יהיה משמע יהיה לכם עוד נסכים יכול יפחות תלמוד לומר ככה. נדר שמן לא יפחות מלוג שהוא לעשרון סלת דאין נסך פחות מכבש ולא מנחה פחות מעשרון דכתיב קרבן מנחה מלמד שמתנדבין שמן במנחה ודון מינה ומינה מה מנחה מתנדבין אף שמן מתנדבין ומה מנחה בלוג אף שמן בלוג כדאמר'. פירש ושכח כמה לוג נדר מן היין ומן השמן יביא קרבן מנחה לוג וקרבן מנחה יין שהוא נסכי קרבן המרובה שבכל ימות השנה והוא יום טוב הראשון של חג שחל להיות בשבת דמסתמא לא נדר נסכים יותר ממה שמקריבין ביום מרובה:"
            ]
        ],
        [
            [
                "<b>מצות קכז </b> להקריב כל הקרבנות בבית הבחירה דכתיב והיה המקום אשר יבחר ה' וגו' שמה תביאו עולותיכם וגו' וכתיב בתריה ושם תעשה כל אשר אנכי מצוך לרבות כל קרבנות מנחות ונסכים דטעונים מקדש:<br><b> מצות קכח </b> להביא קדשים חוצה לארץ לבית הבחירה דכתיב רק קדשיך אשר וגו' תשא ובאת וגו' מפי השמועה למדו שאינו מדבר אלא בקדשי חוצה לארץ שהוא מטפל בהם עד שיביאם לבית הבחירה כדכתיב תשא ובאת דאי קרא לקדשי ארץ ישראל אתא הרי נאמר ושם תעשה הא אינו מדבר אלא בקדשי חוצה לארץ ודרשינן רק קדשיך אלו התמורות אשר יהיו לך אלו הוולדות בכולן אני קורא תשא ובאת יכול יכניסם לבית הבחירה וימנע מהם מים ומזון כדי שימותו דהא קיים ליה תשא ובאת תלמוד לומר ועשית עולותיך וגו' כדרך שאתה עושה בעולותיך דהאי קרא סמיך לרק קדשיך:"
            ],
            [
                "<b>אזהרת רמג </b> שלא להקריב קרבן חוץ לעזרה דכתיב השמר לך פן תעלה עולותיך בכל מקום וכל מקום שנאמר פן ואל אינו אלא לא תעשה ואם הקריב ענוש כרת דכתיב ואל פתח אהל מועד לא הביאו ונכרת ובשוגג מביא חטאת קבועה כמו בכל חייבי כריתות:"
            ],
            [
                "<b>אזהרת רמד </b> שלא לשחוט קדשים חוץ לעזרה אף על פי שלא העלם ואם היה מזיד חייב כרת דכתיב אשר ישחט שור או עז וגו' ונכרת ואם שחט בשוגג חייב חטאת קרבן קבוע כדאמ' ואזהרתיה דכתיב שם תעלה עולותיך ושם תעשה אתיא שם שם דאיתקוש שאר עשיות להעלאה מה העלאה לא ענש אלא אם כן הזהיר כדא' אף עשייה שהשחיטה בכללה לא ענש אלא אם כן הזהיר."
            ],
            [],
            [
                "<b>השוחט </b> קדשים והעלם בחוץ חייב שתים אחת על עלייה ואחת על השחיטה שהן שני גופי עבירה דתרוייהו כתיבן אשר ישחט ואשר יעלה וכתיב נמי ואליהם תאמר לערב פרשיות וי\"ו מוסיף על ענין ראשון ומערב פרשיות לומר שאף שחוטי חוץ שהעלום בחוץ חייב שחט בפנים והעלה בחוץ חייב על העלייה מדפלגינהו רחמנא לשחיטה והעלאה משמע דאכל חד לחודיה חייב וכן שחט בחוץ והעלה בפנים חייב על השחיטה דבחוץ."
            ],
            [
                "<b>אינו </b> חייב אלא על שחיטת קדשים הראויים ליקרב לגבי מזבח ולא על איסורי מזבח כגון רובע ונרבע ומוקצה וכו' או מחטאות [המתות] (המינות) דכתי' לפני משכן ה' כל שאינו ראוי לבא לפני משכן ה' אין חייבין עליו."
            ],
            [
                "<b>שחט </b> בחוץ מחוסר זמן בגופו כגון בהמה תוך שבעת ימי הלידה ותורין שלא הגיע זמנן ואותו שנשחט בנו היום או מחוסר זמן בבעלים כגון ארבעה מחוסרי כפרה ששחטו חטאתן ואשם מצורע בתוך ימי הספירה שעדיין לא נראו לכפרה פטורין שאין מתקבלין בפנים לא לחובה ולא לנדבה אבל אם שחטו עולותיהם בחוץ חייבים שהם מתקבלים בפנים נדבה לשמן דעולה דורון היא וחטאת ואשם הם עיקר הכפרה וכן נזיר בתוך ימי נזירות בחטאת פטור ובעולה ושלמים חייב דחטאת היא המעכבתו והיא עיקר הנזירות."
            ],
            [],
            [],
            [
                "<b>אשם </b> תלוי וחטאת עוף הבא על הספק שהקריבן בחוץ פטור שהרי לא נקבע האיסור דשמא חולין הוא אשם מצורע ששחטו בחוץ שלא לשמו חייב הואיל וראוי בפנים דכל הזבחים שנשחטו שלא לשמן כשרים חוץ מן הפסח ומן החטאת וכל קרבן שהוא פטור על שחיטתו בחוץ כך הוא פטור על העלאתו דשחיטה והעלאה איתקשו כדאמרן לעיל."
            ],
            [
                "<b>שני </b> שעירי יום הכיפורים ששחטן בחוץ אם עד שלא התודה עליהם חייב כרת על שניהם הואיל וראויים לבא לפני ה' לוידוי אף על פי שהגריל עליהם בעי ליכנס להתודות עליו ואם אחר שהתודה פטור על המשתלח דהא אינו ראוי לבא לפני השם דכתיב בשחוטי חוץ קרבן שומע אני אפילו קדשי בדק הבית שנקראו קרבן דכתיב ונקרב את קרבן ה' תלמוד לומר ואל פתח אהל מועד לא הביאו יצאו קדשי בדק הבית שאינם ראויים לבא יכול שאני מוצא אף שעיר המשתלח תלמוד לומר לה' לרבות שעיר המשתלח כשהוא ראוי ליכנס לפני ה' לוידוי כדאמר' אבל אחר וידוי לא."
            ],
            [
                "<b>השוחט </b> שלמים בחוץ קודם שיפתחו דלתות ההיכל פטור דכיון דפסולין דכתיב ושחטו פתח אהל מועד ודרשינן בזמן שהדלתות פתוחין ולא בזמן שהן נעולין אין ראויין לבא לפני משכן ה' שהרי הן מחוסרי מעשה פתיחת דלתות כדאמר' והשוחט את הפסח בחוץ חייב בזמנו דהא ראוי בפנים ואפילו בשאר ימות השנה בין לשמו ובין שלא לשמו דפסח בשאר ימות השנה שלמים הוא דכתי' ואם מן הצאן קרבנו לזבח ודרשינן דבר הבא מן הצאן דהיינו פסח הרי הוא לזבח שלמים והיינו שלא בזמנו דבזמנו ילפי' בדוכתיה דפסול שלא לשמו ולשמו דאמרן דחייב שלא בזמנו היינו אחר שעבר הפסח דלא בעי עקירה שם פסח מיניה דסתמיה שלמים הוי כדילפי' ואפילו פירש לשם פסח הוי כשוחט שלמים לשם פסח דכשר."
            ],
            [
                "<b>בהמת </b> חולין שעוברה קדשי מזבח אסור לשוחטה בחוץ משום עובר ואינו לוקה דהא אפילו בנולד אלא שמחוסר זמן אמרינן לעיל דפטור והכא אשמועינן דאפילו לא נולד אסור. גנב והקדיש ואחר כך שחט בחוץ אחר יאוש דקנה חייב אבל לפני יאוש אינה קדושה דלא קני."
            ],
            [],
            [
                "<b>היתה </b> הבהמה כולה בחוץ וצוארה בפנים או איפכא ושחטה חייב דכתיב אשר ישחט שור או וגו' במחנה או אשר ישחט מחוץ למחנה צוארה בחוץ חייב דאמאי קפיד רחמנא אשחיטה וגו' הויא שחיטה בחוץ וגופה בחוץ וצוארה בפנים נמי חייב דכתי' אשר ישחט וגו' במחנה דלא תימא כיון דצוארה בפנים הא הויא בפתח אהל מועד להכי כתב במחנה לומר דאפילו ראשה במחנה חייב עד שיהא כולה כדכתיב ואל פתח וגו' דמשמע כולו אבל השוחט בגגו של היכל פטור דלא קרינא ביה ואל פתח וגו' לא הביאו שהרי הביאו."
            ],
            [
                "<b>שנים </b> שאחזו בסכין ושחטו פטורים דהדר כתיב בשחיטה דם יחשב לאיש ההוא למידרש ההוא אחד ולא שנים אי נמי מאשר ישחט או אשר ישחט אחד ולא שנים. ואחד ששחט בחוץ אף על פי שלא נתכוון לשחוט לשם קדשי ה' חייב דכתיב דם יחשב לאיש ההוא דם שפך ודרשינן אף על פי שזה הדם במחשבתו כדם הנשפך לא כקרבן הרי זה חייב."
            ],
            [
                "<b>השוחט </b> בחוץ בלילה חייב הואיל והשחיטה בלילה כשרה בחוץ דבשחיטת חוץ לא שנא לילה מיום דהא ראוי הוא לבא אל פתח אהל מועד למחר וכן חייב על העלאתה בלילה דכתיב ואליהם תאמר כדאמר' לעיל דעל כל מה שחייב בשחיטה בחוץ חייב נמי בהעלאה אבל שחט בפנים בלילה והעלה בחוץ פטור שלא העלה אלא דבר פסול שאין שחיטה במקדש כשרה בלילה דכתיב ביום זבחכם וכיון דלא חזי בפנים פטור על העלאתה בפנים כדאמר' וכן קבל בכלי חול בפנים וזרק בחוץ פטור דכיון דבעינן כלי קדש לא חזי לפנים."
            ],
            [
                "<b>וכן </b> מולק עוף בחוץ פטור דנבלה היא שאין מליקה אלא בפנים לפיכך פטור על מליקתו ועל העלאתו נמי פטור כיון דפטור על מליקתו דכל שחייב בשחיטת חוץ חייב בהעלאה כדאמר' מלק בפנים והעלה בחוץ חייב על העלאה כששחט בהמה בפנים והעלה בחוץ שחטו בפנים והעלה בחוץ פטור שלא העלה דבר הראוי ליקרב דאע\"ג דכל הנעלין בחוץ נפסלין ביציאתן וחייבין על העלאתן התם רחמנא רבייה כדאמר' לעיל אבל לענין שאר פיסולין מתקבל בפנים בעינן. שחט את העוף בחוץ והעלהו בחוץ חייב שתים דכתיב אשר ישחט אין לי אלא שוחט בהמה כדכתיב אשר ישחט שור שחט עוף מנין תלמוד לומר או אשר ישחט יכול אף המולק בחוץ יהא חייב תלמוד לומר זה הדבר אשר צוה וגו' וסמיך ליה אשר ישחט דבר זה של שחיטה ולא מליקה דשחיטה בחוץ כשרה כמליקה בפנים:"
            ]
        ],
        [
            [
                "<b>אין </b> המעלה בחוץ חייב עד שיעלה לראש המזבח שיעשה בחוץ אבל על הסלע ועל האבן פטור דאין קרוי קרבן אלא על מזבח ואפילו בחוץ כדכתיב ויבן נח מזבח לה' אלמא אפילו במת יחיד שהוא בחוץ אינה העלאה בלא מזבח ואינו חייב אלא עד שיעלה לשם דבשחיטה הוא דמרבי' אפילו בלא כוונה מדכתיב דם שפך אבל בהעלאה כתיב ואל פתח אהל מועד לא הביאו לעשות אותו לה' מכלל דבעושה לשם הכתוב מדבר ובשחיטת חוץ כתיב דם שפך כדאמר'."
            ],
            [
                "<b>אינו </b> חייב אלא על העלאה דבר הראוי לאישים ולמזבח כגון העולה דכתיב אשר יעלה עולה או זבח אין לי אלא עולה מנין לרבות אימורי חטאת ואימורי אשם ואימורי קדשי קדשים דהיינו כבשי עצרת ואימורי קדשים קלים תלמוד לומר זבח וכולהו זבח נינהו ומנין לרבות את הדם ת\"ל או זבח דמאו מרבינן אפילו העלה הדם בחוץ דחייב מנין לרבות הקומץ והלבונה והקטרת ומנחת כהנים ומנחת כהן משיח והמנסך ג' לוגין מים ושלשה לוגין יין בחג ת\"ל ואל פתח אהל מועד לא יביאנו כל הבא לאהל מועד חייבים עליו בחוץ אין לי אלא קדשים כשרים קדשים פסולים מנין כגון הלן והיוצא והטמא ושנשחט במחשבה חוץ לזמנו או חוץ למקומו ושקבלו פסולים וזרקו את דמו והניתנים למטה שנתנם למעלה והניתנים למעלה שנתנם למטה והניתנים בפנים שנתנה בחוץ או להפך ופסח וחטאת ששחטן שלא לשמן דהני לא מיתרבו מלא יביאנו דהא אינם ראויים לבא לכתחלה ת\"ל לא יביאנו לעשות כל המתקבל בפתח אהל מועד חייב עליו בחוץ דלעשות משמע הראויין לעשות אפילו אינו ראוי לבא מחוץ לפנים וה\"נ אם עלו לא ירדו אבל זרק שיירי הדם בחוץ אפילו שיירי הדמים הפנימיים פטור שזריקת שיירי הדם לא מעכבא דתימא דלהוי עבודה אלא שיירי מצוה היא ולא מעכבי ולאו עבודה היא ואין חיוב אלא במה שהיא עבודה. וכן המנסך מים או יין פחות מג' לוגין בחוץ פטור בין בחג בין בשאר ימות השנה הואיל וחסר השיעור הרי אינם ראויים להתקבל בפנים דכתיב לעשות אותו על השלם חייב ולא על החסר וכן המעלה מבשר חטאת ואשם ושלמים בין של יחיד בין של צבור משיירי מנחות משתי הלחם ומלחם הפנים בחוץ פטור דכל הני ראויים לאכילה ולא לאישים וכתיב עולה מה עולה שראויה להעלאה אף כל שראוי להעלאה יצאו אלו שאין ראויים להעלאה."
            ],
            [],
            [],
            [
                "<b>המעלה </b> את הבהמה כולה בחוץ חייב מפני האימורין דאף על גב דבשר אין ראוי להקטרה וחוצץ מאימורין למערכה וכתיב על העצים אשר על האש דמשמע בלא חציצה אפ\"ה בשר לגבי אימורין הוי מין במינו ואינו חוצץ כדילפינן בהלכות סוכה וה\"ל כאלו הקטיר אימורים בפני עצמן אבל המעלה מנחה שלא נקמצה פטור שאין הקומץ ברור ומובדל כאימורין שהם ברורים ומובדלים כבשר הילכך לא חזיא האי מנחה לפנים. ואם קמצה וחזר קומצה לתוכה והקריב כולה בחוץ חייב ולא נימא כיון דנתערב קומצה ואינו ניכר ליבטיל ברובא וה\"ל כמאן דליתיה ולא ניחייב עליה דנאמרה הקטרת בקומץ דכתיב וקמץ והקטיר ונאמרה הקטרת בשיריים לא תקטירו ממנו אשה לה' כל שממנו לאישים הרי הוא בבל תקטירו דהיינו שיריים מה הקטרת קומץ אין קומץ מבטל חברו ואפילו רבה בקומץ כדאמר ולקח מדם הפר ומדם השעיר הדבר ידוע שדם הפר מרובה מדם השעיר מכאן לעולין שאין מבטלין זה את זה אף הקטרת שיירים דנאמר ביה הקטרה כדאמר אין שיירים מבטלין קומץ."
            ],
            [
                "<b>היוצק </b> והבולל והפותת והמולח והמניף והמגיש והמסדר את השלחן והמטיב את הנרות והקומץ והמקבל דמים בחוץ פטור דכתיב אשר יעלה עולה שהיא גמר עבודה שאין אחריה עבודה אף כל שהוא כמוה חייבין עליו לאפוקי הני דלאו גמר עבודה נינהו."
            ],
            [
                "<b>פרה </b> אדומה ששרפה או שחטה חוץ ממקום שריפתה וכן שעיר המשתלח שהקריבו בחוץ אחר שהתודה עליו פטור ולא אמרינן שוחט קדשים בחוץ שלא במקום מצוה דרחמנא פטריה מואל פתח אהל מועד דמשמע הראוי לבא שחובה עליו להביאו שם דמדקפי' קרא לעונשו על שלא הביאו ש\"מ בעומד להביאו שם משתעי קרא ופרה ושעיר אחר וידויו לאו עומדים להביאם בפנים הוו אבל קדשים פסולים שהיה פסולן בקדש כלן ויוצא וטמא ושנפסל במחשבת העובד שכולן נשרפין אם העלה מהן בחוץ חייב דכתיב לעשות אותו לה' משמע הראויים לעשות אפילו אינם ראויים לבא מחוץ לפנים כיון שהיה פסולן בקדש דאם עלו לא ירדו חייב עליהם בחוץ כדאמר."
            ],
            [
                "<b>כל </b> דבר שחייבין על העלאתו בחוץ כיון שהעלה ממנו כזית בחוץ חייב בין שהעלה בפנים תחלה ושייר כזית והעלהו בחוץ בין שהניח הכל בפנים ולקח ממנו כזית והעלה בחוץ דהא הוה ראוי בפנים אבל אם חסר כל שהו בפנים כקומץ ולבונה ואימורין ועולה ומנחה הנשרפין ונסכים שחסרו מקצתן בפנים והקריב שאריתן בחוץ פטור דכתיב לעשות אותו על השלם הוא חייב כדמשמע ולא אותו על החסר הוציאו שלם וחסר בחוץ והעלהו הרי זה ספק מי אמרינן כיון דנפק איפסיל מה לי חסר מה לי יתר או דילמא יוצא דאיתיה בעיניה הוא דחייב דליתיה בעיניה לא לפי' לא לקי כיון דהוי ספיקא."
            ],
            [],
            [
                "<b>העלה </b> אבר שאין בו כזית ועצם משלימו חייב מפני שהוא מחובר וחבורי עולין כעולין דמו היה מלח משלימו לכזית הוי ספק מי אמרינן עצם דמינא דבשר הוא משלים מלח דלאו מינא דבשר' הוא לא או דילמא אפילו מלח כיון דצריך לקרבן הוא ואיפריש מצוה לחזור ולמולחו כדכתיב ולא תשבית מלח ברית וגו' משלים ולפיכך אינו לוקה כיון דהוי ספיקא כדאמר ועולה ואימוריה מצטרפין לכזית דכולה כליל."
            ],
            [
                "<b>העלה </b> וחזר והעלה חייב על כל אבר ואבר דאותו אכל אבר ואבר כתיב זרק והעלה חייב שתים שהרי חלק הכתוב בין מעלה לעושה דכתיב אשר יעלה עולה וכתי' לעשות אותו ולגרסת הראב\"ד ז\"ל אינו חייב אלא אחת דכתיב שם תעשה כלל כל העשיות העלה אבר חסר פטור דהא דכתיב לעשות אותו על השלם הוא חייב אאבר קאי."
            ],
            [
                "<b>שנים </b> שאחזו באבר והעלוהו בחוץ חייבים דכתיב איש איש אשר יעלה עולה אפילו איש איש שיעלו חייבין."
            ],
            [
                "<b>הזורק </b> מקצת מתנות בחוץ חייב דלא בעינן כוליה מתיר ובפנים אם נשפך הדם אחר שנתן מתנה אחד מהניא הך מתנה דיהבא ומביא פר אחר ומתחיל ליתן ממקום שפסק. המקבל דם חטאת בכוס אחד נתן ממנו בחוץ וחזר ונתן ממנו בפנים חייב על נותן בחוץ שהרי כולו ראוי ליקרב בפנים אבל נתן ממנו בפנים וחזר ונתן בחוץ פטור משום דהוו שיירים דנתינה שבפנים אבל בב' כוסות אפילו אחד בפנים ואחד בחוץ חייב דלא הוי שיירים לחבריה."
            ],
            [
                "<b>הקומץ </b> והלבונה של מנחה שהקריב אחד מהן בחוץ או הקריב אחד מהם בפנים והשני בחוץ חייב דקומץ ולבונה של מנחת נדבה שניהם מתירים את שייריה לאכילה וכן בזיכי לבונה של לחם הפנים שהקריב אחד מהם בחוץ או אחד בפנים והשני בחוץ חייב דשני בזיכי לבונה מתירין את לחם הפנים דכתיב והיתה ללחם לאזכרה נאמר כאן אזכרה ונאמר להלן אזכרה מה להלן קומץ מתיר את השיירים אף לבונה מתרת את הלחם."
            ],
            [
                "<b>מי </b> ששחט קדשים בזמן הזה והעלה חוץ לעזרה חייב מפני שהוא ראוי ליקרב בפנים דמותר להקריב אף על פי שאין בית דקדושה ראשונה קדשה לשעתה ולעתיד לבא והויא לה ירושלם בית הבחירה ושעת איסור הבמות היא."
            ],
            [
                "<b>השוחט </b> קדשי גוים בחוץ חייב כיון שנודרים נדרים ונדבות כישראל דכתיב איש איש מבית ישראל לרבות את הגוים שהם כישראל להביא קרבנות וכן מעלן בחוץ דכתיב אשר ישחט או אשר יעלה והגוים מותרים להקריב עולות לשם בכל מקום דכתיב בשחוטי חוץ דבר אל בני ישראל בני ישראל מצווין על שחוטי חוץ ואין הגוים מצווין על שחוטי חוץ והוא שיקריבן בבמה שיבנו דאינה העלאה בלא בנין כדכתיב ויבן נח מזבח וגו'. ואסור לסייען ולעשות שליחותן שהרי נאסר עלינו להקריב בחוץ דקדושת ירושלם אין אחריה התר כדאמר ומותר להורות להם וללמדם היאך יקריבו לאל ב\"ה ויש בהלכות אלו מקצת גדרים מדרבנן סמוכים אעשה דושמרתם את משמרתי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}