{
    "text": {
        "0": {
            "0": {
                "0": "<b>משא דבר ה'.</b> פורפור\"ט בלע\"ז דבר הנמסר למלאכי לשאת אותו אל בני ישראל: ",
                "1": "<b>ביד מלאכי.</b> כבר היה מסור בידו זה ימים רבים מכאן דרשו רבותינו בברייתא דמכילתא שכל הנביאים עמדו על הר סיני ושם נמסרו להם הנבואות וכן (ישעיהו מ״ח:ט״ז) אומר מעת היותה שם אני ועתה ה' אלהים שלחני:\n"
            },
            "1": {
                "0": "<b>ואוהב את יעקב.</b> לתת לו את ארץ חמדה צבי צבאות גוים (ירמיהו ג׳:י״ט) ארץ שצבין כל צבאות העכו\"ם בה:\n"
            },
            "2": {
                "0": "<b>ואת עשו שנאתי.</b> לדוחפו אל ארץ שעיר מפני יעקב אחיו ומנהג שבעולם מי שיש לו שני בנים לבכור הוא בורר לו מנה יפה: ",
                "1": "<b>ואשים את הריו שממה.</b> אינן דומין להרי ישראל: ",
                "2": "<b>לתנות מדבר.</b> מעון תנים:\n"
            },
            "3": {
                "0": "<b>כי תאמר אדום רוששנו.</b> ואם יאמ' מחריבי המקדש' מתחלתינו רשים היינו אבל מעתה שהעשרנו מביזת ירושלים נשוב ונבנה חרבות שלנו, כה אמר ה' וגו':\n"
            },
            "4": {
                "0": "<b>יגדל ה' מעל לגבול ישראל.</b> יראה גדולתו מעל לגבולינו להודיע כי אנחנו עמו וי\"ת יסגא יקרא דה' ואפתי ית תחו' ארעא דישראל:\n"
            },
            "5": {
                "0": "<b>בן.</b> יש עליו לכבד אב וכן עבד אדוניו ואתם קרויין בנים ועבדים ועתה אם אב אני לכם איה כבודי: ",
                "1": "<b>אמר ה' צבאות לכם.</b> אתם הכהנים הבוזים את שמי: ",
                "2": "<b>ואמרתם במה בזינו.</b> כלומר ידעתי שתאמרו לי במה בזינו הרי הבזיון:\n"
            },
            "6": {
                "0": "<b>מגישים על מזבחי וגו': ואמרתם.</b> כלומר ואם תאמרון במה גאלנוך גאלנו לך את לחם מזבחך אני משיב לכם כי בזאת גאלתם אותי באמרכם שלחן ה' נבזה הוא בוזים היו לחלוק איש באחיו במנחות ובקדשים ואומר מאחר שהוא אסור לנו לחלוק מנחה כנגד מנחה וזבח כנגד זבח וטורח ועמל הוא לחלוק כל מנחה ומנחה בשביל כזית או כפול המגיע לכל אחד ואחד:\n"
            },
            "7": {
                "0": "<b>אין רע.</b> וכי אין דבר זה רע:\n"
            },
            "8": {
                "0": "<b>ועתה חלו נא פני.</b> ועתה אתם הכהנים העושים הרע הזאת איך יעלה בלבבכם להיות שלוחי ישראל לבקש עליהם רחמים הרי מידכם היתה זאת הרעה: ",
                "1": "<b>הישא.</b> את פניכם לשמוע תפלה מפיכם ולחון את שולחיכם:\n"
            },
            "9": {
                "0": "<b>מי גם בכם ויסגור דלתים.</b> הלואי ויקום איש טוב בכם שיסגור דלתי מקדשי לבלתי הביא שם קרבן מתועבה הזאת: ",
                "1": "<b>ולא תאירו מזבחי חנם.</b> באישים שאיני מתרצה בהם שהרי אין לי חפץ בכם ורבותינו דרשו בתורת כהנים אדם אומר לחבירו הגף לי את הדלת הזו אין תובע עליה שכר הדליק לי את הנר הזה אין שואל עליה שכר ואתם מי בכם שסגר דלתי חנם ולא הארתם מזבחי חנם ק\"ו שלא עשיתם חנם דברים שדרכן לעשותן בשכר לפיכך אין לי חפץ בכם:\n"
            },
            "10": {
                "0": "<b>גדול שמי בגוים.</b> אמרו רבותינו דקרו לי' אלהא דאלהיא אפילו מי שיש לו עכו\"ם יודע (שיש אלוה) שהוא על כולם ובכל מקום מתנדבים לשמי אף העכו\"ם ורבותינו פירשו אלו תלמידי חכמים העוסקים בהלכות עבודה בכל מקום וכן כל תפלות ישראל שמתפללין בכל מקום הרי הן לי כמנחה טהורה וכן תרגם יונתן וכל עידן דאתון עבדין רעותי אני מקבל צלותכון ושמי רבא מתקדש על ידיכון וצלותכן כקרבן דכי קדמי וכן פירש המקרא ולמה אתם מחללין שמי והלא גדול הוא בגוים ואני אהבתי וחיבתי עליכם שבכל מקום שאתם מתפללין לפני ואף בגולה מוקטר ומוגש הוא לשמי: ",
                "1": "<b>ומנחה טהורה.</b> הוא לי כי על ידכם שמי נורא בגוים ואתם מחללין אותי ואת שמי:\n"
            },
            "11": {
                "0": "<b>וניבו נבזה אכלו.</b> ניבו של מזבח השגור בשפתותיכ' זהו תמיד נבזה אכלו אתם אומרי' עליו כלומ' כבר הוצאת' עליו דבה זו וניב זה החזקתם למזבחי: ",
                "1": "<b>אכלו.</b> מאכלו:\n"
            },
            "12": {
                "0": "<b>ואמרתם הנה מתלאה.</b> בהמה כחושה ואנו עניים ואין יכולת להשיג למבחר נדרים וכן ת\"י הא דאייתינא מליאותנא: ",
                "1": "<b>והפחתם אותו.</b> זו אחת מי\"ח תיבות של תיקון סופרי' הפחתם אותו אותי נכתב אלא שכינה הכתוב וכתבו אותו והפחתם והדאבת' לשון מפח נפש (איוב י\"א): ",
                "2": "<b>אותי.</b> ואת שולחני:\n"
            },
            "13": {
                "0": "<b>נוכל.</b> מתנכל במרמה בדברי שקר לפני לאמר אין לי טובה מזו: ",
                "1": "<b>ויש בעדרו זכר.</b> איל ההגון לעולה והוא נודר זבח: ",
                "2": "<b>משחת.</b> בעל מום כמו (ויקרא כ\"ב) משחתם בהם:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>אליכם.</b> הכהנים אני מצוה המצוה הזאת שלא תקריבו אלה על מזבחי:\n"
            },
            "1": {
                "0": "<b>וארותי.</b> וקללתי את ברכותיכם מה שצריך לברך לכם הדגן והתירוש והיצהר: ",
                "1": "<b>וגם ארותיה.</b> ובאמת אין לתלות הדבר על תנאי שתליתי באם לא ישמע כי ידעתי שלא תשמעו לפיכך אני מעתה ארותיה:\n"
            },
            "2": {
                "0": "<b>וזריתי פרש.</b> של בהמות חגיכם על פניכם כלומ' לא תקבלו שכר מאתי כי אם לרעה לבושת ואגעור לכם את זרע השדה: ",
                "1": "<b>ונשא אתכם אליו.</b> פרש בהמות קרבנותיכם ישאו אתכם אליו להיות זוללים ונבזים כמוהו:\n"
            },
            "3": {
                "0": "<b>להיות בריתי את לוי.</b> שאני חפץ שתתקיימו (אתי) בברי' שכרתי לשבט לוי:\n"
            },
            "4": {
                "0": "<b>החיים והשלום.</b> שנאמר לפנחס את בריתי שלום (במדב' כ\"ה) והובטח לו ולזרעו אחריו הרי שיהא זרעו בחיים: ",
                "1": "<b>ואתנם לו.</b> שיקבלם במורא וכן עשה וייראני: ",
                "2": "<b>נחת.</b> לשון חתת נתירא:\n"
            },
            "5": {
                "0": "<b>בשלום ובמישור הלך אתי.</b> אהרן ואלעזר ופנחס וכן במעשה העגל השיבו כל שבטיהם מעון שנאמר ויאספו אליו כל בני לוי (שמות ל״ב:כ״ו):\n"
            },
            "6": {
                "0": "<b>כי שפתי כהן.</b> עליהם מוטל לשמור דעת למה שהרי תורה יבקשו מפיהו שכבר דבר זה מסור להם יורו משפטיך ליעקב (דברים ל״ג:י׳): ",
                "1": "<b>כי מלאך.</b> שלוחו של הקב\"ה כמלאכי השרת לשרת לפניו וליכנס לפנים במחיצתו:\n"
            },
            "9": {
                "0": "<b>לחלל ברית אבותינו.</b> ברית שכרת הקב\"ה עם אבותינו בסיני:\n"
            },
            "10": {
                "0": "<b>כי חלל יהודה.</b> את עצמו שהיה קדש לה' ראשית תבואתו (ירמיהו ב׳:ג׳): ",
                "1": "<b>ובעל בת אל נכר.</b> שנשאו נשים נכריות בבבל ואפילו הכהנים כמו שמפורש בספר (עזרא ט) ורבותינו אמרו מלאכי זה עזר':\n"
            },
            "11": {
                "0": "<b>ער ועונה.</b> ער בתלמידים ועונה בחכמים, ער ל' אדם חריף: ",
                "1": "<b>ומגיש מנחה.</b> ואם כהן הוא לא יהי' לו בן מגיש מנחה:\n"
            },
            "12": {
                "0": "<b>שנית תעשו.</b> הראשונה שהוכחתי הרב' היא קשה שנשא נכריות ואפי' הוא פנוי וזאת שנית קש' ממנ' שהנשוי ישראלי' נשאו עליהם את הנכריות לפי שנתפחמו הישראלי' ברעב ובגול' ונתגנו עליהם והיה מושיבה בביתו צרורה כאלמנות חיות והנכרית היתה גברת: ",
                "1": "<b>כסות דמעה את מזבח.</b> שהיו באות לפני מזבח ה' ובוכות לפניו ואומרו' מה חטאנו ומה מצאו אנשינו בנו עול הננו לפני המזב' להבדק כסוטות: ",
                "2": "<b>מאין עוד פנות וגו'.</b> עד שאינכם כדי שאפנה אל מנחתכם ולקחת ריצוי מידכם: ",
                "3": "<b>ואנקה.</b> לשון אנחה שאדם מצטער בלבו דמוניש\"א בלע\"ז ואב לכולם האנק דום (יחזקאל כ״ד:י״ז) ואם אנקה לשון צעקה היכן הדממה ותרגומו דמדנקין וכן תרגם (שם כ\"ד) ונקוטתם בפניכם ותדנקון ל' אדם הנוהם ומצטער בעצמו:\n"
            },
            "14": {
                "0": "<b>ולא אחד עשה.</b> הקב\"ה לאדם וחוה תחילה: ",
                "1": "<b>ושאר.</b> הרוחות והנפשות לי היו מאדם הראשון יצאו כולם: ",
                "2": "<b>ומה האחד מבקש.</b> האחד שבזוג מבקש למצוא עלילות לאשתו שהיא בת זוגו שהוא זרע אלהים מה הוא תועבה שמבזה אותה וזהו ל' תרגום של יונתן אלא שי\"ת ומה האחד מבקש כי אם זרע אלהי' והפירוש נכון אם לא שהא' נקוד בטעם זקף נותק טעם הזקף את תיבת מבקש מלהתחבר עם ומה האחד וסמכו אצל זרע אלהי' ויש פתרון על פי האגדה שנתקבצו נושאי העכו\"ם אל הנביא אמרו לו ולא אברהם עשה כן שנשא הגר על אשתו ואמר להם ושאר רוח לו לא דעתו כדעתכם לא נתן בה עיניו דעת אחרת הית' לו אמרו לו ומה האחד מבקש מה היתה דעתו אמר להם להיות לו זרע אלהים ותרגום של יונתן הוכשר בעיני שלא מצינו לא במקרא ולא במשנה שאר משמש לשון אחר אלא במקום שאדם יכול לפרשו בלשון שיריים כמו (דניאל ז׳:ז׳) אכלה ומדקה ושארה ברגלה רפסה ובלשון משנה ושאר חייבי מיתות חוץ מאותן שפירש אבל ל' שאחר משמש אין שאר משמש: ",
                "3": "<b>ונשמרתם ברוחכם.</b> ובאשת נעוריך אל יבגד רוחך:\n"
            },
            "15": {
                "0": "<b>כי שנא שלח.</b> ורבותינו חלוקין בה במס' גיטין יש מהם אומרים אם שנאת שלח אותה בגט ותנשא לאחר: ",
                "1": "<b>וכסה חמס על לבושו.</b> אבל זאת כלום הוגנת לעשות שתפרוס עליה טליתך להחזיקה לך כאשתך והחמס פרוש על אותה טלית שבלבך עליה שנאה ואתה מקניטה ומצערה תמיד:\n"
            },
            "16": {
                "0": "<b>באמרכם כל עושה רע וגו': או איה אלהי המשפט.</b> לפי שאתם רואים דרך רשעים צלחה וצדיקים מעונים ונכשלים אומרים אתם בלבבכם אחת מב' דרכים הללו כל עושה רע טוב בעיניו או אין דין ואין דיין ליפרע וכן פתרון ל' המקר' כל עוש' רע טוב בעיניו לכך הוא מצליח אותם או אם אין זאת איה אלהי המשפט שאינו נפרע מהם:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>הנני שולח מלאכי.</b> לבער את הרשעים: ",
                "1": "<b>ומלאך הברית.</b> נוקם נקם ברית: ",
                "2": "<b>ופנה דרך.</b> מן הרשעים: ",
                "3": "<b>האדון אשר אתם מבקשים.</b> אלהי המשפט:\n"
            },
            "1": {
                "0": "<b>ומי מכלכל.</b> ומי יכיל: ",
                "1": "<b>ומי העומד.</b> שיוכל לעמוד: ",
                "2": "<b>וכבורית מכבסים.</b> כבורית של מכבסים שמעביר את כל הכתם כן יעביר כל הרשעה, בורית עשב הוא שמעביר את הכתם בלע\"ז שנייר\"א ולשון בורית ידבר המצחצח ומטהר כמו (תהלים ע\"ג) לברי לבב:\n"
            },
            "2": {
                "0": "<b>וישב מצרף.</b> יפנה מכל עסקיו להיות כצורף המצרף ומטהר כסף:\n"
            },
            "5": {
                "0": "<b>כי אני ה' לא שניתי.</b> אע\"פ שאני מאריך אפי לא שינה דעתי עלי מבראשונה לאהוב את הרע ולשנוא את הטוב: ",
                "1": "<b>ואתם בני יעקב.</b> אע\"פ שמתים אתם ברעתכם ולא גביתי מן הרשעי' בחיים: ",
                "2": "<b>לא כליתם.</b> אינכם כלים מלפני והנחתי לי הנפשות לגבות מהם דיני בגיהנם וכן ת\"י ואתון דבית יעקב דמאן דמית בעלמא הדין דיניה פסוק כלומר אתם סבורים לומר דיני בטל שאין עוד ליפרע ממנו ורבותינו פירשוהו לא שניתי לא הכיתי את מי ושניתי לו אבל אתכם העמדתי אחר פורענות הרבה וחיצי כלים ואתם אינכם כלים:\n"
            },
            "7": {
                "0": "<b>היקבע אדם.</b> רבותינו דרשו לשון גזילה ולשון ארמי הוא: ",
                "1": "<b>המעשר והתרומה.</b> שאתם גוזלים מן הכהנים ומן הלוים היא גזילתי:\n"
            },
            "8": {
                "0": "<b>במארה אתם נארים.</b> על עון זה שאני שולח קללה במעשה ידיכם ואעפ\"כ אותי אתם קובעים:\n"
            },
            "9": {
                "0": "<b>ויהי טרף.</b> יהי מזון מצוי לשמשי:\n"
            },
            "10": {
                "0": "<b>וגערתי לכם באוכל.</b> בחסיל וגזם האוכל לכם את תבואת השדה והגפן:\n"
            },
            "11": {
                "0": "<b>ארץ חפץ.</b> ארץ שחפצי בה:\n"
            },
            "13": {
                "0": "<b>שוא עבוד אלהים.</b> על חנם נעבדנו כי לא נקבל שכר: ",
                "1": "<b>קדורנית.</b> בשפל רוח:\n"
            },
            "14": {
                "0": "<b>ועתה אנחנו מאשרים וגו'.</b> אנחנו עבדנוהו ושמרנו משמרתו ועתה רואים אלו הרשעי' מצליחים עד כי מאשרי' אנו אותם על מעשה רשעם: ",
                "1": "<b>גם בחנו אלהים.</b> לומר נראה מה יוכל לעשות לנו וימלטו מן הרעה ולא נכשלו:\n"
            },
            "15": {
                "0": "<b>אז נדברו וגו'.</b> אני משיב על דבריכם אז בעשות הרשעים רשעם והטובים הלכו קדורני' מפני שנדברו יראי ה' שלא לידבק במעשיהם הרעים ואני לא נשכחו דבריכ' מלפני ואע\"פ שאיני ממהר להשיב גמול כי הקשבתי ושמעתי וצויתי לכתוב להם ספר זכרון והיו לי דבריה' מקוימים:\n"
            },
            "16": {
                "0": "<b>ליום אשר אני עושה סגולה.</b> אשר אצרתי והנחתי לשלם בו גמולי שם אראה אתכם מה בין צדיק לרשע: ",
                "1": "<b>סגולה.</b> אוצר איישטו\"י בלע\"ז:\n"
            },
            "18": {
                "0": "<b>כי הנה היום בא.</b> יום זה לשון שמש הוא שכך אמרו חכמי' אין גיהנם לעתיד לבא אלא הקב\"ה מוציא חמה מנרתיקה ורשעים נדונים בה וצדיקים מתרפאין בה וזהו שנאמ' וזרחה לכם יראי וגו': ",
                "1": "<b>שורש וענף.</b> ברא ובר ברא:\n"
            },
            "19": {
                "0": "<b>ופשתם.</b> לשון שומן כמו (ירמיה כ') כי תפושו כעגלה דשה: ",
                "1": "<b>מרבק.</b> הנכנסת לרבקה לפטם קופיל\"א בלע\"ז:\n"
            },
            "20": {
                "0": "<b>ועסותם.</b> וכבשתם לשון מיעוך ודומה לו ושם עשו דדי בתוליהון (יחזקאל כ״ג:ג׳):\n"
            },
            "23": {
                "0": "<b>והשיב לב אבות.</b> להקב\"ה: ",
                "1": "<b>על בנים.</b> ע\"י בנים יאמר לבנים דרך אהבה ורצון לכו ודברו אל אבותיכם לאחוז בדרכי המקום וכן ולב בנים על אבותם כך שמעתי משמו של ר' מנחם ור\"ד במס' עדיות לשום שלום בעולם:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Malachi"
}