{
    "title": "Kiryat Sefer on Mishneh Torah, Virgin Maiden",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Virgin_Maiden",
    "text": [
        [
            [
                "<b>מצוה נב </b> לדון במפתה בחמשים שקל עם שאר דינים כמו שכתוב בתורה וכי יפתה איש בתולה וגו' וכתיב כסף ישקול כמוהר הבתולות שהוא קצוב חמשים כסף אצל אונס שנאמר ונתן וגו' האיש השוכב עמה וגו' ונתן לאבי הנערה חמשים כסף. מפתה לרצונה דלא כתיב בה עינוי אונס כתיב ביה תחת אשר ענה דהוי בעל כרחה נבעלת בשדה הויא בחזקת אנוסה כפשטי' דקרא צעקה ואין מושיע לה ואלו בעיר יש לה מושיע ונבעלת בעיר הרי זו בחזקת מפותה ומענינא דקרא דכתיב אשר לא צעקה בעיר. ומפותה שלא רצה היא או אביה שתנשא לו או הוא לא רצה לכנוס נותן קנס והולך לו דכתיב אם מאן ימאן אביה אין לי אלא אביה היא עצמה מנין ת\"ל ימאן מכל מקום והוא נמי מצי מעכב דכתיב מהר ימהרנה לו לאשה לו מדעתו. ואם רצו וכנסה אינו משלם קנס דלא כתיב קנס אלא במיאון אבל אונס נותן קנס קודם שיכנוס אותה כדכתיב ונתן נ' כסף והדר לו תהיה לאשה אלא כותב לה כתובה כדכתיב מהר ימהרנה לו לאשה:<br><b> מצוה נג </b> שישא האונס אנוסתו כדכתיב ולו תהיה לאשה על כרחו ואין סברא לומר מדעתו כיון דכתיב לא יוכל שלחה כל ימיו והיא או אביה שלא רצה שתנשא לאונס הרשות בידם ונותן קנס דכתיב ולא תהיה מדעתה דמשמע היא מהוה את עצמה לו ואביה שלא יהא חוטא נשכר א\"נ ילפי לה מק\"ו דמפתה ומה מפתה שלא עבר אלא על דעת אביה בלבד בין היא ובין אביה יכולין לעכב אונס שעבר על דעת אביה ועל דעת עצמה לא כ\"ש. ואפילו היא חגרת או סומא או מצורעת כופין אותו לכנוס אף שהוא אינו רוצה כדכתיב ולא תהיה לאשה על כרחו ולא הוצרך הכתוב אלא להיכא שיש בה דבר שהוא לא ירצה שאז יכנוס על כרחו. אבל אם היתה אסורה עליו מן התורה או נמצא בה דבר זמה אחר שכנסה יגרשנה שנא' ולו תהיה לאשה אשה ראויה לו מן התורה. ובמפותה נמי כתיב מהר ימהרנה לו לאשה הראויה לו ולא אמרי' דאת' עשה וידחי ל\"ת אלא היכא דא\"א לקיים העשה באופן אחר אבל הכא אי אמרה היא לא בעינא מי איתיה לעשה כלל כדפי' לעיל השתא נמי מלמדין לומר אותה איני רוצה ולכך כ\"ג שאנס בתולה או שפתה אותה לא יכנוס שהוא מצווה ליקח בתולה ועכשיו אין זאת הגונה לו ואם כנס יוציא בגט שאינה ראויה לו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>-העתקה מסוף פ\"ב-</small><br>[\n<b> אזהרת פ </b> שלא יגרש האונס את אנוסתו לרצונו לעולם שנאמר לא יוכל לשלחה כל ימיו ואפילו שהוא אזהרה עליו אין לוקה עליה כיון שקדמו עשה דכתיב ולו תהיה לאשה נמצא זה מצות ל\"ת שנתקה לעשה שאין לוקין עליה אלא אם לא קיים עשה שבה לפיכך אם גרש כופין אותו להחזיר ואינו לוקה. מתה קודם שיחזירנה או נתקדשה לאחר שהרי היא אסורה עליו או שהיה הוא כהן ונאסרה עליו מיד כשגרשה הרי זה לוקה שהרי עבר על לא תעשה של לא יוכל לשלחה ואינו יכול לקיים עשה שבה. ואין במצות אלו שום דבר מדרבנן:]"
            ],
            [
                "<b>אין </b> האונס או המפתה חייב קנס עד שיבא עליה כדרכה דקנסא לא מחייב אלא משום גמר ביאה שהוא מוציא בתוליה ובשלא כדרכה דליכא בתולים לא מחייב. ובעדים דמודה בקנס פטור כדכתיב אשר ירשיעון אלהים פרט למרשיע את עצמו ואינו צריך התראה. [דלא ילפינן התראה אלא בד' מיתות ב\"ד ובמלקות]. קטנה פחותה מבת ג' שנים אין לה קנס דאין ביאתה ביאה עד ג' שנים ויום א'. ואפילו היא קטנה דמדכתיב במוציא שם רע הנערה מלא והתם נערה ממש היא דראויה לעונשין בעיא כדכתיב והוציאו משמע שכל מקום שנכתב חסר אף קטנה במשמע. בגרה אין לה קנס דכתיב נערה בתולה לא הבוגרת."
            ],
            [
                "<b>ואחת </b> שיש לה אב ואחת שאין לה אב יש לה קנס דאם מאן דאביה דרשי' כשאביה קיים וימאן דהיא עצמה כשאין אביה קיים והיא ממאנת דיש לה קנס כשנתיתמה אחר פיתוי. ממאנת אין לה קנס שאינה בחזקת בתולה הואיל וניסת. אילונית שאין לה סימני נערות לעולם דעד ל\"ו שנה היא בחזקת קטנה ומשם ואילך בוגרת אין לה קנס דאין קנס אלא לראויה להיות נערה כדכתיב נערה והשוטה והחרשת נמי ומי שהעידו עליה ב' שתבעה אותם לזנות עמה והמגורשת מן הנשואין ועדין היא נערה בתולה אין לה קנס אבל מן האירוסין אם נאנסה יש לה קנס לעצמה דכתיב אשר לא אורשה וכו' לאביה הא אורשה לעצמה ובפיתוי אין לה קנס דהא מחלה. גיורת שבויה ומשוחררת פחותות מג' שנים יש להם קנס דאין ביאתם ביאה ואם היו בת ג' שנים ויום א' בשעת גירות ופדות ושחרור אין להם קנס דהואיל וביאתן ביאה הן בחזקת בעולות."
            ],
            [],
            [
                "<b>היתה </b> אסורה על האונס או על המפתה בכרת או מלקות והתרו בו לוקה ואינו משלם דכתיב כדי רשעתו משום רשעה אחת אתה מחייבו ואי אתה מחייבו משום ב' רשעיות וסמיך ליה ארבעים יכנו דהיכא דאיכא ב' רשעיות ניעביד ביה הכאה ואם לא התרו בו הרי אינו חייב אלא משום רשעה א' ומשלם. וכן אם היתה מחייבי עשה דאין כאן אלא חיוב רשעה אחד בין התרו בין לא התרו חייב קנס."
            ],
            [],
            [
                "<b>היתה </b> מחייבי מיתות ב\"ד אפילו לא התרו בו פטור מקנס שנא' ולא יהיה אסון ענוש יענש הא אם היה שם אסון אפילו בשגגה שלא נתכוונו לה כדכתיב כי ינצו אנשים וכו' אין שם עונש ממון והרי הוא אומר מכה נפש בהמה ישלמנה ומכה אדם וכו' מה מכה בהמה לא חלקת בו בין שוגג למזיד ולעולם ישלם אף מכה נפש אדם לא חלקת בו בין שוגג למזיד דלעולם לא ישלם וכן הדין לכל עבירה שיש בה מיתת ב\"ד דילפי מהאי שאין בה תשלומין."
            ],
            [],
            [
                "<b>בא </b> עליה ומתה פטור מן התשלומין דכתיב ונתן לאבי הנערה ולא לאבי המתה והוא שתמות קודם שתעמוד בדין דאי לאו הכי בשעת העמדה בדין הרי נתחייב:"
            ]
        ],
        [
            [
                "<b>חמשים </b> כסף של קנס הם דמי הנאת שכיבה שנאמר ונתן האיש השוכב עמה הנאת שכיבה הוא שנותן דהשוכב עמה קרא יתירה הוא ומכלל דאיכא בושת ופגם דלאו מחמת הנאת שכיבה נינהו שהרי ישנו בשאר חובלים ולא כיילינהו בגויה הני. יתר עליו האונס שנותן צער שיש לה וכדכתיב ביה תחת אשר ענה."
            ],
            [],
            [
                "<b>הקנס </b> שוה בכל אדם כיון שיש לו קצבה מן התורה ובושת ופגם וצער אינם שוים וצריכין שומא."
            ],
            [],
            [],
            [],
            [
                "<b>המפתה </b> נותן בושת ופגם מיד ואינו נותן הקנס אלא א\"כ לא נשאה שנאמר ואם מאן ימאן וגו' כסף ישקול ובקנס הוא דתלה במיאון הא בושת ופגם אינו תלוי בשום דבר אלא נותן מיד. והאונס נותן ד' דברים מיד דאפילו הקנס נותן מיד והדר כונס כדכתיב ונתן חמשים כסף ולו תהיה לאשה וכשתרצה להתגרש ולא תתאלמן אין לה כלום."
            ],
            [
                "<b>הבא </b> עליה שלא כדרכה ראשון חייב בבושת ופגם ואם הוא אחרון חייב בבושת בלבד שכבר נפגמה. והבא עליה כדרכה בין ראשון בין אחרון (לשלא כדרכה) חייב קנס ושאר הדברים אבל אין בושת ופגם של בת שלא נבעלה כלל כבושת ופגם זו שנבעלה כבר שלא כדרכה ולכך צריך שומא ולא פירש הכתוב."
            ],
            [
                "<b>כל </b> בת שיש לה קנס יש לה בושת ופגם וצער כאנוסה כדילפינן מהשוכב עמה דהנאת שכיבה הן חמשים שקלים לבד בושת ופגם וצער וכל בת שאין לה קנס אין לה בושת ולא פגם ולא צער דהני מכלל קנס קאי ובדליכא קנס אינהו נמי ליתנהו חוץ מאונס בוגרת וממאנת ושוטה וחרשת דאף על פי שאין להם קנס יש לבוגרת וממאנת בושת ופגם ולחרשת ולשוטה צער והמפתה כולן פטור מכלום דמחלי."
            ],
            [],
            [],
            [
                "<b>קנס </b> אינו משלם על פי עצמו וממון שהוא בושת ופגם משלם ע\"פ עצמו דהא דאמרינן פרט למרשיע עצמו היינו בקנס כדכתיב ישלם שנים וגו'."
            ],
            [
                "<b>אמרה </b> לו אנסה אותי והוא אומר לא כי פיתיתי נשבע שבועת התורה על דמי הצער ומשלם בשת ופגם שהרי הודה במקצת הטענה וילפינן שבועה למודה מקצת הטענה מדכתיב אשר יאמר כי הוא זה כלומר את זה אני מודה וכתיב בתריה ונקרב בעל הבית וגו'."
            ],
            [
                "<b>שלשה </b> דברים של מפתה וארבעה של אונס הם של אב כדכתיב ונתן לאבי הנערה חמשים כסף ואונס ומפתה מהדדי כתיבי גמירי ובושת ופגם מסתברא דלאביה הוי שהרי בידו לבישה בבושת בעילה ולפוגמה בפגם בעילה דאי בעי מסר לה לקדשה בביאה למנוול ומוכה שחין. ואם אין לה אב הרי הן של עצמה כדאמרינן לעיל."
            ],
            [
                "<b>מפותה </b> או אנוסה שלא תבעה עד שבגרה או עד שנשאת שיצאה מרשותו או עד שמת האב הד' דברים או הג' הם שלה דכתיב ונתן לאבי הנערה וכו' לא זכתה לו תורה לאב אלא משעת נתינה ואם עמדה בדין קודם הרי הן של אב דמשעת העמדה בדין זכה בהם האב ואם מת הן של אחין שהן יורשי האב מעת שעמדה בדין זכה בהם האב."
            ],
            [
                "<b>נתארסה </b> ונתגרשה קנסה לעצמה כדילפינן לעיל מאשר לא אורשה נאנסה או נתפתתה ונתארסה לאחר קנסה ושאר הדברים לאביה שעדין לא יצאה מרשותו עד שתנשא."
            ],
            [
                "<b>ואף </b> על פי שממון הפיתוי והאונס לאב אסור לו להניח בתו הבתולה מוכנת לכל מי שירצה וגורם שתמלא הארץ זמה וזהו שנאמר אל תחלל את בתך להזנותה וכו' והמכין בתו לכך הרי היא קדשה ולוקה הבועל והנבעלת משום לא תהיה קדשה ואין קונסין אותו שלא חייב התורה אלא לאונס ומפתה לא למי שהכינה עצמה לכך או הכינה אביה בין בתולה בין בעולה באיסור קדשה א' הוא:<br><b> אזהרת פ </b> שלא יגרש האונס את אנוסתו לרצונו לעולם שנאמר לא יוכל לשלחה כל ימיו ואפילו שהוא אזהרה עליו אין לוקה עליה כיון שקדמו עשה דכתיב ולו תהיה לאשה נמצא זה מצות ל\"ת שנתקה לעשה שאין לוקין עליה אלא אם לא קיים עשה שבה לפיכך אם גרש כופין אותו להחזיר ואינו לוקה. מתה קודם שיחזירנה או נתקדשה לאחר שהרי היא אסורה עליו או שהיה הוא כהן ונאסרה עליו מיד כשגרשה הרי זה לוקה שהרי עבר על לא תעשה של לא יוכל לשלחה ואינו יכול לקיים עשה שבה. ואין במצות אלו שום דבר מדרבנן:"
            ]
        ],
        [
            [
                "<b>מצוה נד </b> שתשב אשת מוציא שם רע תחתיו לעולם שנאמר ולו תהיה לאשה על כרחו אפילו כעורה או מוכה שחין דלהכי איצטריך קרא למיכתב ולו תהיה לאשה וגו' להיכא דאית בה דבר שלא ירצה לקחתה שיקחנה על כרחו. המוציא שם רע על בת ישראל ונמצא הדבר שקר לוקה שנאמר ויסרו אותו וכתיב גבי סורר ומורה ויסרו מה להלן בן עמו אף כאן בן עמו והיינו ויסרו דהכא מויסרו דהתם וההוא ויסרו דהתם מבן שעמו דלגמריה לבן שעמו על ויסרו והדר יליף בן דאייתינן הכא מבן והיה אם בן הכות מה התם מלקות כדכתיב ארבעים יכנו אף הכא מלקות ואזהרה שלו מלא תלך רכיל בעמך. ונותן לאביה משקל מאה סלעים כסף מזוקק מדכתיב וענשו אותו מאה כסף ואם היתה יתומה הרי הן של עצמה כי הוציא שם רע על בתולת ישראל ולא בתולת גרים והא בתולת גרים יתומה היא דרחמנא אפקריה לזרעיה דאב ואיצטריך קרא למעוטה ממאה כסף אי אמר' בשלמא כי האי גונא יתומה בישראל מיחייב איצטריך קרא למעוטי בתולת גרים דהיינו יתומת גרי' אלא א\"א יתומה בישרא' פטו' השתא בישראל פטור בגרים מיבעיא. והמוציא שם רע על הקטנה או על הבוגרת פטור מן הקנס ומן המלקות ואינו חייב עד שיוציא על הנערה שנאמר והוציאו את בתולי הנערה נערה מלא בה\"א דבר הכתוב לאפוקי קטנה ובוגרת נמי לאו נערה היא."
            ],
            [],
            [
                "<b>אין </b> דנין דין זה אלא בפני הבית ובב\"ד של כ\"ג כשאמר שיביא עדים שזינתה מפני שיש בדין מוציא שם רע דיני נפשות שאם היה אמת נהרגת ואין דיני נפשות בפחות מכ\"ג דכתיב בדיני נפשות ושפטו העדה והצילו העדה עדה שופטת ועדה מצלת הרי כאן עשרים ומנין לעדה שהיא עשרה שנאמר עד מתי לעדה הרעה יצאו יהושע וכלב נשארו עשרה מרגלים ומנין להביא עוד שלשה ממשמע שנאמר לא תהיה אחרי רבים לרעות אם הרוב מחייבים לא תלך אחריהם להרוג שומע אני דלטובה לזכות הלך אחריהן שאפילו מיעוט המזכין ורבים המחייבים כתיב לא תהיה אחרי רבים לרעות ואם כן למה נאמר אחרי רבים להטו' משום זכות לא איצטריך דהא אפילו מיעוט מזכין אלא אפילו לחייב הלך אחריהם אבל אינו כהטייה לטובה הטייה לטובה אפילו אין יתרין מזכין על המחייבים אלא אחד זכה אבל לחובה עד שיהו מחייבין עודפים על המזכין שנים וה\"ק לא תהיה אחרי רבים לרעות על פי עד אחד אבל אחרי רבים בשנים אפילו לרעות הילכך על כרחיך כ\"ב בעינן דבציר מעשרה מזכין ליכא למימר דהא כתיב והצילו העדה ותו לא משכחת חובה בציר מי\"ב ואין ב\"ד שקול דאין עושין כ\"ב זוגות שאם יחלקו לחצאין הוי להו פלגא ופלגא ולא משכחת לה הטיתך לטובה על פי עד אחד הילכך מוסיפין עליהם עוד אחד הרי כאן כ\"ג. ובפני הבית דכתיב בדיני נפשות בזקן ממרא כי יפלא וגו' ועשית על פי הדבר אשר יגידו לך מן המקום ההוא מלמד שהמקום גורם לחייב הנידון ואם אינם שם לא ידונו ולכל שאר דיני נפשות דרשינן מדכתיב שופטי' ושוטרים וגו' וסמיך ליה לא תטע לך אשרה כל עץ אצל מזבח כל זמן שסנהדרי גדולה במקומה בלשכת הגזית שחציה בקדש וחציה בחול כדין אצל מזבח אז שופטים תתן לך בכל שעריך לשפוט דיני נפשות נסתלקו הם בטלו כל דיני נפשות ואונס ומפתה בכל זמן ובג' כדין כל קנסות."
            ],
            [
                "<small>-העתקה מסוף הפרק-</small><br>[\n<b> אזהרת פא </b> שלא יגרש מוציא שם רע את אשתו כדכת' לא יוכל שלחה כל ימיו ושילח זה בגט כדכתיב ושלחה מביתו ואם גרשה עובר על ל\"ת וכופין אותו להחזיר ואינו לוקה דכל ימיו בעמוד והחזר קאי כמו שנתבאר באונס ואם קדם אחר וקדשה או שמתה או שהיה כהן שנאסרה עליו משעת גירושין הרי זה לוקה על גירושיה שהרי עבר על לאו ואין ספק בידו לקיים עשה שבו. נמצא בה דבר זמה או שנמצא עליו אסורה מן התורה הרי זה יגרשנה בגט שנאמר ולו תהיה לאשה אשה הראויה לו ולמה לא יבא עשה וידחי ל\"ת ככלאים בציצית משום שאיפשר הוא שלא תרצה היא לישב ונמצ' עשה ול\"ת קיימים השתא נמי כשהוא מגרשה מלמדין אותה שתתרצה היא בגירושין וכדאמרינן לעיל במצות אונס.]"
            ],
            [],
            [
                "<b>כיצד </b> הוצאת שם רע שיבא לב\"ד ויאמר נערה זו בעלתי ולא מצאתי לה בתולים כמו שנאמר ואקרב אליה ולא מצאתי לה בתולים וכשחקרתי על הדבר נודע לי שזנתה תחתי אחר שארסתיה דקודם שארסה היא פטורה מכלום ובועלה חייב ממון וזה שנא' ואם אמת היה הדבר הזה בעדים שזנתה אחר אירוסין וב\"ד שומעין דברי העדים וחוקרים עדותם דדיני נפשות בחקירה ואם נמצאו אמת נסקלה ואם הביא האב עדים והזימו עדים שהביא הבעל ונמצאו עידי הבעל שהעידו שקר ילקה הוא ויתן מאה סלעים והם יסקלו במיתה שזממו לעשות לנערה שהיא סקילה דכתיב ועשיתם לו כאשר זמם וגו' ועל זה נאמר ואלה בתולי בתי אלו העדים שיזימו עידי הבעל. חזר הבעל והביא עדים אחרים והזימו עידי האב הרי הנערה ועדי אביה נסקלין על זה נאמר ואם אמת היה הדבר הזה מפי השמועה למדו שפרשה זו יש בה עדים וזוממים וזוממי זוממים. הוציא עליה שם רע והיא בוגרת אף על פי שהביא עדים שזנתה תחתיו כשהיתה נערה הרי זה פטור מן המלקות ומן הקנס דבשעה שהוציא שם רע עליה בוגרת היתה וקרא נערה קאמר אבל היא נסקלת אם נמצא הדבר אמתי אע\"פ שהיה בוגרת עתה הואיל ובשע' שזנתה נערה היתה דכתיב והוציאו את הנערה ולא כתיב והוצאוה משמע הנערה שהיתה כבר ואף על פי שאינה עכשיו דמעשיה גרמו לה וכשהיא זנאי נערה זנאי משא\"כ במלקות וקנס דידיה דאינו חייב דעקימת שפתיו דהשתא שהיא בוגרת גרמו לו והרי אינה עכשיו נערה כדאמרינן."
            ],
            [],
            [
                "<b>כל </b> נערה שאין לה קנס אם נאנסה או נתפתתה כך המוציא עליה שם רע פטור מן המלקות ומן התשלומין. [והיינו משום דכתיב קרא (דברים כח, יט) נערה ולא בוגרת וכן הני דאימעיטו לעיל כ\"א מקנס היינו משום דהוו בחזקת דאינן בתולות כשוטה וחרשת וכו' והכא נמי כתיב (שם פס' יז) בתולים, וכן ממאנת ואילונית טעמא משום דלא אתיא לכלל נערה והכא נמי נערה כתיב, וקטנה דחייבין עליה קנס ואינה בדין מוציא שם רע לא קשיא להאי כללא, דהכא לא כילינן אלא כל נערה]. וכן הנכרית שנתגיירה פחותה מבת ג' ואפילו היתה הורתה שלא בקדושה ולידתה בקדושה פטור מן הקנס ומן המלקות שנאמר כי הוציא שם רע על בתולת ישראל בתולת ישראל ולא בתולת גרים ואם היתה הורתה בקדושה גם כן הויא בתולת ישראל מעליא."
            ],
            [
                "<b>הביא </b> עליה עדים שזנתה בקידושין ראשונים שקדשה וגרשה וחזר וקדשה ונמצאו זוממין פטור דפשטיה דקרא בנישואין ראשונים מיירי. וכן אם היתה יבמתו שכנסה והוציא עליה שם רע והביא עליה עדים שזנתה תחת קדושי אחיו ונמצאו זוממין הרי זה פטור דכתיב את בתי נתתי לאיש הזה ולא ליבם אין יבם שהוציא שם רע על נישואי אחיו בכלל פרשה זו לטעון טענת בתולים. וכל הפטור אם רצה לגרש מגרש דלא מנעה תורה שלא יגרש אלא למי שנותן קנס כדכתיב וענשו אותו ולא תהיה לאשה לא יוכל וגו'."
            ],
            [
                "<b>אינו </b> חייב עד שיבעול כדרכה ויוציא שם רע כדרכה דהיאך אתה קורא לא מצאתי לה בתולים אלא א\"כ אמר בעלתיה כדרכה ומצאתיה בעולה. בעל שלא כדרכה ואמר לא מצאתי לה בתולים פטור כדאמרינן. וכן אם אמר לא מצאתי בתולה ולא אמר שזנתה תחתי או שאמר זנתה תחתי ולא הביא עדים אלא באו מאיליהן הרי זה פטור דלא ענשתו תורה אלא על שהוציא הוא עליה שם רע והביא עדים שקרים כדכתיב ושם לה עלילות דברים לאמור לא מצאתי לבתך בתולים ואלה בתולי בתי וגו' ומדואלה בתולי בתי אמרינן דאלו העדים שיזימו העדים שהעידו ושזנתה תחתיו משמע דהוא הביאם דלא הזכיר התורה העדים אלא עלילות דברים ששם לה והם העדים שהביא ועל זה הוצרך לומר הוא ואלה בתולי בתי שהם העדים כדאמרינן. והעדים שהעידו מעצמם נהרגים אם הוזמו דהא אף על פי שלא הביאם הוא אם היתה מכוונת עדותם היתה נהרגת על פיהם ועכשיו שהוזמו נהרגין מדכתיב ועשיתם לו כאשר זמם וגו'."
            ],
            [],
            [
                "<b>זה </b> שנאמר בתורה ופרשו את השמלה לשון כבוד שנושאין ונותנין בסתרי הדבר וכן זה שיאמר האב ואלה בתולי בתי הם זוממי עידי הבעל וזה שנאמר ואם אמת היה הדבר הזה תהרג כשזנתה אחר האירוסין בעדים כדאמר דכתיב לזנות בית אביה דקודם האירוסין כבר אמרה תורה שהוא פטורה מכלום ובועלה חייב ממון בלבד בין פתה בין אנס:<br><b> אזהרת פא </b> שלא יגרש מוציא שם רע את אשתו כדכת' לא יוכל שלחה כל ימיו ושילח זה בגט כדכתיב ושלחה מביתו ואם גרשה עובר על ל\"ת וכופין אותו להחזיר ואינו לוקה דכל ימיו בעמוד והחזר קאי כמו שנתבאר באונס ואם קדם אחר וקדשה או שמתה או שהיה כהן שנאסרה עליו משעת גירושין הרי זה לוקה על גירושיה שהרי עבר על לאו ואין ספק בידו לקיים עשה שבו. נמצא בה דבר זמה או שנמצא עליו אסורה מן התורה הרי זה יגרשנה בגט שנאמר ולו תהיה לאשה אשה הראויה לו ולמה לא יבא עשה וידחי ל\"ת ככלאים בציצית משום שאיפשר הוא שלא תרצה היא לישב ונמצ' עשה ול\"ת קיימים השתא נמי כשהוא מגרשה מלמדין אותה שתתרצה היא בגירושין וכדאמרינן לעיל במצות אונס. ואין בכל מצות הלכות אלו כי אם שנים או שלשה דברים מדברי סופרים בכלל ושמרתם את משמרתי וגו':"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות נערה בתולה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}