{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "Before the giving of the Torah, it would be that if a man happened upon a woman in the marketplace and they wanted to marry each other, he would bring her into his house and consummate the marriage between them privately, and she would be his wife. Once the Torah was given, Israel was commanded that if a man wanted to marry a woman, he would acquire her first through witnesses, and afterwards she would be his wife, as it says, \"When a man takes a woman and sleeps with her...\" (Deuteronomy 22:13).", 
            "And taking a wife as such is a positive commandment of the Torah. And a woman is acquired through three means: money, a contract, or through intercourse. Marriage through intercourse and by contract is from the Torah, and by money is Rabbinical. And this acquisition is what is called \"Kiddushin\" or \"Eirusin\" in several places. And a woman who is acquired through one of these three means is called a \"Mekudeshet\" or \"Meureset\"."
        ], 
        [], 
        [
            "How is a woman sanctified (for engagement)? If one choses to do so with money (or its equivalent), it can not have less than the value of a \"Pruta\". He says to her, \"behold, you are sanctified to me\", \"behold, you are engaged to me\", \"behold, with this, you are to be my wife\", and he gives her the object in front of witnesses. The man must be the one to say words that have the meaning of an acquisition, and it must be he that is giving her the money. ", 
            "If she gives the money and says, \"I am sanctified to you\", \"I am engaged to you\", \"I am a wife to you\" or any other acquisition term, she is not sanctified. So to if she gives the money and he speaks, she is not sanctified.If he gives and she speaks, this is a questionable sanctification.", 
            "...If he sanctified with a document, he writes it on  paper or clay or of earth, or on anything he desires. \"Behold, you are sanctified to me\", \"behold, you are engaged to me\" and so on (other terms), and gives her the document in front of witnesses. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Thus the Sages commanded: A man should honor his wife more than himself and love her as himself.  If his money abounds, according to what he can afford.  He should not inspire excess fear in her, and he should speak gently with her, and be neither depressed nor hot-tempered.", 
            "Thus the Sages commanded: A woman should honor her husband too much, and have awe of him, do all of her actions according to his word.  He should seem to her like a minister or king, walking in the desires of his heart, and distancing herself from what he hates.  This is how holy and pure Jews behave in their marriages.  These paths should be their pleasant and praiseworthy lifestyle."
        ]
    ], 
    "title": "Mishneh Torah, Marriage", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Marriage", 
    "heTitle": "משנה תורה, הלכות אישות", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Nashim"
    ]
}