{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "<b>המֹלך.</b> חסר וא\"ו:",
        "0_Chapter, 1_Verse, 0_Comment": "<b>על כסא מלכותו.</b> במדרש רבתי מלכתו כתיב פי' קרי ביה מלאכתו וכדלקמן בא לישב על כסא שלמה ולא הניחוהו א\"ל כל מלך שאינו קוזדמוקרטור פי' מושל בכל העול' אינו יושב עליו עמד ועשה לו כסא משלו בדמותו הה\"ד על כסא מלכותו מלכתו כתיב ע\"כ וגם בשנת שלש למלכו דרש ביה לשון מלאכה:",
        "0_Chapter, 3_Verse, 0_Comment": "<b>בהראתו.</b> חסר וא\"ו:",
        "0_Chapter, 3_Verse, 1_Comment": "<b>ואת יקר.</b> אבן עזר' בס' צחות הביאו בכלל הפתוחים וכ\"כ ר' יהודה שהוא פתוח לפי שהוא סמוך ור' יונה כתב שהוא קמוץ וכתוב במכלול דף קצ\"ח כי כן נמצא בספרים מדוייקים קמוץ וכן הביאו בעל המסורת עם הקמוצים סמוכים ובשרשים כתב ואנחנו מצאנוהו במקצת הספרים המדוייקים קמוץ ובמקצתם פתוח:",
        "0_Chapter, 3_Verse, 2_Comment": "<b>תפארת גדולתו.</b> במדוייקי' הל\"מד דגושה ומלא וא\"ו ונמסר עליו לית ומלא והר\"ר אליעזר מגרמישא כתב גדולתו מלא וא\"ו כי בכל יום היה מראה להם ששה תסבוריות פי' אוצרות וכן שמונים מלא מלמד שהיו מלאים להראות ששה אוצרות בכל יום ע\"כ וזה כדברי רבנין דשמות רבה פ' ט' ומדרש אסתר רבתי ששה ניסין היה פותח ומראה להן בכל יום ופי' ניסין פי' מה\"רר נפתלי מיני חדרים ומתנות כהונה פי' אוצרות ובילקוט גרס תשבוֹריות וזהו אוצרות ובתרגום אחר ארוך מצאתי דגרס בהדיא שימא ביגנזי אחוי להון ובפרשת וארא גרס ניסין ודייק ששה מדכתיב עושר כבוד מלכותו יקר תפארת גדולתו הרי שש וכ\"מ בתרגום הארוך ע\"כ:",
        "0_Chapter, 3_Verse, 3_Comment": "<b>שמונים.</b> מלא וא\"ו:",
        "0_Chapter, 4_Verse, 0_Comment": "<b>ובמלואת.</b> נכתב בו\"או וא\"לף מכלול דף קע\"א ושרשים ובמסורה גדולה אות וא\"ו נחשב עם מלין דכתיבין מוקדם מאוחר ובמדרש ובמלואת כתיב משתה שבעת ימים רב ושמואל רב אמר שבעה חוץ ממאה ושמונים ושמואל אמר שבעה עם מאה ושמונים ע\"כ וכתב מהר\"ר שלמה הלוי בן אלקבץ בספר מנות הלוי דרב דרש הקרי ובמלאת אחר שנשלמו הק\"פ עשה עוד שבעת ימים ושמואל דרש הכתיב ובמלואת כלומר כשהגיע לתשלום הק\"פ ימים בשבעה האחרונים מהם עשה משתה והמתרגם פי' שהיו ב' משתאות הא' לכל שרי המדינות ק\"פ יום והב' לעם בני ישראל שבעה ימים ועיין במסורת הברית הגדול:",
        "0_Chapter, 4_Verse, 1_Comment": "<b>לכל העם הנמצאים.</b> הל\"מד בגעיא בקצת ספרים:",
        "0_Chapter, 5_Verse, 0_Comment": "<b>חור.</b> חית רבתי והחכם אלקבץ בספר מנות הלוי שלו כתב בזה טעמים ע\"ש דף ל\"ג ע\"א ובמסורת הברית הגדול סימן תת\"סט ותת\"ע:",
        "0_Chapter, 5_Verse, 1_Comment": "<b>רצפת.</b> במקצת ספרים כ\"י ובדפוס ישן הצד\"י בחטף פתח וכן כתוב קצת מן המדקדקים וספרים אחרים הרי\"ש בחירק והצד\"י בשוא לבדו והפ\"א רפה ועיין מ\"ש בשופטים ה' ויחזקאל מ' על וְרִֽצְפָה ובמאמר המאריך שלי:",
        "0_Chapter, 6_Verse, 0_Comment": "<b>והשקות.</b> מלא וא\"ו:",
        "0_Chapter, 7_Verse, 0_Comment": "<b>אנס.</b> חסר וא\"ו:",
        "0_Chapter, 9_Verse, 0_Comment": "<b>בזתא.</b> בכמה מדוייקים כ\"י הז\"ין דגושה וכן נמסר עליו במקרא גדולה לית דגש:",
        "0_Chapter, 9_Verse, 1_Comment": "<b>חרבונא.</b> ב' אחד עם אל\"ף בסוף ואחד עם ה\"א וסימן ביום השביעי כטוב דין עם אל\"ף ויאמר חרבונה א' מן הסריסים דין עם ה\"א ושניהם מלאים:",
        "0_Chapter, 9_Verse, 2_Comment": "<b>הַמְשָׁ֣רְתִים.</b> ספרים אחרים הַֽמְשָׁרְתִים:",
        "0_Chapter, 10_Verse, 0_Comment": "<b>להראות.</b> ב' ומלאים וסימן להראות העמים והשרים להראות את אסתר:",
        "0_Chapter, 10_Verse, 1_Comment": "<b>מראה היא.</b> כן כתיב בחירק וביו\"ד:",
        "0_Chapter, 13_Verse, 0_Comment": "<b>והקרב.</b> חסר וא\"ו:",
        "0_Chapter, 13_Verse, 1_Comment": "<b>ראי.</b> עם יו\"ד באחרונה:",
        "0_Chapter, 13_Verse, 2_Comment": "<b>ראשנה.</b> חסר וא\"ו",
        "0_Chapter, 15_Verse, 0_Comment": "<b>מומכן.</b> ממוכן ק' והוא חד מן מלין דכתיבין מוקדם מאוחר ועיין מ\"ש בזה החכם אלקבץ:",
        "0_Chapter, 16_Verse, 0_Comment": "<b>בעליהן.</b> הע\"ין בשוא לבדו בספרים כ\"י ובדפוס ישן וכן:",
        "0_Chapter, 16_Verse, 1_Comment": "<b>לבעליהן.</b> שבסמוך:",
        "0_Chapter, 17_Verse, 0_Comment": "<b>והיום הזה.</b> הו\"או בגעיא:",
        "0_Chapter, 18_Verse, 0_Comment": "<b>יעבור.</b> ב' מלאים וסימן אם על המלך טוב קימו וקבל היהודים:",
        "0_Chapter, 18_Verse, 1_Comment": "<b>אשר לא תבוא.</b> במקצת ספרים מדוייקים מלא וא\"ו ואל\"ף וכן הוא במגלות של ר\"מ הסופר:",
        "0_Chapter, 19_Verse, 0_Comment": "<b>פתגם.</b> במקצת ספרים כ\"י מדוייקים הגי\"מל בפתח כמשפט ורד\"ק כתב בשרשים שהוא קמץ בסמיכו':",
        "0_Chapter, 19_Verse, 1_Comment": "<b>וכל הנשים יתנו.</b> בא כמו רבים נסתרים והראוי תתננה ועיין מ\"ש בפרש' ויצא על ויחמנה:",
        "0_Chapter, 19_Verse, 2_Comment": "<b>יקר.</b> קמוץ שרשים:",
        "0_Chapter, 21_Verse, 0_Comment": "<b>כלשונו.</b> כל ספרא מלא בא מן א' בתארה דספרא חסר:",
        "0_Chapter, 21_Verse, 1_Comment": "<b>שרר.</b> חסר וא\"ו:",
        "1_Chapter, 1_Verse, 0_Comment": "<b>נערות בתולות.</b> חזינא פלוגתא ביני סיפרי במקצתהון מלא וא\"ו קדמאה וחסר וא\"ו בתראה ובמקצתהון מלא דמלא ולפום מ\"ד במסרה דילן תילים מזמור קמ\"ח מלא דמלא כתיב וכל מגלת אסתר דכוותיה וחזינא נמי מסרה אחריתי כתיבת ידא בתילים מזמור מ\"ה ודא היא סימן רוממתי בתולות (ישעיהו כ״ג:ד׳) בתולות אחריה בחורים וגם בתולון אלין מליין וכל מגלת אסתר דכותהון מליין וכל שאר קרייא בתולת כתיב בר מן חד כתיב בתלות ותירוש ינובב בתלות (זכריה ט׳:י״ז) עכ\"ל ואף על גב דאיכא פלוגתי טובא ביני אלין מסראתא נקוט מיהא חדא בהנך דמגלת אסתר דאזלי בחדא שיטתא וכולהו סבירא להו דכולהון מלאים:",
        "1_Chapter, 1_Verse, 1_Comment": "<b>טובות מראה.</b> מלא דמלא ועיין בספר מנות הלוי להחכם אלקבץ דף נ\"ט ע\"א:",
        "1_Chapter, 2_Verse, 0_Comment": "<b>פקידים.</b> מלא דמלא:",
        "1_Chapter, 2_Verse, 1_Comment": "<b>תמרקיהן.</b> כן כתיב:",
        "1_Chapter, 3_Verse, 0_Comment": "<b>והנערה.</b> המאריך בה\"א ולא בוא\"ו:",
        "1_Chapter, 4_Verse, 0_Comment": "<b>מרדכי.</b> ברוב ספרי הדפוס כולם בשוא הד\"לת ובכמה ספרים כ\"י כולם בחטף קמץ ובמקרא כ\"י מצאתי כתוב בגליון זה הלשון בספרי צרפת ואשכנז כשיש היהודי אחר מרדכי נקוד כן מָרְדְכַי היהודי ובס\"ס אין בהם הפרש כי כולם מָרְדֳכַי ע\"כ:",
        "1_Chapter, 5_Verse, 0_Comment": "<b>מירושלים.</b> חד מן ה' מלאים על פי המסורת:",
        "1_Chapter, 5_Verse, 1_Comment": "<b>הגלה.</b> חסר וא\"ו:",
        "1_Chapter, 6_Verse, 0_Comment": "<b>אמן.</b> חסר וא\"ו:",
        "1_Chapter, 7_Verse, 0_Comment": "<b>ובהקבץ נערות רבות.</b> בס\"ס הוא\"ו במתג וכן בספר דקדוק ישן כ\"י שהיה בבית מדרשו של דוד מאד נעלה ריש גולה וריש מתיבתא כמוה\"רר משה קזיס מורי ורבי ז\"צוקל מצאתי כתוב לשון זה ובהקבץ נערות רבות הוא\"ו מתוגה בכל דוקנים ואריכות המתג מביא החטף שלאחריו לקריאת חטף פתח עכ\"ל ועיין מ\"ש בשופטים ה' בשם ר' אלייא המדקדק ועוד אזכור זה במאמר המאריך בעזרת ארך אפים:",
        "1_Chapter, 8_Verse, 0_Comment": "<b>מנותה.</b> כן כתיב:",
        "1_Chapter, 8_Verse, 1_Comment": "<b>הראיות.</b> בספרים כ\"י אין בי\"וד דגש וס\"א הראויות:",
        "1_Chapter, 8_Verse, 2_Comment": "<b>נערותיה.</b> מלא וא\"ו וי\"וד:",
        "1_Chapter, 11_Verse, 0_Comment": "<b>מרוקיהן.</b> מלא וא\"ו וי\"וד אחר הק\"וף:",
        "1_Chapter, 11_Verse, 1_Comment": "<b>המר.</b> חסר וא\"ו:",
        "1_Chapter, 12_Verse, 0_Comment": "<b>ובזה הנערה.</b> בס\"א כ\"י הנער כתיב הנערה ק' ואין לחוש לו:",
        "1_Chapter, 12_Verse, 1_Comment": "<b>ינתן לה.</b> וכן להנתן דת וכל הדומים לאלו דבספרא בשני טעמים ועיין מ\"ש בפרשת קרח על ויוצא פרח:",
        "1_Chapter, 13_Verse, 0_Comment": "<b>אל בית הנשים שני.</b> חד מן תרין שני דסבירין שנית כמ\"ש בנחמיה ג':",
        "1_Chapter, 13_Verse, 1_Comment": "<b>הפילגשים.</b> מלא דמלא:",
        "1_Chapter, 13_Verse, 2_Comment": "<b>לא תבוא.</b> ברוב ספרים מדוייקים מלא בוא\"ו ואל\"ף וכ\"כ ר\"מ:",
        "1_Chapter, 13_Verse, 3_Comment": "<b>ונקראה בשם.</b> בס\"א כ\"י ונקרֳאה הרי\"ש בחטף קמץ ואין כן בשאר הספרים ובמסורת ונקראה ה' וחברו ונקרְאה ירושלם עיר האמת זכריה ח':",
        "1_Chapter, 14_Verse, 0_Comment": "<b>דד.</b> חסר וא\"ו:",
        "1_Chapter, 14_Verse, 1_Comment": "<b>לבוא אל המלך.</b> במקצת ספרים מדוייקים מלא וא\"ו וא\"לף וכ\"כ ר\"מ:",
        "1_Chapter, 14_Verse, 2_Comment": "<b>לא בקשה דבר.</b> בס\"א כ\"י הקו\"ף בדגש ואין לסמוך עליו כי בכל הספרים הק\"ף רפויה וכן כתב בעל לוית חן פ' כ\"א מהשער הג' ורב פעלים בבנין פעל הדגוש:",
        "1_Chapter, 16_Verse, 0_Comment": "<b>ויאהב.</b> האל\"ף בחטף סגול:",
        "1_Chapter, 18_Verse, 0_Comment": "<b>ובהקבץ בתולות.</b> בשני ווין ברוב הספרים ועיין מ\"ש לעיל על נערות בתולות:",
        "1_Chapter, 18_Verse, 1_Comment": "<b>ישב.</b>  חסר וא\"ו:",
        "1_Chapter, 19_Verse, 0_Comment": "<b>באמנה אתו.</b> מקור או שם והה\"א איננה כנוי שרשים:",
        "1_Chapter, 20_Verse, 0_Comment": "<b>בימים ההם ומרדכי יושב.</b> במקצת מדוייקים מלא וא\"ו וכן נכון דבהדיא נמסר על פסוק ובהקבץ בתולות שנית ומרדכי ישב לית חסר בסיפרא ובמסרא רבתא נמי נמסר כל יושב מלאים וחסרים דכולא קריא ובסיפא דמסרא נמסר וא' חסר במגלת אסתר ובהקבץ בתולות:",
        "1_Chapter, 20_Verse, 1_Comment": "<b>אחשורש.</b> ד' חסרים וא\"ו בתראה וסי' ויבקשו לשלוח יד ויקראו סופרי המלך בחדש הראשון ויאמר המלך אחשורש לאסתר המלכה ולמרדכי היהודי ויכתב בשם המלך אחשורש וחד חסר דחסר וסימן וישם המלך אחשרש מס על הארץ:",
        "2_Chapter, 0_Verse, 0_Comment": "<b>וינשאהו.</b> אין דגש ביו\"ד בספרים כ\"י מדוייקים ובדפוסים קדמונים:",
        "2_Chapter, 2_Verse, 0_Comment": "<b>עובר.</b> מלא וא\"ו:",
        "2_Chapter, 3_Verse, 0_Comment": "<b>באמרם.</b> כאמרם ק' כתיב עם בי\"ת וקרי עם כ\"ף והוא חד מן מלין דכתיבין בי\"ת וקריין כ\"ף וסימן נמסר במ\"ג במערכת אות הבי\"ת וריש הושע וריש ד\"ה וראיתי מדרש אחר כתוב כלשון הזה באמרם כתיב כאמרם ק' אמר המן למרדכי למה אינך כורך ומשתחוה לי וכי אתה גדול מיעקב זקנך שהשתחוו הוא וביתו לעשו זקני כ\"ב השתחויות ארבע נשיו ואחד עשר ילדיו השתחויה אחת לכל אחד מהן הרי ט\"ו והוא שבע פעמים הרי כ\"ב וזהו באמרם בב\"ית כאמרם בכ\"ף השיב מרדכי בנימין זקני לא נולד בעת ההיא ולא השתחוה ע\"כ ועיין מ\"ש בעל מנות הלוי בדף צ\"ה ע\"א:",
        "2_Chapter, 4_Verse, 0_Comment": "<b>כרע.</b> חסר וא\"ו:",
        "2_Chapter, 7_Verse, 0_Comment": "<b>ומפרד.</b> חסר וא\"ו:",
        "2_Chapter, 7_Verse, 1_Comment": "<b>שנות.</b> חסר וא\"ו קדמאה ומלא וא\"ו תניינא:",
        "2_Chapter, 8_Verse, 0_Comment": "<b>אשקול.</b> מלא וא\"ו:",
        "2_Chapter, 8_Verse, 1_Comment": "<b>עשי.</b> עם יו\"ד באחרונה:",
        "2_Chapter, 10_Verse, 0_Comment": "<b>נתון.</b> מלא וא\"ו:",
        "2_Chapter, 11_Verse, 0_Comment": "<b>ויקראו ספרי המלך וגו' ויכתב ככל אשר.</b> מלת ככל הכ\"ף ראשונה בגעיא:",
        "2_Chapter, 11_Verse, 1_Comment": "<b>ואל הפחות.</b> הו\"או בגעיא:",
        "2_Chapter, 11_Verse, 2_Comment": "<b>ואל שרי עם.</b> מלעיל:",
        "2_Chapter, 12_Verse, 0_Comment": "<b>ונשלוח.</b> מלא וא\"ו:",
        "2_Chapter, 12_Verse, 1_Comment": "<b>לבוז.</b> ג' מלאים וסי' ושללם לבוז אשר נתן המלך אחשורוש אשר נתן המלך אחשורוש ליהודים:",
        "2_Chapter, 13_Verse, 0_Comment": "<b>להיות עתדים.</b> חסר יו\"ד קדמאה וכן במסורת ב' וסימן להיות עתדים חסר להנקם מאיביהם מלא והוא אחד מן מלין דכתיבו וא\"ו באמצע תיבותא וקריין יו\"ד דלוג כמו שנמסר במס\"ג אות יוד:",
        "2_Chapter, 14_Verse, 0_Comment": "<b>נבוכה.</b> מלא וא\"ו:",
        "3_Chapter, 0_Verse, 0_Comment": "<b>גדולה.</b> הגדולה כולהון מלאים וא\"ו:",
        "3_Chapter, 1_Verse, 0_Comment": "<b>ויבוא.</b> מלא וא\"ו וב' חסרים בסיפרא וסימן ויבא המלך והמן אל המשתה ויבא המלך והמן לשתת:",
        "3_Chapter, 3_Verse, 0_Comment": "<b>ותבואינה.</b> ותבואנה ק' וכן צ\"ל במסורת סדר ואלה שמות:",
        "3_Chapter, 4_Verse, 0_Comment": "<b>על מרדכי.</b> ב' וסימן ותקרא אסתר להתך ויצא המן ביום ההוא:",
        "3_Chapter, 6_Verse, 0_Comment": "<b>לשקול.</b> מלא וא\"ו:",
        "3_Chapter, 6_Verse, 1_Comment": "<b>ביהודיים.</b> ביהודים ק' ובס\"א כ\"י כתוב ביהודיים הב\"ית בחירק והי\"וד נחה ולא סמכינן עילויה ועיין בספר מנות הלוי דף קכ\"ז עמוד א':",
        "3_Chapter, 7_Verse, 0_Comment": "<b>כתב הדת.</b> במקצת ספרים מדוייקים התי\"ו בקמץ ובמאריך ובמקף ותימא כי בחילופי הדפוס וגם בכ\"י לבן אשר הת\"יו בקמץ ובגלגל ובלא מקף ולבן נפתלי בפתח ובלא גלגל ובמקף כחילופים כ\"י וכן מצאתי במקצת ספרים כ\"י כבן נפתלי ובמכלול דף קצ\"ח כתוב בפשיטות שהוא בפתח והאפודי בפרק ל\"ב טען עליו וכתב שהוא קמוץ בעדות המסרה וכתב גם כן שהוא במקף ובלתי חטוף ובעל מגן דוד בסוף ספרו השיב בעד רד\"ק ואמר שבספרים הנמצאים בינינו הוא בפתח ובמקף ומה שאמר האפוד שהיא קמוצה בעדות המסרה אפשר שר\"דק ראה מסורת אחרת שאומרת בחילוף זה ע\"כ ועיין מ\"ש בפרשת מסעי על יָֽם־המלח:",
        "3_Chapter, 7_Verse, 1_Comment": "<b>ולצוות.</b> מלא וא\"ו ועיין מ\"ש בזה החכם אלקבץ בס' מנות הלוי דף קכ\"ז ע\"ב:",
        "3_Chapter, 8_Verse, 0_Comment": "<b>ויבוא התך.</b> בס\"א כ\"י ויבא התך חסר ומסרא דיליה ב' חסר בסיפרא וסי' ויבוא התך ויבא המלך והמן אבל בספרים אחרים ויבוא התך מלא וא\"ו וכן במסרה גדולה שמואל א ד ויחזקאל מ' כל מגלת אסתר מלא בר מן ב' חסרים וסימן אל המשתה אשר עשתה אסתר ויבא המלך והמן לשתות:",
        "3_Chapter, 10_Verse, 0_Comment": "<b>מדינות המלך ידעים.</b> במקצת ספרים מדוייקים חסר וא\"ו וכן נכון כי לא נמנה במסרה רבתא עם ד' יודעים מלא וא\"ו:",
        "3_Chapter, 10_Verse, 1_Comment": "<b>שרביט הזהב.</b> וְחיה ובפרשת שמות ואם בת היא וָחיה וסימן מלכת שבא פי' גבי אסתר נקוד וְחיה בשבא:",
        "3_Chapter, 10_Verse, 2_Comment": "<b>נקראתי.</b> מלא אל\"ף:",
        "3_Chapter, 10_Verse, 3_Comment": "<b>שלושים.</b> מלא וא\"ו:",
        "3_Chapter, 13_Verse, 0_Comment": "<b>תחרישי.</b> מלעיל וכן כתב בכל לוית חן סוף פ' כ\"ג מהשער השלישי ובספרים מדוייקים כ\"י מספרד בשתי זרקאות ועיין מ\"ש בפרשת בא על וככה:",
        "3_Chapter, 13_Verse, 1_Comment": "<b>יעמוד.</b> מלא וא\"ו:",
        "3_Chapter, 13_Verse, 2_Comment": "<b>יודע.</b> מלא וא\"ו:",
        "3_Chapter, 15_Verse, 0_Comment": "<b>כנוס.</b> מלא וא\"ו:",
        "3_Chapter, 15_Verse, 1_Comment": "<b>הנמצאים.</b> בשוא הצד\"י:",
        "3_Chapter, 15_Verse, 2_Comment": "<b>ונערתי.</b> חסר וא\"ו:",
        "4_Chapter, 1_Verse, 0_Comment": "<b>ויהי כראות המלך.</b> בס\"ס הכ\"ף דגושה ומתחלפת כֿראות ועיין מ\"ש בשופטי ז':",
        "4_Chapter, 2_Verse, 0_Comment": "<b>וינתן לך.</b> בשני טעמים כחבריו ועיין פרשת קרח על ויוצא פרח:",
        "4_Chapter, 6_Verse, 0_Comment": "<b>עד חצי המלכות ותעש: ותען אסתר ותאמר.</b> חצי הספר בפסוקים:",
        "4_Chapter, 11_Verse, 0_Comment": "<b>אף לא הביאה.</b> מלעיל שרשים:",
        "4_Chapter, 11_Verse, 1_Comment": "<b>אותי.</b> המסורת עליו לית מלא בסיפרא ועיין בספר מנות הלוי דף קכ\"ד ע\"ב:",
        "4_Chapter, 13_Verse, 0_Comment": "<b>ובא.</b> חסר וא\"ו:",
        "5_Chapter, 0_Verse, 0_Comment": "<b>הזכרנות.</b> חסר וא\"ו בין רי\"ש לנו\"ן:",
        "5_Chapter, 0_Verse, 1_Comment": "<b>ויהיו נקראים.</b> הוא\"ו בפתח:",
        "5_Chapter, 1_Verse, 0_Comment": "<b>בקשו לשלח יד.</b> הקו\"ף רפה בס\"ס מדוייקים כן כתב רב פעלים:",
        "5_Chapter, 2_Verse, 0_Comment": "<b>יקר וגדולה.</b> נכתב בוא\"ו ועם דגש בל\"מד:",
        "5_Chapter, 3_Verse, 0_Comment": "<b>לתלות.</b> מלא וא\"ו:",
        "5_Chapter, 5_Verse, 0_Comment": "<b>יותר.</b> מלא וא\"ו:",
        "5_Chapter, 8_Verse, 0_Comment": "<b>והלבשו.</b> חסר יו\"ד:",
        "5_Chapter, 8_Verse, 1_Comment": "<b>והרכבהו.</b> חסר יו\"ד:",
        "5_Chapter, 12_Verse, 0_Comment": "<b>ויאמרו לו חכמיו.</b> בספ' אחד מדוייק הל\"מד דגושה ובמסורת נמי חשיב ליה עם דגשין בתר יה\"וא בלא מבטל וסימן נמסר במ\"ג פרשת וירא ודניאל ה:",
        "5_Chapter, 12_Verse, 1_Comment": "<b>אשר החלות.</b> ב' כתיבי כן וסימן להראות את עבדך אם מזרע היהודים מרדכי:",
        "5_Chapter, 12_Verse, 2_Comment": "<b>לנפל.</b> חסר וא\"ו:",
        "5_Chapter, 12_Verse, 3_Comment": "<b>תפול.</b> מלא וא\"ו:",
        "5_Chapter, 13_Verse, 0_Comment": "<b>ויבהלו.</b> חסר יו\"ד:",
        "6_Chapter, 3_Verse, 0_Comment": "<b>להרוג.</b> מלא וא\"ו:",
        "6_Chapter, 3_Verse, 1_Comment": "<b>ואלו לעבדים.</b> לפי דעתי הוא מלרע כמו ואלו חיה דקהלת ו' והם שנים חסרים על פי המסורת:",
        "6_Chapter, 7_Verse, 0_Comment": "<b>לכבוש.</b> מלא וא\"ו",
        "6_Chapter, 8_Verse, 0_Comment": "<b>חרבונה.</b> בה\"א ולמעלה סימן א' חרבונא בא\"לף מסורת כאן ותילים סימן י':",
        "6_Chapter, 8_Verse, 1_Comment": "<b>העץ אשר עשה המן למרדכי.</b> הל\"מד בגעיא:",
        "6_Chapter, 8_Verse, 2_Comment": "<b>תלהו.</b> חסר וא\"ו:",
        "7_Chapter, 0_Verse, 0_Comment": "<b>צרר היהודיים.</b> היהודים ק':",
        "7_Chapter, 1_Verse, 0_Comment": "<b>אשר העביר.</b> העי\"ן בחטף סגול:",
        "7_Chapter, 2_Verse, 0_Comment": "<b>ותוסף אסתר.</b> מלא וא\"ו:",
        "7_Chapter, 2_Verse, 1_Comment": "<b>ותפל לפני רגליו.</b> חסר וא\"ו עיין מנות הלוי דף קע\"ה ע\"ב:",
        "7_Chapter, 3_Verse, 0_Comment": "<b>שרבט.</b> דין לחוד חסר י\"וד:",
        "7_Chapter, 4_Verse, 0_Comment": "<b>ואם מצאתי חן.</b> הוא\"ו בגעיא בס\"ס:",
        "7_Chapter, 4_Verse, 1_Comment": "<b>וטובה.</b> מלא וא\"ו:",
        "7_Chapter, 4_Verse, 2_Comment": "<b>בן המדתא.</b> בס\"א כתיבת יד מספרד כתוב כן בהללי בלא דגש הַֽמְדתא:",
        "7_Chapter, 5_Verse, 0_Comment": "<b>איככה ואיככה.</b> שניהם מלרע כל פי המסורת בשיר השירים ה':",
        "7_Chapter, 5_Verse, 1_Comment": "<b>אוכל וראיתי אוכל וראיתי.</b> שניהם הו\"או בגעיא בכמה ספרים כ\"י וגם בדפוס ישן:",
        "7_Chapter, 6_Verse, 0_Comment": "<b>שלח ידו ביהודיים.</b> ביהודים ק':",
        "7_Chapter, 7_Verse, 0_Comment": "<b>ונחתום.</b> מלא וא\"ו:",
        "7_Chapter, 8_Verse, 0_Comment": "<b>ויכתב ככל אשר צוה מרדכי.</b> הכ\"ף בגעיא:",
        "7_Chapter, 8_Verse, 1_Comment": "<b>כלשנו.</b> לחוד חסר בסיפרא:",
        "7_Chapter, 10_Verse, 0_Comment": "<b>להקהל ולעמד.</b> בס\"א מטוליטולא הל\"מד בגעיא וכן הוא בחילופים לב\"א:",
        "7_Chapter, 10_Verse, 1_Comment": "<b>להקהל ולעמד.</b> כתוב כאן במ\"ג שבדפוס ולעמוד ג' וסימן נמסר בסדר קרח ולעמוד לעמוד ג' מלא וסימן ולא יכלו הכהנים לעמוד לשרת דד\"ה ה' אלהי ישראל צדיק אתה אבל העם רב והעת להקהל ולעמוד על נפשם ע\"כ ושם בפרשת קרח נמסר ולעמד ג' חסר וסימן כי הבדיל אלהי ישראל אתכם ולעמד בבקר בבקר להקהל ולמד על נפשם ע\"כ והדברים כאן תמוהים ומבולבלים וקשיין אהדדי חדא דבפרשת קרח כתוב להקהל ולעמד בכלל החסרים והכא בסוף דבריו בכלל המלאים עוד טעה בחשבונו שכתב ג' מלא ולפי דבריו הם ד' כי פסוק ה' אלהי ישראל צדיק אתה הוא בעזרא סוף סימן ט' וסיפיה דקרא כי אין לעמוד לפניך על זאת ופסוק שלישי שהביא הוא גם כן בעזרא סימן י' דכתיב אבל העם רב והעת גשמים ואין כח לעמוד בחוץ עוד עירוב פסוקים כתב כאן שעירב ולעמד עם לעמוד ובאמת מה שנמסר בפרשת קרח על ולעמד הוא נכון וכן מצאתי כאן במסרות כ\"י אך מה שנמסר כאן במ\"ג לא נמצא בו דבר טוב והגירסא הישרה אצלי היא כמו שמצאתי במסורת כ\"י בדברי הימים על פ' לעמוד לשרת וז\"לש לעמוד ג' מלא בקריה כוליה וסימן ולא יכלו הכהנים לעמוד דד\"ה ה' אלהי ישראל אבל העם עד כאן ואם נמצאו סופרים שכתבו להקהל ולעמד מלא שגו ברואה פקו במסורת הדפוס ובכל הספרים חסר:",
        "7_Chapter, 10_Verse, 2_Comment": "<b>להשמיד ולהרג.</b> כן כתיב ולהרג בוא\"ו בתחלת התיבה בכל ספרים כ\"י מדוייקי' ובדפוסים קדמונים וכן מצאתי במגלת ר\"מ סופר עירנו ובמחזור קדמון:",
        "7_Chapter, 11_Verse, 0_Comment": "<b>בשלושה.</b> כל סיפרא מלאים וכן נמסר ביהושע סי' ט\"ו:",
        "7_Chapter, 12_Verse, 0_Comment": "<b>להנתן דת.</b> כן כתוב בשני טעמים ברוב ספרים כתובי יד:",
        "7_Chapter, 12_Verse, 1_Comment": "<b>ולהיות היהודיים.</b> היהודים ק':",
        "7_Chapter, 12_Verse, 2_Comment": "<b>עתודים.</b> עתידים ק' ועיין מה שכתבתי למעלה בסימן ג':",
        "7_Chapter, 15_Verse, 0_Comment": "<b>וששן.</b> לחוד חסר וא\"ו:",
        "8_Chapter, 0_Verse, 0_Comment": "<b>לשלוט.</b> מלא וא\"ו:",
        "8_Chapter, 0_Verse, 1_Comment": "<b>ונהפוך.</b> הפ\"א רפה:",
        "8_Chapter, 1_Verse, 0_Comment": "<b>ואיש לא עמד לפניהם.</b> בכמה ספרי הדפוס ובקצת ספרים כ\"י כתוב בפניהם וכן מתורגם באפיהון אכן בהרבה מקראות כ\"י וגם בדפוסים קדמונים כתו' לפניהם בל\"מד ובס\"א כ\"י ישן כתוב שכן נתקן בהלל וכתב החכם לונאזו שכן עיקר עוד מצאתי במקרא של חכם הנזכר שעל פסוק ולא עמד איש בפניהם יהושע כ\"א נמסר ב' ונקטו ודין ע\"כ ופי' ונקטו ר\"ל פסוק האמור ביחזקאל ו' ונקטו בפניהם ומהכא שמעינן דדין דאסתר כתוב לפניהם בל\"מד וכן מצאתי במחזור קדמון:",
        "8_Chapter, 3_Verse, 0_Comment": "<b>גדול וגדול.</b> כולהון מלאים וא\"ו:",
        "8_Chapter, 3_Verse, 1_Comment": "<b>הולך.</b> מלא וא\"ו ירושלמי אמר ר' יוסי בר בון צריך שיהא איש בריש דפא ואת בסופה עשרת בסוף דפא עיין בית יוסף א\"ח סימן תרצ\"א ועיין מ\"ש בשירת הים ושירת האזינו ובשירת מלכי כנען:",
        "8_Chapter, 6_Verse, 0_Comment": "<b>ואת פרשנדתא.</b> כל ואת דעשרת בני המן לית בהון געיא בסיפרי דוקני:",
        "8_Chapter, 6_Verse, 1_Comment": "<b>פרשנדתא.</b> בריש מס\"ג שבדפוס שי\"ן פרשנדתא מאותיות קטנות ובס\"ס מדוייקים אינו כן רק על תי\"ו פרשנדתא נמסר תי\"ו זעיר':",
        "8_Chapter, 8_Verse, 0_Comment": "<b>פרמשתא.</b> שי\"ן זעירא בס\"ס לא ריש ולא תי\"ו ועיין מ\"ש בשמואל ב' כ\"א:",
        "8_Chapter, 8_Verse, 1_Comment": "<b>ארידי.</b> מאן סליק לעילא ואתא ואמר אם מלת ארידי מלא יו\"ד או חסר במקרא גדולה חסר יו\"ד ונמסר עליו לית וחסר וכן נכתב ונמסר במקרא כ\"י ואולם בספרים אחרים ישנים מהדפוס וכ\"י מלא יו\"ד וכ\"כ ר' מאיר במרגליותיו:",
        "8_Chapter, 8_Verse, 2_Comment": "<b>ויזתא.</b> במדוייקים כ\"י הוא\"ו רבתי וכן ראיתי בנוסחאות כ\"י מאותיות רבתות ובפ\"ק דמגילה וא\"ו דויזתא צריך למימתחיה בזקיפה וכו' וכתב הרא\"ם י\"מ מותח בקריאתה וי\"מ בכתיבתה והיא מאלפא בי\"תא של אותיות גדולות והר\"ן כתב דלאו למימרא דבעי לאורוכי לו\"או טפי משאר וו\"ין שהרי לא מצינו שנמנית במסורת באותיות גדולות אלא לפשוט ראשו הכפוף והיינו לשון מתיחה שהוא זקוף מלשון זקיפה עכ\"ל ובמסכת סופרים א\"ר זעירא וא\"ו דויזתא צריך למזקפיה כמרדיא דלברות כן צריך להגיה לפי דעתי כי הא דאמרינן בב\"מ ריש פ' השוכר את הפועלים עלה דמתניתין דקתני ע\"מ שאין לכם עלי אלא פת וקטנית בלבד א\"ל רב אחא לאב חסדא פת קטנית תנן או פת וקטנית תנן א\"ל האלהים צריכא וא\"ו בי מורדיא דלברות ופי' רש\"י ז\"ל לברות שם הנהר מורדיא עץ שרב החובל מנהיג בו את בספינה לרחקה מן האבנים ומן המכשולים ובלעז בטי\"לו ובעירוך ערך מרדיא פירוש המשוט של מלחים ועיין עוד בענין וא\"ו של ויזתא מ\"ש בעל מנות הלוי בפסוק ותאמר אסתר אם על המלך טוב ינתן גם מחר ובספר גאולת הגר (אמר המגיה בכל ספרים המדוייקים זי\"ן של ויזתא זעירא וכן נמסר במס\"ק לית ז\"ין זעירא וכן במסרא רבתא באלפא ביתא מאותיות זעירות נמנית ז\"ין של ויזתא ואע\"פי שהרב המחבר לא כתב על זה כלום נראה לכאורה שלדעתו אינה זעירא כיון שדרכו להעיר אזן על אות רבתית או זעירא חשבתי להדפיסה זעירא כמו שמצאתי בכל הספרים המדוייקים ע\"כ):",
        "8_Chapter, 11_Verse, 0_Comment": "<b>וינתן לך.</b> בשני טעמים:",
        "8_Chapter, 13_Verse, 0_Comment": "<b>להעשות.</b> ב' ומלאים וא\"ו:",
        "8_Chapter, 13_Verse, 1_Comment": "<b>ותנתן דת בשושן.</b> במקצת ספרים כ\"י ובדפוסים ישנים בשני טעמים ומקצתם בטעם ראשון לבד וי\"ס באחרון:",
        "8_Chapter, 14_Verse, 0_Comment": "<b>ויקהלו היהודים.</b> היהודים ק':",
        "8_Chapter, 15_Verse, 0_Comment": "<b>והרוג.</b> מלא וא\"ו:",
        "8_Chapter, 17_Verse, 0_Comment": "<b>והיהודיים אשר בשושן.</b> והיהודים ק':",
        "8_Chapter, 18_Verse, 0_Comment": "<b>הפרוזים.</b> הפרזים ק':",
        "8_Chapter, 18_Verse, 1_Comment": "<b>ויום טוב ומשלוח.</b> חמינא ספרי טובא דקא מיחלפן בתיבת ומשלוח דהכא ודלקמן משתה ושמחה ומשלח ולא נביאה אנא ולא בר נביאה למידע נסחא דחזיא טפי למיסמך עלה איכא נסחי דקדמאה חסר ובתראה מלא ואיכא נסחי דכתיבין איפכא ואיכא מינייהו דתרווייהו חסרים ומסרי ב' חסר מיהו אשכחנא מסרא ברירא דהכי אמרה ומשלוח ב' חד מלא וחד חסר וסימן שמחה ומשתה מלא ימי משתה חסר עד כאן וחזינא נמי לר\"מ דכתב הכי במגלה דידיה וכן הוא במחזור קדמון:",
        "8_Chapter, 19_Verse, 0_Comment": "<b>הקרובים.</b> דין מלא ואו:",
        "8_Chapter, 19_Verse, 1_Comment": "<b>והרחוקים.</b> מלא וא\"ו:",
        "8_Chapter, 21_Verse, 0_Comment": "<b>אותם.</b> מלא וא\"ו:",
        "8_Chapter, 21_Verse, 1_Comment": "<b>לאבינים.</b> חסר וא\"ו:",
        "8_Chapter, 22_Verse, 0_Comment": "<b>וקבל היהודים.</b> עיין מ\"ש במלכים א' י\"ב בפסוק ויבאו ירבעם ומ\"ש הרש\"בא בספר מנות הלוי ומ\"ש למטה אצל קימו וקבל:",
        "8_Chapter, 22_Verse, 1_Comment": "<b>החלו.</b> הל\"מד בדגש:",
        "8_Chapter, 23_Verse, 0_Comment": "<b>כי המן בן המדתא האגגי צרר כל היהודים.</b> כל מגילה צרר היהודים בר מן דין צרר כל היהודים:",
        "8_Chapter, 26_Verse, 0_Comment": "<b>קימו וקבל.</b> וקבלו ק' והוא חד מן מלין חסרין וא\"ו בסוף תיבותא וקריא ובירושלמי הרואה ג' דברים גזרו ב\"ד של מטה והסכים ב\"ד של מעלה עמהן וכו' מגלת אסתר קיימו וקבלו וגו' רב אמר וקבל כתיב מלמד שהסכימו וכן ברות רבתי קיימו וקבלו היהודים לא כתיב וקבל כתיב רבן של יהודים קבל פי' מר\"עה אבל בזוהר פרשת כי תשא דף קצ\"א גרסינן ואפילו מגילת אסתר דכתיב וקבל היהודים וקבלו היהודים מיבעי ליה מאי וקבל אלא דא משה דאיהו היהודים כללא דיהודאי ע\"כ משמע דעקר דרשא אקרא דלעיל היא דכתיב וקרי וקבל וכן משמע ממדרש ילמדנו פ' ויחי:",
        "8_Chapter, 27_Verse, 0_Comment": "<b>נזכרים ונעשים.</b> בפתח וחטף פתח והוא\"ו בגעיא בס\"ס:",
        "8_Chapter, 27_Verse, 1_Comment": "<b>דוד ודור.</b> שנים מלאים וא\"ו:",
        "8_Chapter, 28_Verse, 0_Comment": "<b>ותכתוב.</b> בכמה ספרים תי\"ו ראשונה רבתי וכן ראיתי בנוסח א' מאל\"פא בי\"תא רבתית ובס\"א כ\"י נכתב רבתית תי\"ו שנייה ולא מצאתי לו חבר ועיין במסורת הברית הגדול ובספר גאולת הגר:",
        "8_Chapter, 28_Verse, 1_Comment": "<b>את כל תקף.</b> בנסחא כ\"י מאותיו' קטנות סמנה בתוכם תי\"ו את כל תקף ואין כן בספרים:",
        "8_Chapter, 28_Verse, 2_Comment": "<b>תקף.</b> חסר וא\"ו:",
        "8_Chapter, 30_Verse, 0_Comment": "<b>הצומות.</b> מלא בשני ווי\"ן:",
        "9_Chapter, 0_Verse, 0_Comment": "<b>וישם המלך אחשרש.</b> אחשורוש ר' ובמסרה לית חסר דחסר ועיין במסרה גדול' על פסוק ויבקשו לשלוח יד במלך אחשורש ובחילופי קריאה שבין מערבאי ובבלאי:",
        "9_Chapter, 1_Verse, 0_Comment": "<b>וכל מעשה תקפו.</b> הפ\"א דגושה:",
        "9_Chapter, 1_Verse, 1_Comment": "<b>הלוא הם כתובים.</b> מלא וא\"ו וא\"לף ע\"פ המסורת:",
        "9_Chapter, 2_Verse, 0_Comment": "<b>לרב אחיו.</b> בכמה ספרים כ\"י מדוייקים חסר וא\"ו וכן בדפוסים ישנים ובמחזור קדמון:",
        "9_Chapter, 2_Verse, 1_Comment": "<b>ודבר.</b> חסר וא\"ו:"
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Minchat Shai on Esther"
}