{
    "versionTitle": "Book of Legends version", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Makkot", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "  Four sages, Rabban Gamaliel, Rabbi Elazar ben Azariah, Rabbi Joshua, and Rabbi Akiva, were traveling together. ...", 
            "They came to Jerusalem, the once-teeming city, now laid utterly to waste. When they came to Mount Scopus, overlooking the city, they tore their clothes in grief. ... When they reached the Temple Mount, they saw a fox, running from the spot where the Holy of Holies had once stood. They all burst into tears, except for Rabbi Akiva, who laughed. The other sages said to him: ... “How can you laugh at this scene of such destruction?” ... He said to them: ... “Why do you weep?” ... They replied: ... “We weep, for the place which was once the Holy of Holies, which no outsider could enter, now is desolate, inhabited by wild beasts. How could we not weep?” ...", 
            "Akiva said: ... “And that is why I laugh. ... .  ", 
            "I saw enacted before my eyes the terrible words of the prophet Uriah, ‘Zion is plowed over like a desolate field’. That gave me the faith to hope that I would see the fulfillment of the comforting words of the prophet Zechariah, “Once again the aged will rest in the broad avenues of Jerusalem.’ If our worst fears can come true, so too can our greatest hopes.” ...  They said to him: ... “Akiva, you have comforted us.”"
        ]
    ], 
    "versionSource": "Book of Legends", 
    "heTitle": "מכות", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ]
}