{
    "versionTitle": "Mishnah Yomit, Joshua Kulp", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Arakhin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "One who said, “I vow my weight,” he must give his weight, if [he said] silver, in silver; if [he said] gold, in gold. It happened with the mother of Yirmatia, who said, “I vow my daughter's weight.” She went up to Jerusalem and weighed her and then gave her weight in gold.  [If a man said, “I vow] the weight of my hand,”Rabbi Judah says: let him fill a barrel with water and put it [his hand] in up to the elbow. Then let him weigh the flesh, bones and sinews of a donkey and put it into the barrel until it is filled up again; Rabbi Yose said: “Is it possible to account exactly one kind of flesh against another kind of flesh, and one kind of bones against another kind of bones? Rather, one estimates what the hand is likely to weigh.", 
            "[If one said,] “the worth of my hand is upon me,” they estimate his worth with his hand and [what it would be] without his hand. In this respect vows of worth are more stringent than vows of value, [while] there is an aspect of vows of value that is more stringent than vows of worth How so? If one said, “my value is upon me” and then he dies, his heirs must give it. [But if he said,] “my worth is upon me,” and then he dies, his heirs need not give anything because dead persons have no worth. [If he said,] “the value of my hand or foot is upon me,” he has said nothing; [but if he said,] “the value of my head is upon me,” he must give his whole value. This is the general rule: Anything upon which his life depends, he must give his whole value.", 
            "[If one said:] “Half my value is upon me,” he must give half his evaluation. [But if he said,] “The value of one half of me he is upon me,” he must give his full value. [If he said] “Half of my worth is upon me,” he must give half his worth. [If he said,] “The worth of half of me is upon me,” he must give his whole worth. This is the general rule: Anything on which his life depends, he must give his whole worth.", 
            "If he said, “the value of so-and-so is upon me,” if both the maker of the vow and the subject of the vow died, then the heirs must give it.  [If he said,] “the worth of so-and-so is upon me,” and the maker of the vow died, the heirs must give it. But if the subject of the vow died, the heirs need not give  anything because dead persons have no worth.", 
            "[If someone said,] “this ox [shall be] an <i>olah</i> [offering that is entirely burnt],” or “this house [shall be] an <i>olah</i>,” and the ox died or the house fell down, he is not obligated to pay.  [If he said:] “this ox is upon me as an <i>olah</i>” or “this house is upon me as an <i>olah</i>” and the ox died, or the house fell down, he is obligated to pay [their worth].", 
            "With regard to those who made a vow of value, they take a pledge from them. With regard to those obligated to bring a <i>chatat</i> [offering brought to expiate sin] or <i>asham</i> [offering brought to alleviate guilt], they do not take a pledge. With regard to those obligated to bring an <i>olah</i> or a <i>shelamim</i> [offering whose various parts are consumed by its owners, the Kohanim and the fire on the altar], they do take a pledge. And even though he is not atoned for unless he accedes willingly [to give his obligation], as it is said: “willingly” (Leviticus 1:3), they coerce him until he says: I am willing. The same is true in the case of divorce documents: they coerce him until he says: I am willing."
        ], 
        [
            "[The property] of orphans which has been evaluated [must be proclaimed for] thirty days. And [the property of] the Temple fund which has been evaluated, [for] sixty days. They must make the proclamation in the morning and in the evening.  If a man dedicates his property to the Temple and he is still liable for his wife’s <i>ketubah</i> - Rabbi Eliezer says: when he divorces her he must vow that he will not derive any further benefit from her; Rabbi Joshua says: he need not do so. Similarly, Rabban Shimon ben Gamaliel said: Also if one who acts as a guarantor for a woman's <i>ketubah</i> and her husband divorces her, the husband must vow to derive no benefit from her, lest he act in collusion against the property of that man [the guarantor] and take his wife back again.", 
            "A man who dedicates his possessions to the Temple fund while he is still liable for his wife's <i>ketubah</i> or in debt to a creditor, the wife cannot collect her <i>ketubah</i> from the consecrated property nor the creditor his debt.  Rather he who redeems them must redeem for the purpose of paying the wife her <i>ketubah</i> or the creditor his debt. If he had dedicated ninety <i>maneh</i> worth of property, and he owed one hundred <i>maneh</i>, then he [the creditor] must add one <i>dinar</i> more and he redeems the property for the purpose of paying the <i>ketubah</i> to the wife or the debt to the creditor.", 
            "Even though they said: they take pledges from those who owe vows of value, they allow him food for thirty days, clothing for twelve months, bed and bedding, shoes and <i>tefillin</i>.  For himself, but not for his wife and children.  If he was a craftsman, they leave him two tools of every kind. If he was a carpenter, they leave him two axes and two saws. Rabbi Eliezer says: if he was a farmer, they leave him his yoke [of oxen]; if a donkey driver, they leave him his donkey.", 
            "If he had many [tools] of one kind, and few of another kind, they may not say to him to sell the many and buy some of the few, but one leaves him two of the kind of which he has many and all that he has from those of which he has few. One who consecrates [all] his possessions to the Temple, they include his <i>tefillin</i> in the evaluation.", 
            "Whether one consecrates his property or evaluates himself, it [the Temple] has no claim to his wife's garments or his children's garments or to the dyed clothes which he had dyed for their use or to the new sandals which he has bought for their use. Although they said: “Slaves are sold with their garments to increase their value,” because when a garment for thirty <i>dinar</i> is bought for him his value is increased by a <i>maneh</i>. And likewise with a cow, if it is held in waiting to the market-day it increases in value, and similarly a pearl, if brought to a big city increases in value. Nevertheless, the Temple fund can only claim the value of anything in its own place and at its own time."
        ], 
        [
            "One may not consecrate [a field of his possession] less than two years before the Jubilee, nor redeem it less than one year after the Jubilee.  One does not reckon months to [the disadvantage of] the Temple fund, but the Temple fund does reckon months [to its own advantage]. If a man consecrated his field at a time when the law of the Jubilee is in force, he must give fifty <i>shekel</i> for [each section of field sufficient for] the sowing of a <i>homer</i> of barley.  If the field contained ravines ten handbreadths deep or rocks ten handbreadths high, they are not included as part of the field. But if less than this, they are included. If he consecrated it two or three years before the Jubilee, he must give one <i>sela</i> and one <i>pundion</i> for each year.   If he says: “I shall give for each year as it comes,” they do not listen to him, rather he must give for all the years together.", 
            "It is all the same whether the owner or anyone else [redeems the field]. What is the difference between the owner and any other man? The owner must add one fifth, whereas any other man need not add one fifth.", 
            "If a man consecrated [his field] and then redeemed it, it does not go out of his possession in the Jubilee.  If his son redeemed it, it reverts to his father in the Jubilee. If another person, or a relative redeemed it, and he redeemed it from his hand, it goes out [to the priests].  If one of the priests redeemed it, and it was still in his possession, he cannot say: “Since it goes out to the priests in the Jubilee, and since it is now in my possession, therefore it belongs to me.” Rather, it goes out of his possession to all his fellow priests.", 
            "If the Jubilee arrived and it was not yet redeemed then the priests enter into possession of the land and they give its value - [these are] the words of Rabbi Judah; Rabbi Shimon says: they enter [into possession] but they do not give [its value]; Rabbi Eliezer says: they neither enter [into possession] nor give [its value] - rather, it is called an abandoned field until the second Jubilee. If the second jubilee has arrived and it was not yet redeemed, it is called a ‘twice abandoned field’ until the third Jubilee. The priests never enter into possession of the field until someone else had redeemed it.", 
            "If one bought a field from his father, and his father died and afterwards he consecrated it, it is considered a hereditary field.  If he consecrated it and afterwards his father died, then it is considered a field [acquired by] purchase - [these are] the words of Rabbi Meir; Rabbi Judah and Rabbi Shimon say: it is considered a field of possession, as it is said: “And if a field which he has, which is not his hereditary field” (Leviticus 27:22) - a field which is not capable of becoming a hereditary field, thus excluding a field which is capable of becoming a hereditary field.   A field [acquired by] purchase does not go out to the priests in the year of the Jubilee, for no man can consecrate an object not belonging to him.  Priests and Levites may consecrate [their fields] at any time and redeem at any time, both before and after the jubilee."
        ], 
        [
            "If one consecrated his field at a time when the [law of the] Jubilee was no longer observed, they say to him: “You open [the bidding]!” because the owner must give an added fifth, whereas others do not give an additional fifth.  It happened that one consecrated his field because it was bad. They said to him: “You open the bidding.” He said: “I will acquire it for an <i>issar</i>.” Rabbi Yose said: he did not say that, but rather [he said] “for an egg,” because consecrated objects may be redeemed by either money or money's equivalent.  He [the Temple treasurer] said to him: It’s yours.  It turns out he lost an <i>issar</i> and the field was his again.", 
            "If one said: “I will acquire it for ten <i>selaim</i>” and another, “[for] twenty”, and another “for thirty”, and another “for forty”, and another “for fifty” - if he [that bid] fifty reneged, they take pledges from his property up to ten <i>selaim</i>.   If he [that bid] forty reneged, they take pledges from his property up to ten <i>selaim</i>.  If he [that bid] thirty reneged, they take pledges from his property up to ten <i>selaim</i>. If he that bid twenty reneged they take pledges from his property up to ten <i>selaim</i>.  If he that bid ten reneged they sell [the field] for what it is worth, and collect what remains from him who bid ten.  If the owner bid twenty and any other man bid twenty, then the owner comes first, because he must add one fifth.", 
            "If one said “I will acquire it for twenty-one <i>selaim</i>,” then the owners must give twenty-six. [If one said] “Twenty-two,” the owners must give twenty-seven. “Twenty-three,” the owners must give twenty-eight. “Twenty-four,” the owners must give twenty-nine. “Twenty-five,” the owners must give thirty. For they need not add one fifth to what the other bids more. If one said: “I will acquire it for twenty-six,” if the owners want to give thirty-one and an extra <i>dinar</i>, the owner comes first. And if not, we say to the other: “It has become yours.”", 
            "A man may proscribe [part] of his flock or of his herd, of his Canaanite slaves or female slaves or of his hereditary field. But if he proscribed all of them, they are not considered [validly] proscribed - [these are] the words of Rabbi Elazer. Rabbi Elazar ben Azaryah said: just as regarding [proscribing one's property] for holy matters, one is not permitted to proscribe all of his possessions, how much more so should one be careful with his property.", 
            "If one proscribes his son or his daughter, or his Hebrew slave or female slave, or his field [acquired by purchase], they are not considered [validly] proscribed, for one cannot proscribe something that does not belong to him. Priests and Levites cannot proscribe [their belongings] - [these are] the words of Rabbi Judah; Rabbi Shimon says: the priests cannot proscribe, because things proscribed belong to them, but Levites can proscribe, because things proscribed do not belong to them. Rabbi says: the words of Rabbi Judah seem acceptable in cases of immovable property as it is said: “For that is their perpetual possession,” (Leviticus 25:34) and the words of Rabbi Shimon seem acceptable in cases of movable property, since things proscribed do not fall to them.", 
            "Things proscribed for [the use of] the priests cannot be redeemed but are to be given to the priests. Rabbi Judah ben Batera says: things proscribed without specification fall to [the fund for] Temple repairs, as it was said: “Every proscribed thing is most holy to the Lord” (Leviticus 27:25). But the Sages say: things proscribed without specification go to the priests, as it is said: “As a field proscribed: its possession belongs to the priest” (Leviticus 27:21).    If so, why is it said: “Every proscribed thing is most holy to the Lord”? This teaches that it applies [also] to <i>kodshai kodashim</i> [sacrifices of the highest degree of sanctity, they may be slaughtered only on the north-west corner of the altar, and consumed only within the Temple compound by male priests, or burnt entirely] and <i>kodashim kalim</i> [sacrifices of a lesser degree of sanctity, they may be slaughtered anywhere in the Temple courtyard and consumed by most anyone, anywhere in Jerusalem].", 
            "A man may proscribe his holy things, whether they are <i>kodshai kodashim</i> or <i>kodashim kalim</i>. If [they had been] consecrated as a vow, he must give their value, if as a freewill-offering, he must give what it is worth to him. [If he said:] “Let this ox be an <i>olah</i>,” one estimates how much a man would pay for the ox to offer it as an <i>olah</i>, which he was not obliged [to offer]. A first-born, whether unblemished or blemished, may be proscribed. How can it be redeemed? They estimate what a man would give for this first-born in order to give it to the son of his daughter or to the son of his sister.  Rabbi Ishmael says: one verse says, [All first-born males] you shall sanctify,” (Deuteronomy 15:19) and another verse says: [“The first-borns among beasts] no man shall sanctify it” (Leviticus 27:26). It is impossible to say: “You shall sanctify,” since it was said already: “No man shall sanctify,” and it is impossible to say: “No man shall sanctify,” since it is also said: “You shall sanctify”? Therefore resolve [thus]: you may sanctify it by consecrating its value [to the owner], but you may not sanctify it by consecrating it to the altar."
        ]
    ], 
    "versionSource": "http://uscj.org", 
    "heTitle": "משנה ערכין", 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}