{
    "title": "Kiryat Sefer on Mishneh Torah, Diverse Species",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Diverse_Species",
    "text": [
        [
            [
                "<b>אזהרת קסא </b> שלא לזרוע כלאים דכתיב שדך לא תזרע כלאים ואם זרע שני מיני זרעים כאחד בארץ ישראל לוקה כדכתיב שדך דהוא בארץ ישראל ולא בחוצה לארץ וכתיב כלאים שהם שני מינים דאף על גב דבלא תזרע כרמך כלאים אמרינן שני מינים עם חרצן דכתיב כרמך וכלאים הכא שאני דכתיב שדך דמשמע קרקע בלא זרעים דנקראת שדה אבל כרם בלא גפנים לא מיקרי כרם. ואחד זורע או מנכש שעוקר עשבים רעים כדי שיגדלו האחרים יותר חשיב כזורע כלאים או מחפה זרע שהיה מונח בעפר לוקה דמה דרכו של זורע לצמוחי פירא מכוין הא נמי לצמוחי פירא מכוין ובין בידו בין ברגלו בין בכלי לצמוחי קא מכוין. ואחד הזורע בארץ או בעציץ נקוב דהוי כמחובר כדאמרי' לענין הכשר זרעים דהוי כמחובר דהתורה ריבתה אצל זרעים דכתיב על כל זרע זרוע אשר יזרע כדרך שאדם מוציא לזריעה למעוטי מחובר כל דהו דלהכי אהני זריעות יתירי דקרא ומיהו שאינו נקוב תלוש גמור הוא מדאוריתא."
            ],
            [],
            [
                "<b>אסור </b> לזרוע כלאים לגוי דאין קנין לגוי בארץ ישראל דשדך לא אתא למעוטי אלא חוצה לארץ ומותר לומר לגוי לזרוע לו כלאי זרעים דאין האיסור אלא למי שזרע שדהו כלאים דלא נאמר הארץ לא תזרע כלאים דמהכא נפקא דמותר לזרוע שעורים בצד שדה חברו הזרועה חטין. ואסור לאדם לקיים כלאים זרעים בשדהו אלא עוקרן דכתיב בהמתך לא תרביע כלאים שדך לא תזרע כלאים ושמעינן ליה הכי כלאים שדך לא דמשמע שמזהיר הכתוב שלא יקיים כלאים בשדה דהוי מצי למיכתב בהמתך כלאים לא תרביע ומדסמכן כלאים לשדה שמע מינה להכי הוא דאתא ואם קיימן אינו לוקה דהוי לאו שאין בו מעשה דילפינן בעלמא דאין לוקין עליו. ומותר לישראל לזרוע כלאי זרעים בחוצה לארץ ואפילו לערבן לכתחלה ולזורען דשדך כתיב למעוטי חוצה לארץ ודברים אלו דברי קבלה הם גם כן."
            ],
            [
                "<b>עשבים </b> מרים ושאינם ראויים אלא לרפואה אין בהם משום כלאי זרעים [דאין אסור משום כלאי זרעים אלא שבני אדם נוהגים לזרוע כדכתיב אשר תזרע (ויקרא יט, יט)]."
            ],
            [
                "<b>כלאי </b> האילנות הרי הם בכלל מה שנאמר שדך לא תזרע כלאים בין אילן באילן בין ירק בהרכבה ולוקה בכל מקום דכתיב שדך לא תזרע כלאים בתר בהמתך לא תרביע כלאים וילפינן מינה מה בהמתך בהרבעה אף שדך בהרכבה דהוי דבר המסוים דומיא דהרבעת בהמה ומה בהמתך אף בחוצה לארץ דהא חובת הגוף היא אף שדך בהרכבה אפילו בחוצה לארץ לוקה דהא דכתיב שדך למעוטי חוצה לארץ היינו בזרעים לא בהרכבת אילן באילן או בירק או ירק באילן. ואסור לישראל להניח לגוי שירכיב לו אילנות כלאים דהוי כהרבעת בהמה דילפינן מינה ואין כלאים באילנות אלא בהרכבה לא בזריעה דלא הוי דבר המסוים בהרבעה דבהמה."
            ],
            [],
            [
                "<b>כלאים </b> דזרעים והרכבת אילנות אף על פי שלוקה מותרין באכילה מדגלי רחמנא בכלאי הכרם דאסירי דכתיב פן תקדש פן תוקד אש מכלל דכלאי זרעים שרו ולא תימא כלאי הכרם אסורים אפילו בהנאה אבל כלאי זרעים שרו בהנאה ואסירי באכילה דהא איתקוש לכלאי בהמה כדכתיב בהמתך לא תרביע כלאים שדך לא תזרע וגו' מה בהמתך כלאים היוצא ממנה מותר אף שדך כלאים היוצא ממנה מותר וכלאי בהמה גופייהו דשרו ילפינן מדאסר רחמנא כלאים לגבוה דכתיב שור או כשב או עז פרט לכלאים מכלל דלהדיוט שרי דאי לאו הכי לא הוה צריך קרא. ומותר ליטע יחור מן האילן שהורכב ולזרוע זרע הירק שנזרע כלאים נראה דכיון דשרו באכילה ולא אסרתן תורה משום כלאים תו ליכא בהו כלאים ואפילו בנטיעה או בזריעה."
            ],
            [
                "<b>תבואה </b> היא חמשת המינים חטה ושעורה שבולת שועל ושיפון וכוסמין חטים ב' מינים ושעורה ג' מינים כדילפינן בהלכות חמץ ומצה וקטנית הם כמו פול ואפונים כל זרע שהוא נאכל וזרעוני גינה הן אותן שאינו נאכל אלא הפרי שלהם כבצלים ושומים וכיוצא בהם והכל נקרא זרעונין וכשיצמחו נקראים דשא או ירק וזרעוני גנה שדרכן לזרוע מהם שדות נקראים מיני זרעים ומה שדרכן לזרוע ערוגות קטנות נקראים מיני ירקות:"
            ]
        ],
        [
            [
                "<b>זרע </b> שנתערב בזרע אחר שהוא כלאים עמו חלק אחד בעשרים ושלשה אסור לזרוע ולוקה עליו. וכל שהוא כלאים עם הזרע מצטרף לאחד מעשרים וארבעה כשנתערבו תבואה זה עם זה וקטניות זה בזה או מיני קטניות בתבואה וזרעוני גנה שאין נאכלין מצטרפין אחד מכ\"ד ממה שזורעים בבית סאה מאותו המין לסאה של תבואה או קטנית עד שימעט או יוסיף ושיעור זה הלכה למשה מסיני. ונראה דשיעור חלק אחד מכ\"ד בתבואה וקטנית הוו בכלל שיעורין הלכה למשה מסיני משום דהוי מילתא פסיקא אחד מכ\"ד בזרע אבל בזרעוני גנה לא משערינן בזרע אלא כפי מה שזורעים בבית סאה מאותו המין ולהכי איצטרך הלכתא למשה מסיני באפי נפשה לומר דאחד מכ\"ד ממה שנופל לבית סאה הוי כלאים בסאה של תבואה או קטנית. ואם נתכוון לערב או לזרוע הב' מינים אפילו חטה אחד בכרי של שעורים אסור לזורעה דהא בכל שהו הוי כלאים בזריעה דכיון דאיכוון ליה מעיקרא בשעת כינוס תבואה לזורעה מעורבת או שערבה לזורעה אחשבה ואסיר מדאוריתא אבל איפשר דלא לקי אלא על שיעור אחד מכ\"ד דהא לא מחייב מן התורה לעקור כשזרע כלאים אלא אם הם אחד מכ\"ד דהוי כלאים בשדה אבל אם זרע כל שהו בכוונה לא מחייב למיעקר דלא הוי כלאים בשדה כיון דלא מינכר ואם לא זרע כלאים אלא שעלה מאיליו אפי' אחד מכ\"ד לא מיחייב מן התורה לעקור כיון דלא זרע אלא מין אחד אלא אם כן רצה בקיומן דהא ילפינן לה למקיים כלאים כדכתיב כלאים שדך לא כדלעיל פרק א'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> נוטעין ירקות בתוך סדן של שקמה שהיא תאנה מדברית דהוי ירק באילן והוי דבר המסוים. והרכבת אילן סרק באילן מאכל ילפינן מדכתיב את חקותי תשמורו וגו' חוקות שחקקתי לבני נח דכתיב למינהו באילנות אבל עץ סרק על עץ סרק חשיבי כמין אחד. הטומן לפת וצנונות תחת האילן או הגפן אם אינן אגודה או שלא היו העלין [מגולין] חושש משום כלאים כיון דהוי דרך שתילה ונראה דחששא זו מדרבנן כיון דלא השרישו עדין."
            ],
            [
                "<b>שדה </b> שהיתה זרועה וקצרה ונשארו השרשין בארץ לא יהיה זורע עד שיעקר ואיפשר דלא אסיר אלא מדרבנן כל שלא צמחו העיקרין."
            ],
            [
                "<b>היתה </b> שדהו זרועה חטים ונמלך לזורעה שעורים כשהתליעו החטים יהפכם במחרישה ויזרע שעורים דהא לא יצמחו החטים כיון שהתליעו והפכם במחרישה כדרך שחורשין האדמה קודם המטר כדי שתרוה. ואם צמחו החטים יהפך ואחר כך זורע ואם קרסמה בהמ' את הצמח הרי זו מותר דתו לא צמח:"
            ]
        ],
        [
            [
                "<b>שני </b> מיני זרעים או פירות אף על פי שהן דומין זה לזה כצנון ונפוס בירקות או כתפוח וחזרד בפירות שדומין זה לזה בעלין או בפירות הם כלאים זה בזה כיון שהם שני מינים אבל מין אחד אף על פי שאין דומים זה לזה ונראים כשני מינין כחזרת עם חזרת גלים בירקות ואגסים עם קרוסטומלין בפירות אינם כלאים זה בזה דכתיב שדך לא תזרע כלאים וגו' ובגד כלאים שעטנז לא יעלה עליך מה בבגדים אסר שני מינים לא זה ממין זה ולא זה ממין זה כדכתיב לא תלבש שעטנז צמר ופשתים אף כל כלאים שאסר הכתוב הם שני מינים לא זה ממין זה ולא זה ממין זה וכן אפילו הם שני מינים אלא שדומין זה לזה בפרי או בעלין דמיון גדול עד שיראו כשני גוונין ממין אחד כלפת עם צנון בירקות שדומין בפרי ולפת עם נפוס שדומין בעלין הרי אלו אינם כלאים זה בזה דלא הוו כצמר ופשתים שהם נכרים שני מינים וצנון עם נפוס אף על פי שדומין זה לזה בפרי ובעלין הם כלאים זה בזה הואיל וטעם פרי זה רחוק מטעם פרי זה על ידי הטעם ניכר שהם שני מינים והוו כצמר ופשתים דהוו כלאים."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זרעים </b> שהם כלאים זה עם זה שנזרעו בערבוביא אסור דכלאים היינו ערבוביא ואם מובדלים זה מזה כשיעור אין חוששין ליניקה וכשהן מובדלים כשיעור יניקה דאוריתא אין חוששין למראית העין שנראים מעורבים ושיעור הרחקה בין שדה מין תבואה לשדה תבואה אחרת מדאוריתא ולמלקות ששה טפחים ובין שדה ירק לשדה ירק אחר מדאוריתא ולמלקות טפח ושדה תבואה משדה ירק נמי ששה טפחים כתבואה ותבואה ובין שדה ירק לשורה של ירק ובין שדה תבואה לשורה של ירק נראה דסגי בטפח מדאורייתא ושיעורין אלו [מדרבנן]. וכשהרחיק כשיעור לא חיישינן לנטיית העלין זו על גב זו דכל שהן מרוחקים כשיעור מדאורייתא אין חוששין למראית העין שנראים מעורבין וכל שאינן נראים מעורבין אלא מובדלים כצורת זריעתן אין חוששין ליניקה אפילו אינם מרוחקים כשיעור תורה דכלאים דקרא היינו כשאינם מרוחקים זה מזה כשיעור וגם שנראים מעורבין למראית העין דלישנא דכלאים הכי משמע שהוא קרוב זה לזה ונראין מעורבין. והפסק בור וכיוצא בו נראה דמהני אפי' אין ביניהם ו' טפחים (דהוי) [דלא הוי] כלאים דאוריתא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם </b> זרע חברו בצדו שדה של מין אחר אינו צריך הרחקה דלא כתיב הארץ לא תזרע כלאים אלא לא תזרע כלאים שאין האיסור אלא למי שזרע שדהו כלאים ואפילו זרע הוא בתוך שדהו ונראה כסוף שדה חברו כגון שסמכו לו מותר. וכל שמתכוין לבדוק אם יצלח שדה זה לזרע זה נראה דלא אסיר מן התורה ואפילו באמצע שדהו משום דלא תזרע כתיב והיינו כשזורע לקיים והאי אינו מכוין אלא לבדוק כדי שיזרע שנה אחרת. ומה שזורעים ממנו תלם אחד כחרדל וחריע אסור דהא זורע כלאים והויא זריעה כיון שדרך לזרוע ממנו מעט ובין שני שדות של ירקות מותר דכיון שאין שני מינים אלו חריע וחרדל מפסידין את הירקות הרואה אומר של אחר הם ובעלי הירקות אינם מקפידים אם הם סמוכים לירקות שלהם כיון שאינם מזיקין להם. וכן זוית בזוית או זוית בצלע מותר בלא הרחקה והבדלה שהרי נראה כסוף שדה ונראין מובדלין זה מזה כיון שאין צלע זה אצל צלע זה ונראה דמדאוריתא אפילו הוא ידוע שאינו של אדם אחר אלא שהוא זרע הכל מותר דלא הוו כלאים כיון שנראים מובדלים בצורת הזריעה:"
            ]
        ],
        [
            [
                "<b>כל </b> שיש טפח בין ירק לירק אפילו בין שורה לשורה לא אסיר מדאוריתא אלא מדרבנן משום דמחזי כערבוביא בהני גווני דמייתי הרב ז\"ל. וכן כשבא לזרוע תבואה אפילו אצל דלעת אין צריך להרחיק מן התורה אלא ששה טפחים אלא דרבנן גזרו עד בית רובע משום המשכת העלין. לא גזרו חכמים שלא לזרוע בתלם עמוקה טפח שלשה מיני זרעים וכן ארבעה מינים לתוך גומא ומהפך עלין לד' רוחותיה והפוך העלין בעינן אפילו מדאוריתא דאי לאו הכי הא איכא יניקה וערבוב דהוי כלאים מדאוריתא. ואם הרחיק בין משר ומשר של שני מיני תבואה ששה טפחים אע\"פ שמיצר והולך עד כל שהו בסוף התחום נראה דלא אסיר אלא מדרבנן וכן בין קרחת לקרחת."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ערוגת </b> ששה טפחים על ששה זורעין בתוכה חמשה מינין בארבע רוחות ובאמצע וערוגה שהיא ששה נפקא לן מדכתיב לחייו כערוגת הבשם ומשמע לחייו לשון לוחות והם היו ששה על ששה מכלל דערוגה נמי כן הוא וה' זרעונין נפקא לן מדכתיב כי כארץ תוציא צמחה תוציא חד צמחה חד זרועיה תרי תצמיח חד הרי ה' ומנא לן דבערוגה מיירי קרא ולא נימא בפחות מערוגה דקים להו לרבנן דחמשה מינין בשתא לא יניקי מהדדי ואל תתמה לומר מי הודיע את הבריות שיעור יניקה ואיך יוכלו לעמוד על כן דהא כתיב לא תסיג גבול רעך אשר גבלו ראשונים ליטע סמוך למצר להכחיש קרקעו כשיעור אשר גבלו ראשונים שהם אמוריים וחוים שהיו בקיאים בכך כדאשכחן בבני שעיר דכתיב בני שעיר החרי יושבי הארץ אטו כ\"ע יושבי רקיע נינהו אלא שהיו בקיאים בישוב של ארץ שהיו אומרים מלא קנה זה ראוי לגדל זתים וזה לתאנה בריחה וטעמה וממילא שהיו בקיאין בשיעור יניקה. ולדעת הרב שאין מלקות בירק וירק אלא א\"כ הם קרובים בתוך טפח נראה דכל הני קראי הוו אסמכתא בעלמא ומדרבנן דלא ליזרעו טפי מה' מינין בערוגה בת ששה משום דהוו כנטועים בערבוביא דמדאוריתא כל שהרחיק בין ירק לירק אחר אפילו בין שדה ושדה טפח לא לקי ואיסור נמי מדאוריתא לא אשכחן בהא עד דליהוו תוך טפח ולא יהו מובדלין בצורת הזריעה אבל אי מובדלין בצורת הזריעה אפילו תוך טפח או אינם מובדלים בזריעה ורחוק זה מזה טפח לא וא\"כ מן התורה היו יכולין לזרוע י\"א מינין בערוגה בי\"ח טפחים מה' לו' שבערוגה אחד זרוע ואחד חלק כזה ואם נרצה להרבות במינים ובזריעה נוכל לזרוע עוד ט' טפחים וי\"ח מינים אחרים תוך כל טפח חלק על טפח מרובע אחד של חצי טפח על חצי טפח זויותיו נוגעות באמצע צלעות טפח על טפח אלא שריבוי מינין במקום צר נראה ערבוב וכלאים דאוריתא או י\"ג מינין בערוגה בת ששה עשרה בסביבות ושלשה באמצע ויהיה שיעור הנזרע בה י\"ח טפחים כזה עשרה טפחים בסביבות טפח זרוע וטפח חרב וששה עשר טפחים שבאמצע השמנה טפחים הם נזרעים ששה טפחים מה שבין שני אלכסונים של מרובע ג' וחומש על שלשה וחומש וטפח מה שבין אלכסון מרובע טפח על טפח לאלכסון מרובע בטפחים פחות חומש על שני טפחים פחות חומש וכן בצד האחד טפח הרי הם שמנה עשר נמצא בין זרע לזרע שיעור טפח חלק שהרי בין אלכסון ג' על ג' וחומש לאלכסון שניה על ב' פחות חומש יש טפח אחד ואם נרצה להרבות יותר במינים ובזריעה נאמר שאפשר לזרוע עוד שבעה טפחים בארבעה עשר מינים אחרים שנעשה בכל טפח חלק מרובע חצי טפח על חצי טפח זויותיו נוגעות באמצע צלעות של טפח על טפח החרב כזה אלא שאפשר לומר שכיון שיש יניקה וריבוי מינין במקום צר כזה הוי ערבוב וכלאים דאוריתא אבל י\"ח או י\"ג מינין בערוגה נראה דלא אסיר אלא מדרבנן כדאמר כיון דאיכא בין זרע לזרע שיעור טפח דאוריתא ואם היתה ערוגה שיש לה גבול גבוה טפח היה יכול מן התורה לזרוע מינין הרבה ג\"כ ובעיגולין שבתוך הערוגה היה יכול מן התורה לעשותה בערוגת חמשה על חמשה או ארבעה על ארבעה אלא מדרבנן הוא דלא התירו אלא בערוגת ששה דבבציר מהכי לא הוה חשיב עיגול הנראה:"
            ]
        ],
        [
            [
                "<b>אזהרת קסב </b> שלא לזרוע תבואה או ירק בכרם דכתיב לא תזרע כרמך כלאים ואם זרע ב' מיני תבואה או ירק עם זרע הכרם לוקה דכתיב כרמך וכלאים דהיינו שני מינים בכרם ולוקה נמי משום שדך לא תזרע כלאים דהא זרע שני מינים וכן אם חפה בעפר חטה ושעורה וחרצן שהיו מונחין בארץ לוקה דהוי כזורע כדאמר לעיל. ואינו חייב בירק בכרם אלא על קנבוס ולוף וכיוצא בהם שנגמרים עם תבואת הכרם אבל שאר זרעים אינם אלא מדבריהם דכתיב כרמך כלאים זרעים הדומים לכרם ובהנך תולין אשכולות כעין ענבים קנבוס ולוף אסרה תורה בכרם דאין זרעה כלה שיש להם שורש. אין עודרים עם הגוי וגו'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> אסור משום כלאי הכרם אלא תבואה וירק דומיא דקנבוס ולוף כדאמר מדאוריתא ומיני זרעים ושאר אילנות מותר לזורעם בכרם אפילו מדרבנן."
            ],
            [
                "<b>אע\"פ </b> שאינו לוקה אלא בזריעת שני מינים עם זרע כרם או במחפן (א)[ע]ם זרע כרם (או במחפן) אם זרע ירק או תבואה בצד גפן או נטע גפן בצד תבואה או ירק הרי זה קדש ונאסרו שניהם בהנאה דכתיב פן תקדש פן תוקד אש שישרפם ולא יהנה בהם אפילו במין אחד עם הכרם כדכתיב מלאה וכרם דהיינו מין אחד עם כרם מקדש ואפילו הקש של תבואה ועצים של גפן אסורים בהנאה דבכלאים לא כתיב פרי ולא יסיק בהם תנור וכירים ולא יבשל בהם בעת שריפתן שהרי אסור בהנאתן."
            ],
            [
                "<b>אחד </b> הנוטע ואחד המקיים כיון שראה כלאים שהם ב' מינים שצמחו בכרמו והניחה הרי זה קדש דכתיב לא תזרע כרמך כלאים אין לי אלא הזורע מקיים מנין ת\"ל כרם לא כלאים ואם קיים על ידי מעשה לוקה ואין אדם מקדש מה שאינו שלו דכתיב כרמך ולא כרם אחרים וכתיב נמי לא תזרע מה זורע דניחא ליה והא כיון שאינו נהנה פשיטא דלא ניחא ליה מקיים כלאים בכרם חברו דאסור הוא בהנייתן נראה דהוי מדרבנן דכיון דאין אדם אוסר דבר שאינו שלו לא אסרן כדאמר ואם קיימן בעל הכרם קדשן לכל כדילפינן."
            ],
            [],
            [
                "<b>האנס </b> שזרע כלאים בכרם חברו ונשתקעו שם הבעלים מן השדה אפילו לא נתיאשו הרי זה קדש מן התורה ואפילו עומד וצווח הוי כצווח על ספינתו שטבעה בים ואנן סהדי דנתיאש אף על גב דלא שמעיניה דאמר ווי ליה לחסרון כיס והרי היא של האנס ואיתסרא מדאוריתא. פארות הגפן שעקרן הרוח על התבואה לא קדשו עד שיקיימן. אנס שזרע כלאים ויצא ונשתהא בעל הכרם לקוצרן עד עונת שיקדש הרי זה יקדש ואסור בהנאה."
            ],
            [],
            [],
            [
                "<b>תבואה </b> או ירק מתקדשים משישרישו וענבים כשיעשו כפול הלבן דכתיב המלאה הזרע אשר תזרע ותבואת הכרם ובבציר מהכי לא חשיב מלאה ולא תבואת הכרם. וכן תבואה שיבשה כל צרכה וענבים שבשלו כל צרכן אין מתקדשות דכתיב מלאת זרע ותבואת כרם דמשמע דהם בענין גדול ותוספת ואם הגיעו לשלימותן לא מיקרו מלאת זרע ותבואת כרם אלא ענבים וחטים וכל שלקט הזרע קודם שהשריש אף על פי שהענבים נעשו כפול הלבן מותר דתרוייהו בעינן מלאה בתבואות ותבואת כרם."
            ],
            [],
            [],
            [],
            [
                "<b>היה </b> עובר בכרם ונפלו ממנו זרעים או שיצאו עם הזבלים ועם המים או סערתו הרוח לאחוריו כשהיה זורע שדה לבן ונפלו הזרעים בכרם וצמחו הרי זה לא קדש דלא תזרע כרמך בכונה משמע והני כולהו שלא בכוונה נזרע ושרי אבל קיימן קדש כדאמר'. סערתו הרוח לפניו הוי כזורע כיון שראה אותם כשנפלו ואם צמחו יהפכם במחרישה ואם נעשו אביב ינפץ וישחית הכל ואם מצאה שנעשית דגן הרי זו תשרף ואפילו הקשין שהכל בשרפה כדכתיב פן תקדש פן תוקד אש ומתרגמים נמי תתוקד והיינו במידי שדרכו בשריפה אבל בעשבים לחים שדרכן בקבורה יקברו כדאמר' שיהפך או ינפץ."
            ],
            [
                "<b>עשב </b> שאין דרך בני אדם לזרעו אף ע\"פ שרוצה בקיומו לבהמה ולרפואה לא קדש עד שיקיים דבר שרוב העם מקיימין באותו מקום דאשר תזרע משמע מה שנהגו בני אדם לזרוע ורוצין בקיומן."
            ],
            [
                "<b>קנדס </b> וצמר גפן הם כמיני ירקות שמקדשין בכרם דהם דומיא לכרם כדאמר לעיל וכן דשאים שעולים מאיליהם אי הוו כי האי גונא מקדשין בכרם ופול המצרי מין זרעים הוא ולא קדש קנים וורד ואטדין הם מיני אילן ולא מקדשי דכתיב לא תזרע ואין זרעי אילן קרוים זרעים וכל שמוציא עלין מעיקרו הוי ירק ואי לא הוי אילן."
            ],
            [],
            [
                "<b>\nהרואה </b> ירק בכרם ועבר מעליו אם שהה עד שהוסיף אחד ממאתים הרי זה קדש דכתיב פן תקדש המלאה דמשמע מילוייו ותוספתו וכתיב הזרע דמשמע זריעה עצמה הא כיצד זרוע מעיקרו בתוך הכרם בהשרשה נאסר מיד זרוע ובא שהיה נשרש כבר בהתר חוץ לכרם בעינן מלאה היינו תוספת ונראה דלא אסיר מדאוריתא אלא היכא דליכא רובא דהתר אבל אי רובא גדל בהתר אף על גב דניתוסף הרבה באיסור ליכא איסור דאוריתא דקרא דמלאה דמשמע מילוי ותוספת היינו שהיה נשרש כבר בהתר וניתוסף אחר כך באיסור וליכא רובא בהתר כדאמר דשיעור מאתים מדרבנן וילפינן אסמכתא בגזירה שוה דמלאה מלאה מתרומה."
            ],
            [],
            [
                "<b>עציץ </b> נקוב ששהא בארץ עד שהוסיף עד שאין במה שגדל בהתר כדי לבטל הנוסף ברוב אסור מדאוריתא שהרי קדש כדאמר וגידולי התר אין מעלין את העיקר האסור היינו מדרבנן דמדאוריתא ברובא דהתר בטיל האיסור כדאמר:"
            ]
        ],
        [
            [
                "<b>הזורע </b> ירק או תבואה בכרם או המקיימו עד שאין במעט גדול הירק שגדל בהתר לבטל מה שגדל באיסור הרי זה מקדש [ומקיים בכרם ילפי' בת\"כ (קדושים פ\"ד פי' ט\"ז) שדך לא תזרע מנין שלא יקיים ת\"ל לא כלאים, לא אמרתי אלא משום כלאים, ובכרם נמי כתיב הכי ודרשי' בספרי (כי תצא פי' רל) מה אני צריך מלמד שכל המקיים כלאים בכרם עובר בשני לאוין] ובפחות מכן נראה דלא נאסרו מדאוריתא אבל הירק או התבואה שהשרישה באיסור אף על גב דהכרם לא גדלה כלל קדשה ואסירי תרוייהו מדאוריתא כדכתיב הזרע דמשמע הזריעה שהשרישה מקדשה ושיעור מה שאוסר מן הכרם מדאוריתא נראה דהוי שמנה אמות לכל צד דהא עבודת הכרם ד' אמות שהיה בוצרים בשוורים ובעגלות ובעת החרישה חורשים אותה בשוורים הילכך אותם ד' אמות ככרם דמו ואם זרע תוך ד' אמות פחות משהו מד' אמות מן הכרם הרי זה קדש שתי שורות שבכרם דכתיב ותבואת הכרם ולא מיקרי כרם בפחות משתי שורות גפנים נטועות מארבע אמות בין שורה לשורה שהוא שיעור הפחות שבין שורה לשורה נמצא שמקדש עד סוף שמנה ואם כן כשזרע ירק או תבואה באמצע הכרם הרי הוא אוסר שמנה אמות לכל צד שהיא עגולה שיש באלכסונה ששה עשר אמות ומשום דפחות משהו מששה עשר אמות בקרחת הכרם מצטרף לשלא יביא זרע באמצע וחשיב כרם אמרינן דמקדש מ\"ה גפנים כשהן נטועות על ארבע ארבע או על חמש חמש או ששה עשר אמה לכל רוח כשהן נטועות על שיעור יותר והוי מדרבנן דאמרינן בירושלמי אמר רבי יוסי אין לוקין אלא על עיקר הכרם דמשמע דעל מה שמצטרף לכרם לאסור זריעה באמצע כקרחת הכרם אין לוקין אלא על עיקרה שהיא ח' אמות כדפרישית ואמרינן נמי בירושלמי אמר רבי אלעזר מד' אמות ועד שמנה אסור ומקדש משמנה ועד שש עשרה אסור ואינו מקדש ומתני' דהיו נטועות על שש שש ועל שבע שבע מסייעא ליה לרבי אלעזר כדאמרינן התם פ' קרחת ופ' כרם שחרב משמע דשמנה על שמנה הוי דאוריתא וששה עשר על ששה עשר הוי דרבנן מטעמא דאמרן."
            ],
            [],
            [
                "<b>ואם </b> זרע חוץ לכרם וסמוך לו מקדש שתי שורות של גפנים אפילו הן רחוקות זו מזו פחות כל שהו משמנה אמות דאיקרו כרם וחוץ לזרע ד' אמות ומתקדש מן הזרע ארבע אמות רוחב באורך כל השורה של כרם שכיון דמקדש חוץ לכרם בארבע אמות פחות כל שהוא מתקדש נמי כי האי שיעורא ואם זרע בצד גפן אינו מקדש הזרע אלא ששה טפחים לכל רוח כשיעור ריחוק הזרע מגפן יחידית שהוא ששה טפחים והני שיעורין בכלל הלכה למשה מסיני."
            ],
            [
                "<b>ילדה </b> פחות מטפח אינה מקדשת הזרעים והיינו שאר זרעים דלא אסירי אלא מדרבנן ובכי הא כרם שתים כנגד שתים ואחד יוצאה זנב לא גזור רבנן אשאר זרעים אבל כולי כרם גדול שהיא שפלת קומה הואיל וחשיבא גזור עליה וכן פרש\"י ז\"ל התם אבל קנבוס ולוף דאסירי מדאוריתא נראה דאפילו ילדה יחידית פחות מטפח מקדש להו ששה טפחים אי הוו תוך עבודת גפן דהוי ששה טפחים."
            ],
            [
                "<b>ב' </b> גנות זו על גב זו זורע העליונה עד שהוא מגיע לאויר עשרה טפחים קרוב לאויר הכרם ואיפשר דמדאוריתא בג' טפחים סגי דהוי רשות בפני עצמו."
            ],
            [],
            [
                "<b>המבריך </b> את הגפן בארץ חוץ לששה טפחים מעיקרה מותר לזרוע על גבה אם היה עליה שלשה טפחים עפר ונראה דהוי מדאוריתא משום דבבציר משלשה טפחים הוי מרכיב ירק באילן דאסיר מדאוריתא אבל המבריך בתוך הדלעת שיבשה או בתוך סילון נראה דלא בעינן שלשה טפחים אלא מדרבנן."
            ],
            [],
            [
                "<b>הבריך </b> שלשה גפנים ועיקריהן נראין מצטרפין לשמנה אמות שבין שורה לשורה למיהוי כרם היו הגפנים פחות משלשה אינם מצטרפות לכרם אלא הוו כגפן יחידית."
            ],
            [],
            [
                "<b>הזורע </b> תחת השריגים והעלים קדש ואפילו רחוק כמה אמות וכן כתבו התוספות פ' הספינה. מותר האפיפירות ומותר האילן וקנים שהניחם שיהלך עליהם שריג היוצא ופרח היוצא מן העריס ומותח זמורה ומותח חבל באפיפירות איסור הכל מדרבנן כיון שהוא רחוק מעיקר הגפנים כדי עבודתן אם כרם ארבע אמות ואם גפן ששה טפחים:"
            ]
        ],
        [
            [
                "<b>כל </b> הני גווני דמיקרו כרם צריך להרחיק ד' אמות כדי עבודה דחשיב ככרם כדאמר וכל מה שאינו כרם אין צריך להרחיק מעיקרה אלא ששה טפחים כדאמר' קרחת הכרם ומחול הכרם לא יביא זרע תוך פחות מששה עשר או משנים עשר מדרבנן."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גדר </b> אפילו על ידי לבוד מבדיל בין הכרם והירק בלא הרחקה ופרצה יותר מעשר צריך להרחיק כנגד הפרצה ופרוץ מרובה על העומד זורע כנגד העומד."
            ],
            [],
            [
                "<b>מחיצה </b> שנפרצה ונתיאש ולא גדרה קדש מן התורה אם הוסיף כשיעור שאין בהתר כדי לבטלו ואמרינן הכא פי תקרה יורד וסותם כשבת וסוכה דהלכה גמירי לה הכי בכל דוכתיה."
            ],
            [],
            [],
            [
                "<b>חריץ </b> הרי הוא כגת דלא יביא זרע לשם ונראה דהוי דרבנן ושביל הוא ככרם שחרב ושאר מה שנזכר פ' זה הוי דרבנן:"
            ]
        ],
        [
            [
                "<b>מן </b> התורה אין צריך להרחיק מעיקרי הגפנים של כרם או של עריס אלא ד' אמות דתוך ארבע אמות חשיב ככרם כדאמרינן לעיל ומעיקרי הגפן שאינם אלא גפן יחידית ששה טפחים ומחיצה מפסקת לכל כדאמר ארכובת הגפן נראה דאין צריך למדוד מעיקר השני אלא מדרבנן שרשי הגפן שנתפשטו לתוך ארבע אמות של תבואה יעקר אבל לא שרשי תבואה. הרחקת ארבע אמות וששה טפחים באמה בת ששה טפחים ושוחקות להחמיר דהוי איסורא דאוריתא:"
            ]
        ],
        [
            [
                "<b>אזהרת קסג </b> שלא להרביע בהמת כלאים דכתיב בהמתך לא תרביע כלאים ואם הרכיב זכר על נקבה שאינו מינו לוקה מן התורה בבהמה דכתיב בהמתך וחיה בכלל בהמה היא כדכתיב זאת הבהמה וגו' איל וצבי ויחמור וגו' וילפינן נמי בהמתך בהמתך משבת דכתיב וכל בהמתך מה להלן חיה ועוף בכלל אף כאן וגבי שבת מנא לן דנאמר בהמתך בדברות הראשונות ובדברות האחרונות נאמר שורך וחמורך וכל בהמתך והלא שור וחמור בכלל כל בהמתך האמור בצידן היו ויצאו לומר לך מה שור וחמור האמור כאן חיה ועוף כיוצא בהם דוכל משמע ריבוי וריבה הכל אף כל חיה ועוף כיוצא בהם ואפילו על מיני חיה שבים לוקה דאתיא למינהו למינהו מיבשה דנוהג בהם כלאים ובין בארץ בין בחוצה לארץ דכתיב בהמתך לא תרביע כלאים והוי חובת הגוף דנוהג בכל מושבות ואחד בהמה חיה ועוף שלו או של חברו [משום דדרשי' בת\"כ (קדושים פ\"ד פי' יד) מנין בהמתך על בהמת אחרים, בהמת אחרים על בהמתך, בהמת אחרים על בהמת אחרים, ת\"ל את חקותי תשמורו]. ואינו לוקה עד שיכניס בידו כמכחול בשפופרת אבר הזכר בנקיבה דכתיב לא תרביע כלאים דמשמע דומיא דמין במינו שדרך בני אדם להכניס כמכחול בשפופרת דבעיבידתיה טריד וליכא פריצותא ובלאו הכי לא אסיר אלא מדרבנן."
            ],
            [],
            [
                "<b>מי </b> שעבר והרכיב כלאים הנולד מהם מותר בהנאה ובאכילה אם הוא מין טהור מדאסר רחמנא כלאים לגבוה כדכתיב שור או כשב או עז פרט לכלאים מכלל דלהדיוט שרי דאי לאו הכי מיעוטא למה לי בגבוה."
            ],
            [
                "<b>שני </b> מיני בהמה וחיה שדומין זה לזה הם כלאים זה בזה כיון שהם שני מינים דכתיב בהמתך לא תרביע כלאים והייתי אומר אפילו שור שחור על גבי שור לבן תלמוד לומר בגד כלאים שעטנז לא יעלה עליך מה התם שני מינין לא זה ממין זה ולא זה ממין זה כדכתיב צמר ופשתים אף כאן שני מינין אע\"פ שדומין ככלב עם זאב הם כלאים זה בזה ומדברי בישובי כשור הבר עם שור הישוב הוו מין אחד ואווז בר עם אווז כיון שחלוקים זה מזה בבצים שזה ביציו מבחוץ אווז ביציו מבפנים הם שני מינים. הכוי כלאים עם הבהמה ועם החיה ואין לוקין עליו דהוי התראת ספק אי חוששין לזרע האב אי לא."
            ],
            [],
            [
                "<b>הילודים </b> מן הכלאים אם היו אמותיהן מין אחת כפרד שאמו חמורה עם פרדה שאמה חמורה מותר להרכיבם ואסור להרכיבו אפילו על החמור משום זרע האב דמספקא לן אבל פרד שאמו סוס אסור להרכיבו על פרדה שאמה חמורה ולוקה דהוו שני מינין ובקול וזנב ואזנים ניכר אם אמן ממין א':"
            ],
            [
                "<b>אזהרת קסד </b> שלא לעשות מלאכה בשני מיני בהמה דכתיב לא תחרוש בשור ובחמור ואינו חייב מן התורה אלא בשני מינין אחד טמא ואחד טהור כדכתיב שור וחמור וילפינן שור שור משבת דכתיב שורך וחמורך וכל בהמתך מה התם בהמה וחיה ועוף אף כאן ובספרי מפיק להו מדכתיב לא תחרוש מכל מקום והיינו שהאחד טמא והאחד טהור דומיא דשור וחמור ואחד החורש או הזורע או המושך בהם עגלה או אבן כל שמשכן והנהיגן אפילו בקול לוקה דכתיב יחדיו מכל מקום והנהגה בקול ואינו אוחז במרדע הויא נמי בכלל מלקות דעקימת פיו הויא מעשה והוי לאו שיש בו מעשה ולוקין עליו והמזווגן פטור דלא תחרוש כתיב דהיינו מושכו או מנהיגו. שני מינים שהם כלאים בהרבעה ושניהם טמאים או טהורים אין אסור לחרוש בהם אלא מדרבנן דבהמה חיה ועוף דמרבינן לאיסור חרישה היינו כשהם דומיא דשור וחמור כדאמר' ואסור להנהיג בהמה מן היבשה עם חיה שבים דהוי ספיקא דאוריתא ולחומרא."
            ],
            [],
            [
                "<b>עגלה </b> שהיו מושכין אותה כלאים היושב בעגלה לוקה דאזלא מחמתיה וחשיב כמנהיג וכן אם היה יושב ומנהיג שניהם לוקין ואפילו מאה שהנהיגו כאחד כולן לוקין דכולן הנהיגו."
            ],
            [
                "<b>אדם </b> יכול למשוך עם כל בהמה או חיה דלמה נאמר שור וחמור לומר לך בשור וחמור אי אתה חורש אבל אתה חורש בשור ואדם או בחמור ואדם ונראה דמשום דבשר אדם אסור בעשה לדעת הרב ז\"ל נקט שור ואדם דכיון דאסור מן התורה הוה כשור וחמור אי לאו מיעוטא דקרא וחמור ואדם דכיון דלא אסיר בלאו כחמור אלא בעשה הוה כשור וחמור אי לאו מיעוטא דקרא דאי לאו הכי שור ואדם תיפוק לי דשניהם טהורים ואינם באיסור כלאים ולא צריך קרא ולסברת האומר שהאדם הוא טהור מן התורה לא איצטריך קרא אלא לאדם וחמור דהוי טהור וטמא."
            ],
            [
                "<b>בהמת </b> פסולי המוקדשים קדש וחול מעורבין בה ונמצאת כבהמה טהורה עם טמאה מעורבין כאחד הרי הוא אומר ואם כל בהמה טמאה אשר לא יקריבו וגו' מפי השמועה למדו שאינו מדבר אלא בפסולי המוקדשין וקראה טמאה לפיכך החורש בשור פסולי המוקדשין או המרביע הרי זה לוקה משום כלאים ואסור זה מדברי קבלה ורש\"י ז\"ל כתב שלהי מכות ולא שמעתי ראיה מנא לן דחולין וקדשים כלאים זה בזה ודבר תימה הוא עכ\"ל:"
            ]
        ],
        [
            [
                "<b>אזהרת קסה </b> שלא ללבוש כלאים כאחד דכתיב לא תלבש שעטנז צמר ופשתים יחדיו. ואין אסור אלא צמר ופשתים בלבד לא שאר מינין דצמר ופשתים לחוד קאמר רחמנא וכיון שנתחבר הצמר עם הפשתן צד חיבור בעולם כמו אם עשה מהם לבדים או טווי וארגו או תפר מזה לזה או קשרן אפי' בגדיל או גדלן וכיוצא בו הכל כלאים דכתיב צמר ופשתים יחדיו כיון שנתאחד נאסר מכל מקום."
            ],
            [],
            [],
            [
                "<b>מנין </b> שכל איסורין אלו מן התורה שהרי הוצרך הכתוב להתיר כלאים בציצית מדסמכו לכלאי בגדים והציצית חוטין קשורין לבד הן מכלל שחבור כזה שלא במקום מצוה אסור מן התורה דאי לאו הכי לא הוה צריך קרא למעט ואפילו חוט כל שהו של צמר בבגד פשתן או של פשתן בבגד צמר אסור דהא הוי כלאים ולא בטיל ברוב דעל ידי תערובת הוא דנאסר ובשר בחלב דבטיל ברוב שאני דדרך בישול אסרה תורה דלא מיקרי בשר בחלב אלא בנתינת טעם."
            ],
            [],
            [
                "<b>צמר </b> דקרא היינו דרחלים ואילים לא מגמלים וארנבים דכתיב ומישע מלך מואב היה נוקד מהו נוקד רועה והשיב למלך ישראל מאה אלף פרים ומאה אלף אילים צמר אין לך קרוי צמר אלא צמר אילים וכן פשתים הוו דוקא שאין לו שם ליווי אבל לא פשתן קנבוס וכיוצא בהם שיש להם שם ליווי דלאו פשתים סתמא כפשתים דקרא איקרו. צמר גמלים וצמר רחלים שטרפן זה בזה או פשתן שטרפו עם קנבוס אם הצמר של הרחלים והפשתן הם מיעוט לגבי צמר גמלים וקנבוס הרי נתבטלו ברוב ומותר לערב פשתן וצמר עמהם ואם הצמר או הפשתן הם מחצה על מחצה וכל שכן אם הם רוב אסור לערב עמהם פשתן וצמר דהוי כלאים וכן בגד שכולו צמר גמלים או ארנבים או קנבוס וארג בו חוט של צמר וחוט של פשתן חייב משום כלאים דחוטי חשיבי ולא בטלי. בגד צמר שנפרם מותר לפרוף אותו בפשתן בקשירה ולא בתפירה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> אסור כלאי בגדים אלא בלבישה או בכיסוי דכתיב לא יעלה עליך וכתיב לא תלבש שעטנז ולבישה גלי אלא יעלה לומר שהעליה שהיא דרך לבישה היא שאסור אבל שאינה דרך לבישה כאהל שהוא כלאים מותר. וכן מותר מן התורה לישב על מצעות של כלאים דכתיב לא יעלה עליך אבל אתה מציעו תחתיך מנעל כלאים ואין לו עקב מותר ללובשו שאינו נהנה כשאר עור הגוף שעור הרגל הוא קשה אבל אם יש לו עקב אסור שהרי נהנה כשאר הגוף."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלאים </b> שלבשו אפי' דרך עראי ואפילו על עשרה בגדים ואפילו להבריח מן המכס אסור ולוקה דהא לבש כלאים וכתיב לא תלבש מכל מקום. כל כלאים שאינם דרך חמום כצלצולין קטנים או סמרטוט שמניחין בו רטיה ומלוגמא אף על פי שנגע בבשרו מותר דלא אסרה תורה אלא מה שהוא דרך לבישה וחימום כדכתיב לא תלבש כלאים וחבלים ומטפחות נראה דלא אסירי מדאוריתא ואפילו אותו כובסין וגרדין כיון דלא חשיבי."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>תכיפה </b> אחת אינה חיבור שהרי נמשך החוט אבל קבץ שני ראשי החוטין או עשה שתי תכיפות הוי כלאים."
            ],
            [
                "<b>תכריכין </b> אין בהם משום כלאים דגלי קרא דבמתים חפשי דכיון דמת אדם נעשה חפשי מן המצות."
            ],
            [],
            [
                "<b>בגד </b> צמר שאבד בו בגד של פשתן צובעו שאין הצמר והפשתים עולים בצבע אחד ומיד הוא ניכר ואם לא ניכר מותר דאמר נשמט והלך לו כיון שלא מצאו וכל איסורי ספקות מדברי סופרים ולפיכך הקלו בספק זה וכבר כתבתי בכמה דוכתי דספיקא דאוריתא לחומרא דבר תורה היא דאם לא כן אשם תלוי למה וקולא דספק ערלה מהלכה וספק ממזר מקרא נמי לא הוו צריכי הלכתא וקרא אי לאו דבעלמא ספקא דאוריתא לחומרא מדאוריתא ואיפשר שגם הרב ז\"ל לא כתב דהוי ספיקא איסור מדרבנן אלא כי האי ספקא דכלאים אבל בספק שהוא קרוב יותר לודאי איפשר דהוי חומרתו דבר תורה אפילו לדעת הרב ז\"ל."
            ],
            [],
            [
                "<b>המוצא </b> כלאים בבגדו פושטו ואפילו בשוק שאין כבוד הבריות דוחה את לא תעשה המפורש בתורה ולמה נדחה בהשבת אבדה דפעמים שהוא מתעלם ממנה כדכתיב והתעלמת והיא בבית הקברות או זקן ואינה לפי כבודו מפני שהוא לאו של ממון וקל מאיסורא ולהכי לא ילפינן מיניה ולמה נדחה בטומאת מת הואיל ופרט הכתוב ולאחותו הבתולה דמפי השמועה למדו דלאחותו הוא דאינו מטמא אבל מטמא הוא למת מצוה ומה שאיסורו מדבריהם נדחה מפני הבריות."
            ],
            [
                "<b>הלובש </b> כלאים או שהתכסה בו לוקה אבל היה לבוש כל היום כולו אינו לוקה אלא אחת אלא אם כן הוציא ראשו והחזירו או שהתרו בו ואמרו פשוט דחייב על כל הוצאת ראשו והחזרה או על כל שהיה ושהיה ששהה כדי לפשוט וללבוש דאי אין שהות לפשוט וללבוש אין כאן עבירה אחר דעדין הלבישה הראשונה קיימת."
            ],
            [
                "<b>המלביש </b> את חבירו כלאים ולא ידע הלובש שהוא כלאים והמלביש הוא מזיד המלביש לוקה והלובש פטור. [ולא מצאתי מאין לומד הרב ז\"ל דין זה כי אפי' שהלובש הוא שוגג והמלביש מזיד נראה שאינו חייב מלקות אלא שעובר על לפני עור וגו'. ומצאתי להרא\"ש ז\"ל בתשובה (כלל ב סי' טז) שתמה הרב ז\"ל על זה וכתב לא ידענא מנין מלקות זה למלביש דלא תלבש אלובש קאי ואי דריש נמי לא תלביש אם כן אפילו הלובש מזיד נמי ילקה המלביש גם הוא, דאין זה לאו שבכללות כיון דאתרי גברי קאי ע\"כ. ונ\"ל שהרב ז\"ל סובר דאע\"ג דלא אשכחן שדרשו חז\"ל לא תלביש אשכחן דדרשי כי האי גוונא בת\"כ (שמיני פרק יב) דכתיב גבי שרצים לא יאכל ודרשי' לא יאכיל , ואית דמפרשי (ר' אברהם זעירא בפי' המזרחי ויקרא יא, ג ועי' בקרבן אהרן שם) דאיירי במאכיל לחבריה עוף טמא בחזקת טהור כדכתבי' סוף הל' מאכלות אסורות, וגבי מלביש מסתברא טפי למידרש הכי, משום דמאכיל לאו מידי עביד אלא אלא דיהיב ליה למיכל ואכיל איהו גופיה, ומלביש הוא גופיה מלבישו, וחיובא לא אתי אלא אלבישה דאם לבש ונשאר לבוש כל היום כולו אינו חייב אלא אחת אלבישה והוא לא לבש אלא שהלבישוהו בשוגג וכדאמרן]."
            ],
            [
                "<b>כהנים </b> שלבשו בגדי כהונה שלא בשעת עבודה אפילו במקדש לוקין מפני כלאים שבהם ולא הותרו אלא בשעת עבודה ככלאים בציצית דלובשו ביום דאיכא מצות ציצית ולא בלילה שאינה זמן חיוב ציצית כדכתיב וראיתם אותו בשעת ראיה והוא באור היום. ויש במצות הלכות איסורין דרבנן סמוכים אלאו דלא תסור וחייבים אנו מן התורה להזהר בהם כמו שצונו חכמים ז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות כלאים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}