{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ולא </b> עלה כו'. מה שיש לדקדק בזה מפורש פ' הפועלים: ", 
            "<b>מלמד </b> שפירש שדי מזיו כו'. מפורש בפ' ר\"ע ע\"ש: ", 
            "<b>יו\"ד </b> ה\"א מלמעלה כו'. שם של ד' היה כתוב בו ולא נקט התנא במלתיה רק חצי שם ולדברי התוס' ניחא דלא נקט התנא השם שלם בארבע אותיותיו משום דהוה הוגה השם באותיותיו דאסור ואין לו חלק לעוה\"ב. ולפ\"ה שכתבו התוס' דלא אמרו הוגה באותיותיו אלא בשם של מ\"ב מ\"מ איסורא נמי איכא בשם של ד' כדאמרי' לעלם כתיב וטעם הענין שאין זה כבוד השם שיהיה קדש למ\"ד כתוב קודם השם בשיטה אחת ולהקדים השם קודם לקדש למ\"ד אין זה דרך קריאתו אבל קדש למ\"ד בתחלת שיטה התחתונה והשם בסוף שיטה העליונה הוה שפיר דרך קריאתו כמ\"ש התוס' וא\"ל דבכמה מקומות בתורה שמקדימין דברים אחרים לפני השם בשיטה אחת וכבר אמרו במס' ידים שהשיבו הפרושים למין הגלילי שכותבין המושל מלמעלה ואת השם מלמטה שנאמר ויאמר פרעה מי ה' אשר וגו' דהתם כיון דיש בתורה סיפור דברים לפני השם ולאחריו ואין לחוש בקדימה ובלמעלה משא\"כ הכא בציץ דלא כתיב ביה רק תיבה אחת והשם יש לחוש בקדימת התיבה לפני השם ומשום דרך קריאתו כתבו בב' שיטות דרך קריאתו כמ\"ש התוס': "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>למה </b> נמשלה תפלתן של צדיקים כעתר כו' שנאמר ויעתר יצחק וגו' עיין פרק הבע\"י: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מניין </b> שחייב אדם להקביל פני רבו ברגל כו' מכלל דבחודש ושבת מחייב כו' נקט ברגל גם שאינו מפורש בקרא דלא גרע רגל מחדש: ", 
            "<b>ל\"ק </b> כו' הא דאזיל ולא אתי ביומיה כו' הא דרבי אילעי איירי בהכי וא\"ת כיון דאזיל להתם ביומיה ע\"כ בתוך התחום הוה או ע\"י עירוב וא\"כ אמאי לא אתי ביומיה ודוחק לומר שהלך לשם ע\"י עירוב (תחום) הרבה כ\"כ שלא היה יכול לחזור ע\"י לביתו ונראה דלאו דוקא נקיט דאזיל ביומיה אלא שהלך לשם מערב הרגל וחוץ לתחום הוה ודו\"ק: ", 
            "<b>אין </b> לך כל שבט כו'. פרש\"י משיאו לד\"א כדאמרי' כו' עכ\"ל והוא דחוק להשיאו בכך וי\"ל לפי כוונתו שהוא לא אמר דבר שלא שמע מרבו וע\"כ לא תשאלני אבל אין לך כל שבט כו' שלא העמיד שופט ומהם יש לכם לשאול כמ\"ש ובאת וגו' ואל השופט אשר יהיה בימים וגו' ואמרינן אין לך אלא שופט שבימיך יפתח בדורו כשמואל בדורו וכה\"ג פרש\"י ביומא שהשיב להם ומשיאם לד\"א וע\"ש גם מ\"ש בזה: ", 
            "<b>שלא </b> העמיד שופט כו'. פרש\"י יהושע מאפרים כו' אלו מפורשים אבל עתניאל ויפתח ושמגר ויאיר ועבדון לא ידעתי שמות שבטיהן כו' עכ\"ל עתניאל מפורש בקרא דאחי כלב היה וכלב מיהודה הוה אלא דעתניאל לא היה אחיו רק מן האם דזה כלב בן יפונה וזה עתניאל בן קנז אבל מה שמסופק ביפתח לא ידעתי למה שהרי גם דבן אשה זונה היה מ\"מ בן גלעדי היה כמפורש בקרא וגלעד ממנשה היה. גם מה שמסתפק ביאיר לא מצינו בו שהיה שופט ובן מנשה היה ודו\"ק: "
        ], 
        [
            "<b>הזקקתוני </b> לומר דבר שלא שמעתי כו'. דהיינו אגיד לכם מדותי וזו אחת מהן כפרש\"י וגם שכל אלו מדות קבל מרבו ריב\"ז כדמסיק ור\"א תלמידו היה נוהג אחריו מ\"מ המדות לא שמען מרבו אלא ראה שנהג רבו כך ונהג גם הוא כן ועי\"ל דבלשון תימה קא\"ל וכי תזקיקוני לומר דבר שלא שמעתי והרי מדותי כו' וזו אחת מהן ובמדות דריב\"ז חשיב הרבה מדות דלא חשיב להו בדר\"א. אע\"ג דר\"א נהג אחריו בכולן כדמשמע לקמן. י\"ל דלא חשיב הכא רק הנהו מדות שלא תאמר מה שלא שמעתי מרבותי הוא שהם ודאי אמרו בבה\"מ ואני הייתי מתעצל ונמנע מלשמען מפי רבותי אם מפני שהייתי מתאחר מלבא וממהר לצאת מבה\"מ או מפני השינה או מפני שהייתי סח שיחת חולין ע\"כ אמר שאינו כן אלא מעולם לא קדמני כו' וכן נראה מפרש\"י ודו\"ק: ", 
            "<b>ריב\"ז </b> מימיו כו'. כל אלו מדות דחשיב נוגעין בלמוד תורה ושאמר בלא תפילין כי היא כתר תורה כמ\"ש בקידושין פ' האומר ופרשיותיו ד' מורים על למוד תורה וזה אב לכולן שנאמר ולזכרון בין עיניך למען תהיה תורת ה' וגו'. ואמר ", 
            "<b>ולא </b> הרהר במבואות כו'. ר\"ל אע\"פ שהיתה התורה שגורה כל כך בפיו ובלבו היה נזהר מלהרהר במבואות כו'. ואמר ", 
            "<b>ולא </b> מצאו אדם יושב ודומם כו'. גם שהיה אפשר בלמוד עיוני עיקרא בגירסא שתהא שגורה בפיו ולא תשתכח כדאמרי' בכמה מקומות. ואמר ", 
            "<b>ולא </b> פתח אדם דלת כו'. שהוא היה מקרב עצמו אצל הפתח דבתלמידיו היה קנאה וביטול תורה איזו מהן יפתח לחבריו הבאים ואשמעינן נמי דלא הניח ר' יוחנן בן זכאי לישב שומר על הפתח שלא יטול שכר ויתעכב מלכנוס מי שאין לו כעובדא דהלל במסכת יומא: ", 
            "<b>שמנים </b> תלמידים היו לו להלל כו' כל הסוגיא מפורש פ' יש נוחלין ע\"ש: "
        ], 
        [], 
        [
            "<b>איבעיא </b> להו מי שפך כו'. פרש\"י מבעיא ליה שפיכת הקיתון מאי היא ישיבת סוכה או ירידת גשמים עכ\"ל ואין זה נראה שיהא שפיכת קיתון משל לישיבת סוכה ולולי פירושו דגם לפום מאי דבעי למימר דעבד לרבו הוה שפיכת קיתון ירידת גשמים דגם שמן השמים הגשמים באים מ\"מ ע\"י חטא האדם באה קללה זו בחג דה\"נ בשפך העבד קיתון אינו של עבד אלא של רבו ודו\"ק: ", 
            "<b>בזמן </b> שהחמה כו' מלה\"ד למלך ב\"ו שעשה סעודה לעבדיו כו'. זהו המשל בעצמו שאמרו בפ' אד\"מ אדם נברא בע\"ש מפני מה כו' כדי שיכנס לסעודה משל למלך ב\"ו שבנה פלטרין והתקין סעודה ואח\"כ הכניס אורחים כו' ואמר בכעס כו' טול פנס והושיבם בחושך כו' כדאמרי' פ' יוה\"כ אינו דומה מי שרואה ואוכל למי שאין רואה ואוכל ומכאן לסומין שאינן שבעין כו': ", 
            "<b>כל </b> זמן שהמאורות לוקין סימן רע לשונאיהם כו'. מאורות בלשון רבים היינו ירח וכוכבים כפרש\"י לקמן אבל בחמה לוקה סימן רע לאומות העולם כדלקמן: ", 
            "<b>משל </b> לסופר כו' מי שרגיל ללקות בכל יום דואג כו' ור\"ל דהיינו אותו שיש בידו לב ללמוד ולא למד אבל מי שאין בידו ללמוד אין משגיחים בו להלקותו אם אינו לומד כך ישראל יש בידם התורה ללמוד ממנה ואם אינן לומדין יש להם לדאוג ביותר: ", 
            "<b>מפני </b> שישראל מונין ללבנה ואו\"ה לחמה כו'. ובמדרשות נתנו לזה הרבה דמיונים אקרא דהחודש הזה לכם ולא לנכרים עשו שהוא גדול מונה לגדול שהוא החמה יעקב שהוא הקטן מונה לקטן ללבנה והוא סימן טוב גדול שליט ביום ולא בלילה כך עשו שליט בעוה\"ז ולא בעוה\"ב קטן שולט ביום ובלילה כך יעקב שולט בעוה\"ז ובעוה\"ב. ואמרו אם זכיתם למלאותו אברהם כו' עד ט\"ו דורות ואם לאו לפגמו רחבעם כו' עד ט\"ו דורות כו' ע\"ש: ", 
            "<b>לשק </b> חצי רעב כו'. פרש\"י דומה לשחור חצי רעב משחירין כו' ע\"ש והוא דחוק אלא דבשק דרך להניח תבואה כמ\"ש ויפתח האחד את שקו ליתן מספוא וגו' ויהי הם מריקים שקיהם וגו' וכשנראה בחמה דומה לשק ריקן סימן לרעב: ", 
            "<b>ואין </b> לך כל אומה כו' שאין אלהיה לוקה עמה כו'. לפרש\"י לא שייך כ\"כ הכא ונראה לפרש דקאי אדלעיל דחמה לוקה סימן רע לעובדי כוכבים לפי שהם מאמינים בשמש כמ\"ש וראית את השמש וגו' אשר חלק ה' אלהיך אותם לכל העמים וגו' דהיינו לאלהות שלא מנען מלטעות אחריהן כמפורש פ' ר\"י וע\"כ אם האומה לוקה גם החמה לוקה עמה שנאמר ובכל אלהי מצרים וגו' וע\"ז אמר ובזמן שישראל עושין רצונו של מקום אין להם לירא מאותות השמים שלא נתנו להם לאלהות אבל יש להם לירא מעונותיהם אם אין עושין רצונו של מקום והיינו ע\"ד הגוים שעושין להם צבא השמים לאלהות אל תלמדו לעשות כמעשיהם כי הם יחתו שעובדים אותן ואלהיהן לוקה עמם ואין ישראל יחתו כי ה' הוא אלהיהם: ", 
            "<b>על </b> ד' דברים חמה לוקה על אב\"ד שמת כו'. פרש\"י לא שמעתי טעם בדבר עכ\"ל ונראה במקצת מהם יש לתת טעם כי האב\"ד דומה לחמה שמאיר לכל בתורה וע\"כ משה שהיה אב\"ד אמרו בו פניו כפני חמה: ", 
            "<b>ועל </b> נערה מאורסה שצעקה כו'. דהיינו שהיה ברור לכל כשמש צעקתה ולא היה מושיע לה: ", 
            "<b>ועל </b> ד' דברים מאורות לוקין כו'. דהיינו לבנה וכוכבים כפרש\"י יש לתת טעם ע\"פ מ\"ש ספ\"ק דשבת מאן דנולד בלבנה רזוהי כסן אם גנב מצלח והשתא ד' דברים דחשיב כותבי פלסתר ומעידי שקר ומגדלי בהמה דקה וקוצצי אילנות אינן דברים מפורסמים ובכלל רזוהי כסן וגניבה הן וע\"כ מזלו שהן הלבנה וכוכבים לוקין: ", 
            "<b>על </b> ד' דברים נכסי בעלי בתים כו'. יש לדקדק שאמר על משהי שטרות פרועים פרש\"י כדי לגבות פעם אחרת עכ\"ל והא ודאי גזילה גמורה ולא היה לו לומר על משהי אלא על הגובין שטרות פרועין. וכן מלוה ברבית איסור גמור הוא. "
        ], 
        [
            "<b>ע\"ב </b> ואמר ", 
            "<b>על </b> שהיה סיפק בידם למחות כו'. ובפ' במה בהמה אמר ביש בידו למחות כו' שהוא נתפס על כל העולם כולו. ואמר ", 
            "<b>פוסקי </b> צדקה כו' הרי זה עובר בבל יחל דברו וגו'. ונראה לדקדק בכל זה דנקט בעלי בתים דהיינו עשירים ומנהיגים ואינן ת\"ח ואין משהין שטרות פרועין לגבות בהן שנית דהא ידעי דגזל גמור הוא אבל משהין אותו שיש לו שום דין ודברים עם הלוה ורוצה לדוחקו בזה השטר לטעון מגו ודבר זה בעיני בעלי בתים לאו איסור הוא אבל אחז\"ל בזה דאיסורא איכא משום אל תשכן באהלך וגו' שמא ימות ויפול שטר זה לפני יתומיו ויגבו בו שנית ומלוי ברבית דקאמר נמי על בעלי בתים שהם אינן יודעין להלות מעותיהן בהיתר בעיסקא או בדרך אחר של היתר: ", 
            "<b>ועל </b> שהיה סיפק בידם למחות כו'. איירי נמי בבעלי בתים מנהיגים שיש בידם למחות ואינו ביד ת\"ח: ", 
            "<b>ופוסקי </b> צדקה ברבים. היינו שבעלי בתים מנהיגי הקהילה פוסקין צדקה מרובה ואינן נותנין כולה שאומרים שלא היה דעתן לכך אלא בשביל אחרים שיתנו נדבות כראוי ודו\"ק: ", 
            "<b>בשביל </b> ד' דברים נכסי בעלי בתים יורדין לטמיון פי' בערוך לטמיון לאוצר המלך ע\"ש ונראה דה\"נ בבעלי בתים העשירים ומנהיגים ומשתררים ומתגאים על אחיהם כפרש\"י והיינו דמסיק וגסות הרוח כנגד כולם כמ\"ש לגבי המצות ותלמוד תורה כנגד כולם שהתלמוד מביא לידי מעשה ה\"נ הכא הגסות הרוח מביא לאלו בעלי בתים להני דברים שהם כובשי שכר שכיר כפרש\"י שמדחהו בלך ושוב שעובר בבל תשהה כדאמרינן פרק המקבל דמתוך גאותן דוחין השכירים בלך ושוב שאין לי פנאי להתעסק בך עתה: ", 
            "<b>ועושקי </b> שכר שכיר. פרש\"י גוזל שכרו עכ\"ל והוא דחוק דא\"כ ה\"ל למימר גוזל אלא דלא תעשוק שכר שכיר מוקמינן לה התם לאינו משלם לשכיר בזמנו דהיינו שכיר יום כל הלילה ושכיר לילה כל היום וזהו וודאי ג\"כ בא להם מתוך גאוותן לדחות השכירים מלשלם להם בזמנם. ואמר ", 
            "<b>על </b> שפורקין עול כו'. היינו ממש מתוך גאוותן סוברים בדעתן שאחיהם ישאו עליהם עול מנהיגים. ומסיים ", 
            "<b>אבל </b> בענוים כתיב וענוים יירשו ארץ פסוק הוא בספר תהלים דלעיל מיניה כתיב אל תתחר במצליח דרכו וגו' היינו העשירים המתגאים על הציבור שלא לשם שמים. ואמר ", 
            "<b>ועוד </b> מעט ואין רשע וגו'. דהיינו שנכסיו יורדין לטמיון אבל ענוים שאינן משתררין על הצבור ונזהרין בכל זה הם ירשו ארץ שנכסיהן מתקיימים ובכל נוסחא שלפנינו הרכיב בזה קרא אחרינא נצר מטעי מעשה ידי להתפאר והוא פסוק בישעיה ותחילת המקרא ועמך כולם צדיקים לעולם ירשו ארץ נצר וגו' ואין לו מקום כאן: "
        ], 
        [
            "<b>שונא </b> גזל בעולה מלה\"ד למלך ב\"ו כו' ולכך נקט בקרא קרבן עולה שכולה כליל והכל שלו אבל חטאת ואשם ושאר קרבנות וודאי דגזילה גמורה היא כיון דנאכלין ולא הוה דומה למשל כלל וזהו שדקדק רש\"י לפרש ואע\"פ שהכל שלי ואף מתחילה שלי כו' ר\"ל שהכל שלי שכולה קריבה לגבוה ומתחילה עולם ומלואו שלו הוא והוי ממש דומה למשל וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר </b> רבי מריון כו' שני תמרות יש בגיא בן הנם כו'. מפורש פרק עושין פסין: "
        ], 
        [], 
        [], 
        [
            "<b>כקח </b> על מים רבים ומאי ניהו ערבה כו' ע\"פ מ\"ש פ\"ק דע\"ז אשריכם זורעי על כל מים וגו' אין זריעה אלא צדקה כו' ואין מים אלא תורה כו' כמפורש שם שנותן צדקה ע\"פ התורה ה\"נ בהאי קרא קאמר ויתנהו בשדה זרע קח וגו' דהיינו שיהיה נשרש במצות צדקה ע\"פ התורה והם שמו עצמם כצפצפה שבהרים דהיינו רחוק מן המים של התורה: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>עשרה </b> מיני ארז הן כו'. מפורש פ\"ק דר\"ה: "
        ], 
        [
            "<b>ע\"ב מניח </b> ב' הלחם כו' מוליך ומביא למי שד' רוחות כו'. הכוונה כי שתי הלחם הקרבתן בעצרת רמז לשני לוחות ועש\"ה לכו לחמו בלחמי והיו ב' עשרונים ע\"ש י' הדברות שהיו בהן והיו סולת ע\"ש שהתורה כסולת נקיה מחטה כמ\"ש בזה במסכת הוריות וב' כבשים ע\"ש כבשים ללבושיך דדרשינן בפ' אין דורשין דברים שהם כבשונו של עולם והיה מוליך ומביא למי שד' רוחות כו' שע\"י התורה הקב\"ה מקיים עולמו הכולל ו' קצוות שהם ד' רוחות ושמים וארץ כמ\"ש הרא\"ש גבי לולב ומ\"ד כדי לעצור רוחות וטללים רעים שהתורה [היא] מגינה ומצלת על כל אלו: "
        ], 
        [
            "<b>וכן </b> לולב כו'. ע\"פ מ\"ש פ' הקומץ ארבע מינין שבלולב ב' מהן עושין פירות וב' אין עושין פירות כו' ועוד שיהיו כולן באגודה א' כו' והוא מבואר שם ד' כתות שבישראל ב' מהן עושין פירות ומ\"ט כדמיון הלולב ואתרוג וב' אין עושין פירות ומ\"ט כדמיון הדס וערבה ויהיו אגודה אחת שיגינו אלו על אלו והשתא עיקר הנענוע בב' שעושין פירות שהוא הלולב בימין והאתרוג בשמאל למי שהו' קצוות שלו שיעצור רוחות וטללים רעים מזמן החג שמתחילין הרוחות והגשמים: ", 
            "<b>ממטי </b> ומייתי ליה ואמר דין גירא כו'. מבואר כדלעיל שהלולב בא לעצור רוחות וטללים רעים והם כח הטומאה מסטרא דשמאלא דסטנא ולכך אמר שהנענוע גירא דסטנא הוא לבטל כחו הרע. ואמר ", 
            "<b>דלאו </b> מלתא היא דגם שכוונת הנענוע כן הוא מ\"מ אל יאמר אדם כן בפה משום דאתי לאגרוי ביה כפרש\"י ודו\"ק: ", 
            "<b>מקרין </b> אותו כו'. נקט האי לישנא ע\"ש מארת ה' בבית רשע ונוה צדיקים יברך שתבא מאירה לביתו של רשע שהוא לא ידע לברך בביתו וצדיקים שבנוהו שהן עבד ואשה וקטן יברך במקומו וק\"ל: ", 
            "<b>מקום </b> שנהגו לכפול יכפול כו' ענין הכפול מפורש באגדה ס\"פ ע\"פ: "
        ], 
        [
            "<b>ע\"ב ודלמא </b> בתר דקרינהו שפן קרא יאשיהו כו'. הא ודאי דמפורש בכתוב דיאשיהו גופיה קראה דכתיב וישלח המלך וגו' ויקרא באזניהם את כל דברי ספר וגו' אלא דהיינו לבתר נבואת חולדה אבל האי קרא דבנבואת חולדה שאמרה אשר קרא מלך יהודה לא מצינו בכתוב לעיל מיניה מפורש שקראו המלך אלא שפן ולכך לא פריך אלא ודלמא גם המלך קראו קודם נבואת חולדה אלא שלא הוזכר בקרא. ומשני דע\"כ לא קראה המלך מקודם מדכתיב בשמעך שתלאה חולדה הדבר בשמיעה ולא בקריאה וק\"ל: ", 
            "<b>והדר </b> בשם ה' כו'. פרש\"י דלא קיימא אזכרה אמלתיה ומחזי כמוציאו לבטלה עכ\"ל וגבי והדר מברך לעלם כו' דבסמיך ליכא לפרושי הכי דהא לית ביה אזכרה ולפי מה שיש מפרשים בפ\"ק דברכות דשמיה הוא כמו שם י\"ה דהשתא י\"ה מקרי אזכרה והוה לבטלה דלאו קיימא מברך לעלם עליה: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ר\"י </b> אומר אני והו הושיעה כו' כפרש\"י אנ\"י וה\"ו גימטריא אנא ה' ועוד מע\"ב שמות הן כו' ע\"ש מיהו יש לעיין בזה [ל\"ל] לשנות משום כוונה זו לשון המקרא דכתיב אנא ה' הושיעה וגו' בספר תהלים ולמה לא נאמר (אני והו) [אנא ה'] כו' על כוונה זו ונראה לכוון דר' יהודה נמי לא אמר לשנות המקרא אני והו במקום אנא ה' אלא בחג בהקפת המזבח שכוונת הקפה שישמרנו האל מסביב מצרותינו כמ\"ש ומכל צרותיו הושיעו חונה מלאך ה' סביב ליריאיו וגו' והוא בעצמו ענין הקפת יריחו ששה ימים בכל יום פעם אחת וביום השביעי ז' פעמים למפלת אויבים וענין ההקפה דהכא במזבח עש\"ה ואסובבה את מזבחך ה' כי התם ביריחו פעם אחת בכל יום מו' ימי החג וז' פעמים ביום השביעי ולכך מזכירין אלו שני שמות אני והו ע\"ד עמו אנכי בצרה כביכול שיושיע לעצמו וכמ\"ש התוס' ולזאת הכוונה היה ההיקף בערבה עש\"ה סביב רשעים יתהלכון שבה נמשלו הרשעים אויבינו שבהיקף זה יכלו הרשעים כמו שהערבה זו כלה ע\"י חבוט בסוף ודו\"ק: ", 
            "<b>יופי </b> לך מזבח יופי כו' הכפל בזה ע\"פ מ\"ש בסוף מכילתין בבת בילגה שנשתמדה כו' והיתה מבעטת בסנדלה ע\"ג מזבח כו' ואמרה עד מתי אתה מכלה ממונן של ישראל כו' הרי שביזתה המזבח במעשה ובדבור אנו לא כן דעתנו אבל יופי לך מזבח במעשה ויופי לך בדבור ור\"א הוסיף בזה לומר ליה אנו מודים כפול שאין אנו כופרים לא במעשה ולא בדבור כמו שכפרה בת בילגה ואמרה ואי אתה עומד עלינו בשעת הדחק ולמזבח אנו משבחין בדבור ומקלסין במעשה וק\"ל: ", 
            "<b>כל </b> הנוטל לולב באגודו כו'. דהיינו עשיית לולב באגודה והדס בעבותו היא מצוה כאילו בנה מזבח ונטילתן היא מצוה כאילו הקריב קרבן ולכך לא נקט רק לולב דשייך ביה עשיית אגודה והדס דשייך ביה עבות: "
        ], 
        [
            "<b>ע\"ב כל </b> העושה איסור לחג באכילה כו' לפרש\"י לשון איסור לא ידעתי לפרש ולולי פירושו נראה דאיסור כמשמעו שעושה לו איסור וגדר במצות אכילה ושתיה בחג דהיינו שלא לאכול אכילה גסה ושלא ישתכר יותר מדאי שאינו לש\"ש והרי אותו מותר שלא אכל ושתה נחשב לו כאילו בנה מזבח והקריב עליו קרבן ועד\"ז אמרו בפ' הרואה פתח במזבח וסיים בשלחן מה מזבח מכפר אף שלחן מכפר כו' כמפורש בחידושנו ס\"פ ח\"ה: ", 
            "<b>כל </b> המצות כו' שנאמר עצי שטים עומדים כו'. כולה מפורש בפ' בא לו: ", 
            "<b>בפרש\"י </b> לפטור בזכותי אני סובל כל עונותיהם כו' עכ\"ל. והיינו שסובל עונותיהם ביסורין וצער שהיה לו ולבנו במערה כדאמרינן פ' ב\"מ ועוד אמרו בפ' הפועלים בבנו ר\"א כולהו שני יסורין דר\"א לא שכיב אינש בלא זמניה וביותם נמי צ\"ל דהוה קים להו דהוה סובל יסורין וכהאי לשנא אמרינן פ' הדר שאמר רבי אליעזר בן עזריה יכולני לפטור כל העולם כולו מן הדין מיום שחרב בהמ\"ק עד עכשיו ומסיק דהיינו מדין תפלה ליכא לפרושי כי הכא אלא ר\"ל יכולני בטענה לפטור אותם וק\"ל: ", 
            "<b>ראיתי </b> בני עלייה כו'. למעלה בשמים קרי ליה עליה והצדיקים שבארץ השייכים שם קרוים בני עליה ועש\"ה הבונה בשמים מעליותיו ואגודתו וגו' ר\"ל אגודתו של צדיקים השייכים שם בארץ יסודם לסבול עון העולם כדלעיל: ", 
            "<b>י\"ח </b> אלפי דרא הוה כו' שנאמר סביב י\"ח כו' סיפיה דקרא ושם העיר מיום ה' שמה קדריש כמו שפרש\"י והתוס' ובפ' הספינה דרשו מיניה דירושלים שלמטה שתקרא על שמו של הקב\"ה כו' ושמה מלשון שם ע\"ש והכא דרשו מיניה ושבקו מלת שמה כפשטיה ועל עיר ירושלים שלמעלה קאי דכתיב עיר גבורים עלה חכם וגו' ועלה שפיר כתיב מיום ה' שמה שהשכינה שרויה שם לעולם ועלה קאי סביב לשכינה י\"ח אלף דרא דצדיקים: ", 
            "<b>הא </b> דמסתכלי באספקלריא המאירה כו' עיין באורך בערוך ערך אספקלריא ויש לדקדק דמסיק הכא דמסתכלי באספקלריא מאירה לא הוו פחות מל\"ו צדיקי ואנן אמרינן בפרק החולץ דמשה לחוד ראה באספקלריא מאירה וכל הנביאים לא ראו באספקלריא מאירה וי\"ל דהתם בנביאים קאמר אבל הכא בצדיקים וחכמים כמו רשב\"י וחביריו קאמר וכדאמרי' דחכם עדיף מנביא ומיהו ק\"ק מההיא דפרק ג\"ה אילו מ\"ה צדיקים שהעולם מתקיים עליהם כו' ע\"ש במאי מתוקמא מנין מ\"ה צדיקים וי\"ל דהתם בצדיקים במעשים בעלמא קאמר והכא בחכמים בעיון מושכלים קמיירי וק\"ל: ", 
            "<b>אשרי </b> כל חוכי לו ל\"ו גימטריא כו'. משום דה\"מ למכתב אשרי כל חוכיו דריש מלת ל\"ו גימטריא כו': ", 
            "<b>הא </b> דעיילי בבר כו'. עיין פרש\"י ועוד פי' בערוך בר בלשון תרגום בן כלומר שיהא צדיק ובנו כמותו כמו ר\"ש ובנו ר\"א מועטין כו' ע\"ש: "
        ], 
        [], 
        [
            "<b>ברוך </b> ה' יום יום כו'. בכל יום תן לו מעין ברכותיו כו' כל הסוגיא מפורש פרק כיצד מברכין: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>הנהו </b> ב' מינים חד שמיה ששון כו' א\"ל ששון כו'. כן דרך המינים לפרש הכתובים על עצמם לפי סכלותם והבלם כמ\"ש בזה בר\"פ כ\"ה ותשובתן בצדן גם לפי טעותן כמפורש התם גם בכאן שזה אמר שאנא קדים בקרא וזה אמר אדרבה אנא קדים בקרא נמצא ששניהם שקר ולא נתכוין המקרא עליהם וכן באידך שא\"ל ששון לשמחה חד יומא שבקוך ושוויוך פרוונקא לפי טעותו בדרך היתול על חברו המין כשא\"ל חברו בהיפך שבקוך ומלו בך מיא חזרו שניהם מטעותם לפרש המקראות כן: ", 
            "<b>השתא </b> דכתיב בששון משכיה דההוא גברא כו'. יש לדקדק אמאי לא א\"ל ר' אבהו כפשטיה דאיהו גופיה יהיה שואב מים לישראל כמ\"ש לעיל יומא חד שבקוך ומלו בך מיא ונראה לומר דלעיל עם מין חברו היה מדבר שאין מאמינים בתחיית המתים לעתיד לכך לא קא\"ל אלא יומא חד שבקוך ומלו בך מיא בעוה\"ז אבל זה המין שא\"ל לר' אבהו עתידי דתמלו לי מיא כו' אמר כן בדרך היתול על אמונתינו שאנו מאמינים בתה\"מ שנהיה אנו אז להיות שואבי מים וקא\"ל ר' אבהו לפי טעותו השתא דכתיב בששון כו' דע\"כ את גופך ודאי לא תהיה לנו שואב מים לעתיד כמ\"ש דהמינין ואפקורסין אין להם חלק לעוה\"ב ולא יחיו לעתיד כפי אמונתם אבל משכא דידך יקחו במותך ומשוינן ליה לעתיד נוד ומלינן ליה מיא: "
        ], 
        [
            "<b>שיתין </b> מששת כו' חמוקי יריכיך אלו השיתין כו'. עיין פרש\"י כאן ובס' שיר השירים פי' נקבי השיתין של נסכים שנעשו מו' ימי בראשית עגולים כמו ירך כמו חלאים לשון חפירה כמו חוליות הבור כו' ע\"ש: ", 
            "<b>בראשית </b> א\"ת בראשית אלא ברא שית כו'. נראה דדרש כן משום דס\"ל דבראשית ברא וגו' סדר הבריאה הוא דקחשיב דאיכא מאן דס\"ל הכי כמפורש פרק אין דורשין וא\"כ ה\"ל למכתב בראשונה כמ\"ש רש\"י בחומש אלא למדרש מיניה ברא שית דשיתין נבראו מו' ימי בראשית וכתב רש\"י ועליהם כרה דוד כו' ל\"ג ליה כו' דמאן דאית ליה דדוד כראן לית ליה מו' ימי בראשית נבראו עכ\"ל וכן פרש\"י לקמן פ' החליל וכה\"ג כתבו התוס' והקשו דרבי יוחנן אדר\"י דהכא סבר מו' ימי כו' ולקמן בפ' החליל אר\"י בשעה שכרה דוד שיתין כו' ע\"ש אמנם מלשון רש\"י פ' אלו הן הגולין אהא דכרה דוד שיתין כו' הן יסודות של בהמ\"ק ובתלמוד ירושלמי מצינו תלמיות של בהמ\"ק והוא יסוד בלשון יוני עכ\"ל ומיניה למדנו לתרץ דאין כאן פלוגתא דאמוראי אליבא דר\"י כמ\"ש התוס' אלא דשיתין דהכא לאו היינו שיתין דהתם דשיתין דהכא הוא חלל שתחת המזבח כו' כפרש\"י והם היו מחוללין עד התהום ונבראו מו' ימי בראשית ושיתין דהתם דכרה דוד הם יסודות כותלי בהמ\"ק ואין להם שיתוף אלא בשמם שנקראו שניהם שיתין ועוד יבואר בזה פ' החליל: ", 
            "<b>רבי </b> יוסי אומר שיתין מחוללין כו' שנא' אשירה וגו'. כתבו התוס' דאליביה מזבח ושיתין למזבח בידי אדם הוה ובמלתיה גרסינן ועליו כרה דוד כו' ע\"ש אבל בילקוט גרסינן תניא ר\"י אומר שיתין מימי בראשית נבראו ועליהם כרה דוד ט\"ז אלף אמה כו' מזה נראה דלר' יוסי נמי מו' ימי בראשית נבראו השיתין אלא שלא היו נחצבים עד התהום ועליהם כרה דוד ט\"ז אלף אמה שיהיו מגיעין עד התהום והשתא לא תקשי נמי דר\"י דהכא אדר\"י דפ' החליל ודו\"ק: ", 
            "<b>ויטעהו </b> שורק זה בהמ\"ק ויבן מגדל בתוכו זה מזבח וגם יקב וגו' אלו השיתין כו' כתבו התוס' זו גירסת הקונטרס אבל בתוספתא גריס ויבן מגדל וגו' זה היכל וגם יקב וגו' זה מזבח כו' ע\"ש וקרוב לזה גירסת הילקוט ויבן מגדל זה בהמ\"ק יקב זה מזבח וגם יקב אלו השיתין ולפי זה ניחא דויטעהו שורק היינו ישראל שהם הכרם גופיה וכדכתיב ואנכי נטעתיך שורק וק\"ל: "
        ], 
        [
            "<b>ע\"ב לשון </b> שמחה לשון שביעה לשון שכרות כו'. כ\"ה גירסת ילקוט וכן נראה מפרש\"י גם מפירושו נראה דלשון גמיעה הוא בלגימות גסות אבל בפ' המוציא לא משמע כן דקמבעיא ליה אמתני' דקתני התם כדי גמיאה בא' או גמיעה בע' וארנב\"י הגמיאני נא מעט מים מכדך משמע דלשון גמיעה לגימה דקה היא גם המשל אינו דומה דלכך פוקקין את השיתין דאדרבה דיותר היה דומה ללגימות גסות אם לא היו פוקקין ולולי פירושו נראה לפרש בהיפך דלכך פוקקין שלא יהא היין הולך לשיתין בפ\"א כולו כמו לגימה גסה אלא שיהא פקוק קצת וילך לשיתין במעט מעט דומה כלגימה דקה ורב פפא נמי ה\"ק כי שבע אינש חמרא מגרוניה שבע דהיינו בלגימות דקות שהגרון נהנה וטועם ממנו הרבה פעמים משא\"כ בלגימה א' גסה שאין הגרון נהנה וטועם רק פ\"א ואינו שבע ואהא קאמר נמי שפיר דמאן דלא נפישא ליה חמרא לגמוע גמועי דהיינו במעט מעט כההיא דהגמיאני נא מעט וגו' כדי שיהא טועם הרבה פעמים ושבע מהר וכן רבא לענין כסא דברכתא שיהא נהנה ממנו הרבה ליגמע מעט מעט ודו\"ק: ", 
            "<b>בתו </b> של אברהם אבינו שנקרא נדיב שנאמר נדיבי עמים וגו' בהאי קרא דמייתי אינו מפורש שאברהם נקרא נדיב אבל פי' הפסוק נדיבי עמים הם הגרים שנדבו לבם להתגייר ונאספו לישראל וקראן עם אלהי אברהם כו' שתלאן בו לפי שהוא היה תחלתן של גרים שנדב הוא לבו לשמים להתגייר וע\"כ קרא לישראל בת נדיב בת אברהם ומיהו יש לעיין בזה דהתם גבי גרים איכא טעמא שתלאן באברהם ולא ביצחק ויעקב אבל בהאי קרא לענין עליה ברגל מ\"ט קראן בת נדיב דהיינו בת אברהם ולא בת יצחק ויעקב וי\"ל שגם הוא תחלתן של עולין למקום המקדש להר ה' יראה להקריב שם בנו יצחק והקריב עולה תחתיו: ", 
            "<b>אף </b> ד\"ת בסתר כו'. דברים שדרכן לעשות בצנעה כו' טעם הענין העושה בפרהסיא עושה משום יוהרא ולא הוה לשמה והוא מפורש בסוף פ\"ב דמכות ע\"ש: ", 
            "<b>גדול </b> העושה צדקה כו' שנאמר עושה צדקה ומשפט וגו' יש לדקדק דנקט במלתיה צדקה לחוד ומקרא דמייתי כתיב צדקה ומשפט ואימא דבהדדי צדקה ומשפט הוא גדול יותר מקרבנות אבל צדקה לחוד לא דכה\"ג אר\"א גופיה לקמן כל העושה צדקה ומשפט כו' שנאמר אוהב צדקה ומשפט וגו' וי\"ל דנבחר לה' מזבח משמע ליה דלא קאי אעושה אלא אצדקה ומשפט וא\"כ ה\"ל למכתב נבחרו בלשון רבים אלא דכתיב נבחר בלשון יחיד דחד מינייהו צדקה או משפט נמי נבחר מזבח ונקט במלתיה צדקה וה\"ה משפט לחוד: ", 
            "<b>גדולה </b> גמ\"ח כו' שנאמר זרעו לכם לצדקה כו'. מבואר כי השכר ועונש מקרי פרי לפי המעשה אם לטוב אם לרע בכמה מקראות ולזה המעשה המביא לידי פרי ההוא מקרי לפי דמיון זה זריעה וקצירה והשתא קאמר דמעשה הצדקה אינה אלא כמעשה הזריעה לפרי שספק אוכל הפרי כן הצדקה שבקל יבטל המצוה כמ\"ש עבירה מכבה מצוה משא\"כ גמ\"ח שהיא גדולה שבמצות ותבוא לידי אכילת פרי ולא תבטל שכרה בקל: ", 
            "<b>אלא </b> לפי גמ\"ח כו'. זריעה וקצירה דנקט בהו יתפרש כפי דרש דלעיל דר\"א גופיה מרא דשמעתא אלא דהכא דקדק מקרא מדכתיב לפי חסד דמשמע דקאי אצדקה גופה דאינה משתלמת כו' וכפרש\"י: ", 
            "<b>יותר </b> מהצדקה כו'. נראה דהיינו גדולה במעשה קאמר דגדולה בג' דברים דהא לא חשיב נמי דגמילות חסדים שאוכל מפירותיהן בעוה\"ז והקרן קיימת לעולם הבא כמ\"ש בריש מסכת פאה ולא חשיב נמי הא דלעיל דגדולה גמ\"ח דקוצר ודאי אוכל ולא כן הצדקה כדלעיל: ", 
            "<b>שמא </b> תאמר כל הבא לקפוץ כו'. עיין פרש\"י בכל זה וכבר כתבנו בספ\"ק דע\"ז דרך אחרת בזה דלפי מ\"ש שם דזהירות מביא לידי כו' וחשיב כמה מדרגות עד יראה מביאה לידי חסידות והיא מביאה לידי רוח הקודש וע\"ז קאמר הכא כל העושה צדקה ומשפט הוא ודאי בא לידי מדת חסידות ובמדתו מביא חסד בעולם. ואמר ש\"ת כל הבא לקפוץ כו' ר\"ל שמבלתי הדרגה ממעלה למעלה יוכל אדם לקפוץ על המדרגות דחשיב התם ויבא למדת חסידות ת\"ל מה יקר חסדך וגו' דקשה ויקר לבא לידי מדת חסידות כי אם בהדרגה. ואמר יכול אף ירא שמים כן שלא יוכל לבא לידי מדת חסידות מהר תלמוד לומר וחסד ה' מעולם על יראיו דליכא שום מדה המפסקת בין יראת שמים לחסידות כגירס' דשקלים כמפורש ספ\"ק דע\"ז: ", 
            "<b>שנא' </b> וחסד ה' וגו' ויהיה לשון חסד מלשון ותשא חן וחסד לפניו וגו' ודייק ליה מדכתיב על יראיו דכפי פשוטו הו\"ל למכתב ליראיו: ", 
            "<b>על </b> לשונה כו'. כינוי דלשונה מתפרש לפי דרש דהכא על תורת חסד גופה דהיינו תורה לשמה אבל בפ\"ק דברכות לפי הדרש דהתם על לשונה מתפרש ארוח הקודש או אנפש כמפורש שם ותורה לשמה נקראת הכא תורת חסד ע\"ש שהיא נותנת חן ללומדיה לשמה כמ\"ש תתן לראשך לוית חן: ", 
            "<b>ואיכא </b> דאמרי תורה ללמדה כו' היינו מלמדה לאחרים היא נותנת חן וחסד ודייק ליה מעל לשונה דהיינו שלא די לו בשמיעה מאחרים אלא שמוציאה בלשונו לאחרים: "
        ], 
        [], 
        [
            "<b>דכתיב </b> ושאבתם מים בששון וכו'. ואיתא בירושלמי למה נקרא בית השואבה שמשם שואבין רוח הקודש ע\"ש ושאבתם וגו' ע\"כ ונראה דגם לפי הירושלמי מהאי קרא ילפינן דבעינן שמחה בניסוך המים כדאמרינן בפרק לולב וערבה אלא דה\"ק בירושלמי כיון דעיקר המצוה היא ניסוך המים ושאיבת מי שילוח צורך ניסוך הוא כדקתני לעיל ניסוך המים כיצד כו' היה ממלא מן השילוח כו' למה נקרא מקום השמחה שבעזרה בית השואבה ה\"ל למקרי בית ניסוך וקאמר משום שע\"י השמחה שהיתה שם ע\"י ניסוך המים היו שואבין רוח הקודש שאינו שורה אלא מתוך שמחה דכתיב והיה כנגן המנגן וגו' כדאיתא בירושלמי מש\"ה קורין ליה בית השואבה ומייתי ליה מקרא ושאבתם מים וגו' דבקרא נמי דנילף מיניה ניסוך המים בשמחה לא ה\"ל למכתב ושאבתם אלא נסכו מים בששון וגו' אלא מדכתיב ושאבתם ע\"ש שאיבת רה\"ק וה\"פ ושאבתם רוח הקודש ע\"י ניסוך מים שהיה בששון דרה\"ק בא מתוך שמחה. ומ\"ד מצוה חשובה היא מו' ימי בראשית כפרש\"י דאמרן לעיל שיתין נבראו מו' ימי בראשית ובכל השנה נמי היו מנסכין יין בשיתין הללו ויש לכוין בזה שעיקר בריאותן מו' ימי בראשית והיו מחוללין עד התהום היה משום מצוה חשובה זו ניסוך המים בחג שאז העולם נידון על המים וכדאמרינן בר\"ה נסכו לפני מים בחג כדי שיתברכו לכם גשמי שנה ולכך היו מגיעין ניסוך המים עד התהום כדאמרינן בסדר תעניות כשמנסכין מים בחג תהום אומר לחברו אבע מימך כו' ולכך היה גודל שמחה במצוה זו דא\"א לעולם בלא מים וכל הבריות תולין בברכת המים שיהו השנים כתקונן: "
        ], 
        [
            "<b>מנורות </b> של זהב כו'. האור הזה על שם השמחה ולכך היו במספר ד' שיהא מאיר לכל ד' רוחות כדמסיק ולא היה חצר כו' ומה\"ט חסידים כו' באבוקות של אור כו': "
        ], 
        [
            "<b>ע\"ב על </b> ט\"ו מעלות כו' כנגד ט\"ו שיר המעלות שבתהלים כו' עשו זה בשמחת בית השואבה במצות ניסוך המים ע\"פ מ\"ש לקמן דט\"ו מעלות דאמרן דוד שבהן העלה מי התהום ט\"ו אלף גרמידי שהיו יורדין מתחלה כ\"כ ע\"י השם ששדי ביה והשתא במצות ניסוך המים כדי שיתברכו לנו מי התהום כדאיתא במסכת תעניות וכמש\"ל יש לנו להזכיר זה הענין ובט\"ו מעלות העזרה העשוין על כוונה זו של ט\"ו מעלות שבתהלים כדלקמן ועל כוונה זו אמרו דשני כהנים היו עומדים בשער העליון על מעלה העליונה ותקעו כו' ואח\"כ למעלה עשירית ותקעו אי דנחית חמשא וקאי על י' ואי דנחית עשרה וקאי על חמשא כדלקמן היינו נמי לרמוז על שם י\"ה במספר המעלות ט\"ו דהוה שדי ביה להעמיד התהום שלא ישטוף לעלמא כדלקמן וזה שאומרים שם זה ואנו לי\"ה עינינו ודו\"ק: ", 
            "<b>במאי </b> בנייה כו' משום דמשמע דהאי תנא אחר החורבן בית שני הוה והוא ראה כל זה קודם החורבן בית שני וקאמר מי שלא ראה כו' וא\"כ אבית המקדש ראשון ודאי דלא קאמר שהרי גם התנא לא ראה אותו ואבית מקדש שני שבנה נחמיה ע\"כ דלא קאמר שלא ראה בנין מפואר כו' שהרי בנין בית ראשון היה יותר מפואר דכתיב בעזרא אשר ראו הבית הראשון ביסדו זה הבית וגו' בוכים בקול גדול וגו' מש\"ה קאמר מאי היא ומשני דאה\"נ דאבית ראשון לא קאמר שהרי לא ראה אותו התנא ואבית שני שבנה נחמיה נמי לא קאמר שהרי בית ראשון יותר מפואר היה אלא דאבית שני ודאי הוא דקאמר ואבנין הורדוס הוא דקאמר שהיה סוף בית שני וק\"ל: ", 
            "<b>דמחזי </b> כאדוותא כו'. מפורש בפ\"ק דב\"ב ע\"ש: ", 
            "<b>ולא </b> היו יושבין מעורבבין כו'. ולשון הירושלמי ואעפ\"כ לא היו יושבין מעורבבין כו' ר\"ל אע\"פ שהיו רבים כ\"כ היה כ\"א מוצא בעל אומנתו לפי שלא היו יושבין מעורבבין: ", 
            "<b>לא </b> תוסיפון לשוב בדרך וגו'. היינו קרא דפ' שופטים דההוא קרא משמע צווי רק לא ירבה וגו' ולא ישיב וגו' ולא תוסיפו וגו' אבל קרא דלקמיה בפרשת בשלח כי אשר ראיתם וגו' לא תוסיפו לראותם עוד וגו' לא משמע צווי אלא ספור דברים בגאולתן ממצרים מיהו בירושל' מייתי נמי האי קרא דפ' בשלח שעברו עליו ונראה משום דמההוא קרא דפ' שופטים מוכח אהאי קרא דפרשה בשלח דהוא נמי צווי דכתיב וה' אמר לכם לא תוסיפון וגו' דהיינו שא\"ל במצרים לא תוסיפו לראותם עוד וגו' וענינו מה שנענשו כ\"כ מפני עבירה זו לפי מה שמפורש בס' ירמיה שבקשו שארית הגולה מירמיה להורות להם הדרך מפי ה' אם ישובו מצרימה וקבלו עליהם בשבועה לקיים נבואתו כמ\"ש יהי ה' בנו לעד אמת גו' כן נעשה ואח\"כ א\"ל ירמיה אם אתם תשימון פניכם לבא מצרימה וגו' והיתה החרב וגו' שם ימותו בחרב וגו' ובכל אלה לא השגיחו בו וע\"כ נענשו כ\"כ: ", 
            "<b>מאי </b> תיקון גדול כו'. התקינו שיהו נשים יושבות מבחוץ כו' ועדיין וכו' התקינו שיהו יושבות מלמעלה כו' והיינו דתקנה שניה שיהו יושבות מלמעלה מקרי תקנה גדולה לגבי תקנה ראשונה שיהו יושבות מבחוץ כו' וק\"ל: ", 
            "<b>קרא </b> אשכחו ודרש. פי' רש\"י שלא יבואו לידי קלקול ולפי שזה התיקון לא היה צורך עבודת המקדש אלא לאפרושי מאיסורא דערוה לא הוה בכלל הכל בכתב מיד ה' וגו' וק\"ל: "
        ], 
        [
            "<b>על </b> משיח בן יוסף כו'. דבגאולה העתידה ב\"ב בתחלה יבא משיח בן יוסף להושיע ישראל כמ\"ש ובית יוסף להבה ובית עשו לקש וגו' שאין זרעו של עשו כלה אלא ע\"י משיח בן יוסף אבל ע\"י עובדי כוכבים רבים שיבואו שוב לירושלים יהרג ולא יהיה גאולה שלימה עד בא משיח בן דוד כמפורש בכמה מקראות: ", 
            "<b>על </b> יצה\"ר שנהרג כו'. פירשו בזה המפרשים דלא שייך ביה הריגה ושחיטה אלא דביטול כחו הוא שחיטתו והריגתו כמ\"ש לעתיד והסירותי לב האבן וגו': ", 
            "<b>לצדיקים </b> נדמה להם כהר ולרשעים נדמה כחוט השערה כו'. ונתנו סימן בזה כי יצר הרע הוא כחו של עשו שנקרא הר שעיר ע\"ש לצדיקים כהר ולרשעים כשער: ", 
            "<b>היאך </b> יכולנו לסבול כו'. פרש\"י בוכים כו' והוא דחוק שיהיו בוכין על צערן שכבר עבר בעוה\"ז והיה אפשר לפרש דבוכים מתוך שמחה שהיו יכולין לסבול הר כזה אבל מלשון הספדא לא משמע כן גם יש לדקדק מאי הספדא שייך ביצר הרע לפי מה דאמרינן פרק נ\"ה הספדא אי יקרא דחיי ואי יקרא דמיתא מה שייך ביה על יצה\"ר שנהרג וי\"ל ע\"פ מ\"ש וירא אלהים את כל אשר עשה והנה טוב מאד וגו' זה היצה\"ר כו' דהיינו שהוא טוב לצדיקים שע\"י שינצחו אותו יזכו לעוה\"ב על כן מצטערין בהריגתו ובביטולו שלא יוכלו עוד לזכות ע\"י והשתא ניחא האי הספדא משום יקרא דחיי הוא ושפיר בוכין עליו לזכות ע\"י שניטל מהן בביטולו וק\"ל: ", 
            "<b>גם </b> בעיני ופלא כו'. משמע ליה דאיירי קרא בביטול יצה\"ר לעתיד דכתיב לעיל מיניה ילדים וילדות משחקים וגו' היינו משחקים ביחד דאין יצה\"ר שולט בהן אז ופרש\"י גם בעיני יפלא היאך יוכלו צדיקים לעמוד כנגדו בחייהם עכ\"ל הכי משמע ליה קרא דאיירי בצדיקים כי יפלא בעינו שארית העם וגו' דהיינו צדיקים דלהקב\"ה לא שייך בו שיתמה גם ברשעים שהרי בראו הקב\"ה כהר שהרי מצינו בקרא גם בעיני יפלא שבראו כהר אלא דהרשעים נדמה להם כשער כדי לצערן שלא היו יכולין לסובלו וק\"ל: ", 
            "<b>דומה </b> לחוט כו'. מפורש בפ' חלק ולפי ענינו דמייתי ליה הכא נראה לפרש משום דאמרו לעיל דלצדיקים נדמה להר ולרשעים לשער קאמר דלא הוו ב' הפכים בנושא א' אלא דמתחלה דומה לשער דמיון החוט של בוכיא והיינו לרשעים שאינן רואין מה יהיה בסוף והיינו ולבסוף דומה להר דמיון לעבות העגלה והיינו לצדיקים שרואין מה יהיה בסופן ומרחיקין מתחלת העבירה: ", 
            "<b>ואתנה </b> גוים וגו'. זה המזמור למה רגשו גוים וגו' מדבר במלחמות גוג ומגוג כמפורש פ\"ק דברכות ופ\"ק דע\"ז ולפי שבזה המזמור א\"ל הקב\"ה שאל ממני ואתנה גוים ואינו מפורש בו ששאל על כך אבל מצינו במזמור אחר ששאל על החיים דרשו מיניה דהקב\"ה חשב שיהיה שואל ליתן גוים נחלתו אבל הוא כשראה שנהרג משיח בן יוסף במלחמת גוג ומגוג אמר אינני מבקש אלא על החיים שלא אהרג כמותו וא\"ל הקב\"ה כבר התנבא עליך דוד אביך שנאמר חיים וגו' דההוא מזמורא מתחיל למנצח מזמור לדוד משא\"כ האי מזמור דלמה רגשו גוים וגו' דלא אמרו דוד: ", 
            "<b>שבע </b> שמות יש לו ליצה\"ר כו'. מבואר כי המעשים של האדם הן לטוב הן לרע מסוגלים לפי הבריאה של ז' ימי בראשית גם ע\"פ המזלות מז' כוכבו לכת כמפורש סוף מסכת שבת מאן דבמאדים הוא ש\"ד כו' ולפי מעשה הרע יבא העונש כאמור ויסרתי אתכם שבע על חטאתיכם ואמרו על ז' גופי עבירות ז' פורעניות באין כו' וע\"ש ז' מיני מעשים נקרא היצה\"ר בז' שמות הללו כפי המעשה ושם רע דקאמר (ז' שמות שיש לו ליצה\"ר) הוא בכלל ז' שמות הללו דהיינו שם שקראו לו הקב\"ה יצר לב האדם רע וגו' ולפי שיש לאדם ב' לבבות דהיינו יצר טוב ויצה\"ר כמ\"ש בכל לבבך בשני ביתי\"ן בב' יצרך קראו הקב\"ה יצר לב האדם רע מנעוריו בב' אחד דהיינו היצה\"ר שהוא רע מנעוריו כמ\"ש משננער ממעי אמו ולא כן יצ\"ט דלא בא לידם אלא לי\"ג שנים וכן דוד דקראו טמא שנא' לב טהור ברא לי אלהים וגו' דהיינו לב אחד שהוא יצר טוב מכלל דאיכא לב אחר שהוא טמא דהיינו לב יצר הרע ולפי שלא בא לאדם ההוא לב טוב עד אחר י\"ג שנים קרא ליה בריאה לגבי לב יצה\"ר שכבר בא לאדם ממעי אמו: ", 
            "<b>ומשה </b> קראו ערל שנאמר ומלתם את ערלת לבבכם וגו'. בב' ביתי\"ן לפי שבתיקון לב יצה\"ר נתקן גם לב יצ\"ט כמ\"ש פ' כ\"כ אם מצאו שלחן ערוך מלאך רע בע\"כ אומר אמן ואם לאו מלאך טוב בע\"כ אומר אמן כמפורש שם. ואמר ", 
            "<b>שלמה </b> קראו שונא שנאמר אם רעב שונאך וגו'. עיין פרש\"י ויהיה לפי פירושו מלת לחם יוצא לשנים ללשון לחם כמשמעו וללשון מלחמה ועוד נראה לפרש ע\"ד שאמרו לקמן אבר אחד יש באדם משביעו רעב מרעיבו שבע ואמרו יצה\"ר שמאל דוחה וימין מקרבת וז\"ש אם רעב שונאך תן לו קצת תאותו היינו בדברים הכרחיים דהיינו האכילהו לחם ותשקהו מים ובזה ישלים עמך כשתתן לו קצת תאוותו. ואמר ", 
            "<b>ישעיה </b> קראו מכשול שנאמר הרימו מכשול מדרך וגו'. מלת מכשול מורה על חטא שאינו גדול כמו השוגג כמ\"ש כי כשלת בעוניך שזדונות נעשו לו כשגגות ועל דרך משל אם מונח על הדרך דבר שאינו גדול כל כך אפשר שלא ירגיש בו האדם ויכשל בו אבל אם מונח על אם הדרך דבר גדול וגבוה ירגיש בו ההולך ולא יכשל בו וז\"ש הרימו מכשול וגו' שירים ויגבה אותו המכשול בעיני הצדיקים ולא יכשלו בו וכדאמרינן לעיל לצדיקים נדמה להם כהר ומרחיקים מתחלה מהעבירה. ואמר ", 
            "<b>יחזקאל </b> קראו אבן כו'. היינו כמ\"ש לעיל דב' לבבות הן ב' יצרך דהיינו לב אבן יצה\"ר שהוא קשה כדלקמן אם אבן הוא נימוח כו' ולב בשר הוא יצ\"ט שהוא רך כמו הבשר כמ\"ש בסוטה בשר ונרפא וגו' אם משים לבו כבשר כו': ", 
            "<b>ויואל </b> קראו צפוני כו' שצפון ועומד בלבו כו'. דהיינו שעומד תמיד ואינו זז ממנו כדי שיוכל להחטיאו כדלקמן יצרו של אדם מתגבר עליו בכל יום כו': ", 
            "<b>ציה </b> ושממה למקום כו'. היינו הריגתו וביטולו לעתיד דבעה\"ז מצינו בו שבא משוט בארץ מתהלך בה להתגרות בבני אדם אבל [לעתיד] יהיה נדחה למקום שאין בני אדם מצוין להתגרות בהם: ואמר ", 
            "<b>את </b> פניו וגו'. זכר מה שעשה כבר רעות בעולם הזה שנתן פניו אל הים וגו' דימה המקדש לים שהיו ישראל אז בישובן פרים כדגים שבים ורבים כחול הים כמפורש ובני ישראל רבים כחול הים וגו' ואמר שזה גרם לו שעלה באשו וצחנתו: ", 
            "<b>שמניח </b> אומות העולם כו'. וע\"כ נדחה מפניו יתעלה ב\"ה ומסיים על כי הגדיל לעשות דהיינו שמתגרה יותר בגדולים כדמסיק. או פי' שהגדיל לעשות לגבי צדיקים כהר כמ\"ש בתחלה דומה לחוט של בוכיא ולבסוף כעבותות העגלה כמ\"ש לעיל ודקאמר ובת\"ח יותר כו' הוא מלתא באנפי נפשי כי הא דאביי כו': ", 
            "<b>אורחין </b> רחיקא. עיין פרש\"י גם יש לפרשו אשעבר שהלכנו דרך רחוקה וצוותין בסימא שלא היה הדרך רחוק כ\"כ בעינינו ע\"י הצותא: ", 
            "<b>יצרו </b> של אדם מתגבר כו'. ובפ\"ק דקדושין גרסינן מתחדש ושם מפורש: "
        ], 
        [
            "<b>ע\"ב אם </b> פגע בך מנוול זה כו'. מפורש פ\"ק דקדושין: ", 
            "<b>שנאמר </b> מפנק מנוער עבדו וכו'. בב\"ר איתא כל המפנק את יצרו בנערותו סופו להיות כו' אבל לפי לישנא דתלמוד יצה\"ר מסיתו לאדם כו' נראה לפרש כל שיצרו דהיינו עבדו כפרש\"י מפנקו ומסיתו לילך אחר תענוגי עוה\"ז סופו לעוה\"ב יהיה לו מנון וסהדה דהיינו באטב\"ח הוה מנו\"ן סהדה כפרש\"י כשתצטרף ב' אותיות מיחידות הוי עשרה א\"ט ב\"ח ג\"ז ד\"ו וכשתצרף ב' אותיות מעשיריות יהיה מאה י\"ץ כ\"פ ל\"ע מ\"ס וכשתצרף ב' אותיות ממאות יהיה אלף ק\"ץ ר\"פ ש\"ן ת\"ם כי אותיות הכפולות מנצפ\"ך נתוספו על כ\"ב אותיות ג\"כ לצורך מספר כאותיות הפשוטות עד אלף כי הך' פשוטה ה' מאות ומ' סתומה ו' מאות ן' פשוטה ז' מאות ף' פשוטה ח' מאות ץ' פשוטה ט' מאות שאם תזווגם כלם יהיה המספר עד אלף וסימן האלף לך שלמה אבל אותיות הנ\"ך שהיא ה' מיחידית ונ' כפופה מעשיריות וך' פשוטה ממאות לית להו זוג והם בעצמם זוגין להיות מתחלפים כי הכא נ' ממנון במקום ה' סהדה. וק\"ק דהא נו\"ן אחרונה דמנון נ' פשוטה היא ולא יבוא במקומה ה' אלא ש' היא זוגה ולא הוה סהדה בה' אחרונה וצ\"ע: ", 
            "<b>בתחלה </b> התעם כו'. ר\"ל היצר הרע ומלת רוח נופל בו כי הוא מלאך וכתיב עושה מלאכיו רוחות: ", 
            "<b>קראו </b> הלך כו'. דוגמת זה בתחלה ויקם דוד וגו' ויתהלך על גג וגו' קראו הלך כמפורש פ' חלק אהאי קרא אתא שטן אדמי ליה כצפרתא כו' ע\"ש ואח\"כ ויקחה ותבא אליו וישכב וגו' ותשב אל ביתה קראו אורח ואח\"כ נהרג אוריה במצות דוד ונשאה לאשה קראו איש וק\"ל: ", 
            "<b>אבר </b> קטן יש לו לאדם משביעו רעב כו'. עיין פרש\"י אבל בפ' חלק דמייתי אעובדא דבת שבע שהפך דוד משכבו של כו' ע\"ש נראה לפרש כפשוטו משביעו בתשמיש הוא רעב עוד לתשמיש ביותר ושם לא מייתי ליה כלל מהאי קרא שנאמר כמרעיתם וישבעו שבעו וגו' וי\"ל למאי דמייתי ליה הכא דריש ליה מלשון כפול וישבעו שבעו וגו' כמרעיתם מלשון רעה אם האדם מרע ומענה עצמו דהיינו מרעיב אז וישבעו ואם שבעו עצמו בתשמיש אז וירם לבם וכן הבינו התוספות השמועה וק\"ל: ", 
            "<b>הן </b> ארץ כשדים זה העם וגו'. ר\"ל כי שאר ארצות נקראו ע\"ש האומות שבה כגון ארץ מצרים ארץ כנעי אבל ארץ שביד הכשדים לא נקראת אלא בשם בבל לפי שהקב\"ה מתחרט שעשאן לעם שאין ראיין להיות נקראין עם שתהיה ארץ בבל נקראת על שמם: ", 
            "<b>מה </b> לי פה כו'. כפרש\"י זו היא חרטה עכ\"ל ובספר ישעיה פי' למה אני שוהה ומשהה בני כאן עכ\"ל דהיינו מה לי פה בגלות ע\"ד עמו אנכי בצרה: ", 
            "<b>ישמעאלים </b> דכתיב ישליו וגו'. לאשר הביא אלוה בידו וגו' לפי שאברהם לא בקש מה' אלא לו ישמעאל יחיה אבל הקב\"ה הביא זה בידו להוסיף ולישמעאל וגו' ונתתיו לגוי גדול וע\"ז נתחרט הקב\"ה להוסיף לו על בקשת אברהם: ", 
            "<b>ואשר </b> הרעותי וגו'. דכתיב ברישא דקרא והנדחה אקבצה ואמר דלכך אקבצם מהגלות כי אני מתחרט על שבראתי יצה\"ר שעל ידו באו לגלות: ", 
            "<b>אלמלא </b> ג' מקראות הללו נתמוטטו כו'. מפורש בפ' אין עומדין: ", 
            "<b>ארבעה </b> חרשים מאן נינהו משיח כו'. עיין פרש\"י ועוד י\"ל ע\"פ מ\"ש בפ' אין דורשין חכם חרשים שנעשו לפניו הכל כחרשין בשעה שפותח בד\"ת ה\"נ הכא ד' חרשים אלו עש\"ז שהם חכמים שאין כמותם בדורם ושהכל נעשו כחרשין בפניהם: ", 
            "<b>ז' </b> רועים כו'. רועים הם מנהיגים של הדור יהיו ז' ודוד באמצע דוגמת מנהיגי עולם האמצעי שהם ז' כוכבי לכת והשמש באמצע כמ\"ש במלכות בית דוד כי כשמש ינון וגו' וכמפורש לעיל מיניה ואתה בית לחם אפרתה וגו' ממך יצא לי מושל וגו' ועמד ורעה בעוז ה' וגו' דהיינו שהוא דוד יהיה העיקר בין מנהיגים הללו וקראם רועים במקום מנהיגים כי ברובם מפורש שהיו רועים ממש בעולם הזה דוד רועה צאן אביו יעקב צאן לבן משה צאן יתרו שת נאמר בו כי שת לי אלהים זרע אחר תחת הבל וגו' והבל היה רועה צאן. ואמר ", 
            "<b>מאן </b> נינהו ח' נסיכי אדם ישי כו' משיח כו'. הא ודאי דמשיח ימלוך על כלם כמ\"ש ומלך אחד יהיה להם ש\"מ אלו הז' דחשיב יהיה להם קצת שררה ונסיכות וקבלה היה בידם שאלו השבעה יהיו עם מלך המשיח: "
        ], 
        [
            "<b>אשרי </b> זקנתינו שכפרה כו'. כולם בנעשו כבר זקנים קמשתעי שהם שמחים בבית השואבה שמחה של מצוה דהילדים מסתמא שמחים בלאו הכי כמ\"ש שמח בחור בילדותך וגו' וכל אחד מהזקנים דהיינו החסידים ובעלי תשובה משמח במעלות זקנתו בשמחה של מצוה זו. ואמר ", 
            "<b>אלו </b> ואלו אומרים אשרי מי שלא חטא כו'. לא מיירי בזקנים שא\"כ היינו חסידים אלא דב' כיתות הזקנים שזכר הם אומרים על אלו שעדיין ילדים ולא חטאו עדיין אשרי להן ומי שחטא ועדיין בילדותו ישוב אז וימחול לו כי התשובה בילדותו מעולה ביותר כמ\"ש אשרי האיש ולא אשה אלא כשהוא עדיין איש: ", 
            "<b>אם </b> אני כאן כו'. עיין פרש\"י וכינוי אני קאי על הקב\"ה ושמעתי בזה ע\"ש שמספר הלל גימטרי\"א אדנ\"י ולולי פירושו נראה יותר לפרש כמשמעו שאמר כן בשם ישראל אם אני כאן שאבא למקדש הכל שהוא הקב\"ה שבידו הכל הוא ג\"כ כאן ואם ישראל אינן כאן מי כאן דגם שריית השכינה אינה כאן והשתא ניחא דקאמר ואף הקב\"ה אומר כן אם אתה תבא לביתי כו' ומייתי לה שנא' בכל המקום אשר אזכיר את שמי בכל המקום אשר אמרתי להזכיר שמי דהיינו במקדש דבגבולין אסור להזכיר שם המפורש שם אבא אליך וגו': ", 
            "<b>רגלי </b> מוליכות כו'. ר\"ל דבזו הסיבה אני בא לשם למקום שאני אוהב כו' ועש\"ה ה' אהבתי מעון ביתך מקום משכן וגו'. ", 
            "<b>על </b> דאטפת בו'. פרש\"י והכיר בו שהיה רוצח ופגעו כו' ע\"ש נראה דדקדק לפרש כן שהכיר את בעל הגלגולת שהיה רוצח דאם לא כן מנא ידע דעל דאטפת אטפוך דאימא משום עבירה אחרת היה נהרג דע\"כ הראשון שנהרג משום עבירה אחרת היה וגם מדאמר וסוף מטיפיך יטופון ע\"כ דידע שזה שפגע בבעל הגלגולת היה ליסטים ורוצח דאל\"כ אימא שזה בעל הגלגולת נהרג ע\"י אחר בשוגג כדאמרינן פרק קמא דמכות זה שהרג בשוגג וזה שהרג במזיד הקב\"ה מזמנן לפונדק אחד כו' ומיהו הלשון לא משמע כן: ", 
            "<b>לתמן </b> מובילין יתיה כו'. ועד\"ז כינו את המיתה בהולכה כמ\"ש פ\"ק דסוטה אין הולכות אלא לשון מיתה שנאמר אנכי הולך למות ודקדק לומר דבר אינש כו' דשאר ב\"ח מיתתן במקרה משא\"כ מיתת בר אינש הוא ע\"פ הגזירה בזמן שהגיע למות ובכלל הגזירה נמי באיזה מקום אם במכובד לו או במבוזה כפי מעשיו לטוב או לרע: ", 
            "<b>תרי </b> כושאי דהוו קיימי כו'. פרש\"י ע\"ש שהיו יפין כו' וכן אשה כושית ת\"א אתתא שפירתא ע\"ד שקורין לסומים ס\"נ ומה שהזכיר כאן שהיו יפין שע\"י זה טעה שלמה שמה שהיה המלאך המות עצב על מיתתן לפי שהיו אנשים יפה תואר ולכך מיהר לשלחן ללוז להצילן שם ואלו היה יודע שלמה כוונתו שהיה על שלא היה יכולת בידו להמיתן כאן בו' כפרש\"י וכדמוכח לבסוף דהווה קא בדח על מיתתן ודאי דלא היה משלחן לשם אלא אדרבה היה מעכבן כאן כדי שלא יוכל להמיתן וק\"ל: ", 
            "<b>למחוזא </b> דלוז כי כו'. ענין לוז עיין בחידושינו בפרק עגלה ערופה: ", 
            "<b>נוטל </b> ח' אבוקות כו'. עיקר שמחת בית השואבה היה בלילה כדלקמן ומשם לתמיד של בין הערבים ומשם לשמחת בית השואבה ולכך עשה כן באבוקות ולקמן מייתי נמי שעשו כן בטיול בח' סכינים ובח' מזגי ובח' ביעי וי\"ל לקמן שהיו במספר ח' דהיינו בב' ידים בין כל אצבע ואצבע הוי ח' אבל הכא באבוקות ליכא לפרושי הכי דגרסינן ביה בידו אחת: ", 
            "<b>ונושק </b> את הרצפה וזוקף כו'. עיין פרש\"י והוא דחוק מה שייך הכא בשמחת בית השואבה לנשק הרצפה כדי לקיים כו' ולולי פירושו נראה לפרש דיותר חידוש נפלא ליגע בארץ בנשיקת פיו מליגע בעקימה בגובה ראשו ועל ענין הקידה אמר הכתוב מי בקש זאת מידכם רמוס חצרי דהיינו שעשו בשמחתם ברגלים ומועדים לרמוס חצרי בידים על ידי קידה וק\"ל: ", 
            "<b>בתמני </b> סכיני כו'. מה שאין כל אדם יכול לעשות כן מפני הסכנה וכן בתמני מזגי חמרא מפני שבירת הכלי זכוכית ומפני שפיכת יין על ידי הטיול וכן בח' ביעי מפני שבקל ישברו: ", 
            "<b>ומשם </b> לתפלת השחר כו'. הכא וכן במוספין הקדים הקרבן לתפלה ולגבי מנחה הקדים התפלה לקרבן ויש להשיב דהתפלות מכלל עבודת המקדש הם ואמרינן אין לך עבודה קודם תמיד של שחרית דהתפלה אחריה וכן המוספין שנקרבין קודם חצות דינם כתמיד של שחרית דהתפלה אחריה אבל בתמיד של בין הערבים אמרינן בהיפך דאין לך עבודה אחריה ולכך התפלה לפניה ודו\"ק: ", 
            "<b>הני </b> ט\"ו שיר המעלות כנגד מי כו'. המאמר הזה מבואר כי מחסד אלהים שאמר יקוו המים ותראה היבשה כי לפי טבע מהראוי שיהיו גם המים עולות על הארץ כהיקף כ\"א מהיסודות הפשוטים לחברו כי הארץ המרכז לכלם והש\"י במאמרו כינס המים ונתנך באוצר התהום וכמ\"ש במס' תענית גבי ור\"י ההוא בבריותו של עולם הוא ופרש\"י שם שהיה כל עולם שטוף במים והקב\"ה כנסן במקום אחד כמכניס מים בנאד שנתנן באוצרות תהומות ונתן חול גבולו ובפ\"ב דחגיגה אר\"ל בשעה שברא הקב\"ה עולמו הים היה מרחיב והולך עד שגער בו הקב\"ה כו' פי' שהיה הים מרחיב והולך לפי טבעו על הארץ עד שגער בו הקב\"ה וכנס אותו למקום אחד באוצר התהום ולזה נבראו השיתין שמהן הושתת העולם והן מקור מי התהום ואוצרו במקום הקדוש הנבחר אשר ה' אלהים דורש אותו תמיד עיני ה' בה שלא יעברו על גבולם אף במקום מן הארץ כפי טבעם אך יתברך העולם ממי מקור הברכה ואוצרו והוא שירדו הנסכים לשיתין כמ\"ש במסכת ר\"ה נסכו לפני מים בחג כדי שיתברכו לכם גשמים וכמ\"ש בכל זה לעיל ולז\"א כשכרה דוד שיתין ויסודות של בהמ\"ק ואשכח שם חד עציץ שהיה מונח וכבוש על נקב התהום מן שעתא דאמר הקב\"ה בסיני אנכי ה' אלהיך וגו' אעפ\"כ דוד לא שמע ליה כיון דרמייה סליק תהומא בעי למשטפיה עלמא כו' כדאיתא בירושלמי ע\"ש והוא מבואר כי בקבלת ישראל התורה אנכי ה' וגו' אז נתקיים העולם קיום גמור כי לולי זאת היה העולם ראוי לישטף כי התנה הקדוש ברוך הוא עם מעשה בראשית אם כו' ואם לאו אחזיר את העולם לתוהו ובוהו והוא העציץ שהיה כבוש ומונח על התהום בסיני שכבש הקב\"ה מי הים באוצר תהום רובצת תחת לארץ היפך טבעם וכשבא דוד ורצה לכרות היסודות של בהמ\"ק עד התהום גילה נקב התהום וכיסויו שהוא העציץ שהיה מונח וכבוש שם במעשה בראשית ובסיני במאמר הש\"י סליק תהומא למקומו הטבעי לישטף עלמא כטבעו להוות על הארץ עד שכתב אחיתופל שם על החספא וחזר להניח אותו על נקב התהום שבאותו מאמר השם שהיה כתוב על החספא כבשו המים לירד לתהום כמו שנכבשו שם המים ע'\"י הש\"י בסיני ונזכר ענין זה בט\"ו שיר המעלות דכתיב ביה אזי המים שטפונו וגו' אזי עבר על נפשנו המים הזדונים וגו' שנקראו ע\"ש כך שלא רצו להיות מתחת לארץ עד שגער בהן הקב\"ה כמ\"ש לעיל וסיים עזרנו בשם ה' וגו' ושינה לומר בשם ה' עושה וגו' ולא אמר עזרנו מעם ה' כמו עזרי מעם ה' וגו' להורות כי עזרתנו ממים הזדונים שזכר היה בשם ה' ממש הנכתב על החספא שעל ידו נכבש התהום למקומו ובזה יתיישב שאמרו בפרקי אבות הלומד מחברו כו' או אפילו אות א' ומייתי לה מאחיתופל דהיינו אות א' שהוא אות השם הה' ממנו כמ\"ש כי בי\"ה ה' צור עולמים שברא עוה\"ז בה' והשם גופיה הוא אות כמ\"ש אות הוא בצבאות שלו: "
        ], 
        [
            "<b>ע\"ב ונשא </b> אחיתופל ק\"ו כו' בפרק אלו הן הגולין כתב רש\"י יש תימה בדבר שהרי לא קנה דוד את הגורן מארונה היבוסי עד מעשה דהסתה שהיה אחר מיתת אחיתופל ג' שנים כו' צריכין אנו לומר שאע\"פ שלא קנה את הגורן יודע היה מנעוריו מיום שישבו הוא ושמואל בניות ברמה כו' כדרשינן בפ' איזהו מקומן כו' ע\"ש באורך אבל הכתובים בס' ד\"ה אין מוכיחין כן שאמר הכתוב בעת ההיא אמר דוד כי ענהו בגורן ארנון וגו' ויאמר דוד זה הוא בית אלהים וגו' נראה מזה שעד היום ההוא לא ידע שהוא בית אלהים גם דחוק איך כרה השיתין בגורן ארנון טרם שקנה אותו שהרי לא רצה להעלות שם עולה עד שקנהו גם אילו ידע זמן רב מקודם ההסתה למה לא קנה אותו אז מארונה והנראה בזה דגם שיתין של היסודות נבראו מששת ימי בראשית חלולין ויורדין עד התהום אלא דדוד כרה השיתין תחלה שלא במקומן דהיינו בעין עיטם כדסברי מעיקרא למיבני בעין עיטם וכו' כדאיתא פ' איזהו מקומן ורמי דוד שם העציץ שהיה כבוש על התהום ובא למשטפיה עלמא כמפורש לעיל ובזה ראה דוד שאין זה מקומן דמקום שיתין הן חלולין ויורדין עד התהום מששת ימי בראשית עד שאמר נחתי ביה קליל כו' כדאמר שם ומכל מקום מקום האמתי אכתי לא ידע להיאך מקום נחתי ביה קליל עד מעשה דהסתה לאחר מיתת אחיתופל כשקנה הגורן מארונה היבוסי ומצא שם השיתין שהיו יורדין חלולים עד התהום מששת ימי בראשית ואיך שיהיה לא בנה דוד היסוד גם אחר שמצא מקומן אלא שלמה בנאן כדכתיב ביה ויצו המלך ויסיעו אבנים וגו' ליסד הבית וגו' וכמ\"ש לו הש\"י לדוד האתה תבנה וגו' והקימותי זרעך וגו' הוא יבנה בית לשמי ובזה יבואו כל הספיקות על נכון: ", 
            "<b>כל </b> האומר שמע שמע כו' פרש\"י פסוקא פסוקא כו' עכ\"ל היינו דמשתקין אותו אבל אם אמר שמע שמע התיבה כפולה אין משתקין אותו אלא דהוה מגונה וכפרש\"י בפרק אין עומדין אבל התוס' שם פירשוהו בהפך בשם ר\"ח ע\"ש וצ\"ל לפרש\"י דאנו ליה וליה עינינו דהכא ה\"ל כאילו אומר פסוקא פסוקא ולמאי דמסיק המה משתחוים קדמה ואנו ליה אנחנו מודים ועינינו ליה וכו' לא הוי כאילו אומר פסוקא פסוקא דהיינו דווקא בענין ומשמעות א' אבל זה משמעו ב' ענינים המה משתחוים קדמה ואנו ליה היינו במעשה אנחנו מודים ועינינו ליה מיחלות היינו בדבור וכה\"ג כתבנו לפרש הך דפ' לולב וערבה ליה אנחנו מודים ולך אנו משבחים כו' ע\"ש: "
        ], 
        [], 
        [], 
        [
            "<b>בחש\"מ </b> בראשון אומר הבו לה' בני וגו'. בפרש\"י דבאותו מזמור כתיב קול ה' על המים וגו' עכ\"ל וכתיב ביה ז' פעמים קול ע\"ש ז' ימי החג שאומרים שיר בקול על ניסוך המים שבחג וכה\"ג אמרו בברכות דכתיב ביה ז' פעמים קול נגד ז' ברכות שבתפלת שבת כמפורש שם: ", 
            "<b>בשני </b> מה הוא אומר ולרשע אמר אלהים מה לך וגו'. עיין פרש\"י ול\"נ לפרש בענין פרי החג דאמרינן לקמן שהיו ע' פרים נגד ע' אומות עע\"ז פר יחידי נגד ישראל כו' ואוי להן שאבדו ואין יודעין שבזמן שבהמ\"ק קיים מזבח מכפר כו' וז\"ש בזה המזמור לא אקח מביתך פר וגו' דהיינו שאומר כן לישראל דלא אקח אותו פר מביתך וממכלאותיך עתודים ע\"ש שעיר עזים שבכל יום בחג נקרב א' כי לי וגו' אלא מחבתך אני אקח אותו ולרשע וגו' ר\"ל רשעים העובדי כוכבים שהחריבו המקדש אמר הקב\"ה מה לך לספר חקי שהם מספר ע' פרים לכפרה עליכם ואתם בעצמכם אבדתם אותה כפרה בהחריבכם בהמ\"ק דהיינו ותשלך דברי אחריך: "
        ], 
        [
            "<b>ע\"ב הני </b> ע' פרים נגד ע' אומות כו'. ואיתא במדרש דלכך פוחתין והולכין לרמוז שהאומות עובדי כוכבים פוחתין והולכין וכל אומה יש לה שר מלמעלה ואין לך אומה הנופלת שאין שר שלהם נופל מקודם ואמר פר יחידי נגד אומה יחידי שהם חלק ה' שהוא א' כמ\"ש בנוסח אתה אחד ושמך אחד ומי כעמך וגו'. ואמר ליום אחרון דהיינו רמז לעתיד לבא כשכל האומות עובדי כוכבים כלים ישראל יהיו קיימים לעשות סעודה קטנה כדי שאהנה ממך דמסעודת ע' אומות עובדי כוכבים בעוה\"ז אין הקב\"ה נהנה אלא שרים שלהם של מעלה נהנין וז\"ש אוי להם לאומות עובדי כוכבים שאבדו כו' היינו הנאתן בעוה\"ז כשבהמ\"ק קיים מזבח מכפר כו' אבל בישראל לא אמר שאבדו דסעודתן היא לעוה\"ב ויותר נראה לפרש דזאת הסעודה קטנה בשמיני עצרת נגד ישראל בעוה\"ז שייך רק לאומה ישראלית והשמחה לא הוזכר בו רק ברמז והיית אך שמח וגו' אבל לעתיד שיהיה שמו א' לכל עולם אז תתגדל השמחה לישראל כמ\"ש בפ' ע\"פ עתיד הקב\"ה לעשות סעודה גדולה לזרעו של יצחק שנאמר ויעש אברהם משתה גדול וגו' וע\"ז אמר הכתוב הגדיל ה' לעשות עמנו סעודה גדולה שהיינו שמחים בה ביותר: "
        ], 
        [], 
        [
            "<b>לוקס </b> לוקס עד מתי כו'. פרש\"י זאב וע\"ש שהזאב דרכו לטרוף הכבשים אמרה כן שמכלה ממונן של ישראל בקרבן התמידין שהיו ב' כבשים בכל יום: ", 
            "<b>ומשום </b> ברתא קנסינן ליה לדידיה כו'. והא דכתיב את אביה היא מחללת היינו שאומרים עליו ארור שזו ילד גדל כפרש\"י בחומש ולא לענין קנס: ", 
            "<b>טוב </b> לצדיק כו'. פרש\"י דיליף לה ממילא דהא מדה טובה מרובה ומייתי לה הכא ולא איצטריך ליה אלא כדי לסיים המסכת בדבר טוב: "
        ]
    ], 
    "title": "Chidushei Agadot on Sukkah", 
    "versionSource": "https://www.sefaria.org/Chidushei_Agadot_on_Sukkah", 
    "heTitle": " חידושי אגדות על מסכת סוכה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Moed"
    ]
}