{
    "title": "Mishneh LaMelech on Mishneh Torah, Trespass",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Trespass",
    "text": [
        [
            [],
            [],
            [
                "<b>כל המועל בזדון לוקה כו' ואזהרה של מעילה מזה שנאמר לא תוכל כו' וה\"ה לשאר כל קודש וכו'.</b> כתב מרן ומ\"ש רבינו וה\"ה לשאר כל קודש כו' אין לתמוה עליו ולומר דהא התם מייתי קרא לתודה ושלמים ובכור וחטאת ואשם דהתם באוכל בחוץ ע\"כ. ואני תמיה על מרן דהא פשיטא דכל הני דהיינו תודה ושלמים וחטאת ואשם לא נפקי מקרא דנדריך דמיירי בעולה אלא מקרא אחרינא דנדבותיך וכמ\"ש רבינו בפי\"א מהל' מעשה הקרבנות הלכה ד' וא\"כ הדרא קושיית מרן לדוכתה דהיכי כתב וה\"ה לשאר כל קודש. ועוד אני תמיה לפי פשוטן של דברים במ\"ש אם נהנה בהם בשוה פרוטה לוקה דכיון דמקרא דלא תוכל לאכול נפיק מלקות זה מנא לן להלקותו בהנאה. ומ\"ש הרב לח\"מ בפי\"א מהל' מעשה הקרבנות דטעמא דמלתא הוא משום דקי\"ל כר' אבהו דכל אכילה האמורה בתורה הוי אפילו הנאה, אחרי בקשת המחילה אין דבריו נכונים דאף דקי\"ל דכל אכילה האמורה בתורה הוי אפילו הנאה היינו לאיסורא בעלמא אבל מלקות ליכא בהנאה והרי דין ההנאה כדין חצי שיעור דאסור מן התורה וליכא מלקות וכל זה הוא מבואר בדברי רבינו וה\"ה בפ\"ח מהל' מאכלות אסורות הלכה ט\"ו וט\"ז (א\"ה עיין מ\"ש בפ\"ה מהל' יסודי התורה). ועוד יש לתמוה דשיעור זה דשוה פרוטה למלקות מנא לן דהא סתם אכילה היא בכזית וכיון דמקרא דלא תוכל לאכול נפיק מלקות זה שיעור זה דשוה פרוטה היכא רמיזא: והנראה אצלי בבירורן של דברים הוא דס\"ל לרבינו דמקרא דכליל תהיה לא תאכל למדנו איסור לאוכל מבשר עולה או מכל האימורין בין קודם זריקה ובין לאחר זריקה דפסוק זה הוא כולל לומר דכל שהוא כליל למזבח אכילתו בלא תעשה ולוקין עליו בכזית ויש עוד כליל אחר אבל אינו למזבח והוא חטאות הנשרפות ואיסור אכילתן לא נפיק מקרא דכליל דהתם לא מיירי אלא במה שהוא כליל למזבח ומפסוק אחר נפיק איסור אכילתן דכתיב וכל חטאת וגו' וכל זה הוא מבואר בדברי רבינו פי\"א מהל' מעשה הקרבנות ויש עוד לאו אחר והוא האוכל מבשר הקדשים קודם זריקה אחד קדשים קלים ואחד קדשים חמורים ואיסור זה לא נפיק מהני קראי דלעיל דהני אינם כליל וגם אינם נשרפין שהרי נאכלים הם או לבעלים או לכהנים ובאה האזהרה לזה ממה שנאמר ונדבותיך וא\"כ אייתר לן קרא דנדריך אשר תדור דהא ליכא שום דבר לרבוי ובאה הקבלה לזה שהפסוק הזה בא לאזהרה של מעילה כלומר דקרא כתיב נפש כי תמעול מעל וכו' וחייב לנהנה מן ההקדש קרבן עם תשלום הקרן והחומש ולא מצינו אזהרה לזה ובא הכתוב ואמר ונדריך אשר תדור לומר שכל דבר שחייבין עליו מעילה אם היה מזיד לוקה מזה הלאו של ונדריך וכמ\"ש רבינו בספר המצות מצוה קמ\"ו ואף שפסוק זה של ונדריך לא מוקי ליה בגמרא אלא בעולה אין זה מן הקושיא משום דאעיקרא דדינא אין מעילה מפורשת מן התורה אלא בעולה בלבד וכדאיתא בפ\"ב דתמורה (דף ל\"ב) וכל שאר הדברים שיש בהם מעילה נפקא לן מרבוי הכתוב וכדאיתא התם ובת\"כ וא\"כ כי אשמעינן רחמנא דבדבר שיש בו מעילה יש במזיד אזהרה נקטיה בדבר המפורש במעילה דהיינו עולה וה\"ה לשאר הדברים דנפקי מרבוי הכתוב שיש בהם מעילה דבכולה יש בהם אזהרה וכיון שפסוק זה של נדריך הוא אזהרה על המעילה וכבר קדם לנו שהמעילה אינו תלוי בכזית אלא בשוה פרוטה כי אזהר רחמנא ואמר שיש במעילה לאו הוא ג\"כ בנהנה בשוה פרוטה דבההיא גוונא דאיכא מעילה איכא אזהרה וכי היכי דמעילה אינה תלויה בכזית דהא לא כתיב ביה אכילה כי אם בשוה פרוטה וכמו שבאה הקבלה לזה הכי נמי דאזהרה שבאה על המעילה אינה תלויה בכזית כי אם בשוה פרוטה. והנך רואה שרבינו בהל' סנהדרין פי\"ט כשמנה הלאוין שחייבין עליהם מלקות לא מנה האוכל מן בשר העולה או מן האימורין אלא מנה האוכל ממנחת כהן וכן מכל דבר שהוא כליל לאשים ואח\"כ כתב הנהנה מן הקדש ואזהרה זו לא נפקא אלא מפסוק זה של ונדריך דקאי על פסוק דנפש כי תמעול מעל לומר שכל דבר שיש בו מעילה יש בו אזהרה ובפירוש כתב בפ\"ז מהלכות אלו דבבשר עולה יש איסור נוסף יתר על המעילה יע\"ש: הכלל העולה ממה שכתבנו הוא דהאוכל מבשר העולה בין קודם זריקה בין לאחר זריקה וכן מחטאות הנשרפות וכן מאימורי קדשי קדשים או מאימורי קדשים קלים לאחר זריקה או מבשר קדשי קדשים קודם זריקה ויש באכילתן כזית ושוה אותו כזית פרוטה לוקה שתים אחת משום הלאו המיוחד בכל אחד מהם ששיעורו בכזית ואחת משום הלאו של מעילה שהוא כולל לכל דבר שהוא חייב במעילה לוקה על המזיד ושיעורו בשוה פרוטה אבל אם אכל אחד מכל אלו והיה בו כזית ולא היה בו שוה פרוטה אינו לוקה כי אם על הלאו המיוחד בכל אחד מהם אבל אינו לוקה על הלאו של מעילה הכולל כיון שאין בו שוה פרוטה וכן אם היה בו שוה פרוטה ולא היה בו כזית אינו לוקה על הלאו הכולל של מעילה כי אם על הלאו הפרטי שמחייב אותו בכזית ובהבצר השנים דהיינו שאין בו כזית וגם אין בהנאתו שוה פרוטה אינו לוקה מכל וכל וכן אם נהנה ולא אכל אף שיש בהנאתו בכזית אינו לוקה על לאו הפרטי כי אם על הלאו הכולל אם היה בהנאתו שוה פרוטה ושאר הדברים שאין בהם מעילה וכגון אימורי קדשים קלים קודם זריקה שנתמעטו מן הכתוב שאמר מקדשי ה' וכמו שהובא בת\"כ אין בהם מלקות כי אם באוכל מהם כזית אבל בנהנה מהם או באוכל אך לא היה כזית אף שההנאה היתה שוה פרוטה ליכא מלקות כלל. ומ\"מ יש לתמוה על רבינו שזה הלאו של ונדריך לא היה לו להביאו בהלכות מעשה הקרבנות כי אם בהלכות מעילה כי שם ביתו וכבר הביא מרן קושיא זו פי\"א מהלכות מעה\"ק וצ\"ע: "
            ],
            [],
            [
                "<b>הביא מעילתו עד שלא הביא אשמו כו'.</b> עיין בספר בית יעקב סי' קפ\"ד ודוק: "
            ],
            [],
            [
                "<b>והגוזז את השור וכו'.</b> עגלה ערופה ופרה אדומה אינם בלאו זה. תוספתא פ\"ק דפרה הביאה הר\"ש שם ועיין בפ\"ג דבכורות (דף נ\"ו): <br><b>ודע </b>דהקשו התוס' פ\"ג דמעילה (דף י\"ג) אההיא דאמרינן אתיא העברה העברה דאמאי איצטריך קרא לכתוב ולא תגוז בכור שורך לאסור גיזה בקדשים תיפוק ליה מדאמר גבי פסולי המוקדשין תזבח ולא גיזה. ותירצו דלא הוה ידעינן למאי קא אתי תזבח למעוטי אבל השתא דאסר גיזה בקדשים א\"כ אתי תזבח לומר אבל גיזה כדקיימא קיימא ע\"כ. ולא הבינותי קושיתם דהא איצטריך קרא דולא תגוז למלקות דאי מקרא דתזבח ולא גיזה נהי דאיסורא ילפינן מיניה אבל מלקות לא ילפינן דהא לאו הבא מכלל עשה הוא ואין לוקין עליו. ומה שלוקה הגוזז בפסולי המוקדשין אע\"ג דאיסורו בא מלאו הבא מכלל עשה הוא משום דאהדריה קרא לאיסוריה וכמ\"ש התוס' בפ' גיד הנשה (דף צ\"ט) ד\"ה רבא. אבל אי לא הוה כתיב ולא תגוז פשיטא שלא היה לוקה שום גוזז וצ\"ע. ועיין בחדושי הרשב\"א והר\"ן שם שנראה מדעתם דס\"ל שיש לדמות גיעולי נכרים לפסולי המוקדשין. ועיין במ\"ש התוספות פ\"ב דבכורות (דף ט\"ו) אההיא דאמרינן ואהני קרא למיקם עליה בלאו. אך ק\"ל כפי כלל זה הא דכתיב ובת איש כהן כי תהיה לאיש זר כו' ומינה ילפינן שהחללה אינה אוכלת בתרומה וכמ\"ש רבינו בהלכות תרומות ורבינו מנה בהל' סנהדרין פי\"ט חללה שאכלה תרומה בכלל הלוקין ואמאי לא אמרי' שהיא במיתה משום דאהדריה קרא לאיסורא דוכל זר לא יאכל קדש וצ\"ע. ועיין במ\"ש התוס' פ\"ה דע\"ז (דף ס\"ז) סוף ד\"ה אר\"י ובמ\"ש בפ\"ק דיו\"ט (דף י\"ב) ד\"ה השוחט ודוק: "
            ],
            [],
            [
                "<b>ואסור להרביע בבכור או בפסולי המוקדשין.</b> מרן הביא על זה הסוגיא דפ\"ב דמכות (דף כ\"ג) דאמר ר' הושעיא המרביע שור פסולי המוקדשין לוקה ותמה ואמר ואיני יודע למה לא כתב רבינו שלוקה עכ\"ד. ואני תמיה על מרן דאיך יתכן לומר שדברי רבינו הללו חוצבו מאותה סוגיא דמכות דהתם מדין איסור כלאים נגעו בה ומה שייך דין זה בהל' מעילה ואי משום דקא עסיק בדין פסולי המוקדשין לענין איסור גיזה ועבודה נקט נמי האי דינא דאיסור הרבעה אין זה דרכו של רבינו אלא לכתוב כל דין ודין במקומו הראוי לו ועוד דאמאי לא הביא ג\"כ מימרא דרב יצחק דאמר המנהיג בשור פסולי המוקדשין לוקה שהוא דומה לאיסור הרבעה שהכל הוא מטעם דחשיב כשני מינים ומלבד זה כמה הלכתא איכא בפסולי המוקדשין וכלם כתבם רבינו במקומם הראוי להם. ע\"ק דבכור זה דנקט רבינו שלא הוזכר שם בגמרא לא ידעתי במאי קא מיירי אי בבכור תם פשיטא דליכא איסור כלאים שהרי אין חולין וקדשים מעורבים וכן לפי פירוש ר\"ת דקאמר דטעמא דלקי משום כלאים הוא משום דרחמנא קרייה כצבי וכאיל שהם שני מינים פשיטא דזה לא שייך בבכור תם ואי בהומם היינו פסולי המוקדשין ואם רצה לומר דבכור אף שקדם מום קבוע ללידתו אפ\"ה אסור להרביעו משום דאכתי תורת חולין וקדשים יש עליו משא\"כ במקדיש בעל מום קבוע דאין בה שום קדושה ואפילו קודם שנפדית אלא מדבריהם וכל שכן אחר שנפדית שהיא חולין גמורים כבר למדנו רבינו דין זה דבבכור אין חילוק בין נולד במומו לנפל בו מום אח\"כ ותו אי מהאי טעמא נקט בכור אמאי שבקיה לבר זוגיה דבכור דהיינו מעשר שכולם שוין בדין זה ותו שאין דרכו של רבינו להביא דינים מסברתו כי אם מה שהוזכר בגמ'. אשר על כן נ\"ל אחרי בקשת המחילה הראויה ממרן המלמדנו להועיל שדין זה שכתב כאן רבינו לא שייך לאותה סוגיא דמכות כלל ואותה סוגיא כבר הביאה רבינו במקומו הראוי לו כמנהגו הטוב בסוף פ\"ט מהל' כלאים וכתב שהחורש או המרביע בשור פסולי המוקדשים לוקה משום כלאים ודברי רבינו הללו הם ברייתא מפורשת בפ\"ב דמ\"ק (דף י\"ב) ת\"ר אין מרביעין בהמה בחולו של מועד כיוצא בו אין מרביעין בבכור ולא בפסולי המוקדשין ע\"כ. והדבר מבואר דמטעם איסור מלאכה נגעו בה דומיא דאיסורא דחול המועד וכן פירש רש\"י בהדיא וכתב בבכור דקא עביד ביה מלאכה וכתיב לא תעבוד וכן פסולי המוקדשין טעם איסור ההרבעה הוא מטעם זה שהרי אסור הוא בעבודה וכמ\"ש רבינו בדין ט' ותנן כיוצא בזה בפ\"ב ממס' פרה מ\"ד עלה עליה זכר פסולה והטעם משום עבודה ודין זה לא שייך כאן דקא עסיק באיסור עבודה בקדשים וס\"ל דאינו לוקה ומש\"ה כתב ואסור ולא משום דס\"ל דעבודה בפסולי המוקדשין אינו לוקה משום דלא כתיב בה לאו בהדיא אלא נפיק איסורא מכלל עשה דכתיב תזבח ולא גיזה דהא אמרינן בפ\"ב דבכורות (דף ט\"ז) דהגוזז או העובד בפסולי המוקדשין סופג את הארבעים והטעם הוא משום דאהדריה קרא לאיסורא וכמ\"ש הרשב\"א והר\"ן בפרק גיד הנשה יע\"ש. וכבר הארכנו בכלל זה לעיל בפרקין דין ז' אלא טעמא דרבינו הוא משום דקרא לא הקפיד אלא שלא יהא הוא עובד בקדשים כדכתיב לא תעבוד אבל המרביע הוא אינו עובד בה אלא עושה פעולה שהבהמה הרובעת תעבוד בקדשים וזה לא הזהיר הכתוב אלא שחכמים אסרו דבר זה שלא יהא הוא סיבה שתיעשה עבודה בקדשים. וכן נראה מלישנא דברייתא שאין כאן אלא איסורא בעלמא דקתני כיוצא בו אין מרביעין בבכור כו' משמע דדומיא דאין מרביעין בחולו של מועד מיתנייא והתם פשיטא דאין איסורו כי אם מדרבנן וכמבואר ושאני פרה דמיפסלא בעלה עליה זכר דשאני פרה דמעגלה ערופה גמר דכתיב בה אשר לא עובד בה הרי שהכתוב הקפיד דבעי שלא נעשית בה שום עבודה ומש\"ה עלה עליה זכר פסולה שהרי נעשית בה עבודה אבל בקדשים לא הקפיד בה הכתוב שלא תיעשה בה עבודה אלא שאנחנו מוזהרין שלא לעבוד בה והמרביע אינו עובד בה אלא הרובע היא העובדה וזה פשוט. ולפי מ\"ש האיסור הוא דוקא בשבהמת פסולי המוקדשין היא נרבעת אבל אם רובעת פשיטא דשרי שהרי אין כאן עבודה: [ביאור דברים אלו עיין בס' תשובת חת\"ס חלק י\"ד סי' ש\"ה]: "
            ],
            [
                "<b>מותר לתלוש את השיער וכו'.</b> ומיהו צריך שלא יזיזנו ממקומו דומיא דמ\"ש רבינו לקמן בדין י\"א ומכ\"ש נפקא כדאיתא בגמ' (דף נ\"ה) ולפי זה נראה דצריך שיהיה ביד ולא בכלי. ומ\"ש אסור בהנאה. אפי' בתמימה ואפי' בתלש בידו לא אסור מן התורה כי אם מדרבנן כ\"כ התוס' פ\"ב דחולין (דף ל\"ו) ובפ\"ג דבכורות (דף כ\"ה): "
            ],
            [
                "<b>תולש את השיער מכאן ומכאן כו'.</b> בגמ' (דף כ\"ה) אמרי' אר\"ל לא שנו אלא ביד אבל בכלי אסור. ולא ידעתי למה השמיט רבינו דין זה. ואולי סמך על מ\"ש בפרק ג' מהלכות יו\"ט הלכה ג' שכתב להא דר\"ל ויו\"ט ובכור שוין הם לענין זה והטוי\"ד סי' ש\"ח הביא להא דר\"ל ואילו בא\"ח סי' תצ\"ח השמיטו: "
            ]
        ],
        [
            [
                "<b>קדשים קלים אין מועלין בהם וכו'.</b> כתבו התוס' בפ\"ק דנדרים דאף דקי\"ל דאין מעילה בשלמים איסורא דאורייתא מיהא איכא יע\"ש. וכ\"כ בפ\"ק דתמורה (דף ג') ד\"ה לאו וכן פירש\"י בפרק כל שעה (דף כ\"ז) ד\"ה בעצי שלמים יע\"ש: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העצמות והגידים כו'.</b> עיין בברכת הזבח (דף נ\"ח ע\"ב) שהאריך בזה ודוק. ומ\"ש רבינו עצמות העולה שפקעו. עיין בספר הנזכר שהגיה עצמות העולה יע\"ש שהאריך בזה ודוק: "
            ],
            [],
            [],
            [
                "<b>דישון המזבח וכו'.</b> עיין בסוף הל' פסולי המוקדשין: "
            ],
            [
                "<b>כל בהמת קדשי קדשים כו'.</b> כתב מרן הכי משמע בפ\"ג דמעילה וכו'. והכי איתא בהדיא בפ\"ב דבכורות (דף ט\"ו) לענין מום ודברי מרן הם עלה דמחוסר זמן דאילו תורים ובני יונה בהדיא תנינא להו במשנה. ומה שהקשה הר\"י קורקוס ממ\"ש רבינו בפ\"א כל שקדם מום קבוע כו' לא ידעתי אמאי לא הקשה זה גבי קדשי בדה\"ב דקי\"ל דאינם אסורים בגיזה כי אם מדרבנן ואיכא בהו מעילה מן התורה. ומ\"ש א\"נ שאין בה שוה פרוטה אפשר דאפ\"ה אסור מן התורה כדין חצי שיעור דקי\"ל דאסור מן התורה ויש סמך לזה ממ\"ש ה\"ה בריש פ\"א מה' גניבה יע\"ש. וכן מוכח ממ\"ש רבינו לקמן ספ\"ז דין ה' ויראה לי שאינו לוקה כו'. ומ\"מ התירוץ הא' הוא אמיתי ועיין בר\"פ ראשית הגז ועיין בפ\"ב דבכורות (דף ט\"ו) שכתב רש\"י ואינו סופג את הארבעים ואיסורא מיהא איכא כשאר נהנה מן ההקדש: <b>ואפילו היה מחוסר זמן.</b> בפ\"ג דמעילה (דף י\"ב) פריך בגמ' אלא לרבנן מאי שנא מחוסר זמן משמע דפשיטא ליה דבמחוסר זמן איכא מעילה. ורש\"י ז\"ל פירש מ\"ש ממחוסר זמן דבהמה דקי\"ל נכנס לדיר להתעשר כדאמרינן בפ' מעשר בהמה (דף נ\"ו) כו'. ופירוש זה הוא תימה בעיני דההיא דמחוסר זמן שנכנס לדיר להתעשר הוא אליבא דר\"ש דוקא דיליף העברה העברה מבכור ורבנן פליגי עליה ובהדיא אמרי' התם אההיא דהלקוח על מחוסר זמן זו אינה משנה ואת\"ל משנה ר\"ש היא כו'. ובפ' הלוקח בהמה (דף כ\"א) אמרי' והכא במחוסר זמן נכנס לדיר קא מיפלגי והתניא בש\"א מחוסר זמן נכנס לדיר להתעשר והתוס' פירשו מ\"ש מחוסר זמן דמועלין בו קודם שיגיע זמנו ודברי רש\"י צ\"ע. ובפ\"ק דזבחים (דף י\"ב) אמרינן ליל ח' נכנס לדיר להתעשר. משמע הא קודם לכן לא וכ\"כ רש\"י שם דקי\"ל מחוסר זמן אינו נכנס לדיר להתעשר: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כל חטאות המתות.</b> גרסינן בירושלמי פ' חלק הלכה ח' קדשי עיר הנדחת ר\"י אמר מועלין בהם ורשב\"ל אמר אין מועלין בהם: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומחלל דמי חטאת כו'.</b> עיין במ\"ש התוס' פ\"ב דסוטה (דף י\"ח) ד\"ה חזר: "
            ],
            [],
            [],
            [
                "<b>אם היה אחד משני האילים כו'.</b> בפ\"ו דכריתות (דף כ\"ו) המפריש שתי סלעים ולקח מהם שני אילים לאשם אם היה אחד מהם יפה שני סלעים יקרב לאשמו והשני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה לקח בהם שני אילים לחולין אחד יפה שני סלעים ואחד יפה עשרה זוז היפה שני סלעים יקרב לאשמו והשני למעילתו אחד לאשם ואחד לחולין אם היה של אשם יפה שני סלעים יקרב לאשמו והשני למעילתו ויביא עמה סלע וחומשו ובגמרא מאי מעילתו דקתני רישא והשני למעילתו אי לימא איל לאשם למימרא דחומש בהדי איל מייתי ליה והכתיב ואת אשר חטא מן הקדש ישלם ואת חמישיתו יוסיף עליו אלמא בהדי גזילו מייתי ליה ועוד קתני סיפא אחד לאשם ואחד לחולין אם היה של אשם יפה ב' סלעים יקרב לאשמו והשני למעילתו ויביא עמה סלע וחומשה אלמא חומש בהדי גזילו מייתי ליה אלא מעילתו מאי דאיתהני מהקדש משני סלעים דאפרשינו לאשם ולקח בהם שני אילים לחולין דיפה שני סלעים מקרב ליה איל אשם ויפה עשרה זוז יהיב ליה למאי דאיתהני מהקדש דהו\"ל גזילו וחומשו ומאי מעילתו גזילו. במאי אוקימתא למעילתו דרישא גזילו אימא סיפא אחד לאשם ואחד לחולין אם היה של אשם יפה שני סלעים יקרב לאשמו והשני למעילתו ויביא עמה סלע וחומשה אלמא מעילתו איל אשם רישא קרי ליה למעילתו גזילה סיפא קרי ליה איל אשם רישא דלא ה\"ל איל דזבן קרן וחומשו קרי ליה למעילתו גזילו סיפא דלא הו\"ל איל דזבן קרן וחומש קרי ליה למעילתו איל אשם ע\"כ. כך היא הגרסא הנכונה וכן גורס הר\"ב תוי\"ט ובעל עץ החיים גריס רוב וליתא. והנראה מסוגיא זו דהיכא דמעל שני סלעים שלקח בהם שני אילים לחולין והיה אחד מהם יפה שני סלעים והשני יפה עשרה זוזים היפה שני סלעים יקרב אשם מעילות והשני יקרב בשביל אשם אחד שהיה חייב ובאלו השני קרבנות נפטר מכל החיובים. וכן פירש\"י אם היה יפה אחד מהם שני סלעים ואחד מהם עשרה זוז היפה שני סלעים יקרב לאשם מעילתו והשני היפה עשרה זוז יקרב למעילתו. ומפרש בגמ' דיקרב בשביל אשם ראשון והרי נפטר מקרן וחומש והשתא קרי למעילתו גזילו ע\"כ. ונראה דאם לא היה יפה אחד מהם עשרה זוז דצריך שיקח איל מן השוק בעשרה זוזים דאין לומר כיון דיפה שני סלעים יקריבנו בשביל גזילו וישלם שני זוזים להקדש בשביל חומשו משום דקי\"ל דקרבנות המזבח מעילתן לקרבנות המזבח וכדאיתא בפ\"ב דמעילה (דף ט') וכ\"פ רבינו ז\"ל בפרקין הל' ז'. והיכא דלא מעל כי אם בסלע כגון שלקח בשני הסלעים שני אילים אחד לאשם ואחד לחולין הדין הוא שאם היו כל אחד משניהם יפה שני סלעים שיביא זה שלקח לאשם לאשמו הראשון שהיה חייב שהרי לשמו נלקח ממעות שהופרשו לו והשני יביא בשביל אשם מעילות שהרי מעל בסלע ויביא ה' דינרים דהיינו סלע שמעל וחומשה ויפלו לנדבה כדינו שהרי אם לא היה מועל בסלע זה היה הדין שהסלע יפול לנדבה דהא קי\"ל מותר אשם לנדבה ועכשיו שמעל ג\"כ הדין שוה ויפול הקרן והחומש לנדבה שהרי ממותר אשם ראשון בא. ובחלוקה זו לא שייך לומר שאם היפה אחד מהם יותר משני סלעים שיועיל לו להפטר מהקרן או מהחומש משום דאם עילוי זה הוא באיל שלקח לשם אשם הא פשיטא דאפי' שוה עשר סלעים שלא יועיל לו כלל דכיון שזה לקחו לשם אשמו שהיה חייב מקודם מה ששוה יותר ממה שלקחו שבח הקדש הוא ואין לבעלים בו חלק כלל דאע\"ג דקי\"ל אדם מתכפר בשבח הקדש היינו דוקא היכא דלקח איל בסלע והוקרו טלאים ושוה שנים דאע\"ג דרחמנא אמר בערכך כסף שקלים בשקל הקדש לאשם מ\"מ כיון דבשעת הקרבה שוה שני סלעים אדם מתכפר בשעת הקדש אבל הכא שאיל זה לקחו לשם אשמו שהיה חייב אף ששוה יותר משני סלעים מהיכא תיתי שיועיל לו על מה שמעל בסלע האחד וזה פשוט. ועוד כיון דסלע זה דינו הוא שיפול לנדבה ויקרב עולה לקיץ המזבח איך יוכל לכוללו עם האשם ולהקריב בתורת אשם ודוקא בחלוקה הראשונה שמעל בשני הסלעים שנמצא שמעל בעיקר האשם מש\"ה מביא הקרן והחומש לשם אשם אבל בחלוקה זו שמעל במותר אשם שדינו ליקרב עולה אינו יכול לכוללו עם האשם ולהקריבו בתורת אשם וכן אם היה העילוי באיל שלקח לשם חולין בהא נמי אינו יכול לכלול עם הקרן והחומש מטעמא דכתיבנא דכיון דקרן זה דינו הוא שיפול לנדבה אינו יכול לכוללו עם האיל שמביא לשם אשם מעילות וחומש ג\"כ דינו הוא כדין הקרן דהא בהדי גזילו מייתי ליה כדכתיב ואת אשר חטא מן הקדש ישלם וחמישיתו יוסף עליו ומהאי קרא הכריח בגמרא בחלוקה הראשונה דהיינו היכא דלקח שני אילים לחולין דאינו מביא החומש עם הקרבן של אשם מעילות שהוא מביא אלא כוללו עם אשמות האחד שהיה חייב דהיינו עם הקרן. עוד הכריחו דין זה בגמרא מדקתני סיפא אחד לאשם ואחד לחולין כו' ויביא עמה סלע וחומשה אלמא חומש בהדי גזילו מייתו ליה ע\"כ. ונראה דההכרח הוא דאם איתא דחומש בהדי אשם מעילות מייתי ליה לייתי אשם ששוה ט' דינרים דהיינו שני סלעים שצריך שיהיה יפה האשם ועוד דינר בשביל החומש ואח\"כ יביא עוד סלע אחר בשביל הגזול ויפול לנדבה ומדקתני ויביא עמה סלע וחומשה מוכח דחומש בהדי גזילו מייתי ליה. וראיתי לרש\"י ז\"ל שכתב והאי דהדר ומקשה ממתני' דל\"ת קרא אישתעי בדנהנה מקדשי בדה\"ב או מהקדש עולה הילכך חומשו כי מייתי חומש בהדי איל אשם לא נפיק דחומש כי קרן בעי מהוי אבל האי דקרן גופיה אשם הוא כי מייתי ליה בהדי אשם של מעילה ש\"ד ת\"ש מסיפא ע\"כ. ואני תמיה על זה דאכתי יש לחלק דלעולם רישא דקרן גופיה אשם הוא ולשם אשם נקרב עכשיו מש\"ה כי מייתי חומש בהדי אשם של מעילה ש\"ד אבל בסיפא דקרן הוי לנדבה מש\"ה לא מייתי חומש בהדי איל אשם דחומש כי קרן בעי מיהוי וכעת צל\"ע: <br><b>ודע </b>דבחלוקה זו דסיפא אין חילוק בין אם לקח בתחלה לאשם ואח\"כ לחולין או שלקח בתחלה לחולין ואח\"כ לאשם או שלקח שניהם כאחד לעולם הדין שוה שאם היה כל אחד מהם יפה שני סלעים של אשם יקרב לאשמו והשני למעילתו ויביא עמה סלע וחומשה ומיהו היכא דלקח בתחלה לחולין הדין הוא שיקח דמי המעילה והחומש ויכללם עם דמי האשם הנשארים ויקח בהם אשם משום דקי\"ל דקרבנות המזבח מעילתן לקרבנות המזבח אלא שאם עבר ולקח בדמים הנשארים האשם שהיה חייב ולא כלל הקרן והחומש עם דמים אלו אז דינו הוא דין השנוי במשנתנו וכל זה מתבאר מדברי רבינו: <br><b>העולה </b>ממ\"ש דהיכא דמעל בשני סלעים אם היה יפה האחד עשרה זוזים והשני שני סלעים בשני אילים אלו נפטר מכל חיובו מכל וכל והיכא דלא מעל כי אם בסלע אז צריך שיביא שני אילים ויביא עוד סלע וחומשה לתשלום הקרן והחומש והטעם בזה מבואר הוא דברישא דהוציא השני סלעים לחולין הרי מעות אלו יצאו לחולין ושבח דידיה הוא וב' אילים אלו חולין גמורים הן וזה משלם איל אחד ששוה עשרה זוזים בשביל הקרן והחומש ואיל אחר ששוה שני סלעים בשביל אשם מעילות דאטו אם לקח בשני סלעים אלו טלית או חלוק לעצמו אינו נפטר בהבאת שני אילים אחד שוה עשרה זוז ואחד שוה שני סלעים ה\"נ שלקח בהם שני אילים לחולין נפטר בהם שהרי כל השבח דידיה הוא אבל בסיפא בלקח אחד לאשם בסלע מה שהשביח באיל זה שבח דהקדש הוא שהרי לשם אשם הוציא סלע זה ואין לו בשבח זה כלום וזה מעל בסלע בהסלע שני לפיכך יביא מביתו סלע וחומשו וכן פירש\"י ז\"ל יביא סלע וחומשו מביתו שמה ששבח אשם בשתי סלעים שבח הקדש הוא ע\"כ, ומ\"ש אחר זה א\"נ איל אשם כו' ט\"ס הוא וכצ\"ל אילימא איל אשם וקאי ע\"ד הגמ' דקאמר אילימא איל אשם. ועל זה פירש\"י אילימא איל אשם של אשם מעילות והסופרים טעו להדפיס דברים אלו במתני' והוצרכתי לכתוב כל זה לפי שראיתי בספר עץ החיים שהביא דברי רש\"י הלזו עלה דמתני' ולא דק. ורבינו בפירוש המשנה ביאר כל זה באר היטב שכתב בסוף דבריו והטעם שהכריחו בהלכה ראשונה שלא זכר השם שמחמתו הפריש שתי סלעים אלא אמר שהשני אילים לוקחים אחד מהם במעילתו וחומשה והשני לשם מעילה לפי שמעל בכל הדמים מפני שבשתי הסלעים לקח שני אילים לחולין וכבר ביאר התלמוד בכל זה והבן אותו ע\"כ. וכ\"כ הרב בעל קרית ספר ז\"ל ולעיל דאינו מביא כלל שהוציא כל השתי סלעים לחולין ושבח דידיה הוא וכיון דשוה אחד שתי סלעים ואחד עשרה זוזים א\"צ להביא מביתו כלל אלא האשם שהפריש עליו המעות מקודם עכ\"ד והן הן הדברים שכתבנו. אך מ\"ש קודם לזה ומה ששבח אשם בשתי סלעים שבח הקדש הוא וכן מה ששבח של אשם מעילות ע\"כ האי וכן מה כו' לא ידעתי כוונת דבריו. וראיתי לרבינו עובדיה עלה דמתני' שכתב דברים תמוהים בעיני וז\"ל היפה שתי סלעים יקרב לאשמו לשם אותו אשם שהפריש עליו המעות והשני למעילתו מפרש בגמרא לא שיקריב אותו לאשם אלא שיתננו לגזבר בשביל שתי סלעים שהוציא לחולין שנתחייב בהן ובחומשין שהם בין הקרן והחומש עשרה זוזים ויביא אשם בשתי סלעים מביתו לקרבן מעילה עכ\"ד. ומלבד שדבריו מצד עצמם הם תמוהים דלמה נחייב אותו שיביא אשם בשתי סלעים בשביל אשמו הראשון שהיה חייב מאחר שכבר לקה ושלם איל של עשרה זוז בשביל אשמו שהיה חייב. עוד אני תמיה עליו איך לא השגיח בדברי רש\"י דשפתיו ברור מללו כמ\"ש לעיל במתני' כתב יקרב למעילתו מפרש בגמרא דיקרב בשביל אשם ראשון כו' ובגמרא נמי כתיב שתי סלעים מקריב ליה לאיל מעילות והוא לאשמו דקתני במתניתין היפה עשרה זוז יהיב ליה למאי דאיתהני מהקדש כלומר יקריבנו לאשמו הראשון ויהיו תשלומין לקרן וחומש שמעל בהן והיינו למעילתו דקתני מתני' וכן דברי רבינו ברור מללו כדכתיבנא דהיכא דמעל בשתי סלעים לא יתחייב כי אם בשני אילים אחד שוה עשרה זוז ואחד שוה שתי סלעים באופן שדברי רבינו עובדיה צ\"ע ותמהני מהר\"ב תוי\"ט איך לא השגיח בזה. וראיתי לרבינו בפירוש המשנה עלה דמתני' שכתב וצריך שתדע מה שאמרו בשעת הפרשה יפה סלע ובשעת כפרה יפה שתים כשר בשעת הפרשה יפה שתים ובשעת כפרה יפה סלע פסול ואפילו הוקרו הכבשים אחר כן והיה שוה יותר על שתי סלעים הרי הוא פסול לעולם הואיל ונדחה לפי שעיקר בידינו ב\"ח נדחים ע\"כ. ובחיבורו הגדול פ\"ד מהלכות פסולי המוקדשין הל' כ\"ד כתב בהפך שכתב חזר ונעשה יפה שתים יחזור לכשרותו שאין ב\"ח נדחין כמו שביארנו ע\"כ וצ\"ע. גרסי' בתוספתא דסוף כריתות המפרש שתי סלעים לאשם לקח באחד מהם איל לאשם אם היה יפה שתי סלעים יקרב לאשמו ושניה תפול לנדבה ואם לאו ירעה עד שיסתאב וימכר ויביא בדמיו אשם יפה שתי סלעים ושניה תפול לנדבה לקח בהם שני אילים לאשם אם היה אחד מהם יפה שתי סלעים יקרב לאשמו והשני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה ואם לאו שניהם ירעו עד שיסתאבו וימכרו ויביא מהן אשם יפה שתי סלעים והשאר יפלו לנדבה. והחלוק הוא מבואר דהיכא דלקח באחד מהם איל לאשם הרי גמר בדעתו דסלע ב' תפול לנדבה שהרי מותר אשם היא ולפיכך אף שאינו שוה שתי סלעים ימכר ויביא בדמיו יפה שתי סלעים ולעולם סלע שני יפול לנדבה ואינו יכול לכלול סלע ב' עם דמי האשם שימכור וליקח מהם אשם יפה שתי סלעים והשאר יפול לנדבה אלא צריך שיקח בדמי האשם שהפריש יפה שתי סלעים וסלע שני יפול לנדבה אבל היכא דלקח בשתי סלעים ב' אילים ואין אחד מהם יפה שתי סלעים הדין הוא שימכרו כולם ויקח מהדמים איל יפה שתי סלעים והשאר יפלו לנדבה שהרי מעולם לא היה כאן מותר אשם. ורבינו בחבורו לא ראיתי שהביא חלוקים אלו ולא ידעתי למה. גרסי' בפרק בתרא דכריתות (דף כ\"ז) בעי רב מנשיא בר גדא בכינוס חומשין מהו שיתכפר מי אמרינן את\"ל אדם מתכפר בשבח הקדש משום דקטרח קמיה אבל בלא קטרח לא מתכפר או דלמא את\"ל אין אדם מתכפר בשבח הקדש משום דלא אפרשיה אבל הדין כינוס חומשין הא אפרשיה אמר לו מתכפר. ופירש\"י בכינוס חומשין כגון מעל בשתי סלעים דאשם כמה פעמים עד שעלו החומשין לשתי סלעים מהו שיתכפר בחומשין לבדו שיקנה בהם איל אשם למעילתו והקרן יפול לנדבה. ויש לדקדק דהא כתבנו לעיל דלעולם חומש בהדי גזל מייתי ליה וא\"כ איך משכחת לה שיתכפר בחומשין והלא לעולם החומשין צריך לצרפם עם הקרן ולהביא מהם מה שהיה צריך להביא מהקרן וכמ\"ש רבינו בפירקין הלכה ז'. ולזה אפשר לומר דמה שנסתפק רב מנשיא הוא היכא דכבר לקח מהקרן האשם שהיה חייב ולא צירף החומשין עם הקרן מהו שיתכפר בהם אבל לעולם מודה רב מנשיא דלכתחלה צריך לצרף החומש עם הקרן וליקח בהם אשמו. ולכאורה היה נראה דמה שנסתפק הוא אם הביא מחומשים אשם מעילות שהוא חייב להביא על מה שנהנה מן ההקדש אם מתכפר: "
            ],
            [],
            [
                "<b>המוכר עולתו ושלמיו כו'.</b> תימה הוא בעיני דין זה דבפרק האשה (דף צ') אמרינן דהאי ברייתא דמוכר עולתו ושלמיו ליכא לאוקמי כר\"י הגלילי דהא תני בה המוכר עולתו ושלמיו לא עשה ולא כלום משמע דלר' יוסי המוכר שלמיו מעשיו קיימים. ואילו בפ\"ח מהלכות נזקי ממון פסק רבינו כר\"י שכתב וכל הקדשים שחייבים בהם מעילה אין בהם דין נזקין. משמע דבשלמים שאין בהם דין מעילה יש בהן דין נזקין וקרינן ביה רעהו ודין זה אינו אלא כר\"י הגלילי דסבר קדשים קלים ממון בעלים הוא כדאמרינן בפ\"ק דקמא (דף י\"ב). וכ\"נ ממה שפסק רבינו גבי שלמים שהזיקו כו' וכן תודה שהזיקה וכל אלו החלוקות לא מיתוקמי אלא אליבא דר\"י הגלילי וכמ\"ש התוס' שם וכ\"כ הר\"ב לח\"מ דרבינו פסק כר\"י. ואילו הכא פסק דהמוכר שלמיו לא עשה ולא כלום ודין זה אינו לר\"י ונראה כמזכי שטרא לבי תרי וצ\"ע. ועיין במ\"ש הר\"ב לח\"מ בפ\"ו מהלכות בכורות, ועיין בפרק בתרא דזבחים (דף קי\"ד) דמשמע דאליבא דר\"י משכחת לה מוקצה אף לאחר הקדש וכ\"נ בפרק יוצא דופן (דף מ\"א).ואילו רבינו כתב בפ\"ד מהלכות איסורי מזבח דאין מוקצה אחר הקדש וכ\"נ שם ממ\"ש גבי אתנן זונה דלא משכחת במוקדשים כי אם בפסח מכל הני נראה דפסק דלא כר\"י הגלילי ועיין במ\"ש ה\"ה בפ\"ה מהלכות טוען ונטען: "
            ],
            [
                "<b>יש מעילה בנדרים.</b> דע שיש מעילה בקונמות וכמו שפסק רבינו בפרקין, אך אני מסתפק בקצת דינים בזה. האחד הוא דוקא כשאינו מזכיר אכילה דכיון שלא הזכיר אכילה אסור אף בהנאת אותו דבר וכמ\"ש הר\"ן בנדרים ומש\"ה איכא מעילה משום דדמי להקדש אבל באוסר עליו אכילה ליכא מעילה דכיון דאינו אסור בהנאה לא דמי להקדש אך מתוך מ\"ש (בדף ק\"ט) בשם הרמב\"ן (א\"ה תמצאנו בפ\"ד מהלכות שבועות יע\"ש באורך) עלה דההיא דאמרינן בפ\"ג דשבועות (דף כ\"ב) שאני שבועות מתוך שחלוקות לחטאות כו' דאוקמה דאידכר שמא דאכילה בתרוייהו הקשה ואע\"פ שחלוקין בשני גופין לענין מעילה כו' הרי דס\"ל דאף שהזכיר אכילה איכא מעילה. ואם תעיין היטב בכל מה שעמדנו באותה סוגיא תראה איך הדבר מוכרח דאיכא מעילה אף במזכיר אכילה. ומיהו נ\"ל דאם אסר איזה דבר באכילה ואכל ממנו שוה פרוטה והוא פחות מכזית דליכא מעילה דהא כיון שהזכיר אכילה לא אסר כי אם כזית ופחות מכזית איכא מאן דאמר שהוא היתר גמור וכמ\"ש לקמן (דף פ\"ה) ואף אליבא דמ\"ד דאסור מדין חצי שיעור דקי\"ל דאסור מן התורה מ\"מ נ\"ל דליכא מעילה אלא א\"כ היה בו כזית ומ\"ש הראשונים שיעור זה דכזית בקונמות הוא משום דמיירי בשאינו מזכיר אכילה. עוד נסתפקתי אם מעל בזדון אם ילקה ב' אחת משום לא יחל והב' משום לאו דמעילה וכמ\"ש רבינו בריש הלכות אלו ולכאורה נראה דלוקה ב' אלא שלא ידעתי למה לא ביאר דין זה. עוד נסתפקתי באוסר איזה דבר ולא התפיסו אי איכא מעילה דאפשר דדוקא במתפיס איכא מעילה משום דעשאו כהקדש אבל אם אינו מתפיס לא. ונראה שדין זה תלוי במ\"ש בספר ב' סי' מ\"ז (א\"ה תמצאנו בפ\"א מהל' נדרים הל' ז') דאיכא מ\"ד דהאוסר איזה דבר בלא התפסה מאי דאסר הוא מדין יד שאנו גומרין דבריו כקרבן ולפי זה איכא מעילה אף כשלא התפיס אך למ\"ד דלאו משום יד הוא אלא דגזרת הכתוב היא שיכול האדם לאסור על עצמו איזה דבר בלא התפסה אפשר דליכא מעילה לאוסר בלא התפסה. עוד נסתפקתי אם הא דאמרינן דיש מעילה אם הוא דוקא באוסר פירותיו על עצמו או על חבירו בזה הוא דאמרינן שדינו כהקדש שהרי יכול להקדיש פירותיו אבל באוסר פירות חבירו עליו אף דאסור ליהנות מהם אפשר דליכא מעילה כיון שאינו יכול להקדיש פירות חבירו ומה שהביאני לזה הוא דבמס' שבועות ונדרים שהובא דין זה דיש מעילה בקונמות לא הובא אלא באוסר פירותיו. עוד נסתפקתי באוסר הנאתו אי איכא מעילה מי בעינן שיאסור דבר מסויים או לא: "
            ],
            [],
            [
                "<b>שבכל עת שיפדו יחזרו הקדש עד שיקצצו.</b> עיין בהר\"ן שהביא בשם מהר\"ם דעולא ובר פדא בתרתי פליגי והא בהא תליא וכי היכי דלעולא כיון שנקצצו א\"צ פדיון ה\"נ אם פדאם קודם שנקצצו יצאו לחולין. ועיין לעיל פט\"ו מהל' מעה\"ק במ\"ש הראב\"ד עלה דהאומר פרה זו עולה כל ל' יום דמשמע מדבריו דחייש לסברת בר פדא וכיון דהוה ספק איסורא אפילו קדושת דמים לא פקעה בכדי: "
            ]
        ],
        [
            [
                "<b>אחד המקדיש לבדק הבית וכו'.</b> דע דחרמי כהנים כל זמן שהן בבית הבעלים מועלין בהם והכי איתא בס\"פ המקדיש שדהו (דף נ\"ט) כל זמן שהם בבית הבעלים הרי הם כהקדש ופירש\"י ויש בהם מעילה. ובפ' יש בקדשי מזבח (דף ל\"ב) אמרינן לעולם רבנן וקרא למעילה אתא. ופירש\"י לרבות חרמי כהנים למעילה ועיין במ\"ש התוס' שם וכ\"כ הרא\"ש בפ\"ב דנדרים (דף י\"ח) והתוס' שם: "
            ],
            [],
            [],
            [],
            [
                "<b>וכן המקדיש בית בנוי וכו'.</b> עיין במ\"ש רבינו לעיל פ\"ו מהלכות ערכין וחרמין הל' ל' וצ\"ע ועיין שם בלח\"מ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגדי כהונה שבלו מועלין בהם כשאר קדשים.</b> אני תמיה בדין זה טובא דהא קי\"ל דכל דבר שנעשה בו מצותו שוב אין מועלין בו וכדאיתא בפ' כל שעה (דף כ\"ו) ובכמה דוכתי, וכי תימא שאני בגדי כהונה דכיון דרחמנא אמר בבגדי כ\"ג והניחם שם ואמרינן בפ' קמא דיומא (דף י\"ב)  דטעונים גניזה וכיון דאשמעינן קרא בבגדי כ\"ג דאף שנעשה בהם מצותם שיש בהם מעילה מינה ילפינן נמי לבגדי כהן הדיוט שאף שנעשה בהם מצותם שיש בהם מעילה, הא ליתא דא\"כ יהיו טעונים בגדי כהן הדיוט גניזה דומיא דבגדי כ\"ג שטעונים גניזה ואילו בפרק החליל (דף נ\"א) תנן מבלאי מכנסי כהנים ומהמייניהם מהן היו מפקיעין ובהן היו מדליקין, וכי תימא דלעולם דטעונים גניזה לפי שיש בהם דין מעילה אף שנעשו בהם מצותם אלא דשאני שמחת בית השואבה דלכבוד הקרבן היו עושין וכצורך קרבן חשיב וכמ\"ש התוס' בפ\"ב דשבת (דף כ\"א) ד\"ה שמחת, הא ליתא דא\"כ גם מבלאי בגדי כ\"ג יעשו פתילות לקודש ולשמחת בית השואבה ואילו מדברי רבינו פ\"ח מהל' כלי המקדש הל' ה' והל' ו' נראה דס\"ל דלא היו עושין פתילות כי אם מבגדי כהן הדיוט אבל מבגדי כ\"ג לא והטעם ע\"כ הוא משום דרחמנא אמר והניחם שם שיהיו טעונים גניזה ואפי' למנורה לא היו עושין מהם פתילות ואע\"ג דהאי קרא בבגדי לבן משתעי קרא מ\"מ ס\"ל דכל בגדי כ\"ג דין אחד יש להם אבל בגדי כהן הדיוט לא ילפינן מיניה וא\"כ כיון דלא ילפינן בגדי כהן הדיוט מבגדי כ\"ג מנא לן דבגדי כהן הדיוט יהיה בהם מעילה מאחר שנעשה בהם מצותן. הן אמת דבירושלמי פ' החליל הלכה ג' מצאתי תני מבלאי מכנסי כ\"ג היו מדליקין את הנרות שבפנים ומבלאי מכנסי כהן הדיוט היו מדליקין את הנרות שבחוץ. וכפי דברי הירושלמי הללו ניחא דלעולם דין בגדי כהן הדיוט ובגדי כ\"ג שוין הם בדינם וטעונים גניזה אלא דלצורך מצוה התירו אלא דבגדי כ\"ג שקדושתם יתירא יחדו אותם למנורה ובגדי כהן הדיוט יחדו לשמחת בית השואבה אך לרבינו דס\"ל דמבגדי כ\"ג לא היו עושין פתילות קשה מה שהקשיתי והדבר אצלי צריך תלמוד: נסתפקתי בכלי שרת שניקבו או שנשברו ששוב אינם ראויים לעבודה וכמ\"ש רבינו בפ\"ג מהל' פה\"מ הל' ד' אם יהיה בהם דין מעילה דהא קי\"ל דכל דבר שנעשה מצותו שוב אין בו מעילה וכדאיתא בפרק כל שעה (דף כ\"ו) ובכמה דוכתי ובגדי כהונה שבלו שיש בהם מעילה וכמ\"ש רבינו בפ\"ה מהלכות אלו דין י\"ד שאני בגדי כהונה דרחמנא אמר והניחם שם ואין ללמוד הימנו לדבר אחר וכדאיתא התם בפרק כל שעה או דלמא שאני בגדי כהונה ששוב אינם ראויים למצותם כלל דהא לא מהניא להו גיהוץ וכמו שפסק רבינו בפ\"א מהל' כלי המקדש דין ה' מש\"ה אי לאו דרבינהו קרא לא היה בהם דין מעילה אבל כלי שרת שיכול להתיך אותם ולעשות אותם כלי מחדש וכמו שפסק רבינו בפ\"א מהל' כלי המקדש הלכה י\"ג אפשר דראוי למצותם הם ויהיה בהם דין מעילה ולא נגמרה מצותם ולזה נוטה דעתי. ואפשר שלזה כיון רבינו במ\"ש ואין קדושתם מסתלקת מהם לעולם כלומר דלא תימא דהוי כדברים שנעשה בהם מצותם דקי\"ל דאזדא קדושתם מהם ואין בהם מעילה אלא הני כיון שיש להם תקון קדושתם אינה מסתלקת מהם ויש בהם דין מעילה: "
            ],
            [
                "<b>קדשי כותים וכו'.</b> כתב מרן ופסק כר\"ש ואיני יודע למה וכו'. ועיין במ\"ש מרן לעיל ס\"פ ח\"י מה' פסולי המוקדשין. ועיין ברכת הזבח (ריש דף קנ\"ד) ודוק: "
            ],
            [
                "<b>קול ומראה וריח של הקדש כו'.</b> (א\"ה עיין במה שכתב הרב המחבר לעיל פ\"ח מהלכות כלי המקדש דין ו'): "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואין מועל אחר מועל בקדשים וכו'.</b> ראיתי לבאר בדיני מעילה מה הם הדברים שיש בהם מועל אחר מועל לפי שראיתי שיש בדין זה מחלוקות רבות בין גדולי הראשונים ז\"ל. תנן בפרק חמישי דמעילה (דף י\"ט ע\"ב) אין מועל אחר מועל למוקדשין אלא בהמה וכלי שרת בלבד כיצד רכב על גבי בהמה ובא חבירו ורכב ובא חבירו ורכב כולן מעלו שתה בכוס של זהב ובא חבירו ושתה ובא חבירו ושתה כולן מעלו ע\"כ. והנה התוס' בפרק ב' דקדושין (דף נ\"ה) הקשו דבתוספתא דמעילה תניא קורדום של הקדש ביקע בו ובא חבירו וביקע בו כולן מעלו נתנו לחבירו וחבירו לחבירו הוא מעל וחבירו מותר לבקע בו לכתחלה והשתא היכי דמי אי האי קרדום כלי שרת כי נתנו לחבירו אמאי לא מעל חבירו הא אמרי' שיש מועל אחר ועל מועל בכ\"ש ואם אינם כלי שרת אמאי אמרינן כולן מעלו הא אין מועל אחר מועל אלא בהמה וכלי שרת בלבד ותירצו וי\"ל דלעולם מיירי בקרדום שאינה כלי שרת ולא קשה מידי דהא דאמרינן הכא דאין מועל אחר מועל היינו כשהוא סבור שהכלי של חבירו ואז הוא מתכוין לגוזלה כדין שליחות יד בפקדון כו' אבל האי דתוספתא דקאמר בא חבירו ובקע בו ובא חבירו ובקע בו דכולן מעלו מיירי דכל חד וחד סבור שהיא שלו ואינו מכוין להוציאו מרשות לרשות אלא ליהנות ולהניחו אחר ההנאה ואז כשיהנה לא ימעול אלא כפי טובת הנאה שיש לו במלאכה ומשום הכי אמרינן שלא יצא לחולין ומעלו כולן אבל נתנו לחבירו וחבירו לחבירו לא מעל אלא הראשון שהוציאו מרשות לרשות דנהי נמי דסובר שהיא שלו מ\"מ מתכוין הוא להוציאו מרשותו לרשות חבירו ולפיכך צ\"ל בא חבירו ורכב עליו ובא חבירו ורכב עליו כולן מעלו אע\"פ שנתכוין לגוזלו ולהוציאו מרשות לרשות דאל\"כ מאי איריא בהמה וכלי שרת אפילו קדשי בדק הבית יש מועל אחר מועל היינו דאינו מתכווין להוציאו מרשות לרשות אלא ליהנות ממנו להניח כדפרישית אלא לעולם איירי שמתכוין לגוזלה ואפ\"ה אמרינן דכולן מעלו ע\"כ. והנה כוונת התוס' היא מבוארת דכל היכא שהוא סבור שהכלי הוא שלו ואינו מכוין להוציאו מרשות לרשות כשנהנה בו לא מעל אלא כפי טובת הנאה שיש לו במלאכה ולא יצא כל הכלי לחולין ומש\"ה יש בו מועל אחר מועל אבל כשנתנו לחבירו אף שהוא סבור שהוא שלו מ\"מ מתכוין הוא להוציאו מרשות לרשות ויצא כל הכלי לחולין ומש\"ה לא מעל כי אם הראשון אך אם היה סובר שהכלי של חבירו אז הוא מכוין לגזלה ואע\"פ שלא כיון לגזול כי אם הנאת המלאכה מ\"מ חשיב כאילו גזלה כולה כדין שליחות יד שנקרא גזלן על כל הפקדון אע\"פ שלא שלח יד כי אם במקצתן וכיון שכן אין בו מועל אחר מועל שהרי מעל בכולה ויצא כל הכלי לחולין אך בבהמה וכלי שרת שהם קדושת הגוף אף שהוא סבור שהכלי של חבירו ונתכוין לגוזלו יש בו משום מועל אחר מועל. ונראה כי היכי דנשתנה דין בהמה וכלי שרת היכא שהיה סבור שהכלי של חבירו ונתכוין לגוזלו דבשאר קדשי בדה\"ב אין בו מועל אחר מועל ובבהמה וכלי שרת יש בו מועל אחר מועל ה\"נ היכא דנתנו לחבירו וחבירו לחבירו אף דבקדשי בדה\"ב אין בהם מועל אחר מועל בבהמה וכלי שרת יש בהם מועל אחר מועל. וראיתי בתוספתא הלזו שהביאו התוס' שסיימו בה ובעולה נתנה לחבירו וחבירו לחבירו כולן מעלו והן הדברים שכתבתי וכבר הביאו התוס' סיום זה שכתבנו בפ' השואל (דף צ\"ט) ד\"ה וחבירו ונראה דעולה לאו דוקא וה\"ה כלי שרת, ואפשר דהתוספתא ס\"ל כרבנן דאית להו דאין מועל אחר מועל כי אם בבהמה וכדאיתא בפ\"ה דמעילה אבל לדידן דקי\"ל כר' נחמיה וכסתם מתני' ה\"ה דבכלי שרת נמי נתנו לחבירו וחבירו לחבירו דכולן מעלו ועולה דנקט לאו דוקא דה\"ה לשאר קדשים כגון חטאת ואשם וכמ\"ש מרן בפרקין הל' ה' בשם הר\"י קורקוס. ועיין ברש\"ל ובעצמות יוסף דגריס או היכא שנתנו לחבירו ואני סבור דט\"ס הוא בדברי התוספתא ועיקר הגירסא היא כמ\"ש לעיל: ודע שמדברי הריטב\"א בחידושיו לקדושין עלה דההיא דאמרינן (בדף נ\"ד) משמיה דבר פדא אומר היה ר\"מ הקדש במזיד מתחלל נראה דס\"ל דהחילוק הוא בין מתכוון לגזול לאינו מתכוין לגזול ומאי דתני בתוספתא בקורדום של הקדש דכולן מעלו מיירי שלא נתכוונו ראשונים לגזול אלא שנתכוין ליהנות בהם לשעתו בלבד לא מעל אלא כנגד טובת הנאה שבו וכנגדו בלבד יצא לחולין והשאר הקדש וכולן מעלו בקדושה ששייר כל אחד לחבירו ומאי דתנן אין מועל אחר מועל במוקדשין מיירי בשנתכוין הראשון לגזול ובבהמה וכלי שרת שהם קדושת הגוף יש מועל אחר מועל אפי' שנתכוין הראשון לגזול משום חומרא דידהו ע\"כ. והנראה מדבריו הוא שאינו מחלק בין סבור שהוא שלו לסבור שהוא של אחרים אלא דמתני' והתוספתא מיירי בסבור שהוא של אחרים אלא דמתני' איירי במתכוין לגזול ומש\"ה אין בו מועל אחר מועל אבל התוספתא מיירי בשאינו מתכוין לגזול אלא שנתכון ליהנות בהם לשעתו בלבד ומש\"ה יש בהם מועל אחר מועל וכבר דחו התוס' בפ' השואל (דף צ\"ט) חלוק זה דהריטב\"א וכתבו ואין נראה לר\"י דהתם איירי בשלא נתכוין לגזול אלא כל אחד דעתו להחזירו אחר בקוע ולא יצא לחולין אלא מה שנתכוין לגזול דהא קי\"ל שואל שלא מדעת גזלן הוי וקים ליה עליה ברשותיה ע\"כ. והנה התוס' ס\"ל כסברת ר\"י הלזו ומש\"ה בפ\"ב דקדושין לא רצו לחלק בין נתכוין לגזול ללא נתכוין משום דס\"ל דאף אם לא נתכוין לגזול כי אם הנאת המלאכה נעשה גזלן על כולה וחלקו בין סבור שהיא שלו לסבור שהיא של אחרים וכמ\"ש לעיל אך הריטב\"א לא שת לבו לקושיית ר\"י וס\"ל דכל שלא נתכוין לגזול כי אם הנאת המלאכה לא נעשה גזלן על כולה ולא יצא לחולין כי אם כנגד טובת הנאה שבו ומש\"ה יש בו מועל אחר מועל. וראיתי להריטב\"א שם שסיים בתוס' נתכוין לגזול הוא מעל וחבירו לא מעל ע\"כ ואם איתא לגירסא זו נראה שדברי הריטב\"א הם מוכרחים אך עדיין אפשר ליישב דברי התוס'. אף כפי גירסא זו דמאי דתני ואם נתכוין לגזול היינו שהיה סבור שהיא של אחרים ומשום דברישא איירי בסבור שהיא שלו שאז לא נתכוין לגזול קתני סיפא ואם נתכוין לגזול דהיינו שהיה סבור שהיא של אחרים דכל שסבור שהיא של אחרים ע\"כ נתכוין לגזול מיהא הנאת המלאכה ונעשה גזלן על כולה. הן אמת שגירסא זו דהריטב\"א לא מצאתיה בתוספתא והגירסא שהיא בתוספתא דידן היא כמו שסיימו התוס' נתנה לחבירו וחבירו לחבירו הראשון מעל. ונראה שאף כפי גירסא זו אפשר ליישב דברי הריטב\"א דאף אם לא נתכוין לגזול אלא שנתנו לחבירו ליהנות בו לשעתו ואח\"כ יחזירנה למקומה אפ\"ה הראשון מעל כיון שהוציאה מרשות לרשות ואין זה מן התימה שהרי אליבא דתוס' נמי דמוקמי לה לתוספתא בסבור שהיא שלו ולא נתכוין לגוזלה אפ\"ה אם נתנה לחבירו הראשון מעל דכיון שהוציאה מרשותו הרי מעל בכולה וא\"כ להריטב\"א נמי הכי מיתפרשא דאף שלא נתכוין לגזול את כולה אלא שנתנה לחבירו להנאת המלאכה כיון שהוציאה מרשותו מעל בכולה: הן אמת שמדברי הרב בעל חידושי הלכות בפרק השואל עלה דדברי ר\"י שכתבנו נראה דס\"ל דהמשאיל קורדום לחבירו לבקוע בו דינו כמי שלוקח קורדום לבקוע בו ואינו מתכוון לגוזלו ומשאיל קורדום לבקוע בו ג\"כ יש בו מועל אחר מועל לפי שלא יצא לחולין כי אם הנאת בקוע ולפי זה ס\"ל שדברי ר\"י כפי הס\"ד לא היו כי אם ליישב התוספתא מרישא לסיפא וכן נמי דלא תיקשי אמתני' דאין מועל אחר מועל אבל לרב הונא דקאמר המשאיל קורדום של הקדש מעל לפי טובת הנאה שבו וחבירו מותר לבקוע בו לכתחילה עדיין לא מיתרצא לפי חילוקו של ר\"י אך להריטב\"א ז\"ל שתפס לעיקר חילוקו של ר\"י צריכין אנו ליישב דברי ר' אמי. ואפשר דהך דר' אמי מיירי בשנתכוין המשאיל לגוזלה ומש\"ה חבירו מותר לבקע בה לפי שיצאת לחולין ואפ\"ה לא מעל כי אם טובת הנאה שבה שזה הוא מה שנהנה. ואין זה מן התימה דנאמר שיצא כל הקורדום לחולין והוא לא ימעול כי אם לפי טובת הנאה שבה שהרי התוס' בפ' השואל אמרו שסברא זו הוה ס\"ל לר\"י אלא ששוב חזר בו. אך נראה דאי אפשר לומר זה להריטב\"א דהא מתוך דבריו נראה דס\"ל דכל שנתכוין לגזול אף שלא נהנה כי אם בבקוע מעל לפי כולה וא\"כ הכא נמי אי מיירי שנתכוין לגוזלה אף שלא נהנה כי אם לפי טובת הנאה שבה היה מן הדין שימעול לפי כולה: אשר ע\"כ נראה דהכא מיירי בשלא נתכוין לגזול אלא שנתכוון ליהנות בה בטובת הנאה ומה שחבירו מותר לבקע היינו דוקא עד זמן השאלה שאותה הנאה של בקוע יצאתה לחולין אבל לעולם שלא יצא כל הקורדום לחולין וכמ\"ש ר\"י לפי המסקנא. א\"נ דס\"ל דכל הקורדום יצא לחולין ואפ\"ה לא מעל כי אם לפי טובת הנאה שבה וכמ\"ש ר\"י בתחלה ואף דלהריטב\"א כל שלא נתכוין לגזול לא יצא לחולין כי אם כנגד מה שנהנה י\"ל דהיינו דוקא בשלא הוציאו מרשותו אבל כל שהוציאו מרשותו אף שלא נתכוין לגזול אלא ליהנות בה בטובת הנאה ואח\"כ יחזירנה למקומה יצא כל הקורדום לחולין אף שלא מעל כי אם לפי טובת הנאה שבה וכבר כתבנו לעיל סמוכות לזה שיש חילוק באינו מתכוין לגזול בין מוציא הדבר מרשותו לאינו מוציא. ואני מתקשה בדברי הרב בעל חידושי הלכות שבדברי התוס' שכתבו ואין נראה לר\"י כו' לא באו לתרץ כי אם התוספתא מרישא לסיפא ומתניתין דאין מועל אחר מועל דרישא דתוספתא מיירי בשאינו מתכוין לגזול ומש\"ה יש בו מועל אחר מועל וסיפא דתוספתא ומתני' מיירי במתכוין לגזול וכמו שהאריך בזה הרב יע\"ש דאיך יתכן לומר דסיפא דתוספתא מיירי במתכוין לגזול דאי מתכוין לגזול מאי איריא שנתנו לחבירו שהוציאו מרשותו אף אם לא הוציאו מרשותו כל שנתכוין לגזול ע\"י בקוע יצא כל הקורדום לחולין ואין בו מועל אחר מועל ועוד הן לו יהי כדברי הרב דסיפא איירי בנתכוין לגזול אכתי יש ליישב דברי ר' אמי דמיירי נמי בנתכוון לגזול ויצא כל הקורדום לחולין ואפ\"ה לא מעל כי אם לפי טובת הנאה שבה וכמו שהיה נראה לר\"י לכאורה. אשר ע\"כ נ\"ל דבדברי ר\"י הללו מתרצא נמי מימרא דר' אמי ע\"פ הדרכים שכתבנו לעיל שאם נאמר דסיפא דתוס' מיירי באינו מתכוין לגזול ואפ\"ה יצא כל הקורדום לחולין משום דהוציאו מרשות לרשות אתיא מימרא דר' אמי כפשטה דאף שלא נתכוין לגזול יצא כל הקורדום לחולין ומש\"ה מותר לבקוע בו ואפ\"ה לא מעל כי אם לפי טובת הנאה שבה ואי אמרת דסיפא דתוספתא איירי במתכוין לגזול ונקט נתנה לחבירו לומר שאף בלא בקוע יצא לחולין לפי שמעל הך דר' אמי נמי הכי מתפרשא דמיירי בנתכוין לגזול ויצא כל הקורדום לחולין אף שלא מעל כי אם לפי טובת הנאה שבה: ודע שלפי מ\"ש התוס' בפ' האיש מקדש דהחילוק הוא בין סבור שהוא שלו לסבור שהוא של אחרים הך דר' אמי אפשר דמיירי אף בסבור שהוא שלו ויצא כל הקורדום לחולין ומש\"ה מותר לבקע בו משום דהוציאו מרשות לרשות דומיא דנתנו לחבירו אלא דהכא במשאיל לא מעל כי אם לפי טובת הנאה אף שיצא כל הקורדום לחולין ואם נפשך לומר דשאני ההיא דנתנו לחבירו שהוציאו מרשות לרשות לעולם אבל הכא דלא הוציאו אלא בתורת שאלה כל שהיה סבור שהוא שלו לא יצא לחולין כי אם מה שנהנה צ\"ל דס\"ל דמה שמותר לבקוע הוא דוקא עד זמן השאלה שאותה הנאה כבר יצאתה לחולין אבל לאחר השאלה מעל ואתי שפיר דלא מעל כי אם לפי טובת הנאה א\"נ דמיירי בסבור שהיא של אחרים ויצא כל הקורדום לחולין ומותר לבקע בו לעולם אלא שאעפ\"כ לא מעל כי אם לפי טובת הנאה שבו וכמו שהיה נראה לכאורה לר\"י. ודע שהתוס' בפ' השואל חלקו באופן אחר וכתבו דתוספתא איירי בגזברים המסורות להם קורדומות של הקדש דכל אחד מעל לפי שנהנה ואינו יוצא לחולין שהרי לא נתכוונו להוציא מרשות שהוא שם וסיפא דקתני נתנו לחבירו היינו לחבירו שאינו גזבר ואפי' בלא בקוע מעל שנתכוין להוציאו מרשותו והא דתנן אין מועל אחר מועל אלא בהמה וכלי שרת בלבד כיצד רכב ע\"ג בהמה ובא חבירו ורכב התם איירי בשאינם גזברים דאי בגזברים אף קדושת דמים נמי כולם מעלו ע\"כ: והנה דברי התוס' הללו באו יותר בארוכה בפ' המנחות והנסכים (דף ק\"א) והמתבאר מדבריהם שהגזבר שבקע בקורדום כיון שהקורדום הוא תחת ידו והוא סבור שהוא שלו אינו מוציא מרשות הקדש אלא הנאת בקוע כיון דגזבר הוא ועדיין בידו אינו יוצא מרשות הקדש ולכך מועלין כולן שאין הקורדום מתחלל ע\"י הבקוע אבל איניש דעלמא שאינו סבור שהוא שלו כי מבקע ביה מיגזל גזלה ומפיק ליה מרשות הקדש ומתחללת קדושת דמים בכך ואפי' אין מתכוין לגזול אלא דעתו להחזיר לרשות בעלים לאחר בקוע הא קי\"ל שואל שלא מדעת גזלן הוי לרבנן וקם ליה כולה ברשותיה ואפי' נתכוין להיות שואל כאילו נתכוין לגזול ע\"כ. ומתוך דברי התוס' הללו נראה שהחילוק שיש בין גזברים לשאר האנשים הוא שהגזבר הוא סבור שהוא שלו וכיון שהוא סבור שהוא שלו אינו מוציא מרשות הקדש אבל איניש דעלמא אינו סבור שהוא שלו ומש\"ה כי מבקע ביה מיגזל גזליה. וכך נראה מדברי התוס' בפ\"ב דקדושין דהחילוק שיש בין גזבר לאיניש אחרינא הוא שהגזבר סבור שהוא שלו ומי שאינו גזבר אינו סבור שהוא שלו ממה שכתבו בסוף דבריהם וראיה לחלק בין נהנה מדבר שסבור שהוא שלו לנהנה מדבר שהוא סבור שהוא של אחרים והביאו ההוא דנטל אבן או קורה של הקדש כו' ולפי זה אין חילוק בין מה שחלקו התוס' בפ\"ב דקידושין למה שחלקו בפ' המנחות שהכל הולך אל כוונה אחת ואין ביניהם כי אם שינוי לשון. אך התוס' בפ' השואל לא הזכירו כלל חילוק בין סבור שהוא שלו לסבור שהוא של אחרים והנראה אצלי מדבריהם הוא דגזבר אף שהוא סבור שהוא של אחרים אינו מכוין להוציאו מרשות שהוא שם שהרי עד האידנא היה ברשותו ועכשיו נמי ברשותו הוא ומש\"ה אינו יוצא לחולין ולא מעל כי אם לפי מה שנהנה ויש בו משום מועל אחר מועל אבל אם נתנו לחבירו שאינו גזבר מעל לפי כולה שהרי נתכוין להוציא מרשות שהיה שם ומש\"ה אין בו משום מועל אחר מועל אבל באיניש דעלמא שאינו גזבר אף שסבור שהוא שלו הרי מכוין להוציאו מרשות ההקדש ומש\"ה אין בו משום מועל אחר מועל כי אם בבהמה וכלי שרת. ואף שמדברי התוס' בפ' כיצד הרגל (דף כ') ד\"ה נתנה נראה דס\"ל דהא דקי\"ל דיש חילוק בין גזבר לשאינו גזבר הוא דוקא בסבור הגזבר שהוא שלו אבל בסבור שהוא של אחרים אף שלא נתנה לחבירו מעל אף בלא שום הנאה נראה דלא דמי דודאי לענין חיוב מעילה הוא דאמרינן דהא דקי\"ל דגזבר שנטל אבן או קורה דלא מעל אלא בסבור שהיא שלו שלא נתכוון לגזול וגם לא יצאת מרשות שהיה שם אבל לענין אם יש בו מועל אחר מועל שתלוי הטעם באם יצא כל החפץ לחולין בהא אפשר לומר דכל שהוא גזבר ואף שסבור שהוא של אחרים כיון שלא יצא מרשות הקדש לא מעל כי אם לפי טובת הנאה שבה ומש\"ה אית ביה משום מועל אחר מועל. ועיין במה שכתבו התוס' בפ\"ק דחגיגה (דף י') ד\"ה משקל שדבריהם צריכים תלמוד ובמקום אחר נבארם. והתוס' בפ' הנהנה (דף י\"ח) ד\"ה אין הקשו מהתוס' למתני' ותירצו ויש מפרשים דהתם במאי עסקינן כגון שלאחר בקוע החזירו דמה שהחזיר הוי הוא של הקדש כאילו לא מעלו ורבינו יצחק מפרש דהתם בגזברין עסקינן דלעולם לא יצאו לחולין בשום מעילה עד שיוציאנה מרשותו. והנה התירוץ הראשון היא סברת הריטב\"א שכתבנו לעיל והוא מ\"ש התוס' בפ' השואל שלא נראה לר\"י והתירוץ השני הוא מ\"ש התוס' בפ' השואל בשם ר\"י. ודע דההיא שכתבו התוס' בההיא דמשאיל קורדום אם יצא כל הקורדום לחולין או דוקא הנאת בקוע דבריהם צריכים ישוב ומה גם מ\"ש בהאי מלתא בפ' המנחות ועוד אנופף ידי בזה בעז\"ה: <br><b>ודע </b>שהראב\"ד בפרקין דחה התוספתא הלזו שהביאו התוס' מהלכה וכתב ואין סומכין על התוספתא שהיא סותרת המשנה והגמרא ע\"כ. ורבינו רוח אחרת עמו בדינים אלו שכתב המועל בקדשי בדה\"ב כיון שמעל בשגגה התחלל הקדש וזה שנהנה אחריו פטור כו' בד\"א כשמעל בקודש והוציאו בתורת חולין והקנאו לאחר אבל אם נהנה בו ופגמו ולא הקנה לאחר יש בו מועל אחר מועל ואין מועל אחר מועל במוקדשין אלא בבהמה וכלי תשמיש בלבד כיצד כו' בהמת קדשי מזבח אינה כן אלא יש בה מועל אחר מועל כו' וכן אם נתנה לחבירו וחבירו לחבירו כולן מעלו ע\"כ. והנה כוונתו מבוארת דקדשי בדה\"ב כגון בהמה טמאה או קורדום או כוס של זהב כל שהוציאו מרשותו לרשות אחר אין בו משום מועל אחר מועל אלא הראשון מעל וחבירו לא מעל אך אם לא הוציאו מרשותו אלא שנהנה בו ואח\"כ בא חבירו ונהנה בו כולם מעלו וכמו שחלקו בתוס' אבל קדשי מזבח יש בהם מועל אחר מועל אף שהוציאם מרשותו ונתנו לחבירו וחבירו לחבירו כולם מעלו וכל הדברים שיש בהם קדושת הגוף דינם כקדשי מזבח וכמ\"ש רבינו. ובאמת שדברי רבינו הללו הם תמוהים כפי סוגית הגמ' וכמו שתמה הראב\"ד והנה בפ' הנהנה תנן אין מועל אחר מועל אלא בהמה וכלי שרת כיצד רכב על גבי בהמה ובא חבירו ורכב ובא חבירו ורכב כולן מעלו שתה בכוס של זהב בא חבירו ושתה כולן מעלו ובגמ' אמרו מני מתני' רבי נחמיה היא דתניא אין מועל אחר מועל אלא בהמה בלבד רבי נחמיה אומר בהמה וכלי שרת וכו' ק\"ו אם אחרים מביא לקדושתן הוא עצמו לא כ\"ש. והנה מרן ז\"ל ליישב סוגיא זו לדעת רבינו כתב דמפרש דכלי שרת דמתניתין כלי שרת ממש הם וכבר הזכירם רבינו בסמוך ואע\"פ שכתבו בלשון יראה לי היינו לענין שאם נתנו לחבירו כו' אבל לענין שיש בו מועל אחר מועל מדינא הוא מאחר שהוא קדוש קדושת הגוף וכלי תשמיש שכתב כאן היינו כגון קורדום וכיוצא בו שאינם קדושים אלא קדושת דמים וכדאיתא בתוספתא והוא נלמד ממתני' דקתני ע\"ג בהמה ומיירי בבהמה טמאה כו' ומינה נילף לכלי תשמיש שאינם קדושים כי אם קדושת דמים ע\"כ. והנה לפי יישוב זה צ\"ל דמה שנחלקו ת\"ק ור' נחמיה בכלי שרת הוא אפילו שלא נתנם לחבירו אלא שנהנה בהם ובא חבירו ונהנה ס\"ל לת\"ק דאין בו משום מועל אחר מועל ומש\"ה אמרו בגמרא מתניתין רבי נחמיה היא דלת\"ק אין בו משום מועל אחר מועל בשום ענין דאם נאמר שמחלוקת זה אינו אלא בנתנו לחבירו וחבירו לחבירו מלבד מה שיקשה לרבינו שכתב יראה לי שה\"ה כלי שרת ע\"ק דמנא ליה לתלמודא דמתני' ר' נחמיה היא הא במתני' לא הוזכר נתנו לחבירו וחבירו לחבירו: "
            ],
            [],
            [
                "<b>בהמת קדשי קדשים שנפל בה מום וכו'.</b> עיין בפ\"ה מהל' ערכין הל' י\"ב ובמה שרמזתי שם ועיין בתוי\"ט ודוק: "
            ]
        ],
        [
            [
                "<b>המשלח הוא שמעל.</b> נסתפקו התוס' באומר לשליח הושט ידך לכד של שמן ותהנה מן הסיכה או שב על עורות של הקדש או התחמם בגיזי עולה והשליח לא ידע דהם של הקדש דהשתא לא עשאו שליח אלא מן ההנאה אם יתחייב המשלח כדאמרינן גבי מעילה או דלמא זה נהנה וזה מתחייב לא אמרינן. יע\"ש בפ' האיש מקדש (דף מ\"ג) ד\"ה שלא ועיין בפ\"ג דמעילה (דף י\"ט) ד\"ה אכילתו: "
            ],
            [
                "<b>לא מעל אלא האוכל בלבד כו'.</b> ראיתי להתוס' בפרק האיש מקדש (דף מ\"ג) ד\"ה שלא שאם אמר הגזבר לשליח אכול ככר זו של הקדש והשליח לא ידע שהיא של הקדש דחייב המשלח ע\"י הגבהה דשליח דמיד דאגבהה שליח קנייה וההיא שעתא חייב המשלח משמע דקודם אכילת השליח חייב המשלח. ולפי זה נ\"ל דגם היכא דשליח מתחייב כגון שהיה המשלח מזיד חייב השליח מכי אגבהה אף שלא נהנה. ומדברי רבינו שכתב לא מעל אלא האוכל משמע דדוקא באכילה מתחייב ולא משעת הגבהה וכי תימא דדוקא גבי חיובא דמשלח הוא דאמרינן דאינו מתחייב ע\"י הנאת השליח אלא מכי אגבהה מתחייב משלח אבל גבי חיובא דשליח לעולם אינו מתחייב אלא מכי נהנה. הא ליתא דהא קי\"ל נזכר בעה\"ב ולא נזכר שליח שליח חייב. הרי דאף שלא נהנה שליח מתחייב משום דהוציאו מתורת הקדש לחולין. ואי אמרינן דהאומר לחבירו אכול ככר זה דמתחייב המשלח משעת הגבהה ה\"ה היכא דהמשלח פטור דמתחייב השליח משעת הגבהה. שוב ראיתי דודאי האומר לחנוני טול פרוטה זו של הקדש ותן לי בעדה נרות אם היה שוגג המשלח המשלח חייב אך אם היה מזיד אין החנוני חייב עד שיוציא אותה פרוטה אבל משום דקנאה אינו חייב כיון שהוא לא עשה שום מעשה אבל המשלח חייב כיון שעל פיו קנאה החנוני וכ\"כ רבינו בפרקין הל' ה'. ולפי זה מ\"ש רבינו האוכל הוא דוקא האוכל והוא מוסכם אליבא דכ\"ע. ודוקא לענין חיובא דאורחי אבל לענין חיובא דמשלח מכי אגבהה אורח נתחייב המשלח וכמ\"ש התוס' (א\"ה עיין במ\"ש הרב המחבר פ\"ג מהלכות גניבה הלכה ו'): "
            ],
            [],
            [],
            [
                "<b>נזכר אף השליח וידע שהיא הקדש וכו'.</b> ואם נזכר השליח לבד בעה\"ב חייב תוס' פרק האיש מקדש (דף מ\"ב) ד\"ה אמאי. ומ\"ש רבינו ונתפס המקח להקדש. כן הוא בתוספתא דמעילה והדין מצד עצמו הוא פלא בעיני וצ\"ע: "
            ],
            [
                "<b>לא מעל עד שיוציא את כל הכיס.</b> כתב מרן והטעם שאין מעילה מן הספק כו'. ועיין במ\"ש התוס' פ\"ב דסוטה (דף י\"ח) ד\"ה חזר וחלקן ודוק. ומ\"ש עוד מרן א\"נ מטבע חשיב ולא בטיל כו'. (א\"ה את זו שלח הרב המחבר להרב מהר\"ר יעקב אלפאנדארי ז\"ל) עוד ראיתי שעמד מעכ\"ת במ\"ש התוספות בסוף מעילה דמטבע חשיב ולא בטיל מן התורה הן אמת שדין זה הוא דבר חדש שלא מצינו בשום מקום דבר שלא יהיה לו ביטול מן התורה וכמ\"ש הרשב\"א בת\"ה דכל הדברים שאין להם ביטול הוא דוקא מדרבנן אבל מן התורה הכל בטל ברוב ולא די לנו זה הצער אלא דמדברי מרן בפ\"ז מהל' מעילה נראה דגם דבר שיש לו מתירין אין לו ביטול מן התורה ודבריו צ\"ע. ובעיקר דברי התוס' שכתבו דמטבע חשיב ולא בטיל לכאורה היה נראה לדקדק מההיא דאמרינן בע\"ז (דף נ\"ב.) שבקשו לגנוז כל כסף וזהב שבעולם מפני כספא ודהבא של ירושלים ופריך וירושלים הוי רובא דעלמא. והא ודאי לא קשיא כלל משום דמעיקרא הוה ס\"ל לתלמודא דבקשו לגנוז כספא ומש\"ה פריך וירושלים הוי רובא אבל לפי המסקנא דלא בקשו לגנוז כי אם מטבעות ליכא קושיא ואדרבא היה נראה להכריח מסוגיא זו כדברי התוס' משום דדוחק הוא לומר דלפי המסקנא דמוקי לה בדינרא הדריאנא שיהיו רוב מטבעות אלו של הקדש. ולפי דברי התוס' ניחא דכיון דמוקי לה במטבע חשיב ולא בטיל ולא בעינן שיהיה הרוב משל הקדש. אך כד מעיינינן שפיר נראה דהא ליתא דאף דנימא דמטבע חשיב ולא בטיל היינו דוקא היכא דאיתחזק איסורא במעות אלו כגון ההיא דמעילה דאיכא ודאי בתערובת זה פרוטה של הקדש אבל היכא דלא איתחזק איסורא אלא שאנו מסופקים אם מעות אלו של הקדש או לא פשיטא דאם הרוב היתר דאזלינן בתר רובא ואמרינן כל דפריש מרובא פריש. וחילוק זה הוא מוסכם מכל הפוסקים ז\"ל דכל דבר שאין לו ביטול כע\"ז ודכוותה היינו דוקא בדאיכא בתערובת זה דבר של איסור אבל אם פירש אחד מהם אמרי' כל דפריש מרובא פריש והרא\"ש ז\"ל בפ' אותו ואת בנו כתב בשם בה\"ג דבהמה שנשחטה אמה היום ונתערבה באחרות מכה אותם וטורדם וכל הפורש מן הרוב הוא פורש ע\"כ. והא התם הוי דבר שיש לו מתירין וב\"ח דחשיבי ולא בטלי ואפ\"ה אמרי' כל דפריש וכ\"כ הרא\"ש גבי חדש דאזלינן בתר רובא אף דהוי דבר שיש לו מתירין. ובר\"פ כל הזבחים פריך ונכבשינהו כו' ונימא כל דפריש כו'. הן אמת שראיתי להר\"ן ס\"פ אין צדין שכתב דלוקח ביצים מן העכו\"ם ביו\"ט שהוא חוכך אי אזלינן בתר רובא בדשיל\"מ כיון דקי\"ל דאפי' באלף לא בטיל ואפשר דהתם שאני דאיתחזק איסורא ע\"כ. נראה מדבריו דחילוק זה שכתבנו כמסתפק אמרה ואף דמסוגיא דר\"פ כל הזבחים נראה דאף באיסורין דאין להם ביטול אזלינן בתר רובא ע\"כ צריכים אנו לומר דס\"ל דיש חילוק בין דבר שיש לו מתירין לשאר איסורין דאין להם ביטול ובדבר שיש לו מתירין לא אזלינן בתר שום רוב. (א\"ה וכ\"כ מרן בכ\"מ פ\"ז מהל' ע\"ז לדעת הרמב\"ם דהא דהחמירו ברמוני בדן להצריכן שלש תערובות היינו משום דהוי דבר שיש לו מתירין ועיין מה שהקשה עליו הר\"ב פר\"ח בחדושיו. והמעיין בפירש\"י בסוגיא שכתב ופרכינן שמואל דאמר הנח לע\"ז דמשמע דבשאר איסורין לית ליה ס\"ס יראה בעיניו דהרגיש קושיא זו דנימא דלא אסר ר\"י אלא בדבר שיש לו מתירין ובהא מודה ליה שמואל לז\"א דליתא דכיון דנקט לישנא דהנח לע\"ז משמע דבשאר איסורין אפי' דבר שיש לו מתירין לית ליה ס\"ס וא\"כ לא אתי כר\"י. אך קשיא לדעת מרן מדאמרי' התם בגמרא (דף ע\"ד:) ואיצטריך דר\"ל כו' אבל תרומה דיש לו מתירין וכו' יע\"ש) ולפ\"ז אפשר דמטבע נמי כיון דחשיב דאין לו ביטול אפי' מן התורה לא מהני ליה רוב ולפ\"ז סוגיא דע\"ז אתיא כפשטה. אך דברי הר\"ן הללו קשים הם בעיני מההיא דתניא בתוספתא דדמאי פ\"ג מצרפין פירות חו\"ל על פירות שניה כדי שירבו על פירות שלישית לפוטרן מן מעשר שני מצרפין פירות חו\"ל על פירות שלישית כדי שירבו על פירות רביעית לפוטרן ממעשר שני מצרפין פירות ערב שביעית לפוטרן מן המעשרות ע\"כ. והנה כל החלוקות הללו הוא דבר שיש לו מתירין דהא טבל אוסר במשהו משום דהוי דשיל\"מ ואפי' טבל של מעשר שני או של מעשר עני אוסר במשהו כמ\"ש הראב\"ד פ\"א מהל' מע\"ש הל' י\"א יע\"ש. וכן פירות שביעית שנתערבו בפירות אחרות הוי דשיל\"מ ואוסרין בכל שהו כמ\"ש רבינו ספ\"ז מהל' שמיטה וא\"כ ה\"ק בתוס' דאזלינן בתר רובא לפוטרן מהמעשרות ומן הביעור אלא ודאי ע\"כ לומר החילוק שכתבנו. וכ\"כ המבי\"ט ח\"א סי' נ\"א דהא דתנן שביעית אוסרת בכל שהו במינה היינו כשנתערבו בידוע פירות שביעית עם פירות אחרות אבל היכא דלא נתערבו אלא שאין ידוע אם הם פירות שביעית אם לאו אזלינן בתר רובא וכיון דרובא מחו\"ל או מערב שביעית פטורין מן הביעור ע\"כ. עוד אני תמיה מההיא דאמרינן בפ\"ב דמציעא (דף נ\"ו) מעות שנמצאו כו' בהר הבית חולין ובירושלים בשאר ימות השנה חולין וטעמא דמלתא משום דאזלינן בתר רובא וכמו שפירש\"י ומעשר שני בירושלים הוי דשיל\"מ וכמ\"ש רבינו ספ\"ו מהל' מע\"ש ובפ\"ק דפסחים (דף י') אמרי' ר\"י בר יהודה אומר תיבה שנשתמשו בה מעות חולין ומעות מעשר אם רוב חולין חולין. הרי דאף בדבר שיש לו מתירין אזלינן בתר רובא וא\"כ ע\"כ לומר דלפי המסקנא דמוקי לההיא דבקשו לגנוז בדינרא שרוב מטבעות אלו היו של הקדש. באופן דמסוגיא זו ליכא לא סיעתא ולא תיובתא לדברי התוס' שכתבו דמטבע חשיב ולא בטיל. עוד עלה בדעתי להביא ראיה לסברת התוס' הלזו מדאמרינן בפ' הוציאו לו (דף נ\"ה) דטעמא דר\"י. דאמר דלא היו שופרות לקיני חובה הוא משום חטאת שמתו בעליה ודאי ופירש\"י דהולכות לים המלח ונמצאו מעורבות עם הכשרות ופוסלות אותם והיינו מפני התערובת. ואם איתא דמטבע יש לו ביטול אמאי פוסלת אותם ליבטל ברובא. דדוחק הוא לומר דהחששא היא שמא לא ימצא כי אם קן אחד דלא הוי רוב דהיתרא. אך עדיין אין להכריח מסוגיא זו דמטבע חשיב ולא בטיל מן התורה דלעולם יש לו ביטול מן התורה כשאר האיסורין אך מדרבנן אין לו ביטול משום דהוי דבר שבמנין ומש\"ה ס\"ל לר\"י דלא היו שופרות לקיני חובה מפני התערובות: <br><b>וראיתי </b>למעכ\"ת שרצה להכריח סברת התוס' הלזו משלשה מקומות והשנים נאמרו על פה והאחד בכתב והנני מפרטם. הראיה האחת היא מההיא דאמרינן בפ\"ק דשקלים שהכהנים דורשים מקרא זה לעצמן הואיל ועומר ושתי הלחם ולחם הפנים שלנו היאך נאכלים ואם איתא דמטבע יש לו ביטול ברוב הא פשיטא דרוב השקלים היו של לוים וישראלים וא\"כ כדין אוכלים עומר ושתי הלחם ולחם הפנים ואף שיש במעות אלו מעות של כהנים שהם אסורים באכילה מ\"מ בטלים הם ברוב אלא ודאי דמטבע חשיב ולא בטיל. והנה מלבד דאין ממשנה זו ראיה אלא שאין למטבע ביטול אבל שיהיה דין זה דבר תורה אין מכאן ראיה. זאת ועוד אפשר לומר דאף דמדרבנן יש למטבע ביטול אלא דשאני הכא דמעיקרא לא רצו לבטל ולערב מעותיהם עם מעות ישראל כדי שיהיו בטלות ברוב ודמי למבטל איסור בידים. וראיה לזה מדאמרינן בפ' שלוח הקן (דף ק\"מ) למאי אי לשילוח לא אמרה תורה שלח לתקלה והא ודאי דאם שלחוה ליכא איסור משום דאזלינן בתר רובא ואפ\"ה לשלחה לא איצטריך קרא למעט דלא אמרה תורה שלח לתקלה. הרי בהדיא דלערב איסור בידים אסור. שוב ראיתי לרש\"י בפ\"ק דערכין (דף ד') שכתב דלדידן לית לן הך דרשא דהאי כליל תהיה במנחת כהן גרידא כתיב אבל במנחת ציבור זיל בתר רובא. ואבוא היום אל הראיה השנית והיא ממ\"ש רש\"י בסוף מציעא דכיון דתקנו רבנן ד' זוזים מן התרומה וזה מוחל עליהם ונמצאו לו ארבעה זוזים שאין לציבור חלק בהם ואם קונין מהם תמידין ומוספין ושאר קרבנות ציבור אין תמידין באים משל ציבור. ומדלא אמרינן דבטלינן הנך ארבעה זוזי ברוב ש\"מ דמטבע חשיב ולא בטיל. והנה מלבד דבמ\"ש לעיל יש לדחות ג\"כ ראיה זו עוד נ\"ל דהכא לא שייך ביטול משום דכל היכא דניכר האיסור אין לו ביטול ובכל דבר שאפשר להוציא האיסור מתוכו הרי הוא כניכר האיסור וכמ\"ש הרא\"ה בב\"ה עלה דכלי שטף שבלע מן האיסור ונתערב באחרים דכיון דאפשר בהגעלה ולהפליט האיסור ה\"ז כאלו ניכר ואין לו היתר הכי נמי כיון דאפשר ליקח ארבעה זוזים וליתנם לשומר הו\"ל כאלו ניכר האיסור ואין לו ביטול. והבאתי את השלישית מההיא דפ' ולד חטאת דתנן המפריש מעות לנזירותו לא נהנין ולא מועלין ופירש\"י משום דבכל מנה ומנה מצינן למימר זה הפריש לשלמים כו' ועל זה הוקשה לאדון דניזיל בתר רובא ורוב המעות יש בהם מעילה ואף דאיכא דמי שלמים כיון דהוו מיעוטא ליבטלו ברובא אלא ודאי דמטבע חשיב ולא בטיל עכ\"ד. ולא ירדתי לסוף דעתו דמה ענין ביטול בכאן דביטול לא שמענו אלא לבטל האיסור להתירו לכתחלה באכילה אבל אם הרוב הוא איסור נהי דאיסורא איכא אבל לחייבו מלקות או כרת או קרבן זו לא שמענו, ואף דאיכא מ\"ד דהיתר מצטרף לאיסור לחייבו בעונשין היינו דוקא בתערובת לח בלח ומין בשאינו מינו משום דטעם האיסור נתפשט בהיתר ונעשה כולו איסור אבל ביבש אף שהאיסור הוא רוב מעולם לא שמענו שאם אכל אחד מן התערובת שיתחייב שום עונש אף שאסור מן התורה וא\"כ היכא דאיכא בדמים הללו דמי חטאת ועולה ושלמים כל שלא נהנה כי אם שיעור דמי השלמים פשיטא דאין לחייבו קרבן דאימור דמים הללו דמי שלמים הם. וראיתי למהרימ\"ט ח\"א סי' ה' שכתב בשם הרשב\"ץ דמעות היתר שנתערבו במעות איסור שבטלים כדין יבש ביבש דחד בתרי בטיל (א\"ה עיין בס' מוצל מאש סי' י\"ט). ואני תמיה על שני המאורות הגדולים איך לא השגיחו בדברי התוס' שכתבו דמטבע חשיב ולא בטיל. ומלבד דברי התוס' הללו נראה דמטבע לא בטיל מדרבנן דלא גרע מדבר שדרכו לימנות דלא בטיל וכעת צל\"ע: "
            ],
            [],
            [
                "<b>המועל בפחות משוה פרוטה.</b> עיין בחדושי הרשב\"א לגיטין (דף י\"ב). ומ\"ש רבינו ויראה לי שאינו לוקה כו' עיין במ\"ש מרן לעיל סוף פ\"ב בשם הר\"י קורקוס ובמה שרמזתי שם ודוק: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כשבונין במקדש וכו'.</b> בס\"פ ולד חטאת (דף י\"ד) מימרא דשמואל וכאוקימתא דרב פפא: "
            ],
            [],
            [
                "<b>תנאי ב\"ד הוא כו'.</b> יש לדקדק שהיה לו לרבינו ז\"ל לבאר שאף בחולין שאוכלים בעזרה כשאכילת הקדשים היא מועטת שאוכלין חולין תחלה כדי שתהא אכילת הקדשים על השובע וכמ\"ש בפ\"י מהל' מעשה הקרבנות וסד\"א דאכילת חולין הללו צורך קרבן הם וליתיב להו מלח קמ\"ל דלא ודין זה מבואר בפ' הקומץ רבה (דף כ\"א) יע\"ש. ודע דמסוגיא הנזכרת יש ללמוד שלא הותר המלח כי אם בקדשי קדשים הנאכלים בעזרה אבל באוכל קדשים קלים חוץ לעזרה לא. והכרח דין זה הוא ממאי דפריך התם חולין פשיטא מאי בעו התם (א\"ה עיין במ\"ש המחבר פ\"ב מהל' שחיטה).והנה גם דין זה לא נתבאר בדברי רבינו ז\"ל. ודע דבתבלין של חולין שנותנין בקרבנות כמבואר לעיל בפ\"י מה' מעשה הקרבנות דין י' מותר לתת מלח של הקדש כ\"כ התוס' בפ' הקומץ (דף כ\"א) ד\"ה חולין:          סליקו להו הלכות מעילה בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות מעילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}