{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ותנשא בא' בשבת לא בעי לשנויי וכו' עד ועור למה לי טעמא דשקדו וכו' וקשה והא זו הקושיא הראשונה שאמר לא בעי לשנויי וכו' ובתחלת המחשבה אמרתי להניח ועוד ל\"ל טעמא דמשכים לב\"ד אבל זה א\"א דע\"כ בעינן טעם דמשכים לב\"ד דאי משום ברכה לחוד א\"כ תנשא בחמישי ותבעל בששי דנאמרה בו ברכה לאדם כדלקמן (כתובות דף ה') ונ\"ל לפרש כוונת התוס' דה\"ק דלקמן (כתובות דף ה') אמרינן דדוקא תנשא ברביעי ותבעל בה' משום ברכה דנאמרה בו לדגים אבל לינשא בר' וליבעל בד' לא והשתא מקשו התוס' דע\"כ אתה צ\"ל בלאו הכי טעמא דברכה דאל\"כ תנשא ותבעל בד' וא\"כ ל\"ל טעמא דשקדו לתרץ למה לא תנשא בא' בשבת תיפוק ליה נמי משום טעמא דברכה וק\"ל והלשון מוכיח כן דאמר תיפוק ליה דזה נאמר על ענין שנצטרך לומר בלא\"ה וק\"ל נ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ובשני לא יכנוס עד ונראה לר\"י דמלתא באפי נפשיה היא. פי' והא דקתני ומסכנה ואילך נהנו העם לכנוס בג' ה\"ה בב' ולכך לא היה יכול למפרך לקמן מרישא לסיפא:", 
            "<b>בא\"ד</b> אלא נקט בב' משום דבעי למתני ואם מחמת האונס מותר. פי' כדי שיהא משמע דמחמת האונס מותר אפילו בשני:", 
            "<b>ד\"ה</b> ולדרוש להו ובו' עד דהא אפילו לא דרשינן להו לא מסרי נפשייהו. פי' ומיד שמאיימין עליהם עבדי ברצון ונאסרות על בעליהן כנ\"ל כדי להנצל ממה שפרש\"י איכא פרוצות דאי מקילינן להו עבדי ברצון ונאסרו על בעליהן:", 
            "<b>בא\"ד</b> אלא הכי פירושו וכו' ומשני משום פרוצות לא מיחו וכו' ומשום כהנות. פי' דאפילו דרשינן להו דאונס שרי ונסתלקה הסכנה מ\"מ איכא חששא דאיסור שהפרוצות והכהנות נאסרות על בעליהן ולכך לא מיהו חכמים לינשא בשלישי משום דהשתא הם נצולים מכל החששות כשנשאות בג':"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה א\"נ משום שקדו וא\"ת וכו' הא בברייתא וכו'. א\"ל הא גבי בתולה תנא בברייתא טעמא דברבה ואפ\"ה יש בה עוד טעם דטענת בתולים וטעם דשקדו שיהא אדם טורח בסעודה ג' ימים כדלעיל משום דגבי בתולה איצטריך לטעמא דברכה משום דתבעל בה' ולא מספיקין לן הני טעמי לחוד בלא ברכה אבל גבי אלמנה אם איתא דס\"ל לברייתא טעמא דשקדו שיהא שמח עמה ג' ימים האי טעמא לחוד מספיק לן לכל מילי דאית בה ול\"ל טעמא דברכה אלא ודאי לא ס\"ל להאי בדייתא טעמא דשקדו כנ\"ל כוונת התוס' בהאי קושיא דמקשו:", 
            "<b>ד\"ה</b> מאי איכא וכו' עד מ\"מ בעי למ\"ל טעמא דברכה. וצ\"ל דקושיית הגמרא דמקשה מאי איכא לא אתי אלא לשנויא קמא דשני ברכה דאדם עדיפא וס\"ל לגמ' דאף לאותו שנוי' מסתמא ל\"פ האי ברייתא אאידך ברייתא דס\"ל לברייתא קמייתא נמי טעמא דשקדו ולכך פריך מאי איצטריך ול\"ל טעמא דברכה דאילו לשינוייא בתרא דא\"נ משום שקדו לא פריך מידי דל\"ל טעמא דברכה דהא איצטריך ליה תנא דברייתא כמו שפירשו התוס' בדבור שלפני זה:", 
            "<b>בא\"ד</b> א\"נ בעי מאי איכא בין לישנא דמשני ברכה וכו'. פירוש דס\"ל לגמרא דמסתמא גם ללישנא דברכת אדם עדיפא ס\"ל נמי טעמא דשקדו דמשום ברכה לחוד לא היו קובעים יום כמ\"ש התוס' בסמוך בסוף דבור זה אלא ללישנא דברכת אדם עדיפא ס\"ל דאפ\"ה טעמא דברכה עיקר וללישנא דשקדו ס\"ל דטעמא דשקדו עיקר ולכך פריך מאי איכא כלומר מאי נפקא מינה וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בגמ'</b> אלא מעתה נזדמן לו צבי וכו'. פי' דהמקשה סבר דפי' השוה לכל נפש היינו דבר המצוי לכל נפש ולכך פריך אלא מעתה נזדמן לו צבי וכו' דצבי אינו מצוי כי אם לעשירים ולא לעניים:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ר\"ה ותנא רב יוסף וכו' עד אבל קשה וכו' כיון דהוי בימי משה שפיר. ה\"ל למכתב. יל\"ד מדאמרי התוס' כיון דהוי בימי משה שפיר ה\"ל למכתב דר\"ל ואין צריכין בשביל כך לומר דדברה תורה על שם עתיד והא התורה היתה כתובה במרום אלפים שנה קודם בריאת עולם וא\"כ ע\"כ צ\"ל שנכתב ע\"ש עתיד וצ\"ל דהכי מקשו התוס' דמה מייתי ראיה מאשור דכתיב קרא ע\"ש עתיד בדבר שלא היה בימי משה אלא דעתידין רבנן לתקן דדלמא שאני אשור אע\"ג דלא היתה בבריאת עולם והתורה נכתבה קודם בריאת עולם מ\"מ כיון שהיתה בימי משה שהוא עתיד להעתיק התורה שפיר ה\"ל למכתב ע\"ש עתיד אבל במנה דלא הוי אפילו בימי משה מנ\"ל דכתביה לעתיד וק\"ל:", 
            "<b>בא\"ד</b> ונראה לר\"י וכו'. פירוש ובזה יתורץ ג\"כ קושיא הראשונה הא דלא הקשה בלא רב יוסף דמשום כיון דהשתא לא פריך מבריאת עולם אלא מימי משה וא\"כ בלא ר\"י לא מצי למפרך דהוה אמרינן דלמא אשור היה בימי משה ולכך שפיר כתב קרא על נהר הדקל שהולך קדמת אשור דבימי משה היה סובב אשור ולכך מביא רב יוסף דאמר אשור זו סליקא וקים ליה דאותה העיר ששמה סליקא לא היתה בימי משה ואנן חזינן בימינו שנהר חדקל הוא סובב העיר ששמה סליקא וא\"כ לא נוכל לומר שכתבה כן התורה משום שבימי משה היה הנהר סובב אשור שהרי אשור שהוא סליקא לא היתה בימיו וזהו כוונת התוס' במה שכתבו אח\"כ וסביב סליקא הולך חדקל ולא אצל אשור שהיה בימי משה נ\"ל ודו\"ק:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה הדד ביה רבא וכו' אבל מהא לא בעי למימר דהדר. ר\"ל דדלמא מהא דאמר רבא לעיל דלרבנן במוכת עץ לא הכיר בה ולא כלום לא הדר רק מהא דאמר כאן מאן דקא מותיב שפיר קא מותיב וכו' ואלא קשיא הך תריץ ואימא הכי וכו' מהא הדר ואית ליה נמי תירוצא דרב ששת מאי מקח טעות ממאתים אבל מנה אית לה וס\"ל נמי בתולה ונמצאת בעולה אית לה מנה זה לא בעי למימר משום דמקח טעות לגמרי משמע. משמע מדברי התוס' דאי לאו מקח טעות לגמרי משמע היה יכול לומר דלא הדר מהא דלעיל אלא מהא דאמר אמלתיה דרב ששת ואית ליה שפיר דמוכת עץ שלא הכיר בה ולא כלום ובבתולה ונמצאת בעולה אית לה מנה וזה לא יתכן כלל דאם בבתולה ונמצאת בעולה יש לה מנה מכ\"ש בנמצאת מוכת עץ דאינו מקפיד כ\"כ כמ\"ש התוס' בדבור שלפני זה וק\"ל. ויש שרוצין לתרץ דנוכל לומד דהא דלעיל דאמר דלא הכיר בה שהיא מוכת עץ ולא כלום היינו לרבנן וברייתא זו דשני רב ששת דאית ליה בתולה ונמצאת בעולה יש לה מנה מצי לומר דאתיא כר\"מ והא ליתא דרבנן ור\"מ לא פליני כ\"א במוכת עץ אכל בתולה ונמצאת בעולה בהא ל\"פ ואי לר\"מ אית לה מנה ה\"ה לרבנן ובספר ח\"ש כתב מה שכתב ונ\"ל שהתוס' לא רצו לתרץ למה לא משני בגמרא דמהא דלעיל לא הדר רק מהא דזה לא יתכן כמו שכתבנו רק שהתוס' רצו לתרץ למה דקדק בגמרא לומר הדר ביה רבא מההיא ולא אמר סתמא הדר ביה רבא ותירצו דלכך דקדק לומר מההיא שלא תטעה לומר דמהא הדר דאמר דמקח טעות לגמרי משמע וזה לא יתכן כמו שכתבנו והא דקאמר משום דמקח טעות וכו' אינו לשון תירוץ רק נמשך אלעיל וק\"ל ודו\"ק:"
        ], 
        [], 
        [
            "<b>בגמ'</b> א\"נ וכו' אלא דאמרינן אוקמה אחזקה. וגבי פלוגתא דמוכת עץ אני איכא למימר נמי מוקמי אחזקה שחזקת בנות ישראל שאינן מזנות כן כתב הר\"ן:", 
            "<b>בתוס'</b> ד\"ה רב הונא וכו' עד וי\"ל דה\"מ למימר וליטעמיך. משמע מתוך התוס' דהאי דפריך בשמעתין נימא רב הונא ורב יהודה דאמרי כרבן גמליאל וכו' הכל הוא מדברי אביי דאמר רב יוסף והכל נמשך למעלה:"
        ], 
        [
            "<b>ד\"ה</b> ואין אוסרין וכו' דפריך לזעירי דבספקא אחת אסרינן לה. פי' ספק נבעלה לכשר ספק נבעלה לפסול והא גבי יחוד נמי ספיקא הדא ספק נבעלה ספק לא נבעלה ולא אסרינן לה והך קושיא לרב אסי נמי קשיא:"
        ], 
        [
            "<b>ד\"ה</b> מכשיר אפילו ברוב פסולים וכו' עד פי' והוה ליה למיתני וכן אמר אבא שאול וכו'. הא דאיצטריכו לתוס' להקדים דהקושיא היא דה\"ל למיתני וכן אמר אבא שאול משום דאי הוה הקושיא כפשוטה הא תנא ליה ר\"ג חדא זימנא לא קשיא מידי דשפיר משני התם אי מהתם ה\"א ברוב כשרים לכך איצטריך משנה יתירה אחריתא לאשמועינן אע\"ג דמדיוקא אמרי הכא דמכח קושיא דפריך אברייתא ותיפוק ליה וכו' דמסייע ליה לריב\"ל דאמר לדברי המכשיר מכשיר אפילו ברוב פסולים תנא דמתניתין דהתם לא רצה לסמוך אדיוקא דברייתא דמה היה יודע הוא מהברייתא אבל השתא דפי' הקושיא דה\"ל למימר וכן אמר אבא שאול וא\"כ ע\"ב צ\"ל דמשני דאבא שאול עדיפא מר\"ג ור\"ג אינו מכשיר ברוב פסולים והא ליתא דהא אמרינן הכא דר\"ג נמי מכשיר אפילו ברוב פסולים וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אלמנת עיסה וכו' עד וי\"ל דבת העיסה אין לרה חזקה דכשרות וכו'. ולפי זה צ\"ל דאלמנת עיסה הוי פירושו שאחד מבני משפחת עיסה לקח אשה ממשפחה אחרת שיש לה חזקה דכשרות:", 
            "<b>ד\"ה</b> תנו רבנן וכו' עד והשתא לא קשיא דר\"י אדר\"י דהא דמכשיר ר' יוסי וכו' אבל במקום שמזכיר אלמנת עיסה ור\"ל שם אינו איירי בשתוק אלא שנטמעה בה ספק חלל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה וליחוש וכו' עד אלא אפילו למ\"ד דלא מצי טעין וכו'. יש מקשין מה צריכים התוס' לפי' זה דהא פשיטא דאיכא נפקותא במה שתשיב לו הכתובה שאם תתבענו פעם אחרת אז יוציא הוא הכתובה שבידו שכבר פרע לה ואינה קושיא כלל דא\"כ מה לי בין שתכתוב לו שובר ובין שתשיב הכתובה דהא השתא נמי יהיה צריך לשמור הכתובה מן העכברים אבל לפי' התוס' ניחא דאין כותבין שובר דשמא יאבד לו או יאכלו העכברים אבל כשתשיב לו הכתובה אע\"פ שתאבד ממנו עכ\"פ יהא נאמן לומר פרעתי מנה במגו דאלמנה נשאתיך או אין את אשתי אבל כשתהיה הכתובה בידה יצטרך לשלם לה מנה:", 
            "<b>ד\"ה</b> זאת אומרת וכו' עד דאיכא למיחש דלמא תשרוף כתובתה בעדים וכו'. ר\"ל דהא אפילו למאן דאמר אין כותבים שובר ואינו צריך לשלם עד שיחזיר לו השטר חוב מ\"מ אם הביא עדים שנשרף השטר חוב ע\"כ צריך לשלם לו והכי נמי תביא עדים שנשרפה כתובתה ואה\"כ הדרא נביא בעדי הינומא וא\"כ על כרחך זקוק לשובר וכו':"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בגמ'</b> ר\"י אומר קרובה שאין קרובה הימנה וכו'. צ\"ל דר\"י נמי ס\"ל דיש חילוק בין חדשות וישנות וקרובות ורחוקות כמו ת\"ק ולא פליג את\"ק אלא בהא דס\"ל ראפילו בתוך חמשים אם יש קרובה יותר ממנה אין אותם הרחוקים יותר ממנה טמא וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה במותב תלתא וכו' פירוש צריך לכתוב וכו'. ר\"ל לכתחלה וחד ליתוהי אע\"ג דכתב במותב תלתא דאם לא יכתבו וחד ליתוהי אתי לומר שא\"צ ב\"ד בקיום שטרות ומה שכתבו במותב תלתא לא לשם ב\"ד כתבו אלא שהיה בדעתם לרבות ולא נזדמן להם אלא שנים שחתמו:", 
            "<b>בא\"ד</b> אבל ודאי אם לא כתב וחד ליתוהי וכו'. ר\"ל אבל ודאי בדיעבד אם לא כתב וחד ליתוהי כשר בדיעבד ועיין בהרא\"ש ובח\"ה סימן מ\"ו:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה כגון שניסת וכו' אלא כלומר שהרגו עם אנשים הרבה. ר\"ל שאחד מעיד ואומר שהרגו עם אנשים הרבה והא דתנן כמתני' הרגנוהו כן דרך הלשון שאחד כשהוא מגיד שעשה דבר בחבורת בני אדם אומר בלשון רבים:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ועל אשת אחיו וכו' עד הא נתארסה ונתגרשה קנסה לעצמה. פי' וה\"ה נתארסה ומת מן האירוסין:", 
            "<b>בא\"ד</b> ומיהו בירושלמי מוקי לה כשבא עליה עד שלא מת וכו'. וצ\"ל לפי זה אע\"ג דמפותה מדעתה עבדה לא שייך מחלה הקנס אלא היכא דהקנס לעצמה אבל היכא שאין הקנס לעצמה אלא לאביה אע\"ג דאביה בעצמו בא עליה לא שייך מחילה ולכך כשמת או נתבגרה לא שייך מחילה וגובה הקנס מן היורשים או ממנו בעצמו כשנתבגרה כך צריך ליישב ודוהק הוא:", 
            "<b>ד\"ה</b> נערה אין קטנה לא וכו' עד דאסיפא דמתניתין סמיך וכו'. הסיפא היא לקמן (כתובות דף מ':)"
        ], 
        [], 
        [], 
        [
            "<b>תוס'</b> ד\"ה דין ארבע מיתות וכו' עד שהחמיר עליו יותר. פירוש מיתתו היה בסייף ונחש במקום שריפה א\"כ נידון במיתה חמורה יותר ממה שהיה חייב:", 
            "<b>ד\"ה</b> לא צריכא כו' עד את גרמת לי הקיפא יתירה. קאי אמי שד' שדות של חבירו מקיפים שדהו מד' רוחות וגדר החיצון סביב מד' רוחותיו שגם אותו הפנימי חייב לשלם לו אע\"פ שזה נהנה וכו' משום דא\"ל חסר אני שאתה גרמת לי במה ששדך באמצע הקיפא יתירה ולכך חייב לשלם כל מה שההנהו או משום שחרוריתא דאשיתא קאי אחצר דלא קיימא לאגרא וגברא דעביד למיגר דזה נהנה וזה לא חסר דאי מחסר ליה בשחרורי הכתלים חייב לשלם כל השכירות משלם:"
        ], 
        [
            "<b>תוס'</b> ד\"ה שעקירה צורך הנחה היא וכו' עד ולא היה מפליג בין מצי לאהדורי וכו'. פי' משום דקשה ליה דאיכא למימר דהא דר' ירמיה לית ליה דהגבהה צורך ניסוך היינו דוקא התם דמצי לאהדורי אבל ההיא דמרובה גבי זרוק לי גניבותיך לחצירי דהקנין הוא משעת דמטי לאויר חצירו ואז לא מצי לאהדורי דלמא אפילו רבי ירמיה מודי דאמרינן דעקירה צורך הנחה היא ולכך קאמר ולא מפליג בין מצי לאהדורי וכו':"
        ], 
        [], 
        [
            "<b>תוס'</b> ד\"ה דאין לוקה ומשלם וכו' עד אפילו נתחייבו קנס כגון בשעת שהעידו טבחו או מכרו שור של גניבה וכו'. פי' בשעה שהעדים זוממין העידו באותה שעה טבחו או מכרו שור שגגבו העדים כבר מקודם זה ועתה בשעת העדות טבחו או מכרו אותו הם בעצמם או ציוו לאחרים שימכרו או יטבחו בשבילם דטביחה ומכירה חייב אפילו ע\"י שליח כדלקמן בדף ל\"ג דהשתא עונש מלקות על העדות ותשלומי ד' וה' על הטביחה והמכירה באין כאחת דומיא הא דאמר לעיל בתחלת (כתובות דף ל\"א) בזר שאכל תרומה ובשעת האכילה קרע שיראין וכו' וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אלא עולא תחת תחת גמר וכו' עד הכא לעולא אייתר ליה האי תחת וכו' פי' משום דגבי אנוסה כתיב נמי נתינה וכסף כדכתיב ונתן לאביה חמשים כסף וא\"כ ילפינן מיטב מנתינה או מכסף ואייתר ליה תחת לגזירה שוה זו למיפטר ממלקות ועיין לקמן בדף ל\"ג ע\"א ד\"ה מבעי ליה לכדאביי:", 
            "<b>ד\"ה</b> מכדי כתיב וכו' עד כדנפקא לן בהחובל מעין תחת עין. כללא דמילתא דגבי חובל כתיב בסוף פ' אמור ואיש כי יתן מום בעמיתו וגו' עין תחת עין שן תחת שן אבל יד ביד לא כתיב שם וגבי עדים זוממין כתיב פ' שופטים עין בעין יד ביד ובחובל ילפינן מסברא דעין תחת עין היינו ממון משום דזימנין דמיית כדאיתא התם וס\"ל להתוס' דה\"ה גבי זוממין דכתיב עין בעין הוה נמי ממון וא\"כ ל\"ל לגמרא למילף הכא גבי עדים זוממין דהוי ממון מיד ביד ומתרץ דהך סוגיא אתיא כמ\"ד דמפיק התם דגבי חובל הוי ממון מביד ביד דכתיב גבי זוממין דהוי מיותר ומינה ילפינן גבי זוממין דהוי ממון וה\"ה עין תחת עין דכתיב גבי חובל הוי נמי ממון:", 
            "<b>חובל</b> בחבירו וכו' הכל דבור אחד. כדמוכח מיתורא דיד ביד. פי' מיתורא דיד ביד דכתיב גבי זוממין ומיניה ילפינן בחובל:", 
            "<b>ד\"ה</b> ורבי יוחנן מ\"ט לא אמר כעולא וכו' דהא ילפינן לה בבכורות וכו'. יש לתמוה דהתם בבכורות לא יליף האי ג\"ש אלא יליף בפרק מעשר בהמה ובכמה דוכתי שם תחת דכתיב גבי בכור מתחת דכתיב גבי קדשים ע\"ש אלא דצריך לומר מאחר דנתקבלה נ\"ש דתחת תחת מסיני מצינו למילף בכל דוכתא דנמצא תחת תחת בתורה וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ור\"מ וכו' עד על כרהך מוקי כדי דשעתו במיתה ומלקות. פי' משום דעיקר קרא דכדי רשעתו בעדים זוממין נדרש במסכת מכות מקרא דוהצדיקו את הצדיק וגו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מאי לאו וכו' עד א\"נ אם אסון יהיה וכו' הוי נמי אסון ממש. פי' בלא התראה ודרש ונתת נפש תחת נפש ממון ויש להקשות א\"כ סתר רישא דקרא לסיפא דברישא משמע דאם היה אסון ממש אפילו בלא התראה לא יענש בעונש ממון ובסיפא דקרא קאמר דאפילו באסון מתחייב ברמי האשה ויש לתרץ דאסיפא דקרא הוא חייב מטעם דס\"ל דנתכוין לזה והרג זה חייבה התורה ממון ולא מיתה. אבל במקום ששייך חיוב מיתה אפילו היכא דאין בו דין מיתה כגון דלא אתרו ביה היכא דהוה אסון לא יענש ממון והיינו טעם דרישא דקרא אבל יש להקשות על זה דהא רישא דקרא נמי איידי בנתכוין לזה והכה האשה ואעפ\"כ אמר אם לא יהיה אסון וכו' הא אם יהיה אסון לא יענש ויש ליישב עוד דרישא דקרא מיירי בממון אחר בהדי מיתה היינו ולדות ולכך אם יהיה אסון לא יענש בעונש ולדות אבל סיפא דקרא דמיירי במיתת האשה עצמה דהיינו ממון מיתה עצמה חייב אפילו אם יהיה אסון היכא דנתכוין להרוג את זה והרג את זה ולפי' צ\"ל דבנתכוין להרוג את זה והרג את זה דחייב ממון דהיינו דוקא ממון מיתה עצמה אבל אם הזיק ממון אחר בהדי מיתה פטור וקצת רחוק אבל אם הרג בשוגג או בלא התראה לכ\"ע פטור מממון מיתה עצמה וכן משמע מתוך שיטת ההלכה ומכל הסוגיות דלקמן (כתובות דף ל\"ז ע\"ב) ועיין בתוס' שאחר דיבור זה המתחיל מי איכא למ\"ד:"
        ], 
        [
            "<b>ד\"ה</b> אלא לאו בחול וכו' ולא אתרו ביה משום אדם. פי' והשתא אפי' בחול איכא לאפלוגי ואי לא אתרו ביה משום אדם חייב ואי אתרו ביה משום אדם פטור ואפילו בשבת נמי וכו' פי' מ\"ט קאמר בגמרא לא ס\"ד דבשבת איירי דהיכי משכחת דמכה אדם יומת ומכה בהמה ישלמנה הא איכא לאשכוחי כגון דאתרו ביה משום בהמה ולא אתרו ביה משום שבת ותירצו התוס' וי\"ל וכו' ד\"ל מ\"מ בהכאת בהמה עצמה ליכא לאפלוגי דהחילוק הוא בין היכא דאתרו ביה משום אדם או שבת אבל בהכאת בהמה עצמה ליכא שום חילוק וסוגיא דשמעתין ה\"ק לא ס\"ד דבשבת איירי ויהיה מזיד על השבת רק שהשוגג והמזיד בהכאת הבהמה אבל אם תרצה לאוקמי' בשבת ולאפלוגי בין היכא דלא אתרו ביה משום שבת יהא כן דבהא לא חיי' דהא מ\"מ אפילו תוקמא כך ילפינן שפיר דמה מכה בהמה לא חלקת בין שוגג בהכאתה וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ואם איתא זו דברי ר\"מ וכו' עד לפי' ר\"ת וכו' י פי' שם פלוגתא דר\"מ ורבנן דר\"מ אית ליה גבי נערה המאורסה נערה ולא קטנה ורבנן ס\"ל הואיל וכתיב נער בלא ה' אפילו קטנה במשמע כמו שדרשו במסכת זו לקמן (כתובות דף מ' ע\"ב) ובעי שם בפרק ד' מיתות לר\"מ לגמרי פוטר בא על קטנה המאורסה או מסקילה פוטר אותו ומחייבו חנק כשאר אשת איש ומסיק שם כתנאי ומתו גם שניהם עד שיהיו שניהם שוין דברי רבי יאשיה רבי יונתן אומר ומת האיש אשר שכב עמה לבדו ופרש\"י עד שיהיו שניהם שוים בני עונשים ור\"ת הקשה שם על פרש\"י ופי' עד שיהיו שניהם שוים ר\"ל במיתה אחת ולכך הוא פטור לגמרי דהא ע\"כ בסקילה לא מחייבת ליה דהא נערה כתיב ולא קטנה ואי מחייבת ליה בחנק לא הוו שוין במיתה אחת דהוא בחנק והיא אם היתה בת עונשין היתה בסקילה זהו תכלית וכונת פירושו של ר\"ת אף שאין זה לשונו והשתא לפר\"ת פשיטא דע\"כ צ\"ל דרבי יאשיה כר\"מ ס\"ל דעכ\"פ פוטר בא על קטנה המאורסה מסקילה דהשתא אי מחייבת ליה בחנק לא הוו שוין במיתה אחת כדפרישית אבל אי ס\"ל כרבנן דס\"ל דהוי בסקילה לא היה פוטר מכלום ורבי יונתן נמי צ\"ל דס\"ל כר\"מ ומחייב ליה בחנק מפסיק ומת האיש השוכב עמה לבדו דאי כרבנן היה מחייב ליה בסקילה דנער בלא ה' אפילו קטנה במשמע ואפילו לפרש\"י דפירש עד שיהיו שניהם בני עונשים ואיכא למימר דלעולם כרבנן סבירא ליה וכאן הוא פטור מגזירת הכתוב מדכתיב גם שניהם עד שיהיו שניהם בני עונשין וא\"כ צ\"ל דעל כרחך כר\"מ ס\"ל דאי כרבנן ס\"ל דילפי מדכתיב נער חסר ה' אפילו בא על קטנה המאורסה היאך מצי למילף מדכתיב גם שניהם לפטור בא על הקטנה אלא ע\"כ כר\"מ ס\"ל דנערה אין קטנה לא ומפסיק ומתו גם שניהם יליף דאפילו מחנק פטור והא דקאמר דדרשי רבנן כאן נערה עיין לקמן (כתובות דף מ' ע\"ב):", 
            "<b>ד\"ה</b> וליתני קטנה וכו' עד אע\"ג דהוי תני קטנה וכו'. נ\"ל דכוונת התוס' בזה הוא זה דמאי מקשה המקשן וליתני קטנה דמשמע אי הוה תני קטנה הוה שפיר אדרבה הא הוי קשיא יותר דלמה ליה למתני תו איילונית ועדיפא מהא הוה ליה להקשות דאם איתא דממאנת היינו קטנה ל\"ל למיתני תו איילונית:", 
            "<b>בד\"ה</b> החרשת והשוטה וכו' עד ולר\"י נראה. ונ\"ל דלפי' ר\"י הא דמתרץ לא קשיא הא ר\"ג והא רבי יהושע היינו פלוגתא דאידך מתניתין דאיתא התם פ\"ק דף י' היא אומרת מוכת עץ אני והוא אומר לא כי וכו' ר\"ג ור\"א אומרים נאמנת ור\"י אומר לא מפיה אנו חיין ונ\"ל דטעמא של רש\"י דמפרש על טענת משארסתני נאנסתי אף שפי' ר\"י הוא קרוב יותר לפי סוגיא דשמעתין אלא שרש\"י ס\"ל דטענת מוכת עץ לא טענינן אנן בשבילה דאפילו ליתמי וללקוחות לא טענינן אלא טענה דשכיחא ומצויה אבל טענת משארסתני נאנסתי לא טענינן אנן שום טענה אחרת אלא שהיא טוענת משארסתני נאנסתי ואנן טענינן נמי שמא משארסה נאנסה:"
        ], 
        [
            "<b>בד\"ה</b> כולהו רואות ומראות וכו' עד אבל סומא תלינן וכו'. פי' החילוק שבין סומא לאחרים הוא זה דבכולהו אם לא אמרה ולא מצא לה בתולים לא תלינן במוכת עץ אלא אמרינן בעולת איש היא ואין לה כתובה כלל אבל בסומא תלינן במוכת עץ:", 
            "<b>בד\"ה</b> היוצאת משום שם רע וכו' דהא בעולה ודאי היא. נ\"ל דה\"פ דהא כשיוצאת משום שם רע דהיינו כשלא מצא לה בעלה בתולים שדינה בסקילה כדין תורה הוא ע\"כ כשיש עדים שזינתה ברצון באירוסין ופשיטא שאם אנסה אחר אח\"כ אין לה קנס אפילו קודם שנשאת שאם נאנסה קודם שזינתה אין לה דין סקילה דנערה בתולה כתיב ולא בעולה אלא ודאי צ\"ל שנאנסה אחר כך פשיטא שאין לה קנס אבל אין לפרש הואיל ויש חיוב סקילה וכו' ד\"ל דהא על כרחיך צ\"ל דנאנסה קודם שנשאת ואז היתה ארוסה ולכך מקשה המקשן בת סקילה היא פי' ששייך בה דין סקילה והבא עליה בין באונס או ברצון הוא חייב סקילה וא\"כ ל\"ל דפטור מן הקנס פשיטא דהא קים ליה בדרבה מיניה זה אינו דהא קתני במתניתין וכו' כך צ\"ל הצעת וכוונת התוס' אבל אין נ\"ל לפרש כוונתם במה שאמרו דהא בעולה ודאי היא ר\"ל דכשבא עליה המאנס אחר שיצאה מבעלה משום שם דע ודאי בעולה היא ופשיטא שאין לה קנס וזה יהא כוונת המקשן במה שאמר בת סקילה היא דהא אז אין בה דין סקילה אלא דין חנק כאשת איש וגם אין סברא שיעלה על שום דעת שיהא בה אז דין קנס דהא אשת איש גמורה היא וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה צריכות להמתין וכו' עד ומיהו למאי דמוקי להך דהכא בראוה שנבעלה אתי שפיר וכו'. יש להקשות הא אפילו לפי זה לא אתי שמואל כמאן דלפי שיטת ההלכה דוקא בראוה שנבעלה אית ליה לר\"י דאפילו קטנה צריכה להמתין אבל לא ראוה שנבעלה אפילו גדולה אין צריכה להמתין דבקדושתה קיימא דאל\"כ תקשי שבויה משבויה. וא\"כ שמואל דס\"ל בשלא ראוה שנבעלה גיורת קטנה אין צריכה להמתין הא גדולה צריכה להמתין כמאן וצ\"ל דס\"ל לתוס' הא דמשני כשראוה שנבעלה היינו דוקא אותה ברייתא שניה דקתני בה שבויה וגם גיירת אפילו קטנה צריכין אנו לאוקמיה כשראוה שנבעלה אבל בברייתא הראשונה שלא קתני בה כ\"א גיורת לחוד לא אצטרכינן לאוקמוה בשראוה שנבעלה אלא כדשני מעיקרא דגיורת לא מינטרא נפשה והשתא לפי זה בשראוה שנבעלה אפילו שבויה ואפילו גיורת קטנה צריכה להמתין דגזרינן קטנה אמו גדולה כיון דודאי נבעלה אבל בשלא ראוה שנבעלה שבויה אפילו גדולה אין צריכה להמתין דמנטרא נפשה ובקדושתה קיימא ובגיורת גדולה צריכה להמתין דלא מנטרא נפשה אבל קטנה שאינה ראויה להתעבר אין צריכה להמתין דבספיקא לא גזרינן קטנה אטו גדולה וא\"כ אתי שפיר כרבי יהודה ודו\"ק:"
        ], 
        [
            "<b>ד\"ה</b> ואח\"כ נמצא ההורג וכו' עד דלמאן דאמר חנק קל וכו'. פי' דשם יליף דגבי מכה עבדו ומת תחת ידו דבסייף דכתיב נקום ינקם וכתיב חרב נוקמת נקם ברית וא\"כ למ\"ד חנק קל מסייף ילפינן היכי דקטל בן ברית דבסייף ק\"ו מעבד דאם איתא דרוצה הוא בחנק שזהו סתם מיתה שבתורה אם כן הקלת טפי בבן ברית מבעבד:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אבל סימא את עינו וכו' עד קשה לרשב\"א וכו'. נראה כדי להמלט מקושיא זו דקדק רש\"י בלשונו וכתב איצטריך חד מהני קראי וכ\"כ לקמן קמ\"ל חד מהנך קראי וד\"ל חד מהנך תרי קראי דהיינו כל הדם ולא תקחו כופר והשתא נוכל לומר דלדמי בר חמא ולרב אשי דלקמן קרא דכל חרם אתא לדרשת רבי ישמעאל בנו של רבי יוחנן בן ברוקה שלא תשקל מיניה כופר ותפטרי' מקטלא וקרא דלא תקחו כופר אתא דלא ליעבד ביה שנים ממון ומיתה ואע\"ג דכתיב ולא יהיה אסון איצטריך סד\"א ה\"מ וכו' וא\"כ אתיא ברייתא דר' ישמעאל בנו של ר\"י בן ברוקה כפשטא ולפ\"ז יתיישב ג\"כ דלפי' ר\"ח דפי' כל הדם אתי להיכא דסימא את עינו והרגו בדבר אחד תקשה א\"כ כל ל\"ל:", 
            "<b>בד\"ה</b> הא נמי מאידך תנא דבי חזקיה נפקא וכו' עד וסימא את עינו והרגו בדבר אחד לא חשיב עין ונפש וכו'. מכל דברי התוס' בדבור זה משמע שהם מפרשים הא דמקשה בגמ' הא נמי מאידך תנא דבי חזקיה נפקא ר\"ל הא דסימא את עינו והרגו בדבר אחד דלא כפרש\"י ועל זה יש לתמוה דא\"כ דאפילו סימא את עינו והרגו בדבר אחד נפקא מאידך תנא דבי חזקיה א\"כ תקשה ולא יהיה ל\"ל ובלא כל חרם היה לפי סברת המקשה קשה אקרא דולא יהיה אסון הא מאידך תנא דבי חזקיה נפקא ויש ליישב דה\"ק הא אפילו סימא את עינו והרגו בדבר אחר נפקא מאידך תנא דבי חזקיה ולא יהיה אסון אתא דאפילו היכא דהרגו וקרע שיראין דפטור וא\"כ קרא דכל חרם למה לי ויכול להיות שזהו כוונת התוס' בדיבור שאחר זה במה שכתבו וי\"ל דלפי האמת נפקא כולהו מתנא דבי חזקיה ד\"ל וקרא דולא יהיה אסון אתי לקרע שיראין אלא שאין לשונם משמע כן לקמן כמו שאכתוב שם:", 
            "<b>בד\"ה</b> אמר רב אשי וכו' עד וי\"ל דלפי האמת נפקי כולהו מתנא דבי חזקיה. ר\"ל אע\"ג דלעיל מזה כתבו דהיקשא דמכה אדם ומבה בהמה לא משמע ליה אלא בהכאה אחת היינו כדי לתרץ דקרא דכל הדם אתא לסימא את עינו והרגו בדבר אחר אבל לפי האמת דלא יתורץ בזה משום דאפילו לא ילפינן כולהו מהיקשא דמכה אדם וצריך קרא למפטר סימא את עינו וכו' אפ\"ה לסימא את עינו וכו' לא איצטריך קרא דכל הדם דמאידך תנא דבי חזקיה נפקא וע\"כ צריכין אנו לאוקמא קרא דכל הדם לדרשא אחריתי א\"כ חוזר מסברא זו אלא סבירא ליה דממכה אדם ומכה בהמה ילפינן כולהו אפילו קרע שיראין והיינו דקאמר בתר הכי דאי הוה צריך קרא למיפטריה בלא כל הדם והוה פטרינן ליה וכו' ובתר הכי מקשו התוס' וא\"ת ולישני דאיצטריך כל חרם וכו' ד\"ל דאין ה\"נ תקשה למה חזר מסברא הראשונה דאכתי לישני דמולא יהיה אסון ומאידך תנא דבי חזקיה נפקא לן בין היכא דסימא עינו והרגו בו בין סימא עינו והרגו בדבר אחד מאי אמרת כל הדם ל\"ל לישני דאיצטריך להורג חבירו וקרע שיראין:"
        ], 
        [
            "<b>ד\"ה</b> אימא בתולה לג\"ש תימה דתקשי ליה דאימא תרוייהו לגופייהו וכו'. פי' דע\"כ ס\"ל לגמ' דהג\"ש לא נתקבלה מסיני דאל\"כ מאי פריך אימא בתולה לג\"ש לימא דדוקא ג\"ש דואשר לא אורשה נתקבלה וא\"כ מאחר דלא נתקבלה שום ג\"ש לפרוך דאימא תרוייהו לגופייהו ולא לג\"ש:", 
            "<b>בד\"ה</b> מי אתיא ג\"ש ומפקא ליה לקרא מפשוטא לגמרי כו' עד וקשה וכו'. פי' תושב ושכיר היינו קנוי קנין שנים או נרצע והכי איתא התם האי תושב ושכיר דכתב רחמנא בפסח מאי ניהו אי נימא תושב ממש משום דהוי תושב ושכיר איפטר ליה מפסח וכו' אלמא לא קני ליה רביה אלא לאפנויי אלמא מפקא קרא מפשוטו ואומר ר\"ת וכו' פי' דה\"ק התם האי תושב ושכיר דכתיב גבי פסח מאי ניהו אי נימא תושב ושכיר ממש הא לא איפטר מפסח אלא ע\"כ בערלים מיידי וא\"כ למה כתבו הא כבר כתיב כל ערל לא יאכל בו אלא לאפנויי כתבו:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה בא עליה ונתארסה מהו וכו' עד דמי אמרינן כיון שיצאה מרשות האב לענין קנס וכו'. דברי התוס' הללו צ\"ע ליישבם והנראה לי בכוונתם שר\"ל מי אמרינן כיון דאשכחן דארוסה נפקא מרשות האב לענין קנס כגון בארוסה שנתגרשה ה\"ה אם בא עליה ונתארסה קנסה לעצמה אע\"פ שיש לחלק ביניהם או דלמא כיון דלענין שאר דברים לא אשכחן דארוסה זו נפקא מרשות אב דהא לכל הדבדים ברשות האב היא דזכאי במציאתה ובמעשה ידיה והפרת נדריה ה\"ה קנסה נמי לאביה הוא:", 
            "<b>בא\"ד</b> ולר\"י הגלילי נהי וכו' נמי לא מבעיא וכו'. פי' דפשיטא דלאביה הוא דהא דס\"ל לר\"י הגלילי דאין לה קנס לא משום דנפקא מרשות אב אלא גזירת הכתוב הוא אבל בא עליה ונתארסה דליכא גזירת הכתוב פשיטא דלאביה הוא דהא לא אשכחן לדידיה דארוסה נפקא מרשות האב בשום דבר:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה רבי שמעון פוטר עד ואור\"י דר\"ש חדא ועוד קאמר וכו'. ויש לתמוה א\"כ לרבנן מאי איכא למימר דהא אפילו אי טעמייהו דרבנן דס\"ל דלא קנס קא תבע אלא בושת קא תבע מ\"מ מאחר שלא עמד בדין אפי' אם ייחד כלי או נתן משכון מ\"מ הוי דבר שלא בא לעולם ויש ליישב דרבנן ס\"ל דאדם מקנה דבר שלא בא לעולם והא דלא חשיב להו התם בקדושין דלא חשיב התם אלא תנאים שנתפרשו שמותיהם כגון רבי ור\"מ ודאב\"י כדאיתא התם:"
        ], 
        [
            "<b>גמרא</b> אי דלא עמד בדין כפילא מי איכא. פי' רש\"י מי יימר דגנב דתבעיה כפילא פירש אפילו אם מצא הגניבה בידו לא מצי למימר ולמתבע ליה אתה גנבת שלי שלם לי הכפל מאחר שלא עמד עדיין בדין מצי אמר ליה אתה נתתו לי או אתה הפקדת אצלי או קניתי אותו ולכך ע\"כ צ\"ל דאיידי דעמד בדין משא\"כ לעיל גבי אתה אנסת בתי או פתית בתי דהרי שור שחוט לפניך ולבך אפילו דלא עמד בדין מצי מיירי ולכך איבעי ליה לעיל:"
        ], 
        [], 
        [], 
        [
            "<b>תוס'</b> ד\"ה איכא בינייהו אורועי סהדי וכו' עד א\"נ לפסול חתימתן. פי' [לא] שפוסל העדים בהודאתו אלא שפוסל כל השטרות שיש לו שאלו העדים חתומין בהן דכיון דהודה ששטר זה הראשון הוא מזוייף אמרינן הוא זייף חתימת העדים וזייף ג\"כ כל חתימות השטרות שבידו כמו שזייף זה ועיין באשר\"י:"
        ], 
        [
            "<b>תוס'</b> ד\"ה ואימא לרבות וכו' עד דמקרב אחיך ידעינן בכל דין דבעינן הורתו ולידתו בקדושה. נראה דלאו דוקא הורתו ולידתו אלא דבעינן נמי שיהא אמו מישראל כמו שכתבו התוס' סוף דבור זה:"
        ], 
        [
            "<b>תוס'</b> ד\"ה אמר רבא וכו' עד ולפי זה לא גרסי' בעלמא וכו' וכן הא דקאמרי' בסמוך ולפי זה הא דקתני וכו'. כתב כן לאפוקי לפי' רבינו שמואל שכתב לקמן בסמוך הוי הכל ניחא:", 
            "<b>ד\"ה</b> תנאי היא וכו' עד היכי מייתי לאישתני גופא דלעיל פי' היכי מייתי מרבנן דר\"ש אברייתא דלעיל דקתני ומשבגרה הוציא עליה ש\"ר דבסקילה דלא אמרי' הואיל ואשתני גופא אשתני קטלא.  :"
        ], 
        [], 
        [
            "<b>תוס'</b> ד\"ה אתיא שימה שימה כו' מראמר בריש איזהו נשך וכו'. הא ראצטריכו התוס' להביא ראיות מעלמא דאין רבית בקרקע ובפחות משוה פרוטה ולא דייקי לה משמעתין דאי יש רבית בקרקע ובפחות משוה פרוטה א\"כ מאי בעי ר' ירמיה הכא שכרן בקרקע וכו' י\"ל דאשמעתין איכא לתרץ דלעולם איכא רבית בקרקע דמרבינן לה מכל דבר אשר ישך כדאיתא בריש איזהו נשך ומבעיא ליה דלמא שאני התם דמשום דחומרא דרבית הוא א\"ד הואיל וילפינן מוציא ש\"ר מהתם לרבי יהודה לא שנא וכן צ\"ל ע\"כ לתנא דברייתא דס\"ל דיש רבית בקרקע כמו שמביא הב\"י בטוד י\"ד סי' קכ\"א גם מדברי התוס' כאן משמע דמספקא להו מדכתבו בסוף דבור זה שמא בכהאי גוונא לא הוי רבית בקרקע:", 
            "<b>בא\"ד</b> אבל אם אדם לוה שדה שאם שטפה וכו'. צ\"ל הא דכתבו שאם שטפה ולא כתבו סתם שאם הלוה שדה וכו' משום דלא שייך הלואה בדבר המוחזר בעין אלא לשון שאלה ובשאלה אין איסור רבית כ\"א בהלואה:"
        ], 
        [
            "<b>ד\"ה</b> ואימא לדידה וכו' דאי כתב רחמנא כי יקח וכו' ר\"ל וא\"כ היכי קאמר הכא ואימא דידה הוי אם כן קרא אין כסף למאי אתא לאשמועינן דאשה נקנית בכסף מכי יקח נפקא דאין קיחה אלא בכסף דילפינן קיחה קיחה משדה עפרון:", 
            "<b>בא\"ד</b> ואור\"י וכו'. ר\"ל דמיתורא לא מסתבר ליה למילף שיהא שלו אי לאו משום משמעות בקרא דיהא של אב והא דאמרינן בפרק קמא דקדושין ואיצטריך למיכתב וכו' היינו לפי מסקנא דשמעתין דקאמר יציאה דכוותה קא ממעט וא\"כ יש משמעות בקרא שהוא של אב וכן כתבו התוס' בקדושין דף ג':", 
            "<b>בד\"ה</b> יציאה דכוותה קא ממעט וכו' עד מה התם נערה אף כאן נערה. נראה דר\"ת מפרש הקושיא דפריך בגמרא ואימא לדידה ר\"ל ואימא הא דקא מרבינן אין כסף לאדון זה אבל יש כסף לאדון אחר היינו אב אימא הני מילי בקטנה דלית לה יד אבל בנערה דאית לה יד כספא לדידה הוה כדפריך על פסוק את בתי נתתי לאיש הזה ולכך מסיק בשמעתין יציאה דכוותה קא ממעט מה התם נערה אף כאן נערה ולכך הקשו התוס' דאכתי תקשי ואימא לדידה הוי כפי' הקושיא לפרש\"י לפירוש הראשון וגם משמעות הלשון ואימא לדידה לא משמע כפי' ר\"ת וזה כוונת התוס' בקדושין דף ד' במה שכתבו שם בסוף דבור המתחיל יציאה דכוותה וכן משמע לשון הקושיא עיין שם:"
        ], 
        [], 
        [
            "<b>גמרא</b> ת\"ר תקנו מזונותיה תחת מעשה ידיה וכו'. עיין ביאור שיטת ההלכה זו בספר שאלות ותשובות שלי בסימן ל\"ב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה שאין אני קורא וכו' עד א\"נ כי לית להו לב\"ה עד וההיא דהמקבל נמי לייפות כהה וכו' וא\"ת הדרא קושיא לדוכתה הא בית שמאי במקום ב\"ה אינו משנה דהא הכא איירי לגרע כחה והני תנאי דדרשי לשון הדיוט איירי דוקא בייפוי כחה אבל באמת הוא שהלל הזקן לבד מיירי דוקא לייפוי כחה אבל שאר התנאים איירי בכל ענין אפילו לגרע כחה וע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>תוס'</b> ד\"ה ולשבועה וכו' עד ולא אתי שפיר אליבא למאן דמשוה שאר שטרות לכתובה. ד\"ל דלדידיה אפילו לא הוה התוספת ככתובה אית ליה דינא דכתובה בהני דהא אפילו גבי שאר שטרות נמי דינא הכי:"
        ], 
        [
            "<b>ד\"ה</b> ובתרומת מעשר וכו' עד חשכה (לילי שבת פירוש) מוצאי שבת כו' דעם הארץ ירא לשקר בשבת וכו'. פי' משום דרואה דמחמירין בשבת לענין מעשר דאין אוכלין אפילו עראי וכן עונש תרומה לזרים היא חמורה ולכן ירא לשקר:"
        ], 
        [
            "<b>ד\"ה</b> טעמא דכתבה וכו' עד דהא פליג ארבי יוסי דאמר רשאי. פי' דרבי יוסי אמר רשאי ר\"ל דאפילו בע\"פ תנאו קיים מכלל דרבי יהודה דפליג עליה ס\"ל דוקא כתבה אבל ע\"פ לא וברייתא היא בדף זה ע\"ב:"
        ], 
        [
            "<b>ד\"ה</b> ושמעינן ליה וכו' עד בברייתא דלעיל. פי' מדנקיט ר\"מ שאר כסות ועונה ולא נקט שאר דברים מכלל דס\"ל דוקא הני דהוו דאורייתא אבל מידי דמדרבנן תנאו קיים:", 
            "<b>בא\"ד</b> דדייק מדלא קתני לעיל וכו' וכתובה ויש לדקדק א\"כ מאי משני התרצן קסבר רבי מאיר כתובה דאורייתא מ\"מ קשה אם איתא דס\"ל לר\"מ דגם בכתובה תנאו בטל הוי ליה למינקט ג\"כ כתובה בהדי שאר כסות ועונה ונראה דדוקא לפי סברת המקשה דהוה ס\"ל דכתובה דרבנן ולכך הוה דייק מדלא קתני לעיל כתובה משום דהוי רבותא דאפילו בדרבנן נמי תנאו בטל אבל התרצן השיב דקסבר רבי מאיר כתובה דאורייתא ולכך לא צריך למיתני כתובה לעיל דהא קתני שאר כסות ועונה וה\"ה כתובה דתנאו בטל ג\"כ דהא הוי ג\"כ דאורייתא לדידיה ואע\"ג דרבי יהודה ס\"ל דכתובה דרבנן מ\"מ ר\"מ לפי סברתו קתני ולא דמי להא שכתבו התוס' לפי סברת המקשן דצריך למתני כתובה משום דאיכא מ\"ד דלא עשו חיזוק לדבריהם דהתם הא מלתא דעשו חיזוק או לא עשו הוי סברא בעלמא:"
        ], 
        [
            "<b>ד\"ה</b> ולא פליגי תרי גברי אליבא דחד גברא וכו' עד אליבא דחד תנא. פי' דרבי יהושע בן לוי ס\"ל דבסוף מודה רבי יוסי ור\"י ס\"ל דבסוף נמי פליג:"
        ], 
        [
            "<b>גמ'</b> ת\"ש בוגרת ששהתה שנים עשר חדש ואלמנה ל' יום רבי אליעזר אומר וכו' כך צ\"ל וכן הוא במתני' דנדרים וכן מוכח בתוס' ד\"ה תיובתא דרב הונא:"
        ], 
        [
            "<b>תוס'</b> ד\"ה הנהו קלא אית להו וכו' עד וקצת משמע כן בפרק המוכר פירות וכו' יגעתי ולא מצאתי מזה דבר שם ובספר ח\"ש כתוב שט\"ס הוא וגרס גירסא אחרת ע\"ש:", 
            "<b>בד\"ה</b> השתא בפני הבעל וכו' עד ה\"נ דלא זו אף זו קתני. ויש לתמוה לפירוש התוס' איך יתיישב הא דקתני במתני' או כולן בפני היבם חסד יום אחד בפני הבעל השתא כולן בפני הבעל חסד יום אחד אמדת לא אכלה כולן בפני היבם מבעיא דהכא לא שייך לומר לא זו אף זו כלל וצ\"ל דהתוס' לא גרסי בבא זו דכולן בפני היבם וכו' במתני' וכן באלפסי ליתא:"
        ], 
        [
            "<b>גמ'</b> אימת קדוש וכו' עד לעולם במעלה לה מזונות ואינו מעלה לה מעה כסף וכו' ופרש\"י וה\"ה דמצי לאוקומי כשאין מעלה לה מזונות וכו'. ר\"ל מאי דוחקיה דרב ושמואל דאוקי לה לאחר מיתה לוקמה מחיים והסיפא איירי דמעלה לה מעה כסף ולכך המותר הקדש והרישא איירי בשאינו מעלה לה מזונות ולכך עושה ואוכלת אלא משום דרב אית ליה יכולה וכו' ואוקי רישא דמתני' בניזונת וכו' פי' דברישא אפילו היכא דניזונת עושה ואוכלת דיכולה אשה לומר איני ניזונת ואיני עושה ולכך מוקי מתני' במעלה לה מזונות והסיפא איירי בשאין מעלה לה מעה כסף ולכך המותר דוקא קדוש לאחר מיתה ולא מחיים משמע דאי הוה מעלה לה מעה כסף הוי המותר הקדש אפילו לרב אפילו מחיים ולפי זה צ\"ל לפי' רש\"י דבמותר מורה רב דאינה יכולה לומר איני ניזונת ר\"ל איני נוטלת ממך המעה כסף ואיני עושה דהמותר תקנו ליה רבנן משום חינא כמו שכתב הטור אבן העזר סי' פ\"א בשם רבינו יונה ע\"ש וא\"ת לפי זה האי דקאמר לעיל בגמרא ופליגא דריש לקיש וכו' מנלן דפליג רב הונא אריש לקיש והא ריש לקיש במותר איירי ובמותר אפילו רב הונא מודה דאינה יכולה לומר איני ניזונת ואיני עושה ויש לתרץ בדוחק דדייק בגמרא מדקאמר ריש לקיש מתוך שיכול לכופה למעשה ידיה ולא קאמר מותר מעשה ידיה וכו' משמע דאפילו בעיקר מעשה ידיה יכול לכופה ואינה יכולה לומר איני ניזונת ואיני עושה אבל צ\"ע לפי זה מאי דוחקא דרב ושמואל לפרש הסיפא לאחר מיתה ובמעלה לה מזונות ואינו מעלה לה מעה כסף לוקמא במחיים וכגון במעלה לה מזונות ומעלה לה מעה כסף ובמעשה ידיה דיכולה לומד איני ניזונת ואיני עושה ולכך תני ברישא רעושה ואוכלת אבל במותר דאינה יכולה לומר איני נוטלת מעה כסף ואיני עושה מותר ולכך תני בסיפא דהוי הקדש לרבי מאיר ורבי יוחנן פליג ואמר חולין משום דהוי דבר שלא בא לעולם דמעשה ידיה אינם בעולם שעדיין לא נעשו ולא ס\"ל לר\"י הסנדלר מתוך שיכול לכופה נעשה כאומר יקדשו ידיך וכו' דהא לא אמר הכי כמו שאנו צריכים לומר לר\"ל לעיל דבהכי פליג דלא ס\"ל אין אדם מוציא דבריו לבטלה וי\"ל דלא מסתבר ליה לרב ושמואל דליפלוג בהא ד\"י הסנדלר דא\"כ ליפלוג גבי המעריך פחות מבן חדש ולכך מוקי הסיפא בשאינו מעלה לה מעה כסף ולאחר מיתה דהשתא א\"א לאוקומי טעמא דר\"י הסנדלר אלא משום דבר שלא בא לעולם ושמואל פסק לקמן הלכה כר\"י הסנדלר בדבר שלא בא לעולם ולכך מוקי לה בלאחר מיתה דהשתא ע\"כ טעמא דר\"י הסנדלר משום דבר שלא בא לעולם וכמו שפירש רש\"י בסמוך בד\"ה מי אמר שמואל הכי ועכ\"פ צ\"ל לפרש\"י הא דקאמר לעולם במעלה לה מזונות וכו' רצה לומר שהוא חפץ לזונה ואפילו הכי תני ברישא עושה ואוכלת משום דסבירא ליה לרב ושמואל דיכולה אשה לומר איני ניזונת ואיני עושה אבל לפי' התוס' א\"א לומר כן דהרי כתבו התוס' לעיל בד\"ה מאי לאו בנזונית וכו' לא כשהוא זן קאמר וכו' עד כדקאמר לקמן אי במעלה לה מזונות וכו' וכאן נמי בד\"ה במעלה לה מזונות וכו' כתבו אליבא דרב אדא בר אהבה מוקי לה הכי אבל לרב ושמואל לא מצי מוקמי מתני' א\"כ ע\"כ צ\"ל דהתוס' מפרשין הא דקאמר הכא לעולם במעלה לה מזונות וכו' היינו כשהוא זן אותה ממש קאמר וא\"כ ע\"כ צ\"ל דפירוש סוגיית השיטה מתחלפת לפרש\"י ולפירוש התוס' וכדי לברר הענין ולמעט העיון אציע שיטת רש\"י ושיטת התוס' לפרש\"י כך הוא פי' השיטה אימת קדוש וכו' במאי אילימא במעלה וכו' מ\"ט דמ\"ד לאחר מיתה פי' אי בחפץ להעלות לה מזונות ומעה כסף מ\"ט דמ\"ד לאחר מיתה הא במותר לכ\"ע אינה יכולה לומר איני ניזונת ואיני עושה ואלא כשאינו מעלה וכו' לעולם במעלה וכו' ורב ושמואל סברי מזונות תחת מעשה ידיה ואפ\"ה ברישא עושה ואוכלת דיכולה אשה לומר וכו' ומעה תחת מותר וכיון דלא יהיב פי' שאינו חפץ ליתן לה כגון שאין לו נכסים מותר דידה הוי ואינו קדוש מחיים אבל אי הוה חפץ למיהב הוי קדוש דבמותר אינה יכולה לומר וכו' אפילו לרב אדא בר אהבה דסבר תקנו מזונות תחת מותר וכו' וברישא כיון דלא יהיב לה מעה כסף עושה ואוכלת משמע אבל אי הוה חפץ ליתן מעה כסף השייך לה תחת מעשה ידיה אינה עושה ואוכלת והוי הקדש דאין אשה יכולה לומר וכו' כריש לקיש ולפי' התוס' כך הוא פי' השיטה במאי אילימא במעלה לה מזונות ר\"ל שזן אותה מ\"ט דמ\"ד וכו' ואי כשאין מעלה לה מזונות פי' שאינו זן אותה מ\"ט דמ\"ד מחיים ואלא כשאינו מעלה וכו' פירוש שאינו זן אותה אעפ\"י שחפץ לזונה מ\"ט דמ\"ד מחיים ולא מסתבר ליה למימר לעולם שאינו זן אותה אלא שחפץ לזונה ולכך הוי הקדש מחיים משום דס\"ל דאינה יכולה לומר וכו' דא\"כ ברישא אמאי עושה ואוכלת דס\"ל דאין חילוק בין מותר למעשה ידיה לעולם במעלה לה מזונות פי' שזן אותה ואינו מעלה לה מעה כסף ורב אדא סבר תקנו מזונות תחת מותר וכו' לפי זה גם רב יוכל להיות דסבר כרב הונא יכולה אשה לומר וכו' והא דמותר הקדש מחיים מיירי כשזן אותה ולרב ושמואל צ\"ל דמיירי כשאינו זן אותה וגם אינו מעלה לה מעה כסף כמו שכתבו התוס' ולפי סברת ד\"ל מנקי שאינו זן אותה אלא כשחפץ לזונה ואינו חפץ להעלות לה מעה כסף וס\"ל דמזונות תחת מותר ואשה אינה יכולה לומר וכו' ולכך המותר קדוש והא דברישא עושה ואוכלת משום דאינו רוצה להעלות לה מעה כסף כך נראה בעיני שיטת הסוגיא לפרש\"י ותוס' ובכל מה שכתבנו דוק היטב:", 
            "<b>תוס'</b> ד\"ה מאי לאו בניזונת לא כשהוא זן אותה קאמר דא\"כ יקדשו וכו'. פי' אפי' לרב הונא יהא קדוש וא\"ת א\"כ דאפילו לרב הונא משכחת לה דקדשו א\"כ מנלן דפליג ריש לקיש ארב הונא דלמא ריש לקיש איירי כשהוא זן אותה ממש ויש לתרץ דגמרא דייק מדקאמר ריש לקיש מתוך שיכול לכופה למעשה ידיה משמע אפילו היכא שהיא אינה רוצה לזון רק אומרת איני ניזונת ואיני עושה אפ\"ה הוא יכול לכופה למעשה ידיה בעל כרחה דס\"ל מעשה ידיה עיקר:", 
            "<b>בד\"ה</b> מתוך שיכול לכופה וכו' במעלה לה מזונות ואינו מעלה לה מעה כסף. פי' וס\"ל דמזונות תחת מותר ולכך המותר קדוש כיון שהוא מעלה לה מזונות ומעה כסף תחת מעשה ידיה הלכך קתני רישא עושה ואוכלת כיון שאינו מעלה לה מעה כסף ואיפכא לא מצי לאוקמי דס\"ל מזונות תחת מעשה ידיה ומעה כסף תחת מותר ומיירי כשמעלה לה מעה כסף ואינו מעלה לה מזונות ולכך תנא ברישא עושה ואוכלת משום דאין רגילות שיעלה מעה כסף ולא יעלה מזונות כמו שכתבו התוס' לקמן בסוף ד\"ה במעלה לה מזונות ופי' במעלה לה מזונות וכו' דקאמרי התוס' ר\"ל שהוא חפץ לזונה אע\"פ שהיא אינה רוצה ויש להקשות לריש לקיש דס\"ל דמעה כסף תחת מעשה ידיה ורישא דמתניתין איירי כשאינו מעלה לה מעה כסף א\"כ פשיטא דלא קדשו מעשה ידיה כדפריך בגמרא אי בשאינה ניזונת מאי למימרא וכו' והשתא לא מצי לשנויי סיפא אצטריכא וכו' דבשלמא לפי שיטת התרצן דלפירושו דהסיפא דמתניתין איירי נמי בשאינו מעלה לה כלום בעד המותר ולכך משני שפיר לעולם כשאינו מעלה לה מזונות ואפילו הכי לא תקשה מאי למימרא דסיפא איצטריכא ליה דאפילו היכי דאינו מעלה לה כלום המותר קדוש ולכך תנא נמי הרישא דאיירי נמי בשאינה ניזונית שעושה ואוכלת אע\"פ שאין בה רבותא משום דסיפא אצטריכא ליה אבל לפי סברת ריש לקיש דהסיפא איירי במעלה לה בעד המותר והרישא איירי כשאינו מעלה לה בעד המזונות א\"כ לא שייך למימר סיפא איצטריכא ליה וק\"ל וי\"ל דאפ\"ה איכא למימר תני רישא איידי דסיפא א\"נ י\"ל דהיא גופא קמ\"ל דמזונות תחת מותר ולכך המותר קדוש כיון שמעלה לה מזונות ומעה כסף תחת מעשה ידיה וכיון שאינו מעלה לה מעה כסף לכך ברישא עושה ואוכלת ולפי זה בגמרא כשהקשה אי בשאינה ניזונית מאי למימרא ה\"נ הוי מצי לשנויי דמיירי כשמעלח לה מזונות ואינו מעלה לה מעה כסף והיא גופה קמ\"ל דמזונות תחת מותר ומעה כסף תחת מעשה ידיה כדפירשנו לפי סברת ריש לקיש אלא דבלאו הכי משני שפיר. כללא דמלתא לפי סברת המקשן דפריך מאי לאו בניזונית פי' שרוצה לזונה (בניזונת) והרישא והסיפא איירי במעלה לה תחת מעשה ידיה ותחת מותר ואפ\"ה קתני ברישא עושה ואוכלת דיכולה היא לומר איני ניזונית ואיני עושה והסיפא דקתני המותר קדוש פי' לאחר מיתה כשיורשה ואפ\"ה פליג ר\"י הסנדלר משום דהוי דבר שלא בא לעולם ורישא רבותא קמ\"ל וסיפא רבותא קמ\"ל דבחיים אפילו עיקר מעשה ידיה במידי דשכיח כדלקמן אפ\"ה אינו קדוש מחיים וכ\"ש מותר ולאחר מיתה אפילו מותר קדוש וכ\"ש עיקר מעשה ידיה ולפי סברת התרצן רישא וסיפא תרוייהו איירי בשאינו מעלה לה ולכך תני ברישא עושה ואוכלת פי' מחיים וכ\"ש מותר וסיפא איצטריכא ליה דאפ\"ה מותר הקדש לאחר מיתה וכ\"ש מעשה ידיה דס\"ל לרבי מאיר אדם מקדיש דבר שלא בא לעולם אבל כשמעלה לה מזונות אין ה\"נ דתרוייהו הקדש אפילו מחיים ואינה יכולה לומר איני ניזונית ואיני עושה ולפי סברת ריש לקיש הרישא איירי כשאינו מעלה לה מזונות תחת מעשה ידיה ולכך עושה ואוכלת מחיים והסיפא מיירי כשמעלה לה תחת המותר ולכך המותר הקדש אפילו מחיים דמתוך שיכול לכופה למעשה ידיה וכו' דס\"ל דאשה אינה יכולה לומר איני ניזונית ואיני עושה:"
        ], 
        [
            "<b>גמ'</b> דאמרה לכי מיגרשא. בתוס' ד\"ה לכשאקחנה משמע דלא גריס דאמרה:", 
            "<b>תוס'</b> ד\"ה כי אמר שמואל וכו' להעדפה וכו' עד ונראה לר\"ת וכו' דסבר שמואל כר' יוחנן בן נורי בהא דהעדפה לבעל. פי' דר\"י בן נורי פליג אר\"ע דס\"ל דיפר משום העדפה דהעדפה דידה הוי ור\"י בן נורי סבר דמשום העדפה אינו צריך להפר דהעדפה דבעל הוי אלא דצריך להפר משום שמא יגרשנה:"
        ], 
        [
            "<b>ד\"ה</b> שדה זו שמשכנתי לך וכו' עד דיכול להקדיש יותר ממה שיכול לאסור וכו'. אבל קצת קשה דסברת התרצן היא הפוכה מסברת המקשן דהוא הוה סבר דיותר יכול להקדיש מלאסור והוא משיב דאדרבה קונמות קאמרת וכו' ובקונם יכול לאסור אפילו בדבר שלא בא לעולם וצ\"ל דאין ה\"נ דלפי המסקנא שמדמה ליה לקדושת הגוף אוסר יותר בקונם מבהקדש שאינו קדושת הגוף והא דכתבו התוס' כדמוכח בערכין אין רצונם לומר דשם מוכיח דבהקדש חל יותר אלא ר\"ל דבערכין מוכח שחל ההקדש אפילו בעודה ממושכנת אבל יש להקשות והיאך אפשר להקדש לחול והא אין הקדש מפקיע מידי שיעבוד אלא דוקא בהקדש קדושת הנוף והאי שדה קדושת דמים הוא וי\"ל דאין ה\"נ דאין השדה קדוש אלא כל זמן שיש לב\"ח לגבות חובו ממקום אחד אבל אם אין לב\"ח לגבות חובו ממקום אחד מוציאו מיד הקדש אלא שמוסיף דינר וכן משמע שם בתוס' בערכין דף כ\"א מיהו כל זמן שלא גבאו הוא קדוש ע\"ש:", 
            "<b>בד\"ה</b> קונמות קא אמרת וכו' וי\"ל דדוקא בקונמות אלמוה רבנן שלא יפקיע חובו וכו' ר\"ל דגבי קונם דאינו אוסר אלא להנאסר לבדו אבל לעצמו הוא מותר ולכך חיישינן א\"כ כל אחד יפקיע חובו מב\"ח ולכך אלמוה רבנן לשיעבודא דב\"ח שלא יפקיענו אבל בהקדש דגם לדידיה הוא נאסר דלכל העולם הוא נאסר ליכא למיחש:", 
            "<b>בא\"ד</b> לא לאיש פי' כשהאיש הכה את עינו או הפיל שינו ולא לאשה אם האשה הכתה עינו:", 
            "<b>בא\"ד</b> אע\"ג השיחרור דמי להקדש ר\"ל דאם האשה שיחררה אותו ממנה גם מיניה יצא לחירות:"
        ], 
        [
            "<b>ד\"ה</b> יכול יהא חלב מהלכי שתים אסור וכו' עד דמצי למעוטי חלב ודם מחד קרא וכו'. ויש ליתן טעם היאך יכולים למעט שני דברים מחד מיעוטא לוקמא קרא אמסתבר טפי ונראה ליישב דבשלמא מיעוט אחד אמרינן דאוקמינא ליה אמסתבר טפי אבל מיעוט הוא או זה דמשמעותי' זה דוקא ולא דבר אחר א\"כ ממעיט מיניה הכל:", 
            "<b>בא\"ד</b> אבל מאיסור טמא לא ממעטינן ליה וכו'. וא\"ת לכתוב חלב ודם דהשתא יהא דם מותר לגמרי וכ\"ש בשר וי\"ל דאי לא כתב מיעוט גבי בשר ה\"א דדם לא מימעט אלא מאיסור דם אבל מאיסור טמא לא אימעט אלא הוי אסור כמו בשר אע\"ג דחלב אשתרי שאני חלב שאינו שוה בכל ולכך הוה מדמינן דם לבשר והוה אסור באיסור טמא ולכך איצטריכו כולהו:"
        ], 
        [
            "<b>ד\"ה</b> והלכתא וכו' עד ולמאי דהוה מפרש מעיקרא טעמא דמעוברת וכו'. פי' דמעיקרא הוה מפרש טעמא דמעוברת משום דחייסא פי' ממעכו בשעת תשמיש או שמא תעשה עובר סנדל ופריך שם א\"ה דידיה נמי ומסיק אלא משום דסתם מעוברת למניקה קיימא והשתא לטעמא קמא אין חילוק במעוברת בין אלמנה וגרושה וה\"ה לטעמא בתרא וה\"ה במניקה דהא חד טעמא הוא משום דמעוברת למניקה קיימא:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> התלמידים יוצאין וכו' פי' ר\"י דאתא לאשמועינן וכו'. נראה דקשה לר\"י והא קתני בסיפא הפועלים שתים בשבת והכא קתני דיוצאים שבת אחת וא\"כ משמע דעונתן לא הוי שתים בשבת לכך פי' דהרישא לאו בדין עונה איירי אלא אתא לאשמועינן דאע\"ג דמנהגם היה וכו' ועונתן הוא שתים בשבת יכולין לשנות וכו' ולצאת וכו' ועי' לקמן בתוס' בדף ס\"ב ע\"א ד\"ה והתניא הפועלים וכו':"
        ], 
        [
            "<b>ד\"ה</b> והתניא הפועלים אחת בשבת וכו' עד י\"ל דברייתא קמ\"ל וכו'. ונראה שלפי סברא זו ס\"ל דאחת בשבת ושבת אחת משמעותן שוה וכן כתב הר\"ן שזהו סברת רב אלפס ולא משמע ליה שבת אחת שאינם חוזרים כ\"א ביום השמיני כסברת ר\"י ברבי ברוך דאל\"כ תקשה דהכא משני דקמ\"ל בברייתא שאע\"פ שמנהגם כך אם רוצים לשנות יותר מאחת בשבת אינן רשאין ורישא דמתני' תני דיכולין לשנות להיות כל שבעה בחוץ וק\"ל:"
        ], 
        [
            "<b>גמ'</b> הות יתבא באיגרא וכו'. בה\"ש גריס הוי יתיב באיגרא איפחת איגרא מתחותי' ונח נפשיה:", 
            "<b>תוס'</b> ד\"ה מט' קבין וכו' עד ולפי החשבון ד' סאין בסלע הוי נ' דינר י\"ח קבין וכו'. פי' ולכך קאמר רוצה בקב וכו' פי' קב כנגד ט' דהיינו ב' קבין נגד י\"ח:"
        ], 
        [
            "<b>תוס'</b> ד\"ה רב הונא וכו' עד אבל אין נראה וכו' וכי עבדה שאר מלאכות פוחתין לה מעשיית צמר. פי' אין נראה וכו' משום דהא תהא צריכה לעשות בצמר למזונותיה וגם תהא חייבת בז' מלאכות לבעלה ואין סברא שתעשה שתיהן דהא כי מיתזנא מבעלה כי עבדה שאר מלאכות פוחתין לה ממעשה ידיה וכו' וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> ואינהו וכו' עד כמו שמפרש ר\"ת. נ\"ל דר\"ת מפרש דקאי אמורדת דהכא ולא אאומרת מאיס עלי:", 
            "<b>בא\"ד</b> דהא כיון ששניהם חפצים בגירושין וכו'. ר\"ל דר\"ת מפרש לקמן בסמוך דאפילו באומרת מאיס עלי לא כפינן ליה אגיטא אלא א\"כ מגרש מרצונו וא\"כ הא דאמר משהינן ליה תריסר ירחי שתא אגיטא ע\"כ צריך לומר דרוצה לגרשה והיא גם כן חפצה בגירושין דהא אומרת מאיס עלי וא\"כ שניהם חפצים בגירושין ולמה ישהה אותה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס'</b> ד\"ה זהב הרי הוא כשויו פר\"ח דבכלי זהב איירי וכו'. נראה לי דקשה על פרש\"י דאי איירי בחתיכות זהב פשיטא דהרי הן בשוויין דמה פחת שייך גבייהו ומה ס\"ד נמי דמקשה דלהוו ככלי כסף דבכלי כסף משתמשין ופחתי אבל בחתיכות זהב אין משתמשין בהן ובמה יפחתו ובמסקנא דמשני בדהבא פריכא צ\"ל לפר\"ח דר\"ל חתיכות זהב הרי ככלים שלמים דזהו יותר משויין של שברי זהב וק\"ל:", 
            "<b>בד\"ה</b> אמר אביי וכו' וא\"ת אמאי אצטריך למיפשט ממתני' תפשוט מדרב יהודה וכו'. ד\"ל כיון דפשיט ממתניתין משמע דלא הוי זוזי מדינה אלא היכא דמדוייק ומוכח מתוך אותה המשנה או ברייתא תפשוט מדרב וכו' ולדידיה כל מקום שנזכר כסף בדבריהם לא הוי אלא כסף מדינה בלי שום דיוקא:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> כאן לאחר שבא לידי גיבוי וכו' עד ור\"ת פי' וכו' עיין באשר\"י שהוא כתב בשם ר\"ת פי' אחר:"
        ], 
        [
            "<b>גמ'</b> איתיבי' רבא וכו' עד הא גדולה ויתרה. פי' נערה איבדה המותר ומשני הא דאיבדה איירי דלא מחאי:", 
            "<b>שם</b> ה\"נ מסתברא וכו' עד שאינה ניזונית פי' בונרת לא הא נערה נוטלת עישור דהא היא ניזונית מהאחים ומוקי לה נמי בדלא מהאי ומקשין העולם דנראה כסתרי אהדדי דלפי אוקימתא דלעיל אפילו נערה ויתרה בדלא מחאה והכא משמע דדוקא בוגרת אינה נוטלת עישור בדלא מחאה הא נערה נוטלת דהא היא ניזונת ואינה קושיא כלל דלעיל מותיב אנישאו ושם אפילו נערה ויתרה בשלא מחאה ונטלה מה שנתנו לה והכא קאמר דא\"כ קשיא רבי אדרבי פי' בוגרת בלא נישאו דלעיל קאמר רבי בגרו עד שלא נישאו לא איבדו פרנסתן והכא משמע דוקא בת הניזונית דהיינו נערה קודם שנישאת נוטלת עישור הא אם שהתה עד שנתבגרה אפילו עד שלא נישאת אינה נוטלת עישור אלא ע\"כ איירי בלא מחאי ולעיל איירי במחאי ופי' מהאי גבי בוגרת ר\"ל שהתרה בהאחין קודם שנתבגרה שישיאו אותה ויתנו לה עישור שלה קודם שתתבגר ה\"ה גבי נישאו ובנערה עד שלא תתבגר יש נמי לחלק בין היכא שלא מחתה בהאחים רק נטלה מהם ברצונה הטוב מה שנתנו לה בשעת נישואין להיכי שמהאי בשעת נישואין דאז לא איבדה המותר:", 
            "<b>תוס'</b> ד\"ה לרבי אידי ואידי נביא וכו' עד דהא רבא פסיק לעיל כר\"י דפרנסה שמין באב וכו'. פירוש מאחר דשמין באב והאב ודאי היה נותן מטלטלין ממילא שמעינן דגבי' מטלטלין וגבי מזונות פסק לקמן ממקרקעי. ויש להקשות דהא לקמן דהוא בסוף שמעתין דף סט ע\"ב פסק (נמי) דפרנסה נמי ממקרקעי ולא ממטלטלי דהא קאמר כן הלכתא ממקרקעי ולא ממטלטלי בין למזוני בין לכתובה בין לפרנסה וי\"ל דר\"ל דלקמן איירי היכי דלא אמידנא לאב שלא היה גר בינינו כדלעיל דאז אין שמין באב אלא נוטלת עישור נכסים כדינא ולכן לא נביא ממטלטלין אבל היכא דאמרינן שמין באב אפילו מממלטלים אבל למזונות אינה נביא לעולם ממטלטלין לרבא אלא ממקרקעי ועיין באשר\"י ובהר\"ן:"
        ], 
        [
            "<b>ד\"ה</b> משום רווח ביתא יש להסתפק היכא דאיכא עשר בנות וכו'. פירוש עשר בנות ובן אחד וקדמה הראשונה ונטלה עישור נכסים ולא הספיקה שניה לגבות עד שמת הבן ועיין בהר\"ן:"
        ], 
        [
            "<b>ד\"ה</b> אילימא קטנה מן הנשואין וכו' פירוש אף קטנה וכו' פירוש דאל\"כ הקשה מתניתין דקתני דר\"מ סבירא ליה יעשה שליש מה שהושלש בידו רבי יוסי אומר וכו':"
        ], 
        [], 
        [], 
        [
            "<b>ד\"ה</b> בהא קאמר שמואל וכו'. נראה מפי' התוס' דגרסי עוד צריכותא אחרת אליבא דשמואל:", 
            "<b>ד\"ה</b> שנדרה היא וקיים לה הוא וכו' עד אלא שנדרה הנאה מכל הפירות וכו'. נראה דט\"ס הוא דהא כתבו התוס' לעיל בד\"ה שלא תטעום וכו' דלפי המסקנא א\"א לפרש שנדרה מכל הפירות אלא שלא תטעום במין אחר שבפירות ולפי מה דסלקא דעתין דאדרה אותו ותלינהו בתשמיש המטה חל אפילו הדירה מכל הפירות ובדיבור זה בצירוף הדבור שלפני זה כתבו התוס' בהיפוך:", 
            "<b>בד\"ה</b> בעניות וכו' עד וע\"כ מתניתין לשמואל בנדרה היא כו'. ר\"ל מתניתין דקתני המדיר שלא תתקשט וכו' ייציא ויתן כתובה דהאי איירי בנדר הוא ע\"כ צ\"ל דתלה בתשמיש המטה דאל\"כ היכי מצי מדירה שלא תתקשט וא\"כ תקשה לשמואל למה יוציא ויתן כתובה מיד תתקשט ותאסר לבית חלל שבת אחת ולב\"ש שתי שבתות ותמתין שמא ימצא פתח לנדרו אלא ע\"כ צ\"ל דבנדרה היא איירי ועלה קאי רבי יוסי ואמר בעניות שלא נתן קצבה ובעשירות ל' יום ואח\"כ יוציא ויתן כתובה וא\"כ ש\"מ דסבר הוא נותן אצבע בין שיניה:", 
            "<b>ד\"ה</b> ה\"ג רי\"א אין אלו נדרי עינוי נפש וכו' עד הא דקאמר רבי יוסי אין אלו נדרי עינוי נפש לא שלא יוכל הבעל להפר וכו' כצ\"ל:", 
            "<b>בא\"ד</b> בין לאחרים. פירוש אם נתגרשה ונשאת לאיש אחר:"
        ]
    ], 
    "title": "Maharam on Ketubot", 
    "versionSource": "https://www.sefaria.org/Maharam_on_Ketubot", 
    "heTitle": "מהר\"ם על כתובות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam", 
        "Seder Nashim"
    ]
}