{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Ramban on Leviticus", 
    "licenseVetted": true, 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "Fragrance - Satisfying before I asked to make my will. Rashi. And the Rab did not explain what about the fire. And in Gemara (Zevachim 46:b) is said: To exclude unfinished burning, and explains here that we sacrifice on condition to place it over the campsite burning fire, not to place it over the coals that chill and go dim. And I see that it needs to be consumed completely over the fire, and not to let a small leftover, and it relates to a rebellious son issue (Sanhedrin 70a): Like midcooked thieve's meat; (Eruvin 29b)Neither cooked nor consumed. And there are some that explain there:  To exclude unfinished burning, his intention was to place over wood fire, as it is written over the fire on the wood, and not over straw fire nor mulch fire, as we learn (Shabbat 36b): finished oven with straw and mulch. And behold, in this sacrifices verse is said  fragrant fire to God.  "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "This is what he says \n"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            []
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>And the land was defiled and I visited the iniquity upon it and the land vomited:</b> The verse was strict with sexual immorality because of the land that became defiled with them and vomited the souls that do [it]. And behold [the laws of] sexual immorality are a personal obligation and they do not depend on the land, but the secret of the matter is in the verse (Deuteronomy 32:8-9), \"In the Most High's giving inheritances to the nations, in His separation of people, the borders of the peoples were set up, etc. For the portion of the Lord is His people, etc.\" And the matter is that the honorable God created everything and placed the power over the ones below in the ones above and placed over each and every people in their lands according to their nations a star and a specific constellation, as is known in astrology. And this is that which is stated (Deuteronomy 4:19), \"that the Lord, your God, distributed them to all of the peoples\" - as He distributed constellations in the skies to all of them. And above them he placed the highest angels to be their ministers, as the matter that is written (Daniel 10:13), \"And the minister of Persia stood across from me\"; and it is written (Daniel 10:20), \"And behold the minister of Greece is coming.\" And they are [also] called kings, as it is written (Daniel 10:13), \"And I remained alone there with the kings of Persia.\" And behold the honored God is the God (Power) of powers and the Master of masters of the whole universe, but upon the land of Israel - the center of the [world's] habitation, the inheritance of God [that is] unique to His name - He did not place a captain, officer or ruler from the angels, in His giving it as an inheritance to his nation that unifies His name - the seed of His beloved one. And this is what it stated (Exodus 19:5), \"and you will be for Me a treasure from all of the nations, as all of the world is Mine\"; and it is written (Jeremiah 11:4), \"and you will be for Me a people and I will be for you a God\" - that you should not be to other gods (powers) at all. And behold, He sanctified the people that dwells in His land with the holiness of [the laws of] sexual immorality and with a multitude of commandments, that they should be [dedicated] to His name. And therefore it stated (Leviticus 20:22), \"And you will guard all of My statutes and all of My judgments and do them and the land will not vomit you out\"; and it is written (Leviticus 20:24), \"And I said to you, 'You shall inherit their land and I will give it to you to inherit it, I am the Lord, your God, that separated you from the nations\" - it is stated that He separated us from all of the nations, over which He placed ministers and other powers, in His giving us the land, such that He, may He be blessed, be the Power for us and that we be designated to His name. And behold, the land that is the inheritance of the honorable God vomits out all that defile it and it does not tolerate those that worship idols and engage in sexual immorality. And this section mentions the (idol) Molekh, to include idol worship with the mention of sexual immorality; and about them all, it states (here), \"Do not become defiled with all of these, as the nations became defiled with all of these[...] and the land vomited out its inhabitants.\" And so [too], it stated in the second section (Leviticus 20:24), \"And I said to you, 'You shall inherit their land and I will give it to you to inherit it, I am the Lord, your God, that separated you from the nations.\" And behold, outside of the land - even though everything belongs to the honorable God - purity is not complete in it, because of the servants that rule upon it. And the nations err after their ministers, to worship them also. And hence, the verse states (Isaiah 54:5), \"He will be called the God of all the earth,\" as he is the Power of powers that rules over everything. And \"He will govern\" in the end \"over the host of the heights in the heights\" - to remove the government of the high ones and to destroy the system of servants; and afterwards, He will govern \"over the kings of the earth on the earth\" (Isaiah 24:21). And this is the matter that is written, that he said (Daniel 4:14), \"By the decree of the wakeful ones is the matter, and by the word of the holy ones is the sentence\" - it is stating that that thing which was decreed on Nevuchadnetsar is a decree of the watchful ones (the matter and by the word of the holy ones is the sentence) that they decreed upon the forces that emanated from them to do this. And they are called \"wakeful ones,\" as it is from their emanations that the forces are awoken to to do all of the actions; as he said (Daniel 4:10-11), \"and behold a watchful one and a holy one came down from the Heavens. He called out loudly, and so did he say, 'Cut the tree, etc.'\" \"And by the word of the holy ones is the sentence (question),\" which is to say that they asked what is the will of the Most High, and afterwards they decreed to do this. And this is what Daniel said to him (Daniel 4:21), \"it is a decree of the Most High\"; as everything is from Him, may He be blessed. And behold the honorable God, may He be blessed, is the Power of powers outside of the land and the God of the land of Israel, which is the inheritance of the Lord. And this is the explanation of [the phrase] (Deuteronomy 31:16), \"and stray after the gods foreign to the land,\" as the deities are foreign in the land of God and in His inheritance. And this is [the understanding of] what is stated (II Kings 17:26), \"they did not know the law of the God of the land and He sent lions against them, and behold, they kill them because they do not know the law of the God of the land.\" And behold the Cuthites were not punished in their land when they served their gods, to send lions against them - and when they came to the land of God and did like their earlier actions, He sent  lions against them that would kill them. And so did they learn in the Sifra (Kedoshim 11:14), \"'And the land not vomit them out, etc.' - the land of Israel is not like other lands; it does not sustain worshippers of idols.\" And in the Sifrei (Haazinu 315), \"'There [was] no foreign god with him' (Deuteronomy 32:12) - that there not be allowance for one of the ministers of the nations to come and rule over you, as the matter that is stated, 'and I go out, and behold the minister of Greece, etc.'\" And this is [the meaning of] their statement (Ketuvot 110b), \"Anyone that lives outside of the land is similar to one who does not have a God, as it is stated (Leviticus 25:38), 'to give to you the land of Canaan, to be for you a God,' [...] and it states (I Samuel 26:19), 'for they have driven me away from attaching  myself to the inheritance of God saying, \"Go worship other gods.\"'\"  And they said in Tosefta Avodah Zarah 5:2, \"Behold, it states (Genesis 28:21), 'and I shall return to my father's house in peace and the Lord will be for me God,' and it states (Leviticus 25:38), 'to give to you the land of Canaan' - all the time that you are in the land of Canaan, I will be for you God; [when] you are not in the land of Canaan - as if it were possible - I will not be for you God. And so [too] it states (Joshua 4:13), 'About forty thousand vanguard soldiers went over before the Lord,' and it states (I Chronicles 22:18), 'and the land was conquered in front of the the Lord and in front of the people'- and does it come to your mind that Israel conquer the land in front of the Omnipresent; but rather all the time that they are upon it, it is as if it is conquered - behold, [when] they are not upon it, it is not conquered.\" And about this matter they said in the Sifrei, Ekev 43, \"'And you will quickly be destroyed' (Deuteronomy 11:17) - even though I exile you from the land to outside of the land, be outstanding with the commandments, so that when you return, they will not be new to you. There is an allegory of a master that became angry against his wife and sent her to her father's house. He said to her, 'Wear your adornments so, when you return, they will not be new to you.' And so [too], Yirmiya said (Jeremiah 31:20), 'Set up markers (<i>tsiyunim</i>) for yourself' - these are the commandments that Israel will be outstanding (<i>metsuyanim</i>) with them.\" And behold the verse that stated (Deuteronomy 11:17-18), \"And you will quickly be destroyed[...] And you shall place these words, etc.\" is, in exile, only obligating personal obligations, like tefillin and mezuzot. And they explained about them, [that they are] in order that they not be new for us when we return to the land, since the essence of all of the commandments are for those that are dwelling in the land of the Lord. And therefore they said in Sifrei Re'eh, 80, \"'And you shall possess it and you shall dwell in it. And you will guard to keep' (Deuteronomy 11:31-32) - dwelling in the land of Israel is equal to all of the [other] commandments in the Torah.\" And so is it in Tosefta  Avodah Zarah 5:2. And this is the thought of the evildoers (Sanhedrin 105a), who would say to Yechezkel, \"Our teacher, Yechezkel, does the master of a slave who sold him have anything upon him?\" - as it is stated (Ezekiel 20:32), \"And that which comes upon your spirits shall not be; that which you say, 'Let us be like the nations, like the families of the earth, to serve wood and stone.'\" And this is the commandment of Yaakov, our father, to his household and to all who were with him at the time of their coming to the land (Genesis 35:2), \"Remove the foreign gods that are among you and purify yourselves.\" 'And to the Lord alone are machinations prepared,' as Rachel died on the way, at the beginning of their coming to the land; since in her merit, she did not die outside the land, and in [Yaakov's] merit, he did not dwell in the land with two sisters. And she was the one that was married with the prohibition of sisterhood. And it appears that she became pregnant with Binyamin before their coming to Shechem (in the land of Israel), and he did not touch her at all in the land because of the matter that we have mentioned. And the prophet said (Jeremiah 16:18),  \"And first I will recompense their iniquity and their sin double, because they have profaned My land; they have filled My inheritance with the carcasses of their detestable things and their abominations.\" And this matter is in many places in Scripture, and you will see it explicitly in them, after I have opened your eyes to it. And Rabbi Avraham (Ibn Ezra) wrote in Parshat Vayelekh (Ibn Ezra on Deuteronomy 31:16), \"We know that God is one and the difference [in human perception of Him] is from the side of the receivers, and God does not change His acts, as they are all with wisdom. And it is from the service to God to guard the power of receptivity according to the place. Therefore, it is written (II Kings 17:26), 'the law of the God of the land,' and Yaakov said, (Genesis 35:2), 'Remove the foreign gods.' And the opposite of the Omnipresent is the clinging to sexual immorality, which is flesh, and the enlightened one will understand.\" These are his words, may his memory be blessed. And do not answer me with the verse (Daniel 10:21), \"Michael, your minister,\" as he is [only] a ministering angel that seeks mercy on Israel, not a magisterial and governing minister. And so [too] was the minister of hosts that appeared to Yehoshua at Jericho (Joshua 5:13) - he showed him that God had sent him to fight their wars, like the matter with Chizkiyahu (II Kings 19:35). And [there is no objection from Michael] also, as this was when we were outside of the land. And it is not allowed to explain more than this about the matter of the land, but if you merit to understand [the meaning of] the first \"land\" (earth) mentioned in the verse, \"In the beginning,\" and mentioned in Parshat Eem Bechukotai (Leviticus 26:42), you will know a sublime and hidden secret and you will understand that which our rabbis stated (Midrash Tanchuma 2:10:7 on Parshat Vayakhel), \"The Temple above is pointing to the Temple below. And I have already hinted [this] to you on the verse, \"for the whole earth is mine\" (Ramban on Exodus 19:5). And behold, the verse mentions that the people of the land of Canaan were punished because of [the laws] of sexual immorality, and the rabbis stated (Sanhedrin 56b) that they were prohibited about them from the time of the Creation to Adam and [later] to Noach - as He did not punish unless He warned. But the verse does not mention the prohibition, but it does state that the land vomited them out since the land abominates all of these abominations. And behold, it was not only the people of Canaan that were prohibited - and [see, that] the section mentions (Leviticus 18:3), \"like the actions of the land of Egypt\"; as they would also do all of these abominations, but the land [of Egypt] did not vomit them out, nor did the other lands, their peoples. But the whole matter concerns the virtue of the land [of Israel] and its holiness. And the verse stated (here), \"and the land vomited out\" [in the past tense], since from the time that He judged their iniquity, He decreed about the Canaanites to cut them off; [hence] it was as if it already vomited them out. Or, the matter of \"and vomited out\" above is like the matter of \"their protection is removed from upon them\" (Numbers 14:9).  "
            ]
        ], 
        [
            [], 
            [
                "", 
                "...One should be separate from sexual transgressions and all other transgressions, for any place that one find a fence or mention of sexual transgressions, one also finds a mention of the word \"kadosh\" or holiness. This is the language of Rashi. But in the Sifra (parsha 1:2), there is only a phrase of \"You should be separate\". And they learned there (Chapter 12:3), That the people should be holy because Hashem is holy and the people should be separate as Hashem is separate. According to my opinion, the separation is not from sins of sexual transgression, like the rabbi (Rashi) says. Rather, the separation should occur in any place that we are separate. The issue comes when the Torah warns of sexual transgressions and forbidden foods, the Torah also allows sexual relations between husband and wife and allows eating of meats and wines. Therefore, a desirous person will take advantage and have multiple wives or will be a savage when it comes to drinking wine and eating meat. He will do as he pleases because there is no prohibition in the Torah. However, he will be a scoundrel in the permissions of the Torah. Therefore, the torah comes to mention specifically after the prohibitions, the general rule or law that we should be separate from the permissible areas of the Torah. "
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "רמב\"ן על ויקרא", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Ramban"
    ]
}