{
    "title": "Teshuvah MeYirah on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_The_Sanhedrin_and_the_Penalties_within_their_Jurisdiction",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נראין </b>\n<b> לי הדברים שאם יסכימו כל החכמים וכו'.</b>"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>ויראה </b>\n<b> לי שיהיה רחוק כששה מילין וכו'.</b>"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "<b>ויראה </b>\n<b> לי שהמקלל את הקטן הנכלם לוקה. </b> קשיא לי מאי רבותא וכי היכן מצינו דעדיף חרש מקטן והלא חרש שדברו בו בכל מקום הוא שאינו שומע ואינו מדבר כדאיתא בריש חגיגה א\"כ הרי הוא פטור מכל המצות כמו הקטן וכיון דחייבין על חרש ה\"נ בקטן, ואולי י\"ל דחרש הרי יכול להתפתח ואינו מחוסר זמן לחיוב המצות שלו משא\"כ בקטן, אבל מנ\"ל דתליא בחיוב המצות כלל, ודוחק לומר מדמקלל את המת פטור די\"ל ג\"כ דהוא גזרת הכתוב דומיא דחרש שהוא בחיים, ותו קשיא לי מש\"כ קטן הנכלם דמאי שנא דוקא נכלם הרי בכל אופן לא גרע מחרש, אך לפי מ\"ש רש\"י בסנהדרין ס\"ו א', באומללים שבעמך היינו שפלים ונבזים והוא מיצר על צרתו ושפלותו א\"כ י\"ל דוקא במי שהוא מצטער על זה אבל לא בקטן שאינו יודע מאומה ולזה כתב הנכלם דוקא, אמנם קשיא לי דלפ\"ז דוקא במקללו בפניו יתחייב דמצטער מזה ונכלם ולא שלא בפניו וזה אינו כלל דכתב רבינו ז\"ל למה נאמר חרש שאפי' הוא אינו שומע ואינו מצטער בקללה זו לוקה על קללתו ולפ\"ז לא גרע שלא בפניו מלחרש בפניו וא\"כ ה\"ה בשאינו נכלם נמי.<br><b> ובאמת </b> קשיא לי דמנ\"ל דמקלל שלא בפניו חייב, ובשבועות ל\"ה א', תנן אל יברכך וכו' עיי\"ש הכל בלשון נוכח ועיי\"ש ל\"ו א', ואין ראיה מהא דמייתי ילפותא בתורת כהנים דמקלל את המת פטור מדכתב חרש, דודאי ממילא שמעינן ולא מיתורא דקרא, ועי' כתובות ע\"ב ב', דאיתא שם על דברי אבא שאול דאף המקללת יולדיו בפניו היינו שמקללת יולידיו בפני מולידיו, ולכאורה במקללת הרי בלא זה תיפו\"ל משום דת משה וכדפריך שם אהא דראשה פרוע דקרינן ליה דת יהודית לחוד דהא דאורייתא היא, אבל להאמור י\"ל דשאני הא דמקללת יולידיו בפני מולידיו דהו\"ל שלא בפניו וצ\"ע.<br>[\n<b> וראיתי </b> בעברי בפתחי תשובה אהע\"ז סי' קט\"ו דמייתי בשם הגרא\"ל מבריסק ז\"ל דמקללת דמתניתין שם היינו במקללת בשם וכהא דמקלל לוקה והוא ז\"ל הקשה מהא דניכליה אריא לסבא ונדחק, ואי משום הא לא אריא דהגמ' לא נקט בלשון קללה גמורה והכוונה שיתן ד' שיאכלנו ארי (וארי בידי שמים הוא כריש פ' אלו נערות) וכדומה, אבל הא קשיא לי דלדבריו תיפו\"ל משום דת משה דאסור מדאורייתא ובלאו, ויש ליישב בדוחק, ומיהו אף בלא שם ג\"כ עוברת על דת משה דהא איסורא איכא בכל ענין כדמשמע לשון הר\"מ ז\"ל, וי\"ל בודאי מדאורייתא דלא גרע משאר חצי שיעור דאסור מן התורה וא\"כ י\"ל דהו\"ל ג\"כ עוברת על דת משה דהא בראשה פרוע נמי ליכא לא לאו ולא עשה ומ\"מ קשיא לי עוברת על דת משה עיי\"ש, וצ\"ע בזה דמשמע קצת דאין איסור דאורייתא בלא שם. ודע דקשה לי טובא לדעת הר\"מ ז\"ל בפי\"ב משבועות דהמזכיר שם שמים לבטלה עובר בל\"ת א\"כ מאי טעמא לא כתב דהמקלל בשם עובר ג\"כ משום לאו זה דש\"ש לבטלה, ולכאורה גם נשבע לשוא הוא לוקה א\"כ גם במזכיר שם שמים לבטלה דהוא מלתא דלאו זה הו\"ל ללקות, אבל עכ\"פ איסור לאו זה הרי הוא עובר בודאי. ומהאי טעמא חקרתי במקום אחר זה שנים רבות בס\"ד דהבא על אחת מכל איסורי ביאה שבתורה יהא בזה גם איסור מוציא זרע לבטלה, ר\"ל, דמי עדיף זה ממוציא זרע לבטלה והרי ספרי הראשונים ז\"ל כתבו דמי שיצרו תוקפו ל\"ע לבא על נדה וכדומה מותר לו להוציא זרע לבטלה ויש להביא ראיה לזה מסוטה ל\"ו ב', ביוסף הצדיק עיי\"ש היטב א\"כ קיל איסור זה מעריות א\"כ בודאי שייך בעריות גם איסור זה. אלא דאין נפק\"מ מידי דהרי ליכא עונש על זה רק לשיטת הסמ\"ק שמנה לאו ע\"ז, ואכמ\"ל].<br><b> ועי' </b> ב\"מ מ\"ח ב', דנחלקו אביי ורבא דמאי דתנן שם אבל אמרו מי שפרע וכו' דלאביי אודעי מודעינן ליה ולרבא מילט ליה ואביי ס\"ל משום דכתיב ונשיא בעמך לא תאור ורבא ס\"ל בעושה מעשה עמך, ותוס' כתבו שם דמ\"מ לא מקרי עושה מעשה עמך לענין שיהא מותר לקללו בחנם רק לענין זה, א\"כ מבואר הדבר דאף כשאינו מקלל לנוכח נמי הוה קללה ורק דמותר לקללו משום שאינו עומד בדיבורו, אך י\"ל דאדרבה משום האי טעמא הוא דלרבא שרי, אלא די\"ל דמ\"מ הרי הוא מקללו לנוכח בפניו רק שאומר בלשון נסתר משא\"כ שלא בפניו לגמרי [וי\"ל דבכה\"ג שאומר מי שפרע מדור המבול אינו קללה גמורה דלא הוי אף ככינוי ועיי\"ש ל\"ה א', בשבועות] ויעוין בשו\"ת כנסת יחזקאל וקרית חנה המובא בפתחי תשובה חו\"מ סי' ל\"ד בנחלת צבי, דמי שצריך לקבל מי שפרע הרי הוא פסול לעדות ועיי\"ש, ולכאורה הדבר פשוט דלא שייך לקרותו פסול לעדות דהא מדברי התוס' משמע דמקרי עושה מעשה עמך רק לענין זה הוא דמותר לומר לו כן ואם הוא פסול לעדות הרי רשע הוא ואיך נאמר דאסור לקללו, ומיהו ודאי דעובר על מדבר שקר תרחק וצ\"ע ואכמ\"ל.<br><b> והנה </b> הכ\"מ כתב מקור לדברי רבינו ז\"ל שלמד זה מבושת דקיי\"ל בהחובל דהמבייש קטן הנכלם חייב וסובר דה\"ה לענין קללה הו\"ל קטן הנכלם כגדול לענין בושת עיי\"ש, ותמוה דהא מקלל עצמו ג\"כ עובר בלאו אף דמותר לבייש את עצמו וא\"כ מאי טעמא יגרע קטן שאינו נכלם מעצמו דמותר לבייש כדקיי\"ל בב\"ק צ' ב', ואסור לקלל, ותו קשה טובא מהמקלל לאחר מיתה דחייב אף דלא שייך כלל בושת, מיהו י\"ל דזהו רק באב כמ\"ש בסנהדרין פ\"ה ב', אבל באחר ודאי דפטור המקלל את המת, ועיי\"ש ברמב\"ם ה\"ו אע\"פ שיש לו לדיין או לנשיא למחול על כבודו אינו יכול למחול על קללתו וכן שאר העם אע\"פ שמחל המקולל מלקין את המקלל שכבר חטא ונתחייב, והכ\"מ כתב על זה דכיון דהתורה חייבתו מלקות חטא למקום ואינו יכול למחול, ומלשון שאר העם שכתב רבינו יש לדייק מזה דאף עצמו לא מהני בזה מחילה היכא דחטא כבר ונתחייב, אף די\"ל דעד כאן לא מהני מחילה אלא היכא שכבר חטא הוא אבל אם מתחלה מחלו לו משמע דמהני מחילה וא\"כ בעצמו דהמחילה ודאי קדם להחטא י\"ל דמהני מחילה, ואולי י\"ל דלא שייך כלל משום מחילה הכא דהא אין מלקין אותו אא\"כ התרה בו וקיבל התראה וכמש\"כ הלח\"מ שם הי\"ב, דאף בחייבי מלקיות צריך קבלת ההתראה כמו בחייבי מיתות וא\"כ לא שייך בזה כלל מחילה אף מעיקרא ואף במקלל עצמו הרי התרו בו שלא יקלל והוא השיבם ע\"מ כן אני עושה א\"כ לא שייך כלל מחילה, ורבינו ז\"ל נקט זה כלפי סוף דבריו שאמר דבנדוי יכולים למחול עיי\"ש היטב, ולפ\"ז י\"ל דמקלל עצמו אף אם נאמר דטעם איסור הקללה משום בושת הוא מ\"מ אין ענינו לבושת לגמרי עד שנאמר דמותר לקלל עצמו כמו שמותר לבייש את עצמו דמ\"מ שונה הוא מביוש ומשום האי טעמא דקיבל התראה, ואעפ\"כ י\"ל דמ\"מ צריך שיהיה ראוי לבושת עכ\"פ דלשון קללה הוא לשון קלון וא\"כ דוקא קטן הנכלם הוא דחייב, אלא דיש להקשות מהא דסנהדרין פ\"ה א', דאיכא מ\"ד דמקשינן הכאה לקללה א\"כ מאי טעמא יפטור המקלל קטן שאינו נכלם מי גרע זה ממכה קטן שאינו נכלם דודאי חייב אף בקטן בן יומו, והרמב\"ם ז\"ל גופיה פסק בפ\"ה מממרים דמקשינן הכאה לקללה, אך י\"ל דלא משוינן הכאה לקללה רק באב ואם ולא בכל אדם וי\"ל דאה\"נ הכאה אסור משום חובל לכל אחד אפי' קטן בן יומו, וקללה אינו רק בקטן הנכלם ומשום דבעינן דוקא הראוי לבושת.<br><b> והנה </b> הטור גריס המקלל את הישן ולא את הקטן, ולפ\"ז משמע דקטן כל שהוא חייב על קללתו, ומספקא ליה בקטן קודם שלשים יום בלא ידענו שכלו לו חדשיו י\"ל דאינו חייב על קללתו דכי היכי דקיי\"ל ביוצא ליהרג דאין חייבין על קללתו משום דבעינן מקויים שבעמך כסנהדרין פ\"ה א', ה\"נ י\"ל דלא מקרי מקויים שבעמך, ואולי י\"ל דכיון דחי אח\"כ הרי אגלאי מלתא למפרע דהוא מקוים ומ\"מ יש לעיין בקילל ואכלו ארי עי' שבת קל\"ו א', וצ\"ע קצת.<br><b> ומצאתי </b> בענין זה להגאון בעל ס' מנחת חינוך בסוף סי' רל\"א שכתב בפשיטות דהמקלל את הטריפה פטור דלא מקרי מקויים שבעמך וכמו הורג את היוצא ליהרג דסופו למות ה\"נ בטריפה אף למ\"ד טריפה חיה עיי\"ש ושפתים ישק, וקצת קשה א\"כ מאי טעמא לא הוכיח הגמ' דאזלינן בתר רובא מלאו דמקלל דאמרה תורה לוקה ואיך משכחת ליה דלמא טריפה הוא, ואולי י\"ל דזה אינו מפורש בתורה דצריך מקויים שבעמך וגם לא מבואר בתורה דלוקה על קללה וא\"כ י\"ל דאה\"נ דאינו לוקה לפי הס\"ד, או די\"ל דאפי' על הספק כה\"ג ג\"כ מלקין, אך בתמורה ג' ב', יליף מקרא דליראה את השם דמפורש ביה להדיא והפלא ד' את מכתך, וכ\"ה בירושלמי סוף פ\"ג דשבועות. אך צ\"ע דהא בשבועת שוא ילפינן דלוקה מדכתיב לא ינקה ד' הא בי\"ד מלקין ומנקין, וא\"כ ממעטינן ממילת ד', לבי\"ד, ומאי טעמא הכא דכתיב והפלא ד' את מכתך מאי טעמא לא די למעט דאין בי\"ד מלקין אותו ע\"ז, ולפ\"ז י\"ל דלא פשיטא להו לאמוראי לאתויי ראיה מזה דלוקה ולהוכיח דאזלינן בתר רובא דאדרבה י\"ל דמשמע דאינו לוקה, ואפשר לומר דלא קיים סתירת הדרשות דלפי מה דקיי\"ל דלאו שאין בו מעשה אין לוקין עליו א\"כ לא צריך קרא כלל לפטור המקלל דמן התורה יתחייב, אלא ודאי לחייבו אבל בשבועת שוא שפיר דרשינן דבי\"ד מלקין ומנקין אותו משום דבל\"ז לא היו יכולים להלקותו דהו\"ל ב' רשעיות, עי' דברי הרמב\"ן ז\"ל במלחמותיו שלהי מכות דמהאי טעמא יש מלקות בחייבי כריתות ולא אמרינן דהו\"ל ב' רשעיות דהא חייב כרת ואיך נחייבו ג\"כ מלקות לזה אמר שם דלא פסיקא ליה דאפשר בתשובה ולא יכרת על כן לא הוי ב' רשעיות, וא\"כ ה\"נ בנשבע לשוא איך ילקו אותו, לזה אמר לא ינקה ד' דהיינו בלא מלקות אבל בי\"ד מלקין אותו וממילא ינקה א\"כ לא הוי ב' רשעיות ואתי שפיר.<br><b> ועיי\"ש </b> בתמורה סוף ע\"ב דאיתא דהו\"א הואיל ועבד תרתי דמפיק שם שמים לבטלה ומצער חבירו לא תסגי ליה במלקות מזה משמע כדברי הר\"מ ז\"ל דבעינן דוקא המצטער מן הקללה משא\"כ קטן שאינו נכלם וצ\"ע קצת לחלק בין חרש וישן לקטן שאינו נכלם או שלא בפניו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות סנהדרין והעונשין המסורין להם",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}