{
    "title": "Benayahu on Beitzah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benayahu_on_Beitzah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רבי אליעזר אומר: אין לו לאדם ביום טוב אלא או אוכל ושותה, או יושב ושונה</b>. הקשה הרב מהריק\"ש ז\"ל למה נכנס בלשון שלילה לומר אין לו לאדם ביום טוב אלא וכו' והוה ליה למימר אדם ביום טוב או אוכל ושותה או יושב ושונה עיין שם.<br>ונראה לי בס\"ד דאמרינן בסוכה <small>(סוכה כז:)</small> מעשה ברבי אלעאי שהלך להקביל פני רבי אליעזר רבו בלוד ברגל, אמר לו: אלעאי, אינך משובתי הרגל, וקאמר התם טעמא משום שהיה רבי אליעזר: אומר משבח אני את העצלנין שאין יוצאין מבתיהן ברגל שנאמר <small>(דברים יד, כו)</small> 'ושמחת אתה וביתך' עיין שם, ולכן אמר רבי אליעזר עצמו כאן אין לו לאדם ביום טוב אלא וכו' שבא לשלול מי שאומר שהוא יש לו תענוג כשילך מביתו אצל אוהביו וקרוביו דאינו רשאי בכך, וכן נמי היכא דהוא הולך לקבל פני רבו נמי סבירא ליה לרבי אליעזר דאינו רשאי, דהא רבי אלעאי תלמידו הוה, ועם כל זה אמר לו הכי, ולזה אמר בלשון שלילה אלא או אוכל ושותה אצל אשתו, או יושב ושונה בביתו.<br>ברם יש להקשות למה נקיט 'יושב ושונה' והוה ליה למימר 'או שונה'? ונראה לי בס\"ד דאמרו בגמרא <small>(מגילה כא.)</small> גבי משה רבינו ע\"ה כשלמד בסיני תורה מהקב\"ה שהיה לומד הקשות מיושב והקלות מעומד, ובזה נתיישבו המקראות וכן צריכין לנהוג בבית המדרש, עיין שם. וידוע דהקשות יש בהם טירחא גדולה ואיכא למימר לא ילמד קשות ביום טוב משום טירחא, וכמו שאמרו <small>(נדרים לז.)</small> גבי הרב המלמד תורה לתלמידים בשבת, ולכן אמר יושב ושונה רוצה לומר ישנה גם הקשות דצריכין ישיבה ודינייהו בישיבה."
        ],
        [],
        [
            "<b>הנותן מתנה לחברו אין צריך להודיעו שנאמר <small>(שמות לד, כט)</small> ומשה לא ידע כי קרן עור פניו</b>. קשא דילמא משה רבינו ע\"ה שלא הודיעו שאני, מפני שהוא מוכרח שידע בראותו כי יראים ליגש אליו, ובודאי שאל ואמר לו הטעם כי קרן עור פניו, אבל אדם דאין סופו לדעת צריך להודיעו? ונראה לי בס\"ד דיליף זה ממה שהוצרך הכתוב לומר ולפרש 'ומשה לא ידע כי קרן עור פניו' ומאי קא משמע לן? הא ודאי לא ידע מעצמו דאין אדם רואה הפנים שלו אם לא יגידו לו אחרים מה שרואין בו! לכן יליף דבא הכתוב ללמדנו דין זה דהנותן מתנה אין צריך להודיעו.<br>והנה הטעם דהוה סלקא דעתך שצריך להודיעו, כתב רש\"י כדי שלא יהא חושב ותוהה ומהיכן בא לו דבר זה, ועיין מהריק\"ש מה שכתב בכונת רש\"י ז\"ל, ונראה דיש חסרון איזה תיבות בדפוס בדברי רש\"י ואנא עבדא נראה לי הא דאמר אין צריך להודיעו הכונה הוא דאין צריך להודיעו בשביל מה נתן לו המתנה אם בשביל הנאה שקבל ממנו מכבר או בשביל העתיד או בשביל מזכרת אהבה, והכי דייק לישנא דאמר הנותן מתנה לחברו דמשמע דנותן לו להדיה שידע חבירו מי הוא הנותן לו, ויליף ממשה רבינו ע\"ה דלא הודיעו השי\"ת בשביל מה היה לו קירון פנים אם בשביל זכותו או בשביל כבוד ישראל."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אמר ליה: עורבא פרח</b>. נראה לי בס\"ד מתחלה נמי לא השיאו לדבר אחר וגם לא הוציא שקר מפיו, אלא אין כונתו לומר עורבא שהוא רוצה לומר עוף העורב אלא הוא לשון עריבות, ולשון מליצה הוא דרוצה לומר העריבות של גופי פרח ממני מחמת הטורח, ואין לי ישוב הדעת להשיב מילתא דצריך לה טעמא שצריך לעיין בה היטב."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כי אמרה להא שמעתא, באורתא אמר: מתרין באכילה, בצפרא אמר: מתרין לקבל</b>. קשא איך אמר דברים הפכיים? ונראה לי בס\"ד באורתא לא אמר מותרים באכילה בפירוש אלא אמר כמו שאמרו במשנה שאמר רבן גמליאל מותרין הם אלא שאין רצוני לקבל ממנו, והם דייקו האי מותרין באכילה הוא, דאי בטלטול בלבד קשא איך דבר שאסור באכילה יהיה מותר בטלטול דכיון דאסור באכילה נעשה מוקצה, ועוד כיון דאסור באכילה אם יטלטל חיישינן דילמא אכיל ליה, על כן ודאי מותרין באכילה קאמר, אך בצפרא פירש הדברים להדיה שאמר לעולם אסורין באכילה אך מותרין בטלטול משום כיון דספק מוכן הם לא החמירו בו כל כך לאסרו בטלטול, ודי להחמיר לאסרו באכילה בלבד."
        ],
        [],
        [
            "<b>שלשה עזין הן; ישראל באמות. כלב בחיות. תרנגול בעופות</b>. קשא והלא יהודה בן תימא אומר, הוי עז כנמר <small>(משנה אבות ה, כ)</small> ואם כן כאן הוה ליה למימר נמר בחיות?<br>ונראה לי בס\"ד דהכא קאמר על אותם שהם עזים מצד טבעם ומזגם, אך הנמר עזותו מצד הפיסול שלו שהוא מצד אביו ואמו, דהא כתב הרב אמת ליעקב ניניו ז\"ל <small>(מערכת הנו\"ן של מבוא שערים אות י\"ט)</small> בשם הגאון מוהר\"ן ז\"ל דהנמר הוא ממזר, שכשהלביאה תובעת לארי לתשמיש מתביישת ממנו והופכת פניה לקיר ועומדת כך שיעור זמן מה עד שיעבור הארי ויראה אותה וישכב עמה, ולפעמים יזדמן דקודם שיעבור הארי יעבור חזיר היער ויבא עליה ויוצא מהם נמר שהוא עז פנים, ולכן כל מי שיש לו עזות פנים יש בו חשש ממזרות, וזהו הנמר דקליפה וכו' עיין שם. נמצא עזות הנמר באה לו מכח יחוסו שהוא הממזרות שיש בו, ולכן לא הזכיר הנמר כאן, כי כאן איירי בעזין מצד טבעם ומזגם."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כל המצפה לשלחן חברו, העולם חשך בעדו</b>. בסה\"ק <b>בן יהוידע</b> חלק ב' פרשתי בס\"ד דוקא המצפה לשלחן, כגון שחבירו הבטיחו מה שישאר אחר אכילה יתן לו, כי כיון שהבטיחו על שיור זה יהיה ספק, דשמא לא ישיירו כלום, אבל אם הבטיחו לשלוח מקדירתו אין בזה ספק כי בקדרה ודאי יש וכאשר לוקחין מן הקדרה להביא על השלחן מציחין גם בעבורו, דהתבשיל עדיין לא נאכל ממנו כלום, וכיון דודאי יאכל אין עולם חשך בעדו, כך היא כונתו כמו שכתבתי שם, והדברים הובאו שם בקיצור.<br>והא דנקיט לשון 'חשך' נראה לי בסוד דאמרו רז\"ל בגמרא דשבת <small>(שבת קד.)</small> אלף־בית, אלף בינה. גימל־דלת, גמול דלים. מאי טעמא, פשוט כרעיה דגימל לגבי דלת? שכן דרכו של גומל חסדים לרוץ אחרי דלים דלהדר אפיה שלא יבוש העני ממנו, נמצא אותיות גימל דלת הם שייכים לעשיר בעל השלחן שהוא גומל דלים. והנה בשני אותיות אלו יש אות ל' והיינו דאות למ\"ד ראשו זקוף למעלה מכל האותיות וזה מורה אות ל' של גימל מה שאמר מונבז המלך אבותיו גנזו למטה ואני גנזתי למעלה <small>(בבא בתרא יא.)</small>, ובאות ל' השני אשר באות דלת יש בו רמז למה שאמר עוד מונבז המלך אבותיו גנזו במקום שהיה שולטת בו, ואני גנזתי במקום שאין היד שולטת, כי כל גבוה אין יד שולטת בו. נמצא יש שני ל' באותיות גימל דלת האמור על העשיר שהוא גומל דלים שרמוז בהם יתרונות הנזכר, וזה המצפה על שלחן אחרים שאין לו שלחן משלו יחסר לו אות ל' מן שלחן כנגד חסרון אות למ\"ד של גימ\"ל, וגם יחסר מספר ל' שהוא כנגד ל' השני של דלת מן מספר נון דשלחן, נמצא אותיות שלחן נעשו אצלו חשך, ולזה אמר עולם חשך בעדו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>חמשה דברים נאמרו בגחלת</b>. קשא הוה ליה למימר ששה דברים, דהא איכא דבר אחד האמור בירושלמי מברכין בורא מאורי האש על השלהבת ואין מברכין על הגחלת? ונראה לי בס\"ד דהכא מנה דברים שהם חשיבות בגחלת וגריעות בשלהבת דאין בה ממש, אבל ענין זה דמברכין להיפך שהוא גריעותא בגחלת ועדיפות בשלהבת, ולכן לא מנה זה עם חמש הנזכר."
        ],
        [],
        [
            "<b>תנו רבנן: אלו הן מדבריות, ואלו הן ביתיות</b>. קשא למה האריך כל כך והוה ליה למימר תנו רבנן: מדבריות, כל שיוצאות וכו' ביתיות, כל שיוצאות ורועות וכו'.<br>ונראה לי בס\"ד דלא תימא אי איכא באותו מנהג זה שיש להם שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום, אז אותם שיוצאות בפסח ורועות באפר, ונכנסות ברביעה ראשונה חשובין מדבריות, אבל אי לית להו בהמות שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום, אז אותם שיוצאות בפסח ורועות באפר, ונכנסות לעיר ברביעה ראשונה נמי חשיבי בייתות כיון דנכנסות ברביעה ראשונה! ועוד היינו אומרים דוקא אם באותו מקום אין להם בהמות שיוצאות ורועות באפר ואין נכנסים לישוב לא בימות החמה ולא בימות הגשמים אז אלו שנכנסים לעיר ברביעה שניה חשובים מדבריות, אבל אם יש להם בהמות שאין נכנסים לעיר לא בימות החמה ולא בימות הגשמים, אז אלו שיוצאות בפסח ורועות באפר ונכנסות ברביעה ראשונה נחשבים בייתות! ולכן נקיט תחלה לשון שלילה בסתם 'אלו הן מדבריות, ואלו הן ביתיות' כלומר בכל אופן שיהיה נחשבים אלו מדבריות, ובכל אופן שיהיה נחשבים אלו בייתות.<br>ונראה לפרש דרך רמז בברייתא כי אנשי ישראל נחלקים לשני כיתות כת אחת הם תלמידי חכמים, ואלו נקראים מדבריות כי עסקם ומלאכתם בדיבור, וכמו שנאמר בזוהר הקדוש <small>(בהקדמת בראשית דף יו\"ד)</small> על פסוק<small> (שיר השירים ג, ו)</small> 'מי זאת עלה מן המדבר' דדריש לה לשון דבור, כמה דאת אמר <small>(שיר השירים ד, ג)</small> 'ומדבריך נאוה' בההוא דבור בשפוון איהי עולה וכו' עיין שם. וכת השניה הם בעלי בתים שהם העשירים העוסקים לצורך פרנסת בתיהם, ואלו נקראים ביתיות.<br>ואמר <b>מדבריות</b> אלו החכמים <b>כל שיוצאות בפסח</b> כלומר בפה סח דכתיב בבעלי תורה <small>(משלי ד, כב)</small> 'כי חיים הם למצאיהם' למוציאם בפה, <b>ורועות באפר</b> פרנסתם דלה ורזה מאד כמו שאמר התנא <small>(משנה אבות ו, ד)</small> כך היא דרכה של תורה, פת במלח תאכל ומים במשורה תשתה ועל הארץ תישן וחיי צער תחיה ובתורה אתה עמל, וכן מצינו מפורש על כמה תנאים שהיה מאכלם פחות שבמאכלים ואין נהנים מהנאות עולם הזה, ורבי חנינא בן דוסא מאכלו קב חרובין מערב שבת לערב שבת <small>(תענית כד:)</small>, וחזקיה המלך ע\"ה היתה סעודתו ירק <small>(סנהדרין צד:)</small>, וכן בכלהו רבנן, וזהו באפר סעודה פחותה, או 'באפר' בהפוך אתוון 'בפאר' שיונקים מן התפארת בסוד <small>(דברים ד, ד) </small>'ואתם הדבקים בה' אלקיכם', <b>ונכנסות ברביעה ראשונה</b> כי ידוע ד' חלקים יש לתורה שהם פרד\"ס <small>[פשט, רמז, דרש, סוד]</small> וכך סדרם לפי מעלתם הסוד רביעה ראשונה, הדרש רביעה שניה והוא בנגלה, והרמז רביעה שלישית, והפשט רביעה רביעית, ושלש אלה הם בחלק הנגלה והם מלבד שעוסקים בחלק הנגלה בשלשה הנזכר אלא גם נכנסים ברביעה ראשונה הוא חלק הסוד הנסתר.<br><b>ואלו הן ביתיות</b> אלו העשירים בעלי בתים <b>כל שיוצאות ורועות חוץ לתחום</b> שעסקם בעולם הזה שהוא חוץ לתחום עסק התורה שנתנה לנו מן הבינה שהיא נקראת תחום חותם חומת כידוע, אך על ידי עסקם באמונה וגם מחזיקים ביד תלמידי חכמים באות ולנות בתוך התחום שיש להם חלק בעסק התורה, כמו שנאמר רז\"ל <small>(ויקרא רבה כה, ב)</small> עתיד הקב\"ה לעשות צל וחופה לבעלי המצות עם בעלי תורה, שנאמר <small>(קהלת ז, יב)</small> 'כי בצל החכמה בצל הכסף', שגם הם חלקם <b>בחיים</b>.<br><b>בשם ה' נעשה ונצליח לשם יחוד קודשא בריך הוא ושכינתיה</b>"
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Benayahu, Jerusalem, 1905",
            "https://beta.nli.org.il/he/books/NNL_ALEPH001188281/NLI"
        ]
    ],
    "heTitle": "בניהו על ביצה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Benayahu"
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}