{
    "title": "Even Ha'azel on Mishneh Torah, Virgin Maiden",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Virgin_Maiden",
    "text": [
        [
            [
                "<b>מי שפיתה בתולה קונסין אותו משקל חמשים סלעים של כסף מזוקק והוא הנקרא קנס, וכן אם אנס אותה, וקנס זה מצות עשה של תורה שנאמר ונתן האיש השוכב עמה לאבי הנערה חמשים כסף.</b><br><b> הנה </b> בדין חמשים שקלים שכתב הרמב\"ם בפ\"א מהל' שקלים הל' ב' וז\"ל מנין כסף האמור בתורה באונס ובמפתה ובמוציא שם רע והורג עבד הוא שקל הנאמר בכל מקום בתורה, ומשקלו שלש מאות ועשרים שעורה, וכבר הוסיפו חכמים עליו ועשו משקלו כמשקל המטבע הנקרא סלע בזמן בית שני, וכמה הוא משקל הסלע שלש מאות וארבע ושמונים שעורה בינונית, והריטב\"א הביאו הרי\"ט אלגזי בהלכות בכורות כתב דחוץ מה' סלעים של בן ותמה עליו ע\"ש, והנה בדין המלוה את חברו על המטבע איפסקא להדיא דאם לא הוזלו הפירות בשביל זה שהוסיפו על המטבע צריך ליתן ממטבע החדשה, והרמב\"ם בפ\"ד מהל' מלוה הל' י\"א כתב המלוה את חבירו על המטבע וכן הכותב לאשתו בכתובתה מטבע ידוע ופירש משקלו והוסיפו על משקלו אם הוזלו הפירות מחמת התוספת מנכה לו שיעור התוספת, ואם לא הוזלו מחמת התוספת אינו מנכה לו אלא נותן לו ממטבע היוצאת באותה שעה, וביאור דבריו במה שכתב ופירש משקלו היינו שהלוה לו על מטבע ידוע והמטבע נקראת על שם משקל ידוע, מ\"מ אם הוסיפו על המטבע נותן לו מטבע חדשה משום דחד שם מטבע הוא, ולכאורה לפ\"ז למה צריך לן קרא דיהא דאם הוסיפו צריך ליתן מן החדשים, ואפשר דהא גופא אשמעינן קרא דיש רשות להוסיף והיינו דינא דהמלוה על המטבע היינו מטבע של מלך, ובודאי דלא שייך לומר דאין לו רשות להוסיף וממילא קם דינא דגמ' דכיון שהוסיף ועכשיו אינה יוצאת רק החדשה צריך ליתן החדשה ואינו מנכה לו מחמת התוספת.<br><b> והנה </b> בגמ' שם יכול אם פחתו ת\"ל הוא, ולכאורה בדין המלוה את חבירו על המטבע הדין נותן דגם אם פחתו אם לא הוקרו הפירות בשביל זה דנותן מהחדשים, אכן לפמש\"כ אפשר לומר דזה גופא אשמעינן קרא דאין רשות לפחות משקל הקודש ורק דלהוסיף יש רשות איברא דלשון הגמ' אינו משמע כן דבאופן זה הי' צריך לומר ומנין שיש רשות להוסיף, ולשון הגמ' ומנין שאם הוסיפו עליהם וכו' יכול אם פחתו, אך אפשר לומר דזה ודאי דבהנהגת המדינה יש רשות להוסיף רק דקרא אשמעינן דיש רשות להוסיף בשקל הקדש, גם יש נ\"מ אם הוזלו הפירות בזמן שהוסיפו, והנה בל\"ז שכתבנו אפשר דיש לחלק מדין המלוה את חברו על המטבע דהכונה לשלם במטבע היוצאת בהוצאה, אבל מה דמחייב קרא אפשר דאינו נותן אלא כמשקל שהי' בימי משה, והוא קרוב עם מש\"כ מקודם.<br><b> והנה </b> הר\"י מיגאש הביא דבריו בשטמ\"ק הרחיק מאד סברת הדינים שדנו באחד שהלוה לחברו משקל ידוע זהב מהמשקלות ההולכות בתורת מטבע ונקרא בלשון ערבי \"מתקאל\" והוסיף המלך על המטבע ודנו הדינים שצריך לפרוע ממטבע החדשה והר\"י מיגאש הרחיק שיטה זה וכתב דדייני דדנו להך דינא עליהם נאמר כי רבים חללים הפילה שלא הגיעו להוראה ומורים, וטעמו שבמטבע אין מתחשבין עם המשקל כלל דהיינו אם יהי' בסלע זה תוספת מעט במשקלו לא יקח עבורו יותר וכן אם יתחסר מעט מן המטבע לא יוזל המטבע כלל [וצריך לעיין ממטבע שפחתה] אבל ב\"מתקאל\" מתחשבין כמה גרעינים יש בו ולכן אף שה\"מתקאל\" היוצא עתה הוא \"מתקאל\" נוסף, מ\"מ אין צריך ליתן אלא מן הישנים.<br><b> והנה </b> הרמב\"ם כתב ופירש משקלו, וצריך לומר דהכונה דאף שפירש משקל המטבע אבל עכ\"פ דעתו בעיקר על המטבע, ובאמת הוסיף עוד שם הר\"י מיגאש שה\"מתקאל\" אינו מטבע אחת אלא הוא מקובץ מהרבה גרעינים זהב אבל כאן הלא הוא מטבע אחת, עכ\"פ לפ\"מ שבארנו מיושב שיטת הרמב\"ם במה שפסק דגם בכל הקנסות צריך ליתן ממטבע החדש ולכאורה יש להקשות כיון דצריך קרא בערכין ופדיון הבן בודאי ילפינן מערכין אבל בקנס איך ילפינן הא קנסא מממונא לא ילפינן, אבל לפי מה דבאמת דינא דמלוה את חברו על המטבע הוא דינא דגמ' בלא קרא וע\"כ דהסברא הוא כן וקרא דיהי' הוי רק דיש רשות להוסיף על שקל הקדש."
            ],
            [
                "<b>ואיזה הוא מפתה ואי זה הוא אונס, מפתה לרצונה אונס שבא עליה בעל כרחה, כל הנבעלת בשדה הרי זו בחזקת אנוסה ודנין אותה בדין אנוסה עד שיעידו העדים שברצונה נבעלה, וכל הנבעלת בעיר הרי זו בחזקת מפותה מפני שלא זעקה עד שיעידו העדים שהיא אנוסה כגון ששלף לה חרב ואמר לה אם תזעקי אהרוג אותך.</b><br><b> כתב </b> הראב\"ד ז\"ל חיי ראשי חזקה זו איני יודע מה תועלת יש בה אם יש שם עדים יבואו ויעידו ואם אין שם עדים קנס אין שם ואם לענין ג' דברים אם יש טענה ביניהם זה כלל גדול בדין המוציא מחברו עליו הראיה והעיר והשדה שוות הם עכ\"ל.<br><b> כתב </b> המ\"מ י\"ל כמש\"כ בעל מגדל עוז שאם ראו העדים מרחוק ששכב עמה ולא ידעו אם באונס אם ברצון אם היה בעיר חזקה שהיא מפותה אם לא צעקה ולא העידו ששלף וכו' ואם היה בשדה חזקה שהיא אנוסה, והנה בודאי שגם ע\"ז חולק הראב\"ד דהא כתב דלענין ג' דברים הממע\"ה ואם היה כונת הראב\"ד דהא יש לו מגו דאי בעי הי' כופר לא היה כותב הממע\"ה אלא דנאמן במגו.<br><b> והנה </b> מתחילה עלינו להבין עיקר הך חזקה דאיזה ראיה היא ממה שהי' בשדה שהיה באונס אימא דגם היא נתרצית, ואין ראיה כלל מקרא דבקרא מיירי לענין מיתה ובודאי דדיינינן דבשדה הי' באונס ופטורה ממיתה אבל בקנס דאנו באין לחייבו ולדון שבודאי אנסה מנא לן, ובאמת דבקרא גופא הוא תימה הא דבעיר חייבת מיתה דממ\"נ אם הי' עדים והתראה הא העדים יודעים אם הי' ברצון ואם אין עדים והתראה פטורים ממיתה וכבר עמד על זה הרמב\"ן בפירושו על התורה וכתב שאם ראו עדים מרחוק ואין יודעים אם ברצון או באונס והתרו בה מרחוק אם בעיר חזקה שברצון, והנה פי' הרמב\"ן הוא תמוה דהא קיי\"ל דבעינן עד שיתיר עצמו למיתה, והתרו בו ושתק פטור, אלא עד שאומר יודע אני וע\"מ כן אני עושה וא\"כ אם התירה עצמה למיתה ע\"כ הוא ברצון ואם לא התירה א\"ע למיתה בל\"ז פטורה.<br><b> והנה </b> בספורנו כתב על קרא דואם בשדה מצאה בהא דכתב בקרא צעקה הנערה וגו' וכתב ע\"ז הספורנו דלכן אף שאח\"כ נתרצתה פטורה כדאמר הגמ' בכתובות דף נ\"ב דתחלתה באונס וסופה ברצון מותרת לבעלה, וכונת הספורנו מבואר דרוצה ליישב הא דלא צעקה בעיר שחייבת בשביל זה מיתה, וכמו שהקשינו, וע\"ז בא הספורנו ליישב דבאמת עכשיו כשמצאו אותם העדים כדרך המנאפים הם שניהם ברצון ומקבלים התראה, ומ\"מ בשדה תלינן שמעיקרא הי' באונס ולכן אף שעכשיו הוא ברצון נחשב אונס משום דיצרה אלבשה אבל בעיר כיון דתלינן דבודאי נתרצתה שאם לא כן היתה צועקת אף דאכתי לא הי' התראה מ\"מ אין זה חשוב אונס גמור לפטור אותה אח\"כ בעת שתהי' מזידה ותקבל התראה, ואמנם שיש בזה חידוש גדול דכיון דבלא התראה לא נחשב למזידה ואח\"כ כשמרוצית הא איכא כאן סברא דיצרה אלבשה, ולכן לכאורה צריכה להיות פטורה, ורק דצריך לומר דבאמת יצרה אלבשה בלחוד אינה סברא לפטור דכל המזנים יצרם אלבשם, אלא דהעיקר דמשום דנמשך מתחילת המעשה שהי' באונס והלבשת היצר הי' ע\"י מעשה שהי' באונס מתחילה לכן חשיבא אונס, ולכן כ\"ז דוקא באונס ממש אבל היכי שעפ\"י החזקה לא הי' אונס רק שהי' בלא התראה ונחשב זה לשוגג זה לא יפטור מה שעשה אח\"כ במזיד דלא נוכל לומר דהי' אנוס דהא מקודם ג\"כ לא הי' אנוס, ומצאתי אח\"כ בפנ\"י בכתובות דף נ\"א שהחליט ג\"כ לסברא ברורה דהיכי שמקודם פשעה ולא הי' באונס אינה מותרת לבעלה, אכן דלכאורה לא יתיישב זה אלא לרבא ולאבוה דשמואל תיקשי קרא, ולפ\"מ שהביא הפנ\"י שם דברי התרגום ירושלמי על קרא דאין לנערה משפט מות וכתב התרגום אלא בעלה יפטריני' בגט, וכתב ע\"ז הפנ\"י דהתרגום יסבור כאבוה דשמואל דחיישינן שמא תחילתה באונס וסופה ברצון ולא נחית שם הפנ\"י לדברי הספורנו.<br><b> אכן </b> לדברינו יתיישב ביותר דנימא דגם אבוה דשמואל דאינו סובר זה לאונס היינו דוקא לענין לאסור על בעלה משום דשמא רוצית זה ברצון גמור ונשתנה דעתה אבל לענין חיוב מיתה אפשר דסבר ג\"כ דמקרי זה אונס כיון דמעיקרא נאנסה, ומצאתי אח\"כ שהנוב\"י תנינא באהע\"ז תשו' ק\"נ כתב להדיא כן בשיטת אבוה דשמואל ליישב בזה דברי רש\"ל, ומיושב ביותר דברי התרגום דנחית לדברי הספורנו ומיירי כאן דע\"כ בסוף הי' ברצון גמור מדמחייב מיתה בעיר אלא דמ\"מ בשדה אינה חייבת מיתה כיון שמתחילה הי' באונס כנ\"ל, אלא דבזה דברי הפנ\"י קיימים לכאורה דע\"כ סובר התרגום כאבוה דשמואל דלרבא גם לבעלה שרי רק דיסבור התרגום כמש\"כ דלאבוה דשמואל דאף דלבעלה אסורה מ\"מ ממיתה פטורה וכמש\"כ כן להדיא הנוב\"י.<br><b> ולפ\"ז </b> נוכל לומר דהתרגום יוכל לסבור כהלכה וכרבא ומ\"מ כיון דלפנינו מצאנו אותם ומתרים בהם ושניהם רוצים לא מהני מה דבשדה להתירה לבעלה ונאמר הוכיח סופו על תחילתו וכדאמרינן בכמה דוכתי, ובפרט לפ\"מ דמשמע בריש זבחים ובחולין דהוכיח סופו על תחילתו הוי ספק א\"כ פשוט דלבעלה אסורה וממיתה פטורה ואף דלפ\"מ שכתבו הפנ\"י והנוב\"י מה דחושש אבוה דשמואל משום דרוב כן הוא שלבסוף תתרצה מ\"מ אינו מוכח דסבר כן רבא אף דמלשון הרמב\"ם שכתב אין בידה וכמו שמציין הנוב\"י משמע דלהלכה כן הוא שהוא ודאי מ\"מ אפשר דכ\"ז אם ידענו באונסה מקודם אבל בסתמא ניחוש להוכיח סופו על תחילתו.<br><b> והנה </b> אפשר לומר דלגבי דידה גם בלא סברא דאונס היא פטורה ונאמר דהא רחמנא קרי' מעשה לגבי דידה היינו במה שמנחת עצמה ברצון אבל בכאן כיון שהוא אנסה ואם היתה רוצית להשתמט ממנו אינה יכולה אף שמרוצית אינה כמעשה, ולכן מיושב שפיר דבשדה כיון דתלינן דמעיקרא הי' באונס שוב לא הוי כמעשה דאף שהתרו בה עתה וקבלה התראה ואמרה אעפ\"כ מ\"מ כיון שאם תחפוץ להשמט אינה יכולה לא איכפת לן אף שמרוצית אבל בעיר גם מה שמרוצית עכשיו הוי מעשה אך מ\"מ אינו מיושב אופן זה דהא העדים יכולים לראות באיזה אופן הוא אם יכולה להשמט או שאינה יכולה שתופש בה או מאיים עלי' בחרב.<br><b> וארווחנא </b> במה שכתבתי דבזה נראה שאפשר ליישב דברי הרמב\"ן שמפרש כגון שראו עדים מרחוק והתרו בהם ואינם יודעים אם ברצון אם באונס והקשינו עליו דהא בעינן עד שיתיר עצמו למיתה אך לפ\"ז אפשר לומר דבאמת איירי דהתירה עצמה למיתה ומ\"מ כיון שתופש בה בשביל האונס דמעיקרא אף שעכשיו מרוצית לא מיקריא מעשה דמעשה לא מיקריא אלא במה שהניחה את עצמה ברצון וכן מצאתי שסתם כסברא זו הנוב\"י בתשו' הנ\"ל, ולפ\"ז נאמר דגם הרמב\"ן בחומש נחית לדברי הספורנו רק שלא רצה בזה ליישב הקרא דא\"א ליישב הפסוק בשיטת רבא דמה יעשה אבוה דשמואל עם הקרא ולכן יישב ע\"כ בדוחק דמיירי שהתרו עדים מרחוק ואינם יודעים אם ברצון או באונס, ולכן בשדה אף שקבלה התראה והתירה עצמה למיתה מ\"מ כיון שחזינן שבודאי מעיקרא אנסה ואם עכשיו בודאי אינה יכולה להשמט ממנו אם בשביל שתופש בה בחזקה או בשביל שמאיים עליה בחרב ולכן אף שנתרצתה עכשיו לא מיקרי מעשה כיון שהרצון שלה אינו פועל כלל בזמן העבירה, אבל בעיר תלינן שהיא ברצון גמור מתחילה ועד סוף ולכן כיון שקבלה עתה התראה חייבת.<br><b> והנה </b> כ\"ז כתבנו על הקרא דמיירי לענין מיתה אבל הרמב\"ם דמיירי לענין ממון וקנס באמת אינו מובן לכאורה איך אפשר לדון חזקה זו דאפשר גם בשדה נתרצתה. ומה דמפורש בקרא דבשדה היא בחזקת אנוסה היינו דמכיון דאפשר לומר שהיא אנוסה ממילא בודאי פטורה ממיתה, אבל בעיר מדלא צעקה היא בחזקת מזידה אבל מנלן שודאי היא אנוסה דאמאי לא אפשר שהיא מזידה כמו שהוא מזיד ושניהם רוצים בחטא.<br><b> והנה </b> מצינו בב\"ק דף צ\"א ע\"ב נטיעותי קצצת אתה אמרת לי לקוצצו נאמן ופריך בגמ' לא שבקת חיי לכל בריה ומשני באילן העומד לקציצה ולכן אפשר דבבתולה כיון דנחשב מזיק במה שהוא פוגמה אינו נאמן במה שיאמר שברצון הי' ואתה אמרת לקוצצו, אלא כיון דחזינן דהוא הזיק ועלי' אין אנו יודעין אנו מחזיקין שבודאי הי' שלא ברצונה ולא נוכל לומר שכמו שהוא רצה כך רצתה היא דהוא המזיק ובודאי היה ברצונו דמי אנסו וא\"א אלא מדעתו אבל עליה כיון שהיא הניזוקה אין אנו יכולים לומר דשמא נתרצתה כמו שאינו מועיל טענת אתה אמרת לי, ואף דהתם אין בה יצרא דעברה וכאן אפשר בשביל תאות העברה נתרצתה גם היא, מ\"מ כיון שעכ\"פ היא הניזוקה אינו נאמן לומר שנתרצתה להיות ניזוקה.<br><b> והנה </b> אי נימא דלא כדברינו ורק דבשביל תאות העברה אפשר דנתרצתה להיות ניזוקה יהי' זה חלוק מדין אתה אמרת לי לקוצצו בזה דאתה אמרת לי לקוצצו הוי כמו מתנה ומחילה דאינו נאמן אלא במגו כמבואר בש\"ך ומשום תאות עברה יהי' נחשב כמו מכירה דנאמן לומר מכרת לי, אכן בגמ' בב\"ב אמרינן דמאן דנקיט מגלא ותובליא ואמר איזיל איגדרי' לדיקלא דפלניא דזבנא ניהלי מהימן לא חצף אינש למגזר דיקלא דלאו דילי', והנה אם נימא דקאי גם לאחר שלקח הפירות וכדמייתי מזה על הא דטעון ואמר לפירות ירדתי אלמא דבלא סברא דלא חציף לא הי' נאמן, איברא דשם משני דירד מעצמו והוי כמו גודרות דאין חזקת תפיסתם ראי' על מכירה, ורק הא דלא חציף מברר קניתו, ומ\"מ אפשר דגם בהא דטענת מכירה דודאי נאמן היינו משום דאינו מועיל טענת גזלת ממני משום דאחזוקי אינשי בגזלני לא מחזקינן וא\"כ אפשר דכאן כיון דאם פיתה אותה ג\"כ הוא חצוף שוב ל\"ש וכאן חזקה דלא חציף ומועיל טענתה דאנסת אותי כיון שעכ\"פ הזיקה ופגמה ואינו נאמן לומר דברצון זינתה אפי' אם נדמה זה במקצת למכירה."
            ],
            [
                "<b>המפותה שלא רצתה להנשא למפתה או שלא רצה אביה ליתנה לו או שלא רצה הוא לכנוס ה\"ז נותן קנס והולך, ואין כופין אותו לכנוס ואם רצו וכנסה אינו משלם קנס אלא כותב לה כתובה כשאר הבתולות. אבל האנוסה שלא רצה היא או אביה להנשא לאונס הרשות בידם ונותן קנס והולך. רצתה היא ואביה ולא רצה הוא כופין אותו וכונס ונותן קנס שנאמר ולו תהיה לאשה הרי זו מצות עשה אפילו היא חגרת או סומא או מצורעת כופין אותו לכנוס ואינו מוציא לרצונו לעולם שנאמר לא יוכל לשלחה כל ימיו הרי זו מצות לא תעשה.</b><br><b> הנה </b> הפשוט בדעת הרמב\"ם דמה דמהני מיאון דידה היינו לענין קנס וא\"צ לדחוק כמש\"כ התוס' בתי' שני דדוקא אם מת מהני מיאון דידה שתוכל היא לתבוע הקנס אלא אפי' האב קיים מהני מיאון דידה שאין מקיים בזה הך דמהר ימהרנה דגלי קרא בהא דכתיב ואם מאן ימאן שאם תמאן היא כבר חייב בקנס ואף דהאב יש לו רשות להשיאה אבל כבר נתחייב קנס, וממילא ע\"כ יתחייב כתובה לבד הקנס שלא תהא קלה עיניו להוציאה דהא מפותה יכול להוציאה.<br><b> אך </b> במה שכתב הרמב\"ם דכותב לה כתובה כשאר הבתולות תמה המל\"מ דהא בעולה היא ולמה יש לה כתובת בתולה, ותי' המל\"מ דכיון דדרך הוא לכתוב כתובה לכן חייב אותו הכתוב כפי מה שהוא הדרך לכל נושא אשה, והביא המל\"מ ראי' מהא דעבדים חייב במזונות אשתו וביתו, ובאמת אין ראיה משם דשם שפיר חייבה תורה לאדון לפרנס אשתו כיון דבודאי רוצה העבד בכך ומה לנו שאינו מחוייב, אבל הכא כיון דכל נושא אשה אין לו התחייבות על כתובה למה יהי' המפתה מחויב לכתוב כתובה, ורק שיש לומר שכיון שרוב נושאי נשים נותנים כתובה א\"כ אם יבוא ליפטר מקנס בזה שישא אותה מחויב להתחייב כדרך העולם שמתחייבים כתובה, אך לפי הסבר זה עוד אינו מוכרח שיתן כתובת בתולה, אכן עיקר ההסבר הוא שהרמב\"ם מפרש מה דכתיב כסף ישקול כמהר הבתולות היינו שיתן קנס במקום מהר הבתולות שהי' רגיל ליתן, והיינו דלא כפרש\"י דמהר הבתולות הוא כתובה, ומזה למד רשב\"ג דכתובה דאורייתא. אלא דחכמים סברי דאף שאינו חיוב דאורייתא מ\"מ כיון שהוא רגילות ליתן כן חייבה תורה למפתה בזה, ולזה אמר הכתוב דמהר ימהרנה ופי' חז\"ל במכילתא דמהר הוא כתובה א\"כ קאי ג\"כ על מהר הבתולות וא\"כ מפורש בקרא שמחוייב כתובת בתולה, אלא שהרמב\"ם מדייק וכתב וכותב לה כתובת בתולה היינו שאם אינו רוצה ליתן קנס שזהו במקום שהפסידה כסף כתובתה יכול ליקח אותה לאשה מחוייב להתחייב עצמו בסך של כתובת בתולה שהיה ראוי ליתן לה, ומצאתי להנוב\"י תנינא סימן ל\"ג שכתב כן דהא דחייבו הכתוב בקנס היינו במקום כתובת בתולה שהפסידה.<br><b> והנה </b> המל\"מ תמה על הרמב\"ם שהשמיט הא דאמרינן ביבמות דף כ\"ט דאם נשא כה\"ג מפותת עצמו נשוי ומפורש בגמ' לענין שאינו משלם קנס במפותה, אך לדעתי אין זה קושיא דכיון דביאר הרמב\"ם בפירוש דאם נשא אותה לאשה אינו מחוייב ליתן קנס, וזה הא כתב להדיא בהלכה ו' דגם בחייבי לאוין חלים הנשואין שהרי כתב ואם כנס מוציא בגט, וממילא דפטור מליתן קנס, ובפרט לפ\"מ שבארנו מקודם דדין קנס הוא במקום חיוב הכתובה וממילא כשנשא אותה הא מחוייב כתובה, אפי' באשה אסורה לו, דהא אלמנה לכה\"ג יש לה כתובה וממילא פטור מקנס, ובאמת זהו קושית התוס' שהקשו דמאי נ\"מ בזה שאינו משלם קנס הא צריך ליתן לה כתובה [ומוכח מדברי התוס' כהנ\"ל דדין קנס הוא במקום חיוב הכתובה, דאי לא\"ה מאי הקשו ואמאי לא נימא דחייב בשניהם קנס נתחייב על הביאה וכיון שאינו יכול לכנוס והכניסה אינו פוטר עצמו מקנס לפי ההו\"א כיון שאינו רשאי להיות עמה ומחויב להוציאה, ומ\"מ כתובה ג\"כ ישלם כיון שנשאה].<br><b> והייתי </b> סבור לבאר דברי התוס' כמו דתנן המגרש את אשתו והחזירה ע\"מ כתובה הראשונה החזירה, וגם כאן כיון שכל מפותה אינו נותן קנס וגם כתובה ולכן גם כאן שכשנשאה נתחייב אדעתא ככל מפתי דעלמא שבכתובה פוטר את עצמו מקנס וכיון שחייב קנס פטור מכתובה, אך עוד אין זה מבורר ואינו דומה לגמרי להא דמגרש אשתו והחזירה.<br><b> אך </b> לפמש\"כ מקודם מיושבים דברי התוס' שפיר דתוס' ס\"ל כהרמב\"ם וכפשטי' דקרא דקנס הוא במקום כתובה ודין מהר ימהרנה הוא ג\"כ ליתן לה כתובה כד' המכילתא ולכן מקשה התוס' שפיר דכיון דנשאה בתורת מפתה וצריך ליתן לה כתובה בתורת מפתה וע\"כ דהוא כתובת בתולה וכד' הרמב\"ם וא\"כ מאי אהני שאין נותן קנס, ולזה תירצו התוס' דאדרבה כיון דהיינו אומרים דאם נשא אינו נשוי לענין זה וממילא לא נתקיים מהר ימהרנה ומה שצריך ליתן לה כתובה כשאר הנשים אינו אלא כתובת בעולה, וממילא הייתי אומר שישלם קנס לבד כתובת בעולה, ולזה אשמעינן דאם נשא נשוי וממילא מחוייב במהר ימהרנה ומחוייב לכתוב לה כתובה כשאר בתולות.<br><b> העולה </b> מדברינו דמה שעשה המל\"מ מחלוקת בין התוס' והרמב\"ם לענין כתובת מפתה דהרמב\"ם פוסק כתובת בתולה ותוס' ס\"ל דהוא כתובת בעולה, ולדברינו יש להוכיח מדברי התוס' דאדרבה ס\"ל כהרמב\"ם, ודוקא בזה מיושבים דברי התוס', דאי לא\"ה אין מקום לקושייתם מתרי טעמי חדא מאי פסיקא דאינו משלם אלא אחת ואמאי לא נימא דמשלם קנס לחוד וכתובה לחוד, אם לא נימא דנשא נשוי לענין זה והיינו סוברים דכיון דאינו רשאי להחזיקה, מחוייב קנס אף שנשאה, ועוד דבודאי כתובת בעולה אינו אלא מנה אכן לשיטת הרמב\"ם מיושב שפיר דהא דפטרה התורה מקנס במפותה כשישאנה הוא משום דחייבתו תורה בכתובה מדין מהר ימהרנה והוא ממש קצבת הקנס דכתיב במהר הבתולות, וממילא שפיר הקשו התוס' דכיון דקנס הוא בשביל הפסד כתובה וכתובת מפתה הוא כתובת בתולה אף שהיא בעולה בשביל פטור הקנס א\"כ נ\"מ דכיון שמשלם כתובה בודאי לא משלם קנס, ולזה תירצו התוס' דאה\"נ דכיון דהיינו סוברים דלא נפטר בשביל זה מקנס באמת לא נתחייב כלל בכתובה מדאורייתא כיון דאינו בכלל מהר ימהרנה ונשאר רק מה שנשא אותה עכ\"פ וחייב לה כתובה כמו בכל דוכתא אלמנה לכה\"ג, אבל אם בשביל זה בלא דין דמהר ימהרנה אין כתובתה אלא מדרבנן ואין מגיע לה אלא מנה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה בתולה זו אסורה על האונס או המפתה אם היתה מחייבי כריתות כגון אחותו או דודתו והנדה וכיוצא בהן או שהיתה מחייבי לאוין אם התרו בו הרי זה לוקה ואינו משלם קנס שאין אדם לוקה ומשלם, ואם לא היתה שם התראה הואיל ואינו חייב מלקות הרי זה משלם קנס.</b><br><b> ואם </b> לא היתה שם התראה נ\"ב היש\"ש בפ\"ג דכתובות סי' ד' חולק וסובר דקייל\"ן דפטור ע\"ש וכן כתב בב\"ק בפ\"ז סימן כ'. ע\"כ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מפותה או אנוסה שלא תבעה עד שבגרה או עד שנשאת או עד שמת האב הארבעה דברים או השלשה שלה, עמדה בדין ותבעה אותן ואח\"כ בגרה או שנשאת הרי הן של אב, ואם מת האב אחר עמידתה בדין הרי הן של אחין שהן יורשי האב שמעת שעמדה בדין זכה בהן האב.</b><br><b> הארבעה </b> דברים, והנה יש בזה ב' שיטות דשיטת הרמב\"ן דדוקא קנס, אבל בושת ופגם כיון דממונא היא זכה בהם האב והרי הוא של אחים, ושיטת התוס' לחלוק משום דאיתקש להדדי, ועיקר הא דאיתקש הוא משום דכתיב ונתן לא זיכתה תורה לאב אלא משעת נתינה, אך לפ\"ז נצטרך לומר דקודם נתינה לא שייך לאב, וא\"כ במפותה אין לה קנס כלל דהא מחלה, ומה שתי' הרא\"ש והריטב\"א משום דכיון שהיא של אב לא מהני מחילתה, זה לא מהני אלא אי נימא דמעיקרא דמילתא הוי שבח נעורים לאב ולא שייך מחילתה כלל, ולכן אף אם בגרה חזרה התביעה שלה, מ\"מ לא שייך מחילה דידה משום דבשעת מעשה הוי כקרע שיראים של חבירו כיון שאין נתינת הרשות מועלת, ולא היה לה רשות כלל ע\"ז, וכיון דלא היה לו רשות לכן אח\"כ כשמת האב יכולה גם היא לתבוע, אכן כל זה לא שייך אלא אם נימא ההסבר דשבח נעורים הוא מעיקרא דמילתא של האב, אבל אי נימא דשבח נעורים אינו של האב ולא זיכתה תורה לאב אלא משעת נתינה, א\"כ מעיקרא דידה הוי ומחלה, אם לא דנימא דכיון דאשכחן דהם שני דברים דרשות הנשואין שלה הוי של אב מנעוריה בית אבי', ומ\"מ איצטריך ונתן לגלות לן על צערה דגופא דחייב לו, ונמצא דעל רשות הוי מעיקרא דמילתא משבח נעורים לאבי', ומ\"מ על חיוב הממון דילפינן מונתן ע\"ז אמרינן לא זיכתה תורה לאב אלא משעת נתינה.<br><b> והנה </b> התוס' רי\"ד מפרש הטעם דבושתו ופגמו נמי של עצמה ולא זכו האחים משום דכיון דמחוסרין שומת ב\"ד, והביא ראי' ממטלטלי דכפרי' דלא כתבינן הרשאה, ובאמת שם הוא משום דהוי כמו גזילה ואין אדם מקנה דבר שאינו ברשותו אבל להוריש לבניו מוכח בכ\"ד דאדם מוריש, ונראה דס\"ל דאף דאדם מוריש דבר שאינו ברשותו, אבל הכא עדיין ליתא דבר מסוים מה להוריש דהא לא נקבע החוב, וכמו דחזינן נ\"מ אף דיכול לכתוב הרשאה על ממון שכבר הלוהו, אבל על ממון שעוד לא בא לידו לא שייך שיכתוב עליו הרשאה אף שלא כפרי', והיינו דאין כאן ממון מבורר, ולכן אף שמצינו שמוריש לבניו אינו מוריש אלא התביעה והיינו זכות התביעה ולא עצם הממון, והיינו שבא מכח אביו כמו שאביו הי' לו התביעה כן הוא נמי יש לו התביעה, אבל הכא כיון שגילתה תורה שאין אדם מוריש זכות בתו לבנו שאין לו עיקר התביעה, וממון מבורר עוד אין כאן ונמצא שנשאר התביעה להבת עצמה.<br><b> אכן </b> בעיקר מילתא מה שיש להבת זכות לתבוע אף דההזק לא נעשה ברשותה מוכרח עכ\"פ לומר דההיזק נעשה גם לה רק דגזה\"כ הוא ליתן לאביה והיינו דהממון הוא לאבי הנערה אבל ההיזק נעשה גם לה [ועי' השגת הראב\"ד בהלכה י\"ג ובהשגתו סוף הלכה ט\"ז]."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות נערה בתולה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}