{
    "title": "Shorshei HaYam on Mishneh Torah, Those Who Defile Bed or Seat",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Those_Who_Defile_Bed_or_Seat",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<span class=\"H\">שורש דין היסט ומגע הזב חומר </span>\n<b> בהסט הזב ממגעו וכו'. וכן כלי חרס שהוא נבוב ככדור ועדיין לא נעשה לו פה כמו אלפסין אירנייות אם הסיטן הזב טמאין ואע\"פ שהן טהורים באהל המת וכו'.</b> ע\"כ. בפ\"ב דעדויות דכ\"א אלפסין אירוניות טהורות באהל המת וטמאות במשא הזב וכו'. והנה מתניתין זו הובא במ' ביצה דל\"ב וכתב שם רש\"י וז\"ל טהורות באהל המת דלגבי אהל המת בעינן תוך לכלי חרס דכתב וכל כלי פתוח משמע דיש לו פתוח וכן לכל טומאת מגע עכ\"ל. ולכאורה קשה דבספרי פרשת שמיני פ' ז' ס\"ד נפקא לן דפשוטי כלי חרס אינן מקבלין טומאה מקרא דוכלי חרס אשר יפול מהם אל תוכו את שיש לו תוך טמא את שאין לו תוך טהור פרט למטה ולכסא וכו' וכ\"כ הר\"ש ורבינו בפ\"ב דמס' כלים מ\"ג דפשיטי כ\"ח טהורים מדכתיב אל תוכו ובפ\"ק דחולין דכ\"ד ע\"ב פרכינן ויהא כלי חרס מטמא מגבו מק\"ו ומשנינן אמר קרא וכל כלי פתוח אשר אין צמיד עליו טמא איזהו כלי שטומאתו קודמת לפתחו הוי אומר זה כלי חרס ופי' רש\"י איזהו כלי שהרגילה התורה את הטומאה לבא פתחו הוי אומר זה כלי חרס דכתיב ביה בדוכתא אחריתי אל תוכו וקאמר הכי אין צמיד פתיל טמא הא יש צמיד פתיל טהור וכו' יע\"ש נמצא דמקרא דאל תוכו הוא דשמעינן דאין כלי חרס מקבל טומאה אלא מתוכו ומינה שמעינן דפשוטי כ\"ח טהו' כיון שאין להם תוך ולמה זה רש\"י מיאן בדרשא זו ובחר לו דרשא אחריתי מקרא דוכל כלי פתוח וכי כעורה זו ששנו בספרי. ונראה דמההוא קרא דאל תוכו משמע ליה לרש\"י דליכא ראיה לענין טומאות אהל דבעינן תוך לכלי חרס דאיכא למימר דדוקא לענין טומאת מגע קפיד קרא דבעינן תוך אבל לענין טומאה באהל המת אפשר דאפי' כי אית ליה תוך לכלי חרס מקבל טומאה לזה הביא הוא ז\"ל קרא דוכל כלי פתוח דקפיד אפתוח אפילו לענין טומאת אהל ומה שסיים רש\"י ז\"ל וכתב וכן לכל טומאת מגע לאו מהאי קרא דוכל כלי פתוח הוא דנפקא לן אלא מקרא דאל תוכו וכמובן.<br><b> ודע </b> שרש\"י בפי' החומש בפ' חוקת בפסוק זה דוכל כלי פתוח כתב וז\"ל בכ\"ח הכתוב מדבר שאינו מקבל טומא' מגבו אלא מתוכו לפיכך אם אין מגופת צמידתו פתילה עליו יפה בחיבור טמא הא אם יש צמיד פתיל עליו טהור עכ\"ל. וכתב הרא\"ם ז\"ל וז\"ל יש מפרשים דה\"ק בכלי חרס הכתוב מדבר שהרי הכ\"ח אינו מקבל טומאה מגבו וכו' והכא נמי כתיב וכל כלי פתוח שפירושו אם אין מגופת צמידתו וכו' ודייקינן מינה הא אם יש צמיד פתיל עליו טהור שאינו מקבל טומאה מגבו וכו' ופי' משובש הוא מכמה טעמי חדא דלא אשכחן בשום דוכתא שהכלי חרס אינו מקבל טומאה מגבו אלא מהכא וכו'. ועוד דבהדייא אמרו בפ\"ק דחולין דכ\"ה ויהא כלי חרס מטמא מגבו מק\"ו וכו'. ומשני אמר קרא וכל כלי פתוח אשר אין צמיד פתיל עליו איזהו כלי שטומאתו קודמת לפתחו הוי אומר זה כלי חרס וכי אין צמיד פתיל עליו טמא הא יש צמיד פתיל עליו טהור. הרי לך בפירוש שלא למדנו שבכ\"ח הכתוב מדבר אלא ממילת פתוח דכתיב ביה דמדקפיד קרא אפתיחה ש\"מ דבכלי חרס קאי דאיזהו כלי וכו' ולא ממה שאינו מטמא מגבו עכ\"ל וזה ימים נשאלתי מפי מרן מלכא הרב המופלא חיים אבועאלאפ'ייא נר\"ו דתמיהת הרא\"ם הלזו שתמה על פי' י\"מ מאותה סוגייא דפ\"ק דחולין היא שעמדה על רש\"י עצמו שכתב בפ\"ק דשבת די\"ו ע\"א באותה ששנינו כלי חרס אינן מטמאין מגבן דכתיב וכלי חרס אשר יפול מהם אל תוכו וכו' ואלו בפ\"ק דחולין נפקא לן מקרא דוכל כלי פתוח כמ\"ש הרא\"ם גם הר\"ש בפ\"ב דמסכת כלים עלה דהך מתניתין כ' כדברי רש\"י דנפקא לן מדכתיב אל תוכו. גם רבינו בפי\"ג מה' כלים כתב כן וכבר כתב שם מרן כ\"מ דבגמרא פ\"ק דחולין נפ\"ל מקרא אחרינא יע\"ש. וא\"כ לנו לדעת למה זה מיאנו הם ז\"ל בכתוב שהביאו בגמ' והביאו קרא דוכלי חרס דהאי קרא דחו אותו בגמרא מכח הק\"ו ולא אשכחו פתרי אלא בכתוב דוכל כלי פתוח. גם רש\"י בפי' החומש בפ' שמיני בפסוק דאשר יפול מהם אל תוכו כתב וז\"ל אל תוכו אין כלי חרס מטמא אלא מאוירו עכ\"ל משמע דמההוא קרא הוא דשמעינן דאין כלי חרס מטמא מגבו אלא מאוירו וע\"ש בדברי הרא\"ם וק\"ט אמאי לא הוק' לו להרא\"ם לכל הראשונים הללו מההיא דפ\"ק דחולין כמו שהוק' לו לדברי הי\"מ אלו דברי מרן מלכא נר\"ו.<br><b> וכה </b> היתה תשובתי אליו בהורמנותיה דמר אמינא ליישב דברי הראשונים בהקדים לדקדק באותה סוגייא דפ\"ק דחולין דמאי ראיה מייתי מקרא דוכל כלי פתוח דכלי חרס אינו מקבל טומאה מגבו דמההוא קרא לא שמענו אלא דכ\"ח אינו מקבל טומאה מגבו לענין קבלת טומאה באהל המת אבל טומאת מגע דנוהגת בשאר טומאות לא שמענו ושפיר יש לחלק ביניהם ולומר דדוקא לענין קבלת טומאה באהל המת דאינה נוהגת אלא בטומאת מת בלבד הוא דגלי קרא דאין כ\"ח מטמא מגבו אבל טומאת מגע דנוהגת בכל הטומאות כמ\"ש רבינו בפ\"א מה' טומאת מת אכתי איכא למימר דכלי חרס נמי מיטמא מגבו. ועכ\"ל דתלמודא אעיקר קרא דאל תוכו סמך דפשטיה משמע דמתוכו הוא מטמא במגע ולא מגבו אלא דמעיקרא הוה בעי תלמו' למימ' דקרא דאל תוכו לאו דוקא כיון שניתן ק\"ו לידרש בין לענין קבלת טומאה באהל המת ובין לענין טומאת מגע דשאר טומאות דבכולהו איכא ק\"ו וכי הדר מייתי קרא דוכל כלי פתוח דמוכח מינה דלענין קבלת טומאה באהל המת אין כ\"ח מיטמא מגבו ממילא איפריך ק\"ו לענין טומאת מגע דאע\"ג דטומאת מגע חמירה דנוהגת בכל הטומאות כיון דפשטיה דקרא דאל תוכו משמע דמגבו אינו מטמא וגלי קרא נמי גבי טומאת מת אע\"ג דאיכא ק\"ו דאינו מטמא מגבו תו ליכא למימר דקרא דאל תוכו לאו דוקא דודאי דוקא הוא דהא גלי קרא דהאי ק\"ו לא ניתן לידרש ונמצא דקרא דוכל כלי פתוח אתא לגלויי אקרא דאל תוכו דדוקא הוא ומה\"ט כתבו הראשונים ז\"ל דמה שאין כלי חרס מטמא במגע מגבו מקרא דאל תוכו נפקא לן כמדובר. אכן הרא\"ם ז\"ל שפיר קמתמה על דברי הי\"מ שכתבו בכונת רש\"י ז\"ל שהכתוב הזה מדבר בכלי מפני שהדבר ידוע דכלי חרס אינו מקבל טומאה מגבו דזה אינו ידוע אלא מכח האי קרא דוכל כלי פתוח דאי לאו האי קרא מקרא דאל תוכו לא שמעינן מידי מכח הקושייא כנלע\"ד אם בעיני דמר דשפיר חזו יכשר."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות מטמאי משכב ומושב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}