{
    "title": "Hasagot HaRaavad on Mishneh Torah, Other Sources of Defilement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Other_Sources_of_Defilement",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ואם כנסו והיה בו כזית.</b> א''א לא נהיר דכי מעיינת בשמעתא דחולין מתחזי לך דרב הונא דמפרש מילתיה דרבי יהודה ורבי יהודה גופיה אליבא דרבי ישמעאל קא מיירי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אבל הנבילה אפשר.</b> א''א חסרון דעת אני רואה בכאן דכולה מילתא במנחות אליבא דר''י היא דאמר מין במינו לא בטיל ואיכא מ''ד דבתר המבטל אזלינן דאי לא אפשר למבטל דהוי כבטל הוי מין בשאינו מינו ומבטל לה ומש''ה נבילה בשחוטה דלא אפשר לשחוטה שהוא המבטל להיותו כנבילה לטמא ואע''פ שהנבילה יוצאה מידי טומאה ע''י מסרחת והוי כשחוטה אנן בתר מבטל אזלינן והוי מין בשאינו מינו ובטלה מ''מ כל אותה הסוגיא אליבא דר''י היא אבל לרבנן לא שנא הכי ולא שנא הכי בטלה ברוב ודוקא למגע אבל למשא לא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וקרוב בעיני שאף זה וכו'.</b> א''א זו היא אחת מסברותיו ואין בכולן פחותה מזו כי עובדי כוכבים הם כבהמות ואין מטמאין ואין מיטמאין עם הדומה לחמור הן גוים כמר מדלי ואת כולם ישא רוח והחושב אותם לכלום אסף רוח בחפניו: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> אם חישב וכו'.</b> א''א בחיי ראשי כאשר עיינתי את הדברים במקומן בזבחים פרק טבול יום לא מצאתי אותם כדבריו ודכולי עלמא אית להו דתנא דבי רבי ישמעאל דאמר מה זרעים שאין סופן לטמא טומאה חמורה וכו' והאי דקא מפליג בין פרה לשעיר המשתלח משום דבעינן שיהא להם הכשר טומאה ממקום אחר כלומר בעינן שיהיו ראויין לקבל טומאה ממקום אחר ואם היו ראויים לכך מטמאים הם מעצמם כאילו קבלוה ממקום אחר ונ''מ דבעו הכשר מים שיהיו ראויים לקבל טומאה הילכך פרה ופרים שהם אוכלין וראויים לקבל טומאה מטמאין מעצמן אבל שעיר המשתלח שהוא חי ואינו ראוי לקבל טומאה אף מעצמו אינו מטמא ולעולם פרה ופרים מעצמן מטמאין. בין ותדע. עוד יש לפרש להאי מימרא הכי לעולם רבנן לית להו דר''ש דסבירא להו דבעינן שיקבלו טומאה ממקום אחר ופרה ופרים נמי ע''י קבלת טומאה הילכך פרה ופרים דבני קבולי טומאה נינהו מקבלי טומאה ויהבי לה אבל שעיר שהוא חי לא מקבל טומאה ולא יהיב לה ולדעת הנך רבנן נבילת עוף טהור נמי לא מטמאה עד דמקבל טומאה ממקום אחר והאי פירושא ניחא טפי לההוא סוגיא דזבחים מיהו בהאי סוגיא והאי פירושא ליכא פלוגתא בין פרה ופרים לנבילת עוף טהור. וסוגיין נמי בכולה גמרא כרבי ישמעאל דלא בעינן לא הכשר מים ולא הכשר שרץ: "
            ],
            [],
            [],
            [],
            [
                "<b> מעי של נבילת וכו'.</b> א''א המימרא לא מצאתיה בשום מקום והיא משנה שאינה צריכה ואמר לי לבי שהעתיקה ממה שראה במנחות פרק רבי ישמעאל דאמר אילפא ביצי נבילת עוף טהור מקצתן בחוץ ומקצתן בפנים את שבפנים מטמא בגדים אבית הבליעה את שבחוץ אינו מטמא וכו'. אם מזה העתיק טעה ושיבש שאותו חוץ ובפנים בגוף הנבילה מחוברים קאי: "
            ]
        ],
        [],
        [
            [
                "<b> עד שתצא ממנו ויחתום ממנו פי האמה.</b> א''א זה שיבוש דכל משהו א''צ חתימת פי האמה דא''כ אינו משהו ורב הונא דאמר פרק המפלת אף עצמו אינו מטמא אלא בחתימת פי האמה פליג אדרבי שמלאי דאמר לרואה במשהו דרב הונא סבר אף הרואה משום נוגע הוא ואפילו שלא בקיסם בעי שיעור הילכך אי מפיק לה בקיסם ולא נגע טהור הוא אפילו כמה והנה כל דבריו מבולבלין: "
            ]
        ],
        [],
        [
            [],
            [
                "<b> טמאין מחמת אב.</b> א''א ריבה דברים ונקודים שלא לצורך וסוף דבר אפי' במשקין הבאים מחמת ידים גזרו שיטמאו את הכלים משמעתא דאלו דברים: "
            ],
            [
                "<b> בין בכלי חרס בין בכלי שטף.</b> א''א אין השכל נותן שיעשו משקין מה שאין המת והשרץ עושין ולא גזרו חכמים במשקין אלא משום משקה זב וזבה ואם הזב והזבה אין מטמאין כלי חרס מאחוריו אין המשקין שלהן מטמאין וכ''ש שאר משקין וזה המחבר נתלה בחוט של ערב שמצא בבכורות והא יש לו תוך בכלי שטף הרי הוא ככלי חרס מה כלי חרס נטמא גבו ולא נטמא תוכו אף כלי שטף וכו'. ותפש הדבר כפשוטו דתוכו לא נטמא הא גבו מיהת נטמא ואני אומר דשיטפא דגמרא הוא ומכלי שטף נסבה והכיוון לא היה אלא לחלק גבו מתוכו כמו כלי חרס שחלקו הכתוב: "
            ]
        ],
        [
            [
                "<b> [או כלי].</b> א''א כן הוא במשנת ידים ואם תאמר הרי אמרו בברכות ונטמייה כוס לידים ואמרו אין כלי מטמא אדם התם על ידי משקין נטמא תדע שהרי תוכו טהור ואם נטמא בשרץ כולו טמא ומטמא את הידים אע''פ שהוא תולדה: "
            ],
            [],
            [
                "<b> הפיגול והנותר.</b> א''א כמה דבריו מבולבלין ומה ענין ערבוב צריד של מנחות עם פיגול ונותר שהם מטמאין מעצמן וצריד של מנחות אינו מטמא עד שיקבל טומאה ממקום אחר. ועוד דהא בעיא היא ולא איפשיטא ולקולא ועוד דגרסינן בזבחים פרק טבול יום כי היכי דמטמא אדם במגע מונין בו ראשון ושני אבל נבילת עוף טהור לר''מ אין מונין בו הילכך פיגול ונותר מונין בהן ראשון ושני ואולי הואיל ומטמאין את הידים מטמאין אדם במגע קרינא בהו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> לתרומה.</b> א''א ואח''כ גזרו על אכילת חולין שצריך נטילת ידים: "
            ],
            [],
            [
                "<b> אבל אין משקין.</b> א''א לא ידעתי מהו זה והוא סותר את דבריו וא''ת לא כתב שאין מטמאין אלא אוכלים אף זו שיבוש שהרי אמרו באלו דברים גזירה שמא יטמאו משקין שאחורי הכוס מחמת ידים ויחזרו ויטמאו את הכוס אלמא כלים נמי מטמאו: ",
                "<b> אבל לא לטמא כלים.</b> א''א ולא אפילו לטמא אוכלין של חולין שלא גזרו אלא לתרומה: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> והדבר ספק.</b> א''א אינו כן אלא כבר פשטוה בזבחים שאין מונין בו ראשון ושני: "
            ],
            [],
            [
                "<b> אם נגע במשקה קודש הרי זה טהור.</b> א''א זה שיבוש שהרי אמרו השלישי שבכולן מטמא משקה קודש ופוסל אוכלי קודש מדקאמר מטמא אלמא ההוא משקה נמי פוסל למשקה אחריני דקודש או אפילו לאוכלי קודש: "
            ],
            [
                "<b> הג' שבהן טהור כחולין.</b> א''א זה האיש תפס הדרך המסוכסכת בסירים והניח הדרך הסלולה כי רוב הסוגי' של חולין והסוגיא של מס' נדה וסתם משנה של מסכת חגיגה כולן חולין שנעשו על טהרת הקודש כקדש דמו והוא תפס דברי יחיד הוא ר''נ דס''ל כחולין דמו והוא אמר לה הכא ואמר לה נמי התם בחומר בקדש: "
            ],
            [
                "<b> אלא בחמישי שהוא טהור.</b> א''א אומר אני שהחמישי אפילו עם הקדש עצמו נאכל ושתי הבבות האחרונות לא נאסר בהן נזיד אלא מפני הבבא הראשונה שהוא דוקא דמיירי בחולין שנעשו על טהרת תרומה דאית בהו שלישי אבל הבבות האחרונות אין בהם לא רביעי בתרומה ולא חמישי בקדש: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> לא נטמא אלא זה שנגעה.</b> א''א זה שיבוש שאותו האמצעי שנתן ביניהם אינו מפסיק חיבור העשרון ושניהם טמאין אבל הציל את עצמו שאינו מטמא מן האמצע הואיל וא''צ לכלי: "
            ],
            [],
            [],
            [],
            [
                "<b> ואם היה ידו בלולה במשקה.</b> א''א זה אינו מן הסוגיא ואין השכל מודה בה ובלא נגיעה מה יעשה המשקה: "
            ],
            [],
            [],
            [],
            [
                "<b> והשלישי טהור בחולין וכו'.</b> א''א אף אני ביארתי שאלו דברי יחיד הם ואין הלכה כמותו ואילו כל הסוגיות הולכות על דרך שהן כקדש: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> חוץ מן הסכינין.</b> א''א דבר זה אמר מפני שראה סכין שנמצאת בי''ג שונה ומטביל וחשב שאפילו נמצא בירושלים קאמר ואולי לא אמר אלא כשנמצאת חוץ לירושלים אלא בשעת הרגל הכל מטהרים את סכיניהם לפיכך לא גזרו עליהן טומאת מת אלא טומאת מגע ובי''ג שיש לו שהות להטביל שמא עדיין לא הטביל. אבל מ''מ רואה אני את דבריו דבירושלים קא מיירי שאין הטמאים מצויין שם שאם נמצא חוץ לירושלים כיון שנמצא בר''ה בי''ד אמאי שוחט בה מיד תיפוק לי משום מגעם של עוברים ושבים: ",
                "<b> שוחט בה הקדשים מיד ואפילו.</b> א''א אין דרך המשנה כן בשקלים בי''ג שונה ומטביל ואם חל י''ד בשבת או בי''ג שוחט בה מיד והטעם מפני שאינו יכול להטביל כלים בשבת מקדים ומטביל סכיניו ביום י''ג וכל מ''ש אינו כלום: "
            ],
            [
                "<b> מפני שעשאוה ביום הזה.</b> א''א מים הרעים שתה כשפירשו לו זה הפי' שאין כאן הזאה כל עיקר אבל אמרו שונה ומטבילו מן הספק שמא עדיין לא הטבילו ואת''ל שצריכה הזאה לא מן הטעם שלו אלא שבודאי כבר הקדים בעליו והזה הראשונה ביום הראוי להזות ולשנות ולהטביל ויוכל להשתמש בו פסחו. וכל זה איננו שוה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הניח הככר עד כו'.</b> א''א נ''ל מפני מראית העין היא טמאה שהרואה שמטהרין אותה לא ידע שמחמת ספק משקין מטהרין אותה שהרי אין עליה משקין ולפיכך ברשות היחיד טמאה בספק: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אפילו ברה''י מפני שאין וכו'.</b> א''א זה שיבוש אלא אע''פ שיש בהן: "
            ]
        ],
        [
            [
                "<b> הרי היא טמאה לבעלה עד שתשתה.</b> א''א ובתוספתא מפרש עוד טעם אחר מפני שאפשר להשאל על היחיד וא''א להשאל על הרבים: "
            ]
        ],
        [
            [
                "<b> מפני שהן כלים.</b> א''א תמה אני על הטעם הזה שהרי טומאה הבאה בידי אדם היא אבל הטעם שכל הטומאות כשעת מציאתן ובמקום מציאה דלא מחזיקין טומאה ממקום למקום היכא דאפשר למיתלי בטהרה ואע''ג דר''י ס''ל דמחזיקין לתלות ה''מ באותה קופה אבל מכלי לכלי לא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> או מקצתו טמא.</b> א''א בתוספתא בר''ה אבד ביום ומצא בלילה טמאים מדרס וטהור מטמא מת וברה''י טמא מדרס וטמא מת: "
            ],
            [],
            [],
            [
                "<b> הרי הן מדרס וטמא מת כמו שביארנו.</b> א''א הוא לא ביאר כן למעלה אלא שאם אבד ומצא בו ביום אפילו ברה''י טהורין וכן הוא במשנה ובתוספתא: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שהחנות רה''י.</b> א''א הפירוש הזה חושך ולא אור ומה בין זה לזה אבל רישא שמא לא נכנס כלל וספק ר''ה טהור אבל סיפא ודאי נכנס לרה''י הילכך ספיקו טמא ואע''פ שאמרו כל מה שאתה יכול לרבות ספיקות וספקי ספיקות טמא מ''מ והוא שיכנס למבוי או לבקעה שיש בהם הספק אבל אם לא ידע אם נכנס בהם כלל אם לא נכנס טהור וזה דומה לענין זה: "
            ],
            [],
            [
                "<b> או בנייר ונתון לתוכה ספק נגע.</b> א''א לא ידעתי מהו זה ובתוספתא אמרו ספק נגע ספק לא נגע ספיקו טהור הכניס ידו לתוכה ספיקו טמא: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות שאר אבות הטומאות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}