{
    "text": {
        "0": {
            "0": "After the death of Joshua, the Israelites inquired of the L<small>ORD</small>, “Which of us shall be the first to go up against the Canaanites and attack them?”",
            "1": "The L<small>ORD</small> replied, “Let [the tribe of] Judah go up. I now deliver the land into their hands.”",
            "2": "Judah then said to their brother-tribe Simeon, “Come up with us to our allotted territory and let us attack the Canaanites, and then we will go with you to your allotted territory.” So Simeon joined them.",
            "3": "When Judah advanced, the L<small>ORD</small> delivered the Canaanites and the Perizzites into their hands, and they defeated ten thousand of them at Bezek.",
            "4": "At Bezek, they encountered Adoni-bezek, engaged him in battle, and defeated the Canaanites and the Perizzites.",
            "5": "Adoni-bezek fled, but they pursued him and captured him; and they cut off his thumbs and his big toes.",
            "6": "And Adoni-bezek said, “Seventy kings, with thumbs and big toes cut off, used to pick up scraps under my table; as I have done, so God has requited me.” They brought him to Jerusalem and he died there.",
            "7": "The Judites attacked Jerusalem and captured it; they put it to the sword and set the city on fire.",
            "8": "After that the Judites went down to attack the Canaanites who inhabited the hill country, the Negeb, and the Shephelah.",
            "9": "The Judites marched against the Canaanites who dwelt in Hebron, and they defeated Sheshai, Ahiman, and Talmai. (The name of Hebron was formerly Kiriath-arba.)",
            "10": "From there they marched against the inhabitants of Debir (the name of Debir was formerly Kiriath-sepher).",
            "11": "And Caleb announced, “I will give my daughter Achsah in marriage to the man who attacks and captures Kiriath-sepher.”",
            "12": "His younger kinsman, Othniel the Kenizzite,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. Josh. 14.6, 14.</i> captured it; and Caleb gave him his daughter Achsah in marriage.",
            "13": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. Josh. 15.18–19 and notes.</i>When she came [to him], she induced him to ask her father for some property. She dismounted from her donkey, and Caleb asked her, “What is the matter?”",
            "14": "She replied, “Give me a present, for you have given me away as Negeb-land; give me springs of water.” And Caleb gave her Upper and Lower Gulloth.<sup class=\"endFootnote\">-b</sup><br>",
            "15": "The descendants of the Kenite, the father-in-law of Moses, went up with the Judites from the City of Palms to the wilderness of Judah; and they went and settled among the people<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain. Emendation yields “Amalekites”; cf. 1 Sam. 15.6.</i> in the Negeb of Arad.",
            "16": "And Judah with its brother-tribe Simeon went on and defeated the Canaanites who dwelt in Zephath. They proscribed it, and so the town was named Hormah.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., “Proscribed.” Cf. notes at Num. 21.2–3.</i>",
            "17": "And Judah captured<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint reads “But Judah did not capture Gaza…” Gaza is in the coastal plain referred to in v. 19.</i> Gaza and its territory, Ashkelon and its territory, and Ekron and its territory.",
            "18": "The L<small>ORD</small> was with Judah, so that they took possession of the hill country; but they were not able to dispossess the inhabitants of the plain, for they had iron chariots.",
            "19": "They gave Hebron to Caleb, as Moses had promised; and he drove the three Anakites out of there.",
            "20": "The Benjaminites did not dispossess the Jebusite inhabitants of Jerusalem; so the Jebusites have dwelt with the Benjaminites in Jerusalem to this day.",
            "21": "The House of Joseph, for their part, advanced against Bethel, and the L<small>ORD</small> was with them.",
            "22": "While the House of Joseph were scouting at Bethel (the name of the town was formerly Luz),",
            "23": "their patrols<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Lit. “watchmen.”</i> saw a man leaving the town. They said to him, “Just show us how to get into the town, and we will treat you kindly.”",
            "24": "He showed them how to get into the town; they put the town to the sword, but they let the man and all his relatives go free.",
            "25": "The man went to the Hittite country. He founded a city and named it Luz, and that has been its name to this day.",
            "26": "Manasseh did not dispossess [the inhabitants of] Beth-shean and its dependencies, or [of] Taanach and its dependencies, or the inhabitants of Dor and its dependencies, or the inhabitants of Ibleam and its dependencies, or the inhabitants of Megiddo and its dependencies. The Canaanites persisted in dwelling in this region.",
            "27": "And when Israel gained the upper hand, they subjected the Canaanites to forced labor; but they did not dispossess them.",
            "28": "Nor did Ephraim dispossess the Canaanites who inhabited Gezer; so the Canaanites dwelt in their midst at Gezer.",
            "29": "Zebulun did not dispossess the inhabitants of Kitron or the inhabitants of Nahalol; so the Canaanites dwelt in their midst, but they were subjected to forced labor.",
            "30": "Asher did not dispossess the inhabitants of Acco or the inhabitants of Sidon, Ahlab, Achzib, Helbah, Aphik, and Rehob.",
            "31": "So the Asherites dwelt in the midst of the Canaanites, the inhabitants of the land, for they did not dispossess them.",
            "32": "Naphtali did not dispossess the inhabitants of Beth-shemesh or the inhabitants of Beth-anath. But they settled in the midst of the Canaanite inhabitants of the land, and the inhabitants of Beth-shemesh and Beth-anath had to perform forced labor for them.",
            "33": "The Amorites pressed the Danites into the hill country; they would not let them come down to the plain.",
            "34": "The Amorites also persisted in dwelling in Har-heres, in Aijalon, and in Shaalbim. But the hand of the House of Joseph bore heavily on them and they had to perform forced labor.",
            "35": "The territory of the Amorites<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Some Septuagint mss. read “Edomites.”</i> extended from the Ascent of Akrabbim—from Sela—onward."
        },
        "1": {
            "0": "An angel of the L<small>ORD</small> came up from Gilgal to Bochim and said, “I brought you up from Egypt and I took you into the land which I had promised on oath to your fathers. And I said, ‘I will never break My covenant with you.",
            "1": "And you, for your part, must make no covenant with the inhabitants of this land; you must tear down their altars.’ But you have not obeyed Me—look what you have done!",
            "2": "Therefore, I have resolved not to drive them out before you; they shall become your oppressors,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">So Targum and other ancient versions. Meaning of Heb. uncertain.</i> and their gods shall be a snare to you.”",
            "3": "As the angel of the L<small>ORD</small> spoke these words to all the Israelites, the people broke into weeping.",
            "4": "So they named that place Bochim,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">I.e., “weepers.”</i> and they offered sacrifices there to the L<small>ORD</small>.<br>",
            "5": "When Joshua dismissed the people, the Israelites went to their allotted territories and took possession of the land.",
            "6": "The people served the L<small>ORD</small> during the lifetime of Joshua and the lifetime of the older people who lived on after Joshua and who had witnessed all the marvelous deeds that the L<small>ORD</small> had wrought for Israel.",
            "7": "Joshua son of Nun, the servant of the L<small>ORD</small>, died at the age of one hundred and ten years,",
            "8": "and was buried on his own property, at Timnath-heres<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Some mss. read “Timnath-serah”; cf. Josh. 24.30.</i> in the hill country of Ephraim, north of Mount Gaash.",
            "9": "And all that generation were likewise gathered to their fathers.<br>Another generation arose after them, which had not experienced [the deliverance of] the L<small>ORD</small> or the deeds that He had wrought for Israel.",
            "10": "And the Israelites did what was offensive to the L<small>ORD</small>. They worshiped the Baalim",
            "11": "and forsook the L<small>ORD</small>, the God of their fathers, who had brought them out of the land of Egypt. They followed other gods, from among the gods of the peoples around them, and bowed down to them; they provoked the L<small>ORD</small>.",
            "12": "They forsook the L<small>ORD</small> and worshiped Baal and the Ashtaroth.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Canaanite female deities.</i>",
            "13": "Then the L<small>ORD</small> was incensed at Israel, and He handed them over to foes<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “plunderers.”</i> who plundered them. He surrendered them to their enemies on all sides, and they could no longer hold their own against their enemies.",
            "14": "In all their campaigns, the hand of the L<small>ORD</small> was against them to their undoing, as the L<small>ORD</small> had declared and as the L<small>ORD</small> had sworn to them; and they were in great distress.",
            "15": "Then the L<small>ORD</small> raised up chieftains who delivered them from those who plundered them.",
            "16": "But they did not heed their chieftains either; they went astray after other gods and bowed down to them. They were quick to turn aside from the way their fathers had followed in obedience to the commandments of the L<small>ORD</small>; they did not do right.",
            "17": "When the L<small>ORD</small> raised up chieftains for them, the L<small>ORD</small> would be with the chieftain and would save them from their enemies during the chieftain’s lifetime; for the L<small>ORD</small> would be moved to pity by their moanings because of those who oppressed and crushed them.",
            "18": "But when the chieftain died, they would again act basely, even more than <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Lit. “their fathers.”</i>the preceding generation<sup class=\"endFootnote\">-f</sup>—following other gods, worshiping them, and bowing down to them; they omitted none of their practices and stubborn ways.",
            "19": "Then the L<small>ORD</small> became incensed against Israel, and He said, “Since that nation has transgressed the covenant that I enjoined upon their fathers and has not obeyed Me,",
            "20": "I for My part will no longer drive out before them any of the nations that Joshua left when he died.”",
            "21": "For it was in order to test Israel by them—[to see] whether or not they would faithfully walk in the ways of the L<small>ORD</small>, as their fathers had done—",
            "22": "that the L<small>ORD</small> had left those nations, instead of driving them out at once, and had not delivered them into the hands of Joshua."
        },
        "2": {
            "0": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The sentence structure of vv. 1–2 is uncertain.</i>These are the nations that the L<small>ORD</small> left so that He might test by them all the Israelites who had not known any of the wars of Canaan,",
            "1": "so that succeeding generations of Israelites might be made to experience war—but only those who had not known the <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “them formerly.”</i>former wars:<sup class=\"endFootnote\">-b</sup>",
            "2": "the five principalities<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “lords.”</i> of the Philistines and all the Canaanites, Sidonians, and Hivites who inhabited the hill country of the Lebanon from Mount Baal-hermon to Lebo-hamath.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">See note at Num. 13.21.</i>",
            "3": "These served as a means of testing Israel, to learn whether they would obey the commandments which the L<small>ORD</small> had enjoined upon their fathers through Moses.",
            "4": "The Israelites settled among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites;",
            "5": "they took their daughters to wife and gave their own daughters to their sons, and they worshiped their gods.",
            "6": "The Israelites did what was offensive to the L<small>ORD</small>; they ignored the L<small>ORD</small> their God and worshiped the Baalim and the Asheroth.",
            "7": "The L<small>ORD</small> became incensed at Israel and surrendered them to King Cushan-rishathaim of Aram-naharaim; and the Israelites were subject to Cushan-rishathaim for eight years.",
            "8": "The Israelites cried out to the L<small>ORD</small>, and the L<small>ORD</small> raised a champion for the Israelites to deliver them: Othniel the Kenizzite, a younger kinsman of Caleb.",
            "9": "The spirit of the L<small>ORD</small> descended upon him and he became Israel’s chieftain. He went out to war, and the L<small>ORD</small> delivered King Cushan-rishathaim of Aram into his hands. He prevailed over Cushan-rishathaim,",
            "10": "and the land had peace for forty years.<br>When Othniel the Kenizzite died,",
            "11": "the Israelites again did what was offensive to the L<small>ORD</small>. And because they did what was offensive to the L<small>ORD</small>, the L<small>ORD</small> let King Eglon of Moab prevail over Israel.",
            "12": "[Eglon] brought the Ammonites and the Amalekites together under his command, and went and defeated Israel and occupied the City of Palms.",
            "13": "The Israelites were subject to King Eglon of Moab for eighteen years.",
            "14": "Then the Israelites cried out to the L<small>ORD</small>, and the L<small>ORD</small> raised up a champion for them: the Benjaminite Ehud son of Gera, a left-handed man. It happened that the Israelites sent tribute to King Eglon of Moab through him.",
            "15": "So Ehud made for himself a two-edged dagger, a <i>gomed</i> in length, which he girded on his right side under his cloak.",
            "16": "He presented the tribute to King Eglon of Moab. Now Eglon was a very stout man.",
            "17": "When [Ehud] had finished presenting the tribute, he dismissed the people who had conveyed the tribute.",
            "18": "But he himself returned from Pesilim, near Gilgal, and said, “Your Majesty, I have a secret message for you.” [Eglon] thereupon commanded, “Silence!” So all those in attendance left his presence;",
            "19": "and when Ehud approached him, he was sitting alone in his cool upper chamber. Ehud said, “I have a message for you from God”; whereupon he rose from his seat.",
            "20": "Reaching with his left hand, Ehud drew the dagger from his right side and drove it into [Eglon’s]<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Heb. “his.”</i> belly.",
            "21": "The fat closed over the blade and the hilt went in after the blade—for he did not pull the dagger out of his belly—and the filth<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> came out.",
            "22": "Stepping out into the vestibule,<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> Ehud shut the doors of the upper chamber on him and locked them.",
            "23": "After he left, the courtiers returned. When they saw that the doors of the upper chamber were locked, they thought, “He must be relieving himself in the cool chamber.”",
            "24": "They waited a long time; and when he did not open the doors of the chamber, they took the key and opened them—and there their master was lying dead on the floor!",
            "25": "But Ehud had made good his escape while they delayed; he had passed Pesilim and escaped to Seirah.",
            "26": "When he got there, he had the ram’s horn sounded through the hill country of Ephraim, and all the Israelites descended with him from the hill country; and he took the lead.",
            "27": "“Follow me closely,” he said, “for the L<small>ORD</small> has delivered your enemies, the Moabites, into your hands.” They followed him down and seized the fords of the Jordan against the Moabites; they let no one cross.",
            "28": "On that occasion they slew about 10,000 Moabites; they were all robust and brave men, yet not one of them escaped.",
            "29": "On that day, Moab submitted to Israel; and the land was tranquil for eighty years.",
            "30": "After him came Shamgar <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Or “the Beth-anathite.”</i>son of Anath,<sup class=\"endFootnote\">-g</sup> who slew six hundred Philistines with an oxgoad. He too was a champion of Israel."
        },
        "3": {
            "0": "The Israelites again did what was offensive to the L<small>ORD</small>—Ehud now being dead.",
            "1": "And the L<small>ORD</small> surrendered them to King Jabin of Canaan, who reigned in Hazor. His army commander was Sisera, whose base was Harosheth-goiim.",
            "2": "The Israelites cried out to the L<small>ORD</small>; for he had nine hundred iron chariots, and he had oppressed Israel ruthlessly for twenty years.",
            "3": "Deborah, wife of Lappidoth, was a prophetess; she led Israel at that time.",
            "4": "She used to sit under the Palm of Deborah, between Ramah and Bethel in the hill country of Ephraim, and the Israelites would come to her for decisions.",
            "5": "She summoned Barak son of Abinoam, of Kedesh in Naphtali, and said to him, “The L<small>ORD</small>, the God of Israel, has commanded: Go, march up to Mount Tabor, and take with you ten thousand men of Naphtali and Zebulun.",
            "6": "And I will draw Sisera, Jabin’s army commander, with his chariots and his troops, toward you up to the Wadi Kishon; and I will deliver him into your hands.”",
            "7": "But Barak said to her, “If you will go with me, I will go; if not, I will not go.”",
            "8": "“Very well, I will go with you,” she answered. “However, there will be no glory for you in the course you are taking, for then the L<small>ORD</small> will deliver Sisera into the hands of a woman.” So Deborah went with Barak to Kedesh.",
            "9": "Barak then mustered Zebulun and Naphtali at Kedesh; ten thousand men marched up <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “at his feet.”</i>after him;<sup class=\"endFootnote\">-a</sup> and Deborah also went up with him.",
            "10": "Now Heber the Kenite had separated <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “from Cain”; cf. 1.16.</i>from the other Kenites,<sup class=\"endFootnote\">-b</sup> descendants of Hobab, father-in-law of Moses, and had pitched his tent at Elon-bezaanannim, which is near Kedesh.",
            "11": "Sisera was informed that Barak son of Abinoam had gone up to Mount Tabor.",
            "12": "So Sisera ordered all his chariots—nine hundred iron chariots—and all the troops he had to move from Harosheth-goiim to the Wadi Kishon.",
            "13": "Then Deborah said to Barak, “Up! This is the day on which the L<small>ORD</small> will deliver Sisera into your hands: the L<small>ORD</small> is marching before you.” Barak charged down Mount Tabor, followed by the ten thousand men,",
            "14": "and the L<small>ORD</small> threw Sisera and all his chariots and army into a panic <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “at the edge of the sword before Barak.”</i>before the onslaught of Barak.<sup class=\"endFootnote\">-c</sup> Sisera leaped from his chariot and fled on foot",
            "15": "as Barak pursued the chariots and the soldiers as far as Harosheth-goiim. All of Sisera’s soldiers fell by the sword; not a man was left.",
            "16": "Sisera, meanwhile, had fled on foot to the tent of Jael, wife of Heber the Kenite; for there was friendship between King Jabin of Hazor and the family of Heber the Kenite.",
            "17": "Jael came out to greet Sisera and said to him, “Come in, my lord, come in here, do not be afraid.” So he entered her tent, and she covered him with a blanket.",
            "18": "He said to her, “Please let me have some water; I am thirsty.” She opened a skin of milk and gave him some to drink; and she covered him again.",
            "19": "He said to her, “Stand at the entrance of the tent. If anybody comes and asks you if there is anybody here, say ‘No.’”",
            "20": "Then Jael wife of Heber took a tent pin and grasped the mallet. When he was fast asleep from exhaustion, she approached him stealthily and drove the pin through his temple till it went down to the ground. Thus he died.",
            "21": "Now Barak appeared in pursuit of Sisera. Jael went out to greet him and said, “Come, I will show you the man you are looking for.” He went inside with her, and there Sisera was lying dead, with the pin in his temple.",
            "22": "On that day God subdued King Jabin of Canaan before the Israelites.",
            "23": "The hand of the Israelites bore harder and harder on King Jabin of Canaan, until they destroyed King Jabin of Canaan."
        },
        "4": {
            "0": "On that day Deborah and Barak son of Abinoam sang:<br>",
            "1": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">In many parts of this poem the meaning is uncertain.</i>When <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Apparently an expression of dedication; cf. Num. 6.5.</i>locks go untrimmed<sup class=\"endFootnote\">-b</sup> in Israel,<br>When people dedicate themselves—<br>Bless the L<small>ORD</small>!<br>",
            "2": "Hear, O kings! Give ear, O potentates!<br>I will sing, will sing to the L<small>ORD</small>,<br>Will hymn the L<small>ORD</small>, the God of Israel.<br>",
            "3": "O L<small>ORD</small>, when You came forth from Seir,<br>Advanced from the country of Edom,<br>The earth trembled;<br>The heavens dripped,<br>Yea, the clouds dripped water,",
            "4": "The mountains quaked<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Taking nazelu as a by-form of nazollu; cf. Targum</i>—<br>Before the L<small>ORD</small>, Him of Sinai,<br>Before the L<small>ORD</small>, God of Israel.<br>",
            "5": "In the days of Shamgar <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Or “the Beth-anathite.”</i>son of Anath,<sup class=\"endFootnote\">-d</sup><br>In the days of Jael, caravans<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Or “roads.”</i> ceased,<br>And wayfarers went<br>By roundabout paths.",
            "6": "Deliverance ceased,<br>Ceased in Israel,<br>Till you<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Heb. qamti, archaic second-person singular feminine.</i> arose, O Deborah,<br>Arose, O mother, in Israel!",
            "7": "When they chose new gods,<br><sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Meaning of Heb. uncertain; others “then was war in the gates.”</i>Was there a fighter then in the gates?<sup class=\"endFootnote\">-g</sup><br>No shield or spear was seen<br>Among forty thousand in Israel!<br>",
            "8": "My heart is with Israel’s leaders,<br>With the dedicated of the people—<br>Bless the L<small>ORD</small>!",
            "9": "You riders on tawny she-asses,<br>You who sit on saddle rugs,<br>And you wayfarers, declare it!",
            "10": "Louder than the <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Or “thunder peals”; meaning of Heb. uncertain.</i>sound of archers,<sup class=\"endFootnote\">-h</sup><br>There among the watering places<br>Let them chant the gracious acts of the L<small>ORD</small>,<br>His gracious deliverance of Israel.<br>Then did the people of the L<small>ORD</small><br>March down to the gates!",
            "11": "Awake, awake, O Deborah!<br>Awake, awake, strike up the chant!<br>Arise, O Barak;<br>Take your captives, O son of Abinoam!<br>",
            "12": "Then was the remnant made victor over the mighty,<br>The L<small>ORD</small>’s people<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Reading ’am (with pathaḥ) Adonai; so many Heb. mss.</i> won my victory over the warriors.<br>",
            "13": "From Ephraim came they whose roots are in Amalek;<br>After you, your kin Benjamin;<br>From Machir came down leaders,<br>From Zebulun such as hold the marshal’s staff.",
            "14": "And Issachar’s chiefs were with Deborah;<br>As Barak, so was Issachar—<br>Rushing after him into the valley.<br><br>Among the clans of Reuben<br>Were great decisions of heart.",
            "15": "Why then did you stay among the sheepfolds<br>And listen as they pipe for the flocks?<br>Among the clans of Reuben<br>Were great searchings of heart!",
            "16": "Gilead tarried beyond the Jordan;<br>And Dan—why did he linger <sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Or “at Onioth,” a presumed designation of Dan’s region.</i>by the ships?<sup class=\"endFootnote\">-j</sup><br>Asher remained at the seacoast<br>And tarried at his landings.",
            "17": "Zebulun is a people <sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Lit. “belittled its life to die.”</i>that mocked at death,<sup class=\"endFootnote\">-k</sup><br>Naphtali—on the open heights.<br>",
            "18": "Then the kings came, they fought:<br>The kings of Canaan fought<br>At Taanach, by Megiddo’s waters—<br>They got no spoil of silver.",
            "19": "The stars fought from heaven,<br>From their courses they fought against Sisera.",
            "20": "The torrent Kishon swept them<sup class=\"footnote-marker\">l</sup><i class=\"footnote\">I.e., the kings of Canaan (v. 19).</i> away,<br>The raging torrent, the torrent Kishon.<br><br>March on, my soul, with courage!<br>",
            "21": "Then the horses’ hoofs pounded<br><sup class=\"footnote-marker\">m</sup><i class=\"footnote\">Lit. “From the gallopings, the gallopings of his steeds.”</i>As headlong galloped the steeds.<sup class=\"endFootnote\">-m</sup>",
            "22": "“Curse Meroz!” said the angel of the L<small>ORD</small>.<br>“Bitterly curse its inhabitants,<br>Because they came not to the aid of the L<small>ORD</small>,<br>To the aid of the L<small>ORD</small> among<sup class=\"footnote-marker\">n</sup><i class=\"footnote\">Or “against.”</i> the warriors.”<br>",
            "23": "Most blessed of women be Jael,<br>Wife of Heber the Kenite,<br>Most blessed of women in tents.",
            "24": "He asked for water, she offered milk;<br>In a princely bowl she brought him curds.",
            "25": "Her [left] hand reached for the tent pin,<br>Her right for the workmen’s hammer.<br>She struck Sisera, crushed his head,<br>Smashed and pierced his temple.",
            "26": "At her feet he sank, lay outstretched,<br>At her feet he sank, lay still;<br>Where he sank, there he lay—destroyed.<br>",
            "27": "Through the window peered Sisera’s mother,<br>Behind the lattice she whined:<sup class=\"footnote-marker\">o</sup><i class=\"footnote\">Or “gazed”; meaning of Heb. uncertain.</i><br>“Why is his chariot so long in coming?<br>Why so late the clatter of his wheels?”",
            "28": "The wisest of her ladies give answer;<br>She, too, replies to herself:",
            "29": "“They must be dividing the spoil they have found:<br>A damsel or two for each man,<br>Spoil of dyed cloths for Sisera,<br>Spoil of embroidered cloths,<br>A couple of embroidered cloths<br>Round every neck as spoil.”<br>",
            "30": "So may all Your enemies perish, O L<small>ORD</small>!<br>But may His friends be as the sun rising in might!<br><br>And the land was tranquil forty years."
        },
        "5": {
            "0": "Then the Israelites did what was offensive to the L<small>ORD</small>, and the L<small>ORD</small> delivered them into the hands of the Midianites for seven years.",
            "1": "The hand of the Midianites prevailed over Israel; and because of Midian, the Israelites <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>provided themselves with refuges in the caves and strongholds of the mountains.<sup class=\"endFootnote\">-a</sup>",
            "2": "After the Israelites had done their sowing, Midian, Amalek, and the Kedemites would come up and raid them;",
            "3": "they would attack them, destroy<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">I.e., by grazing their livestock.</i> the produce of the land all the way to Gaza, and leave no means of sustenance in Israel, not a sheep or an ox or an ass.",
            "4": "For they would come up with their livestock and their tents, swarming as thick as locusts; they and their camels were innumerable. Thus they would invade the land and ravage it.",
            "5": "Israel was reduced to utter misery by the Midianites, and the Israelites cried out to the L<small>ORD</small>.",
            "6": "When the Israelites cried to the L<small>ORD</small> on account of Midian,",
            "7": "the L<small>ORD</small> sent a prophet to the Israelites who said to them, “Thus said the L<small>ORD</small>, the God of Israel: I brought you up out of Egypt and freed you from the house of bondage.",
            "8": "I rescued you from the Egyptians and from all your oppressors; I drove them out before you, and gave you their land.",
            "9": "And I said to you, ‘I the L<small>ORD</small> am your God. You must not worship the gods of the Amorites in whose land you dwell.’ But you did not obey Me.”<br>",
            "10": "An angel of the L<small>ORD</small> came and sat under the terebinth at Ophrah, which belonged to Joash the Abiezrite. His son Gideon was then beating out wheat inside a winepress in order to keep it safe from the Midianites.",
            "11": "The angel of the L<small>ORD</small> appeared to him and said to him, “The L<small>ORD</small> is with you, valiant warrior!”",
            "12": "Gideon said to him, “Please, my lord, if the L<small>ORD</small> is with us, why has all this befallen us? Where are all His wondrous deeds about which our fathers told us, saying, ‘Truly the L<small>ORD</small> brought us up from Egypt’? Now the L<small>ORD</small> has abandoned us and delivered us into the hands of Midian!”",
            "13": "The L<small>ORD</small> turned to him and said, “Go in this strength of yours and deliver Israel from the Midianites. I herewith make you My messenger.”",
            "14": "He said to Him, “Please, my lord, how can I deliver Israel? Why, my clan is the humblest in Manasseh, and I am the youngest in my father’s household.”",
            "15": "The L<small>ORD</small> replied, “I will be with you, and you shall defeat Midian to a man.”",
            "16": "And he said to Him, “If I have gained Your favor, give me a sign that it is You who are speaking to me:",
            "17": "do not leave this place until I come back to You and bring out my offering and place it before You.” And He answered, “I will stay until you return.”",
            "18": "So Gideon went in and prepared a kid, and [baked] unleavened bread from an <i>ephah</i> of flour. He put the meat in a basket and poured the broth into a pot, and he brought them out to Him under the terebinth. As he presented them,",
            "19": "the angel of God said to him, “Take the meat and the unleavened bread, put them on yonder rock, and spill out the broth.” He did so.",
            "20": "The angel of the L<small>ORD</small> held out the staff that he carried, and touched the meat and the unleavened bread with its tip. A fire sprang up from the rock and consumed the meat and the unleavened bread. And the angel of the L<small>ORD</small> vanished from his sight.",
            "21": "Then Gideon realized that it was an angel of the L<small>ORD</small>; and Gideon said, “Alas, O Lord G<small>OD</small>! For I have seen an angel of the L<small>ORD</small> face to face.”",
            "22": "But the L<small>ORD</small> said to him, “All is well; have no fear, you shall not die.”",
            "23": "So Gideon built there an altar to the L<small>ORD</small> and called it <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">I.e., “The Lord, ‘All-is-well.’”</i>Adonai-shalom.<sup class=\"endFootnote\">-c</sup> To this day it stands in Ophrah of the Abiezrites.",
            "24": "That night the L<small>ORD</small> said to him: “Take the <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>young bull<sup class=\"endFootnote\">-a</sup> belonging to your father and another bull seven years old; pull down the altar of Baal which belongs to your father, and cut down the sacred post which is beside it.",
            "25": "Then build an altar to the L<small>ORD</small> your God, on <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>the level ground<sup class=\"endFootnote\">-a</sup> on top of this stronghold. Take the other bull and offer it as a burnt offering, using the wood of the sacred post that you have cut down.”",
            "26": "So Gideon took ten of his servants and did as the L<small>ORD</small> had told him; but as he was afraid to do it by day, on account of his father’s household and the townspeople, he did it by night.",
            "27": "Early the next morning, the townspeople found that the altar of Baal had been torn down and the sacred post beside it had been cut down, and that the second bull had been offered on the newly built altar.",
            "28": "They said to one another, “Who did this thing?” Upon inquiry and investigation, they were told, “Gideon son of Joash did this thing!”",
            "29": "The townspeople said to Joash, “Bring out your son, for he must die: he has torn down the altar of Baal and cut down the sacred post beside it!”",
            "30": "But Joash said to all who had risen against him, “Do you have to contend for Baal? Do you have to vindicate him? Whoever fights his battles shall be dead by morning! If he is a god, let him fight his own battles, since it is his altar that has been torn down!”",
            "31": "That day they named him<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., Gideon.</i> Jerubbaal, meaning “Let Baal contend with him, since he tore down his altar.”",
            "32": "All Midian, Amalek, and the Kedemites joined forces; they crossed over and encamped in the Valley of Jezreel.",
            "33": "The spirit of the L<small>ORD</small> enveloped Gideon; he sounded the horn, and the Abiezrites rallied behind him.",
            "34": "And he sent messengers throughout Manasseh, and they too rallied behind him. He then sent messengers through Asher, Zebulun, and Naphtali, and they came up to meet the Manassites.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Heb. “them.”</i>",
            "35": "And Gideon said to God, “If You really intend to deliver Israel through me as You have said—",
            "36": "here I place a fleece of wool on the threshing floor. If dew falls only on the fleece and all the ground remains dry, I shall know that You will deliver Israel through me, as You have said.”",
            "37": "And that is what happened. Early the next day, he squeezed the fleece and wrung out the dew from the fleece, a bowlful of water.",
            "38": "Then Gideon said to God, “Do not be angry with me if I speak just once more. Let me make just one more test with the fleece: let the fleece alone be dry, while there is dew all over the ground.”",
            "39": "God did so that night: only the fleece was dry, while there was dew all over the ground."
        },
        "6": {
            "0": "Early next day, Jerubbaal—that is, Gideon—and all the troops with him encamped above En-harod,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Or “the Spring of Harod.”</i> while the camp of Midian was in the plain to the north of him, at Gibeath-moreh.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Or “the Hill of Moreh.”</i>",
            "1": "The L<small>ORD</small> said to Gideon, “You have too many troops with you for Me to deliver Midian into their hands; Israel might claim for themselves the glory due to Me, thinking, ‘Our own hand has brought us victory.’",
            "2": "Therefore, announce to the men, ‘Let anybody who is timid and fearful turn back, <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>as a bird flies from Mount Gilead.’”<sup class=\"endFootnote\">-c</sup> Thereupon, 22,000 of the troops turned back and 10,000 remained.",
            "3": "“There are still too many troops,” the L<small>ORD</small> said to Gideon. “Take them down to the water and I will sift<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “smelt.”</i> them for you there. Anyone of whom I tell you, ‘This one is to go with you,’ that one shall go with you; and anyone of whom I tell you, ‘This one is not to go with you,’ that one shall not go.”",
            "4": "So he took the troops down to the water. Then the L<small>ORD</small> said to Gideon, “Set apart all those who <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Actually, using their hands as a dog uses its tongue; see v. 6.</i>lap up the water with their tongues like dogs<sup class=\"endFootnote\">-e</sup> from all those who get down on their knees to drink.”",
            "5": "Now those who “lapped” the water into their mouths by hand numbered three hundred; all the rest of the troops got down on their knees to drink.",
            "6": "Then the L<small>ORD</small> said to Gideon, “I will deliver you and I will put Midian into your hands through the three hundred ‘lappers’; let the rest of the troops go home.”",
            "7": "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>So [the lappers] took the provisions and horns that the other men had with them,<sup class=\"endFootnote\">-c</sup> and he sent the rest of the men of Israel back to their homes, retaining only the three hundred men.<br>The Midianite camp was below him, in the plain.",
            "8": "That night the L<small>ORD</small> said to him, “Come, attack<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Lit. “descend upon”; so in vv. 10 and 11.</i> the camp, for I have delivered it into your hands.",
            "9": "And if you are afraid to attack, first go down to the camp with your attendant Purah",
            "10": "and listen to what they say; after that you will have the courage to attack the camp.” So he went down with his attendant Purah to the outposts of the warriors who were in the camp.—",
            "11": "Now Midian, Amalek, and all the Kedemites were spread over the plain, as thick as locusts; and their camels were countless, as numerous as the sands on the seashore.—",
            "12": "Gideon came there just as one man was narrating a dream to another. “Listen,” he was saying, “I had this dream: There was a commotion<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>—a loaf of barley bread was whirling through the Midianite camp. It came to a tent and struck it, and it fell; it turned it upside down, and the tent collapsed.”",
            "13": "To this the other responded, “That can only mean the sword of the Israelite Gideon son of Joash. God is delivering Midian and the entire camp into his hands.”<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">The loaf of bread symbolizes the agricultural Israelites; the tent, the nomadic Midianites.</i>",
            "14": "When Gideon heard the dream told and interpreted, he bowed low. Returning to the camp of Israel, he shouted, “Come on! The L<small>ORD</small> has delivered the Midianite camp into your hands!”",
            "15": "He divided the three hundred men into three columns and equipped every man with a ram’s horn and an empty jar, with a torch in each jar.",
            "16": "“Watch me,” he said, “and do the same. When I get to the outposts of the camp, do exactly as I do.",
            "17": "When I and all those with me blow our horns, you too, all around the camp, will blow your horns and shout, ‘For the L<small>ORD</small> and for Gideon!’”",
            "18": "Gideon and the hundred men with him arrived at the outposts of the camp, at the beginning of the middle watch, just after the sentries were posted. <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Emendation yields “He sounded the horn and smashed the jar that he had with him.”</i>They sounded the horns and smashed the jars that they had with them,<sup class=\"endFootnote\">-h</sup>",
            "19": "and the three columns blew their horns and broke their jars. Holding the torches in their left hands and the horns for blowing in their right hands, they shouted, “A sword for the L<small>ORD</small> and for Gideon!”",
            "20": "They remained standing where they were, surrounding the camp; but the entire camp ran about yelling, and took to flight.",
            "21": "For when the three hundred horns were sounded, the L<small>ORD</small> turned every man’s sword against his fellow, throughout the camp, and the entire host fled as far as Beth-shittah and on to Zererah—as far as the outskirts of Abel-meholah near Tabbath.",
            "22": "And now the men of Israel from Naphtali and Asher and from all of Manasseh rallied for the pursuit of the Midianites.",
            "23": "Gideon also sent messengers all through the hill country of Ephraim with this order: <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of rest of verse uncertain.</i>“Go down ahead of the Midianites and seize their access to the water all along the Jordan down to Beth-barah.” So all the men of Ephraim rallied and seized the waterside down to Beth-barah by the Jordan.",
            "24": "They pursued the Midianites and captured Midian’s two generals, Oreb and Zeeb. They killed Oreb at the Rock of Oreb and they killed Zeeb at the Winepress of Zeeb; and they brought the heads of Oreb and Zeeb from the other side of the Jordan to Gideon."
        },
        "7": {
            "0": "And the men of Ephraim said to him, “Why did you do that to us—not calling us when you went to fight the Midianites?” And they rebuked him severely.",
            "1": "But he answered them, “After all, what have I accomplished compared to you? Why, Ephraim’s gleanings are better than Abiezer’s vintage!",
            "2": "God has delivered the Midianite generals Oreb and Zeeb into your hands, and what was I able to do compared to you?” And when he spoke in this fashion, their anger against him abated.",
            "3": "Gideon came to the Jordan and crossed it. The three hundred men with him were famished, but still in pursuit.",
            "4": "He said to the people of Succoth, “Please give some loaves of bread to the men who are following me, for they are famished, and I am pursuing Zebah and Zalmunna, the kings of Midian.”",
            "5": "But the officials of Succoth replied, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “Is the palm of Zebah and Zalmunna in your hand.”</i>“Are Zebah and Zalmunna already in your hands,<sup class=\"endFootnote\">-a</sup> that we should give bread to your troops?”",
            "6": "“I swear,” declared Gideon, “when the L<small>ORD</small> delivers Zebah and Zalmunna into my hands, I’ll thresh<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">I.e., throw them naked in a bed of thorns and trample them; but exact meaning uncertain.</i> your bodies upon desert thorns and briers!”",
            "7": "From there he went up to Penuel and made the same request of them; but the people of Penuel gave him the same reply as the people of Succoth.",
            "8": "So he also threatened the people of Penuel: “When I come back safe, I’ll tear down this tower!”",
            "9": "Now Zebah and Zalmunna were at Karkor with their army of about 15,000; these were all that remained of the entire host of the Kedemites, for the slain numbered 120,000 fighting men.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “men who drew the sword.”</i>",
            "10": "Gideon marched up the road of the tent dwellers, up to east of Nobah and Jogbehah, and routed the camp, which was off guard.",
            "11": "Zebah and Zalmunna took to flight, with Gideon<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Heb. “him.”</i> in pursuit. He captured Zebah and Zalmunna, the two kings of Midian, and threw the whole army into panic.",
            "12": "On his way back from the battle at the Ascent of Heres, Gideon son of Joash",
            "13": "captured a boy from among the people of Succoth and interrogated him. The latter drew up for him a list of the officials and elders of Succoth, seventy-seven in number.",
            "14": "Then he came to the people of Succoth and said, “Here are Zebah and Zalmunna, about whom you mocked me, saying, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “Is the palm of Zebah and Zalmunna in your hand.”</i>‘Are Zebah and Zalmunna already in your hands,<sup class=\"endFootnote\">-a</sup> that we should give your famished men bread?’”",
            "15": "And he took the elders of the city and, [bringing] desert thorns and briers, he punished<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning of Heb. uncertain; emendation yields “threshed”; cf. v. 7.</i> the people of Succoth with them.",
            "16": "As for Penuel, he tore down its tower and killed the townspeople.",
            "17": "Then he asked Zebah and Zalmunna, “Those men you killed at Tabor, <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Others “Where are they?”</i>what were they like?”<sup class=\"endFootnote\">-f</sup> “They looked just like you,” they replied, “like sons of a king.”",
            "18": "“They were my brothers,” he declared, “the sons of my mother. As the L<small>ORD</small> lives, if you had spared them, I would not kill you.”",
            "19": "And he commanded his oldest son Jether, “Go kill them!” But the boy did not draw his sword, for he was timid, being still a boy.",
            "20": "Then Zebah and Zalmunna said, “Come, you slay us; for strength comes with manhood.” So Gideon went over and killed Zebah and Zalmunna, and he took the crescents that were on the necks of their camels.",
            "21": "Then the men of Israel said to Gideon, “Rule over us—you, your son, and your grandson as well; for you have saved us from the Midianites.”",
            "22": "But Gideon replied, “I will not rule over you myself, nor shall my son rule over you; the L<small>ORD</small> alone shall rule over you.”",
            "23": "And Gideon said to them, “I have a request to make of you: Each of you give me the earring he received as booty.” (They<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">I.e., the Midianites. The author explains that the Midianites wore earrings like the Ishmaelites, who were better known to his contemporaries.</i> had golden earrings, for they were Ishmaelites.)",
            "24": "“Certainly!” they replied. And they spread out a cloth, and everyone threw onto it the earring he had received as booty.",
            "25": "The weight of the golden earrings that he had requested came to 1,700 shekels of gold; this was in addition to the crescents and the pendants and the purple robes worn by the kings of Midian and in addition to the collars on the necks of their camels.",
            "26": "Gideon made an ephod of <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Heb. “it.”</i>this gold<sup class=\"endFootnote\">-h</sup> and set it up in his own town of Ophrah. There all Israel went astray after it, and it became a snare to Gideon and his household.",
            "27": "Thus Midian submitted to the Israelites and did not raise its head again; and the land was tranquil for forty years in Gideon’s time.<br>",
            "28": "So Jerubbaal son of Joash retired to his own house.",
            "29": "Gideon had seventy sons of his own issue, for he had many wives.",
            "30": "A son was also born to him by his concubine in Shechem, and he named him Abimelech.",
            "31": "Gideon son of Joash died at a ripe old age, and was buried in the tomb of his father Joash at Ophrah of the Abiezrites.",
            "32": "After Gideon died, the Israelites again went astray after the Baalim, and they adopted Baal-berith as a god.",
            "33": "The Israelites gave no thought to the L<small>ORD</small> their God, who saved them from all the enemies around them.",
            "34": "Nor did they show loyalty to the house of Jerubbaal-Gideon in return for all the good that he had done for Israel."
        },
        "8": {
            "0": "Abimelech son of Jerubbaal went to his mother’s brothers in Shechem and spoke to them and to the whole clan of his mother’s family. He said,",
            "1": "“Put this question to all the citizens of Shechem: Which is better for you, to be ruled by seventy men—by all the sons of Jerubbaal—or to be ruled by one man? And remember, I am your own <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “bone and flesh.”</i>flesh and blood.”<sup class=\"endFootnote\">-a</sup>",
            "2": "His mother’s brothers said all this in his behalf to all the citizens of Shechem, and they were won over to Abimelech; for they thought, “He is our kinsman.”",
            "3": "They gave him seventy shekels from the temple of Baal-berith; and with this Abimelech hired some worthless and reckless fellows, and they followed him.",
            "4": "Then he went to his father’s house in Ophrah and killed his brothers, the sons of Jerubbaal, seventy men on one stone. Only Jotham, the youngest son of Jerubbaal, survived, because he went into hiding.",
            "5": "All the citizens of Shechem and all Beth-millo convened, and they proclaimed Abimelech king at the terebinth of the pillar<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> at Shechem.",
            "6": "When Jotham was informed, he went and stood on top of Mount Gerizim and called out to them in a loud voice. “Citizens of Shechem!” he cried, “Listen to me, that God may listen to you.",
            "7": "“Once the trees went to anoint a king over themselves. They said to the olive tree, ‘Reign over us.’",
            "8": "But the olive tree replied, ‘Have I, through whom God and men are honored, stopped yielding my rich oil, that I should go and wave above the trees?’",
            "9": "So the trees said to the fig tree, ‘You come and reign over us.’",
            "10": "But the fig tree replied, ‘Have I stopped yielding my sweetness, my delicious fruit, that I should go and wave above the trees?’",
            "11": "So the trees said to the vine, ‘You come and reign over us.’",
            "12": "But the vine replied, ‘Have I stopped yielding my new wine, which gladdens God and men, that I should go and wave above the trees?’",
            "13": "Then all the trees said to the thornbush, ‘You come and reign over us.’",
            "14": "And the thornbush said to the trees, ‘If you are acting honorably in anointing me king over you, come and take shelter in my shade; but if not, may fire issue from the thornbush and consume the cedars of Lebanon!’",
            "15": "“Now then, if you acted honorably and loyally in making Abimelech king, if you have done right by Jerubbaal and his house and have requited him according to his deserts—",
            "16": "considering that my father fought for you and saved you from the Midianites at the risk of his life,",
            "17": "and now you have turned on my father’s household, killed his sons, seventy men on one stone, and set up Abimelech, the son of his handmaid, as king over the citizens of Shechem just because he is your kinsman—",
            "18": "if, I say, you have this day acted honorably and loyally toward Jerubbaal and his house, have joy in Abimelech and may he likewise have joy in you.",
            "19": "But if not, may fire issue from Abimelech and consume the citizens of Shechem and Beth-millo, and may fire issue from the citizens of Shechem and Beth-millo and consume Abimelech!”",
            "20": "With that, Jotham fled. He ran to Beer and stayed there, because of his brother Abimelech.",
            "21": "Abimelech held sway over Israel for three years.",
            "22": "Then God sent a spirit of discord between Abimelech and the citizens of Shechem, and the citizens of Shechem broke faith with Abimelech—",
            "23": "to the end that the crime committed against the seventy sons of Jerubbaal might be avenged, and their blood recoil upon their brother Abimelech, who had slain them, and upon the citizens of Shechem, who had abetted him in the slaying of his brothers.",
            "24": "The citizens of Shechem planted ambuscades against him on the hilltops; and they robbed whoever passed by them on the road. Word of this reached Abimelech.",
            "25": "Then Gaal son of Ebed and his companions came passing through Shechem, and the citizens of Shechem gave him their confidence.",
            "26": "They went out into the fields, gathered and trod out the vintage of their vineyards, and made a festival. They entered the temple of their god, and as they ate and drank they reviled Abimelech.",
            "27": "Gaal son of Ebed said, “Who is Abimelech and who are [we] Shechemites, that we should serve him? <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>This same son of Jerubbaal and his lieutenant Zebul once served the men of Hamor, the father of Shechem;<sup class=\"endFootnote\">-b</sup> so why should we serve him?",
            "28": "Oh, if only this people were under my command, I would get rid of Abimelech! One<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Septuagint reads “I.”</i> would challenge Abimelech, ‘Fill up your ranks and come out here!’”",
            "29": "When Zebul, the governor of the city, heard the words of Gaal son of Ebed, he was furious.",
            "30": "He sent messages to Abimelech at Tormah<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Called “Arumah” in v. 41.</i> to say, “Gaal son of Ebed and his companions have come to Shechem and they are inciting<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> the city against you.",
            "31": "Therefore, set out at night with the forces you have with you and conceal yourself in the fields.",
            "32": "Early next morning, as the sun rises, advance on the city. He and his men will thereupon come out against you, and you will do to him whatever you find possible.”",
            "33": "Abimelech and all the men with him set out at night and disposed themselves against Shechem in four hiding places.",
            "34": "When Gaal son of Ebed came out and stood at the entrance to the city gate, Abimelech and the army with him emerged from concealment.",
            "35": "Gaal saw the army and said to Zebul, “That’s an army marching down from the hilltops!” But Zebul said to him, “The shadows of the hills look to you like men.”",
            "36": "Gaal spoke up again, “Look, an army is marching down from Tabbur-erez, and another column is coming from the direction of Elon-meonenim.”",
            "37": "“Well,” replied Zebul, “where is your boast, ‘Who is Abimelech that we should serve him’? There is the army you sneered at; now go out and fight it!”",
            "38": "So Gaal went out at the head of the citizens of Shechem and gave battle to Abimelech.",
            "39": "But he had to flee before him, and Abimelech pursued him, and many fell slain, all the way to the entrance of the gate.",
            "40": "Then Abimelech stayed in Arumah,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Cf. “Tormah” in v. 31.</i> while Zebul expelled Gaal and his companions and kept them out of Shechem.",
            "41": "The next day, when people went out into the fields, Abimelech was informed.",
            "42": "Taking the army, he divided it into three columns and lay in ambush in the fields; and when he saw the people coming out of the city, he pounced upon them and struck them down.",
            "43": "While Abimelech and the column<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Heb. “columns.”</i> that followed him dashed ahead and took up a position at the entrance of the city gate, the other two columns rushed upon all that were in the open and struck them down.",
            "44": "Abimelech fought against the city all that day. He captured the city and massacred the people in it; he razed the town and sowed it with salt.",
            "45": "When all the citizens of the Tower of Shechem<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Perhaps identical with Beth-millo of vv. 6 and 20.</i> learned of this, they went into the tunnel<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Cf. 1 Sam. 13.6; others “citadel.”</i> of the temple of El-berith.<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Called “Baal-berith” in v. 4.</i>",
            "46": "When Abimelech was informed that all the citizens of the Tower of Shechem had gathered [there],",
            "47": "Abimelech and all the troops he had with him went up on Mount Zalmon. Taking an ax<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Heb. plural.</i> in his hand, Abimelech lopped off a tree limb and lifted it onto his shoulder. Then he said to the troops that accompanied him, “What you saw me do—quick, do the same!”",
            "48": "So each of the troops also lopped off a bough; then they marched behind Abimelech and laid them against the tunnel, and set fire to the tunnel over their heads. Thus all the people of the Tower of Shechem also perished, about a thousand men and women.",
            "49": "Abimelech proceeded to Thebez; he encamped at Thebez and occupied it.",
            "50": "Within the town was a fortified tower; and all the citizens of the town, men and women, took refuge there. They shut themselves in, and went up on the roof of the tower.",
            "51": "Abimelech pressed forward to the tower and attacked it. He approached the door of the tower to set it on fire.",
            "52": "But a woman dropped an upper millstone on Abimelech’s head and cracked his skull.",
            "53": "He immediately cried out to his attendant, his arms-bearer, “Draw your dagger and finish me off, that they may not say of me, ‘A woman killed him!’” So his attendant stabbed him, and he died.",
            "54": "When the men of Israel saw that Abimelech was dead, everyone went home.",
            "55": "Thus God repaid Abimelech for the evil he had done to his father by slaying his seventy brothers;",
            "56": "and God likewise repaid the men of Shechem for all their wickedness. And so the curse of Jotham son of Jerubbaal was fulfilled upon them."
        },
        "9": {
            "0": "After Abimelech, Tola son of Puah son of Dodo, a man of Issachar, arose to deliver Israel. He lived at Shamir in the hill country of Ephraim.",
            "1": "He led Israel for twenty-three years; then he died and was buried at Shamir.",
            "2": "After him arose Jair the Gileadite, and he led Israel for twenty-two years. ",
            "3": "He had thirty sons, who rode on thirty burros and owned thirty boroughs<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Imitating the pun in the Heb., which employs ‘ayarim first in the sense of “donkeys” and then in the sense of “towns.”</i> in the region of Gilead; these are called Havvoth-jair<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">I.e., “the villages of Jair”; cf. Num. 32.41.</i> to this day.)",
            "4": "Then Jair died and was buried at Kamon.",
            "5": "The Israelites again did what was offensive to the L<small>ORD</small>. They served the Baalim and the Ashtaroth, and the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines; they forsook the L<small>ORD</small> and did not serve Him.",
            "6": "And the L<small>ORD</small>, incensed with Israel, surrendered them to the Philistines and to the Ammonites.",
            "7": "That year they battered and shattered the Israelites—for<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain; perhaps “enough for” or “continuing for.”</i> eighteen years—all the Israelites beyond the Jordan, in [what had been] the land of the Amorites in Gilead.",
            "8": "The Ammonites also crossed the Jordan to make war on Judah, Benjamin, and the House of Ephraim. Israel was in great distress.",
            "9": "Then the Israelites cried out to the L<small>ORD</small>, “We stand guilty before You, for we have forsaken our God and served the Baalim.”",
            "10": "But the L<small>ORD</small> said to the Israelites, “[I have rescued you] from the Egyptians, from the Amorites, from the Ammonites, and from the Philistines.",
            "11": "The Sidonians, Amalek, and Maon<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint reads “Midian.”</i> also oppressed you; and when you cried out to Me, I saved you from them.",
            "12": "Yet you have forsaken Me and have served other gods. No, I will not deliver you again.",
            "13": "Go cry to the gods you have chosen; let them deliver you in your time of distress!”",
            "14": "But the Israelites implored the L<small>ORD</small>: “We stand guilty. Do to us as You see fit; only save us this day!”",
            "15": "They removed the alien gods from among them and served the L<small>ORD</small>; and He could not bear the miseries of Israel.",
            "16": "The Ammonites mustered and they encamped in Gilead; and the Israelites massed and they encamped at Mizpah.",
            "17": "The troops—the officers of Gilead—said to one another, “Let the man who is the first to fight the Ammonites be chieftain over all the inhabitants of Gilead.”"
        },
        "10": {
            "0": "Jephthah the Gileadite was an able warrior, who was the son of a prostitute. Jephthah’s father was Gilead;",
            "1": "but Gilead also had sons by his wife, and when the wife’s sons grew up, they drove Jephthah out. They said to him, “You shall have no share in our father’s property, for you are the son of an outsider.”<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “another woman.”</i>",
            "2": "So Jephthah fled from his brothers and settled in the Tob country. Men of low character gathered about Jephthah and went out raiding with him.",
            "3": "Some time later, the Ammonites went to war against Israel.",
            "4": "And when the Ammonites attacked Israel, the elders of Gilead went to bring Jephthah back from the Tob country.",
            "5": "They said to Jephthah, “Come be our chief, so that we can fight the Ammonites.”",
            "6": "Jephthah replied to the elders of Gilead, “You are the very people who rejected me and drove me out of my father’s house. How can you come to me now when you are in trouble?”",
            "7": "The elders of Gilead said to Jephthah, “Honestly, we have now turned back to you. If you come with us and fight the Ammonites, you shall be our commander over all the inhabitants of Gilead.”",
            "8": "Jephthah said to the elders of Gilead, “[Very well,] if you bring me back to fight the Ammonites and the L<small>ORD</small> delivers them to me, I am to be your commander.”",
            "9": "And the elders of Gilead answered Jephthah, “The L<small>ORD</small> Himself shall be witness between us: we will do just as you have said.”",
            "10": "Jephthah went with the elders of Gilead, and the people made him their commander and chief. And Jephthah repeated all these terms before the L<small>ORD</small> at Mizpah.<br>",
            "11": "Jephthah then sent messengers to the king of the Ammonites, saying, “What have you against me that you have come to make war on my country?”",
            "12": "The king of the Ammonites replied to Jephthah’s messengers, “When Israel came from Egypt, they seized the land which is mine, from the Arnon to the Jabbok as far as the Jordan. Now, then, restore it peaceably.”",
            "13": "Jephthah again sent messengers to the king of the Ammonites.",
            "14": "He said to him, “Thus said Jephthah: Israel did not seize the land of Moab or the land of the Ammonites.",
            "15": "When they left Egypt, Israel traveled through the wilderness to the Sea of Reeds and went on to Kadesh.",
            "16": "Israel then sent messengers to the king of Edom, saying, ‘Allow us to cross your country.’ But the king of Edom would not consent. They also sent a mission to the king of Moab, and he refused. So Israel, after staying at Kadesh,",
            "17": "traveled on through the wilderness, skirting the land of Edom and the land of Moab. They kept to the east of the land of Moab until they encamped on the other side of the Arnon; and, since Moab ends at the Arnon, they never entered Moabite territory.",
            "18": "“Then Israel sent messengers to Sihon king of the Amorites, the king of Heshbon. Israel said to him, ‘Allow us to cross through your country to our homeland.’",
            "19": "But Sihon would not trust Israel to pass through his territory. Sihon mustered all his troops, and they encamped at Jahaz; he engaged Israel in battle.",
            "20": "But the L<small>ORD</small>, the God of Israel, delivered Sihon and all his troops into Israel’s hands, and they defeated them; and Israel took possession of all the land of the Amorites, the inhabitants of that land.",
            "21": "Thus they possessed all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan.",
            "22": "“Now, then, the L<small>ORD</small>, the God of Israel, dispossessed the Amorites before His people Israel; and should you possess their land?",
            "23": "Do you not hold what Chemosh your god gives you to possess? So we will hold on to everything that the L<small>ORD</small> our God has given us to possess.",
            "24": "“Besides, are you any better than Balak son of Zippor, king of Moab? Did he start a quarrel with Israel or go to war with them?",
            "25": "“While Israel has been inhabiting Heshbon and its dependencies, and Aroer and its dependencies, and all the towns along the Arnon for three hundred years, why have you not tried to recover them all this time?",
            "26": "I have done you no wrong; yet you are doing me harm and making war on me. May the L<small>ORD</small>, who judges, decide today between the Israelites and the Ammonites!”",
            "27": "But the king of the Ammonites paid no heed to the message that Jephthah sent him.",
            "28": "Then the spirit of the L<small>ORD</small> came upon Jephthah. He marched through Gilead and Manasseh, passing Mizpeh of Gilead; and from Mizpeh of Gilead he crossed over [to] the Ammonites.",
            "29": "And Jephthah made the following vow to the L<small>ORD</small>: “If you deliver the Ammonites into my hands,",
            "30": "then whatever comes out of the door of my house to meet me on my safe return from the Ammonites shall be the L<small>ORD</small>’s and shall be offered by me as a burnt offering.”",
            "31": "Jephthah crossed over to the Ammonites and attacked them, and the L<small>ORD</small> delivered them into his hands.",
            "32": "He utterly routed them—from Aroer as far as Minnith, twenty towns—all the way to Abel-cheramim. So the Ammonites submitted to the Israelites.<br>",
            "33": "When Jephthah arrived at his home in Mizpah, there was his daughter coming out to meet him, with timbrel and dance! She was an only child; he had no other son or daughter.",
            "34": "On seeing her, he rent his clothes and said, “Alas, daughter! You have brought me low; you have become my troubler! For I have <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “opened my mouth.”</i>uttered a vow<sup class=\"endFootnote\">-b</sup> to the L<small>ORD</small> and I cannot retract.”",
            "35": "“Father,” she said, “you have uttered a vow to the L<small>ORD</small>; do to me as you have vowed, seeing that the L<small>ORD</small> has vindicated you against your enemies, the Ammonites.”",
            "36": "She further said to her father, “Let this be done for me: let me be for two months, and I will go with my companions and lament<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “descend,” i.e., with weeping; cf. Isa. 15.3.</i> upon the hills and there bewail my maidenhood.”",
            "37": "“Go,” he replied. He let her go for two months, and she and her companions went and bewailed her maidenhood upon the hills.",
            "38": "After two months’ time, she returned to her father, and he did to her as he had vowed. She had never known a man. So it became a custom in Israel",
            "39": "for the maidens of Israel to go every year, for four days in the year, and chant dirges for the daughter of Jephthah the Gileadite."
        },
        "11": {
            "0": "The men of Ephraim mustered and crossed [the Jordan] to Zaphon. They said to Jephthah, “Why did you march to fight the Ammonites without calling us to go with you? We’ll burn your house down over you!”",
            "1": "Jephthah answered them, “I and my people were in a bitter conflict with the Ammonites; and I summoned you, but you did not save me from them.",
            "2": "When I saw that you were no saviors, I risked my life and advanced against the Ammonites; and the L<small>ORD</small> delivered them into my hands. Why have you come here now to fight against me?”",
            "3": "And Jephthah gathered all the men of Gilead and fought the Ephraimites. The men of Gilead defeated the Ephraimites; for <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>they had said, “You Gileadites are nothing but fugitives from Ephraim—being in Manasseh is like being in Ephraim.”<sup class=\"endFootnote\">-a</sup>",
            "4": "The Gileadites held the fords of the Jordan against the Ephraimites. And when any fugitive from Ephraim said, “Let me cross,” the men of Gilead would ask him, “Are you an Ephraimite?”; if he said “No,”",
            "5": "they would say to him, “Then say <i>shibboleth</i>”; but he would say “<i>sibboleth</i>,” not being able to pronounce it correctly. Thereupon they would seize him and slay him by the fords of the Jordan. Forty-two thousand Ephraimites fell at that time.",
            "6": "Jephthah led Israel six years. Then Jephthah the Gileadite died and he was buried in one of the towns of Gilead.<br>",
            "7": "After him, Ibzan of Bethlehem<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">I.e., Bethlehem in Zebulun; cf. Josh. 19.15.</i> led Israel.",
            "8": "He had thirty sons, and he married off thirty daughters outside the clan and brought in thirty girls from outside the clan for his sons. He led Israel seven years.",
            "9": "Then Ibzan died and was buried in Bethlehem.",
            "10": "After him, Elon the Zebulunite led Israel; he led Israel for ten years.",
            "11": "Then Elon the Zebulunite died and was buried in Aijalon, in the territory of Zebulun.",
            "12": "After him, Abdon son of Hillel the Pirathonite led Israel.",
            "13": "He had forty sons and thirty grandsons, who rode on seventy jackasses. He led Israel for eight years.",
            "14": "Then Abdon son of Hillel the Pirathonite died. He was buried in Pirathon, in the territory of Ephraim, on the hill of the Amalekites."
        },
        "12": {
            "0": "The Israelites again did what was offensive to the L<small>ORD</small>, and the L<small>ORD</small> delivered them into the hands of the Philistines for forty years.",
            "1": "There was a certain man from Zorah, of the stock of Dan, whose name was Manoah. His wife was barren and had borne no children.",
            "2": "An angel of the L<small>ORD</small> appeared to the woman and said to her, “You are barren and have borne no children; but you shall conceive and bear a son.",
            "3": "Now be careful not to drink wine or other intoxicant, or to eat anything unclean.",
            "4": "For you are going to conceive and bear a son; let no razor touch his head, for the boy is to be a nazirite to God from the womb on. He shall be the first to deliver Israel from the Philistines.”",
            "5": "The woman went and told her husband, “A man of God came to me; he looked like an angel of God, very frightening. I did not ask him where he was from, nor did he tell me his name.",
            "6": "He said to me, ‘You are going to conceive and bear a son. Drink no wine or other intoxicant, and eat nothing unclean, for the boy is to be a nazirite to God from the womb to the day of his death!’”",
            "7": "Manoah pleaded with the L<small>ORD</small>. “Oh, my Lord!” he said, “please let the man of God that You sent come to us again, and let him instruct us how to act with the child that is to be born.”",
            "8": "God heeded Manoah’s plea, and the angel of God came to the woman again. She was sitting in the field and her husband Manoah was not with her.",
            "9": "The woman ran in haste to tell her husband. She said to him, “The man who came to me before<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “in the day.”</i> has just appeared to me.”",
            "10": "Manoah promptly followed his wife. He came to the man and asked him: “Are you the man who spoke to my wife?” “Yes,” he answered.",
            "11": "Then Manoah said, “May your words soon come true! What rules shall be observed for the boy?”",
            "12": "The angel of the L<small>ORD</small> said to Manoah, “The woman must abstain from all the things against which I warned her.",
            "13": "She must not eat anything that comes from the grapevine, or drink wine or other intoxicant, or eat anything unclean. She must observe all that I commanded her.”",
            "14": "Manoah said to the angel of the L<small>ORD</small>, “Let us detain you and prepare a kid for you.”",
            "15": "But the angel of the L<small>ORD</small> said to Manoah, “If you detain me, I shall not eat your food; and if you present a burnt offering, offer it to the L<small>ORD</small>.”—For Manoah did not know that he was an angel of the L<small>ORD</small>.",
            "16": "So Manoah said to the angel of the L<small>ORD</small>, “What is your name? We should like to honor you when your words come true.”",
            "17": "The angel said to him, “You must not ask for my name; it is unknowable!”",
            "18": "Manoah took the kid and the meal offering and offered them up on the rock to the L<small>ORD</small>; <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>and a marvelous thing happened<sup class=\"endFootnote\">-b</sup> while Manoah and his wife looked on.",
            "19": "As the flames leaped up from the altar toward the sky, the angel of the L<small>ORD</small> ascended in the flames of the altar, while Manoah and his wife looked on; and they flung themselves on their faces to the ground.—",
            "20": "The angel of the L<small>ORD</small> never appeared again to Manoah and his wife.—Manoah then realized that it had been an angel of the L<small>ORD</small>.",
            "21": "And Manoah said to his wife, “We shall surely die, for we have seen a divine being.”",
            "22": "But his wife said to him, “Had the L<small>ORD</small> meant to take our lives, He would not have accepted a burnt offering and meal offering from us, nor let us see all these things; and He would not have made such an announcement to us.”",
            "23": "The woman bore a son, and she named him Samson. The boy grew up, and the L<small>ORD</small> blessed him.",
            "24": "The spirit of the L<small>ORD</small> first moved him in the encampment of Dan, between Zorah and Eshtaol."
        },
        "13": {
            "0": "Once Samson went down to Timnah; and while in Timnah, he noticed a girl among the Philistine women.",
            "1": "On his return, he told his father and mother, “I noticed one of the Philistine women in Timnah; please get her for me as a wife.”",
            "2": "His father and mother said to him, “Is there no one among the daughters of your own kinsmen and among all our<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Heb. “my.”</i> people, that you must go and take a wife from the uncircumcised Philistines?” But Samson answered his father, “Get me that one, for she is the one that pleases me.”",
            "3": "His father and mother did not realize that this was the L<small>ORD</small>’s doing: He was seeking a pretext against the Philistines, for the Philistines were ruling over Israel at that time.",
            "4": "So Samson and his father and mother went down to Timnah.<br>When he<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Heb. “they.”</i> came to the vineyards of Timnah [for the first time], a full-grown lion came roaring at him.",
            "5": "The spirit of the L<small>ORD</small> gripped him, and he tore him asunder with his bare hands as one might tear a kid asunder; but he did not tell his father and mother what he had done.",
            "6": "Then he went down and spoke to the woman, and she pleased Samson.",
            "7": "Returning the following year to marry her, he turned aside to look at the remains of the lion; and in the lion’s skeleton he found a swarm of bees, and honey.",
            "8": "He scooped it into his palms and ate it as he went along. When he rejoined his father and mother, he gave them some and they ate it; but he did not tell them that he had scooped the honey out of a lion’s skeleton.",
            "9": "So his father came down to the woman, and Samson made a feast there, as young men used to do.",
            "10": "When they<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">I.e., the people of Timnah.</i> saw him, they designated thirty companions to be with him.",
            "11": "Then Samson said to them, “Let me propound a riddle to you. If you can give me the right answer during the seven days of the feast, I shall give you thirty linen tunics and thirty sets of clothing;",
            "12": "but if you are not able to tell it to me, you must give me thirty linen tunics and thirty sets of clothing.” And they said to him, “Ask your riddle and we will listen.”",
            "13": "So he said to them:<br>“Out of the eater came something to eat,<br>Out of the strong came something sweet.”<br>For three days they could not answer the riddle.",
            "14": "On the seventh<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint and Syriac read “fourth.”</i> day, they said to Samson’s wife, “Coax your husband to provide us with the answer to the riddle; else we shall put you and your father’s household to the fire; have you invited us here<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Reading halom, with some Heb. mss. and Targum.</i> in order to impoverish us?”",
            "15": "Then Samson’s wife harassed him with tears, and she said, “You really hate me, you don’t love me. You asked my countrymen a riddle, and you didn’t tell me the answer.” He replied, “I haven’t even told my father and mother; shall I tell you?”",
            "16": "During the rest of the seven days of the feast she continued to harass him with her tears, and on the seventh day he told her, because she nagged him so. And she explained the riddle to her countrymen.",
            "17": "On the seventh day, before the sunset, the townsmen said to him:<br>“What is sweeter than honey,<br>And what is stronger than a lion?”<br>He responded:<br>“Had you not plowed with my heifer,<br>You would not have guessed my riddle!”",
            "18": "The spirit of the L<small>ORD</small> gripped him. He went down to Ashkelon and killed thirty of its men. He stripped them and gave the sets of clothing to those who had answered the riddle. And he left in a rage for his father’s house.",
            "19": "Samson’s wife then married one of those who had been his wedding companions."
        },
        "14": {
            "0": "Some time later, in the season of the wheat harvest, Samson came to visit his wife, bringing a kid as a gift. He said, “Let me go into the chamber to my wife.” But her father would not let him go in.",
            "1": "“I was sure,” said her father, “that you had taken a dislike to her, so I gave her to your wedding companion. But her younger sister is more beautiful than she; let her become your wife instead.”",
            "2": "Thereupon Samson declared, “Now the Philistines can have no claim against me for the harm I shall do them.”",
            "3": "Samson went and caught three hundred foxes. He took torches and, turning [the foxes] tail to tail, he placed a torch between each pair of tails.",
            "4": "He lit the torches and turned [the foxes] loose among the standing grain of the Philistines, setting fire to stacked grain, standing grain, vineyards, [and]<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">So Targum.</i> olive trees.",
            "5": "The Philistines asked, “Who did this?” And they were told, “It was Samson, the son-in-law of the Timnite, who took Samson’s<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Heb. “his.”</i> wife and gave her to his wedding companion.” Thereupon the Philistines came up and put her and her father<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Many mss. read “her father’s household”; cf. 14.15.</i> to the fire.",
            "6": "Samson said to them, “If that is how you act, I will not rest until I have taken revenge on you.”",
            "7": "<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “He smote them leg as well as thigh, a great smiting.”</i>He gave them a sound and thorough thrashing.<sup class=\"endFootnote\">-d</sup> Then he went down and stayed in the cave of the rock of Etam.",
            "8": "The Philistines came up, pitched camp in Judah and spread out over Lehi.",
            "9": "The men of Judah asked, “Why have you come up against us?” They answered, “We have come to take Samson prisoner, and to do to him as he did to us.”",
            "10": "Thereupon three thousand men of Judah went down to the cave of the rock of Etam, and they said to Samson, “You knew that the Philistines rule over us; why have you done this to us?” He replied, “As they did to me, so I did to them.”",
            "11": "“We have come down,” they told him, “to take you prisoner and to hand you over to the Philistines.” “But swear to me,” said Samson to them, “that you yourselves will not attack me.”",
            "12": "“We won’t,” they replied. “We will only take you prisoner and hand you over to them; we will not slay you.” So they bound him with two new ropes and brought him up from the rock.",
            "13": "When he reached Lehi, the Philistines came shouting to meet him. Thereupon the spirit of the L<small>ORD</small> gripped him, and the ropes on his arms became like flax that catches fire; the bonds melted off his hands.",
            "14": "He came upon a fresh jawbone of an ass and he picked it up; and with it he killed a thousand men.",
            "15": "Then Samson said:<br>“With the jaw of an ass,<br>Mass upon mass!<br>With the jaw of an ass<br>I have slain a thousand men.”",
            "16": "As he finished speaking, he threw the jawbone away; hence that place was called Ramath-lehi.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">I.e., “Jawbone Heights.”</i>",
            "17": "He was very thirsty and he called to the L<small>ORD</small>, “You Yourself have granted this great victory through Your servant; and must I now die of thirst and fall into the hands of the uncircumcised?”",
            "18": "So God split open the hollow which is at Lehi, and the water gushed out of it; he drank, regained his strength, and revived. That is why it is called to this day “En-hakkore<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Understood as “The Spring of the Caller.”</i> of Lehi.”",
            "19": "He led Israel in the days of the Philistines for twenty years."
        },
        "15": {
            "0": "Once Samson went to Gaza; there he met a whore and slept with her.",
            "1": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of parts of verse uncertain.</i>The Gazites [learned]<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Septuagint reads “were told.”</i> that Samson had come there, so they gathered and lay in ambush for him in the town gate the whole night; and all night long they kept whispering to each other, “When daylight comes, we’ll kill him.”",
            "2": "But Samson lay in bed only till midnight. At midnight he got up, grasped the doors of the town gate together with the two gateposts, and pulled them out along with the bar. He placed them on his shoulders and carried them off to the top of the hill that is near Hebron.<br>",
            "3": "After that, he fell in love with a woman in the Wadi Sorek, named Delilah.",
            "4": "The lords of the Philistines went up to her and said, “Coax him and find out what makes him so strong, and how we can overpower him, tie him up, and make him helpless; and we’ll each give you eleven hundred shekels of silver.”",
            "5": "So Delilah said to Samson, “Tell me, what makes you so strong? And how could you be tied up and made helpless?”",
            "6": "Samson replied, “If I were to be tied with seven fresh tendons that had not been dried,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">For use as bowstrings.</i> I should become as weak as an ordinary man.”",
            "7": "So the lords of the Philistines brought up to her seven fresh tendons that had not been dried. She bound him with them,",
            "8": "while an ambush was waiting in her room. Then she called out to him, “Samson, the Philistines are upon you!” Whereat he pulled the tendons apart, as a strand of tow comes apart at the touch of fire. So the secret of his strength remained unknown.",
            "9": "Then Delilah said to Samson, “Oh, you deceived me; you lied to me! Do tell me now how you could be tied up.”",
            "10": "He said, “If I were to be bound with new ropes that had never been used, I would become as weak as an ordinary man.”",
            "11": "So Delilah took new ropes and bound him with them, while an ambush was waiting in a room. And she cried, “Samson, the Philistines are upon you!” But he tore them off his arms like a thread.",
            "12": "Then Delilah said to Samson, “You have been deceiving me all along; you have been lying to me! Tell me, how could you be tied up?” He answered her, “If you weave seven locks of my head into the web.”<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint adds “and pin it with a peg to the wall, I shall become as weak as an ordinary man. So Delilah put him to sleep and wove the seven locks of his head into the web.”</i>",
            "13": "And she pinned it with a peg<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint adds “to the wall.”</i> and cried to him, “Samson, the Philistines are upon you!” Awaking from his sleep, he pulled out the peg, the loom,<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> and the web.",
            "14": "Then she said to him, “How can you say you love me, when you don’t confide in me? This makes three times that you’ve deceived me and haven’t told me what makes you so strong.”",
            "15": "Finally, after she had nagged him and pressed him constantly, he was wearied to death",
            "16": "and he confided everything to her. He said to her, “No razor has ever touched my head, for I have been a nazirite to God since I was in my mother’s womb. If my hair were cut, my strength would leave me and I should become as weak as an ordinary man.”",
            "17": "Sensing that he had confided everything to her, Delilah sent for the lords of the Philistines, with this message: “Come up once more, for he has confided everything to me.” And the lords of the Philistines came up and brought the money with them.",
            "18": "She lulled him to sleep on her lap. Then she called in a man, and she had him cut off the seven locks of his head; thus she weakened him<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Taking wattaḥel as equivalent to wattaḥal; cf. vv. 7, 11, and 17.</i> and made him helpless: his strength slipped away from him.",
            "19": "She cried, “Samson, the Philistines are upon you!” And he awoke from his sleep, thinking he would break loose<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> and shake himself free as he had the other times. For he did not know that the L<small>ORD</small> had departed from him.",
            "20": "The Philistines seized him and gouged out his eyes. They brought him down to Gaza and shackled him in bronze fetters, and he became a mill slave in the prison.",
            "21": "After his hair was cut off, it began to grow back.",
            "22": "Now the lords of the Philistines gathered to offer a great sacrifice to their god Dagon and to make merry. They chanted,<br>“Our god has delivered into our hands<br>Our enemy Samson.”",
            "23": "<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">This verse would read well after v. 25.</i>When the people saw him, they sang praises to their god, chanting,<br>“Our god has delivered into our hands<br>The enemy who devastated our land,<br>And who slew so many of us.”",
            "24": "As their spirits rose, they said, “Call Samson here and let him dance for us.” Samson was fetched from the prison, and he danced for them. Then they put him between the pillars.",
            "25": "And Samson said to the boy who was leading him by the hand, “Let go of me and let me feel the pillars that the temple rests upon, that I may lean on them.”",
            "26": "Now the temple was full of men and women; all the lords of the Philistines were there, and there were some three thousand men and women on the roof watching Samson dance.",
            "27": "Then Samson called to the L<small>ORD</small>, “O Lord G<small>OD</small>! Please remember me, and give me strength just this once, O God, to take revenge of the Philistines, if only for one of my two eyes.”",
            "28": "He embraced the two middle pillars that the temple rested upon, one with his right arm and one with his left, and leaned against them;",
            "29": "Samson cried, “Let me die with the Philistines!” and he pulled with all his might. The temple came crashing down on the lords and on all the people in it. Those who were slain by him as he died outnumbered those who had been slain by him when he lived.",
            "30": "His brothers and all his father’s household came down and carried him up and buried him in the tomb of his father Manoah, between Zorah and Eshtaol. He had led Israel for twenty years."
        },
        "16": {
            "0": "There was a man in the hill country of Ephraim whose name was Micah.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">“Micaihu” here and in v. 4.</i>",
            "1": "He said to his mother, “The eleven hundred shekels of silver that were taken from you, so that you uttered an imprecation<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cursing anyone who knew the whereabouts of the silver and did not disclose it; cf. Lev. 5.1; 1 Kings 8.31.</i> which you repeated in my hearing—I have that silver; I took it.” “Blessed of the L<small>ORD</small> be my son,” said his mother.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">In order to nullify the imprecation.</i>",
            "2": "He returned the eleven hundred shekels of silver to his mother; but his mother said, “I herewith consecrate the silver to the L<small>ORD</small>, transferring it to my son to make a sculptured image and a molten image. I now return it to you.”",
            "3": "So when he gave the silver back to his mother, his mother took two hundred shekels of silver and gave it to a smith. He made of it a sculptured image and a molten image, which were kept in the house of Micah.",
            "4": "Now the man Micah had a house of God; he had made an ephod and teraphim and he had inducted one of his sons to be his priest.",
            "5": "In those days there was no king in Israel; every man did as he pleased.",
            "6": "There was a young man from Bethlehem of Judah, from the clan seat of Judah; he was a Levite and had resided there as a sojourner.",
            "7": "This man had left the town of Bethlehem of Judah to take up residence wherever he could find a place. On his way, he came to the house of Micah in the hill country of Ephraim.",
            "8": "“Where do you come from?” Micah asked him. He replied, “I am a Levite from Bethlehem of Judah, and I am traveling to take up residence wherever I can find a place.”",
            "9": "“Stay with me,” Micah said to him, “and be a father and a priest to me, and I will pay you ten shekels of silver a year, an allowance of clothing, and your food.” <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Force of Heb. uncertain.</i>The Levite went.<sup class=\"endFootnote\">-d</sup>",
            "10": "The Levite agreed to stay with the man, and the youth became like one of his own sons.",
            "11": "Micah inducted the Levite, and the young man became his priest and remained in Micah’s shrine.",
            "12": "“Now I know,” Micah told himself, “that the L<small>ORD</small> will prosper me, since the Levite has become my priest.”"
        },
        "17": {
            "0": "In those days there was no king in Israel, and in those days the tribe of Dan was seeking a territory in which to settle; for to that day no territory had fallen to their lot among the tribes of Israel.",
            "1": "The Danites sent out five of their number, from their clan seat at Zorah and Eshtaol—valiant men—to spy out the land and explore it. “Go,” they told them, “and explore the land.” When they had advanced into the hill country of Ephraim as far as the house of Micah, they stopped there for the night.",
            "2": "While in the vicinity of Micah’s house, they recognized the speech<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “voice.” The men could tell by his dialect that he came from Judah and was therefore a former neighbor of the Danites; cf. vv. 11–12.</i> of the young Levite, so they went over and asked him, “Who brought you to these parts? What are you doing in this place? What is your business here?”",
            "3": "He replied, “Thus and thus Micah did for me—he hired me and I became his priest.”",
            "4": "They said to him, “Please, inquire of God; we would like to know if the mission on which we are going will be successful.”",
            "5": "“Go in peace,” the priest said to them, “the L<small>ORD</small> views with favor the mission you are going on.”",
            "6": "The five men went on and came to Laish. They observed the people in it dwelling carefree, after the manner of the Sidonians, a tranquil and unsuspecting people, with no one in the land to molest them and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>with no hereditary ruler.<sup class=\"endFootnote\">-b</sup> Moreover, they were distant from the Sidonians and had no dealings with anybody.",
            "7": "When [the men] came back to their kinsmen at Zorah and Eshtaol, their kinsmen asked them, “How did you fare?”",
            "8": "They replied, “Let us go at once and attack them! For we found that the land was very good, and you are sitting idle! Don’t delay; go and invade the land and take possession of it,",
            "9": "for God has delivered it into your hand. When you come, you will come to an unsuspecting people; and the land is spacious and nothing on earth is lacking there.”",
            "10": "They departed from there, from the clan seat of the Danites, from Zorah and Eshtaol, six hundred strong, girt with weapons of war.",
            "11": "They went up and encamped at Kiriath-jearim in Judah. That is why that place is called “the Camp of Dan” to this day; it lies west of Kiriath-jearim.",
            "12": "From there they passed on to the hill country of Ephraim and arrived at the house of Micah.",
            "13": "Here the five men who had gone to spy out the Laish region remarked to their kinsmen, “Do you know, there is an ephod in these houses, and teraphim, and a sculptured image and a molten image? Now you know what you have to do.”",
            "14": "So they turned off there and entered the home of the young Levite at Micah’s house and greeted him.",
            "15": "The six hundred Danite men, girt with their weapons of war, stood at the entrance of the gate,",
            "16": "while the five men who had gone to spy out the land went inside and took the sculptured image, the ephod, the teraphim, and the molten image. The priest was standing at the entrance of the gate, and the six hundred men girt with their weapons of war,",
            "17": "while those men entered Micah’s house and took <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “the sculptured image of the ephod, and the household gods, and the molten image.”</i>the sculptured image, the molten image, the ephod, and the household gods.<sup class=\"endFootnote\">-c</sup> The priest said to them, “What are you doing?”",
            "18": "But they said to him, “Be quiet; put your hand on your mouth! Come with us and be our father and priest. Would you rather be priest to one man’s household or be priest to a tribe and clan in Israel?”",
            "19": "The priest was delighted. He took the ephod, the household gods, and the sculptured image, and he joined the people.",
            "20": "They set out again, placing the children, the cattle, and their household goods in front.",
            "21": "They had already gone some distance from Micah’s house, when the men in the houses near Micah’s mustered and caught up with the Danites.",
            "22": "They called out to the Danites, who turned around and said to Micah, “What’s the matter? Why have you mustered?”",
            "23": "He said, “You have taken my priest and the gods that I made, and walked off! What do I have left? How can you ask, ‘What’s the matter’?”",
            "24": "But the Danites replied, “Don’t do any shouting at us, or some desperate men might attack you, and you and your family would lose your lives.”",
            "25": "So Micah, realizing that they were stronger than he, turned back and went home; and the Danites went on their way,",
            "26": "taking the things Micah had made and the priest he had acquired. They proceeded to Laish, a people tranquil and unsuspecting, and they put them to the sword and burned down the town.",
            "27": "There was none to come to the rescue, for it was distant from Sidon and they had no dealings with anyone; it lay in the valley of Beth-rehob.<br>They rebuilt the town and settled there,",
            "28": "and they named the town Dan, after their ancestor Dan who was Israel’s son. Originally, however, the name of the town was Laish.",
            "29": "The Danites set up the sculptured image for themselves; and Jonathan son of Gershom son of Manasseh,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Heb. º0äùðî with º0ð suspended, indicating an earlier reading “Moses”; cf. Exod. 2.22.</i> and his descendants, served as priests to the Danite tribe until the land went into exile.",
            "30": "They maintained<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> the sculptured image that Micah had made throughout the time that the House of God stood at Shiloh."
        },
        "18": {
            "0": "In those days, when there was no king in Israel, a Levite residing at the other end of the hill country of Ephraim took to himself a concubine from Bethlehem in Judah.",
            "1": "Once his concubine deserted<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “played the harlot.”</i> him, leaving him for her father’s house in Bethlehem in Judah; and she stayed there a full four months.",
            "2": "Then her husband set out, with an attendant and a pair of donkeys, and went after her to woo her and to win her back. She admitted him into her father’s house; and when the girl’s father saw him, he received him warmly.",
            "3": "His father-in-law, the girl’s father, pressed him, and he stayed with him three days; they ate and drank and lodged there.",
            "4": "Early in the morning of the fourth day, he started to leave; but the girl’s father said to his son-in-law, “Eat something to give you strength, then you can leave.”",
            "5": "So the two of them sat down and they feasted together. Then the girl’s father said to the man, “Won’t you stay overnight and enjoy yourself?”",
            "6": "The man started to leave, but his father-in-law kept urging him until he turned back and spent the night there.",
            "7": "Early in the morning of the fifth day, he was about to leave, when the girl’s father said, “Come, have a bite.” The two of them ate, dawdling until past noon.",
            "8": "Then the man, his concubine, and his attendant started to leave. His father-in-law, the girl’s father, said to him, “Look, the day is waning toward evening; do stop for the night. See, the day is declining; spend the night here and enjoy yourself. You can start early tomorrow on your journey and head for home.”",
            "9": "But the man refused to stay for the night. He set out and traveled as far as the vicinity of Jebus—that is, Jerusalem; he had with him a pair of laden donkeys, and his concubine <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Emendation yields “and his attendant.”</i>was with him.<sup class=\"endFootnote\">-b</sup>",
            "10": "Since they were close to Jebus, and the day was very far spent, the attendant said to his master, “Let us turn aside to this town of the Jebusites and spend the night in it.”",
            "11": "But his master said to him, “We will not turn aside to a town of aliens who are not of Israel, but will continue to Gibeah.",
            "12": "Come,” he said to his attendant, “let us approach one of those places and spend the night either in Gibeah or in Ramah.”",
            "13": "So they traveled on, and the sun set when they were near Gibeah of Benjamin.",
            "14": "They turned off there and went in to spend the night in Gibeah. He went and sat down in the town square, but nobody took them indoors to spend the night.",
            "15": "In the evening, an old man came along from his property <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “in the field.”</i>outside the town.<sup class=\"endFootnote\">-c</sup> (This man hailed from the hill country of Ephraim and resided at Gibeah, where the townspeople were Benjaminites.)",
            "16": "He happened to see the wayfarer in the town square. “Where,” the old man inquired, “are you going to, and where do you come from?”",
            "17": "He replied, “We are traveling from Bethlehem in Judah to the other end of the hill country of Ephraim. That is where I live. I made a journey to Bethlehem of Judah, and now I am on my way <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain; emendation yields “to my home”; cf. v. 29.</i>to the House of the L<small>ORD</small>,<sup class=\"endFootnote\">-d</sup> and nobody has taken me indoors.",
            "18": "We have both bruised straw and feed for our donkeys, and bread and wine for me and your handmaid,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">I.e., the concubine.</i> and for the attendant <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">I.e., “with us.”</i>with your servants.<sup class=\"endFootnote\">-f</sup> We lack nothing.”",
            "19": "“Rest easy,” said the old man. “Let me take care of all your needs. Do not on any account spend the night in the square.”",
            "20": "And he took him into his house. He mixed fodder for the donkeys; then they bathed their feet and ate and drank.",
            "21": "While they were enjoying themselves, the men of the town, a depraved lot, had gathered about the house and were pounding on the door. They called to the aged owner of the house, “Bring out the man who has come into your house, so that we can be intimate with him.”",
            "22": "The owner of the house went out and said to them, “Please, my friends, do not commit such a wrong. Since this man has entered my house, do not perpetrate this outrage.",
            "23": "Look, here is my virgin daughter, and his concubine. Let me bring them out to you. Have your pleasure of them, do what you like with them; but don’t do that outrageous thing to this man.”",
            "24": "But the men would not listen to him, so the man seized his concubine and pushed her out to them. They raped her and abused her all night long until morning; and they let her go when dawn broke.",
            "25": "Toward morning the woman came back; and as it was growing light, she collapsed at the entrance of the man’s house where her husband was.",
            "26": "When her husband arose in the morning, he opened the doors of the house and went out to continue his journey; and there was the woman, his concubine, lying at the entrance of the house, with her hands on the threshold.",
            "27": "“Get up,” he said to her, “let us go.” But there was no reply. So the man placed her on the donkey and set out for home.",
            "28": "When he came home, he picked up a knife, and took hold of his concubine and cut her up limb by limb into twelve parts. He sent them throughout the territory of Israel.",
            "29": "And everyone who saw it cried out, “Never has such a thing happened or been seen from the day the Israelites came out of the land of Egypt to this day! Put your mind to this; take counsel and decide.”"
        },
        "19": {
            "0": "Thereupon all the Israelites—from Dan to Beer-sheba and [from] the land of Gilead—marched forth, and the community assembled to a man before the L<small>ORD</small> at Mizpah.",
            "1": "All the leaders of the people [and] all the tribes of Israel presented themselves in the assembly of God’s people, 400,000 fighting men on foot.—",
            "2": "The Benjaminites heard that the Israelites had come up to Mizpah.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">This sentence is continued at v. 14 below.</i>—The Israelites said, “Tell us, how did this evil thing happen?”",
            "3": "And the Levite, the husband of the murdered woman, replied, “My concubine and I came to Gibeah of Benjamin to spend the night.",
            "4": "The citizens of Gibeah set out to harm me. They gathered against me around the house in the night; they meant to kill me, and they ravished my concubine until she died.",
            "5": "So I took hold of my concubine and I cut her in pieces and sent them through every part of Israel’s territory. For an outrageous act of depravity had been committed in Israel.",
            "6": "Now you are all Israelites; produce a plan of action here and now!”",
            "7": "Then all the people rose, as one man, and declared, “We will not go back to our homes, we will not enter our houses!",
            "8": "But this is what we will do to Gibeah: [we will wage war] against it according to lot.",
            "9": "We will take from all the tribes of Israel ten men to the hundred, a hundred to the thousand, and a thousand to the ten thousand to supply provisions for the troops—<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Emendation yields “for those who go to requite Gibeah.”</i>to prepare for their going to Geba in Benjamin<sup class=\"endFootnote\">-b</sup> for all the outrage it has committed in Israel.”",
            "10": "So all the men of Israel, united as one man, massed against the town.",
            "11": "And the tribes of Israel sent men through the whole tribe<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. plural.</i> of Benjamin, saying, “What is this evil thing that has happened among you?",
            "12": "Come, hand over those scoundrels in Gibeah so that we may put them to death and stamp out the evil from Israel.” But the Benjaminites would not yield to the demand of their fellow Israelites.",
            "13": "So the Benjaminites gathered from their towns to Gibeah in order to take the field against the Israelites.",
            "14": "<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of parts of vv. 15 and 16 uncertain.</i>On that day the Benjaminites mustered from the towns 26,000 fighting men, mustered apart from the inhabitants of Gibeah; 700 picked men",
            "15": "of all this force—700 picked men—were left-handed. Every one of them could sling a stone at a hair and not miss.",
            "16": "The men of Israel other than Benjamin mustered 400,000 fighting men, warriors to a man.",
            "17": "They proceeded to Bethel and inquired of God; the Israelites asked, “Who of us shall advance first to fight the Benjaminites?” And the L<small>ORD</small> replied, “Judah first.”",
            "18": "So the Israelites arose in the morning and encamped against Gibeah.",
            "19": "The men of Israel took the field against the Benjaminites; the men of Israel drew up in battle order against them at Gibeah.",
            "20": "But the Benjaminites issued from Gibeah, and that day they struck down 22,000 men of Israel.",
            "21": "Now the army—the men of Israel—rallied and again drew up in battle order at the same place as they had on the first day.",
            "22": "For the Israelites had gone up and wept before the L<small>ORD</small> until evening. They had inquired of the L<small>ORD</small>, “Shall we again join battle with our kinsmen the Benjaminites?” And the L<small>ORD</small> had replied, “March against them.”",
            "23": "The Israelites advanced against the Benjaminites on the second day.",
            "24": "But the Benjaminites came out from Gibeah against them on the second day and struck down 18,000 more of the Israelites, all of them fighting men.",
            "25": "Then all the Israelites, all the army, went up and came to Bethel and they sat there, weeping before the L<small>ORD</small>. They fasted that day until evening, and presented burnt offerings and offerings of well-being to the L<small>ORD</small>.",
            "26": "The Israelites inquired of the L<small>ORD</small> (for the Ark of God’s Covenant was there in those days,",
            "27": "and Phinehas son of Eleazar son of Aaron the priest ministered before Him in those days), “Shall we again take the field against our kinsmen the Benjaminites, or shall we not?” The L<small>ORD</small> answered, “Go up, for tomorrow I will deliver them into your hands.”",
            "28": "Israel put men in ambush against Gibeah on all sides.",
            "29": "And on the third day, the Israelites went up against the Benjaminites, as before, and engaged them in battle at Gibeah.",
            "30": "The Benjaminites dashed out to meet the army and were drawn away from the town onto the roads, of which one runs to Bethel and the other to Gibeah. As before, they started out by striking some of the men dead in the open field, about 30 men of Israel.",
            "31": "The Benjaminites thought, “They are being routed before us as previously.” But the Israelites had planned: “We will take to flight and draw them away from the town to the roads.”",
            "32": "And while the main body of the Israelites had moved away from their positions and had drawn up in battle order at Baal-tamar, the Israelite ambush was rushing out from its position at Maareh-geba.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Emendation yields “west of Gibeah.”</i>",
            "33": "Thus 10,000 picked men of all Israel came to a point south of<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">So many Heb. mss. and Targum; most mss. and the editions read “opposite.”</i> Gibeah, and the battle was furious. Before they realized that disaster was approaching,",
            "34": "the L<small>ORD</small> routed the Benjaminites before Israel. That day the Israelites slew 25,100 men of Benjamin, all of them fighting men.",
            "35": "Then the Benjaminites realized that they were routed.<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">This sentence is continued by v. 45.</i> Now the Israelites had yielded ground to the Benjaminites, for they relied on the ambush which they had laid against Gibeah.",
            "36": "One ambush quickly deployed against Gibeah, and the other ambush advanced and put the whole town to the sword.<br>",
            "37": "A time had been agreed upon by the Israelite men with those in ambush: When a huge column of smoke was sent up from the town,",
            "38": "the Israelite men were to turn about in battle. Benjamin had begun by striking dead about 30 Israelite men, and they thought, “They are being routed before us as in the previous fighting.”",
            "39": "But when the column, the pillar of smoke, began to rise from the city, the Benjaminites looked behind them, and there was the whole town going up in smoke to the sky!",
            "40": "And now the Israelites turned about, and the men of Benjamin were thrown into panic, for they realized that disaster had overtaken them.",
            "41": "They retreated before the men of Israel along the road to the wilderness, where the fighting caught up with them; meanwhile those <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Meaning of Heb. uncertain; emendation yields “in the town” (i.e., Gibeah).</i>from the towns<sup class=\"endFootnote\">-h</sup> were massacring them in it.",
            "42": "<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of verse uncertain.</i>They encircled the Benjaminites, pursued them, and trod them down [from] Menuhah to a point opposite Gibeah on the east.",
            "43": "That day 18,000 men of Benjamin fell, all of them brave men.",
            "44": "They turned and fled to the wilderness, to the Rock of Rimmon; but [the Israelites] picked off another 5,000 on the roads and, continuing in hot pursuit of them up to Gidom, they slew 2,000 more.",
            "45": "Thus the total number of Benjaminites who fell that day came to 25,000 fighting men, all of them brave.",
            "46": "But 600 men turned and fled to the wilderness, to the Rock of Rimmon; they remained at the Rock of Rimmon four months.",
            "47": "The men of Israel, meanwhile, turned back to the rest of the Benjaminites and put them to the sword—towns, people, cattle—everything that remained. Finally, they set fire to all the towns that were left."
        },
        "20": {
            "0": "Now the men of Israel had taken an oath at Mizpah: “None of us will give his daughter in marriage to a Benjaminite.”",
            "1": "The people came to Bethel and sat there before God until evening. They wailed and wept bitterly,",
            "2": "and they said, “O L<small>ORD</small> God of Israel, why has this happened in Israel, that one tribe must now be missing from Israel?”",
            "3": "Early the next day, the people built an altar there, and they brought burnt offerings and offerings of well-being.",
            "4": "The Israelites asked, “Is there anyone from all the tribes of Israel who failed to come up to the assembly before the L<small>ORD</small>?” For a solemn oath had been taken concerning anyone who did not go up to the L<small>ORD</small> at Mizpah: “He shall be put to death.”",
            "5": "The Israelites now relented toward their kinsmen the Benjaminites, and they said, “This day one tribe has been cut off from Israel!",
            "6": "What can we do to provide wives for those who are left, seeing that we have sworn by the L<small>ORD</small> not to give any of our daughters to them in marriage?”",
            "7": "They inquired, “Is there anyone from the tribes of Israel who did not go up to the L<small>ORD</small> at Mizpah?” Now no one from Jabesh-gilead had come to the camp, to the assembly.",
            "8": "For, when the roll of the troops was taken, not one of the inhabitants of Jabesh-gilead was present.",
            "9": "So the assemblage dispatched 12,000 of the warriors, instructing them as follows: “Go and put the inhabitants of Jabesh-gilead to the sword, women and children included.",
            "10": "This is what you are to do: Proscribe every man, and every woman who has known a man carnally.”",
            "11": "They found among the inhabitants of Jabesh-gilead 400 maidens who had not known a man carnally; and they brought them to the camp at Shiloh, which is in the land of Canaan.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">I.e., west of the Jordan, while Jabesh-gilead is east of the Jordan.</i>",
            "12": "Then the whole community sent word to the Benjaminites who were at the Rock of Rimmon, and offered them terms of peace.",
            "13": "Thereupon the Benjaminites returned, and they gave them the girls who had been spared from the women of Jabesh-gilead. <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>But there were not enough of them.<sup class=\"endFootnote\">-b</sup>",
            "14": "Now the people had relented toward Benjamin, for the L<small>ORD</small> had made a breach in the tribes of Israel.",
            "15": "So the elders of the community asked, “What can we do about wives for those who are left, since the women of Benjamin have been killed off?”",
            "16": "For they said, “There must be a saving remnant for Benjamin, that a tribe may not be blotted out of Israel;",
            "17": "yet we cannot give them any of our daughters as wives,” since the Israelites had taken an oath: “Cursed be anyone who gives a wife to Benjamin!”",
            "18": "They said, “The annual feast of the L<small>ORD</small> is now being held at Shiloh.” (It lies north of Bethel, east of the highway that runs from Bethel to Shechem, and south of Lebonah.)",
            "19": "So they instructed the Benjaminites as follows: “Go and lie in wait in the vineyards.",
            "20": "As soon as you see the girls of Shiloh coming out to join in the dances, come out from the vineyards; let each of you seize a wife from among the girls of Shiloh, and be off for the land of Benjamin.",
            "21": "And if their fathers or brothers come to us to complain, we shall say to them, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>‘Be generous to them for our sake! We could not provide any of them with a wife on account of the war, and you would have incurred guilt if you yourselves had given them [wives].’”<sup class=\"endFootnote\">-b</sup>",
            "22": "The Benjaminites did so. They took to wife, from the dancers whom they carried off, as many as they themselves numbered. Then they went back to their own territory, and rebuilt their towns and settled in them.",
            "23": "Thereupon the Israelites dispersed, each to his own tribe and clan; everyone departed for his own territory.",
            "24": "In those days there was no king in Israel; everyone did as he pleased."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Judges"
}