{
    "text": {
        "0": {
            "0": "It was after the death of Yehoshua, and the Bnei Yisroel inquired of Adonoy, saying: \"Who shall go up for us against the Canaanites first to wage war against them?\"",
            "1": "Adonoy said, \"Let Yehudah go up. Behold, I have delivered the land into his hand\".",
            "2": "Yehudah then said to his brother Shimon, \"Go up with me to my alloted portion, and wage war with the Canaanites and I shall likewise go up with you to your alloted portion.\" Shimon went with him.",
            "3": "Yehudah went up, and Adonoy delivered the Canaanites and Perizites into their hand; they struck them down at Bezek—ten thousand men.",
            "4": "They came upon Adonibezek at Bezek and waged war against him; and they struck down the Canaanites and Perizites.",
            "5": "Adonibezek fled, but they pursued him. They seized him, and amputated his thumbs and big toes.",
            "6": "Adonibezek said, \"Seventy kings with amputated thumbs and big toes were scavengers under my table. God has punished me according to my actions.\" They brought him to Yerushalayim, where he died.",
            "7": "The Bnei Yehudah waged war at Yerushalayim, conquered it, and struck it down by the sword. They set fire to the city.",
            "8": "Then the Bnei Yehudah went down to battle the Canaanites that dwelt on the mountain and in the south and in the valley.",
            "9": "Yehudah advanced against the Canaanites dwelling at Chevron—Chevron was originally entitled Kiryas Arba—and they struck down Sheishai, Achiman, and Talmai.",
            "10": "From there, they advanced against those dwelling at Dvir—Dvir was originally entitled Kiryas Seifer.",
            "11": "Caleiv announced: \"If anyone strikes down and conquers Kiryas Seifer, I shall present him with my daughter Achsoh as a wife.\"",
            "12": "Osniel ben Kenaz conquered it, he was Caleiv's younger brother so he presented him with his daughter, Achsoh, as a wife.",
            "13": "When she came to him [to Osniel] she cajoled him into requesting a field from her father. She lowered herself from the donkey, and Caleiv said to her, \"What is bothering you?\"",
            "14": "She said to him, \"Give me a blessing—for it is arid land that you gave me. Give me streams of water.\" Caleiv gave her the highland streams and the lowland streams.",
            "15": "The children of Keni, Moshe's father-in-law, went up from the city of dates with the B'nei Yehudah to the wilderness of Yehudah, situated south of Arad. He went, and settled with the people.",
            "16": "Yehudah advanced with his brother Shimon, and they struck down the Canaanite, the inhabitants of Tzefas. They devastated it, and called the city 'Chormoh'.",
            "17": "Yehudah then conquered Aza and its environs, Ashkelon and its environs, and Ekron and its environs.",
            "18": "Adonoy was with Yehudah, and he ousted the mountain [dwellers]. However, he could not oust the valley [dwellers], as they had chariots of iron.",
            "19": "They presented Caleiv with Chevron, as Moshe had declared. He ousted, from there, the three sons of the giant.",
            "20": "But the Yevusi dwellers of Yerushalayim, the Bnei Binyomin did not oust; the Yevusi have dwelt with the Bnei Binyomin in Yerushalayim to this day.",
            "21": "The house of Yoseif also went up, to Beis El, and Adonoy was with them.",
            "22": "The house of Yoseif sent spies to Beis El; the city was originally called Luz.",
            "23": "The lookouts noticed a man leaving the city. They said to him, \"Show us, please, the entrance to the city, and we will act kindly toward you.\"",
            "24": "He showed them the entrance to the city, and they struck down the city by the sword; but the man and his entire family they released.",
            "25": "The man went to the land of the Chitites. He built a city, and called it Luz—it is so entitled to this day.",
            "26": "Menashe did not oust Beis Sh'an and its suburban townships, Ta'anach and its suburban townships, those dwelling in Dor and its suburban townships those dwelling in Yivle'am and its suburban townships, and those dwelling in Megido and its suburban townships. The Canaanites, of their own free will, dwelt in this territory.",
            "27": "When it happened that Yisroel become powerful, they levied taxes on the Canaanites; but they never ousted them.",
            "28": "And Ephraim did not oust the Canaanites dwelling at Gezer, so the Canaanites dwelt among them at Gezer.",
            "29": "Zevulun did not oust those who dwelt at Kitron and those who dwelt at Nahalal, so the Canaanites dwelt among them, and were subject to taxes.",
            "30": "Asher did not oust those who dwelt at Aco or those who dwelt at Tzidon. Or Achlav, Achziv, Chelba, Afik, and Rechov.",
            "31": "The Asherites dwelt among the Canaanites who lived in the land, as they did not oust [them].",
            "32": "Naftoli did not oust those who dwelt in Beis Shemesh or those who dwelt in Beis Anas. They dwelt among the Canaanites who inhabited the land. The inhabitants of Beis Shemesh and Beis Anas were subjected to their taxes.",
            "33": "The Emorites harassed the Bnei Don into the hills, by not permitting them to descend into the valley.",
            "34": "The Emorites, of their own free will, dwelt at Mount Cheres, Ayalon, and Sha'alvim, but the house of Yoseif overpowered them, and they were subjected to taxes.",
            "35": "Also the Emorite border at Scorpion Pass, above the boulder."
        },
        "1": {
            "0": "Adonoy's emissary went up from Gilgal to Bochim, and said: \"I took you up from Mitzrayim, brought you to the land which I swore to your forefathers, and said, 'I shall never abrogate My covenant with you.'",
            "1": "And you shall not enact a covenant with those who dwell in this land. You shall smash their altars.' But you have not heeded my call. What have you done?",
            "2": "Now I have also declared, 'I shall not eject them from your presence, so that they will be at your flanks, and their gods will be a pitfall to you.'\"",
            "3": "It happened that, when Adonoy's emissary said these things to all the B'nei Yisroel, the people raised an outcry, and wept.",
            "4": "They called that place Bochim, and brought sacrifices there to Adonoy.",
            "5": "Yehoshua dismissed the people. The Bnei Yisroel went, each man to his ancestral property, to inherit the land.",
            "6": "The people served Adonoy throughout Yehoshua's days and throughout the days of the elders whose days extended beyond Yehoshua's—who witnessed all the works of the great Adonoy which He performed for Yisroel.",
            "7": "Yehoshua Bin Nun, servant of Adonoy, died at the age of one hundred ten.",
            "8": "They buried him in the confines of his ancestral property at Timnas Cheres, on Mount Ephraim, north of mount Ga'ash.",
            "9": "Also, that entire generation were gathered to their forefathers. A different generation arose after them, ignorant of Adonoy, and also of the works which He performed for Yisroel.",
            "10": "B'nei Yisroel acted wickedly in the eyes of Adonoy, and they worshipped the Baalim.",
            "11": "They forsook Adonoy, the God of their fathers, who brought them out of the land of Mitzrayim, and followed other gods, among the gods of the peoples surrounding them. They prostrated themselves before them, and infuriated Adonoy.",
            "12": "They forsook Adonoy, and worshiped Baal and Ashtaros.",
            "13": "Adonoy was infuriated with Yisroel. He placed them in the power of pillagers who plundered them; He delivered them into the hand of their surrounding enemies, so that they could no longer sustain themselves in the face of their enemies.",
            "14": "Wherever they went the hand of Adonoy was destructive to them, just as Adonoy had declared, and just as Adonoy had sworn concerning them. They were exceedingly oppressed.",
            "15": "Adonoy established judges, who saved them from the hand of those who plundered them.",
            "16": "Yet they did not even pay heed to their judges, but strayed after other gods, and prostrated themselves before them. They quickly deviated from the course their fathers followed—that of paying heed to Adonoy's commandments; they did not act similarly.",
            "17": "When Adonoy would establish judges for them, and Adonoy would be with the judge, and save them from the hand of their antagonists throughout the days of the judge—for Adonoy would recant, because of their outcry in the face of their tormentors and oppressors.",
            "18": "It would happen that, at the death of the judge, they would regress into depravity worse than that of their forefathers, by following other gods, worshiping them, and prostrating themselves before them. they fell nothing short Of their [forefathers'] misdeeds nor from their stubborn ways.",
            "19": "So Adonoy was infuriated with Yisroel. He said: \"Because this nation has violated My covenant which I commanded to their forefathers, and they have disregarded my call.",
            "20": "I, as well, shall no longer oust any individual, before them, of the nations Yehoshua allowed to remain when he died.",
            "21": "In order to test Yisroe' through them; whether they keep Adonoy's ways and follow them as their forefathers kept them, or not.\"",
            "22": "Adonoy allowed these nations to remain, not ousting them quickly. He did not deliver them into Yehoshua's hand."
        },
        "2": {
            "0": "These are the nations whom Adonoy permitted to remain so that Yisroel would be tested through them—all those who were ignorant of all the Canaanite wars.",
            "1": "Only so that the generations of the Bnei Yisroel might know about martial training, whereas this was unknown earlier.",
            "2": "Five P'lishtite sovereignties, and all the Canaanites, Tzidonites, and Chivites who dwelt at Mount Levonon, from Mount Baal Chermon to Chamos pass.",
            "3": "They were there so that Yisroel would be tested through them; to ascertain whether they would accept Adonoy's commandments which He commanded to their forefathers through Moshe.",
            "4": "The Bnei Yisroel dwelt in the midst of the Canaanites, Chitites, Emorites, Perizites, Chivites, and Yevusites.",
            "5": "They took their daughters as wives, and gave their daughters to their sons; and they worshiped their gods.",
            "6": "The Bnei Yisroel acted wickedly in Adonoy's eyes. They were oblivious to Adonoy, their God, and worshiped the Baalim and Asheros.",
            "7": "Adonoy was furious with the Bnei Yisroel, and delivered them into the hand of Kushan Rishasayim, king of Aram Naharayim. The Bnei Yisroel served Kushan Rishasayim eight years.",
            "8": "Then the Bnei Yisroel cried out to Adonoy, and Adonoy provided a saviour to the Bnei Yisroel and He rescued them—Osniel ben Kenaz, Caleiv's younger brother.",
            "9": "Adonoy's spirit was upon him, and he judged Yisroel, and went to war. Adonoy delivered into his hand Kushan Rishasayim, king of Aram, and his hand prevailed over Kushan Rishasayim.",
            "10": "The land was tranquil for forty years; then Osniel ben Kenaz died.",
            "11": "The Bnei Yisroel resumed acting wickedly in Adonoy's eyes, so Adonoy empowered Eglon, king of Moav, over Yisroel, since they had acted wickedly in Adonoy's eyes.",
            "12": "He mobilized the sons of Ammon and Amoleik. Then he advanced, and struck down Yisroel, and they occupied the City of Dates.",
            "13": "The Bnei Yisroel served Eglon, king of Moav, eighteen years.",
            "14": "Then the Bnei Yisroel cried out to Adonoy, and Adonoy provided them with a saviour—Ehud ben Gera, of Binyomin, a man whose right arm was immobile. The Bnei Yisroel dispatched, in his charge, a gift to Eglon, king of Moav.",
            "15": "Ehud fashioned, for himself, a double edged dagger one <i>gomed</i> long, and fastened it under his clothing, over his right thigh.",
            "16": "Then he brought the gift to Eglon, king of Moav; Eglon was extremely obese.",
            "17": "Now, when he finished bringing the gift, he escorted the people who bore the gift.",
            "18": "He then returned from the quarry near Gilgal, and declared: \"I have a matter of secrecy for you, O king\". He said, \"Hsst!\", and all his attendants left.",
            "19": "Ehud came close to him, as he sat in his private penthouse veranda, and Ehud said, \"I have a Divine message for you!\" He rose from the throne.",
            "20": "Ehud then extended his left hand, seized the dagger from his right thigh, and plunged it into his abdomen.",
            "21": "The hilt, as well, entered, after the blade, and the fat closed over the blade, as he did not withdraw the dagger from his abdomen; and the waste matter oozed.",
            "22": "Ehud went out to the hallway, closed the penthouse doors behind him, and locked them.",
            "23": "As he left, his servants came, and noticed that the penthouse doors were locked. They said, \"He is merely relieving himself in the veranda privy.\"",
            "24": "They waited a considerable time, and yet, he did not open the penthouse doors. They took the key and opened up—there was their master. He had toppled to the ground, dead.",
            "25": "Ehud escaped while they dawdled. He passed the quarries and escaped in the underbrush.",
            "26": "It happened that, when he arrived, he sounded the shofar at Mount Efrayim. The Bnei Yisroel descended the mountain with him, and he was at the forefront.",
            "27": "He told them, \"Charge behind me, for Adonoy has delivered your enemy, Moav, into your hands.\" They descended behind him, took control of the Yardein passes towards Moav, and did not permit anyone to cross.",
            "28": "They struck down Moav at that time—ten thousand men, all lusty, all valiant men. No one escaped.",
            "29": "Moav was subjugated, that day, under the hand of Yisroel, and the land was tranquil eighty years.",
            "30": "After him, there was Shamgar ben Anas, who struck down six hundred P'lishtite men with a cattle goad. He, too, saved Yisroel."
        },
        "3": {
            "0": "The Bnei Yisroel resumed acting wickedly in the eyes of Adonoy. Ehud died.",
            "1": "Adonoy delivered them into the hand of Yavin, the Canaanite king, who reigned in Chatzor. His army chief of staff was Sisera, who dwelt in Charoshes Hagoyim.",
            "2": "The B'nei Yisroel cried out to Adonoy, as he had nine hundred armored chariots, and he oppressed the B'nei Yisroel intensely for twenty years.",
            "3": "Devorah the prophetess was the wife of Lapidos. She judged the B'nei Yisroel at that time.",
            "4": "She stationed herself under Devorah's date tree, between Romoh and Beis El, on Mount Ephrayim. The Bnei Yisroel went up to her for judgement.",
            "5": "She dispatched a call summoning Barak ben Avinoam of Kedesh Naftoli. She said to him, \"Has not Adonoy, the Lord of Yisroel commanded? Go, draw near Mount Tavor, and take, with you, ten thousand men of the Bnei Naftoli and Zevulun.",
            "6": "I shall lure, to you, at the Kishon stream, Sisera, Yavin's army chief of staff, his chariots, and his multitudes. I shall deliver him into your hand.\"",
            "7": "Barak replied to her: \"If you accompany me, I will go; if you do not accompany me, I will not go.\"",
            "8": "She said, \"I will certainly accompany you. However, you will not be glorified by the course you follow, because it is into a woman's hand that Adonoy will deliver Sisera.\" Devorah rose and accompanied Barak to Kedesh.",
            "9": "Barak mobilized Zevulun and Naftoli to Kedesh, and he brought up ten thousand men at his heels; Devorah accompanied him.",
            "10": "Chever the Kenite parted from Kayin, a descendant of Chovov, Moshe's father-in-law. He spread his tents until Elon Betza'anayim, near Kedesh.",
            "11": "Sisera was informed that Barak ben Avinoam had ascended Mount Tabor.",
            "12": "Sisera then mobilized all of his chariots—nine hundred armored vehicles—together with all the people with him, from Charoshes Hagoyim to Kishon stream.",
            "13": "Devorah said to Barak, \"Go ahead! For this is the day when Adonoy has delivered Sisera into your hand. Has not Adonoy gone out before you?\" Barak then descended from Mount Tabor, followed by ten thousand men.",
            "14": "Adonoy overwhelmed Sisera, all his chariots, and the entire force by the sword before Barak. Sisera dismounted from the chariot, and fled on foot.",
            "15": "Barak pursued the chariots and the forces until Charoshes Hagoyim. All of Sisera's forces fell by the sword, no one was spared.",
            "16": "Sisera fled on foot to the tent of Yael, wife of Chever the Kenite, as there was peace between Yavin, king of Chatzor, and the house of Chever the Kenite.",
            "17": "Yael went out toward Sisera and said to him, \"Come over, my lord, come over to me, have no fear.\" He went over to her to the tent, and she covered him with a cloak.",
            "18": "He said to her, \"Please, give me some water to drink, as I am thirsty.\" She opened the milk pouch, gave him a drink, and covered him.",
            "19": "He told her, \"Stand at the entrance to the tent; should anyone come asking, saying 'Is anyone here?' Say, 'No one.'\"",
            "20": "Yael, the wife of Chever the Kenite, took a tent peg, placed a hammer into her hand, and stole furtively to him. She embedded the peg in his forehead, and impaled it into the ground. He was asleep and exhausted, and died.",
            "21": "Now Barak was pursuing Sisera; Yael went out to him, and told him, \"Come, let me show you the man you seek.\" He went to her, and there was Sisera, lying lifeless, the peg in his forehead.",
            "22": "Adonoy subjugated, that day, Yavin, king of Canaan, before the Bnei Yisroel.",
            "23": "The power of the Bnei Yisroel constantly increased in intensity over Yavin, king of Canaan, until they annihilated Yavin, king of Canaan."
        },
        "4": {
            "0": "Devorah and Barak ben Avinoam sang that day, saying:",
            "1": "Yisroel was torn apart with breaches when the people volunteered, \"Bless Adonoy.\"",
            "2": "Hearken monarchs, rulers lend an ear; I unto Adonoy will I sing, I shall sing to Adonoy, the God of Yisroel.",
            "3": "Adonoy, when You went forth from Seir, when You stepped from the Edomite fields, the earth quaked, the very heavens dripped, the very clouds exuded moisture.",
            "4": "Mountains streamed in Adonoy's presence. This Sinai…because of the presence of Adonoy, God of Yisroel.",
            "5": "In the days of Shamgar ben Anas, in the days of Yael, the highways were unoccupied, wayfarers travelled on twisting-turning pathways.",
            "6": "Open villages ceased in Yisroel, they ceased. Until I Devorah, arose, I arose, a mother in Yisroel.",
            "7": "When they chose new gods—there was war in their cities. Was a shield in sight, or a spear, against the forty thousand opposing Yisroel?",
            "8": "My heart goes out to the scholars of Yisroel, who volunteered, among the people, \"Bless Adonoy.\"",
            "9": "You who ride on white donkeys, jurists and wayfarers, speak up!.",
            "10": "In place of the clamor of battle formations amidst the watering places, let them retell, there, Adonoy's righteousness, the charity of His restoration of open cities in Yisroel—Adonoy's nation then went down to the cities.",
            "11": "Awaken, awaken, Devorah, awaken, awaken, speak in song. Rise, Barak, capture your prisoners, son of Avinoam.",
            "12": "Then, the survivor dominated the powerful of the nations. Adonoy gave me dominion over the mighty.",
            "13": "They are rooted in Ephraim [those who fought] against Amoleik. Your successor, Binyomin, shall extinguish them like flickering embers. From Machir descended warlords, from Zevulun wielders of the staff of the scribe.",
            "14": "Yesochar's nobles accompany Devorah, likewise, Yesochar was with Barak, dispatched to the valley, at his heels. However, In Reuven's mental reservation was great cunning.",
            "15": "Why did you straddle the boundary line, listening to the shrieking companies? In Reuven's equivocation was great cunning.",
            "16": "Gilod dwelled beyond the Yardein; why does Don hoard into ships? Osher was settled at the sea coast, stationed at his exposures.",
            "17": "Zevulun, a people who disdained life, accepting death. Likewise Naftoli at the high places of the field.",
            "18": "Monarchs came to do battle; Canaanite kings fought then, at Ta'anach to the waters of Megiddo, taking no mercenary reward.",
            "19": "War was waged from heaven; the stars in their pathways waged war with Sisera.",
            "20": "The stream of Kishon swept them away; the stream of antiquity, the stream of Kishon. My soul trampled power.",
            "21": "Horses' legs were then battered by the prancing—the prancing of their mighty.",
            "22": "\"Curse Meroz!\" declares Adonoy's emissary, \"Surely curse those who dwell in it!.\" For they failed to come to assist Adonoy, to assist Adonoy against the mighty warriors.",
            "23": "Blessed by women is Yael, wife of Chever the Kenite, blessed by the women of the tent.",
            "24": "He requested water, but she gave milk; in an ornate cup she brought butter.",
            "25": "She extended her hand to the peg, her right arm to batter the exhausted; she battered Sisera, penetrated his head, inflicted grievous injury, impaled his forehead.",
            "26": "Between her legs he crumpled, toppled prostrate; between her legs he crumpled, toppled where he had crumpled. There he toppled, ensnared.",
            "27": "Through the window, Sisera's mother watched, moaning, through the lattice. \"Why is his chariot so long in coming? Why are the wheels of his chariot delayed?\"",
            "28": "The wise among her ladies responded to her; indeed, she stated, in reply to herself:",
            "29": "Are they not finding and dividing the pillage? A womb [woman] or two for each man, richly colored pillage for Sisera, richly colored embroidered pillage. Richly colored embroidery for the necks of the pillagers.",
            "30": "So may all your enemies perish, Adonoy; but those who love him—[shall be as radiant] as the sun emerging in its full power. The land was tranquil for forty years."
        },
        "5": {
            "0": "The Bnei Yisroel acted wickedly in Adonoy's eyes. Adonoy delivered them into the hands of Midyon for seven years.",
            "1": "The hand of Midyon overpowered Yisroel. Because of Midyon, the Bnei Yisroel made themselves mountain retreats, caves and stockades.",
            "2": "It happened that when the Yisroelites planted the Midyonites moved up with the Amoleikites and eastern peoples; They moved up against them.",
            "3": "They encamped against them, and ruined the earth's produce until you reach Aza. They left no source of livelihood in Yisroel, not a sheep, ox or donkey.",
            "4": "For they moved up with their cattle and tents, they came as thick as locusts; they and their camels were innumerable, and they came to the land to ruin it.",
            "5": "The Yisroelites were extremely impoverished because of Midyon. The Bnei Yisroel cried out to Adonoy.",
            "6": "It happened that when the Bnei Yisroel cried out to Adonoy concerning Midyon.",
            "7": "Adonoy sent a prophet to the Bnei Yisroel who said to them, \"The following said Adonoy, God of Yisroel: 'I raised you up from Egypt, and delivered you from the house of bondage.",
            "8": "I rescued you from the hand of Egypt and from the hand of all those who oppressed you. I ousted them from your presence, and gave you their territory.",
            "9": "I said to you: I am Adonoy, your God, do not revere the gods of the Emorites in whose land you dwell. But you have not heeded my call.\"\"",
            "10": "An angel of Adonoy came, and stationed himself under the terebinth in Ophrah, which belonged to Yoash, the Aviezrite. His son Gidon was threshing wheat in the winepress to conceal it from Midyon.",
            "11": "An angel of Adonoy appeared to him, and said to him, \"Adonoy is with you, mighty man of valour.\"",
            "12": "Gidon said to him, \"Please my master, if Adonoy is with us, why has all this occurred to us? Where are all his marvels which our forefathers recounted to us, saying, 'Did not Adonoy raise us up from Egypt?' But Adonoy has now abandoned us, and handed us into the palm of Midyon.\"",
            "13": "Adonoy turned to him, and said, \"Go in this might of yours. You shall rescue Yisroel from the palm of Midyon. Have I not sent you?\"",
            "14": "He said to him, \"Please, my master, how can I rescue Yisroel? Behold, my unit is the most inadequate in Menasheh, and I am the most immature in my father's house.\"",
            "15": "Adonoy said to him, \"For I shall be with you. You shall strike down the Midyonites as if they were one man.\"",
            "16": "He said to him, \"Please, if I have found favor in your eyes, give me a sign that you are speaking to me.",
            "17": "Please do not depart from here until I return to you, and bring out my gift and place it before you.\" He replied, \"I shall wait until your return.\"",
            "18": "Gidon came, and prepared a kid, and matzohs containing an <i>eiphah</i> of flour. He placed the meat in a basket, and put soup in a pot. He brought them out to him under the terebinth, and presented them.",
            "19": "The angel of Adonoy said to him, \"Take the meat and the matzohs, and place them on that rock; spill the soup.\" He did so.",
            "20": "The angel of Adonoy then reached with the tip of the staff in his hand, and touched the meat and matzohs. A flame leapt from the rock and consumed the meat and matzohs, and the angel of Adonoy disappeared from sight.",
            "21": "Gidon realized that this was an angel of Adonoy. Gidon exclaimed, \"Aahha! Adonoy Elohim! This, because I have seen an angel of Adonoy face to face.\"",
            "22": "Adonoy said to him, \"Be at peace. Have no fear, you will not die.\"",
            "23": "Gidon built an altar to Adonoy there, and entitled it 'Adonoy is peace'. Until today, it remains in Ophrah of Avi the Ezrite.",
            "24": "It happened on that night, that Adonoy said to him, \"Take your father's bullock, and a second seven year bull. Smash your father's altar of the baal, and cut down its adjoining <i>asheirah</i> tree.",
            "25": "Build an altar to Adonoy, your God, on top of this bulwark, in a proper setting. Take the second bull and bring it as an <i>olah</i> offering with the wood of the <i>asheirah</i> tree which you shall cut down.\"",
            "26": "Gidon selected ten men from among his servants, and did as Adonoy had instructed him. It happened that, as he was too fearful of his father's household and the townspeople to act by day, he acted at night.",
            "27": "The townspeople rose at early morning, and observed that the altar of the Baal was smashed, the adjoining <i>asheirah</i> tree had been cut down, and the second bull had been offered as an <i>olah</i> on the altar that had been built.",
            "28": "They said to each other, \"Who did this thing?\" They investigated, searched, and then declared: \"Gidon ben Yoash did this thing.\"",
            "29": "The townspeople said to Yoash, \"Bring your son out to be executed, because he smashed the altar of the Baal, and because he cut down the adjoining <i>asheirah</i> tree.\"",
            "30": "Yoash retorted to everyone confronting him, \"You want to fight for the Baal? You want to avenge him? Whoever fights for him will be executed! Wait until morning. If he is a Adonoy, let him fight for himself, since his altar was smashed.\"",
            "31": "He called him, that day, 'Yerubaal', as if to say, \"Let the Baal fight against him, since he smashed his altar.\"",
            "32": "All of Midyon, Amoleik, and the eastern peoples massed. They crossed, and encamped in the valley of Yizre'el.",
            "33": "Adonoy's spirit cloaked Gidon. He sounded the shofar blast, and Aviezer gathered behind him.",
            "34": "He dispatched couriers throughout Menasheh, and they gathered behind him as well. He dispatched couriers to Osher, Zevulun, and Naftoli and they came up to meet them.",
            "35": "Gidon then said to God, \"If You are going to rescue Yisroel through me, as You have declared;",
            "36": "Now, I shall spread woolen fleece on the threshing floor—if dew materializes on the fleece alone, while all of the ground is dry, then I will know that You are going to rescue Yisroel through me, as You have declared.\"",
            "37": "That is what occured. He arose early in the morning, squeezed the fleece, and wrung dew from the fleece—a full bowl of water.",
            "38": "Then Gidon said to God, \"Do not be angry with me, and permit me to speak just once. Let me please have just one more test with the fleece; Please, let the fleece alone be dry, and let there be dew all over the ground.\"",
            "39": "God did just that on that night; only the fleece was dry, while there was dew all over the ground."
        },
        "6": {
            "0": "Yerubaal—Gidon, rose early, with all the people who accompanied him, and they camped at Ein Charod. The Midyonite camp was situated north of signal valley ridge.",
            "1": "Adonoy said to Gidon, \"There are too many people with you for me to deliver the Midyonites into their hands, lest the Yisroelites glorify themselves above me by saying, 'My hand has brought me salvation.\"",
            "2": "Now, please announce in the ears of the people, saying: 'Anyone trembling with fear may return in the morning from Mount Gilod.'\" Twenty two thousand of the people returned, ten thousand remained.",
            "3": "Adonoy then said to Gidon, \"There are still too many people. Lead them down to the water, where I shall purge them for you there. And it shall be; when I say to you this one goes with you, he will go with you. And when I say to you this one does not go with you, he will not go.\"",
            "4": "He led the people down to the water. Adonoy said to Gidon, \"Anyone who laps up the water with his tongue, the way dogs lap, set aside—anyone who bends forward while on his knees to drink [should also be set aside.]\"",
            "5": "The number of those who lapped from hand to mouth: were three hundred men. All the rest of the people bent forward while on their knees to drink water.",
            "6": "Adonoy said to Gidon, \"With the three hundred man who lap up I will save you, and deliver Midyon into your hand. All the people may go, each of them to his place.\"",
            "7": "They took the people's provisions in hand, and their <i>shofars</i>. He sent all the rest of the men of Yisroel, each of them to his tent, and retained the three hundred men. The Midyonite camp was in the valley below.",
            "8": "It happened that night: Adonoy commanded him, \"Rise up, and swoop down on the camp, for I have delivered it into your hand.",
            "9": "If you are too frightened to descend, go down alone with your page, Purah to the camp.",
            "10": "Listen to what they are saying, and afterward, be firm handed, and swoop down on the camp.\" He went down alone, with his page, Purah, to the periphery of the armed men at the camp.",
            "11": "Midyon, Amoleik, and all the Eastern peoples lay in the valley, as thick as locusts. Their camels were innumerable, as abundant as sand at the sea beach.",
            "12": "Gidon came close, and behold a man was describing a dream to his friend. He said, \"Look, I had a dream, and there was a toasted barley bread careening into the Midyonite camp; It reached a tent and hit it, and it collapsed. Then it overturned it, and the tent flattened.\"",
            "13": "His friend replied, saying, \"This can be nothing but the sword of Gidon ben Yoash, the man of Yisroel. Adonoy has delivered into his hand Midyon and the entire camp.\"",
            "14": "Now, when Gidon heard the recounting of the dream and its interpretation, he prostrated himself. He returned to the Yisroelite camp, and said, \"Rise up, for Adonoy has delivered into your hands the Midyonite camp.\"",
            "15": "He deployed the three hundred men into three divisions, and placed <i>shofars</i> in the hands of all of them. Also, empty pitchers, and torches in the pitchers.",
            "16": "He told them, \"Watch me, and follow suit. See, when I reach the periphery of the camp; then, do exactly as I do.",
            "17": "When I sound the shofar blast—I, and everyone with me—you sound the shofars as well, around the entire perimeter of the camp, and shout, 'For Adonoy, and for Gidon!\"",
            "18": "Gidon and the hundred men with him reached the periphery of the camp at the beginning of the middle guard, when they had just posted the sentries. They sounded the shofar blasts, and smashed the pitchers in their hands.",
            "19": "The three divisions sounded the shofar blasts and smashed the pitchers. They grasped the torches with their left hands, and the shofars with their right hands to sound the shofar blasts, and they cried, \"The sword for Adonoy and for Gidon!.\"",
            "20": "Each of them stood his ground around the perimiter of the camp. The entire camp was put to rout—they sounded the alarm, and fled.",
            "21": "They sounded three hundred shofar blasts. Adonoy impaled them on each other's swords throughout the camp. The camp fled to Beis Hashitah, at Tsereiras, until the periphery of Avel Mecholah, adjoining Tabas.",
            "22": "The Yisroelites mobilized from Naftoli, Osher, and all of Menasheh, and pursued Midyon.",
            "23": "Gidon dispatched couriers throughout Mount Ephraim, saying: \"Descend toward Midyon, and capture the waters against them until Beis Barah, and the Yardein.\" And all the men of Ephraim gathered together and captured the waters until Beis Barah, and the Yardein.",
            "24": "They captured two Midyonite warlords, Orev and Z'ev. They executed Orev at Tzur Orev, and executed Z'ev at Yekev Z'ev. The pursuit reached Midyon. They brought the skulls of Orev and Z'ev to Gidon, across the Yardein."
        },
        "7": {
            "0": "The men of Ephraim said to him, \"What have you done to us, not calling on us when you went to war with Midyon?\" They argued with him vehemently.",
            "1": "He replied to them, \"Can any action of mine compare with yours? Do not Ephraim's underripened gleanings surpass Aviezer's harvest?",
            "2": "Into your hands Adonoy delivered the Midyonite warlords, Orev and Z'ev, so what could I have done to compare with you?\" Their fury towards him was then assuaged, by this rebuttal.",
            "3": "Gidon reached the Yardein. He crossed, with the three hundred men accompanying him, exhausted in pursuit.",
            "4": "He said to the people of Succos, \"Please give some loaves of bread to the people at my heels, as they are exhausted, and I am pursuing Zevach and Tzalmuna, the Midyonite kings.\"",
            "5": "The leaders of Succos said, \"Are the palms of Zevach and of Tzalmuna presently in your hands, that we must give your forces bread?\"",
            "6": "Gidon retorted, \"For this, when Adonoy delivers Zevach and Tzalmuna into my hand, I shall pummel your flesh with cactus spines and thorns.\"",
            "7": "He ascended from there to Penueil, and made a similar appeal to them; the people of Penueil responded as the people of Succos had responded.",
            "8": "He replied to the people of Penueil as well, saying, \"Upon my peaceful return, I shall demolish this tower.\"",
            "9": "Zevach and Tzalmuna were at Karkor, accompanied by their camps, approximately fifteen thousand men—all the survivors of the entire camp of the Eastern peoples. Those that fell numbered one hundred thousand swordsmen.",
            "10": "Gidon ascended by way of the tent dwellers east of Novach and Yagbeha. He struck down the camp while the camp seemed secure.",
            "11": "Zevach and Tzalmuna fled, and he pursued them. He captured the two Midyonite kings, Zevach and Tzalmuna, terrorizing the entire camp.",
            "12": "Gidon ben Yoash returned from the wars, with the sun high.",
            "13": "He arrested a youngster of the people of Succos, and interrogated him. He listed, for him, the leaders and elders of Succos, seventy seven men.",
            "14": "He approached the people of Succos, and said, \"Here are Zevach and Tzalmuna, concerning whom you mocked me, saying, 'Are the palms of Zevach and Tzalmuna presently in your hands, that we must give your exhausted men bread?'\"",
            "15": "He seized the city elders, and the cactus spines and thorns, and tore at the men of Succos with them.",
            "16": "He demolished the tower of Penueil, and executed the people of the city.",
            "17": "He then said to Zevach and Tzalmuna, \"Does anyone here resemble the men you killed at Tavor?\" They replied, \"They were exactly like you, singular, of princely appearance.\"",
            "18": "He exclaimed, \"My brothers! They were my mother's children! By the living Adonoy, if you had spared them, I would not have executed you!\"",
            "19": "He said to his first born, Yeser, \"Get up and kill them!\" But the boy would not draw his sword, for he was frightened, as he was still a boy.",
            "20": "Zevach and Tzalmuna declared, \"You get up and execute us, for strength is determined by manliness.\" Gidon rose and executed Zevach and Tzalmona, and confiscated the crescent chains on their camels' necks.",
            "21": "The Yisroelite constituency said to Gidon, \"Govern us! You, your children, and your children's children, for you rescued us from the hand of Midyon.\"",
            "22": "Gidon replied to them, \"I shall not govern you, nor shall my children govern you. Let Adonoy govern you!\"",
            "23": "Gidon said to them, \"I have a request to make of you. Give me, everyone, a nose ring from his pillage.\" They had golden nose rings, since they were Ishmaelites.",
            "24": "They replied, \"We will surely give.\" They spread a cloth, and everyone cast, into it, a nose ring from his pillage.",
            "25": "The sum of the weight of the golden nose rings he had requested was one thousand seven hundred pieces of gold, besides the crescent chains, crowns, and purple robes worn by the Midyonite monarchs; and besides the chains adorning the necks of their camels.",
            "26": "Gidon fashioned this into an apron, and exhibited it in his city, Ophrah. All of Yisroel were perverted towards it there. It became a pitfall, for Gidon and his household.",
            "27": "The Midyonites were subjugated to Yisroel, and no longer held their heads high. The land was tranquil forty years, throughout the days of Gidon.",
            "28": "Yerubaal ben Yoash proceeded to dwell at home.",
            "29": "Gidon had seventy sons whom he fathered, as he had numerous wives.",
            "30": "His concubine at Shechem bore him a son as well, and he named him Avimelech.",
            "31": "Gidon ben Yoash died in fortunate old age. He was buried in the tomb of his father Yoash, in Ophrah of the Aviezrites.",
            "32": "It happened that, when Gidon died, the Bnei Yisroel regressed, and were perverted toward the Baalim. They designated, for themselves, Baal Beris as a god.",
            "33": "The Bnei Yisroel did not remember Adonoy their God, Who had rescued them from the hand of all of their surrounding enemies.",
            "34": "They did not act benevolently toward the house of Yerubaal Gidon, commensurate with all of the benefits he had brought to Yisroel."
        },
        "8": {
            "0": "Avimelech ben Yerubaal went to Shechem, to his mother's brothers. He spoke to them and to the entire family of his maternal grandfather's house, saying.",
            "1": "\"Please say discreetly to all the men of Shechem: 'Which is more advantageous to you, to be ruled by seventy men—all the sons of Yerubaal—or a rule by one man? And keep in mind that I am of a single bone and flesh with you.'\"",
            "2": "His mother's brothers spoke of him, discreetly to all the men of Shechem, all of these things. They were disposed to follow Avimelech, as they declared, \"He is our kinsman!'",
            "3": "They presented him with seventy silver coins from the temple of Baal Beris. Avimelech hired, with this, headstrong louts, and they followed him.",
            "4": "He arrived at his father's house at Ophrah, and murdered his brothers, the sons of Yerubaal—seventy men on a single rock. The youngest, Yosam ben Yerubaal, survived by concealing himself.",
            "5": "All the citizens of Shechem assembled, and all of Beis Melo, and they proceeded to coronate Avimelech, king near the plain of the pillar at Shechem.",
            "6": "This was related to Yosam, who proceeded to station himself at the summit of Mount Gerizim. He raised his voice, and cried out: \"Hear me, citizens of Shechem, and God will hear you.",
            "7": "The trees went about resolutely to anoint themselves a king. They told the olive tree, 'Be our sovereign!'.",
            "8": "The Olive tree replied to them, 'Shall I discontinue the richness of my oil by which God and man are glorified, and move on to hold sway over the trees?'",
            "9": "The trees then said to the fig tree, 'You come and be our sovereign'.",
            "10": "The fig tree replied to them, 'Shall I discontinue my sweetness and my excellent fruit and move on to hold sway over the trees?'",
            "11": "The trees then said to the grapevine, 'You come and be our sovereign.'",
            "12": "The grapevine replied to them, 'Shall I discontinue my wine, which brings joy to God and man, and move on to hold sway over the trees?'",
            "13": "All the trees then said to the thornbush, 'You come and be our sovereign.'",
            "14": "The thornbush replied to the trees, 'If you genuinely wish to anoint me as your sovereign, you may come and shelter yourselves in my shade. But if not, then flame shall burst forth from the thornbush, and engulf the cedars of Lebanon.'",
            "15": "Now, if you have acted with integrity and sincerely in coronating Avimelech, if you have dealt benevolently with Yerubaal and his house, if you have rewarded him as befits his actions.",
            "16": "After my father went to war for you, risked his life, and rescued you from the hand of Midyon.",
            "17": "You then rose against my father's house, murdered his sons—seventy men on a single stone—and coronated his maid servant's son, Avimelech, over the men of Shechem because he is your kinsman.",
            "18": "If you have acted with integrity and sincerely towards Yerubaal and his house on this day; then you may rejoice with Avimelech, and let him rejoice with you as well.",
            "19": "But if not, let a flame burst forth from Avimelech and engulf the men of Shechem and Beis Milo, and let a flame burst forth from the men of Shechem and Beis Milo and engulf Avimelech.'",
            "20": "Yosam escaped and fled. He went to B'er, and remained there because of his brother Avimelech.",
            "21": "Avimelech ruled over Yisroel three years.",
            "22": "God interposed a malicious sentiment between Avimelech and the men of Shechem, so that the men of Shechem betrayed Avimelech.",
            "23": "In retribution for the crime against the seventy sons of Yerubaal, placing the responsibility for their blood on their brother Avimelech who murdered them, and on the men of Shechem who supported him in murdering his brothers.",
            "24": "The men of Shechem stationed guerrillas against him on the mountain tops, and they plundered everyone who passed their way. This was reported to Avimelech.",
            "25": "Ga'al ben Eved arrived with his cohorts, and came through Shechem. The men of Shechem had confidence in him.",
            "26": "They went out to the fields, harvested their vineyards, pressed the grapes, and indulged in carousals. They entered their temple, ate and drank, and cursed Avimelech.",
            "27": "Ga'al ben Eved declared, \"Who is Avimelech, and who is Shechem, that we must serve him? Is he not Yerubaal's son? And his henchman Zevul? Serve the people of Chamor, the father of Shechem, but why must we serve him?",
            "28": "Would that someone place this people in my hands, and I would remove Avimelech.\" He said to Avimelech, \"Beef up your army, and come on out!\"",
            "29": "Zevul, the city superintendent, heard the speech by Ga'al ben Eved, and he was infuriated.",
            "30": "He dispatched emissaries to Avimelech clandestinely, saying: \"Look, Ga'al ben Eved and his cohorts have arrived in Shechem, and are blockading the city against you.",
            "31": "Now, get up during the night—you, and the people accompanying you—and lie in ambush in the field.",
            "32": "When morning comes, exactly at sunrise, arise, and charge into the city. When he and the people accompanying him come out to engage you, deal with him to the best of your ability.'",
            "33": "Avimelech and all the people with him got up during the night, and deployed the ambushers of Shechem into four divisions.",
            "34": "Ga'al ben Eved stepped outside, and stood at the entrance to the city gate, when Avimelech and the people with him rose from the ambush.",
            "35": "Ga'al noticed the people, and exclaimed to Zevul, \"Look, people are descending from the mountain tops!\" Zevul replied to him, \"The mountain shadows appear to you like men.'",
            "36": "But Ga'al resumed speaking, and said, \"Look, people are descending from the promontory of the land, and one division is coming from the road to the plain of Meonenim.\"",
            "37": "Zevul retorted to him, \"Now where are your mouthings, when you said, 'Who is Avimelech that we must serve him?' Are these not the people whom you despise? Go now, if you please, and fight them!\"",
            "38": "Ga'al went forth at the head of the men of Shechem, and fought with Avimelech.",
            "39": "Avimelech pursued him, and he fled from him. A great many fell dead, up to the gateway entrance.",
            "40": "Avimelech settled in Arumah. Zevul ousted Ga'al and his cohorts from residence in Shechem.",
            "41": "It happened on the following day that the people went out to the fields, and it was told to Avimelech.",
            "42": "He directed the people, dividing them into three divisions, and lay in ambush in the field. When he noticed that the people had left the city, he rose at them, and struck them down.",
            "43": "Avimelech and the divisions accompanying him charged, and stationed themselves at the entrance to the gateway of the city, while two divisions charged everyone in the fields and struck them down.",
            "44": "Avimelech battled the city that entire day. He captured the city, and executed all the people in it. Then he demolished the city, and implanted it with salt.",
            "45": "All the men of Migdal Shechem heard. They went to the forest stockade of the temple of the god Beris.",
            "46": "It was reported to Avimelech that they assembled—all the men of Migdal Shechem.",
            "47": "Avimelech ascended Mount Tzalmon—he, and all the people accompanying him. Avimelech took a hatchet in his hand, cut down the overhang of a tree, lifted it, and placed it on his shoulder. He said to the people accompanying him, \"You have seen what I have done—quickly, do as I have done!\"",
            "48": "The people, too, cut their overhangings—everyone. They then proceeded behind Avimelech, placed them on the forest stockade, and set the stockade on fire with them. And they perished all the people of Migdal Shechem—as well—about one thousand men and women.",
            "49": "Avimelech marched to Tevetz, encamped in Tevetz, and captured it.",
            "50": "There was a formidable tower inside the city. All the men and women fled there, with all the citizens of the city, and locked themselves in. They ascended to the roof of the tower.",
            "51": "Avimelech arrived at the tower, and engaged it in battle. He stepped up to the tower entrance to set it on fire.",
            "52": "One woman flung a pestle shard on Avimelech's head, and smashed his skull.",
            "53": "He called quickly to the youth who served as his adjutant, and said to him, \"Draw your sword and kill me, lest it be said of me 'A woman slew him.'\" His youth stabbed him, and he expired.",
            "54": "When the Yisroelites saw that Avimelech had died, they departed, each of them to his place.",
            "55": "God exacted retribution for Avimelech's evil deeds against his father—the murder of his seventy brothers.",
            "56": "And all the evil deeds of the people of Shechem, God brought to bear against them; they were stricken with the curse of Yosam ben Yerubaal."
        },
        "9": {
            "0": "After Avimelech, there arose, to save Yisroel, Tola ben Pua ben Dodo, a constituent of Yesachar. He dwelt at Shomir, on Mount Ephraim.",
            "1": "He judged Yisroel twenty three years. He died, and was buried at Shomir.",
            "2": "After him, there rose Yair the Gilodite. He judged Yisroel twenty two years.",
            "3": "He had thirty sons, who rode thirty thoroughbreds, and owned thirty towns. They are entitled 'The towns of Yair' to this day, and are located in the territory of Gilod.",
            "4": "Yair died, and was buried in Kamon.",
            "5": "The Bnei Yisroel resumed acting wickedly in Adonoy's eyes. They worshipped the Baals and Ashtaros; the deities of Arom, the deities of Tzidon, the deities of Moav, the deities of the Bnei Ammon, and the deities of the P'lishtim. They abandoned Adonoy, and did not worship him.",
            "6": "Adonoy was infuriated with Yisroel. He delivered them into the hand of the Pelishtim, and the hand of the Bnei Ammon.",
            "7": "They smashed and shattered the Bnei Yisroel that year, and for eighteen years, all the Bnei Yisroel that were across the Yardein, in the Emorite territory in Gilod.",
            "8": "The Bnei Ammon crossed the Yardein to wage war as well with Yehudah, Binyomin, and the house of Ephraim. Yisroel was in great agony.",
            "9": "The Bnei Yisroel cried out to Adonoy, saying, \"We have sinned against you, we have abandoned our God and worshiped the Baals.\"",
            "10": "Adonoy said to the Bnei Yisroel, \"Was it not Mitzrayim, and the Emorites, and the Bnei Ammon, and the Pelishtites.",
            "11": "And the Tzidonites, and Amoleik and Maon who oppressed you? And when you cried out to Me, I rescued you from their hands.",
            "12": "Yet you have abandoned Me, and worshiped other gods. I shall, therefore, no longer rescue you.",
            "13": "Go on, cry out to the gods whom you prefer. Let them rescue you in your time of agony.\"",
            "14": "The Bnei Yisroel said to Adonoy, \"We have sinned! Do with us as you see fit, but please, save us today!\"",
            "15": "They purged themselves of their alien idols, and worshiped Adonoy, and His soul was grieved at Yisroel's anguish.",
            "16": "The Bnei Ammon were called together, and camped at Gilod. The Bnei Yisroel mobilized, and camped at Mitzpah.",
            "17": "The people—the leading officials of Gilod—remarked to each other, \"Anyone who initiates a war against the Bnei Ammon will become head of all the inhabitants of Gilod.\""
        },
        "10": {
            "0": "Yiftoch the Gilodi was supremely powerful. He was the son of a woman innkeeper. Gilod fathered Yiftoch.",
            "1": "Gilod's wife bore him sons. When the woman's sons matured, they ejected Yiftoch, telling him, \"You have no birthright in our father's house, as you are the child of a different wife.\"",
            "2": "Yiftoch fled from his brothers' presence, and settled in the land of Tov. Idlers collected around Yiftoch, and travelled with him.",
            "3": "Years passed, and the Bnei Ammon waged war against Yisroel.",
            "4": "It happened that, when the Bnei Ammon waged war against Yisroel, the elders of Gilod went to bring Yiftoch from the land of Tov.",
            "5": "They said to Yiftoch, \"Come, be our commander! Let us fight the Bnei Ammon!\"",
            "6": "Yiftoch retorted to the elders of Gilod, \"Did you not hate me, and eject me from my father's house? Why have you approached me now, when you are in trouble?\"",
            "7": "The elders of Gilod replied to Yiftoch, \"For this very reason we have returned to you now. Come along with us and fight the Bnei Ammon, and you will be, for us, head of all those who inhabit Gilod.\"",
            "8": "Yiftoch said to the elders of Gilod, \"If you repatriate me to fight the Bnei Ammon, and Adonoy delivers them over to me, I will be your head.\"",
            "9": "The elders of Gilod declared to Yiftoch, \"May Adonoy take heed of what has passed between us, if we do not fulfill your stipulations.\"",
            "10": "Yiftoch accompanied the elders of Gilod, and the people designated him as their head and commander. Yiftoch articulated all his stipulations before Adonoy, at Mitzpah.",
            "11": "Yiftoch dispatched emissaries to the king of the Bnei Ammon, saying, \"What is there between us that you have encroached upon me by engaging in warfare in my country?\"",
            "12": "The king of the Bnei Ammon replied to Yiftoch's emissaries, \"Because Yisroel annexed my country when ascending from Mitzrayim; from Arnon to the Yabok to the Yardein. Restore them now in peace.\"",
            "13": "Yiftoch continued further, and dispatched emissaries to the king of the Bnei Ammon.",
            "14": "He said to him, \"Yiftoch declares the following: Yisroel never annexed the country of Moav and the country of the Bnei Ammon.",
            "15": "For, when ascending from Mitzrayim, Yisroel travelled in the wilderness until the Reed sea, until they reached Kodeish.",
            "16": "Yisroel dispatched emissaries to the king of Edom, saying, 'Please allow me to traverse your country,' but the king of Edom paid no heed. They dispatched to the king of Moav, as well, and he refused. Yisroel remained at Kodeish.",
            "17": "They then continued through the wilderness, circumvented the land of Edom and the land of Moav, [they] arrived at the east of the land of Moav, and camped opposite Arnon. They never encroached upon the Moabite border, for Arnon is the Moabite border.",
            "18": "Yisroel then dispatched emissaries to Sichon, king of the Emorites, king of Cheshbon. Yisroel said to him, 'Please, let us traverse your country until our destination.'",
            "19": "Sichon would not place his faith in Yisroel by permitting them to cross his border. Sichon assembled all his people, camped at Yahetzah, and waged war with Yisroel.",
            "20": "Adonoy, God of Yisroel, delivered Sichon and his entire people into Yisroel's hand; and they struck them down. Yisroel took possession of all the land of the Emorites, who inhabited that land.",
            "21": "They took possession of everything within the Emorite borders, from Arnon to the Yabok, from the wilderness to the Yardein.",
            "22": "Now Adonoy, God of Yisroel, ejected the Emorites from before His people Yisroel, and you think to take possession of it?",
            "23": "Will you not take possession of everything that your god, K'mosh bestows upon you? So, whomever Adonoy our God ejects before us, [that land] we shall take into our possession.",
            "24": "Now, are you superior to Balak ben Tzipor, king of Moav? Did he clash with Yisroel? Did he wage war against them?",
            "25": "When Yisroel occupied Cheshbon and its villages, Areor and its villages, and all the cities adjoining Arnon, for three hundred years; why did you not recoup them at that time?",
            "26": "I have not wronged you, yet you act badly towards me by waging war against me. May Adonoy who sits in judgement decide today between the Bnei Yisroel and the Bnei Amman.\"",
            "27": "The king of the Bnei Ammon paid no heed to the message Yiftoch sent him.",
            "28": "The spirit of Adonoy then visited Yiftoch. He travelled through Gilod and Menasheh, and crossed Mitzpeh Gilod. From Mitzpeh Gilod, he crossed to the Bnei Ammon.",
            "29": "Yiftoch articulated a vow to Adonoy, and declared, \"If you actually deliver the Bnei Ammon into my hand.",
            "30": "This shall be: Whatsoever steps from the door of my home toward me at my peaceful return from the Bnei Ammon—will belong to Adonoy. and I shall bring it as an <i>olah</i> offering.\"",
            "31": "Yiftoch crossed to the Bnei Ammon to wage war against them. Adonoy delivered them into his hand.",
            "32": "He struck them down from Aroer until you reach Minnis—twenty cities—until the plain of the vineyards, an exceedingly damaging blow. The Bnei Ammon were then subjugated to the Bnei Yisroel.",
            "33": "Yiftoch arrived at Mitzpah, at his home. Now his daughter went out towards him with drums and dancing. There was only her, she alone; he did not have, from her, a son or daughter.",
            "34": "When he saw her, he ripped his garments, and exclaimed, \"Aahha, my daughter! You have surely brought me to my knees! And you are among those who ruined me! For I have mouthed an oath before Adonoy, and I can never recant!.\"",
            "35": "She said to him, \"My father, you have mouthed an oath before Adonoy. Do with me exactly as you said, considering that Adonoy has wreaked vengeance for you against your enemies, the Bnei Ammon.\"",
            "36": "She told her father, \"Let this be done for my sake—release me for two months, so that I may proceed to grieve on the hills. I shall weep over my maidenhood, I and my companions.\"",
            "37": "He replied, \"You may go.\" He released her for two months. She went with her companions, and wept over her maidenhood on the hills.",
            "38": "It happened that, at the end of two months, she returned to her father, and he carried into effect, with her, the vow which he had pronounced. She had never been intimate with anyone. She became the subject of a law in Yisroel.",
            "39": "The daughters of Yisroel journeyed annually to grieve for the daughter of Yiftoch, the Gilodite, four days a year."
        },
        "11": {
            "0": "The men of Ephraim were called together, and crossed northward. They declared to Yiftoch, \"Why did you cross to wage war against the Bnei Ammon without calling on us to accompany you? We shall burn down your home over you!\"",
            "1": "Yiftoch retorted to them, \"I was a man at war, I and my people, against the Bnei Ammon—extremely so. I cried out to you, but you would not rescue me from their hand.",
            "2": "When I saw that you would not rescue, I placed my life in my hands and crossed to the Bnei Ammon, and Adonoy delivered them into my hand. Why did you come up to me today to fight me?\"",
            "3": "Yiftoch mobilized all the men in Gilod, and waged war against Ephraim. The men of Gilod struck down Ephraim, since the contemptibles among Ephraim had said, \"What are you, Gilod, amidst Ephraim and Menashe?\"",
            "4": "The Gilodites captured the Yardein crossings from Ephraim. Then it happened that, when the contemptibles of Ephraim requested passage, the Gilodites would say to them, \"Are you an Ephrasite?\" and they would reply in the negative.",
            "5": "They would then say to them, \"Say Shiboles, please,\" but they would say, \"Siboleth,\" as they were not able to pronounce it properly. Then they would detain them, and execute them at the Yardein crossings. At that time there fell from Ephraim, forty two thousand men.",
            "6": "Yiftoch judged Yisroel six years. Yiftoch the Gilodite died, and was buried in the cities of Gilod.",
            "7": "After him, the judge of Yisroel was Ivtzan of Beis Lechem.",
            "8": "He had thirty sons. He sent thirty daughters elsewhere, and brought thirty wives for his sons from outlying areas. He judged Yisroel seven years.",
            "9": "Ivtzan died, and was buried in Beis Lechem.",
            "10": "After him, the judge of Yisroel was Eilon the Zevulunite. He judged Yisroel ten years.",
            "11": "Eilon the Zevulunite died. He was buried at Ayalon, in Zevulunite territory.",
            "12": "After him, the judge of Yisroel was Avdon ben Hillel the Perasonite.",
            "13": "He had forty sons and thirty grandsons, who rode seventy young donkeys. He judged Yisroel eight years.",
            "14": "Avdon ben Hillel the Perasonite died. He was buried at Perason in Ephraimite territory, on the Amoleikite mountain."
        },
        "12": {
            "0": "The Bnei Yisroel resumed acting wickedly in Adonoy's eyes. Adonoy delivered them into the hand of the Pelishtim for forty years.",
            "1": "There was a man from Tzor'oh, of the Danite family, named Manoach. His wife was barren, never having borne a child.",
            "2": "An angel of God appeared to the woman, and told her, \"Look, you are presently barren, and have never borne a child. But you shall conceive, and bear a son.",
            "3": "Now please be careful; do not drink freshly pressed or intoxicating wine, and do not consume anything ritually defiled.",
            "4": "For you will conceive and bear a son. The razor must not be wielded on his head, for the boy shall be a Nazarite unto God from the womb. He shall initiate the salvation of Yisroel from the hand of the Pelishtim.\"",
            "5": "The woman came and told her husband, saying \"A man of God has visited me, whose appearance resembled the appearance of an angel of God—extremely awesome! I did not ask him where he was from, nor did he tell me his name.",
            "6": "He said to me, 'You will conceive and bear a son. Do not drink freshly pressed or intoxicating wine, and do not consume anything ritually defiled, for the boy shall be a Nazarite unto God from the womb until the day of his death.'\"",
            "7": "Manoach beseeched Adonoy, saying: \"Please, my Master, the man of God whom you sent—please, may he visit us again to instruct us concerning what must be done with the boy who will be born.\"",
            "8": "God accepted Manoach's prayer. The angel of God visited the woman again, as she sat in the field, but her husband Manoach, was not with her.",
            "9": "The woman hastened, and ran to inform her husband. She told him, \"Look, the man has appeared to me—the one who visited me that day.\"",
            "10": "Manoach rose, and walked behind his wife. He came to the man, and said to him, \"Are you the man who spoke to the woman?\" He said, \"I am.\"",
            "11": "Manoach said, \"Now your word shall be fulfilled. What regulations must we follow with the boy, how shall we treat him?\"",
            "12": "The angel of Adonoy replied to Manoach, \"of everything I mentioned to the woman, she must be aware.",
            "13": "Anything manufactured from the wine producing grape she must not consume. and freshly pressed or intoxicating wine She must not drink. She must not consume anything ritually defiled. Everything I commanded her she must carefully keep.",
            "14": "Manoach said to the angel of Adonoy, \"Please, allow us to detain you, and prepare, for you, a young goat.\"",
            "15": "The angel of Adonoy replied to Manoach, \"Even if you should detain me, I cannot eat your bread. And if you wish to prepare an <i>Olah</i> offering, offer it to Adonoy.\" For Manoach was unaware that this was an angel of Adonoy.",
            "16": "Manoach said to the angel of Adonoy, \"What is your name? When your instructions reach us, we want to honor you.\"",
            "17": "The angel of Adonoy replied to him, \"Why ask my name, when it is mystical?\"",
            "18": "Manoach took the young goat and the offering, and brought them up on the rock to Adonoy. Then a miracle was worked, while Manoach and his wife watched.",
            "19": "It happened, that, when the flame leapt from the altar heavenward, the angel of Adonoy ascended in the flame of the altar. When Manoach and his wife saw this, they prostrated themselves, their faces to the ground.",
            "20": "The angel of Adonoy no longer revealed himself to Manoach and his wife. Manoach then realized that this was an angel of Adonoy.",
            "21": "Manoach exclaimed to his wife, \"We shall surely die, for we have had a vision of God!\"",
            "22": "His wife replied to him, \"If Adonoy had wanted to kill us, He would not have accepted from our hands the <i>Olah</i> and meal offerings. He would not have revealed all this to us, and, at this time, He would not have apprised us in this way.\"",
            "23": "The woman gave birth to a son, and named him Shimshon. The boy matured, and Adonoy blessed him.",
            "24": "The spirit of Adonoy began pulsating within him in the camp of Dan, which was between Tzoroh and Eshtaol."
        },
        "13": {
            "0": "Shimshon descended to Timnas. He saw a woman in Timnas of the Pelishtite daughters.",
            "1": "He went up, and informed his father and mother. He said, \"I saw a woman in Timnas of the Pelishtite daughters. Take her, now, for me as a wife.\"",
            "2": "His mother and father said to him, \"Is there no one among the daughters of your kinsmen, or any of my people, suitable as a wife, that you must go out to take a wife from the uncircumcised Pelishtim?\" But Shimshon responded to his father, \"Take her for me, for she appears appropriate in my eyes.\"",
            "3": "His father and mother did not know that this was decreed by Adonoy, as He sought a pretext against the Pelishtim. At that time the Pelishtim ruled over Yisroel.",
            "4": "Shimshon descended, with his father and mother, to Timnas, and arrived at the vineyards of Timnas. A young lion roared towards him.",
            "5": "The spirit of Adonoy visited him, and he tore it asunder as one would tear asunder a young kid, although he was empty handed. He did not tell his father and mother, what he had done.",
            "6": "He descended, and discussed the woman. She appeared appropriate in his eyes.",
            "7": "He returned several days later to claim her, and turned to observe the remains of the lion. There was a colony of bees in the carcass, and honey as well.",
            "8": "He scraped it into his palms, and proceeded, eating as he walked. He went to his father and mother, and gave them [of it] and they ate. He did not inform them that it was from the lion's carcass that he had scraped the honey.",
            "9": "His father descended to discuss the woman, and Shimshon tendered a feast there, as was customary for the young men.",
            "10": "It happened that, when they saw him, they assembled thirty friends, who joined him.",
            "11": "Shimshon said to them, \"Let me pose a riddle to you. If you solve it for me during the seven feast days accurately, then I shall award you with thirty linen cloths and thirty suits of clothing.",
            "12": "But if you cannot solve it for me, then you must give me thirty linen cloths and thirty suits of clothing. They replied, \"Pose your riddle, and let us hear it!.\"",
            "13": "He said to them, \"From that which eats came forth that which is eaten; from power came sweetness.\" They were unable to solve the riddle for three days.",
            "14": "It was on the seventh day, that they told Shimshon's wife, \"Cajole your husband into solving the riddle for us, lest we burn you and your father's house in flames. Was it to impoverish us that you invited us here?\"",
            "15": "Shimshon's wife wept over him, and she said, \"You just hate me. You do not love me; you have posed the riddle to my people, but have told me nothing.\" He said to her, \"I have told nothing to my father and my mother; Shall I then tell you?\"",
            "16": "She wept over him for the seven days of their feasting. It happened on the seventh day, that he revealed the solution to her, for she had tormented him. She disclosed the riddle to her compatriots.",
            "17": "The townspeople said to him on the seventh day, before sunset, \"What can be sweeter than honey, and what is more powerful than the lion?\" He told them, \"If you had not plowed with my calf, you would not have solved my riddle!\"",
            "18": "The spirit of Adonoy visited him, and he descended to Ashkelon. He struck down thirty men among them, took their garments, and gave the suits of clothing to those who had solved the riddle. He was enraged [with his wife], and ascended to his father's house.",
            "19": "Shimshon's wife became attached to a friend who had attended him."
        },
        "14": {
            "0": "It happened that, after several days, during the wheat harvesting season, Shimshon visited his wife with a young kid, and said, \"Let me approach my wife in the chamber.\" But her father would not permit him to enter.",
            "1": "Her father said, \"I averred that you hated her, so I gave her to your friend. Is not her younger sister superior to her? Please, let her be yours in place of her.\"",
            "2": "Shimshon told them, \"At this time I am innocent with regard to the Pelishtim, as I inflict injury upon them.\"",
            "3": "Shimshon proceeded to capture three hundred foxes. He took torches, twisted each tail into the next, and placed a torch in the center, between the two tails.",
            "4": "He set fire to the torches, and dispatched them into the Pelishtite grainfields, where they consumed haystack to standing grain to olive orchard.",
            "5": "The Pelishtim exclaimed, \"Who did this?\" They replied, \"Shimshon, the son-in-law of the Timnite, because he took his wife and gave her to a friend.\" The Pelishtim went up and burned her and her father.",
            "6": "Shimshon said to them, \"Is this the way you behave? Nothing but vengeance against you, and only afterward will I stop!\"",
            "7": "He struck them down, cavalry and infantry, with a tremendous blow; then he descended and settled on the promontory of the Eitam cliff.",
            "8": "The Pelishtim ascended, and encamped in Yehudah. They fanned out across Lechi.",
            "9": "The men of Yehudah asked, \"Why have you ascended against us?\" They replied, \"We have ascended to tie down Shimshon, so that we may treat him as he has treated us.\"",
            "10": "Three thousand men descended from Yehudah to the promontory of the Eitam cliff. They said to Shimshon, \"Were you not aware that the Pelishtim rule over us? What have you done to us?\" He replied to them, \"Just as they treated me, I treated them.\"",
            "11": "They said to him, \"We have descended to tie you down, and deliver you into the hands of the Pelishtim.\" Shimshon said to them, \"Swear to me, that you will not execute me yourselves.\"",
            "12": "They replied to him, saying, \"No! We shall merely tie you down and deliver you into their hands, but we shall surely not execute you. They tied him with two new ropes, and brought him up from the cliff.",
            "13": "He arrived at Lechi, and the Pelishtim hooted at him. The spirit of Adonoy visited him, and the ropes on his arms became like flax charred by flame, so that his bonds dissolved from his hands.",
            "14": "He found a moist cheekbone of a donkey, extended his hand, grasped it, and struck down, with it, a thousand men.",
            "15": "Shimshon exclaimed, \"With the jawbone of a donkey I amassed mounds; with the jawbone of a donkey I struck down a thousand men.\"",
            "16": "And when he finished speaking, he flung the jawbone from his hand. He entitled that place Romas Lechi.",
            "17": "He was exceedingly thirsty, and called out to Adonoy, saying, \"You have delivered, into your servant's hand, this great salvation. Am I now to die of thirst and fall into the hands of the uncircumcised?\"",
            "18": "God broke open the jawbone socket, and water flowed from it. He drank, and his spirits were restored; he was revitalized. For this reason he entitled it 'Ein Hokorei Asher Balechi,' until this day.",
            "19": "He judged Yisroel during the days of the Pelishtim for twenty years."
        },
        "15": {
            "0": "Shimshon went to Azah. There he saw a woman inkeeper, and visited her.",
            "1": "The Azites were informed: \"Shimshon has arrived here.\" They surrounded [him], then lay in ambush for him throughout the night at the city gate. They were silent all night, as if to say, \"…until daylight, and then we shall kill him.\"",
            "2": "Shimshon reclined until midnight. At midnight he arose, grasped the doors of the city gate and the two doorposts, uprooted them, with the bolt, and placed them on his shoulders. He carried them up to the summit of the mountain facing Chevron.",
            "3": "It happened, afterward, that he loved a woman at the valley of Soreik. Her name was Delilah.",
            "4": "The Pelishtim nobles went up to her, and told her, \"Seduce him, and ascertain where his enormous strength lies and how we may overcome him, so that we may tie him down and torture him; each of us will then give you eleven hundred pieces of silver.\"",
            "5": "Delilah said to Shimshon, \"Tell me, please, where does your enormous strength lie? And how may you be tied down and tortured?\"",
            "6": "Shimshon replied to her, \"If I were bound by seven moist cords which never dried, I shall be enfeebled, and become as any man.\"",
            "7": "The Pelishtim nobles brought up to her seven moist cords which never dried. She tied him down with them.",
            "8": "The ambushers deployed in the room, and she exclaimed to him, \"The Pelishtim are upon you, Shimshon!\" He snapped the cords the way a strip of flax husk snaps when exposed to flame; the source of his strengh was not revealed.",
            "9": "Delilah said to Shimshon, \"Look, you have made a mockery of me and lied to me. Tell me, please, how you may be tied down.\"",
            "10": "He told her, \"If I were bound securely with fresh ropes, never used for work, I shall be enfeebled, and become as any man.\"",
            "11": "Delilah took fresh ropes and tied him down with them. She exclaimed to him, \"The Pelishtim are upon you, Shimshon!,\" and the ambushers were deployed in the room. He snapped them from his arms like thread.",
            "12": "Delilah said to Shimshon, \"Until now you have made a mockery of me and lied to me—tell me how you can be tied down!\" He replied to her, \"If you weave the seven tresses of my head with the mounting pin.\"",
            "13": "She secured it onto the peg, and exclaimed to him, \"The Pelishtim are upon you, Shimshon!\" He awoke from his sleep, and uprooted the weaving peg and pin.",
            "14": "She said to him, \"How can you say 'I love you,' when your heart is not with me? Three times you have made a mockery of me by not telling me where your enormous strength lies.",
            "15": "It happened that, as she abused him verbally every day and goaded him, his soul was harassed to death.",
            "16": "He confided to her everything in his heart, and told her, \"No razor has ever been wielded over my head, for I am a Nazarite of God from my mother's womb; if I were shaven, my strength would desert me, and I would be enfeebled, and become as any man.\"",
            "17": "Delilah saw that he had confided, to her, everything in his heart. She dispatched, and summoned Pelishtim nobles, saying, \"Come up, this time, for he has confided, to me, everything in his heart.\" The Pelishtite nobles went up to her and carried up the silver in their hands.",
            "18": "She put him to sleep on her knees, summoned the man, and shaved the seven tresses of his head. She began debilitating him, and his strength deserted him.",
            "19": "She then exclaimed, \"The Pelishtim are upon you, Shimshon!\" He awoke from his sleep, and said, \"I shall go out, as before, and shake loose\"—he was oblivious of Adonoy's abandonment of him.",
            "20": "The Pelishtite seized him and gouged out his eyes. They brought him down to Aza and bound him in chains. He became the prison miller.",
            "21": "The hair on his head began growing after it was shaven.",
            "22": "The Pelishtite nobles assembled to offer an enormous sacrifice to their god, Dagan, and to celebrate. They declared, \"Our god has delivered, into our hands, our enemy, Shimshon.\"",
            "23": "The people observed him and extolled their god, for they said, \"Our god has delivered, into our hands, our enemy; the destroyer of our country, the one who has multiplied the number of our dead.\"",
            "24": "It happened that, when they were in high spirits, they exclaimed, \"Summon Shimshon, let him frolic for us.\" They summoned Shimshon from prison, and he frolicked before them. They stationed him between the pillars.",
            "25": "Shimshon told the lad holding him by the hand, \"Release me, and give me a hold on the pillars which support the building, so that I may lean on them.\"",
            "26": "The building was filled with men and women, with all of the Pelishtite nobles there; and on the roof, about three thousand men and women were watching Shimshon frolic.",
            "27": "Shimshon cried out to Adonoy, saying: \"my Master, God! Please remember me, please strengthen me, just this once, O God. Let me avenge one of my two eyes from the Pelishtim.\"",
            "28": "Shimshon embraced the two central pillars which supported the building, and leaned on them—one to his right, and one to his left.",
            "29": "Shimshon cried, \"Let my soul perish with the Pelishtim!\" He heaved mightily, and the building collapsed on the nobles and all the people who were in it. The number of those whom he slew at his death surpassed the number of those whom he had killed during his lifetime.",
            "30": "His brothers came down—and all his father's house, lifted him up and went up and buried him between Tsar'ah and Eshtaol, in the crypt of his father Manoach. He judged Yisroel twenty years."
        },
        "16": {
            "0": "There was a man from Mount Ephraim named Michoyuh.",
            "1": "He said to his mother, \"The eleven hundred pieces of silver stolen from you, when you cursed, even uttering in my ear—look, the silver is in my possession, I stole it.\" His mother replied, \"May my son be blessed before Adonoy!\"",
            "2": "He returned the eleven hundred pieces of silver to his mother. His mother declared, \"I expressly consecrated the silver to Adonoy, from my hand to my son's, to make a sculpted and a molten figure, so I shall promptly return it to you.\"",
            "3": "He then restored the silver to his mother. His mother took two hundred silver pieces and gave them to a refiner who made a sculpted and molten figure. They were placed in Michoyuh's house.",
            "4": "Michah was a man who owned an idolatrous temple. He made a tunic and figurines, and inducted one of his sons, so that he served as his priest.",
            "5": "In those days there was no king in Yisroel. Every man did what appeared appropriate to him.",
            "6": "There was a young man from Bais Lechem in Yehudah, of the family of Yehudah. He was a Leivi, and he lived there.",
            "7": "The man departed from the city—from Bais Lechem, in Yehudah—to live anywhere he would find. He arrived at Mount Efraim, at Michah's Temple, intending to make his way.",
            "8": "Michah said to him, \"Where have you come from?\" He said to him, \"I am a Levi, from Bais Lechem of Yehudah. I am going to live anywhere I will find.\"",
            "9": "Michah told him, \"Remain with me, and serve as my patron and priest. I shall provide you with ten silver pieces per year. an appropriate wardrobe, and your board.\" The Leivi acquiesced.",
            "10": "The Levi consented to remain with the man. The young man was like one of his sons to him.",
            "11": "Michah inducted the Leivi. The young man became his priest, and he remained at Michah's temple.",
            "12": "Michah declared, \"Now I know that Adonoy will be benevolent to me, since the Levi has become my priest.\""
        },
        "17": {
            "0": "In those days, there was no King in Yisroel. In those days, the Danite tribe sought territory in which to settle, as there had not fallen to their lot, until that day, a suitable inheritance, among the tribes of Yisroel.",
            "1": "The sons of Dan dispatched, from their clan, five distinguished men, powerful warriors, from Tzar'ah and Eshtaol, to reconnoiter the land, and to examine it. They told them, \"Go, examine the land.\" They arrived at Mount Efraim, at Michah's temple, and spent the night there.",
            "2": "While at Michah's temple, they recognized the Levite youth's voice. They turned in there, and said to him, \"Who brought you here? What do you do in this [place?] What do you have here?\"",
            "3": "He said to them, \"Michah did this and that for me, and he has employed me. I serve as his priest.\"",
            "4": "They said to him, \"Please inquire of God, so that we may know whether we shall succeed on our way which we are now following.\"",
            "5": "The priest replied to them, \"Go in peace. The route which you will follow is before Adonoy.\"",
            "6": "The five men proceeded, and arrived at Laish. They observed that the people in it were settled securely, after the fashion of the Tzidonians; tranquil, secure, with nothing to put them to shame in the land. There was a dearth of heirs, they were distant from the Tzidonians, and they were not allied with anyone.",
            "7": "They returned to their brothers at Tsar'ah and Eshtaol. Their brothers said to them, \"What is your…?\"",
            "8": "They replied, \"Come, let us ascend against them, for we observed the land, and it is excellent. You are apathetic. Do not procrastinate, proceed to enter and occupy the land.",
            "9": "At your arrival, you will encounter a confident people in a spacious land, for God has delivered it into your hands—a place where nothing is lacking, it has everything that is in the earth.\"",
            "10": "They departed from there, from the Danite klan, from Tsar'ah and Eshtaol. Six hundred men, strapped in battle gear.",
            "11": "They ascended, and camped at Kiryas Yearim, in Yehudah. This is why that place is entitled 'Machaneh Dan', to this day. It lies beyond Kiryas Yearim.",
            "12": "They crossed from there into Mount Ephraim, and arrived at Michah's temple.",
            "13": "The five men declared who went to spy the land of Laish, saying to their brothers, \"Do you know that there are, in these houses, a tunic, figurines, a sculpted figure, and a molten figure. Now, know your duty.\"",
            "14": "They turned in there, and entered the home of the young Levite at Michah's temple. They offered peace greetings.",
            "15": "The six hundred men strapped in battle gear stood by, at the gateway entrance. They were from the sons of Dan.",
            "16": "The five men went up who went to spy the land, and entered there. They took the sculpted figure, the tunic, the figurines, and the molten figure. The priest stood at the gateway opening, with the six hundred men strapped in battle gear.",
            "17": "These entered Michoh's temple, and took the sculpted figure, the tunic, the figurines and the molten figure. The priest said to them, \"What are you doing?.\"",
            "18": "They said to him, \"Quiet! Put your hand over your mouth! Accompany us, and you can serve as our patron and priest. Is it to your advantage to serve as priest of a single man's temple, or to serve as priest of a tribe and a family in Yisroel?\"",
            "19": "The priest was delighted. He took the tunic, the figurines, and the sculpted figure, and entered the midst of the people.",
            "20": "They turned and departed, and positioned the infants, the cattle, and the bulky cargo at the forefront.",
            "21": "They distanced themselves from Michah's temple. The people in the homes adjoining Michah's temple mobilized, and overtook the sons of Dan.",
            "22": "They shouted to the sons of Dan. They turned their faces, and said to Michah, \"What interest is it if yours to mobilize?\"",
            "23": "He replied, \"You took my gods, which I manufactured, and the priest, and went off! What else do I have? What do you mean, telling me \"What interest is it of yours?'\"",
            "24": "The sons of Dan told him, \"Do not make your voice heard among us, lest bitter tempered men attack you, and you forfeit your life and the lives of your household.\"",
            "25": "The sons of Dan proceeded on their way. Michoh realized that they were more powerful than he, so he turned, and went home.",
            "26": "They took what Michah had manufactured, and the priest who had served him. They fell upon Laish—on a tranquil, secure people—struck them down by the sword, and burned the city.",
            "27": "No one came to their rescue, as they were distant from Tzidon, and had no alliances. It lay in Bais Rechov gorge. They rebuilt the city and settled in it.",
            "28": "They entitled the city 'Dan', after their forefather Dan, who was born into Yisroel. However, 'Laish' was the name of the city originally.",
            "29": "The sons of Dan established the sculpted figure, with Yehonasan ben Geirshom, ben Menasheh—he, and his sons—serving as the priests of the Danite tribe until the day of the exile from the land.",
            "30": "They institutionalized Michah's sculpted figure which he had manufactured, throughout the entire period that the House of God stood at Shiloh."
        },
        "18": {
            "0": "It happened in those days, when there was no king in Yisroel, that there was a Levite man who dwelt in the foothills of Mount Ephraim. He took a concubine from Beis Lechem, in Yehudah.",
            "1": "His concubine strayed from him, and went from him to her father's home—to Beis Lechem, in Yehudah. She remained there for a time—four months.",
            "2": "Her husband rose, and followed her, to entice her into returning. He was accompanied by his servant, and a couple of donkeys. She brought him to her father's home. When the girl's father saw him, he approached him joyfully.",
            "3": "His father-in-law, the girl's father, detained him. and he remained with him for three days. They ate and drank, and lodged there overnight.",
            "4": "It happened, on the fourth day, that they arose early, and he rose to leave. The girl's father told his son-in-law, \"Nourish yourself with a piece of bread; then you can depart.\"",
            "5": "They seated themselves, and both ate and drank together. The girl's father told the man, \"Please give your assent, and remain overnight and let your heart be glad.\"",
            "6": "The man rose to depart, but his father-in-law insisted, so he returned, and remained there overnight.",
            "7": "He arose early on the fifth day, to leave. The girl's father said, \"Please, nourish yourself.\" They dallied until the sun's descent, and they both ate.",
            "8": "The man rose to depart, he, his concubine, and his servant. His father-in-law, the girl's father, told him, \"Look, please, the sun has waned, and is setting. Please remain overnight. It is the time of day for encamping. Remain here overnight, and let your heart be glad. Tomorrow you may rise early, be on your way, and proceed homeward.\"",
            "9": "The man had no desire to remain overnight, so he rose, and departed. He arrived at an area facing Yevus, or Yerushalayim. He had with him a couple of saddled donkeys. His concubine was with him.",
            "10": "They were at Yevus, and the sun had virtually set. The servant said to his master, \"Come, please, let us turn in to this Yevusite city, and spend the night there.\"",
            "11": "His master told him, \"Let us not turn in to an alien city of non-Jews. Let us cross to Givoh.\"",
            "12": "He told his servant, \"Come and let us draw near to one of these places. We will spend the night at Givoh, or at Ramah.\"",
            "13": "They crossed, and proceeded. the sun went down for them at Givoh of Binyomin.",
            "14": "They turned in there, in order to enter Givoh and spend the night. He proceeded, and stationed himself in the city square, but not a single person invited them home to spend the night.",
            "15": "Then an elderly man came from his business in the field during the evening. The man was from Mount Efraim, and lived at Givoh. The townspeople were Binyominites.",
            "16": "He looked up, and noticed the visitor in the city square. The elderly man said, \"Where are you going? Where are you from?\"",
            "17": "He said to him, \"We are passing through, from Bais Lechem of Yehudah to the foothills of Mount Efraim. I am from there, but I travelled to Beis Lechem of Yehudah, and I am going to the Sanctuary of Adonoy. Not a single person has invited me home.",
            "18": "There is ample straw and fodder for our donkeys; there is also bread and wine for me and for your maidservant, and for the lad accompanying your servant. Not a thing is lacking.\"",
            "19": "The elderly man said, \"Peace be with you! Just, whatever you lack is my responsibilty, only do not spend the night in the square.\"",
            "20": "He brought him to his home, and fed produce to the donkeys. They washed their feet, and ate and drank.",
            "21": "They were enjoying themselves, when the townspeople — scoundrels—surrounded the house, pounded at the door, and spoke to the elderly householder, saying, \"Bring out the man visiting your home, we want to have relations with him.\"",
            "22": "The man, the householder, went out to them, and told them, \"Don't, my brothers, don't be sinful, please. As this man has visited my home, do not commit this loathsome act.",
            "23": "Here is my virgin daughter and his concubine; please, let me bring them out to you—torment them, do with them as you see fit, but do not commit, against this man, this loathsome act.\"",
            "24": "But the men had no desire to listen to him, so the man took hold of his concubine and brought her out to them. They had relations with her, and molested her all night long, until morning. They released her at daybreak.",
            "25": "The woman returned toward morning. She collapsed at the entrance to the man's house where her husband was, until daylight.",
            "26": "Her husband rose in the morning, opened the doors of the house, and stepped out to proceed on his way, but there was a woman—his concubine—lying prostrate at the entrance to the house, with her hands on the threshold.",
            "27": "He said to her, \"Come, let us go!\" but there was no answer. He took her and placed her on the donkey. The man got up and went to his place.",
            "28": "He returned to his home. He took a knife, grasped his concubine, and dismembered her into twelve pieces. He sent them to all the borders of Yisroel.",
            "29": "It happened then, that everyone who saw declared, \"Nothing has happened or been seen to compare with this from the day that the Bnei Yisroel went up from the land of Egypt until this day. Consider this, take counsel and speak!\""
        },
        "19": {
            "0": "All the Bnei Yisroel went out. The community gathered as a single man, from Dan to B'er Sheva, and the territory of Gilod, before Adonoy at Mitzpah.",
            "1": "They presented themselves—the leaders of the entire people—all the tribes of Yisroel, in the assembly of the people of God, Four hundred thousand sabre wielding infantrymen.",
            "2": "The sons of Binyomin heard that the Bnei Yisroel had ascended to Mitzpah. The Bnei Yisroel said, \"Speak up, how did this evil occur?\"",
            "3": "The Levite man answered—the husband of the murdered woman, saying, \"I arrived at Givoh of Binyomin I and my concubine, to spend the night.\"",
            "4": "The householders of Givoh rose against me, and encircled the house against me at night. They thought they would murder me, and they tortured my concubine to death.",
            "5": "I took hold of my concubine, dismembered her, and sent her to every estate in the inheritance of Yisroel, for they behaved promiscuously and loathsomely in Yisroel.",
            "6": "Here you are, all of you, Bnei Yisroel, Come up with a proclamation, with a plan, here!\"",
            "7": "All the people rose as a single man, exclaiming, \"Not a man among us shall proceed to his tent, nor a man among us return to his home!",
            "8": "This is the action we shall now take with Givoh; we shall draw lots against them.",
            "9": "We shall select ten men from a hundred, of all the tribes of Yisroel; a hundred from a thousand, and a thousand from ten thousand, to supply the people with provisions when taking action in their engagement with Geva of Binyomin, as befits their entirely loathsome conduct in Yisroel.\"",
            "10": "All the men in Yisroel mobilized at the city, as one man, as comrades.",
            "11": "The tribes of Yisroel dispatched men to all the tribes of Binyomin, saying, \"What is this evil that took place in your midst?",
            "12": "Now, hand over the scoundrels in Givoh, so that we may execute them, and eradicate evil from Yisroel.\" But the sons of Binyomin refused to pay heed to the call of their brothers, the Bnei Yisroel.",
            "13": "The sons of Binyomin mobilized from the cities to Givoh, in order to go to war against the Bnei Yisroel.",
            "14": "The sons of Binyomin were counted that day. From the cities: twenty six thousand sabre wielding troops, aside from the inhabitants of Givoh, who numbered seven hundred elite troops.",
            "15": "Of all these people, there were seven hundred elite troops with shriveled right hands. Each of them could hurl a stone at a hair and not miss.",
            "16": "The Yisroelite troops were counted, aside from Binyomin: four hundred thousand sabre wielding troops, all of them warriors.",
            "17": "They rose, ascended to Beis El, and inquired of God. The Bnei Yisroel said, \"Who shall be the first to go up for us to wage war against the sons of Binyomin?\" Adonoy replied, \"Yehudah first.\"",
            "18": "The Bnei Yisroel arose in the morning, and camped against Givoh.",
            "19": "The Yisroelite troops advanced to engage in battle with Binyomin. The Yisroelite troops deployed in battle formation against them at Givoh.",
            "20": "The sons of Binyomin advanced from Givoh. That day they crushed, among the Yisroelites, twenty-two thousand men to the ground.",
            "21": "The people—the Yisroelite men—took courage, and again deployed in battle formation, in the area where they had deployed on the first day.",
            "22": "The Bnei Yisroel ascended, and wept before Adonoy until evening. They inquired of Adonoy, saying, \"Shall I further engage in warfare with the sons of my brother Binyomin?\" Adonoy replied, \"Go up against him.\"",
            "23": "The Bnei Yisroel advanced toward the sons of Binyomin on the second day.",
            "24": "Binyomin went forth toward them from Givoh on the second day. They crushed, of the Bnei Yisroel, an additional eighteen thousand men to the ground. All of them were sabre wielders.",
            "25": "All of the Bnei Yisroel ascended—all the people—and arrived at Beis El. They wept, and sat there before Adonoy. They fasted that day until evening, and brought <i>olah</i> and <i>shelamim</i> offerings before Adonoy.",
            "26": "The Bnei Yisroel inquired of Adonoy. The ark of God's covenant was there in those days.",
            "27": "Pinchas ben Elazar ben Aharon stood before it in those days. Saying, \"Shall I proceed again to wage war against the sons of my brother Binyomin, or shall I desist?\" Adonoy replied, \"Ascend, for tomorrow I shall deliver them into your hand.\"",
            "28": "The Yisroelites positioned ambushers around the periphery of Givoh.",
            "29": "Then the Bnei Yisroel ascended toward the Bnei Binyomin on the third day. They deployed their formations against Givoh as always.",
            "30": "The Bnei Binyomin went forth toward the people, and were drawn from the city. They began inflicting casualties among the people, as always, at the highways where one road ascended to Beis El, and another to Givoh. In that field, [they slew] thirty Yisroelite troops.",
            "31": "The Bnei Binyomin exclaimed, \"They are crumbling before us, as before!\" But the Bnei Yisroel said, \"Let us flee, and draw them from the city, toward the highways.\"",
            "32": "All the Yisroelite troops rose from their positions, and reorganized at Baal Tomor, while the Yisroel ambushers poured from their positions at Maareh Gov'ah.",
            "33": "They advanced from across Givoh, ten thousand elite troops from all Yisroel—while the battle raged. They [the Binyomites] were oblivious that disaster loomed against them.",
            "34": "Adonoy shattered Binyomin before Yisroel. The Bnei Yisroel annihilated, of Binyomin, on that day, twenty five thousand, one hundred troops, all of them sabre wielders.",
            "35": "The Bnei Binyomin realized that they were shattered. The Yisroelite troops gave ground to Binyomin, since they relied on the ambushers whom they had positioned at Givoh.",
            "36": "The ambushers charged, and fanned out toward Givoh. The ambushers sounded the signal, and struck down the entire city by the sword.",
            "37": "A time frame was pre-arranged between the Yisroelite troops and the ambushers: when they would raise continuous clouds of smoke from the city.",
            "38": "The Yisroelite troops retreated during the battle, and Binyomin began inflicting casualties among the Yisroelite troops, about thirty men, for they exclaimed, \"They are crumbling before us, just as in the first battle.\"",
            "39": "Then the cloud began to rise from the city—a column of smoke. Binyomin turned around, and the entire city had gone up heavenward.",
            "40": "The Yisroelite troops reversed position. The Binyominite troops were appalled, as they realized that catastrophe was descending upon them.",
            "41": "They turned from the Yisroelite troops toward the desert route, but the battle engulfed them; while those in the city demolished it from within.",
            "42": "They enveloped [lit. crowned] Binyomin, called for their pursuit, and intercepted them at rest, up to the area facing Givoh to the east.",
            "43": "There fell, from Binyomin, eighteen thousand troops, all of them powerful warriors.",
            "44": "They turned, and fled toward the wilderness, rock of Rimon, but they gleaned them along the way—five thousand troops. They intercepted their flanks until Gid'om, striking down, of them, two thousand troops.",
            "45": "All those who fell from Binyomin totaled twenty-five thousand sabre wielding troops on that day. They were all powerful warriors.",
            "46": "They turned and fled toward the wilderness, to the rock of Rimon six hundred troops. They remained at the rock of Rimon four months.",
            "47": "The Yisroelite troops turned to the Bnei Binyomin and struck them down by the sword, completely annihilating the cities, including the cattle and anything they came upon; also, all the cities they came upon they set ablaze."
        },
        "20": {
            "0": "The men of Yisroel took an oath at Mitzpah, saying, \"Not a man among us shall give his daughter in marriage to Binyomin.\"",
            "1": "The people came to Beis El, and sat there before God until evening, and wailed and wept a great deal.",
            "2": ". They cried out, \"Why, Adonoy, God of Yisroel, has this happened in Yisroel—that today, a tribe in Yisroel is to be eliminated?\"",
            "3": "It happened, the following day, that the people rose early, built an altar there, and brought <i>olah</i> and <i>Shelamim</i> offerings.",
            "4": "The Bnei Yisroel proclaimed, \"Is there anyone who did not ascend to the assembly before Adonoy among all the tribes of Yisroel?\" For a momentous oath was taken against anyone who did not ascend before Adonoy at Mitzpah, condemning him to death.",
            "5": "The Bnei Yisroel were regretful concerning their brother Binyomin. They declared, \"An entire tribe tribe has been cut away today from Yisroel.",
            "6": "How can we provide the survivors with wives, as we have sworn to Adonoy not to give them our daughters in marriage?\"",
            "7": "They declared, \"Is there any one of the tribes of Yisroel that did not ascend before Adonoy at Mitzpah?\" Now, not one man came to the camp from Yoveish Gilod to the assembly.",
            "8": "An account was made of the people, and not one man was there of the inhabitants of Yoveish Gilod.",
            "9": "The community dispatched, there, twelve thousand powerful warriors. They instructed them, saying, \"Proceed, and strike down the inhabitants of Yoveish Gilod by the sword, including women and children.",
            "10": "This is what you must do: every male, and every female who had carnal klowledge of a male you must annihilate.\"",
            "11": "They discovered, among the inhabitants of Yoveish Gil'ad, four hundred virgin maids who had never had carnal knowledge of a male. They brought them to the camp at Shiloh in the land of Canaan.",
            "12": "The entire community dispatched emissaries who spoke to the sons of Binyomin at Sela Rimon, greeting them with peaceful salutations.",
            "13": "Binyomin was restored, [to the community] at that time. They provided them with the women who were permitted to survive from the women of Yoveish Gilod. However, this was not sufficient for their needs.",
            "14": "The people were regretful concerning Binyomin, as Adonoy had caused a breach among the tribes of Yisroel.",
            "15": "The elders of Yisroel said, \"How can we provide those remaining with wives, since Binyomin is bereft of women?\"",
            "16": "They said, \"The survivors must inherit the ancestral property of Binyomin, so that a tribe will not be obliterated from Yisroel.",
            "17": "But we are unable to give them our daughters as wives, since the Bnei Yisroel took an oath, saying, 'A curse upon anyone that gives his daughter to Binyomin!'\"",
            "18": "Then they said, \"Look, there is a sacrificial celebration before Adonoy at Shiloh annually; this is north of Beis El, east of the road ascending from Beis El to Shechem, and south of Levonah.\"",
            "19": "They instructed the sons of Binyomin, saying, \"Go, wait in ambush in the vineyards.",
            "20": "Keep watch; then, when the daughters of Shiloh step out to dance, dash out of the vineyards, and sieze wives for yourselves, each of you, from the daughters of Shiloh, and return to the territory of Binyomin.",
            "21": "When their fathers or brothers come to [protest] argue with us, we shall tell them, 'We were merciful with them, as we could not take a wife for each man at the time of the war; and you were not the ones who provided them, so that you would now be blameworthy.\"",
            "22": "The Bnei Binyomin did this. They took wives in accordance with their numbers from the dancers they had stolen. They returned to their ancestral inheritance, built the cities, and settled in them.",
            "23": "The Bnei Yisroel betook themselves from there, at that time,  each to his tribe and his clan. Each departed from there to his ancestral property.",
            "24": "In those days there was no king in Yisroel, and everyone behaved as he saw fit."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Judges"
}