{
    "title": "Hasagot HaRaavad on Mishneh Torah, Second Tithes and Fourth Year's Fruit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Second_Tithes_and_Fourth_Year's_Fruit",
    "text": [
        [
            [],
            [],
            [
                "<b> והחרובין אע''פ שחנטו פירותיהן וכו' עד שהן כשאר פירות האילן.</b> א''א אין סברתו נכונה שלא חילקו בגמרא דר''ה אלא בין מעשר לשביעית אבל בין פירות לפירות לא חלקו ואם כדבריו מה ענין בנות שוח אצל חרובי שיטה וצלמונה שהן פסולת מינן ועוד אני אומר דחרובי שיטה וצלמונה פטורין הן לגמרי אבל כל פירות האילן מדבריהם חוץ מתירוש ויצהר וכשאמרו בגמרא אמינא לך אנא מעשר חרובין דרבנן הוא הדין לכל פירות האילן שהן מדרבנן אלא הכי קאמר ליה כיון שמעשר האילן מדרבנן אם נהגו שלא כדין לא מיחו בידם והטעם שנהגו בחרובין אחר לקיטה ולא נהגו בשאר אילנות אפשר מפני שרוב העולם אין רצין אחריהם כשאר פירות ומניחין אותן באילן הרבה לפיכך לא נחשבו בעיניהם עד שעת לקיטה מ''מ לא היה אלא מנהג והיכא דנהוג נהוג והיכא דלא נהוג לא נהוג והולכין אחר חנטה: "
            ],
            [],
            [
                "<b> וכן האתרוג בלבד וכו' עד חייבת במעשרות.</b> א''א כמה דבריו מבולבלים ומקולקלים ומשובשים והוא תופס דברי רבי יוחנן ור''ש בן לקיש דאמרי תרוייהו אתרוג בת ששית שנכנסת לשביעית לעולם ששית וחייבים עליה משום טבל ופטורה מן הביעור ואם כן היינו אחר חנטה לשביעית מיהו לענין מעשר שני ומעשר עני אזלינן בתר לקיטה כר''י: "
            ],
            [],
            [
                "<b> האביונות וכו'.</b> א''א שנה המחבר הזה כב''ש שעושין אותו ספק דאילו לב''ה אילן גמור הוא ואמרינן בברכות דאפילו בח''ל (לא) עבדינן כוותייהו: "
            ],
            [
                "<b> האורז וכו' וכן פול המצרי וכו'.</b> א''א אם הכל הולך אחר גמר הפרי אין צריך לצבור גרנו לתוכו דהא ק''ל דאין בילה אלא ליין ושמן: "
            ],
            [],
            [
                "<b> פול המצרי וכו'.</b> א''א והוא שליקט לפני ר''ה וכמה אני תמה על זה המחבר שסבר להורות מתוך התוספתא ומן הירושלמי ולא עלתה בידו כי אין התוספתא והירושל' אצלינו מתוקנים כל צרכן ולא מספיקים כל הצורך והנה פול המצרי שהאריכו בו הרבה ולא הספיקו אמרו דאם הביא שליש לפני ר''ה אם זרעו לזרע מתעשר לשעבר ירקו מהו פטור אי לא זרעו לירק מתעשר להבא זרעו מהו פטור או לא לפי שמצינו במשנה שאמר כסבר שזרעה לזרע ירקה פטור זרעה לירק מתעשר זרע וירק ובתוספתא אמרו השבת שזרעה לזרע ירקה פטור ועל פול המצרי לא שמענו ומי יורה דעה ומי יבין שמועה אף כי מצא ספרים משובשים איך יורה ומסתבר אפילו זה הפול ככסבר ושבת הוא שאם זרעו לזרע זרעו מתעשר לשעבר וירקו כשעת לקיטתו: ",
                "<b> והוא שליקט ממנו לפני ר''ה.</b> א''א הירושלמי שהעתיק ממנו משובש ודבריו איך יהיו מתוקנים שאם לא הביא שליש לפני ר''ה אינו מתעשר לשעבר שהרי פסק שמואל הלכה שהולכים בו אחר גמר פרי והשליש הוא גמר פרי כשזרעו לזרע והיה לו לומר מתעשר להבא ואם ליקט ממנו אחר ר''ה בין זרעו בין ירקו מתעשר להבא כך היה לו לומר: ",
                "<b> זרעו לזרע וכו' עד שלש אריות.</b> א''א לא ידענו מהו אריות והוא שהוציאו מן אורה וסלו והוא ענין לקיטה ואין במשנה אלא עונות ובירושלמי מורביות ובתוספתא מריעות וכולן אינן אלא מניעת השקאה מהם ודוקא בשל בעל אבל בשל שקיא שלשים יום והעונות האמורות כאן לא עונה של יום ושל לילה אלא כעונה של זקינה שהפסיקה ראיותיה שהיא לפי מה שהיתה רגילה וכן זה העונה לפי מה שהיה רגיל להשקות: ",
                "<b> אבל אם לא הביא וכו' עד אף ע''פ שלא נמנע.</b> א''א נראה לי שהוא שבוש והיה ראוי להיות אע''פ שנמנעו והטעם שאין מחשבת זרע חלה על מחשבת ירק שיהיה מתעשר זרע וירק אלא בשני דברים שהביאו שליש לפני ר''ה ושימנע ממנו מים שלשים יום שהם גידול הירק וכשמנע נראה כי דעת שלימה היתה לו לזרע ואז תחול עליו המחשבה ויעשר משניהם נראה מכאן דסתמו לירק קאי. ומה שכתב בסוף זרעו לזרע ועשה כולו קצצים גמורים וכו' אמת הוא כך מצא בירושלמי ולא ביאר שם כהוגן ובתוספתא נראה שלא בא אלא על דברי רשב''ג שאמר שאין הולכין לזורע לשעבר לא אפילו בתרמיל ולא אפילו בשליש אלא בקצצים גמורים כי אז נחשבו לשעבר ומי הוא שיאמוד עליהם אלא בדברים פשוטים וזה המחבר היה לו לומר זרעו לזרע וירק ואז יבא כהוגן לדעת רשב''ג וכל זה תמצא בשביעית ירושלמי פרק שני ובתוספתא דשביעית פרק שני ושם יבחנו דבריו: "
            ],
            [
                "<b> פירות שנה שנייה וכו' עד ומעשר עני חול.</b> א''א ולמה לא יפריש מעשר עני והלא יש עליהם איסור טבל ואוסר במשהו ומצינו לרבי עקיבא על ספיקו עישר שני עישורים מעשר שני ומעשר עני ואפילו אחר הרוב אין לילך באיסורי טבל אלא בדמאי פרק חמישי ממעשר שני ירושלמי: "
            ],
            [],
            [],
            [
                "<b> מעשר שני הואיל והוא טעון הבאת מקום כו' עד מעשר שני בסוריא.</b> א''א אין הטעם הזה מספיק דר''ע הוא דס''ל הכי ולא אמר אלא ליקרב אבל לקדש מיהא קדוש והכי איתא בבכורות פ''ב ונ''ל מה שאמרו שאין מעשר שני בסוריא מן התורה קאמר ואם גזרו עליה מעשרות לא גזרו עליה נטע רבעי: ",
                "<b> ויראה לי שמע''ש וכו' עד סומכין עליהן.</b> א''א אלו דברי רוח: "
            ]
        ],
        [
            [],
            [
                "<b> והורו הגאונים וכו'.</b> וכן אם חילל מעשר וכו' עד בהלכות איסורי מאכלות. א''א תמה אני אם אמרו הגאונים שיפדה מעשר שני אפילו בזה''ז פירות על פירות אלא במעשר שני של ח''ל שעשאו כדמאי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> תלתן של מע''ש מותר לאכלה צמחונין.</b> א''א כמדומה לי שהטעהו הירושלמי שאמר בגמרא כיני מתניתא מותר לאכול צמחונין ואני אומר שלא באו להוציא המשנה מפשוטה אבל אמרו שבאכילת צמחונין אין בו הפסד אוכלים אע''פ שיש בהם שבח אכילה טוב מזה לאכלן מלילות או ע''י תבשיל או ע''י עיסה אעפ''כ כיון שנאכלות כעין צמחין רכין יאכלו כן ולא בעינן שיטמאו וכן בכרשינין וזה חומר במע''ש מבתרומה ונ''ל הטעם שאלו רוב מאכלן לבהמה ואם יטמאו שמא יפדה אותן לבהמה ואין פודין מעשר שני לבהמה: ",
                "<b> ואם עשה כו' ולהוציאה.</b> א''א מפורש בירושלמי [שאינו] מותר להוציאם לאכלם לחוץ אלא מוציאם לעשות מהן עיסה ולחזור וקל הוא שהקילו בכרשינין: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אין מפקידין מעשר וכו' עד אצל עם הארץ.</b> א''א לא מצאתי דבר זה בשום מקום ואין שום סמך לדבר ואם הוא כלום אין לו ריח וטעם אלא במעות של מעשר שני שלא יפקיד אותם פקדון ארוך שיטמין אותן שמא ימות ולא יצוה ובניו יעלו אותם בחזקת שלהם ואפילו הם חברים אח''כ מצאתי אותה בתוספתא במע''ש פ''ד מפקידין מעשר שני של דמאי אצל חבר ושל ודאי אצל ע''ה אבא חילפי בן קרויה אומר בראשונה היו עושין כן חזרו לומר אפילו חבר אין מפקידין אצלו שאין אתה יודע מי עומד אחריו מ''מ של דמאי אין מפקידין אותו אצל עם הארץ מפני שמיקל בו ועם כל זה אין דעתי נוחה הימנו אלא במעות שהוא פקדון ארוך ויש לחוש שמא ימות ואין ידוע מי יעמוד אחריו אבל בפירות שאינן לזמן ארוך כולי האי לא חיישינן: "
            ],
            [
                "<b> ומותר לאבד מיעוט מעשר שני של דמאי וכו'.</b> א''א בגמרא א''ר יוחנן בשם ר''ש בן יהוצדק בין פרוס בין שלם כגרוגרת משמע יותר מכגרוגרת לא ור' ינאי אומר בפרוס פחות מאוכל מותר לאבד פי' פחות מכביצה בשלם כגרוגרת: ",
                "<b> והמפריש מעשר שני.</b> א''א אפי' כגרוגרת וכדברי ר' ינאי אפילו עד כביצה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> עיסה של מעשר וכו'.</b> א''א אין זה דרך הירושלמי ומשנה אמרה כל ששבחו ניכר השבח לפי חשבון וכל שאין שבחו ניכר השבח לשני ואיפליגו עלה ר''י ור''ל ר''י סבר מאי ניכר ניכר ביתרון המדה אבל יתרון שבח בלא יתרון מדה השבח לשני ור''ל אמר ניכר בטעם אע''פ שאין שם יתרון מדה השבח לפי חשבון אבל מדה בלא שבח טעם הירושלמי לא איירי ביה ואפשר שתחזור המדה למה שהיתה ולא דברו אלא בשבח שהותיר על המדה ועל דמי התערובות אם היה לבעל התערובות חלק בו: "
            ],
            [
                "<b> כיצד השבח לפי וכו' עד וכן על דרך זה.</b> א''א זו החלוקה איני יודע מה היא שהשבח הוא זוז ובאותו זוז יטול בעל המעשר ג' חלקים ובעל התבלין רביע נמצא לבעל המעשר ד' זוזים פחות רביע ובעל התבלין זוז ורביע וכן הדין: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> האחין שחלקו מע''ש.</b> א''א נראה לי שהוא מותר ובגמרא דאמר התם האחין שחלקו מהו לחלק זה כנגד זה פירוש מנה כנגד מנה ואמרינן במסקנא הוו בעי מימר אסור אשכח תני מותר: "
            ]
        ],
        [
            [],
            [
                "<b> וכן אם רצה לחלל פירות המעשר על פירות אחרות וכו'.</b> א''א והראשונים לא יצאו לחולין ויעלו גם הם ולעולם פירות הראשונים של מעשר אינם מתחללין אלא על הכסף ואפילו דיעבד משמעתא דמסכת סוכה פרק לולב הגזול ופרי שני נמי דיעבד אין לכתחלה לא אלא בדמאי דמחלל לכתחלה: ",
                "<b> ולא יחלל ממין על שאינו מינו ולא מן היפה וכו'.</b> א''א מה שהקפידו על מינו אינו אלא בדמאי וטעם ההקפדה הזאת לפי שהתורה אמרה על כסף והוא מחלל על פירות כשיחלל חטים על חטים לא יראה שיצא מעשר שני לחולין בפדיון אלא יאמרו הם הראשונים: "
            ],
            [
                "<b> הפודה מעשר שני מברך וכו'.</b> א''א אני אומר שאם חילל פירות על פירות אינו מברך לפי שאינו רשאי לעשות כן ואם בירך ה''ז מנאץ: "
            ],
            [
                "<b> כשפודין את המעשר אין פודין אותו.</b> א''א נראה לי שלא אמרו דבר זה אלא כשפודין אותו על פירות שלא לפרסם את הדבר אבל על הכסף התורה גלתו ואנו מכסים והלא מכיון שמברכים על פדיונו מצוה הוא ולמה טומנין את המצוה ולפי התוספתא לא נאמר אלא שלא לפגום את המעשר מפני שדמי המעשר פחותים מדמי חולין וזה הוא עיקר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> מי שהיה עומד בטבריא ויש לו מעות.</b> א''א מן הגמרא שלנו הכל בהיפך ואין קפידא על עמידתו אי זה מקום שיעמוד בו אלא על מקום המעות אם יוצאים שם במקום חילולם אם לא ואם חילל על מעות של א''י והן בבבל או על מעות של בבל והן בארץ ישראל אינן מחוללין לפי שאינן יוצאים במקום חילולן ובעינן שיחלל על הכסף היוצא במקומו ושל בבל והם בבבל מחוללין אע''פ שאין מעות בבל יוצאין בירושלים ומלכיות מקפידות שלא להוציא מטבע ממקומו אפ''ה מחללין משום דאפשר דזבין בהו בהמה ומסיק להתם. ואע''פ שאין רשאי לעשות כן כיון דאי עבד חילל מעות היוצאות במקומו קרינא ביה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וזה חומר במעשר מבהקדש.</b> א''א יש כאן שבוש ובתוספתא אמרו כופין אותו לפתוח ראשון כו' ואם רצה לחזור בו חוזר וזה חומר בהקדש מבמעשר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> מותר לחלל כסף וכו' עד לא יחללם עם הכסף.</b> א''א לא כמו שהוא סובר כי הוא סובר שהאיסור הוא משום הפירות ואינו כן שהאיסור אינו אלא בשביל הכסף שאין מחללין כסף על כסף אלא משום זיקת הפירות הואיל והפירות מועטין ואין מתפיסין סלע בשבילם מצרפים אותם עם המעות ומתפיס סלע עליהם אבל אם יש בפירות דבר הראוי אין זוקקין כסף עמהם לחללן על כסף אחר: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> האומר לבנו וכו' עד הרי שם מאתים ומצא מנה.</b> א''א המשנה אמרה הכל מעשר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הלוקח מים ומלח וכו' עד אע''פ שיצאו המעות לחולין.</b> א''א זה שבוש אלא יחזרו הדמים למקומן אם לקחן מאחר ואם הלך לו יאכל כנגדן והכי קאמר שמואל בירושלמי ובגמרא דידן: "
            ],
            [],
            [],
            [],
            [
                "<b> לקח בהמה לשלמים וכו' ואעפ''כ אם פדאה לעצמו מוסיף חומש.</b> א''א מאי אעפ''כ אטו שלמים דעלמא שהוממו ופדאן מי לא מוסיף חומש בשביל הקדשים: "
            ],
            [],
            [
                "<b> האוכל מעשר שני וכו' יצא ידי שמים.</b> א''א יצעק לשמים: ",
                "<b> ואם כסף מעשר אכל יחזרו דמים למקומן.</b> א''א וישלם מה שאכל ויעלו ויאכלו בירושלים או יאכל כנגדן בירושלים אם אינו יכול להחזיר את הדמים: "
            ]
        ],
        [
            [],
            [
                "<b> וכן הלוקח כדי יין סתומות עד לפיכך צריך המוכר.</b> א''א לא ידעתי מה צורך ומה הנאה יש לו אם לא יצא לחולין ולא עוד אלא אם פתח הפסיד שלא יצא לחולין ויאכלו כנגד קנקנו: ",
                "<b> ואם רצה להחמיר על עצמו ולמכור במדה.</b> א''א פירוש שמדקדק על היין שישוה את מעותיו בלא הבלעת הקנקן הרי הוא חולין שלא חלה עליו קדושת המעות: "
            ],
            [
                "<b> לקחן פתוחות או סתומות במקום שדרכן להמכר פתוחות וכו'.</b> א''א ויודע דמי היין והקנקן צריך לאותן הדמים: "
            ],
            [],
            [],
            [],
            [
                "<b> הלוקח בסלע וכו' עד הרי זה מפריש עליה סלע בלבד.</b> א''א אי אפשר לזה בלא שיבוש שהרי לא נתן לו כסף ובמשיכתו הוא קונה כדי שלא יהא הדיוט חמור מהקדש ועוד שבוש אחר שהלוקח פירות של חולין להחליפן בכסף מעשר מה עשה המעשר בכאן והלא הפירות שנמשכו חולין הם אטו אפוטרופוס של מעשר הוא שיהא ידו כיד המעשר והמשנה לא דברה בענין זה אבל הוא במשנה משך ממנו מעשר בסלע ולא הספיק לפדותו עד שעמד בשתים משמע שהפירות הם המעשר. ולענין המשנה נראה כי המעשר נקנה במשיכה ולא מכח הדיוט שלא יהא חמור מהקדש שהרי מעשר הוא וכשהוא נקנה בסלע מה כח הוא לו והלא ריעותא הוא לו שאינו תופס לקדושתו אלא סלע וסוף דבר מה שאמרו בגמרא סותר את דבריו וכל שאמר שהרי אמרו על זאת המשנה מתניתין דלא כרשב''ג דתנינן רשב''ג אומר לעולם משיכת מעשר שני הוא פדיונו מכלל דמתני' אינו נקנה במשיכה. ולפי זה הגמרא מה שאמר במשנה נותן לו סלע ומשתכר בסלע ומע''ש שלו המוכר משתכר בסלע קאמר ומעשר שני של מוכר קאמר שאם רצה ליטול מן המעשר בסלע נוטל. ועם כל זה אין דעתי נוחה ואומר לי לבי שכל המשנה הולכת על מדת הדין שהמעשר אינו מתחלל אלא בשעת מתן מעות מיהו המוכר והלוקח נדונין כשעת משיכה הילכך משך בסלע ועמד בשתים נותן סלע ומשתכר הלוקח בסלע הפירות ויהיו שלו בתורת מעשר ויאכלם בירושלים או יפדם לעצמו וזהו שאמר מעשר שני שלו ואם משך בשתים והוזלו ועמדו בסלע פודה אותה בסלע של חולין כשעת פדיונו מ''מ נותן למוכר סלע אחר כשעת משיכה ואפילו הוא של מעשר שני שאין זה אלא כפורע חוב בעלמא ואע''פ שאין פורעין חוב ממעשר שני שאני הכא שמשעה ראשונה ממעשר היה החוב והכי איתא בגמרא בראש המסכתא ואם היה המוכר ע''ה נותן לו אותו הסלע הב' מן הדמאי אבל לא מן הודאי ועל אותו הסלע השני שנותן ממעשר שני אמרו בגמרא כשיפדה אותו אינו מוסיף עליו חומש פירוש אם יבא הלוקח לפדותו לא נחשוב אותו כפודה ממעשרו אלא כפודה מעשר של מוכר שכבר קנאו בפרעונו. וכל זו המשנה דלא כרשב''ג דהוא דאמר חללו כשעת משיכתו. זהו דרך הישר בעיני וערב עלי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ומותר לחלל מעות מע''ש וכו' עד שמא של מע''ש הן.</b> א''א לא בכל ענין כמו שהוא פושט שהרי פירשו בתוספתא כיצד הוציא מעות מתוך אפונדתו ואמר לו חלל על אלו לא חילל אלא עד מקום שלוקח ופורע לו דינר לאלתר אם משום חוב ומשום מלוה אסור עד שילך לביתו ויחזור: "
            ],
            [
                "<b> המניח דינר של מעשר וכו' עד פחות משוה פרוטה.</b> א''א נ''ל שזה שיבוש וראוי להיות שנשאר ממנו ארבעה חומשי פרוטה: "
            ],
            [
                "<b> טמאים וטהורים שהיו אוכלין וכו' עד שלא יטמאוהו.</b> א''א פירשו בגמרא באומר לכשישתה ולא יאמר מעכשיו ולא כששתו אלא [מעכשיו] לכשישתו ויש ברירה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נטען בי''ו באב וכו' עד מראש השנה של שנת י''ד עד סופה.</b> א''א דבר זה הוציא מן הירושלמי של מסכת ר''ה כשאמרה הברייתא פירות נטיעה זו אסורה עד ט''ו בשבט א''ר בא בר ממל קומי רבי זעירא נראים דברים בשנטע שלשים יום לפני ר''ה אבל אם נטע פחות מל' יום לפני ר''ה שנה שלימה מונין לו ותימר הכי אלמא כל היכא שיש לו ג' שנים שלימות אין מוסיפין לו. והאי סברא מסתייעא מדקתני ופירות נטיעה זו מכלל דאיכא נטיעה דלא אמרינן הכי ועוד מדאמרינן פעמים שברביעית ועדיין אסורה משום ערלה פעמים הוא דאמרינן הכי ולא כל שעה ומאי דאקשו עלה אי הכי אפילו נטעו שלשים יום לפני ר''ה יהא אסור עד שלשים יום לפני ר''ה כלומר כיון דקפדינן על ג' שנים שלימות ולמה אין מוסיפין לה אלא עד שבט תהא אסורה עד שלשים יום לפני ר''ה של שנה רביעית שלא יהו שנים מקוטעות מאי כדון א''ר מונא מתוך שעומד בתוך שנתו של אילן משלים שנתו פירוש שנתו של אילן והוא שבט כלומר די לנו בכך עתה לזה הטעם דוקא בשנטעה ל' יום לפני ר''ה מוסיפין לו עד שבט אבל פחות מל' יום הואיל ויש לה ג' שנים שלימות חוץ מקליטתה אין מוסיפין לה כלום אלא מראש תשרי לראש תשרי: "
            ],
            [
                "<b> מונה שלש שנים מיום ליום.</b> א''א מיום ליום שאמר מט''ו שבט עד ט''ו לשבט דוקא ולא מראש תשרי לראש תשרי לפי שאין שלימות שהרי חסרו הקליטה ומה שיצא אחר תשרי קודם נטיעה: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b> אין מתודין אלא ביום וכו' עד בין בפני הבית בין שלא בפני הבית חייב לבער ולהתודות.</b> א''א זה שיבוש שהוידוי אינו אלא לפני י''י ואין לפני י''י אלא בבית: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות מעשר שני ונטע רבעי",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}