{
    "versionTitle": " Tosefta Terumot", 
    "sectionNames": [
        "Chapter", 
        "Tosefta"
    ], 
    "language": "he", 
    "title": "Tosefta Terumot", 
    "text": [
        [
            "רבי יהודה אומר חרש שתרם תרומתו תרומה אמר ר' יהודה מעשה בבניו של ר' יוחנן בן גודגדה שהיו חרשים והיו כל הטהרות שבירושלים נעשות על גבם אמרו לו משם ראיה טהרות אין צריכות מחשבה ונעשות על גב חרש שוטה וקטן תרומות ומעשרות צריכות מחשבה ר' יצחק אומר משום ר' אליעזר תרומת חרש לא תצא לחולין מפני שהוא ספק יש בו דעת ספק אין בו דעת כיצד עושין בית דין ממנין לו אפוטרופוס והוא תורם והם מקיימין על ידיו רבן שמעון בן גמליאל אומר איזהו חרש [כל] שהיה חרש מתחלתו אבל פקח שנתחרש הוא תורם והן מקיימין על ידיו.", 
            "שומע ואינו מדבר זה הוא אלם מדבר ואינו שומע זה הוא חרש זה וזה הרי הן כפקח לכל דבר.", 
            "איזהו שוטה היוצא יחידי בלילה והלן בבית הקברות [ומקרע] את כסותו והמאבד את מה שנותנים לו פעמים שוטה ופעמים חלים [זה הכלל] כל זמן שהוא שוטה הרי הוא כשוטה לכל דבר חלים הרי הוא כפקח לכל דבר.", 
            "ר' יהודה אומר קטן שהניחו אביו במקשה [הוא] תורם ואביו מקיים על ידו תרומתו תרומה אמרו לו לא הוא שתרם אלא אביו שאימן אחריו.", 
            "כיצד תורם את שאינו שלו הרי שירד לתוך שדה חבירו וליקט ותרם שלא ברשות אם חושש משום גזל אין תרומתו תרומה ואם אינו חושש משום גזל תרומתו תרומה כיצד ידוע אם חושש משום גזל אם לאו הרי שבא בעה\"ב ומצאו ואמר לו כלך אצל יפות נמצאו יפות אינו חושש משום גזל [ואם לאו הרי זה חושש משום גזל] ואם היה בעה\"ב מלקט ומוסיף עליהן בין כך ובין כך אינו חושש משום גזל.", 
            "הגנב והגזלן והאנס תרומתן תרומה ומעשרותיהן מעשר והקדשן הקדש אם היו בעלים מרדפין אחריהן אין תרומתן תרומה ואין מעשרותיהן מעשר ואין הקדשן הקדש בעלי [בתים] סיקריקון תרומתן תרומה ומעשרותיהן מעשר והקדשן הקדש.", 
            "הבן והשכיר והעבד והאשה תורמין על מה שהן אוכלין אבל לא יתרמו על הכל שאין אדם תורם דבר שאינו שלו הבן בשל אביו והאשה בעיסתה הרי אלו תורמין מפני שתרמו ברשות.", 
            "אריס שתרם ובא בעה\"ב ועכב אם עד שלא תרם עכב אין תרומתו תרומה ואם משתרם עכב תרומתו תרומה אבל אין רשאי להוציא מעשר אלא על חלקו בלבד.", 
            "פועל שתרם את הגורן אין תרומתו תרומה ואם אמר לו בעל הבית כנוס לי גרני תרומתו תרומה שאין הגורן נכנס אלא אם כן נתרם.", 
            "פועלים שתרמו את הבור אין תרומתן תרומה ואם היה בור קטן ואחרים משתמשין בו תרומתן תרומה.", 
            "רשאי בעל הבית [להפקיד] מעשר טבל כדי תרומת מעשר שבמעשר ר' יוסי אומר בעל הבית שתרם את המעשר מה שעשה עשוי.", 
            "אפטרופין תורמין ומעשרין על נכסי יתומים מוכרין בתים שדות וכרמים בהמה עבדים [ושפחות] להאכיל ליתומים ולעשות להן סוכה ולולב וציצית וכל מצות האמורות בתורה ולקנות להן ס\"ת נביאים וכתובים דבר הקצוב מן התורה אבל אין פודין עליהן שבוין ואין פוסקין עליהן צדקה בבית הכנסת דבר שאינו קצוב מן התורה ואינן רשאין להוציא עבדים בני חורין אבל מוכרין אותן לאחרים ואחרים מוציאין אותן בני חורין רבי אומר אומר אני שנותן דמיו ופודה את עצמו.", 
            "אין מוכרין ברחוק ליקח בקרוב ברע ליקח ביפה אין דנין לחוב ולזכות להכניס להוציא ליתומין אלא אם כן נטלו רשות מבית דין וצריכין אפטרופין לחשב עם היתומין באחרונה דברי רבי רבן שמעון בן גמליאל אומר אין ליתומין אלא מה שהניחו להם אפטרופין מוכרין עבדים ליקח בהן קרקעות אין ב\"ד עושין אפטרופין נשים ועבדים בתחלה ואם מינה אותן אביהן בחייו עושין אפטרופין.", 
            "רשב\"א אומר יתומים שסמכו אצל בעל הבית או שסמכם אביהם או שסמכום בית דין מעשר ומאכילן מפני תיקון העולם וכן היה רשב\"א אומר יתום בן לוי שגדל אצל בעל הבית מעשה ומאכילו מפני תיקון העולם היה למוד אצל לוי או כהן או עני הרי זר [מאכילו] משלו אם היה בן אשתו כהן או לוי או עני הרי זה [מאכילו] מחלקן.", 
            "קטן שאמר לאחד בשוק האכילני מעשר מחלקו מאכילו מפני תיקון העולם אם היה חייב לו מזונות או שעשה עמו כדי מזונותיו מאכילו משלו ועושה לו בחלקו סגולה.", 
            "לא יתרום בעה\"ב מעשר ויטול רשות מן הלוי ולא את הזרוע והלחיים והקבה ויטול רשות מן הכהן אבל מלוה אותן להיות מפריש עליהן מחלקן.", 
            "מכירי כהונה ולויה אינן רשאין לעשותן כן בדברים האובדין מותר מפני שהוא כמשיב אבדה.", 
            "רבי אלעזר אומר מי שבא בדרך ובידו תאנים וענבים ומלפפונות שאין יכולין להגיע לעיר משליכן לתוך הנקע או לתוך הסנאין היה עובר בין הכותים ובין הנכרים ובידו דברים שאין יכולין להגיע לעיר מניחן ע\"ג סלע ר' יוסי אומר [נותנן בפונדתו עד שיסריחו].", 
            "נכרי שתרם של [חברים] ושל ישראל אפילו ברשות אין תרומתו תרומה מעשה בפינא בישראל אחד שאמר לנכרי תרום לי גרני ותרמה וחזרה תרומה לגורן ובא מעשה לפני רבן גמליאל ואמר הואיל והנכרי תרם אינה תרומה ר' יצחק אומר נכרי שתרם את של ישראל והבעלים מקיימין על ידיו תרומתו תרומה."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "דג טמא שכבשו עם דג טהור [וכן] גרב שמחזיק סאתים שבו משקל עשרה [זוז ביהודה] שהן עשר סלעים בגליל דג טמא צירו אסור רבי יהודה אומר רביעית בסאתים ר' יוסי אומר א' מששה עשר בו א\"ר שמעון בן מנסיא אין לך גרב שמחזיק סאתים [שאין בו] משקל עשרה [זוז] ביהודה שהן י' סלעים בגליל דג טמא שאין בו רביעית א\"ר יוסי בר יהודה בד\"א בזמן ששולה ומניח לפניו ומצא בו כשיעור הזה אבל אם היה נוטל וזורק ראשון אע\"פ שמצא בו יתר מכשיעור הזה מותר.", 
            "דג טמא שכבשו עם דג טהור מדיחו ומותר דג טמא מליח ודג טהור תפל אסור דג טהור מליח ודג טמא תפל מותר דג טמא שבשלו עם דג טהור רואין אותו כאילו הוא קפלוט אם יש נותן טעם אסור ואם לאו מותר.", 
            "אלו הן מיני חסיות הלוף והשום והבצלים והקפלוטות ר' יהודה אומר אין לך מיני חסיות אלא קפלוט בלבד.", 
            "ר' יוסי אומר כובשין בצלין של תרומה בחומץ של חולין ואין כובשין בצלין של תרומה בחומץ של תרומה ואין צריך לומר בצלים של חולין בחומץ של תרומה ר' עקיבה אומר כל המתבשלין זה עם זה מותרין עם הבשר בשר בבשר אסור [וכולן שנתבשלו זה עם זה הרי אלו] אסורין רבי אליעזר אומר כבד אוסרת ונאסרת רבי ישמעאל בר' יוחנן בן ברוקה אומר שלוקה אוסרת ואינה נאסרת [מתובלת] אוסרת ונאסרת.", 
            "ביצים טהורות ששלקן עם ביצים טמאות אם יש בהן בנותן טעם אסורות ואם לאו מותרות ביצים ששלקן ומצא באחת מהן אפרוח אם יש בהן בנותן טעם אסורות ואם לאו מותרות גיעולי ביצים מותרין באכילה ביצים מוזרות נפש יפה תאכל מצא באחת מהן דם זורק את הדם ואוכל את השאר.", 
            "אוכל אדם דגים וחגבים בין חיין ובין מתים ואינו חושש יין של תרומה שנפל לתוך המורייס אסור לזרים ר' אליעזר בר' ישמעאל מתיר לזרים.", 
            "נותן אדם דבילה וגרוגרות לתוך המורייס כדרך שנותן את התבלין לא יסחטם להוציא מהן משקין בתבלין מותר מפני שהן מלאכתן צורר את התבלין ונותנן לתוך התבשיל אם בטל טעמן מותרין ואם לאו אסורין.", 
            "אין עושין את היין אלונתית ואת השמן ערב [ואם עשה את היין אלונתית ואת השמן ערב] סך את השמן ואין סך יין [וחומץ] השמן דרכו לסיכה יין [וחומץ] אין דרכן לסיכה.", 
            "דבש תמרים ר' אליעזר אומר חייב במעשרות א\"ר נתן מודה ר' אליעזר שפטור מן המעשרות אבל אומר היה ר' אליעזר שלא יאכל מן הדבש עד שיתקן [את] התמרים מודה ר' אליעזר שאם תקן התמרים ודובשן באספמיא שמותר דבש תמרים [ר' אליעזר] מטמא משום משקה א\"ר נתן מודה ר' אליעזר שאין זה מטמא משקה על מה נחלקו על שנתן לתוכו מים שר\"א מטמא משום משקה וחכ\"א הולכין אחר הרוב.", 
            "זיתים של תרומה טהורים יעשו שמן טמאים לא יעשו שמן ענבים בין טמאות בין טהורות לא יעשו דברי ר' מאיר ר' יעקב אומר מודה ר\"א לר' יהושע בזיתים טהורין שיעשו שמן על מה נחלקו על זיתים טמאים שר' אליעזר אומר לא יעשו ור' יהושע אומר יעשו וענבים טהורות יעשו וטמאות לא יעשו א\"ר יהודה מודה ר' יהושע לר' אליעזר בזיתים [טהורים] ובענבים טהורות שיעשו על מה נחלקו על הטמאים שר\"א אומר לא יעשו ורבי יהושע אומר יעשו אמר רבי לא נחלקו ר\"א ורבי יהושע על זיתים טהורין שיעשו ועל [ענבים טמאים שלא יעשו על מה נחלקו על זיתים טמאים ועל] ענבים טהורות שר\"א אומר לא יעשו.", 
            "תרומה ניתנה לאכילה ולשתיה ולסיכה לאכול דבר שדרכו לאכול ולשתות דבר שדרכו לשתות ולסוך דבר שדרכו לסוך כיצד לאכול דבר שדרכו לאכול אין מחייבין אותו לאכול קנובות של ירק ולא פת שעיפשה ולא תבשיל שעברה צורתו ר' חנינא סגן הכהנים אומר תרומה שנפסלה מלאכול אדם והכלב יכול לאכלה מטמא טומאת אוכלין ושורפין [אותה במקומה] כיצד לשתות דבר שדרכו לשתות אין מחייבין אותו להיות גומע אניגרון [וסניגרון] ולשתות יין בשמריו החושש בשיניו לא יגמע בהן את החומץ ויהא פולט אבל מגמע ובולע ומטבל כדרכו ואינו חושש החושש בגרונו לא יערענו בשמן אבל נותן שמן הרבה לתוך אניגרון ובולע כיצד לסוך דבר שדרכו לסוך סך אדם שמן ע\"ג מכתו ובלבד שלא יטול במוך ובמטלית ויתן על גבי מכתו החושש בראשו וכל מי שעלו לו חטטין סך את השמן ואינו סך יין וחומץ שהשמן דרכו לסיכה יין וחומץ אין דרכן לסיכה.", 
            "יין של תרומה אין עושין אותו אלונתית ואין עושין אותו אנומלין ולא יתן משירי הכוס בידיו והאשה לא תדיח בו את בנה רשב\"ג אומר יין של תרומה שנטמא או שנתגלה שופך ושונה ואינו חושש."
        ]
    ], 
    "versionSource": "http://www.mechon-mamre.org/b/f/f16.htm", 
    "heTitle": "תוספתא תרומות", 
    "categories": [
        "Tosefta", 
        "Seder Zeraim"
    ]
}