{
    "title": "Mishneh Torah, Kings and Wars",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Kings_and_Wars",
    "text": [
        [
            "שָׁלֹשׁ מִצְוֹת נִצְטַוּוּ יִשְׂרָאֵל בִּשְׁעַת כְּנִיסָתָן לָאָרֶץ. לְמַנּוֹת לָהֶם מֶלֶךְ שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ\". וּלְהַכְרִית זַרְעוֹ שֶׁל עֲמָלֵק שֶׁנֶּאֱמַר <small>(דברים כה יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וְלִבְנוֹת בֵּית הַבְּחִירָה שֶׁנֶּאֱמַר <small>(דברים יב ה)</small> \"לְשִׁכְנוֹ תִדְרְשׁוּ וּבָאתָ שָּׁמָּה\": \n",
            "מִנּוּי מֶלֶךְ קוֹדֵם לְמִלְחֶמֶת עֲמָלֵק. שֶׁנֶּאֱמַר <small>(שמואל א טו א)</small> \"אֹתִי שָׁלַח ה' לִמְשָׁחֳךָ לְמֶלֶךְ\" <small>(שמואל א טו ג)</small> \"עַתָּה לֵךְ וְהִכִּיתָה אֶת עֲמָלֵק\". וְהַכְרָתַת זֶרַע עֲמָלֵק קוֹדֶמֶת לְבִנְיַן הַבַּיִת. שֶׁנֶּאֱמַר <small>(שמואל ב ז א)</small> \"וַיְהִי כִּי יָשַׁב הַמֶּלֶךְ בְּבֵיתוֹ וַה' הֵנִיחַ לוֹ מִסָּבִיב מִכָּל אֹיְבָיו\" <small>(שמואל ב ז ב)</small> \"וַיֹּאמֶר הַמֶּלֶךְ אֶל נָתָן הַנָּבִיא אָנֹכִי יוֹשֵׁב בְּבֵית אֲרָזִים\" וְגוֹ'. מֵאַחַר שֶׁהֲקָמַת מֶלֶךְ מִצְוָה לָמָּה לֹא רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא כְּשֶׁשָּׁאֲלוּ מֶלֶךְ מִשְּׁמוּאֵל. לְפִי שֶׁשָּׁאֲלוּ בְּתַרְעֹמֶת. וְלֹא שָׁאֲלוּ לְקַיֵּם הַמִּצְוָה אֶלָּא מִפְּנֵי שֶׁקָּצוּ בִּשְׁמוּאֵל הַנָּבִיא. שֶׁנֶּאֱמַר <small>(שמואל א ח ז)</small> \"כִּי לֹא אֹתְךָ מָאָסוּ כִּי אֹתִי מָאֲסוּ\" וְגוֹ': \n",
            "אֵין מַעֲמִידִין מֶלֶךְ בַּתְּחִלָּה אֶלָּא עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים זְקֵנִים וְעַל פִּי נָבִיא. כִּיהוֹשֻׁעַ שֶׁמִּנָּהוּ משֶׁה רַבֵּנוּ וּבֵית דִּינוֹ. וּכְשָׁאוּל וְדָוִד שֶׁמִּנָּם שְׁמוּאֵל הָרָמָתִי וּבֵית דִּינוֹ: \n",
            "אֵין מַעֲמִידִין מֶלֶךְ מִקְּהַל גֵּרִים אֲפִלּוּ אַחַר כַּמָּה דּוֹרוֹת עַד שֶׁתִּהְיֶה אִמּוֹ מִיִּשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"לֹא תוּכַל לָתֵת עָלֶיךָ אִישׁ נָכְרִי אֲשֶׁר לֹא אָחִיךָ הוּא\". וְלֹא לְמַלְכוּת בִּלְבַד אֶלָּא לְכָל שְׂרָרוֹת שֶׁבְּיִשְׂרָאֵל. לֹא שַׂר צָבָא וְלֹא שַׂר חֲמִשִּׁים אוֹ שַׂר עֲשָׂרָה. אֲפִלּוּ מְמֻנֶּה עַל אַמַּת הַמַּיִם שֶׁמְּחַלֵּק מִמֶּנָּה לַשָּׂדוֹת. וְאֵין צָרִיךְ לוֹמַר דַּיָּן אוֹ נָשִׂיא שֶׁלֹּא יְהֵא אֶלָּא מִיִּשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"מִקֶּרֶב אַחֶיךָ תָּשִׂים עָלֶיךָ מֶלֶךְ\" כָּל מְשִׂימוֹת שֶׁאַתָּה מֵשִׂים לֹא יְהוּ אֶלָּא מִקֶּרֶב אַחֶיךָ: \n",
            "אֵין מַעֲמִידִין אִשָּׁה בְּמַלְכוּת שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"עָלֶיךָ מֶלֶךְ\" וְלֹא מַלְכָּה. וְכֵן כָּל מְשִׂימוֹת שֶׁבְּיִשְׂרָאֵל אֵין מְמַנִּים בָּהֶם אֶלָּא אִישׁ: \n",
            "וְאֵין מַעֲמִידִין מֶלֶךְ וְלֹא כֹּהֵן גָּדוֹל. לֹא קַצָּב. וְלֹא סַפָּר. וְלֹא בַּלָּן [א.] וְלֹא בֻּרְסִי. לֹא מִפְּנֵי שֶׁהֵן פְּסוּלִין אֶלָּא הוֹאִיל וְאֻמָּנוּתָן נִקְלָה הָעָם מְזַלְזְלִין בָּהֶן לְעוֹלָם. וּמִשֶּׁיַּעֲשֶׂה בִּמְלָאכָה מֵאֵלּוּ יוֹם אֶחָד נִפְסָל: \n",
            "כְּשֶׁמַּעֲמִידִין הַמֶּלֶךְ מוֹשְׁחִין אוֹתוֹ בְּשֶׁמֶן הַמִּשְׁחָה. שֶׁנֶּאֱמַר <small>(שמואל א י א)</small> \"וַיִּקַּח שְׁמוּאֵל אֶת פַּךְ הַשֶּׁמֶן וַיִּצֹק עַל רֹאשׁוֹ וַיִּשָּׁקֵהוּ\". וּמֵאַחַר שֶׁמּוֹשְׁחִין הַמֶּלֶךְ הֲרֵי זֶה זוֹכֶה לוֹ וּלְבָנָיו עַד עוֹלָם. שֶׁהַמַּלְכוּת יְרֻשָּׁה שֶׁנֶּאֱמַר <small>(דברים יז כ)</small> \"לְמַעַן יַאֲרִיךְ יָמִים עַל מַמְלַכְתּוֹ הוּא וּבָנָיו בְּקֶרֶב יִשְׂרָאֵל\". הֵנִיחַ בֵּן קָטָן מְשַׁמְּרִין לוֹ הַמְּלוּכָה עַד שֶׁיַּגְדִּיל. כְּמוֹ שֶׁעָשָׂה יְהוֹיָדָע לְיוֹאָשׁ. וְכָל הַקּוֹדֵם בְּנַחֲלָה קֹדֶם לִירֻשַּׁת הַמְּלוּכָה. וְהַבֵּן הַגָּדוֹל קוֹדֵם לְקָטָן מִמֶּנּוּ. וְלֹא הַמַּלְכוּת בִּלְבַד אֶלָּא כָּל הַשְּׂרָרוֹת וְכָל הַמִּנּוּיִין שֶׁבְּיִשְׂרָאֵל יְרֻשָּׁה לִבְנוֹ וּלְבֶן בְּנוֹ עַד עוֹלָם. וְהוּא שֶׁיִּהְיֶה הַבֵּן מְמַלֵּא מְקוֹם אֲבוֹתָיו בְּחָכְמָה וּבְיִרְאָה. הָיָה מְמַלֵּא בְּיִרְאָה אַף עַל פִּי שֶׁאֵינוֹ מְמַלֵּא בְּחָכְמָה מַעֲמִידִין אוֹתוֹ בִּמְקוֹם אָבִיו וּמְלַמְּדִין אוֹתוֹ. וְכָל מִי שֶׁאֵין בּוֹ יִרְאַת שָׁמַיִם אַף עַל פִּי שֶׁחָכְמָתוֹ מְרֻבָּה אֵין מְמַנִּין אוֹתוֹ לְמִנּוּי מִן הַמִּנּוּיִין שֶׁבְּיִשְׂרָאֵל. כֵּיוָן שֶׁנִּמְשַׁח דָּוִד זָכָה בְּכֶתֶר מַלְכוּת. וַהֲרֵי הַמַּלְכוּת לוֹ וּלְבָנָיו הַזְּכָרִים עַד עוֹלָם. שֶׁנֶּאֱמַר <small>(שמואל ב ז טז)</small> \"כִּסְאֲךָ יִהְיֶה נָכוֹן עַד עוֹלָם\". וְלֹא זָכָה אֶלָּא לִכְשֵׁרִים שֶׁנֶּאֱמַר <small>(תהילים קלב יב)</small> \"אִם יִשְׁמְרוּ בָנֶיךָ בְּרִיתִי\". אַף עַל פִּי שֶׁלֹּא זָכָה אֶלָּא לִכְשֵׁרִים לֹא תִכָּרֵת הַמְּלוּכָה מִזֶּרַע דָּוִד לְעוֹלָם. הַקָּדוֹשׁ בָּרוּךְ הוּא הִבְטִיחוֹ בְּכָךְ שֶׁנֶּאֱמַר <small>(תהילים פט לא)</small> \"אִם יַעַזְבוּ בָנָיו תּוֹרָתִי וּבְמִשְׁפָּטַי לֹא יֵלֵכוּן\" <small>(תהילים פט לג)</small> \"וּפָקַדְתִּי בְשֵׁבֶט פִּשְׁעָם וּבִנְגָעִים עֲוֹנָם\" <small>(תהילים פט לד)</small> \"וְחַסְדִּי לֹא אָפִיר מֵעִמּוֹ\": \n",
            "נָבִיא שֶׁהֶעֱמִיד מֶלֶךְ מִשְּׁאָר שִׁבְטֵי יִשְׂרָאֵל. וְהָיָה אוֹתוֹ הַמֶּלֶךְ הוֹלֵךְ בְּדֶרֶךְ הַתּוֹרָה וְהַמִּצְוָה וְנִלְחָם מִלְחֲמוֹת ה'. הֲרֵי זֶה מֶלֶךְ וְכָל מִצְוֹת הַמַּלְכוּת נוֹהֲגוֹת בּוֹ. אַף עַל פִּי שֶׁעִקַּר הַמַּלְכוּת לְדָוִד. וְיִהְיֶה מִבָּנָיו מֶלֶךְ. שֶׁהֲרֵי אֲחִיָּה הַשִּׁילוֹנִי הֶעֱמִיד יָרָבְעָם וְאָמַר לוֹ <small>(מלכים א יא לח)</small> \"וְהָיָה אִם שָׁמוֹעַ תִּשְׁמַע אֶת כָּל אֲשֶׁר אֲצַוֶּךָ וּבָנִיתִי לְךָ בַיִת נֶאֱמָן כַּאֲשֶׁר בָּנִיתִי לְדָוִד\" וְגוֹ'. וְאָמַר לוֹ אֲחִיָּה <small>(מלכים א יא לו)</small> \"וְלִבְנוֹ אֶתֵּן שֵׁבֶט אֶחָד לְמַעַן הֱיוֹת נִיר לְדָוִיד עַבְדִּי כָּל הַיָּמִים לְפָנַי בִּירוּשָׁלַםִ\": \n",
            "מַלְכֵי בֵּית דָּוִד הֵם הָעוֹמְדִים לְעוֹלָם שֶׁנֶּאֱמַר <small>(שמואל ב ז טז)</small> \"כִּסְאֲךָ יִהְיֶה נָכוֹן עַד עוֹלָם\". אֲבָל אִם יַעֲמֹד מֶלֶךְ מִשְּׁאָר יִשְׂרָאֵל תִּפָּסֵק הַמַּלְכוּת מִבֵּיתוֹ. שֶׁהֲרֵי נֶאֱמַר לְיָרָבְעָם <small>(מלכים א יא לט)</small> \"אַךְ לֹא כָל הַיָּמִים\": \n",
            "אֵין מוֹשְׁחִין מַלְכֵי יִשְׂרָאֵל בְּשֶׁמֶן הַמִּשְׁחָה אֶלָּא בְּשֶׁמֶן אֲפַרְסְמוֹן. וְאֵין מְמַנִּין אוֹתָן בִּירוּשָׁלַיִם לְעוֹלָם אֶלָּא מֶלֶךְ יִשְׂרָאֵל מִזֶּרַע דָּוִד. וְאֵין מוֹשְׁחִין אֶלָּא זֶרַע דָּוִד: \n",
            "כְּשֶׁמּוֹשְׁחִין מַלְכֵי בֵּית דָּוִד אֵין מוֹשְׁחִין אוֹתָן אֶלָּא עַל הַמַּעְיָן: \n",
            "וְאֵין מוֹשְׁחִין מֶלֶךְ בֶּן מֶלֶךְ. אֶלָּא אִם כֵּן הָיְתָה שָׁם מַחְלֹקֶת אוֹ מִלְחָמָה מוֹשְׁחִין אוֹתוֹ כְּדֵי לְסַלֵּק הַמַּחֲלֹקֶת. לְפִיכָךְ מָשְׁחוּ שְׁלֹמֹה מִפְּנֵי אֲדֹנִיָּה. וְיוֹאָשׁ מִפְּנֵי עֲתַלְיָה. וּמָשְׁחוּ יְהוֹאָחָז מִפְּנֵי יְהוֹיָקִים אָחִיו: \n"
        ],
        [
            "כָּבוֹד גָּדוֹל נוֹהֲגִין בַּמֶּלֶךְ. וּמְשִׂימִין לוֹ אֵימָה וְיִרְאָה בְּלֵב כָּל אָדָם. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"שׂוֹם תָּשִׂים\" שֶׁתְּהֵא אֵימָתוֹ עָלֶיךָ. אֵין רוֹכְבִין עַל סוּסוֹ. וְאֵין יוֹשְׁבִין עַל כִּסְאוֹ. וְאֵין מִשְׁתַּמְּשִׁין בְּשַׁרְבִיטוֹ. וְלֹא בְּכִתְרוֹ. וְלֹא בְּאֶחָד מִכָּל כְּלֵי תַּשְׁמִישָׁיו. וּכְשֶׁהוּא מֵת כֻּלָּן נִשְׂרָפִין לְפָנָיו. וְכֵן לֹא יִשְׁתַּמֵּשׁ בַּעֲבָדָיו וְשִׁפְחוֹתָיו וְשַׁמָּשָׁיו אֶלָּא מֶלֶךְ אַחֵר. לְפִיכָךְ אֲבִישַׁג הָיְתָה מֻתֶּרֶת לִשְׁלֹמֹה וַאֲסוּרָה לַאֲדוֹנִיָּה: \n",
            "אֲבָל אִשְׁתּוֹ שֶׁל מֶלֶךְ אֵינָהּ נִבְעֶלֶת לְאַחֵר לְעוֹלָם. אֲפִלּוּ הַמֶּלֶךְ אֵינוֹ נוֹשֵׂא אַלְמָנָתוֹ אוֹ גְּרוּשָׁתוֹ שֶׁל מֶלֶךְ אַחֵר: \n",
            "וְאָסוּר לִרְאוֹתוֹ כְּשֶׁהוּא עֵרוֹם וְלֹא כְּשֶׁהוּא מִסְתַּפֵּר. וְלֹא כְּשֶׁהוּא בְּבֵית הַמֶּרְחָץ. וְלֹא כְּשֶׁהוּא מִסְתַּפֵּג. וְאֵינוֹ חוֹלֵץ שֶׁנֶּאֱמַר <small>(דברים כה ט)</small> \"וְיָרְקָה בְּפָנָיו\" וְזֶה בִּזָּיוֹן. וַאֲפִלּוּ רָצָה אֵין שׁוֹמְעִין לוֹ. שֶׁהַמֶּלֶךְ שֶׁמָּחַל עַל כְּבוֹדוֹ אֵין כְּבוֹדוֹ מָחוּל. וְהוֹאִיל וְאֵינוֹ חוֹלֵץ אֵינוֹ מְיַבֵּם. וְכֵן [אִם מֵת הוּא] כֵּיוָן שֶׁאִי אֶפְשָׁר לְיַבֵּם אֶת אִשְׁתּוֹ כָּךְ אֵין חוֹלְצִין לָהּ אֶלָּא תֵּשֵׁב לְעוֹלָם בְּזִקָּתָהּ: \n",
            "מֵת לוֹ מֵת אֵינוֹ יוֹצֵא מִפֶּתַח פַּלְטֵרִין שֶׁלּוֹ. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַדַּרְגָּשׁ. וְאִם נִכְנַס לָעֲזָרָה וְהָיָה מִזֶּרַע דָּוִד יֵשֵׁב. שֶׁאֵין יְשִׁיבָה בָּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד. שֶׁנֶּאֱמַר <small>(שמואל ב ז יח)</small> \"וַיָּבֹא הַמֶּלֶךְ דָּוִד וַיֵּשֶׁב לִפְנֵי ה'\": \n",
            "הַמֶּלֶךְ מִסְתַּפֵּר בְּכָל יוֹם. וּמְתַקֵּן עַצְמוֹ וּמִתְנָאֶה בְּמַלְבּוּשִׁין נָאִים וּמְפֹאָרִים. שֶׁנֶּאֱמַר <small>(ישעיה לג יז)</small> \"מֶלֶךְ בְּיָפְיוֹ תֶּחֱזֶינָה עֵינֶיךָ\". וְיוֹשֵׁב עַל כִּסֵּא מַלְכוּתוֹ בַּפַּלְטֵרִין שֶׁלּוֹ. וּמֵשִׂים כֶּתֶר בְּרֹאשׁוֹ. וְכָל הָעָם בָּאִין אֵלָיו בְּעֵת שֶׁיִּרְצֶה. וְעוֹמְדִין לְפָנָיו וּמִשְׁתַּחֲוִים אַרְצָה. אֲפִלּוּ נָבִיא עוֹמֵד לִפְנֵי הַמֶּלֶךְ מִשְׁתַּחֲוֶה אַרְצָה. שֶׁנֶּאֱמַר <small>(מלכים א א כג)</small> \"הִנֵּה נָתָן הַנָּבִיא וַיָּבֹא לִפְנֵי הַמֶּלֶךְ וַיִּשְׁתַּחוּ לַמֶּלֶךְ\". אֲבָל כֹּהֵן גָּדוֹל אֵינוֹ בָּא לִפְנֵי הַמֶּלֶךְ אֶלָּא אִם רָצָה. וְאֵינוֹ עוֹמֵד לְפָנָיו אֶלָּא הַמֶּלֶךְ עוֹמֵד לִפְנֵי כֹּהֵן גָּדוֹל. שֶׁנֶּאֱמַר <small>(במדבר כז כא)</small> \"וְלִפְנֵי אֶלְעָזָר הַכֹּהֵן יַעֲמֹד\". אַף עַל פִּי כֵן מִצְוָה עַל כֹּהֵן גָּדוֹל לְכַבֵּד אֶת הַמֶּלֶךְ וּלְהוֹשִׁיבוֹ וְלַעֲמֹד מִפָּנָיו כְּשֶׁיָּבוֹא לוֹ. וְלֹא יַעֲמֹד הַמֶּלֶךְ לְפָנָיו אֶלָּא כְּשֶׁיִּשְׁאַל לוֹ בְּמִשְׁפַּט הָאוּרִים. וְכֵן מִצְוָה עַל הַמֶּלֶךְ לְכַבֵּד לוֹמְדֵי הַתּוֹרָה. וּכְשֶׁיִּכָּנְסוּ לְפָנָיו סַנְהֶדְרִין וְחַכְמֵי יִשְׂרָאֵל יַעֲמֹד לִפְנֵיהֶם וְיוֹשִׁיבֵם בְּצִדּוֹ. וְכֵן הָיָה יְהוֹשָׁפָט מֶלֶךְ יְהוּדָה עוֹשֶׂה אֲפִלּוּ לְתַלְמִיד חָכָם הָיָה עוֹמֵד מִכִּסְאוֹ וּמְנַשְּׁקוֹ וְקוֹרֵא לוֹ רַבִּי וּמוֹרִי. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁיִּהְיֶה הַמֶּלֶךְ בְּבֵיתוֹ לְבַדּוֹ הוּא וַעֲבָדָיו יַעֲשֶׂה זֶה בְּצִנְעָה. אֲבָל בְּפַרְהֶסְיָא בִּפְנֵי הָעָם לֹא יַעֲשֶׂה. וְלֹא יַעֲמֹד מִפְּנֵי אָדָם. וְלֹא יְדַבֵּר רַכּוֹת. וְלֹא יִקְרָא לְאָדָם אֶלָּא בִּשְׁמוֹ כְּדֵי שֶׁתְּהֵא יִרְאָתוֹ בְּלֵב הַכּל: \n",
            "כְּדֶרֶךְ שֶׁחָלַק לוֹ הַכָּתוּב הַכָּבוֹד הַגָּדוֹל. וְחִיֵּב הַכּל בִּכְבוֹדוֹ. כָּךְ צִוָּהוּ לִהְיוֹת לִבּוֹ בְּקִרְבּוֹ שָׁפָל וְחָלָל שֶׁנֶּאֱמַר <small>(תהילים קט כב)</small> \"וְלִבִּי חָלַל בְּקִרְבִּי\". וְלֹא יִנְהַג גַּסּוּת לֵב בְּיִשְׂרָאֵל יֶתֶר מִדַּאי שֶׁנֶּאֱמַר <small>(דברים יז כ)</small> \"לְבִלְתִּי רוּם לְבָבוֹ מֵאֶחָיו\". וְיִהְיֶה חוֹנֵן וּמְרַחֵם לִקְטַנִּים וּגְדוֹלִים. וְיֵצֵא וְיָבוֹא בְּחֶפְצֵיהֶם וּבְטוֹבָתָם. וְיָחוּס עַל כְּבוֹד קָטָן שֶׁבַּקְּטַנִּים. וּכְשֶׁמְּדַבֵּר אֶל כָּל הַקָּהָל בִּלְשׁוֹן רַבִּים יְדַבֵּר רַכּוֹת. שֶׁנֶּאֱמַר <small>(דברי הימים א כח ב)</small> \"שְׁמָעוּנִי אַחַי וְעַמִּי\". וְאוֹמֵר <small>(מלכים א יב ז)</small> \"אִם הַיּוֹם תִּהְיֶה עֶבֶד לָעָם הַזֶּה\" וְגוֹ'. לְעוֹלָם יִתְנַהֵג בַּעֲנָוָה יְתֵרָה. אֵין לָנוּ גָּדוֹל מִמּשֶׁה רַבֵּנוּ וְהוּא אוֹמֵר <small>(שמות טז ח)</small> \"וְנַחְנוּ מָה לֹא עָלֵינוּ תְלֻנֹּתֵיכֶם\". וְיִסְבּל טָרְחָם וּמַשָּׂאָם וּתְלוּנוֹתָם וְקִצְפָּם כַּאֲשֶׁר יִשָּׂא הָאוֹמֵן אֶת הַיּוֹנֵק. רוֹעֶה קְרָאוֹ הַכָּתוּב. לִרְעוֹת בְּיַעֲקֹב עַמּוֹ. וְדַרְכּוֹ שֶׁל רוֹעֶה מְפֹרָשׁ בְּקַבָּלָה כְּרֹעֶה עֶדְרוֹ יִרְעֶה בִּזְרֹעוֹ יְקַבֵּץ טְלָאִים וּבְחֵיקוֹ יִשָּׂא וְגוֹ': \n"
        ],
        [
            "בְּעֵת שֶׁיֵּשֵׁב הַמֶּלֶךְ עַל כִּסֵּא מַלְכוּתוֹ כּוֹתֵב לוֹ סֵפֶר תּוֹרָה לְעַצְמוֹ יֶתֶר עַל הַסֵּפֶר שֶׁהִנִּיחוּ לוֹ אֲבוֹתָיו. וּמַגִּיהוֹ מִסֵּפֶר הָעֲזָרָה עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים וְאֶחָד. אִם לֹא הִנִּיחוּ לוֹ אֲבוֹתָיו אוֹ שֶׁנֶּאֱבַד כּוֹתֵב שְׁנֵי סִפְרֵי תּוֹרָה. אֶחָד מַנִּיחוֹ בְּבֵית גְּנָזָיו שֶׁהוּא מְצֻוֶּה בּוֹ כְּכָל אֶחָד מִיִּשְׂרָאֵל. וְהַשֵּׁנִי לֹא יָזוּז מִלְּפָנָיו אֶלָּא בְּעֵת שֶׁיִּכָּנֵס לְבֵית הַכִּסֵּא. אוֹ לְבֵית הַמֶּרְחָץ. אוֹ לְמָקוֹם שֶׁאֵין רָאוּי לִקְרִיאָה. יוֹצֵא לַמִּלְחָמָה וְהוּא עִמּוֹ. נִכְנָס וְהוּא עִמּוֹ. יוֹשֵׁב בַּדִּין וְהוּא עִמּוֹ. מֵסֵב וְהוּא כְּנֶגְדּוֹ שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"וְהָיְתָה עִמּוֹ וְקָרָא בוֹ כָּל יְמֵי חַיָּיו\": \n",
            "לֹא יַרְבֶּה לוֹ נָשִׁים. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהוּא לוֹקֵחַ עַד שְׁמוֹנֶה עֶשְׂרֵה נָשִׁים בֵּין הַנָּשִׁים וּפִלַּגְשִׁים הַכּל שְׁמוֹנֶה עֶשְׂרֵה. וְאִם הוֹסִיף אַחַת וּבְעָלָהּ לוֹקֶה. וְיֵשׁ לוֹ לְגָרֵשׁ וְלִשָּׂא אַחֶרֶת תַּחַת זוֹ שֶׁגֵּרֵשׁ: \n",
            "וְלֹא יַרְבֶּה לוֹ סוּסִים אֶלָּא כְּדֵי מֶרְכַּבְתּוֹ. אֲפִלּוּ סוּס אֶחָד פָּנוּי לִהְיוֹת רָץ לְפָנָיו כְּדֶרֶךְ שֶׁעוֹשִׂין שְׁאָר הַמְּלָכִים אָסוּר. וְאִם הוֹסִיף לוֹקֶה: \n",
            "וְלֹא יַרְבֶּה לוֹ כֶּסֶף וְזָהָב לְהַנִּיחַ בִּגְנָזָיו וּלְהִתְגָּאוֹת בּוֹ אוֹ לְהִתְנָאוֹת בּוֹ. אֶלָּא כְּדֵי שֶׁיִּתֵּן לְחֵילוֹתָיו וְלַעֲבָדָיו וּלְשַׁמָּשָׁיו. וְכָל כֶּסֶף וְזָהָב שֶׁיַּרְבֶּה לְאוֹצַר בֵּית ה' וְלִהְיוֹת שָׁם מוּכָן לְצָרְכֵי הַצִּבּוּר וּלְמִלְחֲמוֹתָם הֲרֵי זֶה מִצְוָה לְהַרְבּוֹתוֹ. וְאֵין אָסוּר אֶלָּא לְהַרְבּוֹת לְעַצְמוֹ בְּבֵית גְּנָזָיו שֶׁנֶּאֱמַר <small>(דברים יז יז)</small> \"וְלֹא יַרְבֶּה לּוֹ\". וְאִם הִרְבָּה לוֹקֶה: \n",
            "הַמֶּלֶךְ אָסוּר לִשְׁתּוֹת דֶּרֶךְ שִׁכְרוּת. שֶׁנֶּאֱמַר <small>(משלי לא ד)</small> \"אַל לַמְלָכִים שְׁתוֹ יָיִן\". אֶלָּא יִהְיֶה עוֹסֵק בַּתּוֹרָה וּבְצָרְכֵי יִשְׂרָאֵל בַּיּוֹם וּבַלַּיְלָה. שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"וְהָיְתָה עִמּוֹ וְקָרָא בוֹ כָּל יְמֵי חַיָּיו\": \n",
            "וְכֵן לֹא יִהְיֶה שָׁטוּף בְּנָשִׁים. אֲפִלּוּ לֹא הָיְתָה לוֹ אֶלָּא אַחַת לֹא יִהְיֶה מָצוּי אֶצְלָהּ תָּמִיד כִּשְׁאָר הַטִּפְּשִׁים. שֶׁנֶּאֱמַר <small>(משלי לא ג)</small> \"אַל תִּתֵּן לַנָּשִׁים חֵילֶךָ\". עַל הֲסָרַת לִבּוֹ הִקְפִּידָה תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יז יז)</small> \"וְלֹא יָסוּר לְבָבוֹ\". שֶׁלִּבּוֹ הוּא לֵב כָּל קְהַל יִשְׂרָאֵל לְפִיכָךְ דִּבְּקוֹ הַכָּתוּב בַּתּוֹרָה יֶתֶר מִשְּׁאָר הָעָם שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"כָּל יְמֵי חַיָּיו\": \n",
            "כְּבָר בֵּאַרְנוּ שֶׁמַּלְכֵי בֵּית דָּוִד דָּנִין אוֹתָן וּמְעִידִין עֲלֵיהֶן. אֲבָל מַלְכֵי יִשְׂרָאֵל גָּזְרוּ חֲכָמִים שֶׁלֹּא יָדוּן וְלֹא דָּנִין אוֹתוֹ. וְלֹא מֵעִיד וְלֹא מְעִידִין עָלָיו. מִפְּנֵי שֶׁלִּבָּן גַּס בָּהֶן וְיָבוֹא מִן הַדָּבָר תַּקָּלָה וְהֶפְסֵד עַל הַדָּת: \n",
            "כָּל הַמּוֹרֵד בְּמֶלֶךְ יִשְׂרָאֵל יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ. אֲפִלּוּ גָּזַר עַל אֶחָד מִשְּׁאָר הָעָם שֶׁיֵּלֵךְ לְמָקוֹם פְּלוֹנִי וְלֹא הָלַךְ אוֹ שֶׁלֹּא יָצָא מִבֵּיתוֹ וְיָצָא חַיָּב מִיתָה. וְאִם רָצָה לְהָרְגוֹ יֵהָרֵג. שֶׁנֶּאֱמַר <small>(יהושע א יח)</small> \"כָּל אִישׁ אֲשֶׁר יַמְרֶה אֶת פִּיךָ\". וְכֵן כָּל הַמְבַזֶּה אֶת הַמֶּלֶךְ אוֹ הַמְחָרְפוֹ יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ. כְּשִׁמְעִי בֶּן גֵּרָא. וְאֵין לַמֶּלֶךְ רְשׁוּת לַהֲרֹג אֶלָּא בְּסַיִף בִּלְבַד. וְיֵשׁ לוֹ לֶאֱסֹר וּלְהַכּוֹת בְּשׁוֹטִין לִכְבוֹדוֹ. אֲבָל לֹא יַפְקִיר מָמוֹן וְאִם הִפְקִיר הֲרֵי זֶה גֵּזֶל: \n",
            "הַמְבַטֵּל גְּזֵרַת הַמֶּלֶךְ בִּשְׁבִיל שֶׁנִּתְעַסֵּק בְּמִצְוֹת. אֲפִלּוּ בְּמִצְוָה קַלָּה הֲרֵי זֶה פָּטוּר. דִּבְרֵי הָרַב וְדִבְרֵי הָעֶבֶד דִּבְרֵי הָרַב קוֹדְמִין. וְאֵין צָרִיךְ לוֹמַר אִם גָּזַר הַמֶּלֶךְ לְבַטֵּל מִצְוָה שֶׁאֵין שׁוֹמְעִין לוֹ: \n",
            "כָּל הַהוֹרֵג נְפָשׁוֹת שֶׁלֹּא בִּרְאָיָה בְּרוּרָה. אוֹ בְּלֹא הַתְרָאָה. אֲפִלּוּ בְּעֵד אֶחָד. אוֹ שׂוֹנֵא שֶׁהָרַג בִּשְׁגָגָה. יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ וּלְתַקֵּן הָעוֹלָם כְּפִי מַה שֶּׁהַשָּׁעָה צְרִיכָה. וְהוֹרֵג רַבִּים בְּיוֹם אֶחָד וְתוֹלֶה וּמַנִּיחָן תְּלוּיִים יָמִים רַבִּים לְהָטִיל אֵימָה וּלְשַׁבֵּר יַד רִשְׁעֵי הָעוֹלָם: \n"
        ],
        [
            "רְשׁוּת יֵשׁ לַמֶּלֶךְ לִתֵּן מַס עַל הָעָם לִצְרָכָיו אוֹ לְצֹרֶךְ הַמִּלְחָמוֹת. וְקוֹצֵב לוֹ מֶכֶס וְאָסוּר לְהַבְרִיחַ מִן הַמֶּכֶס. שֶׁיֵּשׁ לוֹ לִגְזֹר שֶׁכָּל מִי שֶׁיִּגְנֹב הַמֶּכֶס יִלָּקַח מָמוֹנוֹ אוֹ יֵהָרֵג שֶׁנֶּאֱמַר <small>(שמואל א ח יז)</small> \"וְאַתֶּם תִּהְיוּ לוֹ לַעֲבָדִים\". וּלְהַלָּן הוּא אוֹמֵר <small>(דברים כ יא)</small> \"יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ\". מִכָּאן שֶׁנּוֹתֵן מַס וְקוֹצֵב מֶכֶס וְדִינָיו בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן דִּין. שֶׁכָּל הָאָמוּר בְּפָרָשַׁת מֶלֶךְ מֶלֶךְ זוֹכֶה בּוֹ: \n",
            "וְשׁוֹלֵחַ בְּכָל גְּבוּל יִשְׂרָאֵל וְלוֹקֵחַ מִן הָעָם הַגִּבּוֹרִים וְאַנְשֵׁי חַיִל וְעוֹשֶׂה מֵהֶן חַיִל לְמֶרְכַּבְתּוֹ וּבְפָרָשָׁיו וּמַעֲמִיד מֵהֶן עוֹמְדִים לְפָנָיו. וּמַעֲמִיד מֵהֶן אֲנָשִׁים לָרוּץ לְפָנָיו. שֶׁנֶּאֱמַר <small>(שמואל א ח יא)</small> \"וְשָׂם לוֹ בְּמֶרְכַּבְתּוֹ וּפָרָשָׁיו וְרָצוּ לִפְנֵי מֶרְכַּבְתּו\"ֹ. וְלוֹקֵחַ מִן הַיָּפִים שֶׁבָּהֶם לִהְיוֹת שַׁמָּשִׁים וְעוֹמְדִים לְפָנָיו שֶׁנֶּאֱמַר <small>(שמואל א ח טז)</small> \"וְאֶת בַּחוּרֵיכֶם הַטּוֹבִים\" <small>(שמואל א ח טז)</small> \"יִקָּח וְעָשָׂה לִמְלַאכְתּוֹ\": \n",
            "וְכֵן לוֹקֵחַ מִן בַּעֲלֵי הָאֻמָּנֻיּוֹת כָּל מַה שֶּׁהוּא צָרִיךְ וְעוֹשִׂין לוֹ מְלַאכְתּוֹ וְנוֹתֵן שְׂכָרָן. וְלוֹקֵחַ כָּל הַבְּהֵמוֹת וְהָעֲבָדִים וְהַשְּׁפָחוֹת לִמְלַאכְתּוֹ וְנוֹתֵן שְׂכָרָן אוֹ דְּמֵיהֶן. שֶׁנֶּאֱמַר <small>(שמואל א ח יב)</small> \"וְלַחֲרשׁ חֲרִישׁוֹ וְלִקְצֹר קְצִירוֹ וְלַעֲשׂוֹת כְּלֵי מִלְחַמְתּוֹ וּכְלֵי רִכְבּוֹ\". <small>(שמואל א ח טז)</small> \"וְאֶת עַבְדֵיכֶם וְאֶת שִׁפְחוֹתֵיכֶם וְאֶת בַּחוּרֵיכֶם הַטּוֹבִים וְאֶת חֲמוֹרֵיכֶם יִקָּח וְעָשָׂה לִמְלַאכְתּוֹ\": \n",
            "וְכֵן לוֹקֵחַ מִכָּל גְּבוּל יִשְׂרָאֵל נָשִׁים וּפִילַגְשִׁים. נָשִׁים בִּכְתֻבָּה וְקִדּוּשִׁין. וּפִילַגְשִׁים בְּלֹא כְּתֻבָּה וּבְלֹא קִדּוּשִׁין. אֶלָּא בְּיִחוּד בִּלְבַד קוֹנֶה אוֹתָהּ וּמֻתֶּרֶת לוֹ. אֲבָל הַהֶדְיוֹט אָסוּר בְּפִילֶגֶשׁ אֶלָּא בְּאָמָה הָעִבְרִיָּה בִּלְבַד אַחַר יִעוּד. וְיֵשׁ לוֹ [רְשׁוּת] לַעֲשׂוֹת הַפִּילַגְשִׁים שֶׁלּוֹקֵחַ לְאַרְמוֹנוֹ טַבָּחוֹת וְאוֹפוֹת וְרַקָּחוֹת. שֶׁנֶּאֱמַר <small>(שמואל א ח יג)</small> \"וְאֶת בְּנוֹתֵיכֶם יִקָּח לְרַקָּחוֹת וּלְטַבָּחוֹת וּלְאֹפוֹת\": \n",
            "וְכֵן כּוֹפֶה אֶת הָרְאוּיִין לִהְיוֹת שָׂרִים וּמְמַנֶּה אוֹתָם שָׂרֵי אֲלָפִים וְשָׂרֵי חֲמִשִּׁים. שֶׁנֶּאֱמַר <small>(שמואל א ח יב)</small> \"וְלָשׂוּם לוֹ שָׂרֵי אֲלָפִים וְשָׂרֵי חֲמִשִּׁים\": \n",
            "וְלוֹקֵחַ הַשָּׂדוֹת וְהַזֵּיתִים וְהַכְּרָמִים לַעֲבָדָיו כְּשֶׁיֵּלְכוּ לַמִּלְחָמָה וְיִפְשְׁטוּ עַל מְקוֹמוֹת אֵלּוּ אִם אֵין לָהֶם מַה יֹּאכְלוּ אֶלָּא מִשָּׁם. וְנוֹתֵן דְּמֵיהֶן. שֶׁנֶּאֱמַר <small>(שמואל א ח יד)</small> \"וְאֶת שְׂדוֹתֵיכֶם וְאֶת כַּרְמֵיכֶם וְזֵיתֵיכֶם הַטּוֹבִים יִקָּח וְנָתַן לַעֲבָדָיו\": \n",
            "וְיֵשׁ לוֹ מַעֲשֵׂר מִן הַזְּרָעִים וּמִן הָאִילָנוֹת וּמִן הַבְּהֵמָה. שֶׁנֶּאֱמַר <small>(שמואל א ח טו)</small> \"וְזַרְעֵיכֶם וְכַרְמֵיכֶם יַעְשֹׂר\" וְגוֹ'. <small>(שמואל א ח יז)</small> \"צֹאנְכֶם יַעְשֹׂר\": \n",
            "הַמֶּלֶךְ הַמָּשִׁיחַ נוֹטֵל מִכָּל הָאֲרָצוֹת שֶׁכּוֹבְשִׁין יִשְׂרָאֵל חֵלֶק אֶחָד מִשְּׁלֹשָׁה עָשָׂר. וְדָבָר זֶה חֹק לוֹ וּלְבָנָיו עַד עוֹלָם: \n",
            "כָּל הֲרוּגֵי הַמֶּלֶךְ מָמוֹנָן לַמֶּלֶךְ. וְכָל הַמַּמְלָכוֹת שֶׁכּוֹבֵשׁ הֲרֵי אוֹצְרוֹת הַמְּלָכִים לַמֶּלֶךְ. וּשְׁאָר הַבִּזָּה שֶׁבּוֹזְזִין בּוֹזְזִין וְנוֹתְנִין לְפָנָיו וְהוּא נוֹטֵל מֶחֱצָה בָּרֹאשׁ. וּמַחֲצִית הַבִּזָּה חוֹלְקִין אוֹתָהּ כָּל אַנְשֵׁי הַצָּבָא בְּיַחַד עִם הָעָם הַיּוֹשְׁבִין עַל הַכֵּלִים בַּמַּחֲנֶה לְשָׁמְרָם חוֹלְקִין בְּשָׁוֶה. שֶׁנֶּאֱמַר <small>(שמואל א ל כד)</small> \"כִּי כְּחֵלֶק הַיֹּרֵד בַּמִּלְחָמָה וּכְחֵלֶק הַיּשֵׁב עַל הַכֵּלִים יַחְדָּו יַחֲלֹקוּ\": \n",
            "כָּל הָאָרֶץ שֶׁכּוֹבֵשׁ הֲרֵי הִיא שֶׁלּוֹ וְנוֹתֵן לַעֲבָדָיו וּלְאַנְשֵׁי הַמִּלְחָמָה כְּפִי מַה שֶּׁיִּרְצֶה. וּמַנִּיחַ לְעַצְמוֹ כְּפִי מַה שֶּׁיִּרְצֶה. וּבְכָל אֵלּוּ הַדְּבָרִים דִּינוֹ דִּין. וּבְכָל יִהְיוּ מַעֲשָׂיו לְשֵׁם שָׁמַיִם. וְתִהְיֶה מְגַמָּתוֹ וּמַחְשַׁבְתּוֹ לְהָרִים דַּת הָאֱמֶת. וּלְמַלְּאוֹת הָעוֹלָם צֶדֶק. וְלִשְׁבֹּר זְרוֹעַ הָרְשָׁעִים וּלְהִלָּחֵם מִלְחֲמוֹת ה'. שֶׁאֵין מַמְלִיכִין מֶלֶךְ תְּחִלָּה אֶלָּא לַעֲשׂוֹת מִשְׁפָּט וּמִלְחָמוֹת. שֶׁנֶּאֱמַר <small>(שמואל א ח כ)</small> \"וּשְׁפָטָנוּ מַלְכֵּנוּ וְיָצָא לְפָנֵינוּ וְנִלְחַם אֶת מִלְחֲמֹתֵנוּ\": \n"
        ],
        [
            "אֵין הַמֶּלֶךְ נִלְחָם תְּחִלָּה אֶלָּא מִלְחֶמֶת מִצְוָה. וְאֵי זוֹ הִיא מִלְחֶמֶת מִצְוָה זוֹ מִלְחֶמֶת שִׁבְעָה עֲמָמִים. וּמִלְחֶמֶת עֲמָלֵק. וְעֶזְרַת יִשְׂרָאֵל מִיַּד צָר שֶׁבָּא עֲלֵיהֶם. וְאַחַר כָּךְ נִלְחָם בְּמִלְחֶמֶת הָרְשׁוּת וְהִיא הַמִּלְחָמָה שֶׁנִּלְחָם עִם שְׁאָר הָעַמִּים כְּדֵי לְהַרְחִיב גְּבוּל יִשְׂרָאֵל וּלְהַרְבּוֹת בִּגְדֻלָּתוֹ וְשִׁמְעוֹ: \n",
            "מִלְחֶמֶת מִצְוָה אֵינוֹ צָרִיךְ לִטּל בָּהּ רְשׁוּת בֵּית דִּין. אֶלָּא יוֹצֵא מֵעַצְמוֹ בְּכָל עֵת. וְכוֹפֶה הָעָם לָצֵאת. אֲבָל מִלְחֶמֶת הָרְשׁוּת אֵינוֹ מוֹצִיא הָעָם בָּהּ אֶלָּא עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים וְאֶחָד: \n",
            "וּפוֹרֵץ לַעֲשׂוֹת לוֹ דֶּרֶךְ וְאֵין מְמַחִין בְּיָדוֹ. וְדֶרֶךְ הַמֶּלֶךְ אֵין לָהּ שִׁעוּר. אֶלָּא כְּפִי מַה שֶּׁהוּא צָרִיךְ. אֵינוֹ מְעַקֵּם הַדְּרָכִים מִפְּנֵי כַּרְמוֹ שֶׁל זֶה אוֹ מִפְּנֵי שָׂדֵהוּ שֶׁל זֶה. אֶלָּא הוֹלֵךְ בְּשָׁוֶה וְעוֹשֶׂה מִלְחַמְתּוֹ: \n",
            "מִצְוַת עֲשֵׂה לְהַחֲרִים שִׁבְעָה עֲמָמִין שֶׁנֶּאֱמַר <small>(דברים כ יז)</small> \"הַחֲרֵם תַּחֲרִימֵם\". וְכָל שֶׁבָּא לְיָדוֹ אֶחָד מֵהֶן וְלֹא הֲרָגוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כ טז)</small> \"לֹא תְחַיֶּה כָּל נְשָׁמָה\". וּכְבָר אָבַד זִכְרָם: \n",
            "וְכֵן מִצְוַת עֲשֵׂה לְאַבֵּד זֵכֶר עֲמָלֵק. שֶׁנֶּאֱמַר <small>(דברים כה יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וּמִצְוַת עֲשֵׂה לִזְכֹּר תָּמִיד מַעֲשָׂיו הָרָעִים וַאֲרִיבָתוֹ. כְּדֵי לְעוֹרֵר אֵיבָתוֹ. שֶׁנֶּאֱמַר <small>(דברים כה יז)</small> \"זָכוֹר אֵת אֲשֶׁר עָשָׂה לְךָ עֲמָלֵק\". מִפִּי הַשְּׁמוּעָה לָמְדוּ זָכוֹר בַּפֶּה לֹא תִּשְׁכָּח בַּלֵּב. שֶׁאָסוּר לִשְׁכֹּחַ אֵיבָתוֹ וְשִׂנְאָתוֹ: \n",
            "כָּל הָאֲרָצוֹת שֶׁכּוֹבְשִׁין יִשְׂרָאֵל בְּמֶלֶךְ עַל פִּי בֵּית דִּין. הֲרֵי זֶה כִּבּוּשׁ רַבִּים וַהֲרֵי הִיא כְּאֶרֶץ יִשְׂרָאֵל שֶׁכָּבַשׁ יְהוֹשֻׁעַ לְכָל דָּבָר. וְהוּא שֶׁכָּבְשׁוּ אַחַר כִּבּוּשׁ כָּל אֶרֶץ יִשְׂרָאֵל הָאֲמוּרָה בַּתּוֹרָה: \n",
            "וּמֻתָּר לִשְׁכֹּן בְּכָל הָעוֹלָם חוּץ מֵאֶרֶץ מִצְרַיִם. מִן הַיָּם הַגָּדוֹל וְעַד הַמַּעֲרָב אַרְבַּע מֵאוֹת פַּרְסָה עַל אַרְבַּע מֵאוֹת פַּרְסָה כְּנֶגֶד אֶרֶץ כּוּשׁ וּכְנֶגֶד הַמִּדְבָּר. הַכּל אָסוּר לְהִתְיַשֵּׁב בָּהּ. בִּשְׁלֹשָׁה מְקוֹמוֹת הִזְהִירָה תּוֹרָה שֶׁלֹּא לָשׁוּב לְמִצְרַיִם. שֶׁנֶּאֱמַר <small>(דברים יז טז)</small> \"לֹא תֹסִפוּן לָשׁוּב בַּדֶּרֶךְ הַזֶּה עוֹד\". <small>(דברים כח סח)</small> \"לֹא תֹסִיף עוֹד לִרְאֹתָהּ\". <small>(שמות יד יג)</small> \"לֹא תֹסִפוּ לִרְאֹתָם עוֹד עַד עוֹלָם\". וַאֲלֶכְּסַנְדְּרִיאָה בִּכְלַל הָאִסּוּר: \n",
            "מֻתָּר לַחְזֹר לְאֶרֶץ מִצְרַיִם לִסְחוֹרָה וְלִפְרַקְמַטְיָא. וְלִכְבֹּשׁ אֲרָצוֹת אֲחֵרוֹת. וְאֵין אָסוּר אֶלָּא לְהִשְׁתַּקֵעַ שָׁם. וְאֵין לוֹקִין עַל לָאו זֶה. שֶׁבְּעֵת הַכְּנִיסָה מֻתָּר הוּא. וְאִם יַחֲשֹׁב לֵישֵׁב וּלְהִשְׁתַּקֵעַ שָׁם אֵין בּוֹ מַעֲשֶׂה. וְיֵרָאֶה לִי שֶׁאִם כָּבַשׁ אֶרֶץ מִצְרַיִם מֶלֶךְ יִשְׂרָאֵל עַל פִּי בֵּית דִּין שֶׁהִיא מֻתֶּרֶת. וְלֹא הִזְהִירָה אֶלָּא לָשׁוּב לָהּ יְחִידִים אוֹ לִשְׁכֹּן בָּהּ וְהִיא בְּיַד עַכּוּ''ם מִפְּנֵי שֶׁמַּעֲשֶׂיהָ מְקֻלְקָלִין יוֹתֵר מִכָּל הָאֲרָצוֹת. שֶׁנֶּאֱמַר <small>(ויקרא יח ג)</small> \"כְּמַעֲשֵׂה אֶרֶץ מִצְרַיִם\": \n",
            "אָסוּר לָצֵאת מֵאֶרֶץ יִשְׂרָאֵל לְחוּצָה לָאָרֶץ לְעוֹלָם. אֶלָּא לִלְמֹד תּוֹרָה אוֹ לִשָּׂא אִשָּׁה אוֹ לְהַצִּיל מִן הָעַכּוּ''ם. וְיַחְזֹר לָאָרֶץ. וְכֵן יוֹצֵא הוּא לִסְחוֹרָה. אֲבָל לִשְׁכֹּן בְּחוּצָה לָאָרֶץ אָסוּר אֶלָּא אִם כֵּן חָזַק שָׁם הָרָעָב עַד שֶׁנַּעֲשָׂה שְׁוֵה דִּינָר חִטִּין בִּשְׁנֵי דִּינָרִין. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַמָּעוֹת מְצוּיוֹת וְהַפֵּרוֹת בְּיֹקֶר. אֲבָל אִם הַפֵּרוֹת בְּזוֹל וְלֹא יִמְצָא מָעוֹת וְלֹא בְּמָה יִשְׂתַּכֵּר וְאָבְדָה פְּרוּטָה מִן הַכִּיס. יֵצֵא לְכָל מָקוֹם שֶׁיִּמְצָא בּוֹ רֶוַח. וְאַף עַל פִּי שֶׁמֻּתָּר לָצֵאת אֵינָהּ מִדַּת חֲסִידוּת שֶׁהֲרֵי מַחְלוֹן וְכִלְיוֹן שְׁנֵי גְּדוֹלֵי הַדּוֹר הָיוּ וּמִפְּנֵי צָרָה גְּדוֹלָה יָצְאוּ וְנִתְחַיְּבוּ כְּלָיָה לַמָּקוֹם: \n",
            "גְּדוֹלֵי הַחֲכָמִים הָיוּ מְנַשְּׁקִין עַל תְּחוּמֵי אֶרֶץ יִשְׂרָאֵל וּמְנַשְּׁקִין אֲבָנֶיהָ וּמִתְגַּלְגְּלִין עַל עֲפָרָהּ. וְכֵן הוּא אוֹמֵר <small>(תהילים קב טו)</small> \"כִּי רָצוּ עֲבָדֶיךָ אֶת אֲבָנֶיהָ וְאֶת עֲפָרָהּ יְחֹנֵנוּ\": \n",
            "אָמְרוּ חֲכָמִים כָּל הַשּׁוֹכֵן בְּאֶרֶץ יִשְׂרָאֵל עֲוֹנוֹתָיו מְחוּלִין. שֶׁנֶּאֱמַר <small>(ישעיה לג כד)</small> \"וּבַל יֹאמַר שָׁכֵן חָלִיתִי הָעָם הַיּשֵׁב בָּהּ נְשֻׂא עָוֹן\". אֲפִלּוּ הָלַךְ בָּהּ אַרְבַּע אַמּוֹת זוֹכֶה לְחַיֵּי הָעוֹלָם הַבָּא. וְכֵן הַקָּבוּר בָּהּ נִתְכַּפֵּר לוֹ. וּכְאִלּוּ הַמָּקוֹם שֶׁהוּא בּוֹ מִזְבַּח כַּפָּרָה. שֶׁנֶּאֱמַר <small>(דברים לב מג)</small> \"וְכִפֶּר אַדְמָתוֹ עַמּוֹ\". וּבַפֻּרְעָנוּת הוּא אוֹמֵר <small>(עמוס ז יז)</small> \"עַל אֲדָמָה טְמֵאָה תָּמוּת\". וְאֵינוֹ דּוֹמֶה קוֹלַטְתּוֹ מֵחַיִּים לְקוֹלַטְתּוֹ אַחַר מוֹתוֹ. וְאַף עַל פִּי כֵן גְּדוֹלֵי הַחֲכָמִים הָיוּ מוֹלִיכִים מֵתֵיהֶם לְשָׁם. צֵא וּלְמַד מִיַּעֲקֹב אָבִינוּ וְיוֹסֵף הַצַּדִּיק: \n",
            "לְעוֹלָם יָדוּר אָדָם בְּאֶרֶץ יִשְׂרָאֵל אֲפִלּוּ בְּעִיר שֶׁרֻבָּהּ עַכּוּ''ם וְאַל יָדוּר בְּחוּצָה לָאָרֶץ וַאֲפִלּוּ בְּעִיר שֶׁרֻבָּהּ יִשְׂרָאֵל. שֶׁכָּל הַיּוֹצֵא לְחוּצָה לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה. שֶׁנֶּאֱמַר <small>(שמואל א כו יט)</small> \"כִּי גֵרְשׁוּנִי הַיּוֹם מֵהִסְתַּפֵּחַ בְּנַחֲלַת ה' לֵאמֹר לֵךְ עֲבֹד אֱלֹהִים אֲחֵרִים\". וּבַפֻּרְעָנֻיּוֹת הוּא אוֹמֵר <small>(יחזקאל יג ט)</small> \"וְאֶל אַדְמַת יִשְׂרָאֵל לֹא יָבֹאוּ\". כְּשֵׁם שֶׁאָסוּר לָצֵאת מֵהָאָרֶץ לְחוּצָה לָאָרֶץ כָּךְ אָסוּר לָצֵאת מִבָּבֶל לִשְׁאָר הָאֲרָצוֹת. שֶׁנֶּאֱמַר <small>(ירמיה כז כב)</small> \"בָּבֶלָה יוּבָאוּ וְשָׁמָּה יִהְיוּ\": \n"
        ],
        [
            "אֵין עוֹשִׂין מִלְחָמָה עִם אָדָם בָּעוֹלָם עַד שֶׁקּוֹרְאִין לוֹ שָׁלוֹם. אֶחָד מִלְחֶמֶת הָרְשׁוּת וְאֶחָד מִלְחֶמֶת מִצְוָה. שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"כִּי תִקְרַב אֶל עִיר לְהִלָּחֵם עָלֶיהָ וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\". אִם הִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ עֲלֵיהֶן אֵין הוֹרְגִין מֵהֶן נְשָׁמָה וַהֲרֵי הֵן לְמַס. שֶׁנֶּאֱמַר <small>(דברים כ, יא)</small> \"יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ\". קִבְּלוּ עֲלֵיהֶן הַמַּס וְלֹא קִבְּלוּ הָעַבְדוּת אוֹ שֶׁקִּבְּלוּ הָעַבְדוּת וְלֹא קִבְּלוּ הַמַּס. אֵין שׁוֹמְעִין לָהֶם עַד שֶׁיְּקַבְּלוּ שְׁנֵיהֶם. וְהָעַבְדוּת שֶׁיְּקַבְּלוּ הוּא שֶׁיִּהְיוּ נִבְזִים וּשְׁפָלִים לְמַטָּה וְלֹא יָרִימוּ רֹאשׁ בְּיִשְׂרָאֵל אֶלָּא יִהְיוּ כְּבוּשִׁים תַּחַת יָדָם. וְלֹא יִתְמַנּוּ עַל יִשְׂרָאֵל לְשׁוּם דָּבָר שֶׁבָּעוֹלָם. וְהַמַּס שֶׁיְּקַבְּלוּ שֶׁיִּהְיוּ מוּכָנִים לַעֲבוֹדַת הַמֶּלֶךְ בְּגוּפָם וּמָמוֹנָם. כְּגוֹן בִּנְיַן הַחוֹמוֹת. וְחֹזֶק הַמְּצוּדוֹת. וּבִנְיַן אַרְמוֹן הַמֶּלֶךְ וְכַיּוֹצֵא בּוֹ. שֶׁנֶּאֱמַר <small>(מלכים א ט, טו)</small> \"וְזֶה דְבַר הַמַּס אֲשֶׁר הֶעֱלָה הַמֶּלֶךְ שְׁלֹמֹה לִבְנוֹת אֶת בֵּית ה' וְאֶת בֵּיתוֹ וְאֶת הַמִּלּוֹא וְאֵת חוֹמַת יְרוּשָׁלָםִ\" <small>(מלכים א ט, יט)</small> \"וְאֵת כָּל עָרֵי הַמִּסְכְּנוֹת אֲשֶׁר הָיוּ לִשְׁלֹמֹה\" <small>(מלכים א ט, כ)</small> \"כָּל הָעָם הַנּוֹתָר מִן הָאֱמֹרִי\" <small>(מלכים א ט, כא)</small> \"וַיַּעֲלֵם שְׁלֹמֹה לְמַס עֹבֵד עַד הַיּוֹם הַזֶּה\" <small>(מלכים א ט, כב)</small> \"וּמִבְּנֵי יִשְׂרָאֵל לֹא נָתַן שְׁלֹמֹה עָבֶד כִּי הֵם אַנְשֵׁי הַמִּלְחָמָה וַעֲבָדָיו וְשָׂרָיו וְשָׁלִישָׁיו וְשָׂרֵי רִכְבּוֹ וּפָרָשָׁיו\": ",
            "וְיֵשׁ לַמֶּלֶךְ לְהַתְנוֹת עִמָּהֶם שֶׁיִּקַּח חֲצִי מָמוֹנָם אוֹ הַקַּרְקָעוֹת וְיַנִּיחַ כָּל הַמִּטַּלְטְלִין אוֹ הַמִּטַּלְטְלִים וְיַנִּיחַ הַקַּרְקָעוֹת כְּפִי מַה שֶּׁיַּתְנֶה: ",
            "וְאָסוּר לְשַׁקֵּר בִּבְרִיתָם וּלְכַזֵּב לָהֶם אַחַר שֶׁהִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת: ",
            "וְאִם לֹא הִשְׁלִימוּ אוֹ שֶׁהִשְׁלִימוּ וְלֹא קִבְּלוּ שֶׁבַע מִצְוֹת. עוֹשִׂין עִמָּהֶם מִלְחָמָה וְהוֹרְגִין כָּל הַזְּכָרִים הַגְּדוֹלִים. וּבוֹזְזִין כָּל מָמוֹנָם וְטַפָּם. וְאֵין הוֹרְגִין אִשָּׁה וְלֹא קָטָן שֶׁנֶּאֱמַר <small>(דברים כ, יד)</small> \"וְהַנָּשִׁים וְהַטָּף\" זֶה טַף שֶׁל זְכָרִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִלְחֶמֶת הָרְשׁוּת שֶׁהוּא עִם שְׁאָר הָאֻמּוֹת. אֲבָל שִׁבְעָה עֲמָמִין וַעֲמָלֵק שֶׁלֹּא הִשְׁלִימוּ אֵין מַנִּיחִין מֵהֶם נְשָׁמָה שֶׁנֶּאֱמַר <small>(דברים כ, טו)</small> \"כֵּן תַּעֲשֶׂה לְכָל\" וְגוֹ' <small>(דברים כ, טז)</small> \"רַק מֵעָרֵי הָעַמִּים\" <small>(דברים כ, טז)</small> \"לֹא תְחַיֶּה כָּל נְשָׁמָה\". וְכֵן הוּא אוֹמֵר בַּעֲמָלֵק <small>(דברים כה, יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וּמִנַּיִן שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּאֵלּוּ שֶׁלֹּא הִשְׁלִימוּ שֶׁנֶּאֱמַר <small>(יהושע יא, יט)</small> \"לֹא הָיְתָה עִיר אֲשֶׁר הִשְׁלִימָה אֶל בְּנֵי יִשְׂרָאֵל בִּלְתִּי הַחִוִּי ישְׁבֵי גִבְעוֹן אֶת הַכּל לָקְחוּ בַמִּלְחָמָה\" <small>(יהושע יא, כ)</small> \"כִּי מֵאֵת ה' הָיְתָה לְחַזֵּק אֶת לִבָּם לִקְרַאת הַמִּלְחָמָה אֶת יִשְׂרָאֵל לְמַעַן הַחֲרִימָם\". מִכְלַל שֶׁשָּׁלְחוּ לָהֶם לְשָׁלוֹם וְלֹא קִבְּלוּ: ",
            "שְׁלֹשָׁה כְּתָבִים שָׁלַח יְהוֹשֻׁעַ עַד שֶׁלֹּא נִכְנַס לָאָרֶץ. הָרִאשׁוֹן שָׁלַח לָהֶם מִי שֶׁרוֹצֶה לִבְרֹחַ יִבְרַח. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לְהַשְׁלִים יַשְׁלִים. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לַעֲשׂוֹת מִלְחָמָה יַעֲשֶׂה. אִם כֵּן מִפְּנֵי מָה הֶעֱרִימוּ יוֹשְׁבֵי גִּבְעוֹן. לְפִי שֶׁשָּׁלַח לָהֶם בַּכְּלָל וְלֹא קִבְּלוּ. וְלֹא יָדְעוּ מִשְׁפַּט יִשְׂרָאֵל וְדִמּוּ שֶׁשּׁוּב אֵין פּוֹתְחִין לָהֶם לְשָׁלוֹם. וְלָמָּה קָשָׁה הַדָּבָר לַנְּשִׂיאִים וְרָאוּ שֶׁרָאוּי לְהַכּוֹתָם לְפִי חֶרֶב לוּלֵי הַשְּׁבוּעָה. מִפְּנֵי שֶׁכָּרְתוּ לָהֶם בְּרִית וַהֲרֵי הוּא אוֹמֵר <small>(דברים ז, ב)</small> \"לֹא תִכְרֹת לָהֶם בְּרִית\" אֶלָּא הָיָה דִּינָם שֶׁיִּהְיוּ לְמַס עֲבָדִים. וְהוֹאִיל וּבְטָעוּת נִשְׁבְּעוּ לָהֶן בְּדִין הָיָה שֶׁיֵּהָרְגוּ עַל שֶׁהִטְעוּם לוּלֵי חִלּוּל הַשֵּׁם: ",
            "עַמּוֹן וּמוֹאָב אֵין שׁוֹלְחִין לָהֶם לְשָׁלוֹם שֶׁנֶּאֱמַר <small>(דברים כג, ז)</small> \"לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם כָּל יָמֶיךָ\". אָמְרוּ חֲכָמִים לְפִי שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\" יָכוֹל עַמּוֹן וּמוֹאָב כֵּן. תַּלְמוּד לוֹמַר לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם. לְפִי שֶׁנֶּאֱמַר <small>(דברים כג, יז)</small> \"עִמְּךָ יֵשֵׁב בְּקִרְבְּךָ\" <small>(דברים כג, יז)</small> \"בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\". יָכוֹל עַמּוֹן וּמוֹאָב כֵּן תַּלְמוּד לוֹמַר וְטֹבָתָם. וְאַף עַל פִּי שֶׁאֵין שׁוֹאֲלִים בִּשְׁלוֹמָם אִם הִשְׁלִימוּ מֵעַצְמָם תְּחִלָּה מְקַבְּלִין אוֹתָן: ",
            "כְּשֶׁצָּרִין עַל עִיר לְתָפְשָׂהּ. אֵין מַקִּיפִין אוֹתָהּ מֵאַרְבַּע רוּחוֹתֶיהָ אֶלָּא מִשָּׁלֹשׁ רוּחוֹתֶיהָ. וּמַנִּיחִין מָקוֹם לַבּוֹרֵחַ וּלְכָל מִי שֶׁיִּרְצֶה לְהִמָּלֵט עַל נַפְשׁוֹ. שֶׁנֶּאֱמַר <small>(במדבר לא, ז)</small> \"וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה ה' אֶת משֶׁה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּכָךְ צִוָּהוּ: ",
            "אֵין קוֹצְצִין אִילָנֵי מַאֲכָל שֶׁחוּץ לַמְּדִינָה וְאֵין מוֹנְעִין מֵהֶם אַמַּת הַמַּיִם כְּדֵי שֶׁיִּיבְשׁוּ. שֶׁנֶּאֱמַר <small>(דברים כ, יט)</small> \"לֹא תַשְׁחִית אֶת עֵצָהּ\". וְכָל הַקּוֹצֵץ לוֹקֶה. וְלֹא בְּמָצוֹר בִּלְבַד אֶלָּא בְּכָל מָקוֹם כָּל הַקּוֹצֵץ אִילַן מַאֲכָל דֶּרֶךְ הַשְׁחָתָה לוֹקֶה. אֲבָל קוֹצְצִין אוֹתוֹ אִם הָיָה מַזִּיק אִילָנוֹת אֲחֵרִים. אוֹ מִפְּנֵי שֶׁמַּזִּיק בִּשְׂדֵה אֲחֵרִים. אוֹ מִפְּנֵי שֶׁדָּמָיו יְקָרִים. לֹא אָסְרָה תּוֹרָה אֶלָּא דֶּרֶךְ הַשְׁחָתָה: ",
            "כָּל אִילַן סְרָק מֻתָּר לָקֹץ אוֹתוֹ וַאֲפִלּוּ אֵינוֹ צָרִיךְ לוֹ. וְכֵן אִילַן מַאֲכָל שֶׁהִזְקִין וְאֵינוֹ עוֹשֶׂה אֶלָּא דָּבָר מוּעָט שֶׁאֵינוֹ רָאוּי לִטְרֹחַ בּוֹ מֻתָּר לָקֹץ אוֹתוֹ. וְכַמָּה יְהֵא הַזַּיִת עוֹשֶׂה וְלֹא יְקֻצֶּנּוּ. רֹבַע הַקַּב זֵיתִים. וְדֶקֶל שֶׁהוּא עוֹשֶׂה קַב תְּמָרִים לֹא יְקֻצֶּנּוּ: ",
            "וְלֹא הָאִילָנוֹת בִּלְבַד. אֶלָּא כָּל הַמְשַׁבֵּר כֵּלִים. וְקוֹרֵעַ בְּגָדִים. וְהוֹרֵס בִּנְיָן. וְסוֹתֵם מַעְיָן. וּמְאַבֵּד מַאֲכָלוֹת דֶּרֶךְ הַשְׁחָתָה. עוֹבֵר בְּלֹא תַשְׁחִית. וְאֵינוֹ לוֹקֶה אֶלָּא מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם: ",
            "צָרִין עַל עֲיָרוֹת שֶׁל עַכּוּ''ם שְׁלֹשָׁה יָמִים קֹדֶם הַשַּׁבָּת וְעוֹשִׂין עִמָּהֶם מִלְחָמָה בְּכָל יוֹם וְיוֹם וַאֲפִלּוּ בְּשַׁבָּת. שֶׁנֶּאֱמַר <small>(דברים כ, כ)</small> \"עַד רִדְתָּהּ\" וַאֲפִלּוּ בְּשַׁבָּת. בֵּין מִלְחֶמֶת מִצְוָה בֵּין מִלְחֶמֶת רְשׁוּת: ",
            "כְּשֶׁחוֹנִין חוֹנִין בְּכָל מָקוֹם. וּמִי שֶׁנֶּהֱרַג בַּמִּלְחָמָה בַּמָּקוֹם שֶׁיִּפּל שָׁם יִקָּבֵר. קוֹנֶה מְקוֹמוֹ כְּמֵת מִצְוָה: ",
            "אַרְבָּעָה דְּבָרִים פָּטְרוּ בַּמַּחֲנֶה. אוֹכְלִים הַדְּמַאי. וּפְטוּרִים מֵרְחִיצַת יָדַיִם בַּתְּחִלָּה. וּמְבִיאִין עֵצִים מִכָּל מָקוֹם. וַאֲפִלּוּ מְצָאָן תְּלוּשִׁים וִיבֵשִׁים אֵין מַקְפִּידִין עַל כָּךְ בַּמַּחֲנֶה. וְכֵן פְּטוּרִין מִלְּעָרֵב עֵרוּבֵי חֲצֵרוֹת בַּמַּחֲנֶה אֶלָּא מְטַלְטְלִין מֵאֹהֶל לְאֹהֶל וּמִסֻּכָּה לְסֻכָּה וְהוּא שֶׁיַּקִּיפוּ כָּל הַמַּחֲנֶה מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁתִּהְיֶה רְשׁוּת יָחִיד כְּמוֹ שֶׁנִּתְבָּאֵר בְּהִלְכוֹת שַׁבָּת. וְאֵין מְחִצָּה פְּחוּתָה מֵעֲשָׂרָה. וּכְשֵׁם שֶׁפְּטוּרִין מִכָּל אֵלּוּ בַּהֲלִיכָתָן כָּךְ פְּטוּרִין בַּחֲזִירָתָן: ",
            "וְאָסוּר לְהִפָּנוֹת בְּתוֹךְ הַמַּחֲנֶה אוֹ עַל פְּנֵי הַשָּׂדֶה בְּכָל מָקוֹם. אֶלָּא מִצְוַת עֲשֵׂה לְתַקֵּן שָׁם דֶּרֶךְ מְיֻחֶדֶת לְהִפָּנוֹת בָּהּ. שֶׁנֶּאֱמַר <small>(דברים כג, יג)</small> \"וְיָד תִּהְיֶה לְךָ מִחוּץ לַמַּחֲנֶה\": ",
            "וְכֵן מִצְוַת עֲשֵׂה לִהְיוֹת יָתֵד לְכָל אֶחָד וְאֶחָד תְּלוּיָה עִם כְּלֵי מִלְחַמְתּוֹ. וְיֵצֵא בְּאוֹתָהּ הַדֶּרֶךְ וְיַחְפֹּר בָּהּ וְיִפָּנֶה וִיכַסֶּה. שֶׁנֶּאֱמַר <small>(דברים כג, יד)</small> \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\" וְגוֹ'. וּבֵין שֶׁיֵּשׁ עִמָּהֶן אָרוֹן וּבֵין שֶׁאֵין עִמָּהֶן אָרוֹן כָּךְ הֵם עוֹשִׂים תָּמִיד. שֶׁנֶּאֱמַר <small>(דברים כג, טו)</small> \"וְהָיָה מַחֲנֶיךָ קָדוֹשׁ\": "
        ],
        [
            "אֶחָד מִלְחֶמֶת מִצְוָה וְאֶחָד מִלְחֶמֶת הָרְשׁוּת מְמַנִּין כֹּהֵן לְדַבֵּר אֶל הָעָם בִּשְׁעַת הַמִּלְחָמָה. וּמוֹשְׁחִין אוֹתוֹ בְּשֶׁמֶן הַמִּשְׁחָה וְזֶהוּ הַנִּקְרָא מְשׁוּחַ מִלְחָמָה: ",
            "שְׁתֵּי פְּעָמִים מְדַבֵּר מְשׁוּחַ מִלְחָמָה אֶל הָעָם. אַחַת בַּסְּפַר בְּעֵת שֶׁיּוֹצְאִין קֹדֶם שֶׁיַּעַרְכוּ הַמִּלְחָמָה. אוֹמֵר לָעָם <small>(דברים כ, ו)</small> \"מִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם וְלֹא חִלְּלוֹ\" וְגוֹ'. כְּשֶׁיִּשְׁמַע דְּבָרָיו יַחְזֹר מֵעוֹרְכֵי הַמִּלְחָמָה. וְאַחַת בְּעוֹרְכֵי הַמִּלְחָמָה אוֹמֵר <small>(דברים כ, ג)</small> \"אַל תִּירְאוּ וְאַל תַּחְפְּזוּ\": ",
            "עֵת שֶׁעוֹרְכִין הַמַּעֲרָכוֹת וְהֵם קְרֵבִים לְהִלָּחֵם. מְשׁוּחַ מִלְחָמָה עוֹמֵד בְּמָקוֹם גָּבוֹהַּ וְכָל הַמַּעֲרָכוֹת לְפָנָיו. וְאוֹמֵר לָהֶם בִּלְשׁוֹן הַקֹּדֶשׁ <small>(דברים כ, ג)</small> \"שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם לַמִּלְחָמָה עַל אֹיְבֵיכֶם\". <small>(דברים כ, ג)</small> \"אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְאַל תַּעַרְצוּ מִפְּנֵיהֶם\". <small>(דברים כ, ד)</small> \"כִּי ה' אֱלֹהֵיכֶם הַהלֵךְ עִמָּכֶם לְהִלָּחֵם לָכֶם עִם אֹיְבֵיכֶם לְהוֹשִׁיעַ אֶתְכֶם\". עַד כָּאן אוֹמֵר מְשׁוּחַ מִלְחָמָה וְכֹהֵן אַחֵר תַּחְתָּיו מַשְׁמִיעַ אוֹתוֹ לְכָל הָעָם בְּקוֹל רָם. וְאַחַר כָּךְ מְדַבֵּר מְשׁוּחַ מִלְחָמָה <small>(דברים כ, ה)</small> \"מִי הָאִישׁ אֲשֶׁר בָּנָה בַיִת חָדָשׁ\" וְגוֹ' <small>(דברים כ, ו)</small> \"וּמִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם\" וְגוֹ' <small>(דברים כ, ז)</small> \"וּמִי הָאִישׁ אֲשֶׁר אֵרַשׂ\" וְגוֹ'. עַד כָּאן מְשׁוּחַ מִלְחָמָה מְדַבֵּר וְהַשּׁוֹטֵר מַשְׁמִיעַ לְכָל הָעָם בְּקוֹל רָם. וְאַחַר כָּךְ מְדַבֵּר הַשּׁוֹטֵר מֵעַצְמוֹ וְאוֹמֵר <small>(דברים כ, ח)</small> \"מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב\" וְשׁוֹטֵר אַחֵר מַשְׁמִיעַ לְכָל הָעָם: ",
            "וְאַחַר שֶׁחוֹזְרִין כָּל הַחוֹזְרִין מֵעוֹרְכֵי הַמִּלְחָמָה. מְתַקְּנִין אֶת הַמַּעֲרָכוֹת. וּפוֹקְדִים שָׂרֵי צְבָאוֹת בְּרֹאשׁ הָעָם. וּמַעֲמִידִין מֵאָחוֹר כָּל מַעֲרָכָה וּמַעֲרָכָה שׁוֹטְרִים חֲזָקִים וְעַזִּים. וְכַשִּׁילִין שֶׁל בַּרְזֶל בִּידֵיהֶם. הָרוֹצֶה לַחְזֹר מִן הַמִּלְחָמָה הָרְשׁוּת בְּיָדָן לַחְתֹּךְ אֶת שׁוֹקוֹ. שֶׁתְּחִלַּת נְפִילָה נִיסָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּחְזִירִין אֲנָשִׁים אֵלּוּ מֵעוֹרְכֵי הַמִּלְחָמָה בְּמִלְחֶמֶת הָרְשׁוּת. אֲבָל בְּמִלְחֶמֶת מִצְוָה הַכּל יוֹצְאִין וַאֲפִלּוּ חָתָן מֵחַדְרוֹ וְכַלָּה מֵחֻפָּתָהּ: ",
            "אֶחָד הַבּוֹנֶה בַּיִת לִישִׁיבָתוֹ. וְאֶחָד הַבּוֹנֶה בֵּית הַבָּקָר. בֵּית הָעֵצִים. בֵּית הָאוֹצָרוֹת. הוֹאִיל וְרָאוּי לְדִירָה. וְאֶחָד הַבּוֹנֶה. וְאֶחָד הַלּוֹקֵחַ. וְאֶחָד שֶׁנִּתָּן לוֹ בְּמַתָּנָה אוֹ הַיּוֹרֵשׁ. הֲרֵי זֶה חוֹזֵר. אֲבָל הַבּוֹנֶה [בֵּית הַתֶּבֶן] וּבֵית שַׁעַר. אַכְסַדְרָה וּמִרְפֶּסֶת. אוֹ בַּיִת שֶׁאֵין בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת. אוֹ הַגּוֹזֵל בַּיִת. הֲרֵי זֶה אֵינוֹ חוֹזֵר: ",
            "אֶחָד הַנּוֹטֵעַ כֶּרֶם. וְאֶחָד הַנּוֹטֵעַ חֲמִשָּׁה אִילָנֵי מַאֲכָל. וַאֲפִלּוּ מֵחֲמֵשֶׁת מִינֵי מַאֲכָל. אֶחָד הַנּוֹטֵעַ. וְאֶחָד הַמַּבְרִיךְ וְאֶחָד הַמַּרְכִּיב הַבְרָכָה וְהַרְכָּבָה שֶׁהִיא חַיֶּבֶת בְּעָרְלָה. אֶחָד הַלּוֹקֵחַ. וְאֶחָד הַיּוֹרֵשׁ. וְאֶחָד שֶׁנִּתָּן לוֹ בְּמַתָּנָה. אֲבָל הַנּוֹטֵעַ אַרְבָּעָה אִילָנֵי מַאֲכָל. אוֹ חֲמִשָּׁה אִילָנֵי סְרָק. אוֹ שֶׁגָּזַל כֶּרֶם. אֵינוֹ חוֹזֵר עָלָיו. וְכֵן כֶּרֶם שֶׁל שְׁנֵי שֻׁתָּפִין אֵין חוֹזְרִין עָלָיו: ",
            "אֶחָד הַמְאָרֵס אֶת הַבְּתוּלָה. וְאֶחָד הַמְאָרֵס אֶת הָאַלְמָנָה. וְכֵן אִם נָפְלָה לוֹ יְבָמָה אֲפִלּוּ חֲמִשָּׁה אַחִים וּמֵת אֶחָד מֵהֶן כֻּלָּן חוֹזְרִין. קִדֵּשׁ אִשָּׁה מֵעַכְשָׁו וּלְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ וְשָׁלַם הַזְּמַן בַּמִּלְחָמָה חוֹזֵר וּבָא לוֹ: ",
            "הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. וְהַמְאָרֵס אִשָּׁה הָאֲסוּרָה עָלָיו. כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל. גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט. מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל. בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין. אֵינוֹ חוֹזֵר: ",
            "כָּל אֵלּוּ שֶׁחוֹזְרִין מֵעוֹרְכֵי הַמִּלְחָמָה. כְּשֶׁשּׁוֹמְעִין אֶת דִּבְרֵי הַכֹּהֵן חוֹזְרִין. וּמְסַפְּקִין מַיִם וּמָזוֹן לַאֲחֵיהֶם שֶׁבַּצָּבָא. וּמְתַקְּנִין אֶת הַדְּרָכִים: ",
            "וְאֵלּוּ שֶׁאֵין יוֹצְאִין לְעוֹרְכֵי הַמִּלְחָמָה כָּל עִקָּר. וְאֵין מַטְרִיחִין אוֹתָם לְשׁוּם דָּבָר בָּעוֹלָם. הַבּוֹנֶה בַּיִת וַחֲנָכוֹ. וְהַנּוֹשֵׂא אֲרוּסָתוֹ אוֹ שֶׁיִּבֵּם. וּמִי שֶׁחִלֵּל כַּרְמוֹ. אֵין יוֹצְאִין עַד תֹּם שָׁנָה. שֶׁנֶּאֱמַר <small>(דברים כד, ה)</small> \"נָקִי יִהְיֶה לְבֵיתוֹ שָׁנָה אֶחָת וְשִׂמַּח אֶת אִשְׁתּוֹ אֲשֶׁר לָקָח\". מִפִּי הַקַּבָּלָה לָמְדוּ שֶׁיִּהְיֶה נָקִי שָׁנָה בֵּין לַבַּיִת שֶׁקָּנָה בֵּין לָאִשָּׁה שֶׁנָּשָׂא בֵּין לַכֶּרֶם שֶׁהִתְחִיל לֶאֱכל פִּרְיוֹ: ",
            "כָּל הַשָּׁנָה אֵין מְסַפֵּק מַיִם וּמָזוֹן. וְלֹא מְתַקֵּן דֶּרֶךְ. וְלֹא שׁוֹמֵר בַּחוֹמָה. וְלֹא נוֹתֵן לְפַסֵּי הָעִיר. וְלֹא יַעֲבֹר עָלָיו שׁוּם דָּבָר בָּעוֹלָם. שֶׁנֶּאֱמַר <small>(דברים כד, ה)</small> \"לֹא יֵצֵא בַּצָּבָא וְלֹא יַעֲבֹר עָלָיו לְכָל דָּבָר\" לַעֲבֹר בִּשְׁנֵי לָאוִין. לֹא לְצָרְכֵי הָעִיר וְלֹא לְצָרְכֵי הַגְּדוּד: ",
            "בָּנָה בַּיִת וְהִשְׂכִּירוֹ לַאֲחֵרִים וְהִקְדִּים לוֹ שְׂכָרוֹ הֲרֵי זֶה כְּמִי שֶׁחֲנָכוֹ. נָתַן לוֹ שְׂכָרוֹ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי הוּא כְּמִי שֶׁלֹּא חֲנָכוֹ עַד עַתָּה: ",
            "בָּנָה בַּיִת וְנָתַן בּוֹ חֲפָצָיו וְנָעַל עֲלֵיהֶם. אִם הָיָה צָרִיךְ לְבַטֵּל עַל שְׁמִירָתָן הֲרֵי זֶה כְּמִי שֶׁחֲנָכוֹ וְהִתְחִיל לֵישֵׁב בּוֹ. וְאִם אֵינָן צְרִיכִין לֵישֵׁב וּלְשָׁמְרָן הֲרֵי זֶה כְּמִי שֶׁלֹּא חֲנָכוֹ: ",
            "וְכָל הַבּוֹנֶה בַּיִת אוֹ נוֹטֵעַ כֶּרֶם בְּחוּצָה לָאָרֶץ אֵינוֹ חוֹזֵר עֲלֵיהֶן: ",
            "<small>(דברים כ, ח)</small> \"מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב\" כְּמַשְׁמָעוֹ. שֶׁאֵין בְּלִבּוֹ כֹּחַ לַעֲמֹד בְּקִשְׁרֵי הַמִּלְחָמָה. וּמֵאַחַר שֶׁיִּכָּנֵס בְּקִשְׁרֵי הַמִּלְחָמָה יִשָּׁעֵן עַל מִקְוֵה יִשְׂרָאֵל וּמוֹשִׁיעוֹ בְּעֵת צָרָה וְיֵדַע שֶׁעַל יִחוּד הַשֵּׁם הוּא עוֹשֶׂה מִלְחָמָה וְיָשִׂים נַפְשׁוֹ בְּכַפּוֹ וְלֹא יִירָא וְלֹא יִפְחָד וְלֹא יַחְשֹׁב לֹא בְּאִשְׁתּוֹ וְלֹא בְּבָנָיו אֶלָּא יִמְחֶה זִכְרוֹנָם מִלִּבּוֹ וְיִפָּנֶה מִכָּל דָּבָר לַמִּלְחָמָה. וְכָל הַמַּתְחִיל לַחְשֹׁב וּלְהַרְהֵר בַּמִּלְחָמָה וּמַבְהִיל עַצְמוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(דברים כ, ג)</small> \"אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְאַל תַּעַרְצוּ מִפְּנֵיהֶם\". וְלֹא עוֹד אֶלָּא שֶׁכָּל דְּמֵי יִשְׂרָאֵל תְּלוּיִין בְּצַוָּארוֹ. וְאִם לֹא נִצֵּחַ וְלֹא עָשָׂה מִלְחָמָה בְּכָל לִבּוֹ וּבְכָל נַפְשׁוֹ. הֲרֵי זֶה כְּמִי שֶׁשָּׁפַךְ דְּמֵי הַכּל. שֶׁנֶּאֱמַר <small>(דברים כ, ח)</small> \"וְלֹא יִמַּס אֶת לְבַב אֶחָיו כִּלְבָבוֹ\". וַהֲרֵי מְפֹרָשׁ בַּקַּבָּלָה <small>(ירמיה מח, י)</small> \"אָרוּר עשֶֹׁה מְלֶאכֶת ה' רְמִיָּה\" וְאָרוּר מֹנֵעַ חַרְבּוֹ מִדָּם. וְכָל הַנִּלְחָם בְּכָל לִבּוֹ בְּלֹא פַּחַד וְתִהְיֶה כַּוָּנָתוֹ לְקַדֵּשׁ אֶת הַשֵּׁם בִּלְבַד. מֻבְטָח לוֹ שֶׁלֹּא יִמְצָא נֵזֶק וְלֹא תַּגִּיעֵהוּ רָעָה. וְיִבְנֶה לוֹ בַּיִת נָכוֹן בְּיִשְׂרָאֵל וְיִזְכֶּה לוֹ וּלְבָנָיו עַד עוֹלָם וְיִזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. שֶׁנֶּאֱמַר <small>(שמואל א כה, כח)</small> \"כִּי עָשֹׂה יַעֲשֶׂה ה' לַאדֹנִי בַּיִת נֶאֱמָן כִּי מִלְחֲמוֹת ה' אֲדֹנִי נִלְחָם וְרָעָה לֹא תִמָּצֵא בְךָ\" וְגוֹ' <small>(שמואל א כה, כט)</small> \"וְהָיְתָה נֶפֶשׁ אֲדֹנִי צְרוּרָה בִּצְרוֹר הַחַיִּים אֵת ה' אֱלֹהֶיךָ\":"
        ],
        [
            "חֲלוּצֵי צָבָא כְּשֶׁיִּכָּנְסוּ בִּגְבוּל הָעַכּוּ''ם וְיִכְבְּשׁוּם וְיִשְׁבּוּ מֵהֶן. מֻתָּר לָהֶן לֶאֱכל נְבֵלוֹת וּטְרֵפוֹת וּבְשַׂר חֲזִיר וְכַיּוֹצֵא בּוֹ אִם יִרְעַב וְלֹא מָצָא מַה יֹּאכַל אֶלָּא מַאֲכָלוֹת אֵלּוּ הָאֲסוּרִים. וְכֵן שׁוֹתֶה יֵין נֶסֶךְ. מִפִּי הַשְּׁמוּעָה לָמְדוּ וּבָתִּים מְלֵאִים כָּל טוּב עָרְפֵּי חֲזִירִים וְכַיּוֹצֵא בָּהֶן: ",
            "וְכֵן בּוֹעֵל אִשָּׁה בְּגֵיוּתָהּ אִם תְּקָפוֹ יִצְרוֹ. אֲבָל לֹא יִבְעָלֶנָּה וְיֵלֵךְ לוֹ. אֶלָּא מַכְנִיסָהּ לְתוֹךְ בֵּיתוֹ. שֶׁנֶּאֱמַר <small>(דברים כא, יא)</small> \"וְרָאִיתָ בַּשִּׁבְיָה אֵשֶׁת יְפַת תֹּאַר\". וְאָסוּר לִבְעל אוֹתָהּ בִּיאָה שְׁנִיָּה עַד שֶׁיִּשָּׂאֶנָּה: ",
            "אֵין אֵשֶׁת יְפַת תֹּאַר מֻתֶּרֶת אֶלָּא בִּשְׁעַת הַשִּׁבְיָה. שֶׁנֶּאֱמַר <small>(דברים כא, יא)</small> \"וְרָאִיתָ בַּשִּׁבְיָה\". בֵּין בְּתוּלָה בֵּין בְּעוּלָה בֵּין אֵשֶׁת אִישׁ. שֶׁאֵין אִישׁוּת לְעַכּוּ''ם. וְחָשַׁקְתָּ אַף עַל פִּי שֶׁאֵינָהּ יָפָה. בָהּ וְלֹא בַּחֲבֶרְתָּהּ שֶׁלֹּא יִבְעל שְׁתַּיִם. וְלָקַחְתָּ לְךָ לְאִשָּׁה שֶׁלֹּא יִקַּח שְׁתַּיִם וְיִבְעל אַחַת וְיַנִּיחַ אַחַת לְאָבִיו אוֹ לְאָחִיו. וּמִנַּיִן שֶׁלֹּא יִלְחָצֶנָּה בַּמִּלְחָמָה. שֶׁנֶּאֱמַר <small>(דברים כא, יב)</small> \"וַהֲבֵאתָהּ אֶל תּוֹךְ בֵּיתֶךָ\". יַכְנִיסָהּ לְמָקוֹם וְאַחַר כָּךְ יִבְעל: ",
            "הַכֹּהֵן מֻתָּר בִּיפַת תֹּאַר בְּבִיאָה רִאשׁוֹנָה. שֶׁלֹּא דִּבְּרָה תּוֹרָה אֶלָּא כְּנֶגֶד הַיֵּצֶר. אֲבָל אֵינוֹ יָכוֹל לִשָּׂאֶנָּה אַחַר כָּךְ מִפְּנֵי שֶׁהִיא גִּיֹּרֶת: ",
            "וְכֵיצַד דִּין יִשְׂרָאֵל בִּיפַת תֹּאַר. אַחֲרֵי שֶׁיִּבְעָלֶנָּה בִּיאָה רִאשׁוֹנָה וְהִיא בְּגֵיוּתָהּ אִם קִבְּלָה עָלֶיהָ לְהִכָּנֵס תַּחַת כַּנְפֵי הַשְּׁכִינָה מַטְבִּילָהּ לְשֵׁם גֵּרוּת מִיָּד. וְאִם לֹא קִבְּלָה תֵּשֵׁב בְּבֵיתוֹ שְׁלֹשִׁים יוֹם. שֶׁנֶּאֱמַר <small>(דברים כא, יג)</small> \"וּבָכְתָה אֶת אָבִיהָ וְאֶת אִמָּהּ יֶרַח יָמִים\". וְכֵן בּוֹכָה עַל דָּתָהּ וְאֵינוֹ מוֹנְעָהּ. וּמְגַדֶּלֶת אֶת צִפָּרְנֶיהָ. וּמְגַלַּחַת אֶת רֹאשָׁהּ כְּדֵי שֶׁתִּתְגַּנֶּה בְּעֵינָיו. וְתִהְיֶה עִמּוֹ בַּבַּיִת. נִכְנָס וְרוֹאֶה אוֹתָהּ. יוֹצֵא וְרוֹאֶה אוֹתָהּ. כְּדֵי שֶׁיָּקוּץ בָּהּ. וּמְגַלְגֵּל עִמָּהּ כְּדֵי שֶׁתְּקַבֵּל. אִם קִבְּלָה וְרָצָה בָּהּ. הֲרֵי זוֹ מִתְגַיֶּרֶת וְטוֹבֶלֶת כְּכָל הַגֵּרִים: ",
            "וּצְרִיכָה לְהַמְתִּין שְׁלֹשָׁה חֳדָשִׁים. חֹדֶשׁ שֶׁל בְּכִיָּה וּשְׁנֵי חֳדָשִׁים אַחֲרָיו. וְנוֹשְׂאָהּ בִּכְתֻבָּה וְקִדּוּשִׁין. אִם לֹא חָפֵץ בָּהּ מְשַׁלְּחָהּ לְנַפְשָׁהּ. וְאִם מְכָרָהּ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כא, יד)</small> \"וּמָכֹר לֹא תִמְכְּרֶנָּה בַּכָּסֶף\". [וְאִם מְכָרָהּ] אֵינָהּ מְכוּרָה וּמַחֲזִיר הַדָּמִים. וְכֵן אִם כְּבָשָׁהּ אַחַר שֶׁנִּבְעֲלָה לְשֵׁם שִׁפְחָה מִשֶּׁיִּשְׁתַּמֵּשׁ בָּהּ עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(דברים כא, יד)</small> \"לֹא תִתְעַמֵּר בָּהּ\" שֶׁלֹּא יִשְׁתַּמֵּשׁ בָּהּ: ",
            "לֹא רָצְתָה לְהִתְגַּיֵּר מְגַלְגְּלִין עִמָּהּ שְׁנֵים עָשָׂר חֹדֶשׁ. לֹא רָצְתָה מְקַבֶּלֶת שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ וּמְשַׁלְּחָהּ לְנַפְשָׁהּ. וַהֲרֵי הִיא כְּכָל הַגֵּרִים הַתּוֹשָׁבִים. וְאֵינוֹ נוֹשְׂאָהּ שֶׁאָסוּר לִשָּׂא אִשָּׁה שֶׁלֹּא נִתְגַּיְּרָה: ",
            "נִתְעַבְּרָה מִבִּיאָה רִאשׁוֹנָה הֲרֵי הַוָּלָד גֵּר. וְאֵינוֹ בְּנוֹ לְדָבָר מִן הַדְּבָרִים מִפְּנֵי שֶׁהוּא מִן הָעַכּוּ''ם. אֶלָּא בֵּית דִּין מַטְבִּילִין אוֹתוֹ עַל דַּעְתָּם. וְתָמָר מִבִּיאָה רִאשׁוֹנָה שֶׁל יְפַת תֹּאַר הָיְתָה. אֲבָל אַבְשָׁלוֹם נוֹלַד מֵאַחַר הַנִּשּׂוּאִין. נִמְצֵאת תָּמָר אֲחוֹת אַבְשָׁלוֹם מֵאִמּוֹ וּמֻתֶּרֶת לְהִנָּשֵׂא לְאַמְנוֹן. וְכֵן הוּא אוֹמֵר <small>(שמואל ב יג, יג)</small> \"דַּבֶּר נָא אֶל הַמֶּלֶךְ כִּי לֹא יִמְנָעֵנִי מִמֶּךָּ\": ",
            "יְפַת תֹּאַר שֶׁלֹּא רָצְתָה לְהָנִיחַ עֲבוֹדָה זָרָה אַחַר הַשְּׁנֵים עָשָׂר חֹדֶשׁ. הוֹרְגִין אוֹתָהּ. וְכֵן עִיר שֶׁהִשְׁלִימָה אֵין כּוֹרְתִין לָהֶן בְּרִית עַד שֶׁיִּכְפְּרוּ בַּעֲבוֹדָה זָרָה וִיאַבְּדוּ אֶת כָּל מְקוֹמוֹתֶיהָ וִיקַבְּלוּ שְׁאָר הַמִּצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ. שֶׁכָּל עַכּוּ''ם שֶׁלֹּא קִבֵּל מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ הוֹרְגִין אוֹתוֹ אִם יֶשְׁנוֹ תַּחַת יָדֵינוּ: ",
            "משֶׁה רַבֵּנוּ לֹא הִנְחִיל הַתּוֹרָה וְהַמִּצְוֹת אֶלָּא לְיִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים לג, ד)</small> \"מוֹרָשָׁה קְהִלַּת יַעֲקֹב\". וּלְכָל הָרוֹצֶה לְהִתְגַּיֵּר מִשְּׁאָר הָאֻמּוֹת. שֶׁנֶּאֱמַר <small>(במדבר טו, טו)</small> \"כָּכֶם כַּגֵּר\". אֲבָל מִי שֶׁלֹּא רָצָה אֵין כּוֹפִין אוֹתוֹ לְקַבֵּל תּוֹרָה וּמִצְוֹת. וְכֵן צִוָּה משֶׁה רַבֵּנוּ מִפִּי הַגְּבוּרָה לָכֹף אֶת כָּל בָּאֵי הָעוֹלָם לְקַבֵּל מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ. וְכָל מִי שֶׁלֹּא יְקַבֵּל יֵהָרֵג. וְהַמְקַבֵּל אוֹתָם הוּא הַנִּקְרָא גֵּר תּוֹשָׁב בְּכָל מָקוֹם. וְצָרִיךְ לְקַבֵּל עָלָיו בִּפְנֵי שְׁלֹשָׁה חֲבֵרִים. וְכָל הַמְקַבֵּל עָלָיו לָמוּל וְעָבְרוּ עָלָיו שְׁנֵים עָשָׂר חֹדֶשׁ וְלֹא מָל הֲרֵי זֶה כְּמִן הָאֻמּוֹת: ",
            "כָּל הַמְקַבֵּל שֶׁבַע מִצְוֹת וְנִזְהָר לַעֲשׂוֹתָן הֲרֵי זֶה מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם. וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. וְהוּא שֶׁיְּקַבֵּל אוֹתָן וְיַעֲשֶׂה אוֹתָן מִפְּנֵי שֶׁצִּוָּה בָּהֶן הַקָּדוֹשׁ בָּרוּךְ הוּא בַּתּוֹרָה וְהוֹדִיעָנוּ עַל יְדֵי משֶׁה רַבֵּנוּ שֶׁבְּנֵי נֹחַ מִקֹּדֶם נִצְטַוּוּ בָּהֶן. אֲבָל אִם עֲשָׂאָן מִפְּנֵי הֶכְרֵעַ הַדַּעַת אֵין זֶה גֵּר תּוֹשָׁב וְאֵינוֹ מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם וְלֹא מֵחַכְמֵיהֶם:"
        ],
        [
            "עַל שִׁשָּׁה דְּבָרִים נִצְטַוָּה אָדָם הָרִאשׁוֹן. עַל עֲבוֹדָה זָרָה. וְעַל בִּרְכַּת הַשֵּׁם. וְעַל שְׁפִיכוּת דָּמִים. וְעַל גִּלּוּי עֲרָיוֹת. וְעַל הַגֵּזֶל. וְעַל הַדִּינִים. אַף עַל פִּי שֶׁכֻּלָּן הֵן קַבָּלָה בְּיָדֵינוּ מִמּשֶׁה רַבֵּנוּ. וְהַדַּעַת נוֹטָה לָהֶן. מִכְּלַל דִּבְרֵי תּוֹרָה יֵרָאֶה שֶׁעַל אֵלּוּ נִצְטַוָּה. הוֹסִיף לְנֹחַ אֵבֶר מִן הַחַי שֶׁנֶּאֱמַר <small>(בראשית ט, ד)</small> \"אַךְ בָּשָׂר בְּנַפְשׁוֹ דָמוֹ לֹא תֹאכֵלוּ\". נִמְצְאוּ שֶׁבַע מִצְוֹת. וְכֵן הָיָה הַדָּבָר בְּכָל הָעוֹלָם עַד אַבְרָהָם. בָּא אַבְרָהָם וְנִצְטַוָּה יֶתֶר עַל אֵלּוּ בְּמִילָה. וְהוּא הִתְפַּלֵּל שַׁחֲרִית. וַיִּצְחָק הִפְרִישׁ מַעֲשֵׂר וְהוֹסִיף תְּפִלָּה אַחֶרֶת לִפְנוֹת הַיּוֹם. וְיַעֲקֹב הוֹסִיף גִּיד הַנָּשֶׁה וְהִתְפַּלֵּל עַרְבִית. וּבְמִצְרַיִם נִצְטַוָּה עַמְרָם בְּמִצְוֹת יְתֵרוֹת. עַד שֶׁבָּא משֶׁה רַבֵּנוּ וְנִשְׁלְמָה תּוֹרָה עַל יָדוֹ: ",
            "בֶּן נֹחַ שֶׁעָבַד עֲבוֹדָה זָרָה הֲרֵי זֶה חַיָּב. וְהוּא שֶׁיַּעֲבֹד כְּדַרְכָּהּ. וְכָל עֲבוֹדָה זָרָה שֶׁבֵּית דִּין שֶׁל יִשְׂרָאֵל מְמִיתִין עָלֶיהָ בֶּן נֹחַ נֶהֱרָג עָלֶיהָ. וְכָל שֶׁאֵין בֵּית דִּין שֶׁל יִשְׂרָאֵל מְמִיתִין עָלֶיהָ אֵין בֶּן נֹחַ נֶהֱרָג עָלֶיהָ. וְאַף עַל פִּי שֶׁאֵינוֹ נֶהֱרָג אָסוּר בַּכּל. וְאֵין מְנִיחִין אוֹתוֹ לְהָקִים מַצֵּבָה. וְלֹא לִטַּע אֲשֵׁרָה. וְלֹא לַעֲשׂוֹת צוּרוֹת וְכַיּוֹצֵא בָּהֶן לְנוֹי: ",
            "בֶּן נֹחַ שֶׁבֵּרֵךְ אֶת הַשֵּׁם. בֵּין שֶׁבֵּרֵךְ בַּשֵּׁם הַמְיֻחָד. בֵּין שֶׁבֵּרֵךְ בְּכִנּוּי בְּכָל לָשׁוֹן חַיָּב. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל: ",
            "בֶּן נֹחַ שֶׁהָרַג נֶפֶשׁ אֲפִלּוּ עֵבָּר בִּמְעֵי אִמּוֹ נֶהֱרָג עָלָיו. וְכֵן אִם הָרַג טְרֵפָה אוֹ שֶׁכְּפָתוֹ וּנְתָנוֹ לִפְנֵי אֲרִי אוֹ שֶׁהִנִּיחוֹ בָּרָעָב עַד שֶׁמֵּת. הוֹאִיל וְהֵמִית מִכָּל מָקוֹם נֶהֱרָג. וְכֵן אִם הָרַג רוֹדֵף שֶׁיָּכוֹל לְהַצִּילוֹ בְּאֶחָד מֵאֵיבָרָיו נֶהֱרָג עָלָיו. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל: ",
            "שֵׁשׁ עֲרָיוֹת אֲסוּרוֹת עַל בְּנֵי נֹחַ. הָאֵם. וְאֵשֶׁת הָאָב. וְאֵשֶׁת אִישׁ. וַאֲחוֹתוֹ מֵאִמּוֹ. וְזָכוּר. וּבְהֵמָה. שֶׁנֶּאֱמַר <small>(בראשית ב, כד)</small> \"עַל כֵּן יַעֲזָב אִישׁ אֶת אָבִיו\" זוֹ אֵשֶׁת אָבִיו. <small>(בראשית ב, כד)</small> \"וְאֶת אִמּוֹ\" כְּמַשְׁמָעָהּ. <small>(בראשית ב, כד)</small> \"וְדָבַק בְּאִשְׁתּוֹ\" וְלֹא בְּאֵשֶׁת חֲבֵרוֹ. בְּאִשְׁתּוֹ וְלֹא בְּזָכוּר. <small>(בראשית ב, כד)</small> \"וְהָיוּ לְבָשָׂר אֶחָד\" לְהוֹצִיא בְּהֵמָה חַיָּה וְעוֹף שֶׁאֵין הוּא וְהֵם בָּשָׂר אֶחָד. וְנֶאֱמַר <small>(בראשית כ, יב)</small> \"אֲחֹתִי בַת אָבִי הִיא אַךְ לֹא בַת אִמִּי וַתְּהִי לִי לְאִשָּׁה\": ",
            "בֶּן נֹחַ חַיָּב עַל מְפֻתַּת אָבִיו וַאֲנוּסַת אָבִיו הֲרֵי הִיא אִמּוֹ מִכָּל מָקוֹם. וְחַיָּב עַל אֵשֶׁת אָבִיו אֲפִלּוּ לְאַחַר מִיתַת אָבִיו. וְחַיָּב עַל הַזָּכוּר בֵּין קָטָן בֵּין גָּדוֹל וְעַל הַבְּהֵמָה בֵּין קְטַנָּה בֵּין גְּדוֹלָה. וְהוּא נֶהֱרָג לְבַדּוֹ וְאֵין הוֹרְגִין אֶת הַבְּהֵמָה. שֶׁלֹּא נִצְטַוּוּ בַּהֲרִיגַת בְּהֵמָה אֶלָּא יִשְׂרָאֵל: ",
            "אֵין בֶּן נֹחַ חַיָּב עַל אֵשֶׁת חֲבֵרוֹ עַד שֶׁיָּבוֹא עָלֶיהָ כְּדַרְכָּהּ אַחַר שֶׁנִּבְעֲלָה לְבַעְלָהּ. אֲבָל מְאֹרָסָה אוֹ שֶׁנִּכְנְסָה לְחֻפָּה וְלֹא נִבְעֲלָה אֵין חַיָּבִין עָלֶיהָ. שֶׁנֶּאֱמַר <small>(בראשית כ, ג)</small> \"וְהִיא בְּעֻלַת בָּעַל\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּבֶן נֹחַ שֶׁבָּא עַל בַּת נֹחַ. אֲבָל עַכּוּ''ם הַבָּא עַל הַיִּשְׂרְאֵלִית בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ חַיָּב. וְאִם הָיְתָה נַעֲרָה מְאֹרָסָה נִסְקָל עָלֶיהָ כְּדִינֵי יִשְׂרָאֵל. בָּא עָלֶיהָ אַחַר שֶׁנִּכְנְסָה לַחֻפָּה וְלֹא נִבְעֲלָה הֲרֵי זֶה בְּחֶנֶק כְּדִינֵי יִשְׂרָאֵל. אֲבָל אִם בָּא עַל אֵשֶׁת יִשְׂרָאֵל אַחַר שֶׁנִּבְעֲלָה הֲרֵי זֶה כְּמִי שֶׁבָּא עַל אֵשֶׁת עַכּוּ''ם חֲבֵרוֹ וְיֵהָרֵג בְּסַיִף: ",
            "בֶּן נֹחַ שֶׁיִּחֵד שִׁפְחָה לְעַבְדּוֹ וּבָא עָלֶיהָ הֲרֵי זֶה נֶהֱרָג עָלֶיהָ מִשּׁוּם אֵשֶׁת חֲבֵרוֹ. וְאֵינוֹ חַיָּב עָלֶיהָ עַד שֶׁיִּפְשֹׁט הַדָּבָר וְיֹאמְרוּ לָהּ הָעָם זוֹ דְּבֵית עֶבֶד פְּלוֹנִי. וּמֵאֵימָתַי תַּחְזֹר לְהֶתֵּרָהּ מִשֶּׁיַּפְרִישֶׁנָּה מֵעַבְדּוֹ וְיִפְרַע רֹאשָׁהּ בַּשּׁוּק. וּמֵאֵימָתַי תִּהְיֶה אֵשֶׁת חֲבֵרוֹ כִּגְרוּשָׁה שֶׁלָּנוּ מִשֶּׁיּוֹצִיאֶנָּה מִבֵּיתוֹ וִישַׁלְּחֶנָּה לְעַצְמָהּ. אוֹ מִשֶּׁתֵּצֵא הִיא מִתַּחַת רְשׁוּתוֹ וַתֵּלֶךְ לָהּ. שֶׁאֵין לָהֶם גֵּרוּשִׁין בִּכְתָב. וְאֵין הַדָּבָר תָּלוּיִ בּוֹ לְבַד. אֶלָּא כָּל זְמַן שֶׁיִּרְצֶה הוּא אוֹ הִיא לִפְרשׁ זֶה מִזֶּה פּוֹרְשִׁין: ",
            "בֶּן נֹחַ חַיָּב עַל הַגֵּזֶל. בֵּין שֶׁגָּזַל עַכּוּ''ם בֵּין שֶׁגָּזַל יִשְׂרָאֵל. וְאֶחָד הַגּוֹזֵל אוֹ הַגּוֹנֵב מָמוֹן אוֹ גּוֹנֵב נֶפֶשׁ אוֹ הַכּוֹבֵשׁ שְׂכַר שָׂכִיר וְכַיּוֹצֵא בּוֹ. אֲפִלּוּ פּוֹעֵל שֶׁאָכַל שֶׁלֹּא בִּשְׁעַת מְלָאכָה. עַל הַכּל הוּא חַיָּב וַהֲרֵי הוּא בִּכְלַל גַּזְלָן. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל. וְכֵן חַיָּב עַל פָּחוֹת מִשְּׁוֵה פְּרוּטָה. וּבֶן נֹחַ שֶׁגָּזַל פָּחוֹת מִשְּׁוֵה פְּרוּטָה וּבָא אַחֵר וּגְזָלָהּ מִמֶּנּוּ. שְׁנֵיהֶן נֶהֱרָגִין עָלֶיהָ: ",
            "וְכֵן חַיָּב עַל אֵבֶר מִן הַחַי וְעַל בָּשָׂר מִן הַחַי בְּכָל שֶׁהוּא. שֶׁלֹּא נִתְּנוּ הַשִּׁעוּרִין אֶלָּא לְיִשְׂרָאֵל בִּלְבַד. וּמֻתָּר הוּא בְּדָם מִן הַחַי: ",
            "אֶחָד הָאֵבֶר אוֹ הַבָּשָׂר הַפּוֹרֵשׁ מִן הַבְּהֵמָה אוֹ מִן הַחַיָּה. אֲבָל הָעוֹף יֵרָאֶה לִי שֶׁאֵין בֶּן נֹחַ נֶהֱרָג עַל אֵבֶר מִן הַחַי מִמֶּנּוּ: ",
            "הַשּׁוֹחֵט אֶת הַבְּהֵמָה אֲפִלּוּ שָׁחַט בָּהּ שְׁנֵי הַסִּימָנִין. כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת אֵבֶר וּבָשָׂר הַפּוֹרְשִׁין מִמֶּנָּה אֲסוּרִין לִבְנֵי נֹחַ מִשּׁוּם אֵבֶר מִן הַחַי: ",
            "כָּל שֶׁאָסוּר עַל יִשְׂרָאֵל מִשּׁוּם אֵבֶר מִן הַחַי אָסוּר עַל בְּנֵי נֹחַ. וְיֵשׁ שֶׁבְּנֵי נֹחַ חַיָּבִין וְלֹא יִשְׂרָאֵל. שֶׁבְּנֵי נֹחַ אֶחָד בְּהֵמָה וְחַיָּה בֵּין טְמֵאָה בֵּין טְהוֹרָה חַיָּבִין עָלֶיהָ מִשּׁוּם אֵבֶר מִן הַחַי. וּמִשּׁוּם בָּשָׂר מִן הַחַי. וְאֵבֶר וּבָשָׂר הַפּוֹרְשִׁין מִן הַמְפַרְכֶּסֶת אַף עַל פִּי שֶׁשָּׁחַט בָּהּ יִשְׂרָאֵל שְׁנֵי סִימָנִין הֲרֵי זֶה אָסוּר לִבְנֵי נֹחַ מִשּׁוּם אֵבֶר מִן הַחַי: ",
            "וְכֵיצַד מְצֻוִּין הֵן עַל הַדִּינִין. חַיָּבִין לְהוֹשִׁיב דַּיָּנִין וְשׁוֹפְטִים בְּכָל פֶּלֶךְ וּפֶלֶךְ לָדוּן בְּשֵׁשׁ מִצְוֹת אֵלּוּ. וּלְהַזְהִיר אֶת הָעָם. וּבֶן נֹחַ שֶׁעָבַר עַל אַחַת מִשֶּׁבַע מִצְוֹת אֵלּוּ יֵהָרֵג בְּסַיִף. וּמִפְּנֵי זֶה נִתְחַיְּבוּ כָּל בַּעֲלֵי שְׁכֶם הֲרִיגָה. שֶׁהֲרֵי שְׁכֶם גָּזַל וְהֵם רָאוּ וְיָדְעוּ וְלֹא דָּנוּהוּ. וּבֶן נֹחַ נֶהֱרָג בְּעֵד אֶחָד וּבְדַיָּן אֶחָד בְּלֹא הַתְרָאָה וְעַל פִּי קְרוֹבִין. אֲבָל לֹא בְּעֵדוּת אִשָּׁה. וְלֹא תָּדוּן אִשָּׁה לָהֶם: "
        ],
        [
            "בֶּן נֹחַ שֶׁשָּׁגַג בְּאַחַת מִמִּצְוֹתָיו פָּטוּר מִכְּלוּם. חוּץ מֵרוֹצֵחַ בִּשְׁגָגָה שֶׁאִם הֲרָגוֹ גּוֹאֵל הַדָּם אֵינוֹ נֶהֱרָג עָלָיו. וְאֵין לוֹ עִיר מִקְלָט. אֲבָל בָּתֵּי דִּינֵיהֶן אֵין מְמִיתִין אוֹתוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשָׁגַג בְּאַחַת מִמִּצְוֹת וְעָבַר בְּלֹא כַּוָּנָה. כְּגוֹן שֶׁבָּעַל אֵשֶׁת חֲבֵרוֹ וְדִמָּה שֶׁהִיא אִשְׁתּוֹ אוֹ פְּנוּיָה. אֲבָל אִם יָדַע שֶׁהִיא אֵשֶׁת חֲבֵרוֹ וְלֹא יָדַע שֶׁהִיא אֲסוּרָה עָלָיו. אֶלָּא עָלָה עַל לִבּוֹ שֶׁדָּבָר זֶה מֻתָּר לוֹ. וְכֵן אִם הָרַג וְהוּא לֹא יָדַע שֶׁאָסוּר לַהֲרֹג. הֲרֵי זֶה קָרוֹב לְמֵזִיד וְנֶהֱרָג. וְלֹא תֵּחָשֵׁב זוֹ לָהֶם שְׁגָגָה מִפְּנֵי שֶׁהָיָה לוֹ לִלְמֹד וְלֹא לָמַד: ",
            "בֶּן נֹחַ שֶׁאֲנָסוֹ אַנָּס לַעֲבֹר עַל אַחַת מִמִּצְוֹתָיו. מֻתָּר לוֹ לַעֲבֹר. אֲפִלּוּ נֶאֱנַס לַעֲבֹד עֲבוֹדָה זָרָה עוֹבֵד. לְפִי שֶׁאֵינָן מְצֻוִּין עַל קִדּוּשׁ הַשֵּׁם. וּלְעוֹלָם אֵין עוֹנְשִׁין מֵהֶן לֹא קָטָן וְלֹא חֵרֵשׁ וְלֹא שׁוֹטֶה לְפִי שֶׁאֵינָן בְּנֵי מִצְוֹת: ",
            "בֶּן נֹחַ שֶׁנִּתְגַּיֵּר וּמָל וְטָבַל וְאַחַר כָּךְ רָצָה לַחְזֹר מֵאַחֲרֵי ה' וְלִהְיוֹת גֵּר תּוֹשָׁב בִּלְבַד כְּשֶׁהָיָה מִקֹּדֶם. אֵין שׁוֹמְעִין לוֹ. אֶלָּא יִהְיֶה כְּיִשְׂרָאֵל לְכָל דָּבָר אוֹ יֵהָרֵג. וְאִם הָיָה קָטָן כְּשֶׁהִטְבִּילוּהוּ בֵּית דִּין. יָכוֹל לִמְחוֹת בְּשָׁעָה שֶׁיַּגְדִּיל וְיִהְיֶה גֵּר תּוֹשָׁב בִּלְבַד. וְכֵיוָן שֶׁלֹּא מִחָה בִּשְׁעָתוֹ שׁוּב אֵינוֹ מוֹחֶה אֶלָּא הֲרֵי הוּא גֵּר צֶדֶק. לְפִיכָךְ אִם בָּא יִשְׂרָאֵל עַל קְטַנָּה שֶׁהִטְבִּילוּהָ בֵּית דִּין. כֶּסֶף כְּתֻבָּתָהּ אוֹ קְנָס אוֹנֵס אוֹ מְפַתֶּה יִהְיֶה הַכּל תַּחַת יַד בֵּית דִּין עַד שֶׁתַּגְדִּיל וְלֹא תִּמְחֶה בַּגֵּרוּת. שֶׁמָּא תִּטּל וְתַגְדִּיל וְתִמְחֶה וְנִמְצֵאת זוֹ אוֹכֶלֶת בְּגֵיוּתָהּ מָעוֹת שֶׁאֵין לָהּ זְכוּת בָּהֶן אֶלָּא בְּדִינֵי יִשְׂרָאֵל: ",
            "בֶּן נֹחַ שֶׁבֵּרֵךְ אֶת הַשֵּׁם אוֹ שֶׁעָבַד עֲבוֹדָה זָרָה אוֹ שֶׁבָּא עַל אֵשֶׁת חֲבֵרוֹ אוֹ שֶׁהָרַג חֲבֵרוֹ וְנִתְגַּיֵּר. פָּטוּר. הָרַג בֶּן יִשְׂרָאֵל אוֹ שֶׁבָּא עַל אֵשֶׁת יִשְׂרָאֵל וְנִתְגַּיֵּר חַיָּב וְהוֹרְגִין אוֹתוֹ עַל בֶּן יִשְׂרָאֵל. וְחוֹנְקִין אוֹתוֹ עַל אֵשֶׁת יִשְׂרָאֵל שֶׁבָּעַל שֶׁהֲרֵי נִשְׁתַּנָּה דִּינוֹ: ",
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל מִיתַת בְּנֵי נֹחַ בְּסַיִף. אֶלָּא אִם בָּעַל אֵשֶׁת יִשְׂרָאֵל אוֹ נַעֲרָה מְאֹרָסָה יִסָּקֵל. וְאִם בְּעָלָהּ אַחַר שֶׁנִּכְנְסָה לַחֻפָּה קֹדֶם שֶׁתִּבָּעֵל יֵחָנֵק: ",
            "מִפִּי הַקַּבָּלָה שֶׁבְּנֵי נֹחַ אֲסוּרִין בְּהַרְבָּעַת בְּהֵמָה וּבְהַרְכָּבַת אִילָן בִּלְבַד. וְאֵין נֶהֱרָגִין עֲלֵיהֶן. וְעַכּוּ''ם שֶׁהִכָּה יִשְׂרָאֵל אֲפִלּוּ חָבַל בּוֹ כָּל שֶׁהוּא אַף עַל פִּי שֶׁהוּא חַיָּב מִיתָה אֵינוֹ נֶהֱרָג: ",
            "הַמִּילָה נִצְטַוָּה בָּהּ אַבְרָהָם וְזַרְעוֹ בִּלְבַד. שֶׁנֶּאֱמַר <small>(בראשית יז, ט)</small> \"אַתָּה וְזַרְעֲךָ אַחֲרֶיךָ\". יָצָא זַרְעוֹ שֶׁל יִשְׁמָעֵאל שֶׁנֶּאֱמַר <small>(בראשית כא, יב)</small> \"כִּי בְיִצְחָק יִקָּרֵא לְךָ זָרַע\". וְיָצָא עֵשָׂו שֶׁהֲרֵי יִצְחָק אָמַר לְיַעֲקֹב <small>(בראשית כח, ד)</small> \"וְיִתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם לְךָ וּלְזַרְעֲךָ\". מִכְלַל שֶׁהוּא לְבַדּוֹ זַרְעוֹ שֶׁל אַבְרָהָם הַמַּחֲזִיק בְּדָתוֹ וּבְדַרְכּוֹ הַיְשָׁרָה. וְהֵם הַמְחֻיָּבִין בְּמִילָה: ",
            "אָמְרוּ חֲכָמִים שֶׁבְּנֵי קְטוּרָה שֶׁהֵם זַרְעוֹ שֶׁל אַבְרָהָם שֶׁבָּא אַחַר יִשְׁמָעֵאל וְיִצְחָק חַיָּבִין בְּמִילָה. וְהוֹאִיל וְנִתְעָרְבוּ הַיּוֹם בְּנֵי יִשְׁמָעֵאל בִּבְנֵי קְטוּרָה יִתְחַיְּבוּ הַכּל בְּמִילָה בַּשְּׁמִינִי. וְאֵין נֶהֱרָגִין עָלֶיהָ: ",
            "עַכּוּ''ם שֶׁעָסַק בַּתּוֹרָה חַיָּב מִיתָה. לֹא יַעֲסֹק אֶלָּא בְּשֶׁבַע מִצְוֹת שֶׁלָּהֶן בִּלְבַד. וְכֵן עַכּוּ''ם שֶׁשָּׁבַת אֲפִלּוּ בְּיוֹם מִימוֹת הַחל אִם עֲשָׂאָהוּ לְעַצְמוֹ כְּמוֹ שַׁבָּת חַיָּב מִיתָה. וְאֵין צָרִיךְ לוֹמַר אִם עָשָׂה מוֹעֵד לְעַצְמוֹ. כְּלָלוֹ שֶׁל דָּבָר אֵין מְנִיחִין אוֹתָן לְחַדֵּשׁ דָּת וְלַעֲשׂוֹת מִצְוֹת לְעַצְמָן מִדַּעְתָּן. אֶלָּא אוֹ יִהְיֶה גֵּר צֶדֶק וִיקַבֵּל כָּל הַמִּצְוֹת. אוֹ יַעֲמֹד בְּתוֹרָתוֹ וְלֹא יוֹסִיף וְלֹא יִגְרַע. וְאִם עָסַק בַּתּוֹרָה אוֹ שָׁבַת אוֹ חִדֵּשׁ דָּבָר. מַכִּין אוֹתוֹ וְעוֹנְשִׁין אוֹתוֹ וּמוֹדִיעִין אוֹתוֹ שֶׁהוּא חַיָּב מִיתָה עַל זֶה. אֲבָל אֵינוֹ נֶהֱרָג: ",
            "בֶּן נֹחַ שֶׁרָצָה לַעֲשׂוֹת מִצְוָה מִשְּׁאָר מִצְוֹת הַתּוֹרָה כְּדֵי לְקַבֵּל שָׂכָר. אֵין מוֹנְעִין אוֹתוֹ לַעֲשׂוֹתָהּ כְּהִלְכָתָהּ. וְאִם הֵבִיא עוֹלָה מְקַבְּלִין מִמֶּנּוּ. נָתַן צְדָקָה מְקַבְּלִין מִמֶּנּוּ. וְיֵרָאֶה לִי שֶׁנּוֹתְנִין אוֹתָהּ לַעֲנִיֵּי יִשְׂרָאֵל. הוֹאִיל וְהוּא נִזּוֹן מִיִּשְׂרָאֵל וּמִצְוָה עֲלֵיהֶם לְהַחְיוֹתוֹ. אֲבָל הָעַכּוּ''ם שֶׁנָּתַן צְדָקָה מְקַבְּלִין מִמֶּנּוּ וְנוֹתְנִין אוֹתָהּ לַעֲנִיֵּי עַכּוּ''ם: ",
            "חַיָּבִין בֵּית דִּין שֶׁל יִשְׂרָאֵל לַעֲשׂוֹת שׁוֹפְטִים לְאֵלּוּ הַגֵּרִים הַתּוֹשָׁבִים לָדוּן לָהֶן עַל פִּי מִשְׁפָּטִים אֵלּוּ. כְּדֵי שֶׁלֹּא יִשָּׁחֵת הָעוֹלָם. אִם רָאוּ בֵּית דִּין שֶׁיַּעֲמִידוּ שׁוֹפְטֵיהֶם מֵהֶן מַעֲמִידִין. וְאִם רָאוּ שֶׁיַּעֲמִידוּ לָהֶן מִיִּשְׂרָאֵל מַעֲמִידִין: ",
            "שְׁנֵי עַכּוּ''ם שֶׁבָּאוּ לְפָנֶיךָ לָדוּן בְּדִינֵי יִשְׂרָאֵל וְרָצוּ שְׁנֵיהֶן לָדוּן דִּין תּוֹרָה דָּנִין. הָאֶחָד רוֹצֶה וְהָאֶחָד אֵינוֹ רוֹצֶה אֵין כּוֹפִין אוֹתוֹ לָדוּן אֶלָּא בְּדִינֵיהֶן. הָיָה יִשְׂרָאֵל וְעַכּוּ''ם אִם יֵשׁ זְכוּת לְיִשְׂרָאֵל בְּדִינֵיהֶן דָּנִין לוֹ בְּדִינֵיהֶם. וְאוֹמְרִים לוֹ כָּךְ דִּינֵיכֶם. וְאִם יֵשׁ זְכוּת לְיִשְׂרָאֵל בְּדִינֵינוּ דָּנִין לוֹ דִּין תּוֹרָה וְאוֹמְרִים לוֹ כָּךְ דִּינֵינוּ. וְיֵרָאֶה לִי שֶׁאֵין עוֹשִׂין כֵּן לְגֵר תּוֹשָׁב אֶלָּא לְעוֹלָם דָּנִין לוֹ בְּדִינֵיהֶם. וְכֵן יֵרָאֶה לִי שֶׁנּוֹהֲגִין עִם גֵּרֵי תּוֹשָׁב בְּדֶרֶךְ אֶרֶץ וּגְמִילוּת חֲסָדִים כְּיִשְׂרָאֵל. שֶׁהֲרֵי אָנוּ מְצֻוִּין לְהַחֲיוֹתָן שֶׁנֶּאֱמַר <small>(דברים יד, כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ\". וְזֶה שֶׁאָמְרוּ חֲכָמִים אֵין כּוֹפְלִין לָהֶן שָׁלוֹם בְּעַכּוּ''ם לֹא בְּגֵר תּוֹשָׁב. אֲפִלּוּ הָעַכּוּ''ם צִוּוּ חֲכָמִים לְבַקֵּר חוֹלֵיהֶם וְלִקְבֹּר מֵתֵיהֶם עִם מֵתֵי יִשְׂרָאֵל וּלְפַרְנֵס עֲנִיֵּיהֶם בִּכְלַל עֲנִיֵּי יִשְׂרָאֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם. הֲרֵי נֶאֱמַר <small>(תהילים קמה, ט)</small> \"טוֹב ה' לַכּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו\". וְנֶאֱמַר <small>(משלי ג, יז)</small> \"דְּרָכֶיהָ דַרְכֵי נֹעַם וְכָל נְתִיבוֹתֶיהָ שָׁלוֹם\": "
        ],
        [
            "הַמֶּלֶךְ הַמָּשִׁיחַ עָתִיד לַעֲמֹד וּלְהַחְזִיר מַלכוּת דָּוִד לְיָשְׁנָהּ לַמֶּמְשָׁלָה הָרִאשׁוֹנָה. וּבוֹנֶה הַמִּקְדָּשׁ וּמְקַבֵּץ נִדְחֵי יִשְׂרָאֵל. וְחוֹזְרִין כָּל הַמִּשְׁפָּטִים בְּיָמָיו כְּשֶׁהָיוּ מִקֹּדֶם. מַקְרִיבִין קָרְבָּנוֹת. וְעוֹשִׂין שְׁמִטִּין וְיוֹבְלוֹת כְּכָל מִצְוָתָן הָאֲמוּרָה בַּתּוֹרָה. וְכָל מִי שֶׁאֵינוֹ מַאֲמִין בּוֹ. אוֹ מִי שֶׁאֵינוֹ מְחַכֶּה לְבִיאָתוֹ. לֹא בִּשְׁאָר נְבִיאִים בִּלְבַד הוּא כּוֹפֵר. אֶלָּא בַּתּוֹרָה וּבְמשֶׁה רַבֵּנוּ. שֶׁהֲרֵי הַתּוֹרָה הֵעִידָה עָלָיו שֶׁנֶּאֱמַר <small>(דברים ל, ג)</small> \"וְשָׁב ה' אֱלֹהֶיךָ אֶת שְׁבוּתְךָ וְרִחֲמֶךָ וְשָׁב וְקִבֶּצְךָ\" וְגוֹ' <small>(דברים ל, ד)</small> \"אִם יִהְיֶה נִדַּחֲךָ בִּקְצֵה הַשָּׁמָיִם\" וְגוֹ' <small>(דברים ל, ה)</small> \"וֶהֱבִיאֲךָ ה'\". וְאֵלּוּ הַדְּבָרִים הַמְפֹרָשִׁים בַּתּוֹרָה הֵם כּוֹלְלִים כָּל הַדְּבָרִים שֶׁנֶּאֶמְרוּ עַל יְדֵי כָּל הַנְּבִיאִים. אַף בְּפָרָשַׁת בִּלְעָם נֶאֱמַר וְשָׁם נִבֵּא בִּשְׁנֵי הַמְּשִׁיחִים. בַּמָּשִׁיחַ הָרִאשׁוֹן שֶׁהוּא דָּוִד שֶׁהוֹשִׁיעַ אֶת יִשְׂרָאֵל מִיַּד צָרֵיהֶם. וּבַמָּשִׁיחַ הָאַחֲרוֹן שֶׁעוֹמֵד מִבָּנָיו שֶׁמּוֹשִׁיעַ אֶת יִשְׂרָאֵל [בָּאַחֲרוֹנָה]. וְשָׁם הוּא אוֹמֵר <small>(במדבר כד, יז)</small> \"אֶרְאֶנּוּ וְלֹא עַתָּה\" זֶה דָּוִד. <small>(במדבר כד, יז)</small> \"אֲשׁוּרֶנּוּ וְלֹא קָרוֹב\" זֶה מֶלֶךְ הַמָּשִׁיחַ. <small>(במדבר כד, יז)</small> \"דָּרַךְ כּוֹכָב מִיַּעֲקֹב\" זֶה דָּוִד. <small>(במדבר כד, יז)</small> \"וְקָם שֵׁבֶט מִיִּשְׂרָאֵל\" זֶה מֶלֶךְ הַמָּשִׁיחַ. <small>(במדבר כד, יז)</small> \"וּמָחַץ פַּאֲתֵי מוֹאָב\" זֶה דָּוִד. וְכֵן הוּא אוֹמֵר <small>(שמואל ב ח, ב)</small> \"וַיַּךְ אֶת מוֹאָב וַיְמַדְּדֵם בַּחֶבֶל\" <small>(במדבר כד, יז)</small> \"וְקַרְקַר כָּל בְּנֵי שֵׁת\" זֶה הַמֶּלֶךְ הַמָּשִׁיחַ שֶׁנֶּאֱמַר בּוֹ <small>(זכריה ט, י)</small> \"וּמָשְׁלוֹ מִיָּם עַד יָם\". <small>(במדבר כד, יח)</small> \"וְהָיָה אֱדוֹם יְרֵשָׁה\" זֶה דָּוִד. שֶׁנֶּאֱמַר <small>(שמואל ב ח, יד)</small> \"וַתְּהִי אֱדוֹם לְדָוִד לַעֲבָדִים\" וְגוֹ'. <small>(במדבר כד, יח)</small> \"וְהָיָה יְרֵשָׁה\" וְגוֹ' זֶה הַמֶּלֶךְ הַמָּשִׁיחַ שֶׁנֶּאֱמַר <small>(עובדיה א, כא)</small> \"וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן\" וְגוֹ': ",
            "אַף בְּעָרֵי מִקְלָט הוּא אוֹמֵר <small>(דברים יט, ח)</small> \"אִם יַרְחִיב ה' אֱלֹהֶיךָ אֶת גְּבֻלְךָ\" <small>(דברים יט, ט)</small> \"וְיָסַפְתָּ לְךָ עוֹד שָׁלֹשׁ עָרִים\" וְגוֹ'. וּמֵעוֹלָם לֹא הָיָה דָּבָר זֶה. וְלֹא צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לְתֹהוּ. אֲבָל בְּדִבְרֵי הַנְּבִיאִים אֵין הַדָּבָר צָרִיךְ רְאָיָה שֶׁכָּל הַסְּפָרִים מְלֵאִים בְּדָבָר זֶה: ",
            "וְאַל יַעֲלֶה עַל דַּעְתְּךָ שֶׁהַמֶּלֶךְ הַמָּשִׁיחַ צָרִיךְ לַעֲשׂוֹת אוֹתוֹת וּמוֹפְתִים וּמְחַדֵּשׁ דְּבָרִים בָּעוֹלָם אוֹ מְחַיֶּה מֵתִים וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ [ב.] אֵין הַדָּבָר כָּךְ. שֶׁהֲרֵי רַבִּי עֲקִיבָא חָכָם גָּדוֹל מֵחַכְמֵי מִשְׁנָה הָיָה. וְהוּא הָיָה נוֹשֵׂא כֵּלָיו שֶׁל בֶּן כּוֹזִיבָא הַמֶּלֶךְ. וְהוּא הָיָה אוֹמֵר עָלָיו שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. וְדִמָּה הוּא וְכָל חַכְמֵי דּוֹרוֹ שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. עַד שֶׁנֶּהֱרַג בַּעֲוֹנוֹת. כֵּיוָן שֶׁנֶּהֱרַג נוֹדַע לָהֶם שֶׁאֵינוֹ. וְלֹא שָׁאֲלוּ מִמֶּנּוּ חֲכָמִים לֹא אוֹת וְלֹא מוֹפֵת. וְעִקַּר הַדְּבָרִים כָּכָה הֵן. שֶׁהַתּוֹרָה הַזֹּאת חֻקֶּיהָ וּמִשְׁפָּטֶיהָ לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים. וְאֵין מוֹסִיפִין עֲלֵיהֶן וְלֹא גּוֹרְעִין מֵהֶן:",
            "וְאִם יַעֲמֹד מֶלֶךְ מִבֵּית דָּוִד הוֹגֶה בַּתּוֹרָה וְעוֹסֵק בְּמִצְוֹת כְּדָוִד אָבִיו. כְּפִי תּוֹרָה שֶׁבִּכְתָב וְשֶׁבְּעַל פֶּה. וְיָכֹף כָּל יִשְׂרָאֵל לֵילֵךְ בָּהּ וּלְחַזֵּק בִּדְקָהּ. וְיִלָּחֵם מִלְחֲמוֹת ה'. הֲרֵי זֶה בְּחֶזְקַת שֶׁהוּא מָשִׁיחַ. (אִם עָשָׂה וְהִצְלִיחַ וּבָנָה מִקְדָּשׁ בִּמְקוֹמוֹ וְקִבֵּץ נִדְחֵי יִשְׂרָאֵל הֲרֵי זֶה מָשִׁיחַ בְּוַדַּאי. וִיתַקֵּן אֶת הָעוֹלָם כֻּלּוֹ לַעֲבֹד אֶת ה' בְּיַחַד שֶׁנֶּאֱמַר כִּי אָז אֶהְפֹּךְ אֶל עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻלָּם בְּשֵׁם ה' וּלְעָבְדוֹ שְׁכֶם אֶחָד): ",
            "וְאִם לֹא הִצְלִיחַ עַד כֹּה, אוֹ נֶהֱרָג, בְּיָדוּעַ שֶׁאֵינוֹ זֶה שֶׁהִבְטִיחָה עָלָיו תּוֹרָה, וַהֲרֵי הוּא כְּכָל מַלְכֵי בֵּית דָּוִד הַשְּׁלֵמִים הַכְּשֵׁרִים שֶׁמֵּתוּ. וְלֹא הֶעֱמִידוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא לְנַסּוֹת בּוֹ רַבִּים, שֶׁנֶּאֱמַר \"וּמִן הַמַּשְׂכִּילִים יִכָּשְׁלוּ לִצְרוֹף בָּהֶן וּלְבָרֵר וְלַלְבֵּן עַד עֵת קֵץ כִּי עוֹד לַמּוֹעֵד\".",
            "אַף יֵשׁוּעַ הַנּוֹצְרִי שֶׁדִּימָה שֶׁיִּהְיֶה מָשִׁיחַ, וְנֶהֱרָג בְּבֵית דִּין, כְּבָר נִתְנַבֵּא בּוֹ דָּנִיֵּאל, שֶׁנֶּאֱמַר \"וּבְנֵי פָּרִיצֵי עַמְּךָ יִנַּשְּׂאוּ לְהַעֲמִיד חָזוֹן וְנִכְשָׁלוּ\" (דניאל יא, יד). וְכִי יֵשׁ מִכְשׁוֹל גָּדוֹל מִזֶּה, שֶׁכָּל הַנְּבִיאִים דִּבְּרוּ שֶׁהַמָּשִׁיחַ גּוֹאֵל יִשְׂרָאֵל וּמוֹשִׁיעָם, וּמְקַבֵּץ נִדְחֵיהֶם וּמְחַזֵּק מִצְוָתָן, וְזֶה גָּרַם לְאַבֵּד יִשְׂרָאֵל בַּחֶרֶב, וּלְפַזֵּר שְׁאֵרִיתָם וּלְהַשְׁפִּילָם, וּלְהַחֲלִיף הַתּוֹרָה, וּלְהַטְעוֹת רוֹב הָעוֹלָם לַעֲבֹד אֱלוֹהַּ מִבַּלְעֲדֵי ה'.",
            "אֲבָל מַחְשְׁבוֹת בּוֹרֵא עוֹלָם אֵין כּוֹחַ בָּאָדָם לְהַשִּׂיגָם, כִּי לֹא דְּרָכֵינוּ דְּרָכָיו וְלֹא מַחְשְׁבוֹתֵינוּ מַחְשְׁבוֹתָיו. וְכָל הַדְּבָרִים הָאֵלּוּ שֶׁל יֵשׁוּעַ הַנּוֹצְרִי, וְשֶׁל זֶה הַיִּשְׁמְעֵאלִי שֶׁעָמַד אַחֲרָיו, אֵינָן אֶלָּא לְיַשֵּׁר דֶּרֶךְ לַמֶּלֶךְ הַמָּשִׁיחַ, וּלְתַקֵּן אֶת הָעוֹלָם כֻּלּוּ לַעֲבֹד אֶת ה' בְּיַחַד: שֶׁנֶּאֱמַר \"כִּי אָז אֶהְפֹּךְ אֶל עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻּלָּם בְּשֵׁם ה' וּלְעוֹבְדוֹ שְׁכֶם אֶחָד\" (ראה צפניה ג, ט).",
            "כֵּיצַד: כְּבָר נִתְמַלֵּא הָעוֹלָם כֻּלּוֹ מִדִּבְרֵי הַמָּשִׁיחַ, וּמִדִּבְרֵי הַתּוֹרָה וּמִדִּבְרֵי הַמִּצְווֹת, וּפָשְׁטוּ דְּבָרִים אֵלּוּ בְּאִיִּים רְחוֹקִים, וּבְעַמִּים רַבִּים עַרְלֵי לֵב; וְהֵם נוֹשְׂאִים וְנוֹתְנִים בִּדְבָרִים אֵלּוּ וּבְמִצְווֹת הַתּוֹרָה, אֵלּוּ אוֹמְרִים מִצְווֹת אֵלּוּ אֱמֶת הָיוּ, וּכְבָר בָּטְלוּ בַּזְּמַן הַזֶּה, וְלֹא הָיוּ נוֹהֲגוֹת לְדוֹרוֹת. וְאֵלּוּ אוֹמְרִים דְּבָרִים נִסְתָּרוֹת יֵשׁ בָּהֶם, וְאֵינָן כִּפְשׁוּטָן, וּכְבָר בָּא מָשִׁיחַ, וְגִלָּה נִסְתְּרֵיהֶם.",
            "וּכְשֶׁיַּעֲמוֹד הַמֶּלֶךְ הַמָּשִׁיחַ בֶּאֱמֶת, וְיַצְלִיחַ וְיָרוּם וְיִינָשֵׂא, מִיַּד הֵם כּוּלָן חוֹזְרִין וְיוֹדְעִים שֶׁשֶּׁקֶר נָחֲלוּ אֲבוֹתֵיהֶם, וְשֶׁנְּבִיאֵיהֶם וַאֲבוֹתֵיהֶם הִטְעוּם.\n"
        ],
        [
            "אַל יַעֲלֶה עַל הַלֵּב שֶׁבִּימוֹת הַמָּשִׁיחַ יִבָּטֵל דּבָר מִמִּנְהָגוֹ שֶׁל עוֹלָם. אוֹ יִהְיֶה שָׁם חִדּוּשׁ בְּמַעֲשֵׂה בְּרֵאשִׁית. אֶלָּא עוֹלָם כְּמִנְהָגוֹ נוֹהֵג. וְזֶה שֶׁנֶּאֱמַר בִּישַׁעְיָה <small>(ישעיה יא, ו)</small> \"וְגָר זְאֵב עִם כֶּבֶשׂ וְנָמֵר עִם גְּדִי יִרְבָּץ\" מָשָׁל וְחִידָה. עִנְיַן הַדָּבָר שֶׁיִּהְיוּ יִשְׂרָאֵל יוֹשְׁבִין לָבֶטַח עִם רִשְׁעֵי עַכּוּ''ם הַמְשׁוּלִים כִּזְאֵב וְנָמֵר. שֶׁנֶּאֱמַר <small>(ירמיה ה, ו)</small> \"זְאֵב עֲרָבוֹת יְשָׁדְדֵם וְנָמֵר שֹׁקֵד עַל עָרֵיהֶם\". וְיַחְזְרוּ כֻּלָּם לְדַת הָאֱמֶת. וְלֹא יִגְזְלוּ וְלֹא יַשְׁחִיתוּ. אֶלָּא יֹאכְלוּ דָּבָר הַמֻּתָּר בְּנַחַת עִם יִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(ישעיה יא, ז)</small> \"וְאַרְיֵה כַּבָּקָר יֹאכַל תֶּבֶן\". וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים בְּעִנְיַן הַמָּשִׁיחַ הֵם מְשָׁלִים. וּבִימוֹת הַמֶּלֶךְ הַמָּשִׁיחַ יִוָּדַע לַכּל לְאֵי זֶה דָּבָר הָיָה מָשָׁל. וּמָה עִנְיָן רָמְזוּ בָּהֶן: ",
            "אָמְרוּ חֲכָמִים אֵין בֵּין הָעוֹלָם הַזֶּה לִימוֹת הַמָּשִׁיחַ אֶלָּא שִׁעְבּוּד מַלְכֻיּוֹת בִּלְבַד. יֵרָאֶה מִפְּשׁוּטָן שֶׁל דִּבְרֵי הַנְּבִיאִים. שֶׁבִּתְחִלַּת יְמוֹת הַמָּשִׁיחַ תִּהְיֶה מִלְחֶמֶת גּוֹג וּמָגוֹג. וְשֶׁקֹּדֶם מִלְחֶמֶת גּוֹג וּמָגוֹג יַעֲמֹד נָבִיא לְיַשֵּׁר יִשְׂרָאֵל וּלְהָכִין לִבָּם. שֶׁנֶּאֱמַר <small>(מלאכי ג, כג)</small> \"הִנֵּה אָנֹכִי שׁלֵחַ לָכֶם אֵת אֵלִיָּה\" וְגוֹ'. וְאֵינוֹ בָּא לֹא לְטַמֵּא הַטָּהוֹר. וְלֹא לְטַהֵר הַטָּמֵא. וְלֹא לִפְסל אֲנָשִׁים שֶׁהֵם בְּחֶזְקַת כַּשְׁרוּת. וְלֹא לְהַכְשִׁיר מִי שֶׁהֻחְזְקוּ פְּסוּלִין. אֶלָּא לָשׂוּם שָׁלוֹם בָּעוֹלָם. שֶׁנֶּאֱמַר <small>(מלאכי ג, כד)</small> \"וְהֵשִׁיב לֵב אָבוֹת עַל בָּנִים\". וְיֵשׁ מִן הַחֲכָמִים שֶׁאוֹמְרִים שֶׁקֹּדֶם בִּיאַת הַמָּשִׁיחַ יָבוֹא אֵלִיָּהוּ. וְכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן לֹא יֵדַע אָדָם אֵיךְ יִהְיוּ עַד שֶׁיִּהְיוּ. שֶׁדְּבָרִים סְתוּמִין הֵן אֵצֶל הַנְּבִיאִים. גַּם הַחֲכָמִים אֵין לָהֶם קַבָּלָה בִּדְבָרִים אֵלּוּ. אֶלָּא לְפִי הֶכְרֵעַ הַפְּסוּקִים. וּלְפִיכָךְ יֵשׁ לָהֶם מַחְלֹקֶת בִּדְבָרִים אֵלּוּ. וְעַל כָּל פָּנִים אֵין סִדּוּר הֲוָיַת דְּבָרִים אֵלּוּ וְלֹא דִּקְדּוּקֵיהֶן עִקָּר בַּדָּת. וּלְעוֹלָם לֹא יִתְעַסֵּק אָדָם בְּדִבְרֵי הַהַגָּדוֹת. וְלֹא יַאֲרִיךְ בַּמִּדְרָשׁוֹת הָאֲמוּרִים בְּעִנְיָנִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן. וְלֹא יְשִׂימֵם עִקָּר. שֶׁאֵין מְבִיאִין לֹא לִידֵי יִרְאָה וְלֹא לִידֵי אַהֲבָה. וְכֵן לֹא יְחַשֵּׁב הַקִּצִּין. אָמְרוּ חֲכָמִים תִּפַּח רוּחָם שֶׁל מְחַשְּׁבֵי הַקִּצִּים. אֶלָּא יְחַכֶּה וְיַאֲמִין בִּכְלַל הַדָּבָר כְּמוֹ שֶׁבֵּאַרְנוּ: ",
            "בִּימֵי הַמֶּלֶךְ הַמָּשִׁיחַ. כְּשֶׁתִּתְיַשֵּׁב מַמְלַכְתּוֹ וְיִתְקַבְּצוּ אֵלָיו כָּל יִשְׂרָאֵל. יִתְיַחֲסוּ כֻּלָּם עַל פִּיו בְּרוּחַ הַקֹּדֶשׁ שֶׁתָּנוּחַ עָלָיו. שֶׁנֶּאֱמַר <small>(מלאכי ג, ג)</small> \"וְיָשַׁב מְצָרֵף וּמְטַהֵר\" וְגוֹ'. וּבְנֵי לֵוִי מְטַהֵר תְּחִלָּה וְאוֹמֵר זֶה מְיֻחָס כֹּהֵן וְזֶה מְיֻחָס לֵוִי. וְדוֹחֶה אֶת שֶׁאֵינָן מְיֻחָסִין לְיִשְׂרָאֵל. הֲרֵי הוּא אוֹמֵר <small>(עזרא ב, סג)</small> \"וַיֹּאמֶר הַתִּרְשָׁתָא לָהֶם\" וְגוֹ' <small>(עזרא ב, סג)</small> \"עַד עֲמֹד כֹּהֵן לְאוּרִים וּלְתֻמִּים\". הִנֵּה לָמַדְתָּ שֶׁבְּרוּחַ הַקֹּדֶשׁ מְיַחֲסִין הַמֻּחְזָקִין וּמוֹדִיעִין הַמְיֻחָס. וְאֵינוֹ מְיַחֵס יִשְׂרָאֵל אֶלָּא לְשִׁבְטֵיהֶם. שֶׁמּוֹדִיעַ שֶׁזֶּה מִשֵּׁבֶט פְּלוֹנִי וְזֶה מִשֵּׁבֶט פְּלוֹנִי. אֲבָל אֵינוֹ אוֹמֵר עַל שֶׁהֵן בְּחֶזְקַת כַּשְׁרוּת זֶה מַמְזֵר וְזֶה עֶבֶד. שֶׁהַדִּין הוּא שֶׁמִּשְׁפָּחָה שֶׁנִּטְמְעָה נִטְמְעָה: ",
            "לֹא נִתְאַוּוּ הַחֲכָמִים וְהַנְּבִיאִים יְמוֹת הַמָּשִׁיחַ. לֹא כְּדֵי שֶׁיִּשְׁלְטוּ עַל כָּל הָעוֹלָם. וְלֹא כְּדֵי שֶׁיִּרְדּוּ בָּעַכּוּ''ם. וְלֹא כְּדֵי שֶׁיְּנַשְּׂאוּ אוֹתָם הָעַמִּים. וְלֹא כְּדֵי לֶאֱכל וְלִשְׁתּוֹת וְלִשְׂמֹחַ. אֶלָּא כְּדֵי שֶׁיִּהְיוּ פְּנוּיִין בַּתּוֹרָה וְחָכְמָתָהּ. וְלֹא יִהְיֶה לָהֶם נוֹגֵשׂ וּמְבַטֵּל. כְּדֵי שֶׁיִּזְכּוּ לְחַיֵּי הָעוֹלָם הַבָּא. כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּשׁוּבָה: ",
            "וּבְאוֹתוֹ הַזְּמַן לֹא יִהְיֶה שָׁם לֹא רָעָב וְלֹא מִלְחָמָה. וְלֹא קִנְאָה וְתַחֲרוּת. שֶׁהַטּוֹבָה תִּהְיֶה מֻשְׁפַּעַת הַרְבֵּה. וְכָל הַמַּעֲדַנִּים מְצוּיִין כֶּעָפָר. וְלֹא יִהְיֶה עֵסֶק כָּל הָעוֹלָם אֶלָּא לָדַעַת אֶת ה' בִּלְבַד. וּלְפִיכָךְ יִהְיוּ יִשְׂרָאֵל חֲכָמִים גְּדוֹלִים וְיוֹדְעִים דְּבָרִים הַסְּתוּמִים וְיַשִּׂיגוּ דַּעַת בּוֹרְאָם כְּפִי כֹּחַ הָאָדָם. שֶׁנֶּאֱמַר <small>(ישעיה יא, ט)</small> \"כִּי מָלְאָה הָאָרֶץ דֵּעָה אֶת ה' כַּמַּיִם לַיָּם מְכַסִּים\": "
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מלכים ומלחמות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}