{
    "title": "Kesher Gudal",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kesher_Gudal",
    "text": [
        [
            "<big><strong>סימן א. לקום באשמורת. כל שהיא תפארת.</strong></big><br>א. מיד כשנעור יאמר מודה אני לפניך מלך רחום שהחזרת בי נשמתי בחמלה רבה אמונתך יה״ר שיהא לבי נכון ומסור בידי ולא אכעוס ולא אכעיסך וא״צ נט״י וי״א שצריך (סידור ה׳ יעב״ץ ד״מ):",
            "ב. מיד יטול ידיו כראוי ואע״פ שאינו רוצה לקום יטול ידיו ברכ״י סי׳ א׳ ולא יטול ממשרתת גויה ולא מישראלית נדה כי הוא בא לדחות הסט״א ודבקתו הרעה (אחרונים):",
            "ג. ילבוש כראוי וטוב שיקום מעומד וקימת חצות מכניע יצ״הר (שם):",
            "ד. לא ילך ד׳ אמות בלי נט״י והוא דבר חמור הרבה מאד ואם כלי הרחיצה הם רחוקים ילך פחות פחות מד״א (שם):",
            "ה. מי הנטילה אסור לברך ולקרות נגדם אלא ישפכם או יכסם (שם):",
            "ו. תיכף יברך כל הברכות מברכת ענ״י עד ואני אברכם. האר״י ז״ל:",
            "ז. וזה אחר שלבש כראוי ובעודו לובש לא יהי׳ לובש ומברך כי אין לעשות אף דבר קל בעודו מברך כמ״ש ז״ל:",
            "ח. אם הוא לילה יאמר וידוי וסדר תקון חצות להאר״י ז״ל וזמן חצות י״ב שעות אחר חצי היום. ברכ״י סימן א׳:",
            "ט. אם אינו יכול לעמוד עד אור הבקר יישן שינת עראי ולא יסיר מלבושיו שלא יכנס בספק לברך הברכות פעם אחרת. עיין ברכ״י סימן מ״ז:",
            "י. חיוב לקום באשמורת הוא בכל מקום ולכל אדם. מחזיק ברכ׳ סי׳ א׳:",
            "יא. יכול לשתות קאפ״י בלי סוקא״ר באשמורת ואפילו אם האיר היום קודם תפלה. ברכ״י סימן פ״ט:"
        ],
        [
            "<big><strong>סימן ב. דיני ציצית הנצרכים. ירדו כרוכים:</strong></big><br>א. שיעור הטלית שיקיף הראש וגוף האדם פנים ואחור עד החזה. בר״י סי׳ ט״ז:",
            "ב. ילבש טלית קטן על החלוק ויישן עמו ולא יסירנו כ״א במרחץ. שם סי׳ ח׳:",
            "ג. יפריד הציציות תמיד ואם מסובכין קצת אסור להפרידם בשבת. גן המלך סימן ס״ה:",
            "ד. יברך להתעטף בציצית הבי״ת בניקוד שו״א. ברכ״י סימן ח׳:",
            "ה. אחר שבירך יתעטף בטלית. אחרונים דלא כבית יעקב ויהיה הטלית בידו קודם ברכה. מחב״ר סי׳ ח׳:",
            "ו. עטיפת ציצית מעומד ויברך מעומד:",
            "ז. צריך להסתכל בציצית ולחשוב כאלו יש בו תכלת דאותה הארה לא נפסקה. בר״י סי׳ ח׳:",
            "ח. בענין כסוי הראש בטלית נהרא נהרא ופשטי׳ ולכל הדברות בעת שיברך יתעטף כדי הלוך ד׳ אמות כעטיפת הישמעאלי׳ ואח״כ ינהג כמנהגו. מחב״ר סי׳ ח׳:",
            "ט. נקב שבו הציצית לא יהיה רחוק יותר מג׳ אצבעות דהיינו אמה קמיצה זרת. מחב״ר סימן י״א:",
            "י. חוט א׳ שנפסק כלו פסול ואם נפסק חוט מארבעה במקום שתלוי׳ בנקב פסול. שם סי׳ י״ב:",
            "יא. מי שנזדמן לו ציצית ותפילין בעוד שאומר פסוקי דזמרה יכול לברך בתוך המזמורים בר״י סימן נ״ג. אבל לא יברך כשסיים פסוקי דזמרה קודם ישתבח אלא בין ישתבח ליוצר. ש״ע שם:",
            "יב. הלן בטליתו בלילה א״צ לברך עליו בבקר. אחרונים בסי׳ ח׳:",
            "יג. לא יגרור הציציות ואם טליתו ארוך יתחוב הב׳ ציציות שלאחוריו בחגורתו מאחוריו. בר״י סי׳ כ״א:"
        ],
        [
            "<big><strong>סימן ג. קצת דיני תפילין. החלו עולין:</strong></big><br>א. ילבש טלית גדול ואח״כ ילבש תפילין הגם שטלית קטן כבר הוא עליו תמיד. בר״י סימן כ״ה:",
            "ב. ההולך בדרך יזהר ללבוש תפילין דיד וראש ולא יבטל מצוה גדולה וחמורה מפני לעג השאננים אך יעשה כל הבא בידו שיהיה בצנעא ויש מי שכתב דיניח של יד לבד. שם סימן כ״ו:",
            "ג. אם שכח ולבש תפילה של ראש קודם של יד א״צ להסירה אלא ילבש של יד. שם ושיורי ברכה:",
            "ד. וישתדל שבכיס התפילין יניח של ראש ואח״כ של יד כדי שיפגע בשל יד והנכון שהכיס יהיה רחב שיהיה של ראש ושל יד פנים בפנים אך של יד תהיה יותר מיומנת ומזומנת. בר״י סי׳ כ״ח:",
            "ה. כשמניח תפילין של יד על הקבורת מקום הנחתן יברך ואח״כ יהדקם ש״ע סי׳ כ״ה:",
            "ו. אסור להפסיק בדבור בין של יד לשל ראש ואם הפסיק מברך על של ראש על מצות תפילין. שם:",
            "ז. אחר שמהדק תפלה של יד יקשור היוד עם התפלה וממשיך הרצועה אצל הזרוע אבל בקבורת לא יעשה שום כריכה. בר״י סי׳ כ״ה ושיורי ברכה שם:",
            "ח. אחר שיכרוך ז׳ כריכות סביב לזרוע יניח של ראש בר״י שם:",
            "ט. אין להוציא תפלה של ראש מהתיק עד שתהא תפלה של יד מונחת ש״ע שם:",
            "י. יניח קציצה של ראש מיושבת ומושכבת ומהתחלת עיקרי שער הפדחת יניח התיתורא. שיורי ברכה סי׳ ז״ך:",
            "יא. השחור שברצועות יהיה לצד חוץ ולא יתהפכו. ש״ע סי׳ ז״ך. ויש מי שכתב שישחירם מבית ומחוץ:",
            "יב. כשמניח תפלה של יד יש נוהגין להאפיל בטלית על הזרוע וכן תפלה של ראש צריך לכסותה (בר״י סי׳ ז״ך):",
            "יג. יש ליזהר שלא תזוז יוד של הקשר מהתפלה (ש״ע סי׳ ז״ך) ולא תזוז לעולם אפי׳ בהיותם תוך הכיס. מהרי״י צמח:",
            "יד. יניח של יד מיושב ושל ראש מעומד ויכרוך על אצבעו הנקרא אמה ג׳ כריכות א׳ בפרק ב׳ וב׳ בפרק ג׳. האר״י זצ״ל:",
            "טו. אם הפסיק בין יד לראש בעניות אמן בדיעבד א״צ לברך על של ראש. אחרונים:",
            "טז. מי שטעה וברך על תפילין ש״י על מצות יצא. מחב״ר סימן כ״ה. וע״ש מה משפטו אם הוא אשכנזי:",
            "טוב. לא יסיח דעתו מהתפילין ואינו רשאי להסיח כ״א בעוד שהוא עוסק בתורה או בתפלת י״ח ומאוד צריך להזהר בזה ועונשו גדול ר״ל מחב״ר סי׳ כ״ח:",
            "יח. אחר שקיעת החמה יש להסירן תיכף בר״י סי׳ ל׳:",
            "יט. אם בירך על התפילין בלילה או שסבר שהוא יום והוא לילה א״צ לברך אח״כ כשיגיע זמנן. שם:",
            "כ. ע״פ דברי הזוהר והאר״י ז״ל חיוב להניח תפילין של ר״ת ג״כ ותרתי איתנהו ולא משום ספק ח״ו:",
            "כא. אם יש בעיר בני אדם אשר מניחין של ר״ת עם רש״י יניחם אשר נגע אלהים בלבו ואין בזה יוהרא:",
            "כב. אם מוכרח לכסותם בכובע שפיר דמי:",
            "כג. אם מתפלל בתפילין של רש״י ומסלקם ומניח של ר״ת לא יברך על תפילין של ר״ת:",
            "כד. לבש של ר״ת בחושבו שהם של רש״י והתפלל בהם וכאשר סלקם ראה שהם של ר״ת אח״ך יניח תפילין של רש״י ויברך עליהם:",
            "כה. אף שאינו מברך בשל ר״ת לא יפסיק בין תפלה של יד לתפלה של ראש:",
            "כו. והנכון להניח שתיהן כא׳ בתפלת שחרית וכזה צריך לעשות:",
            "כז. במנחה יניח תפילין של ר״ת לבד:",
            "כח. במנחת ערב שבת לא יניח תפילין:",
            "כט. במנחת ראש חדש יכול להניח תפילין:",
            "ל. בר״ח לא יסיר התפילין עד שגמרו קדיש בחזרת ס״ת בהיכלו (מאות כ׳ ע״כ תמצא בחיים שאל סי׳ א׳):",
            "לא. יהא דבר חוצץ בין תפילין לבשרו ובשו״ת פני ארי׳ חדש ממש סי׳ ו׳ כתב דאבק לבן שמפזרין כיון שהוא לנוי אינו חוצץ ואני אמרתי בחפזי דיש להשיב ממ״ש בבר״י סימן כ״ז דאפילו דבר שאינו חוצץ יש להקפיד דבעינן על בשרו ממש כבגדי כהונה ע״ש צ״ע בדבר:"
        ],
        [
            "<big><strong>סימן ד. חליצת תפילין. בסדר וזמן שיהיה רגילין:</strong></big><br>א. קודם שיחלוץ ילמוד בתורה אם מעט ואם הרבה וצריך ללמוד ד׳ פרשיות שבתפילין וב׳ כבר הם בק״ש וילמוד קדש והיה כי יביאך מחב״ר סי׳ כ״ו ושם בק״א סי׳ ל״ד:",
            "ב. כשיש מילה אין לחלוץ עד אחר המילה מג״א סי׳ כ״ה:",
            "ג. נהגו שלא לחלוץ עד אחר קדושת ובא לציון ש״ע סי׳ כ״ה. וביום שיש ס״ת עד שיחזירו ס״ת להיכל (שם) והנכון עד אחר אמירת עלינו לשבח ועל כן נקוה לך האר״י זצ״ל. ויש בזה סוד וגם אשר לא ידע ינהג כן כי עושה רושם למעלה בכונה הכללית לקיים מצות ית׳. בר״י שם:",
            "ד. כשחולץ התפילין אז יסיר קודם ג׳ כריכות האצבע ואח״כ תפילין של ראש ביד שמאל ומעומד גם הסרת כריכת האצבע יהיו מעומד עיין בצפורן שמיר סימן ב׳:",
            "ה. ואח״כ יחלוץ של יד מיושב וסימנך כאשר יחנו כן יסעו:",
            "ו. בר״ח אם הסיר התפילין והתפלל מוסף ושמע חזרת המוסף וענה קדושת כתר ואח״כ לבש תפילין ושמע שאומרים עדת ישראל כתר יסלק התפילין ויענה קדושת כתר מחב״ר סי׳ כ״ה:",
            "ז. יכול להניח התפילין ע״ג סדור תפלה מחב״ר סימן כ״ה:"
        ],
        [
            "<big><strong>סימן ה. ברכות של שחר. וברכת התורה כי טוב סחרה מסחר:</strong></big><br>א. ענט״י אם היה נעור כל הלילה לא יברך ענט״י בר״י סי׳ מ״ו:",
            "ב. אשר יצר אם לא עשה צרכיו לא יברך בבקר ואם עשה ועבר זמן מה ולא בירך שוב לא יברך. שם סי׳ ו׳:",
            "ג. שתה סם המשלשל יברך בכל פעם. שם סי׳ ז׳:",
            "ד. הטיל מים ונמלך והטיל פעם אחרת לא יברך רק פעם א׳. שם:",
            "ה. הטיל ונמלך והטיל ונסתפק אם בירך לא יברך (שם ומחב״ר וכן הסכים הרב המגיה בשלמי צבור ד׳ מ״ה ע״ג):",
            "ו. אלהי נשמה יברך תכף אחר אשר יצר. האר״י זלה״ה:",
            "ז. אין למחות ביד הנוהגים שלא לסומכה. הרב המגיה בש״צ שם:",
            "ח. אין לומר טהורה היא רק טהורה אתה בראת כו׳ כן נהגתי מנעורי מטעם דעל הרוב חטאה ואיננה טהורה ואחז״ר נדפ׳ שלמי צבור וראיתי להרב ז״ל דמ״ו שכתב לדלג תיבת היא מטעמים אחרים ולא כתב בפירוש טעם כעיקר ואכמ״ל:",
            "ט. אם בירך מחיה המתים במקום אלהי נשמה יצא פר״ח. סי׳ מ״ו:",
            "יוד. מי שאיחר לבא לב״הכ והוכרח להתפלל יוצר ועמידה עם הצבור שאחר תפלה אומר ברכות השחר לא יאמר ברכת אלהי נשמה שכבר יצא בברכת מחיה מתים שם סי׳ נ״ב:",
            "יא. הנותן לשכוי יש לברכה אחר חצות כשקם באשמורת אף שלא שמע התרנגול עם שאר הברכות אף שלא נתחייב בהם מחב״ר סימן מ״ז וכן מצאתי בס׳ הפרדס כ״י שהשיבו מן השמים לרבינו יעקב ממרו׳ שאפילו לא שמע תרנגול וכיוצא יברך:",
            "יב. חרש מברך הנותן לשכוי (אחרונים) וכן עיקר ודלא כמו״ק ומטה יהודה שכתבו איפכא:",
            "יג. סומא לכ״ע יברך הנותן לשכוי. אחרונים ופשוט:",
            "יד. פוקח עורים סומא נמי מברך פוקח עורים. שיורי ברכה סימן מ״ו וכן העלה הרב המגיה בש״צ דמ״ח ע״ב ע״ש:",
            "טו. היכא דבעי לומר פוקח עורים וטעה ואמר מלביש ערומים ותוך כדי דבור אמר פוקח עורים יצא ידי פקח עורים. פנים מאירות ח״א סימן נ״ח ונעלם מהר׳ המגיה בש״צ דמ״ח ע״ג ואכמ״ל:",
            "טז. זוקף כפופים אם בירך זוקף כפופים קודם מתיר אסורים לא יברך מתיר אסורים ש״ע סי׳ מ״ו:",
            "טוב. הנותן ליעף כח צריך לאומרה ויש לאומרה אחר מלביש ערומים בר״י וש״ב סימן מ״ו:",
            "חי. המכין מצעדי גבר ואח״כ שעשה לי כל צרכי כמ״ש בסידורי׳ וי״א כמ״ש בש״ע עיין במ״א ואחרונים סי׳ מ״ו:",
            "יט. שעשה לי כל צרכי אין לברך בט״ב וביוה״כ אף שלובש מנעל של לבדים והאבל מברך אף אם הולך יחף כן נ״ל אחר שראיתי מ״ש הרב המגיה בש״צ ד׳ נ׳ עד ד׳ נ״ג יעש״ב וכן המנהג להולכים אחר עקבות האר״י ז״ל:",
            "כ. שלא עשני גוי אם בירך שעשני ישראל במקום שלא עשני גוי בדיעבד יצא ולא יברך שלא עשני עבד אמנם יאמר שלא עשני אשה הרב המגיה בש״צ דנ״ד:",
            "אך. שלא עשני אשה אם בירך שלא עשני אשה תחלה יכול לברך אחר כך שלא עשני גוי ושלא עשני עבד (בר״י סי׳ מ״ו וכן הסכים הרב המגיה בשלמי צבור שם):",
            "כב. נשים מברכות שלא עשאני גויה שלא עשאני שפחה בשם ומלכות. אחרונים בסי׳ מ״ו ודלא כהר׳ יעבץ בסידורו שכתב בלא שם ומלכות:",
            "כג. נשים מברכות שעשאני כרצונו בלי שם ומלכות פר״ח שם:",
            "כד. גר לא יברך שלא עשאני גוי בר״י סימן מ״ו:",
            "כה. אם נסתפק אם בירך ברכת התורה לא יברך. מחב״ר סי׳ מ״ז:",
            "כו. גר יכול לברך אשר בחר בנו. הרמב״ם באגרותיו:",
            "כז. אם קראוהו לס״ת קודם שבירך ברכת התורה לא יחזור לברך ברכת התורה שכבר נפטר בברכות ס״ת. סי׳ קל״ט:",
            "כח. ברכת אשר קדשנו על דברי תורה והערב נא שתי ברכות הן ועכ״ז יאמר והערב נא האר״י ז״ל:",
            "כט. לא יקרא פסוק אפי׳ דרך תחינה קודם ברכת התורה סי׳ מ״ז:",
            "ל. הנוהגים קודם כל מצוה לומר פסוק ויהי נועם לא יאמרוהו קודם ברכת התורה בר״י שם:",
            "לא. הנוהגים לומר פסוק וארשתיך לי באמונה כו׳ אחר לבישת תפילין לא יאמרו אם לא ברכו ברכת התורה צפורן שמיר סי׳ ב׳:",
            "לב. חייב אדם לברך ק׳ ברכות בכל יום להגן על צ״ח קללות שבמשנה תורה וכתיב גם כל חלי וכל מכה הרי ק׳ (רבינו הרב הרקח סי׳ ש״ך ונעלם מהר׳ פנים מאירות בס׳ כתנות אור פרשת נצבים שכתבו מדעתו וגם אני הדל הבאתיו משמו בקונט׳ פני דוד ובמחב״ר סי׳ מ״ו וגם הרב המגיה בשלמי ציבור דמ״ב כתבו ממחב״ר בשם כתנות אור ע״ש והם דברי רבנו הרקח):"
        ],
        [
            "<big><strong>סימן ו. קצת דיני זמן ק״ש. שמוע תשמע:</strong></big><br>א. מ״ע לקרות שמע מעט קודם הנץ החמה שיסיים ק״ש וברכותיה עם הנץ החמה ויסמוך התפילה עם הנץ החמה ומי שיוכל לכוין לעשות כן שכרו מרובה מאד סימן ח״ן אך הוא ימין לעשות מצוה כתקונה שלא ע״מ לק״פ:",
            "ב. אם לא קראה כאמור ימהר לקרותה במהרה כל מה שיוכל ונמשך זמנה מעלות השחר עד רביע היום. שם:",
            "ג. יש מתעצלים וקורים ק״ש לבד שלא יעבור זמנה ואח״כ ישנים והם טועים כי הם קורים ק״ש בלא תפילין והם מעידים עדות שקר בעצמם כמשחז״ל:",
            "ד. ואם אינו יכול להתפלל עם הצבור כי ראשו ואבריו כבדים יקום וילבש טלית ותפילין ויברך ברכות השחר ויקרא ק״ש ושוב יישן דרך עראי ויזהר שיקום קודם שעה ד׳ שאח״ך לסברת ש״ע הפסיד ברכות יוצר וק״ש:",
            "ה. מי שאין לו ציצית ותפילין וכמעט שעובר זמן ק״ש אף אם אפשר שאח״כ יביאו לו טלית ותפילין יקרא ק״ש וברכותיה ויתפלל קודם שיעבור הזמן וכשיביאו לו טלית ותפילין ילבשם ויקרא ק״ש או מזמור (אחרונים):"
        ],
        [
            "<big><strong>סימן ז. זמן תפילה ואביזרא. ודיני פסוקי דזמרה:</strong></big><br>א. זמן תפלה עם הנץ החמה דכתיב יראוך עם שמש סימן פ״ט:",
            "ב. אם התפלל משעה שעלה ע״ה והאיר פני מזרח שהוא שעה וחומש קודם עלות השמש יצא. שם:",
            "ג. מאד קראו תגר על אשר בימי הסליחות לכתחילה מתחילין להתפלל קודם ע״ה ומסיימין קודם הנץ החמה (אחרונים):",
            "ד. לא יתפלל אלא באימה והכנעה סימן צ״ג:",
            "ה. לא יתפלל בעצבות רק בהכנעה גדולה באימה ויראה אך בשמחה כעבד המשמש רבו בשמחה יתירה ועיקר המעלה והשלמות תלוי בזה להיות שמח זולתי בעת הוידוי. האר״י זצ״ל:",
            "ו. אל תעש תפלה קבע אלא רחמים ותחנונים ודע לפני מי אתה מתפלל:",
            "ז. לא יתפלל במקום פרוץ כי כאשר יתפלל במקום צניעות חלה עליו אימת מלך ולבו נשבר סימן צ׳:",
            "ח. במקום שנעשה לו נס וניצול מהסכנה אף שהוא פרוץ מותר להתפלל הרב המגיה בשלמי צבור דף נ״ח ע״ב:",
            "ט. בשדה בין האילנות שרי להתפלל. שם:",
            "יוד. עוברי דרך מתפללים בשדה בכל גונא הרב מגן אברהם:",
            "יא. מקום מוקף מחיצו׳ אף שאינו מקורה שפיר דמי בר״י שם סי׳ צ׳:",
            "יב. לא יאמרו הזמירות במרוצה כי אם בנחת סימן נ״א:",
            "יג. המוחה לאומר זמירות בנחת ועושה שיאמר במרוצה נענש ס׳ הגן:",
            "יד. צריך ליתן ריוח בין הדבקים בפסוקי דזמרה כמו בק״ש. סי׳ ס״ה:",
            "טו. דברים שבכתב אי אתה רשאי לאומרם על פה ואם שגור בפיו מותר סימן מ״ט ועיין בר״י:",
            "טז. להוציא אחרים י״ח אף אם שגור אסור לומר על פה בר״י שם:",
            "טוב. מנהג האר״י ז״ל לומר כל הזמירות מתוך הסדור ולא על פה ובנחת בהכנעה וכל פסוק בטעמיו ומשנה בניגונה וביום שבת מרים קולו מעט יותר מבחול בנעימה לכבוד שבת:",
            "חי. הירא את דבר ה׳ יאמר בקול שיוכל לבטא בשפתים האותיות כתקנן שתי ידות דק״ט:",
            "יט. קודם זמירות ותפלה יקבל עליו מצות ואהבת לרעך כמוך ויכוין לאהוב כל אחד מישראל כנפשו האר״י זלה״ה:",
            "כ. קודם שיכנס לבית הכנסת יתעכב בפתח ויכוין כי ירא מאד להכנס בהיכל המלך כי אם בזכות אבות ויאמר ואני ברוב חסדך (אברהם) אבא ביתך אשתחוה אל היכל קדשך (יצחק) ביראתך (יעקב) וקודם שיכנס יאמר פסוק זה בבית אלהים נהלך ברגש והאומר׳ אחר שיכנס בבית הכנסת טועה. האר״י ז״ל:",
            "כא. קודם פרשת התמיד ביהי רצון במקום שיבנה ב״המק צ״ל שתבנה ב״המק כי כביכול הוא יבנה בית המקדש (הר״ם ד״ל בעבודת מקדש):",
            "כב. א״צ לומר הקרבנות מעומד בר״י סי׳ א׳ ומחבר סי׳ מ״ח:",
            "כג. יש לומר קדיש קודם הודו ואם לא יש מנין יאמרו הודו אל נקמות ארוממך. ה׳ מלך וקודם ברוך שאמר יאמרו קדיש. הרב המגיה בשלמי צבור דס״ד:",
            "כד. אין להפסיק כ״כ בין אמירת פ׳ התמיד כו׳ להודו דזה המזמור נתקן על כי בתמיד של שחר היו אומרים מהודו עד ובנביאי אל תרעו ובתמיד של בין הערבים משירו לה׳ כל הארץ עד והלל לה׳ ולכן אין להתעסק ולהפסיק בינתים כמו שנוהגים (שם):",
            "<big><strong>ברוך שאמר:</strong></big><br>כה. צריך לומר הנוסח של פ״ז תיבות והגם שהציבור יאמרו הנוסח אחר הירא את דבר ה׳ יאמר בינו לבין עצמו הנוסח של פ״ז תיבות מחב״ר במ״א סימן נ״א:",
            "כו. אם סיים ב״ש קודם החזן עונה אחריו אמן אבל אם סיים בבת אחת לא יענה אמן סימן נ״א:",
            "כז. אם החזן סיים ברכה אחת והוא סיים עמו ברכה אחרת מותר לענות אמן. מג״א ובר״י שם וכן הסכים הר׳ המגיה הנז׳ דס״ז:",
            "כח. מותר לענות אמן אחר ברוך שאמר. האר״י ז״ל:",
            "כט. מדבריו משמע דבאמצע ברוך שאמר לא יענה אמן ונראה דכונת הרב היא על אמן דברכות דלא יענה באמצע דב״ש נתקן קודם התלמוד בר״י סימן נ״א:",
            "ל. אבל יוכל לענות קדושה וברכו וקדיש מידי דהוה אק״ש וברכותיה דעונה באמצע הפרק הר׳ המגיה בש״צ דס״ז ע״ב ודוק היטב ואכמ״ל:",
            "לא. אין להפסיק בדבור משיתחיל ברוך שאמר עד סוף תפלת י״ח ואפילו לצורך מצוה אין לדבר סימן נ״א. וגם אין להפסיק בשתיקה:",
            "לב. מב״ש לא יפסיק אפי׳ לקרות פסוק שמע ישראל עם הצבור אלא יאמר התיבות שאומר בשעה שהצבור אומרים פסוק שמע בניגון הצבור שיהא נראה כאלו קורא עמהם ש״ע סימן ס״ה ודלא כב״ח וט״ז:",
            "לג. הנצרך לנקביו אל יתפלל ואם יעבור זמן תפלה בצבור ויכול לעמד עד פרסה שרי פתח עינים ד״ט. ואם הוצרך לנקביו בתוך פסוקי דזמרה וחזר יטול ויברך אשר יצר ויניח ציצית ותפילין ויברך עליהם גו״ר:",
            "לד. ויוכל לענות כל אמן באמצע פסוקי דזמרה. אחרונים. וכהן שקראוה לעלות לתורה ולנ״כ מולה וקורא ונושא כפיו סידור ה׳ יעבץ:",
            "לה. אם לא היה מנין ולא אמרו קדיש יכולים לומר קדיש בתוך פסוק דזמרה ולכתחילה צריך להמתין קודם ב״ש שלא יתחילו עד שיהיו מנין ויאמרו קדיש כנ״ל ודלא כמי שאסר:",
            "לו. וה״ד קדיש שאומר לפני הודו אבל אם זה הקדיש הוא על מה שאמרו תהלים קודם זמירות לא יאמרו קדיש. פני יהושע ס״ה:",
            "לז. מזמור לתודה יאמר בניגון. סימן נ״א:",
            "לח. יוכל לומר מזמור לתודה מיושב דלא כמהר״י סרוק ז״ל:",
            "לט. פסוקי יהי כבוד נתקנו בחכמה עמוקה נפלאה וכן כל תקוני תפלה. הרב יעבץ בסדורו וזה מבואר לרואה כונת האר״י ז״ל:",
            "מ. פסוק והוא רחום יכפר עון יאמר אפילו בשבת ויו״ט מחב״ר סימן רס״ז:",
            "מא. ה׳ מלך שבפסוקי יהי כבוד א״צ לעמוד דלא כהר״י בסידורו ע״ש:",
            "מב. אם לא כיון בפסוק פותח את ידך צריך לחזור ולאומרו וא״צ לחזור כל המזמור בר״י סי׳ נ״א:",
            "מג. ויברך דוד יאמר מעומד ובאומרו ואתה מושל בכל בתיבת בכל יתן ג׳ פרוטות הב׳ בבת אחת והשלישית אח״כ האר״י זצ״ל:",
            "מד. אם לא בא מנין והם ממתינים עד שיבא לא יאמר ישתבח אלא ימתין עד שיבא מנין ואח״כ יאמר ישתבח וקדיש סימן נ״ג:",
            "מה. וזהו לשליח ציבור אבל יחיד יאמר ישתבח מיד מג״א שם:",
            "מו. לא יאמר ישתבח אם לא אמר ברוך שאמר והשבחים שבו נאמרים בלי הפסק. זוהר הקדוש:",
            "מז. לא יאמרם בנשימה אחת כי צ״ל בנעימה כמסדר שבחו של מלך. הרב יעב״ץ בסדורו:",
            "מח. המספר בין ישתבח ליוצר עבירה היא:",
            "מט. חי העולמים בפתח. בר״י סי׳ ר״ז:"
        ],
        [
            "<big><strong>סימן ח. קצת דיני קדיש ודבר שבמנין. כהדא שרין:</strong></big><br>א. צריך שקודם אשר יאמרו קדיש לפני העדה יאמר דברי תורה כגון בשחר ישתבח במנחה אשרי בלימוד רבי חנניה או איזה מזמור. בית דוד סימן ל׳ ואחרונים ועיין מ״ש בשיורי ברכה סי׳ נ״ז מרב עמרם גאון:",
            "ב. נהגו בסוף כל לימוד לומר רבי חנני׳ כו׳ שיהא נחשב קדיש על האגדה הגם שאומר על תנ״ך ומשנה וגמרא וזוהר. בר״י סי׳ נ״ה:",
            "ג. אין לומר קדיש כי אם היכא דתקון בתפלה או על לימוד אבל על תפלות שתקן ר׳ סעדי׳ ותחינות של רחמי׳ לא יאמר קדיש. הרמב״ם בתשובה הנקרא פאר הדור סי׳ ק״ל:",
            "ד. גם על המזמורים אומרים קדיש ואדרבא קדיש על תהלים הוא מבטל הקטיגורים ומגין ממ״ח. בר״י שם ושיורי ברכה י״ד סי׳ שע״ו:",
            "ה. כשם שאסור לעבור נגד המתפלל כך אסור לעבור נגד האומר קדיש. בר״י שם:",
            "ו. חרש המדבר ואינו שומע או שומע ואינו מדבר מצטרפין. סי׳ נ״ה ועי׳ באחרונים:",
            "ז. שכור שאינו יכול לדבר לפני המלך אין מצטרף למנין. שם:",
            "ח. ישן לצרפו יש להחמיר להעירו ולצערו עד שיהא לפחות מתנמנם. אחרונים:",
            "ט. כשם שאין להרבות בברכות כך אין להרבות בקדישים. אחרונים והרח״א ז״ל תקן במדרשות שהיו אומרים הרבה קדישים שלומדים מעט מספר א׳ ואומרים קדיש וכן עז״הד הלא מזער גם את השני גם את השלישי וכיוצא שלא יאמרו כ״כ קדישים (חנן אלהים בסופו):",
            "י. קטן בן י״ג שלמים כיון שהתחיל יום שנולד בו מקרי גדול ואין מדקדקי׳ לבדוק אם הביא שתי שערות. שם ואחרונים:",
            "יא. קדיש בתרא לא יאמרנו אלא גדול אבל שאר קדישים יכול לאומרם אפי׳ קטן שלא הגיע לחינוך. בית יהודה סי׳ כ״ב:",
            "יב. מי שעומד אחורי ב״הכנ ומראה להם פניו מן החלון מצטרף לעשרה עיין במחב״ר סי׳ נ״ה:",
            "יג. אונן אינו מצטרף לעשרה. אחרונים:",
            "יד. כל קדיש שתפסו מעומד צריך שישאר עומד אך אם היה יושב א״צ לעמוד. האר״י זצ״ל:",
            "טו. אין לומר קדיש עם החזן ולכן אין לנגן הקדיש עם החזן כשמנגן הקדיש הרא״ש הביאו שלמי צבור דפ״א:",
            "טז. יאמר לעלמי עלמיא לעילא מכל ברכתא כונות האר״י ז״ל שסידר הרב מהר״ח ויטל זלה״ה:",
            "טוב. אמן יהא שמיה רבא אמן קאי לעיל ומתחיל השבח יהא שמיה רבא וי״א שיפסיק מעט בין אמן ליהא שמיה. אחרונים סי׳ נ״א:",
            "חי. יאמר יהא שמיה רבא בנשימה אחת. אחרונים שם:",
            "יט. כשאומר החזן יתגדל לא יאמר פסוק ועתה יגדל נא כו׳ האר״י ז״ל ועי׳ בר״י:",
            "כ. הש״ץ אחר קדיש תתקבל פוסע ג׳ פסיעו׳ ואומר עושה שלום במרומיו מטה יהודה:"
        ],
        [
            "<big><strong>סימן ט. קצת דיני עניית אמן ואביזריה. למען ירוץ הקורא:</strong></big><br>א. יזהר מאד מאד לענות אמן ובכונה כי אין קץ לעונש מבזה עניית אמן ומאבד ענייתו. זוהר הקדוש והאר״י זצ״ל:",
            "ב. לא יענה אמן חטופה דהיינו כאלו האל״ף נקודה בחטף וכן לא יחטוף לענות קודם שיסיים המברך. סי׳ קכ״ד:",
            "ג. לא יענה אמן קטופה שאינה ניכרת הנו״ן. שם:",
            "ד. לא יאמר אמאין או אמני ואין הנו״ן דגושה ולא צרוי״ה הרמד״ל ז״ל:",
            "ה. לא יענה אמן יתומה שאינו שומע הברכה ואפילו יודע באיזו ברכה עומד ואפילו אינו מחוייב אם הברכה היא להוציא הרבים י״ח אבל ברכת התורה וברכת הנהנין אם יודע הברכה שהוא מברך יכול לענות אמן. ב״ח סי׳ קכ״ד:",
            "ו. אם בעוד שהוא מתפלל סיים ש״ץ ברכה וקודם שכלתה עניית אמן מפי רוב הצבור סיים תפלתו עונה עמהן אמן. סי׳ קכ״ד:",
            "ז. העונה אמן לא יגביה קולו יותר מהמברך. שם:",
            "ח. לא יענה אמן קצרה ולא ארוכה יותר מדאי. שם:",
            "ט. בברכת השבח כגון ברוך שאמר וישתבח וג׳ ראשונות כונה אמן אמת הדבר ובאמצעיות וכיוצא כונת אמן אמת הוא וכך יהי׳. שם ואחרוני׳ והר׳ של״ה באורך:",
            "י. יענה אמן יש״ר בקול בכונה וכח סי׳ נ״ו מהש״ס וזוה״ק:",
            "יא. מי שנזדמן לו לענות אמן על שני דברים יאמר אמן ואמן הלכות קטנות ח״א סי׳ פ״ה:",
            "יב. אין עונין אמן כלל אחר שום ברכה מברכות ק״ש אלא אומרים עם הש״צ מלה במלה כל ברכה וחתימתה ואין להם לענות אמן ב״י סימן נ״ט:",
            "יג. ומזה תבין שאין לענות אמן אחר יוצר המאורות נמי לדידן. בר״י סי׳ ס״א ובית דוד סי׳ נ״ט ומטה יהודה סי׳ נ״ט:",
            "יד. לקדיש וקדוש׳ וברכו ותיבת מודים מפסיק אפי׳ באמצע פסוק שבק״ש סי׳ ס״ו:",
            "טו. אבל לא יפסיק לברך ברכת רעמים. מחב״ר:",
            "טז. ולא יפסיק לענות על שום אמן דברכות. כן הוא דעת מרן:",
            "טוב. אין להפסיק בין י״ח ליהיו לרצון אבל בין יהיו לרצון לשאר תחנונים פוסק לקדיש וקדושה וברכו ולאמן דשאר ברכות. ט״ו וכן נ״ל ודלא כחולק ע״ז:",
            "חי. אם נזדמן לו לענות איש״ר ומודים או קדושה ואם יענה זה יבטל זה יענה איש״ר דעדיף. שו״ת שי למורא סי׳ ט׳:",
            "יט. אם התחיל לענות קדושה לא יפסיק מפני איש״ר. פר״ח:",
            "כ. כשאומר הש״ץ ברכנו בברכה המשולשת אין לענות אמן אלא כיה״ר ואין למחות בעונים אמן סי׳ קכ״ח ומחב״ר:",
            "כא. אין לענות אמן אחר ברכותיו אלא אחר ב׳ ברכות או יותר שהם סוף ברכות כשפוסק יאמר אמן אפילו אחר ברכת עצמו כגון אחר יהללוך ואחר ישתבח וה״ה אחר ברכת ההפטרה. סי׳ רט״ו ובר״י.",
            "כב. אם היו עשרה במקום אחד ואומר קדיש וקדושה אפילו מי שאינו עמהם יכול לענות וצריך שלא יהא מפסיק טנוף או גוי או גויה סי׳ נ״ה ובית דוד:",
            "כג. השומע א׳ מישראל מברך א׳ מכל הברכות אף שלא שמע כלה אף שאינו חייב באותה ברכה חייב לענות אמן. סי׳ רט״ו:",
            "כד. אין לענות אמן על ברכת אפיקורוס או גוי או תינוק כשלומד הברכה לפני רבו או ישראל המשנה המטבע של רז״ל. שם ודלא כמי שמקל:",
            "כה. יש לענות אמן בין ברכת אשר קדשנו על דברי תורה לוהערב וכמש״ל:",
            "כו. אין לענות אמן בברכה ראשונה דהפטרה בין הבוחר בתורה כו׳ ובין הבוחר בתורה וכו׳ רק בתשלום הברכה דהכל ברכה אחת. מהריט״ז:",
            "כז. כששנים וג׳ אומרים קדיש יחד ואחד מקדים יענה אמן על הראשון ויעלה לכולם כו׳ ואם יש הפסק יענה על כל א׳. הלק״ט חלק ב׳ סימן מ״ח:",
            "כח. כשמתפללין בעזרה בב׳ או ג׳ מקומות ואינן שוי׳ וא״א לענות לכל קדיש יענה על קדיש ראשון. בר״י סי׳ נ״ו:",
            "כט. ש״ץ שיסיים מגן אברהם ותכף התחיל אתה גבור לא יענה אמן. בר״י סי׳ קכ״ד. ועונש ביטול אמן אז הוא על הש״ץ. הרמד״ל:"
        ],
        [
            "<big><strong>סימן י. דיני יוצר אור. בעזר אדיר ונאור:</strong></big><br>א. אם אמרו קדיש וברכו בעשרה והלכו קודם שיתחילו יוצר משלימין עד התפלה. מטה יוסף ח״ב סי׳ י״ב:",
            "ב. אם התחיל קדיש או קדושה בעשרה ויצאו קצת גומר הקדיש או קדושה. סי׳ נ״ה:",
            "ג. אם טעה ואמר אשר בדברו מעריב ערבים ונזכר תכף ואמר יוצר אור וסיים יוצר המאורות יצא. סי׳ נ״ה:",
            "ד. אם לא נזכר עד שגמר אהבת עולם לא יפסיק ואומר ברכת יוצר עד אחר תפלת י״ח. משפט צדק ח״ב סי׳ ס״ב:",
            "ה. יאמר ובטובו מחדש בכל יום תמיד. האר״י ז״ל:",
            "ו. יחד בקול דברי אלהים חיים ומלך עולם כן צ״ל. האר״י והרד״א:",
            "ז. רצון קוניהם כצ״ל מהר״א די בוטון סימן א׳ וכן הסכים הפר״ח הל׳ ר״ח:",
            "ח. הגדול הגבור אם נסתפק אם עומד בהגבור והנורא קדוש הוא שביוצר או בברכת אהבת עולם הגבור והנורא בטחנו אינו חוזר לברכה ראשונה ויאמר בטחנו. גו״ר סי׳ י״א. וכן הסכים מהרח״א ב״ד בכ״י דלא כס׳ פרי הארץ ועי׳ שו״ת קרית חנ״ד סי״א:",
            "ט. קדושה כלם כאחד הוא בשורק ונמשך לכלם כא׳. האר״י ז״ל:",
            "י. קדוש קדוש קדוש צ״ל מיושב דוקא ואם עמד טועה ואם היה עומד צריך לישב. האר״י ז״ל:",
            "יא. פשט המנהג לומר קדושת יוצר ביחיד וכן בקדושה דסידרא:",
            "יב. צ״ל לעומת השרפים לעומתם משבחים. האר״י ז״ל:",
            "יג. צ״ל והאר עינינו בתורתך ודבק לבנו במצותיך. האר״י ז״ל:",
            "יד. כשיאמר מהר והבא עלינו יאחז ד׳ ציציות בין קמיצה לזרת ביד שמאל כנגד לבו ויכוין באומרו וקרבתנו מלכנו לזכור מעמד הר סיני. לשמך הגדול זכירת שימחה עמלק. באהבה להודות לך זכירת מעשה מרים שהפה נברא להודות לה׳ ליחדו כו׳. האר״י ז״ל:",
            "טו. בברכות דק״ש אם קראוהו לס״ת לא יעלה. עי׳ לקמן סי׳ י״א דין כ״ג:"
        ],
        [
            "<big><strong>סימן יא. דיני ק״ש קריה נאמנה. באורח נכונה:</strong></big><br>א. קטן שהגיע לחינוך כבן ט׳ או י׳ שנה חייב בק״ש. סי׳ ע׳:",
            "ב. שכור אם יכול לדבר לפני המלך קורא. מור״ם סי׳ צ״ט. ויש מקילין בקריאת שמע. הלבוש:",
            "ג. נשים פטורות מק״ש ונכון שיקבלו עול מלכות שמים ויקראו פסוק ראשון ובשכמל״ו. סימן ע׳:",
            "ד. נשים פטורות מזכירת י״מ והאנשים אינם יוצאים י״ח זכירת י״מ בהרהור. מחב״ר שם:",
            "ה. מצות צריכות כוונה לצאת י״ח ובק״ש צריך לכוין להבין מה שהוא אומר וביותר בפסוק ראשון ואם לא כיון בפסוק א׳ חוזר כי לא יצא י״ח והשאר אם לא כיון יצא. סימן ס׳:",
            "ו. כשלא כיון בפסוק א׳ וחוזר ימתין קצת או יאמרנו בלחש. אחרונים:",
            "ז. הקורא ק״ש לא ירמוז בעיניו ולא יקרוץ בשפתיו ולא יראה באצבעותיו ואסור לרמוז אפילו לצורך מצוה בפרשה ראשונה ובשניה יש להקל למצוה אבל שלא לצורך מצוה אסור גם בפרשה שניה. סי׳ ס״ג ואחרוני׳:",
            "ח. המהלך בדרך ורוצה לקרות ק״ש עומד בפסוק ראשון ובשכמל״ו ואם עומד כל הפרשה הוי יוהרא וכשהוא יושב אין לו לעמוד. בר״י שם:",
            "ט. הרוכב על גבי בהמה צריך לעמוד בפסוק ראשון אבל יושב בקרון א״צ לעמוד. אחרונים:",
            "י. ישן מצערים אותו ומעירים אותו עד שיהא ער ממש כשקורא פסוק ראשון מכאן ואילך אין מצערים אותו הרבה וסגי לקרות מתנמנם. סי׳ ס״ג:",
            "יא. יש מי שאומר דהיינו דוקא כשקרא כבר ק״ש וברכותיה בצבור ועתה קורא ק״ש שעל המטה ובזה אמרו שאם הי׳ אנוס בשינה אין מקיצין אותו. כנ״הג בשם ריא״ז:",
            "יב. אם מחמת חולי או אונס אחר קורא ק״ש בלבו יצא וכ״ש אם שמע מאחר. סי׳ ס״ב ואחרונים:",
            "יג. ואם קראה בלבו או שמע מאחר מחמת החולי או האונס ואח״כ נסתלק האונס א״צ לקרותה פעם אחרת. בר״י סימן פ׳:",
            "יד. לא יאריך באל״ף של אחד כדי שלא יהא נראה ח״ו אי חד ולא יחטוף בחי״ת ויאריך מעט ויאריך בדלי״ת שיעור שימליכוהו בד׳ רוחות העולם. סי׳ ס״א:",
            "טו. אם לא אמר בשכמל״ו בכונה צריך לחזור. לבוש:",
            "טז. אין לפסוק באמצע פסוק ראשון כלל ולא באמצע בשכמל״ו אבל בין ב׳ פסוקים אלו דינו כאמצע פרק. מחב״ר סי׳ ס״ו בשם הרמ״ע. ונראה להחמיר גם בין שמע לבשכמל״ו כמו בפסוק ראשון:",
            "טוב. צריך לדקדק באותיותיה ולהשמיע לאזנו ולקרות בטעמי׳ הכתובים בתורה ובדיעבד בג׳ אלה יצא. סי׳ ס״א וסי׳ ס״ב:",
            "חי. היה עומד בוכתבתם ואינו יודע אם בפרשה ראשונה או בשניה חוזר לראשונה ואם התחיל למען ירבו סירכיה נקט וא״צ לחזור. סי׳ ע״ד:",
            "יט. אם קורא ביחיד שרי לי׳ לכפול ה׳ אלהיכם. בר״י סי׳ ס״א:",
            "כ. אם נזדמן לו קדיש וקדושה צריך להמתין בשירה חדשה ויענה ואח״כ יאמר שירה חדשה. סי׳ ס״ו. וכבר נתבאר לעיל דלאמן דברכות לא יפסיק כלל לדעת מר״ן ז״ל:",
            "כא. אם בעוד שקרא ברכת אמת ויציב הוציאו ס״ת לא יאמר פסוק וזאת התורה כי לדידן אין עונין אפילו שום אמן דברכות בברכות ק״ש ויפסוק בשתיקה ויראה הס״ת ואח״כ יחזור לגמור הברכה ויסמוך גאולה לתפלה כמשפט (חיים שאל סי׳ ס״ח):",
            "כב. אחד שקודם הגיעו לשירה חדשה שתק לראות הס״ת ונתבלבל אח״כ ותכף התחיל תפלת י״ח ולא סיים הברכה שניה של ק״ש נראה דאחר תפלתו יקרא ק״ש ויאמר אמת ויציב עד גאל ישראל לדעת מרן סי׳ ס׳ (בר״י סי׳ ס״ו):",
            "כג. כהן שקראוהו לס״ת אפילו בשמו ולא יש אחר והוא קורא ק״ש וברכותיה לא יעלה (סימן ס״ו והפר״ח) בק״ש וה״ה לברכותיה כמ״ש ע״ת ודע שבקונטריס לדוד אמת סי׳ ה׳ דין ב׳ נשמט שם דעתי הקצר ובפ׳ דזמרה שרי:"
        ],
        [
            "<big><strong>סימן יב. קצת דיני תפלה. והיתה מסלה:</strong></big><br>א. אין לנענע גופו בתפלת י״ח שהוא כעומד לפני המלך. מהר״י סרוק והרמ״ע:",
            "ב. לא ישמיע לאזנו בתפלתו רק שפתיו נעות וקולו לא ישמע. בדק הבית סי׳ ק״א ופר״ח:",
            "ג. אפשר דאפילו למתפלל על צרה פרטית שלו לא ישמיע קולו אפילו לאזניו וז״ש דלא לשתמע קלי״ה בצלותיה. בר״י סי׳ ק״א ומחב״ר שם וסי׳ קמ״א ע״ש וסי׳ תקפ״ב ועיין פת״ע ברכות על דף ט״ו:",
            "ד. ישהה מעט קודם שיתחיל להתפלל ובשירה חדשה יחשוב גדולתו ית׳ ונפלאותיו שעשה עמו ואשר הוא עני ואביון מתורה ומצות ובקבר עני אפל שפל גלמוד. זוהר ואחרונים:",
            "ה. יחשוב שהוא נגד א״י וירושלים ובית המקדש ובית ק״הק. סי׳ צ״ד:",
            "ו. לא יעמוד ולא ישב בתפלה אצל רשע כו׳. ס׳ חסידים סי׳ תשע״ב:",
            "ז. צריך להיות נכון במחשבה ודיבור וכונה בתפלה והאריך מאד בזה ואסף וקבץ במימר קדישין הר׳ שלמי צבור מדף ק״א והנמשך ותראה כי תפל״ה גימ׳ בכונ״ת הלב. סידור ה׳ יעב״ץ וכ״כ הרב אבודרהם:",
            "ח. צריך לסמוך גאולה לתפלה. וכמה מעלות בזה. ע״ש דק״א:",
            "ט. מנהגי שרשי התפלות אין לשנות ממנהג הקדום כי י״ב שערים כנגד י״ב שבטים ותפלות כל א׳ עולה בדרך אחד ותפלה נסח הספרדים עולה בכל א׳ מי״ב שערים. האר״י ז״ל:",
            "י. לענין דינא אשכנזים המתפללים עם ספרדים וספרדים המתפללים עם אשכנזים יצאו י״ח תפלה. שער אפרים סי׳ י״ב:",
            "יא. מנהג סדר הספרדי׳ הוא הנכון כי הכל בלשון צח וברור. מהרשד״מ משא מלך:",
            "יב. מי שאין לו יד בקבלה אין לומר ולהזכיר ואפילו להרהר הסודות הכתובים בסדור האר״י ז״ל באין מבין והוא קרוב להפסד רח״ל. מחב״ר סי׳ רע״ד:",
            "יג. מי שאין לו יד בדרך הסוד אל יתפלל מתוך סידור האר״י כי הוא יוהרא וגונב דעת. שם:",
            "יד. בשחרית יעמוד להתפלל כשיאמר תהלות לאל עליון ובערבית כשמתחיל ש״ץ הקדיש. שיורי כ״הג סי׳ צ״ג:",
            "טו. ילך ג׳ פסיעות לפניו ושם יתפלל. ס׳ הרקח:",
            "טז. לא יעמוד להתפלל לא ע״ג מטה או ספסל כו׳ סי׳ צ׳:",
            "טוב. ע״ג הסופ״ה מותר להתפלל ואם רובם או כלם למטה לאו שפיר עבדי העומדים למעלה אם לא שאי אפשר. הלק״ט ח״א סי׳ קכ״ב:",
            "חי. יקבע מקום לתפילתו וכל שהוא תוך ד׳ אמות חשוב מקום א׳ ואם מתפלל בביתו יקבע מקום שלא יבלבלוהו. סי׳ צ׳ ואחרונים:",
            "יט. יתפלל לצד מזרח ויצדד לדרום או לצפון. סי׳ צ״ד ואחרונים:",
            "כ. לא יהא דבר חוצץ בינו לבין הקיר ודבר קבוע ארון ותיבה אין חוצצין ולא חשוב חציצה אלא דבר גבוה עשרה ורחבו ד׳ ומותר להתפלל אחורי אדם סי׳ צ׳ ואחרונים:",
            "כא. לא יתפלל נגד בגדים המצויירים אע״פי שאינם בולטים ואם יקרא נגד כותל או בגד מצוייר יעצים עיניו. שם:",
            "כב. אסור להתפלל נגד המראה אפי׳ עיניו סגורות הרדב״ז סי׳ ק״ז:",
            "כג. קודם שיתפלל יסיר כיחו וניעו וכל דבר הטורדו סי׳ צ״ב:",
            "כד. מותר לרוק בבית הכנסת ויכסה בגמי או ידרסנו ברגליו סי׳ צ׳:",
            "כה. ובתפלת י״ח אסור לרוק ואם אי אפשר מבליעו בכסותו ואם הוא אסטניס זורקו לאחוריו ואם אי אפשר זורקו לשמאלו ולא לימינו וכ״ש לפניו סי׳ צ״ו:",
            "כו. אפי׳ בתחנונים שאחר תפלה אסור לרוק דכל זמן שלא פסע ג׳ פסיעות הו״ל כעומד לפני המלך ואם א״א שרי אף לימינו ולפניו. אחרונים:",
            "כז. לא יגהק ולא יפהק ואם הוצרך באונס יניח ידו על פיו. שם:",
            "כח. רבינו האר״י היה מתפלל י״ח בעינים סגורות ואם יותר טוב לו להתפלל מתוך הסידור כה יעשה ושח עינים מחב״ר שם:",
            "כט. צריך שלא יסמוך על עמוד שלפניו או בצדו וחולה שא״א לו כי אם בסמיכה אם יוכל לכוין כמו אם היה יושב יעמוד ויסמוך בר״י סימן צ״ד:",
            "ל. אף בתפילה מיושב צריך להזהר שלא לסמוך לאחריו ולא יהיה מוטה לצדדין ואל יפשוט רגליו ולא ירכיבם זע״ז. עט״ז שם:",
            "לא. לא יראה עצמו בתפילה כעייף וא״י לעמוד וכיוצא מתנועות ותכסהו בושה כי ברחובות ובעסקיו הוא בריא ולעבוד ה׳ ראשו עליו ככרמל כנה״ג שם:",
            "לב. זקן שאין יכול לעמוד יושב במקומו ומתפלל וחולה מתפלל אפילו שוכב על צדו והוא שיוכל לכוין דעתו ואם לאו יהרהר בלבו ואם נסתלק האונס א״צ לחזור ולהתפלל אפילו התפלל בהרהור וכ״ש אם הוכרח להתפלל מיושב כגון שהיה בדרך בקרון כשיבא לבית אין צריך להתפלל עבר״י סימן ס׳ וסי׳ צ״ד:",
            "לג. אסור להפיח בתוך התפלה ואם אינו יכול להעמיד עצמו הולך אחריו ד׳ אמות ותצא רוח״ו ואחרי ככלות יהרהר בלבו נסח זה:<br>רבון העולמים יצרתנו נקבים נקבים חלולים חלולים גלוי וידוע לפניך חרפתינו וכלימתינו חרפה וכלימה בחיינו רמה ותולעה במיתתנו:<br>וחוזר למקומו וחוזר למקום שפסק קי׳ ק״ג ושל״ה:",
            "לד. לא יגע בשוק וירך ומקומות המכוסים ולא יחכך ראשו בידו וכן יזהר שלא יגע בצואת האוזן והאף סי׳ ד׳ וסי׳ צ״ב ועיין במחב״ר שם:",
            "לה. לא יאחוז בידו שום דבר כשהוא מתפלל חוץ מהמחזור ואם התפלל וידו אוחזת באיזה דבר א״צ לחזור ולהתפלל סי׳ צ״ו ואחרונים:",
            "לו. אם רוצים לומר נסח איזה תפלה או וידוי בשומע תפלה וכיוצא צריך לרשום בס׳ אותו הנסח והספר בחיקו ישא שיהא מוכן ומזומן בעתו בר״י שם:",
            "לז. תינוק שהטיל מים בב״הכ ישתוק עד שיביאו מים ואם המים רחוקים יש להקל דהוא ספקא דרבנן (סברת הרשב״א והפר״ח סימן צ׳ ומרן הב״י סי׳ ע״ה ודלא כהרב המגיה בס׳ שלמי ציבור דקי״א דחש לסברת האחרונים וגם הרב מו״ק הקיל בבהכ״נ ע״ש) ומהיות טוב אם אפשר ישימו בגד עליהם:",
            "לח. המתפלל יכוין בלבו פי׳ המלות ויחשוב כאלו שכינה כנגדו ויסיר כל המחשבות ויחשוב שאם לפני מלך ב״ו מדבר היה מסדר דבריו ומכוין יפה ק״ו עאכ״ו לפני ממה״מ הקב״ה ויחשוב בדברים המכניעים את הלב סי׳ צ״ח עש״ב:",
            "לט. אם תינוק מטרידו וכן גדולים שהם מדברים יכול לעשות תנועה בקול להשתיקם מחב״ר סי׳ ק״ד:",
            "מ. לא יעמוד להתפלל אלא באימה והכנעה ולא מתוך שחוק וקלות ראש ודברים בטלים אלא מתוך שמחה כגון דברי תנחומא של תורה סימן צ״ג:",
            "מא. לא יעמוד להתפלל מתוך פלפול אלא מתוך הלכה פסוק׳. שם:",
            "מב. אסור לישב בתוך ד׳ אמות של מתפלל בין מלפניו בין מן הצדדין בין מלאחריו וירחיק ד״א ואם עוסק בתקוני התפילה אפילו באיזהו מקומן א״צ להרחיק ויש מי שמתיר גם אם עוסק בתורה אבל לא במהרהר ואם היושב ישב כבר ועמד זה בצדו אם אינו בב״הכ א״צ לקום וחוץ לד״א שרי אפי׳ לפניו (סי׳ ק״ב ואחרונים):",
            "מג. אסור לעבור נגד המתפללים לפניהם בתוך ד׳ אמות אבל לצידיהן שרי ובזהר ח״א ד׳ קל״ב אמרו מאן דצלי אסור למעבר ד״א סמיך ליה לכל סטרא בר לקמיה:",
            "מד. מי שהשלים תפלתו ואחר מתפלל אחריו ולא השלים אסור לפסוע ג׳ פסיעו׳ עד שישלים תפלתו העומד אחריו ואפי׳ שהתחיל האחר להתפלל אחריו. שם:",
            "מה. עשרה שהתפללו כבר ביחיד ונתקבצו מנין עשרה יעבור שליח ציבור לפני התיבה להוציא רבים בקדושה וקדיש הרב יעב״ץ בסידורו דקמ״ט ובמו״ק סי׳ ס״ט וע״ש במחב״ר:",
            "מו. ש״ץ שצריך להתפלל בשני מקומות עיין להרב הנז׳ שם ובתשובת שאלת יעבץ חלק א׳ סי׳ כ״א:"
        ],
        [
            "<big><strong>סימן יג. קצת דיני ברכות שמנה עשרה. מצלינן האידנא אקצירי:</strong></big><br>א. המתפלל יכוין בכל הברכות ואם אינו יכול לכוין בכלן לפחות יכוין באבות:",
            "ב. יכרע גופו כשאומר ברוך וכשיאמר אתה ישחה ראשו וכשזוקף זוקף בשם הראש ואח״כ הגוף זהר ר״מ ריש עקב ועיין מחב״ר סי׳ קי״ג:",
            "ג. כשהוא כורע יכרע במהירות בפעם אחת דרך הכנעה וכשהוא זוקף יהיה בנחת. סי׳ קי״ג:",
            "ד. הכריעה תהיה עד שיתפקקו כל חוליות שבשדרה. שם. וצריך לכרוע על ברכיו בר״י סי׳ קכ״א וזקן שאינו יכול בהרכנת ראשו די והבריא לא ישחה כ״כ דמחזי כיוהרא. סי׳ קי״ג:",
            "ה. בית הכנסת שמרוצף באבני שיש מותר להשתחות כל דליכא פשוט ידים ורגלים ולכתחילה מותר לרצף הבית הכנסת באבנים הרב כנה״ג סי׳ קי״ג וסי׳ קל״א:",
            "ו. ביוה״כ במקום שכורעים ומשתחוים במוסף נהגו להציע מצעות ומחצלאות או עשבי׳ סי׳ קצ״א:"
        ],
        [
            "<big><strong>סימן יד. הזכרת גשם וטל. כי יפול לא יוטל:</strong></big><br>א. אסור להזכיר גשם עד שיזכיר ש״צ במוסף י״ט אחרון של חג סימן קי״ד:",
            "ב. אם אמר מוריד הגשם בימות החמה מחזירין אותו לראש הברכה. שם:",
            "ג. אם אמר משיב הרוח ומוריד ונזכר ואמר הטל ש״ד. הרב המגיה בשלמי ציבור דף קי״ז:",
            "ד. אם סיים הברכה חוזר לראש התפלה סי׳ קי״ד:",
            "ה. אפילו במקום שצריכין גשם בימות החמה אם הזכיר גשם במקום טל מחזירין אותו. שם:",
            "ו. במקום שמחזירין אם אמר בא״י ונזכר יסיים למדני חוקיך ונמצא שלא סיים ברכתו וחוזר ואומרה כראוי הריטב״א פ״ק דתענית:",
            "ז. במקום שחוזר לראש א״צ לומר פ׳ ה׳ שפתי תפתח. שם:",
            "ח. אם סיים הברכה ונזכר קודם שהתחיל אתה קדוש א״צ להחזיר אלא אומר משיב הרוח ומוריד הגשם בלא חתימה. סי׳ קי״ד:",
            "ט. במקום שאמרו חוזר לברכה שטעה בה ה״מ שטעה בשוגג אבל במזיד ומתכוין חוזר לראש. סימן קי״ד ובבר״י סי׳ ק״ד ישבתי מה דק׳ על מרן והשיג הרב המגיה בש״צ דקי״ז דעיקר החילוק כתבו ע״ת וכיוצא בזה השיג במ״א דמה מציאה היא זו וכבר היא בסימן כ״ו ואני בעניי בריש בר״י כתבתי שחלק גדול ורב כתבתי בגלותי בחוסר ספרים כו׳ ע״ש ומה הם אלו השגות וגם דעל הרוב לא כתבתי שמצאתי מציאה ובפרט ס׳ ע״ת ודאי לא היה אתי כי אם לעתים רחוקות בשאלה ומקיים מצות השבה מיד:",
            "יוד. הזכיר גשם בימות החמה ולא נזכר עד האל הקדוש וידע שדינו לחזור לראש ולא חזר ואמר שיסמוך על הש״צ וכן עשה וסמך על הש״צ וכיון דעתו יפה יפה יצא ולכתחילה גם כן יש לסמוך שיכוין עם הש״צ אמנם ידוע דצריך כונה גדולה וגם שהש״צ יהיה הגון וירא ה׳ שיתפלל כראוי בר״י סימן קכ״ד והרב יעבץ בסידורו וכן עיקר אף שהרב המגיה הנז׳ האריך הרבה בזה שם דקי״ז והוא מסופק קצת בדין זה:",
            "יא. אם אינו רוצה לסמוך על חזרת ש״ץ יכול לחזור ולהתפלל בעצמו. בר״י שם:",
            "יב. זה שטעה יפסיק ולא יסיים תפלתו דהתפלה לא עלתה לו בר״י שם:",
            "יג. היוצא בתפלת ש״צ לא יאמר מודים דרבנן רק ישתוק ויכוין למה שאומר ש״צ. שם:",
            "יד. אם הזכיר גשם במקום טל בליל י״ט האחרון של חג אינו חוזר גן המלך סימן קמ״ו:",
            "טו. בימות החמה אם נסתפק אם הזכיר מוריד הגשם אם לא עד ל׳ יום בחזקת שהזכיר גשם וחוזר סימן קי״ד:",
            "טז. אם ביום ראשון של פסח אומר ברכת אתה גבור עד מוריד הטל ועד בכלל צ׳ פעמים כנגד ל״י משם ואילך הרי הוא בחזקת שלא הזכיר גשם וא״צ לחזור וה״ה במוריד הגשם וזה התיקון לומר מוריד הגשם הוא למקום שאין אומרים מוריד הטל אבל לדידן א״צ תקון דאם אמר מוריד הטל כמנהגו סגי ואם ביום פסח אמר מ״ה פעמים מוריד הטל אחר עבור ט״ו יום א״צ לחזור אם נסתפק וכן אם אחר ט״ו יום אמר מ״ה פעמים א״צ לחזור. הרב המגיה בשלמי ציבור דקכ״א ע״ג:",
            "טוב. אם שגג או פשע ביום או יומים באלו הל׳ יום ולא התפלל לא הורע חזקתו ואין לחייבו אחר ל״י. ט״ז:",
            "חי. ש״ץ קבוע ומחזיר התפילה שחרית ומנחה כל שעברו י״ח יום אין צריך לחזור ולהתפלל גם לדעת הט״ז ז״ל (הר׳ המגיה בשל״צ דקכ״א ע״ד):",
            "יט. בימות הגשמים אם הזכיר טל כמו שהיה רגיל ולא הזכיר גשם אין מחזירין אותו סי׳ קי״ד:",
            "כ. אם גמר תפילתו ונזכר שטעה וחזר להתפלל ובעודו מתפלל נזכר הדין שא״צ לחזור תכף שנזכר יפסיק באמצע ברכה הרב המגיה הנז׳ דקכ״ב ע״א:"
        ],
        [
            "<big><strong>סימן טו. חוזר ונאור לי״ח ברכות. שונה הלכות:</strong></big><br>א. בברכת האל הקדוש אין לומר כי אל מלך גדול וקדוש אתה מחב״ר סק״ט:",
            "ב. בברכת השיבנו כתבתי בבר״י ומחב״ר והשיג עלי הרב המגיה בס׳ של״צ דקס״ד ואני בעניי השבתי על דבריו ביעיר אזן דף ק״ה בס״ד:",
            "ג. בברכת ענינו שאומר הש״ץ בתעניות כמו ד׳ צומות שהם על חרבן הבית וכיוצא יאמר העונה לעמו ישראל בעת צרה וכשיהיה צרה כוללת לא״ה וישראל יאמר העונה בעת צרה הרב המגיה הנז׳ דקכ״ו:",
            "ד. עשרה מתענין בבית הכנסת ואחד מהם כבר התפלל אין לומר ענינו בית דוד סי׳ שמ״ה:",
            "ה. אם יש אחד שאינו משלים לא יאמרו ענינו מג״א סי׳ תקס״ו:",
            "ו. הא דבעי עשרה מתענין ה״ד בת״צ שקבלו עליהם ע״כ צרה שלא תבא אבל בד׳ צומות אפילו שאין שם מתענים אלא ו׳ או ז׳ והשאר חולים או אונס אחר יכולים לומר ענינו ולקרות ויחל אף שאין עשרה מתענים בבהכ״נ בר״י סי׳ תקס״ו:",
            "ז. כל שלא יש עשרה מתענין בב״הכ בער״ח וכיוצא אין להוציא ס״ת ולא יאמרו ענינו בחזר׳ אפי׳ במנחה ואפי׳ בש״ת מחב״ר סי׳ תקס״ח:",
            "ח. שכח ש״צ לומר ענינו במקומה אומרה בשומע תפלה כיחיד שכוללה בש״ת. סי׳ קי״ט ובר״י שם:",
            "ט. שכח ש״ץ ואמר רפאנו אם לא חתם רפאנו יאמר ענינו ואחר כך יאמר רפאנו (אחרונים):",
            "יוד. אם הש״ץ אומר ענינו קודם ראה נא בענינו צ״ל פעם שנית במקומו מג״א:",
            "יא. בברכת רפאנו הרבה גדולים אומרים והעלה ארוכה ומרפא לכל תחלואינו ולכל מכות נפשנו רוחנו ונשמתנו. בר״י סי׳ קי״ו ושם נתתי טעם ועוד י״ל דחולי הגוף נמשך מחולי הנפש כידוע ואם כן זה עיקר רפואת חולי הגוף ודוק:",
            "יב. טוב שיכוין במחשבתו על החולה בברכת רפאנו ובש״ת יאמר בפירוש ויש מן הגדולים שהיו מתפללים בפירוש על החולה בברכת רפאנו בר״י סי׳ קי״ט:",
            "יג. ברכת השנים יתפלל במחשבה על הפרנסה וישאל מזונותיו בפירוש בשמע קולינו האר״י ז״ל:",
            "יד. עיקר הנסחה ברכנו ה׳ אלהינו כן הביאו הנסח הרמב״ם והאבודרהם:"
        ],
        [
            "<big><strong>סימן טז. שאלת טל ומטר. היכא דהדר או טוב פטר:</strong></big><br>א. יש מקומות דנהיגי לומר בקיץ ובחורף ברך עלינו ומשנים השאלה לפי הזמן והנכון לומר בקיץ ברכנו ובחורף ברך עלינו גורי האר״י זצ״ל:",
            "ב. אם שכח ולא אמר ברך עלינו ונזכר אחר שסיים וחתם ברכת ברכנו אם נזכר קודם שהתחיל תקע בשופר אומר שם ותן טל ומטר הרב המגיה בספר של״צ דקכ״ט:",
            "ג. מי שלא שאל בברכת השנים ונזכר באיזה ברכה מברך כדרכו ושואל בש״ת ולא חיישינן שמא ישכח בר״י סי׳ קי״ז:",
            "ד. כששואל מטר בש״ת ויש לו תענית וצ״ל ענינו יאמר השאלה קודם ענינו ואם נזכר אחר שחתם ש״ת קודם שהתחיל רצה אומר ותן טל ומטר ואח״כ אומר רצה סי׳ קי״ז:",
            "ה. אם לא נזכר עד שסיים אם לא עקר רגליו חוזר לברכת השנים ואם עקר רגליו חוזר לראש. ואם השלים תפלתו ואינו רגיל לומר תחנונים אחר תפלתו הגם שעדיין לא עקר רגליו כעקור׳ דמי שם:",
            "ו. אם לא שאל מטר בימות הגשמים אף ששאל טל חוזר אבל אם שאל מטר ולא טל אינו חוזר. שם:",
            "ז. נסתפק אם אמר ברכנו או ברך עלינו בתוך שלשים יום חוזר. בית דוד סי׳ מ״ז:",
            "ח. יום ששים אחר תקופת תשרי אומר בברכת השנים ותן טל ומטר ואם לא שאל ביום ס׳ של תקופה אף קודם שעברו ס׳ מעת לעת חוזר ומתפלל מחב״ר סי׳ קי״ז:",
            "ט. בן א״י הנמצא בעירו בז׳ בחשון ושאל כמנהג א״י בו ביום ואחר ימים מועטים יצא וירד מצרימה ואכתי פשו ימים רבים עד יום ס׳ אחר התקופה כיון דכבר התחיל לשאול בז׳ בחשון בעודו בא״י יהי לו מושך וישאל כבני א״י בר״י סי׳ קי״ז:",
            "יוד. בן א״י שיצא קודם ז׳ בחשון מא״י ובז׳ בחשון הוא בתחום ח״ל ועודנו בדרך ישאל כבני ח״ל אף דלא הגיע לעיר בר״י שם:",
            "יא. בן ח״ל ששאל גשם בתפלה תוך ס׳ לתקופה אינו חוזר. שם:",
            "יב. בן א״י שלא שאל מטר בליל ז׳ בחשון בא״י חוזר (שם) והרב המגיה בשלמי ציבור ד׳ ק״ל כתב שהוא חידוש שלא הזכרתי תשובת הלקט ח״א סי׳ ע״ג דפסק להיפוך ע״ש. ואני אומר דתשובת שמזכיר הרב יד אהרן אין אחריותם עלי וכן נהג הרב י״א בתשובותיו שמזכיר הרב כנה״ג כידוע הן אמת דכשהוא דבר הנוגע למה שכותב לפעמים מזכירה והיינו משום דבכ״הג ז״ל מזכירה אבל כאן החידוש הוא שהרב יד אהרן לא הזכירה ואכמ״ל:",
            "יג. בן ח״ל הנמצא בא״י ובן א״י הנמצא בח״ל כל אחד ישאל כבני העיר הנמצא בה:",
            "יד. מי שהיה נוהג כהרדב״ז דסבר דבן א״י דיש לו אשה ובנים שם והוא בח״ל דשואל בז׳ בחשון ונעשה יום אחד ש״ץ ולאו אדעתיה בלחש ישאל כבני א״י ובחזרה כבני ח״ל. שם:",
            "טו. בימות החמה אם שאל מטר מחזירין אותו ואם יש חזרת תפילה יכוין דעתו לש״ץ כל י״ח ברכות סי׳ קכ״ד:"
        ],
        [
            "<big><strong>סימן טוב. אספרה שמך לאחי. שיורי ברכה כה לח״י:</strong></big><br>א. ברכת השיבה. המנהג לסתום כל השנה מנך אוהב צדקה ומשפט ובעשרת י״ת המלך המשפט ואם טעה בעשרת ימי תשובה ואמר מלך אוהב צדקה ומשפט חוזר. כן דעת מר״ן כמ״ש בבר״י סי׳ קי״ח וע״ש:",
            "ב. אם אמר בעימ״ת מלך המשפט אינו חוזר מחב״ר סי׳ תקפ״ב:",
            "ג. אם בשאר ימות השנה אמר המלך המשפט אינו חוזר. שם:",
            "ד. אם רצה להוסיף בכל ברכה מהאמצעיות מעין הברכ׳ מוסיף ובשומע תפלה יכול לשאול כל צרכיו שהיא כוללת. סי׳ קי״ט:",
            "ה. יזהר שלא להרבות שאלות רק אחת כוללת כמו זרע אנשים. בר״י שם:",
            "ו. כשמוסיף ברכה לצורך יחיד לא יאריך והאומרים תפלות ווידוי באורך בש״ת אינו נכון. בר״י שם:",
            "ז. בחתימת ברכת המינים קבלנו שצריך לחתום (שובר אויבים ומכניע מינים) שיהיה מעין פתיחה וכן הוא בסדור מהר״א הכהן ובסדור האר״י דפוס לבוב ובשלמי צבור דקל״א לא רצה בזה מכח מה שמצא במקובלים קדמונים ואני בעניי איני זז ממנהגי ואכמ״ל:",
            "ח. בברכת תשכון צ״ל וכסא דוד עבדך. והמדלגו אין תפלתו שלמה האר״י ז״ל:",
            "ט. אם דילג או טעה באיזו ברכה מהאמצעיות חוזר לראש הברכה שטעה או שדילג ומשם ואילך יחזור על הסדר. סי׳ קי״ט:",
            "י. בברכת את צמח דוד כי לישועתך קווינו כל היום יכוין לצפות לישועה כי ע״ז שואלי״ם הלכו בו לעו״הב:",
            "יא. יש לכוין לצפות לישועת ה׳ שעושה עמנו להצילנו מכמה פגעים רעים בכל יום ובכל רגע ומצאתי תועלת גדול לעתות בצרה בזה. פרי עץ חיים דנ״ג בשם מהר״י צמח ז״ל:",
            "יב. שוחין במודים ותוקף מעלת ההשתחואה הפליגו מאד חז״ל. כל קבל דנא מאן דלא כרע במודים ענשו מאד מאד. בר״י סי׳ קכ״א:",
            "יג. בברכת שים שלום צ״ל וברכנו אבינו כלנו כאחד. ב״י שם:",
            "יד. וטוב בעיניך לברכנו כצ״ל והאומר וטוב יהיה בעיניך טועה. בר״י:",
            "טו. אחר סיום י״ח מיד יאמר יהיו לרצון ואחר כך יאמר תחנונים ובסוף תפלתו א״צ שיקצר בשאלתו כמו בשומע תפלה אלא יכול להאריך כמו שירצה. בר״י סי׳ קי״ט:",
            "טז. יאמר עשה למען שמך כו׳ ואפשר לפרש עשה למען שמך היא השכינה בסוד ויעש דוד שם וכמו שפירש בזוהר. הקדוש למען אדני. עשה למען ימינך כמ״ש רז״ל בפסיקתא דכביכו״ל הימין משועבדת עשה למען תורתך שאמרת שאם לא נשכח התורה לא תשכח ירוש׳ כמשז״ל עשה למען קדושתך דכתיב אלהים קדושים והכונה אלהי ישראל שנקראו קדושים ודו״ק כי קצרתי:",
            "טוב. טוב שיאמר יהיו לרצון פעם אחרת בסוף התחנונים:",
            "חי. יפסע ג׳ פסיעות ויעמוד שם עד קדושה:",
            "יט. אם האריך בתפלתו עד שהגיע ס״ץ לקדושה ותכף פסע יכול לחזור תכף למקומו לומר קדושה. בר״י סי׳ קכ״ג:"
        ],
        [
            "<big><strong>סימן חי. קצת דיני חזרת התפלה. זאת תורת העולה:</strong></big><br>א. באיזה מקומות נהגו להקל שמתפלל עם הצבור בקול רם ואומר קדושה ואתה קדוש ואומר האמצעיות בלחש ומתחיל רצה בקול רם ואינם חוזרים התפלה וכן עושים במוסף ולא צריך למעבד הכי שהרי מר״ן בב״י סי׳ רל״ד כתב דבמנחה היו עושין כן בצפת וגזרו נדוי בצפת ח״ו על זה והנהיגו שם שיתפללו בלחש וש״ץ חוזר כל י״ח ברכות ע״ש וק״ו לשחרית ומוסף של״צ דקל״ו:",
            "ב. ש״ץ שנכנס לב״הכנ ומצא צבור שהתפללו בלחש והוא צריך לעבור לתיבה לאלתר יורד לתיבה ומתפלל בקול רם לצבור וא״צ לחזור ולהתפלל בלחש. סי׳ קכ״ד:",
            "ג. ש״ץ שהתפלל ביחיד ואתרמי ליה צבורא והוא מוכרח לעבור לפני התיבה א״צ להתפלל בלח״ש שכבר התפלל אלא יתפלל בקול רם ויהי׳ צנוע. בר״י שם:",
            "ד. כיון דאיכא רובא שלא התפללו אע״פ שהשאר התפללו כל שיש עשרה שעונין אמן יכול לומר חזרה. שיורי שם:",
            "ה. יכולים לומר חזרה בעשרה עם הש״ץ ואין צריך שיהיה י׳ חוץ מן הש״ץ. שם:",
            "ו. אם יצאו מקצתן אחר שהתחיל בק״ר וקדושה יכולים להשלים קדושה וכל י״ח ברכות ותו לא. אחרונים לדעת מר״ן סי׳ נ״ה:",
            "ז. לאו דוקא קדושה דכיון שהתחילו להתפלל בק״ר גומרין. מג״א שם:",
            "ח. כשהש״ץ חוזר התפלה הקהל יש להם לשתוק ולכוין לברכות שמברך החזן ולענות אמן. סי׳ קכ״ד:",
            "ט. אין ללמוד בעת חזרת הש״ץ. סי׳ צ׳ דין ח״י והרב ווי העמודי׳. ועיין לקמן דין כ״א:",
            "י. אין לומר עם החזן אמצע הברכות אפי׳ בלחש ומכ״ש שלא להגביה קולו דהוי קלות ראש. סי׳ קכ״ד אחרונים וד״ע:",
            "יא. כל שאין ט׳ בב״הכנ מכוונים לברכותיו ולענות אמן כמשפט קרוב דהוו ברכות לבטלה. שם:",
            "יב. יש לעמוד בחזרת העמידה וטוב שיהיה הסדור לפניו לכוין היטב בחזרת הש״ץ. שם:",
            "יג. יזהר לכוין רגליו בעת הקדושה ששניהם יהיו דמות רגל אחד ויכוין לקיים מצות ונקדשתי בתוך בני ישראל. האר״י ז״ל:",
            "יד. נקדישך ונעריצך שתי תיבות אלו יאמר בקול רם והשאר בלחש ויענה קק״ק בקול רם. האר״י ז״ל:",
            "טו. ש״ץ אומר לעומתם משבחים ואומרים ועונים ברוך כבוד ה׳ ממקומו וכשאומר ובדברי קדשך עונים ימלוך. כנ״הג:",
            "טז. אל ימשוך ש״ץ בנגון לעומתם וכן דברי קדשך אלא ימהר לאומרם כדי שלא יענו הקהל קודם שיגמור וה״ל כמו אמן חטופה. ספר חסידים סי׳ תמ״ט:",
            "טוב. מי שאמר קק״ק ועדיין הש״ץ היה אומר וקרא זה אל זה יכוין למה שעונים הקהל ויאמר באופן שלא ישמיע לאזניו כנ״ל. ועיין בבר״י:",
            "חי. כשעונים קק״ק יהיו עיניו סגורות וישא עיניו למרום ויגביה עצמו וכן בשעה שאומר ברוך כבוד ה׳. וימלוך. ירים עקביו כלפי מעלה וגופו ולא ידלג הרבה שיתלוצצו עליו. טור ושל״ה:",
            "יט. יחיד העומד בתפלה וכשהגיע לקדושה הצבור אומרים קדושה דסדרא או כתר אינו אומר קדוש עמהם. סי׳ ק״ט:",
            "כ. במודים דרבנן ירכין הראש בלבד. האר״י ז״ל:",
            "אך. לא ישיח שיחת חולין בשעה שש״ץ חוזר התפלה ואם שח הוא חוטא וגדול עונו מנשוא וגוערין בו: ש״ע סימן קכ״ד. ואם גמר תפלתו בלחש ועדיין הש״ץ אינו מתחיל החזרה חטא חמור לדבר בין לחש לחזרה. גורי האר״י ז״ל:"
        ],
        [
            "<big><strong>סימן יט. באמירת תחנונים. ידבר רש קצת דינים:</strong></big><br>א. אחר חזרת עמידה תכף יש לומר וידוי ונפילת אפים אף בשני וחמישי. האר״י ז״ל:",
            "ב. לא ירבה בויעבור פעמים רבות או וידוים. שם:",
            "ג. בכל וידוי צריך להתחיל אנא ה׳ או״א כו׳. מחב״ר סי׳ קל״א:",
            "ד. א״צ לפרט החטא ואם מתודה בלחש נכון לפרט החטא. סי׳ תר״ז:",
            "ה. צריך לשחות בוידוי כמו במודים. של״ה. ויען הדור יתום לא ישחה הרבה אלא מעט כדי שלא ילעיגו ויחטאו. כנ״ל:",
            "ו. צריך להתודות מעומד ואף אם הוא מתודה כבר ושמע לש״ץ שמתודה צריך לעמוד ולהתודות (סי׳ תר״ז) וגם למי שנוהג כהאר״י זצ״ל שלא להתוודות כ״א פעם אחת צריך לעמוד בוידוי׳ ארוכי׳ שמתודי׳ הקהל:",
            "ז. זקן או חלוש יכול להתודות ע״י סמיכה. בר״י סי׳ קל״א שם:",
            "ח. המנהג לומר וידוי אחר תפלת י״ח גם כשהוא מתפלל ביחיד. שם:",
            "ט. אין היחיד רשאי לומר ויעבור ולא י״ג מדות דרך תחינה אבל דרך קריאה בטעמי הפסוק שרי. סי׳ תקס״ה:",
            "י. יכול לומר סליחות כל שאינו אומר י״ג מדות וגם שרומז זכור לנו היום ברית שלש עשרה לית לן בה. בר״י סי׳ קל״א:",
            "יא. אין לומר סליחות בערבית כלל והוא חטא גדול והיושב בב״הכנ שנוהגים כך ישב בדד וידום או ילמוד מזמורים. בר״י סי׳ תקפ״א:",
            "יב. וידוי יכול לומר בכל עת לבד במוצאי שבת לא יאמר וידוי עד שיעבור חצות לילה. שם:",
            "יג. נפילת אפים יש ליפול על צד שמאל ולא יהיו פניו דבוקות תוך היד אלא על הזרוע שמאלי ויש סכנה אם יפול על ידו ולא יאמר פסוק ויאמר דוד אל גד. גורי האר״י זצ״ל:",
            "יד. אם בעודו נופל על פניו שמע קדיש או קדושה יכול לענות. מטה יהודה ועד״ה יש לפקפק:",
            "טו. נפילת אפים מיושב ואם הצבור אומרים תחנונים קודם נ״א ובצנעא נוהג כהאר״י ז״ל ואינו יכול לישב כי הקהל עומדים אומר נ״א ע״י סמיכה כנ״ל:",
            "טז. יכול לומר נ״א ביחיד ובכל מקום ואריך בין לפש׳ בין לסו׳. בר״י קל״א:",
            "טוב. אלו הימים שאין נופלים ע״פ. בר״ח ובחנוכה ובפורים וכל חודש ניסן ולא בי״ד באייר ולא בל״ג לעומר ולא מר״ח סיון עד י״ב ימים ולא בט״ו באב ולא בערב ר״ה ולא בערב יו״הכ ולא ממוצאי יו״כ עד סוף תשרי ולא בי״ד וט״ו שבאדר א׳. סי׳ קל״א ואחרונים:",
            "חי. כל יום שאין נופלים ע״פ אין נופלים גם כן במנחה שלפניו חוץ מער״ה ועי״כ. שם:",
            "יט. בבית האבל אפילו שאין שם אבל אלא מתפללים למנוחות נפש המת אין אומרים נ״א. שם ובר״י:",
            "כ. חתן כשבא לב״הכנ או שמתפללין בביתו אין נופלין ע״פ שבעה לנושא בתולה וג׳ לאלמן שנושא אלמנה. שם:",
            "כא. חתן בשחרית יום ח׳ אין נופלין ע״פ דז׳ ימים שלמים בעינן. מחב״ר בק״א סי׳ קל״א:",
            "כב. יום מילה אין נופלים ע״פ בב״הכנ אפי׳ שאין המילה נעשית אלא בבית אם יש אבי הבן או סנדק בב״הכנ סגי ואף אם אין אבי הבן בעיר או שמת. קרוביו הולכים לב״הכנ ומתפללים כמנהג ואין נופלים ע״פ. ת״ח ח״ג סי׳ ד׳:",
            "כג. אף אם נולד מהול כיון דמטיפים דם ברית ממנו אין נופלים ע״פ: הלק״ט ח״ב סי׳ קס״ח:",
            "כד. מילה בתענית צבור אין נופלים ע״פ אבל אומרים סליחות וגם וידוי ואין אומרים והוא רחום ואין בעל הברית אומר התחנונים אבל פרשת ויחל חייב לשמוע. בית דוד סי׳ שמ״ז:",
            "כה. במנחה אם מתפללים אצל התינוק א״א תחנונים. אחרונים:",
            "כו. והוא רחום צריך לאומרו בכוונה ומעומד אבל לומר בקול רם אינו עיכוב ונהרא נהרא ופשטיה. שם:"
        ],
        [
            "<big><strong>סימן כ. על שאר התפלה. ה״ן בלשוני מלה:</strong></big><br>א. אשרי יושבי ביתך צריך לדקדק ולכוין בו הרבה כי מ״ש בפ״ק דברכות כל האומר תהלה לדוד ג״פ מובטח לו שהוא בן הע״הב הוא אם קורא אותו בכונה ויראה ואהבה וכולי האי ואולי:",
            "ב. יענך ה׳ ביום צרה כו׳ אנן בדידן בכל יום שאין נופלים ע״פ אין אומרים יענך (שיורי ופר״ח סי׳ קל״א) וכשאומר יענך יאמר בכונה והכנעה:",
            "ג. אם בא לב״הכ כשאומרים הצבור סדר קדושה יאמר עמהם אף קודם תפלתו וה״ה דיכול לאומרה קודם שיאמר הב׳ פסוקים ובא לציון ואני זאת בריתי ומכ״ש שיוכל לומר אשרי ולמנצח אח״כ כדי לאומרה עם הצבור. מג״א:",
            "ד. יש אומרי׳ שאין לומר בקול רם מלות התרגום אשר בקדושה דסידרא ואיכא מאן דלא חש וכתב הרב מהרח״ו ז״ל שרבינו האר״י נהג לאומרה בקול רם ולא הקפיד בזה:",
            "ה. חקר מהר״ד אבודרהם מה טעם בקדושה דסידרא קבעו פ׳ ה׳ ימלוך לעולם ועד שאמרו משה רבע״ה ובקדושה קבעו פ׳ ימלוך ה׳ לעולם כו׳ ותירץ דלפי שמתרגם סדר קדושה נקטי הפ׳ שאמר משה רבינו לתרגמו לפי שאין תרגום בכתובים ושמע בשם הרא״ש שאמר כי קבלה בידו שעל תרגום פ׳ ימלוך ה׳ לעולם יצאת ב״ק ואמרה ליונתן ב״ע מי הוא זה שמגלה סתרי לבני אדם מפני שיש בו קץ משיח עכ״ל והר׳ אליהו רבא כתבו משם הרא״ש בפשיטות וק׳ דהרא״ש עצמו בתוספותיו פ״ק דמגילה כתב וז״ל ונראה שתרגם איוב משלי תהלים שהרי הם מתורגמים בידינו וגם ביקש לתרגם דניאל וא״ל ב״ק דייך דאית ביה קץ משיח וי״מ שאחד מן התנאים שלאחר יונתן בן עוזיאל תרגמו ולא תרגם דניאל משום דאית ביה קץ משיח עכ״ל הרי להדיא דסבר הרא״ש דב״ק יצא על דניאל לבד וזה הפך מה ששמע משם הרא״ש הר״ד אבודרהם:",
            "ו. תפלה לדוד יאמר בכונה עצומה והכנעה. האר״י:",
            "ז. יאמר קוה כו׳ אין כאלהינו כו׳ ושמעתי כפי הפשט אין כאלהינו כנגד בבל דנבוכדנצר גזר שישתחוו לצלם אין כאדונינו נגד מדי דאחשורוש מכרנו להמן לעבדים אין כמלכנו כנגד יון דאלכסנדרוס מלך בכל העולם אין כמושיענו נגד עשו. ודוק כי קצרתי:",
            "ח. כל פעם שאומר פטום הקטורת צ״ל אתה הוא ה׳ אלהינו שהקטירו כו׳ ובסוף לומר ה׳ צבאות עמנו כו׳ ה׳ צבאות אשרי אדם כו׳ ה׳ הושיעה המלך יב״ק וערבה לה׳ מנחת יהודה כו׳ ותו לא. האר״י ז״ל:",
            "ט. עלינו לשבח צ״ל באימה ויראה בכונה ושמחה ומעומד וראיתי מה שהשיג הרב המגיה בש״ץ דף זק״ן עלי והאמת אחר כמה שנים שהיה כתוב ברמזי שמ״כ גימ׳ ומעומד נזדמן לשעה ס׳ הכלבו וראיתי הרמוז שם שאומר גימ׳ ונשמט משם הענין וכתבתי בגליון במקום צר ועמ״ש בכלבו כו׳ ולא מחקתי או שניתי הכתוב לעיל כי עין רואה ולא היה צריך ועיין לעיל סי׳ י״ד דין ט״ו ואין להאריך בפטפוטי דברי׳ ומיני ומיניה יתקלס עלאה:"
        ],
        [
            "<big><strong>סימן אך. דיני יעלה ויבא. ישים אור בו:</strong></big><br>א. שכח ולא אמר יעלה ויבוא בליל ר״ח אפילו בליל ב׳ של ר״ח אינו חוזר. סימן תכ״ב:",
            "ב. שחרית ומנחה אם לא אמר יעלה ויבוא חוזר ואם נזכר קודם שהתחיל מודים אומרו במקום שנזכר. שם:",
            "ג. אם אמר ברוך אתה ה׳ ונזכר יאמר למדני חקיך כמי שקורא פסוק ויאמר יעלה ויבא ויאמר תשלום הברכה בא״י המחזיר שכינתו אך בלילה שהדין הוא שאין מחזירין כשאמר בא״י יגמור המחזיר שכינתו לציון ויאמר מודים (הריטב״א פ״ק דתעניות שלמי צבור דר״ך ע״ד):",
            "ד. אם לא נזכר עד אחר שהתחיל מודים אם נזכר קודם שהשלים תפלתו חוזר לרצה ואם לא נזכר עד שהשלים תפלתו חוזר לראש ואם רגיל לומר תחנונים ונזכר אחר שהשלים תפלתו קודם שיעקור רגליו חוזר לרצה. שם:",
            "ה. אם אמר בקשה בש״ת שהזכיר בה ר״ח ושכח ולא אמר יעלה ויבא אינו חוזר (תשו׳ שבס״ס לקוטי פרדס והסכים עמו הרב המגיה בש״ץ דרכ״ב):",
            "ו. לא זכר יעלה ויבא בשחרית ולא נזכר עד שהתפלל מוסף מתפלל מנחה שתים. שיורי ברכה סי׳ תכ״ב משם הרשב״א:",
            "ז. אם עמד להתפלל מוסף ואמר ג׳ ראשונות על דעת להתפלל מוסף ונזכר שלא אמר יעלה ויבא אומר תפלת שחרית ואומר אחר ג׳ ראשונות סיום תפלת שחרית אף דג׳ ראשונות לא אמרם אלא ע״ד תפלת מוסף. מחב״ר סי׳ הנז׳:",
            "ח. אם הוא מסופק אם הזכיר יעלה ויבא אף שנזכר מר״ח סמוך למקום ההזכרה חוזר וא״צ לחזור בתורת נדבה דהנסיון יוכיח דאתרמי כמה זמני דנז׳ מר״ח ואח״כ אינו אומר יעלה ויבא ויודע בעצמו ודאי. בר״י משם מהר״י מולכו וכן דעתי הקצרה כמדובר:",
            "ט. מי ששכח ולא אמר יעלה ויבא וכיוצא יכוין דעתו וישמע מהש״ץ כל י״ח ברכות מראש ועד סוף כאדם שמתפלל לעצמו ולא יפסיק ולא ישיח ופוסע ג׳ פסיעות לאחוריו. סי׳ קכ״ד ועיין לעיל סימן י״ד מאות ט״ז עד כ׳:",
            "י. גם מי שביתו סמוך לב״הכנ ועומד בחלון הפתוח ומתפלל עם הצבור ושכח יכול לכוין לצאת עם הש״ץ. כנ״ל. ועיין מ״ש הרב המגיה בשלמי צבור דרכ״ב ע״ג:",
            "יא. ש״ץ ששכח ולא אמר יעלה ויבא בשחרית אינו חוזר שתפלת המוספין לפניו אבל אם נזכר קודם שהשלים תפלתו חוזר לרצה שאין בזה טורח צבור סי׳ קכ״ו:"
        ],
        [
            "<big><strong>סימן כב. קצת דיני התשלומין למי שלא התפלל. פרט וכלל:</strong></big><br>א. אין תשלומין אלא לתפלה הסמוכה בלבד שאם טעה או נאנס ולא התפלל שחרית מתפלל מנחה שתים הראשונ׳ מנחה והשני׳ לתשלומין וכן ממנחה לערבית ומערבית לשחרית. סי׳ ק״ח:",
            "ב. אם לא התפלל לא שחרית ולא מנחה מתפלל ערבית ב׳ לתשלומי מנחה אבל שחרית אין לה תשלומין וכן בשאר תפלות. שם:",
            "ג. מי ששכח להתפלל שחרית ומוסף ונזכר במנחה יתפלל מנחה ואחריה מוסף ואח״כ תפלת שחרית ואם התפלל תפלת מוסף קודם מנחה יצא. בר״י שם ועיין בק״א שם:",
            "ד. הא דמשלים התפלה שהפסיד דוקא בזמן תפלה אבל שלא בזמן תפלה לא. סי׳ ק״ח:",
            "ה. הא דמשלים היינו בעודו עוסק בתפלה העיקרית אחר ששהה כדי הילוך ד״א צריך להתפלל תפלת התשלומין אבל אם הפסיק והלך לעסקיו שוב אינו מתפלל תפלת התשלומין ויש חולקין הלכך יתפלל בתורת נדבה. אחרונים שם וע׳ מחב״ר ובק״א:",
            "ו. מוסף ליתיה בתשלומין שהוא אינו משלים ואין אחרים משלימין לו ונעילה הכי נמי אינם מפסיקין בתשלומין לא משחרית למנחה ולא ממנחה לערבית. מחב״ר:",
            "ז. הזיד ולא התפלל אין לה תשלומין אפילו בתפלה הסמוכה ואם רצה יתפלל נדבה וא״צ חידוש. שם סי׳ ק״ח:",
            "ח. מתעסק בצרכי צבור שפטור להתפלל ומתוך העסק עבר זמן תפלה א״צ להשלים בזמן תפלה שלאחריה. ע׳ בר״י ומחב״ר שם:",
            "ט. מי שלא התפלל מוסף ולא נזכר ויהי ערב ולא התפלל מנחה ואין שהות להתפלל שתיהן יתפלל מוסף דמנחה יש לה תשלומין מג״א סימן רפ״ו ודבר משה סי׳ כ״א:",
            "יוד. אין תשלומין לקריאת שמע וברכותיה כלל לא לברכות ולא לק״ש. מחב״ר סימן נ״ח:",
            "יא. כשמתפלל לתשלומין צריך שתהיה שניה לתשלומין ואם הפך לא יצא ידי תפלת התשלומין וצריך לחזור ולהתפלל אותה והיינו שגילה דעתו דהראשונה אמרה לתשלומין. סי׳ ק״א ואחרונים ודלא כחולקים:",
            "יב. טעה ולא התפלל ערבית יתפלל שחרית שתים לאחר שיתפלל יוצר וי״ח ברכות יתחיל אשרי ואחר כך יתפלל תפלת י״ח בשביל תפלת ערבית וכשמתפלל מנחה שתים המנהג לומר אחר מנחה אשרי ויאמר י״ח בעד שחרית ואם מתפלל ערבית שתים אחר שהתפלל הראשונה לערבית לא יאמר אשרי בלילה אלא ישהא כדי הילוך ד׳ אמות ויאמר י״ח בעד מנחה. שם ואחרונים מחב״ר:",
            "יג. א״א תחנונים עד אחר תפלה שניה. הלבוש והרמג״א וכן עיקר:",
            "יד. ש״ץ ששכח ערבית לא יתפלל למחר אלא שתי תפלות הא׳ בלחש לחובת שחרית והשניה בקול רם לתשלומין וגם להוציא מי שאינו בקי. הרדב״ז סימן שס״א והפ״ח והרב יעב״ץ בסידורו דקמ״ט ע״ב וכן עיקר ודלא כהרב המגיה בש״ץ דף קע״א שפקפק בזה ועמ״ש בר״י ומחב״ר סי׳ רי״ג:",
            "טו. היכא דלא התפלל ערבית והתפלל שחרית ויהיב דעתי׳ בחזרת הש״ץ לתשלומין יצא י״ח. בר״י שם:",
            "טז. טעה ולא התפלל מנחה בשבת מתפלל במ״ש ערבית שתים של חול מבדיל בראשונה שזמנה עתה ואינו מבדיל בשניה שהיא תשלומין של שבת. ואם לא הבדיל בראשונה והבדיל בשניהם שניה עלתה לו ראשונה לא עלתה לו דכיון דלא הבדיל בראשונה מוכח שכיון בה לתשלומין ולא יצא ואם נתכוין להתפלל ראשונה לערבית ושניה לתשלומין אלא שטעה ולא הבדיל בראשונה יצא וכל שאמר לנו דכך היה דעתו סגי. כן עיקר וזה כונת הפר״ח ועיין מ״ש הרב המגיה דף קנ״ז ודוק:",
            "טוב. אם הבדיל בשתיהן או לא הבדיל בשום אחד יצא ואם כיון בראשונה לערבית ושכח להבדיל לא יבדיל בשניה שהיא לתשלומין. שם:",
            "חי. אם לא הבדיל בשתיהן וטעה קודם שהבדיל דקיי״ל דצריך לחזור ולהתפלל יצא י״ח מתפלת התשלומין דכדין התפלל ערבית דיש כוס לפניו וכבר יצא גם מתשלומין אלא דאחר כך טעה ונתחייב בתפלה. בר״י שם:",
            "יט. התפלל י״ח במנחת שבת ולא הזכיר שבת יתפלל ערבית שתים ובשניה לא יבדיל ויתפלל אותה בתורת נדבה. אחרונים:",
            "כ. וכן במנחה של ר״ח אם לא אמר יעלה ויבא יתפלל ערבית שתים והשניה נדבה וכן אם טעה במנחת יו״ט והתפלל י״ח ואם בלילה ר״ח או י״ט שני יתפלל לחובה. אחרונים ועיין במחב״ר ודו״ק:",
            "כא. שכח להזכיר ר״ח במנחה והיה ר״ח ע״ש ולא נזכר עד שחשיכה לא יתפלל תפלת התשלומין דצריך שתהיה בתורת נדבה ואין נדבה בשבת וכן לכל כיוצא בזה. מחב״ר שם:",
            "כב. אם נאנס ולא התפלל מנחה בע״ש מתפלל שתים של שבת הראשונה לערבית והב׳ לתשלומין. ואם התפלל הב׳ של חול איכא פלוגתא ולא יתפלל נדבה מטעם האמור. אחרונים והרב המגיה בש״ץ דף עק״ב:",
            "כג. אם טעה ולא התפלל מנחה בערב ר״ח מתפלל של ראש חדש בראשונה ולא בשניה ואם לא הזכיר יעלה ויבא בראשונה והזכיר בשניה צריך לחזור ולהתפלל פעם ג׳ לתשלומין אבל אם לא הזכיר בשתיהן אינו צריך לחזור. סי׳ ק״ח ואחרונים ועמ״ש הרב המגיה הנז׳ דקע״ג ע״א ודוק:",
            "כד. אם היה ראש חדש שני ימים ולא התפלל מנחה ביום ראשון של ר״ח כשמתפלל בליל ב׳ של ר״ח שני תפלות אחת לחובה ואחת לתשלומין אם לא הזכיר בראשונה והזכיר בב׳ אין צריך לחזור. פר״ח:",
            "כה. המתפלל שחרית של שבת שתים והתפלל ראשונה אתה קדשת וב׳ ישמח משה א״צ לחזור. הרב המגיה הנז׳ דקע״ד:",
            "כו. והיינו דוקא כשנזרק מפיו אבל אם דעתו היה לומר אתה קדשת לתשלומין חוזר ומתפלל:",
            "זך. מי שלא התפלל ערבית ר״ח והתפלל שחרית שתים ולא אמר יעלה ויבא בשניה אינו חוזר. כנה״ג בשם מהרי״ט ודעמיה ופר״ח:",
            "כח. אם שכח ערבית במ״ש מתפלל שחרית שתים ואינו מזכיר אתה חוננתנו בשניה. הרדב״ז סי׳ שס״ה:",
            "כט. אם אמר אתה חוננתנו בראשונה ולא בשניה חוזר ומתפלל עמ״ש הרב המגיה הנז׳ שם ע״ג:",
            "ל. מי שהתפלל ראשונה לשם מנחה והשניה לתשלומין וטעה בשל מנחה שלא שאל מטר חוזר של מנחה וא״צ לחזור בשביל התשלומין. פר״ח:",
            "לא. מי שלא התפלל מנחה ביום שלפני יום שאלת המטר ומתפלל ערבית שתים ישאל מטר בשתיהם ואם לא שאל מטר בתשלומין בדיעבד יצא. בר״י סי׳ ק״ח:"
        ],
        [
            "<big><strong>סימן כג. דיני הלל. אישו״ר כולל:</strong></big><br>א. אין לטעום קודם קריאת ההלל למי שיכול אבל מאן דחליש לביה מותר. בר״י סי׳ תכ״ב:",
            "ב. מצות קריאת ההלל מעומד. ש״ע שם:",
            "ג. בר״ח צריך לקרא ההלל בדילוג. שם:",
            "ד. בימי הדילוג במלכות א״י ומצרים אין מברכין על ההלל ויש מקומות שנהגו לברך. שם:",
            "ה. בן א״י ודעתו לחזור ובח״ל נעשה במקרה ש״ץ ובירך על ההלל יצאו הצבור בברכתו והוא לא בירך לבטלה. שו״ת חיים שאל. סי׳ צ״ט:",
            "ו. בימי הדילוג היחיד אינו מברך עליו. סי׳ תכ״ב:",
            "ז. נשים פטורות מכל הלל ולדעת ר״ת וסיעתו אם רצונם לקרות יכולות:",
            "ח. קטן אפילו הגיע לחינוך אינו מוציא אחרים י״ח אף שהלל מדרבנן הרב פר״ח:",
            "ט. בהלל אפי׳ עשרה קורין כאחד ומוציאים את הרבים י״ח:"
        ],
        [
            "<big><strong>סימן כד. קצת דיני מוספין. אלו הן הנצ״רפין:</strong></big><br>א. העקר לומר את מוסף יום ר״ח וכיוצא ולא יאמר ואת מוסף. פר״ח:",
            "ב. בשבת ור״ח אם אמר את מוסף יום השבת הזה ויום ר״ח הזה ולא אמר את מוספי נראה שא״צ לחזור דמ״ש את מוסף יתפרש על כל הנוסף וכבר פירש שבת ור״ח ומ״ש הרב בית יהודה בסופו דבי״ט ר״ה אם אמר מוסף חוזר שאני התם שאינו ניכר דאינו זוכר ר״ח וק״ק על הרב הנז׳ דלא זכר תשו׳ מהר״י בי רב בשו״ת הרב המבי״ט (כ״כ זה שנים בזכרונותי ועתה נדפס ס׳ ש״צ והרב המגיה שם האריך מאד מדף רכ״ה והנמשך והסכים כמו שכתבתי):",
            "ג. אם בר״ח או שבת וכיוצא שהי״ל לומר את מוסף ואמר את מוספי אינו חוזר. הרב הנז׳ דרכ״ט וכמ״ש הרב הנז׳ נר״ו על דברי במחב״ר ואכמ״ל:",
            "ד. אם במקום תפלת שחרית התפלל תפלת מוסף מפני שחשב שכבר התפלל שחרית ונזכר אח״כ שלא התפלל שחרית יתפלל תפלת שחרית לבד ותפלת מוסף יצא ידי חובתו אבל אם כשהתפלל מוסף היתה כונתו להתפלל שחרית אלא שטעה ונזרקה מפיו תפלת מוסף צריך להתפלל שחרית ומוסף. הרב המגיה דרכ״ט ועימ״ש ד״ר וד׳ ר״א:",
            "ה. אם התפלל י״ח במקום מוסף והזכיר יעלה ויבא בעבודה יכוין לחזרת תפלת ש״ץ. שם:",
            "ו. נסתפק אם התפלל מוסף או טעה ובמקום מוסף התפלל שחרית שהוא י״ח אלא שהוא מסופק אם הזכיר יעלה ויבא בעבודה או לא יכוין לחזרת תפלת ש״ץ. הרב הנז׳ שם:",
            "ז. בשבת ח״ה אם התפלל מוסף של חש״מ ולא זכר שבת כלל רק בחתימה זכר וחתם מקדש השבת וישראל והזמנים וכן אם התפלל מוסף של שבת לבד ואמר יעלה ויבא בעבודה בשניהם א״צ לחזור. מחב״ר סימן רס״ח והרב חק״ל נר״ו האריך לחלוק על זה. ואני בעניי עמדתי על דברי קדשו ובמקומי אני עומד ונדפס עתה ס׳ ש״ץ ומוכח שהרב המגיה נר״ו ד״ר ודר״א ודרמ״א ורמ״ב ע״א מר ניהו שר המסכי״ם את יוסף כמ״ש במחבר ע״ש ואנכי איש צעיר במקום אחר כתבתי באורך. ה׳ ברחמיו יאריך ימינו בטוב לעבודתו ויוסיף לנו שנות <b>חיים</b>:"
        ],
        [
            "כדי שלא להניח הנייר חלק מט״י כתיב קצת מנהגים ואזהרות השייכות בזמן תפלה בס״ד:<b>א. ירגיל אדם עצמו לפנות בבקר קודם תפילה כי יש סוד בדבר וכמ״ש רז״ל הרוצה לקבל עליו עול מלכות שמים שלימה יפנה ויטול ידיו כו׳:</b>",
            "ב. ראיתי להרב החסיד המקוב׳ המופלא מהר״ש שרעבי זלה״ה שהיה נזהר לדבר שום דיבור חול קודם שיתחיל הזמירות והיה אומר שכן צריך ע״פי סוד:",
            "ג. אחר פ׳ העקדה קודם רבש״ע יאמר פ׳ ושחט אותו על ירך המזבח צפונה לפני ה׳ וזרקו בני אהרן הכהנים את דמו על המזבח סביב ויכוין צפונה לפני ה׳ וזרקו צירוף <b>היהו</b> צפונה גימטריא עסמ״ב ויאמר יהר״מ <b>יהוה</b> א״וא שתתמלא רחמים עלינו ותזכור לנו עקידתו של יצחק אבינו בן אברהם אבינו ע״ה כאלו אפרו צבור ומונח ע״ג המזבח ותביט באפרו לבטל מעלינו כל גזירות קשות ורעות ותזכינו לחזור בתשובה שלימה ותצילנו מיצה״ר ומכל חטא ותאריך ימינו בטוב ושנותינו בנעימים וכמו שכבש אברהם אבינו את רחמיו לעשות כו׳:",
            "ד. כשיאמר אל נקמות יכוין שינקום הקב״ה נקמת י׳ הרוגי מלכות והגופין קדישין יבררו ניצוצי הקדושה וני׳ המלכים דמיתו והנשמות שבעשייה כ״כ האר״י זצ״ל:",
            "ה. יזהר מאד לומר ברוך שאמר בנסח פ״ז תיבות ויאמר המהולל בפ״ה עמו ולא בפי עמו כי בפ״ה גי׳ פ״ז כ״כ האר״י ז״ל ורבים שאלו משום גימטריא זו נעוות הלשון כי ע״פ הדקדוק צ״ל בפי ומצאתי בס׳ כונת הישן כי ברוך זה הוא כנגד תיקון י״ב סוד הפ״ה ולכך צ״ל בפה עמו ועיין בס׳ פרי ע״ח הנדפס בקרוב כמה סודות בגימ׳ הלזו של פ״ז גי׳ לבנ״ה כו׳ עש״ב:",
            "ו. בשירה יאמר פסוק ה׳ ימלוך שני פעמים מקרא וא׳ תרגום כי בא סוס פרעה כו׳ כי לה׳ המלוכה כו׳ והיה ה׳ למלך ולא יאמר פ׳ שמע ישראל האר״י ז״ל:",
            "ז. בנסח ישתבח צ״ל גדולה וגבורה ותפארת כו׳ מהולל בתשבחות התיו בחיריק כו׳ מלך אל חי העולמים. האר״י:",
            "ח. בברכת יוצר אין לומר והתקין מאורות משמח עולמו אשר ברא. פרי עץ חיים דל״ג ע״ג:",
            "ט. ק״ש. כשיגיע לפ׳ ויאמר תקח הציציות גם בידך הימנית ושרשיהם בשמאלית ותביט ותסתכל בהם בכל פ׳ ציצית וכשתאמר וראיתם אותו תעבירם ע״ג עיניך ותנשקם שזו מצוה מן התורה לראות הציציות ובפ׳ אני ה׳ אלהיכם יכוין לקיים מ״ע של זכירת יצ״מ:",
            "יוד. אמת ויציב. כשתגיע לודבריו חיים כו׳ בתיבת לעד תנשק הציציות ותעבירם על גבי עיניך ותניחם מידך שישתלשלו למטה כדרכם האר״י ז״ל:",
            "יא. בקדושה יכוין לקיים מ״ע ונקדשתי בתוך בני ישראל ותזהר מאד לכוין הרגלים בקדושה:",
            "יב. קודם הסרת התפילין יאמר פ׳ והיה אם שמוע תשמע בקול ה׳ אלהיך והישר בעיניו תעשה והאזנת למצותיו ושמרת כל חקיו כו׳ עלי״ך כ״י אנ״י יהו״ה רפאי״ך ויכוין בד׳ יודין דע״ב ויסיר תפלה של ראש מעומד ויצניענה בכיס ויסיר התפילין של יד מיושב ויצניעם בכיס. שער רוה״ק מהאר״י ז״ל:",
            "יג. יאמר אחר כל שלש תפלות מזמור לדוד ה׳ רועי ומזמור אלהים יחננו. האר״י ז״ל:",
            "יד. בתפלת מנחה טוב לומר העקידה עד והארץ אזכור:",
            "טו. בתפלת מנחה היה רבינו האר״י ז״ל נותן צדקה אך לא בערבית שהוא זמן דין:",
            "טז. כשהיה להאר״י ז״ל לפרוע שכר שכיר היה משתדל לפורעו קודם מנחה שהיה אומר איך אעמוד להתפלל מנחה לפני ה׳ ובאה לידי מצוה גדולה ולא קיימתיה. ומזה יקח האדם מוסר שקודם מנחה יכוין רעיוניו ויהרהר תשובה ואם יוכל ללמוד קודם מנחה מעט טוב מאד:",
            "טוב. בנסח ברכה ראשונה דערבית יאמר אשר בדברו מעריב ערבים בחכמה. פותח שערים בתבונה. כ״כ האר״י ז״ל:",
            "חי. לשמירה טוב מאד לומר ויהי נועם כלו ישר והפוך ז׳ פעמים ויכפול פסוק אורך ימים אשביעהו:",
            "יט. לשמירה מרבי׳ יהודה חסיד. יאמר פסוק אתה סתר לי ישר והפוך בטחו בה׳ עדי עד כו׳ ה׳ עז לעמו יתן ור״ת הפסוקי׳ אב״י:",
            "כ. טוב מאד לומר י״א פסוקים המתחילים בנו״ן ומסיימין בנו״ן והוא תועלת להנצל מעין הרע וכתב רבינו יהודה חסיד בכ״י שלא יש בהם אות ס׳ שהקוראן מבריח שטן ממנו:",
            "כא. טוב לומר ג׳ פסוקים ה׳ צבאות עמנו כו׳ ג״פ וינצל מכל צרה. ה׳ יצילנו מכל חטא ויזכנו לעסוק בתורתו הק׳ תורת <b>חיים</b>:",
            "<b>תושלבע</b>"
        ]
    ],
    "versions": [
        [
            "Avodat HaKodesh, Pressburg, 1859",
            "http://aleph.nli.org.il:80/F/?func=direct&doc_number=001157072&local_base=NNL01"
        ]
    ],
    "heTitle": "קשר גודל",
    "categories": [
        "Halakhah",
        "Avodat HaKodesh (Chida)"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}