{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "license": "Public Domain", 
    "title": "Rabbeinu Chananel on Yoma", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "משעה שהפרישו ודאי נזהר ולא נטמא. ואם ניחוש [לרביעי] שמא שביעי הוא התורה אמרה ביום השלישי ואח\"כ ביום השביעי  ולכשיבא הרביעי פרישת שביעי לטמאה השלישי לטומאה קודם הפרישה הוא ביום אחד וכיון שלא הוזה בו ביום השביעי אינה מצוה שאינה מצוה אלא בשקדמה הזאה בשלישי ואוקימנא לבר מרביעי וכו' ופשוט' היא. פירוש לשון (סנהדרין) [פרהדרין] כגון אגרדמים הממונה לשווקים. בולווטי חכמי העצה ושניהן בלשון יון: ת\"ר הנחתומין לא חייבום החכמי' להפריש אלא תרומת מעשר שהוא חלק אחד ממאה. פי' (חייב) מי שיש לו ק' איפות חייב לתת מהן י' איפות ללוי מעשר וחייב הלוי לתת מאלו י' איפות איפה אחת לכהן והיא תרומת מעשר נמצאת התרומת מעשר שחייב הלוי לתת לכהן איפה אחת שהיא אחת ממאה איפות (שלישית). והלוקח מע\"ה דבר ברור הוא שהתרומ' שהיא ב' ממאה והיא אחת מג' ודאי מפרישין ונותנין אותה לכהן. והמעשר יש מי שנותן אותו ללוי ויש מי שאינו נותן. ומחזיקין אותו (בספין)  ושמא לא נתן. ותרומת מעשר זר האוכלו חייב מיתה. כמו התרומ' שהיא אחת מחמשים. לפיכך חייבו חכמים להפריש כל הקונ' (ונביאה) [תבואה] מע\"ה חלק אחד ממאה שהיא שיעור תרומת מעשר ונותנו לכהן."
        ], 
        [
            "אבל המעשר שהוא בלאו לא חייבום מספק. וזה מפורש במס' סוטה פרק [עגלה ערופה דף מח]: א\"ר יוחנן יראת ה' תוסיף ימים זה מקדש ראשון שעמד ת\"י שנה ולא שמשו בו אלא י\"ח כהנים. ושנות רשעים תקצורנה זה מקדש שני שעמד ת\"כ שנה ושמשו בו יתר מש' כהנים כו'. [משכן שלה] חרבה מפני שהיו בה ב' דברים בזיון קדשים וגלוי עריות כו'."
        ], 
        [
            " ומפורש במסכת שבת פרק [במה בהמה דף נה] מקדש ראשון חרב על ג' דברים ע\"ז ג\"ע וש\"ד אבל שנאת חנם לא היתה אלא בנשיאיהם ולא בשאר העם. רשעים הם ותלו בטחונם בהקב\"ה שנאמר ועל ה' ישענו לאמר. מקדש שני אע\"פ שהיתה בהם [תורה ומצות וגמ\"ח חרב משום שנאת חנם] ללמד ששקולה שנאת חנם כנגד ע\"ז וג\"ע וש\"ד. פי' אם עלו כולם היו כחומה ולא היו נמאסים כדכתיב הן אל כביר ולא ימאס (איוב לו) והיו נבנים בטירת כסף והיה רוה\"ק בהם וכיון שעלו כדלתות נסתלקה מהן רוה\"ק ודברי הנבואה באין להן כמלוח ארז שהן ברז. פי' בת קול דאמר מר משמתו חגי זכריה ומלאכי נסתלקה רוה\"ק מישראל ועדיין היו משתמשין בבת קול כו' אמאי לא שריא במקדש שני שכינה דכתיב וישכון באהלי שם אין השכינה שורה אלא באהלי שם."
        ], 
        [
            " ומקדש שני בניוה פרסאי דאתו מיפת דתני רב יוסף תירס זו פרס וכתיב בני יפת גומר ומגוג כו'. א\"ר עתידה רומי שתפול ביד פרס שנא' (ירמיהו מ״ט:כ׳) לכן שמעו עצת ה' אשר יעץ אל אדום ומחשבותיו וגו' אם [לוא] יסחבום צעירי הצאן. ופריש לה צעירי הצאן זוטרא דאחוה. ופרסאי מנא לן דמיפת קאתו דכתיב בני יפת גומר ומגוג כו' גומר זו גרמומיא. מגוג זו גינתא. מדי כמשמעו. יון זו מקדוניא. תובל בית איניקי. ואית דגרסי' בע\"ז [דף כט] גבינות בית איניקי ותירס זו פרס. ותני רב יוסף תירס זו פרס. מקדש ראשון בנאוהו ישראל שהם בני שם והחריבוהו כשדים נפלו כשדים ביד פרסיים מקדש שני שבנאוהו פרסיים כו': אמר רב עתידה פרס שתפול ביד רומי תניא נמי כו' דאמר רב יהודה אמר רב אין בית דוד בא עד שתפשוט מלכות הרשעה ט' חדשים בכל העולם שנאמר לכן יתנם עד עת יולדה ילדה ויתר אחיו ישובון. ת\"ר כל הלשכות שהיו במקדש לא היה בה מזוזה חוץ מלשכת פרהדרין מפני שהיא בית דירה לכ\"ג שבעת ימים בשנה א\"ר יהודה וכי אין שם בית דירה אלא זו בלבד כו' ואוקמה רבה אליבא דר' יהודה  לימות החמה ולימות הגשמים. אלא אמרו כל שהיא בית דירה חייבת ושאינה בית דירה פטורה שנאמר וכתבתם על מזוזות ביתך ביתך סתם כתיב. ואע\"ג דכתיב בית החורף ובית הקיץ [בית החורף בית הקיץ] איקרי בית סתמא לא איקרי אלא העשוי לדירת ימות החמה וימות הגשמים. ומותיב אביי סוכת החג בחג ר' יהודה מחייב וחכמים פוטרין ותני עלה ר' יהודה מחייב בעירוב במזוזה ובמעשר כלומר בית הוא דהא קיי\"ל אין חייב [בעירוב] אלא בית."
        ], 
        [
            "וכן במזוזה. והפירות נמי אינן חייבין במעשר עד שיראו פני הבית וא\"ת מדרבנן חייב וניחוש דילמא מפריש מזה מעשר על אחר שמחויב מדאורייתא ונמצא מפריש מעשר מן הפטור על החיוב אלמא במעשר ליכא למימר חייב מדרבנן. ומפורש בתחלת סוכה. ופירק רבה בשבעת ימים שכהן דר בה כ\"ע לא פליגי דחייב במזוזה כי פליגי בשאר ימות השנה רבנן סברי גזרינן לקבוע בה מזוזה כל השנה אטו שבעת ימים שכ\"ג דר בה ור\"י סבר לא גזרינן א\"ל אביי והא סוכת החג בחג קתני מכלל שחלוקתם כל ימי החג ופירק רבה פירוק אחר ואמר ודאי לא פליגי אלא בהני ז' יומי דדר בה כ\"ג ושני לה סוכה מלשכה טעמא דרבי יהודה בסוכה דבעי דירת קבע ודירה לדעתיה דירת קבע כדתניא סוכה שהיא גבוה למעלה מכ' אמה פסולה ור' יהודה מכשיר עד מ' ונ' אמה וכל דירת קבע וכל דירה נמי שהיא לדעתיה חייבת במזוזה. אבל דירת כ\"ג בלשכה זו בעל כרחיה הוא לפיכך אינה חייבת במזוזה מדאורייתא. ורבנן הוא דתקינו לה מזוזה שלא יאמרו כ\"ג בבית האסורים הוא חבוש. דברי רבא פשוטין הן."
        ], 
        [
            "ת\"ר בשעריך בין שערי בתים בין שערי חצירות בין שערי מדינות בין שערי עיירות יש בהן מצוה למקום שנאמר וכתבתם על מזוזות ביתך ובשעריך על כל שער ושער: הני אבולי כו'. פי' תיקרא של מבואות לחיזוק מפני כובד הכובי עשויה שעושין אותם הכובים עליה דירה לשומר המבוי ולא משום צורת פתח ואקשינן גם זה (חיים) חייב. דתניא ביה\"כ שיש בה בית דירה לחזן או לשומר ביהכ\"נ חייב במזוזה. ופרקינן לעולם כי האי גוונא חייב והני אבולי אמאי לא עבדי בהו מזוזה (א\"ל) פעמים שבא לבודקה ורואין אותו הגוים העוברין והשבין ואומרים לו יהודי אתה ומכשפות אתה עושה ואתי לידי סכנה. והיכא דשכיח היזקא ראוי להתרחק ממנה ואע\"ג דהיא מצוה כדכתיב ויאמר שמואל איך אלך וגו'. תני רב כהנא בית התבן ובית הבקר ובית העצים והאוצרות פטורין מן המזוזה מפני שהנשים ניאותות בהן. ופריש רב כהנא מאי ניאותות רוחצות ממש. הא סתמא חייבין. ואקשינן והתניא רפת בקר פטורין מן המזוזה. ופירק רב יהודה מאי ניאותות מתקשטות והכי קתני ואע\"פ שמתקשטות בהן הנשים פטורין ואקשינן עליה והתניא אם נשים מתקשטות בה חייבין א\"ל רב כהנא לרב יהודה מאי אית לך למימר מתקשטות תנאי היא יש תנא שמחייב ויש תנא שפוטר לדידי נמי דפרישנא ניאותות רוחצות ממש אבל סתם חייבין תנאי היא דתניא ביתך ביתך המיוחד לך כו'. רב (הונא) [כהנא] מתרץ לטעמיה זו הברייתא ומפרש בה פטור מן המזוזה בסתם ויש שמחייבין בסתם. הנה תנאי נינהו דבסתמא אחד מחייב ואחרים פוטרין ורב [יהודא] מתרץ לטעמיה  מן המזוזה במתקשטות ויש שמחייבין במתקשטות הנה תנאי במתקשטות [פליגי] וסבירא ליה  שמעתא לרב כהנא רפת וכיוצא בה אם עשויות בפירוש למרחץ פטורין הא סתמא יש תנא דמחייב במזוזה ולרב יהודה יש תנא שמחייב מפני שמתקשט בהן שהן כמו בית דירה אבל בסתם פטורין ויש תנא שאמר אע\"פ שמתקשטות בהן פטורין."
        ], 
        [
            " וכ\"ש סתם לדברי הכל (סתם) פטורין והתניא אחד שערי בתים ושערי חצירות ושערי מדינות ושערי עיירות ורפת ולולין ומתבן ואוצרות יין ואוצרות שמן חייבין במזוזה ועלתה תיובתא דרב (כהנא) [יהודא] תיובתא וקי\"ל כרב כהנא וכי הא מתניתא אבל בית שער אכסדרה ומרפסת פטורין מפני שאין מיוחדין לדירה ובית הכסא ובית המרחץ ובית הבורסקי ובית הטבילה פטורין מפני שאין עשויין לכבוד והר הבית והלשכות והעזרות פטורין שאינן חול כמו ביתך אלא הם קדש. תני ו' שערים פטורין מן המזוזה בית התבן בית הבקר בית העצים ובית האוצרות. ורב כהנא מוקים לה כשהנשים רוחצות בהן ושער המדי ושער שאינה מקורה ושער שאינו גבוה י' טפחים. הני ז' הוו. ופרקינן ו' לדברי הכל פטורים שער המדי יש מי שמחייב דתניא כיפה בלשון יון קמרא והוא שער המדי. ר' מאיר מחייב במזוזה וחכמים פוטרין ושוין שאם יש (בכולה) [ברגליה] י\"ט שחייבת. אמר אביי כ\"ע אם זו הכיפה גבוה י' באמצעה ואין ברגליה ג' אי נמי יש ברגליה ג' ואין באמצעה י' פטורה לא נחלקו אלא בשיש בה גבוה י' ויש ברגליה ג' ואין בתוכה רוחב ד' ויש בה לחקוק ולהשלימה לארבעה. ר' מאיר סבר חוקקין להשלים ורבנן סברי אין חוקקין להשלים ופשוטה היא לא כתבנוה אלא מפני שיש חילוף בנוסחאות. פי' הא דאמר רבא ביתך דרך ביאתך. וכי עקר איניש דימיניה עקר ברישא כלומר חייב לקבוע המזוזה בצד הימין של פתח שכשיכנס לביתו תהיה לו בימינו: ת\"ר בית הכנסת ובית האשה ובית השותפין חייב במזוזה פשיטא כו'. וכן כל אלו מטמאין בנגעים פשיטא כו'. ובא אשר לו הבית למי שמיוחד ביתו לו. פי' מי שאינו מכניס אורחים בתוך ביתו אבל ביתו מיוחד לו ולא לזולתו כדכתיב נתיב לא ידעו עיט וגו' ואקשינן וביה\"כ מטמא בנגעים ת\"ל ובא אשר לו הבית כו' ודחינן הא דתניא מטמאין דכפרים והא דתניא אין מטמאין דכרכים."
        ], 
        [
            " והא ירושלים דכרכים היא ואמר רבי יהודה אני לא שמעתי אלא בית המקדש בלבד ודייקינן מינה הא בתי כנסיות ובתי מדרשות מטמאין בנגעים. ופרקינן אימר א\"ר יהודה אני לא שמעתי אלא מקום מקודש ואפילו בתי כנסיות ובתי מדרשות בכלל. במאי פליגי ת\"ק סבר אינה מטמאה אלא אחוזתכם וירושל' כולה אינה אחוזה שלא נתחלקה ולפיכך אינה מטמאה בנגעים ור' יהודה סבר נתחלקה כדתניא מה היה בחלקו של יהודה הר הבית והלשכות והעזרות ומה היה בחלקו של בנימין אולם והיכל כו'. ות\"ק כי האי תנא. דתניא אין משכירין בתים בירושלים לפי שאינן שלהם כלומר לא נתחלקה ירושלים. ר' אלעזר ב\"ר צדוק אומר אף לא מטות לפיכך עורות קדשים קלים בעלי אושפיזין נוטלין אותן בזרוע ומפני שנוטלין מהן העורות וקנקנים שמריקים מהן היין לפיכך אין משכירין מטות לישן בהם אלא ישינים במטות בעלי הבית. ואקשינן ודכפרים מטמא בנגעים כו'. ופרקינן לא קשיא אי אית בה בית דירה מטמאה ואי לית בה בית דירה לא מטמאה: ומתקינין לו כהן אחר תחתיו כו'. פשיטא אירע בכהן פיסול קודם תמיד של שחר הנה נתרבה בבגדים ועבד עבודה נקבע בכהונה גדולה ועובד עבודות היום כדקיימא לן כל עבודות יוה\"כ אינה כשר אלא בכהן גדול אלא אם אירע בו פסול אחר תמיד השחר במה נקבע בכהונה גדולה עבודת היום בד' כלים הוא ככהן הדיוט נמצאת עבודת יוה\"כ נעשית בכהן הדיוט. אמר רב אדא בר אהבה נקבע בכהונה גדולה ע\"י שחגר אבנט של כלאים שהוא מותר בכ\"ג והוא אסור בכהן הדיוט."
        ], 
        [
            "ואמ' הניחא למ\"ד אבנטו של כ\"ג כו'. ונדחה ואמר אביי לובש שמנה ומהפך בצינורא. פי'  עצי נורא שנמצא כי נתרבה בבגדים ועבד עבודה ונקבע בכהונה גדולה. והיפך צינורא היא עבודה. וכדרב הונא דאמר זר שהיפך בצינורא חייב מיתה רב פפא אמר עבודתו לפני ולפנים היא קובעת לכהונה גדולה. כי אתא רבין אמר אבנטו של כ\"ג ביוה\"כ דברי הכל של בוץ. בשאר ימות השנה דברי הכל של כלאים לא נחלקו אלא באבנט כהן הדיוט לעולם רבי אמר כלאים ור' אלעזר ב\"ר [שמעון] אומר של בוץ. אמר רב נחמן בר יצחק אף אנן נמי תנינא על בשרו מה ת\"ל ילבש כו'. ר' דוסא אמר לרבות בגדי כהן גדול של יוה\"כ שעבד בהן לפני ולפנים שכשירין לכהן הדיוט בכל השנה רבי אומר ב' תשובות בדבר חדא אבנטו של כהן גדול ביוה\"כ לא זהו אבנטו של כהן הדיוט ועוד בגדים ששימש בהן קדושה חמורה ישמש בהן קדושה קלה. ומה ת\"ל ילבש לרבות שחקים אלו כולן פשוטין הם: ת\"ר אירע בו פסול ומינו כהן אחר תחתיו. ר' יוסי אומר ראשון חוזר לעבודתו."
        ], 
        [
            " שני אינו ראוי לכ\"ג משום איבה וגם אינו חוזר לכהן הדיוט שמעלין בקדש ולא מורידין. א\"ר יוחנן הלכה כר' יוסי. ומודה ר' יוסי שאם עבר ועבד עבודתו כשרה. אמר רב הלכתא כר' יוסי ומודה ר' יוסי שאם מת ראשון שני חוזר לעבודתו: ר' יהודה אמר אף אשה אחרת מתקינין לו כו'. והא רבנן נמי חיישי לשמא ומתקינין לו כהן אחר תחתיו. ודחי טומאה שכיחא מיתת אשתו לא שכיחא פתאום בלא חולי מילתא דלא שכיחא היא ומי סגי לה בתקנתא גרידא [כיון] דלא קנאה מה הועיל ושקלו וטרו בהא ואוקמה דמקדש לה וכניס לה ומגרש להו לתרווייהו על תנאי ללאה אמר לה הרי זה גיטיך ע\"מ שלא תמות רחל חברתיך ואם מתה רחל לא ליהוי גט ואת אשתי."
        ], 
        [
            " ולרחל אמר לה הרי זה גיטיך ע\"מ שאכנס בכנסת. אם אכנס לכנסת הרי את גרושה ממני ואם לא אכנס לא יהא הגט גט אם מתה רחל בטל הגט ונשארה לאה אשתו. ואם מתה לאה נשארה רחל באישות אצלו שהרי לא נכנס בכנסת. מאי איכא למימר דילמא מתה רחל בפלגא דעבודה ונמצא שהיתה בחצי העבודה רחל אשתו וכיון שמתה עכשיו בטל הגט ונמצאת לאה אשתו ונמצאת העבודה בשני בתים בהתחלה בעבודה כשרואה אם היא רחל גוססת מקדים ועייל לכנסת ונתקיים הגט ונמצאת לאה לבדה אשתו. ירושלמי ולא נמצא קונה אשה ביוה\"כ משום שבות התירו במקדש. מתקיף לה רבינא אם משום דכתיב ביתו [אינו] רשאי להיות לו ב' נשים יבמה דכתיב בה אשר לא יבנה את בית אחיו אם יש לו ב' נשים לא תתייבם אפילו אחת מהן. ודחי יבמתו יבמתו ריבה כלומ' היה לו לכתוב  ועלתה יבמתו ועלתה יבמה השערה. יבמתו דכתב למה לי. אלא אפי' יש שם שתים ועלתה אחת מהן היא יבמתו והדין יבמה. ואקשינן תוב כיון דאמר כניס לה והדר מגריש לה על תנאי כלומר אינה נקראת בית עד דכניס לה ארוסה לא תתיבם דהא אינה בית. ודחי לא תהיה אשת המת החוצה כתיב החוצה לרבות הארוסה: ת\"ר כ\"ג מקריב אונן ואינו אוכל. ר' יהודה אומר כל היום ובא רבה לומר כל היום כולו אפילו אם הוא בביתו מביאין אותו ומקריב כל היום איני והא תניא היה עומד ומקריב ע\"ג המזבח ושמע שמת לו מת מניח עבודתו ויוצא דברי ר' יהודה ר' יוסי אומר יגמור השתא לר' יהודה אפוקי מפקינן ליה ואת אמרת מייתינן ליה מתוך ביתו כדי להקריב אלא מאי כל היום פי' ר' יהודה בתימה אומר כל היום מקריב לומר שאינו עובד כל היום גזירה שמא יאכל:"
        ], 
        [
            " מתני' כל שבעת [הימים] הוא זורק כו'. אמר רב חסדא מתני' דלא כרבי עקיבא דאי ר' עקיבא הא אמר טהור שנפלה עליו הזאה נטמא. השתא כיון שהוזה על כ\"ג נטמא היכי עביד עבודה כו'. ר' עקיבא מאי היא דתניא והזה הטהור על הטמא. הזה על הטמא טהור ועל הטהור טמא דברי ר' עקיבא וחכ\"א אין דברין הללו אמורין אלא בדברים שמקבלין טומאה מאי היא כדתנן בפרה פרק י\"ב נתכוין להזות על האדם והזה על הבהמה אם יש באזוב ישנה להזות על הבהמה והזה על האדם אם יש באזוב לא ישנה זה הכלל דבר המקבל טומאה הזאתו חוזרת עליו ודבר שאינו מקבל טומאה אין הזאתו חוזרת עליו פי' אם נתכוין להזות על אדם או על כלים המקבלין טומאה והזה על (או) הבהמה או כלי אבנים שאין מקבלין טומאה (הזאתו חוזרת עליו טומאה) אין הזאתו חוזרת עליו לטמאו ועדיין טהור הוא. ואם יש באזוב ישנה שאני קורא בו והזה הטהור. אבל נתכוין להזות על דבר שאינו מקבל והזה על דבר המקבל טומאה הזאתו חוזרת עליו (טמאו) [וטמאו] ואינו יכול לחזור ולהזות ולא עוד אלא שטבילת אזוב פסולה זה טעם רבנן. אבל המזה על הטהור בטהרתו עומד ולא נטמא. מצאנו בשחיטת קדשים פרק שני בתחלתו פי' דברים הללו תניא שרפה אונן מחוסר כפורים כשרה. יוסף הבבלי אומר אונן כשרה מחוסר כפורים פסולה. ואוקימנא בהאי קרא פליגי והזה הטהור על הטמא. טהור מכלל שהוא טמא מר סבר מכלל שהוא טמא טמאה כולה. מ\"ס טומאה דהך פרשה."
        ], 
        [
            " מ\"ט דר' עקיבא מדהו\"ל למיכתב והזה הטהור עליו וכתב על הטמא ש\"מ על הטמא טהור ועל הטהור טמא ומפני שמטמא טהורין בהזאה כדרך שמטהר טמאין בהזאה אמר שלמה אמרתי אחכמה והיא רחוקה ממני ורבנן ההיא והזה הטהור על הטמא לדברים המקבלין טומאה הוא דאתא כלו' לא תיחשב הזאה אלא אם תפול בדבר המקבל טומאה אבל הכא ק\"ו על הטמא כשיזה עליו טהור על הטהור לא כ\"ש כשיזה עליו שיהיה טהור. והאי דקאמר שלמה אמרתי אחכמה והיא רחוקה ממני למזה ומזין עליו שניהן טהורין הן אבל הנוגע והנושא מי הנדה שניהם טמאין וע\"ז אמר שלמה והיא רחוקה ממני כלומר מפני מה המזה טהור והנוגע והנושא טמאין והאי דכתב קרא ומזה והנושא הוא והאי דכתב לנושא בלשון מזה לאשמועינן דאינו טמא הנושא מי הנדה אלא אם ישא שיעור הזאה והוא כדי שיטבול ראשי גבעולין  לכל עבודה וכן עושין לו כל שבעת הימים: ומקטיר את הקטורת ומטיב את הנרות איני והתנן בתמיד פ\"ו מי שזכה בדישון ומי שזכה במנורה ואח\"כ מי שזכה בקטורת. א\"ר יוחנן מאן תנא סדר יומא שמעון איש המצפה דמשנה בתמיד כלומר חולק על התנא ששנה מס' תמיד ורמי סדר יומא אסדר יומא בכאן שנינו קטרת ואחר כך נרות. ובפרק שלאחריו שנינו הנרות בפייס השני והקטרת בפייס הג' הנה נרות ואח\"כ קטרת. ופריק אביי  הא מתני' דמקדים הנרות לקטרת [וקטרת] להטבת ב' נרות למימרא דבקטרת מפסיק הנרות ומקטיר וחוזר ומטיב ב' נרות והא אביי מסדר מערכה כלומר מחשב סדר עבודות בגמרא דהביאו לו את התמיד ובדם התמיד מפסיק להו. אמרי לרבנן בקטרת מפסיק להו. ואבא שאול בדם התמיד מפסיק להו ואביי אליבא דאבא שאול דתניא [לא] ייטיב ואח\"כ יקטיר אלא יקטיר ואח\"כ ייטיב. פי' לא ייטיב הכל ואחר כך יקטיר אלא יקטיר ואח\"כ ישלים ההטבה. אבא שאול אומר מטיב ואח\"כ מקטיר כלומר מפסיקין בדם התמיד ומשלים הטבת כל הנרות ואח\"כ מקטיר. מ\"ט דאבא שאול דכתיב בבקר בבקר כו' דבריו פשוטין הן:"
        ], 
        [
            " רב פפא אמר ל\"ק. ולא תימא בקטרת מפסיק להו אלא כ\"ע בדם התמיד מפסיק להו ומתני' דהכא רבנן דתני מקטיר ואח\"כ מטיב ופייס לאבא שאול דתני מטיב ואחר כך מקטיר איני והתנן בפ' שאחר הפייס הביאו לו את התמיד [דף לא ע\"ב] קרצו ומירק אחר שחיטה על ידו ונכנס להקטיר את הקטרת ולהיטיב את הנרות אתאן לרבנן אמר רב פפא אין רישא וסיפא [רבנן] ופייס לאבא שאול  וקשיא ליה לאפסוקינהו בקטרת דאי ס\"ד בקטרת מפסיק להו קתני בפ' הראשון מקטיר ומשלים הטבת ב' נרות ועדיין לא שנא הטבת ה' נרות שהן קודם לקטרת (אבל) [אלא] בפר' שאחריו אלא רישא וסיפא רבנן ומציעתא אבא שאול. ואביי אמר לך לעולם מתני' כולה רבנן ובקטרת מפסיק להו והכא הוראה בלבד קתני שכ\"ג הוא מקריב [ומקטיר] והוא מטיב. וסדורן אח\"כ שונה אותו בפר' השני שנה מטיב ה' נרות ומקטיר ובפר' השלישי שנה מקטיר ומשלים הטבת ב' נרות: גופא בא לו לקרן מזרחית צפונית נותן מזרחה צפונה כו'. ותני ר' שמעון איש המצפה משנה בתמיד מזרחית צפונית נותן מזרחה צפונה מערבית דרומית נותן מערבה ואח\"כ נותן דרומה. מ\"ט דכתיב ושעיר עזים אחד לחטאת לה' על עולת התמיד יעשה עשה מעשה חטאת בעולת התמיד קאמ' רחמנא לפיכך צריך בה לעשות מעשה עולה ומעשה חטאת. הא כיצד נותן בחודו של קרן מזרחית צפונית אחת ונחשבת לו כשתים שכך מעשה ההזאה [כל הזאה הנתנת בחודו של קרן כשתי ההזאות] היא חשובה ודין העולה שתים בחודם של קרנות ונחשבות ארבע והחטאת דינה ארבע מתנות על ד' קרנות לפיכך אח\"כ נותן בו (שהן) שתים אחת מערבה ואחת דרומה כמעשה חטאת ואע\"ג שדם החטאת נזרק למעלה מחציו של מזבח ודם העולה היה נזרק למטה מחציו של מזבח."
        ], 
        [
            " כדתנן במדות פ' ג' וחוט של סיקרא חוגרו באמצע להבדיל בין דמים העליונים לדמים התחתונים. עולת התמיד כל דמיה למטה היו נזרקים. כי לא מצאנו דמי בהמה אחת חציים למטה וחציים למעלה (ומקצתם למטה לא מצאנו). ואקשינן  והתנן הזה ממנו מדם הפר וכן מדם השעיר אחת למעלה ושבע למטה כמצליף הנה למעלה ולמטה. ושנינן הא\"ר יהודה בפ' הוציאו [לו] את הכף מאי כמצליף במנגדנא פי' כמכה שמעלה ידו ומורידה וכל הכאה במקום אחד היא. ופירשנוה באתריה. איני והתנן בפ' הוציאו לו את הכף אחר שהזה למעלה בקרנות מזבח הזהב וחזר והזה על טהרו של מזבח ז' פעמים מאי לאו בחציו של מזבח כמו שקורין בני אדם חציו של יום טיהרא כך קורין חציו של מזבח טיהרו הנה מדם אחד נותן למעלה בקרנות למטה בחציו. ושני לא טהרו גילויו הוא כלומר מקום נקי שנראה ונתגלה זהבו והוא מקום שאין שם טיבול קטרת כמו השמים הנקיים שאין בהן עבים נקראין טהורים כדכתי' וכעצם השמים לטוהר.  והאיכא שירים שהן למטה כלומר נשפכין על היסוד. ושנינן שירים לא מעכבי כלומר אפילו אינן נשפכין על היסוד נשלמה העבודה וכיון דלא מעכבי שפיכתן על היסוד ולא כלום היא. והאיכא שירים של דם הפר ושל דם השעיר הניתן בפנים דמעכבי ומפורש בפ' הוציאו לו את הכף [דף ס ע\"ב] ובזבחים שהיא שחיטת קדשים בסוף השוחט [והמעלה דף קי\"א] ומשנה בחד מקום אמרינן לא מצאנו דמים חציים למעלה וחציים למטה אבל כנפיים ובחוץ לא. ולמה מקדים ומזה אחת שהיא שתים כדין העולה ואח\"כ מזה שתים שהן שתים כמעשה חטאת מפני שהזבח עולה לפיכך מקדים מצותו. והרי אנו מפרשים שתי הקושיות כאחת למה מזין בקרן מזרחית צפונית היה לו להזות בתחלה בקרן דרומית מזרחית משום דכד סליק בכבש ופונה דרך ימין למזרח בההיא קרן פגע ברישא ומשני אמאי לא מדי בקרן דרומית מזרחית משום דעולה טעונה יסוד וקרן דרומית מזרחית לא הויא יסוד ואם יתחיל בקרן דרומית מזרחית צריך להשלים צפונה מערבה ולא היו הדמים נשפכין על יסוד אלא בקרן מערבית דרומית. דתנן במדות פ' ג' והיסוד היה מהלך על פני כל הצפון ועל פני המערב ואוכל בדרום אמה אחת ובמזרח אחת ובקרן מערבית דרומית היו ב' נקבין כמין ב' חוטמין דקין שהדמים ניתנין על יסוד מערבי ועל יסוד דרומי כו'. וכבש המזבח היה לדרום המזבח דתנן היה לדרומו של מזבח [ל\"ב] אמה על רחב י\"ו אמה וכשעולה מן הכבש למזבח ופונה דרך ימינו למזרח ברישא פגע בקרן דרומית מזרחית [ושם] לא יכול להזות בו דהא לית ליה יסוד כדאמרינן וכיון דעבר ליה כי פגע ברישא בקרן מזרחית צפונית פגע ואין מעבירין על המצות הילכך מזה עליו כו'. תנן התם בתמיד פ\"ג אמר להן צאו והביאו טלה מלשכת הטלאים. והרי לשכת הטלאים היתה במקצוע צפונית מערבית וד' לשכות היו שם. אחת לשכת הטלאים ואחת לשכת החותמות. כדתנן ד' חותמות היו במקדש. ואחת לשכת המוקד ובית המוקד זה היה כיפה ולמה נקרא בית המוקד שלא היתה אש כבה בו לעולם. ומשם היו נוטלין האש ואחת לשכת [עושין בה] לחם הפנים."
        ], 
        [
            " ורמינן עלה הא דתנן במדות פרק ראשון. ד' לשכות היו בבית המוקד כו'. ומה היו משמשות מערבית דרומית היא היתה לשכת טלה קרבן דרומית מזרחית היא היתה לשכה [שהיו] עושין בה לחם הפנים הנה לשכת טלה קרבן במקצוע מערבית דרומית היא עומדת ואיך שנה התנא של תמיד כי היא במקצוע צפונית מערבית. ומשנינן מאן תנא מדות ר' אליעזר בן יעקב כלומר חולק עליו על התנא ששנה התמיד. דתנן עזרת הנשים היתה אורך קל\"ה על רוחב קל\"ה וד' לשכות היו בד' מקצועותיה כו' עד מערבית דרומית א\"ר אליעזר בן יעקב שכחתי מה היתה משמשת הכי נמי מסתברא דתנא דמדות ר' אליעזר בן יעקב היא דתנן כל הכתלים שהיו במקדש היו גבוהין חוץ לכותל מזרחי שהוא נמוך שהכהן השורף הפרה עומד בהר המשחה ומתכוין ורואה פתחו של היכל בשעת הזאת הדם. ותנן כל הפתחים שהיו שם גובהן כ' אמה. ורחבן י' אמה. ותנן לפנים הימנו החיל כו' ומצאנו י\"ב מעלות כל מעלה רומה חצי אמה ומעזרת הנשים לעזרת ישראל ט\"ו מעלות ובין האולם להיכל י\"ב מעלות. נמצאו ל\"ט מעלות כל מעלה גובהה חצי אמה הנה י\"ט אמה וחצי ולדברי זה התנא אינו צריך להנמיך הכותל המזרחי אע\"פ שיגביהנו ק' אמה (הפתח שעל הכותל) [הכותל שעל הפתח] המזרחי כיון שגבהו [של פתח] כ' אמה נשאר מן הפתח חצי אמה שלא כסוהו המעלות הללו ויכול לראות מתוכו פתח ההיכל אלא כיון ששנה כי כותל המזרחי היה נמוך כדי לראות מעליו פתח ההיכל למדנו שדברי ר' אליעזר בן יעקב הן שמוסיף על המעלות הללו ב' אמות וחצי גובה. דתנן ר' אליעזר בן יעקב אומר מעלה היתה שם וגובהה אמה ודוכן נתון עליה ובו ג' מעלות של חצי חצי חצי אמה שנמצא גובה המעלות והדוכן כ\"ב אמה ונתכסה הפתח כולו לפיכך הוצרכו לעשות כותל נמוך."
        ], 
        [
            " בא רב אדא לאוקמה למדות לרבי יהודה דתני מזבח ממוצע ועומד באמצע עזרה מכוין כנגד היכל וכותליו ודחינן לה דלא אשכחן במס' מדות דמזבח באמצע עזרה עומד דתנן כל העזרה היתה אורך קפ\"ז על רחב קל\"ה מן המזרח למערב כו'. לדברי האומר רובא דמזבח בדרום קאי מן הצפון לדרום קל\"ה. הכבש והמזבח ס\"ב מן המזבח לטבעות ח' אמה מקום הטבעות כ\"ד אמה מן הטבעות לשולחן ד' אמות. מן השולחנות לננסין ד'. ומן הננסין לכותל העזרה ח' נשארו מן הכבש לכותל העזרה י\"ז אמה נמצא מן הדרום י\"ז אמה והכבש ל' אמה וכ' אמה וחצי מן המזבח הרי ס\"ז אמה וחצי אמה הוא חצי קל\"ה. נמצא רובא דמזבח בדרום קאי כי הכבש בדרומו של מזבח הוא. ולדברי מאן דאמר רובה דמזבח בצפון קאי זה חשבונו מכותל עזרה דרומי כ\"ה אמה מהו שאמרו בתלמוד והמותר מן הכבש לכותל העזרה ומקום הננסין והכבש ל' אמה והרי נ\"ה אמה וי\"ב אמה וחצי מן המזבח הרי ס\"ז אמה וחצי והוא חצי העזרה שבדרום נמצא כלפי הצפון י\"ט אמה וחצי מן המזבח ומ\"ח אמה מקום הטבעות והשולחנות והננסין הרי ס\"ז אמה וחצי בצפון נמצא רובה דמזבח בצפון קאי ונדחה רב אדא בר אהבה ועמדה בחלוקה."
        ], 
        [
            " וכי מאן תנא מדות ר' אליעזר בן יעקב ובא רב אדא בר רב יצחק לאוקומה בלא חלוקה וא' הא לשכה איקצויי מיקצייא מאן דאתי מצפון כו'. פי' איקצויי מיקצייא כלו' עומדות במקצוע [משוכה] מן הזויות כמעט ומאן דקאי לדרומה חזי לה בצפון ומאן דקאי בצפון חזי לה בדרום והאי דקריא צפונית  צפונית לעזרה. והאי דקרי לה דרומית דרומית לחיל. ולא פליגי ולעולם בקרן דרומית דהני ד' הוו בתרתי מתניתין. ד' לשכות היו שם במקום אחד באמצע מקצועותיו מרובעות שתים כנגד שתים וקיימן לצפון עזרה שתים סמוכות לעזרה ושתים סמוכות לחיל הסמוכות לעזרה בקדש והסמוכות לחיל בחול. ושתים דברי הכל שמותיהן שוין לשכת הטלאין ולשכת שעושין בה לחם הפנים. וב' האחרות האי תנא קרי להו לשכת החותמות ולשכת בית המוקד  והאי תנא לא פריש לה אלא בסימנין וכולן על שם בית המוקד ומסתברא לשכת הטלאים היא מערבית דרומית לומר שסמוכה היא לעזרה. והשונה צפונית מערבית לומר שסמוכה היא לחיל. ומנ\"ל שהיא דרומית מערבית מדרמינן לשכת לחם הפנים אלשכת לחם הפנים. ומשנינן אמר רב הונא משמי' דרב יהושע מר חשיב דרך ימין ומר חשיב דרך שמאל."
        ], 
        [
            " ואסיק' ש\"מ בדרומית מערבית הוות קיימא ש\"מ פי' האי תנא דקתני דרומית מערבית לשכת טלי קרבן כו' נקיט דרך ימין וחשיב שניה לה דרומית מזרחית לשכת עושי לחם התמיד. שלישית מזרחית צפונית רביעית מערבית צפונית נמצאת לשכת עושי לחם הפנים שנייה ללשכת הטלאין כי היא מצידה כשפונה דרך ימין למזרחי. ואידך תנא חשיב ללשכת עושי לחם הפנים רביעית ללשכת הטלאין. דנקיט דרך שמאל כשפונין למזרח ונמצאת לבסוף וזהו מדרמינן לחם הפנים אלחם הפנים דהאי תנא חשיב לה שניה והאי חשיב לה רביעית ומשני רב הונא [מר] קחשיב דרך ימין דהויא [שנייה לה] ומר קא חשיב דרך שמאל דהויא [רביעית לה]  אלא אי אמרת לשכת הטלאים בצפונית מערבית הות קיימא היכי מיתרצי לשכת עושי לחם הפנים. שלישית הות בעי לאחשובה. הנה נתברר שמצד לשכת הטלאין היא. אלא ש\"מ לשכת הטלאין בדרומית מערבי' הוות קיימא ש\"מ. והאי תנא דתני והלא לשכת בית הטלאין היתה במקצוע צפונית מערבית צפונית מערבית עזרה. וד' לשכות היו שם נמצאת לשכת הטלאין היא בסוף המקצוע המערבי לעזרה צפונית. ולד' לשכות שהיו שם [היתה] דרומית. ואקשינן והא אמרינן כל פונות שאתה פונה לא יהיו אלא דרך ימין למזרח. ושנינן הני מילי [בעבודה] הכא חושבנא הוא הא רמויא דפריש הכא מדרמינן לחם הפנים אלחם הפנים כו' לא מצאנו לה מקום מפורש בתלמוד אלא ודאי כך היתה הגירסא דרמו ופרקו ולא הוצרכו לכתוב ולפרש יותר מזה. ועלתה השמועה דלשכת טלה קרבן היתה במקצוע דרומית מערבית סמוכה לעזרה ומיהו אית' צפוני' מערבית לחיל שכ\"ג מקריב חלק בראש כו': ת\"ר כיצד מקריב חלק בראש או' עולה זו אני מקריב כו'. כיצד נוטל חלק בראש אומר חטאת זו אני אוכל כו'. ונוטל חלה מב' חלות של עצרת.  ר' אומר ה' מלחם הפנים ר' אומר לעולם ה' שנאמר והיתה לאהרן ולבניו מחצה לאהרן ומחצה לבניו. והא דר' בפ' מי שמת. הא גופה קשיא כו'. ופריק אביי רישא ומציעתא רבנן היא דאמרי לא שקיל פלגא אלא פחות דהא לא תנן במתניתין נוטל מחצה וגם לא תנן חולק אלא נוטל חלק בראש תנן. ואמאי נוטל חלה מב' חלות של עצרת לפי שאינן אלא ב' בלבד כדכתיב ממושבותיכם תביאו לחם תנופה שתים שני עשרונים וגו'."
        ], 
        [
            "וגנאי הוא הדבר לתת לכ\"ג פרוסה. לפיכך נותן לו בעצרת אחת שלימה. וד' או ה' דקתני הכי קאמר אי לרבנן ה'. אי לר' יהודה ד' אי לרבנן דאמרו שכר הגפת דלתות ליכא י\"ב חלות כלן בעי למיפלג פוחתין מן החצי אחת נשארו י\"א חלות. גנאי הוא לו ליטול חצי חלה מעשר בעי למיפלג הלכך נוטל ה' מן העשר. אי לר' יהודה דתני בסוף מס' סוכה הנכנס נוטל ז' והיוצא נוטל ה' ואוקימנא הני תרתי יתירי שכר הגפת דלתות פי' כיון שמשמרה הראשונה פתחה בשחרית בשבת ויצאה אחר חצי היום ומשמרה הנכנסת [מגיפה] השערים שפתחה אותם היוצאות נוטלת בשכרה ב' חלות נשארו י' חלות פחות אחת מן החצי נשארו ט'.  אין דרך ארץ ליטול פרס חלק בח' זה נוטל ד' ואלו כולן נוטלין (ד') [ו]. רבא אמר כולה ר' היא. ור' סבר לה כר' יהודה דאמר הנכנס נוטל ז' כו' אי הכי אמאי ד' הא ר' הוא דאמר פלגא שקיל ה' בעי למשקל. ושנינן בדאיכא משמר [המתעכב] דשקיל משמר הנכנס ב' בשכר הגפת דלתות והמתעכב עוד נוטל ב' אחרות כדתנן בסוף סוכה והמתעכב נוטל ב'. נשארו ח' שקיל החצי ד' משמונה. ואם אין שם משמר המתעכב נוטל משמר הנכנס ב' שכר הגפת דלתות נשארו י' חלות נוטל חציו ממש. אי הכי כי רבי סבר פעמים נוטל ה' ופעמים נוטל ד' אמאי תני לעולם ה' ועלתה בקושיא: מוסרין לו זקנים מזקני ב\"ד כו' במקדש ראשון לא היו מעמידין כ\"ג אלא מי שהוא גדול מכולן בכח בנוי בעושר בחכמה וכו'. ובמקדש שני היה משחיד ונכנס אפי' אם אין בו המדות הללו. לפיכך היו צריכין לבוחנו. אם יודע אם לאו: פירש דיאלא כגון ממונה במכס ועל הנכנסין והיוצאין והנושאין ונותנין ואם בא אדם להסתיר קרובו יודע בו ואינו יכול לגנוב דעתו. וכן א' בענין הממונים באכילת הפסח בסוף פ' כיצד צולין והוא דרגש בהו דיילא: כל שבעת הימים לא היו מונעין ממנו מאכל כו' תניא יהודה בן נקוסא אומר מאכילין אותו סלתות וביצים כדי למסמסו כו'."
        ], 
        [
            " ת\"ר זב תולין לו במאכל וכל מיני מאכל. ואין מאכילין אותו כל דבר שמביא לידי חימום ומרגילו לזיבות: אורות זה גרגיר ומאיר העינים. גרגירא מצראנא. אכסנאי לא יאכל ביצים וישן בטלית בעה\"ב שמא יראה קרי ויטנף הטלית ויחשדהו בעה\"ב על אשתו. רבנן כגון רב ורב נחמן הוו אמרי מאן הויא ליומא. כלומר איזו אשה אשאנה היום וכשאצא מן המקום ההוא אגרשנה ואקשינן והתניא ר' אליעזר אומר לא ישא אדם אשה במדינה זו וילך וישא אחרת במדינה אחרת כו' ופרקינן רבנן קלא אית להו. כלומר זה בנו של פלוני חכם. וזה בתו של פלוני. וכשיבא וישאנה ויגידו לו כי היא בת פלוני לא ישאנה שיודע שהיא אחותו. ואקשינן ואיך מותר לומר מאן הויא ליומא. כלומר מקדש ומכניס אפי' אינו שוהה במקום אלא יום אחד. והא [אמר] רבא תבעוה להנשא ונתפייסה צריכה לישב ז' נקיים."
        ], 
        [
            " ופרקינן הני רבנן הוו מקדמי ומשדרי שליח. איבעית אימא ח\"ו שיהיו עושין מעשה אלא ייחוד בלבד שאינו דומה מי שיש לו פת בסלו. כלומר מי שיש לו [אין] תאב למאכל כל כך ומי שאין לו לעולם רעב: והוליכוהו זקני כהונה לעליית בית אבטינס. תנא ללמדו חפינה. אמר רב פפא ב' לשכות היו לו לכ\"ג אחת לשכת פרהדרין ואחת לשכת בית אבטינס אחת בצפון ואחת בדרום אחת בצפון דתנן בסוף מדות ו' לשכות היו בעזרה ג' בדרום לשכת המלח כו' ג' בצפון לשכת העץ לשכת הגולה לשכת הגזית. לשכת העץ אמר ר' אליעזר בן יעקב שכחתי מה היתה משמשת אבא שאול אומר לשכת כ\"ג היתה אחורי שתיהן וגג שלשתן שוה הנה אחת בצפון. ואחת בדרום דתנן במדות פ' ראשון ז' שערים היו בעזרה ג' בצפון וג' בדרום ואחד במזרח שבדרום שער הדלק. שני לו שער הקרבן. שלישי לו שער המים. ותניא ה' טבילות וי' קדושין טובל כ\"ג ומקדש בו ביום וכולן בקדש אבית הפרוה חוץ מזו שהיתה בחול ע\"ג שער המים ובצד לשכתו היתה. נתברר כי ב' לשכות היו לכ\"ג לשכת פרהדרין שהיה דרכה לשבעת הימים שהיו מפרישין אותו מביתו. ולשכת בית אבטינס שהיו מלמדין אותו שם הפינה ולא נתברר לנו בהדיא איזוהי בצפון ואיזוהי בדרום. א\"ל אישי כ\"ג אנו (ואתה) שלוחי ב\"ד ואתה שלוחנו. כו' ואוקימנא משביעין אנו אותך על דעתנו ועל דעת ב\"ד. אבל שלוחנו לא דכהני שלוחי דרחמנא אינון ולא שלוחי דידן."
        ], 
        [
            " הוא פורש ובוכה שחשדוהו בצדוקי. והן בוכין שכל החושד בכשרים לוקה בגופו. וכל כך למה שלא יתן את הקטורת על המחתה בהיכל ויכניס לפני ולפני' שדורשין כי בענן אראה על הכפורת. כלומר צריך לתת הקטורת [מבחוץ] ומכניס בבית קדשי הקדשים. והענן כבר עלה. מעשה בצדוקי אחד כ\"ג שעשה כך ובא מלאך וחבטו על פניו ונכנסו הכהנים [ומצאו] מכה כמין כף רגל עגל בין כתפיו. כדכתיב ורגליהם רגל ישרה וכף רגליהם ככף רגל עגל: אם היה חכם דורש. ואם לאו ת\"ח קורין לפניו כו'. ירושלמי אעפ\"כ היו קורין לפניו המקרא הזה אם ה' לא יבנה בית שוא עמלו בוניו בו אם ה' לא ישמר עיר שוא וגו'. תני במשלי ובתהלים מפני שטעמן מפיג את השינה. הוה מתני רב חנן לחייא כו' כלומר היה מלמדו המשנה ושונה א' זכריה בן קפוטר. והיה רב מתפלל וקורא ק\"ש ולא היה יכול לומר לו (כמו) כי טעיתה והיה מראה לו באצבעו בית כלומר קבוטר הוא. ואקשינן וכי שרי לקורא ק\"ש למעבד הכי. והתניא ר' אלעזר הסמא אומר הקורא ק\"ש ומרמז בעיניו [ומקרץ] בשפתיו ומורה באצבעו עליו הכתוב אומר ולא אותי קראת יעקב וגו' ופרקינן כי תניא ההיא בפרק ראשון שהוא משמע עד והיה אם שמוע. ורב כי עבד בפרק ב' עבד: ת\"ר ודברת בם בם ולא בתפלה.  בקול ולא בלחש. בם יש לך רשות לדבר ולפסוק מן התלמוד ולא בדברים אחרים. בם עשאם קבע. אמר רב המפסיק בעת שקורא בתלמוד ושח שיחת חולין עובר בעשה שנאמר ודברת בם. בם יש לך להפסיק ולקרות ק\"ש ולא בדברים אחרים. רב אחא אמר עובר בלאו שנאמר כל הדברים יגעים לא יוכל איש לדבר: פי' צרדה צרת גודל. עמוד והפג על הרצפה. א\"ר יצחק על חדת. ומעסקין אותו עד זמן שחיטה. תנא אין מעסקין אותו לא בנבל ולא בכינור אלא בפה ומה היו אומרים אם ה' לא יבנה בית שוא וגו'. מיקירי ירושלים לא היו ישינים כל הלילה תניא אבא שאול אומר אף בגבולין והיא נהרדעא היו עושין כן אלא שהיו חוטאין. כדאמר להו אליהו כמה בתולות איבעול בנהרדעא ביומא דכיפורי. והקב\"ה מאי אמר."
        ], 
        [
            "לפתח חטאת רובץ. השטן בגימטריא שס\"ד עולה והשנה יש בה שס\"ה ימים כדי שעור שמו יש לו רשות להסטין יום אחד והוא יוה\"כ אין לו רשות להסטין. בכל יום תורמין את המזבח בקריאת הגבר או סמוך לו מלפניו או מלאחריו כו'. תנן התם בשחיטת קדשים פרק ט' אברים שפקעו מעל גבי המזבח קודם חצות יחזיר ומועלין בהן אחר חצות לא יחזיר ואין מועלין בהן. כלומר כבר עבר זמנם ובטלה קדושתן מנהני מילי אמר רב כתוב אחד אומר כל הלילה והרים וכתוב אחר אומר כל הלילה והקטיר."
        ], 
        [
            " ובענין הזה כתובה זו השמועה בשחיטת קדשים בפרק המזבח מקדש באחריתו פי' קרא דכתב הכי לא אשכחנן כי כתב קרא הכי כתב על מוקדה על המזבח כל הלילה ותני בתורת כהנים. מה אני מקיים לא ילין חלב חגי עד בקר זהו האמור ללמד שיהו מעלין מן הארץ האברים שפקעו מע\"ג המזבח כל הלילה  שיהא נותנן מבוא השמש והן מתאכלין ע\"ג המזבח כל הלילה. א\"כ מה ת\"ל עד בקר. אלא אם אינו ענין לאיכול אברים תנהו ענין לתרומת הדשן מלמד שתורמין את המזבח כל הלילה וכיון שהוא מפורש כאן בתורת כהנים. אמר רב קרא הוא שכל הלילה כשר להקטרה וכשר להרמה הא כיצד חלקהו חציו של לילה להקטרה וחציו להרמה. ואקשינן וכיון דמדאורייתא מחצי הלילה חובת ההרמה היכי מקדמינן לה והיכי מאחרינן לה ופריק ר' יוחנן ממשמע שנאמר כל הלילה איני יודע שעד בקר לילה הוא. למה הוצרך עוד לומר עד בקר אלא הכי קאמר תן בקר לבקרו של לילה. כלומר אינו ממש כל הלילה אלא בין מקודם בין מאחרי כן כשר הלכך בכל יום תורמין את המזבח בקריאת הגבר או סמוך לו סגיא. לפי שדשן המזבח מעט הוא ודיי לו השיעור הזה. ביוה\"כ דאיכא חולשא (וכ\"ג) [דכ\"ג] מקדימין מחצות ברגלים שהיו קרבנותיה רבה והדשן מרובה מקדימין מאשמורת הראשונ'. קרות הגבר רב אמר קרא גברא ר' שילא אמר קרא תרנגולא. תניא כמר ותניא כמר אבוב לחדי זמר גורדאי לא קיבלוה. כמו משל הוא. אבוב שהיה  אב לשרים גדולים זמר אנשים פעוטים אינו ערב להם אלא מחזירין עליו: וכן אי תגרת ליה פוץ עמריה. אמר פעם אחת נשכר עני בן טובים אצל בעה\"ב שלא היה מכירו ונותן לו צמר לנפצו. ונעצב הנשכר שהגיע לזו הפחיתה. והרגיש בעה\"ב וא\"ל הניחהו. והשיב לו מאחר שנשכר (הנה) ינפץ הצמר: גביני כרוז נשמע קולו בג' פרסאות וכ\"ג משובח ממנו דא' וכבר אמר אנא השם ונשמע קולו ביריחו. שהוא [י'] פרסאות וכ\"ג איכא חלשא דתענית והוא ביום שאין הקול נשמע ביום כמו בלילה פי' אחרי שהזכיר השם בחשאי בקול נמוך והבליעו בנעימת אחיו הכהנים אמר בקול רם חטאתי כו'. בראשונה היה אומר השם בקול רם משרבו הפריצים לא היה אומרו אלא בקול נמוך. ת\"ר ג' קולן הולך מסוף העולם ועד סופו קול גלגל חמה."
        ], 
        [
            " וקול המונה של רומי. וקול הנשמה כשיוצאה מן הגוף. וי\"א קול רידיא. פי' רידיא הא דגרסי' באחרית פרק סדר תעניות האלו האחרון. אמר רבה בר בר חנה לדידי חזי לי ההוא רידיא ודמי לעיגלא תילתא. ופריקה שפותיה וקאי בין תחומא עילאה לתתאה. לתהומא תתאה אמר (בעמימך) [אבע] ולעילאה אמר חשור מימך שנאמר הנצנים נראו בארץ עת הזמיר הגיע וקול התור נשמע בארצנו פי' התור עגל שהוא שור. היוצא קודם קרות הגבר דמו בראשו. אמר רב כשהיו ישראל עולים לרגל היו עומדין צפופין ומשתחוים רווחין. ואף ע\"פ שנמשכין י\"א אמה אחורי בית הכפרת. וזה אחד מי' נסים שבמקדש דתנן במס' אבות פרק אחרון עשרה נסים נעשו לאבותינו בבית המקדש כו' ואקשינן פתח וא' עשרה נסים שבמקדש. ואו' בכללן שנים בירושלים הזיק נחש ועקרב. וצר לי מקום. ושני איכא תרתי אחרינייתא במקדש והן שלא כיבו גשמים אש המערכה ולא הזיזה הרוח עשן המערכה ותו ליכא והא תני רב שמע בקל. פי' כך שמו ומפורשים בזבחים פרק דם חטאת שניתז. וכי עושין אשפתות בעזרה אשמיטתיה הא רב שמע בקל שברי כלי חרס נבלעין במקומן. וכן אמר אביי מוראה ונוצה כו'. ודחי' פסולי תלתא הוו והם עומר ושתי הלחם ולחם הפנים חשבינהו כחד. וכן הבלועין נמי תרתי חשבינהו כחד חסר חד עייל נס דלחם הפנים שהיה נשאר בחמימו ח' ימים שנאמר לשום לחם חם ביום הלקחו פי' לחם חום היה מסתלק כיום סדורו."
        ], 
        [
            " ואסיק דלחם הפנים היה מיטלטל עם השלחן מדקתני על השלחן הטהור מכלל שמטמא והא קיימא [לן] דטומאת הכלים מן השק ילפינן דכתיב או בגד או עור או שק ואמרינן מה שק מיטלטל מלא ריקם. אף כל כלי המיטלטל מלא וריקן הוא שמקבל טומאה אבל כל כלי עץ העשוי לנחת כלומר שתשים עליו דבר ולהניחו עליו העשוי לנחת הוא. ופרקינן שלחן מגביהו אותו בלחם הפנים ומראין אותו לעולי רגלים. ואסיקנ' ניסי דקביעי לא חשיב לאפוקי ארון וכרובים ומגדים ולחם הפנים והבלועין ונשארו שלשה הפסולין במקומן מנוין שלשה ומשנתנו אחר שביררו בגמ' זו עשרה ניסים שנעשו במקדש נשנית דהא תנינן (בה) ולא כבו גשמים אש של מערכה וכן לא נצחה הרוח את עמוד העשן דחשבינן להו במקום נסים שבירושלים. ולא יתכן שהיתה זו המשנה שנויה כך כלל ואקשינ' ומי הוה עשן המערכה. והתניא ה' דברים נאמרו באש המערכה רבוצה כארי וברה כחמה. ויש בשלהבת שלה ממש. ואוכלת לחים כיבשים ואינה מעלה עשן. ודחינ' האש של הדיוט הוא מעלה עשן. דתניא ונתנו בני אהרן הכהן אש. ואע\"פ שהאש מן השמים מצוה להביא מן ההדיוט. במקדש ראשון היתה רבוצה כארי. ובמקדש שני ככלב ולא מסייעת. לפיכך היו עורכין עליה עצים למערכה שבראשון לא היו עורכין אלא ב' גזירין לקיים המצוה. ואקשינן תוב וכי לא היתה הרוח מזיזה עשן המערכה. והאמר רב יצחק בר אבדימי מוצאי יו\"ט האחרון של חג הכל צופין בעשן המערכה נוטה כלפי צפון וכו'. ופרקינן האי נוטה דקתני משום דכייף ופשיט כדיקלא אבל איבדורי כשאר כל עשן לא הוה מיבדר. ה' דברים היה חסר המקדש האחרון ואלו הן ארון כפרת וכרוב אש ושכינה. ורוה\"ק שהיא הנבואה ואורים ותומים. ואש אע\"פ שהיתה רבוצה ככלב לא היתה מסייעת: ת\"ר שש אשות הן. יש אש אוכלת ואינה שותה הא דידן. כלומר אם תשפוך עליה מים תכבה. אש שותה ואינה אוכלת שעל החולין. אש אוכלת ושותה דאליהו שאכלה הבשר ושתת המים שנא' ואת המים אשר בתעלה לחכה. אש אוכלת לחים כיבשים היינו אש דמערכה. אש דוחה אש דגבריאל. אש אוכלת אש דשכינה. דא' הושיט אצבעו ביניהן ושרפם. פי' המלאכים שהם אש שאמרו לפניו יתברך בעת שבא לבראות האדם מה אנוש כי תזכרנו ושרפן. עשן המערכה נוטה כלפי מזרח הכל שמחין כלפי מערב הכל עצבין. והתניא רוח מזרחית לעולם יפה. ורוח מערבית לעולם קשה. רוח צפונית יפה לחטים בשעה שהביאו שליש כי השלחן בצפון ומרבה החטים לעשות סולת. וקשה לזיתים כשחונטין  כי המנורה בדרום ומרבה השמן לנרות וקשה לחטים כשהביאו שליש. מ\"מ רוח מזרחית יפה ורוח מערבית קשה קשיא לרב יצחק בר אבדימי ופרקינן ל\"ק הא לן והא להו. לבני א\"י שהיו צופין לעשן המערכה וכשנוטה כלפי מזרח היו הכל שמחים כי רוב רוחות של אותה שנה מערבית היא. וכי  מערבית יפה ורוח מזרחית קשה. אבל לבני בבל רוח מזרחית יפה להן שהן שרויין במזרח. ורוח מערבית קשה להן:"
        ], 
        [
            "<b>הדרן עלך שבעת ימים</b> פ\"ב בראשונה כל מי שרוצה לתרום את המזבח תורם כו' לידי סכנה שהיו דוחפין ומשברין זה את זה. ומפני מה לא תקנו פייס לתרומת הדשן משום דעבודת לילה הוא ולא אתו. והרי איברים ופדרים שפקעו מעל המזבח בלילה שמחזרין ע\"ג המזבח דעבודת לילה היא ותקינו [לה] פייס. ודחינן האי סוף עבודה דיממא הוא. הא נמי תחלת עבודת היום היא. דא\"ר יוחנן קדש ידיו לתרומת הדשן למחר אין צריך לקדש. שכבר קדש מתחלת עבודה. ודחי' אימא שכבר קדש מתחילה לעבודה. ולעולם עבודת לילה היא ואיכא דאמרי כו'. ופשוטה היא. שני מיגגא ממיקם המחזיר אברים ופדרים יושב ושומר ועדיין לא ישן. והמבקש להרים תרומת הדשן כבר ישן ורוצה עכשיו לעמוד משנתו וקשה הוא המבקש לעמוד משנתו ממי שיושב ומשמר ובדעתו אחר שעה לישן. ואמרי' וכי מפני שהיו באין הרבה ומשברין זה לזה על זה היתה תקנת הפייס. לא היתה התקנה אלא מפני שלא היו באין. הלא תראה שהוסיפו לה עבודות אחרות דתניא מי שזכה בתרומת הדשן זוכה בסידור מערכה ובשני גזירי עצים. (אמר רב) אמר רב אשי ב' תקנות היו מעיקרא סבור לא אתו כו'. פשוטה היא. כל הקודם לחברו בתוך ארבע אמות זכה. י' דברים נאמרו בירושלים כו' בבא קמא בסוף פ' מרובה מידת תשלומין כו'. ואוקימנא ד' אמות של כבש הסמוכות למזבח ואיבעיא אמה יסוד ואמה סובב מכלל ארבע אמות הללו הן אי לא ועלתה בתיקו:"
        ], 
        [
            " ירושלמי א\"ר יוסי בר בון בפירוש תני לה ר' חייא כל הקודם את חבירו בתוך ארבע אמות למזבח זכה. הממונה אמר להם הצביעו. תנא הוציאו אצבעותיכם למנין. פי' ר' אחר שמוציאין כל אחד ואחד מקצת מאצבעותיו פתוחות והשאר קמוצות פי' קפוצות וכוללן הממונה לחשבון. ומקיפין כמין בכוליאר ונוטל מצנפתו של א' מהן ויודעין שממנו הפייס מתחיל היה אומר להן הוציאו כל אחד ואחד אצבעו כדי לעבור המנין על אצבעות מכלל שגופם אסור למנות כר' יצחק דאמר אסור למנות את ישראל אפי' לדבר מצוה שנאמר ויפקדם בבזק. אלא מהכא וישמע שאול את העם ויפקדם בטלאים וגו' כלומר כל אחד נותן לו טלה ומנה הטלאים וידע מספר בני ישראל. והללו הטלאים משל שאול. כל המונה ישראל עובר בב' לאוין שנאמר לא ימד ולא יספר. והני מילי בזמן שישראל עושין רצונו של מקום. ואם לאו נספרים שנאמר והיה מספר בני ישראל. מכלל שיש מספר בהם. רבי אומר ל\"ק בידי שמים והיה מספר בני ישראל. בידי אדם לא ימד ולא יספר. וירב בנחל על עסקי נחל כלומר כבדה עליו גזירת שמים והיה אומר אם נמצא חלל במחנה מביאין עגלה ערופה כל הנפשות הללו שהרגנו עאכ\"ו שצריכין להקריב כדי להתכפר לכן השאיר מיטב בהמה יצתה ב\"ק ואמרה לו אל תהי צדיק הרבה. ובשעה שאמר שאול לדואג סוב ופגע בכהנים והמתה וגו' יצתה ב\"ק וא\"ל אל תרשע הרבה. אמר רב הונא כמה לא חלי ולא מרגיש גברא דמריה סייעיה. שאול באחת כו'. כלומר שאול כיון שעבד מעשה דאגג נענש ואמר הקב\"ה נחמתי כי המלכתי את שאול. ואע\"פ שהרג נוב עיר הכהנים אח\"כ מקודם זה כבר כתיב נחמתי. דוד עבר בשתים במעשה דאוריה. דכתיב ואותו הרגת בחרב בני עמון. ומעשה דתמר. ולא נענש עליהן בגופו. מפני שמצא חן בעיני אלהים. אבל מעשה דבת שבע נענש בגופו שנצטרע ו' חדשים. וכשמואל דאמר לא קבל דוד לשון הרע. ובשביל כך נצטרע. ואותו גם מבניו אמנון תמר ואבשלום. ולרב דאמר קיבל דוד לשה\"ר איפרע מיני' דאמר רב יהודה אמר [רב] בשעה שאמר דוד למפיבושת אתה וציבא תחלקו את השדה יצתה ב\"ק וא\"ל רחבעם וירבעם יחלקו את המלכות. חלוקת רב ושמואל בשבת [דף נה]. מפני מה לא נמשכה מלכות שאול מפני שלא היה בו שום דופי שאין מעמידין פרנס על הצבור אא\"כ קופה של שרצים תלויה לו מאחוריו. שאם תזוח דעתו עליו אומרים לו חזור לאחוריך. אמר רב יהודה אמר רב מפני מה נענש שאול מפני שמחל על כבודו. שנאמר ובני בליעל אמרו מה יושיענו זה ויבזוהו ולא הביאו לו מנחה ויהי כמחריש וכתיב ויעל נחש העמוני וגו' א\"ר יוחנן משום רשב\"י כל תלמיד חכם שאינו נוקם ונוטר כנחש אינו ת\"ח."
        ], 
        [
            " איני והא כתיב לא תקום ולא תטור. ודחינן ההוא בממון כדתניא איזו היא נקימה השאילני מגלך א\"ל לאו למחר אמר לו זה השאילני קרדומך כו'. כגון אלו דברים שהן של ממון אסור אבל צערא דגופא כגון בזיון וכיוצא בו מותר. איני והתניא הנעלבים ואינם עולבין שומעין חרפתם ואינן משיבין עושין מאהבה ושמחים ביסורין עליהם הכתוב אומר ואוהביו כצאת השמש בגבורתו ודחינן אפילו הכי נקיט בליביה [קשיא לי לא תשנא את אחיך שבקי] והאמר רבא המעביר על מדותיו מעבירין לו על כל פשעיו ופרקינן דמפייסו ליה ומפייס: ומה הן מוציאין אחת או שתים ומתמהנן השתא שתים מוציאין אחת מבעיא ופריק רב חסדא האי דקתני אחת בבריא שתים בחולי שאינו מתאמץ להוציא אחת ושתים שמוציא החולה אין מונין אותם לו אלא אחת. והתניא כרב חסדא אחת מוציאין שתים אין מוציאין ויחידים מוציאין ב' ואין מונין לו אלא א' לומר שאין באין לידי ערמה יחידים הללו הן רבנן שנקראו יחידים ונקראו חולים יחידים כדתנן בתעניות (דף י') התחילו היחידים להתענות. ואמרינן התם מאן יחידים אמר רב הונא רבנן.  רבא לטעמיה דאמר כמאן מצלינן האידנא אקצירי ומריעי כהאי תנא קצירי קצירי ממש מריעי רבנן. ואקשינן וכי המוציא שתים אחת מונין לו והתניא אין מוציאין לא שלש ולא גודל במקדש מפני הרמאין ואם הוציא שלש מונין לו גודל אין מונין לו ולא עוד אלא שהמוציא גודל או שלש לוקה מן הממונה בפקיע ופרקינן מאי מונין לו דקתני אחת. וזה כולו לענין המצביעין למנין כאשר אמרנו למעלה. אבל המצביעין לפייס המוציא אחת מונין לו אחת והמוציא ב' מונין לו ב' ומצאנו זה הדבר מפורש בתלמוד א\"י מהו אצביעו. הוציאו אצבעותיכם הוציא אחת מונין לו שתים  ובעו לה התם מהו אין מונין לו כל עיקר או אין מונין לו את היתירה ופשטה אין מונין לו את היתירה ועוד אמרו כיצד היה מפייס מהלך לימין או לשמאל. א\"ר בון בר חייא ממה דתני מי שזכה בקטורת אומר לזה שעל ימינו אף אתה עמי למחתה. הדא אמר לימין הפייס מהלך. תלמידו דר' יונה בשם ר' בון בר חייא לשמאל הפייס מהלך וזה שזכה לימין מוטב שיזכה מי שעבר עליו הפייס פעמים מזה שלא עבר עליו הפייס אלא פעם אחת ש\"מ כשמוציאין אצבעותיהן לפייס מי שמוציא אחת או שתים מונין לו מה שהוציא ומי שהוציא יותר אין מונין לו אלא שתים ומונה וכולל הכל ומעמידין כמין כוליאר ונוטל מצנפת אחת מהן ומוציאין כל אחד אצבעו ועובר המנין על האצבעות והוא מונה והולך ובמקום שמשלים החשבון הוא הזוכה. פקיע מדולרתא והיא מטרקא והיא כמין חבל מפתיל תלוי במקל כגון הרצועה שב\"ד מכין בה."
        ], 
        [
            " פי' הממונה בפקיע. הממונה להכות בזה הפקיע: ש\"מ שפיכות דמים הוא דזל שרבו הרצחנים [וטהרת כלים] כדקיימא קיימא: ת\"ר ופשט ולבש שומע אני כדרך שפושט ביוה\"כ בשע' שרוצה לצאת בגדי קודש ולובש בגדי חול ת\"ל ופשט ולבש מקיש בגדים שלובש לבגדים שפושט מה בגדים שפושט בגדי קודש אף בגדים שלובש בגדי קדש א\"כ מה ת\"ל אחרין. אחרים פחותין מהם ר' אליעזר אומר אחרים והוציא לימד על הכהנים בעלי מומין שהן כשרים להוציא את הדשן. אמר מר אחרים פחותין מהן (מאי משמע) דתנא דבי ר' ישמעאל בגדים שבישל בהן קדרה לרבו אל ימזוג בהן כוס לרבו ופשוטה היא. אמר ריש לקיש כמחלוקת בהוצאת הדשן שת\"ק סבר עבודה היא ובעלי מומין פסולין בהן ר' אליעזר סבר אינה עבודה וכהנים בעלי מומין כשרים בה כך מחלוקת בהרמת הדשן ור' יוחנן אמר מחלוקת בהוצאה אבל בהרמה הכל עבודה היא והאי דאמרת אין לך עבודה שכשרה בשני כלים גלי רחמנא בכתונת ומכנסים וה\"ה במצנפת ואבנט ומאי שני דפריש הני אצטריך מדו בד מדו כמדתו לא ארוך ולא קצר ומכנסי בד ילבש על בשרו ללמד שלא יהא דבר מקדים על בשרו למכנסיים כו'. לימא כתנאי ומכנסי בד ילבש על בשרו מה ת\"ל ילבש לרבות מצנפת ואבנט להרמה דברי ר' יהודה קסבר עבודה היא לפי' צריך שאר בגדים. ר' דוסא אומר לרבות בגדי כ\"ג של יוה\"כ שהן בד שכשרין לכהן הדיוט. מאי לאו בהא קמפלגי ת\"ק סבר עבודה היא. ור' דוסא סבר לאו עבודה היא. ודחינן לא כ\"ע עבודה היא. ות\"ק סבר צריך קרא לרבויי. לפיכך כתיב ילבש לרבות מצנפת ואבנט."
        ], 
        [
            "ור' דוסא סבר לא צריך קרא לרבויי. בעי ר' אבין תרומת הדשן בכמה מתרומת מעשר ילפינן לה והוא חלק אחד מעשרה כדכתיב והרמותם ממנו תרומת ה' מעשר מן המעשר. או מתרומת מדין כדכתיב אחד אחוז מן החמשים. ופשטנא לא מזה ולא מזה ילפינן אלא מתרומת המנחה וזו תרומת קומץ. אמר רב ד' עבודות זר חייב עליהן מיתה. ואלו הן זריקה הקטר נסוך המים ונסוך היין. שנאמר ואתה ובניך אתך תשמרו וגו' ועבדתם עבודה תמה ולא עבודה שיש אחריה עבודה. עבודת מתנה ולא עבודת סילוק על זה כתיב והזר הקרב יומת. הילכך בעינן עבודת (סילוק) [מתנה]. ועבודה תמה שאין אחריה עבודה. ולוי אמר אף זה שהרים תרומת הדשן חייב מיתה שנא' דבר המזבח. ואפי' זה. ורב כתב רחמנא דבר המזבח ואפילו לרבויי ז' הזאות שבפנים ושמצורע כו'. ופשוטה היא בעיא דרבא לטעמיה דלוי היא דרב לא שנא בפנים ול\"ש בחוץ עבודת מתנה היא דחייב מיתה אבל עבודת סילוק לא."
        ], 
        [
            " ולוי הוא דשני ליה ומשום הכי בעי עבודת סילוק בהיכל לפנים מדמינן ליה ואינו חייב מיתה או לעבודת דלחוץ מדמינן ליה וחייב ופשטה דכלפנים מדהוה ליה למכתב מבית לפרכת וכת' ולמבית לרבויי אפי' בהיכל. אלא מעתה כיון שאפי' בהיכל בעבודת מתנה הוא דחייב. זר שסידר לחם הפנים בשלחן ליחייב. ודחינן בעינן מלאכה תמה. וזו אינה מלאכה תמה. דהא נשאר סידור בזיכים של לבונה. סידר בזיכין כו' בענין הזה. תניא כוותיה דרב עבודות שזר חייב עליהן מיתה זריקה בין לפנים בין לפני ולפנים והמזה בחטאת העוף. והמזה והמקטיר בעולת העוף. והמנסך ג' לוגין יין וג' לוגין מים. תנא כוותיה דלוי עבודות שהזר חייב עליהן מיתה המרים את הדשן. וז' הזאות שבפנים ושבמצורע. והמעלה על המזבח בין דבר כשר בין דבר פסול: למה מפיסין כלומר למה מפיסין וחוזרין ומפיסין עד ד' פייסות. א\"ר יוחנן כדי להרגיש העזרה. במה מפיסין. רב נחמן אמר בבגדי חול ואמר מנא אמינא לה ודחי לה רב ששת ואמר הוא בבגדי קודש מפיסין ואמר מנא אמינא לה."
        ], 
        [
            " ואע\"ג דדחי לה רב נחמן כיון דאיסורא היא כרב ששת מוקמינן לה כדקיי\"ל הלכתא כרב ששת באסורי ואמר רב ששת מנא אמינא לה דתניא לשכת הגזית כמין בסילקי גדולה היתה פייס במזרחה וזקן יושב במערבה והכהנים מקיפין ועומדין כמין כוליאר הממונה בא ונטל מצנפתו של אחד מהן ויודעין שממנו הי' הפייס מתחיל. ואי ס\"ד בבגדי חול כו'. אמר אביי ש\"מ לשכת הגזית חציה שבמזרח בקודש היתה מפני שמפיסין בה. וחציה שבמערב בחול מפני שהזקן יושב בה. ואמר מר אין ישיבה בעזרה אלא [למלכי] בית דוד בלבד. וב' פתחין היו בה אחד במזרח לקדש ואחד במערב לחול. דתנן במעשר שני פרק ג' הלשכות הבנויות בקדש ופתוחות לחול. תוכן חול כו'. הבנויות בקדש ובחול ופתוחות לקדש ולחול מכנגד הקדש ולקדש קדש. ומכנגד החול ולחול חול. איבעיא להו לכל עבודה ועבודה מפיסין כלומר מי שוחט מי זורק מי מקריב האברים. מי קומץ ומקטיר וכיוצא בהן או דילמא לעבודה אחת מפיסין ופשטנה ת\"ש דתני ר' חייא לא לכל עבודה ועבודה מפיסין אלא כהן שזכה בתמיד י\"ב אחיו הכהנים נמשכין עמו. ד' פייסות היו שם. הפייס הראשון הרמת הדשן. הפייס השני מי שוחט כו'. י\"ג כהנים זוכין בו השוחט הוא ראשון. שני זורק. שלישי המדשן מזבח הפנימי. רביעי המדשן המנורה. חמישי המעלה הראש והרגל. ו' המעלה ב' ידים. ז' המעלה העוקץ והרגל. ח' (המקריב) [המעלה] החזה ובגרה."
        ], 
        [
            " ט' בשתי דפנות. י' בקרביים. י\"א בסולת המנחה. י\"ב בחביתי כהן [גדול]. י\"ג ביין נסך: איבעיא להו שוחט מקבל או זורק ופשטנה זורק מקבל. דרך הילוכו היה קרב: ירושלמי הראש והרגל. א\"ר מנא פשט ראשיה עקר רגליה. ת\"ר כיצד דרך הילוכו. הראש והרגל כולי עלמא הראש והרגל ברישא לא נחלקו אלא בשאר האברים החזה והגרה. כלומר אחרי הראש החזה. ואחרי החזה הידים. ואחרי הידים הדפנות. ואחרי הדפנות העוקץ והרגל ר' יוסי אומר דרך הפשטו היה קרב. העוקץ והרגל כו' ודבריו פשוטין הן. ר' עקיבא אומר דרך ניתוחו היה קרב הראש והרגל שתי ידים וכו'. פי' ניתוחו מפורש בתמיד פרק ו' והוא כדברי ר' עקיבא. ר' יוסי אומר דרך עילוי היה קרב כיצד אחר הראש הדפנות כו' והא דכתיב כל נתח טוב ירך וכתף. ההוא בכחושה. כלומר אין בה שומן הכל עצמות היא אין בשר אלא בירך וכתף. אמר רבא בין תנא דידן ובין ר' יוסי תרוויהו בתר עילויא אזלי. מיהו תנא דידן דקתני שתי ידים והן הכתפים אזיל איברא דבשרא כי הבשר בירך ובכתף הוא לפיכך אחר הידים מזכיר העוקץ והרגל שהן הירכות. אבל ר' יוסי דקתני ב' דפנות אזיל בתר שומנה. כי השומן כולו בדפנות הוא ע\"ג הצלעות. וקשיא תרי לישני דר' יוסי אדר' יוסי."
        ], 
        [
            " ויש מי שאומר ב' תנאי שנו לה אליבא דר' יוסי נותן הפרד שהוא החלב על בית השחיטה כדי לכסות בו טינוף הדם שעל בית השחיטה. וזהו דרך כבוד של מעלה: הפייס השלישי חדשים לקטרת. ירושלמי מעשה באחד שיבשה זרועו ולא הניח לקיים מה שנאמר ישימו קטורה באפך וכליל על מזבחך ברך ה' חילו ופועל ידיו תרצה. מיכן אמרו ב' כהנים מתברכין בכל פעם החותה ומכניס במחתה והמקטיר. תנא מעולם לא שנה אדם בה משום שמעשרת מי שכבר הקטיר. לפיכך היו אומרים חדשים לקטרת. עולה אע\"ג דכתיב בה כליל בנביאים שנאמר ויקח שמואל טלה חלב אחד ויעלה עולה כליל לה' ויזעק שמואל אל ה' כו'. שכיחא. הקטרת לא שכיחא. אמר רבא לא משכחת חכם שמורה אלא אי מלוי דכתיב יורו משפטיך ליעקב. אי מיששכר דכתיב ובני יששכר יודעי בינה לעתים. אבל שבט יהודה אע\"פ דכתיב יהודה [מחוקקי] שמועה אליבא דהלכתא לא סלקא להו. א\"ר יוחנן אין מפיסין על תמיד של בין הערבים אלא מי שזכה בו שחרית הוא יזכה בו ערבית. ומותבינן עליה והתניא כשם שמפיסין לו. כלומר לתמיד שחרית כך מפיסין לו ערבית ושנינן בשבת הואיל ומשמרות מתחדשות כדתנא  דבי שמואל משמר היוצא עושה תמיד של שחר ומוספין והנכנס עושה תמיד של בין הערבים והבזיכין כו'. וכיון שמתחלפין צריכין להפיס. הקטרת מפיסין לה בשחרית ובין הערבים. ולמאי דסליק אדעתין כי מפיסין בזה ובזה ודלא כר' יוחנן נפישו להו פייסות. ואנן לא תנן אלא ד' פייסות בלבד. ופרקינן בקיבוץ אחד. היינו אומרים שמפיסין זה ולזה. הפייס הרביעי מי מעלה אברים מן הכבש למזבח. דלא כר' אליעזר בן יעקב דתני בתמיד פרק ח' המעלה אברים לכבש הוא מעלן ע\"ג המזבח ולא היה להן פייס בפ\"ע. א\"כ לר' אליעזר בן יעקב חסרו הפייסות ואינם אלא שלשה. ואמרינן אית ליה פייס אחת למחתה. והא\"ר יהודה תני לא היה פייס למחתה אלא כהן שזכה בקטרת אומר לזה שעמו זכה עמי במחתה. אמר רבא ר' אליעזר לית ליה הא דר' יהודה אומר לא היה פייס למחתה אלא פליג עליה ואמר אית ליה פייס למחתה בפ\"ע. ולא ר' יהודה אית ליה הא דר' אליעזר דאמר לא היה פייס לאברים להעלותם מן הכבש למזבח אלא אומר היה להן פייס בפ\"ע. ולמחתה לא היה לה פייס. שאם יש אחד מהן שאומר לא היה פייס למחתה ולא לאברים שעל הכבש לא תמצא אלא ג' פייסות."
        ], 
        [
            " ואם תמצא תנא ששנה ה' פייסות ואומר היה פייס למחתה ופייס לאיברין שע\"ג הכבש אותו התנא חולק על ר' יהודה ועל ר' אליעזר בן יעקב שזה אומר לא היה פייס למחתה וזה אומר לא היה פייס לאברים שעל הכבש: תמיד קרב בט' בי' בי\"א בי\"ב לא פחות ולא יותר: מדתנינן ובשבת שבתוך החג ביד אחד צלוחית של מים שמעת מינה שאין מנסכין מים אלא בתמיד של שחר. דאי ס\"ד מנסכין בתמיד של בין הערבים בחול נמי משכחת י\"ב בתמיד של בין הערבים. כיצד עצמו בט' וב' בשני גזירי עצים. ואחד בצלוחית של מים הרי י\"ב בתמיד של בין הערבים. אלא ש\"מ אין מנסכין ש\"מ. מנא לן שתמיד של בין הערבים טעון ב' גזירין שנאמר וערכו עצים על האש. ודרשינן ליה בתמיד של בין הערבים ומשמע וערכו שנים. ושאר השמועה פשוטה היא: תני ר' חייא פעמים י\"ג פעמים י\"ד כו'. פי' פעמים שאתה מוצא בפייס בתמיד של שחר י\"ג כדתנן י\"ג זכין בו. וכבר פירשנום למעלה. ובחג מוסיפין בתמיד של שחר אחד בצלוחית של מים הרי י\"ד. ובכל שבת י\"ג הידועין בתמיד של שחר ושנים בידם ב' בזיכי לבונה של לחם הפנים הרי ט\"ו ואם הוא שבת שבתוך החג י\"ג הידועין וב' בשני בזיכי לבונה וא' בצלוחית של מים הרי י\"ו. ומקשינן והתניא פעמים י\"ז. ודחי' האי מתניתא תני ומוסיף ואחד במחתה הרי י\"ז. והאי תנא לא כר' יהודה ולא כר' אליעזר."
        ], 
        [
            " כר' יהודה לא דהא בהדיא תני לא היה (פורס) [פייס] למחתה אלא כהן שזכה בקטרת אומר לזה שעמו זכה עמי במחתה. ודלא כר' אליעזר בן יעקב דהא בהדיא אוקימנא ליה בפייס למחתה בפ\"ע. כי הפייס שסילק מן האברים שעל הכבש [למזבח] והוא הפייס הרביעי במחתה חשיב ליה. וזה חשיב למחתה בכלל הפייס השני ומפורש בתוספתא כך כמו שפירשנו כי אלו י\"ג וט\"ו וי\"ו [שמנה] המנין בפייס השני הן. איל קרב בי\"א הבשר בחמשה כו'. הפשיטן וניתוחן של אלו ושל אלו שוה. אוקימנא בין קרבנות יחיד בין קרבנות צבור הפשיטן וניתוחן שוה שכשרין בזר. מנ\"ל שנאמר ושחט את בן הבקר לפני ה' והקריבו בני אהרן מקבלה ואילך מצות כהונה. לימד על השחיטה שכשרה בכל אפי' בזרים ובנשים ובעבדים ואפי' בקדשי קדשים. הרי בן בקר זה עולה הוא שהיא קדשי קדשים ושחיטתן כשרה בכל כדאמרינן מכדי מקבלה ואילך מצות כהונה. ונתנו בני אהרן אש על המזבח למה לי. למעוטי הפשט וניתוח מכהן. ואכתי איצטריך כו'. מסתברא זביחה דכוותה ממעט. פי' זבח שכמותו ממעט הפשטו וניתוחו. ולא סדור ב' גזירין. ודחינן וערכו לשון סידור הוא ואדרבה סידור דכוותה ממעט כו'. ואסיקנא והקטיר הכהן למעוטי הפשט וניתוח דלא בעו כהונה. והקריב הכהן את הכל למעוטי הולכת עצים דלא בעו כהונה. הא סידור גזירין בעיא כהונה. והללו לגופייהו וערכו שנים בני אהרן שנים הכהנים שנים. לימד על (העולה) [הטלה] והוא הבשר והקרביים שטעון ששה להוליכו לכבש. ומן הכבש למזבח. דאע\"ג דההוא קרא דדרשינן בבן הבקר כתיב. לא אשכחן בן הבקר שעולה ונערך על העצים על האש אשר על המזבח אלא על הבשר של תמיד כי התמיד מקדים לכל. אלא הכבש של תמיד הוא עולה בראשונה. ונערך בעצים שעל האש שאותה האש על המזבח ועליו כל הקרבנות."
        ], 
        [
            " וכיון שלא מצינו זה הדבר אלא בטלה לבדו ידעינן דהאי קרא בטלה נאמר. א\"ר יוחנן זר שסידר המערכה חייב. כיצד עושה פורקה זר. וסודרה כהן. ואקשינן והלא סדור בלילה הוא. וכי יש עבודה כשרה בלילה ופסולה בזר. ופרקינן הנה אברין ופדרין שפקעו מע\"ג המזבח שמחזירין עד חצי הלילה ופסולה בזר. ודחינן סוף עבודה דיממא הוא כלומר כבר העלום ע\"ג המזבח ביום וזה סוף אותה העבודה הוא. והנה תרומת הדשן שהיא בלילה ופסולה בזר תחלת עבודה דיממא היא. דא\"ר יוחנן קידש ידיו לתרומת הדשן למחר אין צריך לקדש שכבר קדש מתחלת עבודה. ואמאי לא דחי אימ' שכבר קדש מתחלה לעבודה כמו שדחה בתחלת הפרק. נאמר לפי שלא עמד אלא א' איבעית אימא לעולם עבודת יום היא מעיקרא סבור זו השנויא דשני ועלתה בקושי'. ותריצנא להא דר\"י הכי זר שסידר שני גזירין חייב הואיל ועבודת יום היא. אלא מעתה כיון שעבודת יום תיבעי פייס. אשתמיטתיה הא דתניא כו'. למימרא דעבודת יום בעיא פייס עבודת לילה לא. והרי אברים ופדרים דעבודת לילה הוא. ותניא כשם שמפיסין לו לתמיד שחרית כך מפיסין לו ערבית. ואע\"ג דאוקימנא בשבת הואיל ומשמרות מתחלפות בשבת מיהא מפיסין. ואפי' למ\"ד אין מפיסין לא אמר אלא אין מפיסין בפ\"ע. אלא הם שזכו בכלל הפייס של תמיד של שחר הן הן הזוכין בתמיד של בין הערבים ואפילו באברים ופדרים שעבודה אחת היא מ\"מ בפייס [היה] הן הזוכים בתמיד של בין הערבים הן הזוכין בהחזרת אברים ופדרים כי עבודה אחת היא ודחינן ההיא סוף עבודה דיממא היא."
        ], 
        [
            "והרי תרומת הדשן כו' אמר רב אשי והא אנן לא תנינן לה דשני גזירין עבודת יום הוא דתנן אמר להם הממונה צאו וראו אם הגיע זמן השחיטה ואלו זמן ב' גזירין לא קתני. ופרקינן השחיטה דלית ליה תקנה שאחר שישחו' לא יתכן לו להחיותו קתני. אבל סידור גזירין שיכול לפורקו לא קתני: איכא דאמרי הכי אקשו ליה. וכי יש עבודה שיש אחריה עבודה בלילה ופסולה בזר ולא והרי אברים ופדרים שיש אחריה עבודה דלרבנן צריך להחזירן למערכה גדולה ולר' מאיר עביד לה מערכה בפ\"ע. ודחי סוף עבודה דיממא היא. והרי תרומת הדשן שיש אחריה הוצאה חוץ למחנה וסידור המערכה ופרקינן תחלת עבודה דיממא היא כר' יוחנן דאמר קדש ידיו לתרומת הדשן למחר אין צריך לקדש שכבר קדש מתחלת עבודה וקשיא לן ואמאי לא דחי הכי אימא שכבר קדש מתחלה לעבודה הנה ועבודת לילה ופסולה בזר אלא העלה בקושיא. ופרקינן משום דבתחלת הפרק נדחת זו השינויא וא' איבעית אימא לעולם תחלת עבודת יום הוא ואמאי לא תקינו לה פייס מעיקרא סבור כיון דאיכא אונס שינה לא אתו כיון דחזו דאתו ואתו נמי לסכנה תקינו לה פייסא. ותריצנא לר' יוחנן הכי זר שסידר ב' גזירין חייב הואיל ועבודה תמה היא אי הכי תיבעי פייס בפ\"ע ופרקינן האי כבר שנינן לה כדאמרינן בתחלת הפרק כיון דתקינו פייס לתרומת הדשן לא הוו אתו שהיה כבד עליהן להניח השינה ולעמוד דהוו אמרי מי יימר דמיתרמי לי הדר תקינו מי שזכה בתרומת הדשן יזכה בסידור המערכה ובשני גזירין כלומר הוסיפו אלו העבודות כדי שיבואו למימרא דעבודה תמה בעיא פייס כו' כענין הראשון:"
        ], 
        [
            "<b>פ\"ג אמר להם הממונה צאו וראו אם הגיע זמן השחיטה כו' תניא ר' ישמעאל אומר ברק ברקאי.</b> כלומר האיר ר' עקיבא אומר עלה האור כו' וכיון שהורה בענין הבוקר הזכיר עוד תפלת הצהרים: אמר רב ספרא צלותיה דאברהם כו' פי' תפלת האבות כולן לא הזכיר אברהם אלא מפני שהוא העיקר ואמר מכי משחרי כתלי. ויש מי שאומר תחלת שעה שביעית משחרי כתלי כלומר כיון שינטו צללי ערב והוא משעה שביעית משיכנס השמש במערב ולמעלן מתחילין הכתלים להשחיר מפני שהלך השמש מן המזרח ובא הצל והיא תפלת הצהרים כדכתיב ערב ובוקר וצהרים אשיחה וגו' וזו השיחה היא תפלה כדכתיב באבות ויצא יצחק לשוח בשדה לפנות ערב. וזו השיחה היא תפלת הצהרים כדת המסורה לו מאביו. ואמר לפנות ערב משעה שיכנס השמש במערב. ובאותה העת מתחילין הכתלים שבמזרח להשחיר. אמר רב יוסף אנן מאברהם נגמור אברהם קיים כלומר אברהם קיים המצות ועדיין לא נתנה התורה ואין לנו ללמוד ממנהג הנביאים אלא כגון דניאל וכיוצא בו מפני שנהגו כהלכה למשה מסיני אחרי שנתנה התורה א\"ל רבה והא תנא גמר מאברהם דתניא וביום השמיני וגו' כלומר שאברהם היה מקיים המצות כהלכתן. ואקשינן אי הכי כי תפלת המנחה והיא תפלת הצהרים מכי משחרי כותלי הא קי\"ל כי התפלות נתקנו כנגד התמידין. תפלת השחר כנגד תמיד של שחר ותפלת המנחה כנגד תמיד של בין הערבים. ולמה היה תמיד של בין הערבים נשחט בזמן שחל ערב פסח להיות בע\"ש בשש שעות ומחצה לא ישחטיה אלא בתר שעה שביעית מכי משחרי כותלי ופרכינן ודלמא כותלי ביהמ\"ק בשש ומחצה הוה משחרי משום דהוו מכווני טובא כדגרסינן בתלמוד דא\"י בעירובין פרק כיצד מערבין. א\"ר יוסי מי שאינו יודע לכוון הרוחות יראה ממקום שהחמה זורחת באחד בתקופת תמוז. עד מקום שהיא זורחת. באחד בתקופת טבת אלו פני מזרח עד כמה יגעו הנביאים הראשונים לעשות שער המזרחי שתהא החמה מצמצמת בו בתקופת טבת ובתקופת תמוז. ד' שמות נקראו לו שער סוד ששם היו הטמאים פורשין הדא הוא דכתיב סורו טמא קראו למו. שער היסוד ששם היו מייסדים ההלכה. שער חרסית שהוא מכוון כנגד זריחת השמש כדכתיב (איוב ט׳:ז׳) האומר לחרס ולא יזרח. שער האיתון שמשמש כניסה ויציאה שער התווך שהוא ממוצע בין שני שערים. שער חדש ששם חידשו הסופרים ההלכה. שער העליון שהוא למעלה מעזרה. אי נמי משום דאבות איצטגנינות גדולה היתה בלבם ויודעין לכוון השעות. אי נמי זקנים יושבין בישיבה היו כלומר שכינה עמהם כו'. אמר רב קיים אברהם כל התורה כולה שנאמר עקב אשר שמע אברהם בקולי וגו' תורותי שתים דברי תורה ודברי סופרים: מתיא בן שמואל אמר האי פני כל המזרח עד שבחברון והוא אומר הין מאן אמר הין איבעית אימא הך דקאי אאיגרא א' איהו האיר פני כל המזרח. ואמרו ליה הנך דקיימי בארעא עד שבחברון כלומר אתה רואה עד חברון ואמר להן הין. ואיבעית אימא הך דקאי אארעא. א' הך דקאי באיגרא האיר פני כל המזרח עד שבחברון."
        ], 
        [
            " וא' ליה הך דקאי בארעא הין כלומר בתימה כלומר הבט וראה בטוב שלא תטעה: ירושלמי ועד אחד נאמן שנייא היא הכא שאת יכול לעמוד עליו. כלומר כיון שאתה יכול לעבו' עליו הדבר עכשיו אינו משקר. אמר עד אחד נולד בן לפלוני בשבת מלין אותו על פיו. חשכה מוצאי שבת מטלטלין על פיו. ולמה עד שבחברון כדי להזכיר זכות אבות שהן ישנים בחברון. ולמה הוצרכו לכך. פעם אחת עלה מאור הלבנה כו': ירושלמי ומי מחלף מאור הלבנה מתמר ועולה כמקל. ותימור של חמה פוסה על פני כל המזרח. ואוקימנא למתניתין יום המעונן הוה והיה אור הלבנה מפצע לכאן ולכאן כלומר היה פוסה על פני כל המזרח. ש\"מ מדקתני כי היה אור הלבנה מפצע בכל מקום כך השמש ביום המעונן אורו וכוחו בכל מקום ואפילו במקום שאילו היתה החמה בעולם בזה המקום זו העת צל הוא ואין בו חמה עכשיו ביום המעונן אפילו במקום הצל כח חמה וחמות גם באותו המקום היא. ואסור ללוש ביום המעונן בכל מקום ואפילו במקום הצל. זוהמא דשימשא. פי' חמות השמש אחרי שכבר עבר השמש מאותו מקום. וסימ' דנא דחלא כלומר אחרי שתריק החומץ ממנו ריחו חזק יותר מריח חומץ עצמו. שברירי דשימשא. פי' שמש הנכנס מן החור וכיוצא בו כו'. שילהי דקייטא. פי' אחרית הקיץ כלומר העולם כולו חם ואפילו תוסיף עכשו חמות שורף. אישתא דסיתוא פי' חמות של סתיו אילולי שהיא חזקה [לא היתה] מתגברת על הקרות שיש בעולם. כמין התנור הצונן אילולי שתבעירהו בעצים הרבה ואש חזקה אינו מתחמם: מנא ליה שתימור החמה מפצע לכאן ולכאן שנאמר למנצח על אילת השחר נמשל השחר כאילה מה אילה קרניה מפצילין לכאן ולכאן כך השחר מפצע לכאן ולכאן: ירושלמי א\"ר חנינא מאילת השחר עד שיאיר המזרח אדם מהלך ד' מילין. ומשיאיר המזרח עד הנץ החמה אדם מהלך ד' מילין שנאמר השמש יצא על הארץ ולוט בא צוערה וא' לדידי חזי לי ההוא אתרא והוי ד' מילין וכמו השחר עלה ויאיצו המלאכים. היה לו לומר כמו השחר עלה וכתב וכמו מלה דדמיא לחברתה כשם שמשיאיר המזרח מהלך ד' מיל שחטו את התמיד והוציאו לבית השרפה פי' טעו ראו תימור של לבנה ודימו שהאיר המזרח ושחטו את התמיד והיה לילה וכתיב את הכבש אחד תעשה בבקר לפיכך נפסל. והוציאוה לבית השרפה. ואוקימנא למתני' זולתי יוה\"כ כי לא תמצא הלבנה עולה למזרח קרוב ליום אלא [בסוף] החדש אלא ביוה\"כ הלבנה שוקעת שתי שעות קודם השחר."
        ], 
        [
            " תני אבוה דר' אבון לא זו בלבד אלא אפילו מנחה שנקמצה בלילה תשרף כלומר כיון שנתקדשה שלא בזמנה נפסלה דכלי שרת מקדשין אפילו שלא בזמנן. ומותבינן עליה הא דתניא זה הכלל כל הקרב ביום קדוש ביום כל הקרב בלילה קדוש בין ביום ובין בלילה הנה הקרב ביום. ביום הוא שמתקדש ואינו קדוש בלילה ודחינן דלמ' אינו קדוש בלילה ליקרב (ביום) אבל קדוש בלילה ונפסל. וגרסינן בתמורה בתחלת יש בקרבנות היחיד וכו' ומנחתם ונסכיהם בלילה כלומר כשרין אפילו בלילה. ואקשינן ונסכין מי מקריבין בלילה והתניא אין לי אלא דברים שדרכן להקרב בלילה כגון אברים ופדרים שמעלן ומקטירן מבוא השמש ומתעכלין והולכין כל הלילה דברים שדרכן להקריב ביום כגון הקומץ והלבונה כו'. אמר רב פפא נזדמנו לו נסכין הבאין בפני עצמן מקדישן ומקריבן בלילה. תניא נמי הכי כל הקרב ביום קדוש ביום כו' אמר רב אדא בר אהבה ועלות השחר פוסלת בהן כאברים מתיב רב זירא סידר את הלחם ואת הבזיכין אחר שבת והקטי' את הבזיכין בשבת [פסולה]. כיצד יעשה יניחנו הלחם על השלחן לשבת הבאה. שאפילו הוא על השלחן אין בכך כלום. וא\"ת כלי שרת מקדשין שלא בזמנן יקדש הלחם ויפסל. ולמה הוא כשר לשבת הבאה ועמדה התיובתא ופרקינן לילה אין מחוסר זמן לפיכך נקדש ונפסל יום מחוסר זמן. פי' כתיב ביום השבת ביום השבת יערכנו וכיון שעבר השבת ולא ערכו אלא למחר ביום ראשון נעשה מחוסר זמן ולא קדש כלל אלא מניחו בשלחן וכשיגיע השבת נמצא כאלו עכשיו ערכו ובשבת אחרת מפרקן ואקשינן כיון שאמרת הלילה אינו מחוסר זמן וכל דבר שמצותו ביום והקדים ונתנו בכלי שרת בלילה נקדש ונפסל."
        ], 
        [
            " כי מטו לילי שבת יקדש השלחן הלחם ויפסל ודחי רבינא כגון שקדם וסילקו קודם ביאת השמש ע\"ש וחזר וסידרו בשבת. רב אשי אמר כיון שסידרו כו'. זה הכלל היה במקדש כו' ואוקימנא המטיל מים צריך קידוש ידים משום דמצוה לשפשף הניצוצות הניתזין על רגליו כשמשתין ורגליו משום הניצוצות עצמן ואיסורא נמי איכא מפני שנראה כאילו מי רגלים אינן יוצאין בקילוח אלא בשתיתה ככרות שפכה. לפיכך ניתזות הניצוצות על רגליו ומי שהוא כרות אינו מוליד ונמצא מוציא לעז על בניו שהן ממזרים. אמר רב פפא צואה במקומה. כלומר [במקום] הטנופת בחורי של אדם שיוצאה ממנו אפילו אם אינה נראית אלא כשיושב לעשות צרכיו אסור לקרות ק\"ש כנגדה משום דנפיש זוהמא ולא דמיא לצואה על בשרו: ת\"ר הלכה בסעודה אדם יוצא להשתין נוטל ידו אחת ונכנס. דיבר עם חבירו והפליג נוטל ב' ידיו ונכנס. ה\"מ לסעודת אכילה  אבל לשתיה נכנס ויושב במקומו ואח\"כ נוטל ידיו: [מתני'] אין אדם נכנס לעבודה אפילו הוא טהור עד שטובל כו'. שאלו לבן זומא כיון שהוא טהור טבילה זו למה. אמר להם ומה כ\"ג ביוה\"כ שטבל ועשה תמיד של שחר כשיבא לעשות עבודת היום הוא טובל עוד טבילה אחרת  מפני שצריך טבילה. ור' יהודה אומר סרך טבילה זו. כלומר מנהג החמירו עליו כדי שישים בלבו ואולי יזכור שיש בידו טומאה ויפרוש."
        ], 
        [
            "ואם לא טבל ועבד ואומ' רמאי אנפשאי ולא אידכר עבודתו כשרה. ולבן זומא מי שלא טבל מחיל עבודתו. ואקשינן עליה והתניא כ\"ג שלא טבל כו' עבודתו כשרה אבל קידוש  שנאמר ורחצו ידיהם ורגליהם ולא ימותו. אם עבד בלא קידוש עבודתו פסולה. ופרקינן אלא למיקם בעשה שנאמר ורחץ את בשרו במים במקום קדוש ולבש את בגדיו ויצא ועשה את עולתו וגו'. לבן זומא קאי בעשה. כדאמרן כל המשנה צריך טבילה לר' יהודה לא קאי בעשה. ואקשינן וכי ר' יהודה מצריך ליכנס בעזרה בטבילה משום סרך והתניא מצורע טובל ועומד בשער נקנור כדי להזות עליו. ר' יהודה אומר אינו טובל שכבר טבל מבערב ופרק ההוא כדקתני טע' שכבר טבל מבערב כלומר אילו לא טבל בערב היה מצריכו טבילה כטעמיה. ואקשינן וכי ר' יהודה לא אצטריך טבילה למצורע. והתניא לשכת המצורעין ששם מצורעין טובלין ור' יהודה אומ' לא מצורעין בלבד אמרו אלא כל אדם מכלל שגם המצורעין טובלין ופרקינן הא דתני כי ר' יהודה מצריך למצורע טבילה בדלא טביל עדיין כלל. ודחי להאי ולפירוק' נמי דפריק צריך טבילה בדאסח דעתיה דחייש שמא נגע בטומאה ולא ידע גם זו נדחת דהיסח הדעת הזאה שלישי ושביעי בעי. ואמרינן אלא לעולם דלא אסח דעתיה והאי דקתני אינו טובל בשטבל בערב על דעת ביאת מקדש. והאי דקתני צריך טבילה בשלא טבל על דעת ביאת מקדש והאי  דקתני דקיי\"ל כי הטובל לדבר אע\"פ שנטהר אינו טהור לחמור ממנו כדתנן במס' חגיגה פ\"ב הטובל לתרומה והוחזק לתרומה אסור לקדש. הטובל לקדש והוחזק לקדש אסור לחטאת. איבעית אימא לא תימא בהא מתני' בלבד אלא הכי קתני ר' יהודה אומר לא מצורעים אמרו אלא כל אדם זולתי המצורעין. שהמצורעים גרידא אינו צריך טבילה שכבר טבל. איבעית אימא ר' יהודה בהא מתנית' לדברי' דרבנן קאמר להו לדידי מצורע לא בעי טבילה דהא טבל אלא לדידכו אודו לי דלא מצורעין בלבד אמרו אלא כל אדם כדי שיזכור טומאה ישנה שבידו ויפרש ורבנן לא מצורע שני דדייש בטומאה. ואסיקנא דרבנן דפליגי על ר' יהודה לאו משום דסבירא להו כבן זומא דמצרכי טבילה לכל מאן דעייל מחול לקודש אלא מצורע בלבד משום דדייש בטומאה והאי דאצרכוה טבילה אע\"ג דמדרבנן היא חוצץ כעין דאורייתא."
        ], 
        [
            " וביאה בעזרה במקצת שמה ביאה. מהו שיעשה זה שלא טבל סכין ארוכה וישחוט בעיא זו עלתה בתיקו: ה' טבילות וי' קדושין. ת\"ר חמשה טבילות וי' קדושין כו' וכולן בקדש אבית הפרוה. שנאמר ורחץ את בשרו במים במקום קדוש ולבש את בגדיו. חוץ מן הראשונה שהיתה ע\"ג שער המים כלומר מקוה היה שם עשוי ע\"ג שער המים והיו מימיו נמשכין בו מעין עיטם. כדגרסינן בתלמוד א\"י בגמרא דבן קטין עשה י\"ב דד לכיור. אריב\"ל אמת המים היתה מושכת בו מעין עיטם כו' (בו) וגם בזה המקוה היו מימיו נמשכין בו מזה המעין שהיה נקרא עין עיטם. והיה גובה השער כ' אמה ובנין המקוה עליו אמה על אמה ברום ג' נמצא עין עימם גבוה מקרקע עזרה כ\"ג אמות ויותר כדי שיהא עשוי במורד שיהו המים נשפכין מעין עיטם ויורדין על המקוה שע\"ג שער המים:"
        ], 
        [
            " פרסו סדין של בוץ כו'. כדי שיהא זכור שעבודת היום בבגדי בוץ. סוגיא דשמועה זו ה' טבילות וי' קדושין הן לרבנן כשהוא לבוש בגדי קדש בין בגדי זהב בין בגדי לבן עודם בגדי הקדש עליו מקדש ידיו ורגליו ופושט וטובל ועולה ולובש ומקדש ידיו ורגליו ועובד עבודתו. ולר' מאיר תרי קידושי אלבישה עביד להו. כיצד פושט ומקדש וטובל ולובש ומקדש על כל טבילה ב' קדושין מיהו לרבנן בטבילה הראשונה כשפושט בגדי חול ולובש בגדי קודש אינו מקדש אלא קדוש אחד בלבישה בלבד. נשאר להן קדוש אחד תשלום העשרה כשמשלים העבודה כולה וצריך לפשוט בגדי קדש מקדש ידיו ורגליו ואח\"כ פושט בגדי קדש ולובש בגדי חול:"
        ], 
        [
            " אמר רב חסדא גמירי ה' טבילות וי' קדושין כ\"ג טובל ומקדש בו ביום ואם תעשה העבודות כמה דכתיבי קראי בשחר כשיוצא לעשות תמיד של שחר בגדי זהב צריך טבילה כמו בכל יום ויום כדכתיב בבואם אל אהל מועד ירחצו מים ולא ימותו או בגשתם אל המזבח לשרת להקטיר אשה לה'. הנה טובל בתמיד של שחר. בא לעשות עבודת היום בבגדי לבן צריך טבילה אחרת כדכתיב כתונת בד קודש ילבש ומכנסי בד יהיו על בשרו וגו' עד בגדי קודש הם ורחץ במים את בשרו ולבשם הנה ב' טבילות. ולובש בגדי לבן ועובד כל עבודת היום. וכתיב ובא אהרן אל אהל מועד ופשט את בגדי הבד אשר לבש בבואו אל הקודש והניחם שם ורחץ את בשרו במים במקום קדוש. הנה ג' טבילות. ולבש את בגדיו ויצא ועשה את עולתו ואת עולת העם וגו' שלמה עבודת יוה\"כ בין עבודת פנים בין עבודת חוץ אלא ובא אהרן אל אהל מועד שלא על הסדר הוא כתוב. וכך סידור הענין תמיד של שחר בבגדי זהב. עבודת היום בבגדי לבן. אילו ואיל העם בבגדי זהב על מזבח החיצון. ואח\"כ ובא אהרן אל אהל מועד להוציא את הכף ואת המחתה בבגדי לבן. תמיד של בין הערבים והקטרת והנרות בבגדי זהב. הנה ה' עבודות. וכל המשנה מעבודה לעבודה צריך טבילה הנה ה' טבילות. ומנ\"ל שעל כל טבילה ב' קדושין שנאמר ופשט ורחץ ורחץ ולבש דרוש הרחיצה עם הפשיטה ועם הלבישה כלומר תן רחיצה לפשיטה ותן רחיצה ללבישה."
        ], 
        [
            " פי' מקום שאין טעון טבילה כגון בשעת העלאת אברין לכבש וכן מן הכבש למזבח וכיוצא בהן מן העבודות טעון קדוש ידים ורגלים וכו' בגדי זהב כפרתן מרובה כל השנה כולה בגדי לבן פעם [אחת] בשנה. דבי ר' ישמעאל מפיק לכל טבילה ב' קדושין. ובא אהרן אל אהל מועד ופשט וגו' ורחץ את בשרו ולבש תן רחיצה לפשיטה ורחיצה ללבישה ואקשינן האי ורחץ טבילת כל בשרו כדכתיב ורחץ את בשרו במים. ופרקינן אם אינו ענין לטבילה דנפקא ליה לטבילה מורחץ דכתיב בענין כתונת בד קודש. תנהו ענין זה הפסוק לקידוש ונכתביה רחמנא בלשון קידוש כלומר הוה ליה לקרא למכתב ורחץ ידיו ורגליו שהן לשון קדוש וגמר קדוש בפשיטה מן הלבישה. מ\"ט כתב ורחץ את בשרו שהוא לשון טבילה ללמד כי הקידוש כטבילה מה טבילה ממקום קדוש אף קידוש במקום קדוש. ור' יהודה גמר ב' קדושין לכל טבילה בק\"ו כר' אלעזר ב\"ר שמעון. אמר רב חסדא הא דרבי דדריש ופשט ורחץ ורחץ ולבש כלומר אחר שיפשוט בגדיו והוא עומד ערום מקדש ידיו ורגליו וטובל ועודנו ערום עוד מקדש ידיו ורגליו ואח\"כ לובש נמצא לרבי ב' קדושין שעל הפשיטה ושעל הלבישה כשהוא ערום מקדש לפיכך אמרינן הא דרבי לא כרבנן דהא רבנן תרי קדושי כשהוא לבוש מקדש ולא כר' מאיר דאילו ר' מאיר מצריך ב' קדושין חד אפשיטה כשהוא ערום. מיהו השני שהוא על הלבישה אחר הלבישה מקדש. כדתנן ר' מאיר אומר פשט קידש ידיו ורגליו הביאו לו בגדי לבן ולבש וקידש ידיו ורגליו ומצאו לר' מאיר ה' קדושין פשוט וה' לבוש ור' אומר שניהם כשהוא פשוט מקדש לפיכך הא דרבי מפקא מדרבנן ומפקא מדר' מאיר. אמר רב אחא בר יעקב הכל מודים בקדוש שלאחר הטבילה כשהוא לבוש מקדש דאמר קרא בבואם אל אהל מועד ירחצו מים ולא ימותו או בגשתם אל המזבח לשרת. מי שאינו מחוסר שירות אחר קידוש ידים ורגלים אלא גישה אל המזבח. וא\"ת פשוט מקדש יצא זה שמחוסר לבישה וגישה. ואסיקנא רב חסדא לית ליה הא דרב אחא בר יעקב דאמר הכל מודים דקידוש בתרא כשהוא לבוש מקדש. ולא רב אחא בר יעקב אית ליה הא דרב חסדא דא\"כ הוו לרבי בה' טבילות בכל טבילה ב' קדושין כשהוא פשוט וקידוש אחר כשהוא לבוש הרי על כל טבילה ג' קדושין נמצא בה' טבילות ט\"ו קידושין: הביאו את התמיד קרצו. פי' קרצו שחטו כדכתיב קרץ מצפון. קרצו ברוב שנים כלומר שחטו ברוב שני סימנים הוושט והקנה הוכשר ואפילו בקדשים ולית ביה שמץ פסול אפילו מדרבנן ומפני מה שנינו ומירק אחר שחיטה על ידו מכלל שאע\"פ ששחט כ\"ג רוב שנים צריך אחר למרק. כלומר להשלים לחתוך מיעוט הסימנים הנשארים משום דמצוה למרק. כלומר מצוה לחתוך תשלום הנותר בסימנים ולא נחתך."
        ], 
        [
            "אביי מסדר מערכה משום דגמרא אליבא דאבא שאול דתניא מערכה גדולה קודמת למערכה שניה של קטורת ומערכה שניה כו' עד עליה השלם כל הקרבנות. מערכה גדולה קודמת למערכה שניה של קטורת ואוקימנא מערכה גדולה קודמת שכן כפרתה מרובה. פי' הקרבנות חטאות ואשמות וכיוצא בהן כולן למערכה גדולה עולין לפיכך קודמת. מערכה שניה של קטורת קודמת לסידור ב' גזירי עצים מדהוה לקרא למכתב ובער עצים וכתיב ובער עליה שמעינן מינה מכלל שיש שם מערכה אחרת והזהירה התורה עליה ולא על האחרת שיש שם סידור ב' גזירין קודמין לדישון מזבח הפנימי ואע\"ג דכתיב בבקר בבקר בהיטיבו את הנרות יקטירנה הנה [כתיב] ב' בבקר וכתיב נמי ובער עליה הכהן עצים בבקר בבקר ב' בקרים השקולין הן. אפי' הכי המכשיר עדיף והם הגחלים שאילו אין הגחלים הקטורת לא היתה מתקטרת. לפיכך העצים אע\"פ שהגזירין אינן עולין למערכה של קטורת. אסיק שום עצים קודמין לדישון מזבח הקטורת ודישון מזבח הפנימי קודם להטבת ה' נרות. דקי\"ל אין מעבירין על המצות וכהן הבא להיכל והולך ממזרח למערב בהיכל כי פגע ברישא במזבח הזהב פגע ברישא. כדתניא בהדיא כי השלחן בצפון והמנורה בדרום והמזבח נתון ביניהם. משוך קימעא כלפי חוץ. ולמה הוא משוך כלפי חוץ דבעינן שלחן נוכח המנורה. דחזו להדדי. וכיון שמושך המזבח מעט כלפי חוץ נמצא צד השלחן והמנורה הנוטה למערב רואין זו את זו. אמר רבא ש\"מ מדריש לקיש אין מעבירין על המצות."
        ], 
        [
            "אלא המצוה שאדם פוגע בה תחלה צריך לעשות ואח\"כ יעשה המצוה שאחריה להקדים התפלין שעל הראש ולהעביר שעל בידו והוא שעל הזרוע אסור לפי כשפוגע תחלה בתפלה של זרוע פגע ברישא. פי' גאון עבורי דדרעא אטוטפתא אסור  דהכין אמור רבנן כשהוא חולץ חולץ של יד ואחר כך חולץ של ראש מניחה בכיס למעלה ממנה. ותחתיה מונחת תפלה של יד. וקאמר ש\"מ מדריש לקיש שאסור להעביר את של זרוע שהיא למטה על טוטפת של ראש שהוא למעלה להניחה תחלה פי' גאון הניחא לריש לקיש דאמר למה מטיבין וחוזרין ומטיבין כדי להרגיש העזרה היינו דמשכחת ג' בקרים בהטבת חמש נרות (מגופיה) [ב' בגופיה] וא' בסידור ב' גזירין אלא לר' יוחנן דאמר בבקר בבקר חלקהו לב' בקרים ומש\"ה מטיבין ה' נרות והדר מטיבין ב' נרות ליכא בה' נרות אלא ב' בקרים חד דגופיה וחד מסידור ב' גזירי עצים ולא אפריק הדין קושיא. אלו דברי הגאון זלה\"ה: הטבת ה' נרות קודם לדם התמיד מ\"ט אמר אביי ובער עליה הכהן עצים בבקר [בבקר] דכתיב בסידור ב' גזירין לא צריך דהא גמרינן דמקדים סידור ב' גזרי עצים  למערכה גדולה קודם מערכה שניה של קטרת מעליה ולא על חברתה כו' הלכך מופנה הוא ולא צריך בהאי עניינא שדינהו חד להטבת ה' נרות דנקדמיה לדם התמיד וחד לדם התמיד דנקדים להטבת ב' נרות. בהטבת הנרות כתיב בבקר בבקר בהיטיבו את הנרות הוספת לו אחד בה' נרות נמצאו בן שלשה ובתמיד כתיב את הכבש אחד תעשה בבקר אע\"פ שמוסיף לו בקר אחד נמצא בזה שנים ובזה ג' ומי שיש בו ג' בקר קודם למי שיש לו ב' ודם התמיד קודם להטבת ב' נרות מכפר עדיף פי' התמיד. ואתא רב פפא לדחוייה הא דאביי ואמר הכי אימא הני בבקר בבקר דב' גזירי עצים דלא צריכי חד שדייה לדישון מזבח הפנימי כו' ודחיא א\"כ שאתה מקדים דם התמיד להטבת הנרות כולם במאי מפסקת להו לנרות הניחא לר\"ל דאמר אין הפסקת הנרות חובה אלא כדי להרגיש את העזרה בלבד היינו דלא חיישינן לאפסוקינהו אלא לר' יוחנן דאמר בבקר בבקר בהיטיבו את הנרות חלקם לב' בקרים. הנה מן התורה צריך להפסיקם מאי איכא למימר ונדחו דברי רב פפא ועמדו דברי אביי שבודאי אי אפשר שלא להפסיקם וראינו לרבותינו הגאונים בזה פירוש אחר ויש עליו תשובה לפיכך לא כתבנוהו מיהו נשאר לדקדק למה מטיב חמש וזורק הדם ומטיב אח\"כ השנים ופשוטה היא קטרת קודמת לאברי התמיד שהקטורת כתיב בה בבקר בבקר והתמיד אין כתיב בו אלא בקר אחד."
        ], 
        [
            " אברי התמיד קודמין למנחה שאין לך דבר קודם על המערכה לתמיד של שחר שנאמ' וערך עליה העולה ואמר רבא העולה בלשון ידוע כי היא עולה ראשונה. מנחה לחביתין שנאמר עולה ומנחה. כלומר אחר העולה מנחה. חביתין לנסכין. פי' מצאנו שהמנחה קודמת לנסכין שנאמר עולה ומנחה זבח ונסכים והחביתין אע\"פ שאינן מנחת זבח הן מנחת כהן שנאמר על מחבת בשמן לפיכך אמר כל ששם מנחה עליה קודמת לנסכין. נסכין למוספין שנאמר זבח ונסכים כלומר התמיד ועמו נסכין ואחריו המוספין מוספין קודמין לבזיכין דאע\"ג דאיכא למימר בזיכין גמרי חק חק מן החביתין כתיב בבזיכין קדש קדשים הוא לה' מאשי ה' חק עולם וכתיב בחביתין והכהן המשיח תחתיו מבניו יעשה אותה חק עולם לה' כליל כשם שקודמין החביתין למוספין כך קודמין הבזיכין. כיון דכתיב בבזיכין ביום השבת ביום השבת ובמוספין אינו כתיב אלא וביום השבת פעם אחת אהני ביום ביום שכתב בבזיכין לאחר: קטרת של שחר היתה קרבה בין דם לאברים כו' אוקימנא כרבנן כדתנן כל שבעת הימים הוא זורק את הדם ומקטיר את הקטורת ומטיב את הנרות הנה הקטורת בין דם לנרות ומתניתין דהכא לא דקדק לשנותם על הסדר והא דאבא שאול פשוטה היא כדמסדר המערכה אביי משמא דגמרא אליבא דאבא שאול. ותני נרות קודמין לקטורת וקטורת קודמת לאברים הנה הקטורת בין נרות לאברים וקטורת של בין הערבים קריבה בין אברין לנסכין גמר מן הקטורת של שחר מה הקטורת של שחר כתיב בה בבקר בבקר בהיטיבו את הנרות יקטירנה הנה בבקר בבקר מקטיר ואחר הקטורת [מקטיר אברי] התמיד ומנחתו ונסכו. כך תמיד של בין הערבים אחר הקטורת נסכין ואקשינן כיון שאתה למד תמיד של בין הערבים מתמיד של שחר למוד אותו לכל דבר ותהיה הקטורת קודמת אפילו לאברים ודחינן מי כתיב כאברי הבקר וכנסכו כתיב למנחה ולנסך הקישו ולא לאברים:"
        ], 
        [
            " ת\"ר ונסכו רביעית ההין יין וגו' ילמד של שחרית משל ערבית נסוך היין דההוא קרא בשל ערבית כתיב שנאמר ואת הכבש השני תעשה בין הערבים ואחר כך כתיב ונסכו רביעית ההין וגו' כלומר כל מה שכתוב בפרשה אחר זה בתמיד של בין הערבים הוא דכתיב ורבי סבר כיון דכתב ונסכו רביעית ההין לכבש האחד חזר בתמיד של שחר מדכתיב אחד שבכ\"מ בתמיד של שחר כתיב אחד בתמיד של בין הערבים כתיב שני. מאי ת\"ק לר' משמעות דורשין איכא בינייהו: ואם היה כה\"ג זקן וכו' תניא א\"ר יהודה עששית של ברזל היו מחמין מערב יוה\"כ ומטילין בצונן כדי שתפוג צינתן ואקשינן והלא מצרף כלומר והלא נמצא מכבה ריתוח האש במים וצירוף זה כאותו הצירוף שחלקו בו ר' יוחנן ור\"ל בתחלת פ' השוכר את הפועלים בענין הסייף והסכין והפגיון כו'. ואמרינן עלה מאימתי גמר מלאכתן ר' יוחנן אמר משיצרפנו בכבשן ור\"ל אמר משיצחצחו במים והוא כעין כיבוי. ומצאנוהו מפורש בתלמוד א\"י. תני א\"ר יהודה עשתות של ברזל היו מרתיחין כו' ולא נמצא כמכבה ביוה\"כ ואוקמיה התם ר' יהודה סבר שאין תולדת אש כאש כלומר כיבוי ריתוח הברזל תולדת אש היא לפיכך אינו כריבוי האש וזהו שאמר רב ביבי בר אביי שלא הגיע לצירוף כלומר לא היו מרתיחין אותן ריתוח הרבה אביי אמר אפילו הגיע לצירוף דבר שאין מתכוין כי האי גוונא מתיר ר' יהודה ואקשינן על אביי ומי אמר אביי הכי ר' יהודה סבר דבר שאין מתכוין מותר איני והא תניא וביום השמיני ימול בשר ערלתו ואפילו במקום שיש בהרת בערלה יקוץ דברי ר' יאשיה כלומר אע\"ג שהזהירה תורה שלא לקוץ הצרעת כדכתיב השמר בנגע הצרעת וקי\"ל כל מקום דכתיב השמר פן ואל הרי הן בלא תעשה. בכאן מותר למול אע\"פ שהוא קוצץ הבהרת בעת שמוהל והוינן בה למה לי קרא פשיטה דבר שאין מתכוין הוא ופירק אביי כי איצטריך קרא לר' יהודה דאמר דבר שאין מתכוין אסור ופרקינן אליבא דאביי הני מילי דסבר ר' יהודה דבר שאין מתכוין אסור בכל התורה אבל הכא ביוה\"כ צירוף כי האי גוונא דרבנן היא מ\"ט לאו מלאכה שצריכה לגופ' היא."
        ], 
        [
            " ובשבת מלאכת מחשבת אסרה תורה. פי' פרוה שם אדם מגושי ויש מן החכמים שאומרים כי חפר מחילה תחת הקרקע בקודש עד שיראה עבודת כ\"ג ביו\"כ והרגישו הכהנים בחפירה באותו מקום וחפרו ומצאוהו ונקראת אותה הלשכה על שמו: פרסו סדין של בוץ ולמה של בוץ אמר רב כהנא שיכיר שעבודת היום בבגדי בוץ. פילוסין והנדווין שניהן לשון מלבוש הן בלשון [יון]."
        ], 
        [
            " הכל ל' מנה כלומר אילו נוטל מן ההקדש כו' ולדברי הכל של שחר מעולין משל ערבית תנא אחר שכלתה עבודת צבור כהן שיש לו כתונת לובשה ועובד בה עבודת יחיד ובלבד שלא ימסרנה לצבור יפה יפה. ישמעאל בן פאבי עשתה לו אמו כתונת בק' מנה כו'. וכן ר' אלעזר בן חרסום לבש כתונת משתי רבוא. ואע\"ג שהיו החוטין כפולין ששה היה נראה מתוכה כערום. ולפיכך לא הניחוהו הכהנים לעבוד בה: ירושלמי מילא אותה ר' אלעזר בן חרסום מים וסובב את המזבח ז' פעמים: תנו רבנן עני ועשיר ורשע באין לדין כו' עד ונמצא הלל מחייב את העניים ור' אלעזר בן חרסום את העשירים ויוסף את הרשעים: ירושלמי בתחלת זה הפרק תני ישן טעון טבילה נתנמנם טעון קידוש ידים ורגלים ואוקמוה שם שסמך בכותל וישן. ותני ר' חייא אין ישיבה בעזרה אלא למלכי בית דוד. וריש לקיש. ולא אפילו למלכי בית דוד והאי דכתיב ויבא המלך דוד וישב לפני ה' שישב עצמו בתפלה. תני עור שעיבדו לשום קמיע מותר לכתוב עליו מזוזה רשב\"ג אוסר תני העושה כלי עד שלא נשתמש בו הדיוט מותר לגבוה. אבל משנשתמש בו הדיוט אסור לגבוה. אבנים שחצבם לשום מת אסורין בהנאה לשום חי ולשום מת מותרין בהנאה. הזורק כלי לפני מטתו של מת לתוך ד' אמות אסור בהנאה חוץ לד' אמות מותר בהנאה:", 
            "מתני' בא לו אצל פרו ופר היה עומד בין האולם ולמזבח כו'."
        ], 
        [
            "מתניתין דלא כריב\"י דתניא ושחט אותו על ירך המזבח צפונה. איזהו צפון המזבח הכשר בשחיטת קדשי קדשים מקיר צפוני עד כותל עזרה צפוני כנגד כל המזבח דברי ר' יוסי ב\"ר יהודה ר' אלעזר בר' שמעון מוסיף כלפי המערב אף בין לאולם ולמזבח ר' מוסיף מקצה המזבח ולחוץ כ\"ב אמה והם מקום דריסת הכהנים י\"א אמה ומקום דריסת רגלי ישראל [י\"א] אמה נמצאת לר' יוסי ב\"ר יהודה צפון ל\"ב אמה בלבד והוא ארך המזבח ולר' אלעזר ב\"ר שמעון אורך נ\"ד אמה הנה משנתנו אינה לר' יוסי ב\"ר יהודה דהא לית ליה מקום כשר לשחיטה אלא כנגד המזבח בלבד ומתני' קתני שחיטת הפר בין האולם ולמזבח לר' נמי ליתה דהא אפילו מכנגד המזבח ולרוץ ונמצא לר' כשר בשחיטה ע\"ו אמה והוא מכותל מזרחי עד כותל ההיכל נוקמיה בכל העזרה ואמר אלא מתני' ראב\"ש לוקמי' בין מזבח לכותל העזרה ולדברי הכל צפון הוא אלא למה קרבו לשחטו קרוב להיכל. לפי שכ\"ג חלישית יש בו אינו יכול לבוא בדם הפר מרחוק כך לרבי אע\"פ שכל העזרה כולה כשר הוא משום חולשה דכ\"ג קרבו. מקום בית החילפות הן ט\"ו אמה שהאולם עודף מפה ומפה על ההיכל וכותליו ותאיו וכתליו והמסיבה וכותליה: ראשו לדרום ופניו למערב אוקימנא בעוקם ראשו של פר ולמה לא היה מעמידו  (אחריו למערב) שפתח ההיכל במערב גזירה שמא ישליך גללים: ת\"ר כיצד סומך הזבח עומד בצפון ופניו למערב בעוקם והסומך עומד במזרח וכו'. ומתודה על חטאת עון חטאת ועל אשם עון אשם ועל עולה עון לקט שכחה ופאה ומעשר עני דברי ר' יוסי הגלילי ר' עקיבא אומר אין עולה באה אלא על עשה ועל ל\"ת שניתק לעשה ואמרינן ר' יוסי הגלילי נמי הכי קאמר דכולהו ל\"ת שניתק לעשה נינהו כגון דכתיב ופרט כרמך לא תלקט לא תעשה."
        ], 
        [
            " ניתק לעשה לעני ולגר תעזוב אותם האידנא. ואמרינן בלאו דנבלה פליגי דכתיב ביה לגר אשר בשעריך תתננה ואכלה ר' יוסי הגלילי סבר לא דמו להני אלא ההוא לאו מעליא הוא. ור\"ע סבר האי נמי לאו שניתק לעשה הוא דכל תנא בתרא לטפויי קאתי. אביי אמר בתעזוב פליגי ר' עקיבא סבר מעיקרא משמע ואינו לא תעשה שניתק לעשה אלא כגון לא תותירו ממנו עד בוקר והנותר ממנו וגו' אבל הני לא. ור' יוסי הגלילי סבר תעזוב השתא משמע כלומר לא תלקט ואם לקטת תעזבהו השתא: ת\"ר כיצד מתודה. אומר עויתי פשעתי חטאתי כו'. וחכ\"א חטאתי עויתי פשעתי כו' ואסיקנא אמר רבה בר שמואל אמר רב הלכתא כחכמים. ואע\"פ דר' מאיר מסייע ליה קרא וההוא מרבנן דנחת קמיה דרבא ועבד כר' מאיר ואמר כדכתיב בספר אורייתא דמשה הלכתא כחכמים ולא משגחינן להני כלהו דהא איפרקן כולהו ופשוטין הן:", 
            "ירושלמי תנא כיצד מתודים אומר עויתי פשעתי חטאתי כו'. א\"ר חגי בראשונה אומרים אנא השם ובשניה אומרים אנא בשם ואמר והתודה עליו את כל עונות בני ישראל דברי ר' מאיר וחכ\"א עונות אלו הזדונות כו' ומתני' בתרווייהו קתני אנא השם. וקיי\"ל כמתני' דלגבי ר' לא משגחינן ברבי חייא דאמר [ביבמות מג וכי] ר' לא שנא ר' חייא מנא ליה. ועוד יש לומר כיון שאין בהתוספתא אלא עויתי פשעתי בלא הזכרת אנא השם בתחלה כלל בא ר' חגי לומר בראשונה ובשניה מזכיר בשניהן אנא השם והרואה טעה: ירושלמי חד אסי אמר לר' פנחס תא נמסור לך השם א\"ל לית אנא יכול דאנא אכיל מעשר ואמר רב דרגיל בשם לא יכיל מיכול מבר נש כלום. ואסיקנא לא מסרינן ליה לרמאין: ת\"ר וכפר בכפרת דברים כלומר הכפרה בוידוי או אינו אלא בדמים כדכתיב כי הדם הוא בנפש יכפר נאמר כפרה בפר ונאמר כפרה בשעיר המשתלח מה כפרה האמורה בשעיר המשתלח בכפרת דברים והוא הוידוי אף כפרה בפר וידוי ואם יש לך לומר למוד כפרה כפרה משעיר הנעשה בפנים שהוא כפרת הדם הרי הוא אומר והקריב וכיפר ועדיין לא נשחט נתברר כי כפרה זו כפרה בדברים (היא שנינו) [הא דשנינו] במשנתנו סידור הוידוי אנא השם כו'."
        ], 
        [
            " מנ\"ל. כתיב הכא כפרה וכפר בעדו ובעד ביתו. וכתיב בחורב כפרה שנאמר אתם חטאתם חטאה גדולה ועתה אעלה אל ה' אולי אכפרה בעד חטאתכם וכתיב וישב משה אל ה' ויאמר אנא חטא העם הזה חטאה וגו' מה להלן בחורב וידוי כפרה באנא אף הכא באנא. ומנ\"ל כי הוידוי בשם גמר כפרה מעגלה ערופה מה להלן בעגלה ערופה בשם שנאמר כפר לעמך ישראל אשר פדית ה' ואל תתן דם נקי וגו' אף כפרה האמורה כאן בשם. ואקשינן דתגמור עגלה ערופה מחורב בכפרה מכפרה שתהא אנא בוידוי ועלתה בקושיא: תניא רבי אומר כי שם ה' אקרא הבו גודל לאלהינו אמר משה לישראל בשעה שאני מזכיר את שמו של הקב\"ה אתם המקשיבים ושומעין הבו גודל לאלהינו כלומר אמרו בשכמל\"ו: ירושלמי כשהיה כ\"ג מזכיר את השם הקרובים היו נופלין על פניהם והרחוקים אומרים בשכמל\"ו: בא לו למזרח העזרה לצפון המזבח וכו' ודייקינן ממתני' מדקא' לצפון המזבח מכלל דמזבח לאו בצפון קאי מני ר' אליעזר בן יעקב היא דאוקימנא בפרקין קמא דרובא דמזבח בדרום קאי אליבא דר' אליעזר בן יעקב והוא מפורש בזבחים תחלת פרק איזהו מקומן של זבחים דתניא ר' אליעזר בן יעקב אומר צפונה שהוא פנוי מן הכלים ואפי' ממזבח והא רישא דמתני' דקתני בא לו אצל פרו ופר היה עומד בין האולם ולמזבח אוקימנא לר' אליעזר בר' שמעון ופרקינן כולה ר' אליעזר בן יעקב היא ותני בבין האולם ולמזבח ולא בין האולם ולמזבח ממש כלומר לא צריכין צפון ממש: הסגן מימינו אמר רב יהודה המהלך לימין רבו הרי זה בור. ואקשינן עליה ממתני' דקתני הסגן מימינו ומדתניא ג' שהיו מהלכין בדרך הרב באמצע גדול מימינו וקטן משמאלו וכן מצינו במלאכים מיכאל באמצע גבריאל מימינו רפאל משמאלו ופרקינן לא בצידו שהוא כנגדו ממש שהעושה כן הרי זה בור וגם המהלך אחורי רבו הרי זה גס רוח אלא דמצדד אצדודי פי' מקצתו כנגדו ומקצתו לאחוריו: ירושלמי חמשה דברים היה הסגן משמש א' הסגן מימינו ב' הסגן אומר לו אישי כ\"ג הגבה ימינך ג' בתמיד אחז הסגן בימינו והעלהו ד' הניף הסגן בסודרין ה' לא היה מתמנה בכהונה גדולה עד שהוא נעשה סגן וקלפי היתה שם ובה ב' גורלות של אשכרוע מהו אשכרוע ספקינן: י' פעמים היה כ\"ג מזכיר השם בו ביום ששה בפר ג' בשעיר ואחד בגורלות הקרובים היו נופלים על פניהם והרחוקים היו אומרים בשכמל\"ו ואלו ואלו לא היו זזין משם עד שהיה מתעלם מהם שנאמר זה שמי לעולם לעלם כתיב: בראשונה היה אומר בקול רם משרבו הפריצים היה אומרו בקול נמוך: בן קטין עשה י\"ב דד לכיור כו' תני כדי שיהו י\"ב אחיו הכהנים העסוקים בתמיד מקדשי' ידיהן ורגליהן בבת אחת כבר פירשנוהו למעלה כי בפייס השני בתמיד של שחר י\"ג זכין בו הוא וי\"ב  הרי י\"ג מקדש הוא ואחריו מקדשי' הי\"ב כל אחד מדד אחד נמצאו י\"ב מקדשין בבת אחת:"
        ], 
        [
            " תנא שחרית במילואו כלומר בעליית הכיור מבית שיקועו והוא מלא מקדשין מן הדד העליון ערבית שחסרו מי הכיור מקדשין מן התחתון. מוכני גלגל. והוא כדתנן בסוף עירובין וממלאין מבור הגולה בגלגל בשבת ודייקינן במקדש אין במדינה לא. דאולודי קלא בשבת אסור וזה יש לו קול. כדתנן עד שהיו שומעים קול העץ שעשה בן קטין מוכני לכיור והן א' הגיע כו' ומפורש בפ' שני בשחיטת קדשים (דף כא) והוא שהיה מושך ומסלק הכיור מלא מים מתוך הים שעשה שלמה שהיה משוקע בו כל הלילה שלא יפסלו מימיו בלינה וגרסי' בירושלמי הים הזה בית טבילה לכהנים היה שנא' (דברי הימים ב ד׳:ו׳) והים לרחצה לכהנים בו ואקשינן ולאו כלי הוא ופרקינן כההיא דאריב\"ל אמת המים היתה מושכת לו מעין עיטם והיו רגלי השוורים פחותים כרמונים מחלפין תשעה ועשרים א\"ר סימון אלו הסכינים כדתניא במס' מדות היא היתה נקראת בית החליפות ששם היו גונזים את סכיניהם. פרק ב' בשחיטת קדשים. ת\"ר כיצד מצות קידוש מניח ידו הימנית על רגלו הימנית וידו השמאלית על רגלו השמאלית ומקדש ר' יוסי בר' יהודה אומר מניח ב' ידיו זו ע\"ג זו וב' רגליו זו ע\"ג זו ומקדש אמרו לו הפלגתה אי אפשר לעשות כן שפיר אמרו ליה אמר רב יוסף וחביריו מסייעו מאי בינייהו אמר אביי (מה) [עמידה מן] הצד איכא בינייהו ומ\"ט לא מקדשי מיושב דאמר קרא לעמוד לשרת מעומד: הילני עשתה נברשת של זהב. פי' נברשת נר כדתרגמי' (צפניה א׳:י״ב) אחפש את ירושלים בנרות כמה דבלשין בנברשתא כגון מנורת זהב כדכתיב (דניאל ה׳:ה׳) לקבל נברשתא: ירושלמי תרין אמוראין חד אמר מנרתא וחד אמר קונברתא תרגם עקילס לקבל נברשתא לקבל למפרס: תנא בשעה שהחמה זורחת כמין נצוצות יוצאות ממנה ויודעין העם שבירושלים הוותיקין שזו עונת גמירת ק\"ש אבל אנשי משמר היו משכימין וקורין קודם זו העת. כדתנן בתמיד אמר להם הממונה צאו וראו אם הגיע זמן השחיטה אם הגיע הרואה אומר ברקאי כו' ואותה העת שחטו התמיד וניתחוהו והעלוהו לכבש ובאו ללשכת הגזית לקרות את שמע ואנשי המעמד מאחרין לפיכך תני הקורא את שמע עם אנשי משמר ואנשי מעמד לא יצא שאנשי משמר משכימין ואנשי מעמד מאחרין: אף היא עשתה טבלא כו' ודייקינן מינה שכותב מגילה לתינוק כלומר כותבין לו פרשה מן התורה להתלמד בה ולא אמרינן אסור עד שיכתוב כל התורה כולה ואוקימנא באלף בית ובסירוגין וכבר פירשנוה בגטין:"
        ], 
        [
            " ואלו לגנאי בית גרמו לא רצו ללמד על מעשה לחם הפנים ולא היו יוודעים לרדות פי' רדן בשולי המחתה [בתמיד פו] וכמו שאומרים [שבת קיז] יצא רדיית הפת שהיא חכמה ואינה מלאכה וכן בן אבטינס דברים פשוטין הן. כל פעל ה' למענהו. פי' פעל ה' ונתן חכמה לזה יתר מזה למענהו כדי שלא יהיה המלאכה אלא במי שחפץ: מעלה עשן. הסם שנותן בקטורת מעלה עשנה כמקל שאינה מפצעת לכאן ולכאן. וכיון שהגיד ר' יוחנן בן נורי מה שא\"ל אותו זקן שהיה מבית אבטינס. א\"ר עקיבא כיון שכוונתם לש\"ש היתה אסורה לספר בגנותן וכן אמר בן עזאי בשמך יקראוך ובמקומך יושיבוך ומשלך יתנו לך."
        ], 
        [
            " אין מלכות נוגעת בחברתה ולא אדם במוכן לחבירו כמלא נימא: הוגדוס בן לוי היה יודע פרק בשיר כלומר אומנות וגם זה הביא טעם לדבריו אבל בן קמצר לא מצא תשובה כו'. פי' שם רשעים ירקב. שאין אדם נקרא בזה השם ומצליח. א\"ר אלעזר צדיק מעצמו. כלומר כשנזכר הצדיק מתברך הוא בעצמו כדכתיב זכר צדיק לברכה. רשע אפילו מזכיר רשע אחד מתקללין כל הרשעים שנאמר ושם רשעים ירקב ומנ\"ל מן התורה שהצדיק כיון שהוא נזכר מתברך שנאמר וה' אמר המכסה אני מאברהם וגו' כיון שהזכירו בירכו מיד שנאמר ואברהם היו יהיה לגוי גדול וגו' וכן הרשע כיון שהזכיר ויאהל עד סדום כתיב ואנשי סדום רעים וחטאים וגו' צדיק דר בין שני רשעים עובדיה דר בין אחאב ואיזבל ולא למד ממעשיהם. ועשו הרשע דר בין יצחק ורבקה ולא למד ממעשיהם. וברכת הצדיק גורמת זכרון הרשעים שנאמר למען הביא ה' על אברהם את אשר דבר עליו. וכתיב בתריה ויאמר ה' זעקת סדום ועמורה וגו' וכן קללת הרשעים גורמת זכרון הצדיקים בברכה שנאמר ואנשי סדום רעים וחטאים וגו' וכתיב בתריה ויאמר ה' אל אברם אחרי הפרד לוט מעמו עד קום התהלך בארץ לארכה ולרחבה כי לך אתננה. בשביל צדיק אחד העולם נברא שנאמר וירא אלהים כי טוב וגו' וכל המשכח דבר אחד מתלמודו גורם גלות לבניו שנאמר ותשכח תורת אלהיך אשכח בניך גם אני. אין צדיק נפטר עד שנברא צדיק כמותו שנאמר וזרח השמש וגו' ראה הקב\"ה כי הצדיקים מועטין ושתלן בכל דור ודור שנאמר כי לה' מצוקי ארץ וישת עליהם תבל ואפילו בשביל צדיק אחד העולם מתקיים שנאמר וצדיק יסוד עולם. וכן מי שיצאו רוב שנותיו בלא חטא או מי שבא לידו דבר עבירה פעם ופעמים ולא חטא שוב אינו חוטא שנאמר רגלי חסידיו ישמור חסידו כתיב אם ללצים הוא יליץ בא ליטמא פותחין לו ולענוים יתן חן בא ליטהר מסייעין לו:"
        ], 
        [
            "תנו רבנן והתקדשתם והייתם קדושים אדם מקדש עצמו מעט מקדשין אותו הרבה", 
            "<b>הדרן עלך אמר להם הממונה</b>", 
            "פ\"ד טרף בקלפי והעלה ב' גורלות. פי' טרף ערבבם. כי היכי שלא יתכוין ויעלה שם שם בימינו. אמר רבה קלפי של עץ ושל חול היתה שאין עושין כלי שרת של עץ ואינה מחזקת פיה אלא ב' ידים כדי שלא יתכוין. הא דתני ר' יהודה הסגן וכ\"ג מכניסין ימינם בקלפי כו'. ר' חנניה סגן הכהנים חולק עליו ואומר למה סגן ממונה שאם אירע פסול בכ\"ג משמש תחתיו אבל כל זמן שלא אירע בו פסול אינו משמש כלל: ת\"ר [מ'] שנה ששמש שמעון הצדיק היה הגורל עולה בימין ולשון זהורית מלבן. והיה נר מערבי דולק והיתה אש של מערכה מתגברת והיתה [ברכה] בעומר ובשתי הלחם ובלחם הפנים כו' מעשה באחד שחטף חלק חבירו והיו קורין אותו חמסן."
        ], 
        [
            "וכל אותן מ' שנה היה מזדמן לו ביוה\"כ זקן לבוש לבנים ועטוף לבנים נכנס ויוצא עמו. ואותה שנה שמת נזדמן לו זקן לבוש שחורים ועטוף שחורים נכנס עמו ולא יצא עמו. וכיון שראה כך אמר בשנה זו מת חלה אחר הרגל (ח') [ז'] ימים ומת ונמנעו אחיו הכהנים מלברך בשם. ארבעים שנה [קודם] חורבן הבית היו דלתות ההיכל נפתחות מאליהן עד שגער בהן ריב\"ז ואמר כבר נתנבא עליה זכריה בן עידו ואמר פתח לבנון דלתיך (אשר בארץ) נקרא לבנון מפני שמלבין עונותיהם של ישראל נקרא יער שהיה מלבלב ומוציא פירות כיער: ת\"ר י' פעמים מזכיר כ\"ג השם בו ביום. ג' בוידוי ראשון וג' בוידוי שני וג' בשעיר המשתלח וא' בגורלות וכבר אמר אנא השם בקול נמוך ואח\"כ הרים קולו ונשמע קולו ביריחו א\"ר יוחנן מירושלים עד יריחו י' פרסאות. תנא ציר ההיכל הזה נשמע בח' תחומי שבת כו'. א\"ר ינאי עליית גורל מתוך קלפי מעכבת. הנחה על ב' השעירים אינה מעכבת ור' יוחנן אמר אפי' עלייה אינה מעכבת. ומה נתינה דכתיב ונתן אהרן אינה מעכבת עליה דלא כתוב בה והעלה הכהן לא כ\"ש שאינה מעכבת ואם הקדים מעשה לחבירו כגון שחיטת הפר אם הקדימה להגרלה אינה מעכבת אליבא דר' יהודה דאמר דברים הנעשין בבגדי לבן בחוץ לא מעכבי כ\"ע לא פליגי אליבא דר' נחמיה כו'. חלוקת ר' יהודה ור' נחמיה מפורשת באחרית פרק הוציאו לו את הכף. וכולי עלמא וידוי הפר והשעיר והגורלות עלייתן ונתינתן על השעירים וחפינת הקטורת ונתינת על הכף וחתיית הגחלים בבגדי לבן בחוץ הן. איכא דאמרי אליבא דר' נחמיה דאמר מעכבה כ\"ע לא פליגי כלומר ר' ינאי ור' יוחנן מודו דמעכבה כי פליגי אליבא דר' יהודה. ר' יוחנן כ\"ר יהודה ור' ינאי אמר לך בהא אפילו ר' יהודה מודה דעליית גורל אע\"פ שהיא בחוץ מעכבה מדכתיב ב' פעמים אשר עלה אשר עלה הכתוב שנה עליו לעכב מיתיבי לר' ינאי מצוה להגריל כשר והא ר' ינאי דאמר דברי הכל עליית גורל מעכבת הא מתניתא כמאן מוקים לה."
        ], 
        [
            " ודאי לא תימא מצוה להגריל דמשמע עליית גורל מתוך קלפי אלא אימא מצוה להניח ואם לא הניח כשר: ת\"ש מצוא להגריל ולהתודות לא הגריל ולא התודה כשר. [רש\"א לא הגריל כשר] לא התודה פסול האי דקתני ר' שמעון לא הגריל מהו אם תאמר לא הניח הוא כמו שהעמדת הברייתא האחרת מכלל דר' שמעון הנחה לא בעי הגרלה בעי והתניא בהדיא מת אחד מהן מביא חבירו שלא בהגרלה. דברי ר' שמעון ודחי ר' ינאי הכי לעולם הגרלה זו הנחה היא. ור' שמעון לא ידע האי הגרלה דתנו רבנן מאי היא והכי קאמר להו אי האי דקאמריתו מצוה להגריל הנחה (זו) היא וזו היא מצוה אבל עליית הגורל מעכבת פליגנא עלייכו בתרתי שהגרלה אינה מעכבת ואם לא התודה פסול ואי הגרלה עליית גורל קאמריתו שהיא מצוה בהא מודינא לכו דהגרלה אע\"פ שאינה מעכבת מצוה מיהא איתא ופליגנא עלייכו בהתודה שאם לא התודה פסול ת\"ש פר מעכב את השעיר. ושעיר אינו מעכב את הפר כו' סדר עבודת יוה\"כ מתודה בפרו ומגריל ונותן הגורלות על השעירים ומתודה שמה בעדו ובעד ביתו בפרו ושוחטו ונותן הדם למי שממרס בו וחותה בגחלים וחופן הקטורת ומכניס ומקטיר וחוזר ולוקח דם הפר ממי שממרס בו ומכניס ומזה על הכפורת ולפני הכפורת ויוצא ושוחט השעיר ומכניס דם השעיר ומזה כאשר הזה מדם הפר וחוזר ונוטל דם הפר ומזה ממנו אחת למעלה וז' (למטה) פעמים בהיכל על פני הפרוכת ויוצא ונותנו למי שממרס בו ונוטל דם השעיר ומזה ממנו כאשר הזה מדם הפר ויוצא ומערה דם הפר לתוך דם השעיר ומזה על המזבח פי' כמתנות שבפנים בשלמא פר מעכב לשעיר שאם הקדים הזאת השעיר להזאת הפר לא עשה כלום משום דמתנות שבפנים הן ולדברי הכל מתנות של בפנים מעכבי אלא שעיר אינו מעכב לפר מאי ניהו שאם (ניהו) הקדים הזאות של פר בהיכל קודם הזאות השעיר לפני ולפנים חוקה כתיבה ובעינן הדברים ככתבן אלא דאי אקדים מתנות של פר בפנים קודם שיגריל בשעיר מה שעשה עשוי ומדכסידרן [של] ההגרלה אינה מעכבת מכלל שאינה עבודה ואע\"פ שלא יגריל כלל כשר. קשיא לר' ינאי ודחי ואמר הא ר' יהודה היא וכגון שהקדים דם הפר במזבח קודם מתנות של שעיר בהיכל וכיון דעבודת חוץ מקדש הקדשים היא אע\"ג שהיא בבגדי לבן לר' יהודה לא מעכבה ואקשי' והא מתנות של בפנים קתני ופריק אלא לעולם הגרלה היא והא מני ר\"ש היא קסבר הגרלה אינה מעכבת כלל  עמדה כי לר\"ש הגרלה לא מעכבא כלל אבל לר\"י כסידרן לא מעכבא כלומר ההגרלה אינה מעכבת שחיטת הפר אלא אם שחט מה שעשה עשוי ויגריל ולעולם בעי הגרלה על ב' השעירים ואזדו לטעמייהו דתניא יעמד חי עד מתי יהא זקוק להיות חי עד שעת מתן דמו של חבירו דברי ר' יהודה דייק מדקתני של חבירו מכלל שהיה לו חבר בהגרלה ונתברר שזה לה' וזה לעזאזל."
        ], 
        [
            " ר' שמעון אומר עד שעת וידוי דברים כלומר עד שיתודה עליו שאפילו לא הוגרל עליו ולא היה לו חבר בגורל כשר. במאי פליגי כדתניא בכפרת דברים הכתוב מדבר כו' פשוטה היא שאלו את ר' עקיבא עלה הגורל הכתוב בו לה' בשמאל ונתברר העומד בשמאלו כנגדו הוא חטאת לה' ושל ימין לעזאזל כו' ותריצנה הכי מהו שיחזור של שמאל לימין והגורל של שמאל לימין שנמצא הגורל שהוא לה' בימין ויניחהו על [השעיר] שהחזירו לימין. ואמר להו אל תתנו מקום למינים לרדות. כלומר כיון שתעשו כן יאמרו כי עזאזל רשות אחרת היא מיהו אחת גדולה לפיכך הוצרך לכבדו בימין שהיא משובחת והן אינן יודעין כי גזרת הקב\"ה הן ואין להן להרהר על זה. ת\"ש ועשהו חטאת הגורל עושה חטאת ואין השם עושה חטאת. פי' אין קריאתך על השעיר שם חטאת בלא גורל קובעהו חטאת אלא הגורל קובעו שנאמר והקריב אהרן את השעיר אשר עלה עליו הגורל לה' ועשהו חטאת כלומר עליית הגורל לה' הוא עשהו חטאת וזו הברייתא היא שנויה סתמא בתורת כהנים שנקרא ספרא מפני שהוא ויקרא לבדו וקי\"ל כר' יוחנן דאמר בפרק אלו הנחנקים בתחלתו סתם משנה ר\"מ סתם תוספתא ר' נחמיה סתם סיפרא ר' יהודה סתם סיפרי ר' שמעו' וקא מפרש דהגרלה מעכבא דקתני הגורל עושה חטאת ואין השם עושה חטאת והוא לר' יהודה ועלתה בתיובתא למאן דמוקים לרבי יהודה דסבר הגרלה לא מעכבא והוא רבי יוחנן:"
        ], 
        [
            " ירושלמי הכתיבה שעל הגורלות חקוקים הן: אמר רב חסדא אין הקינין מתפרשות אלא בלקיחת בעלים או בעשיית כהן פי' קינין התורים ומבני היונה נקראין קינין. כגון כי יקרא קן צפור לפניך כלומר עופות מהן קרבן שמביאין מן העופות כגון הזב והזבה והיולדת וכיוצא בהן שמביאין תורים ובני יונה. וכתיב בהו אחד לעולה ואחד לחטאת בא רב חסדא לפרש שאינן מתפרשות איזו היא חטאת ואיזו היא עולה אלא או בשעה שלקחום בעליהן אם יפרש זו לחטאת וזו לעולה או אם לקחם סתם הכהן בשעת עשייתן כלומר בשעה שרוצה להקריבם יאמר זה לחטאת וזה לעולה ודייק רב חסדא דכתיב בזב וביום השמיני יקח לו שתי תורים וגו' וכן בזבה דכתיב וביום השמיני תקח לה שתי תורים וגו' הנה לקיחה בבעלים ובכהן כתב ועשה הכהן את האחד חטאת ואת האחד עולה כלומר הפרשתם בבעלים בלקיחה אבל בכהן בעשייה כדכתיב קראי ואותיבנן עליה מן השעיר שאינה עת ההגרלה לא שעת לקיחה כי מאתמול הם בלקיחתם ולא שעת עשייה שעדיין נשאר לו אחר ההגרלה שחיטת הפר והקטרה והזאת דם הפר ואחר כך יעשה השעיר ותני בברייתא בכי האי גוונא דמקדש השם כלומר אם יאמר זה חטאת כי קראו שם חטאת נקדש לחטאת אע\"פ שאינה לא שעת לקיחה ולא עשייה ותריץ לה רבה הכי ומה שלא קידש הגורל אפילו בשעת לקיחה ובשעת עשייה קידש השם בשעת עשייה וכו': ת\"ש מטמא מקדש עני. פי' אדם שנטמא כדכתיב או נפש כי תגע בכל דבר טמא או בנבלת חיה טמאה וגו' ונעלם ממנו ונכנס למקדש אם הוא עשיר מביא חטאתו כשבה או שעירה ואם אין ידו משגת מביא ב' תורים או ב' בני יונה ואם היה בשעה שנכנס למקדש והוא טמא עני והקדיש מעות לקינין והוא עני בעניותו והעשיר אח\"כ ואמר כשאקנה מהן תורים או בני יונה יהיו אלו המעות (אלו) לחטאת ואלו לעולה ועכשיו רוצה להביא קרבן עשיר כשבה או שעירה מוסיף מעות אחרות משלו על אותן המעות שהפרישן לקנות בהן תור של חטאת וקונה בהן חטאת בהמה אבל דמי עולתו נקדש כבר משעה שהפרישן לקנות בהן תור לעולה קדושת עולה ואין משנין מקדושת עולה לקדושת חטאת וכזו השמועה כולה כמות שהיא בכאן כך היא בסוף מסכת כריתות עולה כולה כליל למזבח והחטאת הדם והחלבים למזבח והבשר לכהנים ואקשינן והא הכא עת שאמר אלו לחטאתי ואלו לעולתי לאו שעת הפרשה היא דהא אחר שהעשיר קתני ואח\"כ אמר אלו לחטאתי ואלו לעולתי ולא שעת עשייה נמי דהא עכשיו עדיין רוצה לקנות בהמה ולהקריבה וקתני דקבע הואיל ואילו הקדים ועשה עודנו עני כבר נפטר בקבעו ומתמה רב ששת ותסברא כלומר [האיך] אפשר להעמיד ברייתא זו כי אחרי שהעשיר אמר (לו) אלו לחטאתי ואלו לעולתי והא [אמר] ר' אלעזר מטמא מקדש עשיר כו' פי' מטמא מקדש שהיה עני והעשיר והביא קרבן עני לא יצא וכיון דלא יצא היכי קבעו וזה כיון שעדיין לא הפריש והעשיר כיון שהעשיר נתחייב בקרבן עשיר והוא חטאת בהמה כיון שנתחייב בחטאת בהמה אם הביא קינין לא יצא וכיון שאילו הביא קינין לא יצא כן גם אם הפריש קינין והוא עשיר לא נתקדשו ולמה תני כי דמי החטאת נקבעו לקדושת חטאת ודמי העולה נקבעו לקדושת עולה ופרקי' אלא מאי אית לך למימר לתרוצה כר' אלעזר הא מתניתא שכבר אמר מעיקרא כלומר בעודנו עני אמר אילו הקינין שלי שכבר נתקדשו אם הקריבן אחרי שהעשיר אעפ\"י שכבר קדשן מקודם לכן לא יצא וכו' כן גם זו הברייתא הכין תירוצא מטמא מקדש והוא עני והפריש מעות לקינין ואמר בשעת הפרשה אלו המעות לחטאתי ואילו לעולתי והעשיר עכשיו מוסיף ומביא חטאתו מדמי חטאתו כו' ולר' חגא דאמר יצא תריץ הכי לא תימא ואח\"כ אמר אלא אימא ואח\"כ לקח כלומר קנה אחד אם מדמי העולה קנאו ונשארו דמי החטאת מוסיף על אלו המעות וקונה כשבה או שעירה ואם בדמי החטאת קנה זה העוף הנקנה לחטאת אזלא למיתה ובדמי העולה קונה מהן עולה נדבה:"
        ], 
        [
            " גופא אמר רבי אלעזר א\"ר הושעיא מטמא מקדש עשיר והביא קרבן עני לא יצא ור' חגא א\"ר יאשיה יצא. מיתיבי מצורע עני שהביא קרבן עשיר יצא ועשיר שהביא קרבן עני לא יצא תיובתא לר' חגא ופריק שני מצורע דכתיב ביה זאת תהיה כלומר זאת כמו שהוא עכשיו אם הוא עשיר לא יביא קרבן עני כמו שהוא כתוב לא תוסיף ולא תגרע. ואקשינן אי הכי רישא נמי והוא עני שהביא קרבן עשיר אמאי יצא קרי ביה זאת תהיה ועכשיו עני הוא ודחינן רבי רחמנא תורת כלומר תורת המצורע בג' בהמות ב' כבשים וכבשה. והנה תניא כך דתניא תורת לרבות מצורע עני שהביא קרבן עשיר יכול אף עשיר שהביא קרבן עני יצא ת\"ל זאת כלומר זאת לעשיר שלא יפחות העשיר מג' בהמות ואקשינן וגילף ר' חגא מינה כי כל עשיר שהביא קרבן עני לא יצא ופריק ר' חגא שני מצורע דמיעט רחמנא ואם דל הוא כלומר המצורע אם הוא דל יביא בדלות ואם הוא עשיר  (לאו זה לבדו). אבל שאר אפילו עשיר שהביא קרבן עני יצא דתניא [בתו\"כ בפ' מצורע] ואם דל הוא שומע אני דל ממה שהיה עשיר בן ק' מנה ונעשה עכשיו בן נ' מנה ת\"ל ואין ידו משגת או ואין ידו משגת יש לו ואינו מוצ' ליקח ת\"ל ואם דל הוא הא עד שיאמרו ב' כתובים ואם לאו לא שמענו לפיכך אמרנו שבא ואם דל [הוא] שהוא כתו' במצורע להוציא שאר חייבין שאפילו אינו דל והביא קרבן עני יצא:"
        ], 
        [
            " קשר של זהורית כו' איבעיא להו האי דקתני במתנית' ולנשחט (כנשחט) כנגד בית שחיטתו (קשר) [פי' דקשרו] גם בשעיר הנעשה בפנים לשון של זהורית בצוארו כנגד בית שחיטתו כמו של קשר בראש שעיר המשתלח או דילמא העמידו לנשחט כנגד בית שחיטתו. ופשטנה קשר בצוארו של שעיר הנעשה בפנים. לשון של זהורית כו' פי' שירי לשון כגון שחלקו ונטל ממנו והנותר נקרא שירי לשון. ופריק אימא כרכם בזנב הלשון כלומ' הלשון הזה הוא ארוך והקצר היוצא ממנו נקרא זנב ומחזיר וכורך בו. כי אתא רב דימי א\"ר יונתן ג' לשונות של זהורית שמעתי והוא שכתוב בתורה ושני תולעת של פרה אחת ושל שעיר המשתלח אחת ושל מצורע אחת. של פרה שנאמר ולקח הכהן עץ ארז ואזוב ושני תולעת והשליך אל תוך שרפת הפרה. של שעיר הא דתנן קשר לשון של זהורית בראש שעיר המשתלח. של מצורע שנאמר ולקח למטהר שתי צפרים חיות טהורות ועץ ארז ושני תולעת ואזוב אחת משקלה עשרה זוז ואחת משקלה ב' סלעים. ואחד משקלה שקל ואין לי לפרש. מצאנו בתלמ' א\"י כי עשרה זוזין הן ב' סלעים ומחצה וכך כתוב [שם] ר' שמואל בר נחמני בשם ר' יונתן ג' לשונות הן של שעיר בסלע של מצורע בשקל של פרה בב' סלעים. ר' חונייא דבית חיוורן ר' אבא בר זבדא בש\"ר שמעון בן חלפתא של פרה בב' סלעין ומחצה ואית דמפקין לה לישנא בעשרה זוזין חלוקת ר' שמעון בן חלפתא ודב' בתלמ' א\"י היא ותנן בסוף כריתות המפריש ב' סלעים כו' עד לקח בהן ב' אילים לחולין אחד יפה ב' סלעים ואחד יפה עשרה זין היפה ב' סלעים יקרב לאשמי והשני למעילתו כו' ופרשוה בגמ' דהאי עשרה זין אינון ב' סלעים וחומשיהן והן ב' סלעים וחצי סלע דהוא חומשא מלבר. איתמר שחיטת פרה אדומה ושחיטת פר כ\"ג ביוה\"כ בזה פליגי רב ושמואל חד אמר פרה פסולה ופרו כשר."
        ], 
        [
            " וחד אמר פרו פסול ופרה כשרה ואסיק' רב אמר שחיטת פר יוה\"כ כשרה בזר דשחיטה לאו עבודה היא אבל שחיטת פרה בזר פסולה מ\"ט אלעזר וחוקה כתיב בה אלעזר דכתיב ונחתם אותה אל אלעזר הכהן והוציא אותה אל מחוץ למחנה ושחט אותה לפניו ואע\"ג דשחיטה בכל מקום כשרה בזר ואפילו בפר יוה\"כ דשחיטה לאו עבודה היא שני הכא דכתב ושחט אותה מידי דהוה אמראות נגעים דלאו עבודה היא ובעיא כהן להורות לטמא או לטהר הכא נמי בשחיטת פרה אדומה אע\"ג דלאו עבודה היא בעיא כהן [דכתיב] חוקה שנאמר זאת חוקת התורה וגו' ושמואל א' שחיטת פרו פסולה בזר מ\"ט אהרן וחוקה כתי' ביה אבל שחיטת פרה אדומה כשר בזר שנא' ושחט אותה לפניו דייק לפניו ומשמע לפניו שיהא זר שוחט ואלעזר רואה ורב לפניו מבעי לי' שלא יסיח דעתו ממנו ללמד כי היסח הדעת פוסל בה ושמואל אמר שלא יסיח דעתו ממנה מלעיניו מפיק ליה שנא' ושרף את הפרה לעיניו ורב הזהיר בשחיטה והזהיר בשרפה על הסח הדעת וצריכי כו'. ושמואל אמר בחדא סגיא לפניו להכשיר שחיטתה בזר הוא דאתא ולרב הוי רבוי אחר רבוי למעוטי מאי אתיין ואסיקנ' למעוטי השלכת עץ ארז ואזוב ושני תולעת דלאו גופא דפרה נינהו אבל אסיפת אפר למילוי המי' וקידוש שהוא נתינת אפר במים היסח הדעת פוסל בהן מ\"ט למשמרת למי נדה כתיב כלומר צריכין שימור שלא יסיח דעתו מתיב רב יהושע לסייעו לרב אין לי אלא הזאת מימיה שאין כשרין אלא ביום מנ\"ל לרבות שחיטתה וקבלת דמה והזאת דמה ושרפתה והשלכת עץ ארז ואזוב ושני תולעת שאין כשרין אלא ביום ת\"ל חקת התורה יכול שאני מרבה אף אסיפת אפרה ומילוי מים וקידוש שלא יהיו כשרים אלא ביום ת\"ל זאת. ומה ראית לרבות את אלו ולהוציא את אלו אחר שריבה הכת' התורה ומיעט זאת. אמרת הרי אנו למידין כולן מהזאת מימיה מה הזאת מימי' מיוחדין שאין כשרין באשה כבאיש דתנן [פרה פי\"ב מי\"ב] הכל כשרין להזות חוץ מטומטום ואנדרוגינוס ואשה."
        ], 
        [
            " תינוק שאין בו דעת האשה מסעדתו כו' ואין כשרין אלא ביום שנא' והזה הטהור על הטמא ביום השלישי וביום השביעי אף אני אביא שחיטה וקבלת דמה כו' הא מתנית' כר' ישמעאל דמכשיר אסיפת אפרה באשה דתניא ואסף איש טהור איש להוציא את הקטן טהור להביא את האשה דברי ר' ישמעאל רבי עקיבא אומר איש להוציא את האשה. הזאת מימיה כשרין בזר דתנן הכל כשרין להזות כו' ודייקינן מינה שחיטתה מ\"ט אינה כשרה באשה משום דכתיב ונתתם אותה אל אלעזר הכהן וגו' וכתיב ושחט אותה לפניו ואמרינן אלעזר ולא אשה נימא אלעזר ולא זר מיהא תיובתא לשמואל וסייוע לרב. אמר עולא כל הפרשה כולה משמע מוציא מיד משמע כלומר מה שמרבה זה המקרא ממעט האחר מה שממעט האחר מרבהו האחר ונתתם אותה אל אלעזר הכהן אלעזר היה באותה העת סגן וא' אותה הפרה נעשית בסגן אבל לדורות אינה נעשית בסגן אלא או כ\"ג או בכהן הדיוט והוציא אותה שלא יוציא אחרת עמה הנה אותה של נתינה מיעטה הסגן ואותה של הוצאה מיעטה אחרת ושחט אותה לפניו לרב כדאיתיה ולשמואל כדאיתיה ולקח אלעזר הכהן מדמה ללמד שהזאה באלעזר ולרב דאמר כי השחיטה נמי באלעזר הוי מיעוט אחר מיעוט והיא שחיטה באלעזר ולא בזר. הזאה באלעזר ולא בזר מיעוט אחר מיעוט לרבות כהן הדיוט  פי' כהן בכיהונו בלא מים ולא טמאה בכיהונו בטכסים הכהונה בבגדים שהוא מתוקן לעבודה. ואסף איש טהור את אפר הפרה והניח להכשיר הזר כלומר כל איש ואפי' זר טהור להכשיר את האשה והניח מי שיש בו דעת להניח לפסל חרש שוטה וקטן. תנן התם במס' פרה פרק ה' הכל כשרים לקדש חוץ מחשו\"ק ר' יהודה מכשיר בקטן ופוסל באשה ובאנדרוגינוס מ\"ט דרב דכתיב ולקחו לטמא מעפר שריפת החטאת ונתן עליו מים חיים אל כלי איתקוש נתינת מים חיים אל כלי לעפר שרפה מה עפר שרפה הכל כשרין באסיפה חוץ מחשו\"ק אף קדושין כן ור\"י אמר לך א\"כ היה לך לכתוב ולקח לטמא דשמעינן הוא שאסף את האפר הוא שיטול ויתן המים החיים אל כלי לקדש מ\"ט כתיב ולקחו ללמד דאפילו קטן דפסול באסיפה כשר בקידוש ולקח אזוב וטבל במים איש טהור לרבנן דמכשירי אשה בקידוש פסלי הכא בהזאה את האשה טהור להכשיר הקטן דפסלי בקידוש לר' יהודה איש ולא קטן טהור להכשיר את האשה מה שהכשיר בקידוש והוא הקטן פסלו בהזאה ומה שפסל בקידוש הכשיר בהזאה ואקשינן איני והתנן בפרה בפרק האחרון בסופו הכל כשרין להזות חוץ מטומטום ואנדרוגינוס ואשה וקטן כו' ולא פליג ר' יהודה ומכשיר באשה וטומטום."
        ], 
        [
            " ופרקינן כיון דאמר מר כל הפרשה כולה משמע מוציא מיד משמע דבר ברור הוא מה שפסלו בפסוק אחד הכשירו בפסוק אחר. והזה הטהור על הטמא טהור מכלל שהוא טמא טמא לתרומה בלבד. לימד על טבול יום שכשר בפרה פי' הטהור מכל טומאה והוא שהוזה עליו וטבל ולא נשאר עליו אלא הערבת שמש לאכילת תרומה כדתניא בספרי ולקח אזוב וטבל במים איש טהור רבי עקיבא אומר טהור למה נאמר עד שלא יאמר יש לי בדין ומה אם האוסף האפר בעינן טהור המזה לא כ\"ש. הא מה ת\"ל טהור שהוא טהור מכל טומאה ואיזה זה זה טבול יום. מכדי כתיב ולקח אזוב וטבל במים איש טהור והזה על האהל וגו' והזה הטהור על הטמא הוי מיעוט אחר מיעוט טהור ולא טבול יום טהור ואין מיעוט אחר מיעוט אלא לרבות אפי' טבול יום לימד שכל טהור שבפרה טבול יום הוא: ר' יוחנן אומר שחיטת פרה בזר כשרה ואע\"ג דתני תנא קמיה פסולה לא צאית ליה ואפי' לרביה דאמר שחיטת פרה בזר פסולה  אלא אמר אי לא צאית לא מצינו שחיטה פסולה בזר. בא לו אצל פרו שניה כו' תנא דבי ר' ישמעאל כך מדת הדין נוהגת יבא זכאי ויכפר על החייב כו':"
        ], 
        [
            " פי' על הרובד הרביעי של היכל מבחוץ. ת\"ר וכל אדם לא יהיה באהל מועד בבואו לכפר בקדש עד צאתו ודרישניה דפריש אפילו בשעת הקטרה. ומיבעיא לן כפרה בהקטרה מנ\"ל ואמרינן מדכתיב הכא כפרה שנאמר לכפר בקודש וכתיב ביו\"כ וכפר בעדו ובעד ביתו ובעד כל קהל ישראל איזהו היא כפרה ששוה לו ולביתו ולאחיו הכהנים ולכל ישראל הוי אומר זו הקטורת שאם תאמר כפרת דמים חלוקה כפרתם הוא וביתו ואחיו הכהנים מתכפרים בפרו וכל קהל ישראל בשעיר. וקטורת מי מכפרה אין דכתיב ויתן את הקטורת ויכפר על העם. ותני רב חנניה מיכן למדנו לקטורת שמכפרת ותנא דבי רבי ישמעאל על מה הקטורת מכפרת על לשה\"ר יבא דבר שבחשאי ויכפר על מעשה חשאי ועיקר זו השמועה בזבחים סוף פ' המזבח מקדש (זבחים פח:) ובערכין פרק יש בערכין להקל ולהחמיר (טז.) ומפרש התם בבירור מבואר כי בגדי כהונה מכפרין דאמר למה נסמכה בגדי כהונה לקרבנות לומר לך מה קרבנות מכפרין אף בגדי כהונה מכפרין. כתונת מכפרת אשפיכות דמים מכנסים מכפרים על ג\"ע. מצנפת מכפרת על גסי הרוח. אבנט מכפר [על] הרהורי הלב. מעיל מכפר על לשון הרע. חשן מכפר על הדינין. אפוד מכפר על ע\"ז. ציץ מכפר על עזי פנים. קשיא לה\"ר אלה\"ר ופרקינן לה\"ר בצניעות קטורת מכפרת לשה\"ר בפרהסיא מעיל מכפר: תנן התם בפרק ראשון במסכת כלים פורשין מבין האולם ולמזבח בשעת הקטרה א\"ר אלעזר לא שנו שפורשין מבין האולם ולמזבח אלא [בשעת] הקטרה דהיכל אבל כשמקטיר לפני ולפנים מהיכל פרשי מבין האולם [ולמזבח לא פרשי] ומותבינן עליה מיהא דתני מה מעלה יש [בין ההיכל] לבין האולם ולמזבח אלא שבהיכל פורשין בין בשעת הקטרה בין שלא בשעת הקטרה. ומבין האולם ולמזבח לא פרשי אלא בשעת הקטרה. בשעת הקטרה מיהת פרשי ואפי' בהקטרה דלפני ולפנים ופרקינן לא הקטרה דהיכל."
        ], 
        [
            " והא איכא הא מעלה כו' אמר רב אדא בר אהבה ש\"מ מעלות דאורייתא והכי גמירי ליה פי' כגון עשר קדושות ששנינו במשנתנו וקדושת כל אחת יש לה מעלה מן האחרת ומעלת ההיכל זולתי מעלה בין (היכל) [אולם] ולמזבח. ואסיקנא אולם ובין האולם ולמזבח חדא קדושה הואי היכל ואולם ב' קדושות הן. מפני מה לא היתה מחתה של זהב בכל יום שהתורה חסה על ממונם של ישראל: תני חדא נתפזרו לו קב גחלים מכבדן לאמה. ותני' אידך קביים בשלמא הא דתני [קב] רבנן היא דתניא כל היום חותה בשל ד' קבין ומערה לתוך מחתה של ג' קבין ומתפזר קב אלא הא דתניא קביים לר' יוסי ליתא דהא ר' יוסי חותה בשל סאה שהיא ו' קבין ומערה בשל ג' קבין קתני נשארו ג' קבין לרבנן נמי ליתא דהא קב נשאר להן. ושנינן לר' ישמעאל בן ר' יוחנן בן ברוקה היא דתני בשל קביים היה מכניס נשארו מן הארבעה קבין [קביים] ובא רב אשי ואוקמה לר' יוסי ואמר הכי קתני ר' יוסי חותה בסאה מדברית. ומערה לתוך ג' קבין ירושלמיות וגרסינן בעירובין פרק כיצד משתתפין בתחומין ת\"ר סאה ירושלמית עודפת על של מדברית שתות. בכל יום היתה המחתה כבדה שהיתה גלדה עבה [והיום רך] ולמה היתה היום ידה ארוכה כדי שתהיה ידה תחת זרועו ותמצא מסייעתו. ניאשתיק כיסוי כדאמר  רבינא בשמש בי הקב מער לו מעישתקי. בכל יום היה זהבה ירוק והיום אדום. אמר רב חסדא ז' זהבים הן. זהב. וזהב טוב. וזהב שחוט. וזהב אופיר. וזהב מופז. וזהב סגור. זהב פרוים."
        ], 
        [
            "רב אשי אמר חמשה הן ובכל אחד יש בו זהב וזהב טוב: בכל יום היה מקריב פרס כו' פרס הוא חצי מנה כי בכל יום היה מקטיר במזבח הקטרת מנה חציו בשחרית וחציו בין הערבים דגרסינן בכריתות פרק א' ת\"ר קטרת היתה נעשית שס\"ח מנה שס\"ה מנה כנגד ימות החמה מנה בכל יום. ג' מנין שמהן כ\"ג מכניס מלא חפנים ביוה\"כ והשאר ניתנין לאומנין בשכרן. ת\"ר קטורת היו מכניסין אותה למכתשת פעמים בשנה בימות החמה בוזרה כדי שלא תתעפש בימות הגשמים צוברה כדי שלא תפוג ריחה: בכל יום היו שם ד' מערכות והיום ה' דברי ר' מאיר כו'. תנו רבנן בכל יום היו שם ד' מערכות והיום ה' מערכה גדולה ומערכה של קטרת ומערכה של קיום האש ומערכה לאברים ופדרין שלא נתעכלו מבערב ומערכה שמוסיפין בו ביום. כ\"ע ר' יהודה ור' יוסי ור' מאיר כלהו שוין בב' מערכות שנא' העולה על מוקדה על המזבח כל הלילה זו מערכה גדולה ואש המזבח תוקד בו זו מערכה שניה של קטרת ור' יוסי ור\"מ דאית ליה מערכה שלישית לקיום האש  מפיק להאי קרא להצתת האליתה והיא הלהבת עצי המערכה שלא תהיה אלא בראשו של מזבח שנאמר והאש על המזבח תוקד בו לא תכבה. פי' קאי אארעא ועביד במפוחא. כגון שעומד אדם בקרקע העזרה ומנפח במפוח ארוך של נחושת וכיוצא בו ממערכה שע\"ג המזבח ומשלהבה."
        ], 
        [
            " ור' מאיר דאית ליה מערכה רביעית לאברים ופדרין שלא נתעכלו מבערב דריש ו' דואש מדהוה ליה למכתב אש וכתיב ו' ורבנן ו' לא דרשי אלא אברים ופדרין שלא נתעכלו מבערב סודרן בצידי המזבח עד שיסדר המערכה גדולה ואח\"כ מחזירן עליה שנאמר אשר תאכל האש את העולה על המזבח כלו' מחזירם ע\"ג המערכה שבמזבח ור' מאיר האי קרא אשר תאכל האש מפיק לה לדרשא אחרינא כדתני רב חנניא בר מניומי בדבי אליעזר בן יעקב אשר תאכל האש את העולה על המזבח עיכולי עולה אתה מחזיר על המזבח ואי אתה מחזיר עיכולי קטורת וכר' ינאי דאמר קטורת שפקעה ממזבח הקטרת אפילו קרטין שבהן אין מחזירין אותה ע\"ג המזבח. דכ\"ע מיהת שוין שמוסיפין ביוה\"כ מערכה יתירה על כל הימים. מנא להו ופרשינן מוהאש היה לו לכתוב אש ולמה כתב והאש אלא לומר שמוסיפין ביוה\"כ מערכת אש אחרת. הנה דרשנו הני קראי ואש המזבח תוקד בו. והאש על המזבח תוקד. האי קרא אחרינא אש תמיד תוקד על המזבח לא תכבה למאי אתא לכדתניא ואש המזבח תוקד בו לימד על מערכה שניה של קטרת שתהיה במזבח החיצון. אש מחתה. שנאמר ולקח מלא המחתה גחלי אש. ומנורה דכתיב בה להעלות נר תמיד והיא הדלקת נרות באש. מנא לן שהיא ממזבח החיצון ולמד בהן מן הדין בזה הדרך נאמר תן אש בקטרת ונאמר תן אש במחתה ומנורה כו' ודחינן כלך לדרך זו כו' כלומר כך למוד מהמזבח הקטרת האש שאתה נותן ומקטיר עליה אינך מכניסה אלא מן הסמוך לה דהוא מזבח החיצון כמו שאמרנו במסכת זבחים בפ' קדשי קדשים (נח) ר' יוסי היא דתניא ר' יוסי אומר כל הניטל מבחוץ ליתן בפנים אינו נותן אלא בסמוך שלפנים. וכן אמרו למעלה בענין סידור המערכה כריש לקיש דאמר אין מעבירין על המצות. וכי עייל בהיכל במזבח הקטורת פגע ברישא. כדכתיב שלחן בצפון משוך מן הכותל כו'. וכבר פירשנוהו שם בפרק אמר להם הממונה כן אש מחתה ומנורה לא תהיה אש אלא ממזבח הזהב הסמוך להם לכך בא זה אש תמיד תוקד על המזבח ללמד כי האש אשר כתבתי לך תמיד והיא אש של מנורה כדכתיב להעלות (אש תמיד ובמנורה כתיב להעלות)  נר תמיד אש מחתה מניין ולא אשכחנא בה טעם אלא מגופה שנאמר ולקח מלא המחתה גחלי אש מעל המזבח מלפני ה' ודייקינן מדכתיב לפני ה' שמעינן מינה דבעינן אש ממזבח שאין כולו לפני ה' ואמרינן איזהו מזבח שאין כולו לפני ה' הוי אומר זה מזבח החיצון אבל מזבח הפנימי כולו לפני ה' הוא שנאמר ויצא אל המזבח אשר לפני ה' זה מזבח הזהב לפי שמזבח החיצון יש בו ל\"ב ופתח ההיכל אינו רחב אלא י' אמה ומה שהוא כנגד הפתח הוא לפני ה' והשאר לא וכבר אמרו מזבח ממוצע באמצע עזרה וזה דבר ברור הוא ועניין הזה פשוטה תחלת פרק היה מביא מנחתה (דף יד ע\"ב) ואצטריך למיכתב מלפני ה' למעט מזבח הפנימי שהוא כולו לפני ה' ואיצטריך למיכתב מעל המזבח לרבות כל הגחלים שבמזבח ואפי' אותן שבצדדין שאינן מכוונין כנגד פתח ההיכל שהוא לפני ה':"
        ], 
        [
            " א\"ר אלעזר משום בר קפרא אומר היה רבי מאיר אברי עולות שנתותרו עושה להן מערכה בפני עצמן ושורפן ואפילו בשבת מאי קמ\"ל תנינא כו' אמר רבינא לא נצרכה אלא לפסולין כו' ודברים פשוטין הן ובא רב אחא ואמר אצטריך סד\"א הא דתנינן היום ה' מערכות אחת מהן לר' מאיר לאברין ופדרין שלא נתאכלו מבערב היכא דחל יוה\"כ להיות אחר השבת דחלבי שבת קרבין ביוה\"כ אבל באמצע שבת אם חל יוה\"כ אימא לא א\"ר מאיר שעושה מערכה לאברים ופדרין קמ\"ל ר' אלעזר אפילו בשבת ובא רבא ואמר זה הטעם אין צורך להיאמר דהא בכל יום תנן בין בשבת בין בחול הדין אחד. ואמרינן כי האברין של עולות הנותרין מן החול עושה להן מערכה בפני עצמן ושורפו ואפילו בשבת פליגא עליה הא דרב הונא דאמר תמיד תחילתו דוחה סופו אינו דוחה ואלו האברים שנותרו סופו הן מאי סופו אינו דוחה רב חסדא אמר אינו דוחה טומאה אבל שבת דוחה רבה אמר סופו אינו דוחה שבת אבל טומאה דוחה. ואקשינן עלייהו והא במועדו כתיב ביה בתמיד מ\"ש טומאה מ\"ש שבת אי דחי הא דחי הא."
        ], 
        [
            " ופריק רבה לדידי האי דכתיב במועדו בתמיד ל\"ק אנא אקישנא סופו לתחלתו מה תחלתו אע\"פ שהוא תמיד של חול דוחה טומאה דכתיב ביה במועדו ואפילו בטומאה כך סופו דוחה טומאה ואינו דוחה שבת כתחלתו מה תחלתו תמיד של ע\"ש אם נאנסו ולא הקריבוהו אינו קרב בשבת עם תמיד של שבת כך סופו אינו דוחה שבת לרב חסדא נמי האי דכתיב במועדו ל\"ק סופו כתחלתו לית ליה שבת דהותרה בצבור שנאמר וביום השבת שני כבשים סופו נמי דוחה שבת טומאה דדחויה היא בצבור כדאסיקנא בפרק ראשון לרב ששת דדחויה היא תחלתו דעיקר כפרה היא דחי סופו דלאו עיקר כפרה לא דחי: מאחר שנתברר כי לא בא זה הפסוק אש תמיד תוקד על המזבח לא תכבה אלא לאש מחתה ומנורה. אתמר המכבה אש הנלקח מעל המזבח למחתה או להדליק המנורה אביי אמר חייב אע\"ג דאחתה לארעא וכביא אש המזבח קרינן ביה. וכתיב לא תכבה רבא אמר כיון דאחתה נעתקה מאש המזבח ופטור. ואקשינן אלא הא דאמר רב נחמן המוריד גחלת מעל המזבח וכיבה חייב. כמאן כאביי כלומר הלכתא כרב נחמן וקי\"ל אביי ורבא הלכתא כרבא וקשיא הלכתא אהלכתא ופרקינן התם לגבי רב נחמן אפילו רבא מודה שחייב כיון דשלא לשום מצוה הורידה אש המזבח קרינא ביה וחייב. כי קאמינא דפטור היכא דנתקה למצוה למחתה או למנורה (דכיון דנתקה למצוה למחתה או למנורה) דכיון דנתקה למצותה לאו אש מזבח היא. ובמנורה ובמחתה לא אשכחנן לה קרא לא תכבה. איכא דאמרי היכא דאחית גחלת לארעא וכביה דברי הכל פטור כי פליגי במכבה גחלת למזבח אביי אמר חייב אש מזבח היא. רבא אמר פטור כיון דנתקה למחתה או להדלקת המנורה יצאה מתורת אש מזבח ונעשית אש מחתה ומנורה:"
        ], 
        [
            "<b>הדרן עלך טרף בקלפי</b> פ\"ה הוציאו לו את הכף ואת המחתה כו' ואוקימנא למחתה דמתניתין מחתה של קטורת כדתניא ומחתה גדושה מלאה קטורת מלשכת בית אבטינס. כף למה לי ומלא חפניו כתיב ואסיקנא משום דלא אפשר כו' ופשוטה [היא]: יציבא בארעא וגיורא בשמי שמיא משל הוא כלומר האזרח למטה והגר למעלה. הגחלים בימין והקטרת בשמאל ושנינן מחתת הגחלים כבידה שיש בה גחלים ג' סאין ועוד היא [חמה] וצריך כח לנושאה והקטורת מלא חפניו וצוננת. פי' זרד זרדו לשון זרד הן עשבים כגון חבילי זרדין כלומר  דבתי חבילת קמחית עלה לגג. דת\"ר התולש עשבים והמזרד זרדין אם לאכילה כגרוגרת אם לבהמה כמלא פי הגדי ומפני מה היו בניה בעלי כח. י\"א שגדלתן בערסן שהוא שני לסלת ומאמץ הכח וי\"א בשכבת זרע כמו שהיתה עושה בת שבע אם שלמה (כדאיתא בסנהדרין) כדכתיב ותזרני חיל למלחמה. כלומר זריתני כדכתיב זורה את גורן השעורים וזירזתני אמצתני. כל העולם נוצרים מן הברור שבטיפה של ש\"ז ואני מן הברור שבברור ואמר זכיתי לשבעה בנים הללו כי לא ראו קורות ביתי קלעי שער ראשי שהיתה צנועה ביותר. תנו רבנן (מלא קומצו) [בקומצו] שיהא קומץ ונוטל בקומצו שלא יעשה מדה לקומץ ויהיה קומץ בה אלא לעולם לא תהיה קמוצה אלא בידו של כהן. איבעיא להו מהו לעשות מדה לחפינה. ת\"ש מדתנן וכך היתה מדתה ש\"מ שאם רוצה לעשות לה מדה עושה ודחינן לא הכי קתני וכך היתה מדתה בפנים כדרך שמדידתה בחוץ ואקשינן וכי החופן בחוץ חוזר עוד וחופן בפנים להקטיר ודחינן לא דלמא שאם רצה לעשות מדה מקודם כדי שיהא מודד באותה מדה עושה אי נמי שלא יחסר ושלא יותיר אלא יכניס מלא חפניו. ולעולם אם חפן בחוץ אינו חוזר וחופן בפנים  על המחתה אלא בחפניו: ת\"ר וקמץ משם מלא קומצו מסלת המנחה ומשמנה יכול מבורץ כלומר יהיה שותת יורד מאחרי אצבעותיו ומחוץ של אצבעותיו תלמוד לומר והרים ממנו בקומצו מסולת המנחה. כלומר אין לך אלא מה שבתוך הקומץ."
        ], 
        [
            " הא כיצד חופה שלש אצבעותיו על פיסת ידו וקומץ במנחת מחבת ומרחשת שהן קשין כדתניא מרחשת עמוקה ומעשיה רוחשים ומחבת צפה ומעשיה קשים מוחק בגודלו מלמעלה וחותך היוצא למעלה מאצבעותיו ובאצבעו הקטנה חותך היורד היוצא חוץ מן הקמיצה. וזו היא עבודה קשה מעבודות קשות שבמקדש. פי' מבורץ. שהוא הנמשך ושופע יוצא ויורד אחרי אצבעותיו וכמו שפירשנו הוא מפורש במנחות פרק שתי מדות של יבש [דף צ] (כלומר הלכתא) מדות הלח בירוציהן קודש מדות היבש בירוציהן חול כו'. עד ר' יוסי לא מן השם הוא זה אלא שהלח נעקר אחרי שנכנס בכלי ונקדש נעקר ונשתת לאחוריו לפיכך הוא קדש שכבר קדש. והיבש אינו נעקר. וכיון שנתברר כי אינו קדוש בירוץ הקומץ מיבעיא לן המתקבץ מן המנחה בין האצבעות ביני [סדק] הנראה כמו נקב מפולש מהו מן הקומץ חשוב או לא ופשטנא לכתחלה לא קמצי אלא כהנים בעלי בשר שמנים שאצבעותם עבות מלמטה וכשסותם אצבעותיו וקומץ ואין שם סדק כלל ואם קמצו כחושים לר' אליעזר ההוא דביני ביני מעלה לשום עצים  ומקטיר הקומץ ואוכל המנחה אבל לרבנן ספק הוא יש לומר שיריים הוא וכל שממנו לאשים השירין שלו אסורין להקטיר מהן כי קומץ אמרה תורה הקטר ולא שיריים ויש לומר קומץ הוא ואין המנחה ניתרת אלא אחרי הקטרת הקומץ לפיכך אין לה תקנה היכי דמי כל שממנו לאשים הרי הוא בבל תקריבו כגון חטאת ואשם שיש אימורין לגבוה שהוא לאשים אם אמר אעלה את כולה עובר בבל תקטירו אבל עולה שכתב בה והקטיר הכהן את הכל המזבחה וכן כל המנחות כולן מקטירין מהן קומץ אם חזר והקטירן עובר בבל תקטירו. אבל חביתי כ\"ג שכתוב בהן כליל תקטר. וכן קומץ לבונה כדאמרי'  בהוציאו לו ואיבעיא לן ביני וביני של מלא חפניו מהו ועלתה בתיקו. ועוד בעי מי שקמץ בראשי אצבעותיו או מן הצדדין של אצבעותיו מהו וכן מי שחפן בראשי אצבעותיו או מקצת אצבעותיו עד שמעלה לתוך חפניו. או חפן בידו אחת ובידו אחת וקירבן זו אצל זו מהו ועלו כולן בתיקו דבקיה לקומץ בדפניה דמנא או בארעיתו מהו ועלו בתיקו."
        ], 
        [
            " תניא מלא חפניו לא מחוקות ולא גדושות ולא טפופות. תנן התם נשפך הדם מבית הצואר של פר על הרצפה ואספו פסול כו' מנ\"ל דת\"ר ולקח מדם הפר (ומדם) [מדם] הנפש ולא מדם העור כו' ואסיקנא מדם הפר קרי ביה דם מהפר כלומר מדם שכתוב בפסוק קח המ\"ם ממנו ונשאר הדם והוסף אותו על הפר שנמצא הפסוק דם מהפר קסבר גורעין המ\"ם ומוסיפין אותו על הפר ודורשין אותו דם מהפר. וזהו שאמר רב יהודה השוחט צריך לקבל כל דם הפר מהפר. ואם קבל דם הפר בכלי ונשפך מן הכלי ואספו כשר כי הכלי קדשו כבר. וזה שמועה מפורשת בשחיטת קדשים פ\"ב [ד' כה] נתפזרה הקטורת ממלא חפניו מהו תיקו ומיבעיא לן חישב בחפינת קטרת להקטירם למחר מהו יליף מלא מקומץ מה קומץ פסל בה מחשבה דתנן בתחלת [פ\"ב] מנחות הקומץ את המנחה להקטיר קומצה למחר פיגול וחייבין עליו הכא בקטורת נמי פסלה בה מחשבה וכן המחשב בחתיית גחלי המחתה מהו ופשטינן לה מהא דתנן בעדיות פרק ו' הוסיף ר' עקיבא הסולת והקטורת והלבונה והגחלים שאם נגע טבול יום במקצתן פסל את כולן ומדפסיל בהו טבול יום פסיל בהו נמי לינה ומדפסלה בהו נמי לינה פסלה בהו נמי מחשבה."
        ], 
        [
            " בעו מיניה מרב ששת הולכת הדם בשמאל כדי להזותו (מזבח) [על המזבח] מהו. ופשט ממתניתין דקתני ואת הכף בשמאלו."
        ], 
        [
            " שמע מיניה אפילו הולכת הקטורת דמעכבה כפרה כדאמרן קטרת מכפרת שנאמר ויתן את הקטרת ויכפר על העם כשרה וכ\"ש הולכת אברים שאין בהם כפרה (אין) [שאין] כפרה אלא בדם שנא' כי הדם הוא בנפש יכפר ומותבינן עליה הא דתני זר ואונן שכור ובעל מום בקבלה ובהולכה ובזריקה פסול וכן יושב וכן שמאל תיובתא ואקשינן וכי רב ששת לא הוה ידע להא מתניתא דהא רב ששת דאותבא לרב חסדא במס' שחיטת קדשים באחרית פרק א' בעידנא דפשיט הולכה בזר כשרה ומקרא מסייעני וישחטו הפסח ויזרקו מידם והלוים מפשיטים. דייקינן מדכתיב ויזרקו הכהני' מידם מכלל שלא היתה הולכה בכהנים אלא בזריקה בלבד. ואותביה רב ששת הא מתני' ופרקינן בתר דאיתותב בה רב ששת הדר הוא ואותבה לרב חסדא. ואוקימנא לרב חסדא דעביד מעשה אצטבא כלומר כולם עומד בשורה זה מושט לזה וזה מושיט לזה. והולכה שלא ברגל כי האי גוונא  ואין הולכה בהן כלל. חפן כהן אחר ונתן בחפני כ\"ג מהו להביא ולהקטיר בהן או צריך לחפון הוא תיקו. בעי ריב\"ל חפן ומת מהו להיכנס אחר בחפינתו כו'. א\"ר חנינא בוא וראה שאילת הראשונים ואקשינן למימר דריב\"ל קשיש מר' חנינא (הוא) והאריב\"ל התיר לי ר' חנינא לשחוק שחלים בשבת דהוי סכנה ובעאי מיניה משום דהוה בקי ברפואות מי מאסו שחלים דניחול שבתא ונשחקינהו אי לא וא\"ל מאסו. הנה ר' חנינא יותר זקן מריב\"ל. ופרקינן הכי קאמר ר' חנינא לתלמידיו שאילתן כשאילת הראשונים מכם כלומר שאלוהו תלמידיו זו השאילה ואמר להן כבר שאלו את הגדולים מכם והוא ריב\"ל ולא אפשיטא ליה. ומי מספקא ליה הא לר' חנינא. והא מדאמר ר' חנינא קטורת שחפנה קודם שחיטת הפר לא עשה כלום ואמר נמי בזאת יבא אהרן אל הקדש בפר בן בקר ולא בדמו של פר. כלומר אם שחוט כ\"ג פרו ומת אין אחר נכנס בדם זה הפר אלא צריך להביא פר אחר ולשחטו וליכנס בדמו ממילא שמעינן דאפילו אי חפן איהו קמיה שחיטת פרו ולא עשה כלום כ\"ש אם חפן כהן אחר שלא עשה כלום. וא\"כ מאי לא פשט להו משמעתי' ושנינן ה\"ק מדקא מיבעיא ליה לריב\"ל הא ש\"מ דקסבר בפר ואפי' בדמו של פר וחפינה הוא דקא מיבעיא ליה ולמאי דסבירא ליה [שאילתו] כשאילת הראשונים כלומר מן דסבר בפר ואפילו בדמו של פר מאי הוי עלה אמר רב פפא אי חופן וחוזר וחופן נכנס השני בחפינתו של ראשון דהא לא אפשר דלא חפין ליה השני בשעת הקטרה וקא מקיימא חפינה בכהן המשמש בקטורת אי אין חופן וחוזר וחופן תיבעי לך. ואקשינן עליה אדרבא אי חופן בחוץ חוזר וחופן בפנים. לא תיבעי לך דודאי אינו נכנס השני בחפינת הראשון שאי אפשר שלא יחסיר ושלא יותיר ובעינן להכניס מלא חפניו של מקטיר ממש לא פחות דהא מלא חפניו כתיב ולא יתר דהא חפניו כתיב אי אין חופן בחוץ חוזר וחופן בפנים אלא מערה הקטורת מן הכף אל המחתה ודיו תבעי לך דאיבעיא להו החופן בחוץ חוזר וחופן בפנים אי לא."
        ], 
        [
            " ת\"ש כיצד הוא עושה אוחז הכף בראשי אצבעותיו וי\"א בשניו ומערה בגודלין עד שמעלה לבין אצילי ידיו. וחוזר ומרכינהו ומערה לחפניו וצוברה על גחלי המחתה כדי שתהא מעובה על הגחלים שיהא עשנה שוהה לעלות וי\"א מפזרה כדי שיהא עשנה ממהרת לבוא וזו היא מעבודות הקשות שבמקדש ואסיקנא ש\"מ חופן בחוץ וחוזר וחופן בפנים ש\"מ. שחט ומת מהו שיכנס אחר בדם זה הפר פליגי בה ר' חנינא ור\"ל ור' אמי ור' יצחק נפחא ומותבינן למ\"ד בפר ואפילו בדמו של פר הא דתנן בפסח נמנין ומושכין ידיהם ממנו עד שישחוט. ואם דדמו כמותו עד שיזרק הדם היה לומר. ודחינן שאני התם משה דדרשינן ביה מחיותיה דשה. תוב מותבינן הא דתנן אין פודין פטר חמור לא בעגל כו' ופשוטה היא."
        ], 
        [
            " ומותבינן תוב והוציא את כל הפר כו' ופריק רב פפא בעור ובשר ופרש כ\"ע לא פליגי דאקרי פר כי פליגי בדם הפר. ר' חנינא ור' אמי אמרי לא אקרו פר ור\"ל ור' יצחק נפחא אמרי דם נמי אקרי פר. ואע\"ג דאמר רב אשי מסתברא כמ\"ד דם נמי אקרי פר הא דחו רבי חנינא ור' אמי ואמרי במה הוכשר אהרן לבא אל הקדש בפר בן בקר לחטאת ולעולם כדאמרי' בפר ולא בדמו של פר. ואקשינן למ\"ד בפר ואפילו בדמו של פר היאך מקריבין זה הפר וכבר מת בעליו וקי\"ל בחטאת שמתו בעליה למיתה אזלא ולא קריבה כלל. א\"ל רבין בר רב אדא לרבה הכי אמרי תלמידיך אמר רב עמרם זה הפר חטאת צבור הוא וחטאת צבור לא (לוזלה) [אזלא] למיתה אלא קריבה משום דלא אפשר שימות צבור כולו. דתנן בתמורה פרק ב' א\"ר מאיר והלא פר יוה\"כ וחביתי כ\"ג ופסח דקרבן יחיד הן ודוחין את השבת ואת הטומאה לאו מכלל דאיכא תנא דתני דאנון קרבן צבור ואתמהינן ולטעמיך הא דתניא א\"ר יעקב והלא פר העלם דבר של צבור ושעירי ע\"ז וחגיגה דקרבן צבור הן ואין דוחין לא את השבת ולא את הטומאה מכלל דאיכא תנא דתני הני דקרבן יחיד נינהו אלא ר\"מ ור' יעקב תרווייהו [קמהדרי] להאי תנא דתני במתניתין במסכת תמורה יש בקרבנות הצבור מה שאין בקרבנו' היחיד. שקרבנות הצבור דוחין השבת והטומאה וקרבנות יחיד אין דוחין לא שבת ולא טומאה וא\"ל ר' מאיר כללא הוא ביחיד. והרי פר יוה\"כ כו'. וא\"ל ר' יעקב כללא הוא בצבור. והרי פר העלם דבר של צבור כו' אלא אי שמיע לך כללא. האי כללא כל שזמנו קבוע דוחה שבת ודוחה טומאה ואפילו קרבן יחיד וכל שאין זמנו קבוע לא דחי לא שבת ולא טומאה. אפילו קרבן צבור. [איתיביה אביי] וכי (אין) [מי לא מצינו] מי ששונה כי פר יוה\"כ קרבן צבור הוא. והתני פר של יוה\"כ או שעיר ע\"ז שאבדו כו' ר\"א ור\"ש אומרים ירעו עד שיסתאבו וימכרו ויפלו לנדבה. שאין חטאת צבור מתה. הנה אלו התנאים אומרים כי פר יוה\"כ חטאת צבור הוא. ודחינן מאי פר פר העלם דבר של צבור כו' והתניא בהדיא פר של יוה\"כ ושעיר של יוה\"כ ותריצנא לא תימא שאין חטאת צבור מתה אלא תני שאין חטאת השותפין מתה. למאי נפקא מינה דלא מייתי כהנים פר בהוראה כדגרסינן (בהודאות) [בהוריות] פרק ראשון [דף ו."
        ], 
        [
            "]. א\"ל אביי לרב יוסף שמענא ליה לר' שמעון דאמר חטאת השותפין לא אזלא למיתה. דתניא פר ושעיר של יוה\"כ שאבדו והפריש אחרים תחתיהן כולן ימותו דברי ר' יהודה ר' אלעזר ור' שמעון אומרים ירעו עד שיסתאבו א\"ל רב יוסף כהנים קאמרת שני כהנים דכהנים עם לעצמן אקרו שנאמר ועל הכהנים ועל כל עם הקהל יכפר. אלא מעתה לייתו פר בהוראה וכי תימא הכי נמי אי הכי נפישו להו פרים כו'. ופשוטה היא. בעי ר' אלעזר לדברי האומר פר של יוה\"כ קרבן יחיד הוא עושה תמורה או לא כלומר אם ימירו כ\"ג נתפסה תמורתו אי לא.  ולעולם ר' אלעזר היא דא\"ר אלעזר המקדיש כשפודה הקדשו מוסיף חומש והמתכפר הוא המימר. התורם משלו על של חבירו טובת הנאה שלו כלומר נותנו לכל כהן שירצה. הא דא\"ר יוחנן פשיטא ליה לר' אלעזר מיהו הכי קמיבעיא ליה לר' אלעזר אחיו הכהנים בקביעותא מתכפרים וכיון שנקבעו בזבח נעשה זבח של שותפין ואינו יכול המקדיש להמיר שהרי גם אחרים מתכפרים בו. ותנן (לא) [דאין] השותפים עושים תמורה או דלמא בהיקיפא מתכפרים כלומר אין לאחיו הכהנים בפר כ\"ג כלום עד שעת הקפת הוידוי וכשמתקבצים ביוה\"כ להאזין הוידוי באותה שעה מתכפרים ואם מימר מקודם לכן תמורתו תמורה אי לא. ת\"ש מהא דתני בתוספתא בתמורה חומר בזבח מבתמורה שהזבח דוחה שבת וטומאה ונוהג ביחיד כבצבור ועושה תמורה משא\"כ בתמורה ותנינן בסוף ת\"כ והיה הוא. הוא הקודש עושה תמורה ולא תמורתו עושה תמורה ומוקים לה להאי זבח דקתני הכא פר כ\"ג הוא ודחי שבת וטומאה משום דקביע ליה זמן ותנינן כל הקבוע לו זמן מן התורה דחי שבת ודחי טומאה ועושה תמורה דקרבן יחיד הוא. ש\"מ בהיקיפא מתכפרי. ודחי רב ואמר הכי האי זבח לא יכלת למימר דפר כ\"ג הוא אלא האי זבח אילו של כ\"ג הוא שהוא עולה ותמורת עולה אע\"ג דקרבה עולה."
        ], 
        [
            " כדתנן תמורת עולה וולדותיה הרי הן כעולה טעונה הפשט וניתוח אינה דוחה לא שבת ולא טומאה דלא קביע לה זמנא. אבל הפר של כה\"ג ביוה\"כ חטאת היא ותמורת חטאת למיתה אזלא דתנן בתמורה בתחלת פרק ד' וולד חטאת ותמורת חטאת וחטאת שמתו בעליה כולן ימותו וכיון דלמיתה אזלו [למאי] הוצרך לומר שאינ' דוחה לא שבת ולא טומאה. ופרקינן מאי תמורה שם תמורה. פי' לעולם פר כ\"ג הוא והאי דאמרת תמורתו למיתה אזלא ודאי הכי הוא אלא האי דקתני משא\"כ בתמורה לאו אהאי דא' ועושה תמורה קאי אלא אתמורה דעלמא דחיילא עלייהו תמורה עלה תני אינה דוחה את השבת ולא את הטומאה. ואקשינן אי הכי האי דקתני [זבח] נוקמה שם זבח ולא פר כ\"ג וא\"ל לא יכלת למימר שם זבח קתני דקתני סיפא דהא מתניתא חומר בתמורה שהתמורה חלה על בעל מום קבוע ואין יוצא לחולין ליגזז וליעבד מה שאין כן בזבח. ואי ס\"ד שם זבח הא איכא בכור ומעשר דחלין על בעל מום קבוע ואין יוצאין לחולין ליגזז וליעבד אלא שם זבח לא קתני. ומ\"ש. ושנינן כל שם תמורה אחת היא. אבל זבח האיכא זבח והאיכא בכור. והאיכא שלמים והאיכא מעשר. ואקשינן ולרב ששת אדמוקים לה באילו של אהרן נוקמה בפסח כו' ושנינן פסח אינו קרבן יחיד דקתני אין שוחטין את הפסח על היחיד ופסח שני נמי לא דחי טומאה דתניא הראשון דוחה טומאה השני אינו דוחה טומאה ואקשינן לר' יעקב מ\"ש פסח דקרי ליה קרבן יחיד. וחגיגה קרי ליה קרבן צבור. אי משום דאתי בכנופיא כלומר בבוא כל ישראל לחוג. פסח נמי בכנופיא אתי דהא כל ישראל חייבין לעשות הפסח. ודחי האי פסח דקתני ר' יעקב פסח שני הוא דליתיה בצבור. ומי דחי טומאה סבר לה כר' יהודה דתניא השני דוחה שבת ולא את הטומאה דהאי מפני טומאה דחיתו יחזור ויעשנו בטומאה."
        ], 
        [
            " ר' יהודה אומר דוחה אף את הטומאה התורה הזהירה עליו לעשות בטהרה לא זכה יעשנו בטומאה שנאמר ככל חקת הפסח יעשו אותו ותיפוק ליה בפר כ\"ג אשר לו אשר לו כתוב ביה הכתוב שנה אשר לו לעכב שלא יביא משל צבור ולא משל אחיו הכהנים אלא משלו ממש ואמרינן ואי לא קנו להו לכהנים בפר היכי מתכפרי ביה אלא משום דאמרינן בי גזא דכ\"ג אפקריה רחמנא גבי כהנים ש\"מ קניה אית להו בגויה: היה מהלך בהיכל וכו'. סוגיא דשמעתא במשכן היתה פרוכת אחת מבדלת בין הקודש ובין קודש הקדשים. במקדש ראשון היה במקום הפרוכת כותל רחבו אמה במקדש שני נסתפק להן זו האמה מקום הכותל או כלפנים קדושתה או כהיכל לפיכך עשו ב' פרוכת וביניהם אמה והיתה נקראת אמה טרקסין והוא לשון יון פנים וחוץ. וכך מפורש בתלמוד א\"י. ור' יוסי פשיטא ליה דקדושתיה כקדושת ההיכל. ת\"ר בין המזבח למנורה היה מהלך כ\"ג בשעה שהיה נכנס לבית קודש הקדשים  דברי ר' מאיר מ\"ט קסבר פתח הקדש בכותל טרקסין בדרום היה פתוח והמנורה נתונה בדרום לפיכך כיון שהיה נכנס בהיכל והפתח בדרום היה מהלך כנגדו בין מזבח הזהב למנורה עד הפתח ובין המנורה למזבח הזהב שש אמות שהיה רוחב הבית כ' אמות והיתה המנורה נתונה בדרום משוכה מן הכותל ב' אמות ומחצה והשלחן היה נתון בצפון משוך ב' אמות ומחצה הרי ה' אמות ומקום המזבח והמנורה והשלחן בשלש אמות והמזבח ממוצע ביניהן נמצא ביניהן השיעור שאמרנו ולפיכך לא היה מהלך בין הכותל למנורה שהיה מקום צר ב' אמות ומחצה ומטנפי בגדיו מן המנורה והיה מהלך בין המנורה למזבח שהמקום מרווח ולא יבא להתחבר במנורה כדי שיטנפו כליו. ור' יוסי אומר בין שלחן לכותל היה מהלך קסבר פיתחא דכותל המבדיל בין ההיכל ובין קודש הקדשים  בצפון קאי שנכנס מהלך כנגדו ונכנס בקדש אצל הארון. ופשוטה היא. אבל ר' יהודה שהיה אומר בין המזבח לשלחן היה מהלך אמ' מ\"ט אי קסבר פתחא בדרום קאי ליעביד כר' מאיר אי קסבר פיתחא בצפון קאי נעביד כר' יוסי. לפיכך הוצרכנו לפרש טעמו. ואמרינן לעולם ר' יהודה פתחא בצפון קאי וקסבר שלחנות בצפון ודרום היו מונחין ומפסקי ליה ולא מתעייל ליה ומפורש כך במנחות פרק שתי הלחם באחריתו ת\"ר מזרח ומערב מונחין דברי רבי ר' אליעזר בר\"ש אומר צפון ודרום מ\"ט דרבי גמר ממנורה מה מנורה מזרח ומערב כו' ואמרינן התם בשלמא למ\"ד צפון ודרם עשרה בעשרין היכי יתבי כהנים היכי הוו עיילי ופרקינן מי סברת דרא חדא הוו. תרי דרי הוו כו' וכיון שלא היה יכול ליכנס בין שלחן לכותל היה מהלך בין השלחן ולמזבח. איבעית אימא לעולם מזרח ומערב היו מונחין ויש לו ריוח להלך בין שלחן לכותל אלא אינו דרך ארץ ליכנס אדם ולעבור כנגדו עד שיטה מעט לפיכך מטה כמעט ומהלך."
        ], 
        [
            " ור' יוסי אמר לך חביבין ישראל שלא הצריכן (הק') [הכתוב] לזה. הלא תראה כי בכל השנה הצריכו (הק') [הכ'] לכהן במקום שליח הקשת הרמונים בתוך הפעמונים כי בשעה שיבא אל הקדש ללבוש המעיל שהוא כשליח המגיד כלומר רוצה ליכנס כדכתיב והיה על אהרן לשרת ונשמע קולו בבואו אל הקודש וגו' ועכשיו ביוה\"כ בבואו לפני ולפנים לא הצריכו לזה המעיל לפיכך לא חיישינן להא דקאמר ר' יהודה: א\"ר נתן אמה טרקסין לא הכריעו בו חכמים אי כלפנים אי כלחוץ ופשוטה היא. ואסיקנא קדושת זו האמה איני יודע אי כקדושת ההיכל היא אי כקדושת קודש הקדשים היא והיינו דא\"ר יוחנן בעי ר' יוסי איש הוצל כתיב ודביר בתוך הבית מפנימה וגו' היכי פשטיה ודביר בתוך הבית מפנימה הכין לתתם שם ארון ברית ה' דמשמע שהדביר כלחוץ. או דלמא הכי קאמר ודביר בתוך הבית מפנימה הכין לתתן שם ארון ברית ה'  דמשמע מבפנים. ואמרינן ומי מספקא ליה לר' יוסי איש הוצל פשטיה דהאי קרא. והתניא איסי בר יהודה אומר ה' מקראות בלבד אין להם הכרע מן התורה ואלו הן שאת משוקדים מחר ארור וקם."
        ], 
        [
            " ותניא הוא יוסף איש הוצל הוא איסי בן יהודה. ופרקינן בדאורייתא ליכא אבל בנביאי איכא קראי טובא דלית להו הכרע. והא דבעי רב חסדא כתיב וישלח את נערי בני ישראל ויעלו עולות וגו' האי בעיא בחגיגה היא בפרק ראשון. ואמרינן בה למאי נפקא מינה מר זוטרא אמר לפיסוק טעמא רב אחא אמר לאומר הרי עלי עולה כעולה שהקריבו ישראל במדבר. מאי פרים הוו או כבשים הוו תיקו: [מתני'] החיצונה [היתה] פרופה מן הדרום כו'. תנן סתמא כר' מאיר דאמר בין המזבח למנורה היה מהלך.  סוגיא נא במקדש ראשון היה בו הארון והיה כותל ולא היה בו פרוכת ובמקדש שני היה בו פרוכת ולא היה בו ארון כי יאשיהו גנזו שנאמר ויאמר ללוים המבינים לכל ישראל הקדושים לה' תנו את ארון הקודש בבית שלמה בן דוד מלך ישראל אין לכם משא בכתף עתה עבדו את ה' אלהיכם ואת עמו ישראל. ותניא משגנז ארון נגנזה עמו צנצנת המן וצלוחית שמן המשחה ומקלו של אהרן ושקדיה ופרחיה וארגז ששגרו הפלישתים דורון לאלהי ישראל וכל כלי הזהב וא\"ר אלעזר אתיא שמה שמה. נאמר בארון והבאת שמה מבית לפרוכת את ארון העדות ובצנצנת נאמר קח צנצנת ותן שמה ונאמר במקלו של אהרן והנחתם באהל מועד לפני העדות אשר אועד לכם שמה ונאמר בשמן המשחה ואל בני ישראל תדבר לאמר שמן משחת קודש יהיה זה לי לדורותיכם. ובמטה אהרן נאמר ויאמר ה' אל משה השב את מטה אהרן למשמרת לדורותיכם: צבר את הקטורת ע\"ג הגחלים."
        ], 
        [
            " תנן כמ\"ד צוברה לאפוקי ממ\"ד מפזרה. וכשמקטיר עומד אחוריו למזרח ופניו למערב וצובר הקטורת כלפי המערב שהוא פנים הבית ולפיכך א\"ל הזהר אל תתחיל מלפניך שמא תכוה מן השלהבת העולה ומן העשן: ת\"ר ונתן את הקטרת על האש לפני ה' כלומר הבא אש לפני ה' ואח\"כ תן עליה הקטורת. כי בענן אראה על הכפורת מלמד שנותן בקטורת סם שהוא מעלה עשן להוציא מלבן של צדוקים שנאמר כי בענן אראה על הכפרת מלמד שמתקן מבחוץ ומכניס כשהעשן עולה כולה ותריצנה הכי ונתן את הקטורת על האש לפני ה' כי בענן אראה על הכפורת אין לי אלא עיקר מעלה עשן כלומר השרש שהוא חזק שהוא מתמר ועולה כמקל עד שמגיע לשמי קורה וכיון שהיה מגיע לשמי קורה היה ממשמש בכתלים ויורד עד שנתמלא הבית עשן שנא' וימלא הבית את הענן וגו' אין לי אלא עיקר מעלה עשן [עלה] מעלה עשן שחוקה מנ\"ל ת\"ל וכסה ענן הקטורת וגו' כלומר כיון שהיא שחוקה נתערבה ונתכסת ואסקה רב אשי הני תרי קראי חד למצוה וחד לעכב. רבא אמר כי בענן אראה על הכפורת לאזהרה. וכסה ענן הקטורת את הכפורת אשר על העדות ולא ימות לעונש. ואי אפשר לומר כי שניהם נאמרו קודם מיתת בני אהרן דהא אחרי מות שני בני אהרן כתיב. אלא כי בענן אראה על הכפורת קודם מיתת בני אהרן דדייקינן אראה מכלל שעדיין לא נראה. וכסה ענן הקטורת אחר מיתתם. א\"כ עדיין לא פירש העונש למה נענשו מפני שהורו הלכה לפני משה רבן. אע\"פ שהאש יורדת מן השמים מצוה להביא מן ההדיוט. והא דאמר למעלה או שחיסר אחת מסממניה חייב מיתה ואקשינ' ותיפוק ליה דכיון דאינה עשויה כהלכתה כאילו אינה קטורת ונמצאת ביאתן בלא עבודה. וכתיב ואל יבא בכל עת אל הקודש ולא ימות. ופירק רב אשי כגון דעייל ב' קטורת אחת שלמה ואחת חסירה אביאה לא מחייב דהא עייל ליה שלמה. אהקטרה הוא דמחייב דקא מקטיר חסירה: ירושלמי היה מהלך בין ב' פרוכות ודוחק באצילי ידיו כדי שלא ישרפו בפרוכת. כיצד הוא עושה א\"ר חנינא מניח את הכף בארץ וזורקה באויר וקולטה במחתה. שמואל אמר בוררה  בגודלו. ר' יוחנן אמר מערה מתוך הכף והיא מתמרת ועולה. ואח\"כ היא פושה ויורדת. יצא ובא לו דרך כניסתו כר' יוסי ברם ר' מאיר אפי' בעי לא יכיל למה כדי שלא יתן אחוריו לקודש מנ\"ל שנאמר ויבא שלמה לבמה אשר בגבעון ירושלים מקיש ביאת גבעון לביאת ירושלים מה ביאתו לגבעון פניו כלפי במה אף ביאתו לירושלים פניו כלפי במה וכן הכהנים בעבודתם ולוים בדוכנם וישראל במעמדם כולם כשנפטרים לא היו מחזירים פניהם והולכים אלא מצדידים וכן תלמיד הנפטר מרבו אין מחזיר את פניו אלא מצדד והולך. כי הא דר' אלעזר כי הוה מיפטר מר' יוחנן אי הוה בעי ר' יוחנן לסגויי הוה גחין ר' אלעזר קאי אדוכתיה עד דהוה ר' יוחנן מיכסי מיניה. ואי הוה בעי ר' אלעזר לסגויי הוה אזיל אחוריה אחוריה עד דהוה מיכסי ר' יוחנן מיניה. רבא כד הוה מיפטר מרב יוסף הוה אזיל אחוריה אחוריה עד דהוו מנקפן כרעיה ומתווסן מדמיה אסקופתא דרב יוסף."
        ], 
        [
            " אודעוה לרב יוסף דהוה הוא סגי נהורא אמר יהא רעוא דתירום רישא אכולא כרכא. וי\"א שתהיה בכל הלכה כרבא. אריב\"ל המתפלל צריך לפסוע ג' פסיעות לאחוריו ואח\"כ יתן שלום. תנ\"ה המתפלל צריך לפסוע ג' פסיעות לאחוריו ואח\"כ יתן שלום ואם לא עשה כן ראוי לו כאילו לא התפלל ומשום שמעון אמרו נותן שלום לימינו ואח\"כ לשמאלו וא\"ל רבה לאביי לימין הקב\"ה שהוא שמאלך. אביי ורבא הוו פסעי להני ג' פסיעות בכריעה אחת. ואמר רב מרדכי כיון שפסע ג' פסיעות לאחוריו התם איבעי ליה למיקם. משל לתלמיד הנפטר מרבו אם חוזר לאלתר דומה לכלב שב על קיאו. ומתפלל תפלה קצרה כו' מאי היא יר\"מ ה' אלהינו שאם תהיה זו השנה שחונה תהיה גשומה ואל תכנס לפניך תפלת עוברי דרכים שמבקשים שיפסקו גשמים: ירושלמי ולא יגביהו עמך ישראל שררה זה על זה ולא יעדי עביד שולטן מדבית יהודה. ולא יהו עמך ישראל צריכין להתפרנס זה מזה. מעשה בר' חנינא בן דוסא שהיה מהלך בדרך וירדו גשמים. ואמר רבון כל העולם הכל בנחת ודנינא בצער פסק מיטרא כו'. ת\"ר מעשה בכ\"ג שהאריך בתפלתו כו' ואמרו לו אל תהי רגיל לעשות כן שלא להבעית את ישראל משניטל הארון כו' תנן כמ\"ד ארון גלה לבבל דתניא רשבי\"א ארון גלה לבבל שנאמר ויביאהו בבלה עם כלי חמדת בית ה'. וכן א\"ר אליעזר ארון גלה לבבל."
        ], 
        [
            "ראשונה הא דאמרן שנאמר ולא יותר דבר אמר ה' אלו עשרת הדברות שבתוכו [שניה מאי דכתיב] ויצא מבת ציון כל הדרה ופליגא דעולא דאמר דרבי מתיא שאל לרשב\"י וא\"ל ארון במקומו נגנז שנאמר ויאריכו הבדים ויראו ראשי הבדים מן הקדש אל פני הדביר ולא יראו החוצה ויהיו שם עד היום הזה. איני והכתיב ואת היבוסי יושב ירושלים לא הורישו וגו' ועלתה בתיובתא דמקשה וכל היכא דכתיב עד היום הזה לעולם הוא. והתניא ר' יהודה אומר נ\"ב שנה לא עבר איש ביהודה שנאמר על ההרים אשא בכי ונהי וגו' בהמה בגימטריא נ\"ב הוי. ותניא ז' שנים נתקיימה גפרית ומלח בא\"י שנא' על אשר עזבו את ברית ה' וגו' וכתיב והגביר ברית לרבים שבוע [אחד] מה ברית זו שבוע אף ברית זו שבוע. אמר רב נחמן תנא ארון בלשכת דיר העצים הוא גנוז דתנן בשקלים מעשה בכהן אחד שהיה מתעסק וראה זו הרצפה משונה מחברותיה כו'. תנא ב' כהנים מתלעין בעצים היו ונפל קרדום אחד מהן ויצאה ואכלתו. תניא כיצד היו הבדים נראים בארון היו דוחקין ובולטים ויוצאים בפרוכת ונראית כב' דדי אשה שנאמר בין שדי ילין וכשהיו ישראל עולין לרגל היו מגללין הפרוכת ומראין להן הכרובים מעורים זה בזה שנאמר כמער איש ולויות ואיך מראין להן הכרובים והכתיב ולא יבואו לראות כבלע את הקדש ומתו ואמרינן בשעת הכנסת כלי הקדש לנרתקו כו' ואמרינן כאיש המעורה בלויה שלו."
        ], 
        [
            " ובשעה שנכנסו נכרים להיכל מצאו כרובים מעורים זה בזה אמרו הללו הן שברכתן ברכה וקללתן קללה הזילום דכתיב כל מכבדיה הזילוה כי ראו ערותה ואסיקנא במקדש ראשון שהיה הארון והכרובים ומאי פרוכת. פרוכת של פתח פתוח בכותל הנקרא טרקסין היו בו פרוכת כר' זירא דא' י\"ג פרוכות הם במקדש ז' בז' שערים. וא' בפתח ההיכל וא' בפתח האולם וב' בדביר אלו שאמרנו שהיו בפתח שנכנסין בו לקודש הקדשים וב' כנגדו בעליה: רב אחא אמר במקדש שני ומאי כרובים. כרובים מצויירים בקיר דכתיב וקלע עליהן מקלעות כרובים. ותימורות ופטורי ציצים וגו': משניטל הארון. ירושלמי תני עד שלא ניטל הארון היה נכנס ויוצא לאורו של ארון ומשניטל היה מגשש ונכנס. מגשש ויוצא. אבן היתה שם ושתיה היתה נקראת שממנה העולם נשתת: תנן כחכמים שאומרים מציון נברא העולם שנאמר אל אלהים ה' דבר ויקרא ארץ וגו' מציון מכלל יופי אלהים הופיע וכתיב לכן כה אמר ה' הנני יסד בציון אבן וגו' תניא אידך ר' אליעזר אומר אלה תולדות השמים והארץ מן השמים נבראו תולדות השמים ומן הארץ נבראו תולדות הארץ. וחכ\"א אלו ואלו מציון נבראו שנאמר מזמור לאסף אל אלהים ה' דבר וגו' מציון הוכלל יופיו של עולם כל אלו הדברים פשוטין הן: נטל את הדם ממי שהוא ממרס כגון בוחש כדאמרינן שבוחשין את השתית כמצליף כמנגדנא."
        ], 
        [
            " פירוש כגון המכה שמרים ידו ואינו מכה עד שיוריד:  ירושלמי כמטברר. פי' יש מי שאומרים שמטה ידו עד טבורו. ת\"ר כשמזה אינו מזה על גגה של כפרת אלא כנגד טפחה של כפרת הוא עוביה והוא  מצחה הכל אחד הוא שיש נוסחאות מתחלפות לפיכך הוצרכו להודיע שהכל טעם אחד הם. כשהוא מזה למעלה מצדד ידו למטה וכשמזה למטה מצדד ידו למעלה מנ\"ל שמזה למעלה ומזה למטה. ופרשינן מדכתיב והזה (עליו) באצבעו על פני הכפרת קדמה ולפני הכפרת יזה שבע פעמים כל מקום שנאמר על הוא למעלה וכ\"מ שנא' לפני הוא למטה והכל במקום אחד הן אלא הצדדת [היד] היך היא כיצד כשמזה למעלה מצדיד ידו למטה. פי' נותנו כף היד למטה ואצבעותיו כלפי מעלה ומזה וההזאה שהוא מזה עולה למעלה מן הכפרת כנגד הכפרת מחוץ הכפרת וחוזר ונופל למטה בקרקע [וכשהוא מזה למטה] מצדיד ידו למעלה כלומר כף היד למעלה ואצבעותיו למטה ומזה כנגד עוביה של כפרת שהיא מצחה והיא טפחה כדגרסינן ארון ט' וכפרת טפח הרי עשרה. והזאה שמזה יורדת ונופלת בקרקע מחוץ של ארון כנגדו. ואמרינן לא יאמר למטה בשעיר כו' כלומר לא היה צריך לכתוב בשעיר לפני הכפרת דמשמע כי מזה מדם השעיר למטה דגמר מטה דשעיר ממטה דפר שכבר כתביה בשעיר ועשה את דמו כאשר עשה לדם הפר. למה נאמר לפני הכפרת בשעיר להקיש על הכפרת שכתוב בשעיר ללפני הכפרת שכתוב בו. מה לפני שכתוב בו למטה הוא ולא למעלה אף על נמי שכתוב בו למטה הוא ולא למעלה פי' זה שכתבתי לך בשעיר והזה אותו על הכפרת. אינו על הכפרת ממש אלא כמו ולפני הכפרת כשם שלפני למטה כך על הכפרת שכתב למטה הוא כמו שפירשנו כבר. למה נקרא זה למעלה וזה למעלה בהצדדת הכף היד והגבהת אצבעות והורדת אצבעותיו בלבד דלאו דם נוגע בכפרת כלל ולא למעלה ממש הוא ואמרינן אדרבה לא יאמר ולקח מדם הפר והזה באצבעו על פני הכפרת קדמה שהוא למעלה בפר שאינו צריך אתו דגמר ממעלה דשעיר שהרי הכתוב הקישם שנא' ועשה את דמו כאשר עשה לדם הפר. נמצא למד למעלה דפר ממעלה דשעיר למה נאמר למעלה בפר לאקושי (על לפני) [לפני לעל] מה על על ממש אף פני פני ממש. ובעינן דנגע בכפרת. נוסח אחר מה פני פני ממש אף על על ממש. ופירושה כדרך הראשונה. ודחינן האי מאי אי אמרת למטה משעיר לאקושי ולמדנו שאין זה למעלה ממש לא בזה ולא בזה שהקישן הכתוב זה [לזה] ולמה בא למעלה דפר ללמד שכל מקום שנאמר פני קדמה הוא ואינו אלא פני המזרח ממש. אלא אי אמרת למעלה דפר להיקשא וללמד כי כל מקום שכתוב בו על למעלה ממש הוא וכ\"מ שכתוב בו לפני למטה ממש הוא ותראהו על גופא של כפרת כבר למד זה מזה כמו שאמרנו למטה דשעיר למה לי אלא ודאי למטה להיקשא. ועמדה ההלכה כי כל ההזאות במקום אחד הן והכל בקרקע: ת\"ר והזה אותו על הכפרת וגו' דייקינן דוקיא דקרא מדכתיב אותו דלא הוה צריך ליה אתו ש\"מ כי הזאה אחת בלבד מזין ממנו למעלה. הנה מצאנו מפורש בשעיר למעלה הזאה אחת ומצאנו למטה בפר ז' הזאות שנאמר ולפני הכפרת יזה שבע פעמים וגמרי מהדדי דהא הקישן הכתוב כו' עד ועשה את דמו כאשר עשה לדם הפר שיהו כל עשיותיו שוות כשם של מטה בפר ז' כך למטה בשעיר ז' וכשם של מעלה בשעיר אחת כך למעלה בפר אחת ופשוטה היא כולה: ת\"ר אחת. אחת ואחת. אחת ושתים כו' כ\"ע הזאה ראשונה צריכה להימנות עם כל אחת ואחת. מ\"ט ר' אלעזר אומר כדי שלא יטעה ר' יוחנן אומר מן התורה. מאחר שכתוב והזה באצבעו על פני הכפרת קדמה. לא היה צריך לכתוב ולפני הכפרת יזה שבע פעמים. ואנן ידעינן דבהזאות קא משתעי קרא יזה דכתב רחמנא ל\"ל ללמד על ההזאה ראשונה שצריכה להימנות עם כאו\"א ואמרינן מ\"מ תרווייהו אית להו האי סברא דצריכה להימנות הראשונה עם כאו\"א מאי בינייהו. וא' (רבי) איכא בינייהו דלא מנה אותה הראשונה עם כל אחת ואחת ולא טעה. לר' אלעזר יצא ידי חובה. לר\"י לא עשה כלום: יצא והניחו על כן השני כו'. תנן התם ר' יהודה אומר לא היו שופרות לקיני חובה מפני התערובות ואוקימנא תערובת חובה בנדבה."
        ], 
        [
            "ואקשינן ונכתוב עלייהו האי דחובה והאי דנדבה ופרקינן לר' יהודה לית ליה כתיבה בכלים שבמקדש ודייקינן ממתני' דקתני לא היה שם אלא כן א' כדי שיהא נוטל אחד ומניח אחד אבל אינו עושה שניהם שמא יתחלפו לו. ואמרינן ויכתוב מזרק באחד פר ובאחד שעיר. אלא ש\"מ דלית ליה לר' יהודה כתיבה. איני דלית ליה והתנן בשקלים פ\"ו שלש עשרה שופרות. פירוש אלו השופרות תיבות הן שמניחין בהן מעות. וי\"ג היו במקדש והי' כתוב עליהן תקלין חדתין כו' עד דברי ר' יהודה הא אית ליה כתיבה. ופרקינן לאו משום דחייש ר' יהודה לתערובת חובה בנדבה דלא חייש משום תערובת בחטאת [אלא] גזירה שמא מתו בעליה דכתיבה כה\"ג לא מהניא ולא מידי ואקשינן ומי גזרינן כה\"ג והתנן במס' גיטין פ\"ג (כח.) השולח חטאתו ממדינת הים מקריבין אותה בחזקת שהוא קיים. הנה לא חיישינן. ופרקינן משום תערובת חטאת דודאי מתו בעליה ואקשינן ולישקול ד' זוזי מן השופר וישליכם בנהר ויאמר אלו הן המעות שמתו בעליהן והשאר יקרבו. ודחינן ר' יהודה לית ליה ברירה כלומר מי יברר לנו שאותן ד' זוזי שלקח והשליכם בנהר שהן עצמם היו לאותו האיש המת. שמא אותן שהשליך מעות של אחרים היו ומעות של מת בשופר נשארו ואמרינן מנ\"ל דלית ליה לר\"י ברירה אילימא מדתנן הלוקח יין מן הכותים אומר ב' לוגין כו' כבר פירשנוהו בכמה מקומות מיהו דייקינן מדקתני ר' יהודה אוסר לשתות מן הנוד אע\"ג דאמר התרומה והמעשר שאני עתיד להפריש הרי הן בנוד. לא אמרינן מתברר שהיין ששותה החולין הן. וכי אינו התרומה ש\"מ דלית ליה בריר' אלא מדתני במס' עירובין פ\"ג דתני איו"
        ], 
        [], 
        [
            "ר' יהודה אומר אין אדם מתנה על ב' דברים כאחת אלא אם בא חכם למזרח עירובו למזרח למערב עירובי למערב אבל לכאן ולכאן לא. (ואמר רבי) [והוינן בה] מ\"ש דלכאן ולכאן דלא דאין ברירה למזרח ולמערב נמי אין ברירה. ופרקינן ר' יוחנן כבר בא חכם ש\"מ דלר' יהודה לית ליה ברירה. אבל כתיבה אית ליה ולמה אינו עושה ביוה\"כ שנים וכותב באחד פר ובשני שעיר משום חולשא דכ\"ג דלמא לא דייק ואתי לאחלופי ליה. ההוא שליח צבור דנחת קמיה דרבה דאמר יצא והניח על כן השני שבהיכל משמע כרבנן דאמרו שנים היו. ונטל דם [הפר] והניח דם השעיר משמע כר' יהודה דאמר שלא היה כן אחד לפיכך הוצרך ליטול קודם דם הפר. ואח\"כ נתן במקומו דם שעיר. וא\"ל רבה דבריך חציים כרבנן וחציים כר' יהודה אימא יצא והניחו על כן השני שבהיכל. הניח דם הפר בכן האחד ונטל דם השעיר מן האחר: ת\"ר וכן יעשה לאהל מועד וגו' כשם שמזה לפני ולפנים כך מזה בהיכל דגמר לאהל מועד ממה שנאמר מבית לפרוכת. וכשם שמזה אחת למעלה ושבע למטה מדם הפר וכן עוד מדם השעיר. כך מזה בהיכל מדם הפר ומדם השעיר אחת למעלה ושבע למטה."
        ], 
        [
            "ואקשינן וכי דבר הלמד בהיקש חוזר ומלמד בהיקש כלומר הפר והשעיר תרווייהו גמרי מהדדי אחת למעלה ושבע למטה מבית לפרכת בהיקש דכתיב ועשה את דמו כאשר עשה לדם הפר גמרינן שיהיו עשיותיהן שוות היאך חוזרים ומלמדים בהיקש מדכתיב וכן יעשה לאהל מועד להזות אחת למעלה ושבע למטה מדם הפר וכן מדם השעיר באהל מועד כנגד הפרכת והא קי\"ל בין לרבינא בין לרבא דבר הלמד בהיקש אין חוזר ומלמד בהיקש וזה מפורש בשחיטת קדשים פרק איזהו מקומן כו' בתחילתו בענין שחיטת קדשים בצפון וכך סוגיא דשמעתא במקומה. נאמר בעולה ושחט אותו על ירך המזבח צפונה. ונאמר בחטאת ושחט את החטאת במקום העולה דכתיב זאת תורת החטאת במקום אשר תשחט העולה תשחט החטאת לפני ה' הנה גמרה החטאת שחיטה בצפון בהיקש מן העולה. וכתיב באשם מצורע ושחט את הכבש במקום אשר ישחט את החטאת ואת העולה. ואמרינן למה לי לאקושי לחטאת ולעולה. ואמר רבינא צריכא דאי אקשיה לחטאת ולא אקשיה לעולה הו\"א חטאת מהיכן גמר מעולה. וכי דבר הלמד בהיקש חוזר ולמד בהיקש. וליקשיה לעולה א\"ל אי אקשיה לעולה הו\"א דבר הלמד בהיקש חוזר ומלמד בהיקש. ואמאי לא אקשיה לחטאת משום דניחא ליה לאקושיה לעיקר ולא לטפל. כיון דאיכא למימר הכי להכי אקשיה לחטאת ולעולה דלא ליהוי דבר הלמד בהיקש חוזר ומלמד בהיקש. רבא אמר דבר הלמד בהיקש אינו חוזר ומלמד בהיקש מהכא. כאשר יורם משור זבח השלמים כו' ואסיקנא דבר הלמד בהיקש אינו חוזר ומלמד בהיקש אי מדרבא אי מדרבינא. ופרקינן אינו זה חוזר ומלמד בהיקש ממנו ודבר אחר הוא. כלומר זה שאתה למד ממנו דבר א' אינו אותו הדבר שלמד הוא בהיקש אלא זולתו הוא וכי האי גוונא לא הוי היקש. הניחא לר' עקיבא [זבחים נז] דסבר כי האי גוונא הוי היקש שנאמר ובשרם יהיה לך כחזה התנופה וגו'. וא' הקיש הכתוב את הבכור לחזה ושוק של שלמים מה חזה ושוק של שלמים לב' ימים ולילה אף הבכור לב' ימים ולילה. ובא ריה\"ג להקישו לחזה ושוק של תורה ליום ולילה. ולא מצא ר' עקיבא להשיבו אלא כתיב ובשרם יהיה שאין ת\"ל יהיה מה ת\"ל יהיה הוסיף הכתוב הויה אחרת לבכור כלומר יום אחד. מכלל דתרוויהו סבירא להו דבכה\"ג הוי היקש ובא ר' ישמעאל וא' עקיבא טעיתה. שלמים למדו  ממעשר בהמה לענין (חמורה) ואמרת בתמיה וכי הלמד בהיקש וחוזר ומלמד בהיקש זה דבר אחד הוא. הא אין עליך לדון אלא בהיקשא כלשון הראשון ולא מרבויי הכתובים. ואמרי' התם במאי פליגי בהימנו ודבר אחר. ר' ישמעאל סבר לא הוי היקש ור' עקיבה וריה\"ג סברי הוי היקש. בשלמא למ\"ד לא הוי היקש [היינו] דכתיב וכן יעשה לאהל מועד שהקיש הכתוב דם שעיר לדם הפר ולא חזר ולמד מדם השעיר אותו הדבר שלמדו מדם הפר אלא ההזאות שכתובים בגופן בפירוש והימנו ודבר אחד הוא זה. כשם שמזה לפני ולפנים מדם הפר ומדם השעיר כך עושה ומזה בהיכל אלא למ\"ד הוי היקש מאי איכא למימר. ופרקינן מקום ממקום גמר כלומר ההיכל גמר מקדש הקדשים כך כתיב וכפר על הקדש זה קדש הקדשים וכן יעשה לאהל מועד זה ההיכל. ולא גמר הזאות הזאות אלא כשם שלפנים כך וכך הזאות כך בהיכל. איבעית אימא חוץ ופנים בחד זמנא גמר. כלומר אמר רחמנא כפרה בפנים מדם הפר ומדם השעיר. וכפרה בהיכל. וכתיב אח\"כ ועשה את דמו כאשר עשה לדם הפר גמרי מהדדי כי בכל מקום עשייתן שוה."
        ], 
        [
            " ואמרינן התם בשלמא למ\"ד לא הוי היקש היינו דכתיב בשלמי צבור ממושבותיכם תביאו לחם תנופה שאין ת\"ל תביאו כלומר דיי לו והקרבתם מנחה חדשה לה' ממושבותיכם (תביאו) לחם תנופה שתים שני עשרונים מה ת\"ל תביאו לרבות לחמי תודה שהן לחם שלמים כזה שיהיו כמות זה מה זה הלחם עשרון לחלה. שנאמר שתים שני עשרונים אף חלות תודה עשרון לחלה. אימא שלמי צבור הכל ב' עשרונים אף לחמי תודה כן ת\"ל תהיינה כלומר אלו שני עשרונים ולא לחמי תודה ב' עשרונים ולמדנו שלחמי תודה הן עשר חלות חמץ מדכתיב והקריב ממנו אחד מכל קרבן תרומה לה' ולמדנו תרומת ה' מתרומת מעשר. הנה למדנו שהן עשר שלא מצאנו דבר שחייב להוציא ממנו תרומה בפחות מעשרה. ולמדנו עשרה עשרונות לחמץ משלמי צבור שהן עשרון לחלה  (והוא זה וזה) חלת לחם חמץ. אבל עשרה עשרונות למצה של תודה מנ\"ל ת\"ל על חלות לחם חמץ כנגד חמץ הבא מצה. הנה למדנו לחמי חמץ לתודה משלמי צבור להיות כל חלת לחם חמץ עשרון והן עשר חלות כמו שאמרנו. ועוד למדנו למצה שבתודה להיות עשרה עשרונות מלחמי חמץ של תודה. ומקשינן מאחר שלמדנו לחמץ של תודה משתי הלחם בהיקש היאך תלמוד המצה מן החמץ [וכי] דבר הלמד בהיקש חוזר ומלמד בהיקש. ופרקינן האי הימנו ודבר אחר הוא כלומר אותו הדבר בעצמו שלמד בהיקש משתי הלחם שהיא עשרון כל חלה אין למידין ממנו למקום אחר אבל ללמד המצה מן החמץ שליש עשרון לכל חלה שהן ל' חלות בעשרה עשרונות שפיר דמי ודבר אחר הוא (חלתו חלתו) הדבר שלמד בו בהיקש ולמ\"ד כי האי גוונא הוי היקש היכי גמר ומשנינן תביאו רבויא הוא. ופירושו כי לא בהיקש לשתי הלחם הוא למד לחמץ שבתודה כי כל דבר הלמד בהיקש אין למידין ממנו כלל אפילו דבר אחר ושני הכא דהא ריבה הכתוב על חלות לחם חמץ ובעינן מצה כנגד חמץ. והחמץ הוא עשרה עשרונות עשרון לכל חלה והמצה הן ל' חלות שליש עשרון לכל חלה ונסיב לה תלמוד' תביאו ריבויא. ועוד מצאנו סיוע לזה הפירוש הא דגרסינן בזבחים פרק ק\"ק שחיטתן בצפון [ד\"ס]. כי מעשר שני בזמן הזה אין לו היתר אפילו בירושלים שנאמר ואכלת לפני ה' אלהיך מעשר דגנך תירושך וגו' מקיש מעשר לבכור מה בכור אינו נאכל אלא בפני הבית אף מעשר שניאינו נאכל אלא בפני הבית ואוקמא רבינא בבכור שנזרק דמו קודם חרבן הבית וחרב הבית ועדיין בשרו קיים דמקשינן בשרו לדמו מה דמו למזבח אף בשרו בעת שיש מזבח. ומקיש מע\"ש לבשרו. וכי בשר הלמד בהיקש מדמו חוזר ומלמד בהיקש למע\"ש. א\"ל ה\"מ בקדשים ומע\"ש חולין נינהו לגבי קדשים ומלמדין הניחא למ\"ד בתר למד אזלינן אלא למ\"ד בתר מלמד אזלינן בשר בכור קדשים הוא ופריק דם ובשר חדא מלתא היא. כלומר כל דבר שהוא ממנו ודבר אחר הוא. אין דנין אותו למד מלמד: ת\"ר לא היה הדם מגיע אל הפרוכת אלא היה מזה כנגד הפרוכת א\"ר אלעזר אני ראיתי הפרוכת ברומי כו' פי' כסדרן אחת למעלה ושבע למטה. נתערבו לו דמים בדמים פירוש קודם שיזה מדם הפר בהיכל נתערב דם הפר בדם השעיר. ואוקמה רבא נותן אחת למעלה ושבע למטה לשם פר בהיכל וחוזר ונותן אחת (למטה) [למעלה] ושבע למטה לשם שעיר נתערבו לו דמים בדמים במתנה  אחרת. אוקמה רבא נותן אחת למטה לשם פר וחוזר ונותן אחת למעלה ושבע למטה לשם שעיר. נתחלפו לו כוסות דם הפר בכוסות דם השעיר נותן וחוזר ונותן ונותן וחוזר ונותן."
        ], 
        [
            " מקצת דמים נתחלפו לו ומקצת לא נתחלפו לו פשיטא כי קא יהיב מודאן יהיב. מיהו הנך ספיקות שירים הוו וליסוד אזלי או דלמא דחויין הוו ולאמה אזלי. ופשיט רב פפא כיון דספקות נינהו ולא מצי לאדויי מינייהו דחויין הוו. וא\"ל רב הונא בריה דרב יהושע אדרבה אפילו למ\"ד כוס עושה חבירו דחוי כיון שבירר כוס אחד וא' מזה אני זורק נעשה הדם אשר בכוס האחר דחוי. הנ\"מ דקא דחייא בידים אבל הכא דלא דחייא הוא לא ליהוי דחוי. דתניא למעלה הוא אומר ואת דמו ישפוך. למטה הוא אומר ואת כל דמה ישפוך. חטאת שקיבל דמה בד' כוסות כו' ופשוטה היא. עירה דם הפר לתוך דם השעיר נתן את המלא בריקן. פי' עוד החזיר הדם מן המזרק המלא במזרק הריקן למה והלא כבר עירה דם הפר בדם השעיר כדי לערבו יפה יפה. ויצא להזות על קרנות מזבח הזהב תנן כמ\"ד מערבין לקרנות דאתמר ר' יאשיה ור' יונתן חד אמר מערבין וחד אמר אין מערבין תסתיים דר' יאשיה דאמר מערבין דאע\"ג דלא כתיב יחדו כמאן דכתיב יחדו דמי. דתניא אביו ואמו קלל. אביו קלל אמו קלל דברי ר' יאשיה כו'. פי' כתיב איש איש אשר יקלל את אביו ואת אמו סמך הקללה לאב. עוד כתיב אביו ואמו קלל חזר סמך הקללה לאם.  ש\"מ כי את זה קלל מהם קלל חייב מפני שסמך הקללה לזו ולזו אבל לא סמך הקללה לשניהם הייתי אומר לעולם אינו חייב עד שיקלל שניהם דאע\"ג דלא כתיב יחדו כמאן דכתיב יחדיו דמי. ודחינן לעולם מתני' ר' יונתן היא ואע\"ג דבעי יחדו שאני הכא דכיון דכתיב וכפר על קרנותיו אחת בשנה מדם הכפורי' כמאן דכתיב יחדו דמי. ואקשינן ר' יונתן ולא ר' יאשיה והא ר' יאשיה שמעינן ליה בהדיא דאע\"ג דלא כתיב יחדו כמאן דכתיב יחדו דמי ומשנינן שאני הכא כיון דכתיב ולקח מדם הפר ומדם השעיר חלקינהו קרא. תניא דלא כשנוין ולקח מדם הפר ומדם השעיר שיהו מעורבין דברי ר' יאשיה כו'. ופשוטה היא: הניח מזרק בתוך מזרק וקיבל בו את הדם פשיטא לי דודאי מין במינו אינו חוצץ מיהו דרך שירות בכך אי לא. ופשטנא מהא ואת כל כלי השרת וגו' ב' כלים בשירות אחת אבל להניח סיב שהוא אדליף במזרק וקיבל בו את הדם כיון דמחלחל ויורד בקרקעית הכלי אינו חוצץ."
        ], 
        [
            " אבל אם הוא קומץ שהוא סולת שאינו יורד פסול: ת\"ר ויצא אל המזבח מה ת\"ל א\"ר נחמיה לפי שמצינו בפר הבא על כל המצות שכהן עומד חוץ למזבח ומזה על הפרוכת יכול אף זה כן ת\"ל  אשר לפני ה' ואיכן היה לפנים מן המזבח או אינו אלא במזבח החיצון ת\"ל אשר לפני ה' הנה מזבח הפנימי. ת\"ר מזבח קטורת הסמים לפני ה' מה ת\"ל א\"ר נחמיה לפי שמצינו בפרו של יוה\"כ שעומד לפנים מן המזבח ומזה על הפרוכת יכול אף זה כן ת\"ל מזבח קטורת הסמים לפני ה' מזבח לפני ה' ולא כהן לפני ה' הא כיצד עומד חוץ למזבח ומזה. ופשוטות הן לא כתבנום אלא שיש נוסחאות שלא כזה הענין ונוסחאתנו מתורת כהני': התחיל [מחטא] ויורד כו'. ת\"ר התחיל מחטא ויורד מיכן הוא מתחיל מקרן מזרחית צפונית צפונית מערבי' [מערבי'] דרומית דרומי' מזרחית דברי ר\"י הגלילי ר\"ע אומר מקרן מזרחית דרומית דרומית מערבי' מערבית צפונית צפונית מזרחית. מקום שריה\"ג מתחיל בקרן מזרחית צפונית שם ר\"ע גומר ומקום שר\"ע מתחיל בקרן מזרחית דרומית שם ריה\"ג גומר תרוייהו אית להו עד דנפיק מכוליה מזבח כדכתיב ויצא אל המזבח עד שיצא כל המזבח כו' מיהו ריה\"ג בעי עד דנפיק אורכיה ופותיה דכולי מזבח הלכך כי נפיק כ\"ג מקדשי הקדשים פגע תחלה בקרן מערבית דרומית ונפיק מכוליה מזבח לאורכו עד דמטי בקרן דרומית מזרחית ונפיק תוב לפותיה וימינו למזרח עד דמטי מזרחית צפונית ומדי עליה ואזיל לימינו למזרח עד דמטי לקרן צפונית מערבית ומדי וכן לקרן מערבית דרומית ודרומית מזרחית. ור\"ע לא סבר דבעי למיפק אלא מארכו דכוליה מזבח ולא מרחבו הלכך כי נפיק מקדש הקדשים פגע תחלה מקרן מערבית דרומית ומן הדין הוה לאדויי עליה תחלה דאין מעבירין על המצות אלא כיון דכתיב ויצא אל המזבח בעי למיפק מכוליה מזבח ולאדויי עליה הלכך נפיק ואזיל מערבית דרומית כוליה מזבח עד דמטי בקרן מזרחית דרומית ומדי עליה והולך בקרן ומזה הקרן מערבית דרומית וזהו טעם דר\"ע מדמדי  אקרן דינא א' ליה חוזר ומזה בההוא דאיחייב בה ברישא ומתניתין שייכא כר' יוסי הגלילי כו'. אבל מזבח החיצון תנן וכבש היה לדרומו של מזבח לפיכך כהן שעולה להזות כשעולה לכבש שהוא לדרום פונה על הסובב ומקיף בו וימינו למזרח וכי פגע ברישא בקרן מזרחית דרומית פגע ומתחיל להזות עליו ומהלך עוד וימינו למזרח עד שמגיע לקרן מזרחית צפונית ומזה אחריה (מזה) בקרן צפונית מערבית ואחריה בקרן מערבית דרומית נמצא מקום שהתחיל במזבח החיצון והוא דרומית מזרחית שם ריה\"ג גומר במזבח הזהב. הניחא לריה\"ג מקיף דרך ימין אלא לר\"ע מ\"ט מקיף דרך שמאל נימא בדרמי בר יחזקאל פליגי דאמר ים שעשה שלמה היה עומד על י\"ב בקר שלשה פונים בצפון כו' הא למדת שכל פינות שאתה פונה לא יהו אלא דרך ימין למזרח ריה\"ג אית ליה דרמי בר יחזקאל ור\"ע לית ליה. ודחי לא כ\"ע אית להו הא דרמי וכי אמר רמי בחוץ ריה\"ג סבר ילפינן פנים מחוץ ור\"ע סבר לא ילפינן פנים מחוץ למה מחייבו דרך שמאל איבעי דרך ימין נמי ליעביד. ומשנינן ר\"ע אמר לך מן הדין להזות בתחלה בקרן מערבית דרומית שבו פגע בתחילה בצאתו מן קדש הקדשים ונתחייב להזות בו כר\"ל דאמר אין מעבירין על המצות ומ\"ט לא מדי התם דרחמנא אמר ויצא אל המזבח עד דנפיק מכוליה מזבח והדר מדי הלכך מדי ברישא בההוא קרן דנפיק ליה מכוליה מזבח והוא דרומית מזרחית והדר מדי בההוא קרן דאיחייב ביה ברישא והוא קרן דרומית מערבית איבעית אימא אי סבירא לן דהקפה במזבח הפנימי ברגל הוא ילפינן פנים מחוץ והכא בהא פליגי ר' יוסי הגלילי סבר הקפה ברגל ור\"ע סבר הקפה ביד ואב\"א כ\"ע הקפה ביד. ונדחה דליכא למימר דר' יוסי הגלילי סבר הקפה ביד דהא מתניתין לר' יוסי הגלילי היא. וקתני סיפא ר' אלעזר אומר במקומו היה עומד ומחטא כלומר בידו היה מקיף ולא ברגל מכלל דת\"ק דהוא ריה\"ג סבר הקפה ברגל דאלת\"ה ר' אלעזר מאי אתא לאשמעינן היינו תנא [קמא] אלא מחוורתא כדשנינן מעיקרא והוא ריה\"ג סובר הקפה ברגל ור\"ע סבר הקפה ביד:"
        ], 
        [
            "איבעית אימא אי סבירא לן הקפה ברגל כולי עלמא ילפינן פנים מחוץ והכא בהא פליגי ר' יוסי סבר סביב דמזבח הפנימי בעינן דרך ימין כסביב דמזבח החיצון. ור\"ע סבר (סביב דמזבח) [כוליה מזבח] הפנימי במקום חדא דקרן מזבח החיצון קאי כולו מזבח הפנימי אמה הוא וקרן מזבח החיצון אמה: תניא ב' כהנים נשתיירו ששימשו במקדש ראשון אחד אומר בידי הקפתי ואחד אומר ברגלי הקפתי כלומר אירע קרי באחד מהן ונכנס השני ושימש תחתיו ונשתיירו שניהן. ר' אלעזר אומר במקומו היה עומד ומחטא ועל כולן היה נותן ממטה למעלה חוץ מזו שהיתה לפניו שנותן ממעלה למטה. מתניתין מני ר' יהודה היא דתניא ר' יהודה אומר ר' אלעזר אומר על כולן הוא נותן ממטה למעלה חוץ מזו שהיתה לפניו ממש שנותן ממעלה למטה כי היכי דלא נתווסו מאניה כלומר אם יזה ממטה למעלה חיישינן שמא יפול הדם על בגדיו ויטנפו כליו: הזה על טהרו של מזבח ז' פעמים כו' אתינן לאוקומיה פלגא דמזבח ונדחית ואוקימנא גילויא דמזבח וכיון שהעמדנו טהרו של מזבח גילויו כלומר אינו מזה ע\"ג הגחלים ולא ע\"ג אפר אלא חותה אלו ואלו ומגלה גוף המזבח ומזה על הזהב עצמו ובאיזה המקום במזבח מזה. תניא ר' חנניא אומר בצד דרומו היה מזה ר' יוסי אומר בצפונו ולדברי הכל הקפה ביד ולא ילפינן הקפה מרגל. ור' חנניא סבר פתחא בדרום קאי ומהיכא דנפיק התם מדי. ור' יוסי סבר פתחא בצפון קאי כו' ודכ\"ע מיהא היכא דגמרן מתנות דקרנות התם יהיב ברישא מ\"ט אמר שמואל דאמר קרא וטהרו וקדשו במקום שמקדשו שם וטהרו. שירי הדם היה שופך אל יסוד מערבי דקי\"ל אין מעבירין על המצות וכי נפיק מן ההיכל ביסוד מערבי פגע ברישא ושל מזבח החיצון ביסוד דרומי כדתנן שהכבש היה לדרומו של מזבח. וכי נחית מן הכבש ליסוד דרומי פגע ברישא פי' הא דאמר מפורש הוא דם הפר שנשפך ביסוד מערבי שנאמר ואת כל הדם ישפוך אל יסוד מזבח העולה אשר פתח אהל מועד. הנה מפורש ביסוד המזבח שהוא כנגד פתח אהל מועד."
        ], 
        [
            " והוא יסוד מערבי של מזבח החיצון וסתום הוא דם העולה ושאר הזבחים שעל מזבח החיצון שנאמר בהם ואת כל הדם ישפוך אל יסוד המזבח סתם ולפי' א\"ר ישמעאל זה מפורש וזה סתום ילמד סתום מן המפורש ורשבי\"א כוליה מזבח בצפון קאי שנמצא יסוד דרומי הוא המכוון כנגד פתח אהל מועד כי כל המזבח בצפון וכשיוצא מפתח אהל מועד כנגדו דרום המזבח אינו מגיע למערבו אא\"כ הופך פניו לצדדין מזרח ההיכל לימינו ומערב המזבח לשמאלו. דבי ר' ישמעאל הם חכמים הרבה ורשב\"י איש אחד ומשכוה גברי לגברא ושני הכל כר' ישמעאל זה וזה יסוד מערבי אלו ואלו מתערבין באמה כלומר כל הדמים מתערבין באמה ויוצאין לנחל קדרון ונמכרין לגננים לזבל הנהנה מהן בלא פדיון מועלין בהן. חייבין קרבן מעילה: ת\"ר מועלין בדמים דברי ר' מאיר ור' שמעון וחכ\"א אין מועלין וסבר ר' מאיר מעילה זו מדרבנן אבל מדאורייתא דברי הכל אין בדם קדשים מעילה שנאמר כי נפש כל בשר בדם היא ואני נתתיו לכם על המזבח לכפר על נפשותיכם כי הדם הוא בנפש יכפר עולא פשיט ליה מדכתיב קרא לכם שלכם יהא. ודבי ר' ישמעאל פשיט ליה מלכפר לכפרה נתתיו לכם ולא למעילה ור' יוחנן פשיט ליה מן הוא כלומר הוא בהווייתו לעולם מה לאחר כפרה אין בו מעילה שאין לך דבר שנעשית מצותו ומועלין בו אף לפני כפרה כן. ואקשינן עליה והרי תרומת הדשן דכתיב והרים את הדשן כו' ונעשית מצותה ומועלין בה ושנינן שני תרומת הדשן משום דהויא היא ובגדי כהונה שני כתובים הבאים כאחד."
        ], 
        [
            " פי' הכא כתיב ושמו אצל המזבח בבגדי כהונה כתיב והניחם שם. וכיון דאשכחנן בתרווייהו כתוב גניזה לא גמרינן מינייהו דקי\"ל דכל ב' כתובין הבאין כאחד אין מלמדין שהיה לו לכתוב באחד וללמד השני ממנו שכן התורה נדרשת וכיון שכתיב עוד פעם אחרת גילה לנו שזה הדין בא לו בלבד ולא בזולתם. ודחי' כי בגדי כהונה לר' דוסא אין טעונין גניזה. ואוקימנא עגלה ערופה במקומה שנאמר וערפו שם את העגלה וגו'. ולמ\"ד מלמדין מאי איכא למימר. כלומר קשיא לר' יוחנן ופריק [תרי] מעוטי כתיבי ואינך יכול ללמד מהן. בתרומת הדשן כתיב ושמו זו אפי' נעשת מצוותה בקדושתה קיימא ומועלין בה ולא זולתה וכן הערופה כמותה זו ולא זולתה. והני ג' קראי בדם לכם ולכפר. והוא חד למעוטי מנותר שאין דין נותר בדם. ולא דין מעילה ולא דין טומאה כמו בשר קדשי' וחלבם אבל שאין בו דין פיגול אין צריך קרא למעוטי דהא תנן כל שיש לו מתירין בין לאדם בין למזבח חייבין עליו משום פיגול. פי' מתירין בשר הקדש לאדם והחלב למזבח כי אין מותרין הבשר ולא החלב עד שיזרק הדם אבל הדם הוא מתיר ואין אחרים מתירין אותו: מתני' כל מעשה יוה\"כ כו'. ת\"ר כל מעשה יוה\"כ האמור על הסדר אם הקדים מעשה לחברו לא עשה כלום. פי' אם שינה מן הסדר שכתב בתורה והקדים המאוחר לא עשה כלום אמר ר' יהודה בד\"א בדברים הנעשים בבגדי לבן לפני ולפנים. אבל דברים הנעשים בבגדי לבן בחוץ כמו שחיט' והגרלה וכיוצא בהן ואפי' בהיכל מה שעשה עשוי א\"ר נחמיה בד\"א בדברים הנעשים בבגדי לבן בין בחוץ בין בפנים."
        ], 
        [
            " אבל הנעשים בבגדי זהב אם הקדים מעשה לחברו מה שעשה עשוי א\"ר יוחנן ושניהן מקרא אחד דרשו והיתה זאת לכם לחקת עולם לכפר על בני ישראל אחת בשנה ר' יהודה סבר  זו חקה היא כלומר זו עבודה שבפנים אם שינה מעכב דכי כתיבה חקת עולם אהא כתיבה אבל עבודה שבחוץ אפילו בבגדי לבן אחת בשנה נמי כלומר עבודה שאינה כשרה אלא פעם אחת בשנה והיא עבודה בבגדי לבן למעוטי עבודה הנעשית בבגדי זהב שאינה אחת בשנה ור' נחמיה חד למעוטי בגדי זהב וחד למעוטי שירי הדם שאם איחר או שינה שפיכתן על היסוד לא מעכבי. ואקשינן ומי א\"ר יוחנן בדר' נחמיה דסבר שירי הדם לא מעכבי והתנן בשחיטת קדשים פרק השוחט והמעלה בחוץ חייב ר' נחמיה אומר שירי הדם שהקריבן בחוץ חייב וא\"ר יוחנן בגמרא ר' נחמיה כדברי האומר שירים מעכבי תני לה להא מתניתין ועלתה בקשיא לר' יוחנן מדבריו על דבריו דמוקי' ליה לר' נחמיה הכא דסבר שירים לא מעכבי והתם קאמר בהדיא דר' נחמיה סבר כמ\"ד שירים מעכבי  ומותבינן התם למ\"ד כר' עקיבא סבר קרבן נסכים במדבר מיתיבי שירי הדם שהקריבו בחוץ חייב דברי ר' נחמיה א\"ל ר' עקיבא והלא שירי הדם שירי מצוה הן א\"ל הקטר חלבים יוכיחו שהן שירי מצוה פירוש שכבר הקדימו זריקת הדם. והמקריבו בחוץ חייב. א\"ל לא אם אמרת בהקטר חלבים שהן תחלת עבודה תאמר בשירי הדם שהן סוף עבודה כלומר כבר נזרק מן הדם הזה בעצמו ואלו נשארו. ואם איתא נסכים נמי תחלת עבודה נינהו תיובתא. ואסקנא התם כי קתני ר' נחמיה חייב בשירים הפנימים והא בשירים החיצונים ולדברי ר' עקיבא קאמר ור' יהודה שירים אי מעכבי מעכבי ואי לא מעכבי לא מעכבי מהך קרא נפקא. וכלה מכפר את הקודש. אם כיפר כלה ואם לא כיפר לא כילה דברי ר' עקיבא א\"ל ר' יהודה מפני מה לא נאמר אם כילה כיפר שאם חיסר אחת מכל המתנות לא עשה כלום. חד אמר משמעות דורשין איכא בינייהו זה אומר כך פירוש זה הפסוק וזה אומר כך פירושו אבל לדברי הכל שירים לא מעכבי וחד אמר שירים מעכבי איכא בינייהו דר' עקיבא סבר שירים לא מעכבי ור' יהודה סבר מעכבי דהא בהדיא קתני שאם חיסר אחת מכל המתנות לא עשה כלום. דייקינן מינה דשירים מעכבי: א\"ר חנינא קטורת שחפנה קודם שחיטת הפר לא עשה כלום [כמאן] דלא כר' יהודה דהא שחיטת הפר עבודת חוץ היא ולא מוקים ר\"י ואמר כי כתיבה חוקה אלא בדברים הנעשים בבגדי לבן בפנים. אבל עבודת חוץ לית בה חוקה ופרקינן אפי' תימא ר' יהודה צורך פנים כלפנים הוא ושחיטה צורך פנים הוא ושחיטה פנים הוא ואקשינן על ר' חנינא דאמר קטורת שחפנה קודם שחיטת הפר לא עשה כלום תנן ואם עד שלא גמר מתנות שבפנים נשפך הדם כו' ומשני האי תנא בפר קא מיירי בקטורת לא קא מיירי:"
        ], 
        [
            " אמר עולא שחט השעיר קודם מהן דם הפר לא עשה כלום. כמאן דלא כר' יהודה אפי' תימא ר' יהודה צורך פנים הוא כו'. תנן הקדים דם השעיר לדם הפר יחזור ויזה מדם השעיר אחר דם הפר. ואם איתא לדעולא יביא אחר וישחוט מבעי ליה ומשני עולא הא דקתני הקדים דם השעיר במתנות שבהיכל שהיא עבודת חוץ כי קאמינא אנא במתנות שבפנים: וכן בהיכל וכן במזבח הזהב שכולם כפרה כו'. ת\"ר וכפר את מקדש הקודש זה לפני ולפנים. אהל מועד זה היכל. מזבח כמשמעו מיכן אמרו חכמים אם עד שלא גמר מתנות שבפנים נשפך הדם יביא אחר ויתחיל מבפנים. ר' אלעזר ור' שמעון אומרים ממקום שפסק משם מתחיל גמר מתנות שבפנים כו' עד גמר מתנות שבמזבח ונשפך הדם דברי הכל שיריים לא מעכבי א\"ר יוחנן ושניהם מקרא אחד דרשו מדם חטאת הכפורים אחת בשנה. ר' מאיר סבר חטאת אחת. כלומר מחטאת שתתן בפנים ממנה תהא מזה  בהיכל ולמזבח. ר' אלעזר ור' שמעון סברי חיטוי אחד כלומר הזאה אחת והן אחת למעלה ושבע למטה בין מחטאת אחת בין משתים לא תוסיף הזאה על זה המניין: תניא אמר ר' לא חלק לי רבי יעקב בלוגין כלו' לא שנה לי בהן חלוקה אלא הכל מודים ואמרינן ולא והתניא אם עד שלא גמר שבע [הזיות] כדכתי' במצורע והזה מן השמן באצבעו שבע פעמים לפני ה' נשפך הלוג יביא אחר ויתחיל בתחלה במתן שבע לפני ה' ר' אלעזר ור' שמעון אמרו ממקום שפסק משם מתחיל כו'. הנה חלוקתם בלוגין כאשר חלוקתם בדמים של יוה\"כ. ומשנינן מאי לא חילק לי בלוגין לא שינה לי בלוגין. כלומר לא שנה לי בהן חלוקה בין הלוגין לדמים של יוה\"כ. אלא כדרך שחולקין בדמים כך הן חולקין בלוגין: מתנות הראש של מצורע לא מעכבי מ\"ט מכדי כתיב ומיתר השמן אשר על כפו יתן הכהן וגו' למה לי למיכתב עוד והנותר בשמן אשר על כף הכהן יתן על ראש המטהר וגו' ללמד שאם [לא] נשאר כלום לא מעכבי."
        ], 
        [
            " א\"ר יוחנן אשם מצורע שנשפך דמו קודם מתן דם הבהונות באנו למחלוקת. ר\"מ דאמר יביא ויתחיל בתחילה בפנים האי נמי מביא [אשם אחד] לר' אלעזר ור' שמעון דאמרו ממקום שפסק משם מתחיל הכא אין לו תקנה. פי' כל אשם שלא נזרק דמו ד' מתנות  על ד' קרנות לא הוכשר לאכילה כמו החטאת שנאמר כי כחטאת האשם הוא לכהן. ואקשי רב חסדא עליה דר' יוחנן ולר' מאיר מי ניחא והא והקריב אותו לאשם כתיב אותו אחד ולא שנים. קשיא. תניא כר' יוחנן אשם מצורע ששחטו שלא לשמו או שלא נתן מדמו על בהונות הרי זה עולה על המזבח וטעון נסכים. וצריך אשם אחר להכשיר את המצורע ואמר אי הכי תיהוי תיובתא דרב חסדא דאמר אחד ולא שנים ומשני מי קתני מביא אשם אחר צריך קתני צריך ואין לו תקנה. ואקשינן ומי קתני תנא כי האי גוונא ואמר אין דתניא נזיר ממורט כלומר כל שאין לו שיער כלל בש\"א צריך העברת תער ובה\"א אינו צריך וא\"ר אבינא אף כשאמר ב\"ש צריך ואין לו תקנה. זו דר' אבינא פליגא על ר' פדת דאמר ב\"ש כר' אלעזר דכמו דא\"ר אלעזר מצורע שאין לו בוהן יד ובוהן רגל ואוזן ימנית יתן על מקומו ויוצא כך ב\"ש מצריכין העברת תער. אע\"פ שאין שם שיער: ת\"ר ולקח הכהן מדם האשם יכול (אף) בכלי כו'. נמצאת אומר אשם מצורע ב' כהנים מקבלין דמו אחד ביד ובא לו אצל מצורע ואחד בכלי ובא לו אצל המזבח: ת\"ר וכולן מטמאין בגדים וכו'. פי' נשחט הפר והזה מדמו וקודם שישלים נשפך הדם מביא אחר ושוחט ומתחיל ומזה וכן אם נשפך עוד מביא אחר ושוחט ומזה אלו כולן נשרפין לדברי ר' אליעזר ור' שמעון שאמרו השני מתחיל ממקום שפסק דמו של ראשון נמצאת בכולן כפרה לפיכך כולן נשרפין אבל לר\"מ שאמר כי בדם השני מתחיל בהזאות בפנים כבר בטל הראשון אינו נשרף בבית הדשן אלא אחרון שנגמרה בו הכפרה משא\"כ בשעיר המשתלח ואפי' לר' אלעזר ור' שמעון דאמר כולן נשרפין בשעיר המשתלח אם אבד והביא אחר ואח\"כ נמצא הראשון אחד משלח לדברי הכל."
        ], 
        [
            " שנא' ושלח אותו לעזאזל אותו אחד ולא שנים. איזה משלח רב פפי משמיה דרבא [אמר] ראשון משלח סבר לה כר' יוסי דאמר מצוה בראשון כו':", 
            "<b>הדרן עלך הוציאו לו</b>", 
            "שני שעירי יוה\"כ מצותן שיהו שוין כו'."
        ], 
        [
            " מנ\"ל דבעינן שוין דת\"ר יקח שני שעירי עזים מיעוט [שעירים] שנים כו'. כיון שכתב שעירי ידענו שאינן פחות משנים למה כתיב שני ללמד שיהו שוין ומנלן שאף על פי שאין שוין כשרין הן שנאמר השעיר השעיר כלומר מאחר שכתוב ונתן אהרן על שני השעירים גורלות היה לו לכתוב והקריב את אשר עלה עליו לה' ועשהו חטאת ואשר עלה עליו הגורל לעזאזל יעמד חי השעיר השעיר שכתוב למה אלא ללמד שאע\"פ שאין שוין כשרין ועיכובא מנלן הייתי אומר שאם אין שוין מעכבין שהוצרך הכתוב להכשירה אע\"פ שאינן שוין סד\"א שני שני [כתיב] את שני השעירי' ועוד כתיב ונתן אהרן על שני השעירים שעירים בלבד היה דיי למה כתב שני שני לעכב. כתיב השעיר השעיר לרבות אע\"פ שאין שוין. ומאחר שאע\"פ שאין שוין כשר שני שני למה באו למצוה: תניא גבי צפורי מצורע וגבי כבשי מצורע כי האי גוונא. וכולן טעמם שוה ופשוטין הן. אבל התמידין אע\"ג שכתוב בהן שנים ליום לא דרשינן בהו כי האי גוונא אלא שנים ליום כנגד היום כנגדו ולא אצלו כלומר של שחר נשחט במערב כנגד המזרח ושל בין הערבים במזרח כנגד המערב כדתנן במס' תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה ושל בין הערבים וכו'. אבל המוספין ודאי לא כתב שני כבשים אלא ללמד שהם ב' ולא ד' מדלא כתיב אחד אחד כדרך שכתוב בתמיד:", 
            "ת\"ר ב' שעירי יוה\"כ ששחטן בחוץ אם עד שלא הגריל עליהן שחטן בחוץ חייב כרת על שניהן. שנאמר ואל פתח אהל מועד לא יביאנו לעשות אותו לה' ונכרת האיש ההוא ואמר רב חסדא הואיל וראוי לשעיר הנעשה בחוץ לעשות אותו לה' קרינא ביה ואע\"ג דאינו ראוי אלא לאחר עבודת היום מחוסר זמן שיוכשר אותו היום אינו מחוסר זמן ולמה לא אמר הואיל וראוי לשעיר הנעשה בפנים דמחוסר הגרלה ומחוסר הגרלה מחוסר מעשה הוא. ואם אחרי שהגריל עליהן שחטן בחוץ חייב כרת על של שם מ\"ט לעשות אותו לה' קרינן ביה ופטור על שם עזאזל דלא קרינא ביה לעשות אותו לה'. ודייק רבינא מדמחסר הגרלה לרב חסדא כמחוסר מעשה דמי."
        ], 
        [
            " גם שלמים ששחטן קודם פתיחת דלתות ההיכל פסולין הן. שנאמר ושחטו פתח אהל מועד בזמן שהוא פתוח ולא בזמן שההיכל נעול ומחוסר פתיחה כמחוסר מעשה דמי. ומקשינן מי אית ליה לרב חסדא הואיל והא הוא דאמר פסח ששחטו בשאר ימות השנה לשמו בחוץ פטור ואמאי לימא חייב הואיל וראוי שלא לשום פסח אלא לשום שלמים לפנים. ודחי פסח בעי עקירה משם פסח לשום שלמים. ומחוסר עקירה כמחוסר מעשה דמי. פסח ששחטו [בחוץ] בשאר ימות השנה בין לשמו בין שלא לשמו [פטור]  רב אשי מתני חייב ואקשינן עליה ואפי' על שמו. והתנן בשחיטת קדשים פרק פרת חטאת. מחוסר זמן בין בגופו בין בבעלים. איזהו מחוסר זמן בבעלים הזב והזבה היולדת והמצורע שהקריבו חטאתם ואשמם בחוץ פטורין. עולותיהן ושלמיהן בחוץ חייבין. ומקשה עליה בגמ' והני בני אשמות נינהו [אמר זעירי תני מצורע בהדייהו] תוב אקשינן הני בני שלמים נינהו אמר רב ששת תני נזיר בהדייהו. דזעירי קבעוה תנאי ותני בהדייהו במשנה הזב והזבה והיולדת והמצורע כמו שאמר זעירי אבל נזיר לא קבעוהו במשנה כמו שאמר רב ששת אע\"ג דהיא כרב ששת: קתני מיהא חטאתם בחוץ פטורין ואמר רב חלקיה בר טובי לא שנו שהוא פטור אלא השוחט לשמה בחוץ אבל השוחט שלא לשמו בחוץ חייב הואיל וראוי שלא לשמו בפנים כדתנן כל הזבחים שנזבחו שלא לשמו כשרין אלא שלא עלו לבעלים לשום חובה. אמאי אפי' לשמן בחוץ יהא חייב הואיל וראוי שלא לשמו בפנים. ודחי הכי השתא התם בעי עקירה ומחוסר עקירה כמחוסר מעשה דמו משום הכי לא תני לשמו בחוץ חייב הואיל וראוי שלא לשמו בפנים אבל פסח בשאר ימות השנה שלמים הוא ולא בעי עקירה: רב אשי מתני חייב כדאמרן. רב ירמיה מדפתי מתני פסח בשאר ימות השנה בין לשמו בין שלא לשמו פטור קסבר פסח בשאר ימות השנה בעי עקירה ועקירת חוץ ששחטו שלא לשם פסח לאו שמה עקירה ופליגא עליה דרב חלקיה בר טובי דאמר לא שנו שפטור אלא בשוחט לשמו אבל בשוחט שלא לשמו בחוץ חייב הנה עקירת חוץ עקירה היא ושנינן הא דרב חלקיה כגון ששחט שלא לשמו מיעוט סימנים בחוץ וגמר רובו בפנים משום דלא עקירת חוץ היא."
        ], 
        [
            " משהגריל עליהן שחטן בחוץ חייב על של שם ופטור על של עזאזל דלא קרינא ביה לה': ת\"ר ואל פתח אהל מועד לא הביאו להקריב קרבן שומע אני אפי' קדשי בדק הבית. פי' כגון בהמה טמאה וכיוצא בה שאין ראוין למזבח כדכתיב ונקרב את קרבן ה' איש אשר מצא כלי זהב וגו' הנה נקרא קרבן. דברים שאינן ראוין למזבח. ת\"ל ואל פתח אהל מועד לא הביאו בעינן דבר הראוי לפתח אהל מועד וליכא. פרה אדומה ושעיר המשתלח מנין שאין חייבין עליהן משום שוחט חוץ. ת\"ל לה' מי שמיוחדים לה' יצאו אלו שאין מיוחדין לה' אלא פרה למי נדה ושעיר לעזאזל. ואקשינן ולה' להוציא שעיר המשתלח אתא והכתיב ומיום השמיני והלאה ירצה לקרבן אשה לה'. אשה אלו אשים מנין שאינו קדוש ת\"ל קרבן לה' לרבות שעיר המשתלח דלא קבע ליה על מחוסר זמן שהוא פחות מח' ימים. ומשני רבא הכל לפי ענין הכתוב דריש בו התם דאל פתח לרבות כל בהמה כשרה לה' בא להוציא דאילו לא בא להוציא אלא לרבות הרי כבר נתרבה כל בהמה טהורה הוה ליה לקרא לשתוק ואנא ידענא דהכל במשמע למה בא להוציא הכא דמשמע קרבן להוציא שעיר המשתלח שאינו קרבן הייתי אומר קדוש במחוסר זמן בא לה' לרבותו שלא יהיה קדוש במחוסר זמן. ואקשינן ולמה הוצרך לומר לרבות שעיר המשתלח שאינו קדוש במחוסר זמן והא בעי הגרלה ואין הגורל קובע אלא בראוי לשם דלא ידעינן באיזה מהן יעלה הגורל לה'. ואוקימנא להא מתניתא לר' שמעון דלית ליה הגרלה לעכב דתני מת אחד מהן מביא חבירו שלא בהגרלה דברי ר' שמעון רבא אמר אפי' תימא דברי הכל וכגון שהגריל על השעירים הללו והשעיר אשר עלה עליו הגורל לעזאזל נפל בו מום וחללו על שעיר שהוא פחות מבן ח' ימים סד\"א ליקדוש קמ\"ל דלא קדוש והמום נמי שפוסל בשעיר המשתלח גמר לה מדכתיב ואשה לא תתנו מהם על המזבח לה'. ופשוטה היא."
        ], 
        [
            " רבינא אומר פחות מבן ח' ימים לא איצטריך קרא דהא פשיטא היא דלא קדוש כי איצטריך קרא כגון שהיה לו חולה מסוכן ושחט לו שעירה ביוה\"כ ויש לו בן ראוי לקרבן לאותה השעירה והיה מזומן עם שעיר אחר והגריל עליהן מקודם שתשחט אמו ועלה עליו הגורל לעזאזל. והוא אסור לשחטו ביום אחד עם אמו כמחוסר זמן סד\"א כבר נקדש וישתלח קמ\"ל דלא ואקשינן עליה וכי האי גוונא אסיר אותו ואת בנו לא תשחטו אמר רחמנא ושעיר המשתלח אינו נשחט ודחי הכי דחייתו לצוק היא שחיטתו: ויאמר אם של שם מת כו'. פי' כגון שהגריל על שני השעירים ומת אחד והביא שם אחרים והגריל עליהן. יאמר אם של שם מת זה שעלה עליו הגורל לשם יתקיים תחתיו. ואם של עזאזל מת זה שעלה עליו הגורל לעזאזל יתקיים תחתיו. והוא העומד במקום המת. נשארו שנים האחד הראשון שמת חבירו והאחד שעמד חבירו במקום המת וחלקו בה רב אמר שני שבזוג ראשון שמת חבירו הוא יקרב. דבעלי חיים אין נידחין ויליף לה מבעל מום עובר התם לאו אע\"ג דאינה (לא) חזיא להקרבה דהא אית ביה מום כי עבר ליה מומא והדר חזי שפיר דמי. הכא נמי לא שנא. וסבר לה רב נמי כר' יוסי דאמר מצוה בראשון לפיכך אמר שני שבזוג ראשון יקרב. ור' יוחנן אמר שני שבזוג שני יקרב אבל שני שבזוג ראשון ירעה כי כבר נדחה. והא דיליף רב מבעל מום עובר שאני התם דכתיב כי משחתם בהם מום בם ודייקינן משחתם בהם לא ירצו כלומר כל זמן שבהם מום פסול הא עבר המום שבהם כשר. וילפינן מינה דכל הדחויין אע\"ג דהדר חזו פסולין מדכתיב הכא בהם בא לו זה הדין ולא בכיוצא בהם כי האי גוונא פסול והדר חזו. ורב אמר לך האי בהם לא אתא אלא ללמד כ\"ז שהמום בהם לא ירצו אי איתנייהו בעייניהו אבל אם נתערבו מירצו כדתנן בזבחים פרק ח' נתערבו אברים באברים בעלי מומין ר' אליעזר אומר אם קרב הראש של אחד מהן יקרבו כל הראשים כרעיו כל אחד מהן יקרבו כל הכרעים וחכ\"א אפי' קרבו כולן חוץ מאחד מהן יצא לבית השריפה ומפרש בגמ' דהא מתניתין דר' אליעזר אית ליה האי סברא דרב דאמר ע\"י תערובת ירצו."
        ], 
        [
            " אמר רבא דייקא מתני' כרב דקתני אם של שם מת זה שעלה לשם יתקיים תחתיו ואם של עזאזל מת זה שעלה עליו הגורל לעזאזל יתקיים תחתיו. ולא קתני וחבירו יקרב ש\"מ דאידך כדקאי קאי. ודייקא מתניתא כר' יוחנן דקתני השני ירעה איני יודע אי שני שבזוג ראשון אי שני שבזוג שני כשהוא אומר יעמד חי ולא שכבר עמד. מכלל משכבר עמד נדחה. ואקשינן על רב תנן ר' יהודה אומר נשפך הדם כו'. כלומר נשפך דם השעיר הנעשה בפנים קודם שיזה ממנו ימות המשתלח שכבר נדחה מאחר שנשפך דם חבירו ויביא שנים אחרים ויגריל ודחי רב ואמר אליבא דר' יהודה לא קאמינא דר' יהודה ודאי אית ליה בעלי חיים נידחין. כי קאמינא לרבנן. וסלקא שמעתא כרבא דאמר דייקא מתני' כוותיה דרב והוא הת\"ק שחולק עליו ר' יהודה ת\"ק סבר בעלי חיים אין נידחין ור' יהודה סבר נידחין. ואקשינן ממתני' דתנן שאין חטאת צבור מתה הא דיחיד כי האי גוונא כגון שהפריש ואבדה והפריש אחרת תחתיה והרי שתיהן עומדות מתה הניחא לר' יוחנן דאמר שני שבזוג שני קרב נמצא השני שבזוג (שני) [ראשון] שאחר שמת חברו ונדחה כאילו הוא אבוד. וכיון שנתכפרו בשני שבזוג שני דין הוא שימות השני שבזוג ראשון דהא נתכפרו בשאינה אבוד מי שהיה אבוד ונמצא ימות אלא קי\"ל שאין חטאת צבור מתה הא דיחיד כי האי גוונא מתה כר' אבא דאמר משמיה דרב הכל מודין ר' ורבנן שאם נתכפר בשאינה אבודה אבודה מתה."
        ], 
        [
            " אלא לרב דאמר שניהם ראויין להיקרב ולמה אמר שני שבזוג ראשון יקרב משום דמצוה בראשון מאחר ששניהן ראויין ואיזה מהן שיקריב יצא ידי חובתו הוה ליה כמפריש ב' חטאות לאחריות כלומר אם תאבד אחת מהן תהיה חברתה תחתיה וא\"ר הושעיא המפריש ב' חטאות לאחריות מתכפר באחת מהן ושניה רועה ולמה שנינו תמות. ופרקינן כיון דסבר רב מצוה בראשון נתברר כי מעיקרא שהפריש השני שבזוג שני לאיבוד הפרישו לפיכך ליחיד כי האי גוונא מתה דהא השניה היא שמתברר כי לאיבוד הופרשה לפיכך אמרינן עלה אבודה מתה וזו השמועה מפורשת בתמורה פרק ולד חטאת ת\"ש ר' יהודה אומר תמות [וכו'] ופשוטה היא. איכא דמותיב הכי ועוד א\"ר יהודה נשפך הדם ימות המשתלח כו' בשלמא לרב רישא פליגי בחטאת צבור. ת\"ק אומר רועה כי אין חטאת צבור מתה ור' יהודה אומר תמות סיפא פליגי בדחויין ת\"ק סבר נשפך הדם יביא אחר ויגריל עליו ויעשהו לשם וישלח הראשון. ור' יהודה סבר הראשון כבר נדחה משעה שנשפך הדם ואין מתכפרין בדחויין לפיכך א\"ר יהודה ימותו. אלא לר' יוחנן דאמר לא שנה ר' יהודה תמות אלא מפני שנדחת כמו האבודה ומאי ועוד  היא קשיא: מת המשתלח אמאי תני ר' יהודה ישפך הדם כבר נתקיימה המצוה כלומר הגריל עליהן והשעיר של שם עשאו חטאת ואין דבר תלוי ביניהן. ושנינן כתיב יעמד חי לפני ה' לכפר. כלומר יהיה זה עומד חי עד שיכפר זה הקרב לפני ה' ובמה מכפר בדמו. תנן התם במס' שקלים פ\"ב בני העיר ששלחו שקליהן ונגנבו או אבדו אם נתרמה התרומה נשבעין לגזברין כו'. ת\"ר אין עולין להן לשנה הבאה ר' יהודה אומר עולין מאי טעמא דר' יהודה קסבר ר' יהודה חובות של שנה זו קריבות לשנה הבאה ואותבינן עליה אי הכי דטעמיה דר' יהודה משום דסבר חובות דשנה זו קריבות בשנה הבאה."
        ], 
        [
            " אמאי תני ר' יהודה בפר ושעיר של יוה\"כ שאבדו והפריש אחרים תחתיהן כולן ימותו נישהינהו ונקרבינהו לשנה הבאה ושנינן שאני קרבנות צבור דבעינן לאיתויינהו מתרומה חדשה וכדר' טבי. ואמרינן התינח שעיר שהוא בא משל צבור וצריך מתרומה חדשה הפר שאינו לא משל צבור ולא  קרבן שהרי כ\"ג מביאו מממונו. ודחינן גזירה פר אטו שעיר. כלומר מי שיראה כי משהין הפר להקריבו לשנה הבאה ישהה הוא גם השעיר ואמרינן ואי משהי ליה לשעיר מה בכך. הא דר' טבי משום מצוה היא. ואמרינן אם הביא מן הישן יצא אלא שחיסר מצוה ופריק רב זירא שמא יאמרו הגורל קובע משנה לחברתה. התינח שעיר שצריך גורל. פר מאי איכא למימר גזירה פר אטו שעיר ומשום גזירה ימותו כו'. שעיר בן שנה הוא כשר. ואם תניחהו מיוה\"כ זה ליוה\"כ אחר אי אפשר שיהא ביום הכפורים זה  פחות מבן ח' ימים ליוה\"כ אחר עברה שנתו. ודחי הכי ר' יהודה [כרבי] ס\"ל דתני בענין ואם לא יגאל עד מלאת לו שנה תמימה ר' אומר מונה שס\"ה ימים כמנין ימות החמה ומשכחת לה דמטי יוה\"כ אחר ולא שלמו ליה שס\"ה ימים."
        ], 
        [
            " ואקשינן תוב והא כל חטאת שעיברה שנתו לרעייה אזלא. ומשני רבא לא תני ר' יהודה כולם ימותו אלא משום דחייש לתקלה. כדתניא אין מקדישין ואין מעריכין ואין מחרימין בזמן הזה ואם הקדיש או העריך או  החרים תיעקר נועל דלת בפניה ומתה מאליה. כסות וכלים ירקבו. מעות וכלי מתכות יוליכם לים המלח. ותקלה עצמה תנאי היא וכו'. ודברים פשוטין הן כו': בא לו אצל שעיר כו'. ואילו בני אהרן לא קתני בוידוי דשעי' המשתלח. ואסיקנא אטו כהנים נפקי מכלל ישראל כיון דמתודה חטאו עמך בית ישראל כהנים בכלל עמך בית ישראל הן: מסרו למי שהו' מוליכו כו'. ת\"ר והתודה עליו את כל עונות בני ישראל ושלח ביד איש עתי המדברה איש להכשיר כל איש ואפי' זר עתי ואפי' בטומאה."
        ], 
        [
            " שאם נטמא נכנס לעזרה ומשלחו עתי ואפי' בשבת. שאם חלה השעיר ואינו יכול להלך מרכיבו על כתפו. ואפי' לר' נתן דאמר החי נושא את עצמו.  לא מיבעיא לן חולה שני דחולה כמאן דכפות דמי. ואינו נושא את עצמו וכמשוי הוא. וא\"ר יוחנן מודה ר' נתן בכפות המוציא אדם כפות כלומר קשור ידיו ורגליו חילל את השבת ודברי ר' נתן בשבת פ' המצניע [שבת ד' צד. ובעירובין פ' המוצא תפילין (עירובין ד' קג)]. אמר רפרם זאת אומרת עירוב והוצאה לשבת ואין עירוב והוצאה ליוה\"כ. זו השמועה בכריתות פרק אמרו לו שנים אכלת חלב. אמרו על שמועה זו דרפרם ממאי דילמא שני שעיר המשתלח דהכשירו דיוה\"כ בכך. אלא דרפרם ברייתא היא. פי' אם בא רפרם לדקדק מהא דתנן בכריתות א\"ר מאיר אם היתה שבת והוציאו חייב. ואמר מדקאי ביוה\"כ וקתני אם היתה שבת ש\"מ דשבת הוא דאסירא להוציא מרשות לרשות אלא אם יערב. אבל יוה\"כ מותר בלא עירוב. ונדחו דבריו. ואם קנא בכריתות אלא [האי דאמר רפרם בריית' היא] כלו' חיצונה [היא] ולא. נאמרה בביה מ\"ד. ולא שנא יוה\"כ אין מוציאין ולא יוצאין בתחומין אלא ע\"י עירוב כדגרסי' בעירובין [פרק בכל מערבין] ותני' אמרו ב\"ה לב\"ש אתם מודים שמערבין לגדול ביוה\"כ  אמרו להן כשם שמערבין לגדול ביוה\"כ כך מערבין לנזיר ביין ולישראל בתרומה. להודיעך דכ\"ע מודים ומילתא פשוטה היא שמערבין לגדול ביוה\"כ וכל מאן דמפרש חילוף זה טעות הן הדברים בידו: שאלו את ר' אלעזר חלה מהו שירכיבוהו כו'. וחכ\"א חלה מרכיבו על כתפו חלה השליח משלחו ביד אחר. דחפו ולא מת יורד וממיתו. שאלו את ר' אלעזר אבשלום שבא על פילגשי אביו מהו לעוה\"ב. מי סבירא לן הא דאמר רב נשים בקדושין וכתובה. פילגשים בלא כתובה וקדושין. וכן שאלוהו על שלמה מי סבירא לן כר' יונתן דאמר כל האומר שלמה חטא אינו אלא טועה. שנאמר ולא היה לבבו שלם עם ה' אלהיו כלבב דוד אביו. כלבב דוד אביו לא היה מיחטא נמי לא חטא כו'. כדאיתא בפ' במה בהמה יוצאה ותוספתא בפ\"ג דיבמות: מהו להציל כבשה כלומר בת שבע מיד דוד מי סבירא הא דר' יונתן במס' כתובות [ד' ט.] כל היוצא למלחמת בית דוד גט כריתות נותן לאשתו. ואוריה נתן גט לבת שבע מהו להציל הרועה מיד הארי כלומר מהו להציל אוריה מיד דוד מי סבירא לן חולקין כבוד לתלמיד במקום הרב. ומפני שאמר ואדוני יואב אינו מורד במלכות וניתן להצילו או אין חולקין כבוד לתלמיד ומורד במלכות הוא. ומסקנא בהו בהני שאילתא. לא מפני שהפליגו בדברים אלא שלא אמר דבר שלא שמעו מרבו לעולם: במעשה העגל רב ולוי חד אמר זיבח וקיטר בסייף. גיפף ונישק במיתה. שמח בלבו בהדרוקן. וחד אמר מי שהעמידו עליו עדים והתראה בסייף. עדים בלא התראה במיתה. לא עדים ולא התראה בהדרוקן. חולי נפוח בני מיעים עד שימות. שבט לוי לא עבד ע\"ז והאי דכתיב לאביו ולאמו לא ראיתיו וגו'. אביו אבי אמו ישראל וכן אמו מישראל. אחיו מאמו בן ישראל. בניו בני בתו מישראל: וכבש עושין לו מפני הבבלים שהיו מתלשין בשערו כו'."
        ], 
        [
            " תנא משוך צפירה זו זעיר וחובי דדרא סגיאין כלומר מהר וצא שעיר זה קטן וחטאות הדור מרובין: ת\"ר י' סוכות וי\"ב מילין היו דברי ר' מאיר ר' יהודה אומר ט' סוכות וי' מילין היו. ר' יוסי אומר ה' סוכות וי' מילין היו פשוטין הן כולן  אצל זה שאומר וכולן ע\"י עירוב. א\"ר יוסי שח לי אלעזר בני אם ע\"י עירוב יכול אני לעשות בשתי סוכות וי' מילין צריך פירוש וזה פירושו עושה ברחוק ארבעה מילין מירושלים סוכה. ומרחיק ד' מילין ועושה סוכה אחרת והמבקש ללות המוליך שעיר המשתלח יוצא מירושלים לערב בסוף מיל והוא אלפים אמה שהן תחום שבת כדי שיהא רשאי עוד לילך מיל אחר שהוא אלפים אמה אחרות נמצא מהלך ב' מילין מירושלים שהן ד' אלפים אמה והשוכנים בסוכה יוצאין מיל כלפי ירושלים ומערב כדי להלך מיל אחר נמצאו היוצאין מירושלים הולכין עמו ב' מילין ומוציאין שם האנשי' שיצאו מן הסוכה וחוזרין האנשים שבאו עמו מירושלים והולכין עמו הם שבאו מן הסוכה מיל ע\"י עירוב ומיל תחומם הנה ד' מילין וכן בין סוכה לסוכה ד' מילין בענין הזה. אחרים מערבין לצד זה ואחרים מערבין לצד זה הנה ח' מילין נשארו ב' מילין יוצאין עוד היושבים בסוכה השניה הם שלא עירבו בצד האחר שבין סוכה לסוכה הולכין עמו מיל תחומם ומיל ע\"י עירוב הרי י' מילין. אבל אליבא דר' מאיר דאמר י\"ב מיל נשארו ב' מילין עומד מרחוק ורואה מעשיו שחלק לשון של זהורית חציו קשר בסלע דחייש דילמא כייף לרישיה זה השעיר ולא יראהו יראה מה שבסלע ולמה היה קושר בין קרני השעיר אמרי' ובו מתכפרין דלמא קדים ומלבין  כדכתיב אם יהיו חטאיכם כשנים כשלג ילבינו."
        ], 
        [
            " ולא היה מגיע למחצית ההר עד שנעשה אברים אברים אותן אברין רב ושמואל חד אמר מותרים בהנאה הן כלומר להאכילן לבהמות. וחד אמר אסורין ואסיקנא אמר רבא מסתברא כמ\"ד מותרין דלא אמרה תורה שלח לתקלה. כלומר דבר שיבא בו לידי תקלה: ת\"ר עזאזל מקום עז וקשה כדכתיב ואת אילי הארץ לקח. יכול ביישוב ת\"ל המדברה [ומנין שבצוק ת\"ל] אל ארץ גזרה שמתגזר ויורד. שמא תאמר מעשה תוהו הם ת\"ל גזרה. אני ה' גזרתי ואין רשות להרהר בי: ת\"ר את משפטי תעשו. דברים שאילו לא נכתבו דין שיכתבו ואלו הן ע\"ז וג\"ע וש\"ד וגזל וברכת השם. ואת חקותי תשמרו. דברים שיצה\"ר מקטרג עליהן ואומות העולם משיבין עליהן. ואלו הן אכילת חזיר ולבישת שעטנז ורוק יבמה ושיער נזיר וצפורי מצורע ושעיר המשתלח והרבעת כלאים ושור הנסקל ופטר חמור ועגלה ערופה ובשר בחלב ושמא תאמר מעשה תוהו המה אני ה' חקקתים גזירה [היא] ואין לך רשות להרהר בהן. מאימתי מטמאין בגדים כו' ת\"ר המשלח השעיר מטמא בגדים ולא המשלח את המשלח וכו'. עד ר' שמעון אומר משעת דחייתו זורקו בבת ראש לעזאזל יכבס בגדיו. בא לו אצל הפר ואצל השעיר קרען כו'. מגס קערה כדמתרגמינן קערת כסף מגיסטא דכסף. נתן את האימורין והן החלבין במגס כדי לעלותן ע\"ג המזבח להקטירן."
        ], 
        [
            " קלען במקלעות א\"ר יוחנן כמין קליעה תנן כלומר היו תולין במוטות כמו קלע כדכתיב ואת נפש אויביך יקלענה בתוך כף הקלע. תנא לא היה מנתחן ניתוחי עולה לא ע\"י הפשט אלא עור ע\"ג בשר היה מנתחן דילפי מפר העלם דבר של צבור שנא' בו בפר העלם דבר של צבור על ראשו ועל כרעיו וקרבו ופרשו ונאמר בעולה קרבו ראשו וכרעיו מה להלן ע\"י ניתוח שנאמר והפשיט את העולה ונתח אותה לנתחיה. אף פר העלם דבר ע\"י ניתוח. אי מה העולה ניתוחה אחרי הפשט עורה מבשרה. אף זה הפר ניתוחו אחרי הפשיטו ת\"ל וקרבו ופרשו שכשם שפרשו בקרבו כך בשרו בעורו למדנו שלא היה מפשיט העור מן הבשר אלא היה מנתחם בעודנו העור דבוק על הבשר. תוספתא [בפ\"ג] היכן שורפין אותן אבית הדשן הגדול חוץ לירושלים ולצפונה של ירושלים חוץ לג' מחנות והיקיפין של כהנים היו מעמידין מפני דוחק העם כדי שלא יהו קופצין לראות ונופלין לתוך המדורה וכו': מאימתי מטמאין בגדים וכו'. ת\"ר להלן בפר כהן משיח אתה נותן חוץ לג' מחנות וכאן חוץ למחנה אחת. א\"כ מה ת\"ל אל מחוץ למחנה ללמד כיון שיצאו חוץ לחומת העזרה מטמאין בגדיהן המוציאין אותן לשורפן כדתנן בזבחים סוף פרק טבול יום. היו סובלין אותן במוטות יצאו הראשונים חוץ לחומת העזרה והאחרונים לא יצאו. הראשונים מטמאין בגדים ואחרונים אין מטמאין עד שיצאו כו'. והתם בפר כהן משיח מנ\"ל דחוץ לג' מחנות. דתניא והוציא את כל הפר אל מחוץ למחנה חוץ לג' מחנות וכו'. ופשוטה בפר כהן משיח כתיב אל מחוץ למחנה אל שפך הדשן למדנו ששפך הדשן הוא חוץ למחנה למה כתיב והוציא את הדשן אל מחוץ למחנה להוסיף לו חוץ למחנה אחר. עוד בפר העדה כתיב ושרף אותו כאשר שרף את הפר הראשון. והוא פר כהן משיח. וממילא ידעינן דחוץ למחנה ישרף למה כתב בו [אל מחוץ למחנה] ליתן מחנה אחר הרי ג' מחנות. וכתיב והשליך אותה אצל המזבח קדמה אל מקום הדשן. ש\"מ ששפך הדשן במזרח היה. הנה למדנו שפר כהן משיח היה נשרף חוץ לג' מחנות למזרח ירושלים. וכן פר העדה ור' שמעון דאמר משיצת האור ברובן דאישתייר ליה אל מחוץ למחנה מופני גמיר ביה ג\"ש מפר כהן משיח."
        ], 
        [
            " כדתניא ר' אליעזר אומר נאמר בו מחוץ למחנה כו'. ורבנן דמפקי אל מחוץ למחנה דחוץ לחומת עזרה [מטמא בגדים] הני היכא הוה שריף להו אמרינן שריף להו לצפון ירושלים חוץ לג' מחנות כדתניא כו'. אמר רבא מאן תנא דפליג על ר' יוסי הגלילי ר' אליעזר בן יעקב היא דתניא על שפך הדשן ישרף שיהא שם דשן שיקדים שם דשן. ר' אליעזר בן יעקב אומר שיהא מקומו משופך ודחי אביי ודילמא במקומו משופך פליגי ולאו דלא בעי ר' אליעזר בן יעקב על שפך הדשן ממש מאן דאמר ניתך הבשר והחלב כהיתוך מים אין מטמא בגדים. החריכה נמי כמו היתוך הוא שהרי לא נותר בשר. ואינו מטמא בגדים. ומי שאמר משנעשו אפר החריכה אינה אפר ומטמא בגדים. אמרו לכ\"ג הגיע שעיר למדבר כו'. אמר אביי ש\"מ קא סבר ר' יהודה בית חדודו מדבר הוא. קמ\"ל כיון שהגיע למדבר נעשה מצותו:", 
            "<b>הדרן עלך שני שעירי</b>", 
            "פ\"ז בא לו כ\"ג לקרות אם רוצה בבגדי בוץ קורא כו'. דייקינן ממתני' דקריאה לאו עבודה היא. ומדקרי בבגדי בוץ ש\"מ דבגדי בוץ כהונה ניתנו ליהנות בהן. ואע\"ג דאסיקנא לשמעתא כי ניתנו ליהנות בהן דחי' דילמא שני קריאה דצורך עבודה היא הכי נמי דחינן שלא היו ישינים בבגדי קדש הא מיכל אכלי בהו. דילמא שני אכילה דאית בה כפרה כעבודה היא דתניא ואכלו אותם אשר כופר בהן מלמד כיון שהכהנים אוכלין אותם בעלין מתכפרין איכא דאמרי שינ' הוא דלא הא הילוך בהו שרי."
        ], 
        [
            " ודחינן אפילו הילוך אסיר והאי דקתני שינה משום סיפא דקתני פושטים ומקפלים ומניחים אותם תחת ראשיהם ואמרינן ומינה את שמע דניתנו ליהנות דהא נותנין אותן תחת ראשיהן. ודחי' לא תימא תחת אלא אימא ומניחין אותם כנגד ראשיהן ולא ראשיהן עליהן. ש\"מ כשם שבגדי קדש מותר לישן כנגדן כך התפילין מותר לישן כנגדן אם הם נתונים לו מן הצד. וברור לן דשינויא דשנינן שינויא הוא דאי אפשר לישן על בגדי כהונה דאבנט כלאים הוא ומדאורייתא אסור בהעלאה עליו. ומדרבנן אסור להציעו תחתיו ולישן עליו ואפילו י' מצעות זו על זו וכלאים תחתיהן אסור לישב עליהן כך על זה הדרך סוגיא דשמועה זו סלקא. ואמר רב אשי אפילו תימא תחת ראשיהן כיון שהן קשין דהא חוטן כפול ששה אין נימא נשמטת מהן ונכרכת בבשרו כדרב הונא בריה דר' יהושע דאמר נמטא גמדא דנרש שריא. כלומר כיון שהוא קשה מותר לישן עליו וכי הא קי\"ל: ת\"ש בגדי כהונה היוצא [בהן] למדינה אסור ובמקדש בין בשעת עבודה בין שלא בשעת עבודה מותר מפני שבגדי כהונה ניתנו ליהנות בהן ש\"מ. ואקשינן ובמדינה אין יוצאין בבגדי כהונה. והתניא כי שמעון הצדיק לבש בגדי כהונה ויצא עד אנטיפטרס אצל אלכסנדרוס. ושנינן לאו בגדי כהונה אלא בגדים חדשים שאינם מקודשין ולמה קורא אותן בגדי כהונה שהן ראוין לכהונה איבעית תימא עת לעשות לה' הפרו תורתך כלומר עת סכנה היתה ואין למידין ממנה: חזן הכנסת נוטל ס\"ת ונותנו לראש הכנסת ש\"מ חולקין כבוד לראש הכנסת שהוא תלמיד במקום כ\"ג הרב ודחי אביי כולו משום כ\"ג הוא כלומר שיהא ראש הכנסת מחזר לפניו ובפרק יש נוחלין גרסינן והלכתא אין חולקין כבוד לתלמיד במקום הרב ואם חלק לו רבו חולקין לו: ירושלמי בכל אתר איתמר הולכין אצל התורה והכא מוליכין את התורה אצלו אין ע\"י שהן אנשים גדולים התורה מתעלה בהם. והא תמן מוליכין אורייתא גבי ריש גלותא. א\"ר יוסי בר בון תמן ע\"י זרעו של בית דוד משוקע שם אינון עבדין כמנהג אבהתהון: וכ\"ג עומד ומקבל וקורא."
        ], 
        [
            " ודייקינן מדקתני עומד עכשיו מכלל שהיה יושב והאמר מר אין ישיבה בעזרה אלא למלכי בית דוד בלבד שנאמר ויבא המלך דוד וישב לפני ה'. ושנינן כדאמר רב חסדא כי עזרא דכתיב ביה ויקרא בו לפני הרחוב אשר לפני שער המים בעזרת הנשים קרא. כך כ\"ג בעזרת הנשים היה קורא ומותר לו לישב שם: כתיב ויברך עזרא את ה' אלהים מאי אמר. אמר רב יוסף ברוך המבורך. א\"ל אביי לרב דימי אימא שיברכו בשם המפורש א\"ל אין אומרים שם המפורש בגבולין כלומר אין מברכין בשם המפורש חוץ לעזרה. ולא והכתיב ויעמוד עזרא הסופר על מגדל עץ אשר עשו לדבר ואמר רב יהודה אמר רב שגידלו בשם המפורש והנה זה בגבולין הוה. ושנינן הוראת שעה היתה. דכתיב ויצעקו בקול גדול אל ה' האלוהים. מאי אמרו אר\"י ואיתימא רבי נתן בייא בייא כו' רב מתנא אמר ויברך עזרא את ה' האלהים הגדול שגידלו בשם המפורש  אמר ברוך ה' האלהים אלהי ישראל מן העולם ועד העולם. במערבא מתנו [רב] גידל אמר שגידלו בשם המפורש. רב מתנא אמר. אמר האל הגדול הגבור והנורא. והא דרב מתנא נטייא לדר' יהושע בן לוי דאמר למה נקראו אנשי כנסת הגדולה שהחזירו עטרה ליושנה כאשר אמר משה רבינו האל הגדול הגבור והנורא. כי בא ירמיה ולא אמר גבור בא דניאל ולא אמר נורא. באו אלו ואמרו אדרבה זהו גבורתו שכובש אפו ומאריך לרשעים. נורא שאלמלא נוראותיו אין אומה אחת מתקיימת בין ע' אומות. וירמיה ודניאל הנביאים הללו איך באו לעקור דברי משה רבינו. ושני רבי יצחק מתוך שיודעין בהקב\"ה שהוא אמת לא כיזבו: וקורא אחרי מות ואך בעשור מכלל דמדלגי והתנן מדלגין בנביא ואין מדלגין בתורה ושנינן הא דתני אין מדלגין בשני ענינין מענין לענין אחר והא דתני מדלגין בענין אחד. והתניא כך מדלגין בתורה בענין אחד ובנביא אפילו בשני ענינין. וזה וזה בכדי שלא יפסיק התורגמן ואין מדלגין מנביא לנביא ובנביא של שנים עשר מדלגין ובלבד שלא ידלג מסוף הספר לתחלתו כלומר למפרע לא:"
        ], 
        [
            " ואומר יותר ממה שקריתי כאן כתוב כאן ולמה כל זה כדי שלא יאמרו זה הס\"ת חסר הוא כו' ואסיקנא לר\"ל אינו פותח בס\"ת אחר לקרות בו עד שיברך ואע\"פ שבירך בס\"ת האחר שקרא בו וכי תלתא גברי בתלתא סיפרי לא הוה פגמא לספרים חד גברא בתרי סיפרי פגמא: ירושלמי ומברך עליה ח' ברכות על התורה. בא\"י הבוחר בתורה. ועל העבודה בא\"י שאותך [לבדך] ביראה נעבוד. על ההודאה בא\"י הטוב לך להודות. על מחילת העון. בא\"י מוחל עונות עמו ישראל. על המקדש בא\"י הבוחר במקדש. בא\"י שומע תפלה: הרואה כ\"ג כשהוא קורא כו'. ש\"מ דמצוה היא לישב בכנסת בשעה שקורין בס\"ת שנאמר ברוב עם הדרת מלך: יצא ועשה את אילו ואת איל העם כו'. איבעיא להו ר' עקיבא היכי קאמר שבעת כבשים תמימים עם תמיד השחר היו קריבין ופר העולה כו' ושחיטת פרו והקטרת והזאת דם הפר לפני הכפרת ושחיטת השעיר והזיית דמו בפנים והזיית מדם הפר לפני הפרכת. והזיית מדם השעיר לפני הפרכת. עירוב דם הפר בדם השעיר והזייה בקרנות מזבח הזהב והזייה על טהרו. וידוי על שעיר המשתלח. ושילוח השעיר. והוצאת הכף והמחתה. והוצאת פר ושעיר לשריפה. וקריאה בתורה. והקרבת אילו ואיל העם. וחלבי פרו. וחלבי השעיר הנעשה בפנים. ופר העולה ושבעת כבשים תמימים ושעיר של חטאת ותמיד של בין הערבים. ואמר רבא לא תמצא בסדר הזה אחרי עבודת היום שדברי הכל שוין בה. אלא אי ר' אליעזר דבי שמואל דתנן דבי שמואל ר' אליעזר אומר יצא [ועשה] אילו ואיל העם ואימורי חטאות. ופר העולה ושבעת כבשים תמימים ושעיר הנעשה בחוץ (ותמיד) [עם] של בין הערבים. אי ר' עקיבא דתוספתא."
        ], 
        [
            " דתני בתוספתא ר' עקיבא אומר תמיד של שחר ועמו עולת המוסף והן פר ושבעת כבשים שמצינו בכל מקום כי המוספין עם תמיד של שחר קריבין כדכתיב מלבד עולת הבקר אשר לעולת התמיד תעשו את אלה וגו' עד עולת התמיד יעשה. ולמה לא עשה עמהם איל העם כדרך שעושה כל השנה מפני שכתוב מפורש ביוה\"כ ויצא ועשה את עולתו ואת עולת העם ללמד שאין נעשין אלא לאחר עבודת היום. ואח\"כ עושה עבודת היום. ואחר עבודת היום השעיר הנעשה בחוץ שנאמר שעיר עזים אחד לחטאת מלבד חטאת הכפורים ללמד כי אחר שעיר שבפנים קרב מיד שעיר הנעשה בחוץ ואח\"כ אילו ואיל העם שנאמר ויצא ועשה את עולתו וגו' ואח\"כ אימורי חטאות ואח\"כ תמיד של בין הערבים ור' אלעזר אמר לך הני מילי דקרבי מוספין עם תמיד של שחר היכא דליכא עבודת היום אבל היכא דאיכא עבודת היום היא קדמה והאי מלבד חטאת הכפורים מיבעי ליה ללמד על מה שזה מכפר בדבר שאין בה ידיעה בתחלה ויש בה ידיעה בסוף כך זה מכפר ומפורש בתחלת שבועות: ר' יהודה אומר משמו כו' פשוטה היא."
        ], 
        [
            " איל אחד האמור כאן שנאמר ומאת [עדת] בני ישראל יקח שני שעירי עזים לחטאת ואיל אחד לעולה הוא האמור בפרשת פינחס בענין ובעשור לחדש השביעי: אמר רב חסדא גמירי ה' טבילות וי' קידושין ואי כסדרן כלומר כמו שכתובה בעבודת היום לא תמצא אלא שלשה טבילות וזה פירושו טבילה לתמיד של שחר שהוא קודם  לעולה ואח\"כ כתיב כשבא ללבוש בגדי לבן (כתיב) בגדי קדש הם ורחץ במים את בשרו ולבשם וכתיב מפורש כל סדר עבודת היום. ובסוף עבודה כתיב ובא אהרן אל אהל מועד ופשט את בגדיו אשר לבש וגו' וכתיב בתריה ורחץ את בשרו במים במקום קדוש וגו' ויצא ועשה את עולתו וגו'. שלמו העבודות באלו שלש טבילות אלא היה עושה עבודת היום ומניח הכף והמחתה ויוצא טובל ועושה אילו ואיל העם כו' ואח\"כ טובל עוד ונכנס ומוציא המחתה ויוצא וטובל ומשלים לפיכך אמר רב חסדא כל הפרשה נאמרה על הסדר אלא מובא אהרן אל אוהל מועד ואילך. כשבא המשלח אומר לכ\"ג מחיה חיים עשינו שליחותנו בפומבדיתא כי הוו מפטרי רבנן מהדדי אמרי הכי מחיה חיים יתן לך חיים ארוכים טובים ומתוקנים שנאמר כי ארך ימים ושנות חיים ושלום יוסיפו לך. ומה הן שנות חיים השנים המשתנין לו לאדם מרעה לטובה. אתהלך לפני ה' בארצות החיים זה מקום שווקים. אליכם אישים אקרא אלו ת\"ח (שיושבין) [שדומין] כנשים ועושין גבורה כאנשים והרוצה להביא יין על המזבח ישקה ת\"ח שנקראו אישים ואם ראה שהתורה פוסקת מזרעו ישא בת תלמיד חכם. שנאמר אם יזקין בארץ שרשו וגו' מריח מים יפריח:"
        ], 
        [
            " אתו שמעיה ואבטליון למיהב שלמא לכ\"ג. א\"ל ייתי בר אהרן לשלם. אמר להו ייתון בני עממין לשלם כו': ירושלמי [למה] משמש בפנים בבגדי בד. א\"ר חייא בר אבא כשירות של מעלה מה למעלה ואיש אחד בתוכם לבוש בדים. אף משרת למטה כתנת בד קדש ילבש. ולמה בחוץ בח' א\"ר חנינא כנגד המילה שהיא לח' ימים כדכתיב בריתי היתה אתו. ולמה אינו נכנס לפנים בבגדי זהב. א\"ר לוי אין קטיגור נעשה סניגור. כ\"ג משמש בח' כלים כו'. ת\"ר בגדים שנאמר בהן שש חוטן כפול ששה משזר ח' נמצא המעיל י\"ב. והפרכת כ\"ד והחשן ואפוד כ\"ח חוטן כפול ששה מנ\"ל ופשטנא שיתא שש כתיבי בבגדי לבן. ואלו הן ושבצת הכתנת שש. ועשית מצנפת שש. ויעשו את הכתנות שש מעשה אורג כו'. ואת המצנפת שש ואת פארי המגבעות שש. ואת מכנסי הבד שש משזר. ואת האבנט שש משזר ומצנפת ומגבעת אחת היא. קרא אחת לגופיה שיהיו של בוץ והוא פשתים. גמרא גמירי לה דהאי בד פשתים הוא ואתא יחזקאל ואסמכה אקרא ומכנסי פשתים. וחד שיהו שזורין וחד שיהא חוטן כפול ששה וחד לשאר בגדים שלא נאמר בהן שש. וחד לשאר מינין שיהו גם הן חוטן כפול ששה. וחד לעכב שאם אינן חוטן כפול ששה פסולין הן. שש חוטן כפול ששה כמשמעו. אלא משזר שמונה מנ\"ל. ואמרינן כתיב בשולי המעיל שלשה מינין תכלת וארגמן ותולעת שני משזר וכתיב בפרכת שש משזר ארבעה מינין. והן בכל אחד ו' הרי כ\"ד ויליף שולי המעיל מפרכת משזר משזר בג\"ש. מה בפרכת כ\"ד חוטין אף שולי המעיל כ\"ד חוטין. ובשולי המעיל ג' מינין נמצאו ח' חוטין בכל מין. ח' בתכלת. ח' בארגמן. וח' בתולעת שני ואמאי לא יליף שולי המעיל מן האפוד והחשן דאינון כ\"ח חוטין משום דכתיב בהו זהב ושולי המעיל ופרכת לא כתיב בהן זהב אדרבה דנין כלי מכלי לאפוקי פרכת דאהל הוא."
        ], 
        [
            " ושנינן אלא שולי המעיל מן האבנט גמר דאית ביה ד' מינין וכתיב ביה נמי [זהב]. רב אשי אמר שולי המעיל מן האפוד לא יתכן ללמד ממנו להיות חוטין כ\"ח כי בשולי המעיל ג' מינין אם תעשה בכל מין ט' לא יבואו אלא כ\"ז חוטין אם נעשה י' בכל מין הנה ל' לעשות שנים מהן ט' ט' ואחד י' ועשית כתיב שיהיו כל החוטין שוין הלכך לא אפשר ולפיכך לא גמר מיניה. מעיל י\"ב חוטין הוא מין אחד תכלת שנאמר ועשית את מעיל האפוד כליל תכלת. ואינו כתיב בו שש ואסיקנא חד קרא לשאר מינין דלא כתיב בהו שש. נמצא התכלת של מעיל ששה חוטין וכתיב ביה כליל כלומר תכללהו לשנים נמצאו י\"ב חוטין. פרכת כ\"ד. ד' דשיתא שיתא הא כ\"ד. חשן ואפוד ד' מינין ו' בכל אחד הרי כ\"ד חוטין וחוט של זהב בכל מין הרי כ\"ח חוטין. המקרע בגדי כהונה עובר בלאו שנאמר לא יקרע. וכן המזיח החשן מן האפוד שנאמר ולא יזח החשן וגו'. וכן המסיר בדי ארון שנאמר לא יסורו ממנו. והכתיב והבאת את הבדים בטבעות מכלל שהיה מסירם. ושנינן מתפרקין ולא היו נשמטין אלא כגון תלויין היו. תניא כשנויין: עצי שטים עומדים שעומדים [דרך] גדילתן. כלומר אינו רשאי להפכן: בגדי שרד אלו בגדי כהונה שמכפרין על עונות ישראל כמו שכתבנו למעלה לא נשתייר משונאיהן של ישראל שריד ופליט."
        ], 
        [
            " רבי שמואל בר נחמני אמר בגדים המשרדים אותן מתוך כליהן  ר\"ל אמר מעשה מחט. איני והתני' בגדי כהונה אין עושין אותן מעשה [מחט] אלא מעשה אורג. ומשני אביי הא דאמר ר\"ל לבית יד שלהן. דתניא בגדי כהונה בית יד שלהן נארגת בפני עצמה ונדבקת עם הבגד ומגעת עד פיסת היד: אמר רחבה א\"ר יהודה ג' ארונות עשה בצלאל אמצעי של עץ ט' טפחים פנימי ח' נשאר מן הארון של עץ טפח מגולה עשה החיצון עשרה להסיר טפח ממנו לכסות הטפח הנותר מבפנים מגולה. ומי שאומר גבהו י\"א טפחים קסבר יש בעביו טפח. וטפח להחזירו בפנים הרי י\"א ומשהו לזר. א\"ר יוחנן ג' זירין הן של מזבח זכה אהרן ונטלה כלומר לקח הכהונה. של שלחן זכה דוד ונטלו כלומר זכה למלכות. של ארון היא התורה כל הרוצה ליטול יבא ויטול. והוא הגדול שנאמר בי מלכים ימלוכו ורוזנים יחוקקו צדק. כתיב זר וקרינן זיר. זכה זיר. לא זכה זר. ועשו ארון מיכן לת\"ח שבני עירו מצווין לעשות מלאכתו. מבית ומחוץ תצפנו. כל ת\"ח שאין תוכו כברו אינו ת\"ח. ולא עוד אלא שקרוי תועבה שנאמר אף כי נתעב ונאלח איש שותה כמים עולה. ואין מים אלא תורה. למה זה מחיר ביד כסיל לקנות חכמה ולב אין. אוי להם לת\"ח שעוסקין בתורה ואין בהן יראת שמים מכריז ר' ינאי חבל על דלית ליה דרתא ותרעא לדרתא עביד. כלומר הוא רע ואין לו חלק עם ת\"ח. קריאתו רעה היא לך שיודע הדין ועושה חילופו. אמר רבא לרבנן לא תירתו תרתי גיהנם. התורה נקראת סם. שנאמר וזאת התורה אשר שם משה. זכה נעשית לו סם חיים. לא זכה סם המות. עדות ה' נאמנה נאמנת להעיד בלומדיה אם קיימוה אם לאו. מעשה רוקם אלו מעשה מחט. לפיכך פרצוף אחד מעשה חושב אלו מעשי אורג לפיכך שני פרצופות. כי אתא רב דימי אמר משוח מלחמה משמש בח' שנאמר ובגדי הקדש אשר לאהרן יהיו לבניו אחריו. למי שבא בגדולה אחריו."
        ], 
        [
            " איני והתניא יכול יהא בן [של] משוח מלחמה עומד תחתיו כדרך שבן כ\"ג עומד תחתיו כו' ואם איתא משוח מלחמה נמי בא אל אהל מועד שהוא משמש בח' בגדים. ושני רב נחמן בר יצחק ה\"ק מי שעיקר משיחתו לאהל מועד יצא זה שעיקר משיחתו למלחמה. ואותבינן תוב והתניא משוח מלחמה אינו משמש לא בשמנה ולא בארבעה ודחינן כי תניא ההיא דחייש משום איבה דכ\"ג. לפיכך תני אינו משמש בח'. והא האי תנא דלא חייש לאיבה דקתני וכולן אלו י\"ו דברים שבין כ\"ג המשוח בשמן המשחה לכהן הדיוט והן פר הבא על כל המצות ופר יוה\"כ. ועשירית האיפה לא פורע ולא פורם אבל (פורע) [פורם] מלמטה וכהן הדיוט מלמעלה. ואין מטמא לקרוביו. ומצווה על הבתולה. ומוזהר באלמנה ומחזיר הרוצח ומקריב אונן ואינו אוכל ומקריב חלק בראש ונוטל חלק בראש ומשמש בח' ופטור על טומאת מקדש וקדשיו וכל עבודות יוה\"כ אינה כשירה אלא בו. וכולן נוהגות במרובה בגדים. כהן במקדש שני שלא היה להן שמן המשחה והיה בהן כ\"ג מתמנה בריבוי בגדים (הוא) והיה נקרא מרובה בגדים. אבל פר הבא על כל המצות דכתיב בה בפירוש אם הכהן המשיח לא היה נוהג בהן בו. וכולן נוהגין בו במשוח שעבר כגון שאירע בו פסול ונתמנה אחר תחתיו ואח\"כ חזר הראשון לעבודתו. כל אלו נוהגין בכהן משיח שעבר חוץ מפר יוה\"כ ועשירית האיפה. ואלו כולן אין נוהגות במשוח מלחמה חוץ מה' דברים האמורים בפרשה לא פורע ולא [פורם] מלמעלה אלא מלמטה ואין מטמא לקרובין כו' הנה האי תנא לא חייש לאיבה דתני וכולן נוהגין במשוח שעבר ותני אין נוהגין במשוח מלחמה ודחינן כי לא הויא ליה איבה במשוח שעבר אבל משוח מלחמה דזוטר מיניה אם יראהו שמשמש בח' כלים ישמור לו איבה. כי אתא רבין אמר נשאל בח' בגדים איתמר כדתניא בגדים שכ\"ג משמש בהן משוח מלחמה נשאל בהן:"
        ], 
        [
            " כיצד שואלין השואל פניו כלפי הנשאל והנשאל כלפי השכינה. השואל אומר הארדוף אחרי הגדוד הזה האשיגנו. והנשאל אומר לו כה אמר ה' עלה והצלח. ואין שואל בקול אלא כדרך שכתוב בחנה רק שפתיה נעות וקולה לא ישמע ואין שואלין על ב' דברים כאחד. ואם שאל אין מחזירין לו אלא הראשון בלבד שנאמר ויאמר דוד ה' אלהי ישראל שמוע שמע עבדך וגו'. ואסיקנא דוד שאל שלא כסדר. וכיון שהרגיש חזר ושאל כסדר שנאמר ויאמר דוד היסגירו בעלי קעילה אותי ואת אנשי וגו'. ואם הוצרך הדבר לשנים מחזירין לו על שניהם שנאמר וישאל דוד בה' לאמר ארדוף אחרי הגדוד [האשיגנו] ויאמר לו רדוף כי השג תשיג והצל תציל. ואע\"פ שגזירת נביא חוזרת גזירת אורים ותומים אינה חוזרת שלא נקראו תומים אלא מפני שמשלימים דבריהן א\"כ מפני מה לא השלימו בגבעת בנימין לפי שהן לא ביחנו אם לנצוח אם לינצח. באחרונה שביחנו הסכימו על ידו שנאמר פינחס בן אלעזר בן אהרן עמד לפניו בימים ההם. כיצד נעשית. ר' יוחנן אומר האותיות היו בולטות והיו כתוב בהן אברהם יצחק ויעקב ושבטי ישורון להשלים צד\"י וטי\"ת שלא היו בשמות השבטים. ומותבינן עלייהו ותניא כל כהן שמדבר ברוה\"ק ושכינה שורה עליו שואלין בו. ומעשה ושאל צדוק ועלתה. שאל אביתר ולא עלתה לו שנאמר ויעל אביתר כו' ומשנינן סיועי מסייע הנשאל בהדי אורים ותומים: ירושלמי וישאל דוד בה' לאמר הארדוף אחרי הגדוד הזה האשיגנו דוד ביקש רחמים ה' אלהי ישראל הגד נא לעבדך תדע לך שהוא כן שהרי ב' שאל והשיבוהו ג' שנאמר ויאמר לו רדוף כי השג תשיג והצל תציל. אית תנא תני הקול היה שומע שנאמר וישמע את הקול מדבר אליו ואית תנא תני הכתב היה בולט והיה כתוב בהן אברהם יצחק ויעקב כל אלה שבטי ישורון היה חקוק עליהן: ואין נשאלין אלא למלך ולב\"ד ולמי שצורך הצבור בו מנ\"ל ולפני אלעזר הכהן יעמוד. הוא זה המלך אתו זה משוח מלחמה וכל העדה זו סנהדרין:", 
            "<b>הדרן עלך בא לו כהן גדול:</b>", 
            "יוה\"כ אסור באכילה כו'. אוקימנא למתניתין קתני אסור באכילה חצי שיעור. אבל האוכל כשיעור חייב כרת. תניא בהדיא כשאמר אסור באכילה לא אמרו אלא כבחצי שיעור אבל כשיעור ענוש כרת."
        ], 
        [
            " ואין ענוש אלא האוכל והשותה והעושה מלאכה בלבד וכיון דאמר חצי שיעור אסור מדרבנן אבל איסורא דאורייתא לית ביה. אקשינן עלה מהא דתנן בשבועות שבועת העדות אין נוהגת אלא בראויין להעיד והוינן בה למעוטי מאי. רב פפא אמר למעוטי מלך כדכתיב בית דוד דינו לבקר משפט. ואין עד נעשה דיין. רב אחא בר יעקב אמר למעוטי משחק בקוביא. והא משחק בקוביא מדאורייתא הוא ראוי ורבנן גזרו ביה ואע\"ג דרבנן הוא דגזרו ביה לא חיילא עליה שבועת העדות. ושנינן שני עדות דכתיב בה אם לא יגיד ונשא עונו. מי שמגיד והגדתו מתקיימת הוא מוזהר בשמיעת קול אלה יצא מלך. וגם זה משחק בקוביא שאפילו מגידים אין עדותן מתקיימת לפיכך פטורין משבועת העדות: חצי שיעור. ר' יוחנן אומר אסור מן התורה. דכיון דחזו לאיצטרפי אכילה קרינא ביה. ר\"ל אמר אסור מדרבנן. אכילה אמרה רחמנא וליכא. איתיביה שיכול כל שישנו בעונש [ישנו] באזהרה כוי וחצי שיעור שאינו בעונש יכול לא יהו באזהרה ת\"ל כל חלב ומשני ר\"ל לעולם מדרבנן [וקרא] אסמכתא בעלמא."
        ], 
        [
            " הא דרב אידי בר אבין דאמר כל לאתויי כוי מפורש בכריתות פרק דם שחיטה בבהמה ובחיה כו'. בתחלתו ואסיקנא קסבר האי תנא כוי בריה בפ\"ע הוא: ת\"ר תענו את נפשותיכם יכול ישב בחמה ובצנה כדי שיצטער ת\"ל כל מלאכה לא תעשו מלאכה ועינוי אסרתי לה מה מלאכה שחייבין עליה ממקום אחר ואיזה זה פיגול ונותר כו'. עד אם נפשך לומר בעריות משתעי קרא. הרי הוא אומר והאבדתי את הנפש ההיא איזהו דבר שיש בו איבוד נפש הוי אומר זו אכילה ושתיה דבי ר' ישמעאל תנא כאן תענו את נפשותיכם ונאמר ויענך וירעיבך. מה להלן עינוי רעבון אף כאן ביוה\"כ עינוי רעבון כתיב ביוה\"כ תענו את נפשותיכם וכתיב [תהילים לה] עניתי בצום נפשי ועוד כתיב [ישעיה נח] למה צמנו ולא ראית ענינו נפשנו ולא תדע. מיכן שהצום נקרא עינוי נפש: כתיב המאכילך מן למען ענותך. פי' כיון שאינו ניתן לו המן אלא יום ביום אע\"פ שעתה אוכל אכילתו עינוי הוא לו. ללמדך כל מי שאין לו פת בסלו לעולם אינו שבע כאילו בעינוי הוא וכן כל שאינו רואה מה שאוכל אינו שבע מיכן לסומים שאוכלין ואינן שביעים:"
        ], 
        [
            "ואסיקנא ירד להן לישראל תכשיטי נשים וציקי קדירה ואבנים טובות ומרגליות עם המן:"
        ], 
        [
            "לימדה תורה ד\"א שכל מי שיש לו סעודה לא ניכלה אלא  ביממא כעין ליליא לא יאכל אדם בשר בערב שנאמר בתת ה' לכם בשר לאכול כו'. בתחלה היו ישראל דומין כתרנגולין שמנקרין באשפה עד שבא משה ותיקן להן זמן סעודה. תניא ר' אומר מה ת\"ל כאשר צויתיך ואכלת מלמד שנצטוה משה על הושט ועל הקנה ועל רוב אחד בעוף ורוב שנים בבהמה ומה ת\"ל שטוח שירד להן משטוחין משטוחין  [כתיב ביוה\"כ תענו את נפשותיכם וכתיב התם עניתי בצום נפשי מיכן שהצום נקרא עינוי] כתיב לחם וכתיב שמן וכתיב דבש הא כיצד לנערים לחם לזקנים שמן לתינוקות דבש. כתיב שליו וקרינן סליו לצדיקים בשלוה ולרשעים כסילוה פי' קוצים: השליו היה יורד. לרב יהודה אבי דני. לרב חסדא אבי ציבי. (רבה) [רבא] הוה מייתו ליה ההוא ציידא בכל יומא מאגמא יומא חד לא אשכח סליק ההוא ציידא לאיגרא שמע לההוא ינוקא דקאמר שמעתי ותרגז בטני וגו' אמר ש\"מ נח נפשיה דרב חסדא ובשביל רבה הוה אכיל תלמידא. מחספס אמר ריש לקיש דבר שנימוח על פיסת היד. ר' יוחנן אמר מחספס חסר ו' כתיב בגימטריא רמ\"ח הרי מיכן שהיה המן נבלע ברמ\"ח אברים: ת\"ר לחם אבירים אכל איש. לחם הנבלע באיברים. אבל המלאכים אינן אוכלין כלל: ואפילו דברים שתגרי האומות מוכרין להן ואוכלין אותן היה המן מפיגן ולא היו צריכין לנקביהן ומה אני מקיים ושבת וכסית את צאתך לאחר שסרחו אמר להן הקב\"ה אני אמרתי תהיו לפני כמלאכים עכשיו הריני מטריחכם ג' פרסאות עד שתצאו חוץ למחנה. ואמר רבה בר בר חנה לדידי חזי לי ההוא דוכתא והוו ג' פרסי אורך וג' פרסי רוחב."
        ], 
        [
            "תנא כשהן נפנין לא נפנין לא [לפניהם ולא] לאחוריהן אלא לצדיהן: ולמה לא היה המן יורד להן פעם אחת בשנה. ואסיקנא מפני שיהו מכוונים לבם לאביהם שבשמים בכל יום. שמי שהיה לו כמה בנים היה דואג ואמר אם לא ירד המן למחר הרי אני ובני מתים ברעב. ונמצא תמיד מכוין לבו לשמים. ד\"א מפני משוי הדרך. במבול כתיב וארובות השמים נפתחו. וכתיב חמש עשרה אמה מלמעלה גברו המים. וגמירי דארבע ארובות שיעור הדלת. דתנא כמה ארובות יש בדלת ארבע וכתיב במן ודלתי שמים פתח וימטר עליהם מן לאכול נמצא בב' ארובות ט\"ו אמה על כל ארובה ז' אמה וחצי. ובב' דלתות ח' ארובות על כל ארובה ז' וחצי. נמצא גובהו של מן ששים אמה. ואסיקנא ר' אלעזר בג\"ש גמר התם כתיב וארובות השמים נפתחו והכא כתיב ודלתי שמים פתח. מה פתיחה דהתם ז' אמות ומחצה על כל ארובה. אף פתיחה דהכא ז' אמות ומחצה על כל ארובה. תניא איסי בר יהודה אומר מן שהיה יורד לישראל היה מתגבר ועולה עד שרואין אותו מלכי מזרח ומערב. שנאמר תערוך לפני שלחן נגד צוררי וגו' ודייק אביי מהא דאיסי דאמר המן היה מתגבר ועולה בחשבון תערוך כדי שיראו אותו הכל. כסא דדוד לעלמא דאתי שיעורו כחשבון רויה רכ\"א לוג: יוה\"כ אסור באכילה ובשתיה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה. אוקימנא לאכילה ושתיה חדא. והני ד' הא חמשה כנגד ענויין שבתורה. חד  בעשור וחד ובעשור ג' אך בעשור ד' שבת שבתון ה' שבת שבתון. בהני כולהו כתיב ענוי חמשה כנגד חמשה. ואסיקנא דשתיה בכלל אכילה היא שנאמר כל נפש מכם לא תאכל דם."
        ], 
        [
            " ותוב מדכתיב ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר וגו' הא שתיה וקא קרי ליה ואכלת כו' עד אמר רבא חמרא וריחני פקחין. אכילה ושתיה מנ\"ל דאיקרי ענוי שנא' עניתי בצום נפשי. רחיצה וסיכה מנ\"ל דאיקרי ענוי שנאמר לחם חמודות לא אכלתי ובשר ויין לא בא אל פי וסוך לא סכתי וגו'. וכתיב מן היום הראשון אשר נתת את לבך להבין ולהתענות וגו'. ודייק רב אשי מדכתיב וסוך לא סכתי כל סיכה בין סיכת מים שהיא רחיצה בין סיכת שמן אחד זה ואחד זה לא סכתי. מאי ואני באתי בדבריך דכתיב ושבעים איש מזקני בית ישראל ויאזניהו בן שפן וגו' ואחריהם אל היכל ה' וגו' אמר הקב\"ה למיכאל."
        ], 
        [
            " מיכאל סרחה אומתך אמר לפניו רבש\"ע דיי הטובים שבהם. א\"ל ומפני מה לא מיחו הריני שורף הכל. מיד אמר אל האיש לבוש הבדים בוא אל בינות לגלגל [וגו'] וישא ויתן אל חפני לבוש הבדים. אילו לא נצטננו הגחלים מיד הכרוב לידו של גבריאל לא נשתייר משונאי ישראל שריד ופליט. והנה האיש לבוש הבדים אשר הקסת במתניו משיב דבר לאמר עשיתי ככל אשר צויתני א\"ר יוחנן באותה שעה אפיקו גבריאל לאחורי הפרגוד ומחיוה כו'. אמרו ליה אי לא עבדת שפיר ואי עבדת אמאי לא עבדת כדפקדוך. ותוב לית לך אין משיבין על הקלקלה אוקמוה לדוביאל שר פרס בדוכתיה כ\"א יום. כדכתיב ושר מלכות פרס עומד לנגדי עשרים ואחד יום והנה מיכאל אחד השרים הראשונים בא לעזרני ואני נותרתי שם אצל מלכי פרס. אמר להן כתיבו לי ישראל וכולהו רבנן באכרגא כתבו ליה כי מטא למחתם פתח גבריאל ואמר שוא לכם משכימי קום וגו' ולא אשגחו ביה. אמר רבון כל העולמים אם יהיו כל חכמי אומות העולם בכף מאזנים ודניאל בכף שניה לא נמצא מכריע את כולם. אמר הקב\"ה מי הוא המלמד זכות על בניי [א\"ל] גבריאל [א\"ל] יבא מיד בא היינו דכתיב ואני באתי בדבריך: נעילת הסנדל מנ\"ל דאיקרי ענוי ופשטנא מהכא מנעי רגלך מיחף וגרונך מצמאה. איתקש יחיפה לצמאה. ובצמאה כתיב כי אמרו העם רעב ועיף וצמא במדבר. ומצאנו שאמר שלמה לאביתר כי התענית בכל אשר התענה אבי. נמצאת הצמאה שנקרית ענוי ויחיפה כיוצא בה. וזה מדרש הוא. אמר נביא לכנסת ישראל מנעי רגלך מחטא כדי שלא תבא לידי יחוף. וסור מדברים בטלים כדי שלא יבא גרונך לצמאה. מניעת תשמיש המטה מנ\"ל דהוא ענוי שנאמר אם תענה את בנותי שלא תתן להן העונה שלהן."
        ], 
        [
            " ואם תקח נשים שתביא עליהן צרות: ת\"ר אסור לאדם לרחוץ מקצת גופו ככל גופו ואם היו ידיו מלוכלכות בטיט או בצואה רוחץ כדרכו ואינו חושש. ואסור לסוך מקצת גופו ככל גופו ואם היה חולה או שהיו לו חטטין בראשו סך כדרכו ואינו חושש. תנא דבי מנשה רשבג\"א מדיחה ידה אשה במים ונותנת פת לתינוק. שמאי הזקן לא רצה להאכיל בידו אחת וגזרו עליו להאכילו בשתי ידיו. מ\"ט משום שיבתא פי' רוח רעה: ת\"ר ההולך להקביל פני רבו או אביו או מי שגדול ממנו עובר עד צוארו במי' ואינו חושש. רב אצל תלמיד מאי ולא איפשיטא בהדיא דהא רב אשי [אמר] דרב חייא בר אשי הוא דאזל לגביה זעירי רביה רבא שרא להו לבני עבר ימינה למעבר לנטורי פירי. תניא כוותיה שומרי פירות עוברים עד צוארם במים ואינם חוששין. רב יוסף שרא להו לבני בי רב למעבר כדי למיתא בפירקא. ושרא להו נמי למיהדר כדי שלא תהא מכשילן לעתיד לבא. כלומר אם תאסרהו לחזור לביתו לא יבא פעם אחרת. אמר רמי בר פפא לרב יהודה ולרב שמואל מהו למעבר במיא ומיתו קמי רבנן למשאל בשמעתא אמרו ליה תנינא עובר ובלבד שלא יוציא ידו מתחת חפת חלוקו ומתמהינן וכי האי גוונא בחול מי שרי והכתיב וימד אלף באמה ויעבירני במים מי אפסים. מיכן שמותר לעבור עד אפסים. וימד אלף ויעבירני במים מים ברכים מיכן שמותר לעבור עד ברכים. וימד אלף ויעבירני (במים) מי מתנים. מיכן שמותר לעבור עד מתנים. מיכן ואילך נחל אשר לא יעבור. כלומר (לא) [אם] יהיו מים למעלה ממתנים נקראין נחל אשר לא יעבר."
        ], 
        [
            " ושנינן שני נחל משום דשטפי מימיו חייש דילמא ישטפוהו אבל כגון אגמים מים דליכא חששא לשטפא אפילו המים עד צוארו עובר כו': כתיב ביום ההוא יהיה מקור לבית דוד וליושבי ירושלים לחטאת ולנדה. אמר רב יוסף מיכן רמז לנדה שצריכה לישב עד צוארה במים ולית הלכתא כוותיה. תינח ביוה\"כ דליכא מנעל עובר במים. בשבת דאיכא מנעל מאי. ואסיק' היכא דאיכא מנעל מעבר להו דרך מלבוש ושרי. פירוש כשהוא לבוש בהן ברגליו. ויש מי שאומר דרך מלבוש ואפי' שלא ברגליו. רב אשי אמר סנדל לכתחלה לא. תני ר' יהודה [בר] גרוגרות פי' שם אדם. אסור לישב ע\"ג טיט ביוה\"כ ואוקמא אביי בטופח ע\"מ להטפיח. וכבר פירשנוה פעמים רבות. מותר להצטנן בפירות וכן בקרא וכן בינוקא בכולהו שרי אבל במני דפחרא בין מלא בין חסר אסור משום דשחלי פי' שואבין המים ומקיאין אותן בחוץ ונמצא המצטנן בהן שהמים המתקבצין רוחצין את גופו. ומני דכספא ומני מתכות משום דמזדרבי. פי' כשמנענעים הכלים ניתזין מן המים שבתוכן ונופלין על בשרו של אדם המצטנן בהן: ירושלמי [ר' זעירא וכו' בשם ר' יהושע] בן לוי בתענית צבור מרחיץ פניו וידיו כדרכו ובט' באב מרחיץ ידיו ומעבירן על פניו. וביוה\"כ מרחיץ ידיו ומקנחן במפה ומעביר המפה על פניו. ר' יונה הוה תרי מרטוטא ויהיב לה תיתיבו היה הולך אצל רבו או מי שגדול ממנו עובר בים או בנהר ואינו חושש נטנפו רגליו מרחיצין במים ואינו חושש. הורה ר' אחא בבא מן הדרך והיו רגליו קיהות עליו מותר להרחיצן במים. אבל ומנודה המהלכין בדרך מותר בנעילת הסנדל לכשיבואו לעיר יחלוצו. וכן בט' באב וכן בתענית צבור. סיכה בין סיכה של תענוג בין סיכה שאינה של תענוג אם בשבת מותר אם ביוה\"כ אסור. בט' באב ובתענית צבור של תענוג אסור שאינה של תענוג מותר. כל אלו שאמרו אסורין בנעילת הסנדל יצא לדרך נועל הגיע לכרך חולץ. אית תנא תני יוצאין באפליא ואוקימנא באפליא של בגד ביוה\"כ. אית תנא תני אין יוצאין. ואוקימנא באמפליא של עור. ריב\"ל נפיק לביש סליסיה ביוה\"כ אומר אסטנס [אנא] חד תלמיד מן דר' מנא הורי לחד מן קריבוי דנשיא דמלביש סיליסיה דהוה אסתנס מן הדה דריב\"ל: הא דריב\"ל תריצנא הכי ערב יוה\"כ היה מקנח ידיו ורגליו במטפחת ולמחר ביוה\"כ היה מעבירה ע\"ג עיניו ואינו חושש. ערב ט' באב היה שורה מטפחת ומניחה מראשותיו ובט' באב היה מקנח בה פניו ידיו ורגליו ואינו חושש: שאלו לר' אלעזר זקן יושב בישיבה צריך ליטול רשות להתיר בכורות אי לא כדגרסינן בסנהדרין [דף ה] א\"ל ר' חייא לר' בן אחי יורד לבבל יורה יורה ידין ידין יתיר בכורות וכו' וא\"ר יצחק חקולא אני ראיתי ר' יוסי בן זמרא כהן והכי קא מיבעיא ליה הלכתא כרשב\"ג דאמר נאמן אדם על של חבירו ואינו נאמן על של עצמו או הלכתא כר' מאיר דאמר החשוד על דבר לא דנו ולא מעידו ופשטו ליה הלכתא כרשב\"ג הואיל ותנן סתמא כוותיה כדתנן בנגעים סוף פרק ב' כל הבכורות אדם רואה חוץ משל עצמו."
        ], 
        [
            " ותוב קא מיבעיא להו מהו לצאת בסנדל של שעם ביוה\"כ. ואסיקנא ריב\"ל יצא בסנדל של שעם ביוה\"כ. ור' אליעזר יצא בו בתענית צבור ואמרו לו ביוה\"כ מאי. ואמר להו לא שנא כלומר מותר. ואפי' ביוה\"כ. רב יהודה נפיק בסנדל דהוצי. ורבה בדבילי. ורבה בר רב הונא הוה כריך סודרא אכרעיה ונפיק. ומותבינן הא דתנן בשבת פרק במה אשה יוצאה הקיטע יוצא בקב שלו דברי ר' מאיר ור' יוסי אוסר ושוין שאסור לצאת בו ביוה\"כ. ושנינן לעולם זה הקב מנעל הוא ומ\"ט דר' יוסי דאסר גזירה דילמא מישתמיט ואתי לאיתויי ד' אמות ברה\"ר: תנא תינוקות מותרין בכולן חוץ מנעילת הסנדל ומנעל. ואוקימנא כל מידי דאית ליה רביתא לינוקא לא גזרו בהו רבנן. והני אחריתי לית ליה רביתא מינייהו: המלך והכלה ירחצו את פניהם. מלך דכתיב מלך ביפיו תחזינה עיניך. כלה שלא תתגנה על בעלה וכי דתנינן אין מונעין תכשיטין מן הכלה ל' יום. הא דתנן החיה תנעול את הסנדל אוקימנא לר' (יהודה) [חנניא] בן תרדיון אע\"ג דקתני וחכמים אוסרין. כיון  דרבא ושמואל מפרשי טעמא אמר רבא משום צינה ושמואל אמר משום סכנת עקרב מותר: האוכל ביוה\"כ ככותבת הגסה כמוה"
        ], 
        [], 
        [
            "וכגרעינתה חייב ושקלי וטרו ופשוט' היא ואוקמוה דככותבת הגסה פחותה מכביצה היא ויתובי מיתבא דעתיה. אבל שבועי לא משבעה."
        ], 
        [
            " תניא רבי אומר כל איסורין שבתורה בכזית חוץ מטומאת אוכלין שהרי שינה הכתוב במשמעו. ושינו חכמים בשיעורן. וראיה לדבר יוה\"כ ששינה הכתוב במשמעו. דלא כתיב לא תאכל ביוה\"כ  אלא לא תעונה. ובמקום שהיה לו לכתוב כי כל הנפש אשר לא תעונה וגו'. ושינו חכמי' בשיעורן בכותבת. ומאי ראיה לדבר יוה\"כ דאי לאו יוה\"כ הוה אמינא אורחיה דקרא הוא אלא למדנו דבר זה מיוה\"כ ומהו ששינה הכתוב בטומאת אוכלין מדהוה ליה למיכתב כל אוכל שיבא עליו [מים] יטמא. וכתב אשר יאכל שמעינן מינה דלא שינה בו אלא להוציא מכשיעור שאר איסורין שבאכילה כגון הנותר והפיגול והנבלה וכיוצא בהן. ודייקינן מדוקייה דקרא דכתיב מכל האוכל אשר יאכל הבא מחמת אוכל ואיזה זה ביצת תרנגולת כו'. פי' בן פקועה כגון בהמה שנשחטה ובקעו כריסה ומצאו בתוכה ולד. כדתנן השוחט את הבהמה ומצא בה בן שמונה חי או מת או בן ט' מת קורעו ומוציא את דמו. והא דר' אבהו עדיף מדר' אלעזר דאמר אשר יאכל. אוכל שאתה יכול לאוכלו בבת אחת. ואיזה. זה ביצת תרנגולת. שיערו חכמים שאין בית הבליעה מחזקת יותר מביצת תרנגולת. א\"ר אלעזר האוכל חלב בזמן הזה צריך לכתוב שיעורו שמא יבא ב\"ד אחר ויאמר דלא מיחייב עד דאיכא כזית גדול: א' ר' [יוחנן] שיעורין של עונשין בכזית הלכה למשה מסיני. תניא נמי הכי שיעורין של עונשין הל\"מ. אחרים אומרים בית דינו של יעבץ תקנום. ומקשה אלה המצות כתיב שאין נביא רשאי לחדש דבר מעתה. ושנינן היו הל\"מ ושכחום וחזרו בית דינו של יעבץ ותקנום: השותה מלא לוגמיו חייב. אוקימנא למתני' מלא לוגמיו כל שאילו יסלקם לצד אחד ויראה כמלא לוגמיו. ותני מתני' כמלא לוגמיו. ואותבינן עלה כמה ישתה ויהא חייב. ב\"ש אומרים רביעית ובה\"א מלא לוגמיו. ושנינן תני כמלא לוגמיו."
        ], 
        [
            " ואסיקנ' כי איתשיל בעוג מלך הבשן איתשיל דמלא לוגמיו יתר מרביעית דהוה ליה ב\"ה לקולא. ואקשינן מ\"ש אכילה דכו\"ע בשיעורא חדא ככותבת. ובשתיה שיעורא דכל חד וחד כמלא לוגמיו דידיה ושנינן קים להו לרבנן דבשתיה דכל חד וחד לא מייתבא דעתייהו  מיהו לכ\"ע טובא לעוג מלך הבשן פורתא. בשר שמן ככותבת מייתבא טובא לולבי גפנים ככותבת פורתא. פי' פרס חצי חלה שהיא  כל האוכלין מצטרפין לפסול את הגויה כבחצי פרס. כלומר אם אכל מעט לחם טמא ומעט בשר טמא אם יש בשניהם שיעור חצי פרס מטמא גופו מליכל בתרומה וזו היא טומאת גויות. ועל זה התקיף רבינא אם שהה מתחילת אכילתו נותר או פיגול שאיסורן כזית ואכל מעט מעט עד שהשלימו לכזית בשיעור פרס נצטרפו כל האכילות וחייב ואם שהה יותר מזה אין מצטרפין אלא בטל המיעוט במיעוטו ואכילת אוכלין טמאין חצי פרס מעט מעט כשיעור שהיית אכילת פרס מצטרפין ומטמא הגוף ואם הוא שיהוי יותר מזה בטלו האוכלין. וכי שיעור אחד לכזית שיעור אחד לחצי פרס. ופריק לי' רב פפא הנח לטומאת גויות [דאינה] מן התורה. טומאת גויות מדרבנן היא לפיכך מקילין בה והאי קרא דכתיב אל תטמאו בהם ונטמתם בם מיכן לטומאת גויות מן התורה. טומאת גויות מדרבנן היא וקרא אסמכתא בעלמא. אמר רב פפא אומצא ומלחא דעלה מצטרפין לככותבת אע\"ג דמלחא לבדה לאו מאכל הוא כיון דאורחא דאינשי מיכל אומצא במלחא מצטרף. וכ\"ש שאר אוכלין שמצטרפין ואם אכל ממיני מאכל הרבה מעט מעט עד שהשלים לככותבת חייב. וכן ציר שעל ירק מצטרף מהו דתימא משקה הוא קמ\"ל כל אכשורי אוכלא אוכלא הוא. אבל אכל אכילה גסה ביוה\"כ דהוא מצטער ממה שאכל הרבה ומוסיף על מנהגו פטור. מ\"ט אשר לא תעונה כתיב."
        ], 
        [
            " וזה אכילתו עינוי הוא. איש כי יאכל פרט למזיק כגון הכוסם שעורים של תרומה. וכן האוכל תרומה אכילה גסה משלם הקרן ואינו משלם את החומש. מ\"ט איש כי יאכל כתיב פרט למזיק. א\"ר יוחנן זר שבלע שזפין של תרומה והקיאן דרך בית הרעי ובא אחר ואוכלו הראשון משלם קרן וחומש והשני אינו משלם אלא דמי עצים לראשון בלבד. האוכל והשותה אין מצטרפין כלומר המאכל והמשקה אין מצטרפין. אוקימנא רב חסדא למתניתי' לר' יהושע ות\"ק חולק עליו דתנן במעילה פרק ד' כלל א\"ר יהושע כל שטומאתו ושיעורו שוין מצטרפין זה עם זה. שיעורו ולא טומאתו. טומאתו ולא שיעורו אין מצטרפין. וביוה\"כ כיון שהאוכלין שיעורן ככותבת. והמשקין שיעורן ברביעית שיעורו של זה לא שיעורו של זה לפיכך אין מצטרפין ובר פלוגתייהו דר' יהושע חולק. וא\"ר יוחנן וגם רב נחמן קאי כותיה דמתניתין דברי הכל היא ולא פליגי אלא לגבי טומאה דשם טומאה אחת היא. אבל הכא אי איכול אכילה ככותבת או שתו כרביעית מייתבא דעתיה. אבל חצי כותבת אוכלין וחצי רביעית משקין לא מייתבא דעתיה: אכל ככותבת ושתה כרביעית בהעלם אחד אינו חייב אלא חטאת אחת. א' ר\"ל מפני מה לא נאמרה אזהרה בעינוי משום דלא אפשר היכי נכתוב לכתוב לא יאכל אכילה בכזית היא לכתוב לא תעונה אכול משמע מתקיף לה רב אשי נכתוב לא תסור מן העינוי קשיא. ותנא מייתי לה אזהרה לעינוי מהכא דתניא יכול יהא ענוש כרת על תוספת היום שמוסיפין ביוה\"כ מחול על הקדש ת\"ל כל מלאכה לא תעשו בעצם היום הזה. וכתיב וכל הנפש אשר לא תעונה בעצם היום הזה על עצמו של יום ענוש כרת. ואין ענוש כרת על התוספת. יכול יהא מוזהר על התוספת. ואסיקנא ד' קראי כתיבי במלאכה חד לעונש היום וחד לעונש הלילה. וחד לאזהרת היום. וחד לאזהרת הלילה. וחד לאקושי עינוי למלאכה. מה מלאכה לא ענש אלא אם כן הזהיר אף עינוי לא ענש אא\"כ הזהיר."
        ], 
        [
            "תניא ועיניתם את נפשותיכם בתשעה לחדש. יכול בתשעה ת\"ל בערב. אי בערב יכול משתחשך ת\"ל בתשעה. הא כיצד מתחיל להתענות מבע\"י. מיכן שמוסיפין מחול על הקדש אין לי אלא שמוסיפין מחול על הקדש בכניסתו ביציאתו מנ\"ל ת\"ל מערב עד ערב וכן ימים טובים וכן שבת כיוצא בו דמוסיפין מחול על הקדש ופשוטה היא. והאי תנא (פריש בעצם) [דפריש עצם עצם] האי קרא ועניתם את נפשותיכם בתשעה לחדש מאי עביד ליה מיבעי ליה לכדתני חייא כו'. אכל אוכלין שאין ראויין לאכילה. שתה משקין שאין ראויין לשתיה שתה ציר או מורייס פטור. דייקינן מינה הא חומץ חייב. ורבי היא דתני חומץ משיב את הנפש. דרש גידל בר מנשה לית הלכתא כרבי. ואסיקנא הא דגידל אי  שתה חלב חייב. דאיעבד פטור אבל לכתחלה לא. א\"ר יוחנן כס פלפלייא זנגבילא ביומא דכפורי פטור. אבל זנגבילא רטיבתא  דהיא חרולתא דאתיא מבי הינדוי שריא ומברכין עליה בורא פרי האדמה. ת\"ר אכל עלי גפנים פטור. לולבי גפנים שלבלבו מראש השנה אם אכלן ביוה\"כ חייב כי לחין הן וכאילו אוכל הן:"
        ], 
        [
            "תינוקות אין מענין אותם ביוה\"כ אבל מחנכין אותן קודם שנה קודם שתים בשביל שיהיו רגילין במצות. אוקימנא בבריא קודם שתים. קודם שנה בחולה. דייקא מתני' כרב הונא ורב נחמן דאמרי מבן ח' ובן ט' מחנכין אותן לשעות. בן י' ובן י\"א משלימין מדרבנן. ובן י\"ב משלימין מדאורייתא בתינוקות ובתינוק בן ט' ובן י' מחנכין אותן לשעות. בן י\"א ובן י\"ב משלימין אותן מדרבנן. והא דתני רבה בר שמואל מחנכין אותן שנה או שנתים סמוך לפרקן משני חינוך זה השלמה מדרבנן היא ודכוותייהו קי\"ל דבתראי אינון. ואע\"ג דר' יוחנן [ס\"ל] דהשלמה מדרבנן ליכא אלא שנה לחולה ושתים לבריא מחנכין אותן לשעות ובפירקן משלימין מדאורייתא. ואקשינן עליה ממתניתין ושני ליה כיון דהני מחמרי ואינון בתראי קי\"ל כוותייהו. ותרי חינוכי הוו דתניא איזהו חינוך היה רגיל לוכל בב' שעות מאכילין אותו בשלש. בשלש מאכילין אותו בארבע והשלמה נמי דמדרבנן חינוך קרי ליה: עוברה שהריחה מאכילין אותה עד שתיישב נפשה. ת\"ר עוברה שהריחה בשר קדש או בשר חזיר תוחבין לה כוש ברוטב. נתיישבה דעתה מוטב ואם לאו מאכילין אותה רוטב עצמה. לא נתיישבה מאכילין אותה איסור עצמו. שאין לך דבר שעומד לפני פקוח נפש חוץ מע\"ז וג\"ע וש\"ד ופשוטה היא:"
        ], 
        [
            "עוברה דארחא ואתיא לקמיה דרבי ולחשו לה באודנא ואילחישא. וקרו עליה טרם תצא מרחם הקדשתיך ונפק מינה ר' יוחנן."
        ], 
        [
            " ואחרת לא אילחישא וקרו עליה זורו רשעים מרחם נפק מינה שבתא אוצר פירי: ירושלמי בתחלה תוחבין לה ברוטב אם שבה נפשה הרי יפה ואם לאו נותנין לה מגופו של איסור ב' עוברות באו לפני ר' טרפון שלח תרין תלמידין ואמרו להו יומא דין צומא רבא אמרין לחדא  ושדיך (וקריין). וקרין עלוי מבטן אמי אלי אתה. אמרין לאחריתי ולא שדיך וקרין עלוי זורו רשעים מרחם: חולה מאכילין אותו ע\"פ בקיאין. אין שם בקיאין מאכילין אותו ע\"פ עצמו עד שיאמר דיי. א\"ר ינאי חולה אמר צריך. רופא אומר אינו צריך מאכילין אותו ע\"פ עצמו מ\"ט לב יודע מרת נפשו. רופא אומר צריך חולה אומר איני צריך שומעין לרופא. מ\"ט תונבא נקיט ליה. וספק נפשות להקל. תנן חולה מאכילין אותו כו' ואע\"ג דאמר רב ספרא תרי כמאה ומאה כתרי ה\"מ לענין עדות אבל לענין אומדנא בתר דעות אזלינן ה\"מ לממונא אבל הכא ספק נפשות להקל. מר בר רב אשי אמר כל היכא דאמר חולה (איני) צריך אני אפי' ק' אומרים אינו צריך לחולה שומעין כדכתיב לב יודע מרת נפשו. ומקשה ליה ממתני' דקתני מאכילין אותו ע\"פ בקיאין. מתריץ הכי קתני בד\"א בדלא אמר חולה צריך אני. אבל אם אמר חולה צריך אני. אין שם בקיאין כלומר אין משגיחין לבקיאין אלא מאכילין אותו ע\"פ עצמו. מ\"ט [לב] יודע מרת נפשו: מי שאחזו בולמוס. פי' בולמוס בלשון יון גרונו של שור. כלומר זה החולי אולי אוכל הרבה כלחוך השור מאכילין אותו אפי' דבר טמא עד שיאורו עיניו. מנא יודעין שהאירו עיניו כדי שיכיר בין טוב לרע. אמר אביי ובטעמ'. ת\"ר מי שאחזו בולמוס מאכילין אותו הקל הקל טבל ונבלה מאכילין אותו נבלה. [נבלה] ושביעית נבלה טבל ושביעית שביעית טבל ותרומה תנאי היא דתניא מאכילין אותו טבל ולא תרומה. בן תימא אומר תרומה ולא טבל ואוקימנא כי פליגי בדלא אפשר לתקוני. אבל בדאפשר לתקוני כ\"ע מתקנין וספינן ליה."
        ], 
        [
            "נימא כתנאי מי שנשכו נחש קורין אותו רופא ממקום למקום וקורעין לו תרנגולת וגוזזין לו כרישין ומאכילין אותו ואין צריך לעשר דברי רבי ר' אלעזר ב\"ר שמעון אומר לא יאכל עד שיעשר ומסקנא ה\"מ במעשר ירק דהוא מדרבנן. אבל מעשר דאורייתא דברי הכל עד שיעשר: ת\"ר מי שאחזו בולמוס מאכילין אותו דבש וכל מיני מתיקה שכל מיני מתיקה מאירין את העינים כו'. אמר אביי לא שנו אלא אחר אכילה אבל קודם אכילה מיגרר גריר שנא' וימצאו איש מצרי בשדה ויקראו אותו אל דוד ויתנו לו לחם [לאכול] וישקוהו מים ויתנו לו פלח דבלה ושני צמוקין ויאכל ותשב רוחו אליו. ר' יוחנן אחזיה בולמוס ורץ למזרחה של תאנה ואכל כו' וקרא והחכמה תחיה בעליה. ר' יוסי אחזיה בולמוס וקיפח הרועה כלומר אכל כל מה שהיה לו: ירושלמי רב הונא עשרים וארבעה עשרונות שאכל לרעבון אכלן ר' יהודה קיפח את כל העיר. ר' מאיר הוה דאיק בשמא כו' ואיקלעו בגברא דשמיה כידור. ובההוא דהוה שמיה [בלה] וכו': מי שנשכו כלב שוטה אין מאכילין אותו מחצר כבד שלו ור' מתיא בן חרש מתיר: ת\"ר ה' דברים נאמרו בכלב שוטה פי' פתוח כו'. ממאי הוי רב אמר נשים כשפניות משחקות בו שמואל אמר רוח חזזית שורה עליו וכשהורגין אותו אין הורגין אלא בדבר הנזרק ותניא כוותיה דשמואל."
        ], 
        [
            " ועוד א\"ר מתיא בן חרש החושש בפיו מטילין לו סם בשבת מפני שהוא ספק נפשות וכל ספק נפשות דוחה את השבת ר' יוחנן חש בצפדינא פי' כאב השינים עבדא ליה ההיא מטרוניתא סמא יום חמישי וע\"ש. א\"ל בשבת מאי אמרה לי' לא צריכת ואי איצטריכנא מאי א\"ל אישתבע לי דלא מגלית אישתבע לה אלהי ישראל לא מגלינא והוה נקיט בליביה בשעת שבועתו דלעמו ישראל מגלינא ובתר דאודעה ליה. אודעה הוא דלא הות ליך שבועתי אלא דלא מגלינא לאלהי ישראל אבל מגלינא לעמו ישראל. א\"ל ר' חייא בר אבא לר' יוחנן כמאן כר' מתיא בן חרש דשרי להטיל סם בפיו בשבת. א\"ל ר' יוחנן בהחושש בפיו מטילין לו סם בשבת דברי הכל היא ולא באחרת שחולקין. נימא מסייעא ליה לר' יוחנן הא דתניא מי שאחזו ירקון מאכילין אותו בשר חמור מי שנשכו כלב מאכילין אותו מחצר כבד שלו והחושש בפיו מטילין לו סם בשבת דברי ר' מתיא בן חרש וחכ\"א באלו אין בהן משום רפואה באלו לאו למעוטי סם דסם אית ביה רפואה ודחי לא למעוטי הזקת הדם לסרונכי ולא עמדה ואסיקנא אלא למעוטי סם."
        ], 
        [
            " אמר רב אשי ממתניתין נמי שמעת לה מדלא קתני מי שנשכו כלב שוטה אין מאכילין אותו מחצר כבד שלו. והחושש בפיו אין מטילין לו סם בשבת. ור' מתיא בן חרש מתיר בשניהם אלא במי שנשכו כלב שוטה פליגי ובהא לא פליגי. ש\"מ במטילין לו סם בשבת לא פליגי ש\"מ. וכל ספק נפשות דוחה את השבת. תניא מחמין לו חמין לחולה בשבת בין להשקותו בין להברותו ואין אומרים נמתין היום שמא יבריא ולא נחלל את השבת. אלא מחמין לו מיד. וספקו דוחה את השבת ולא ספק שבת זו אלא ספק שבת אחרת. ואין אומרים יעשו דברים הללו ע\"י נכרים ולא ע\"י קטנים אלא ע\"י גדולי ישראל. ואין עושין דברים הללו לא ע\"י נשים וע\"י כותים אבל מצטרפין לדעת אחרת. ת\"ר מפקחין פקוח נפש בשבת והזריז הרי זה משובח וא\"צ ליטול רשות מב\"ד. כיצד ראה תינוק נפל לים פורס מיד מצודה ומעלהו [דאע\"ג] דצייד כוורי. ומי שראה תינוק נפל לבור עוקר חוליא מיד בשבת ומעלהו. ואע\"ג דקא עביד דרגא וכן מי שראה שננעל דלת בפני תינוק שוברה ומוציא התינוק. אע\"ג דשקיל לה בשופינא. מכבין ומפסיקין מפני הדליקה בשבת. ובכל אלו כולן הזריז ה\"ז משובח וא\"צ ליטול רשות מב\"ד: ירושלמי תני הזריז משובח והנשאל והשואל ה\"ז שופך דמים. ר' חייה בש\"ר יוחנן מבוי שכולו כותים וישראל אחד דר בתוכו נפלה בתוכו מפולת מפקחין עליו בשבת [בשביל] ישר' [שיש] שם עד [כמה]."
        ], 
        [
            " איכא [פלוגתא] באמוראין חד אמר עד חוטמו וחד אמר עד טבורו. אמר שמואל לא הילכו בפקוח נפש אחר הרוב כו' הא דרב  דאמר את הגל כו' כבר פירשנוהו  בבבא קמא: מי שנפלה עליו מפולת ספק הוא שם ספק אינו שם ספק חי ספק מת ספק כותי ספק ישראל מפקחין עליו. מצאוהו חי מפקחין עליו מצאוהו מת יניחוהו. אוקימנא אפי' לר' יהודה בן לקיש דאמר שמעתי שמצילין את המת מפני הדליקה הכא מודה שאם מצאו (חי) [מת יניחהו ופשוטה היא: ת\"ר עד היכן בודק עד טבורו. וי\"א עד חוטמו. בדק ומצא עליונים מתים לא יאמר שכבר מתו התחתונים. מעשה היה ובדקו ומצאו עליונים מתים ותחתונים חיים. אמר רב פפא מחלוקת כשבדק ממטה למעלה. שלא יאמר כיון שאין חיותא בטבורו כבר מת אלא צריך לבדוק עד חוטמו אבל אם בדק ממעלה למטה כיון שבדק בחוטמו ואין לו חיותא תוב לא צריך שנאמר כל אשר נשמת רוח חיים באפיו. מניין לפיקוח נפש שדוחה את השבת כו'."
        ], 
        [
            "אסיקנא כשמואל דאמר אשר יעשה אותם האדם וחי ולא שימות בהן. מניין  לפקוח נפש שהיא אחד מאבריו כו'. פי' מצאנו שהמל התינוק מצילו מן המיתה. מאליעזר בנו של משה רבינו שנא' ויהי בדרך במלון ויפגשהו ה' ויבקש המיתו. ויבקש המיתו לתינוק מפני שנתעצלה אמו ולא מלה אותו וכיון שהרגישה מלה אותו וקראתו חתן דמים. והצילו מן המיתה שנא' וירף ממנו. פי' וירף חולי המות מאתו מן התינוק. אז אמרה חתן דמים אתה לי בדמי המילה. ואמרינן תו למולו ואפי' בשבת כדי לפדותו מן המיתה וכתיב וערל זכר אשר לא ימול את בשר ערלתו ונכרתה מלמד שהקטן נתפש בעון האב והגדול בעון עצמו ושניהם בחיוב מיתה. זה טעם של ר' אלעזר בן עזריה: מתני' ואשם ודאי מכפרין אבל אשם תלוי אע\"ג דכתיבא ביה כפרה אינו מכפר כפרה גמורה דלכי מתידע ליה בעי איתויי קרבן אחר. אי נמי כדתנן חייבי חטאות ואשמות ודאין שעבר עליהן יוה\"כ חייבין. חייבי אשמות תלוין פטורין. מיתה ויוה\"כ מכפרין עם התשובה מתניתא דלא כרבי דתניא רבי אומר כל עבירות שבתורה בין עשה תשובה בין לא עשה תשובה יוה\"כ מכפר חוץ מפורק עול והמגלה פנים בתורה והמפר בריתו של אאע\"ה שאם עשה תשובה יוה\"כ מכפר. ואם לא אין יוה\"כ מכפר. ושנינן אפי' תימא רבי הכי קתני תשובה צריכא יוה\"כ. אבל יוה\"כ מכפר אפי' בלא תשובה."
        ], 
        [
            " כדתנן תשובה מכפרת על עבירות קלות על עשה ועל ל\"ת שניתק לעשה. אבל על ל\"ת גמור לא. דעל החמורות תולה התשובה עד שיבא יוה\"כ ויכפר. ורמינהי אלו הן קלות שהתשובה מכפרת על עשה ועל ל\"ת. חוץ מלא תשא. ופרקינן לא תשא וכל דדמי ליה. כלומר כל שהוא לאו גמור ת\"ש אלו הן החמורות כריתות ומיתות ב\"ד ולא תשא עמהן כו'. ת\"ש ר' יהודה אומר כל שהוא מלא תשא ולמטה תשובה מכפרת. מלא תשא ולמעלה תולה ויוה\"כ מכפר. ושנינן לא תשא וכל דדמי ליה דהוא לאו גמור. ת\"ש לפי שנאמר בחורב נושא עון ופשע וחטאה ונקה עוד נאמר לא ינקה. ופשטניה לקרא מנקה הוא לשבים ואינו מנקה לשאינן שבים. ותניא לפי שנאמר בחורב תשובה מדכתיב בה ונקה  יכול על כל חייבי לאוין אע\"פ שישוב לא ינקה לו. ת\"ל קרא אחרינא כי לא ינקה ה' את אשר ישא את שמו לשוא. הך דכתיב לא ינקה [אינו אלא] בלא תשא את שמו בלבד. הא כל שאר לאוין התשובה מכפרת. הנה בכל לאוין התשובה מכפרת בלא יוה\"כ. ודחינן תנאי היא דתניא על מה תשובה מכפרת על עשה ועל ל\"ת שניתק. לעשה. על מה תשובה תולה ויוה\"כ מכפר על כריתות ומיתות ב\"ד ועל ל\"ת גמור. שאל ר' מתיא בן חרש את ר' אלעזר בן עזריה ברומי שמעת ד' חלוקי כפרה שהיה ר' ישמעאל דורש א\"ל ג' הן ותשובה עם כל אחת. עבר על עשה ושב אינו זז משם עד שמוחלין לו שנאמר ארפא משובתם וגו'. עבר על ל\"ת ושב תשובה תולה ויוה\"כ מכפר שנאמר כי ביום הזה יכפר עליכם. עבר על כריתות ומיתות ב\"ד ושב תשובה ויוה\"כ תולין ויסורין ממרקין שנאמר ופקדתי בשבט פשעם ובנגעים עונם. אבל מי שיש בידו חלול השם אין כח לא לתשובה לתלות ולא ליוה\"כ לכפר ולא ליסורין למרק אבל כולן תולין ומיתה ממרקת. שנאמר ונגלה באזני ה' צבאות אם יכופר העון הזה לכם עד תמותון. היכי דמי חלול השם. רב אמר כגון אנא אי שקילנא מבי טבחא בישרא באתרא דלא תבעי דאתו למימר אנא חזיתיה לרב דשקיל בשרא בלא דמי. היינו חלול השם. ר' יוחנן אמר כגון אנא אי מסגינא ד' אמות בלא תורה ובלא תפל'  ויש אומרים כל שחביריו בושין משמועתו. דאמרי שרא ליה מריה לפלניא. נמצאו עונשין של דברים הללו גדול מעונש כריתות ומיתות ב\"ד: תניא ואהבת את ה' אלהיך עשה שיהא ש\"ש נאהב על ידך שיהיה אדם קורא ושונה ביראה ומשמש ת\"ח ונושא ונותן בשוק בצדק עם הבריות. מה הכל אומרים אשרי פלוני שלמד תורה אשרי הוריו ורבו שלמדו כמה נאים מעשיו ודרכיו עליו הכתוב אומר ישראל אשר בך אתפאר. אבל הקורא ושונה ודרכיו מכוערים כו' עליו הכתוב אומר באמור להם עם ה' (הם) [אלה] ומארצו יצאו. גדולה תשובה שמביאה רפואה לעולם שנא' ארפא משובתם ואסיקנא שובו בנים שובבים ארפא משובותיכם תשובה (מיראה) [מאהבה] ארפא משובתם אוהבם נדבה תשובה (מאהבה) [מיראה] שובו אלי ואשובה אליכם כי אנכי בעלתי בכם תשובה מיסורין."
        ], 
        [
            " גדולה תשובה שאפילו הגיע חטאתו עד כסא הכבוד התשובה מכפרת. שנאמר שובה ישראל עד ה' אלהיך. גדולה תשובה שדוחה את לא תעשה שבתורה והוא המגרש אשתו ונישאת לאחר כו' ואסיקנא לא קשיא הא ביחיד הא בצבור. כלומר אין זה הדין בצבור אלא ביחיד. גדולה תשובה שמקרבת הגאולה ועונותיו נעשין לו כזכיות ומארכת ימיו שנאמר ובשוב רשע מדרכו וחיה. תניא אדם מקניט חבירו ספק מתפייס לו ספק אין מתפייס לו אבל הקב\"ה ודאי מתפייס לו אפילו בדברים שנאמר קחו עמכם דברים ושובו אל ה' ולא עוד אלא שמחזיק לו טובה שנאמר וקח טוב ולא עוד אלא שמעלה עליו הכתוב כאילו הקריב קרבן שנאמר ונשלמה פרים שפתינו. היכי דמי בעל תשובה אמר רב כל שבא לידו עבירה פעם א' וב' וניצל הימנה. מחוי ר' יהודה באותו מקום באותה אשה או כיוצא בה ובאותה פרק. בעבירות שבין אדם להקב\"ה אשרי נשוי פשע כסוי חטאה. בין אדם לחבירו מכסה פשעיו לא יצלח וי\"א כאן בחטא מפורסם וכאן בחטא שאינו מפורסם. תניא ר' יוסי ב\"ר יהודה אומר עבר אדם עבירה פעם ראשונה ושנייה ושלישית מוחלין לו אם ישוב רביעית אין מוחלין לו שנאמר על שלשה פשעי ישראל ועל ארבעה לא אשיבנו ולא תימא בצבור אלא אפילו ביחיד שנאמר הן כל אלה יפעל אל פעמים שלש עם גבר. עבירות שבין אדם למקום אם יתודה עליהן יוה\"כ זה אינו צריך עוד להתודות עליהן ואם חוזר ומתודה עליהן עליו הכתוב אומר כסיל שונה באולתו. ר' אליעזר אומר הרי הוא משובח שנאמר וחטאתי נגדי תמיד אלא מהו מקיים כסיל שונה באולתו כדרב הונא דאמר כיון שעבר אדם עבירה ושנה בה הותרה לו ונעשית לו כהיתר. וצריך לפרוט את החטא שנאמר ויעשו להם אלהי זהב. ר\"ע אומר א\"צ שנאמר כסוי חטאה. אלא מה אני מקיים ויעשו להם אלהי זהב כו': ב' פרנסים טובים עמדו להם לישראל משה אמר יכתב סורחני שנאמר יען לא האמנתם בי להקדישני ואם אין מחני נא מספרך וגו' ודוד אמר [אל] יכתב סורחני שנאמר אשרי נשוי פשע כסוי חטאה משל לב' נשים שקלקלו כו':"
        ], 
        [
            " מפרסמין את החנפים מפני חלול השם שנאמר ובשוב צדיק מצדקתו ועשה עול ונתתי מכשול לפניו כדי לפרסמו: תשובת המוחלטין מעכבת [את הפורענות] אפילו לאחר שנחתם גז\"ד. שלות רשעים סופה תקלה והרשות מקברת בעליה ערום נכנס לה וערום יוצא ממנה. ולואי שתהא יציאה מן העולם כביאה לעולם בלא עון. רב כד הוה נפיק לדינא אמר הכי ברעות נפשי לקטלא אזיל וצבו ביתי' לינא עביד וריקן לביתי' עייל ולואי שתהא ביאה בבית כיציאה מבית בלא עון: שאת פני רשע לא טוב אינו טוב לאחאב שנשאו לו פנים בעוה\"ז שנאמר הראית כי נכנע אחאב מפני אוי להם לרשעים שחבין לבניהם ולבני בניהם כו'. להטות צדיק במשפט טוב לצדיקים שאין נושאין להם פנים בעוה\"ז. יען לא האמנתם בי להקדישני הא האמנתם בי עדיין שלא הגיע זמנכם להפטר אשריהם לצדיקים שזוכין לעצמן ולבניהם ולבני בניהם. הרבה בנים היו לו לאהרן שראויין להשרף כנדב ואביהוא שנאמר הנותרים אלא זכות אבות הגינה בעדיהן. כל המחטיא את הרבים אין מספיקין בידו לעשות תשובה כדי שלא יהא בג\"ע ותלמידיו בגיהנם שנאמר אדם עשוק בדם נפש עד בור ינוס אל יתמכו בו. כל המזכה את הרבים אין חטא בא על ידו שלא יהא הוא בגיהנם ותלמידו בג\"ע. שנאמר כי לא תעזוב נפשי לשאול לא תתן חסידך לראות שחת: האומר אחטא ואשוב אחטא ואשוב אין מספיקין בידו לעשות תשובה אחטא ואשוב תרי זימני ש\"מ הא דרב הונא דאמר כל העובר עבירה ושנה בה נעשית לו כהיתר אין מספיקין בידו לשוב. אחטא ויוה\"כ. פירוש האומר אחטא כי יוה\"כ מכפר. אפי' לר' דאמר יוה\"כ מכפר אפילו לא עשה תשובה כל כי האי גוונא אין יוה\"כ מכפר. עבירות שבין אדם למקום יוה\"כ מכפר עם התשובה שנאמר ואם לה' יחטא איש מי יתפלל לו. תשובה ומעשים טובים. אבל ריבות שבין אדם לחבירו אין יוה\"כ מכפר עד שירצה את חברו. שנאמר אם יחטא איש לאיש ופללו וגו' כלומר ריצהו אלהים ימחול לו. א\"ר יצחק המקניט את חבירו אפילו בדברים צריך לפייסו וכל שכן אם יש לו תביעת ממון שנאמר בני אם ערבת לרעך תקעת לזר כפיך אם ממון ערבת לו לך התרפס כלומר לך התר פיסת ידך ושלם לו."
        ], 
        [
            " ואם לאו [אלא] נוקשת באמרי פיך והקנטתו. ורהב רעיך. הרבה עליו רעים ופיוסים. אמר רב חסדא ובשלש שורות של שלשה בני אדם שנאמר ישור על אנשים ויאמר חטאתי וישר העויתי וגו'. ואר\"י בר' חנינה המבקש מחילה מחבירו אינו חייב יותר מג' פעמים שנא' אנא שא נא פשע אחיך וחטאתם וגו' ועתה שא נא לפשע עבדי אלהי אביך וכו' ואם מת צריך להוליך י' בנ\"א על קברו ויאמר חטאתי לה' אלהי ישראל ולפלוני זה שחבלתיו: ירושלמי שעיר המשתלח מכפר ביוה\"כ מיד. ואם אין שעיר יוה\"כ מכפר עם חשיכה. ואוקמוה כגון שאבד ונתנו דעתן להביא אחר ולא מצאו. ר' יוסי בן יוסי בעי ואין הק' רואה את הנולד ויכפר מיד. שמואל אמר הדין דחטי על חבריה צריך מימר ליה סרחית עלך אין קבליה הא יאות ואי לא מייתי בני נש ומפייס ליה קומייהו כדכתיב ישור על אנשים יעשה שורה של אנשים ויאמר חטאתי וישר העויתי וגו' ואם עשה כן עליו הכתוב אומר פדה נפשו מעבור בשחת וחיתו באור תראה. ואי מת צריך מיזל מיפייסיה בקבריה ומימר ליה סרחית עלך: ר' ירמיה הוה ליה לר' אבא מלתא בהדיה אזיל יתיב אדשא נפקא אמתיה למישרא עפר בקלילתא. א' עשאוני כאשפה תוב לא מחייבנא. קם למיזל נפק רבא בתריה חזייה ר' ירמיה א\"ל קום אדוכתיך עלי רמיא לפיוסך שנאמר לך התרפס ורהב רעיך. ר' זירא כי הוה לאיניש בהדיה מלתא הוה חליף ואתי קמיה כי היכי דנשתעי בהדיה. רב הוה ליה מלתא בהדיה ההוא טבחא כולי שתא לא אתא לגביה במעלי דכפורי אמר רב אוזיל אנא למיפייסיה כו'. ר' חנינא איקפד עליה דרב משום דאמר קמיה דר' כד על ר' חנינא כמה נהדר וניזיל ואזל רב לגבי' דרב חנינא י\"ג מעלי יומי דכפורי ולא איפייס ליה. והיכי עביד רב הכי והאמר ריב\"ח כל המבקש מטו מחבירו אל יבקש יותר מג' פעמים ושנינן הנ\"מ אדם עם חבירו. אבל תלמיד בהדיה רב שאני. כלומר ר' חנינא רבו של רב היה. ור' חנינא היכי עביד. לית ליה הא (דרבה) [דרבא] דאמר כל המעביר על מדותיו מעבירין לו על כל פשעיו. [אלא] ר' חנינא חזא לחלמא דזקפיה לרב וא' אידחייה לבבל דליגמר אורייתא התם. ת\"ר מצות ודוי עיו\"כ עם חשיכה אבל אמרו חכמים מתודה אדם קודם שיאכל וישתה שמא תטרף דעתו עליו בסעודה ואע\"פ שהתודה קודם אכילה ושתיה יתודה לאחר הסעודה. ואע\"פ שהתודה ערבית יתודה שחרית ויתודה במוסף [ויתודה במנחה] ויתודה בנעילה. והיכן או' יחיד או' אחר תפלתו וש\"ץ אומרה באמצע. מאי היא."
        ], 
        [
            " רב אמר אתה יודע רזי עולם ושמואל אמר אתה יודע עומקן של לב ולוי אמר ובתורתך כתוב לאמר ור' יוחנן אמר רבון כל העולמים ורב אמר רבו עונותינו מלמנות. ורב המנונא אמר אלהי עד שלא נוצרתי איני כדאי כו' והיינו וידויא דרבה כוליה שתא וידויא דרב המנונא זוטי ביומא דכפורי. אמר מר זוטרא לא אמרן אלא דלא אמר אבל אנחנו חטאנו אבל אמר אנחנו חטאנו תוב אינו צריך. א' בר המדורי הוה קאימנא קמיה דמר שמואל והוה יתיב כיון שהגיע ש\"ץ לאבל אנחנו חטאנו קם אכרעיה עמנא ש\"מ עיקר וידוי הדין הוא. תנן התם בשלשה פרקים בשנה הכהנים נושאין את כפיהם ד' פעמים ביום בשחרית במוסף ובמנחה ובנעילה בתעניות ובמעמדות וביוה\"כ. מאי נעילה רב אמר צלותא יתירא מעין תפלתו של יום ושמואל אמר מה אנו ומותבינן לשמואל מהא דתניא אור יוה\"כ מתפלל שבע ומתודה וכן שחרית וכן מוסף וכן במנחה וכן בנעילה מתפלל שבע. ומשני שמואל תנאי היא דתניא יוה\"כ עם חשכה מתפלל שבע ומתודה דברי ר' מאיר וחכ\"א אין זקוק לשבע ואם בא לחתום בוידוי חותם. וקי\"ל כותיה דרב דאיסורא היא. עולא בר רב נחת קמיה דרבה פתח באתה בחרתנו וסיים במה אנו ושבחיה. כי האי תנא דאמר אם בא לחתום בוידוי חותם. ויחיד אומרה אחר תפלתו. אמר רב תפלת נעילה פוטרת של ערבית לדברי האומר תפלת ערבית חובה. מ\"ט צלותא יתירא היא. וכיון דצלי תוב לא צריך לצלויי תפלת ערבית. ומותבינן עליה אור של יוה\"כ מתפלל שבע ומתודה וכן בשחרית וכן במוסף וכן במנחה וכן בנעילה מתפלל שבע ומתודה בערבית מתפלל שבע מעין שמונה עשרה. ר' חנינא בן גמליאל אומר משום אבותיו מתפלל י\"ח שלמות. מפני שצריך למימר הבדלה בחונן הדעת ומשני תנאי היא דתניא כל חייבי טבילות טבילתן בלילה. בעל קרי טובל והולך עד המנחה. ר' יוסי אומר כל היום. פי' ת\"ק דתני עד המנחה קסבר אין שם תפלת ערבית. ור' יוסי דתני כל היום קסבר צריך עדיין להתפלל תפלת ערבית. איני דר' יוסי כל היום אמר והתנינן הזב והזבה והמצורע והמצורעת ובועל נדה", 
            "וטמא מת טבילתן ביום. נדה ויולדת טבילתן בלילה. בעל קרי טובל והולך כל היום כולו ר' יוסי אומר מן המנחה ולמעלה שוב אינו צריך. ושנינן הא דתני כל היום בדלא צלי עדיין. והא דתני מן המנחה אינו צריך בדצלי ואקשינן ואי צלי מ\"ט דרבנן דתני כל היום ושנינן משום דקסברי טבילה בזמנה מצוה ואקשי' מכלל דר' יוסי סבר טבילה בזמנה לאו מצוה היא. והתניא מי שהיה שם כתוב על בשרו הרי זה לא ירחץ ולא יסוך ולא יעמוד במקום הטנופת נזדמנה לו (טבילה) טבילת מצוה כורך עליו גמי או סמרטוט וטובל דמצוה לשפשף ואי איכא גמי כולי עלמא לא פליגי דכורך נמי ואח\"כ טובל כי פליגי להדורי ואייתויי ר' יוסי סבר טבילה בזמנה מצוה ולא שבקינן מצוה ומהדרינן אגמי. ורבנן סברי טבילה בזמנה לאו מצוה היא ומהדר עד דמשכח גמי. ושנינן האי דתני מן המנחה ולמעלה אינו צריך לטבול דטבילה בזמנה לאו מצוה היא ר' יוסי בר' יהודה היא דתני בענין טועה שאמר [הת\"ק] מטבילין צ\"ה טבילות. אמר הוא דייה לטבילה שתהא באחרונה: ת\"ר הרואה קרי ביוה\"כ יורד וטובל ועודנו השכבת זרע לח. ואם מבערב ישפשף. פי' אם ראה קרי הלילה ויבש ש\"ז על בשרו צריך לשפשף בשרו שלא ישאר על גופו. תנא דבי ר' ישמעאל הרואה קרי ביוה\"כ עונותיו סדורין לימחל וידאג כל השנה אם ניצל אותה שנה מובטח לו שהוא בן העוה\"ב מפיש חיי סגי ומסגי:", 
            "<b>הדרן עלך יום הכפורים</b>", 
            "בתלמוד א\"י במסכת ברכות בתחלת פרק תפלת השחר ובתעניות פ\"ג בג' פרקים הכהנים נושאים את כפיהם ד' פעמים ביום. אימתי תפלת נעילה רב אמר בנעילת שערי שמים ר' יוחנן אמר בנעילת שערי היכל. מתניתין מסייען לר' יוחנן בשלשה פרקים הכהנים נושאין את כפיהם ד' פעמים ביום. בשחרית במוסף במנחה בנעילת שערים. אית לך מימר נעילת שערי שמים [ביום]. אחוה דאמיה דרב אדא דהוה צייר גולתיה דרב בצומא רבא. א\"ל רב כד תחמי שמשא בריש דקלי את יהיב לי גולתי דנצלי תפלת נעילה. מחלפא שיטתיה דרב תמן א' בנעילת שערי שמים והכא מצלי בנעילת שערי היכל. א\"ר מתניא ע\"י דהוה רב מאריך בצלותיה סגין הוה מגיע לנעילת שערי שמים ש\"מ דכד הוי שמשא בריש דקלי היא עת נעילת שערי היכל. וסלקא שמעתא דאשאין נעילה פוטרת של ערב. ויוה\"כ שחל להיות בשבת מזכיר של שבת בנעילה וכן ראש חודש שחל להיות בתענית מזכיר של ר\"ח בנעילה. וכן שבת שחלה להיות בחנוכה מזכיר של חנוכה במוסף וכן ר\"ח שחל להיות בחנוכה מזכיר של חנוכה במוסף. ר\"ח שחל להיות בתענית היאך (קורין בר\"ח) [מזכיר של ר\"ח] א\"ר בא מה מצינו בכ\"מ אומרה ברכה רביעית. אף הכא אומרה ברכה רביעית. וכן נפק עובדא (בהדה דרבה) [כהדא דר' אבא] ר' ור' חייא בר חייא בר אבא הוו מפקדי לאמורייהו אכריזו קמי צבורא מאן דמצלי יצלי דרמשא עד יומא קיים. א\"ר חנינא משכני ר' ישמעאל בר' יוסי אצל פונדקי אחד ואמר לי כן התפלל אבי של שבת בע\"ש. א\"ר אמי ר' יוחנן פליג לא הוה צריך מפלגא על הדא שכן מוסיפין מחול על הקדש. ועוד סלקין חברייא מן ערב לצפורי ואמרי כבר שבת ר' חנינא בן דוסא בעירנו. ווידא אמרה דא דאמר ר' חנינא משכני ר' ישמעאל בר' יוסי אצל פונדקי אחד ואמר לי כאן התפלל אבי של מ\"ש בשבת אף עליה לא הוה צריך מפלגא דר' מפקד אבדן אמוריה אכריז קדמיהון מאן דמצלי יצלי דרמשא עד יומא קיים: בר המדידי בר מיחם דודי דאבא שהן חסידותי. אמר רב אסי אין משיחין על כוס של ברכה כי שקיל ליה לאלתר מברך. בר קמצר לא רצה ללמד על מעשה הכתב. מאי מעשה הכתב כן שהיה נוטל ה' קולמסין בה' אצבעותיו ואם היתה תיבה של ה' אותיות כותבה בבת אחת:", 
            "סליקא לה מסכת יומא. שבח לבתר יהא והוה קמא. ברוך נותן ליעף עצמה.", 
            "תתרומם שם יושב רומא. יהא שמיה רבא לעלמי עלמא:"
        ]
    ], 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "heTitle": "רבינו חננאל על מסכת יומא", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rabbeinu Chananel", 
        "Seder Moed"
    ]
}