{
    "title": "Birkat Avraham on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Birkat_Avraham_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה </b> אמר הרב ז\"ל <b> אין </b>\n<b> חייבין כרת אלא על אכילת חמץ עצמו אבל עירוב חמץ כגון כותח הבבלי ושכר המדי וכל הדומה להן מדברים שחמץ מעורב בהן אם אכלן בפסח לוקה ואין בו כרת שנאמר כל מחמצת לא תאכלו במה דברים אמורים בשאכל כזית חמץ בתוך התערובת בכדי אכילת פרס הוא שלוקה מן התורה אבל אם אין בתערובת בכדי אכילת פרס אע\"פ שאסור לו לאכול אם אכל אינו לוקה אלא מכין אותו מכת מרדות.</b> מכלל דבריו ניכר דקא מוקים פלוגתא דרבי אליעזר ורבנן בפחות מכזית בכדי אכילת פרס הא יותר מכזית כולי עלמא לא פליגי דתערובת חמץ בלאו גרידא היא בלא כרת וקשיא לי על דבר זה שאין דברי התלמוד מוכיחין שמחלוקת ר' אליעזר ורבנן אלא בפחות מכזית בכדי אכילת פרס כגון כותח הבבלי וחביריו דלית בהן כזית בכדי אכילת פרס אבל בכזית כולי עלמא לא פליגי דחייב כרת מידי דהוי אכל איסורין שבתורה מדאמר ר' אבוה אמר ר' יוחנן כל איסורין שבתורה אין היתר מצטרף לאיסור חוץ מאיסורי נזיר וכו' ויתיב רב דימי וקאמר ליה להא שמעתא אמר ליה אביי כל איסורין שבתורה אין היתר מצטרף לאיסור והתנן המקפה של תרומה והשום והשמן של חולין ונגע טבול יום במקצתו פסל את כולו המקפה של חולין והשום והשמן של תרומה ונגע טבול יום במקצתו לא פסל אלא מקום מגעו והוינן בה מקום מגעו אמאי פסל ואמר רבה בר בר חנה הואיל וזר לוקה עליו בכזית לאו משום דהתר מצטרף לאיסור ופריק לא מאי כזית דקתני בכדי אכילת פרס שמע מינה דכל איסורין שבתורה כזית בכדי אכילת פרס הרי הוא כאיסור בפני עצמו ומדתמהינן עלה ואכילת פרס דאוריתא היא ואמר ליה אין ואקשינן אי הכי אמאי קא פטרי רבנן עליה דר' אליעזר בכותח הבבלי כלומר אמאי קא פטרה רבנן הא דאוריתא היא שהוא כעיקר ומהדרינן הנח לכותח הבבלי שאין בו כזית בכדי אכילת פרס (הא כזית הכל מודים) שמעינן דפלוגתא דר' אליעזר ורבנן אינה [אלא] בפחות מכזית בכדי אכילת פרס הא כזית הכל מודים שהוא בכרת כשאר איסורין שבתורה<br><b> תדע</b> דהא ר' אליעזר לא מחייב אתערובת בלאו אלא מדדריש כל כדגרסינן ור' אליעזר עירובו בלאו מנא ליה דכתיב כל מחמצת לא תאכלו אי הכי כרת נמי נחייב דהא כתיב כי כל אוכל מחמצת ואוקימנא דהאי מחמצת מיבעי ליה לשנתחמץ על ידי דבר אחר בין בעונש בין באזהרה וטעמא דר' אליעזר מדכתיב כל שמעינן מינה מריבוי כל נפקא ליה ולאו מגופיה דקרא ובפירוש אמרינן לקמן ורבנן דלא מיחייבו על עירובו כל לא דרשי ונפקא לן מינה דפלוגתיהו אינה אלא בפחות מכזית ולהכי נקטי כותח הבבלי וחביריו דלית בהו כזית בכדי אכילת פרס (ואין כאן) [ואם כן] לאו גרידא בלא כרת לא משכחת להו רבנן אלא או כזית בכדי אכילת פרס שהוא כעיקר וחייב כרת או פחות מכן ופטר מכל וכל שהרי כל לא דרשו ואי לא דרשי כל לאו גרידא מנא להו הא גופיה דקרא לשנתחמץ מחמת דבר אחר הוא דאתא בין בכרת בין בלאו ואי אמרת כר' אליעזר פסק ז\"ל הרי נתברר שלא חלק ר' אליעזר אלא בכותח הבבלי וחביריו דלית בהו כזית בכדי אכילת פרס והוה ליה לחייב על הפחות מכזית והרי קא פטר ואי אמרת דר' אליעזר ורבנן לא פליגי בכותח וחביריו אלא בשאכל מהן כזית בכדי אכילת פרס דרבנן סברי בטלה דעתו אצל כל אדם ופטר ור' אליעזר סבר לא בטלה אם כן לר' אליעזר מאי שנא מכל איסורין שבתורה דחייב כרת ולא צריך קרא אלא לעולם בפחות הוא דפליגי ולא עוד אלא אפילו ר' אליעזר לא נסיב תלמודא אלא מרבוי כל והוא ז\"ל הביא ראיה מדכתיב מחמצת לא תאכלו הלכך קשיא וכי אמרי רבנן נמי דלא לקי הני מילי היכא דליכא כזית בכדי אכילת פרס [ובדאיכא] אפילו לרבנן חייב...<br><b> תשובה</b> כותח הבבלי וחביריו תערובת שיש בה כזית בכדי אכילת פרס הן וזה שאמר התלמוד הנח לכותח הבבלי דלית בה כזית בכדי אכילת פרס בכותח לבדו לא בחביריו מפני שהכותח אין דרך בני אדם לאכול אותו לבדו אלא עם הפת הלכך אע\"פ שיש בעיקר עירובו כזית בכדי אכילת פרס האוכל אותו פטור לדברי רבנן דאי אכיל ליה בעיניה בטלה דעתו אצל כל אדם ואי אכיל ליה על ידי פת וכיוצא בה ומשטר קא שטיר ואכיל לא יבוא בשיעור שיאכל אותו כזית בכדי אכילת פרס וזה שהבנת שדברי התלמוד בכותח וחביריו לאו דוקא הוא אלא בכותח לבדו מהאי טעמא דאמר גמרא דפרשינן הכא הלכך כותח הבבלי וחביריו תערובת שיש בו כזית בכדי אכילת פרס הן ולא אמרי רבנן דכותח אין בו כזית בכדי אכילת פרס אלא מהך טעמא ומהנה ראיה ברורה למבינים שהתערובת של כותח וחביריו יש בה כזית בכדי אכילת פרס והאי דאמרינן היתר מצטרף לאיסור לאו למימרא שהתערובת כעיקר בכרת דהא בהדיא איפרש על חמץ דגן גמור ענוש כרת ועל עירובו בלאו וליכא למימר דהאי עירובו בלאו, עירוב שיש בו פחות מכזית בכדי אכילת פרס הוא אבל שיש בו כזית בכדי אכילת פרס בכרת כדאמרת דהא על חמץ דגן גמור אמרינן שהוא ענוש כרת למימרא דכל שאינו גמור אלא על ידי תערובת אין בו כרת הלכך אין ענין האי דסבירא לן בהאי ענינא דהיתר מצטרף לאיסור לאו, למימרא שאין התערובת מבטלת האיסור לאו למימרא שאין התערובת ממעטת העונש ולענין פסיקת ההלכה אסתם מתניתין סמכינן דקתני על כותח וחביריו דאית בהו כזית בכדי אכילת פרס כדפרשינן הרי אלו באזהרה ואין בהן כרת דקימא לן דמחלוקת דברייתא וסתם מתניתין הלכה כסתם מתניתין והראיה שהביא ז\"ל פשוטה שנאמר כל מחמצת לא תאכלו כל לרבות התערובת כדאיפרש בגמרא ולא לחייב המלקות ככל הלאוין שיש בהן מעשה ודברים ברורים הן דבריו ז\"ל ועומדין על תלם..."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>שאלה </b> הוקשה על מה שאמר ז\"ל <b> ישראל </b>\n<b> שהרהין את חמצו אצל הגוי אם אמר לו אם לא הבאתי לך מעות מכאן ועד יום פלוני קנה חמץ זה מעכשיו הרי זה ברשות הגוי ואותו החמץ מותר לאחר הפסח והוא שיהיה זמן שקבע לו קודם הפסח ואם לא אמר לו קנה מעכשיו נמצא אותו חמץ כאלו הוא פקדון אצל הגוי ואסור בהנאה לאחר הפסח.</b> הא גופה קשיא אם הזמן שקבע לו קודם הפסח הוא מאי אצטריך מעכשיו הרי כבר הגיע זמן ולא החזיר לו מעותיו וקנה אותו הגוי במעותיו ובמשיכת החמץ ועוד כגון זה צריכא למימר הא ודאי חמץ של גוי הוא ולא נשתייר לישראל בו כלום והרי הוא כחמץ שנמכר לגוי מכר גמור וממתניתין נמי תיקשי דתנן נכרי שהלוה את ישראל על חמצו לאחר פסח מותר בהנאה ואם תאמר משנה זו לא התירה אלא כגון שהרהינו אצלו וקבעו לו זמן וכלה הזמן לפני הפסח ליכא למימר הכא דאי כדאמרת היכי מצינן לאותובי מינה על רבא דאמר בעל חוב מכאן ולהבא הוא גובה ולמימר ליה אי אמרת בשלמא למפרע הוא גובה אמטול הכי מותר בהנאה דברשותא דגוי קאי כלומר משעת נתינת המעות נשתעבדו לו גוף הנכסים ואע\"פ שלא הגיע הזמן הקבוע אלא אי אמר מכאן ולהבא הוא גובה כלומר כל אותו הזמן שבין נתינת המעות לזמן הפרעון לא נשתעבדו לו גוף הנכסים אמאי מותר בהנאה ברשותא דישראל קאי כלומר והלא שבעת ימי הפסח בתוך הזמן וכבר עברו עליו וברשותא דישראל היה ואמאי מותר בהנאה ואוקמא רבא בשהרהינו אצלו ולפיכך קנאו ובמסקנא תריץ מתניתין בהדי ברייתא ואוקימנין מתניתין כדאמר ליה קני מעכשיו ולפיכך אם עבר הזמן ולא נתן לו מעותיו נמצא החמץ של גוי משעה שאמר לו קנה מעכשיו ואע\"פ שלא נגמרה קנייתו עד שעבר הפסח והגיע הזמן הואיל ולא קיים תנאו קנה למפרע ולפיכך מותר והברייתא שאמרה אבל נכרי שהלוה את ישראל על חמצו אחר הפסח דברי הכל עובר בדלא אמר ליה מעכשיו נמצינו למידין מכאן אע\"פ שהגיע הוא ולא קנה משכון דלאו בר צדקה הוא כיון דאמר ליה קני מעכשיו קנה ולא מצינן לאוקמי מתניתין בשקבעו לו זמן והגיע הזמן קודם הפסח...<br><b> תשובה</b> זו ודאי קושיא שראוי להקשות כמותה וכמה זמן נתקשת לי קושיא זו בחיי אבא מארי ז\"ל עד שפירש לי טעמא מסברא ואחר פטירתו לחיי העולם נתגלו לי ראיותיה וכתבתי אותן בפירוש מסכת פסחים שחברתי אותו וזה נוסח דברי שם צריכין לברורי בהא שמעתא סברא דסבירא ליה לאבא מארי ז\"ל בה סבר דתנן נכרי שהלוה את ישראל וכו' ואוקמה דלא הוי מותר בהנאה אלא עד דאמר ליה קני מעכשיו צריך שיהיה הזמן הקבוע לפריעת החוב קודם הפסח כגון שהלוהו בראש חודש ניסן ואמר ליה אם לא הבאתי לך מעות מכאן ועד עשרה ימים בניסן קני לחמץ זה מעכשיו ופירש זה אגב שיטפא קשה הרבה דאם הזמן הקבוע קודם הפסח למה הצריכוהו לקני מעכשיו אפילו לא אמר ליה קני מעכשיו כשיגיע אותו הזמן קנה ליה והוי ליה ברשות הגוי וכד מעיינת בהאי פירושא משכחת ליה דיקא וליכא לפרושא אלא הכין דאם הזמן הקבוע אחר הפסח מתי יקנה הגוי לחמץ מעכשיו שהוא עת המשכון כשיגיע אותו הזמן בודאי הילכך לא קנה הגוי לחמץ מעת המשכון אלא לאחר הפסח וליכא ליה בפסח קנייה ביה כלל דעדיין לא מטא הזמן הקבוע ביניהן ונמצא החמץ בפסח עדיין ברשות ישראל ועבר על בל יראה ובל ימצא ואי אפשר שיהיה זה מותר בהנאה הנה נתברר דצריך הזמן הקבוע שיהיה קודם הפסח בודאי ואחר כך יהיה מותר בהנאה ודקא קשיא לן אמאי צריך לקנוי מעכשיו אם הזמן קודם הפסח והוא כשיגיע הזמן קנה לא קשה מידי דלא הצריכוהו לקני מעכשיו אלא כדי שיגמור ישראל ויקנה לגוי דאי לא אמר הכי לא קני הגוי לחמץ ואפילו מטא הזמן הקבוע תדע דבקנית הגוי למשכון הוא דהצרכנו לקני מעכשיו דקא מקשינן נהי נמי דהרהינו אצלו הא אמרת גוי מישראל לא קני ופרקינן לא קשיא הא דאמר ליה קני מעכשיו הא דלא אמר ליה קני מעכשיו וכך יתבאר מתוספתא דהזמן הקבוע קודם הפסח דתניא בה נכרי שהלוה את ישראל על חמצו אמר לו אם לא באתי קודם הפסח הרי מכור לך אחר הפסח מותר באכילה ואין צריך לומר בהנאה ישראל שהלוה את הנכרי וכו' אלו נוסח דברי שם בפירוש מסכת פסחים ואחר דברי התוספתא שכתבנו אותם אין בפירושו ז\"ל ודקדוקו ספק כל שכן שדבריו ז\"ל הדין אתם והדעת מכרעת אותן מהטעם שביארנו אותו למעלה ואחר זה הביאור אין הלכה זו צריכה תירוץ אחר למבינים."
            ],
            [],
            [],
            [
                "<b>שאלה </b> קשיא לי מן הנוקשא שנשנית במשנה ואלו עוברין בפסח כותח הבבלי ושכר המדי וחומץ האדומי וזיתם המצרים וזומן של צבעים ועמילן של טבחים וקולן של סופרים ור' אליעזר אומר אף תכשיטי נשים והאי עוברין דתנן משום לא יראה ולא ימצא וליכא מאן דפליג אמתניתין דהא הוא שעובר על הנוקשא שהמה זומן ועמילן וקולן והוא ז\"ל לא הזכיר איסור זה שהרי לא פרט אלא התערובת וכן אמר <b> תערובת חמץ עוברין עליה משום בל יראה ובל ימצא כגון המוריס וכותח הבבלי ושכר המדי שעושין אותן מן הקמח וכל כיוצא באלו מדברים הנאכלין</b> וכן נמי לענין אכילה לא אסר אלא התערובת בלבד אבל הנוקשא לא וקשיא דהא תנן הרי אלו באזהרה ואין בהן משום כרת דאלמא דין הנוקשא כדין התערובת ואמאי קא מחייב אתערובת בלאו כר' אליעזר ואנוקשא פטר והא בין רב יהודה דקא מוקים לה למתניתין כר' מאיר ובין רב נחמן דמוקים לה כר' אליעזר כולהו מודה דמאן דמחייב אתערובת מחייב אנוקשא ולא פליגי אלא בחומר תערובת מן הנוקשא דרב יהודה סבר כיון דר' מאיר מחייב אנוקשא בעיניה כל שכן אתערובת דמחייב שהתערובת דבר הנאכל הוא והנוקשא לאו בר אכילה הוא אלא אם כן על ידי הדחק ורב נחמן סבר ר' אליעזר היא וכיון דמחייב אתערובת שאינו חמץ בפני עצמו מחייב כל שכן הנוקשא שהוא חמץ בפני עצמו ולעולם כולהו לא ילפיה אלא מדכתיב כל ר' מאיר מרבי הנוקשא כל שכן התערובת ור' אליעזר מרבי התערובת וכל שכן הנוקשא ותניא כותיה דרב יהודה שלא ריבה ר' אליעזר מכל אלא התערובת בלבד אבל נוקשא לא הלכך הויא מתניתין כר' מאיר ולעולם בין לרב נחמן בין לרב יהודה אנוקשא חייב ואם תאמר לא אוקימנא מתניתין אליבא דיחיד אלא כדי לבטלה אם כן מאי שנא מתערובת שחייב עליה הוה ליה למיפטר נמי בתערובת ואי מדתניא במכילתא סתם כותיה דר' אליעזר באיסור תערובת ולא אמר את הנוקשא מי אלימא ממתניתין הא מתניתין כיון דאוקימנא בדברי יחיד בטלה בריתא נמי הא אוקימנא בפירוש כר' אליעזר כל שכן דלאו הלכתא היא...<br><b> תשובה</b> האי נוקשא דהוא חמץ שאין בו תערובת כדאמרת היכי דמי אי ראוי לאכילה הוא כבר חייב על אכילתו כרת ואם אינו ראוי לאכילה פטור הוא על אכילתו ולענין קיומו בפסח אם צורת החמץ ניכרת עובר על קיומו ואם אין צורת החמץ ניכרת אלא נפסדה פטור הוא על קיומו כל אילו הדינין כבר פירש אותם אע\"פ שלא פירש לשון נוקשא שאין אנו יודעין מה הוא ביחוד ואם הנוקשא כמו שאמרת זומן ועמילן וקולן של סופרים כבר אמר בגדים וכו' ניירות שדבקו אותן בחמץ וכל כיוצא בזה מותר לקיימן בפסח ואין בהן משום לא יראה ולא ימצא שאין חמצו החמץ עומדת מכלל שהחמץ עצמו שדבקו בו אם הוא בפני עצמו אסור לקיימו..."
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>שאלה </b> קא פסק הרב ז\"ל <b> דמאן דאכל מצה בלא כוונה יצא כגון שאנסוהו גוים.</b> מכלל דקא סמך אהא דשלחו ליה לאבוה דשמואל כפאו ואכל מצה יצא ופריש רב אשי שכפאוהו פרסיים אלמא דסבירא ליה דמצות לא בעי כוונה וקשיא מאי דקא פסיק לענין תקיעה שלא יצא עד שיתכוין שומע ומשמיע ואי כשלחו ליה סבירא ליה אפילו התוקע לשיר יצא ואקשינן עלה פשיטא דהאי האי ופריק מהו דתימא התם תאכל מצות אמר רחמנא וקא אכיל כל דהוא אבל הכא מתעסק בעלמא הוא קא משמע לן דמצות לא בעי כוונה מכלל דהא בהא תליא וסברא דיליה כר' זירא היא דאמר ליה לשמעיה איכון ותקע לי ואתיא כי הא דאתיא שומע שומע לעצמו משמיע משמיע לפי דרכו אמר ר' יוסי במה דברים אמורים בשליח צבור אבל ביחיד לא יצא עד שיתכוין שומע ומשמיע ואע\"פ שבפירוש פסק ז\"ל בקריאת שמע כרבה דלא בעינן כוונה וסמך אשינויא דשנינן דמתניתין דהיה קורא בתורה והגיע זמן המקרא אם כיון לבו יצא דבקורא להגיה עסקינן ובלשון הזה אמר ז\"ל בספר אהבה הקורא את שמע ולא כיון לבו בפסוק ראשון שהוא שמע ישראל וגו' לא יצא והשאר אם לא כיון יצא אפילו היה קורא בתורה כדרכו או מגיה את הפרשיות האלו בעונת קריאה יצא והאי שינויא לא שנינן ליה אלא אליבא דרבה דאמר מצות לא בעי כוונה כיון דאותיבניה ממתניתין דחה ואוקמה בקורא להגיה ופשטה דמתניתין כר' זירא אזלא בלא דוחקא ומאי שנא דבתקיעה סבירא ליה כר' זירא ובמצה ובקריאת שמע כרבה<br><b> ואי</b> אמרת דבקריאת שמע סמך אהא דתנו רבנן שמע ישראל ד' אלהינו ד' אחד עד כאן כוונת הלב דברי ר' מאיר ואמר רבא הלכה כר' מאיר מכלל דבכולה לא בעינן כוונה הלכך בעל כרחין נפסוק כרבה בשאר קריאת שמע וכי כוונה זו למצות קריאת שמע היא ודומיא דכוונת תקיעה למצות תקיעה וכוונת אכילת מצה למצות אכילה הא כוונה דאיפליגו בה ר' אלעזר ור' עקיבא ותנא קמא דברייתא ור' אחא שאמר משום ר' יהודה ור' אלעזר ור' יאשיה נמי וברייתא דר' מאיר לא תניא רמיא אלא לכוונת תפלה דסברי הנו תנאי שמצוה לכוין לבו בשעת קריאה לקבל עול מלכות שמים ואם קרא קריאת שמע בלא כוונת הלב ואע\"פ שנתכוין בקריאתו לשם מצוה לא יצא הואיל ולא כיון לבו לקבל עול מלכות שמים תדע דבהא פליגי דהא בפירוש קאמרי עד כאן מצות כוונה מכאן ואילך מצות קריאה ור' יאשיה סבר עד כאן מצות קריאה וכוונה מכאן ואילך כוונה בלא קריאה דכותיה גבי תוקע ואוכל מצה היכי משכחת לה מתכוין למצות תקיעה בלא שמיעה ולמצות אכילה בלא אכילה ועוד אי בכוונת מצוה פליגי הני תנאי אמאי לא מוקמינן פלוגתא דרבה ור' זירא בתנאי מהני תנאי אלא לאו שמע מינה דמצות כוונה לחוד ומצות קריאה לחוד ומצות קריאה גופה פלוגתא דרבא ור' זירא אי בעינן בשעת קריאה כוונה לעשיית המצוה ולצאת ידי חובה או לא דומיא דטמא שטבל אם צריך לכוין דעתו ליטהר או אינו צריך אלא אע\"ג דלקרורי נפשיה קא מכוין עלתה לו טבילה ועוד אי אמרת בכוונה דעשית מצוה עסקינן איכא לאקשויי מאי קסברי הני תנאי אי נימא דקא סברי מצות צריכות כוונה מאי שנא פסוק ראשון ופרק ראשון או עד לבבך אפילו כולה נמי ואי קסברי מצות אין צריכות כוונה אפילו מקצתה נמי לא הלכך לאו בכוונה דעשית מצוה עסקינן ואם כן ליכא למילף מינה.<br><b> ולא</b> עוד אלא אפילו בהלכה זו עצמה נראה לי דקשיא דידיה אדידיה שהרי בתחלה פסק ר' מאיר דלא בעינן כוונה אלא בפסוק ראשון וחזר ופסק כר' אחי שאמר משום ר' יהודה כיון שכיון את לבו בפרק ראשון יצא דהכי קאמר ז\"ל מי שהיה עוסק במלאכה מפסיק עד שיקרא פרשה ראשונה כולה וכן נמי האומנין וכו' ונתן טעם הדבר שלא תהא קריאת עראי כי היכי דלא תקשי דידיה אדידיה ובעניות דעתנו לא מצינו טעם של דבר כך ולא מיפרשא לן אלא משום כוונה כדרמינן אמר ליה רב מרי בריה דבת שמואל לרבא תנן האומנין קוראין וכו' אלמא לא בעינן כוונה ורמינהי ר' שמעון בן יוחאי אומר הקורא את שמע צריך שיכוין את לבו בכולה וכו' שמע מינה משום כוונה הוא ובמסקנא אמרינן הכי אמר ר' יוחנן בטלין ממלאכתן וקוראין כי היכי דלא תיקשי כוונה אכוונה וכיון דקשיא לן אדבית הלל דאמרי עסיקנן במלאכתן וקוראין אוקימנה בפרק ראשון והינו סבריה דר' יוחנן בריש פרקין דאמר רבה בר חנה אמר ר' יוחנן הלכה כר' אחי שאמר משום ר' יהודה ובטיבותיה יעיין בהא מילתא טובא כי היכי דליגלי לן מאי דמכסי מינן בה...<br><b> תשובה</b> זו השאלה ודאי ראוי לשאול כמותה וכמה דקדוקים יש בה והנה אני מפרש אותה בדרך ברורה בעזרת הבורא מדחזינן לגמרא במסכת ברכות בפרק הקורא דאסיק דבריו בתירוץ המשנה הקורא להגיה והאי מסקנא לאו בלשון רבא אמרינן ליה התם בברכות סמכינן על האי מסקנא דדוקא הוא ואע\"ג דמתחזי מגמרא דראש השנה דהאי מסקנא תירוצא אליבא דרבא הוא סמכינן עליה דאילו לא הוה דייק אליבא דהלכתא לא אסיק ביה הגמרא סתם בפרק הקורא דלא אסיק ביה אלא למימרא דתירוצא דוקא הוא שכך שילינן על מתניתין דהיה קורא בדוכתא מאי כיון את לבו אי לימא לצאת שמע מינה דמצות צריכות כוונה ודחינן לא מאי אם כיון כיון לקרות ואתמהינן לקרות הא קא קרי ופרקינן בקורא להגיה וקם ליה האי תירוצא ומסקנא דגמרא הוא ועליה סמכינן ולענין אכל מצה בלא כוונה ליכא בה ספיקא דמשלחו ליה לאבוה דשמואל ואוקמה רב אשי בשכפאו אותו פרסיים ואוקמתא דסמכא היא דלא אידחיא ליה ועוד דרב אשי בתרא הוא והלכתא כבתראי וסוגיא דגמרא בכל מקום מצות אינן צריכות כוונה וברייתא שנויה בפסחים בפרק ערבי פסחים אכל בלא מתכוין יצא ואע\"ג דאוקמה ר' שמעון בן לקיש כתנאי כי היכי דלא תיקשי ליה לא איכפת לן בדבריו דיחיד הוא וסוגיא דגמרא דמצות אינן צריכות כוונה ולענין תקיעה פשיטה מילתא דהלכתא כר' זירא הדא אקשינן עליה ופרקינן אליביה ולא אקשינן עליה אלא אמאי הצריך כוונת משמיע אבל בכונת שומע ליכא בה ספיקא דמתניתין דוקא אם כיון לבו יצא ואם לאו לא יצא והך שינויא דשנינן כסבור חמור בעלמא הוא שינויא בעלמא דמסיפא דמתניתין שמעינן דכוונה לצאת בעינן דהכי תנן ואע\"פ שזה שמע וזה שמע זה כיון את לבו וזה לא כיון הלכך בשופר ומגילה צריכין כוונה לצאת כדיוקא דמתניתין ובקריאת שמע ואכילת מצה וטבילה במי מקוה וכיוצא בהן לא בעינן כוונה לצאת דמצות אינן צריכות כוונה כסוגיא דגמרא בכל דוכתא ודוכתא<br><b> ואי</b> קשיא לך מאי שנא שופר ומגילה משאר מצות זו ודאי קושיא עמוקה היא והיא על הגמרא לא על אבא מארי זכרו לחיי העולם הבא וכמה זמן נתקשית לי קושיא זו אחר פטירת אבא מארי ז\"ל עד דאשכחת בה טעמא והוא שהמצות דאמרינן בהו מצות אינן צריכות כוונה מצות שקיומן בעשיית מעשה שגוף אותה העשייה היא המצוה כגון אכילה וטבילה וקריאה וכיוצא בהן אבל שופר הואיל וגוף המצוה שמיעת קול בעלמא היא כי לא מיכוין מאי קא עביד מן המצוה אינו כאוכל מצה וטובל דאע\"פ שלא כיון לבו בעת העשיה כבר קיים המצוה בעת העשיה שגוף המצוה היא שיאכל או יטבול וכן נמי שומע מגילה כשומע שופר תדע דלא הצרכנו קורא מגלה לכוין לבו לצאת אלא שומע קריאת מגלה בלבד הוא שהצרכנו אותו כוונה אבל הקורא עצמו אין דינו חמור מדין קורא קריאת שמע דאם כיון לבו לקרות אע\"פ שלא כיון לצאת יצא ואע\"פ שלא נתפרש הכי בגמרא מהקושיא גמרינן ליה ועוד שלא ראינו אותם הצריכו כוונה לצאת אלא בשומע בלבד וכמה טעם ברור הוא זה ודקדוק יפה למבינים וכבר גלינו אותו לכל התלמידים בבית המדרש מכמה שנים<br><b> ולענין</b> מה שהארכת בענין כוונת קריאת שמע דהיא בכוונת התפלה לקבל מלכות שמים לא ידעתי באי זה מקום שהוא כוונת יציאה בעלמא ולא ידעתי מאי זה מקום נראה לך שאינו סובר כך והלא בפירוש אמר בסוף הלכה ראשונה מפרק שני בהלכות קריאת שמע והשאר אם לא כיון יצא אפילו היה קורא בתורה כדרכו וכו' למימרא דבפסוק ראשון לא סגיא ליה בכוונת קריאה בעלמא וכבר פירש הכוונה בהלכות תפלה ואמר כיצד היא הכוונה שיפנה לבו מכל המחשבות ויראה עצמו כאלו הוא עומד לפני השכינה ולא יעלה על הדעת שלא פירש שם אלא כוונת תפלה בלבד שאילו היה הדבר כך היה אומר כיצד היא כוונת התפלה והואיל ולא אמר כך אלא היא הכוונה סתם משמע בין כוונת תפלה בין כוונת קריאת שמע ועוד ענין אחד הוא לקריאת שמע ולתפלה שהכל דבור לפני הקב\"ה וצריכין כוונה אחת ובפירוש אמר בפרק שני מהלכות קריאת שמע וצריך להאריך בדלת של אחד כדי שימליכהו על השמים ועל הארץ ועל ארבע רוחות ואין בדבריו בכוונה ספק כלל<br><b> ושהקשית</b> מדפסק כר' מאיר וחזר ופסק כר' יוחנן דאמר בטלין בפרק ראשון תמיה וזו הקושיא להדא קושיא שכבר פירש ענינה הרב רבנו יצחק בעל ההלכות זצ\"ל במסכת ברכות וראוי לחכם להקשות אותה עיין במסכת ברכות בפרק היה קורא תמצא פירוק קושייתך ותירוץ דברי אבא מארי זצ\"ל דהכי אמר ז\"ל על פירוק הגמרא לא קשיא הא בפרק ראשון הא בפרק שני האי פירוקא לדברי ר' יוחנן הוא דסבירא ליה וכו' אבל לרבא לאו משום דבעינן כוונה בכוליה פרק ראשון הוא דבטלין ממלאכתן אלא משום דלא לישוי לה עראי הוא כי הא דגרסינן ביומא בפירקא קמא אמר רב יצחק בר שמואל בר מרתא משמיה דרב הקורא את שמע לא ירמוז בעיניו וכו' ולפי זה הפירוש הנכון של רבינו יצחק ז\"ל הילכתא כר' יוחנן או כמאן דתריץ אליביה במתניתין דהאומנין לא קשיא הא בפרק ראשון הא בפרק שני ולא מטעמיה דהוא סבר בטילה משום כוונה וטעמא דהלכתא משום קריאת עראי הנה גלינו סתרי שאלה זו כולה ולא נשאר בה קושיא בסיעתא דשמיא."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ברכת אברהם על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Birkat Avraham",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}