{
    "title": "Benei Binyamin on Mishneh Torah, Fasts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benei_Binyamin_on_Mishneh_Torah,_Fasts",
    "text": [
        [
            [
                "<b>מ\"ע. </b> עי' מג\"א ר\"ס תקע\"ו מה שתמה בזה ובק\"נ פ\"ג מש\"כ דזהו באו' לבד. ועי' ר\"נ רפ\"ג דר\"ה ותהר\"י רפ\"ב דברכות ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>תעניות </b>\n<b> אלו. </b> עי' מג\"א סי' תקע\"ו ובאורי מרן הגר\"א ז\"ל וי\"ל בד\"ק ז\"ל ע\"ש. ומזה לכל ת\"צ הקבועים שאין לחנך בהם את הקטנים כמו ביוה\"כ. וכתבתי בזה בס\"ד בקונ' הר המוריה:"
            ],
            [],
            [],
            [],
            [
                "<b>כך </b>\n<b> היחיד מתענה על צרתו כו'. </b> עי' מ\"מ. ולקמן הי\"ב ובגמ' יו\"ד ע\"ב. מי שהיה לו חולה בתוך ביתו כו' ומקרא מפורש הוא בדהמע\"ה שהתענה על הילד שלו שחלה ועי' מלכים א' סי' ח' פ' ל\"ח:",
                "<b>ואומר </b>\n<b> עננו בכל תפלה. </b> מבואר כן בגמ' י\"ג ע\"ב ובירושלמי פ\"ב ובפ\"ד דברכות:",
                "<b>ולא </b>\n<b> יתענה בשבתות כו'. </b> השמיט כאן עיה\"כ. ואולי נמשך אחר דברי הירושלמי פ\"ב דתעניות הי\"ג ופ\"א דמגילה ה\"ו שג\"כ לא נזכר שם עיוה\"כ ועמד בזה כאאמו\"ר הגז\"ל בגליון שם ועי' ג\"כ נדרים פ\"ח ה\"ב. ואפ\"ל מזה ראיה לענין שמחת יו\"ט בנשים שכ' שם בשו\"ת רע\"א סי' א' ואכ\"מ:"
            ],
            [],
            [],
            [
                "<b>הרואה </b>\n<b> חלום רע צריך להתענות למחר. </b> לא כהאחרונים שכ' שהוא רשות ודברי רבינו ראוים אליו דהא מצוה להתענות בעת צרה ל\"ע וכמש\"ל ה\"ט ובפרט בחלום שמן השמים הראוהו שיוכל לתקן בתשובה ותענית. וכמ\"ש חז\"ל יפה תענית לחלום ודאי דאין למנוע וכ\"כ בס' פתרון חלומות שאף בשבת צריך להתענות:"
            ],
            [],
            [
                "<b>המ\"מ </b> כ' מקורו מהא דאל ינהוג עדונין בעצמו. אבל שם הוא כששכח ואכל. ע\"ל הט\"ו. אבל בשרוי בתענית לא נמצא ד\"ז בשו\"מ. לפי מיעוט ידיעתי. אלא דהוא דבר המסתבר דהרי זהו מדרכי התשובה לדאוג ולהתאבל על חטאיו כמש\"כ רבינו פה ובה' תשובה:"
            ],
            [
                "<b>שכח </b>\n<b> ואכל. </b> כ\"ש הדבר למי שפטור מלהתענות מפני חולשתו. וכמבואר בתוספתא ספ\"ב ובירושלמי פ\"א ה\"ה בעוברות ומניקות. ולא ידעתי מ\"ט השמיטו רבינו:"
            ],
            [],
            [
                "<b>וחוקרים </b>\n<b> על בעלי חמס. </b> כמש\"כ מן החמס אשר בכפיהם. עי' בגמ' ט\"ז א'. ובתוספתא פ\"א ובירושלמי פ\"ב מבואר ביתר ביאור כל מ\"ש רבינו ע\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>מש\"כ </b> הלח\"מ שאין מתריעין אלא על ג' אמצעיהם. ע\"ל פ\"ג ה\"ז דאין מתריעין רק בז' אחרונות:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במ\"מ. </b> מש\"כ שרבינו מפרש דהאי כ\"ש י\"ל שיעור מצינו טובי דכוותה. עי' ב\"ב ק\"נ א'. ובתוס' שם. וביצה ט\"ו ב'. ונדה כ\"ו ב'. דאיכא שיעור בכ\"ש ובתרע\"א שבסוף ס' דרוש וחידוש סי' י'. ובמק\"א כ' בס\"ד די\"ל דר\"ש דס\"ל כ\"ש למכות ג\"כ ל\"ד. ואף בטבל לדידן. ואכמ\"ל:"
            ]
        ],
        [
            [],
            [
                "<b>הגיע </b>\n<b> ר\"ח כסלו. </b> משנה ערוכה י' ע\"א ולא ידעתי מ\"ט השמיט המ\"מ לציינו:"
            ]
        ],
        [
            [
                "<b>ונותנין </b>\n<b> אפר מקלה כו' וע\"ג ס\"ת. </b> כ\"ה גי' הרי\"ף והרא\"ש ובס' ת\"א בשם הגר\"ז ז\"ל הראה מקורו בילקוט כמדומני. ועי' ג\"כ בתרגום שני למגילת אסתר כ' ג\"כ הכי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עי' </b> השגת הראב\"ד. ור\"ל דבתוספתא מבואר שהתקיעה ותרועה ביחד אבל מ\"מ היו שווים בכולם תקיעה ותרועה. ומה שאמר הריעו הוא מפני הכבוד. עי' היטב בב\"י סי' תקע\"ט ובלח\"מ:"
            ]
        ],
        [
            [
                "<b>כדי </b>\n<b> לעורר הלבבות, כדי לפתוח דרכי התשובה. </b> עי' ח\"ס חא\"ח סי' ס\"ח:"
            ],
            [],
            [],
            [],
            [
                "<b>ונהגו </b>\n<b> כל ישראל בזמנים אלו להתענות \"ובי\"ג\" באדר. </b> הלשון הזה מורה שט\"ס יש כאן ונראה דצ\"ל בי\"ג באדר ומ\"ש בזמנים אלו ר\"ל בדורות האלו ולא בימי התעניות שזכר מקודם דא\"כ כל ישראל בזמנים אלו וכ\"מ הב\"י סי' תרפ\"ו שהעתיק כן. אך גם לשון בזמנים אלו ל\"מ כן וע\"ד המ\"מ מריש מגילה. יעוי' בפי' בראשית וברא\"ש ריש מגילה בפ\"י ז\"ק לכל הוא מבואר דכבר היה המנהג בימי חז\"ל. ועי' במס\"ס פכ\"א ואולי ר\"ל דאף בזמן שיש שלום אם רצו אין מתענין מ\"מ נהגו להתענות בכל הזמנים האלו:"
            ],
            [
                "<b>עי' </b> ח\"ס א\"ח סי' ק\"ס:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו </b>\n<b> שירה בפה על היין אסורה שנאמר בשיר לא ישתו יין. </b> מלשון רבינו מבואר דקרא מיירי בשיר בפה ואילו בגיטין ז' א'. פריך ולשלח לי' מהך בשיר לא ישתו יין ומשני אי מההוא ה\"א ה\"מ זימרא דמנא אבל דפומא ש\"ד קמ\"ל. א\"כ מ' דקרא מיירי בשיר בכלי. כן שאלני זה רבות בשנים גיסי הרה\"ג מ' דובער ראבינאויץ ז\"ל האבד\"ק פיאנטניצא. ואני נ\"ל דמלבד די\"ל בפשיטות דבתר דכ' קרא אל תשמח. ממילא בכלל בשיר, לא ישתו יין אף שיר בפה הוא. אבל יו\"נ דד\"ז תליא אם עיקר שירה בפה או בכלי. דמסתברא דכמו שהיה במקדש. ע\"ז נצטווינו שלא לשורר בביתנו. א\"כ למ\"ד ע\"ש בכלי. קרא מיירי נמי בשיר בכלי. אבל רבינו לשי' דפ' פ\"ג ה\"ג מכלי המקדש דע\"ש בפה. ע\"כ מייתי מהך קרא לשירה בפה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "בני בנימין על משנה תורה, הלכות תעניות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Benei Binyamin",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}