{
    "text": {
        "0_Chapter, 0_Verse": "Der Vortrag, den der Prophet Chabakuk geweissagt hat.",
        "0_Chapter, 1_Verse": "Wie lang, o Herr, werde ich flehen, und du erhörst mich nicht; ich schreie zu dir über Gewalt, und du hilfst nicht!",
        "0_Chapter, 2_Verse": "Warum lässt du mich Unrecht und Elend schauen, das du mit ansiehst? Raub und Gewalt ist stets vor meinen Augen; es entsteht Hader, und Streit regt sich.",
        "0_Chapter, 3_Verse": "Darum ist das Gesetz machtlos und das Recht kommt niemals hervor; denn der Frevler umringt den Gerechten; darum wird das Recht verdreht.",
        "0_Chapter, 4_Verse": "Sehet euch um unter den Völkern und schauet und erstaunt, denn in euren Tagen wird eine Tat verübt — ihr würdet es nicht glauben, wenn es erzählt würde!",
        "0_Chapter, 5_Verse": "Ich lasse aufstehen die Chaldäer, dies erbitterte und ungestüme Volk, das nach den weiten Räumen der Erde ziehet, Wohnsitze zu erobern, die nicht sein sind.",
        "0_Chapter, 6_Verse": "Schrecklich und furchtbar ist es; von ihm selber gehet sein Recht und seine Macht aus.",
        "0_Chapter, 7_Verse": "Schneller als Parder sind seine Rosse und kühner als Wölfe in der Nacht. Seine Reiter kommen herangesprengt aus der Ferne, sie fliegen herbei wie ein Adler, der zum Fraße stürmt. ",
        "0_Chapter, 8_Verse": "Insgesamt kommen sie Gewalt zu verüben; ihre Angesichter schnauben ostwärts; es sammelt Beute wie Sand.",
        "0_Chapter, 9_Verse": "Es treibt mit Königen Spott, und Fürsten sind ihm ein Spiel; es spottet jeglicher Festung und wirft Erdwälle auf und hat sie eingenommen.",
        "0_Chapter, 10_Verse": "Dann aber kommt ein [Lügen]geist über es und es versündigt sich; [es meint], die Kraft verdanke es seinem Gotte.",
        "0_Chapter, 11_Verse": "Und doch bist du es von Anfang an, Herr, mein Gott, mein Heiliger, Unsterblicher, du Herr, der es zur Strafe eingesetzt, und der Hort, der es zur Züchtigung bestellt.",
        "0_Chapter, 12_Verse": "Du reinen Blickes, der du nichts Böses schauest, und der du kein Unrecht zu blicken vermagst, warum siehst du die Treulosen, schweigst, wenn der Frevler den verdirbt, der gerechter ist als er?",
        "0_Chapter, 13_Verse": "Du machst die Menschen wie die Fische im Meere, wie das Gewürm, darüber kein Herr ist.",
        "0_Chapter, 14_Verse": "Alles holt er an dem Haken herauf, ziehet es in sein Netz und sammelt es in sein Garn; darum freut er sich und jubelt.",
        "0_Chapter, 15_Verse": "Darum opfert er seinem Netz und räuchert seinem Garn [darum betete er seine Götzen an], denn durch sie ist fett sein Teil und seine Speise feist.",
        "0_Chapter, 16_Verse": "Soll er darum [immer] sein Netz leeren und niemals Völker niederzumetzeln aufhören?",
        "1_Chapter, 0_Verse": "Auf meiner Warte stand ich und stellte mich auf die Feste und schaute umher, dass ich sehe, was er mir antworten werde, und was ich mir selbst erwidern solle auf meine Strafrede.",
        "1_Chapter, 1_Verse": "Da antwortete der Herr und sprach: Schreibe die Offenbarung deutlich auf die Tafeln, dass es der Leser geläufig lese.",
        "1_Chapter, 2_Verse": "Denn die Weissagung ist für eine bestimmte Zeit, es eilt rasch dem Ende entgegen und trügt nicht. Wenn es sich verzögert, hoffe doch darauf, denn es kommt gewiß und bleibt nicht aus.",
        "1_Chapter, 3_Verse": "Verdüstert ist das unredliche Gemüt, aber der Gerechte lebt in seiner Treue [in seinem Vertrauen auf Gott].",
        "1_Chapter, 4_Verse": "Und wenn auch der Treulose trotzt, der hochmütige Mann, der keine Ruhe kennt, 1 dessen Gier wie die Hölle ist, unersättlich wie der Tod, der alle Nationen zusammengerafft und die Völker zusammengeschleppt hat.",
        "1_Chapter, 5_Verse": "So werden diese alle dereinst einen Spruch auf ihn erheben und eine Gleichnisrede. Man wird sprechen: O über den, der zusammenhäuft, was nicht ihm gehört — für wie lange? — der sich Pfänder aufbürdet.",
        "1_Chapter, 6_Verse": "Unversehens werden deine Peiniger aufstehen, und erwachen, die dich aufrütteln; du wirst ihnen zur Plünderung.",
        "1_Chapter, 7_Verse": "Denn du hast viele Völker beraubt, jetzt werden alle andern Völker dich berauben; wegen des Blutes der Menschen und der Gewalttat an dem Lande, der Stadt und all ihren Bewohnern.",
        "1_Chapter, 8_Verse": "O über den, der nach schlechtem Gewinne trachtet für sein Haus; er stellt in der Höhe sein Nest auf, er meint damit, dem Bösen zu entrinnen.",
        "1_Chapter, 9_Verse": "Du hast Schmach für dein Haus beschlossen; [du wirst dahin geschleudert] unter viele weit entfernte Völker, wo du dein Leben einbüßen wirst.",
        "1_Chapter, 10_Verse": "Denn der Stein an der Mauer schreit, und der Sparren aus dem Holzgerüst rufet es laut:",
        "1_Chapter, 11_Verse": "O über den, der die Stadt mit Blut aufbauet, der die Feste mit Ungerechtigkeit gründet!",
        "1_Chapter, 12_Verse": "Es ist vom Herrn Zebaot bestimmt, dass Völker sich mühen für das Feuer und Nationen umsonst ermatten;",
        "1_Chapter, 13_Verse": "Dass voll sei die Erde mit der Erkenntnis der Herrlichkeit des Herrn, wie Wasser die Meerestiefe bedecket.",
        "1_Chapter, 14_Verse": "O über den, der seinem Genossen zu trinken gibt; du mischst darein dein Gift und machst ihn trunken, um hinzusehen auf seine Blöße.",
        "1_Chapter, 15_Verse": "Dafür wirst du dereinst der Schande satt statt der Ehre; trinke auch du und zeig deine Blöße; es kreiset über dich hin der Becher der Rechten des Herrn, und Unrat über deine Herrlichkeit.",
        "1_Chapter, 16_Verse": "Denn die Gewalttat am Libanon wird über dich kommen und das Gemetzel des Viehes dich verzagt machen, wegen des [unschuldig vergossenen] Blutes der Menschen, der Gewalttat im Lande, der Stadt und ihrer Bewohner.",
        "1_Chapter, 17_Verse": "Was nützt das Bild, das sein Verstand geschaffen, und der falsche Lehrer im Guss? Sein Meister verließ sich darauf, indem er stumme Götzen schuf.",
        "1_Chapter, 18_Verse": "O über den, der zum Holze spricht: Erwache! Zum Tragen Stein: Sei munter! Er soll Bescheid geben? Er ist gefasst in Gold und Silber, aber kein Odem ist in ihm.",
        "1_Chapter, 19_Verse": "Der Herr [thront] in seinem heiligen Palaste — schweig vor ihm, o Erdenball!",
        "2_Chapter, 0_Verse": "Gebet des Propheten Chabakuk auf Sigjonot 2.",
        "2_Chapter, 1_Verse": "Herr! deinen Ruf habe ich vernommen und fürchte mich, Herr, in den nächsten Jahren rufe dein Werk ins Leben, in den nächsten Jahren mach‘ es überall kund — doch im Zürnen denke an Erbarmen.",
        "2_Chapter, 2_Verse": "Gott kam von Teman und der Heilige vom Gebirge Paran. Sela! Der Himmel war von seinem Glanze bedeckt und voll war die Erde seines Ruhmes.",
        "2_Chapter, 3_Verse": "Ein Glanz wie das helle Sonnenlicht strahlte von ihm aus, darin war die Hülle seiner Macht.",
        "2_Chapter, 4_Verse": "Vor ihm ging die Seuche einher und der Pest Glut zog aus in seinem Gefolge.",
        "2_Chapter, 5_Verse": "Er trat auf, und die Erde erbebte, er sah hin, und die Völker erzitterten, die hohen Berge zersplitterten, es sanken die Höhen der Urwelt — so durchschritt er alles seit Ewigkeit.",
        "2_Chapter, 6_Verse": "Im Unheil sah ich die Zelte Kusans, es erzittern die Teppiche des Landes Midjan.",
        "2_Chapter, 7_Verse": "Ist über Ströme der Herr entbrannt, über Ströme dein Zorn, über das Meer dein Groll, dass du so daherfährst auf deinen Rossen, auf deinen Siegeswagen?",
        "2_Chapter, 8_Verse": "Du entblößt deinen Bogen. In den Wochen der Regengüsse — sprich: Sela! — die Erde lässt Ströme hervorbrechen.3",
        "2_Chapter, 9_Verse": "Die Berge erblickten dich und kreisten, die Wasserflut ergoss sich, der Abgrund ließ seine Stimme erschallen, da er in die Höhe seine Hand erhob.",
        "2_Chapter, 10_Verse": "Die Sonne und der Mond standen still in der Höhe vor dem Leuchten deiner rennenden Pfeile, vor dem Glanze deines blitzenden Schwertes.",
        "2_Chapter, 11_Verse": "Mit Mut durchschreitest du die Erde, im Grimm stampfest du die Völker.",
        "2_Chapter, 12_Verse": "Du zogst deinem Volke zur Hilfe aus, zur Hilfe deinem Gesalbten, schmettertest den Giebel herab vom Hause des Frevlers, entblößtest den Grund bis an den Hals. Sela!",
        "2_Chapter, 13_Verse": "Du durchbohrst mit seinen Pfeilen das Haupt seiner Führer, die herangestürmt kommen, mich zu zersprengen; sie jubeln, als gälte es aufzuzehren den Armen im Verborgenen.",
        "2_Chapter, 14_Verse": "Du tratest das Meer mit deinen Rossen, den Boden großer Gewässer.",
        "2_Chapter, 15_Verse": "Ich höre es und es erbebt mein Inneres, beim Gerüchte bewegten sich meine Lippen, Morschheit dringt in mein Gebein und an meiner Stelle zittre ich — dass ich ruhen soll bis an den Tag der Not, des Heranziehens des Volkes, das ihn bedrängt.",
        "2_Chapter, 16_Verse": "Denn der Feigenbaum blühet nicht, und kein Ertrag ist an den Weinstöcken, es versagt der Olive Frucht, und die Flur trägt keine Speisen. Entrafft ist der Hürde das Schaf, und kein Rind ist in den Ställen.",
        "2_Chapter, 17_Verse": "Ich aber jauchze in dem Herrn, ich juble in dem Gotte meines Heils!",
        "2_Chapter, 18_Verse": "Gott der Herr ist meine Kraft, er macht meine Füße wie die der Hirschkühe und lässt mich einherschreiten auf meinen Höhen. Dem Sangmeister auf dem Saitenspiele."
    },
    "meta": "Chapter-Verse",
    "work": "Habakkuk"
}