{
    "title": "Kiryat Sefer on Mishneh Torah, Offerings for Unintentional Transgressions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Offerings_for_Unintentional_Transgressions",
    "text": [
        [
            [
                "<b>מצות קסא </b> שיקריב החוטא בשגגה קרבן חטאת על עבירה שחייבין על זדונה כרת דכתיב ואם נפש אחת תחטא בשגגה מעם הארץ בעשותה אחת מכל מצות ה' אשר לא תעשנה ואשם או הודע אליו וגו' והביא את קרבנו וגומר וכל עבירה שחייבין על זדונה כרת חייבין על שגגתו חטאת חוץ משלש עבירות מגדף ומבטל מילה וקרבן פסח ריש כריתות תנן ל\"ו כריתות שבתורה הבא על האם וכו' והפסח והמילה מצות עשה ואמרינן בגמרא דפסח ומילה לא תנא להו לחטאת דהא אינו חייב חטאת אלא דומיא דע\"ז דכתיב בה והנפש אשר תעשה ביד רמה וגו' דהיא בשב ואל תעשה ופסח ומילה בקום עשה וכתיב נמי גבי חטאת אשר לא תעשנה דמשמע דאינו בא אלא על מצות לא תעשה וא\"כ לא תנא להו בהדי חייבי חטאות אלא לסיומינהו בכריתות דחייבים בהו כרת כדכתיב בפסח והאיש אשר הוא טהור וגו' ונכרת ובמילה כתיב וערל זכר וגו' ונכרת ומגדף נמי לית ביה חטאת כדתנן התם וחכ\"א אף המגדף דכתיב תורה אחת יהיה לכם לעושה בשגגה יצא מגדף שאין בו מעשה ושוגג דמגדף הוא כסבור שמברך שם בן שתי אותיות וברך שם בן ד' דאין חייב אלא על שם בן ד' כדא' פ\"ד מיתות המקבל ע\"ז עליו באלוה אע\"פ שבמזיד נסקל דאיתקש להשתחוא' דהויא מד' עבודות כדכתיב וישתחוו לו ויאמר אלה אלהיך וגומר משמע דקבלהו עליו לאלוה הוי כהשתחוא' לו ואפ\"ה פטור מן הקרבן דלא עבד מעשה וכתיב גבי חטאת אשר לא תעשנה וגומר ושאר כריתות חוץ ממגדף ופסח ומילה מביאין חטאת כדאמ' אלא טמא שאכל קדש והבא אל המקדש בטומאה דקרבנם הוי עולה ויורד ולא חטאת קבועה כדכתיב בפרשת ויקרא ובענין כריתות הוא דתנן להו בהדי הנך חייבי חטאות ותנן נמי חוץ ממטמא מקדש וקדשיו שהוא בעולה ויורד."
            ],
            [],
            [],
            [
                "<b>חטאת </b> קבועה היא הבאה מן הבהמה בלבד גבי חטאת פרשת ויקרא נפש כי תחטא וגו' והביא וגו' וקרבן עולה ויורד אינו קבוע אלא עשיר מביא קרבן בהמה ועני מביא עוף או עשירית האיפה כדאמ' ואם דל הוא ואין ידו משגת והביא וגו'. כל עבירות שהיחיד מביא על שגגתן חטאת קבועה מ\"ג ואלו הם<br><b> א </b> הבא על אמו. <b> ב </b> הבא על אם אשתו.<br><b> ג </b> הבא על אם אמה. <b> ד </b> הבא על אם אבי אמו.<br><b> ה </b> הבא על בתו. <b> ו </b> הבא על בת בתו.<br><b> ז </b> הבא על בת בנו. <b> ח </b> הבא על בת אשתו.<br><b> ט </b> הבא על בת בתה. <b> י </b> הבא על בת בנה.<br><b> יא </b> הבא על אחותו. <b> יב </b> הבא על אחותו שהיא בת אשת אביו.<br><b> יג </b> הבא על אחות אביו. <b> יד </b> הבא על אחות אמו.<br><b> טו </b> הבא על אחות אשתו. <b> טז </b> הבא על אשת אביו.<br><b> יז </b> הבא על אשת אחי אביו. <b> יח </b> הבא על אשת בנו.<br><b> יט </b> הבא על אשת אחיו. <b> כ </b> הבא על אשת איש.<br><b> כא </b> הבא על הנדה. <b> כב </b> השוכב עם הזכר.<br><b> כג </b> הבא על אביו. <b> כד </b> הבא על אחי אביו.<br><b> כה </b> השוכב עם בהמה. <b> כו </b> האשה שמביאה עליה את הבהמה.<br><b> כל </b> כריתות שבעריות כ\"ז וכריתות שבשאר עבירות י\"ז. ואלו הן.<br><b> א </b> העובד ע\"ז במעשה. <b> ב </b> הנותן מזרעו למולך.<br><b> ג </b> בעל אוב. <b> ד </b> בעלי ידעוני במעשה.<br><b> ה </b> המחלל את השבת. <b> ו </b> העושה מלאכה ביוה\"כ.<br><b> ז </b> האוכל ושותה ביוה\"כ. <b> ח </b> האוכל נותר.<br><b> ט </b> האוכל חמץ בפסח. <b> י </b> האוכל חלב.<br><b> יא </b> האוכל דם. <b> יב </b> האוכל פגול.<br><b> יג </b> השוחט קדשים חוץ לעזר'.\n<b> יד </b> המעלה קרבן חוץ לעזרה.<br><b> טו </b> המפטם את שמן המשחה. <b> טז </b> המפטם את הקטרת.<br><b> יז </b> הסך בשמן המשחה.<br><b> הרי </b> אלו מ\"ג עבירות על שגגתו חטאת קבועה דחייבי כריתות נינהו דבכל הני עריות דלעיל כתיב כרת דכולל להו בסיפה ונכרתו הנפשות העושות ובאחותו שהוא בת אביו אמרינן פ\"ב דיבמות דחייב שתים אחת משום אחותו ואחת משום בת אשת אביו דאחותו מאנוסת אביו אינו חייב אלא אחת וזו הוא אחותו שמנה הרב (ריז\"ל) [ז\"ל] ולאו נמי כתיב בכולהו ערות אמך לא תגלה וכן בכולהו ובנדה נמי ואל אשה בנדת טומאתה לא תקרב וכרת דנדה בכלל ונכרתו הנפשות העושות דאכולהו דלעיל קאי והני עריות דלא תנן להו בריש כריתות ולא כתיבי נמי בקרא באזהרה אם אשתו ואם אמה ואם אביה ילפינן מדכתיב עונש שריפה בחמותו ולא הזהיר בה דכתיב ואיש כי יקח את אשה ואת אמה זמה היא באש ישרפו אותו ואתהן וה\"ק אם אשתו קיימת הוא וחמותו ישרפו ואם לאו אין כאן שריפה אלא איסור ארור שוכב עם חותנתו ומנין לעשות אם חמותו ואם חמיו כחמותו נאמר כאן בחמותו זמה היא ונאמר באשה ובתה שארה הנה זמה היא מה להלן חייב הכתוב על בת בנה ועל בת בתה כבתה אף כאן נעשה אם חמותו כחמותו לשריפה ובחמותו ליכא לאו וילפינן להו דמה להלן בבת בנה ובת בתה באזהרה כדכתיב את בת בנה וגו' אף כאן חמותו ואם חמותו ואם חמיו באזהרה עובד ע\"ז לאו וכרת [לאו] לא תשתחוה לאל אחר וכרת דכתי' כי דבר ה' בזה וגו' הכרת וגו' ובע\"ז משתעי דהוי דבר ה' דאמר בסנהדרין אנכי ולא יהיה לך מפי הגבורה שמענום ולא יהיה לך בע\"ז מדבר לאו דמולך ומזרעך לא תתן להעביר למולך אי נמי לא ימצא בך מעביר בנו ובתו באש וגו' כרת דידיה אשר יתן מזרעו למולך מות יומת וגו' וכתיב בתריה ושמתי אני את פני באיש ההוא וגו' והכרתי אותו וגו' ובעל אוב לאו אל תפנו אל האובות וכרת דכתיב והנפש אשר תפנה אל האובות וגו' ונכרתה וגו' וידעוני לא תנן ליה בריש כריתות ופליגי בגמרא ר' יוחנן ורשב\"ל אמאי תנא ליה בסנהדרין גבי סקילות ולא תנא ליה הכא וא\"ר יוחנן הואיל ושניהם בלאו אחד נאמרו ואין חייבים עליהם אלא א' ורשב\"ל אמר הואיל ואין בו מעשה אלא שמכניס עצם חיה ששמה ידוע לתוך פיו ומדבר והואיל ואין בו מעש' לאו בר קרבן הוא ולהכי כתב הרב ז\"ל בעל ידעוני במעשה ומחלל שבת לאו לא תעשה כל מלאכה כרת כל העושה בו מלאכה ונכרתה העושה מלאכה ביה\"כ [לאו] וכל מלאכה לא תעשו בעצם היום הזה כרת דכתיב והאבדתי את הנפש ההיא והיינו כרת האוכל ביה\"כ [לאו] כל הנפש אשר לא תעונה וגמר עינוי עינוי מאשר ענה מה התם לא ענש אלא א\"כ הזהיר וכרת דכתיב ביה באוכל ונכרת כי כל הנפש אשר לא תעונה ונכרתה ובעינוי אכילה קא מיירי דגמר עינוי עינוי מהתם דכתיב ויענך וירעיבך מה להלן עינוי רעבון אף כאן עינוי רעבון לאו דנותר ושרפו את הנותר באש לא יאכל כרת ואוכליו עונו ישא כי את קדש יי' חלל ונכרתה חמץ בפסח לאו כל מחמצ' לא תאכלו כרת כי כל אוכל חמץ ונכרתה. אוכל חלב ודם לאו דידהו כל חלב וכל דם לא תאכלו כרת בחלב כי כל אוכל חלב ונכרתה בדם כי כל נפש בשר דמו בנפשו הוא וגו' כל אוכליו יכרת האוכל פגול לאו דידיה ואם יותר מבשר זבח השלמים לא יאכל כי קדש הם ואמרי' פ\"ב דפסחים כל שבקדש פסול בא ליתן לא תעשה על אכילתו וכרת דילפינן עון עון מנותר והשוחט קדשים בחוץ למאן דגמיר בג\"ש הבאה בהעלא' ואל פתח אהל מועד לא יביאנו והבאה בשחיט' ולפתח אהל מועד לא הביאו מה להלן לא ענש אא\"כ הזהיר אף כאן לא ענש אא\"כ הזהיר ואיכא מאן דמייתי ליה בהיקשא א\"ק שם תעלה עולותיך ושם תעשה מה העלאה לא ענש אלא א\"כ הזהיר דכתיב השמר לך פן תעלה עולותיך וגו' וכל מקום שנאמר בו השמר פן ואל אינו אלא לא תעשה אף שחיטה נמי לא ענש אלא א\"כ הזהיר וכרת אית בהו דכתיב אשר יעלה עולה או זבח ונכרתה המפטם את שמן המשחה לאו ובמתכונתו לא תעשו כמוהו כרת איש אשר ירקח כמוהו וגו' ונכרת מעמיו וגו' המפטם את הקטרת לאו ובמתכונתו לא תעשו לכם כרת אשר יעשו כמוה להריח בה ונכרת הסך בשמן המשחה לאו על בשר אדם לא ייסך כרת אשר יתן ממנו על זר ונכרת. על כל אלו מביא על שגגתו כשבה או שעירה דילפי כולהו כריתות מע\"ז דכתיב בה וכי תשגו ולא תעשו את כל המצות וגו' ובע\"ז משתעי דהמודה בע\"ז ככופר בכל מצות שבתורה מה ע\"ז חייבין על זדונה כרת כדילפינן לעיל וחייבין על שגגתם חטאת אף כל שחייבין על זדונו כרת חייבין על שגגתו חטאת דכתיב התם תורה אחת יהיה לכם לעושה בשגגה א\"כ פרשת חטאת דכתיב בפרשת ויקרא נפש כי תחטא בשגגה וגו' אחת מכל מצות ה' אשר לא תעשינה וגו' אכולהו חייבי כריתות קאי דהדיוט מביא כשבה או שעירה ומלך שעיר עזים כדכתיב אשר נשיא יחטא וגו' וכהן משיח מביא פר בן בקר והוא נשרף כדכתיב אם הכהן המשיח יחטא וגו' והקריב פר בן בקר ובשגגת ע\"ז אחד הדיוט ואחד מלך וכהן משיח הכל שוין לע\"ז בת שנתה דכתיב בפרשת שלח לך וכי תשגו ולא תעשו וגו' דלא ילפינן מע\"ז להני כריתות אלא דחייבי חטאת נינהו כיון שיש בהם כרת במזיד כמו ע\"ז שהוקשו לה כדמתני ליה ר' יהושע לבריה תורה אחת לעושה בשגגה וגו' אבל ע\"ז לחודה היא דשוין בה הכל והני כריתות הדיוט ומלך וכהן חלוקין בהם כדאמ'."
            ],
            [
                "<b>אחד </b> יחיד ששגג באחד מאלו או מרובין דכתיב תורה אחת יהיה לכם לעושה בשגגה דמה שצבור מביאין פר לעולה ושעיר לחטאת היינו ברוב ישראל ששגגו ועשו על פי הוראת בית דין:"
            ]
        ],
        [
            [
                "<b>אין </b> אדם חייב חטאת על שגגתו עד שיהא שוגג מתחלה ועד סוף אבל אם שגג בתחלה והזיד בסוף או איפכא אינו חייב חטאת סוף פ' הזורק משנה זה הכלל כל חייבי חטאות אינם חייבים עד שתהא תחלתן וסופן שגגה וכו' דכיון דמזיד אינו חייב חטאת בעינן דליהוי שוגג מתחלה ועד סוף דאם לא נגמרה העבירה בשוגג לא הוי שוגג בכל העבירה ואינו חייב חטאת כדכתיב תחטא בשגגה דמשמע דכל החטא הוא בשוגג."
            ],
            [
                "<b>לא </b> ידע שחייבין כרת על עבירה זו חייב חטאת פרק כלל גדול בפלוגתא דרבנן ומונבז דקאמר דבעינן ידיעה לשוגג כמזיד ובמאי שגג בקרבן דאינו יודע שחייבין על עבירה זו חטאת ורבנן סברי דשגגת חטאת לאו שמה שגגה עד שיהא שוגג בעבירה עצמה ואמרינן לרבנן שגגה במאי בכולה מילתה בלאו וכרת שלא ידע שהיתה עבירה זו בכרת לחודיה ופליגי בה רבי יוחנן וריש לקיש דרבי יוחנן סבר כיון ששגג בכרת אף על גב דהזיד בלאו חייב חטאת דקרבן חטאת על הכרת הוא בא כדאמר' תורה אחת לעושה בשגגה וסמיך ליה והנפש אשר תעשה ביד רמה וגו' דמשמע דקרבן משום שגגת כרת הוא בא כדאמ' וקרא דאשר לא תעשינה בשגגה דדריש מיניה ר\"ל דהוי שגגת לאו איצטריך ליה לרבי יוחנן לכדא' השב מידיעתו מביא קרבן על שגגתו וכו' כדאיתא התם."
            ],
            [
                "<b>מי </b> שלא נודע לו עצמו של חטא שחטא אף על פי שיודע שחטא חטא שחייבין עליו כרת פטור מן הקרבן פ' ספק אכל פלוגתא דרבי אליעזר ור' יהושע בחלב ונותר ואשתו נדה ואחותו ושבת ויום הכיפורים ועשה מלאכה באחת מהם ובגמרא תניא אמר לו רבי יהושע כתיב אשר חטא בה עד שיודע לו במה חטא. חטא ונודע לו במה חטא וחזר ושכחו מביא חטאת לשם מה שהוא ותאכל כשאר חטאות הנאכלות ואפילו לרבי יהושע דאמר עד שיודע לו במה חטא הא נודע לו אף על פי ששכח אחר כך. שגג בשם אחד והם שני גופין כשתי נדות או שתי אחיות ואינו יודע אי זו היא חייב חטאת שהרי ידע עצמו של חטא שם במשנה ר\"ש ור\"ש שזורי לא נחלקו על דבר שהוא משם אחד שחייב כגון שני אילנות של מין אח' לפניו ולא ידע אם מזה לקט או מזה שהרי ידע במה חטא אי זו מלאכה עשה שבלקיטת תאנים חטא ובגמרא אבל בחד מינא אפי' רבי יהושע מחייב."
            ],
            [],
            [],
            [
                "<b>מי </b> שנודע לו שחטא ולא היה לו ידיעה בתחלה כתינוק שנשבה לבין הגוים פרק כלל גדול פלוגתא דרבנן ומונבז דמונבז סבר דכי היכי דמזיד יש לו ידיעת חטא הכי נמי שוגג בעי' שהיה לו ידיעה בתחלה ורבנן סברי דלא בעינן ידיעה בתחלה כדתנן במתניתין בפרק כלל גדול כל השוכח עיקר שבת ועשה מלאכות הרבה בשבתות הרבה וכו' ומפרש בבריתא כיצד תינוק שנשבה לבין הגוים וגר שנתגייר בין הגוים ועשה מלאכות הרבה בשבתות הרבה אינו חייב אלא חטאת אחת וחייב על הדם אחד ועל החלב אחד ועל עבודה זרה אחד ומונבז פוטר משום היקשא דשוגג ומזיד מה מזיד שהיתה לו ידיעה בתחלה אף שוגג שהיתה לו ידיעה בתחלה ורבנן מיבעי להו האי היקשא לכדמקריה ליה רבי יהושע לברי' תורה א' וכו' כדאמר' לעיל דלא אקשינן שוגג למזיד לאפוקי ליה ממשמעות שגגה דאדרבה שוגג משמע דלית ליה ידיעה."
            ],
            [
                "<b>השוגג </b> בלא כונה בעריות או במאכלות אסורות חייב חטאת ובשבת במלאכות פטור מחטאת פרק ספק אכל אמר רב נחמן אמר שמואל מתעסק בחלבים ועריות חייב שכן נהנה מתעסק בשבת פטור דמלאכת מחשבת אסרה תורה ומתעסק פירש רש\"י ז\"ל כגון חלב ושומן לפניו ונודע לו שזה חלב וזה שומן ופשט ידו ליקח שומן והביט במקום אחר והלכה ידו אל החלב ואכלו ולא דמי לשוגג דשוגג הוי שנתכוין לחתיכה זו עצמה אלא שסבור שהיא שומן וכן בעריות נתכוין לבא על אשתו שהיה לפניו ונשמטה אשתו ובאה אחותו במקומה והוא לא ידע ולא דמי לשוגג דשוגג הוי שנתכוין לזו שבעל עצמה אלא שסבור שהיא אשתו וכיון שנהנה חייב נמי מתעסק כשוגג ממש אבל במלאכת שבת פטור מתעסק דהיינו נתכוון להגביה את התלוש וחתך את המחובר בלא כונת חתיכה דמלאכת מחשבת אסרה תורה כדאמר' בהלכות שבת ואיפליגו אביי ורבא בנתכוון לחתוך את התלוש וחתך את המחובר דאביי אמר חייב דהא איכוון לשום חתיכה ורבא אמר פטור דהא לא איכוון לחתיכ' דאיסורא אבל נתכוון להגביה את התלוש וחתך את המחובר לכ\"ע פטור דהא לא איכוון לשום חתיכה והרב ז\"ל נקט מילתא דפשיטא לתרוייהו והוא הדין נתכוון לחתוך את התלוש וחתך את המחובר לרבא דמלאכת מחשבת אסרה תורה כדאמ' אבל מתעסק דהנאה חייב בין לרבי אליעזר בין לרבי יהושע כדאמר' התם ורבי אליעזר האי בה מאי עביד ליה פרט למתעסק מתעסק דמאי אי דחלבים ועריות חייב שכן נהנה וכו' לרבא משכחת לה כגון שנתכוון לחתוך את התלוש וחתך את המחובר וכו' ולהכי איצטריך קרא דאשר חטא בה פרט למתעסק לר' אליעזר דלית ליה דרב נחמן דיליף ליה ממלאכת מחשבת אסרה תורה אבל לרבי יהושע דדריש אשר חטא בה עד שיודע לו במה חטא דריש כרב נחמן דמלאכת מחשבת אסרה תורה."
            ],
            [
                "<b>כל </b> העושה מצוה מן המצות ובגלל עשייתה נעשית עבירה שחייבים עליה כרת בשגגה הרי זה פטור מחטאת מפני שעשה ברשות פסחים פרק אלו דברי' תנן כל זבחים ששחטן לשם פסח אם ראויין הם כגון שה בן שנה שלמים דמתוך שטרוד ובהול לשחוט פסחו לא נזכר שהקדיש זה לשלמים רבי אליעזר מחייב חטאת אף על פי שטעה בדבר מצוה ורבי יהושע פוטר דקסבר טעה בדבר מצוה ועשה מצוה כל דהו פטור מחיוב חטאת שבה וזה עשה מצוה שהקריב קרבן שכל הזבחים שנזבחו שלא לשמן כשרים ואף הנשחטין לשם פסח רבי יהושע מכשיר להו ובגמרא עלה דמתני' רבי יוחנן אמר אשתו נדה בעל חייב בסמוך לוסתה יבמתו נדה בעל פטור אף על גב דהוי סמוך לוסתה דקא עביד מצוה בביאה ראשונה ובוש ממנה לשואלה אם סמוך לוסתה היא והוי שוגג בדבר מצוה ועשה מצוה וכן גבי תינוקות שם לא נחלקו ר\"א ורבי יהושע על שהיו לו ב' תינוקת וכו' אמרי דבי רבי ינאי רישא דקתני אחד למול בערב שבת ואחד בשבת ושכח ומל את של ערב שבת בשבת דחייב כגון שקדם ומל של שבת בערב שבת שנתחלף לו מאתמול ועדיין לא נודע טעותו וסבור שזה העומד של שבת הוא ואף על גב דטריד ביה דרמיא מצוה עליה כפי מחשבתו וגם עשה מצוה אפילו הכי חייב משום דלא ניתנה שבת לידחות אצלו אבל סיפא דאחד למול בשבת ואחד למול לאחר השבת ושכח ומל את שלאחר השבת בשבת דניתנה שבת לידחות אצל של שבת אף על גב דטעה ומל את שלאחר השבת דלא עשה מצוה כיון ששגג בדבר מצוה שהיה לו למול את של שבת אף על גב דלא מל אלא שלאחר השבת דלא עשה מצוה פטור כיון דניתנה שבת לידחות אצלו והרב ז\"ל כתב ושכח ומל שניהם בשבת לרבותא הוא אף על גב דמל שניהם ולא ראוי למול בשבת אלא אחד אותו של שבת וכ\"ש אם לא מל אלא אחד מהם אפילו אותו שלאחר השבת או של ערב שבת שפטור כיון שגבי האחר של שבת היתה דחויה שבת אצלו דאינו חייב אלא דאין אחד מהם ראוי למולו בשבת ושכח ומלו בשבת אף על גב דעשה מצוה כגון שהיה ראוי למולו בערב שבת אפילו הכי חייב כיון שלא ניתנה שבת לידחות אצל זה המל שאין לו תינוק הראוי למול היום אבל היכא שאחד מהם ראוי למולו בשבת לא שנא מל אותו מערב שבת וסבור שלא מל אלא האחר ומלו את של ערב שבת בשבת לא שנא שמל שניהם בשבת בכולהו פטור שהרי ניתנה שבת לידחות באחד מהם והיינו שכתב הרב ז\"ל אבל אם לא היה אחד מהם ראוי למול בשבת ושכח ומלו בשבת חייב. בא למול ואמרו לו לא נשאר פנאי פרק מילה כגון דאתא בין השמשות בשבת ואמרו ליה לא מספקת ואמר להו מספקנא ועבר ולא איסתפק ואשתכח דחבורה הוא דעבד ואיכא כרת דלא התחיל ברשות דלא ניתנו שבת לידחות אצלו בשעה זו."
            ],
            [],
            [
                "<b>המוציא </b> הלולב ביום טוב הראשון של חג שחל להיות בשבת כדי לצאת בו והעבירו ארבע אמות ברשות הרבים פטור פרק לולב הגזול במשנה רבי יוסי אומר יו\"ט הראשון של חג וכו' ובגמרא אמר אביי ל\"ש דפטור אלא שלא יצא ידי חובת נטילה קודם שהוציאו דאף על גב דמדאגביה נפק ביה היינו כשהגביהו כדרכו אבל הכא בהפכו או הוציא בכלי עסקינן כדאמר אביי ורבא ואם כן דוקא כשלא יצא בו דהשתא טרוד בדבר מצוה וטעה בדבר מצוה ואף על גב דאכתי לא עשאה דלא נטלו כדרכו אבל אם כבר יצא בו ואחר כך הוציאו תו לא טעה בדבר מצוה הוא ולא הוי טרוד מהשתא במצוה לעשותה. וכן השוחט את הפסח ביום י\"ד שחל להיות בשבת ונודע אחר כך שמשכו הבעלים את ידם ממנו או מתו או נטמאו קודם שחיטה או נמצא טריפה בסתר פטור מפני ששחט ברשות אבל נמצא בעל מום או טריפה בגלוי חייב שם פרק אלו דברים במשנה פטור מפני ששחט ברשות דאנוס הוא שלא היה יודע שכן הוא ולא היה לו לבדוק על כך ונמצא בעל מום נמי תנן דחייב דלאו אנוס הוא דהוה ליה לבקוריה וטריפה בגלוי מדתנן טריפה בסתר פטור משמע הא בגלוי חייב מטעמא דהוה לה לבקורה ולא ניתנה שבת לידחות אצלו. שחט את הפסח בשבת שלא לשמו וכו' שם במשנה הפסח ששחטו שלא לשמו בשבת חייב עליו חטאת שחילל שבת דכסבור כשם שמותר לשמו כך מותר שלא לשמו כדאוקמי' בגמרא רישא בעוקר שם פסח ממנו דלאו טועה בדבר מצוה הוא אבל לא נתכוון לעקור שם פסח ממנו פטור כדאמרינן. שחט זבחים אחרים בשבת לשם פסח בטעות אם ראויים הם לקרבן פסח פטור שם במשנה רבי אליעזר מחייב ורבי יהושע פוטר דפסח ששינהו ועקר שמו בדבר אסור הוא דחייב אבל זבחים אחרים ששינה אותן לפסח שהוא דבר המותר ביום זה פטור ואם אינם ראויים הא לא שינה אותן לדבר המותר שהרי אינם ראויין וחייב וכן שגג ושחטו שלא לאוכלין או שלא למנוייו או לערלים או לטמאים חייב חטאת שם במשנה סתם מתניתין שחט לאוכליו ושלא לאוכליו למנוייו ושלא למנוייו למולים ולערלים לטהורים ולטמאים פטור כדתנן בהאי מתניתין גופה דהא פסח כשר הוא כדתנן בתמיד נשחט דמקצת אוכלים לא פסלי."
            ],
            [],
            [],
            [
                "<b>השוחט </b> בשבת קרבן צבור שלא לשמן חייב חטאת ויקטיר אימורין לערב וכן אם שחט יותר על חובת היום שם במשנה אימורי צבור שהם מותרין לשמן והשוחט שאר זבחים לשמן בשבת חייב דיש להם קצבה דכיון שנשחט התמיד יודע הוא שאין צריך לשחוט עוד ושוחט קרבן צבור שלא לשמו אף על גב דכשר דכל הזבחים ששחטן שלא לשמן כשרים כיון דלא עלו לבעלי' לשם חובה חייב דהא חילול שבת שלא לצורך דאף על גב דטרוד בדבר מצוה ולא עשה מצוה פטור כדאמרן לעיל הכא שאני דעקר שמו מתחלה שלא לשמו. שחט קרבנות יחיד שאינם דוחים את השבת בשבת חייב חטאת והבשר מותר בהנאה ואם זרק דמן לשמן עלו לבעלים והבשר יאכל כיון דנזרק הדם. היו לפניו שתי בהמות של צבור אחד כחושה ואחד שמינה והיתה חובת היום באחת ושגג ושחט השתים אם שחט שמינה בסוף פטור ולא עוד אלא שאם שחט הכחושה תחלה אומרים לו הבא שמינה ושחוט ריש פ' ר' ישמעאל במנחות מימר' דרבה וסמי כחושה ולמימרא קמייתא דרבא דהוה משמע דאפילו כחושה בתחלה חייב ואבע\"א מימרא קמייתא ר' אמי אמרה כדאיתא התם אבל שחט שמינה תחילה חייב על הכחושה כדקאמר רבה התם משום דהוי תוספת שלא לדבר מצוה. נמצאת הראשונה השמינה טריפה בבני מעים אף על פי שלא ידע כששחט הכחושה אחר כך הואיל ונשחטה כמצותה פטור מחטאת שם אמר ליה רבינא לרב אשי נמצאת הראשונה כחושה בבני מעים מהו בתר מחשבתו אזלינן וגברא לאיסורא איכוון או דילמא בתר מעשיו אזלינן והרב ז\"ל נראה שמפרש נמצאת כחושה בבני מעים כלומר שנמצאת טריפה בבני מעים ונקיט כחושה דכחושה נמי פסולה משום הקריבהו נא לפחתך היכא דאית שמינה ופשיט תלמודא להך בעיא ממימרא דרבה גופיה דאיפליגו רבה ורבא היכא דפרס מצודה להעלות דגים והעלה דגים ותינוק רבא אמר חייב ורבה אמר פטור דזיל בתר מעשיו והרי העלה תינוק אף על גב שלא שמע שטבע והכא נמי זיל בתר מעשיו והרי הועיל מה ששחט אחר כך שהרי נמצאת הראשונה טריפה אף על גב דלא הוה ידע בההיא שעתא."
            ],
            [],
            [],
            [
                "<b>מי </b> שהיה לפניו בלילי הפסח צלי של פסח ונותר מן הקדשים ונתכוון לאכול צלי שהוא מצוה ואכל נותר חייב חטאת שהרי לא עשה מצוה באכילה זו והוי כשני חתיכות לפניו אחד של שומן ואחד של חלב ונתכוון לאכול של שומן ואכל של חלב דחייב חטאת ואף על גב דאמרינן לעיל טרוד בדבר מצוה ולא עשה מצוה פטור היינו היכא דאפילו כשעושה המצוה הוא דוחה איסור שבת דנדחה מפני המילה איכא טרדא אבל באכילת פסח בשחיטתו הוא דאיכא טרדא דדחי שבת ולא באכילה דליכא שום דחיה:"
            ]
        ],
        [
            [
                "<b>מי </b> שהעידו עליו עדים שחטא חטא שחייבין עליו חטאת קבועה ולא התרו בו אלא אמרו אנו ראינוך שעשית מלאכה בשבת או שאכלת חלב והוא מכחיש אינו חייב חטאת ריש פרק אמרו לו אכלת חלב וכו' אמרו לו שנים אכלת חלב והוא אומר לא אכלתי ר' מאיר מחייב דאם הביאוהו שנים לידי מיתה חמורה כגון אם העידו בו שהרג את הנפש לא יביאוהו לידי קרבן הקל אמרו לו חכמים מה אם ירצה לומר מזיד הייתי פטור שאם היה רוצה לפטור עצמו בשקר היה יכול לומר מזיד הייתי והיה פטור שהרי לא התרו בו ומפרש בגמרא דטעמייהו דרבנן משום האי מגו ומתרצי' דיבוריה דה\"ק לא אכלתי שוגג אלא מזיד. שתק אפילו אחד או אשה שאמרו לו אכלת חלב חייב חטאת כיון ששתק שם בגמרא עלה דמתניתין אמרינן הכי קתני אמרו לו אכלת חלב מביא חטאת במה דברים אמורים בשותק אבל במכחיש כגון עד אומר אכל והוא אומר לא אכלתי פטור ומדאוריתא מנ\"ל דלא מכחיש ליה חייב דתנו רבנן או הודע אליו חטאתו אשר חטא הודע ולא שיודיעוהו אחרים דהודע אליו משמע מעצמו כגון ששתק דיכול אפי' אין מכחיש אותן כיון דאמרי' ולא שיודיעוהו אחרים תלמוד לומר או הודע מכל מקום ואי בתרי תרי ואין מכחישין אותו לא בעי קרא אלא לאו בחד וקתני כי אין מכחישין מהימן שמע מינה. אמר לו עד אחד חלב הוא זה ושתק וחזר ואכלו בשגגה מביא חטאת ואם התרו בו לוקה אף על פי שעיקר העדות בעד אחד דאף על גב דהא דאמרינן בכל דוכתי עד אחד נאמן באיסורין היינו דוקא להתיר כגון בשר זו שחוטה או מנוקרה כדילפינן בעלמא אבל לאסור הדבר לא מהימן היינו בדבר שיש לו חזקת היתר לא מהימן לומר אסור הוא או נאסר היכא דאין בידו לאוסרו אבל היכא דלא היה לו חזקת היתר כי הכא שלא היה ידוע אם היה חלב או לא נאמן לומר חלב הוא ויתחייב חטאת על ידו כיון דהוא לא הכחישו."
            ],
            [],
            [
                "<b>המפריש </b> חטאת על חלב שאכל לא יביאנה על השבת שחילל או על הדם שאכל שלהי כריתות במשנה לא יביאנו מחטא על חטא אפילו על חלב שאכל אמש לא יביאנו על חלב שאכל היום שנאמ' קרבנו על חטאתו עד שיהא קרבנו לשם חטאו וסבירא ליה לרב ז\"ל דקרא דמייתי במתניתין קרבנו על חטאתו עד שיהא קרבנו לשם חטאתו לא קאי אלא על יביאנו מחטא על חטא דכיון דהפריש הקרבן לשם חלב שאכל לא יביאנו על שבת שחלל ולהכי אם הקריב פסל אבל אם הביאו באותו חטא עצמו על חלב שאכל היום אם הביא כפר דהא קרינא ביה חטאתו ולכתחילה מיהא לא יביאנו כיון דלא הפרישו לשם חלב זה. ואם הפריש אביו חטאת ומת לא יביאנה בנו על חטאו אפילו היה מחוייב באותו החטא של אביו כגון ששניהם אכלו חלב בשוגג שם ברישא דהאי מתניתין המפריש חטאתו ומת לא יביאנו בנו תחתיו ובגמרא מנא הני מילי דת\"ר קרבנו בקרבנו הוא יוצא ואינו יוצא בקרבן אביו יכול לא יצא בקרבן אביו מן הקלה על החמורה או איפכא אבל יוצא בקרבן שהפריש אביו מן הקלה על הקלה ומן החמורה על החמורה כגון ששניהם אכלו חלב או אחד אכל חלב ואחד בא על הנדה דשניהם אין בהם מיתת בית דין או ששניהם חללו שבת בשוגג דהוי עון חמור דאית ביה מיתת בית דין ת\"ל קרבנו דתלתא קרבנו כתיבי חד בנשיא ותרין ביחיד בקרבנו הוא יוצא ואינו יוצא בקרבן אביו אפילו מן הקלה על הקלה שהרי אין מגלח נזירותו על בהמות שהפריש אביו לנזירותו אפילו מן הקלה על הקלה כדילפינן בדוכתיה והא דאיצטריך קרא שלא יצא בקרבן אביו אפילו מן הקלה על הקלה או מן החמורה על החמורה היינו באותו חטא ממש דאלו בחטא אחר אפילו שניהם קלים או חמורים תיפוק לי דאפי' הפרישו הוא לעצמו אינו יכול להביאו על חטא אחר אפילו קל או חמור כמוהו כדילפינן עד שיהא קרבנו לשם חטאתו אבל בחטאו של אביו עצמו או קל או חמור דאלו גבי דידיה אמרינן דכפר איצטריך קרא למימר דבקרבנו הוא יוצא ואינו יוצא בקרבן אביו אפילו באותו חטא עצמו כדאמר' וקרבנו קמא דדרשינן ברישא דברייתא לבהמה שהפריש אביו מן הקלה על החמורה או מן החמורה על הקלה איצטריך למן החמורה על הקלה דהוה ס\"ד דכיון דהפריש אביו על חטא חמור לא כל שכן שיועיל לחטא הקל דבכלל החמור הוי הקל דאף על גב דילפינן נמי בסיפא דבריתא דאפילו באותו חטא עצמו לא יביא על קרבן שהפריש אביו אפילו הכי לא מסיימי קראי ולהכי איצטריכו כולהו וקרא דילפי גביה דידיה דלא יביא מחטא על חטא הוה מוקמינן ליה מקל לקל או מחמור לחמור או מקל לחמור אבל מחמור לקל לא דכיון דמהני (לחמור) כל שכן [לקל] ולהכי איצטריך גבי אביו דאפילו מחמור לקל נמי לא כדאמר' וכיון דילפינן גבי אביו דלא אם כן גבי דידיה נמי לא יביא מחטא על חטא אפילו מחמור לקל דקרא דגבי אביו גלי גבי דידיה או איפשר דגבי דידיה אם הביא דיעבד מן החמור על הקל כפר דאי הוה מכפר על חמור כ\"ש על הקל והרב ז\"ל נמי לא נקט אלא אם הפריש חטאתו על החלב לא יביאנה על השבת שחלל או על הדם שאכל דהוי מן הקל על החמור ומן הקל על הקל ולא מן החמור על הקל והוה אתי שפיר דאיצטריך גבי אביו להיכא דהפריש אביו על החמור והביא בנו על הקל אלא דקשיא לי דאמרינן בבריתא יכול לא יביא בהמה שהפריש אביו מן הקלה על החמורה או מן החמורה על הקלה אבל יביא קרבן שהפריש אביו מן הקלה על הקלה או מן החמורה על החמורה דמשמע דעדיפא טפי להביא מן הקלה על הקלה ומן החמורה על החמורה ממה שיביא מן החמורה על הקלה וצ\"ע."
            ],
            [
                "<b>המביא </b> חטאת על שני חטאים תרעה עד שתסתאב ותמכר ויביא בדמיה חציה לחטא זה (וחציה) [ובדמי חציה] לחטא זה תוספתא פ\"ב דכריתות כלשונו וטעמא דכיון דפירש אותה לשום החטאים לא קרינא בה קרבנו על חטאתו אי מייתי לה לא' מהם דהא הפריש אותה לחטא האחר גם כן ולתרוייהו נמי לא מצי מייתי לה דקרבנו על חטאתו כתיב ולא על שני חטאים ולכך תרעה ויביא אותה לחצאין וכן שנים שהביאו חטאת אחד על שני חטאים שם בתוספתא וטעמא דכל חד לא מצי מייתי לה לחודיה כיון דכל חד הפרישה לחטאתו דבקרבנו הוא יוצא ולא בקרבן אביו כ\"ש בקרבן חברו ובשותפות נמי לא מצו מייתי דקרבנו על חטאתו כתיב אפילו איש אחד לא מצי מייתי קרבן על שני חטאים ולכך תרעה ויביא כל אחד חטאתו בדמי חציה. הביא ב' חטאות על חטא אחד שם בתוספתא יביא אי זו מהם שירצה והשניה תרעה ויפלו דמיה לנדבה וטעמא דהוי כהפריש ב' חטאות לאחריות דמתכפר לאי זו מהם שירצה והשני' תרעה ויפלו דמיה לנדבה כדא' פרק ד' דהלכות פסולי המוקדשין. הביא ב' חטאות על ב' חטאים שם בתוספת' זו תשחט לשם מה שהוא וזו לשם מה שהוא וטעמא דכיון דלא פי' כשהפרישם אי זו לחטא זו ואי זו לחטא זו אלא שתיהם לב' חטאים יכול עתה בשעת הקרבה לברר אי זו יקריב לכל חטא דאלו פי' מתחלה אי זו לחטא זה לא היה יכול עתה לשנות דקרבנו על חטאתו כתיב כדאמר' לעיל."
            ],
            [],
            [],
            [
                "<b>מומר </b> לע\"ז שהוא ככופר בכל התורה כולה ומחלל שבת בפרהסיא דכופר במעשה בראשית אין מקבלין מהם קרבן כלל דכתיב אדם כי יקריב מכם קרבן להוציא את המומר ומומר לעבירה אחת אין מקבלין ממנו חטאת על אותו חטא כדילפינן פ\"ק דחולין מדכתיב אשר לא תעשינה בשגגה ואשם גבי הודע אליו חטאתו והביא את אשמו דמשמע דשגגה היתה לו ושב מידיעתו אבל אם לא היה שב אפילו היה יודע שהוא חלב והשתא אכלו בשגגה אין מקבלין ממנו קרבן היה מומר לאכול חלב ושגג ואכל דם בשוגג מקבלין שם מומר לאכול חלב והביא קרבן על הדם איכא בינייהו דשב מידיעתו הוי בדם לר\"ש ומקבלינן מיניה. מי ששגג והפריש חטאתו ואחר כך נשתמד אין מקבלין ממנו כדאמר' מכם להוציא את המומר ואם חזר בו מקבלין ממנו מה שהפריש קודם שנשתמד פ\"ק דכריתות מימרא דר' יוחנן דאמר אכל חלב והפריש חטאת ונשתמד וחזר בו הואיל ונדחה ידחה ולא נקטי' כותיה אלא כסתמא דתלמודא דשלהי כריתות דאמרי' דבעלי חיים אינם נדחין ולהכי יקריב אותה בהמה עצמה כמו אם נולד בה מום עובר וחזרה ונתרפא תחזור לכשרותה כך אם נדחו הבעלים וחזרו ונראו יקרב."
            ],
            [],
            [
                "<b>חייבי </b> חטאות ואשמות וודאים שעבר עליהם יום הכיפורים חייבים להביא לאחר יום הכיפורים וחייבי אשמות תלויין פטורין פרק בתרא דכריתות משנה ובגמרא מנה\"מ כי אתא רב דימי אמר וכו' אלא אמר אביי מהכא והתודה עליו את כל עונות בני ישראל ואת פשעיהם לכל חטאתם ובשעיר המשתלח משתעי ומיעט קרא גביה לאשמועינן דאף על גב דנפישא כפרתו אפ\"ה אבני קרבן לא מכפר דחטאתם דומיא דפשעים מה פשעים דלאו בני קרבן אף חטאים דלאו בני קרבן אבל חטאים דבני קרבן נינהו לא מכפר אמר ליה רב דימי ממאי דהני פשעים לאו בני קרבן נינהו דילמא בני קרבן נינהו כדתנן ארבעה מביאין על הזדון כשגגה וכו' אמר ליה רבין רוב פשעים לאו בני קרבן נינהו אמר ליה מידי רוב כתיב אלא אמר אביי מדרישיה דקרא לגופיה סופיה מייתר להך דרשא דהא כתיב את כל עונות ותניא עונות אלו זדונות וכן הוא אומר עונה בה ומזיד הוא כדכתיב ברישיה דקרא כי דבר ה' בזה ואי היקשא דחטאת לפשעים לבני קרבן אתו לא ליכתוב קרא פשעיהם דהא כתיב עונות וליכתוב חטאתם דמשמע דבני קרבן דסתם חטא בעי קרבן אלא מדכתיב פשעיהם מופנה להדרש דברוב פשעים קא מיירי דהיינו רוב פשעים דלא מחייבי בהו קרבן וא\"כ אקשינן חטאים לפשעים דלאו בני קרבן נינהו דליכא למיפרך דרב דימי כדאמר'. וחייבי אשמות תלויין פטורין א\"ר אלעזר דכתיב מכל חטאתיכם לפני השם תטהרו חטא שאין מכיר בו אלא המקום שלא נודע לו שחטא יום הכיפורים מכפר אמר רב תחליפא משמיה דרבא קמיית' נמי דחייבי חטאות ואשמות וודאין דחייבין להביא אחר יום הכיפורים לא תפשטיה מדרב דימי ואביי דשינוייא דחיקא אלא מהכא חטאת שאין מכיר בו אלא המקום הוא דיום הכיפורים מכפר ומינה חטא שאין מכיר בו אלא המקום הוא דמכפר דוקא אבל דידע לא מכפר ליה יום הכיפורים כגון אשם ודאי וחטאת לפיכך מי שבא לידו ספק עבירה ביו\"ה אפילו עם חשיכה פטור מאשם תלוי שכל היום מכפר פרק ספק אכל תניא הרי שבא לידו ספק עבירה ביו\"ה אפילו עם חשיכה פטור שכל היום מכפר ואמרינן בפרק בתרא דאי מתידע ליה בתר יו\"ה דחטא בין בחטאת בין באשם ודאי מייתי דכתיב ידיעה גבי חטאת וגבי נשיא וגבי צבור דלא צריכי כולהו ואיכא למידרש מחד מינייהו או הודע אליו וגו' דכל היכא דמתידע ליה חייב ואפילו לאחר יו\"ה ושקיל וטרי תלמודא למימר דצריכי כולהו ולא ילפינן חד מחד ולא חד מתרתי אלא אמר אביי מצות מצות ילפי מהדדי יחיד ונשיא וצבור דבכולהו כתיב מצות וילפינן כולהו מהדדי לדבר שחייבין על זדונו כרת ועל שגגתו חטאת הילכך להא מילתא נמי לילפי מהדדי ואם כן למה לי ליכתוב ג' ידיעות גבי יחיד ונשיא וצבור אלא תנהו ענין להיכא דמתידע ליה בתר יום הכיפורים דמייתי חטאת כדכתיב או הודע כדאמר' אימא חטאת הוא דמייתי משום דיום הכפורים לא על הדין חטאת לחודיה קאתי אבל אי מייתי אשם תלוי על ספק חטאת דהאי אשם תלוי על הדין חטא לחודיה קאתי אימא דמכפר וכי מתידע ליה לא מייתי חטאת ודאי אמר רבא אמר קרא או הודע אליו מכל מקום ואשם תלוי למה בא שאם מת מתקיף לה רבא מת מיתה ממרקת אלא אמר רבא להגן עליו מן הייסורין."
            ],
            [
                "<b>אין </b> יום הכפורים ולא אשם וחטאת מכפרין אלא על השבים ומאמינים בכפרתן אבל מבעט והביא חטאתו או אשמו ואומר או מחשב בלבו שאין אלו מכפרין אף על פי שקרבו כמצותן לא נתכפר לו וכשיחזור מבעיטתו צריך להביא חטאתו או אשמו פרק קמא דכריתות פלוגתא דאביי ורבא והדר ביה רבא כדתניא יכול יהא יום הכפורים מכפר על שבין ועל שאין שבין ודין הוא שלא יכפר אלא על השבין דחטאת ואשם מכפרין ויום הכפורים מכפר מה חטאת ואשם אין מכפרין אלא על השבין דלרצונו בעינן אף יום הכפורים אינו מכפר אלא על השבין לא אם אמרת בחטאת ואשם שאין מכפרין על השוגג כמזיד ואשם לאו דוקא דהא תנן ד' מביאין על הזדון כשוגג תאמר ביום הכיפורים שמכפר על המזיד כשוגג ויכפר על שבין ועל שאין שבין תלמוד לומר אך בעשור לחדש יום הכיפורים הוא אך חלק יום כיפור הוא לשבים ולא לשאינם שבים מאי שבים ושאינם שבים שבים דאמר יכפר עלי חטאתי שאין שבים דאמר לא יכפר עלי חטאתי הילכך אי מבעט דאמר לא יכפר חטאתי ואשמי או יום הכיפורים אי הדר ביה בתר הכי מייתי קרבן ואשם תלוי דלא כפר לו י\"ה כדאמר'."
            ],
            [
                "<b>כל </b> אשמות שבתורה מעכבין את הכפרה חוץ מאשם נזיר כדילפי' מדהקדים והזיר להבאת אשמו בפ\"ו דהלכות נזיר ספק נזיר וספק מחוסרי כפרה וספק סוטה כולם מביאים קרבנותיהם אחר יום הכפורים פרק בתרא דכריתות תניא האשה שיש עליה חטאת העוף ספק ועבר עליה יום הכיפורים חייבת להביא לאחר יום הכיפורים מפני שמכשרתה לאכול בזבחים ולאו לכפרה אתי דהא מכפרת בשעת לידה אלא מעתה ספק מצורע כגון ספק קדם שער לבן לבהרת או קדם בהרת ועבר עליו יום הכיפורים לא מייתי דהא עבר עליה יום הכיפורים וחטא שאין מכיר בו אלא המקום הוא אמר רב אושעיא לכל חטאתם כתיב ולא לכל טומאתם והא אמר רבי שמואל ב\"נ אמר ר\"י על שבעה דברים נגעים באים דמשמע דאית בהו חטאת ומשני מצורע כי מייתי לאו לכפרה מייתי דמנגעי אתכפר ליה מצער הנגע נתכפר חטאו ולאשתרויי באכילת קדשים הוא דמייתי אלא מעתה ספק נזיר כגון ספק נטמא או לא ועבר עליו יום הכפורים לא לייתי קרבן דהא כפר יום הכפורים דחטא שאין מכיר בו אלא המקום הוא אמר רב אושעיא לכל חטאתם כתיב ולא לכל טומאתם ולרבי אלעזר הקפר דאמר נזיר חוטא הוא דצער עצמו מן היין מאי איכא למימר ומשני נזיר כי קא מייתי לאו לכפרה מייתי דהא איכפר ליה בצער שנתנוול בגידול שער אלא לאישתרויי באכילת קדשים הוא דמייתי אלא מעתה ספק סוטה היינו סוטה סתם דספק הוא אם נטמאת אם [לא] לאו תיתי מנחת קנאות דהא כפר עלה יום הכפורים דחטא שאין מכיר אלא המקום הוא אמר רב אושעיא לכל חטאתם ולא לכל טומאתם אביי אמר בועל מכיר בו אמר רבא סוטה כי מתיא לברר עון קא מתיא להודיע אם נטמאת אלא מעתה עגלה ערופה שעבר עליה יום הכיפורים לא תייתי וכו' אמר אביי הורג מכיר רבא אמר אמר קרא ולארץ לא יכופר אין לך שום כפרה אלא זו רב פפא אמר אמר קרא כפר לעמך ישראל אשר פדית ה' ראויה כפרה זו שתכפר על יוצאי מצרים כדכתיב אשר פדית ה' והרי כמה יוה\"כ עברו עליהם ועדיין הם צריכין לכפרה זו אם נמצא חלל ביניהם כדכתיב בקרא."
            ],
            [
                "<b>מי </b> שהוא חייב חטאת או אשם והרי יוצא מבית דין להרג אם היה זבחו זבוח משהין אותו עד שיזרק הדם ואם לאו אין משהין אותו דאין מענין את דינו כדנילף פרק י\"ב מהלכות סנהדרין בסייעתא דשמיא:"
            ]
        ],
        [
            [
                "<b>העושה </b> עבירות הרבה בהעלם אחת חייב חטאת על כל אחת ואחת אפילו עשה המ\"ג שמנינו בהעלם אחת חייב מ\"ג חטאות דתנן ריש כריתות שלשים ושש כריתות וכו' ובגמרא מנינא למה לי אמר רבי יוחנן שאם עשאן כולן בהעלם אחד חייב על כל אחת ואחת כמלאכות שבת דעשה כולם בהעלם אחת חייב ל\"ט חטאות כדילפינן בדוכתיה מבחריש ובקציר וגו' ולהני כריתות יליף ר' יוחנן מדכתי' כרת באחותו בקדושים איש אשר יקח את אחותו וגו' ונכרתו וגו' דכתיב בהו ונכרתו הנפשות העושות וגו' מתקיף לה רב ביבי אימא אחותו דפרט קרא ניחייב חדא עלה וכולן בהעלם אחד אינו חייב אלא אחת אמר רבי יונה כתיב כי כל אשר יעשה מכל התועבות וגו' הוקשו כל העריות כולן לאחותו מה אחותו חייבים עליה בפני עצמה אפי' עשאה בהעלם עם שאר עריות כדילפי' אף כל שאר עריות חייבין עליהם בפני עצמן חטאת אפילו עשאן עם האחרות ולרבי יצחק דאמר דיצתה אחותו לדונה בכרת ולא במלקות נפקא ליה לחלק מואל אשה בנדת טומאתה לא תקרב לחלק על כל אשה ואשה ולרבנן נמי נפקא מהאי קרא כדאיתא התם. וכן אם עשה מעשה אחד שהוא חייב עליו משום שמות הרבה חייב על כל שם ושם והוא שיהו האיסורין כולן באים כאחד או איסור מוסיף או איסור כולל דאלו זה אחר זה שאינו לא מוסיף ולא כולל אין איסור חל על איסור כדילפינן בהלכות איסורי ביאה כיצד השוחט בהמת קדשים חוץ לעזרה בשבת לעבודה זרה חייב ג' חטאות חולין פרק השוחט בריתא השוחט חטאת בשבת לעבודה זרה בחוץ חייב ג' חטאות ואותבינן מינה לרב הונא דאמר כיון ששחט בה סימן אחד אסרה וכיון דנאסרה משום ע\"ז בסימן אחד פקע שם קדשים מינה ונעשית של ע\"ז ועפרא בעלמא היא ותו לא מחייב עלה משום שחוטי חוץ ואוקמינן בחטאת העוף ובחצי קנה פגום הוסיף עליו כל שהו וגמרו דכולהו חיובי בהדי הדדי אתיין ואי לאו דתניא חטאת הוה מוקמינן לה באמר בגמר זביחה הוא עובדה כדאוקי רב פפא אלא דאקשו עליה מאי איריא חטאת לישמועינן זבח משמע דבשאר זבחי אי אמר בגמר זביחה הוא עובדה חייב ג' חטאות דהשתא כולהו בהדי הדדי קאתיין וכן העושה מלאכה ביום הכפורים שחל להיות בשבת חייב ב' חטאות מפני ששני האיסורין באין כאחד הבא על אשת אחיו הקיים כשהיא נדה חייב ג' חטאות משום אשת איש ומשום אשת אח דאתו בהדי הדדי ומשום נדה הוא איסור מוסיף שמתוך שניתוסף איסור זה לבעלה נוסף ליבמה. הבא על אביו חייב שתים משום ערות אביך וגו' ומשום ואת זכר לא תשכב וגו' פרק ד' מיתות בריתא הבא על אביו חייב שתים על אחי אביו חייב שתים משום זכר ומשום ערות אחי אביך וגו'. הבא על הזכור והביא זכור עליו בהעלם אחד אף על פי שהם שני גופין אינו חייב אלא חטאת אחד פרק ד' מיתות הבא על הזכור והביא זכור עליו א\"ר אבהו לדברי רבי ישמעאל חייב שתים חדא מלא תשכב וחדא מלא יהיה קדש לדברי ר' עקיבא אינו חייב אלא אחת לא תשכב לא תשכיב חדא היא וכיון דמחד קרא נפקי אין חילוק חטאות ביניהם. וכן הבא על הבהמה והביא בהמה עליו בהעלם אחת אינו חייב אלא חטאת אחד שם אמר רבי אבהו לדברי רבי עקיבא אינו חייב אלא אחד שכבתך ושכיבתך חדא היא ואמר אביי אפילו לדברי רבי ישמעאל אינו חייב אלא א' דכי כתיב לא יהיה קדש בזנות דגברי כתיב ולא בהמה דלא שייך בה לשון קדשות כדאמרינן ביבמות מאתנן זונה ומחיר כלב ולא כתיב אתנן גבי כלב."
            ],
            [
                "<b>יש </b> בועל בעילה אחת וחייב עליו ח' חטאות פרק אמרו לו במשנה הבא על בת בתו חייב עליה משום בת בתו שנשאה בנו ומגו דאיתוסף איסור אשאר בניו משום אשת אח ניתוסף איסור עליו משום כלתו מת בנו ונשאה אחיו מאמו מגו דאיתוסף בה איסור על אחיו ניתוסף איסור עליו משום אשת אחיו מת אחיו ונשאה אחי אביו מתוך שניתוסף בה איסור לאחיו של זה הנושא ניתוסף עליו גם כן איסור אשת אחי אביו מת זה ונפלה ליבום לפני אחיו שהוא אביו של זה ועבר ויבמה שבת בת בנו היא והיא שניה לו מתוך שנאסר' על שאר אחיו ניתוסף בה איסור משום אשת אביו ואשת איש ששניהם באים כאחד אם שגג זה שבא על בת בתו זו בחיי אביו והיא נדה והיא אחות אשתו שחתנו שהוא אביה היה לו בת מאשה אחרת ונשאה הוא נמצא שזאת היא גם כן אחות אשתו חייב עליה משום בת בתו וכלתו ואשת אחיו ואשת אחי אביו ואשת אביו ואשת איש ונדה ואחות אשתו כדפרישית. כל אלו שתאסר עליהם באיסור מוסיף היינו כשהאנשים שניתוסף איסור עליהם הם בעולם ומתוך שניתוסף ונאסר עליהם ניתוסף עליו גם כן איסור אבל אינם בעולם לא נימא אלו היו לו בנים או אחים הוה ניתוסף איסור עליהם ומגו דניתוסף עליהם איסור ניתוסף עליו פרק ד' אחין אמר רבי אבהו מודה רבי יוסי באיסור מוסיף תינח היכא דנשא חי ואחר כך נשא מת דכבר היתה אסורה עליו משום אחות אשתו והשתא שנשאה אחיו מגו דאיתוסף איסור אשאר אחיו משום אשת אח איתוסף נמי עליו אבל נשא אותו שמת ואחר כך נשא אחותה האי דאיסור אשת אח קדים עלה דהאי שאחר כך הוא שנשא הוא אחות אשת אחיו מאי תוספת איכא עלה דקמייתא לגבי אחריני דנימא מגו דאיתוסף איסור אאחריני איתוסף עליה איסור אחות אשתו ובפרק אמרו לו נמי אמרינן מודה רבי יוסי באיסור מוסיף ואמרינן מאי איסור מוסיף איכא בעבר אביו ונשא בת בתו דליתוסף עליה איסור אשת אב כדאמר' לעיל ומשנינן כגון דאית ליה ברא אחרינא לסבא והוי אחיו של זה מגו דאיתוסף אהאי איסור אשת אב איתוסף נמי עלה אף על גב דכבר היתה אסורה עליו שהיתה בת בתו וחייב עליה משום שמונה חטאות כדאמ' משמע דאי ליכא בן לסבא לא הוי איסור מוסיף."
            ],
            [],
            [
                "<b>מי </b> שהיה נשוי שלשה נשים ובא על אמה של אחת מהם והיא אם אמה של שניה ואם אביה של שלישית אף על פי שהיא חמותו ואם חמותו ואם חמיו אינו חייב אלא חטאת אחד פרק אמרו לו במשנה רבי יוחנן בן נורי אומר הבא על חמותו חייב עליה משום חמותו ואם חמותו ואם חמיו אמרו לו שלשתן שם אחד הן ובגמרא אמרינן טעמא דאף על גב דעל ידי בתה ובת בתה אחרת ובת בנה שנשא זה את שלשתן נאסרה הזקנה עליו אינו חייב אלא חטאת אחד כיון דאין גופין מוחלקין כדרבי יוחנן דאמר שארה הנה זמה היא כתיב אאשה ובתה ובת בתה ובת בנה עשאן הכתוב זמה אחד לכולן כשהן בביאה אחת כי הכא דהיינו חמותו ואם חמותו ואם חמיו הילכך אין חילוק חטאות ביניהם. אבל הבא על אחותו שהוא אחות אביו והיא אחות אמו כגון שבא על אמו והוליד ממנה שתי בנות ובעל אחד מהן והוליד ממנה בן כשיבא ממזר זה על הבת השניה היא אחות אמו ואחותו מאביו הרשע ואחות אביו מאמו חייב ג' חטאות בריש כריתות אמרינן לרבנן כרת דאחותו למאי אתא לחלק על אחותו שהיא אחות אביו ואחות אמו ברשיעא בר רשיעא כדאמר' ומשום דגוף אחד היא אתא קרא לחלק דכתיב ערות אחותו גלה:"
            ]
        ],
        [
            [
                "<b>הבא </b> על ערוה אחת ביאות הרבה בהעלם אחד אפי' היו ימים רבים בין בעילה ובעילה הואיל ולא נודע לו בנתים והיא גוף אחד אינו חייב אלא חטאת אחד פרק אמרו לו פלוגתא דרבי אליעזר וחכמים דאמרי דאינו חייב אלא חטאת א' הואיל והוי בהעלם אחד אבל בשנים וג' העלמות חייב על כל בעילה דידיעות מחלקות כדתנן במתניתין דפרק ספק אכל כשם שאם היתה ידיעה בין חלב וחלב שאכל בשוגג חייב על כל אחד כך באשם תלוי וכו'. הוא לא היה לו ידיעה בנתים והיא היתה לה ידיעה בין כל ביאה וביאה שנמצאו הביאות אצלה בהעלמות הרבה או אפכא מי שהיתה לו ידיעה ידיעות מחלקות בו פרק אמרו לו תניא הוא בהעלם אחד והיא בהעלמות הרבה היא חייבת על כל אחת ואחת והוא אינו חייב אלא א'. הבא על עריות הרבה בהעלם אחד אף על פי שכולם משם אחד הואיל והן גופין מוחלקין חייב על כל א' וא' שם פרק אמרו לו במשנה הבא על ה' נשיו נדות בהעלם א' חייב על כל אחת ואחת טעמא משום דהוו גופין מוחלקין כדאמ' וכן בה' אחיותיו או בה' בנותיו או בא על הזכור והביא זכור אחר עליו או שבא על שני' שלשה חייב על כל אחת דהוו גופין מוחלקין דאף על גב דאמרן לא תשכב לא תשכיב חדא היא היינו כשבא עליו והביאו עליו אבל הוא ואחר דהיינו גופין מוחלקין חייב על כל אחד כדאמרן והוא הדין בבהמות או אשה שהביאה עליה כמה בהמות חייב על כל אחת דהוו גופין מוחלקין כמי שנבעלה לאנשים הרבה בהעלם אחד דחייבת על כל א'."
            ],
            [],
            [],
            [],
            [
                "<b>האשה </b> שהלך בעלה למדינת הים ושמעה שמת ונשאה אפילו על פי בית דין ונודע אחר כך שהוא קיים חייבת קרבן אחת פרק האשה רבה במשנה נשאת על פי בית דין פטורה מן הקרבן ובגמרא ליתא למתניתין מדתנן בי מדרשא וכו' דאין זה הוראה דתימא דיחיד שעשה בהוראת בית דין פטור דטעות הוא כסבורים שמת ואף רבי אליעזר סבר יקוב הדין את ההר דלא נימא על פי בית דין הוא ונפטרה מן הקרבן אלא הולכין אחר עומק הדין ואמרינן טעותא הוא ותביא חטאת שמינה ובקרבן חד מיהא סגי דפליגי רבי אליעזר וחכמים דרבי אליעזר סבר קרבן על כל ביאה וחכמים סברי קרבן א' על הכל הואיל ולא נודע לה בנתיים והויא לה כאוכל חלב וחלב בהעלם אחד ומודים חכמים לר' אליעזר בנשאת לחמשה בני אדם שחייבת קרבן על כל אחד ואחד הואיל וגופין מוחלקין הם."
            ],
            [
                "<b>הבא </b> על הנדה בשגגה וטהרה וטבלה וחזרה לנדתה וחזר ובא עליה באותה שגגה עצמה חייב על כל פעם ופעם סוף פרק אמרו לו אמר רבא כגון שבא עליה וטבלה וראת וחזר ובא עליה וכו' דטבילות הויין כימים שבנתים דפשטיה דימים שבנתים הו' ידיעה לחלק לענין שגגת שבת והכא נמי ימים שבנתים של התר שכבר טבלה הויין ידיעה לחלק. הבא על אשתו שלא בשעת וסתה וראתה דם בשעת תשמיש פטורין מקרבן חטאת דאנוסין הם בין נמצא דם על עד שלה או על עד שלו אבל אם בא עליה סמוך לווסתה וראתה בשעת תשמיש חייבים בקרבן שהוא שגג שלא ידע שהיה אסור לבעול סמוך לוסת פרק ב' דשבועות במשנה אי זו היא מצות עשה שבנדה שחייבין עליה היה משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב שיציאתו הנאה לו כביאתו ובגמרא איתמר משמיה דרבי חייא בר רב חייב שתים וכן אמר רב הונא חייב שתים חדא אכניסה וחדא אפרישה בקישוי דיציאתו הנאה לו כביאתו ובמאן אלימא בת\"ח בשלמא אכניסה ליחייב דקסבר יכולני לבעול ולפרוש קודם שתראה ולאו אנוס הוא אלא שוגג אלא אפרישה אמאי חייב יודע הוא דאם אמרה לו נטמאתי דצריך להמתין עד שימות האבר ומזיד הוא ואי בעם הארץ שהוא שוגג על שתיהם אידי ואידי כאכל שני זיתי חלב בהעלם אחד הוא שלא נודע לו בין כניסה ליציאה שחטא שכשאמר' לו נטמאתי אינו יודע שנתחייב על הכניסה כסבור אנוס אני עליה שהרי לא למד שמוזהרין ישראל לפרוש מנשותיהן סמוך לוסתן ואין זה אונס אלא שוגג וכיון דלא למד נמצא שלא ידע בין כניסה לפרישה שחטא והוה ליה בא על נדה שתי בעילות בהעלם אחד ואי מיירי מתניתין דאמרה לו נטמאתי בשאין סמוך לוסתה אי בת\"ח ולא חדא לא מיחייב אכניסה אנוס ואפרישה מזיד ואי בעם הארץ חדא הוא דמיחייב אפרישה דאומר מותר אבל אכניסה אנוס הוא לעולם בתלמיד חכם ובסמוך לוסתה והוי תלמיד חכם לזו שיודע שמוזהרין ישראל לפרוש מנשותיהן סמוך לוסתן כדכתיב והזרתם את בני ישראל מטומאתם והזרתם הוי כמו והפרשתם ואמר רבי יאשיה אזהרה לבני ישראל שיפרשו מנשותיהן סמוך לוסתן דסמיך ליה והדוה בנדתה בההוא עניינא ואפרישה לא הוי ת\"ח דאינו יודע שהמשמש עם הטהורה ואמרה נטמאתי דצריך לפרוש באבר מת דהוה ליה שוגג על שתיהן אכניסה דסבור יכולני לבעול ואפרישה דאומר מותר ושני זיתי חלב בהעלם אחד לא הויא שהרי ת\"ח הוא לזו שלא היה לו לבעול סמוך לוסתה ואין זה אונס אלא שוגג כסבור יכולני לבעול קודם וכי אמרה לו נטמאתי ידע שחטא אכניסה והוה ליה ידיעה בין כניסה לפרישה ואם תאמר מזיד הוא בבעילה סמוך לוסתה אין זו קושיא שאין כרת וחיוב חטאת על סמוך לוסתה עד שתטמא ובבעילת הטומאה שוגג הוא כסבור יכולני לבעול ותנן פרק כל היד נמצא על עד שלו טמאים שניהם טומאת שבעה היא משום נדה והוא משום בועל נדה כדכתיב ותהי נדתה עליו דודאי ראתה דם קודם בעילה או בשעת בעילה וחייבין שניהם בקרבן נמצא על שלו אותיום פי' מיד לאחר בעילה שניהם טמאים וחייבים בקרבן נמצא על שלה לאחר זמן של אותיום טמאים מספק ופטורים מן הקרבן כדי שתושיט ידה לכר ותבדוק ותקנח ולאחר זמן זה היא טמאה בודאי ואם שהתה עד כדי שתרד מן המטה וקנחה עצמה ונמצא הדם על עד שלה הוא טהור והוא הדין בשאר העריות אם נודע לו שהוא ערוה בתוך התשמיש ופירש אינו חייב אלא חטאת אחד אם לא ידע שאסור לפרוש:"
            ]
        ],
        [
            [
                "<b>דין </b> שגגת האכילות כדין הבעילות שאם אכל חלב פעמים הרבה בהעלם אחד אף על פי שיש ביניהם ימים רבים אינו חייב אלא חטאת אחד אבל אם נודע לו שחלב היה הידיעות מחלקות השגגות פרק אמרו לו במשנה אכל חלב וחלב בהעלם אחד אינו חייב אלא חטאת אחד ובגמרא טעמא דהעלם אחד הא בשתי העלמות חייב שתים אמאי שם חלב אחד הוא אמר אביי העלמות מחלקות אכל כחצי זית חלב וחזר ואכל כחצי זית חלב בהעלם אחד מצטרפין ומביא חטאת שם במשנה זה חומר במין אחד ממינים הרבה שאם אכל כחצי זית וחזר ואכל כחצי זית בהעלם אחד ממין אחד חייב משני מינין פטור ובגמרא פשיטא אמר אביי כגון שאכלו בשני תמחויין ואליבא דר' יהושע דאמר תמחויין מחלקין מהו דתימא לא שנא לקולא לא שנא לחומרא קמשמע לן דחייב דלחומרא אמר ולא לקולא איכא דאמרי אסיפא קאי ר\"ל דתנן משני מינין פטור אמר ר\"ל כגון שאכלו בשני תמחויין ואליבא דרבי יהושע דאמר תמחויין מחלקין מהו דתימא כי אמר לחומרא ולא לקולא קמשמע לן משני מינין פטור דהיינו שני מינין ממין אחד וקרו ליה ב' מינין משום דאכלו בשני תמחויין וקתני פטור אלמא ל\"ש לקולא ול\"ש לחומרא ומדסיפא מין אחד ושני תמחויין רישא מין אחד ותמחוי אחד וללישנא קמא דלחומרא אמרי' דתמחויין מחלקין ולקולא לא אמרי' כגון אכל חלב שני חצאי זתים בשני תמחויין דלא מצטרפי אלא חייב היינו חידושא דמתניתין לרבי יהושע אבל לדידן בין לקולא בין לחומרא אמרינן דתמחויין אינם מחלקים כרבי עקיבא ולהכי אכל חלב וחלב בהעלם אחד אפילו בשני תמחויין אינו חייב אלא חטאת אחד ואכל שני חצאי זתים בהעלם אפילו משני תמחויין חייב חטאת אחד כדאמ' דהכל העלמה אחד הוי וכתיב ונעלם ממנו. ואם שהה ביניהם יותר מכדי אכילת פרס אין מצטרפין שם במשנה כמה ישהה ביניהם וכו' וחכמים אומרים עד שישהה מתחלה ועד סוף כדי אכילת פרס חייב אכל אוכלין טמאים ושתה משקין טמאין וכו' חייב."
            ],
            [
                "<b>אכל </b> נותר מחמשה זבחים כזית מכל זבח בהעלם אחד אפילו בחמשה תמחויין אינו חייב אלא חטאת אחד שם במשנה לא כך שאלו רבי עקיבא אלא באוכל נותר מחמשה זבחים בהעלם אחד בחמשה תמחויין חייב על כולן או אחד על כל אחת אמר רבי יהושע שמעתי באוכל מזבח אחד בחמשה תמחויין בהעלם אחד שחייב על כל אחד ואחד משום מעילה אמר לו אם הלכה נקבל ואם לדין יש תשובה דמעילה חמורה בענינים כדאמר' התם ובעי' בגמרא אי קבלה מיניה רבי יהושע או לא ואסיקו דאיכא תנא דסבר קבלה מיניה ואיכא דסבר דלא קבלה מיניה רבי יהושע מרבי עקיבא אבל רבי עקיבא סבר דאפילו מחמשה תמחויין ומחמשה זבחים אינו חייב אלא אחת דשם נותר חד הוא ותמחויין נמי אינם מחלקין כדאמ'. וכן השוחט חמשה זבחים בחוץ בהעלם אחד אינו חייב אלא חטאת אחד שם במשנה ועוד שאלו רבי עקיבא השוחט חמשה זבחים בחוץ בהעלם אחד מהו חייב על כל אחד ואחד או א' על כולן ואמר רבי יהושע שמעתי באוכל מזבח אחד בחמשה תמחויין דחייב על כל אחד וקל וחומר הדברים ואמרו בגמרא דמאי ראיה לשוחט מאוכל מה לאוכל שכן נהנה וכו'. הקיז דם בשני כוסות ושתאן בהעלם אחד אינו חייב אלא אחד פרק דם שחיטה קבל דם הקזה בשני כוסות מהו על הראשון דברי הכל חייב דדם קילוח מעורב בו על האחרון מי מחייב או לא אמרי פלוגתא דרבי יוחנן וריש לקיש דריש לקיש אמר חייב ב' חטאות ורבי יוחנן אמר אינו חייב אלא חטאת אחד על הראשון שדם קילוח מעורב בו והאי פלוגתא אינה אלא בשתי העלמות דלרבי יוחנן אפילו בשתי העלמות אינו חייב אלא אחד על הראשון דהוי דם קילוח כדא' ועל האחרון אינו חייב אפילו בהעלם בפני עצמו דלא הוי דם קילוח ואם כן תימא אמאי איצטריך הרב ז\"ל לומר בהעלם א' דאינו חייב אלא אחד דמשמע דבשתי העלמות חייב ב' חטאות כריש לקיש לגבי רבי יוחנן רביה."
            ],
            [],
            [
                "<b>האוכל </b> מאכלות הרבה כגון חלב ודם ונותר בהעלם אחד מביא חטאת על כל אחד ואחד פרק אמרו לו במשנה אכל חלב ודם ופגול ונותר בהעלם אחד חייב על כל א' וא' דשמות מחלקין כמלאכות שבת ועריות דחייב על כל א' וא' כדילפינן לעיל. וכן האוכל כזית אחד שנתקבצו בו שמות הרבה בהעלם אחד אם נתקבצו בו באיסור בבת אחד או באיסור מוסיף או כולל חייב על כל אחד ואחד שם במשנה יש אוכל אכילה אחת וחייב עליה ד' חטאות ואשם אחד טמא שאכל חלב והוא נותר מן המוקדשין ביום הכפורים ובגמרא טהור מעיקרא לא אסיר אלא בחלב הוה ליה טמא מגו דנאסר אחתיכות טהורות איתוסף ביה נמי איסור אחלב וחלב מעיקרא לא אסיר אלא באכילה ולא אקדשים ומגו דאיתוסף ביה איסורא דהנאה מפני ההקדש איתוסף ביה לגביה חלב איסור אכילה מפני ההקדש ואכתי להדיוט הוא דאסיר אבל לגבוה שרי הוה ליה נותר מגו דאיתוסף איסורא לגבוה איתוסף נמי לגבי הדיוט חל על יום הכיפורים מגו דאיתוסף ביה איסורא בחתיכות חולין איתוסף בהאי דגבוה והאי הוי איסור כולל דאיתוסף איסורא אגברא אמידי דמשתרי ליה עד השתא ואמר רבי זירא כגון שאכל כוליא בחלבה כי היכי דליהוי ככותבת לאיסור יום הכיפורים ורב פפא אמר כגון דמלייה לכותבת בתמרי וד' חטאות הוו חד משום אוכל קדש בטומאה וחד משום חלב וחד משום נותר וחד משום יום הכיפורים ואשם ודאי למעילה שהרי נהנה מן ההקדש בשוגג."
            ],
            [
                "<b>האוכל </b> ושותה ביום הכיפורים בהעלם אחד אינו חייב אלא חטאת א' פרק יום הכפורים במשנה אכל ושתה בהעלם אחד אינו חייב אלא חטאת אחד דחד שמא הוא דאכילה ושתיה מחד קרא נפקי דשתיה בכלל אכילה היא כדאי' התם אכל ועשה מלאכה חייב ב' חטאות דתרי שמו' נינהו דמתרי קראי נפקי. העושה מלאכה ביום הכפורים שחל להיות בשבת חייב שני חטאות אפילו בהעלם אחד מפני שהם שני איסורין הבאים כאחד."
            ],
            [],
            [
                "<b>כחצי </b> זית חלב וכחצי זית דם בהעלם אחד אינו חייב קרבן דאין שני שמות מצטרפין לקרבן פרק אמרו לו חומר במין אחד ממינין הרבה שאם אכל כחצי זית וחזר ואכל כחצי זית בהעלם א' ממין א' חייב משני מינין פטור ובגמרא מב' מינין פשיטא דפטור אלא במין א' בשני תמחויין משמע בהדיא דבשני מינין לא מצטרפי לקרבן. אכל כחצי זית ונודע לו וחזר ושכח ואכל כחצי זית אחר בהעלם שני פטור דיש ידיעה לחצי שיעור כחכמים דפליגי ארבן גמליאל ואמרי דיש ידיעה לחצי שיעור לחלק כדי שלא יצטרף עמו חצי האחר וכן כתב אות א' בשבת בשגגה ונודע וחזר ושכח וכתב אות שניה פטור כחכמים סוף פרק הבונה במשנה וכן הוציא ב' אמות בשוגג וב' אמות במזיד וארבע אמות בשוגג אם בזריקה חייב ובהעברה פטור סוף פרק הזורק פלוגתא דרבא ורבה דרבה אמר חייב בזורק דאפילו לרבנן דאמרי יש ידיעה לחצי שיעור התם הוא דבידו כגון מעביר אבל בזורק דאין בידו להחזירה דזרק ו' אמות בשתים הא' היה שוגג ובאמצעיות נזכר והיה מזיד וחזר ושכח בשתים האחרונות."
            ],
            [],
            [
                "<b>האוכל </b> כזית חלב וכזית חלב בהעלם א' ונודע לו על הראשון וחזר ונודע לו על השני פרק כלל גדול פלוגתא דר\"ל ור' יוחנן דר' יוחנן אמר חייב על חטאתו והביא קרבנו כתיב דמשמע על כל חטאת וחטאת יביא וריש לקיש אמר פטור מחטאתו ונסלח לו כתיב אפילו לא הביא אלא על מקצת חטאתו נסלח לו כולו ולרבי יוחנן נמי הא כתיב מחטאתו ונסלח ההוא כגון שאכל כזית ומחצה ונודע לו על כזית וחזר ואכל כחצי זית בהעלמו של חצי מהו דתימא ליצטרפי קמשמע לן מחטאתו ונסלח כחצי זית עם זית קמא שייך בתר ידיעה קמייתא והוה ליה כאלו נודע לו על הכל דהא אי הוה מייתי קרבן הוה מכפר בהדיה בלא שום ידיעה דפחות מכשיעור לא חשיב אכל כזית בלא ידיעה לא מכפר הילכך כי לא אתידע ליה בהדיה אלא זה אחר זה הוו ידיעות מחלקות ואמר ליה רבינא לרב אשי באתידע ליה קודם הפרשה פליגי או דאתידע ליה לאחר הפרשה פליגי או בין בזו ובין בזו מחלוקת אמר ליה מסתברא דבין בזו ובין בזו מחלוקת דר' יוחנן סבר דאף אתידע ליה קודם הפרשה חייב שתים דידיעות מחלקות כדאמר'. אכל שני זיתי חלב בהעלם א' ונודע לו על א' מהם וחזר ואכל כזית בהעלמו של שני והביא חטאת על הראשון ראשון ושני מתכפרין אבל שלישי לא נתכפר שם פרק כלל מימרא דרבא דפליג אאביי דאמר דאפילו הביא על א' מהן נתכפר כולם דאית ליה גרירה דזה גורר את זה אבל רבא אמר הביא קרבן על הראשון שכשהפרישו הזכיר אותו זית ראשון ושני מתכפרין שהרי בהעלמו היה שלישי אין מתכפר ולא אמרינן הואיל והשני מתכפר עם הראשון שבהעלמו ליגרריה לשלישי עמו בכפרתו ואף על גב דלא שייך בהדי ראשון הביא קרבן על השלישי שלישי ושני מתכפרין שהרי בהעלמו היה ראשון אינו מתכפר ולא אמרינן הואיל והשני מתכפר עם השלישי שבהעלמו ליגרריה לראשון עמו בכפרתו ואף על גב דלא שייך בהדי שלישי הביא קרבן על האמצעי נתכפרו כולם דכולם בהעלם של זה היו ואמרי' התם דבתר דשמעיה רבא לאביי דאית לי גרירה הדר ביה ואמר לההיא דמייתי לעיל דנודע לו על קצירה של זדון שבת ושגגות מלאכות דהאי קצירה גוררת קצירה שעשה קודם כשגגת שבת וזדון מלאכות וטחינה שעמה ואית ליה גרירה אפילו לטחינה דעמה אף על גב דלא הוי שם דקצירה דכיון דהוי שגגת שבת לא מיחייב אלא חדא אתרוייהו והיינו משום דהוי בהעלם א' עם האי קצירה שנודע לו של זדון שבת ושגגת מלאכות דאף על גב דהאי זדון שבת ושגגת מלאכות והאי שגגת שבת וזדון מלאכות סוף סוף העלם א' הוא דלא נודע לו חטאו בנתים וידיעות הוא דמחלקות גבי שני זיתי חלב בהעלם א' ונודע לו על א' מהם וחזר ואכל כזית בהעלמו של שני סביר' ליה לרבא דאם הביא קרבן על הראשון שלישי דאינו בהעלמו אינו מתכפר וכן הביא על השלישי ראשון אינו מתכפר דלא אמרינן גרירה אלא לגרור מידי דהוה בהעלמו אבל מידי דלא הוה בהעלמו לא גריר כדאמרינן והא דאמרינן דהביא קרבן על הראשון דשני מתכפר בהדיה וכן על השלישי שני מתכפר בהדיה דמשמע דאכל שני זיתי חלב בהעלם א' ונודע לו על הראשון ואחר כך נודע לו על השני דאינו חייב אלא קרבן א' כריש לקיש קשיא דאנן פסקינן לעיל כרבי יוחנן דאמר חייב שתים ולא מצית למימר דאביי ורבא פליגי בשקודם הפרשה נודע לו על השני ורבי יוחנן וריש לקיש פליגי לאחר הפרשה דהא אוקמי' דמסתברא דבין בזו ובין בזו מחלוקת וכיון דאפילו קודם הפרשה ס\"ל לרבי יוחנן דחייב שתים אם כן לית הלכתא כאביי ורבא דתרוייהו ס\"ל בנודע לו קודם הפרשה דאינו חייב אלא א' וכן פי' רש\"י ז\"ל דאביי ורבא ס\"ל דר\"ל ורבי יוחנן בלאחר הפרשה פליגי משמע דלדידן דמוקמי' פלוגתייהו בין בזו ובין בזו ופסקינן כרבי יוחנן ליתא לדאביי ורבא דסברי דקודם הפרשה אינו חייב אלא א' כריש לקיש והרב ז\"ל פסק כרבי יוחנן דאף קודם הפרשה חייב שתים ואם כן היכי מייתי לדרבא דאמר דאם הביא חטאת על הראשון ראשון ושני מתכפרין וכו' ונראה לומר דס\"ל לרב ז\"ל דאביי ורבא פליגי בשאכל שני זיתי חלב מחתיכה א' בהעלם א' שכולם שגגה א' היא שלא ידע שאותה החתיכה היתה חלב ונודע לו על א' מהם שידע שאותה חתיכה היתה חלב ולא זכר שאכל ממנה אלא זית א' וחזר ואכל מאותה חתיכה זית אחר שלא ידע שהיתה זו אותה חתיכה הראשונה שנודע לו שהיתה חלב והיינו בהעלמו של זית שני שעדין לא זכר שאכל זית שני מאותה חתיכה שנודע לו שהיתה חלב ולהכי אמר רבא דאם הביא קרבן על זית ראשון נתכפר גם כן שני שכולה שגגה א' היא שמפני שאכל זית א' מאותה חתיכה שחשב שלא היתה חלב אכל גם כן זית שני וכן אכל זית שלישי אף על גב דהוי מאותה חתיכה עצמה אינו מתכפר עם הראשון שכבר נודע לו על זית א' ואינו בהעלמו וכן הביא על השלישי מתכפר שני עמו דהוי בהעלמו ולא ראשון וכן הביא קרבן על האמצעי נתכפרו שלשתן דראשון ושלישי בהעלמו של שני הוו ורבי יוחנן וריש לקיש לא פליגי בהעלם כי האי אלא כגון שאכל כזית חלב מחתיכה א' שלא נודע לו שהיתה חלב וחזר ואכל כזית אחר מחתיכה אחרת שלא ידע שהיתה חלב והכל בהעלם א' שלא נודע לו בנתים שאכל חלב ואחר כך נודע לו שאותה חתיכה ראשונה שאכל ממנה כזית היתה חלב ועדין לא נודע על החתיכה השנייה וחזר ונודע לו על החתיכה השניה שאכל ממנה כזית אחר שהיתה חלב חייב שתים לרבי יוחנן דידיעות מחלקות אפילו קודם הפרשה כדאמרינן ולריש לקיש אינו חייב אלא א' כיון שנודע לו על שניהם קודם כפרה וכי האי גונא מודו אביי ורבא דחייב שתים כרבי יוחנן והיינו דדאיק הרב ז\"ל בלישניה דבמילתא דרבי יוחנן נקט אכל כזית חלב וכזית חלב בהעלם א' דמשמע מב' חתיכות כדאמר' ובמילתא דרבא נקט אכל שני זיתי חלב בהעלם א' דהיינו שני זיתי חלב חתיכה א' דהכל שגגה א' היא והיינו שני זיתי חלב דמשמע מחתיכה א' ומתני' דכריתות נמי דיקא דקתני אכל חלב וחלב בהעלם א' אינו חייב אלא א' דכיון דנודע לו בבת א' שאכל ב' זיתי חלב אפילו הם מב' חתיכות כגון שאמרו לו שאותם שתי חתיכות שאכל מהם היו חלב אינו חייב אלא א' וכל שכן אם היו מחתיכה א' ונודע לו שאכל ב' זתים ממנה דאינו חייב אלא א' אפילו בשתי ידיעות דכולה שגגה א' היא כדאמר' אבל אם נודע לו על א' מהם כשאכל כל א' מחתיכה א' בהא פליגי ר' יוחנן ור\"ל ואם נודע לו על א' מהן כשאכלן מחתיכה א' לכ\"ע אינו חייב אלא א' אפי' בשתי ידיעות דאין ידיעות כי האי מחלקות כיון דהוי הכל שגגה א' כדאמר' אבל אם אחר הפרשה וכל שכן אחר כפרה נודע לו על כזית שניה חייב שתים אפילו היתה מאותה חתיכה דהפרשות מחלקות ואביי ורבא לא איירו אלא קודם הפרשה כנ\"ל ואם לא על דרך זה איני רואה תיקון לדברי הרב ז\"ל."
            ],
            [],
            [],
            [
                "<b>מי </b> שאכל חתיכה א' משתי חתיכות ונסתפק אם היתה חלב או שומן וכן אכל אחרת ונסתפק לו ואחר כך נודע לו שחלב אכל בראשונה ובשניה אינו חייב אלא חטאת א' פרק ספק אכל תנו רבנן אכל ספק חלב ונודע לו שספק חלב אכל ספק חלב ונודע לו רבי אומר אומר אני כשם שמביא חטאת א' על כל א' וא' כך מביא אשם תלוי על כל א' וא' רבי יוסי ברבי יהודה ורבי אלעזר בר\"ש אומר' אין מביא אלא אשם תלוי א' דכתיב על שגגתו אשר שגג אפילו על שגגות הרבה אינו חייב אלא א' ואמר רבא ורבי יוחנן דאין ידיעות ספק מחלקות ורבי הכי קתני כשם שאם היתה לו ידיעה ודאי מביא חטאת על כל א' וא' אם היתה לו ידיעת ספק מביא אשם תלוי על כל א' וא' אבל אם לא נודע לו קודם אלא שספק אכל ואחר כך נודע לו ששתיהן ודאי חלב הוי אינו מביא אלא חטאת אחת (דידיעות ספק) שידיעות ספק שידע קודם אינם מחלקות להביא חטאת אח\"כ שנודע לו בודאי שחלב היו דידיעה הוא דמחלקת כדכתיב או הודע אליו חטאתו ואשם תלוי שבא על הספק ידיעת ספק מחלקת לו כי היכי דמחלקת ידיעת ודאי לחטאת כדאמרינן ואף על גב דלית הלכתא כר' אלא מחבירו ולא מחביריו הכא מתני' אתי' כרבי דתנן כשם שהוא מביא חטאת על כל א' וא' כך מביא אשם תלוי על כל א' וא':"
            ]
        ],
        [
            [
                "<b>המשתחוה </b> לע\"ז ונסך וקטר וזבח בהעלם א' חייב ד' חטאות וכן פער עצמו לפעור וזרק אבן למרקוליס בהעלם א' חייב שתים וכן כיוצא בזה חייב על כל עבודה ועבודה פ\"ד מיתות תני ר' זכאי קמיה דרבי יוחנן זבח וקטר ונסך והשתחוה לעבודה זרה בהעלם א' אינו חייב אלא אחת וטעמא דכתיב לא תעבדם עשאן הכתוב כולן עבודה אחת הן ואמר ליה ר' יוחנן פוק תני לברא דטעות הוא כדאמר לקמן אביי דשלש השתחואות נאמרו בע\"ז אחד לשלא כדרכה וא' לכדרכה וא' לחלק מה השתחואה מיוחדת מעשה עצמו וחייב עליה חטאת בעצמה אף כל עבודה ועבודה בשוגג חייב עליה חטאת לעצמה דכל דבר שהיה בכלל ויצא מן הכלל לא ללמד על עצמו יצא אלא ללמד על הכלל כולו יצא והא דחייב על כל א' אפי' בהעלם א' היינו כשידע שהיא ע\"ז אבל לא ידע שההשתחוי' והניסוך אסורים חייב שתים דהוי שוגג על כל עבודה ועבודה אבל ידע שהן עבודות אסורות ולא ידע שזו עבודה זרה ועבדה בכל העבודות אינו חייב אלא אחת דאינו שוגג אלא אעבודה זרה דהיינו קיום מקצת וביטול מקצת דהוי העלם דבר כדאמרינן התם דאלו אומר מותר דכסבור אין ע\"ז בתורה דהיינו העלם זה וזה בידו פשיטא דחייב א' דעד כאן לא בעא מיניה רבא מרב נחמן פרק כלל גדול אלא אי לחיובי חדא או תרתי אבל לא למיפטר לגמרי כדאמר' התם."
            ],
            [
                "<b>כלל </b> גדול אמרו בשבת כל השוכח עיקר שבת ושכח שנצטוו ישראל על השבת אינו חייב אלא אחת על כל מלאכות שעשה שהכל שגגה אחת היא משנה פרק כלל גדול כל השוכח עיקר שבת ועשה מלאכות הרבה בשבתות הרבה אינו חייב אלא חטאת אחת וטעמא כדאמרינן בגמרא תרי קראי כתיבי ושמרו בני ישראל את השבת משמע שמירה אחת לשבת אחד ואת שבתותי תשמורו שני שבתות ושמירה א' ומסתברא דכי כתיב שמירה אחת לשבתות הרבה כי האי גונא כתיב דכולה שגגה אחת היא וקרבן אשוגג קאתי ומוקי לה רב ושמואל בתינוק שנשבה לבין הגוים דלא ידע שבת מעולם וגר שנתגייר בין הגוים דהוו כהיכר ולבסוף שכח דאינו חייב אלא אחת דלא הוי כשוכח שהיום שבת וידע עיקר שבת שחייב על כל שבת ושבת חטאת א' על כל מלאכות שעשה בכל יום שבת כדתנן."
            ],
            [
                "<b>היודע </b> עיקר שבת ועשה מלאכות הרבה בשבתות הרבה ששכח ששבת היום חייב על כל שבת ושבת וכל היודע שהיום שבת ושגג במלאכות שלא ידע שמלאכות אלו אסורות או שלא ידע שיש בו כרת חייב על כל מלאכה ומלאכה דשגגות טובא הויין אפילו עשה כל ל\"ט מלאכות חייב ל\"ט חטאות שם במשנה היודע שהוא שבת ועשה מלאכות הרבה בשבתות הרבה שלא ידע שאותן מלאכו' אסורות חייב על כל אב מלאכה ומלאכה ובגמרא רבי יוחנן אמר כיון ששגג בכרת אף על פי שהזיד בלאו הוי שגגה לרבנן דמונבז דהקרבן על הכרת ששגג בו הוא בא וכתיב תורה א' יהיה לכם לעושה בשגגה גבי קרבן ע\"ז וכתיב וכי תשגו ולא תעשו וגומר והנפש אשר תעשה ביד רמה וגו' הוקשו קרבנות של כל עבירו' לשל ע\"ז מה של ע\"ז קרבן שלה אינו בא אלא על עבירה גמורה שחייב על זדונה כרת כדכתיב והנפש אשר תעשה ביד רמה אף כל דבר שחייבין על זדונו כרת חייבין על שגגתו חטאת."
            ],
            [],
            [
                "<b>העושה </b> אב ותולדותיו בהעלם אחד אינו חייב אלא חטאת אחת בריש בבא קמא דלרבנן דר' אליעזר דפ' אמרו לו אלו עביד אב ותולדה דידיה לא מיחייב אלא חדא אאב מלאכה ואין צ\"ל העושה תולדות הרבה של אב אחד שאינו חייב אלא אחת פ' אמרו לו מייתי מתניתין דפ' כלל גדול ואמרינן מני אלימא רבי אליעזר אימא סיפא העושה מלאכות הרבה מעין מלאכה אחת אינו חייב אלא אחת ואי רבי אליעזר חייב על כל וולדי מלאכות משמע דלתנא דמתניתין אינו חייב על וולדי מלאכה אחת אלא אחת אבל ב' תולדות משני אבות בהעלם אחד חייב שתים דבולדי מלאכה אחת הוא דסברי רבנן דאינו חייב אלא אחת דלא כר' אליעזר אבל ב' תולדות מב' אבות בהעלם אחד חייב שתים כשתי אבות וכדאמרינן בריש קמא ומאי איכא בין אב לתולדה נפקא מינה דאלו עביד שתי אבות בהדי הדדי א\"נ ב' תולדות בהדי הדדי מחייב אכל חדא וחדא ואלו עביד אב ותולדה דידיה לא מחייב אלא חדא."
            ],
            [],
            [
                "<b>עשה </b> מלאכו' הרבה מעין מלאכה אחת אינו חייב אלא חטאת אחת כדתנן במשנה כלל גדול דהרי הוא כעושה וחוזר ועושה בהעלם אחד ואין חילוק חטאות בהעלם אחד אלא בגופי עבירות שאינם דומים. עשה מלאכות הרבה מעין מלאכה אחת בשבתות הרבה בין בזדון שבת ושגגת מלאכות בין בשגגת שבת וזדון מלאכות חייב על כל מלאכה ומלאכה במשנה פ' אמרו לו א\"ר עקיבא שאלתי את ר' אליעזר בעושה מלאכות הרבה בשבתות הרבה מעין מלאכה אחת בהעלם אחת חייב על כל אחת ואחת או חייב אחת על כולן ובגמרא מאי קא בעי מיניה וכו' אמר רב מסתברא שגגת שבת וזדון מלאכות פשיטא ליה דימים שבנתיים הויין ידיעה לחלק וזדון שבת ושגגת מלאכות היא דבעי מיניה כגופין דמין או לאו ופשיט ליה דכגופין דמיין ולא קביל מיניה ואמר רבא מנא אמינא לה וכו' ודחי לה אביי ואמר רב חסדא זדון שבת ושגגת מלאכות אפילו רבי עקיבא ס\"ל דכגופין דמיין כשני גופי עבירות וכי בעי מיניה שגגת שבת וזדון מלאכות הוא דבעי מיניה ופשט ליה דימים שבנתיים הויין ידיעה לחלק וקביל מיניה ונראה דמלאכה אחת שעשאה בכמה שבתות ששגג בלא ידע שהיום שבת וכן בשבת אחרת שחייב על כל מלאכה ומלאכה דימים שבנתיים הוו ידיעה לחלק ולא בעי במלאכה אחת בכמה שבתות כי האי דאי הוה פשיט ליה דאינו חייב אלא אחת אכתי הוה מיבעיא ליה במלאכות שהן מעין מלאכה אחת ולהכי בעי מיניה בעושה מלאכות הרבה בשבתות הרבה מעין מלאכה אחת."
            ],
            [],
            [],
            [
                "<b>מי </b> שקצר כגרוגרות וטחן כגרוגרות בשגגת שבת וזדון מלאכות שאינו חייב אלא חטאת אחד וטעמא משום דשגגה אחד היא שגגת שבת וחזר וקצר וטחן כגרוגרות בזדון שבת ושגגת מלאכות שהוא חייב על כל מלאכה ומלאכה דתרי שגגות נינהו ונודע לו על קצירה של שגגת שבת וזדון מלאכות קצירה גוררת קצירה וטחינה גוררת טחינה פ' כלל גדול מימרא דרבא קצר וטחן כגרוגרות בשגגת שבת וכו' ונודע לו על קצירה וטחינה של שגגת שבת וזדון מלאכו' וחזר ונודע לו על קצירה וטחינה של זדון שבת ושגגת מלאכות קצירה של שגגת שבת וזדון מלאכות שהפריש עליה חטאת גוררת קצירה של זדון שבת ושגגת מלאכו' שנודע לו אחר כך ומתכפר עמה שהרי בהעלם אחד הם שלא נודע בנתיים וטחינה של שגגת שבת נמי גוררת טחינה של זדון שבת וכיון דעל קצירה וטחינה של שגגות שבת וזדון מלאכות אינו חייב אלא אחת דכולה שגגה אחת היא ששכח שהיום שבת אינהו מגררי בתרייהו קצירה וטחינה של זדון שבת ושגגת מלאכות דאף על גב דהוו תרי שגגות גרירי בתר הני הואיל והוו כולן בהעלם אחת והוי כאכל ב' זיתי חלב בהעלם אחת דאינו חייב אלא אחת ואפילו שהעלמה של שנייה חלוקה קצת משל ראשונה דזו שגגת שבת וזו שגגת מלאכות סוף סוף העלם אחד הוא דלא נודע לו חטאו בנתים וידיעות הוא דמחלקות הילכך חטאת זו שבאה על הקצירה וטחינה ראשונה אתרוייהו קיימא ונתכפרו עם הקצירה כל קצירה שעליו שנעשו בהעלם אחד ועם הטחינה נתכפרו כל הטחינות שעליו כשעשאן בהעלם אחד אבל נודע לו על קצירה של זדון שבת ושגגת מלאכות בתחלה קצירה גוררת קצירה וטחינה שעמה של ראשונה דקצירה וטחינה ראשונה כולו שגגה דשבת הוא וטחינה אחרונה של זדון מלאכות במקומה עומדת וכי מתידע ליה מיחייב עלה כרבא ולא כאביי דאמר טחינה נמי גוררת טחינה דשם טחינה חד הוא ומה שכתב הרב ז\"ל וכיון שהקריב חטאת זו נתכפר לו על הכל וכשידעם אחר כך אינו צריך להביא חטאת אחרת קשה דהא משמע התם דלכ\"ע כפרות מחלקות וכמו שפי' רש\"י ז\"ל דדוקא בהפריש קרבן מיירי ואחר כך נודע לו על קצירה וטחינה של שגגת מלאכות אבל לא נודע לו אלא אחר כפרה אין נגררין וצריכין ב' חטאות והרב ז\"ל פסק למעלה באכל שני זיתי חלב בהעלם אחד ונודע לו על הא' וחזר ונודע לו על השני דחייב ב' חטאות כ\"ש כשלא נודע לו אלא אחר הפרשה וכ\"ש כשלא נודע לו אלא אחר שהקריב קרבן דפשיטא לכ\"ע דכפרות מחלקות כדאמר' ואיפשר שהרב ז\"ל סובר דדוקא באכל חלב וחלב בהעלם אחד הוא דאמרינן דאם נודע לו בשתי ידיעות דידיעות מחלקות אעפ\"י שלא הפריש קרבן עדין וחייב ב' חטאות משום דכיון דנודע לו בשתי ידיעות הוי כשתי שגגות כיון שאכל כל כזית מחתיכה אחת כדא' לעיל אבל גבי מלאכות דשבת דאיפשר דעביד כולהו בשגגה אחד כמו שוכח עיקר שבת שנצטוו ישראל דאפילו עביד כולהו ל\"ט מלאכות אינו חייב אלא אחת מה שאין כן בשאר איסורין דחייב על כל חלב שאכל חטאת אחד ועל כל דם שאכל חטאת אחד דכולהו מלאכות גבי שבת חשבינן להו כחדא ולהכי ס\"ל לרב ז\"ל דאפילו נודע לו בשתי ידיעות ואפילו אחר שנתכפר אינו חייב אלא חטאת אחד כיון דמעיקרא כולה שגגה אחת היא דהיינו שגגת שבת וכיון דבשגגת שבת אפילו בשתי ידיעות אינו חייב אלא חטאת אחת מטעמא דאמרן גררי בתרייהו קצירה וטחינה דזדון שבת ושגגת מלאכו' ואינו חייב אלא אחת אכולהו דחשיב כאלו עשה ארבעת' בשגגת שבת וזדון מלאכות כמו שכתב הרב ז\"ל אבל גבי חלב וחלב אי נודע לו בשתי ידיעות הוו כשתי שגגות כיון שאכל חלב וחלב משתי חתיכות כדאמרינן לעיל והיינו דאיפלגו ר' יוחנן ור\"ל בחלב וחלב ונודע לו על הראשון וחזר ונודע לו על השני אי חייב שתי חטאות או אחד ולא איפלגו במלאכות שבת דבשבת קאי אלא משמע דאם עשה מלאכה אחת בשבת כגון שקצר וקצר בהעלם א' דזדון שבת ושגגת מלאכות אפילו בשתי ידיעות אינו חייב אלא חטאת אחת אפילו לר' יוחנן דכולה שגגה אחת היא וה\"ה קצר וטחן בהעלם א' של שגגת שבת דכולה חדא שגגה היא ואפי' בשתי ידיעות לא מחייב אלא חטאת אחד וגרירי בתרייהו קצירה וטחינה דזדון שבת כדאמ' והיינו בשבת א' דאלו בשתי שבתות ימים שבנתים הוו ידיעה לחלק כדא' לעיל וא\"כ מיירי רבא בשקצר וטחן שלא ידע שהיום שבת וידע שהמלאכות הן אסורות ובו ביום ידע שהיה שבת ולא זכר עדין שעשה בו שום מלאכה ושכח שקצירה וטחינה הן מלאכות אסורות וחזר ועשאן בזדון שבת ושגגת מלאכות ונודע לו אחר כך על קצירה של שגגת שבת ולא זכר טחינה קצירה וטחינה ושבקת למימרא דרבא דאיהו דחקה גופה ואוקמה אנפשה. קצר כחצי גרוגרת בשגגות שבת וזדון מלאכות וחזר וקצר כחצי גרוגרת בזדון שבת ושגגת מלאכות הרי אלו מצטרפין שם מילתא דפשיטא להו לאביי ורבא מיבעיא ליה לר' זירא וכו' ונקטינן מאי דאיפשיטא להו לאביי ורבא."
            ],
            [
                "<b>המתכוין </b> לחתוך את התלוש וחתך את המחובר שם פלוגתא דאביי ורבא רבא אמר פטור דהא לא נתכוון לחתיכה דאיסורא ומתעסק בחתיכת התר הוא ופטור דכתיב אשר חטא בה ודרשינן בכריתות פרט למתעסק בדבר א' ועשה דבר זה ושוגג לא הוי אלא שנתכוון למה שעשה אלא שסבור שאין היום שבת או שמלאכה זו מותרת."
            ],
            [
                "<b>החותה </b> גחלים בשבת שמכבה את העליונות ומדליק את התחתונות אם נתכוון לכבות ולהבעיר חייב שתים ס\"פ אכל ת\"ר החותה גחלים בשב' דהיינו שממלא כלי מצבור גחלים שמכבה את העליונות שעכשיו נעשות תחתונות וכבות מחמת משא העליונות ומבעיר התחתונות שהיו כבויות מחמת המשא שהיו עליהן ועכשיו נעשו עליונות ובוערות חייב חטאת ר\"ש בן אלעזר אומר חייב שתים במאי עסקינן אי דקא מכוין לכבות ולהבעיר מ\"ט דמאן דפטר ואי לא מכוין מ\"ט דמאן דמחייב תרתי וכו' רב אשי אמר כגון שנתכוון לכבות ולא להבעיר שלא היה יודע שסוף תחתונות להבעיר והובערו מאיליהן ת\"ק סבר לה כר\"ש דאמר דבר שאין מתכוון פטור ור\"ש סבר כר' יהודה ת\"ר חתה להתחמם בהם והובערו מאיליהן תני חדא חייב ותני אידך פטור הא דתניא חייב קסבר מלאכה שאינה צריכה לגופה חייב עליה וזו היא מלאכה שאינה צריכה לגופה שאינו להבעירן אלא להתחמם בחתייתן ומ\"מ יודע היה שיתבערו ועל מנת כן עשה וה\"ל מתכוין מיהו מלאכה שאינה צריכה לגופה הויא הך הבערה וחייב עליה כמו בכיבוי:"
            ]
        ],
        [
            [
                "<b>מצות קסב </b> להקריב אשם מי שלא נודע לו אם חטא אם לא וזהו הנקרא אשם תלוי וכל חטא שחייבין על שגגתו חטאת קבועה חייבין על לא הודע שלו אשם תלוי כריתות פרק המביא אשם תלוי משנה וחכ\"א אינו מביא אשם תלוי אלא על דבר שזדונו כרת ושגגתו חטאת ומ\"ט דרבנן ילפי מצות מצות מחטאת חלב מה להלן זדונו כרת ושגגתו חטאת אף כאן דבר שזדונו כרת ושגגתו חטאת ומהו לא הודע אם נסתפק לו אם שגג בדבר זה או לא כדכתיב ולא ידע ואשם ונשא עונו והביא איל תמים וגו' ונקרא אשם תלוי מפני שמכפר על הספק ותולה לו עד שיודע לו שחטא ויביא חטאתו פרק המביא אשם תלוי ונודע לו שלא חטא וגו' ואשם תלוי היינו טעמא דמייתי מקמיה דמתידע ליה להגן עליו דהתורה חסה על גופן של ישראל ות\"ר ה' אשמות מכפרין ואשם תלוי אין מכפר כפרה גמורה ואמר ר' יוסף אין מתכפר כפרה גמורה דלכי מתידע ליה מביא חטאת ופרק ספק במשנה כשם שאכל חלב ודם פגול ונותר חייב על כל אחת אפילו בהעלם אחת כך על לא הודע שלהן."
            ],
            [
                "<b>ואינו </b> חייב עד שיהיה שם איסור קבוע שם פרק ספק אכל חלב ספק לא אכל ואפילו אכל והיה סבור שומן הוא ספק יש בו כשיעור ספק אין בו שומן וחלב לפניו ואכל אחת מהם ואינו יודע אי זו מהם אכל דכשאכל כסבור שומן הוא ואחר כך נודע שהאחת היתה חלב והוא לא ידע אי זו אכל אבל אם בשעת אכילה היתה לו ספק והזיד ואכלה מספק מזיד הוא ופטור אשתו ואחותו עמו בבית שגג באחת מהן כסבור זו היא אשתו ואחר כך נסתפק אי זו היתה מביא אשם תלוי שבת ויום חול ועש' מלאכה באחת מהם ואינו יודע באי זה מהם עשה מביא אשם תלוי ובגמרא איתמר רב אסי אמר חתיכה אחת שנינו אכל חתיכה אחת כסבור שומן הוא ואחר כך נודע שספק היא חייא בר רב אמר חתיכה משתי חתיכו' שנינו כדמפרש בסיפא דמתני' חלב ושומן לפניו במאי קא מיפלגי רב אסי אמר יש אם למסורת מצות כתיב חייא בר רב אמר יש אם למקרא מצוות קרינא גבי אשם תלוי כתיב ועשתה אחת מכל מצות ה' אשר לא תעשינה ואשם והביא את אשמו וגו' וקרינא מצוות דמשמע אחת מתוך שתים וכן אמר רב יהודה אמר רב דבשתי חתיכות הוא דחייב אשם תלוי ואמר רבא מאי טעמא דרב דכתיב אחת מכל מצות ה' בשגגה ואשם עד שישגוג בשתים דמצוות קרינא אחת מתוך ב' אבל חתיכה אחת שהיתה לפניו ואכלה ספק היתה חלב או לא פטור דבעי' שישגוג בשתים ור' זירא מפרש טעמא משום דב' חתיכות איפשר לברר ורב נחמן אמר מ\"ט דרב קסבר ב' חתיכות איקבע איסורא חתיכה אחת לא קבעה איסורא מאי איכא בין רבא דאמר טעמא דרב משום מצות דיש אם למקרא למאן דמפרש דשתי חתיכו' איקבע איסורה ומ\"ד דב' חתיכות איפשר לברר איסורן דאשם תלוי אינו בא אלא להגן מן הייסורין עד שיודע לו ויביא חטאת ואיפשר שיבא לאחר זמן בקי ויכיר אם זו הנותרת שומן [ודאי] חלב אכל ויביא חטאת אבל חתיכה אחת ואכלה אי איפשר לברר מה לי משום האי טעמא או מטעמא דיש אם למסורת או מטעמא דאיקבע איסור' ומשני איכא בינייהו כגון שהיו לפניו ב' חתיכות א' של חלב ואחת של שומן ובא גוי ואכל את הראשונה ובא ישראל ואכל את השניה לרבא ליכא מצות בשעה שאכל ישראל ופטור לרבי זירא נמי אי איפשר לברר איסורא דהא נאכלו שתיהן ופטור אבל לרב נחמן הא איקבע איסורא מעיקרא וחייב ונקטי' טעמא דרב נחמן דהא תניא דכי האי גונא נמי חייב לרבי הואיל ואיקבע איסורא מעיקרא דרבנן דרבי כרבי אליעזר אתו ולהכי נקטי' כרבי. האוכל חלב הכוי פטור שם תניא רבי אליעזר אומר כוי חייבין על חלבו אשם תלוי ואמרינן דרבי אליעזר לא בעי קביעותא לאיסורא משמע דלדידן פטור דליכא קביעות איסורא וכן הבא על ספק נדה או ספק ערוה שם תני עלה דנדה וחייבין באשם תלוי ואמרינן ר\"מ היא דלא בעי קביעותא לאיסורא ויבמה שנתיבמה בתוך ג' חדשים וילדה ספק בן ט' לראשון או בן ז' לאחרון תניא דחייבין באשם תלוי ואמרינן הא מני רבי אליעזר היא דלא בעי קביעותא לאיסורא."
            ],
            [
                "<b>האוכל </b> חתיכה ועד אחד אומר לו חלב היה ועד אומר לא אשה אומרת חלב אכל ואשה אומרת לא היתה חלב הואיל ונקבע האיסור והוא אינו יודע אם חטא אם לא הרי זה מביא אשם תלוי פרק אמרו לו במשנה עד אומר אכל ועד אומר לא אכל אשה אומרת אכל ואשה אומרת לא אכל מביא אשם תלוי ואפילו בחתיכה אחת חייב אשם תלוי דכיון דזה אומר חלב היתה הוי כאיקבע איסורא. וכן בא על אשת איש שעד אחד אומר מת בעלה ועד אחד אומר לא מת חייב אשם תלוי במשנה סוף פרק האשה שלום עד אומר מת ועד אומר לא מת אשה אומרת מת ואשה אומרת לא מת הרי זו לא תנשא וכתבו התוספות פרק האשה שנתארמלה דהכא איירי בבת אחת ואפילו אם ניסת תצא וכיון דתצא הבא עליה חייב אשם תלוי כדאמר' גבי תרי ותרי פרק האשה רבה ופרק האשה דהבא עליה באשם תלוי דאיקבע איסורא שהיתה בחזקת אשת איש וה\"ה לספק מגורשת כתובות פרק האשה שנים אומרים נתגרשה ושנים אומרים לא נתגרשה הרי זו לא תנשא ואם ניסת תצא מימרא דרבי יוחנן ובריתא נמי קתני גבי גרושין ואם נשאת תצא ולא כרב אשי דאמר לעולם תרי ותרי וכיון דתצא חייבין באשם תלוי שהרי נקבע האיסור שהיא בחזקת אשת איש אבל ספק מגורשת לא נקבע איסורא דתרוייהו בפנויה קמסהדי כדאיתא התם."
            ],
            [
                "<b>מי </b> שהיו לפניו שתי חתיכות אחת של חלב ואחת של שומן ואכל אחת מהן פרק ספק אכל ת\"ר היו לפניו ב' חתיכות אחת של חלב ואחת של שומן בא ישראל ואכל את הראשונה בא גוי ואכל את השנייה חייב וכן כלב וכן עורב שאכלו את השניה בא גוי ואכל את הראשונה בא ישראל ואכל את השניה פטור ורבי מחייב דלא בעי שתי חתיכות אכל הראשונה בשוגג והשניה במזיד חייב אשם תלוי אקמיתא דבשוגג ומשתי חתיכות הואי הראשונה במזיד והשניה בשוגג פטור ורבי מחייב אכל שתיהן במזיד פטור מקרבן שתיהן בשגגה מביא חטאת דודאי חדא חלב היה אכלום שנים בשוגג שניהם חייבים השני לא מן הדין אלא שאם אתה אומר פטור קבעה את הראשון בחטאת ומני סיפא אי רבי מן הדין ומן הדין הוא דהא רבי מחייב אכל ישראל את השניה דלא בעי ב' חתיכות בסוף אי רבנן משום דלא נקבע ראשון בחטאת נחייב לשני ונימא ליה אייתי חולין לעזרה אמר רב אשי רבי היא דאמר מתנדב אדם אשם תלוי בכל יום הילכך ליכא למימר חולין לעזרה משמע דרבנן דהאי סיפא ס\"ל כרבי אליעזר וא\"כ פסקינן הלכה כרבי דמחייב אחתיכה אחרונה דהא איקבע איסורא מעיקרא ולרבנן אף על גב דמתנדב אדם אשם תלוי בכל יום כר' אליעזר אפ\"ה בחתיכה שניה פטר מדינא אבל אם רוצה להתנדב אשם תלוי הרשות בידו."
            ],
            [
                "<b>חלב </b> ונותר לפניו אכל אחת מהן ואין ידוע אי זו מהן אכל אשתו נדה ואחותו ואינו יודע אי זו מהן בעל שבת וי\"ה ואינו יודע באי זו מהן עשה מלאכה פטור מקרבן חטאת שהרי אינו יודע עצמו של חטא פרק ספק אכל במשנה רבי אליעזר מחייב חטאת ור' יהושע פוטר ובגמרא אמר לו ר' יהושע הרי אומר אשר חטא בה גבי חטאת עד שיודע לו במה חטא ובמשנה א\"ר יהודה פוטרו היה רבי יהושע אף מאשם תלוי ומפרש טעמא בבריתא דכתיב גבי אשם תלוי כי תחטא ולא ידע ואשם פרט לזה שידע שחטא."
            ],
            [
                "<b>כל </b> דבר שחייבין על ודאי חטאת קבועה חייבין על לא הודע שלו אשם תלוי אחד וכל שחייבים עליו חטאות הרבה חייבין על לא הודע אשמות תלויין הרבה שם במשנה כשם שאם אכל חלב וחלב בהעלם אחת אינו חייב אלא חטאת אחד כך על לא הודע שלהן שאכל ב' חתיכות כסבור שומן הן ואחר כך נודע שהן ספק אינו מביא אלא אשם תלוי אחד כשם שאכל חלב ודם ופגול ונותר בהעלם אחת חייב על כל אחת ואחת כך על לא הודע שלהן מביא אשם תלוי על כל אחת ואחת כיון שנסתפק אם אכל החתיכות של איסורין חלוקין או החתיכות שהיו עמהם וכן מה שחייב כמה חטאות בגוף אחד חייב כמה אשמות תלויין דכל שחייבין עליו חטאת תנן דחייבין עליו אשם תלוי על לא הודע שלו ועוד שם במשנה כשם שמביא חטאת על כל אחת ואחת אפילו באיסור אחד אם היתה ידיעה בנתים כך מביא אשם תלוי אם היתה ידיעה שספק אכל בנתים וטעמא דכולהו משום דילפינן מצות מצות מחטאת כדאמר' לעיל. אכל אחד מהשני חתיכות והביא אשם תלוי ואחר כך אכל השניה מביא חטאת כדאמ' לעיל וכן אם אכל אחר השניה דהא מעיקרא איקבע איסורא ומייתי אשם תלוי במשנה פרק דם שחיטה כרבי עקיבא."
            ],
            [],
            [],
            [],
            [
                "<b>חתיכה </b> של חלב וחתיכה של חלב נותר שם במשנה פרק דם שחיטה מביא חטאת ואשם תלוי על הא' חטאת דודאי חלב אכל דאף על גב דאמרן לעיל דחלב ונותר ואינו יודע אי זו מהם אכל דאינו מביא לא חטאת ולא אשם תלוי מטעמא דאמרן לעיל הכא דהאי נותר נמי הוי חלב הרי ידע במה חטא ולהכי יביא חטאת ואשם תלוי משום נותר דספק אם היתה אותה חתיכה שאכל נותר או לא. אכל את השניה בהעלם שני מביא ג' חטאות א' משום חתיכת חלב וא' משום חתיכת נותר וא' משום חלב של זו החתיכה של נותר דאיסור נותר חל על איסור חלב דבקדשים איסור חל על איסור דכתיב אשה לה' לרבות את האימורין ואימורין קאי עלייהו באיסור עולין וחלב דאימורין קאי עליה בכרת ואתי איסור טומאה חייל עליה. היה בה שוה פרוטה מביא אשם ודאי משום מעילה כדאמר' בגמרא דהאי דלא מחייב במתני' אשם משום דלית בה שוה פרוטה. אכל א' משתיהן ואכל אחד את השניה כל אחד מביא חטאת ואשם תלוי דתרוייהו ודאי חלב אכלו וספק נותר כדתנן התם:"
            ]
        ],
        [
            [
                "<b>מצות קסג </b> שיקריב החוטא אשם ודאי על עבירות ידועות והן חמשה על שפחה חרופה ועל הגזל ועל המעילה ועל טומאת נזיר ועל הצרעת כשיטהר ממנה דבכולהו כתיב בקרא אשם והביא את אשמו וגו' ואת אשמו יביא וגו' הבא על שפחה חרופה בין בזדון בין בשגגה מביא אשם פרק ארבעה מחוסרי כפרה במשנה אלו מביאין על הזדון כשוגג הבא על שפחה ובגמרא מנא לן דתנו רבנן באיל האשם ונסלח על חטאתו אשר חטא לעשות שוגג כמזיד דלהכי הדר כתב תו תרי זמני חטא בר מתרי זמני קמאי דכתב מחטאתו אשר חטא לעשות שוגג כמזיד דמביאין אשם והוא שתהיה גדולה ומזידה ברצונה ובעולה כדי שתלקה דכתיב בקורת תהיה מלמד שהיא לוקה ולא הוא דכתיב תהיה ובקורת לישנא דמלקות הוא כדמפרש רב אשי בביקור תהיה שאומדין אם אינה יכולה לקבל מ' ותנו רבנן בזמן שהיא לוקה שגדולה היא ובת עונשין והיא מזידה וברצונה דאי לאו הכי לא אמר קרא שילקו אותה ואז כשהיא לוקה האיש מביא קרבן אבל כשהיא אינה לוקה שאינה גדולה או אנוסה או שוגגת אין האיש מביא קרבן דהא דמרבינן שוגג כמזיד היינו שוגג דאיש דגביה כתיב קרא דמחטאתו אשר חטא אבל האשה צריך שתהא מזידה כדאמר' ואמר רבא דכתיב ואיש כי ישכב את אשה שכבת זרע והיא שפחה נחרפת לאיש והפדה לא נפדתה או חפשה לא ניתן לה מכדי עד הכא באיש קמשתעי קרא לכתוב והביא את אשמו לה' ולבסוף ליכתוב בקורת תהיה אמאי כתב רחמנא בקורת תהיה ולבסוף כתב והביא את אשמו לה' הכי קאמר אם בקורת תהיה היא והביא את אשמו לה' ואם לא תהיה בקורת לא יביא אשמו והיא לא תביא קרבן אף על פי שהיא לוקה ילפינן מדכתיב והביא את אשמו הוא מביא אשם ולא היא ובעולה יליף ר' יצחק בגמרא דאינו חייב אלא על שפחה בעולה דכתיב והיא שפחה נחרפת לאיש ונחרפת לישנא דשנויי הוא שנשתנית מברייתה כדכתיב ותשטח עליו הריפות וכתיב בתוך הריפות בעלי. בן תשע שנים ויום אחד שבא על שפחה חרופה היא לוקה והוא מביא קרבן לכשיגדיל שם במשנה כל העריות אחד גדול ואחד קטן קטן פטור ובגמרא והכא חייב בתמיה וכי קטן חייב בשפחה אמר רב יהודה אמר רב ה\"ק כל עריות אחד גדול ואחד קטן גדול חייב קטן פטור והכא גדול נמי פטור מאי טעמא דהא מקשיי' אהדדי כדאמר' לעיל אם אין האשה לוקה אין האיש מביא אשם ומשמע ליה לרב ז\"ל דהאי דמתמה תלמודא וכי קטן נמי חייב דקאי נמי אשפחה דאם היא קטנה לא תתחייב מלקות דאם היא גדולה אף על פי שהוא קטן חייב כיון שהיא חייבת מלקות כדמקשי' בזמן שהיא לוקה הוא מביא אשם ובה תליא מילתא כל זמן שהיא חייבת מלקות הוא חייב קרבן דהאיש הוא דהוקש לאשה ולא אשה לאיש ואמר רב יהודה ה\"ק כל עריות א' גדול וא' קטן [קטן] פטור וגדול חייב והכא כשהיא קטנה גדול הבא עליה נמי פטור כיון שהיא פטורה הוא פטור אף על פי שהוא גדול אבל אם היא גדולה כיון שהיא חייבת הוא נמי חייב אף על פי שהוא קטן כדא' דומיא דמזיד דבעלמא פטור מקרבן והכא חייב משום חיוב דידה כדאמר'. ואין חייבין בשפחה חרופה אלא כדרכה שם כדרכה בשפחה חרופה מיחייב ושלא כדרכה לא מיחייב מאי טעמא ש\"ז כתיב ומערה נמי שם במשנה לא מיחייב דשכבת זרע בעינן ומערה אינו ראוי להזריע לפיכך אם אמרו לו שנים בעלת שפחה חרופה והוא אומר לא בעלתי אינו מביא קרבן פרק אמרו לו אמר ריש לקיש מודה רבי מאיר לחכמים שאם אמרו לו שנים בעלת שפחה חרופה והוא אומר לא בעלתי מהימן דאי בעי אמר לא גמרתי ביאתי ופטור והאי דקאמר לא בעלתי היינו לא גמרתי."
            ],
            [],
            [],
            [],
            [
                "<b>הבא </b> על שפחה חרופה ביאות הרבה בין במזיד בין בשוגג אפילו בהעלמות הרבה אינו חייב אלא קרבן א' פרק ארבעה מחוסרי כפרה במשנה כל העריות חייב על כל ביאה וביאה ובשפחה תנן במתני' דלעיל הבא על שפחה ביאות הרבה ובגמרא מנא לן דתנו רבנן וכפר עליו הכהן באיל האשם מחטאתו אשר חטא מלמד שמביא קרבן א' על עבירות הרבה מדמצי למיכתב על חטאתו ולישתוק וכתב על חטאתו אשר חטא לאיתויי חטאים הרבה וגבי מזיד רבי קרא דנפטר בקרבן א' על ביאות הרבה וכל שכן על שוגג ביאות הרבה ובשפחות הרבה חייב על כל א' וא' שם בעי מיניה רבי חנינא מרבי יוחנן וכו' אמר ליה חייב על כל א' וא' אפילו בהעלם א' ומ\"ש מחמש העלמות בשפחה א' דאינו חייב אלא א' א\"ל שפחה חרופה אין גופין מוחלקין חמש שפחות גופין מוחלקין ומנ\"ל דגבי שפחה גופין מוחלקין חייב על כל א' וא' א\"ל לאו אמרת גבי עריות ואשה לחלק על כל אשה ואשה גבי שפחה נמי כתיב איש אשר ישכב את אשה שכבת זרע והיא שפחה לחלק על כל שפחה ושפחה."
            ],
            [
                "<b>בעל </b> שפחה והפריש אשמו וחזר ובעל חייב על כל א' פרק כלל גדול בעל ה' בעילות בשפחה חרופה אינו חייב אלא א' אלא מעתה בעל וחזר ובעל והפריש קרבן ואמר המתינו לי עד שאבעל הכי נמי דאינו חייב אלא א' א\"ל מעשה דלאחר הפרשה קאמר מעשה דלאח' הפרשה לא קאמינא דהפרשות מחלקות כדילפינן לעיל וידיעות לא מחלקות הכא נמי גבי שפחה חרופה דכיון שמביא על הזדון כשוגג אין הידיעה חשובה לחלק ואפי' בהעלם א'. [בעל] כמה בעילות וידע על בעילה א' והפריש קרבן עליה ואח\"כ נודע לו על השניה חייב על כל א' דכיון שהפריש קרבן הוי כהקריב שדין השוגג והמזיד בשפחה א' הוא ואם היה מזיד והפריש קרבן וחזר ובעל במזיד פשיטא דחייב על כל א' וא'."
            ],
            [
                "<b>ועל </b> הגזל חייב אשם ודאי כיצד כל מי שיש בידו משוה פרוטה ולמעלה מממון ישראל באי זה צד שיהיה וכפר בו ונשבע לשקר בין בזדון בין בשגגה מביא אשם על חטאו פרק ד' מחוסרי כפרה במשנה ד' מביאים על הזדון כשוגג וכו' ושבועת הפקדון ובגמ' מנ\"ל יליף תחטא תחטא משבועת העדות ואשם כתיב ביה בסוף ויקרא וכתיב והיה כי יחטא ואשם והשיב את הגזלה אשר גזל וגו' ושלם אותו וגו' ואת אשמו יביא וגו' דמשמע דבתר השבה מתכפר באשם ותנן פרק הגוזל הביא אשמו עד שלא הביא גזלו לא יצא ובגמר' מנה\"מ אמר רבא דאמר קרא מלבד איל הכיפורים גבי גזל הגר מכלל דכסף בריש' אלא מעתה וכו' א\"ל אנא מאשר יכפר בו נפקא ליה ועדין לא כפר דכתיב בלשון עתיד יכפר ומשמע דכשהשיב לכהן את האשם דהיינו קרן הכסף עדין לא כפר. אבל החומש אינו מעכב שם במשנה נתן את הקרן ולא נתן את החומש אינו מעכב מלהקריב את האשם וילפינן בגמר' גבי מעילת הקדש דאין חומש מעכב וילפי' הדיוט מהקדש דכיון דהשוה הכתוב הדיוט להקדש לענין אם הביא אשמו עד שלא הביא גזלו שלא יצא ילפי' מהקדש שיהא שוה לו נמי להא מילתא וכדאמר' בהלכות שבועות."
            ],
            [
                "<b>על </b> המעילה כיצד מביאין קרבן אשם כל הנהנה משוה פרוטה מן ההקדש מחזיר מה שנהנה ויוסיף חומש ויקריב אשם ויתכפר לו כדילפינן בפרק א' מהלכות מעילה וזהו הנקרא אשם מעילות כדכתיב וחטאה בשגגה מקדשי ה' והביא את אשמו וגו' ואת אשר חטא מן הקדש ישלם וחמישיתו יוסף עליו והקרבן והקרן מעכבין הכפרה ולא החומש סוף פרק הגוזל תנו רבנן מנין שאם הביא מעילתו דהיינו קרן של הקדש שמעל בו ולא הביא אשמו אשמו ולא הביא מעילתו מנין שלא יצא תלמוד לומר באיל האשם ונסלח לו משמע אין סליחה אלא בשניהם יכול כשם שאיל ואשם מעכבין כך חומש מעכב תלמוד לומר באיל האשם ונסלח לו איל ואשם מעכבין בהקדש ולא חומש והאי אשם דהקדש היינו קרן דילמד הקדש מהדיוט מה אשם דכתיב התם גבי גזל הגר קרן הוא דכתיב האשם המושב לה' אשם זה קרן המושב זה חומש או אינו אלא אשם זה איל אשם ומושב זה קרן כשהוא אומר מלבד איל הכיפורים הוי אומר אשם דריש' קרן הוא וכיון דאשם דהדיוט הוא קרן ילמד ממנו הקדש כדא'."
            ],
            [
                "<b>האוכל </b> מדבר שמועלים בו בה' תמחויין בהעלם אפילו מזבח א' אם יש בכל אכילה שוה פרוטה חייב אשם על כל אכילה דתמחויין מחלקין במעילה פ' אמרו לו במשנה אמר רבי יהושע שמעתי באוכל מזבח אחד בחמשה תמחויין בהעלם א' שהוא חייב על כל א' וא' והיינו משום דהחמיר במעילה שעשה בה את המאכיל כאוכל שאם נתן אוכל לחבירו חייב כאלו אכלה הוא עצמו דק\"ל המוציא הקדש לחולין הוא מעל ולא מי שניתן לו והמהנה כנהנה ומידי דלאו בר אכילה הוא וצירף את המעילה לזמן מרובה שאם נהנה היום בחצי פרוטה ומכאן עד ג' שנים בחצי פרוטה אחרת מצטרפות לקרבן כדמפקי' ליה פרק ספק אכל מתמעול מעל ריבה."
            ],
            [
                "<b>כל </b> המחוייב אשם ודאי צריך שיודע לו חטאו תחלה ואחר כך יקריב אשמו אבל הקריבו קודם שנודע לו אינו עולה לו פשטיה דקרא הכי משמע והיה כי יחטא ואשם כשיכיר בעצמו לשוב בתשובה ולדעת ולהודות כי חטא ואשם והשיב וגו' ואת אשמו יביא וגו'. כל חטא שחייבין עליו אשם ודאי כל האנשים שוים בו דגבי חטאת הו' דחלק רחמנא דיחיד מביא כשבה ונשיא שעיר ומשיח ובית דין פר אבל לא באשם ודאי כדתנן פ' הורה כהן משיח אשם ודאי היחיד והנשיא והמשיח חייבין דכתיב באשמות ואם נפש ונשיא ומשיח בכלל נפש אחת הן ואף על גב דגבי חטאת נמי כתיב נפש התם הא פירש הכתוב דנשיא ומשיח אינם בשעירה וכשבה כדא'."
            ],
            [
                "<b>כל </b> חטא שחייבין עליו אשם ודאי אין מביאין על ספקו אשם תלוי כדילפינן לעיל פרק ח' דאין מביאין אשם תלוי אלא על דבר שזדונו כרת ושגגתו חטאת דילפינן מצות מצות הילכך אם אכל חתיכה א' משתי חתיכות שהיתה האחת הקדש פטור אכל השניה מביא אשם ודאי אכל אחר השניה שניהם פטורים כדתנן התם פרק דם שחיטה בפלוגתא דרבי עקיבא וחכמים."
            ],
            [],
            [
                "<b>חתיכה </b> של חלב וחתיכה של חלב הקדש שם במשנה אכל א' מהם מביא חטאת רבי עקיבא אומר אף אשם תלוי דאזיל לטעמיה אכל את השניה מביא ב' חטאות משום שני זיתי חלב כשנודע לו ביניהם ומביא אשם ודאי על מעילתו דא' מהם קדש היתה. בא א' ואכל את השניה כל א' מביא חטאת ולרבי עקיבא זה וזה מביאין אשם תלוי גם כן ואיסור הקדש חל על איסור חלב דבקדשים איסור חל על איסור כדאמ' לעיל:"
            ]
        ],
        [
            [
                "<b>מצות קסד </b> שיקריב החוטא קרבן עולה ויורד על עבירות ידועות וששה מצותן שיקריבו קרבן עולה ויורד מצורע ויולדת ונשבע שבועת העדות בין בזדון בין בשגגה ונשבע שבועת ביטוי בשגגה וטמא שאכל קדש בשגגה וטמא שנכנס למקדש בשגגה פרק ד' מחוסרי כפרה במשנה אלו מביאין קרבן עולה ויורד וכו'."
            ],
            [
                "<b>יולדת </b> עשירה מביאה כבש בן שנתו כדכתי' תביא כבש בן שנתו ובן יונה או תור לחטאת ואם לא תמצא ידה די שה קרבנה יורד כדכתיב והביאה שתי תורים או שני בני יונה א' לעולה ואחד לחטאת ואפילו היתה ידה משגת לשה ולא לנסכיו מביא' קרבן עני דהא ילפינן פרק המביא אשם תלוי דאפילו הפריש כשבה והעני מביא עוף דכתיב גבי כשבה או שעירה מחטאתו דמשמע מקצת חטאתו כלומר אם העני יביא עוף ממקצת דמים הללו."
            ],
            [
                "<b>המצורע </b> כשיטהר מביא שלשה בהמות שני כבשים א' עולה וא' אשם וכבשה אחת לחטאת ואם אין ידו משגת מביא שני תורים אחד לעולה וא' לחטאת וכבש אשם כדכתיב בפרשת מצורע."
            ],
            [
                "<b>על </b> שבועת העדות ועל שגגת שבועת ביטוי ועל שגגת טומאת מקדש וקדשיו מביא כשבה או שעירה כשאר החטאות הקבועות ואם אין ידו משגת מביא שתי תורים או שני בני יונה לחטאת ועולה ואם אין ידו משגת לזה מביא עשירית סלת והיא קרויה מנחת חוטא."
            ],
            [
                "<b>וכל </b> הקרבנות האלו מפורשים בתורה ומפורש זה שחייב להביאן חוץ מטמא שנכנס למקדש או שאכל קדש דכתיב ונפש כי תחטא ושמעה קול אלה וגו' הרי שבועת העדות או נפש אשר תגע בכל דבר טמא וגו' או נפש אשר תשבע לבטא בשפתים להרע וגו' שבועת ביטוי והיה כי יאשם לאחת מאלה וגו' ומפי השמועה למדו שזה שחייב כאן קרבן לנוגע בדבר טמא הוא כשנכנס למקדש או אכל קדש והוא לא ידע כדילפינן פרק קמא דשבועות דאמר רבא אתיא טומאתו טומאתו כתיב הכא בעולה ויורד גבי נוגע בדבר טמא טומאתו כדכתיב לכל טומאתו וכתיב התם בטומאת מקדש בפרשת פרה אדומה טמא יהיה עוד טומאתו בו מה להלן טומאת מקדש אף כאן שלא פירש טומאה זו היא טומאת מקדש ואכל קדש ילפינן התם דתניא רבי אומר אקרא אני חיה אם כן בהמה למה נאמרה דבקרבן עולה ויורד כתיב או בנבלת חיה טמאה או בנבלת בהמה טמאה ודאי אם הייתי קורא בנבלת חיה טמאה שנכתב ראשון לא היה צריך לחזור ולכתוב בהמה שהרי בהמה בכלל חיה כדכתיב זאת החיה אשר תאכלו וסמיך ליה כל בהמה מפרסת וגו' אם כן למה נאמרה בבהמה טמאה לטומאת קדש נאמר כאן בהמה טמאה ונאמר להלן באוכל קדשים בטומאת הגוף בפרשת צו את אהרן נפש כי תגע בכל טמא בטומאת אדם או בבהמה טמאה ואכל מבשר זבח השלמים מה להלן טומאת קדש אף בהמה טמאה דהכא משתעי נמי בטומאת קדש שנטמא ואכל קדש כדאמר' וכיון שחייבה תורה כרת בפירוש לטמא שאכל קדש כדכתיב בהאי קרא דצו את אהרן ונכרתה וגו' ובנכנס נמי למקדש נאמר ונכרתה הנפש ההיא מתוך הקהל כי את מקדש ה' טמא פירש כאן הקרבן שחייבים כשיהיו שוגגים שהוא קרבן עולה ויורד כדתניא בפרק קמא דשבועות מנין שאין הכתוב מדבר אלא בטומאת מקדש וקדשיו שאין מחייבו על מגע אלא אם כן אוכל קדש או נכנס למקדש שהרי אתה דן הואיל והזהיר וענש לא יטמאו את מקדשי אזהרת מקדש בקדשים לא יאכל עד אשר יטהר הרי אזהרת קדש כי את מקדש ה' טמא ונכרתה הרי עונש מקדש והנפש אשר תאכל מבשר זבח השלמים וגו' הרי זה עונש קדש מה כשהזהיר וענש לא הזהיר וענש אלא על טומאת מקדש וקדשיו אף כשחייב קרבן על הטומאה לא חייב אלא על טומאת מקדש וקדשיו."
            ],
            [
                "<b>כל </b> קרבן שהאשה חייבת בעלה מביאה עליה כפי מה שהוא עני או עשיר בפרק אין בין המודר ילפינן לה מדכתיב ביולדת זאת תורת היולדת בין פקחת בין שוטה שכן אדם מביא קרבן על אשתו שוטה ואמר רבי יהודה אדם מביא קרבן עשיר על אשתו ולא אמרינן אע\"ג שנשאת לעשיר עניה היא דמה שקנתה אשה קנה בעלה והרי היא עניה אלא כל קרבנות שהיא חייבת מביא עליה וכך כותב לה בתנאי כתובה אחריות דאית לה עלי מן קדמת דנא וכו'. ומביא אדם על ידי בנו ובתו הקטנים שם א\"ר יוחנן הכל צריכים דעת בעלים להקריב קרבנם חוץ ממחוסר כפרה דכיון דאין קרבנם בא לכפרה אין צריכין דעת שהרי אדם מביא קרבן על בניו ובנותיו הקטנים כשהן מחוסרי כפרה דכתיב זאת תורת הזב בין גדול בין קטן וכתיב זאת תורת המצורע בין גדול בין קטן בחטאת ואשם מצורע ושפחתו ועבדו נראה כיון דבעלמא לענין מציאה ודברים אחרים הוו כבניו ובנותיו הקטנים להכי מביא עליהן."
            ],
            [
                "<b>המלך </b> וכהן משיח מביאים קרבנן על שבועת העדות או על שבועת ביטוי או על טומאת מקדש וקדשיו כשאר הדיוטות שלא חלק הכתוב מלך וכהן ומשיח מהדיוט אלא במצות שחייבים עליהם חטאת קבועה לא בעולה ויורד פרק הורה כהן משיח במשנה על שמיעת הקול ועל ביטוי שפתים ועל טומאת מקדש וקדשיו בית דין פטורים והיחיד והנשיא והמשיח חייבים משום דכולן בכלל נפש אחת הן ומה הן מביאין קרבן עולה ויורד ורבי שמעון ורבי יוסי הגלילי ורבי עקיבא פליגי כדתנן התם כל המביא קרבן על הזדון כשגגה אם היה אנוס פטור מן הקרבן פרק ארבעה מחוסרי כפרה על מתניתין דאלו מביאין על הזדון כשגגה אמרינן בגמ' נזיר שנטמא מנא לן דכתיב וכי ימות מת עליו בפתע פתאום פתע זה שוגג וכן הוא אומר ואם בפתע בלא איבה הדפו פתאום זה אונס כדכתיב ויאמר ה' פתאום וגו' תניא אידך פתאום זה מזיד וכן הוא אומר ופתאים עברו ונענשו והיינו מזיד דאין עונש אלא על המזיד ומקשי' ונכתוב קרא פתאום דמשמע נמי שוגג כדכתי' פתי יאמין לכל דבר ולא ליכתו' פתע ומשני אי כתב פתאום הו\"א שוגג הוא מידי דהוה אכל התורה כולה דרוב קרבנות על שוגג הם באים אבל אונס ומזיד אימא לא כתב רחמנא פתע דשוגג הוא לגלויי עליה דפתאום דאונס ומזיד הוא ואפ\"ה חייב ונראה דאקשי תלמודא בין למאי דאמרינן דפתאום הוא אונס בין למאי דאמרינן דהוי מזיד דהא משמע נמי שוגג כדאמר' ומשני דכתב פתע לגלויי עליה דפתאום דהוי אונס למאן דמוקי ליה באונס והוי מזיד לתניא אידך דמוקי ליה במזיד ונקטי' כהאי בריתא דפשיטא דמתניתין הכי הוא אלו מביאין על הזדון כשוגג ולא חשיב אונס ובתוספתא נמי תניא וכולן באונס פטורים כנ\"ל לישב הסוגיא דלא תקשי לרב ז\"ל."
            ],
            [],
            [
                "<b>מי </b> שהפריש מעות לכבשה של חטאתו וכו' פ' המביא אשם תלוי במשנה מביאין מהקדש כשבה שעירה מהקדש שעירה כשבה שאם הפריש מעות לקנות כשבה או שעירה לחטאתו אם רצה יקח מהן שעירה ומהקדש כשבה ושעירה מביא תורין ובני יונה ומהקדש תורין ובני יונה עשירית האיפה פ' יום הכיפורים הפריש לכשבה והעני יביא העוף העני יביא עשירית האיפה הפריש לעשירית האיפה העשיר יביא עוף העשיר יביא כשבה או שעירה ובגמרא מנה\"מ דת\"ר מחטאת מחטאתו על חטאתו מה ת\"ל מנין אתה אומר שמביאין מהקדש כשבה שעירה ומהקדש שעירה כשבה ומהקדש כשבה או שעירה תורים ובני יונה ומהקדש תורין עשירית האיפה לכך נאמר מחטאתו על חטאתו בקרבן עולה ויורד גבי כשבה ושעירה מחטאתו דמשמע מקצת חטאתו כלומר אם העני יביא עוף ממקצת דמים הללו וגבי עוף כתיב מחטאתו נמי דמשמע דאם העני יביא במקצת דמי עוף עשירית האיפה וגבי עשירית האיפה כתיב על חטאתו דמשמע דאם העשיר יוסיף על הדמים הללו ויביא עוף או אם העשיר יותר יביא כשבה או שעירה ואיצטריך למיכתב על חטאתו גבי עשירית האיפה ולא גבי עוף ואיצטריך למיכתב מחטאתו גבי כשבה וגבי עוף כדמפרש התם ועני מיקרי אפילו היה מורישו גוסס עד שימות ויכסנו דגוסס הרי הוא כחי לכל דבריו כדילפינן פרק שלשה מינין בנזיר תנו רבנן להחלו עד שעה שימות ר' אומר במותם יטמא עד שימות מאי ביניהו א\"ר יוחנן משמעות דורשי' איכא בינייהו דלמר משמע ליה מהאי קרא ולמר משמע ליה מהאי קרא ולתרוייהו אינו מוזהר על הגוסס עד שימות כדכתיב להחלו או במותם כדאמ'."
            ],
            [],
            [
                "<b>עשיר </b> שהפריש כשבה או שעירה ונפל בה מום אם רצה יביא בדמיה עוף שם פרק המביא בבריתא נסתאבו יביא בדמיהן עוף אם העני הפריש עוף ונסתאב לא יביא בדמיו עשירית האיפה דאין לעוף פדיון דלא נאמר פדיון אלא בבהמה."
            ],
            [
                "<b>הפריש </b> עשירית האיפה והעשיר עד שלא נתקדש בכלי הרי היא ככל המנחות ותפדה ותאכל ומשקדשה בכלי תעובר צורתה ותשרף דאין יכול לפדותה כדתניא סוף תוספתא דכריתות. עשיר שהפריש קן למכרה וליקח בדמיה כשבה או שעירה וכו' שם ר' אושעיא אומר מטמא מקדש עשיר שהפריש קן לכבשתו כלומר במקום כבשתו שרצה להקריב קרבן עני והעני הואיל ונדחה שבשעה שהפרישו לא היה ראוי להקריבו ידחה מתיב רב עוקבא וכו' אמרי כי א\"ר אושעיא לרבנן אבל ר' שמעון ס\"ל מת א' מהן מביא חברו שלא בהגרלה דברי ר\"ש בשעירי י\"ה דקסבר בעלי חיים אינם נדחין ודחוי מעיקרו אינו דחוי. עני שהקריב קרבן עשיר יצא ועשיר שהקריב קרבן עני לא יצא שם מימרא דר' אושעיא גבי מטמא מקדש עשיר לא יצא בקרבן עני וגבי מצורע תניא תורת המצורע לרבות מצורע עני שהביא קרבן עשיר שיצא דתורה משמע דתורה אחת לכולן יכול אפילו עשיר שהביא קרבן עני שיצא ת\"ל זאת ומאחר שכתוב אחד מרבה ואחד ממעט מסתמא דעני יוצא בקרבן עשיר דמעלין בקדש ולא עשיר בקרבן עני דאין מורידין:"
            ]
        ],
        [
            [
                "<b>כל </b> חייבי כריתות כגון ששגג ונודע לו שחטא אף על פי שלא ידע בתחלה שחטא חייב חטאת כדכתיב בעשותה אחת מכל מצות ה' ואשם או הודע אליו חטאתו אשר חטא כיון שידע בסוף אף על פי שלא ידע בתחלה חייב ובטומאת מקדש וקדשיו נאמר ונעלם ממנו והוא ידע ואשם מאחר שנאמר ונעלם ממנו מכלל שהיתה לו ידיעה בתחלה ונאמר והוא ידע מכלל שיש ידיעה בתחלה ובסוף והעלם בנתים כדתנן במתני' קמיתא דשבועות ידיעות הטומאה שתים שהן ארבע את שיש בה ידיעה בתחלה וידיעה בסוף והעלם בנתים הרי זה בעולה ויורד כגון שנטמא ושכח ונכנס למקדש או אכל קדש והיה יודע שזה מקדש וזה קדש אלא ששכח הטומאה דהיינו העלם טומאה וזדון מקדש וקדש או אפכא שידע שהוא טמא ושכח שזה מקדש וזה קדש ונכנס ואכל ואח\"כ זכר שזה מקדש וזה קדש או שכח שנטמא ושכח שזה מקדש וזה קדש ואח\"כ ידע שנטמא ושזה מקדש וזה קדש הרי ג' מחלוקת בקדש ושלש במקדש ויש לו ידיעה בתחלה ובסוף וחייב בקרבן עולה ויורד שם בריתא פלוגתא דר' עקיבא ור' דתניא מנין שאינו חייב אלא על שיש בה ידיעה בתחלה ובסוף והעלם בנתים תלמוד לומר ונעלם ונעלם ב' פעמים דברי ר' עקיבא גבי טומאת קרבן עולה ויורד כתיב תרי ונעלם והוא טמא ונעלם ממנו והוא ידע רבי אומר אינו צריך הרי הוא אומר ונעלם מכלל שידע והוא ידע הרי כאן שתי ידיעות א\"כ מה ת\"ל ונעלם ונעלם לחייב על העלם טומאה ועל העלם מקדש ומאי משמע דהאי ונעלם הוא מכלל דידע מעיקרא אמר רבא מדלא כתיב והיא עלומה ממנו א\"ל אביי אלא מעתה גבי סוטה וכו' אלא אמר רבא קסבר ר' ידיעת בית רבו הוי ידיעה שלמד בבית רבו שהנוגע בטומאה טמא והוא יודע כשנגע אבל לא נתכוון והתבונן שנטמא בטומאה כשנוגע בה ולא נזכר לו להכיר שהוא טמא בנגיעה זו ולית בה ידיעה בתחלה משכחת לה בתינוק שנשבה לבין הגוים ובמתני' דפ\"ב תנן ידיעות הטומאה שתים שהן ד' נטמא וידע ונעלמה ממנו הטומאה וזכור את הקדש נעלם ממנו קדש וזכר את הטומאה נעלמו ממנו זה וזה ואח\"כ ידע הרי זה בעולה ויורד ואע\"ג דמוקמי' מתני' כר' דידיעת בית רבו שמה ידיעה מ\"מ נקט סתם ידיעה אע\"ג דלא צריך והמדקדק יכול לפ' כולה מתניתין בידיעת בית רבו כך כתבו התוספות ופליגי תנאי במתני' ר' אליעזר ור\"ע ור' ישמעאל אי חייב על העלם טומאה או על העלם קדש ור' ישמעאל סבר כרבי דחייב על העלם טומאה ועל העלם מקדש כדכתיב ונעלם ונעלם שני פעמים ולהכי נקטי' כותיה דאף על גב דהלכה כר' עקיבא מחברו הכא איכא ר' ור' ישמעאל דאף ע\"ג דרבי ישמעאל לא בעי ידיעה בתחלה כדאמרינן בשלהי פירקין אפ\"ה מיחייב אהעלם טומאה והעלם מקדש כדאמר' וסתמא דמתניתין נמי הכי הוא נעלמה ממנו טומאה וזכור את הקדש או נעלם ממנו קדש וזכור הטומאה. נטמא ולא ידע באי זה אב נטמא ואח\"כ ידע חייב בקרבן עולה ויורד שם אמר חזקיה שרץ ונבלה איכא בינייהו דרבי אליעזר סבר עד דידע אי בשרץ איטמי או בנבלה איטמי ורבי עקיבא סבר לא בעיא דכיון דידע דנטמא לא צריך דאף על גב דכתיב בכל דבר טמא או בנבלת שרץ דמשמע דבעיא דידע אי בשרץ נגע אי בנבלה נגע לא היא דרבי עקיבא סבר דלא נקט שרץ אלא איידי דבעי למיכתב לכדרבי דאמרן לעיל אקרא אני חיה בהמה למה לי וכו' נקט נמי שרץ כתנא דבי רבי ישמעאל דכל פרש' שנאמרה ונשנית לא נשנית אלא בשביל דבר שנתחדש בה נעלמה ממנו הלכות טומאה שלא ידע ששיעור כעדשה מן השרץ טמא וידע שהשרץ מטמא ושכח שנגע בשרץ כלל הוי ספק משום דהויא התם בעיא דרב פפא וסלקא בתיקו וכן מי שלא ראה המקדש בימיו הוי בעיא דרבי ירמיה התם בן בבל שעלה לירושלם שיודע שיש מקדש בירושלם אבל לא ידע מקומו מהו ומוקמינן לה אליבא דרבי דבעיא ידיעה בתחלה ומחייב על העלם מקדש ואמר ידיעת בית רבו שמה ידיעה מאי כיון דידע דאיכא מקדש בעולם ידיעה היא או דילמא כיון דמקומו לא ידע ליה העלמה היא תיקו ולא דמי לידיעת בית רבו דאלו התם למד שהשרץ מטמא וכשנגע בו ידע שנגע בשרץ אבל לא נזכר לו להכיר שהוא טמא בנגיעה זו התם קאמר כיון שלמד שהנוגע בשרץ טמא וזה ידע כשנגע אין זה העלם אבל זה לא ידע מקום מקדש מימיו ואין כאן ידיעת בית רבו ואינו מביא קרבן שמא יכניס חולין לעזרה."
            ],
            [],
            [
                "<b>מי </b> שנטמא בעזרה שם פ\"ב במשנה נטמא בעזרה ונעלמה ממנו טומאה וזכור את המקדש או נעלם ממנו מקדש וזכור את הטומאה נעלמו ממנו זה וזה והשתחוה או שהה כדי השתחואה דהיינו כמימריה דקרא דכל ישראל רואין ברדת האש וכבוד ה' על הבית וכו'."
            ],
            [
                "<b>מי </b> שנטמא במזיד ולא שהה כשיעור הוי ספק שם בעיא דרבא צריך שהיה למלקות אם התרו בו שלא לעמוד ועמד פחות מכדי שהיה אי אין צריך שהיה למלקות לקרבן גמירי שהיה למלקות לא גמירי שהיה או דילמא בפנים גמירי שהיה ל\"ש לקרבן ול\"ש למלקות תיקו. תלה עצמו באויר עזרה מהו שם בעיא דרבא כי גמירי שהיה דבת השתחואה דלאו בת השתחואה לא גמירי דתלוי לאו בת השתחואה הוא או דילמא שהיה גמירי בפנים ל\"ש דבת השתחואה או לאו בת השתחואה תיקו. ואין חייבין אשם תלוי על לא הודע אלא בדבר שחייבין עליו כרת וחייב על שגגתו קרבן חטאת קבועה כדילפינן לעיל פ\"ח."
            ],
            [],
            [
                "<b>מי </b> שהיו לפניו ב' שבילין שם שלהי פ\"ב ת\"ר ב' שבילין אחד טמא ואחד טהור והלך בראשון ולא נכנס בשני ונכנס חייב שיש כאן בתחלה ידיעה וודאית ומקשינן ור\"ש פוטר בכולן ואפילו בהאי קמייתא בתמיה והא מה נפשך טמא הוא ומוקי לה רבא כגון שהלך בראשון ובשעה שהלך בשני שכח שהלך בראשון ת\"ק אליבא דר\"ש סבר מקצת ידיעה ודאית ככל ידיעה דלא ידע שהלך בשניהם שיהא טמא בודאי ולאו ידיעת ספק הוא ואי הוה ידע לכולה מילתא ה\"ל ידיעה ודאית והשתא הויא מקצת ידיעה ודאית כדאמר' והוי ידיעה מידי דהוה אידיעת בית רבו דילפינן לעיל דהויא ידיעה הלך בראשון ונכנס למקדש או אכל קדש פטור מפני שהוא ספק טמא. הזה שלישי ושביעי וטבל אחר שנכנס והלך בשני וחזר ונכנס למקדש חייב שם בבריתא דמה נפשך או ביאה ראשונה או ביאה שניה בטומאה היתה וא\"ר יוחנן כאן עשו ספק ידיעה כידיעה ולא דמי לנוגע בכעדשה ולא ידע אי כזית מטמא אי כעדשה מטמא דהוי בעיא לעיל וסלקא בתיקו דהתם הוא מסופק אי שייכא כלל טומאה במה שנגע אבל הכא פשיטא ליה דאיכא טומאה הילכך ה\"ל ידיעה טפי ואפשר דמשום דאמרינן דידיעת בית רבו הויא ידיעה סמכינן נמי אידיעת ספק הכא בטומאת מקדש וקדשיו."
            ],
            [],
            [
                "<b>היה </b> טמא ואמרו לו שנים נכנסת למקדש והוא אומר לא נכנסתי ריש פ' אמרו לו מודים חכמים לרבי יהודה ופליגי אדר' מאיר בחלבים ובביאת מקדש שאמרו לו נכנסת למקדש טמא והוא אומר לא נכנסתי נאמן שאם ירצה לומר מזיד הייתי אבל בטומאה אם אמר לא נטמאתי והעדים אומרים לו שנטמא לא מצי לתרץ דיבוריה הכא לומר לא נטמאתי דאינו יכול להכחיש את העדים והרי אלו נאמנים דאם הביאוהו שנים לידי מיתה חמורה ק\"ו שיביאוהו לידי קרבן הקל שהרי הכחישן כדאמר ר\"מ במתניתין."
            ],
            [
                "<b>טומאת </b> מקדש וקדשיו שהיה לו ידיעה בתחלה ולא בסוף שעיר י\"ה הנעשה בפנים וי\"ה תולין עד שיודע לו ויביא קרבן עולה ויורד ושאין בה ידיעה בתחלה ויש לו ידיעה בסוף שעיר הנעשה בחוץ וי\"ה מכפרין שם במשנה קמייתא דשבועות ובמתניתין גופה יליף טעמא מדכתיב מלבד חטאת הכיפורים גבי שעיר הנעשה בחוץ כתיב ושעיר חטאת אחד מלבד חטאת הכיפורים והוא הנעשה בפנים על מה שזה מכפר זה מכפר דהקישן הכתוב בהאי קרא ללמד דמה פנימי אינו מכפר אלא על דבר שיש בו ידיעה בתחלה כדילפינן בגמרא דאינו תולה אלא על דבר שיש בו ידיעה דת\"ר וכפר על הקדש מטומאות בני ישראל בשעיר הנעשה בפנים בפרשת אחרי מות כתיב ויש לי להביא בהאי טומאה ג' טומאות ע\"ז גילוי עריות שפיכות דמים דכתיב בהו טומאה ת\"ל מטומאות בני ישראל ולא כל טומאות והואיל ולא פירש לך על אי זו מהם לא מסור אלא לחכמים לפרש על אי זו מדבר צא ולמד בבנין אב אי זו טומאה מצינו חלוקה במקום אחר טומאת מקדש וקדשיו דמייתי עולה ויורד ושאר עבירות בקרבן קבוע אף כאן בטומאת מקדש וקדשיו דברי ר' יהודה רש\"א ממקומו הוא מוכרע דכתיב וכפר על הקדש מטומאות של קדש יכול על כל טומאה שבקדש יהא שעיר פנימי מכפר ת\"ל ומפשעיהם לכל חטאתם חטאים דומיא דפשעים מה פשעים שאינם בני קרבן שהם במזיד אף חטאים שאינם בני קרבן ומנין דתולה לשיש בה ידיעה בתחלה ואין בה ידיעה בסוף ולא לשאין בה ידיעה בתחלה שאף היא אינה בת קרבן ת\"ל לכל חטאתם הראויה לבא לכלל חטאת כשידע יביא קרבן עולה ויורד יצתה שאין בה ידיעה בתחלה שאין באה לכלל חטאת לעולם שהרי אין קרבן בא אלא על שיש בו ידיעה בתחלה והא לא אפשר וכיון דאיתקש שעיר הנעשה בחוץ לנעשה בפנים כדכתיב מלבד חטאת הכיפורים מה פנימי אינו מכפר אלא על דבר שיש בו ידיעה בתחלה ולא בסוף כדילפינן דתולה עד שידע אף חיצון אינו מכפר אלא על שיש בו ידיעה והיינו ידיעה דבסוף דאינו חייב קרבן ומכפר זה כפרה גמורה בלא תליה אבל על שהיה לו ידיעה בתחלה ולא בסוף לא מכפר כפרה גמורה דלא כתיב מחטאתם אלא לכל חטאתם מכלל דבני חטאת נינהו וכי מאחר שאינו מכפר למה תולה א\"ר זירא שאם מת מת בלא עון א\"ל רבא אם מת מיתה ממרקת אלא אמר רבא להגן עליו מן היסורים ופריך בגמרא מכדי איתקושי איתקוש להדדי נכפר פנימי אדידיה לתלות על שיש בו ידיעה בתחלה ולא בסוף ואדחיצון לכפר על שאין בו ידיעה בתחלה ונפקא מינה להיכא דלא עבד חיצון שלא היה להם שעירים כל הצורך אמר קרא במזבח פנימי וכפר אחת בשנה כפרה אחת מכפר ואינו מכפר שתי כפרות וניכפר חיצון אדידיה ואפנימי ונפקא מינה לטומאה שאירעה בין זה לזה אמר קרא אחת בשנה תרי זמני כתיב לומר כפרה זו לא תהא אלא אחת בשנה ובתרוייהו י\"ה מועיל עם הקרבנות דכתיב כי יום כיפורים הוא לכפר וגו'. ועל שאין בו ידיעה לא בתחלה ולא בסוף שעירי הרגלים ושעירי ר\"ח מכפרים כרבי יהודה במתני' ובגמרא אמר רב יהודה אמר שמואל מ\"ט דר' יהודה אמר קרא ושעיר עזים אחד לחטאת לה' חטא שאין מכיר בו אלא ה' יהא שעיר זה מכפר ומשום דדרשינן נמי הביאו עלי כפרה על שמיעטתי את הירח דייקי' דה\"ל למיכתב חטאת ה' מאי לה' ש\"מ תרתי ושעירי הרגלים ילפינן דכתיב בהו ושעיר דהוה מצי למיכתב שעיר בכולה וכתיב ושעיר וא\"ו מוסיף על ענין ראשון מה שעירי ר\"ח אינם מכפרים אלא על שאין בו ידיעה לא בתחלה ולא בסוף אף שעירי הרגלים כן ושעירי ר\"ח גופיה דלא מכפר על שאר עבירות שלא נודע לו ילפינן מדתנא רבי ישמעאל הואיל וזה בא בזמן קבוע שעיר דחיצון וזה של ר\"ח נמי בא בזמן קבוע מה זה אינו מכפר אלא על טומאת מקדש וקדשיו אף של ר\"ח כן והואיל והוא למד בבנין אב חוזר ומלמד בהקש לשעירי הרגלים על זדון טומאת מקדש וקדשיו שם סתמא דמתניתין שעיר הנעשה בפנים וי\"ה מכפרים ובגמרא ת\"ר ושחט את שעיר החטאת אשר לעם ולא לכהנים שאין מתכפרים בו ובמה מתכפרים בפרו של אהרן ומוטב שיתכפרו בפרו של אהרן שהרי הותר מכללו אצל ביתו דאף על גב דכתיב אשר לו דמשמע לו ולא לאחרים הותר אצל ביתו דכתיב וכפר בעדו ובעד ביתו וכי תימא ביתו כתיב ולא שאר הכהנים הא כתיב בית אהרן בית הלוי דכולן קרויין ביתו:"
            ]
        ],
        [
            [
                "<b>מצות קסה </b> שיקריבו הסנהדרין קרבן אם טעו והורו שלא כהלכה כל דבר שחייבין על שגגתו חטאת קבועה אם שגגו ב\"ד הגדול בהוראה ושגגו ועשו העם על הוראתם ואח\"כ נודע לב\"ד שטעו הרי ב\"ד חייבין להביא קרבן חטאת על שגגתן בהוראה אע\"פ שהם עצמם לא עשו ושאר העם העושים על פיהם והוראתם פטורים כדתנן פרק קמא דהוריות בין שעשו ב\"ד ועשה אחריהם בין שעשו ועשה עמהם בין שלא עשו ועשה פטור מפני שתלה בב\"ד ובת\"כ תניא ואם כל עדת ישראל ישגו ונעלם עדה זו ב\"ד כדכתיב ושפטו העדה וגו' ואין חייבין אלא על העלם דבר של הוראת ב\"ד כדתנן אין חייבין אלא על העלם דבר עם שגגת מעשה ובגמרא מנ\"ל דת\"ר ישגו יכול יהו חייבין על שגגת מעשה ת\"ל ישגו ונעלם דבר אין חייבין אלא על העלם דבר עם שגגת מעשה של הקהל כדכתיב ישגו ונעלם דבר דמשמע שגגת מעשה עם העלם דבר של הוראה והיינו בכל כריתות שחייבין על זדונן כרת ועל שגגתן חטאת ואם הורו בדבר שחייבין אשם ודאי פטורים דכתיב באשם ודאי נפש אחת וב\"ד אינם בכלל נפש אחת ועוד דבאשמות אין בה דין העלם דבר דאשם ודאי חייבין על המזיד כשוגג כדתנן נמי התם ובגמרא מנ\"ל דתניא רבי אומר נאמר כאן עליה ונאמר להלן עליה ונודעה החטאת אשר חטאו עליה ובכריתות כתיב לגלות ערותה עליה מה להלן זדונו כרת ושגגתו חטאת אף כאן דבר שזדונו כרת ושגגתו חטאת ובשגגת ע\"ז שהורו בית דין ועשו הקהל על פיהם בעינן נמי העלם דבר עם הוראת מעשה כדתנן נמי התם וילפינן בגמרא נאמר כאן מעיני הקהל ונאמר להלן בפרשת שלח לך בהעלם ע\"ז אם מעיני העדה וגו' מה מעיני דפרשת ויקרא העלם דבר עם שגגת מעשה כדילפינן ישגו ונעלם אף מעיני דשגגת ע\"ז העלם דבר עם שגגת מעשה וקרבן שגגת הוראת ע\"ז הוא פר לעולה ושעיר לחטאת מכל שבט ושבט כדכתיב ועשו כל העדה פר בן בקר וגו' ושעיר עזים אחד לחטאת ובשגגת ע\"ז הכתוב מדבר כדכתיב וכי תשגו ולא תעשו את כל המצות האלה מצוה אחת שהי' ככל המצות מה עובר על כל המצות פורק עול ומפר ברית ומגלה פנים אף מצוה זו כן ואי זו זו ע\"ז כדכתיב אשר דבר ה' אל משה אנכי ולא יהיה לך מפי הגבורה שמענום את כל אשר צוה ה' אליכם ביד משה מן היום וגו' מגיד שכל המודה בע\"ז ככופר בכל התורה כלה ובכל מה שנתנבאו הנביאים כדכתיב מן היום אשר צוה ה' והלאה לדורותיכם ובפ' כהן משיח תנא דבי רבי ישמעאל אמר קרא אשר צוה ה' אליכם ביד משה אי זו היא מצוה שהיא בדיבורו של הקב\"ה וצוה על ידי משה. הוי אומר זו ע\"ז דאנכי ולא יהיה לך דהיינו ששמעו מדיבור הקב\"ה וצוה על ידי משה בכמה מקומות בתורה כגון לא תשתחוה לאל אחר דלא שמענו אלא מפי משה וקרבן שגגת הוראת שאר כריתות הוא פר חטאת לכל שבט כדכתיב והקריבו הקהל פר בן בקר לחטאת ותנן פרק קמא הורו ב\"ד ועשו כל הקהל או רובן על פיהם מביאין פר ובע\"ז פר ושעיר דברי ר\"מ ר' יהודה אומר י\"ב שבטים מביאים י\"ב פרים וי\"ב שעירים דקסבר צבו' מביאין פר ולא ב\"ד דכתיב והקריבו הקהל וכל שבט ושבט איקרי קהל כדילפינן בגמרא מדכתיב ויאמר אליו הנני מפרך והרביתיך ונתתיך לקהל וגו' מאן אתיליד ליה ההוא שעתא בנימין ש\"מ ה\"ק רחמנא מתיליד לך השתא קהל אחרינא אלמא בנימין לחודיה איקרי קהל וכיון דקהל דכתיב גבי שאר כריתות הוי שבט כדאמרינן עדה דכתיב גבי שגגת ע\"ז נמי הוי שבט. והפרים והשעירים הם נשרפים כדכתיב בפר העלם דבר דכתיב והוציא את הפר ושרף אותו וגו' ותנן פרים הנשרפים ושעירים הנשרפים וכו' דהיינו שעירי ע\"ז שהוקשו לפר העלם לכל דבריהם כדתניא פרק ב\"ש ועשה לפר כאשר עשה לפר החטאת כן יעשה לו לפר זה פר כהן משיח האמור בפר' החטאת אלו שעירי ע\"ז להביאן כדין פר העלם לטעון הזאה על הפרוכת ועל מזבח הזהב ולישרף חוץ לג' מחנות לפי שבמקומו לא נתפרשו הלכותיו בפרשת שלח לך. בין שעשו כל ישראל שבארץ ישראל על פי ב\"ד שהורו בין שעשו רוב ישראל בין רוב השבטים מביאים כמנין כל השבטים פר לכל שבט ושבט ושעיר לכל שבט בע\"ז אף אלו שלא חטאו מביאין על ידי החוטאים כרבי יהודה דתנן רבי יהודה אומר שבעה שבטים שחטאו מביאין ז' פרים ושאר שבטים שלא חטאו מביאין על ידיהם פר ובגמרא מ\"ט דר' יהודה קסבר ד' קהלי כתיבי מעיני הקהל והקריבו הקהל דלימא קרא מעיני קהל והקריבו קהל מאי הקהל תרי הקהל הרי ארבע וחטאת הקהל לא קא חשיב דהא לא כתיב לא בהקרבה ולא בהוראה חד לחייב על כל קהל וקהל פר דשבט אחד איקרי קהל כדאמרי' וחד להוראה תלויה בב\"ד ומעשה תלוי בקהל כדכתיב הקהל ועשו דמשמע הוראה תלויה בב\"ד ומעשה בקהל וחד לגרירה דשאר השבטים שלא חטאו נגררין אחר החוטאים ומביאים על ידיהם פר וחד לשבט שעשה בהוראת בית דינו ועשה אותו השבט על פיהם לרבי יהודה וחכמים אומרים אין חייבין אלא על הוריית בית דין הגדול כדכתיב עדת ישראל ישגו ולא עדת אותו שבט ועדת ישראל היינו סנהדרין של ישראל דהיינו בית דין הגדול ורוב ישראל אפילו הן מיעוט שבטים ורוב שבטים אפילו הן מיעוט ישראל הוא דמיגררי שאר שבטים בתריהו דלייתי כולהו פר כל שבט אבל שבט אחד אפילו עשו בהוראת ב\"ד הגדול לא מגררי בתריהו שאר שבטים אלא לר' יהודה אבל חכמי' פליגי עליה בהא וסברי דשבט אחד ואפילו ב' או ג' דהוו מיעוט לא מגררי בתריהו שאר שבטים ואין מביאין פר אחד דאף על גב דס\"ל דשבט אחד איקרי קהל אפי' לחכמים דפליגי אר' יהודה היינו להביא כל שבט פר כשהם רוב ישראל או רוב שבטים ומגררי בתריהו שאר שבטים כדאמ' לר\"ש בן אלעזר דכתיב מעיני הקהל דמשמע מיעוטא וכתיב כי לכל העם דמשמע רובא ולא מיעוטא הא כיצד שבעה שבטים והם מיעוט ישראל או רוב ישראל והם מיעוט שבטים ורבי יהודה ורבנן משמע דמודו בהא דר\"ש בן אלעזר לענין דלא מגררי שאר שבטים בתריהו אלא כשחטאו רובא כי האי אבל רשב\"א סבר דאפי' בלא גרירא לא מחייבי ב' או ג' שבטים אלא כי הוו רובא דשבטי' או רובא דישראל חייבין ב\"ד להבי' פר ושעיר."
            ],
            [
                "<b>ב\"ד </b> שנסתפק להם אם שגגו בהוראה או לא אינם חייבים באשם תלוי כדכתיב ונודעה החטאת עד שיודע ואחר כך יתחייבו בקרבן בד\"א שב\"ד חייבין והעושים על פיהם פטורים מן הקרבן כשיהיו בית דין הגדול כדכתיב עדת ישראל ישגו דהיינו בית דין הגדול והאי דכתב הרב ב\"ד חייבים היינו שחייבים ב\"ד להביא מכל שבט ושבט כדא' לרבי יהודה דשבט איקרי קהל ור\"ש הוא דבעי נמי דיביאו ב\"ד פר אבל לרבי יהודה לא מיחייבי ב\"ד להביא אלא מכל שבט ושבט והאי דאמרינן ב\"ד חייבין היינו לאפוקי דאותם שחטאו לא מיחייבי אלא ב\"ד מכל שבט כדאמרינן ובעינן שיהיה עמהם ראש ישיבה שיהיו כולם ראויים להוראה ויטעו כולם או רובם ויאמרו מותרים אתם ויעשו כל הקהל או רובו על פיהם שוגגים ויורו לבטל מקצת ולקיים מקצת כדנילף בסמוך:"
            ]
        ],
        [
            [
                "<b>הוראת </b> ב\"ד של אחד מן השבטים אפילו אינם עוקרין כל גוף מגופי תורה אינה הוראה אלא כל מי שחטא מביא חטאת דבית דין הגדול של כל ישראל בעינן כדילפינן ואם לא היה מופלא שבדיינים עמהם או אחד מהב\"ד אינו ראוי להוראה אין הוראתם הוראה וחייב חטאת כל מי שחטא כדתנן במתניתין פרק קמא או שלא היה מופלא שבדייני' שם אע\"ג דלא הוה מסנהדרין עצמן דאלו הוה מסנהדרין עצמן אפילו קטן שבכולם לא היה שם לא הויא הוראה מעליא מדכתיב אם כל עדת ישראל ישגו איתא לכולה סנהדרין הויא הוראה ואי לא לא והאי מופלא נצטרך לצאת לדרך ומינו אחר במקומו או זקן שאין לו בנים ובגמרא מנא לן תנא דבי רבי ישמעאל מפני מה אמרו הורו בדבר שהצדוקין מודים בו פטורין מפני שהיה להם ללמוד ולא למדו לא היה מופלא של בית דין שם נמי פטורין מפני שהיה להם ללמוד ולא למדו ובשאין אחד מהן ראוי להוראה ילפינן במתניתין מדנאמר כאן עדה ונאמר להלן עדה ושפטו העדה והצילו העדה דהיינו סנהדרין מה להלן ראויין להוראה אף כאן עד שיהיו כולם ראויין להוראה והתם מנא לן אמר רב נחמן בר יצחק אמר קרא ונשאו אתך בדומין לך שיהיו ראויין להוראה. וכן ידע אחד מהם שטעו ואמר להם טועים אתם שם במשנה וטעמא משום דלא הויא הוראה מעליא דבעינן עד שיורו כולן כדאמר רבי יונתן מאה שישבו להורות אין חייבין עד שיורו כולן דכתיב אם כל עדת ישראל ישגו עד שישגו כולן ואף על גב דאותבינן עליה וסלקא בתיובתא. לא אמר להם טועים אתם אלא שתק כגון שהרכין בראשו הויא הוראה ואלו ששתקו אף על פי שעשו על פי אלו שהורו חייבים שלא תלו בבית דין שם בריתא האי הוא דחייב שלא תלה בבית דין דהא ידע שטעו הא אחר פטור. וכן אם לא אמרו מותרים אתם לא מיקרי הוראה שם ריש מכילתין מימרא דשמואל עד שיאמרו מותרים אתם רב דימי אמר עד שיאמרו מותרים אתם לעשות מאי טעמא לפי שלא נגמרה הוראה ואיכא דאמרי אמר שמואל עד שיאמרו מותרים אתם לעשות ותניא נמי הכא כדמייתי' התם. וכן אם הורו ועשו מיעוט הקהל על פיהם כל אחד מהם מביא חטאתו ואף על גב דתנן והלך היחיד ועשה על פיהם פטור והתולה בבית דין פטור היינו לרבי יהודה אבל לרבנן סברי דיחיד שעשה בהוראת בית דין חייב חטאת כדתניא מיעוט קהל שחטאו חייבים שאין בית דין מביאין על ידיהם פר רוב קהל שחטאו יכול יהו פטורין בשגגת מעשה הואיל וב\"ד מביאין על ידיהם פר כשעושים על הוראת ב\"ד תלמוד לומר מעם הארץ אפילו רוב חייבים בשגגת מעשה גרידתא דמייתו כל חד כשבה או שעירה דהאי דכתיב מעם הארץ בשגגת מעשה הוא דכתיב ומדמהדר על מיעוט דמחייבי בשגגת מעשה ובסוף מהדר על רובא לחיוביה בשגגת מעשה משום דבהוראת בית דין פטורים ובית דין מביאין על ידיהם שמע מינה מיעוט בהוראה חייבים כשבה או שעירה דרוב ישראל בעינן כדאמ' ואף על גב דהכא תניא בית דין מביאין על ידיהם פר דאתי כרבי מאיר אפילו הכי שמעינן מיהא דרוב צבור בעיא כשעשו על הוראת בית דין להתחייב בפר ולהיות פטורים כל אחד מן החוטאים להביא חטאת. הסנהדרין עצמן שעשו בהוראתן אינם מצטרפין שם בית דין משלים לרוב צבור קמיפלגי דרבנן סברי דמחייבי חוטאים כשבה או שעירה דאין ב\"ד משלים לרוב ישראל דהוראה תלוייה בבית דין ומעשה בקהל. עשו רוב אנשי ארץ ישראל על פיהם אפילו הם שבט אחד בית דין חייבין והעושים פטורים שם אמר רב אסי הלך אחר רוב יושבים בארץ ישראל דכתיב ויעש שלמה בעת ההיא את החג וכל ישראל עמו קהל גדול מלבוא חמת עד נחל מצרים מכדי כתיב וכל ישראל עמו קהל גדול מלבוא חמת עד נחל מצרים למה לי שמע מינה הני הוא דאיקרו קהל דאות' שבח\"ל אינם מן המנין וכן רוב השבטים אף על פי שהם מיעוט יושבי ארץ ישראל כדילפי' לעיל לרשב\"א מדכתיב מעיני דמשמע מיעוטא וכתיב כי לכל העם בשגגה דמשמע רובא ושבט מנשה ואפרים הם שבט אחד לענין זה דאף על גב דכתיב כראובן ושמעון יהיו לי הא כתיב על שם אחיהם יקראו בנחלתם דמשמע דלנחלה הוקשו מנשה ואפרים לשאר השבטים שיהו נוטלים נחלה כשאר שני שבטים ולא לדברים אחרים הילכך אין מביאין שתי פרים דהא דחלוקים בדגלים ובנשיאים היינו כדי לחלוק כבוד לדגלים ולנשיאים ואם כן בשבט לוי הם שנים עשר דאיקרו קהל כדכתיב בכהנים ועל הכהנים ועל כל עם הקהל יכפר."
            ],
            [],
            [
                "<b>היו </b> העושים מרובים בשעת החטא ומועטי' בשעת ידיעה או איפכא הכל הולך אחר המעשה שם פשיטא מרובין ונתמעטו פלוגתא דרבי שמעון ורבנן דפליגי בפרק כהן משיח בחטאו כהן משיח ונשיא עד שלא נתמנו ואחר כך נתמנו הרי אלו כהדיוט דרבנן בתר חטא אזלי דכתיב אם הכהן המשיח יחטא פרט לקודמות דיחטא במשיחות הוא דמביא פר אבל אם כשחטא לא היה כהן משיח אין מביא פר וגבי נשיא נמי כתיב אשר נשיא יחטא כשהוא נשיא ולא כשיחטא והרי הוא הדיוט וכיון דהכא אזלינן בתר מעשה גבי הוראה נמי אזלינן בתר מעשה ואף על גב דנתמעטו בשעת ידיעה שמתו קצתם הוו רוב ואם היו מועטים ונתרבו כגון שמתו מן המרובין שלא חטאו לכ\"ע פטורים דכי חטאו בפטור חטאו דמיעוט שעשו בהוראת ב\"ד פטורין מפר וחייבין כל אחד בכשבה או שעירה."
            ],
            [
                "<b>הורו </b> בית דין בחלב ואחר כך הורו בע\"ז שם מיעוט בחלב ומיעוט בע\"ז מהו כיון דאין איסורם ואין קרבנם שוה לא מיצטרפי או דילמא כיון דאידי ואידי כרת הוא מצטרף תיקו ואף על גב דסלקא בתיקו כתב הרב ז\"ל דמצטרפין כיון דחזינן מיעוטי אחריני דמיעוט בחלב ומיעוט בדם דמצטרפי כדאמר' התם משום דאיסורן וקרבנן שוה ואף על גב דמיעוט בחלב ומיעוט בע\"ז אין איסורן וקרבנן שוה אפילו הכי מוטב שיצטרפו ויביאו פר כל שבט משיביאו כל אחד קרבן חטאת דאיכא חשש טפי בהבאת חולין לעזרה כשיביאו כל אחד קרבן חטאת ממה שיביאו כל השבטים שנים עשר פרים כנ\"ל והראב\"ד ז\"ל כתב דלא בית דין מייתו ולא צבור מייתו ר\"ל לא ב\"ד פר לכל שבט ולא צבור כל אחד מן החוטאים משום חשש הבאת חולין לעזרה אי נמי לא ב\"ד מייתו אליבא דרבי מאיר ולא צבור מייתו אליבא דרבי יהודה כלומר דלא מיצטרפי ומוקמינן להו אחזקתייהו דמייתי כל חד חטאת כדיניה וכשהורו על החלב ועל ע\"ז אפילו שלא בבת א' ואכלו מיעוט הקהל חלב ומיעוטן עבדו אותה ע\"ז ואחר כך נודע לב\"ד שהורו בטעות בשתיהן פשיטא דמיצטרפי כיון דהוי בידיעה אחת דעד כאן לא איבעיא לן אלא בשתי ידיעות אבל בידיעה אחת כיון דידעו דטעו רוב ישראל בהוראת בית דין אפילו הוו בשני איסורין חלוקין מיצטרפי כדאמ' ולא איבעיא לן אלא בשני ידיעות והיינו בבית דין אחד שהורו בחלב ובע\"ז. אבל ב\"ד א' בחלב ומת אותו בית דין וטעה אחר והורה בע\"ז או אפי' בחלב אין אלו מצטרפין שם למאן דאמר בית דין מייתי לא תיבעי לך דהא ליתנהו ב\"ד קמא כי תיבעי לך אליבא דמאן דאמר צבור מייתי מאי צבור הא קאי או דילמא ידיעה דההוא בית דין דהורו מעיקרא בעי' תיקו וכיון דסלקא בעיא בתיקו כתב הרב ז\"ל דאין מצטרפין ולא יביאו השבטים פר וכל חד מן החוטאים נמי לא יביאו חטאת משום חשש דחולין לעזרה או איפשר דיביא כל אחד חטאת כדין מיעוט הקהל דכיון דלא מצינן למיפשט שיצטרפו להביא פר כל שבט א\"כ אוקמי' להו אחזקתיהו דחייבין כל חד חטאת אבל בבעיא קמיתא דסלקא נמי בתיקו כתב דמצטרפין דומיא דשני מיעוטין דחלב ודם דאמרינן דמצטרפין דכיון דבעינן להא בעיא באם תמצא לומר דחלב ודם מצטרפי בהא נמי מצטרפי דכיון דהוי ספיקא דסלקא בתיקו אי מחייבי כל חד להביא חטאת או מצטרפי אמרינן דמצטרפי דומיא דהני מיעוטי אחריני מספקא אף על גב דבעיא לא איפשיטא. ידע אחד מן הקהל שטעו בית דין באותה הוראה ועשה על פיהם שעלה על דעתו שמצוה לשמוע דבריהם אף על פי שהם טועים חייב חטאת ואינו מצטרף למנין השוגגים המביאי' פר שטעו בהוראת ב\"ד שם במשנה קמייתא הורו ב\"ד וידע אחד מהם שטעה או תלמיד ראוי להוראה ועשה על פיהם חייב שלא תלה בב\"ד ובגמרא תרתי למה לי תלמיד וראוי להוראה איצטריך סד\"א תלמיד דגמיר וסביר תנא ראוי להוראה ממשנה יתירא שלא לצורך לאשמועינן דאפילו גמיר ולא סביר או איפכא משמע דוקא כי הני אבל דלא גמיר ולא סביר אין ידיעתו ידיעה ודאית ומצטרף לכלל השוגגים דהא דתנן וידע אחד מהם היינו מב\"ד ואפילו אינו מהם אי הוי תלמיד וראוי להוראה כדאמר' אין אבל אחריני לא והא דלא חשיב מזיד להא ראוי להוראה ולא יביא חטאת הואיל דידע שטעו ב\"ד היינו משום דטעה במצוה לשמוע דברי חכמים אפילו למיעבד איסורא. נתחלף לו חלב שהתירו ב\"ד בשומן ולא ידע בהוראת ב\"ד אלא שאכלו בשוגג חייב חטאת כאיכא דאמרי אמר רבא שוגג על פיהם הוא דתנן דפטור דלא הוי שוגג אלא על פי ב\"ד ממש שהורו שמותר אבל אי הוה שוגג שלא ידע שהיה חלב חייב שאכילתו מפני שגגתו לא מפני הוראת ב\"ד ואינו משלים לרוב דכתיב כי לכל העם בשגגה עד שיהו כולן בשגגה א'. וכן התולה בעצמו שחושב שדבר זה מותר ולא תלה בב\"ד חייב חטאת כדתנן זה הכלל התולה בעצמו חייב בב\"ד פטור ואמרינן בגמ' לאיתויי מבעט בהוראת ב\"ד וכשהוא עושה על פי עצמו הוא עושה וכל שהוא חייב חטאת בפני עצמו אינו מצטרף לרוב השוגגים דרוב טועים בהוראת ב\"ד בעי'."
            ],
            [],
            [
                "<b>הורו </b> ב\"ד להתיר דבר האסור בזדון ועשו הקהל בשוגג שם במשנה מזידין ועשו שוגגין מביאין כשבה או שעירה דלא הוי הוראה מעליא דאם כל עדת ישראל ישגו כתיב דבעינן שוגגין ב\"ד דהאי עדת ישראל ישגו בב\"ד משתעי ב\"ד שוגגין ועשו מזידין הרי אלו פטורים דמזיד לאו בר קרבן הוא:"
            ]
        ],
        [
            [
                "<b>בית </b> דין ששגגו והורו לעקור גוף מגופי תורה ועשו כל העם על פיהם ב\"ד פטורים מלהביא פר מכל שבט והעושים על פיהם חייבים כל אחד להביא חטאת שם פרק קמא במשנה הורו ב\"ד לעקור את כל הגוף אמרו אין נדה בתורה אין שבת בתורה אין ע\"ז בתורה הרי אלו פטורים הורו לבטל מקצת ולקיים מקצת הרי אלו חייבים כיצד אמרו יש נדה בתורה אבל הבא על שומרת יום כנגד יום פטור יש שבת בתורה אבל המוציא מרשות היחיד לרשות הרבים פטור יש ע\"ז בתורה אבל המשתחוה פטור הרי אלו חייבים שנאמר ונעלם דבר ולא כל הגוף ובגמ' תנו רבנן דבר ולא שיעקר את כל המצוה כולה כיצד אמרו אין נדה בתורה וכו' ואימ' דבר כולה מילתא משמע דהורו לעקור את כל הגוף דהא לא כתיב מדבר ואימ' אפכא הורו לבטל מקצת ולקיים מקצת פטורין הורו לעקור את כל הגוף חייבין תלמוד לומר ונעלם דבר בא ללמד דביטול מקצת וקיום מקצת חייב מאי משמע אמר עולא קרי ביה ונעלם מדבר דהאי מ\"ם דונעלם שדי אדבר דמ\"ם נדרשת לפניו ולאחריו וקרי ביה נעלם מדבר דמשמע מדבר ולא כל דבר חזקיה אמר מסיפיה דקרא דכתיב מכל מצות ולא כל מצות ובחד וא\"ו היא דחדא מצוה משמע וקאמר מכל מצות ולא כל המצוה ורב אשי יליף דבר דבר מזקן ממרא דכתיב ביה מן הדבר ולא כל הדבר כדאית' התם ואמר שמואל אין ב\"ד חייבין עד שיורו בדבר שאין הצדוקין מודים בו אבל בדבר שהצדוקין מודין בו פטורין דלא הוי הוראה מעליא דזיל קרי בי רב הוא כיון דאיפשר ללמוד ולידע לא הוי שוגג אלא קרוב למזיד ואקשי' והא שומרת יום כנגד יום דאמרינן במתני' דחייב דונעלם דבר ולא כל דבר והא שומרת יום כתיב דכתיב וספר לה מלמד שסופרת אחד לאחד דהיינו יום כנגד יום ואוקמינן כגון דהורו דזבה לא הויא אלא ביממי כדכתיב כל ימי זובה אבל היכא דחזיא בליליא טהורה וה\"ה לשומרת יום והוא הוראה בדבר שאין הצדוקין מודים בו והוצאה נמי דכתיבא כדכתיב לא תוציאו משא מבתיכם וכתיב אל יצא איש ממקומו דאל יצא בכליו משמע מוקמינן במושיט וזורק דלא כתיב בהדיא ומשתחוה דכתיב בהדיא לא תשתחוה לאל אחר אוקמי' דאמרי השתחויה גופה כדרכה הו' דאסור בפישוט ידים ורגלים כדכתיב וישתחוו לו אפים ארצה הא השתחויה דלית בה פישוט ידים ורגלים שריא והא לא כתיב בהדיא ואם הורו דאין חרישה בשבת או מלאכה אחד מן המלאכות הוו בעיא דרב יוסף התם אי אמרינן כיון דקא מודו ב\"ד בשאר מלאכות דשבת הוי כביטול מקצת וקיום מקצת או לא ובעי' למיפשט מפשט' דמתני' דמוציא מרשות לרשות דהוי בטול מקצת ודחיה לה כדשניין מעיקרא דהוי בזורק ומושיט ואף על גב דהוי בלשון דחיה כיון דמכי מוקמינן למתני' כדאמרן לעיל פשטיה נמי בעיא דרב יוסף דהוי עיקר הגוף כיון דהורו דאין חרישה בשבת דכיון דהויא מלאכה באפי נפשה הוי עקירת כל הגוף כדאמרינן וגבי הוצאה דמושיט וזורק לא הוי עקירת כל הגוף כיון דמודים בהוצאה והני בכלל הוצאה נינהו וכן הורה שמותר לפרוש בקישוי אבר מאשתו נדה או שהאוכל דם הלב מותר הוי ביטול מקצת וקיום מקצת."
            ],
            [],
            [
                "<b>והוראה </b> בטעות שדמו ששקעה החמה בשבת והתירו שיעשו מלאכה וזרחה להם החמה לא הויא הוראה אלא טעות וכל שעשה מלאכה חייב חטאת וכן אם התירו בית דין לינשא אשה שהועד בפניהם שמת בעלה אינה הוראה אלא טעות כדאמ' פרק האשה רבה ואף רבי אלעזר סבר דטעות הוא וכו' וכל שהוא טעות אין זה העלם דבר."
            ],
            [
                "<b>ב\"ד </b> ששכחו עצמו של חטא שהורו בו אף ע\"פ שהם יודעים שחטאו ואע\"פ שמודיעים אותם העם מה שהורו בו אינם מביאים פר בהוראת ב\"ד ואותם שעשו על פיהם חייבים שם פרק קמא דהוריות בריתא תלמוד לומר ונודעה החטאת אשר חטאו עליה והקריבו כלומר דצריך שידע החטאת שיהו יודעים על מה הורו אם על החלב אם על הדם ולא שידעו החוטאי' דלא סגי בידיעת החוטאים ורש\"י ז\"ל פירוש ולא שידעו החוטאים דלא סגי בידיעת החוטאים דאכלו חלב ודם וחד מינייהו בהוראה הוה ואפילו הכי פטורין דצריך שיוברר להם אותו חטא שעשו בהוראה דמשמע דאם ידעו העם והוברר להם מה שעשו בהוראה דהויא הוראה אף על פי שב\"ד שכחו ולא ידעו השתא אלא על פיהם ולישנא דלא שידעו החוטאים משמע כפי' הרב דנראה שאפילו שידעו החוטאים ההוראה עצמה שעשו על פיהם אינה הוראה אם לא ידעו בית דין דבהם תלוי כדכתיב ונודעה החטאת והקריבו וגו'."
            ],
            [
                "<b>ב\"ד </b> שהורו בשגגה ונודעה להן שגגתן בין שהביאו כפרתן בין שלא הביאו העושה חייב אשם תלוי שם במשנה רבי אליעזר אומר ספק כלומר ספק אי כתולה בב\"ד או תולה בעצמו ומביא אשם תלוי כיון שהוא בתוך ביתו היה לו לשמוע שחזרו ב\"ד הלך לו למדינת הים פטור ואמר רבי עקיבא מודה אני בזה שהוא קרוב לפטור דהא ודאי תולה בבית דין שלא ידע חזרתם הואיל והלך לו והנבהל לצאת לדרך נמי פטור שם בגמרא אמר רבא החזיק בדרך איכא בין רבי עקיבא לבן עזאי דלרבי עקיבא כיון דטריד הוא לא הוה איפשר ליה לשמוע שחזרו בהם הילכך תולה בב\"ד הוא ופטור:"
            ]
        ],
        [
            [
                "<b>הדיוט </b> מביא חטאתו שעירה או כשבה והנשיא שעיר וכהן משיח פר כדאמרינן בפרק א' והאי דכהן מביא פר היינו בהוראת עצמו ועשה בהוראתו כדתנן במשנה פרק הורה כהן משיח לעצמו שגג ועשה שוגג מביא פר שוגג ועשה מזיד מזיד ועשה שוגג פטור שהוראת כהן משיח לעצמו כהוראת ב\"ד לצבור מה הוראת ב\"ד לצבור אין חייבין אלא על העלם דבר עם שגגת מעשה אף הוראת כהן משיח לעצמו אינו חייב אלא על העלם דבר עם שגגת מעשה כדמפרש בגמרא לאשמת העם הרי משיח כצבור וכי הורו ב\"ד מזידין ועשו קהל שוגגין לא הוי הוראה והוי שגגת מעשה לחודיה והוו יחידין ומייתו כל חד כשבה או שעירה אבל כהן משיח כי הורה מזיד ועשה שוגג לאו דיניה כיחיד אלא פטור לגמרי דהכי אמרינן בפרק בתרא מעם הארץ פרט למשיח דאינו מביא קרבן בשגגת מעשה אלא בהוראת עצמו והיינו כשהוא מופלא דאי אינו מופלא לא הויא הוראתו הוראה מעליא דומיא דצבור ובשגגת מעשה לחודיה דמי ופטור כדאמר' וכן אינו חייב עד שיורה לבטל מקצת ולקיים מקצת דומיא דב\"ד כדתנן התם הורה לעצמו ושכח מאי זה טעם הורה ואמר הריני עושה על דעת הוראתי הרי זה מביא פר שם מימרא דאביי ומהו דתימא כיון דאלו מתידע ליה מאי זה טעם הורה שמא היה חוזר בו ואימא כמזיד דמי ולא מחייב קרבן קמ\"ל."
            ],
            [],
            [
                "<b>הורה </b> לעצמו לבטל מקצת ולקיים מקצת בע\"ז שם תניא משיח בע\"ז רבי אומר בשגגת מעשה וחכמים אומרים בהעלם דבר עם שגגת מעשה כשאר מצות ושוין שבשעירה דכתיב בפרשת שלח לך וכפר הכהן על הנפש השוגגת בחטאה בשגגה רבי סבר חטא זה בשגגה יהא ורבנן סברי מי שחטאתו בשגגה יצא משיח שאין חטאתו בשגגה אלא בהעלם דבר דהכי משמע וכפר הכהן על הנפש השוגגת דיביא שעירה בשגגת מעשה מי שחטאו בשגגה בשאר מצות יצא משיח שאין חטאתו בשגגה בשאר מצות בשגגת מעשה אלא בהעלם דבר עם שגגת מעשה דעל שגגת מעשה לחודיה פטור לגמרי ומנ\"ל דבשעירה דכתיב ברישיה דהאי קרא ואם נפש אחת אחד יחיד ואחד נשיא ואחד משיח בכלל נפש אחת הן וקבע להם שעירה דבשאר עבירות מביא כשבה או שעירה ובזו קבע לו שעירה דכתיב עז בת שנתה לחטאת."
            ],
            [
                "<b>הורה </b> כהן המשיח עם בית דין ושגג הוא והם בהוראה מתכפר לו עם הצבור כיון שלא סמך בשעת מעשה על הוראתו לבדה שם במשנה הורה עם הצבור ועשה עם הצבור מתכפר לו עם הצבור לפי שבדברים הרבה שוה משיח לבית דין בהוראת ביטול מקצת והעלם דבר עם שגגת מעשה דכתיב בכהן משיח על חטאתו אשר חטא דמשמע דכי חטא בפני עצמו הוא דיביא בפני עצמו הא אם חטא עם הצבור מתכפר לו עם הצבור. הורה עם ב\"ד בשגגה הם בדם והוא בחלב מביא פר לעצמו שם בריש מתניתין הורה בפני עצמו ועשה בפני עצמו מתכפר לו בפני עצמו והיינו כגון שהורה הוא והם בתרי איסורי דאי הורה בפני עצמו ולא הורו ב\"ד כלל לא איצטריך למיתני דחייב להביא פר דמקרא מלא הוא."
            ],
            [],
            [
                "<b>כהן </b> משיח שנסתפק לו אם שגג בהוראה עם מעשה או לא אינו מביא אשם תלוי אבל הנשיא מביא אשם תלוי שאין שגגתו תלויה בהוראתו שם במשנה אשם תלוי היחיד והנשיא ומשיח ובית דין פטורין כדא' התם בריש פירקין דכתיב באשם תלוי וכפר עליו הכהן על שגגתו אשר שגג מחטאתו מי שחטאתו ושגגתו שוה דהוי הכל בשגגת מעשה דהיינו יחיד יצא משיח שאין חטאתו ושגגתו שוה דאינו חייב בשגגת מעשה אלא עם העלם דבר כדילפינן לעיל. אי זהו נשיא האמור בתורה זה מלך שם ואי זהו נשיא זה מלך ת\"ר נשיא יכול נשיא שבט כנחשון תלמוד לומר מכל מצות ה' אלהיו ולהלן הוא אומר למען ילמד לירא' את ה' אלהיו מה להלן שאין על גביו אלא ה' אלהיו דבמלך קמישתעי קרא כדכתיב שום תשים עליך מלך ותניא מלכי ישראל ומלכי בית דוד אלו מביאין לעצמן ואלו מביאין לעצמן דכיון דלא כייפי אהדדי קרינא בהו ה' אלהיו שאין על גביו אלא ה' אלהיו. ואי זהו כהן משיח זהו כהן גדול שנמשח בשמן המשחה לא המרובה בגדים שם במשנה וקרא כתיב אם הכהן המשיח ובגמר' תנו רבנן משיח יכול מלך תלמוד לומר כהן אי כהן יכול מרובה בגדים תלמוד לומר משיח יכול משוח מלחמה תלמוד לומר המשיח שאין משיח על גביו מאי משמע המשיח המיומן שבמשוחים. ואפי' עבר מפני מום או זקנה וחטא בשגגת הוראתו מביא פר שם במשנה אין בין כהן משמש לשעבר אלא פר יום הכיפורים ועשירית האיפה."
            ],
            [],
            [
                "<b>נשיא </b> שעשה עם הצבור בהוראת ב\"ד מתכפר לו בכלל העם שם פרק ב' בריתא נשיא חטא בפני עצמו מביא בפני עצמו חטא עם הצבור מתכפר עם הצבור משום דבשגגת מעשה בלבד הוא מביא שעירה והואיל וחטאתו בשגגת מעשה הוא כיחיד דעלמא הילכך כי חטא על פי בית דין עם הצבור דהוי העלם דבר עם שגגת מעשה מתכפר עם הצבור ועוד שכן מתכפר לו עם הצבור ביום הכיפורים ואם הצבור הם מועטים שהם חייבים כל אחד שעירה או כשבה והוא מביא שעיר ששעיר למלך במקום שעירה או כשבה להדיוט."
            ],
            [
                "<b>נשיא </b> שנצטרע או עבר מנשיאותו הרי הוא כהדיוט שם במשנה כהן משיח שעבר ממשיחותו ואחר כך חטא וכן הנשיא שעבר מגדולתו ואחר כך חטא משיח מביא פר והנשיא כהדיוט ובגמרא מנה\"מ דמשיח שעבר ואחר כך חטא דמביא פר דכתיב והקריב על חטאתו אשר חטא פר וגו' מלמד שמביא חטאתו משעבר ובנשיא כתיב אשר נשיא יחטא כשיחטא והוא נשיא ולא כשיחטא והוא הדיוט. חטא כשהוא נשיא ועבר מגדולתו הרי זה מביא שעיר שם במשנה כהן משיח שחטא ואחר כך עבר ממשיחותו וכן נשיא שחטא ואחר כך עבר מנשיאותו כהן משיח מביא פר והנשיא מביא שעיר ובגמ' מפרש דלא איצטריך גבי משיח למיתני דאם חטא ואחר כך עבר דמביא פר דהא עבר ואחר כך חטא נמי מביא פר כדילפינן אלא אגב נשיא נקטיה ונשיא מביא פר דכתיב אשר נשיא יחטא והרי חטא כשהוא נשיא וכתיב על חטאתו אשר חטא כשעת חטאתו הוא מביא. חטאו עד שלא נתמנו אף על פי שלא נודע להם אלא אחר שנתמנו הרי אלו כהדיוטות דכתיב אשר נשיא יחטא וכתיב אם הכהן המשיח יחטא עד שיחטאו כשהם במינויים שם במשנה ובבריתא אם הכהן המשיח יחטא פרט לקודמות שחטא ואחר כך נתמנה וכן גבי נשיא אשר נשיא יחטא פרט לקודמות דאינו מביא אלא כהדיוט. לפיכך כהן משיח שנודע אחר שנתמנה שאכל ספק חלב קודם מביא אשם תלוי דאף על גב דלעיל ילפינן דאין משיח מביא אשם תלוי כצבור הכא כיון דבודאי יחטא הוו כהדיוט קודם שנתמנה הכי נמי באשם תלוי. אכל חצי זית חלב כשהוא הדיוט וחצי כשהוא נשיא בהעלם אחד או חצי זית כשהוא נשיא וחצי זית משעבר אינו מצטרף ופטור שם בריתא מעם הארץ פרט לנשיא שאינו מביא כשבה או שעירה כעם הארץ והלא כבר יצא נשיא לידון בשעיר אמר רב זביד הכא במאי עסקינן כגון שאכל חצי זית חלב כשהוא הדיוט ונתמנה והשלימו ואחר כך נודע לו סלקא דעתך אמינא נצטרף וניתי כשבה או שעירה קמ\"ל מעם הארץ פרט לנשיא דכי האי גונא לא מייתי כשבה או שעירה ושעיר נמי לא מייתי דהא לא מצטרפי כלל. אכל ב' חצאי זתים קודם שנתמנה ואחר שעבר הוי ספק שם בעיא דרבא נשיאות מהו שתפסק ולא איפשיטא בעיין:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות שגגות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}