{
    "work": "Shabbat", 
    "text": {
        "253_Daf, 0_Line": "Our Rabbis taught: He who judges his neighbor in the scale of merit is himself judged favorably. Thus a story is told of a certain man who descended from Upper Galilee and was hired by an individual in the South for three years. On the eve of Yom Kippur 2  he requested him, 'Give me my wages that I may go and support my wife and children.' 'I have no money,' answered he. 'Give me produce,' he demanded; 'I have none,' he replied. 'Give me land.' — 'I have none.' 'Give me cattle.' — 'I have none. 'Give me pillows and bedding.' — 'I have none.' [So] he slung his things behind him and went home with a sorrowful heart.3  After the Festival his employer took his wages in his hand together with three laden asses, one bearing food, another drink, and the third various sweetmeats, and went to his house. After they had eaten and drunk, he gave him his wages. Said he to him, 'When you asked me, \"Give me my wages,\" and I answered you, \"I have no money,\" of what did you suspect me?' 'I thought, Perhaps you came across some items at a discount and had purchased them with it.' 'And when you requested me, \"Give me cattle,\" and I answered, \"I have no cattle,\" of what did you suspect me?' 'I thought, they may be rented to others.' 'When you asked me, \"Give me land,\" and I told you, \"I have no land,\" of what did you suspect me?' 'I thought, perhaps it is leased to others.' 'And when I told you, \"I have no produce,\" of what did you suspect me?' 'I thought, Perhaps they are not tithed.' 'And when I told you, \"I have no pillows or bedding,\" of what did you suspect me?' 'I thought, perhaps he has sanctified all his property to Heaven.' 'By the [Temple] service!' exclaimed he, 'it was even so; I vowed away all my property because of my son Hyrcanus, who would not occupy himself with the Torah, but when I went to my companions in the South they absolved me of all my vows. And as for you, just as you judged me favorably, so may the Omnipresent judge you favourably.'"
    }, 
    "meta": "Daf-Line"
}