{
    "title": "Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            "מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה לִשְׁמֹעַ תְּרוּעַת הַשּׁוֹפָר בְּרֹאשׁ הַשָּׁנָה שֶׁנֶּאֱמַר <small>(במדבר כט א)</small> \"יוֹם תְּרוּעָה יִהְיֶה לָכֶם\". וְשׁוֹפָר שֶׁתּוֹקְעִין בּוֹ בֵּין בְּרֹאשׁ הַשָּׁנָה בֵּין בְּיוֹבֵל הוּא קֶרֶן הַכְּבָשִׂים הַכָּפוּף. וְכָל הַשּׁוֹפָרוֹת פְּסוּלִין חוּץ מִקֶּרֶן הַכֶּבֶשׂ. וְאַף עַל פִּי שֶׁלֹּא נִתְפָּרֵשׁ בַּתּוֹרָה תְּרוּעָה בְּשׁוֹפָר בְּרֹאשׁ הַשָּׁנָה הֲרֵי הוּא אוֹמֵר בְּיוֹבֵל <small>(ויקרא כה ט)</small> \"וְהַעֲבַרְתָּ שׁוֹפַר\" וְכוּ' <small>(ויקרא כה ט)</small> \"תַּעֲבִירוּ שׁוֹפָר\". וּמִפִּי הַשְּׁמוּעָה לָמְדוּ מַה תְּרוּעַת יוֹבֵל בְּשׁוֹפָר אַף תְּרוּעַת רֹאשׁ הַשָּׁנָה בְּשׁוֹפָר: \n",
            "בַּמִּקְדָּשׁ הָיוּ תּוֹקְעִין בְּרֹאשׁ הַשָּׁנָה בְּשׁוֹפָר אֶחָד וּשְׁתֵּי חֲצוֹצְרוֹת מִן הַצְּדָדִין. הַשּׁוֹפָר מַאֲרִיךְ וְהַחֲצוֹצְרוֹת מְקַצְּרוֹת שֶׁמִּצְוַת הַיּוֹם בְּשׁוֹפָר. וְלָמָּה תּוֹקְעִין עִמּוֹ בַּחֲצוֹצְרוֹת מִשּׁוּם שֶׁנֶּאֱמַר <small>(תהילים צח ו)</small> \"בַּחֲצֹצְרוֹת וְקוֹל שׁוֹפָר הָרִיעוּ לִפְנֵי הַמֶּלֶךְ ה'\". אֲבָל בִּשְׁאָר מְקוֹמוֹת אֵין תּוֹקְעִין בְּרֹאשׁ הַשָּׁנָה אֶלָּא בְּשׁוֹפָר בִּלְבַד: \n",
            "שׁוֹפָר שֶׁל עַכּוּ''ם אֵין תּוֹקְעִין בּוֹ לְכַתְּחִלָּה וְאִם תָּקַע יָצָא. וְשֶׁל עִיר הַנִּדַּחַת אִם תָּקַע בּוֹ לֹא יָצָא. שׁוֹפָר הַגָּזוּל שֶׁתָּקַע בּוֹ יָצָא שֶׁאֵין הַמִּצְוָה אֶלָּא בִּשְׁמִיעַת הַקּוֹל אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ וְלֹא הִגְבִּיהוֹ הַשּׁוֹמֵעַ יָצָא וְאֵין בַּקּוֹל דִּין גֵּזֶל. וְכֵן שׁוֹפָר שֶׁל עוֹלָה לֹא יִתְקַע בּוֹ וְאִם תָּקַע יָצָא שֶׁאֵין בַּקּוֹל דִּין מְעִילָה. וְאִם תֹּאמַר וַהֲלֹא נֶהֱנָה בִּשְׁמִיעַת הַקּוֹל. מִצְוֹת לֹא לֵהָנוֹת נִתְּנוּ. לְפִיכָךְ הַמֻּדָּר הֲנָיָה מִשּׁוֹפָר מֻתָּר לִתְקֹעַ בּוֹ תְּקִיעָה שֶׁל מִצְוָה: \n",
            "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה אֵין מְחַלְּלִין עָלָיו אֶת יוֹם טוֹב וַאֲפִלּוּ בְּדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת. כֵּיצַד. הָיָה הַשּׁוֹפָר בְּרֹאשׁ הָאִילָן אוֹ מֵעֵבֶר הַנָּהָר וְאֵין לוֹ שׁוֹפָר אֶלָּא הוּא אֵינוֹ עוֹלֶה בָּאִילָן וְאֵינוֹ שָׁט עַל פְּנֵי הַמַּיִם כְּדֵי לַהֲבִיאוֹ. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין חוֹתְכִין אוֹתוֹ אוֹ עוֹשִׂין בּוֹ מְלָאכָה. מִפְּנֵי שֶׁתְּקִיעַת שׁוֹפָר מִצְוַת עֲשֵׂה וְיוֹם טוֹב עֲשֵׂה וְלֹא תַּעֲשֶׂה וְאֵין עֲשֵׂה דּוֹחֶה לֹא תַּעֲשֶׂה וַעֲשֵׂה. מֻתָּר לִתֵּן בְּתוֹכוֹ מַיִם אוֹ יַיִן אוֹ חֹמֶץ בְּיוֹם טוֹב כְּדֵי לְצַחְצְחוֹ. וְלֹא יִתֵּן לְתוֹכוֹ מֵי רַגְלַיִם לְעוֹלָם מִפְּנֵי הַכָּבוֹד שֶׁלֹּא יִהְיוּ מִצְוֹת בְּזוּיוֹת עָלָיו: \n",
            "שִׁעוּר הַשּׁוֹפָר כְּדֵי שֶׁיֹּאחֲזֶנּוּ בְּיָדוֹ וְיֵרָאֶה לְכָאן וּלְכָאן. נִסְדַּק לְאָרְכּוֹ פָּסוּל. לְרָחְבּוֹ אִם נִשְׁתַּיֵּר בּוֹ כַּשִּׁעוּר כָּשֵׁר וּכְאִלּוּ נִכְרַת מִמְּקוֹם הַסֶּדֶק. נִקַּב אִם סְתָמוֹ שֶׁלֹּא בְּמִינוֹ פָּסוּל. סְתָמוֹ בְּמִינוֹ אִם נִשְׁתַּיֵּר רֻבּוֹ שָׁלֵם וְלֹא עִכְּבוּ הַנְּקָבִים שֶׁנִּסְתְּמוּ אֶת הַתְּקִיעָה הֲרֵי זֶה כָּשֵׁר. קְדָחוֹ בְּזִכְרוּתוֹ כָּשֵׁר שֶׁמִּין בְּמִינוֹ אֵינוֹ חוֹצֵץ. דִּבֵּק שִׁבְרֵי שׁוֹפָרוֹת עַד שֶׁהִשְׁלִימוֹ לְאֶחָד פָּסוּל: \n",
            "הוֹסִיף עָלָיו כָּל שֶׁהוּא בֵּין בְּמִינוֹ בֵּין שֶׁלֹּא בְּמִינוֹ פָּסוּל. צִפָּהוּ זָהָב מִבִּפְנִים אוֹ בִּמְקוֹם הַנָּחַת פֶּה פָּסוּל. צִפָּהוּ מִבַּחוּץ אִם נִשְׁתַּנָּה קוֹלוֹ מִכְּמוֹת שֶׁהָיָה פָּסוּל וְאִם לֹא נִשְׁתַּנָּה כָּשֵׁר. נָתַן שׁוֹפָר בְּתוֹךְ שׁוֹפָר אִם קוֹל פְּנִימִי שָׁמַע יָצָא וְאִם קוֹל חִיצוֹן שָׁמַע לֹא יָצָא. הִרְחִיב אֶת הַקָּצָר וְקִצֵּר אֶת הָרָחָב פָּסוּל: \n",
            "הָיָה אָרֹךְ וְקִצְּרוֹ כָּשֵׁר. גֵּרְדוֹ בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ אֲפִלּוּ הֶעֱמִידוֹ עַל גִּלְדּוֹ כָּשֵׁר. הָיָה קוֹלוֹ עָב אוֹ דַּק אוֹ צָרוּר כָּשֵׁר שֶׁכָּל הַקּוֹלוֹת כְּשֵׁרִין בְּשׁוֹפָר: \n",
            "הַתּוֹקֵעַ בְּתוֹךְ הַבּוֹר אוֹ בְּתוֹךְ הַמְּעָרָה. אוֹתָן הָעוֹמְדִים בְּתוֹךְ הַבּוֹר וְהַמְּעָרָה יָצְאוּ. וְהָעוֹמְדִים בַּחוּץ אִם קוֹל שׁוֹפָר שָׁמְעוּ יָצְאוּ. וְאִם קוֹל הֲבָרָה שָׁמְעוּ לֹא יָצְאוּ. וְכֵן הַתּוֹקֵעַ לְתוֹךְ חָבִית גְּדוֹלָה וְכַיּוֹצֵא בָּהּ. אִם קוֹל שׁוֹפָר שָׁמַע יָצָא וְאִם קוֹל הֲבָרָה שָׁמַע לֹא יָצָא: \n"
        ],
        [
            "הַכּל חַיָּבִין לִשְׁמֹעַ קוֹל שׁוֹפָר כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים. אֲבָל נָשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִין. מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס חַיָּבִין: \n",
            "כָּל מִי שֶׁאֵינוֹ חַיָּב בַּדָּבָר אֵינוֹ מוֹצִיא אֶת הַחַיָּב יְדֵי חוֹבָתוֹ. לְפִיכָךְ אִשָּׁה אוֹ קָטָן שֶׁתָּקְעוּ בַּשּׁוֹפָר הַשּׁוֹמֵעַ מֵהֶן לֹא יָצָא. אַנְדְּרוֹגִינוּס מוֹצִיא אֶת מִינוֹ וְאֵינוֹ מוֹצִיא אֶת שֶׁאֵינוֹ מִינוֹ. טֻמְטוּם אֵינוֹ מוֹצִיא לֹא אֶת מִינוֹ וְלֹא שֶׁאֵינוֹ מִינוֹ. שֶׁהַטֻּמְטוּם שֶׁנִּקְרַע אֶפְשָׁר שֶׁיִּמָּצֵא זָכָר וְאֶפְשָׁר שֶׁיִּמָּצֵא נְקֵבָה: \n",
            "וְכֵן מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין אֵינוֹ מוֹצִיא אֲפִלּוּ עַצְמוֹ שֶׁאֵין צַד עַבְדוּת שֶׁבּוֹ מוֹצִיא צַד חֵרוּת שֶׁבּוֹ. אֶלָּא כֵּיצַד יֵצֵא יְדֵי חוֹבָתוֹ. שֶׁיִּשְׁמַע מִבֶּן חוֹרִין שֶׁיִּתְקַע לוֹ: \n",
            "הַמִּתְעַסֵּק בִּתְקִיעַת שׁוֹפָר לְהִתְלַמֵּד לֹא יָצָא יְדֵי חוֹבָתוֹ. וְכֵן הַשּׁוֹמֵעַ מִן הַמִּתְעַסֵּק לֹא יָצָא. נִתְכַּוֵּן שׁוֹמֵעַ לָצֵאת יְדֵי חוֹבָתוֹ וְלֹא נִתְכַּוֵּן הַתּוֹקֵעַ לְהוֹצִיאוֹ אוֹ שֶׁנִּתְכַּוֵּן הַתּוֹקֵעַ לְהוֹצִיאוֹ וְלֹא נִתְכַּוֵּן הַשּׁוֹמֵעַ לָצֵאת לֹא יָצָא יְדֵי חוֹבָתוֹ. עַד שֶׁיִּתְכַּוֵּן שׁוֹמֵעַ וּמַשְׁמִיעַ: \n",
            "מִי שֶׁתָּקַע וְנִתְכַּוֵּן לְהוֹצִיא כָּל הַשּׁוֹמֵעַ תְּקִיעָתוֹ וְשָׁמַע הַשּׁוֹמֵעַ וְנִתְכַּוֵּן לָצֵאת יְדֵי חוֹבָתוֹ אַף עַל פִּי שֶׁאֵין הַתּוֹקֵעַ מִתְכַּוֵּן לְזֶה פְּלוֹנִי שֶׁשָּׁמַע תְּקִיעָתוֹ וְאֵינוֹ יוֹדְעוֹ יָצָא. שֶׁהֲרֵי נִתְכַּוֵּן לְכָל מִי שֶׁיִּשְׁמָעֶנּוּ. לְפִיכָךְ מִי שֶׁהָיָה מְהַלֵּךְ בַּדֶּרֶךְ אוֹ יוֹשֵׁב בְּתוֹךְ בֵּיתוֹ וְשָׁמַע הַתְּקִיעוֹת מִשְּׁלִיחַ צִבּוּר יָצָא אִם נִתְכַּוֵּן לָצֵאת. שֶׁהֲרֵי שְׁלִיחַ צִבּוּר מִתְכַּוֵּן לְהוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n",
            "יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה שֶׁחָל לִהְיוֹת בְּשַׁבָּת אֵין תּוֹקְעִין בַּשּׁוֹפָר בְּכָל מָקוֹם. אַף עַל פִּי שֶׁהַתְּקִיעָה מִשּׁוּם שְׁבוּת וּמִן הַדִּין הָיָה שֶׁתּוֹקְעִין יָבוֹא עֲשֵׂה שֶׁל תּוֹרָה וְיִדְחֶה שְׁבוּת שֶׁל דִּבְרֵיהֶם. וְלָמָּה אֵין תּוֹקְעִין גְּזֵרָה שֶׁמָּא יִטְּלֶנּוּ בְּיָדוֹ וְיוֹלִיכֶנּוּ לְמִי שֶׁיִּתְקַע לוֹ וְיַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים. אוֹ יוֹצִיאוֹ מֵרְשׁוּת לִרְשׁוּת וְיָבוֹא לִידֵי אִסּוּר סְקִילָה. שֶׁהַכּל חַיָּבִים בִּתְקִיעָה וְאֵין הַכּל בְּקִיאִין לִתְקֹעַ: \n",
            "הַתִּינוֹקוֹת שֶׁלֹּא הִגִּיעוּ לְחִנּוּךְ אֵין מְעַכְּבִין אוֹתָן מִלִּתְקֹעַ בְּשַׁבָּת שֶׁאֵינָהּ יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה כְּדֵי שֶׁיִּלְמְדוּ. וּמֻתָּר לְגָדוֹל שֶׁיִּתְעַסֵּק עִמָּהֶן כְּדֵי לְלַמְּדָן בְּיוֹם טוֹב. בֵּין קָטָן שֶׁהִגִּיעַ לְחִנּוּךְ בֵּין קָטָן שֶׁלֹּא הִגִּיעַ לְחִנּוּךְ. שֶׁהַתְּקִיעָה אֵינָהּ אֲסוּרָה אֶלָּא מִשּׁוּם שְׁבוּת: \n",
            "כְּשֶׁגָּזְרוּ שֶׁלֹּא לִתְקֹעַ בְּשַׁבָּת לֹא גָּזְרוּ אֶלָּא בְּמָקוֹם שֶׁאֵין בּוֹ בֵּית דִּין. אֲבָל בִּזְמַן שֶׁהָיָה הַמִּקְדָּשׁ קַיָּם וְהָיָה בֵּית דִּין הַגָּדוֹל בִּירוּשָׁלַיִם הָיוּ הַכּל תּוֹקְעִין בִּירוּשָׁלַיִם בְּשַׁבָּת כָּל זְמַן שֶׁבֵּית דִּין יוֹשְׁבִין. וְלֹא אַנְשֵׁי יְרוּשָׁלַיִם בִּלְבַד אֶלָּא כָּל עִיר שֶׁהָיְתָה בְּתוֹךְ תְּחוּם יְרוּשָׁלַיִם וְהָיְתָה רוֹאָה יְרוּשָׁלַיִם לֹא שֶׁתִּהְיֶה בְּתוֹךְ הַנַּחַל. וְהָיְתָה שׁוֹמַעַת קוֹל תְּקִיעַת יְרוּשָׁלַיִם לֹא שֶׁתִּהְיֶה בְּרֹאשׁ הָהָר. וְהָיְתָה יְכוֹלָה לָבוֹא בִּירוּשָׁלַיִם לֹא שֶׁיִּהְיֶה נָהָר מַפְסִיק בֵּינֵיהֶם. אַנְשֵׁי אוֹתָהּ הָעִיר הָיוּ תּוֹקְעִים בְּשַׁבָּת כִּירוּשָׁלַיִם. אֲבָל בִּשְׁאָר עָרֵי יִשְׂרָאֵל לֹא הָיוּ תּוֹקְעִין: \n",
            "וּבַזְּמַן הַזֶּה שֶׁחָרַב הַמִּקְדָּשׁ כָּל מָקוֹם שֶׁיֵּשׁ בּוֹ בֵּית דִּין קָבוּעַ וְהוּא שֶׁיִּהְיֶה סָמוּךְ בְּאֶרֶץ יִשְׂרָאֵל תּוֹקְעִין בּוֹ בְּשַׁבָּת. וְאֵין תּוֹקְעִין בְּשַׁבָּת אֶלָּא בְּבֵית דִּין שֶׁקִּדְּשׁוּ אֶת הַחֹדֶשׁ אֲבָל שְׁאָר בָּתֵּי דִּינִין אֵין תּוֹקְעִין בָּהֶן אַף עַל פִּי שֶׁהֵן סְמוּכִין. וְאֵין תּוֹקְעִין אֶלָּא בִּפְנֵי בֵּית דִּין גָּדוֹל בִּלְבַד כָּל זְמַן שֶׁהֵן יוֹשְׁבִין וַאֲפִלּוּ נִנְעֲרוּ לַעֲמֹד וְלֹא עָמְדוּ תּוֹקְעִין בִּפְנֵיהֶם. אֲבָל חוּץ לְבֵית דִּין אֵין תּוֹקְעִין. וְלָמָּה תּוֹקְעִין בִּפְנֵי בֵּית דִּין מִפְּנֵי שֶׁבֵּית דִּין זְרִיזִין הֵן וְלֹא יָבוֹאוּ הַתּוֹקְעִין לְהַעֲבִיר הַשּׁוֹפָר בִּפְנֵיהֶם בִּרְשׁוּת הָרַבִּים שֶׁבֵּית דִּין מַזְהִירִין אֶת הָעָם וּמוֹדִיעִין אוֹתָן: \n",
            "בַּזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים בַּגָּלוּת כְּדֶרֶךְ שֶׁתּוֹקְעִין בְּרִאשׁוֹן תּוֹקְעִין בְּשֵׁנִי. וְאִם חָל יוֹם רִאשׁוֹן לִהְיוֹת בְּשַׁבָּת וְלֹא הָיָה בַּמָּקוֹם בֵּית דִּין הָרְאוּיִין לִתְקֹעַ תּוֹקְעִין בְּשֵׁנִי בִּלְבַד: \n"
        ],
        [
            "כַּמָּה תְּקִיעוֹת חַיָּב אָדָם לִשְׁמֹעַ בְּרֹאשׁ הַשָּׁנָה. תֵּשַׁע תְּקִיעוֹת. לְפִי שֶׁנֶּאֱמַר תְּרוּעָה בְּיוֹבֵל וּבְרֹאשׁ הַשָּׁנָה שָׁלֹשׁ פְּעָמִים. וְכָל תְּרוּעָה פְּשׁוּטָה לְפָנֶיהָ וּפְשׁוּטָה לְאַחֲרֶיהָ. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל תְּרוּעוֹת שֶׁל חֹדֶשׁ הַשְּׁבִיעִי אֶחָד הֵן. בֵּין בְּרֹאשׁ הַשָּׁנָה בֵּין בְּיוֹם הַכִּפּוּרִים שֶׁל יוֹבֵל תֵּשַׁע תְּקִיעוֹת תּוֹקְעִין בְּכָל אֶחָד מִשְּׁנֵיהֶן. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה: \n",
            "תְּרוּעָה זוֹ הָאֲמוּרָה בַּתּוֹרָה נִסְתַּפֵּק לָנוּ בָּהּ סָפֵק לְפִי אֹרֶךְ הַשָּׁנִים וְרֹב הַגָּלוּת וְאֵין אָנוּ יוֹדְעִין הֵיאַךְ הִיא. אִם הִיא הַיְלָלָה שֶׁמְּיַלְּלִין הַנָּשִׁים בֵּינֵיהֶן בְּעֵת שֶׁמְּיַבְּבִין. אוֹ הָאֲנָחָה כְּדֶרֶךְ שֶׁיֵּאָנַח הָאָדָם פַּעַם אַחַר פַּעַם כְּשֶׁיִּדְאַג לִבּוֹ מִדָּבָר גָּדוֹל. אוֹ שְׁנֵיהֶם כְּאֶחָד הָאֲנָחָה וְהַיְלָלָה שֶׁדַּרְכָּהּ לָבוֹא אַחֲרֶיהָ הֵן הַנִּקְרָאִין תְּרוּעָה. שֶׁכָּךְ דֶּרֶךְ הַדּוֹאֵג מִתְאַנֵּחַ תְּחִלָּה וְאַחַר כָּךְ מְיַלֵּל. לְכָךְ אָנוּ עוֹשִׂין הַכּל: \n",
            "הַיְלָלָה הִיא שֶׁאָנוּ קוֹרְאִין תְּרוּעָה. וְהָאֲנָחָה זוֹ אַחַר זוֹ הִיא שֶׁאָנוּ קוֹרְאִין אוֹתָהּ שְׁלֹשָׁה שְׁבָרִים. נִמְצָא סֵדֶר הַתְּקִיעוֹת כָּךְ הוּא. מְבָרֵךְ וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ שְׁלֹשָׁה שְׁבָרִים וְאַחֲרֶיהָ תְּרוּעָה וְאַחֲרֶיהָ תְּקִיעָה. וְחוֹזֵר כְּסֵדֶר זֶה שָׁלֹשׁ פְּעָמִים. וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ שְׁלֹשָׁה שְׁבָרִים וְאַחֲרֶיהָ תְּקִיעָה וְחוֹזֵר כַּסֵּדֶר הַזֶּה שָׁלֹשׁ פְּעָמִים. וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ תְּרוּעָה וְאַחֲרֶיהָ תְּקִיעָה וְחוֹזֵר כְּסֵדֶר זֶה שָׁלֹשׁ פְּעָמִים. נִמְצָא מִנְיַן הַתְּקִיעוֹת שְׁלֹשִׁים כְּדֵי לְהִסְתַּלֵּק מִן הַסָּפֵק: \n",
            "שִׁעוּר תְּרוּעָה כִּשְׁתֵּי תְּקִיעוֹת. שִׁעוּר שְׁלֹשָׁה שְׁבָרִים כִּתְרוּעָה. הֲרֵי שֶׁתָּקַע וְהֵרִיעַ וְתָקַע תְּקִיעָה אֲרֻכָּה וּמָשַׁךְ בָּהּ כִּשְׁתַּיִם בָּרִאשׁוֹנָה. אֵין אוֹמְרִין תֵּחָשֵׁב כִּשְׁתֵּי תְּקִיעוֹת וְיָרִיעַ אַחֲרֶיהָ וְיַחֲזֹר וְיִתְקַע. אֶלָּא אֲפִלּוּ מָשַׁךְ בָּהּ כָּל הַיּוֹם אֵינָהּ אֶלָּא תְּקִיעָה אַחַת וְחוֹזֵר וְתוֹקֵעַ וּמֵרִיעַ וְתוֹקֵעַ שָׁלֹשׁ פְּעָמִים: \n",
            "שָׁמַע תְּקִיעָה אַחַת בְּשָׁעָה אַחַת וּשְׁנִיָּה בְּשָׁעָה שְׁנִיָּה אֲפִלּוּ שָׁהָה כָּל הַיּוֹם כֻּלּוֹ הֲרֵי אֵלּוּ מִצְטָרְפִין וְיָצָא יְדֵי חוֹבָתוֹ. וְהוּא שֶׁיִּשְׁמַע כָּל בָּבָא מֵהֶן עַל סִדְרָה. לֹא שֶׁיִּשְׁמַע תְּרוּעָה וְאַחֲרֶיהָ שְׁתֵּי תְּקִיעוֹת אוֹ שְׁתֵּי תְּקִיעוֹת וְאַחֲרֵיהֶן תְּרוּעָה וְכַיּוֹצֵא בָּזֶה: \n",
            "שָׁמַע תֵּשַׁע תְּקִיעוֹת מִתִּשְׁעָה בְּנֵי אָדָם כְּאֶחָד לֹא יָצָא אֲפִלּוּ יְדֵי אַחַת. תְּקִיעָה מִזֶּה וּתְרוּעָה מִזֶּה וּתְקִיעָה מִשְּׁלִישִׁי בָּזֶה אַחַר זֶה יָצָא וַאֲפִלּוּ בְּסֵרוּגִין וַאֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ. וְאֵינוֹ יוֹצֵא יְדֵי חוֹבָתוֹ עַד שֶׁיִּשְׁמַע כָּל הַתֵּשַׁע תְּקִיעוֹת שֶׁכֻּלָּן מִצְוָה אַחַת הֵן לְפִיכָךְ מְעַכְּבוֹת זוֹ אֶת זוֹ: \n",
            "הַצִּבּוּר חַיָּבִין לִשְׁמֹעַ הַתְּקִיעוֹת עַל סֵדֶר הַבְּרָכוֹת. כֵּיצַד. אוֹמֵר שְׁלִיחַ צִבּוּר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם וּמַלְכֻיּוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר זִכְרוֹנוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר שׁוֹפָרוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָיָה וּבִרְכַּת כֹּהֲנִים: \n",
            "שָׁלֹשׁ בְּרָכוֹת אֶמְצָעִיּוֹת אֵלּוּ שֶׁל רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שֶׁל יוֹבֵל שֶׁהֵן מַלְכֻיּוֹת וְזִכְרוֹנוֹת וְשׁוֹפָרוֹת מְעַכְּבוֹת זוֹ אֶת זוֹ. וְצָרִיךְ לוֹמַר בְּכָל בְּרָכָה מֵהֶן עֲשָׂרָה פְּסוּקִים מֵעֵין הַבְּרָכָה. שְׁלֹשָׁה פְּסוּקִים מִן הַתּוֹרָה. וּשְׁלֹשָׁה מִסֵּפֶר תְּהִלִּים. וּשְׁלֹשָׁה מִן הַנְּבִיאִים. וְאֶחָד מִן הַתּוֹרָה מַשְׁלִים בּוֹ. וְאִם הִשְׁלִים בְּנָבִיא יָצָא. וְאִם אָמַר פָּסוּק אֶחָד מִן הַתּוֹרָה וְאֶחָד מִן הַכְּתוּבִים וְאֶחָד מִן הַנְּבִיאִים יָצָא. וַאֲפִלּוּ אָמַר וּבְתוֹרָתְךָ ה' אֱלֹהֵינוּ כָּתוּב לֵאמֹר וְאָמַר פָּסוּק שֶׁל תּוֹרָה וְהִפְסִיק שׁוּב אֵינוֹ צָרִיךְ כְּלוּם: \n",
            "אֵין מַזְכִּירִין זִכְרוֹנוֹת מַלְכֻיּוֹת וְשׁוֹפָרוֹת שֶׁל פֻּרְעָנוּת. זִכְרוֹנוֹת כְּגוֹן <small>(תהילים עח לט)</small> \"וַיִּזְכֹּר כִּי בָשָׂר הֵמָּה\" וְכוּ'. מַלְכֻיּוֹת כְּגוֹן <small>(יחזקאל כ לג)</small> \"בְּחֵמָה שְׁפוּכָה אֶמְלוֹךְ עֲלֵיכֶם\". שׁוֹפָרוֹת כְּגוֹן <small>(הושע ה ח)</small> \"תִּקְעוּ שׁוֹפָר בַּגִּבְעָה\" וְכוּ'. וְלֹא זִכְרוֹן יָחִיד אֲפִלּוּ לְטוֹבָה כְּגוֹן <small>(תהילים קו ד)</small> \"זָכְרֵנִי ה' בִּרְצוֹן עַמֶּךָ\". <small>(נחמיה ה יט)</small> <small>(נחמיה יג לא)</small> \"זָכְרָה לִּי אֱלֹהַי לְטוֹבָה\". וּפִקְדוֹנוֹת אֵינָן כְּזִכְרוֹנוֹת. כְּגוֹן <small>(שמות ג טז)</small> \"פָּקֹד פָּקַדְתִּי אֶתְכֶם\". וְיֵשׁ לוֹ לְהַזְכִּיר פֻּרְעָנוּת שֶׁל אֻמּוֹת עַכּוּ''ם כְּגוֹן <small>(תהילים צט א)</small> \"ה' מָלָךְ יִרְגְּזוּ עַמִּים\". <small>(תהילים קלז ז)</small> \"זְכֹר ה' לִבְנֵי אֱדוֹם אֶת יוֹם יְרוּשָׁלָםִ\".<small>(גמרא ראש השנה לב ב)</small> \" וַה' אֱלֹהִים בַּשּׁוֹפָר יִתְקָע וְהָלַךְ בְּסַעֲרוֹת תֵּימָן\". <small>(דברים ו ד)</small> \"שְׁמַע יִשְׂרָאֵל ה' אֱלֹהֵינוּ ה' אֶחָד\". <small>(דברים ד לה)</small> \"אַתָּה הָרְאֵתָ לָדַעַת\" וְכוּ'. <small>(דברים ד לט)</small> \"וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל לְבָבֶךָ\" וְכוּ'. כָּל פָּסוּק מֵאֵלּוּ מַלְכוּת הוּא עִנְיָנוֹ אַף עַל פִּי שֶׁאֵין בּוֹ זֵכֶר מַלְכוּת וַהֲרֵי הוּא כְּמוֹ <small>(שמות טו יח)</small> \"ה' יִמְלוֹךְ לְעוֹלָם וָעֶד\", <small>(דברים לג ה)</small> \"וַיְהִי בִישֻׁרוּן מֶלֶךְ\" וְכוּ': \n",
            "הַמִּנְהָג הַפָּשׁוּט בְּסֵדֶר הַתְּקִיעוֹת שֶׁל רֹאשׁ הַשָּׁנָה בְּצִבּוּר כָּךְ הוּא. אַחַר שֶׁקּוֹרְאִין בַּתּוֹרָה וּמַחְזִירִין הַסֵּפֶר לִמְקוֹמוֹ יוֹשְׁבִין כָּל הָעָם וְאֶחָד עוֹמֵד וּמְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לִשְׁמֹעַ קוֹל שׁוֹפָר וְכָל הָעָם עוֹנִין אָמֵן. וְחוֹזֵר וּמְבָרֵךְ שֶׁהֶחֱיָנוּ וְכָל הָעָם עוֹנִין אַחֲרָיו אָמֵן. וְתוֹקֵעַ שְׁלֹשִׁים תְּקִיעוֹת שֶׁאָמַרְנוּ מִפְּנֵי הַסָּפֵק עַל הַסֵּדֶר. וְאוֹמְרִים קַדִּישׁ וְעוֹמְדִין וּמִתְפַּלְּלִין תְּפִלַּת מוּסָף. וְאַחַר שֶׁגּוֹמֵר שְׁלִיחַ צִבּוּר בְּרָכָה רְבִיעִית שֶׁהִיא מַלְכֻיּוֹת תּוֹקֵעַ תְּקִיעָה שְׁלֹשָׁה שְׁבָרִים תְּרוּעָה תְּקִיעָה פַּעַם אַחַת. וּמְבָרֵךְ בְּרָכָה חֲמִישִׁית שֶׁהִיא זִכְרוֹנוֹת. וְאַחַר שֶׁגּוֹמְרָהּ תּוֹקֵעַ תְּקִיעָה שְׁלֹשָׁה שְׁבָרִים וּתְקִיעָה. וּמְבָרֵךְ בְּרָכָה שִׁשִּׁית שֶׁהִיא שׁוֹפָרוֹת. וְאַחַר שֶׁגּוֹמְרָהּ תּוֹקֵעַ תְּקִיעָה תְּרוּעָה וּתְקִיעָה פַּעַם אַחַת וְגוֹמֵר הַתְּפִלָּה: \n",
            "זֶה שֶׁתּוֹקֵעַ כְּשֶׁהֵן יוֹשְׁבִין הוּא שֶׁתּוֹקֵעַ עַל סֵדֶר הַבְּרָכוֹת כְּשֶׁהֵן עוֹמְדִים. וְאֵינוֹ מְדַבֵּר בֵּין תְּקִיעוֹת שֶׁמְּיֻשָּׁב לִתְקִיעוֹת שֶׁמְּעֻמָּד. וְאִם סָח בֵּינֵיהֶן אַף עַל פִּי שֶׁעָבַר אֵינוֹ חוֹזֵר וּמְבָרֵךְ: \n",
            "בְּדִין הָיָה שֶׁיִּתְקְעוּ עַל כָּל בְּרָכָה כָּל בָּבָא מֵהֶן שָׁלֹשׁ פְּעָמִים כְּדֶרֶךְ שֶׁתָּקְעוּ כְּשֶׁהֵן יוֹשְׁבִין אֶלָּא כֵּיוָן שֶׁיָּצְאוּ מִידֵי סָפֵק בַּתְּקִיעוֹת שֶׁמְּיֻשָּׁב אֵין מַטְרִיחִין עַל הַצִּבּוּר לַחֲזֹר בָּהֶן כֻּלָּן עַל סֵדֶר בְּרָכוֹת. אֶלָּא דַּי לָהֶן בָּבָא אַחַת עַל כָּל בְּרָכָה כְּדֵי שֶׁיִּשְׁמְעוּ תְּקִיעוֹת עַל סֵדֶר בְּרָכוֹת. וְכָל הַדְּבָרִים הָאֵלּוּ בְּצִבּוּר אֲבָל הַיָּחִיד בֵּין שֶׁשָּׁמַע עַל סֵדֶר בְּרָכוֹת בֵּין שֶׁלֹּא שָׁמַע עַל הַסֵּדֶר בֵּין מְעֻמָּד בֵּין מְיֻשָּׁב יָצָא וְאֵין בָּזֶה מִנְהָג: \n",
            "הַתְּקִיעוֹת אֵינָן מְעַכְּבוֹת אֶת הַבְּרָכוֹת וְהַבְּרָכוֹת אֵינָן מְעַכְּבוֹת אֶת הַתְּקִיעוֹת. שְׁתֵּי עֲיָרוֹת בְּאַחַת יוֹדֵעַ בְּוַדַּאי שֶׁיֵּשׁ שָׁם מִי שֶׁיְּבָרֵךְ לָהֶן תֵּשַׁע בְּרָכוֹת וְאֵין שָׁם תּוֹקֵעַ. וּבַשְּׁנִיָּה סָפֵק יֵשׁ שָׁם תּוֹקֵעַ סָפֵק אֵין שָׁם תּוֹקֵעַ הוֹלֵךְ לַשְּׁנִיָּה. שֶׁהַתְּקִיעָה מִדִּבְרֵי תּוֹרָה וְהַבְּרָכוֹת מִדִּבְרֵי סוֹפְרִים: \n"
        ],
        [
            "שִׁעוּר הַסֻּכָּה גָּבְהָהּ אֵין פָּחוֹת מֵעֲשָׂרָה טְפָחִים וְלֹא יָתֵר עַל עֶשְׂרִים אַמָּה. וְרָחְבָּהּ אֵין פָּחוֹת מִשִּׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים. וְיֵשׁ לוֹ לְהוֹסִיף בְּרָחְבָּהּ אֲפִלּוּ כַּמָּה מִילִין. הָיְתָה פְּחוּתָה מֵעֲשָׂרָה אוֹ מִשִּׁבְעָה עַל שִׁבְעָה אוֹ גְּבוֹהָה מֵעֶשְׂרִים אַמָּה כָּל שֶׁהוּא הֲרֵי זוֹ פְּסוּלָה: \n",
            "סֻכָּה שֶׁאֵין לָהּ שָׁלֹשׁ דְּפָנוֹת פְּסוּלָה. הָיוּ לָהּ שְׁתֵּי דְּפָנוֹת גְּמוּרוֹת זוֹ בְּצַד זוֹ כְּמִין גַּ''ם עוֹשֶׂה דֹּפֶן שֶׁיֵּשׁ בְּרָחְבּוֹ יֶתֶר עַל טֶפַח וּמַעֲמִידוֹ בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְאֶחָד מִשְּׁתֵּי הַדְּפָנוֹת וְדַיּוֹ. וְצָרִיךְ לַעֲשׂוֹת לָהּ צוּרַת פֶּתַח מִפְּנֵי שֶׁאֵין לָהּ שָׁלֹשׁ דָּפְנוֹת גְּמוּרוֹת. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת שֶׁצּוּרַת פֶּתַח הָאָמוּר בְּכָל מָקוֹם אֲפִלּוּ קָנֶה מִכָּאן וְקָנֶה מִכָּאן וְקָנֶה עַל גַּבֵּיהֶן אַף עַל פִּי שֶׁאֵינוֹ מַגִּיעַ לָהֶן: \n",
            "הָיוּ לָהּ שְׁתֵּי דְּפָנוֹת זוֹ כְּנֶגֶד זוֹ וּבֵינֵיהֶן מְפֻלָּשׁ. עוֹשֶׂה דֹּפֶן שֶׁיֵּשׁ בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים וּמַשֶּׁהוּ וּמַעֲמִידוֹ בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְאַחַת מִשְּׁתֵּי הַדְּפָנוֹת וּכְשֵׁרָה. וְצָרִיךְ לַעֲשׂוֹת לָהּ צוּרַת פֶּתַח. קָנִים הַיּוֹצְאִים מִסְּכַךְ הַסֻּכָּה לִפְנֵי הַסֻּכָּה וְדֹפֶן אַחַת נִמְשֶׁכֶת עִמָּהֶן הֲרֵי הֵן כְּסֻכָּה: \n",
            "דְּפָנוֹת שֶׁהָיוּ דְּבוּקוֹת בְּגַג הַסֻּכָּה וְלֹא הָיוּ מַגִּיעוֹת לָאָרֶץ אִם הָיוּ גְּבוֹהוֹת מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. הָיוּ הַדְּפָנוֹת דְּבוּקוֹת לָאָרֶץ וְלֹא הָיוּ מַגִּיעוֹת לַסְּכָךְ אִם גְּבוֹהוֹת עֲשָׂרָה טְפָחִים אַף עַל פִּי שֶׁהֵן רְחוֹקִין מִן הַגַּג כַּמָּה אַמּוֹת כְּשֵׁרָה וּבִלְבַד שֶׁיִּהְיוּ הַדְּפָנוֹת מְכֻוָּנוֹת תַּחַת שְׂפַת הַגַּג. הִרְחִיק אֶת הַגַּג מִן הַדֹּפֶן שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. תָּלָה מְחִצָּה שֶׁגְּבוֹהָה אַרְבָּעָה וּמַשֶּׁהוּ בְּאֶמְצַע בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לָאָרֶץ וּבְפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לַגַּג הֲרֵי זוֹ כְּשֵׁרָה: \n",
            "הָעוֹשֶׂה סֻכָּתוֹ בֵּין הָאִילָנוֹת וְהָאִילָנוֹת דְּפָנוֹת לָהּ. אִם הָיוּ חֲזָקִים אוֹ שֶׁקָּשַׁר אוֹתָם וְחִזֵּק אוֹתָם עַד שֶׁלֹּא תִּהְיֶה הָרוּחַ הַמְּצוּיָה מְנִידָה אוֹתָם תָּמִיד וּמִלֵּא בֵּין הָאֲמִירִים בְּתֶבֶן וּבְקַשׁ כְּדֵי שֶׁלֹּא תָּנִיד אוֹתָם הָרוּחַ וְקָשַׁר אוֹתָם הֲרֵי זוֹ כְּשֵׁרָה. שֶׁכָּל מְחִצָּה שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד בְּרוּחַ מְצוּיָה שֶׁל יַבָּשָׁה אֵינָהּ מְחִצָּה: \n",
            "הָעוֹשֶׂה סֻכָּתוֹ בְּרֹאשׁ הָעֲגָלָה אוֹ בְּרֹאשׁ הַסְּפִינָה כְּשֵׁרָה וְעוֹלִין לָהּ בְּיוֹם טוֹב. בְּרֹאשׁ הָאִילָן אוֹ עַל גַּבֵּי הַגָּמָל כְּשֵׁרָה וְאֵין עוֹלִין לָהּ בְּיוֹם טוֹב. לְפִי שֶׁאָסוּר לַעֲלוֹת בְּיוֹם טוֹב בָּאִילָן אוֹ עַל גַּבֵּי בְּהֵמָה. הָיוּ מִקְצָת הַדְּפָנוֹת עֲשׂוּיוֹת בִּידֵי אָדָם וּמִקְצָתָן אִילָנוֹת רוֹאִין כָּל שֶׁאִלּוּ נִטְּלוּ הָאִילָנוֹת הִיא יְכוֹלָה לַעֲמֹד בַּדְּפָנוֹת שֶׁבִּידֵי אָדָם עוֹלִין לָהּ בְּיוֹם טוֹב: \n",
            "סֻכָּה שֶׁאֵין לָהּ גַּג פְּסוּלָה. כֵּיצַד. כְּגוֹן שֶׁהָיוּ רָאשֵׁי הַדְּפָנוֹת דְּבוּקוֹת זוֹ בָּזוֹ כְּמִין צְרִיף. אוֹ שֶׁסָּמַךְ רֹאשׁ הַדֹּפֶן שֶׁל סֻכָּה לַכֹּתֶל. אִם הָיָה לָהּ גַּג אֲפִלּוּ טֶפַח. אוֹ שֶׁהִגְבִּיהַּ הַדֹּפֶן הַסָּמוּךְ לַכֹּתֶל מִן הַקַּרְקַע טֶפַח הֲרֵי זוֹ כְּשֵׁרָה. סֻכָּה עֲגֻלָּה אִם יֵשׁ בְּהֶקֵּפָהּ כְּדֵי לְרַבֵּעַ בָּהּ שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים אַף עַל פִּי שֶׁאֵין לָהּ זָוִיּוֹת הֲרֵי זוֹ כְּשֵׁרָה: \n",
            "סִכֵּךְ עַל גַּבֵּי אַכְסַדְרָה שֶׁיֵּשׁ לָהּ פְּצִימִין בֵּין שֶׁהָיוּ נִרְאִין מִבִּפְנִים וְאֵין נִרְאִין מִבַּחוּץ בֵּין שֶׁהָיוּ נִרְאִין מִבַּחוּץ וְאֵין נִרְאִין מִבִּפְנִים כְּשֵׁרָה: \n",
            "לֹא הָיוּ לָהּ פְּצִימִין פְּסוּלָה מִפְּנֵי שֶׁהִיא סֻכָּה הָעֲשׂוּיָה כְּמָבוֹי שֶׁהֲרֵי אֵין לָהּ אֶלָּא שְׁנֵי צִדֵּי הָאַכְסַדְרָה וְאֶמְצַע הָאַכְסַדְרָה אֵין בּוֹ כֹּתֶל וְשֶׁכְּנֶגְדּוֹ אֵין בּוֹ פְּצִימִין: \n",
            "סִכֵּךְ עַל גַּבֵּי מָבוֹי שֶׁיֵּשׁ לוֹ לֶחִי אוֹ עַל גַּבֵּי בְּאֵר שֶׁיֵּשׁ לָהּ פַּסִּין הֲרֵי זוֹ סֻכָּה כְּשֵׁרָה לְאוֹתָהּ שַׁבָּת שֶׁבְּתוֹךְ הֶחָג בִּלְבַד. מִתּוֹךְ שֶׁלֶּחִי זֶה וּפַסִּין אֵלּוּ מְחִצּוֹת לְעִנְיַן שַׁבָּת נַחְשֹׁב אוֹתָן כִּמְחִצּוֹת לְעִנְיַן סֻכָּה: \n",
            "נָעַץ אַרְבָּעָה קֻנְדִּיסִין עַל אַרְבַּע זָוִיּוֹת הַגַּג וְסִכֵּךְ עַל גַּבָּן הוֹאִיל וְהַסִּכּוּךְ עַל שְׂפַת הַגַּג כָּשֵׁר וְרוֹאִין אֶת הַמְּחִצּוֹת הַתַּחְתּוֹנוֹת כְּאִלּוּ הֵן עוֹלוֹת לְמַעְלָה עַל שְׂפַת הַסִּכּוּךְ: \n",
            "סֻכָּה שֶׁיֵּשׁ לָהּ פְּתָחִים רַבִּים וְיֵשׁ בִּכְתָלֶיהָ חַלּוֹנוֹת הַרְבֵּה הֲרֵי זוֹ כְּשֵׁרָה. וְאַף עַל פִּי שֶׁפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד. וּבִלְבַד שֶׁלֹּא יִהְיֶה שָׁם פֶּתַח יֶתֶר עַל עֶשֶׂר. אֲבָל אִם הָיָה שָׁם פֶּתַח יֶתֶר עַל עֶשֶׂר אַף עַל פִּי שֶׁיֵּשׁ לָהּ צוּרַת פֶּתַח צָרִיךְ שֶׁלֹּא יִהְיֶה הַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד: \n",
            "סֻכָּה שֶׁאֲוִירָהּ גָּבוֹהַּ מֵעֶשְׂרִים אַמָּה וּמִעֲטָהּ בְּכָרִים וּכְסָתוֹת אֵינוֹ מִעוּט וַאֲפִלּוּ בִּטְּלָם. מִעֲטָהּ בְּתֶבֶן וּבִטְּלוֹ הֲרֵי זֶה מִעוּט. וְאֵין צָרִיךְ לוֹמַר עָפָר וּבִטְּלוֹ. אֲבָל בֶּעָפָר סְתָם אֵינוֹ מִעוּט. הָיְתָה גְּבוֹהָה מֵעֶשְׂרִים אַמָּה וְהוּצִין יוֹרְדִין לְתוֹךְ עֶשְׂרִים אִם הָיְתָה צִלָּתָן מְרֻבָּה מֵחֲמָתָן יֵחָשְׁבוּ כְּגַג עָבֶה וּכְשֵׁרָה: \n",
            "בָּנָה אִצְטַבָּה בָּהּ כְּנֶגֶד דֹּפֶן הָאֶמְצָעִית עַל פְּנֵי כֻּלָּהּ אִם יֵשׁ בָּאִצְטַבָּה שִׁעוּר רֹחַב הַסֻּכָּה כְּשֵׁרָה. בָּנָה אִצְטַבָּה כְּנֶגֶד דֹּפֶן הָאֶמְצָעִית מִן הַצַּד אִם יֵשׁ מִשְּׂפַת אִצְטַבָּה וְלַכֹּתֶל אַרְבַּע אַמּוֹת פְּסוּלָה פָּחוֹת מֵאַרְבַּע אַמּוֹת כְּשֵׁרָה. בָּנָה אִצְטַבָּה בְּאֶמְצָעָהּ אִם יֵשׁ מִשְּׂפַת אִצְטַבָּה וְלַכֹּתֶל אַרְבַּע אַמּוֹת לְכָל רוּחַ פְּסוּלָה. פָּחוֹת מֵאַרְבַּע אַמּוֹת כְּשֵׁרָה. וּכְאִלּוּ הַמְּחִצּוֹת נוֹגְעוֹת בָּאִצְטַבָּה וַהֲרֵי מִן הָאִצְטַבָּה וְעַד הַסִּכּוּךְ פָּחוֹת מֵעֶשְׂרִים אַמָּה. בָּנָה בָּהּ עַמּוּד וְיֵשׁ בּוֹ הֶכְשֵׁר סֻכָּה פְּסוּלָה. שֶׁאֵין אֵלּוּ מְחִצּוֹת הַנִּכָּרוֹת וְנִמְצָא עַל גַּב הָעַמּוּד סְכָךְ כָּשֵׁר בְּלֹא דְּפָנוֹת: \n",
            "הָיְתָה פְּחוּתָה מֵעֲשָׂרָה וְחָקַק בָּהּ לְהַשְׁלִימָהּ לַעֲשָׂרָה. אִם יֵשׁ מִשְּׂפַת חֲקָק וְלַכֹּתֶל שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי הוּא כְּדָבוּק כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת: \n",
            "דָּפְנֵי סֻכָּה כְּשֵׁרִין מִן הַכּל שֶׁאֵין אָנוּ צְרִיכִין אֶלָּא מְחִצָּה מִכָּל מָקוֹם וַאֲפִלּוּ מִבַּעֲלֵי חַיִּים. וְעוֹשֶׂה אָדָם אֶת חֲבֵרוֹ דֹּפֶן בְּיוֹם טוֹב כְּדֵי שֶׁיֹּאכַל וְיִשְׁתֶּה וְיִישַׁן בְּסֻכָּה כְּשֵׁרָה שֶׁחֲבֵרוֹ דֹּפֶן לָהּ. וְהוּא שֶׁיַּעֲשֶׂה אוֹתוֹ שֶׁלֹּא לְדַעַת זֶה שֶׁנַּעֲשָׂה דֹּפֶן. אֲבָל אִם עֲשָׂהוּ לְדַעַת אָסוּר בְּיוֹם טוֹב וּמֻתָּר בִּשְׁאָר יְמֵי הֶחָג. וְכֵן עוֹשֶׂה בְּכֵלִים דֹּפֶן רְבִיעִית בְּיוֹם טוֹב. אֲבָל דֹּפֶן שְׁלִישִׁית לֹא יַעֲשֶׂה אוֹתָהּ בְּכֵלִים בְּיוֹם טוֹב לְפִי שֶׁהוּא מַכְשִׁיר הַסֻּכָּה וְאֵין עוֹשִׂין אֹהֶל עֲרַאי בְּיוֹם טוֹב: \n"
        ],
        [
            "הַסְכָךְ שֶׁל סֻכָּה אֵינוֹ כָּשֵׁר מִכָּל דָּבָר. אֵין מְסַכְּכִין אֶלָּא בְּדָבָר שֶׁגִּדּוּלוֹ מִן הָאָרֶץ שֶׁנֶּעֱקַר מִן הָאָרֶץ וְאֵינוֹ מְקַבֵּל טֻמְאָה וְאֵין רֵיחוֹ רַע וְאֵינוֹ נוֹשֵׁר וְאֵינוֹ נוֹבֵל תָּמִיד: \n",
            "סִכֵּךְ בְּדָבָר שֶׁאֵין גִּדּוּלָיו מִן הָאָרֶץ אוֹ בִּמְחֻבָּר לָאָרֶץ אוֹ בְּדָבָר שֶׁמְּקַבֵּל טֻמְאָה פְּסוּלָה. אֲבָל אִם עָבַר וְסִכֵּךְ בְּדָבָר הַנּוֹבֵל וְנוֹשֵׁר אוֹ בְּדָבָר שֶׁרֵיחוֹ רַע כְּשֵׁרָה. שֶׁלֹּא אָמְרוּ אֵין מְסַכְּכִין בְּאֵלּוּ אֶלָּא כְּדֵי שֶׁלֹּא יַנִּיחַ הַסֻּכָּה וְיֵצֵא. וְצָרִיךְ לְהִזָּהֵר שֶׁלֹּא יִהְיוּ הוּצִין וְעָלִין שֶׁל סְכָךְ יוֹרְדִין לְתוֹךְ עֲשָׂרָה טְפָחִים כְּדֵי שֶׁלֹּא יָצֵר לוֹ בִּישִׁיבָתוֹ. סִכְּכָהּ בְּמִינֵי מַתָּכוֹת אוֹ בַּעֲצָמוֹת וְעוֹרוֹת פְּסוּלָה מִפְּנֵי שֶׁאֵינָן גִּדּוּלֵי קַרְקַע. הִדְלָה עָלֶיהָ גְּפָנִים וְכַיּוֹצֵא בָּהֶן עַד שֶׁנַּעֲשׂוּ סֻכָּה פְּסוּלָה שֶׁהֲרֵי לֹא נֶעֶקְרוּ. סִכְּכָהּ בִּכְלֵי עֵץ וּבְמַחֲצָלוֹת הָעֲשׂוּיוֹת לִשְׁכִיבָה וְכַיּוֹצֵא בָּהֶן פְּסוּלָה מִפְּנֵי שֶׁהֵן מְקַבְּלִין טֻמְאָה. וְכֵן אִם סִכְּכָהּ בְּשִׁבְרֵי כֵּלִים וּבְלִיּוֹתֵיהֶן פְּסוּלָה הוֹאִיל וְהָיוּ מְקַבְּלִין טֻמְאָה שֶׁמָּא יְסַכֵּךְ בִּשְׁבָרִים שֶׁעֲדַיִן לֹא טָהֲרוּ: \n",
            "סִכְּכָהּ בָּאֳכָלִין פְּסוּלָה מִפְּנֵי שֶׁהֵן מְקַבְּלִין טֻמְאָה. סוֹכֵי תְּאֵנִים וּבָהֶן תְּאֵנִים. פַּרְכִּילֵי עֲנָבִים וּבָהֶם עֲנָבִים. מִכְבָּדוֹת וּבָהֶם תְּמָרִים. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. רוֹאִין אִם פְּסלֶת מְרֻבָּה עַל הָאֳכָלִין מְסַכְּכִין בָּהֶן וְאִם לָאו אֵין מְסַכְּכִין בָּהֶן. סִכֵּךְ בִּירָקוֹת שֶׁאִם יִבשׁוּ יִבּלוּ וְלֹא יִשָּׁאֵר בָּהֶן מַמָּשׁ אַף עַל פִּי שֶׁהֵן עַתָּה לַחִים הֲרֵי מְקוֹמָן נֶחְשָׁב כְּאִלּוּ הוּא אֲוִיר וּכְאִלּוּ אֵינָם: \n",
            "סִכְּכָהּ בְּפִשְׁתֵּי הָעֵץ שֶׁלֹּא דַּק אוֹתָן וְלֹא נִפְּצָן כְּשֵׁרָה שֶׁעֲדַיִן עֵץ הוּא. וְאִם דַּק וְנִפֵּץ אוֹתָן אֵין מְסַכְּכִין בּוֹ מִפְּנֵי שֶׁנִּשְׁתַּנֵּית צוּרָתוֹ וּכְאִלּוּ אֵינָן מִגִּדּוּלֵי קַרְקַע. מְסַכְּכִין בַּחֲבָלִים שֶׁל סִיב וְשֶׁל חֲלָף וְכַיּוֹצֵא בָּהֶן שֶׁהֲרֵי צוּרָתָן עוֹמֵד וְאֵין הַחֲבָלִים כֵּלִים: \n",
            "סִכְּכָהּ בְּחִצִּים בִּזְכָרִים כְּשֵׁרָה בִּנְקֵבוֹת פְּסוּלָה אַף עַל פִּי שֶׁהוּא עָשׂוּי לְהִתְמַלְּאוֹת בְּבַרְזֶל בֵּית קִבּוּל הוּא וּמְקַבֵּל טֻמְאָה כְּכָל כְּלִי קִבּוּל: \n",
            "מַחְצֶלֶת קָנִים אוֹ מַחְצֶלֶת גֶּמִי אוֹ חֲלָף. קְטַנָּה סְתָמָה לִשְׁכִיבָה לְפִיכָךְ אֵין מְסַכְּכִין בָּהּ אֶלָּא אִם כֵּן עָשָׂה אוֹתָהּ לְסִכּוּךְ. גְּדוֹלָה סְתָמָה לְסִכּוּךְ לְפִיכָךְ מְסַכְּכִין בָּהּ אֶלָּא אִם כֵּן עָשָׂה אוֹתָהּ לִשְׁכִיבָה. וְאִם יֵשׁ לָהּ קִיר אֲפִלּוּ גְּדוֹלָה אֵין מְסַכְּכִין בָּהּ שֶׁהֲרֵי הִיא כִּכְלִי קִבּוּל. וַאֲפִלּוּ נִטַּל הַקִּיר שֶׁלָּהּ אֵין מְסַכְּכִין בָּהּ מִפְּנֵי שֶׁהִיא כְּשִׁבְרֵי כֵּלִים: \n",
            "נְסָרִים שֶׁאֵין בְּרָחְבָּן אַרְבָּעָה טְפָחִים מְסַכְּכִין בָּהֶן אַף עַל פִּי שֶׁהֵן מְשֻׁפִּין. וְאִם יֵשׁ בְּרָחְבָּן אַרְבָּעָה אֵין מְסַכְּכִין בָּהֶן וְאַף עַל פִּי שֶׁאֵינָם מְשֻׁפִּין גְּזֵרָה שֶׁמָּא יֵשֵׁב תַּחַת הַתִּקְרָה וִידַמֶּה שֶׁהִיא כְּסֻכָּה. נָתַן עָלֶיהָ נֶסֶר אֶחָד שֶׁיֵּשׁ בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים כְּשֵׁרָה וְאֵין יְשֵׁנִין תַּחְתָּיו וְהַיָּשֵׁן תַּחְתָּיו לֹא יָצָא יְדֵי חוֹבָתוֹ. הָיוּ נְסָרִין שֶׁיֵּשׁ בְּרָחְבָּן אַרְבָּעָה וְאֵין בְּעָבְיָן אַרְבָּעָה וַהֲפָכָן בְּצִדֵּיהֶן שֶׁאֵין בָּהֶן אַרְבָּעָה וְסִכֵּךְ בָּהֶן הֲרֵי זוֹ פְּסוּלָה. שֶׁהֲרֵי הַנֶּסֶר פָּסוּל בֵּין שֶׁסִּכֵּךְ בְּרָחְבּוֹ בֵּין שֶׁסִּכֵּךְ בְּעָבְיוֹ: \n",
            "תִּקְרָה שֶׁאֵין עָלֶיהָ מַעֲזִיבָה שֶׁהִיא הַטִּיט וְהָאֲבָנִים אֶלָּא נְסָרִין תְּקוּעִין בִּלְבַד הֲרֵי זוֹ פְּסוּלָה שֶׁהֲרֵי לֹא נַעֲשׂוּ לְשֵׁם סֻכָּה אֶלָּא לְשֵׁם בַּיִת. לְפִיכָךְ אִם פִּקְפֵּק הַנְּסָרִים וְהֵנִיד הַמַּסְמְרִים לְשֵׁם סֻכָּה הֲרֵי זוֹ כְּשֵׁרָה. וּבִלְבַד שֶׁלֹּא יִהְיֶה בְּכָל נֶסֶר וְנֶסֶר אַרְבָּעָה טְפָחִים. וְכֵן אִם נָטַל אֶחָד מִבֵּינְתַיִם וְהִנִּיחַ בִּמְקוֹמוֹ סְכָךְ כָּשֵׁר לְשֵׁם סֻכָּה הֲרֵי זוֹ כְּשֵׁרָה: \n",
            "סֻכָּה שֶׁנַּעֲשֵׂית כְּהִלְכָתָהּ מִכָּל מָקוֹם כְּשֵׁרָה אַף עַל פִּי שֶׁלֹּא נַעֲשֵׂית לְשֵׁם מִצְוָה. וְהוּא שֶׁתִּהְיֶה עֲשׂוּיָה לְצֵל כְּגוֹן סֻכַּת עַכּוּ''ם וְסֻכַּת בְּהֵמָה וְכָל כַּיּוֹצֵא בָּהֶן. אֲבָל סֻכָּה שֶׁנַּעֲשֵׂית מֵאֵלֶיהָ פְּסוּלָה לְפִי שֶׁלֹּא נַעֲשֵׂית לְצֵל. וְכֵן הַחוֹטֵט בְּגָדִישׁ וְעָשָׂהוּ סֻכָּה אֵינָהּ סֻכָּה שֶׁהֲרֵי לֹא עִמֵּר גָּדִישׁ זֶה לְצֵל. לְפִיכָךְ אִם עָשָׂה בַּתְּחִלָּה חֲלַל טֶפַח בְּמֶשֶׁךְ שִׁבְעָה לְשֵׁם סֻכָּה וְחָטַט בָּהּ אַחֲרֵי כֵן וְהִשְׁלִימָהּ לַעֲשָׂרָה כְּשֵׁרָה שֶׁהֲרֵי נַעֲשָׂה סְכָךְ שֶׁלָּהּ לְצֵל: \n",
            "חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִין אֵין מְסַכְּכִין בָּהֶן גְּזֵרָה שֶׁמָּא יַעֲשֶׂה אוֹתָן חֲבִילוֹת עַל גַּגּוֹ כְּדֵי לְיַבְּשָׁן וְיִמָּלֵךְ וְיֵשֵׁב תַּחְתֵּיהֶן לְשֵׁם סֻכָּה וְהוּא מִתְּחִלָּה לֹא עָשָׂה סְכָךְ זֶה לְצֵל וְנִמְצֵאת כְּסֻכָּה שֶׁנַּעֲשֵׂית מֵאֵלֶיהָ. וְאִם הִתִּירָם כְּשֵׁרוֹת. וְאֵין חֲבִילָה פְּחוּתָה מֵעֶשְׂרִים וַחֲמִשָּׁה בַּדִּים: \n",
            "חֲבִילוֹת קְטַנּוֹת שֶׁאָגְדוּ אוֹתָן לְמִנְיָן מְסַכְּכִין בָּהֶן. וְכֵן הַחוֹתֵךְ רֹאשׁ הַדֶּקֶל וְהַחֲרָיוֹת אֲגֻדּוֹת בּוֹ מְסַכְּכִין בּוֹ שֶׁאֶגֶד בִּידֵי שָׁמַיִם אֵינוֹ כַּחֲבִילָה. וַאֲפִלּוּ קָשַׁר רָאשֵׁי הַחֲרָיוֹת כֻּלָּן מִצַּד הָאֶחָד שֶׁנִּמְצְאוּ בַּחֲבִילָה אַחַת אֶחָד מִשְּׁנֵי רָאשִׁים בִּידֵי שָׁמַיִם וְאֶחָד בִּידֵי אָדָם מְסַכְּכִין בָּהּ שֶׁהָאוֹגֵד עֵץ אֶחָד אֵינוֹ חֲבִילָה וְזוֹ כְּעֵץ אֶחָד הִיא שֶׁהֲרֵי אֲגוּדָה בִּידֵי שָׁמַיִם. וְכֵן כָּל אֶגֶד שֶׁאֵינוֹ עָשׂוּי לְטַלְטְלוֹ אֵינוֹ אֶגֶד: \n",
            "הָעוֹשֶׂה סֻכָּתוֹ תַּחַת הָאִילָן כְּאִלּוּ עֲשָׂאָהּ בְּתוֹךְ הַבַּיִת. הִדְלָה עָלֶיהָ עָלֵי הָאִילָנוֹת וּבַדֵּיהֶן וְסִכֵּךְ עַל גַּבָּן וְאַחַר כָּךְ קָצְצָן. אִם הָיָה הַסִּכּוּךְ הַרְבֵּה מֵהֶן כְּשֵׁרָה. וְאִם לֹא הָיָה הַסִּכּוּךְ שֶׁהָיָה מִתְּחִלָּתוֹ כָּשֵׁר הַרְבֵּה מֵהֶן צָרִיךְ לְנַעֲנֵעַ אוֹתָן אַחַר קְצִיצָתָן כְּדֵי שֶׁתִּהְיֶה עֲשׂוּיָה לְשֵׁם סֻכָּה: \n",
            "עֵרֵב דָּבָר שֶׁמְּסַכְּכִין בּוֹ בְּדָבָר שֶׁאֵין מְסַכְּכִין בּוֹ וְסִכֵּךְ בִּשְׁנֵיהֶם אַף עַל פִּי שֶׁהַכָּשֵׁר יָתֵר עַל הַפָּסוּל פְּסוּלָה. סִכֵּךְ בָּזֶה לְעַצְמוֹ וּבָזֶה לְעַצְמוֹ זֶה בְּצַד זֶה. אִם יֵשׁ בַּסְּכָךְ פָּסוּל שְׁלֹשָׁה טְפָחִים בְּמָקוֹם אֶחָד בֵּין בָּאֶמְצַע בֵּין מִן הַצַּד הֲרֵי זוֹ פְּסוּלָה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּסֻכָּה קְטַנָּה אֲבָל בְּסֻכָּה גְּדוֹלָה סְכָךְ פָּסוּל בָּאֶמְצַע פּוֹסְלָהּ בְּאַרְבָּעָה טְפָחִים. פָּחוֹת מִכֵּן כְּשֵׁרָה. וּמִן הַצַּד פּוֹסֵל בְּאַרְבַּע אַמּוֹת וּפָחוֹת מִכֵּן כְּשֵׁרָה. כֵּיצַד. בַּיִת שֶׁנִּפְחַת בְּאֶמְצָעוֹ וְסִכֵּךְ עַל מְקוֹם הַפְּחָת. וְכֵן חָצֵר הַמֻּקֶּפֶת אַכְסַדְרָה שֶׁסִּכֵּךְ עָלֶיהָ. וְכֵן סֻכָּה גְּדוֹלָה שֶׁהִקִּיפוּהָ בְּדָבָר שֶׁאֵין מְסַכְּכִין בּוֹ בְּצַד הַדְּפָנוֹת מִלְּמַעְלָה. אִם יֵשׁ מִשְּׂפַת הַסְּכָךְ הַכָּשֵׁר וְלַכֹּתֶל אַרְבַּע אַמּוֹת פְּסוּלָה. פָּחוֹת מִכֵּן רוֹאִין כְּאִלּוּ הַכֹּתֶל נֶעֱקַם וְיֵחָשֵׁב זֶה הַסְּכָךְ הַפָּסוּל מִגּוּף הַכֹּתֶל וּכְשֵׁרָה. וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
            "וְאֵי זוֹ הִיא סֻכָּה קְטַנָּה כָּל שֶׁאֵין בָּהּ אֶלָּא שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים. וּגְדוֹלָה כָּל שֶׁיִּשָּׁאֵר בָּהּ יֶתֶר עַל סְכָךְ הַפָּסוּל שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים סְכָךְ כָּשֵׁר: \n",
            "סִכֵּךְ בְּדָבָר פָּסוּל וְדָבָר כָּשֵׁר זֶה בְּצַד זֶה וְאֵין בְּמָקוֹם אֶחָד מִסְּכָךְ הַפָּסוּל רֹחַב שְׁלֹשָׁה טְפָחִים אֶלָּא פָּחוֹת. אִם הָיָה כָּל הַסְּכָךְ הַכָּשֵׁר יוֹתֵר עַל כָּל הַסְּכָךְ הַפָּסוּל כָּשֵׁר. וְאִם הָיָה זֶה כְּמוֹ זֶה בְּצִמְצוּם אַף עַל פִּי שֶׁאֵין בְּמָקוֹם אֶחָד שְׁלֹשָׁה הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁסְּכָךְ פָּסוּל כְּפָרוּץ הוּא נֶחְשָׁב: \n",
            "פָּרַשׂ עָלֶיהָ בֶּגֶד מִלְּמַעְלָה אוֹ שֶׁפָּרַשׂ תַּחְתֶּיהָ מִפְּנֵי הַנֶּשֶׁר פְּסוּלָה. פְּרָשׂוֹ כְּדֵי לְנָאוֹתָהּ כְּשֵׁרָה. וְכֵן אִם סִכְּכָהּ כְּהִלְכָתָהּ וְעִטְּרָהּ בְּמִינֵי פֵּרוֹת וּבְמִינֵי מְגָדִים וְכֵלִים שֶׁתְּלוּיִין בֵּין בִּכְתָלֶיהָ בֵּין בַּסְּכָךְ כְּדֵי לְנָאוֹתָהּ כְּשֵׁרָה: \n",
            "נוֹיֵי סֻכָּה אֵין מְמַעֲטִין בְּגָבְהָהּ אֲבָל מְמַעֲטִין בְּרָחְבָּהּ. הָיוּ נוֹיֵי הַסֻּכָּה מֻפְלָגִין מִגַּגָּהּ אַרְבָּעָה טְפָחִים אוֹ יֶתֶר פְּסוּלָה. שֶׁנִּמְצָא הַיּוֹשֵׁב שָׁם כְּאִלּוּ אֵינוֹ תַּחַת הַסְּכָךְ אֶלָּא תַּחַת הַנּוֹיִים שֶׁהֵן אֳכָלִין וְכֵלִים שֶׁאֵין מְסַכְּכִין בָּהֶן: \n",
            "סְכָךְ שֶׁהָיוּ בּוֹ חַלּוֹנוֹת חַלּוֹנוֹת שֶׁהָאֲוִיר נִרְאֶה מֵהֶן. אִם יֵשׁ בְּכָל הָאֲוִיר כְּכָל מָקוֹם הַמְסֻכָּךְ הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁחַמָּתָהּ תִּהְיֶה מְרֻבָּה מִצִּלָּתָהּ. וְכָל שֶׁהַחַמָּה מְרֻבָּה עַל הַצֵּל אֵינוֹ סְכָךְ. וְאִם הָיָה הַסְּכָךְ רַב עַל הָאֲוִיר כְּשֵׁרָה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה בְּמָקוֹם אֶחָד אֲוִיר שְׁלֹשָׁה טְפָחִים. אֲבָל אִם הָיָה אֲוִיר שְׁלֹשָׁה טְפָחִים בֵּין בָּאֶמְצַע בֵּין מִן הַצַּד הֲרֵי זוֹ פְּסוּלָה עַד שֶׁיְּמַעֲטֶנּוּ מִשְּׁלֹשָׁה. מִעֲטוֹ בְּדָבָר הַפָּסוּל כְּגוֹן כָּרִים וּכְסָתוֹת. אִם סֻכָּה גְּדוֹלָה הִיא כְּשֵׁרָה. וְאִם בְּסֻכָּה קְטַנָּה פְּסוּלָה עַד שֶׁיְּמַעֲטֶנּוּ בְּדָבָר שֶׁמְּסַכְּכִין בּוֹ. הָיָה רֹב הַסִּכּוּךְ צִלָּתוֹ מְרֻבֶּה מֵחֲמָתוֹ וּמִעוּטוֹ חֲמָתוֹ מְרֻבֶּה מִצִּלָּתוֹ הוֹאִיל וְצִלַּת הַכּל מְרֻבָּה מֵחֲמַת הַכּל כְּשֵׁרָה: \n",
            "דֶּרֶךְ הַסִּכּוּךְ לִהְיוֹת קַל כְּדֵי שֶׁיֵּרָאוּ מִמֶּנּוּ הַכּוֹכָבִים הַגְּדוֹלִים. הָיְתָה מְעֻבָּה כְּמִין בַּיִת אַף עַל פִּי שֶׁאֵין הַכּוֹכָבִים נִרְאִין מִתּוֹכָהּ כְּשֵׁרָה. הָיָה הַסִּכּוּךְ מְדֻבְלָל וְהוּא הַסִּכּוּךְ שֶׁיִּהְיֶה מִקְצָתוֹ לְמַעְלָה וּמִקְצָתוֹ לְמַטָּה כָּשֵׁר. וּבִלְבַד שֶׁלֹּא יִהְיֶה בֵּין הָעוֹלֶה וְהַיּוֹרֵד שְׁלֹשָׁה טְפָחִים. וְאִם הָיָה בְּרֹחַב זֶה הָעוֹלֶה טֶפַח אוֹ יֶתֶר אַף עַל פִּי שֶׁהוּא גָּבוֹהַּ יֶתֶר מִשְּׁלֹשָׁה טְפָחִים רוֹאִין אוֹתוֹ כְּאִלּוּ יָרַד לְמַטָּה וְנָגַע בִּשְׂפַת זֶה הַיּוֹרֵד. וְהוּא שֶׁיִּהְיֶה מְכֻוָּן כְּנֶגֶד שְׂפַת הַיּוֹרֵד: \n",
            "הָעוֹשֶׂה סֻכָּה עַל גַּבֵּי סֻכָּה. הַתַּחְתּוֹנָה פְּסוּלָה כְּמִי שֶׁעָשָׂה סֻכָּה בְּתוֹךְ הַבַּיִת וְהָעֶלְיוֹנָה כְּשֵׁרָה בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַתַּחְתּוֹנָה פְּסוּלָה בְּשֶׁהָיָה גֹּבַהּ חֲלַל הָעֶלְיוֹנָה עֲשָׂרָה טְפָחִים אוֹ יֶתֶר וְהָיָה גַּג הַתַּחְתּוֹנָה יָכוֹל לְקַבֵּל כָּרִים וּכְסָתוֹת שֶׁל עֶלְיוֹנָה אֲפִלּוּ עַל יְדֵי הַדְּחָק. אֲבָל אִם אֵין גָּבְהָהּ שֶׁל עֶלְיוֹנָה עֲשָׂרָה אוֹ שֶׁלֹּא הָיְתָה הַתַּחְתּוֹנָה יְכוֹלָה לְקַבֵּל כָּרִים וּכְסָתוֹת שֶׁל עֶלְיוֹנָה אֲפִלּוּ עַל יְדֵי הַדְּחָק (אַף) הַתַּחְתּוֹנָה כְּשֵׁרָה וְהוּא שֶׁלֹּא יִהְיֶה גֹּבַהּ שְׁתֵּיהֶן יֶתֶר עַל עֶשְׂרִים אַמָּה שֶׁהַתַּחְתּוֹנָה בַּסְּכָךְ הָעֶלְיוֹנָה הִיא נִתֶּרֶת: \n",
            "מִטָּה שֶׁבְּתוֹךְ הַסֻּכָּה אִם גְּבוֹהָה עֲשָׂרָה טְפָחִים. הַיּוֹשֵׁב תַּחְתֶּיהָ לֹא יָצָא יְדֵי חוֹבָתוֹ. מִפְּנֵי שֶׁהִיא כְּסֻכָּה בְּתוֹךְ סֻכָּה. וְכֵן כִּלָּה שֶׁיֵּשׁ לָהּ גַּג אֲפִלּוּ טֶפַח אִם גְּבוֹהָה עֲשָׂרָה טְפָחִים אֵין יְשֵׁנִין בָּהּ בַּסֻּכָּה. וְכֵן הַמַּעֲמִיד אַרְבָּעָה עַמּוּדִים וּפָרַשׂ סָדִין עֲלֵיהֶן אִם גְּבוֹהִין עֲשָׂרָה הֲרֵי זוֹ כְּסֻכָּה בְּתוֹךְ סֻכָּה: \n",
            "אֲבָל שְׁנֵי עַמּוּדִים שֶׁפָּרַשׂ עֲלֵיהֶן סָדִין וְכֵן כִּלָּה שֶׁאֵין בְּגַגָּהּ טֶפַח אֲפִלּוּ גְּבוֹהִין כָּל שֶׁהֵן מֻתָּר לִישֹׁן תַּחְתֵּיהֶם בְּסֻכָּה. שֶׁאֵינָן כְּסֻכָּה בְּתוֹךְ סֻכָּה מִפְּנֵי שֶׁאֵין לָהּ גַּג: \n",
            "סֻכָּה שְׁאוּלָה כְּשֵׁרָה וְכֵן הַגְּזוּלָה כְּשֵׁרָה. כֵּיצַד. אִם תָּקַף עַל חֲבֵרוֹ וְהוֹצִיאוֹ מִסֻּכָּתוֹ וּגְזָלָהּ וְיָשַׁב בָּהּ יָצָא שֶׁאֵין הַקַּרְקַע נִגְזֶלֶת. וְאִם גָּזַל עֵצִים וְעָשָׂה מֵהֶן סֻכָּה יָצָא. שֶׁתַּקָּנַת חֲכָמִים הִיא שֶׁאֵין לְבַעַל הָעֵצִים אֶלָּא דְּמֵי עֵצִים בִּלְבַד. וַאֲפִלּוּ גָּזַל נְסָרִים וְהִנִּיחָן וְלֹא חִבְּרָן וְלֹא שָׁנָה בָּהֶן כְּלוּם יָצָא. הָעוֹשֶׂה סֻכָּתוֹ בִּרְשׁוּת הָרַבִּים הֲרֵי זוֹ כְּשֵׁרָה: \n"
        ],
        [
            "נָּשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִים מִן הַסֻּכָּה. טֻמְטוּם וְאַנְדְּרוֹגִינוּס חַיָּבִים מִסָּפֵק. וְכֵן מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין חַיָּב. קָטָן שֶׁאֵינוֹ צָרִיךְ לְאִמּוֹ שֶׁהוּא [כְּבֶן חָמֵשׁ] כְּבֶן שֵׁשׁ חַיָּב בְּסֻכָּה מִדִּבְרֵי סוֹפְרִים כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת: \n",
            "חוֹלִים וּמְשַׁמְּשֵׁיהֶן פְּטוּרִים מִן הַסֻּכָּה. וְלֹא חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה אֶלָּא אֲפִלּוּ חָשׁ בְּרֹאשׁוֹ וַאֲפִלּוּ חָשׁ בְּעֵינָיו. מִצְטַעֵר פָּטוּר מִן הַסֻּכָּה הוּא וְלֹא מְשַׁמְּשָׁיו. וְאֵיזֶהוּ מִצְטַעֵר זֶה שֶׁאֵינוֹ יָכוֹל לִישֹׁן בַּסֻּכָּה מִפְּנֵי הָרוּחַ אוֹ מִפְּנֵי הַזְּבוּבִים וְהַפַּרְעוֹשִׁים וְכַיּוֹצֵא בָּהֶן אוֹ מִפְּנֵי הָרֵיחַ: \n",
            "הָאָבֵל חַיָּב בְּסֻכָּה. וְחָתָן וְכָל הַשּׁוֹשְׁבִינִין וְכָל בְּנֵי חֻפָּה פְּטוּרִים מִן הַסֻּכָּה כָּל שִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n",
            "שְׁלוּחֵי מִצְוָה פְּטוּרִים מִן הַסֻּכָּה בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה. הוֹלְכֵי דְּרָכִים בַּיּוֹם פְּטוּרִים מִן הַסֻּכָּה בַּיּוֹם וְחַיָּבִין בַּלַּיְלָה. הוֹלְכֵי דְּרָכִים בַּלַּיְלָה פְּטוּרִים מִן הַסֻּכָּה בַּלַּיְלָה וְחַיָּבִים בַּיּוֹם. שׁוֹמְרֵי הָעִיר בַּיּוֹם פְּטוּרִים מִן הַסֻּכָּה בַּיּוֹם וְחַיָּבִים בַּלַּיְלָה. שׁוֹמְרֵי הָעִיר בַּלַּיְלָה פְּטוּרִים מִן הַסֻּכָּה בַּלַּיְלָה וְחַיָּבִים בַּיּוֹם. שׁוֹמְרֵי גִּנּוֹת וּפַרְדֵּסִין פְּטוּרִין בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה שֶׁאִם יַעֲשֶׂה הַשּׁוֹמֵר סֻכָּה יֵדַע הַגַּנָּב שֶׁיֵּשׁ לַשּׁוֹמֵר מָקוֹם קָבוּעַ וְיָבוֹא וְיִגְנֹב מִן מָקוֹם אַחֵר: \n",
            "כֵּיצַד הִיא מִצְוַת הַיְשִׁיבָה בַּסֻּכָּה. שֶׁיִּהְיֶה אוֹכֵל וְשׁוֹתֶה וְדָר בַּסֻּכָּה כָּל שִׁבְעַת הַיָּמִים בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה כְּדֶרֶךְ שֶׁהוּא דָּר בְּבֵיתוֹ בִּשְׁאָר יְמוֹת הַשָּׁנָה. וְכָל שִׁבְעַת הַיָּמִים עוֹשֶׂה אָדָם אֶת בֵּיתוֹ עַרְאַי וְאֶת סֻכָּתוֹ קֶבַע שֶׁנֶּאֱמַר <small>(ויקרא כג מב)</small> \"בַּסֻּכֹּת תֵּשְׁבוּ שִׁבְעַת יָמִים\". כֵּיצַד. כֵּלִים הַנָּאִים וּמַצָּעוֹת הַנָּאוֹת בַּסֻּכָּה. וּכְלֵי שְׁתִיָּה כְּגוֹן אֲשִׁישׁוֹת וְכוֹסוֹת בַּסֻּכָּה. אֲבָל כְּלֵי אֲכִילָה כְּגוֹן קְדֵרוֹת וּקְעָרוֹת חוּץ לַסֻכָּה. הַמְּנוֹרָה בַּסֻּכָּה. וְאִם הָיְתָה סֻכָּה קְטַנָּה מַנִּיחָהּ חוּץ לַסֻּכָּה: \n",
            "אוֹכְלִין וְשׁוֹתִין וִישֵׁנִים בַּסֻּכָּה כָּל שִׁבְעָה בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה. וְאָסוּר לֶאֱכל סְעֻדָּה חוּץ לַסֻכָּה כָּל שִׁבְעָה אֶלָּא אִם אָכַל אֲכִילַת עֲרַאי כְּבֵיצָה אוֹ פָּחוֹת אוֹ יֶתֶר מְעַט. וְאֵין יְשֵׁנִים חוּץ לַסֻכָּה אֲפִלּוּ שְׁנַת עֲרַאי. וּמֻתָּר לִשְׁתּוֹת מַיִם וְלֶאֱכל פֵּרוֹת חוּץ לַסֻּכָּה. וּמִי שֶׁיַּחֲמִיר עַל עַצְמוֹ וְלֹא יִשְׁתֶּה חוּץ לַסֻכָּה אֲפִלּוּ מַיִם הֲרֵי זֶה מְשֻׁבָּח: \n",
            "אֲכִילָה בְּלֵילֵי יוֹם טוֹב הָרִאשׁוֹן בַּסֻּכָּה חוֹבָה. אֲפִלּוּ אָכַל כְּזַיִת פַּת יָצָא יְדֵי חוֹבָתוֹ. מִכָּאן וְאֵילָךְ רְשׁוּת. רָצָה לֶאֱכל סְעֻדָּה סוֹעֵד בַּסֻּכָּה. רָצָה אֵינוֹ אוֹכֵל כָּל שִׁבְעָה אֶלָּא פֵּרוֹת אוֹ קְלָיוֹת חוּץ לַסֻּכָּה אוֹכֵל כְּדִין אֲכִילַת מַצָּה בְּפֶסַח: \n",
            "מִי שֶׁהָיָה רֹאשׁוֹ וְרֻבּוֹ בַּסֻּכָּה וְשֻׁלְחָנוֹ בְּתוֹךְ בֵּיתוֹ אוֹ חוּץ לַסֻּכָּה וְאוֹכֵל הֲרֵי זֶה אָסוּר וּכְאִלּוּ לֹא אָכַל בַּסֻּכָּה עַד שֶׁיִּהְיֶה שֻׁלְחָנוֹ בְּתוֹךְ הַסֻּכָּה. גְּזֵרָה שֶׁמָּא יִמָּשֵׁךְ אַחַר שֻׁלְחָנוֹ. וַאֲפִלּוּ בְּסֻכָּה גְּדוֹלָה: \n",
            "כָּל שִׁבְעַת הַיָּמִים קוֹרֵא בְּתוֹךְ הַסֻּכָּה. וּכְשֶׁמֵּבִין וּמְדַקְדֵּק בְּמַה שֶּׁיִּקְרָא יָבִין חוּץ לַסֻכָּה כְּדֵי שֶׁתִּהְיֶה דַּעְתּוֹ מְיֻשֶּׁבֶת עָלָיו. הַמִּתְפַּלֵּל רְצֵה מִתְפַּלֵּל בַּסֻּכָּה אוֹ חוּץ לַסֻּכָּה: \n",
            "יָרְדוּ גְּשָׁמִים הֲרֵי זֶה נִכְנָס לְתוֹךְ הַבַּיִת. מֵאֵימָתַי מֻתָּר לִפָּנוֹת, מִשֶּׁיָּרְדוּ לְתוֹךְ הַסֻּכָּה טִפּוֹת שֶׁאִם יִפְּלוּ לְתוֹךְ הַתַּבְשִׁיל יִפָּסֵל, אֲפִלּוּ תַּבְשִׁיל שֶׁל פּוֹל. הָיָה אוֹכֵל בַּסֻּכָּה וְיָרְדוּ גְּשָׁמִים וְנִכְנַס לְבֵיתוֹ וּפָסְקוּ הַגְּשָׁמִים אֵין מְחַיְּבִים אוֹתוֹ לַחֲזֹר לַסֻּכָּה (כָּל אוֹתוֹ הַלַּיְלָה) עַד שֶׁיִּגְמֹר סְעֻדָּתוֹ. הָיָה יָשֵׁן וְיָרְדוּ גְּשָׁמִים בַּלַּיְלָה וְנִכְנַס לְתוֹךְ הַבַּיִת וּפָסְקוּ הַגְּשָׁמִים אֵין מַטְרִיחִין אוֹתוֹ לַחֲזֹר לַסֻכָּה כָּל אוֹתוֹ הַלַּיְלָה אֶלָּא יָשֵׁן בְּבֵיתוֹ עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר: \n",
            "גָּמַר מִלֶּאֱכל בַּיּוֹם הַשְּׁבִיעִי בְּשַׁחֲרִית לֹא יַתִּיר סֻכָּתוֹ. אֲבָל מוֹרִיד הוּא אֶת כֵּלָיו וּמְפַנֶּה אוֹתָן מִן הַמִּנְחָה וּלְמַעְלָה. אֵין לוֹ מָקוֹם לְפַנּוֹת פּוֹחֵת בָּהּ אַרְבָּעָה עַל אַרְבָּעָה. וְאִם הֻצְרַךְ לִסְעֹד בִּשְׁאָר הַיּוֹם צָרִיךְ לֶאֱכל בַּסֻּכָּה, שֶׁמִּצְוָתָהּ כָּל שִׁבְעָה: \n",
            "כָּל זְמַן שֶׁיִּכָּנֵס לֵישֵׁב בַּסֻּכָּה כָּל שִׁבְעָה מְבָרֵךְ קֹדֶם שֶׁיֵּשֵׁב אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לֵישֵׁב בַּסֻּכָּה. וּבְלֵילֵי יוֹם טוֹב הָרִאשׁוֹן מְבָרֵךְ עַל הַסֻּכָּה וְאַחַר כָּךְ עַל הַזְּמַן. וּמְסַדֵּר כָּל הַבְּרָכוֹת עַל הַכּוֹס. נִמְצָא מְקַדֵּשׁ מְעֻמָּד וּמְבָרֵךְ לֵישֵׁב בַּסֻּכָּה וְיוֹשֵׁב וְאַחַר כָּךְ מְבָרֵךְ עַל הַזְּמַן. וְכָזֶה הָיָה מִנְהַג רַבּוֹתַי וְרַבָּנֵי סְפָרַד לְקַדֵּשׁ מְעֵמָּד בְּלַיִל רִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "בַּזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים טוֹבִים. יוֹשְׁבִין בַּסֻּכָּה שְׁמוֹנָה יָמִים. וּבַיּוֹם הַשְּׁמִינִי שֶׁהוּא יוֹם טוֹב רִאשׁוֹן שֶׁל שְׁמִינִי עֲצֶרֶת יוֹשְׁבִין בָּהּ וְאֵין מְבָרְכִין לֵישֵׁב בַּסֻּכָּה. וְכֵן טֻמְטוּם וְאַנְדְּרוֹגִינוּס לְעוֹלָם אֵין מְבָרְכִין לֵישֵׁב בַּסֻּכָּה מִפְּנֵי שֶׁהֵן חַיָּבִים מִסָּפֵק וְאֵין מְבָרְכִין מִסָּפֵק: \n",
            "גָּמַר מִלֶּאֱכל בַּיּוֹם הַשְּׁמִינִי מוֹרִיד כֵּלָיו וּמְפַנֶּה אוֹתָהּ. אֵין לוֹ מָקוֹם לְהוֹרִיד אֶת כֵּלָיו אִם הָיְתָה קְטַנָּה מַכְנִיס בָּהּ מְנוֹרָה. וְאִם הָיְתָה גְּדוֹלָה מַכְנִיס בָּהּ קְדֵרוֹת וּקְעָרוֹת וְכַיּוֹצֵא בָּהֶן כְּדֵי לְהַזְכִּיר שֶׁהִיא פְּסוּלָה וְשֶׁכְּבָר נִגְמְרָה מִצְוָתָהּ וּמִפְּנֵי שֶׁהוּא יוֹם טוֹב אֵינוֹ יָכוֹל לִפְחֹת בָּהּ וּלְפָסְלָהּ: \n",
            "מִי שֶׁלֹּא עָשָׂה סֻכָּה בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד עוֹשֶׂה סֻכָּה בְּחֻלּוֹ שֶׁל מוֹעֵד. אֲפִלּוּ בְּסוֹף יוֹם שְׁבִיעִי עוֹשֶׂה סֻכָּה, שֶׁמִּצְוָתָהּ כָּל שִׁבְעָה. עֲצֵי סֻכָּה אֲסוּרִין כָּל שְׁמוֹנַת יְמֵי הֶחָג בֵּין עֲצֵי דְּפָנוֹת בֵּין עֲצֵי סְכָךְ אֵין נֵאוֹתִין מֵהֶן לְדָבָר אַחֵר כָּל שְׁמוֹנַת הַיָּמִים מִפְּנֵי שֶׁיּוֹם הַשְּׁבִיעִי כֻּלּוֹ הַסֻּכָּה מֻקְצָה עַד בֵּין הַשְּׁמָשׁוֹת וְהוֹאִיל וְהֻקְצַת לְבֵין הַשְּׁמָשׁוֹת שֶׁל שְׁמִינִי הֻקְצַת לְכָל הַיּוֹם: \n",
            "וְכֵן אֳכָלִין וּמַשְׁקִין שֶׁתּוֹלִין בַּסֻּכָּה כְּדֵי לְנָאוֹתָהּ אָסוּר לְהִסְתַּפֵּק מֵהֶן כָּל שְׁמוֹנָה. וְאִם הִתְנָה עֲלֵיהֶן בְּשָׁעָה שֶׁתְּלָאָן וְאָמַר אֵינִי בּוֹדֵל מֵהֶן כָּל בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה מִסְתַּפֵּק מֵהֶן בְּכָל עֵת שֶׁיִּרְצֶה. שֶׁהֲרֵי לֹא הִקְצָה אוֹתָם וְלֹא חָלָה עֲלֵיהֶן קְדֻשַּׁת הַסֻּכָּה וְלֹא נֶחְשְׁבוּ כְּמוֹתָהּ: \n"
        ],
        [
            "<small>(ויקרא כג מ)</small> \"כַּפּוֹת תְּמָרִים\" הָאֲמוּרוֹת בַּתּוֹרָה הֵן חֲרָיוֹת שֶׁל דֶּקֶל כְּשֶׁיִּצְמְחוּ קֹדֶם שֶׁיִּתְפָּרְדוּ הֶעָלִין שֶׁלָּהֶן לְכָאן וּלְכָאן אֶלָּא כְּשֶׁיִּהְיֶה כְּמוֹ שַׁרְבִיט. וְהוּא הַנִּקְרָא לוּלָב: \n",
            "<small>(ויקרא כג מ)</small> \"פְּרִי עֵץ הָדָר\" הָאָמוּר בַּתּוֹרָה הוּא אֶתְרוֹג. <small>(ויקרא כג מ)</small> \"וַעֲנַף עֵץ עָבוֹת\" הָאָמוּר בַּתּוֹרָה הוּא הַהֲדַס שֶׁעָלָיו חוֹפִין אֶת עֵצוֹ. כְּגוֹן שֶׁיִּהְיוּ שְׁלֹשָׁה עָלִין אוֹ יֶתֶר עַל כֵּן בְּגִבְעוֹל אֶחָד. אֲבָל אִם הָיוּ שְׁנֵי הֶעָלִין בְּשָׁוֶה זֶה כְּנֶגֶד זֶה וְהֶעָלֶה הַשְּׁלִישִׁי לְמַעְלָה מֵהֶן אֵין זֶה עָבוֹת אֲבָל נִקְרָא הֲדַס שׁוֹטֶה: \n",
            "<small>(ויקרא כג מ)</small> \"עַרְבֵי נַחַל\" הָאֲמוּרוֹת בַּתּוֹרָה אֵינָן כָּל דָּבָר הַגָּדֵל עַל הַנַּחַל אֶלָּא מִין יָדוּעַ הוּא הַנִּקְרָא עַרְבֵי נַחַל. עָלֶה שֶׁלּוֹ מָשׁוּךְ כְּנַחַל וּפִיו חָלָק וְקָנֶה שֶׁלּוֹ אָדֹם וְזֶה הוּא הַנִּקְרָא עֲרָבָה. וְרֹב מִין זֶה גָּדֵל עַל הַנְּחָלִים לְכָךְ נֶאֱמַר עַרְבֵי נָחַל. וַאֲפִלּוּ הָיָה גָּדֵל בַּמִּדְבָּר אוֹ בֶּהָרִים כָּשֵׁר: \n",
            "וְיֵשׁ מִין אַחֵר דּוֹמֶה לַעֲרָבָה אֶלָּא שֶׁעָלֶה שֶׁלּוֹ עָגל וּפִיו דּוֹמֶה לְמַסָּר וְקָנֶה שֶׁלּוֹ אֵינוֹ אָדֹם וְזֶהוּ הַנִּקְרָא צַפְצָפָה וְהִיא פְּסוּלָה. וְיֵשׁ שָׁם מִין עֲרָבָה שֶׁאֵין פִּי הֶעָלֶה שֶׁלָּהּ חָלָק וְאֵינוֹ כְּמַסָּר אֶלָּא יֵשׁ בּוֹ תְּלָמִים קְטַנִּים עַד מְאֹד כְּמוֹ פִּי מַגָּל קָטָן וְזֶה כָּשֵׁר. וְכָל הַדְּבָרִים הָאֵלּוּ מִפִּי הַשְּׁמוּעָה מִמּשֶׁה רַבֵּנוּ נִתְפָּרְשׁוּ: \n",
            "אַרְבָּעָה מִינִין אֵלּוּ מִצְוָה אַחַת הֵן וּמְעַכְּבִין זֶה אֶת זֶה וְכֻלָּן נִקְרָאִים מִצְוַת לוּלָב. וְאֵין פּוֹחֲתִין מֵהֶן וְאֵין מוֹסִיפִין עֲלֵיהֶן. וְאִם לֹא נִמְצָא אֶחָד מֵהֶן אֵין מְבִיאִים תַּחְתָּיו מִין אַחֵר הַדּוֹמֶה לוֹ: \n",
            "מִצְוָה מִן הַמֻּבְחָר לֶאֱגֹד לוּלָב וַהֲדַס וַעֲרָבָה וְלַעֲשׂוֹת שְׁלָשְׁתָּן אֲגֻדָּה אַחַת. וּכְשֶׁהוּא נוֹטְלָם לָצֵאת בָּהֶן מְבָרֵךְ תְּחִלָּה עַל נְטִילַת לוּלָב הוֹאִיל וְכֻלָּן סְמוּכִין לוֹ וְאַחַר כָּךְ נוֹטֵל הָאֲגֻדָּה הַזֹּאת בִּימִינוֹ וְאֶתְרוֹג בִּשְׂמֹאלוֹ וְנוֹטְלָן דֶּרֶךְ גְּדִילָתָן שֶׁיִּהְיוּ עִקְּרֵיהֶן לְמַטָּה לָאָרֶץ וְרָאשֵׁיהֶן לְמַעְלָה לַאֲוִיר. וְאִם לֹא אֲגָדָן וּנְטָלָן אֶחָד אֶחָד יָצָא וְהוּא שֶׁיִּהְיוּ אַרְבַּעְתָּן מְצוּיִין אֶצְלוֹ. אֲבָל אִם לֹא הָיָה לוֹ אֶלָּא מִין אֶחָד אוֹ שֶׁחָסֵר מִין אֶחָד לֹא יִטּל עַד שֶׁיִּמְצָא הַשְּׁאָר: \n",
            "כַּמָּה נוֹטֵל מֵהֶן. לוּלָב אֶחָד וְאֶתְרוֹג אֶחָד וּשְׁנֵי בַּדֵּי עֲרָבָה וּשְׁלֹשָׁה בַּדֵּי הֲדַס. וְאִם רָצָה לְהוֹסִיף בַּהֲדַס כְּדֵי שֶׁתִּהְיֶה אֲגֻדָּה גְּדוֹלָה מוֹסִיף. וְנוֹיֵי מִצְוָה הוּא. אֲבָל שְׁאָר הַמִּינִין אֵין מוֹסִיפִין עַל מִנְיָנָם וְאֵין גּוֹרְעִין מֵהֶן. וְאִם הוֹסִיף אוֹ גָּרַע (פָּסוּל): \n",
            "כַּמָּה שִׁעוּר אֹרֶךְ כָּל מִין מֵהֶם. לוּלָב אֵין פָּחוֹת מֵאַרְבָּעָה טְפָחִים וְאִם הָיָה אָרֹךְ כָּל שֶׁהוּא כָּשֵׁר. וּמְדִידָתוֹ מִשִּׁדְרָתוֹ בִּלְבַד לֹא מֵרֹאשׁ הֶעָלִים. וַהֲדַס וַעֲרָבָה אֵין פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים. וְאִם הָיוּ אֲרֻכִּין כָּל שֶׁהֵן כְּשֵׁרִים. וַאֲפִלּוּ אֵין בְּכָל בַּד וּבַד אֶלָּא שְׁלֹשָׁה עָלִין לַחִין כְּשֵׁרִים וְהוּא שֶׁיִּהְיוּ בְּרֹאשׁ הַבַּד. וְאִם אָגַד הַלּוּלָב צָרִיךְ שֶׁיִּהְיֶה שְׁדֵרוֹ שֶׁל לוּלָב יוֹצֵא מִן הַהֲדַס וַעֲרָבָה טֶפַח אוֹ יוֹתֵר. וְשִׁעוּר אֶתְרוֹג אֵין פָּחוֹת מִכְּבֵיצָה וְאִם הָיָה גָּדוֹל כָּל שֶׁהוּא כָּשֵׁר: \n",
            "מִשֶּׁיַּגְבִּיהַ אַרְבָּעָה מִינִין אֵלּוּ בֵּין שֶׁהִגְבִּיהָן כְּאַחַת בֵּין בָּזֶה אַחַר זֶה בֵּין בְּיָמִין בֵּין בִּשְׂמֹאל יָצָא. וְהוּא שֶׁיַּגְבִּיהָן דֶּרֶךְ גְּדִילָתָן. אֲבָל שֶׁלֹּא דֶּרֶךְ גְּדִילָתָן לֹא יָצָא. וּמִצְוָה כְּהִלְכָתָהּ שֶׁיַּגְבִּיהַּ אֲגֻדָּה שֶׁל שְׁלֹשָׁה מִינִין בְּיָמִין וְאֶתְרוֹג בִּשְׂמֹאל וְיוֹלִיךְ וְיָבִיא וְיַעֲלֶה וְיוֹרִיד וִינַעֲנֵעַ הַלּוּלָב שְׁלֹשָׁה פְּעָמִים בְּכָל רוּחַ וְרוּחַ: \n",
            "כֵּיצַד. מוֹלִיךְ וּמְנַעְנֵעַ רֹאשׁ הַלּוּלָב שָׁלֹשׁ פְּעָמִים וּמֵבִיא וּמְנַעְנֵעַ רֹאשׁ הַלּוּלָב שָׁלֹשׁ פְּעָמִים וְכֵן בַּעֲלִיָּה וִירִידָה. וְהֵיכָן מוֹלִיךְ וּמֵבִיא. בִּשְׁעַת קְרִיאַת הַהַלֵּל בְּ <small>(תהילים קיח א)</small> <small>(תהילים קיח כט)</small> \"הוֹדוּ לַה' כִּי טוֹב\" תְּחִלָּה וָסוֹף וּבְ<small>(תהילים קיח כה)</small> \"אָנָּא ה' הוֹשִׁיעָה נָּא\". וְכָל הַיּוֹם כָּשֵׁר לִנְטִילַת לוּלָב וְאֵינוֹ נוֹטֵל בַּלַּיְלָה: \n",
            "עָשָׂה לַאֲגֻדָּה זוֹ גִּימוֹן שֶׁל כֶּסֶף וְשֶׁל זָהָב אוֹ שֶׁכָּרַךְ עָלֶיהָ סָדִין וּנְטָלָהּ יָצָא. לְקִיחָה עַל יְדֵי דָּבָר אַחֵר שְׁמָהּ לְקִיחָה. וְהוּא שֶׁיִּהְיֶה דֶּרֶךְ כָּבוֹד וְדֶרֶךְ הִדּוּר שֶׁכָּל שֶׁהוּא לְנָאוֹתוֹ אֵינוֹ חוֹצֵץ. אֲבָל אִם נָתַן אֶת הַמִּינִין הָאֵלּוּ בְּעָצִיץ אוֹ בִּקְדֵרָה וּנְטָלָהּ לֹא יָצָא יְדֵי חוֹבָתוֹ: \n",
            "אָגַד אֶת הַלּוּלָב עִם הַהֲדַס וְהָעֲרָבָה וְהִבְדִּיל בֵּין הַלּוּלָב וּבֵין הַהֲדַס בְּמַטְלָת וְכַיּוֹצֵא בָּהּ הֲרֵי זֶה חוֹצֵץ. הִבְדִּיל בֵּינֵיהֶן בַּעֲלֵי הֲדַס אֵינוֹ חוֹצֵץ. שֶׁמִּין בְּמִינוֹ אֵינוֹ חוֹצֵץ. וְיֵשׁ לוֹ לֶאֱגֹד אֶת הַלּוּלָב בְּחוּט אוֹ בִּמְשִׁיחָה וּבְכָל מִין שֶׁיִּרְצֶה הוֹאִיל וְאֵין אֲגִידָתוֹ מְעַכֵּב: \n",
            "מִצְוַת לוּלָב לְהִנָּטֵל בְּיוֹם רִאשׁוֹן שֶׁל חַג בִּלְבַד בְּכָל מָקוֹם וּבְכָל זְמַן וַאֲפִלּוּ בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן\". וּבַמִּקְדָּשׁ לְבַדּוֹ נוֹטְלִין אוֹתוֹ בְּכָל יוֹם וָיוֹם מִשִּׁבְעַת יְמֵי הֶחָג שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּשְׂמַחְתֶּם לִפְנֵי ה' אֱלֹהֵיכֶם\" וְגוֹ'. חָל יוֹם הַשַּׁבָּת לִהְיוֹת בְּתוֹךְ יְמֵי הֶחָג אֵינוֹ נִטָּל בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יוֹלִיכֶנּוּ בְּיָדוֹ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים כְּמוֹ שֶׁגָּזְרוּ בְּשׁוֹפָר: \n",
            "וְלָמָּה לֹא גָּזְרוּ גְּזֵרָה זוֹ בְּיוֹם טוֹב הָרִאשׁוֹן מִפְּנֵי שֶׁהוּא מִצְוָה מִן הַתּוֹרָה וַאֲפִלּוּ בִּגְבוּלִין. נִמְצָא שֶׁאֵין דִּינוֹ וְדִין שְׁאָר הַיָּמִים שָׁוֶה שֶׁבִּשְׁאָר יְמֵי הֶחָג אֵין אָדָם חַיָּב לִטּל לוּלָב אֶלָּא בַּמִּקְדָּשׁ: \n",
            "מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הִתְקִינוּ שֶׁיִּהְיֶה לוּלָב נִטָּל בְּכָל מָקוֹם כָּל שִׁבְעַת יְמֵי הֶחָג זֵכֶר לַמִּקְדָּשׁ. וְכָל יוֹם וָיוֹם מְבָרֵךְ עָלָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל נְטִילַת לוּלָב מִפְּנֵי שֶׁהִיא מִצְוָה מִדִּבְרֵי סוֹפְרִים. וְתַקָּנָה זוֹ עִם כָּל הַתַּקָּנוֹת שֶׁהִתְקִין רַבָּן יוֹחָנָן בֵּן זַכַּאי מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ כְּשֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ יַחְזְרוּ הַדְּבָרִים לְיָשְׁנָן: \n",
            "בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם הָיָה לוּלָב נִטָּל בַּיּוֹם הָרִאשׁוֹן שֶׁחָל לִהְיוֹת בְּשַׁבָּת. וְכֵן בִּשְׁאָר הַמְּקוֹמוֹת שֶׁיָּדְעוּ בְּוַדַּאי שֶׁיּוֹם זֶה הוּא יוֹם הֶחָג בְּאֶרֶץ יִשְׂרָאֵל. אֲבָל הַמְּקוֹמוֹת הָרְחוֹקִים שֶׁלֹּא הָיוּ יוֹדְעִים בִּקְבִיעוּת רֹאשׁ חֹדֶשׁ לֹא הָיוּ נוֹטְלִין הַלּוּלָב מִסָּפֵק: \n",
            "וּמִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ אָסְרוּ חֲכָמִים לִטּל אֶת הַלּוּלָב בְּשַׁבָּת בַּיּוֹם הָרִאשׁוֹן וַאֲפִלּוּ בְּנֵי אֶרֶץ יִשְׂרָאֵל שֶׁקִּדְּשׁוּ אֶת הַחֹדֶשׁ. מִפְּנֵי בְּנֵי הַגְּבוּלִין הָרְחוֹקִים שֶׁאֵינָן יוֹדְעִין בִּקְבִיעַת הַחֹדֶשׁ. כְּדֵי שֶׁיִּהְיוּ הַכּל שָׁוִין בְּדָבָר זֶה וְלֹא יִהְיוּ אֵלּוּ נוֹטְלִין בְּשַׁבָּת וְאֵלּוּ אֵין נוֹטְלִין. הוֹאִיל וְחִיּוּב יוֹם רִאשׁוֹן בְּכָל מָקוֹם אֶחָד הוּא וְאֵין שָׁם מִקְדָּשׁ לְהִתָּלוֹת בּוֹ: \n",
            "וּבַזְּמַן הַזֶּה שֶׁהַכּל עוֹשִׂין עַל פִּי הַחֶשְׁבּוֹן נִשְׁאָר הַדָּבָר כְּמוֹת שֶׁהָיָה שֶׁלֹּא יִנָּטֵל לוּלָב בְּשַׁבָּת כְּלָל לֹא בִּגְבוּלִין וְלֹא בְּאֶרֶץ יִשְׂרָאֵל וַאֲפִלּוּ בְּיוֹם רִאשׁוֹן. וְאַף עַל פִּי שֶׁהַכּל יוֹדְעִים בִּקְבִיעַת הַחֹדֶשׁ. וּכְבָר בֵּאַרְנוּ שֶׁעִקַּר הָאִסּוּר בִּנְטִילַת הַלּוּלָב בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים: \n",
            "כָּל שֶׁחַיָּב בְּשׁוֹפָר וּבְסֻכָּה חַיָּב בִּנְטִילַת הַלּוּלָב. וְכָל הַפָּטוּר מִשּׁוֹפָר וְסֻכָּה פָּטוּר מִנְּטִילַת לוּלָב. קָטָן הַיּוֹדֵעַ לְנַעֲנֵעַ חַיָּב בְּלוּלָב מִדִּבְרֵי סוֹפְרִים כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת: \n",
            "הֲלָכָה לְמשֶׁה מִסִּינַי שֶּׁמְּבִיאִין בַּמִּקְדָּשׁ עֲרָבָה אַחֶרֶת חוּץ מֵעֲרָבָה שֶׁבַּלּוּלָב. וְאֵין אָדָם יוֹצֵא יְדֵי חוֹבָתוֹ בַּעֲרָבָה שֶׁבַּלּוּלָב. וְשִׁעוּרָהּ אֲפִלּוּ עָלֶה אֶחָד בְּבַד אֶחָד: \n",
            "כֵּיצַד הָיְתָה מִצְוָתָהּ. בְּכָל יוֹם וָיוֹם מִשִּׁבְעַת הַיָּמִים הָיוּ מְבִיאִין מֻרְבִּיּוֹת שֶׁל עֲרָבָה וְזוֹקְפִין אוֹתָן עַל צִדְדֵי הַמִּזְבֵּחַ וְרָאשֵׁיהֶן כְּפוּפִין עַל גַּבֵּי הַמִּזְבֵּחַ. וּבְעֵת שֶׁהָיוּ מְבִיאִין אוֹתָהּ וְסוֹדְרִין אוֹתָהּ תּוֹקְעִין וּמְרִיעִין וְתוֹקְעִין. חָל יוֹם שַׁבָּת לִהְיוֹת בְּתוֹךְ הֶחָג אֵין זוֹקְפִין עֲרָבָה אֶלָּא אִם כֵּן חָל יוֹם שְׁבִיעִי לִהְיוֹת בְּשַׁבָּת זוֹקְפִין אוֹתָהּ בְּשַׁבָּת כְּדֵי לְפַרְסְמָהּ שֶׁהִיא מִצְוָה: \n",
            "כֵּיצַד הָיוּ עוֹשִׂין. מְבִיאִין אוֹתָהּ מֵעֶרֶב שַׁבָּת לַמִּקְדָּשׁ וּמַנִּיחִין אוֹתָהּ בְּגִגִּיּוֹת שֶׁל זָהָב כְּדֵי שֶׁלֹּא יִכְמְשׁוּ הֶעָלִין. וּלְמָחָר זוֹקְפִין אוֹתָהּ עַל גַּבֵּי הַמִּזְבֵּחַ וּבָאִין הָעָם וְלוֹקְחִין מִמֶּנָּה וְנוֹטְלִין אוֹתָהּ כְּדֶרֶךְ שֶׁעוֹשִׂין בְּכָל יוֹם. וַעֲרָבָה זוֹ הוֹאִיל וְאֵינָהּ בְּפֵרוּשׁ בַּתּוֹרָה אֵין נוֹטְלִין אוֹתָהּ כָּל שִׁבְעַת יְמֵי הֶחָג זֵכֶר לַמִּקְדָּשׁ אֶלָּא בַּיּוֹם הַשְּׁבִיעִי בִּלְבַד הוּא שֶׁנּוֹטְלִין אוֹתָהּ בַּזְּמַן הַזֶּה. כֵּיצַד עוֹשֶׂה. לוֹקֵחַ בַּד אֶחָד אוֹ בַּדִּין הַרְבֵּה חוּץ מֵעֲרָבָה שֶׁבַּלּוּלָב וְחוֹבֵט בָּהּ עַל הַקַּרְקַע אוֹ עַל הַכְּלִי פַּעֲמַיִם אוֹ שָׁלֹשׁ בְּלֹא בְּרָכָה שֶׁדָּבָר זֶה מִנְהַג נְבִיאִים הוּא: \n",
            "בְּכָל יוֹם וָיוֹם הָיוּ מַקִּיפִין אֶת הַמִּזְבֵּחַ בְּלוּלְבֵיהֶן בִּידֵיהֶן פַּעַם אַחַת וְאוֹמְרִין <small>(תהילים קיח כה)</small> \"אָנָּא ה' הוֹשִׁיעָה נָּא\". <small>(תהילים קיח כה)</small> \"אָנָּא ה' הַצְלִיחָה נָּא\". וּבַיּוֹם הַשְּׁבִיעִי מַקִּיפִין אֶת הַמִּזְבֵּחַ שֶׁבַע פְּעָמִים. וּכְבָר נָהֲגוּ יִשְׂרָאֵל בְּכָל הַמְּקוֹמוֹת לְהַנִּיחַ תֵּבָה בְּאֶמְצַע בֵּית הַכְּנֶסֶת וּמַקִּיפִין אוֹתָהּ בְּכָל יוֹם כְּדֶרֶךְ שֶׁהָיוּ מַקִּיפִין אֶת הַמִּזְבֵּחַ זֵכֶר לַמִּקְדָּשׁ: \n",
            "כָּךְ הָיָה הַמִּנְהָג בִּירוּשָׁלַיִם. יוֹצֵא אָדָם מִבֵּיתוֹ שַׁחֲרִית וְלוּלָבוֹ בְּיָדוֹ. וְנִכְנָס לְבַיִת הַכְּנֶסֶת וְהוּא בְּיָדוֹ. מִתְפַּלֵּל וְהוּא בְּיָדוֹ. וְיוֹצֵא לְבַקֵּר חוֹלִים וּלְנַחֵם אֲבֵלִים וְהוּא בְּיָדוֹ. וּכְשֶׁיִּכָּנֵס לַמִּדְרָשׁ מְשַׁלְּחוֹ לְבֵיתוֹ בְּיַד בְּנוֹ אוֹ בְּיַד עַבְדּוֹ: \n",
            "מְקַבֶּלֶת אִשָּׁה הַלּוּלָב מִיַּד בְּנָהּ אוֹ מִיַּד בַּעְלָהּ וּמַחְזִירָתוֹ לַמַּיִם בְּשַׁבָּת בִּזְמַן שֶׁהָיוּ נוֹטְלִין לוּלָב בְּשַׁבָּת. וּבְיוֹם טוֹב מוֹסִיפִין עַל הַמַּיִם וּבַמּוֹעֵד מַחְלִיפִין הַמַּיִם: \n",
            "הֲדַס שֶׁבַּלּוּלָב אָסוּר לְהָרִיחַ בּוֹ מִפְּנֵי שֶׁאֵינוֹ רָאוּי אֶלָּא לְרֵיחַ וְהוֹאִיל וְהֻקְצָה לְמִצְוָה אָסוּר לְהָרִיחַ בּוֹ. אֲבָל אֶתְרוֹג מֻתָּר לְהָרִיחַ בּוֹ שֶׁהֲרֵי הֻקְצָה לְמִצְוָה מֵאֲכִילָה: \n",
            "וְאָסוּר לֶאֱכל אֶתְרוֹג כָּל יוֹם הַשְּׁבִיעִי מִפְּנֵי שֶׁהֻקְצָה לְמִקְצָת הַיּוֹם הֻקְצָה לְכֻלּוֹ. וּבַשְּׁמִינִי מֻתָּר בַּאֲכִילָה. וּבַזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים אַף עַל פִּי שֶׁאֵין נוֹטְלִין לוּלָב בַּשְּׁמִינִי הָאֶתְרוֹג אָסוּר בַּשְּׁמִינִי כְּדֶרֶךְ שֶׁהָיָה אָסוּר בַּשְּׁמִינִי בִּזְמַן שֶׁהָיוּ עוֹשִׂין שְׁנֵי יָמִים מִפְּנֵי הַסָּפֵק שֶׁהוּא סְפֵק שְׁבִיעִי. הִפְרִישׁ שִׁבְעָה אֶתְרוֹגִין לְשִׁבְעַת יָמִים כָּל אַחַת וְאַחַת יוֹצֵא בָּהּ לְיוֹמָהּ וְאוֹכְלָהּ לְמָחָר: \n"
        ],
        [
            "אַרְבַעַת מִינִין הָאֵלּוּ שֶׁהֵן לוּלָב וַהֲדַס וַעֲרָבָה וְאֶתְרוֹג שֶׁהָיָה אֶחָד מֵהֶן יָבֵשׁ אוֹ גָּזוּל אוֹ גָּנוּב אֲפִלּוּ לְאַחַר יֵאוּשׁ אוֹ שֶׁיִּהְיֶה מֵאֲשֵׁרָה הַנֶּעֱבֶדֶת אַף עַל פִּי שֶׁבִּטְּלוּ הָאֲשֵׁרָה מִלְּעָבְדָהּ. אוֹ שֶׁהָיָה שֶׁל עִיר הַנִּדַּחַת. הֲרֵי זֶה פָּסוּל. הָיָה אֶחָד מֵהֶן שֶׁל עֲבוֹדַת כּוֹכָבִים לֹא יִטּל לְכַתְּחִלָּה וְאִם נָטַל יָצָא. הָיָה כָּמוּשׁ וְלֹא גָּמַר לִיבַשׁ כָּשֵׁר. וּבִשְׁעַת הַדְּחָק אוֹ בִּשְׁעַת הַסַּכָּנָה לוּלָב הַיָּבֵשׁ כָּשֵׁר אֲבָל לֹא שְׁאָר הַמִּינִין:  ",
            "אֶתְרוֹג שֶׁל עָרְלָה וְשֶׁל תְּרוּמָה טְמֵאָה וְשֶׁל טֶבֶל פָּסוּל. שֶׁל דְּמַאי כָּשֵׁר שֶׁאֶפְשָׁר שֶׁיַּפְקִיר נְכָסָיו וְיִהְיֶה עָנִי שֶׁמֻּתָּר לוֹ לֶאֱכל דְּמַאי. אֶתְרוֹג שֶׁל תְּרוּמָה טְהוֹרָה וְשֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם לֹא יִטּל שֶׁמָּא יַכְשִׁירוֹ לְטֻמְאָה. וְאִם נָטַל כָּשֵׁר:  ",
            "לוּלָב שֶׁנִּקְטַם רֹאשׁוֹ פָּסוּל. נִסְדַּק אִם נִתְרַחֲקוּ שְׁנֵי סְדָקָיו זֶה מִזֶּה עַד שֶׁיֵּרָאוּ כִּשְׁנַיִם פָּסוּל. הָיָה עָקוּם לְפָנָיו שֶׁהֲרֵי שְׁדֵרוֹ כְּגַב בַּעַל חֲטוֹטֶרֶת פָּסוּל. הָיָה עָקוּם לַאֲחוֹרָיו כָּשֵׁר שֶׁזּוֹ הִיא בְּרִיָּתוֹ. נֶעֱקַם לְאֶחָד מִצְּדָדָיו פָּסוּל. נִפְרְדוּ עָלָיו זֶה מֵעַל זֶה וְלֹא נִדַּלְדְּלוּ כַּעֲלֵי הַחֲרָיוֹת כָּשֵׁר. נִפְרְצוּ עָלָיו וְהוּא שֶׁיִּדַּלְדְּלוּ מִשְּׁדֵרוֹ שֶׁל לוּלָב כַּעֲלֵי הַחֲרָיוֹת פָּסוּל:  ",
            "בְּרִיַּת עָלִין שֶׁל לוּלָב כָּךְ הִיא. כְּשֶׁהֵם גְּדֵלִין גְּדֵלִין שְׁנַיִם שְׁנַיִם וּדְבוּקִין מִגַּבָּן וְגַב כָּל שְׁנֵי עָלִין הַדְּבוּקִין הוּא הַנִּקְרָא תְּיֹמֶת. נֶחְלְקָה הַתְּיֹמֶת פָּסוּל. הָיוּ עָלָיו אַחַת אַחַת מִתְּחִלַּת בְּרִיָּתוֹ ולֹא הָיָה לָהֶם תְּיֹמֶת פָּסוּל. לֹא הָיוּ עָלָיו זֶה עַל גַּב זֶה כְּדֶרֶךְ כָּל הַלּוּלָבִין אֶלָּא זֶה תַּחַת זֶה אִם רֹאשׁ זֶה מַגִּיעַ לָעִקָּר שֶׁלְּמַעְלָה מִמֶּנּוּ עַד שֶׁנִּמְצָא כָּל שְׁדֵרוֹ שֶׁל לוּלָב מְכֻסֶּה בְּעָלִין כָּשֵׁר. וְאִם אֵין רֹאשׁוֹ שֶׁל זֶה מַגִּיעַ לְצַד עִקָּרוֹ שֶׁל זֶה פָּסוּל:  ",
            "הֲדַס שֶׁנִּקְטַם רֹאשׁוֹ כָּשֵׁר. נָשְׁרוּ רֹב עָלָיו אִם נִשְׁתַּיְּרוּ שְׁלֹשָׁה עָלִין בְּקֵן אֶחָד כָּשֵׁר. הָיוּ עֲנָבָיו מְרֻבּוֹת מֵעָלָיו אִם יְרֻקּוֹת כָּשֵׁר וְאִם אֲדֻמּוֹת אוֹ שְׁחוֹרוֹת פָּסוּל. וְאִם מִעֲטָן כָּשֵׁר. וְאֵין מְמַעֲטִין אוֹתָן בְּיוֹם טוֹב לְפִי שֶׁהוּא כִּמְתַקֵּן. עָבַר וְלִקְּטָן אוֹ שֶׁלִּקְּטָן אֶחָד אֶחָד לַאֲכִילָה הֲרֵי זֶה כָּשֵׁר:  ",
            "עֲרָבָה שֶׁנִּקְטַם רֹאשָׁהּ כְּשֵׁרָה. נִפְרְצוּ עָלֶיהָ פְּסוּלָה:  ",
            "אֶתְרוֹג שֶׁנִּקַּב נֶקֶב מְפֻלָּשׁ כָּל שֶׁהוּא פָּסוּל. וְשֶׁאֵינוֹ מְפֻלָּשׁ אִם הָיָה כְּאִיסָר אוֹ יֶתֶר פָּסוּל. חָסֵר כָּל שֶׁהוּא פָּסוּל. נִטַּל דָּדוֹ וְהוּא הָרֹאשׁ הַקָּטָן שֶׁשּׁוֹשַׁנְתּוֹ בּוֹ פָּסוּל. נִטַּל הָעֵץ שֶׁהוּא תָּלוּי בּוֹ בָּאִילָן מֵעִקַּר הָאֶתְרוֹג וְנִשְׁאַר מְקוֹמוֹ גּוּמָא פָּסוּל. עָלְתָה חֲזָזִית עָלָיו אִם בִּשְׁנַיִם וּשְׁלֹשָׁה מְקוֹמוֹת פָּסוּל. וְאִם בְּמָקוֹם אֶחָד אִם עָלְתָה עַל רֻבּוֹ פָּסוּל. וְאִם עַל דָּדוֹ וַאֲפִלּוּ כָּל שֶׁהוּא פָּסוּל. נִקְלַף הַקְּרוּם הַחִיצוֹנָה שֶׁלּוֹ שֶׁאֵינוֹ מְחַסְּרוֹ אֶלָּא נִשְׁאָר יָרֹק כְּמוֹת שֶׁהִיא בְּרִיָּתוֹ אִם נִקְלַף כֻּלּוֹ פָּסוּל וְאִם נִשְׁאַר מִמֶּנּוּ כָּל שֶׁהוּא כָּשֵׁר:  ",
            "אֶתְרוֹג שֶׁהוּא תָּפוּחַ סָרוּחַ כָּבוּשׁ שָׁלוּק שָׁחֹר לָבָן מְנֻמָּר יָרֹק כְּכַרְתִּי פָּסוּל. גִּדְּלוֹ בִּדְפוּס וְעָשָׂהוּ כְּמִין בְּרִיָּה אַחֶרֶת פָּסוּל. עָשָׂהוּ כְּמִין בְּרִיָּתוֹ אַף עַל פִּי שֶׁעָשָׂהוּ דַּפִּין דַּפִּין כָּשֵׁר. הַתִּיוֹם וְהַבֹּסֶר כָּשֵׁר. מָקוֹם שֶׁהָאֶתְרוֹגִין שֶׁלָּהֶם כְּעֵין שַׁחֲרוּת מְעוּטָה כְּשֵׁרִין. וְאִם הָיוּ שְׁחוֹרִים בְּיוֹתֵר כְּאָדָם כּוּשִׁי הֲרֵי זֶה פָּסוּל בְּכָל מָקוֹם:  ",
            "כָּל אֵלּוּ שֶׁאָמַרְנוּ שֶׁהֵם פְּסוּלִין מִפְּנֵי מוּמִין שֶׁבֵּאַרְנוּ אוֹ מִפְּנֵי גֵּזֶל וּגְנֵבָה בְּיוֹם טוֹב רִאשׁוֹן בִּלְבַד אֲבָל בְּיוֹם טוֹב שֵׁנִי עִם שְׁאָר הַיָּמִים הַכּל כָּשֵׁר. וְהַפַּסְלָנוּת שֶׁהוּא מִשּׁוּם עֲבוֹדַת כּוֹכָבִים אוֹ מִפְּנֵי שֶׁאוֹתוֹ אֶתְרוֹג אָסוּר בַּאֲכִילָה בֵּין בְּיוֹם טוֹב רִאשׁוֹן בֵּין בִּשְׁאָר יָמִים פָּסוּל:  ",
            "אֵין אָדָם יוֹצֵא בְּיוֹם טוֹב רִאשׁוֹן שֶׁל חַג בְּלוּלָבוֹ שֶׁל חֲבֵרוֹ שֶׁיִּשְׁאָלֶנּוּ מִמֶּנּוּ עַד שֶׁיִּתְּנֶנּוּ לוֹ בְּמַתָּנָה. נְתָנוֹ לוֹ עַל מְנָת לְהַחֲזִירוֹ הֲרֵי זֶה יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ וּמַחֲזִירוֹ. שֶׁמַּתָּנָה עַל מְנָת לְהַחֲזִיר שְׁמָהּ מַתָּנָה. וְאִם לֹא הֶחְזִירוֹ לֹא יָצָא שֶׁנִּמְצָא כְּגָזוּל. וְאֵין נוֹתְנִין אוֹתוֹ לְקָטָן שֶׁהַקָּטָן קוֹנֶה וְאֵינוֹ מַקְנֶה לַאֲחֵרִים מִן הַתּוֹרָה וְנִמְצָא שֶׁאִם הֶחְזִירוֹ לוֹ אֵינוֹ חוֹזֵר. וְאֶחָד הַלּוּלָב וְאֶחָד כָּל מִין וָמִין מֵאַרְבַּע מִינִין שֶׁבּוֹ אִם הָיָה אֶחָד מֵהֶן שָׁאוּל אֵין יוֹצְאִין בּוֹ בְּיוֹם טוֹב רִאשׁוֹן:  ",
            "שֻׁתָּפִין שֶׁקָּנוּ לוּלָב אוֹ אֶתְרוֹג בְּשֻׁתָּפוּת אֵין אֶחָד מֵהֶן יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ בָּרִאשׁוֹן עַד שֶׁיִּתֵּן לוֹ חֶלְקוֹ בְּמַתָּנָה. הָאַחִין שֶׁקָּנוּ אֶתְרוֹגִין מִתְּפִיסַת הַבַּיִת וְנָטַל אֶחָד מֵהֶן אֶתְרוֹג וְיָצָא בּוֹ. אִם יָכוֹל לְאָכְלוֹ וְאֵין הָאַחִין מַקְפִּידִין בְּכָךְ יָצָא. וְאִם הָיוּ מַקְפִּידִין לֹא יָצָא עַד שֶׁיִּתְּנוּ לוֹ חֶלְקָם בְּמַתָּנָה. וְאִם קָנָה זֶה אֶתְרוֹג וְזֶה פָּרִישׁ אוֹ שֶׁקָּנוּ כְּאֶחָד אֶתְרוֹג וְרִמּוֹן וּפָרִישׁ מִתְּפִיסַת הַבַּיִת אֵינוֹ יוֹצֵא בָּאֶתְרוֹג עַד שֶׁיִּתֵּן לוֹ חֶלְקוֹ בְּמַתָּנָה וְאַף עַל פִּי שֶׁאִם אֲכָלוֹ אֵין מַקְפִּידִין עָלָיו:  ",
            "אַף עַל פִּי שֶׁכָּל הַמּוֹעֲדוֹת מִצְוָה לִשְׂמֹחַ בָּהֶן. בְּחַג הַסֻּכּוֹת הָיְתָה בַּמִּקְדָּשׁ יוֹם שִׂמְחָה יְתֵרָה שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּשְׂמַחְתֶּם לִפְנֵי ה' אֱלֹהֵיכֶם שִׁבְעַת יָמִים\". וְכֵיצַד הָיוּ עוֹשִׂין. עֶרֶב יוֹם טוֹב הָרִאשׁוֹן הָיוּ מְתַקְּנִין בַּמִּקְדָּשׁ מָקוֹם לַנָּשִׁים מִלְּמַעְלָה וְלָאֲנָשִׁים מִלְּמַטָּה כְּדֵי שֶׁלֹּא יִתְעָרְבוּ אֵלּוּ עִם אֵלּוּ. וּמַתְחִילִין לִשְׂמֹחַ מִמּוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן. וְכֵן בְּכָל יוֹם וְיוֹם מִימֵי חֻלּוֹ שֶׁל מוֹעֵד מַתְחִילִין מֵאַחַר שֶׁיַּקְרִיבוּ תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם לִשְׂמֹחַ לִשְׁאָר הַיּוֹם עִם כָּל הַלַּיְלָה:  ",
            "וְהֵיאַךְ הָיְתָה שִׂמְחָה זוֹ. הֶחָלִיל מַכֶּה וּמְנַגְּנִין בְּכִנּוֹר וּבִנְבָלִים וּבִמְצִלְתַּיִם וְכָל אֶחָד וְאֶחָד בִּכְלֵי שִׁיר שֶׁהוּא יוֹדֵעַ לְנַגֵּן בּוֹ. וּמִי שֶׁיּוֹדֵעַ בַּפֶּה בַּפֶּה. וְרוֹקְדִין וּמְסַפְּקִין וּמְטַפְּחִין וּמְפַזְּזִין וּמְכַרְכְּרִין כָּל אֶחָד וְאֶחָד כְּמוֹ שֶׁיּוֹדֵעַ וְאוֹמְרִים דִּבְרֵי שִׁירוֹת וְתֻשְׁבָּחוֹת. וְשִׂמְחָה זוֹ אֵינָהּ דּוֹחָה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב:  ",
            "מִצְוָה לְהַרְבּוֹת בְּשִׂמְחָה זוֹ. וְלֹא הָיוּ עוֹשִׂין אוֹתָהּ עַמֵּי הָאָרֶץ וְכָל מִי שֶׁיִּרְצֶה. אֶלָּא גְּדוֹלֵי חַכְמֵי יִשְׂרָאֵל וְרָאשֵׁי הַיְשִׁיבוֹת וְהַסַּנְהֶדְרִין וְהַחֲסִידִים וְהַזְּקֵנִים וְאַנְשֵׁי מַעֲשֶׂה הֵם שֶׁהָיוּ מְרַקְּדִין וּמְסַפְּקִין וּמְנַגְּנִין וּמְשַׂמְּחִין בַּמִּקְדָּשׁ בִּימֵי חַג הַסֻּכּוֹת. אֲבָל כָּל הָעָם הָאֲנָשִׁים וְהַנָּשִׁים כֻּלָּן בָּאִין לִרְאוֹת וְלִשְׁמֹעַ:  ",
            "הַשִּׂמְחָה שֶׁיִּשְׂמַח אָדָם בַּעֲשִׂיַּת הַמִּצְוָה וּבְאַהֲבַת הָאֵל שֶׁצִּוָּה בָּהֶן. עֲבוֹדָה גְּדוֹלָה הִיא. וְכָל הַמּוֹנֵעַ עַצְמוֹ מִשִּׂמְחָה זוֹ רָאוּי לְהִפָּרַע מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה' אֱלֹהֶיךָ בְּשִׂמְחָה וּבְטוּב לֵבָב\". וְכָל הַמֵּגִיס דַּעְתּוֹ וְחוֹלֵק כָּבוֹד לְעַצְמוֹ וּמִתְכַּבֵּד בְּעֵינָיו בִּמְקוֹמוֹת אֵלּוּ חוֹטֵא וְשׁוֹטֶה. וְעַל זֶה הִזְהִיר שְׁלֹמֹה וְאָמַר <small>(משלי כה ו)</small> \"אַל תִּתְהַדַּר לִפְנֵי מֶלֶךְ\". וְכָל הַמַּשְׁפִּיל עַצְמוֹ וּמֵקֵל גּוּפוֹ בִּמְקוֹמוֹת אֵלּוּ הוּא הַגָּדוֹל הַמְכֻבָּד הָעוֹבֵד מֵאַהֲבָה. וְכֵן דָּוִד מֶלֶךְ יִשְׂרָאֵל אָמַר <small>(שמואל ב ו כב)</small> \"וּנְקַלֹּתִי עוֹד מִזֹּאת וְהָיִיתִי שָׁפָל בְּעֵינָי\". וְאֵין הַגְּדֻלָּה וְהַכָּבוֹד אֶלָּא לִשְׂמֹחַ לִפְנֵי ה' שֶׁנֶּאֱמַר <small>(שמואל ב ו טז)</small> \"וְהַמֶּלֶךְ דָּוִד מְפַזֵּז וּמְכַרְכֵּר לִפְנֵי ה'\": סָלִיק הִלְכוֹת שׁוֹפָּר סֻכָּה וְלוּלָב  "
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}