{
    "title": "Migdal Oz on Mishneh Torah, Rebels",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Migdal_Oz_on_Mishneh_Torah,_Rebels",
    "text": [
        [
            [
                "<b>ב\"ד הגדול כו' עד להשען עליהם.</b> בספרי דבי רב:"
            ],
            [
                "<b>כל מי שאינו עושה כהוראתן עד איש מפי איש.</b> סנהדרין פרק הנחנקין <small> (דף פ\"ו): </small>"
            ],
            [
                "<b>דברי קבלה וכו' עד אחר הרוב.</b> פ\"ק דמסכת ע\"ז <small> (דף ז'): </small>"
            ],
            [
                "<b>כשהיה ב\"ד הגדול קיים כו' עד וזה מחייב.</b> סנהדרין פרק הנחנקין:"
            ],
            [
                "<b>שני חכמים או שני בתי דינין כו' עד סוף הפרק.</b> פ\"ק דמס' ע\"ז:"
            ]
        ],
        [
            [
                "<b>ב\"ד הגדול שדרשו עד שבימיך.</b> במסכת ע\"ז פ' אין מעמידין:"
            ],
            [
                "<b>ב\"ד שגזרו גזירה וכו' עד בחכמה ובמנין:</b> כתב הראב\"ד ז\"ל ולא אפי' אליהו ובית דינו וכו': <b> ואני </b> אומר האמת כי עיקר הלכה זו נשנית במשנה עדויות פ\"ק ומייתי לה פ' אין מעמידין גמרא מתני' דאלו דברים של עכו\"ם כו' אפיסקא דשמן לשניהם יש להם פנים הנראין בהלכה דגרסינן אתמהה ור' יהודה נשיאה היכי אלים למישרי תקנתא דתלמידי דשמאי והלל והתנן פ\"ק דעדויות אין ב\"ד רשאי לבטל דברי ב\"ד חבירו אא\"כ גדול ממנו בחכמה ובמנין ועוד אמר רבה בר בר חנה א\"ר יוחנן בכל ב\"ד יכול לבטל דברי ב\"ד חבירו חוץ משמנה עשר דבר שאם יבא אליהו ויבטל אין שומעין לו ופריק האמר רב שמעיה אמר רב הואיל ופשט איסורן בכל ישראל ושמן לא פשט איסורו בכל ישראל דאמר רב שמן בר אבא א\"ר יוחנן ישבו רבותינו ובדקו על שמן שלא פשט איסורו ברוב ישראל וסמכו רבותינו על דברי רשב\"ג ועל דברי רבי אליעזר ב\"ר צדוק שהיו אומרין אין גוזרין גזירה על הצבור אלא א\"כ רוב הצבור יכולין לעמוד בה אמר רב אדא בר אהבה מאי קרא במארה אתם נארים ואותי אתם קובעים הגוי כלו אי איכא גוי כלו וקא עבר עליה האי גברא אותי אתם קובעים ואי לא לא ע\"כ והראב\"ד לפי שראה כי התלמוד תולה הכל בפשט איסורן בכל ישראל כתב כן ובכלל הכל אפילו אליהו ובית דינו ור\"מ ז\"ל רוח אחרת עמו דהיה קשה לו כיון דאקשי ליה ממתני' דבחירתא למאי איצטריך לאקשויי מדברי אמורא דאמר רבה בר בר חנה א\"ר יוחנן כו' וכי יהודה ועוד לקרא ועוד ר' יוחנן גופיה מה ראה לחלק בין י\"ח דבר לשאר דברים שפשט איסורן בכל ישראל וכ\"ת הנך י\"ח פשיטא לן דפשט איסורן בכל ישראל אבל אחריני שמא לא פשט איסורן בכל ישראל ויכול לבטל והרי שמן לא פשט איסורו בכל ישראל ועל כן קיבל מרבותיו או ראה בטוב לחלק ולומר כי בשאר דברים של דיני תורה ושלא נגזרו לעשות סייג לתורה אם גדול ממנו בחכמה ובמנין יכול לבטל אבל בדברים שנגזרו לעשות סייג לתורה כגון י\"ח דבר שכולן הן לעשות סייג לתורה כדמפרש לה פ\"ק דשבת גמרא מתני' די\"ח דבר גזרו בו ביום וסליק מנינא בהכי ואמרו גזרו על פיתן ושמנן משום יינן ועל יינן משום בנותיהן ועל בנותיהן משום דבר אחר ועל דבר אחר משום דבר אחר כדמסיק נמי פ' אין מעמידין אפי' היה גדול ממנו בחכמה ובמנין אינו יכול לבטל אחד מהן ומש\"ה אהדר לאקשויי מדרבה בר בר חנה כלומר ואפילו תימא כי ר' יהודה נשיאה גדול בחכמה ובמנין מתלמידי שמאי והלל אפ\"ה אין לו לבטל גזרת שמן משום דהוא מי\"ח דבר ואמר רבה בר בר חנה א\"ר יוחנן בכל וכו' והא דנקט אפי' אליהו ובית דינו לישנא דברירא וגזימא הוא דקאמר לפי שאין גדול מהן ולפיכך כתבה ר\"מ ז\"ל בבא בפני עצמה בסמוך וז\"ל היה גדול בחכמה אבל לא במנין כו' עד ולא חלקו בו כלישנא דגמרא פ' אין מעמידין ואחריה כתב מכח ההוא דרבה בר בר חנה א\"ר יוחנן כו' בד\"א בדברים שלא עשו אותן כדי לעשות סייג לתורה אלא כשאר דיני תורה אבל דברים שראו ב\"ד לגזור ולאסור אותן לעשות סייג אם פשט איסורן בכל ישראל אין ב\"ד הגדול שאחריו יכול לעקרן ולהתירן ואפילו היה גדול מן הראשונים עכ\"ל ולא רצה להזכיר אליהו ובית דינו בפירוש משום דקי\"ל פ' י' יוחסין שאין אליהו בא לטמא ולטהר כו' ועוד כי לפי מעלתו לא יצוייר בישיבתו לעשות דבר שאי אפשר לעשותו ולומר אותו ואמרו ז\"ל בלשון כולל:",
                "<b> היה גדול בחכמה אבל לא במנין כו' עד שיהיו גדולים מהם:</b> כתב הראב\"ד ז\"ל עיטור שוקי ירושלים קשיא עליה כו': <b> ואני </b> אומר עיקר הלכה זו במנחות פרק רבי ישמעאל משנה <small> (דף ס\"ח) </small> ובגמרא שקיל וטרי עלה ומסיק דכרבי יהודה ס\"ל דאמר מן התורה וה\"נ איתא בראש השנה פרק יו\"ט ופירשו רבותינו בעלי התוס' ז\"ל דאע\"ג דלכאורה משמע דמן התורה היא חומרא נפקא מינה קולא דמיד שהאיר מזרח מותר וכדמסיק מאי התקין דרש והתקין וגם ר\"מ ז\"ל פסק אותה ההלכה פ\"י דהלכות מאכלות אסורות וגם בפירוש המשניות ובזה נמצאו דבריו קיימין בלא קושיא כלל:",
                "<b> והיאך יהיו גדולים מהם עד ולא חלקו בו.</b> בירושלמי דמכות:"
            ],
            [
                "<b>בד\"א בדברים שלא אסרו אותן כו' עד גדול מן הראשונים.</b> זהו מ\"ש למעלה ממימרא דרבה בר בר חנה א\"ר יוחנן בי\"ח דבר מפרק אין מעמידין דמסכת ע\"ז <small> (דף ל\"ו) </small> ומפ\"ק דשבת <small> (דף י\"ג י\"ז): </small>"
            ],
            [
                "<b>ויש לב\"ד לעקור וכו' עד שבתות הרבה.</b> בספרי פרשת שופטים לגבי נביא ובסנהדרין פרק נגמר הדין <small> (דף מ\"ד) </small> והרבה מקומות:"
            ],
            [
                "<b>ב\"ד שנראה להם כו' עד בחכמה ובמנין.</b> הכל פ' אין מעמידין:"
            ],
            [
                "<b>ב\"ד שנראה להם כו' עד בחכמה ובמנין.</b> הכל פ' אין מעמידין:"
            ],
            [
                "<b>ב\"ד שנראה להם כו' עד בחכמה ובמנין.</b> הכל פ' אין מעמידין:"
            ],
            [
                "<b>וכל ב\"ד שהתיר שני דברים כו' עד דבר שלישי.</b> פרק אין מעמידין דקרו ליה בי דינא שריא:"
            ],
            [
                "<b>הואיל ויש לב\"ד וכו' וכן יש להם להתיר כו' עד סוף הפרק:</b> כתב הראב\"ד ז\"ל כל אלה ישא רוח וכו': <b> ואני </b> אומר זו מחלוקת ישנה בין הראשונים ז\"ל ר\"פ בתרא דעירובין דפליגי להוסיף אי בעי כוונה או לא. ובמסכת ראש השנה פ' ראוהו בית דין פלוגתא דר' אליעזר ור' יהושע לגבי מתנות. ובסנהדרין פרק הנחנקין בשמעתא דזקן ממרא ורבו בזה הדעות ואלו ואלו דברי אלהים חיים הם ורוח אחד לכל והאמת יורה דרכו:"
            ]
        ],
        [
            [
                "<b>מי שאינו מודה כו' עד והסיר המכשול.</b> בסנהדרין פרק חלק <small> (דף צ\"ט): </small>"
            ],
            [
                "<b>מי שאינו מודה כו' עד והסיר המכשול.</b> בסנהדרין פרק חלק <small> (דף צ\"ט): </small>"
            ],
            [
                "<b>בד\"א באיש שכפר בתורה כו' עד שיחזרו לאיתן התורה.</b> במסכת ע\"ז <small> (דף כ\"ו) </small> פרק אין מעמידין הסכים כך ר\"מ מדעת רבותינו ז\"ל וגדולי הראשונים וכ\"כ ר\"מ ז\"ל מקוצי:"
            ],
            [
                "<b>אבל זקן ממרא האמור בתורה כו' עד ולפיכך גזרה עליו תורה מיתה.</b> בסנהדרין פרק הנחנקין <small> (דף פ\"ז פ\"ח)</small> :",
                "<b> ומתודה ויש לו חלק לעולם הבא וכו' עד כדי שלא ירבו מחלוקות בישראל.</b> בסנהדרין פרק אלו הן הנחנקין ופרק חלק:"
            ],
            [
                "<b>אין זקן ממרא חייב מיתה כו' עד אלא דבר מופלא.</b> בסנהדרין פ' הנחנקין:"
            ],
            [
                "<b>היה חכם מופלא כו' עד גורם לו מיתה.</b> פרק קמא דסנהדרין <small> (דף ט\"ז)</small> :",
                "<b> וכל אלו וכיוצא בהם שהם פטורים כו' עד שהדבר צריך לכך.</b> בסנהדרין פרק נגמר הדין <small> (דף מ\"ו): </small>"
            ],
            [
                "<b>היה חכם מופלא כו' עד גורם לו מיתה.</b> פרק קמא דסנהדרין <small> (דף ט\"ז)</small> :",
                "<b> וכל אלו וכיוצא בהם שהם פטורים כו' עד שהדבר צריך לכך.</b> בסנהדרין פרק נגמר הדין <small> (דף מ\"ו): </small>"
            ],
            [
                "<b>וכיצד דנין זקן ממרא כו' עד סוף הפרק.</b> הכל בסנהדרין פרק הנחנקין <small> (דף פ\"ו): </small>"
            ]
        ],
        [
            [
                "<b>זה שחלק על בית דין הגדול בדבר כו' עד הוא מחמיר והן מקילין הרי זה חייב.</b> הכל פרק הנחנקין:"
            ],
            [
                "<b>זה שחלק על בית דין הגדול בדבר כו' עד הוא מחמיר והן מקילין הרי זה חייב.</b> הכל פרק הנחנקין:"
            ],
            [
                "<b>ואם לא תביא המחלוקת לידי כך וכו' עד מפי הקבלה:</b> כתב הראב\"ד ז\"ל זה שבוש לדעת רבי מאיר כו': <b> ואני </b> אומר איני יודע מקום בכאן לשבוש כלל דהא תלמוד ערוך הוא פ' הנחנקין גמ' מתניתין דחומר בד\"ס כו' דגרסינן א\"ר אלעזר א\"ר אושעיא אינו חייב אלא על דבר שעיקרו מדברי תורה ופירושו מד\"ס ויש להוסיף ואם מוסיף גורע ואין לנו אלא תפילין אליבא דר' יהודה ואקשינן והא איכא לולב כו' והאיכא ציצית כו' ושקיל וטרי עליה טובא ומהדר לאקשויי לפום סוגיין אי הכי תפילין נמי כו' עד דא\"ר זירא בית החיצון שאינו רואה את האויר פסול ולא מצינו בשום גירסא ובשום מקום שיחלוק רבי אלעזר על רבי אושעיא בזה וסוגיין נמי לא קאמר בה ניחא למר וקשה למר אלא הכל אומר בשם רבו וגם הסוגיא אינה מחלוקת בינו לבין רבו ולכך פסק כרבי אלעזר אמר רבי אושעיא ואליבא דר' יהודה חדא דליכא מאן דפליג עליה ועוד דר\"מ ור' יהודה הלכה כרבי יהודה ועוד דכולה סוגיין אזלא ומיתרצא אליביה ועוד דבפרק לולב הגזול נמי פסקינן כוותיה דר' יהודה ועוד דאשכחן התם לר\"ח ז\"ל דגריס מילתיה בלשון חכמים דאמרינן התם מהו דתימא הואיל ואמר ר' יהודה לולב צריך אגד אי מייתי ליה מינא אחרינא האי לחודיה קאי והאי לחודיה קאי קמ\"ל ור\"ח ז\"ל לא גריס התם הואיל וא\"ר יהודה וז\"ל מהו דתימא הואיל ואמרו חכמים בין אגוד בין שאינו אגוד כשר הילכך אין צריך אגד ועוד דהא בדרבי זירא דקא מסיק תלמודא ליכא מאן דפליג עלה ובמנחות נמי פרק התכלת כולה סוגיין הכי אזלא ובירושלמי דפרק הנחנקין מייתי לה ולפיכך סמך על דברי רבותיו ושכלו מוסף על אלו הראיות או שמא על יותר אשר נפלאו ממני ופשוטה אליו ז\"ל. שוב מצאתי לר\"מ הלוי ז\"ל מטוליטולה שהשיגו בזה ממש והשיבוהו חכמי לוניל ז\"ל מקצת דברי אלה והוסיפו כי שמא היה לו לר\"מ ז\"ל ראיות אחרות נסתרות ממנו ותו לא מידי:",
                "<b> אבל אם נחלקו בשאר מצות כו' עד סוף הפרק.</b> פרק הנחנקין:"
            ]
        ],
        [
            [
                "<b>המקלל אביו ואמו כו' עד כשאר כל חייבי מיתות.</b> בסנהדרין פרק ד' מיתות <small> (דף נ\"ג)</small> :",
                "<b> ואחד האיש ואחד האשה כו' עד לכלל העונשין.</b> פ\"ק דקדושין <small> (דף ל\"ו): </small>"
            ],
            [
                "<b>אינו חייב סקילה כו' עד כמקלל אחד מן הקהל.</b> בסנהדרין פ' ארבע מיתות ובשבועות פ' שבועת העדות <small> (דף ל\"ו): </small>"
            ],
            [
                "<b>אינו חייב סקילה כו' עד כמקלל אחד מן הקהל.</b> בסנהדרין פ' ארבע מיתות ובשבועות פ' שבועת העדות <small> (דף ל\"ו): </small>"
            ],
            [
                "<b>אזהרה למקלל אביו כו' עד הרי אביו בכלל.</b> בסנהדרין פרק ארבע מיתות ולשון מכילתא מקלל אביו ואמו מות יומת עונש שמענו אזהרה לא שמענו ת\"ל אלהים לא תקלל אם דיין הוא אביו הרי הוא בכלל אלהים ואם נשיא הוא בכלל ונשיא ואם בור הוא בכלל לא תקלל חרש הרי אתה דן בנין אב משלשתן כו' הצד השוה שבהן שהן בעמך ואתה מוזהר על קללתן אף אביך שהוא בעמך אתה מוזהר על קללתו ע\"כ. ובסיפרא אמר אשר יקלל את אביו ואת אמו כו' כלשון מכילתא ממש:"
            ],
            [
                "<b>המכה אביו ואמו כו' עד אחר מיתה פטור.</b> פרק ארבע מיתות <small> (דף פ\"ד פ\"ה) </small> ובפרק הנחנקין ולשון מכילתא מכה אביו ואמו מות יומת עונש שמענו אזהרה מניין ת\"ל ארבעים יכנו לא יוסיף והרי הדברים ק\"ו אם מי שמצווה להכותו הרי הוא מוזהר שלא להכותו מי שמצווה שלא להכותו דין הוא שיהא מוזהר שלא להכותו:"
            ],
            [
                "<b>ומי שהכה וכו' עד ונתחרש.</b> פרק החובל <small> (דף פ\"ו): </small>"
            ],
            [
                "<b>המקיז דם לאביו כו' עד ולא נחנק על פיה.</b> פרק הנחנקין:",
                "<b> ובנו מן השפחה כו' עד אלא נוהג בו מנהג כבוד.</b> פ\"ב דיבמות <small> (דף כ\"ב)</small> :",
                "<b> אבל העבד כו' עד ואע\"פ שנשתחרר.</b> פ' החובל <small> (דף פ\"ו) </small> ופרק הערל:"
            ],
            [
                "<b>המקיז דם לאביו כו' עד ולא נחנק על פיה.</b> פרק הנחנקין:",
                "<b> ובנו מן השפחה כו' עד אלא נוהג בו מנהג כבוד.</b> פ\"ב דיבמות <small> (דף כ\"ב)</small> :",
                "<b> אבל העבד כו' עד ואע\"פ שנשתחרר.</b> פ' החובל <small> (דף פ\"ו) </small> ופרק הערל:"
            ],
            [
                "<b>המקיז דם לאביו כו' עד ולא נחנק על פיה.</b> פרק הנחנקין:",
                "<b> ובנו מן השפחה כו' עד אלא נוהג בו מנהג כבוד.</b> פ\"ב דיבמות <small> (דף כ\"ב)</small> :",
                "<b> אבל העבד כו' עד ואע\"פ שנשתחרר.</b> פ' החובל <small> (דף פ\"ו) </small> ופרק הערל:"
            ],
            [
                "<b>המקיז דם לאביו כו' עד ולא נחנק על פיה.</b> פרק הנחנקין:",
                "<b> ובנו מן השפחה כו' עד אלא נוהג בו מנהג כבוד.</b> פ\"ב דיבמות <small> (דף כ\"ב)</small> :",
                "<b> אבל העבד כו' עד ואע\"פ שנשתחרר.</b> פ' החובל <small> (דף פ\"ו) </small> ופרק הערל:"
            ],
            [
                "<b>המקיז דם לאביו כו' עד ולא נחנק על פיה.</b> פרק הנחנקין:",
                "<b> ובנו מן השפחה כו' עד אלא נוהג בו מנהג כבוד.</b> פ\"ב דיבמות <small> (דף כ\"ב)</small> :",
                "<b> אבל העבד כו' עד ואע\"פ שנשתחרר.</b> פ' החובל <small> (דף פ\"ו) </small> ופרק הערל:"
            ],
            [
                "<b>מי שהיו אביו ואמו רשעים גמורים כו' עד ולא תחמול ולא תכסה עליו.</b> ריש פרק הנחנקין <small> (דף פ\"ה): </small>"
            ],
            [
                "<b>מי שהיו אביו ואמו רשעים גמורים כו' עד ולא תחמול ולא תכסה עליו.</b> ריש פרק הנחנקין <small> (דף פ\"ה): </small>"
            ],
            [
                "<b>מי שהיו אביו ואמו רשעים גמורים כו' עד ולא תחמול ולא תכסה עליו.</b> ריש פרק הנחנקין <small> (דף פ\"ה): </small>"
            ],
            [
                "<b>מי שנתחייב לבנו שבועה עד סוף הפרק.</b> בתשובת הגאונים והביאור פ\"א דהלכות רוצח ושמירת נפש:"
            ]
        ],
        [
            [
                "<b>כיבוד אב ואם וכו' עד ומוראם.</b> פרק קמא דקידושין <small> (דף ל') </small> ולשון סיפרא איזהו כבוד מאכיל ומשקה ומלביש ומכסה ומכניס ומוציא:"
            ],
            [
                "<b>המקלל אביו או אמו וכו' עד לעונש.</b> פ' ארבע מיתות <small> (דף נ\"ג)</small> :",
                "<b> הקדים אב לאם כו' עד בין לכבוד.</b> בכריתות פרק המביא אשם תלוי ופרק קמא דקידושין:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>איזהו מורא כו' עד כבודו מחול.</b> הכל פ\"ק דקידושין ובירושלמי דמסכת פיאה ולשון סיפרא איזהו מורא לא ישב במקומו ולא סותר את דבריו:"
            ],
            [
                "<b>והמכה לבנו גדול מנדין אותו כו' עד מכשול.</b> פרק אלו מגלחין <small> (דף י\"ז): </small>"
            ],
            [
                "<b>מי שנטרפה דעת אביו או אמו כו' עד כראוי להם:</b> כתב הראב\"ד ז\"ל אין זו הוראה נכונה וכו': <b> ואני </b> אומר תמה אני אם יצא דבר זה מפיו שהרי מעשה רב בכ\"מ וגרסינן פ\"ק דקדושין גמרא מתני' דכל מצות האב על הבן כו' דרב אסי הוה ליה ההיא אימא זקנה אמרה ליה בעינא תכשיטין עבד לה בעינא גברא נעיין ליך בעינא גברא דשפיר כוותך שבקה ואזיל לארץ ישראל שמע קל דאזלה אבתריה אתא לקמיה דר' יוחנן א\"ל רבי מהו לצאת מארץ ישראל לחוצה לארץ כו' וה\"נ איתא בירושלמי דפאה וזה פשוט ומה שהקשה הראב\"ד ז\"ל יש לי לומר כי הבן עושה בחנם והממונה יעשה בשכר ועוד דאב ואם לגבי הבן גייס דעתייהו טפי מלגבי הממונה שהוא נכרי ומיכספי מיניה:"
            ]
        ],
        [
            [
                "<b>בן סורר ומורה כו' עד אלא א\"כ הזהיר.</b> בסנהדרין פרק ארבע מיתות <small> (דף ס\"ג)</small> :",
                "<b> והיכן הזהיר כו' עד אכילה זו המכוערת.</b> הכל פרק בן סורר ומורה <small> (דף ע' וע\"א)</small> :",
                "<b> הא כיצד מפי השמועה כו' עד ואינו נסקל.</b> בנדה פרק בא סימן <small> (דף מ\"ד): </small>"
            ],
            [
                "<b>בן סורר ומורה כו' עד אלא א\"כ הזהיר.</b> בסנהדרין פרק ארבע מיתות <small> (דף ס\"ג)</small> :",
                "<b> והיכן הזהיר כו' עד אכילה זו המכוערת.</b> הכל פרק בן סורר ומורה <small> (דף ע' וע\"א)</small> :",
                "<b> הא כיצד מפי השמועה כו' עד ואינו נסקל.</b> בנדה פרק בא סימן <small> (דף מ\"ד): </small>"
            ],
            [
                "<b>בן סורר ומורה כו' עד אלא א\"כ הזהיר.</b> בסנהדרין פרק ארבע מיתות <small> (דף ס\"ג)</small> :",
                "<b> והיכן הזהיר כו' עד אכילה זו המכוערת.</b> הכל פרק בן סורר ומורה <small> (דף ע' וע\"א)</small> :",
                "<b> הא כיצד מפי השמועה כו' עד ואינו נסקל.</b> בנדה פרק בא סימן <small> (דף מ\"ד): </small>"
            ],
            [
                "<b>בן סורר ומורה כו' עד אלא א\"כ הזהיר.</b> בסנהדרין פרק ארבע מיתות <small> (דף ס\"ג)</small> :",
                "<b> והיכן הזהיר כו' עד אכילה זו המכוערת.</b> הכל פרק בן סורר ומורה <small> (דף ע' וע\"א)</small> :",
                "<b> הא כיצד מפי השמועה כו' עד ואינו נסקל.</b> בנדה פרק בא סימן <small> (דף מ\"ד): </small>"
            ],
            [
                "<b>בן סורר ומורה כו' עד אלא א\"כ הזהיר.</b> בסנהדרין פרק ארבע מיתות <small> (דף ס\"ג)</small> :",
                "<b> והיכן הזהיר כו' עד אכילה זו המכוערת.</b> הכל פרק בן סורר ומורה <small> (דף ע' וע\"א)</small> :",
                "<b> הא כיצד מפי השמועה כו' עד ואינו נסקל.</b> בנדה פרק בא סימן <small> (דף מ\"ד): </small>"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>כל ימיו של בן סורר כו' עד משעת הויה.</b> הכל פרק בן סורר ומורה והביאורין בזה הפרק:"
            ],
            [
                "<b>בן סורר ומורה כו' עד סוף הפרק.</b> פרק הנחנקין:"
            ],
            [
                "<b>בן סורר ומורה כו' עד סוף הפרק.</b> פרק הנחנקין:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מגדל עוז על משנה תורה, הלכות ממרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Migdal Oz",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}