{
    "title": "Mishneh LaMelech on Mishneh Torah, Tithes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Tithes",
    "text": [
        [
            [],
            [
                "<b>מעשר ראשון מותר באכילה לישראל וכו'.</b> כתב מרן ולכאורה הוה משמע דהלכה כר\"מ דסתם לן תנא כוותיה כו'. ואפשר דטעמא דרבינו הוא משום דבפרק האשה רבה (דף צ\"א) אמרינן ובת לוי מן המעשר מי מיפסלא כו' ואוקמוה משום קנסא ומדלא קאמר הא מני ר\"מ היא ש\"מ דכל מאי דמצי למימר דלא סתם לן תנא כוותיה דר\"מ לא מוקמינן לה כוותיה אלמא לית הלכתא כר\"מ ואף דהתוס' כתבו דלר\"מ נמי צריך לטעמא דקנסא מדברי רבינו שכתב לפיכך בת לוי וכו' משמע דלר\"מ דאסור לזרים היכא דנשבית שוב אינה אוכלת ומ\"מ לישנא ולפיכך אינו נוח לי דבפרק יש בכור (דף מ\"ז) משמע דטעמא הוא משום דלויה בקדושתה קיימא אבל כהנת אף בדבר שהוא חולין גמור אם זינתה נפסלה לגמרי וכ\"כ בפ\"ט מהלכות בכורים דין כ'. ומ\"ש רבינו קנסו אותה חכמים שתהא אסורה במעשר התוס' חולקין בדין זה ופשיטא להו דאוכלת אלא שנסתפקו דאפשר דמתני' ר\"מ היא אך לרבנן נותנין לה ג\"כ מעשר א\"נ דאפשר דלרבנן נמי אין נותנין לה מעשר אע\"פ שהיא אוכלת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החרובין אינן חייבים במעשרות כו'.</b> עיין לקמן פרק א' מהלכות מעשר שני דין ג': "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפריש מקצת מעשר כו'.</b> עיין בפ\"ג מהלכות תרומות דין ו' ודין ז' ועיין מהרימ\"ט ח\"א סי' ח\"י ודוק: "
            ]
        ],
        [
            [],
            [
                "<b>וכן הלוקח פטור וכו'.</b> כתב מרן ע\"ד הראב\"ד ומ\"ש ש\"מ בשדה חייבים מדרבנן איכא למימר דבשדה נמי פטורים כו'. ועיין לעיל פ\"ב מהלכות תרומות דין ט'. (*א\"ה עיין מ\"ש מהרימ\"ט ח\"א סימן פ\"ה בדין זה וכבר נתבאר בדברי הרב המחבר לעיל פ\"א מהלכות תרומות דין י\"א יע\"ש): "
            ],
            [],
            [],
            [
                "<b>איזו היא עונת המעשרות וכו'.</b> הנראה אצלי בדעת רבינו הוא דס\"ל דכל השיעורים שנאמרו בפירות שקודם לאותו השיעור הוי שלא בא לעונת המעשרות הטעם הוא משום דכל שלא הגיע לאותו השיעור אינו ראוי לזריעה ורחמנא אמר תבואת זרעך דבר שהוא נזרע ומצמיח וזהו שכלל בתחלת דבריו איזהו עונת המעשרות משיגיעו הפירות להזריע ולצמוח. ואח\"כ כתב ומהיכן יודע שהגיעו הפירות להזריע ולצמוח התאנים משיעשו רכים כו' כלומר דכיון שהגיעו לשיעור זה הרי הם ראויים להזריע ולצמוח וכן כל השיעורים שכתב אחר זה הם על כוונה זו. ומ\"ש התלתן משתהיה זריעה ראוי לצמיחה הוא לפי שבתלתן לא מצאו בו חכמים גדר לומר כיון שהגיע לשיעור זה הוא ראוי להזריע ולצמוח ומש\"ה כתבו משתהיה זריעה ראוי לצמיחה. וכבר ביארו בירושלמי מהיכן יודע דבר זה ואמרו כיצד הוא בודק רשב\"נ בשם ר' יונתן נוטל מלא קומצו ונותן לתוך ספל של מים אם שקע רוב כלומר רוב כל פרידה ופרידה חייבת ואם לאו פטורה. והביאו רבינו בפירוש המשנה פ\"ק דמעשרות מ\"ג והר\"ש שם והתוס' פ\"ק דר\"ה (דף י\"ב) ולא ידעתי למה לא הביאו רבינו כאן: <b>הזיתים משיעשו שמן כו'.</b> כתב מרן ונראה שרבינו גורס מהו שליש לוג וכו'. וקשה דמתני' מקמי הך בבא תנא הכניסו חצי לוג כותש וסך בשדה הכניסו שליש כותש בשדה וכונס לתוך ביתו דמשמע דשליש הוא יותר מחצי לוג ולהראב\"ד דפירש דלוג הוי שליש ניחא אך לרבינו קשה. וי\"ל דלעולם כל היכא דעושים שמן א' מט' ממה שראויים לעשות חשיב שהגיע לעונת המעשרות ובשביעית אוכלים מהם וסכין מהם ושיעורא דרביעית וחצי לוג דתנן במתני' איירי בזיתים שעושין הרבה ואפ\"ה משיכניסו רביעית פוצע ואוכל בשדה ואם הכניסו חצי לוג כותש וסך בשדה ורביעית וחצי לוג הוי פחות מאחד מט' ממה שראויים לעשות כשיגמרו. ומ\"ש מרן ע\"ד הראב\"ד דלגירסתו קשה מה משמיענו הירושלמי כו'. לא ירדתי לדעת הרב דלהראב\"ד אין חילוק במקומות והשיעור לוג בכל מקום וכמ\"ש בפירוש ומוכרח הוא ודברי מרן צריכים לי תלמוד וצ\"ע ועיין בהגהת ספרא (דף נ\"ז ע\"ד) : "
            ],
            [],
            [],
            [
                "<b>המקדיש פירותיו כשהן מחוברין וכו'.</b> עיין לקמן פ\"ג דין כ\"ה ודוק: "
            ]
        ],
        [
            [],
            [
                "<b>בד\"א בגומר פירותיו וכו'.</b> עיין בהרשב\"א סימן שס\"ה ועיין בספרי ח\"א סימן ו'. ומ\"ש מרן ועל סברת הראב\"ד קשה לי כו' דברי הראב\"ד הם גמרא ערוכה בפ' הפועלים (דף פ\"ח) דאמרינן ואבע\"א כי קאמר רבי ינאי בזיתים וענבים דלאו בני גורן נינהו אבל חטים ושעורים גורן בהדיא כתיב ביה. ולפי זה כי קאמר קרא דבעינן ראיית פני הבית היינו דוקא בזיתים וענבים העומדים לאכילה שאין להם גורן אבל זיתים וענבים שדעתו לדורכן וכן חטים ושעורים שכל אלו יש להם גורן לא בעו ראיית פני הבית דגורן כתיב בהו ובגורן תלנהו רחמנא וזהו שכתב הראב\"ד לקמן רפ\"ד זהו בדבר שאין לו גורן ע\"כ. ורבינו ס\"ל דלא קי\"ל כהך תירוצא משום דסוגיא דפ\"ק דפסחים (דף ט') לא אתיא כהך תירוצא וכמ\"ש רש\"י יע\"ש ועיין בהרשב\"א סי' שס\"א ודוק. ועיין בספרי ח\"א סי' י\"ג (*א\"ה חבל על דאבדין) : "
            ],
            [
                "<b>אחד מששה דברים קובע כו'.</b> כתב מרן וי\"ל דעת רבינו דמאחר שלא אמרו בירושלמי חומץ קובע כמ\"ש מלח קובע ע\"כ לומר שחומץ אינו קובע כו' ועיין פ\"ה דין י\"ד וצ\"ע: "
            ],
            [
                "<b>כיצד פירות שדעתו להוליכן לבית כו'.</b> מ\"ש מרן בשם התוס' דלרבי ינאי מדרבנן החצר קובעת כו' הכי איתא בירושלמי פ\"ג דמעשרות הביאו מרן לקמן פ\"ד דין ב' יע\"ש (*א\"ה עיין בש\"ך י\"ד סי' של\"א שכתב בפשיטות דחצר קובעת מדאורייתא) : "
            ],
            [
                "<b>לאכלן מלילות נקבעו למעשר כו'.</b> עיין בפ\"ה מה' תרומות דין ה': "
            ],
            [
                "<b>מותר להערים על התבואה וכו'.</b> מ\"ש מרן ורבנן הוא דאסרו אכילת קבע בדבר שלא נגמרה מלאכתו כו'. עיין בתוס' פ\"ז דמנחות (דף ס') ד\"ה כדי ובפ\"ב דנדה (דף ט\"ו) ד\"ה בהמתו ועיין בהרשב\"א סי' שס\"א ודוק: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה דש הגרוגרות כו'.</b> בפ\"ז דמציעא (דף פ\"ט) אמרינן דהבודל בתמרים ובגרוגרות אין פועל אוכל הואיל ונגמר מלאכתו למעשר. ובתוחלני לא נגמרה מלאכתם למעשר עד שיתחממו ויתבשלו יע\"ש: "
            ],
            [],
            [],
            [
                "<b>מעשר ראשון שהקדימו בשבלים כו'.</b> רבינו אזיל לשיטתיה שכתב בריש פ\"ד שאין לוקין מן התורה על אכילת טבל עד שיקבע בכניסתו לבית אבל אם נקבע בשאר הששה דברים אין לוקין עליו אלא מכת מרדות ומעשר ראשון שהקדימו בשבלים שהוקבע למעשר ס\"ל לרבינו דהוי בכלל הששה דברים ודומה לתרומה שכתב בריש פ\"ג שקובעת למעשר ואף שיש חילוק גדול ביניהם דאילו תרומה אינה קובעת למעשר אלא אחר גמר מלאכה וכדאיתא בס\"פ המביא כדי יין ואילו מעשר ראשון שהקדימו בשבלים קובע למעשר קודם גמר מלאכה וכדאיתא בפ\"ק דיו\"ט מ\"מ ס\"ל לרבינו דלא מיקרי טבל מן התורה שלא בראיית פני הבית דכתיב בהדיא בערתי הקדש מן הבית וחוץ מזה הוי מדרבנן ורש\"י ז\"ל בפ\"ק דביצה (דף י\"ג) חילק בזה שכתב שמו טובלו שם מעשר שנקרא עליו טובלו ואוסרו באכילת עראי ובמיתה כדין טבל כו' יע\"ש: "
            ],
            [
                "<b>ומאכיל פקיעי עמיר עד שיעשם חבילות.</b> כתוב בהשגות ומה שלקח מן התוספתא לעולם הוא מאכיל בפקיעי עמיר וכו' (עיין בהשגת הר\"א) וכתב על זה מרן דההיא דמאכילין פקיעי עמיר כו' סתמא במאכל בהמה וכו' (עיין בכ\"מ) ודברי מרן תמוהים דודאי מאכל בהמה אין בו חיוב מעשר וההיא דדמאי מיירי במאכל אדם ובהמה דהא בפ\"ק דחולין (דף ז') קאמר ר' יוחנן עלה דהך מתני' דדמאי לא שאנו אלא שלקחן מתחלה לבהמה אבל לקחן מתחלה לאדם ונמלך עליהן לבהמה חייב לעשר אלמא דבמאכל אדם ובהמה איירי מתני' ובריש פרק כלל גדול (דף ס\"ז) אמרינן גדול עונשה של שביעית יותר מן המעשר דאלו שביעית איתיה בין במאכל אדם בין במאכל בהמה ואילו מעשר במאכל אדם איתא במאכל בהמה ליתא והרואה דברי רבינו בפ\"ב מהלכות תרומות יראה איך הדבר מבואר דכל שאינו מאכל אדם פטור מן המעשר ואפילו הסיאה ואיזוב וקורנית שהם מאכל אדם ובהמה אם זרעם מתחלה לבהמה פטורים מן המעשר ודברי מרן צריכים אצלי תלמוד: "
            ],
            [],
            [
                "<b>מצא כלכלה במקום שהרוב מכניסין כו'.</b> עיין לקמן פי\"א דין ט' ודוק: "
            ],
            [],
            [],
            [
                "<b>המקדיש פירות תלושין כו'.</b> עיין לעיל פרק ב' דין ח' ודוק: "
            ]
        ],
        [
            [],
            [
                "<b>יראה לי שאין לוקין מן התורה וכו'.</b> עיין בתוספות נדה (דף מ\"ו) ד\"ה איזהו ועיין במה שכתב מרן לעיל פרק ג' דין ד': "
            ],
            [],
            [],
            [],
            [
                "<b>בית הכנסת ובית המדרש אם יש בהם בית דירה קובעין כו'.</b> עיין לקמן פי\"ד מהלכות טומאות צרעת דין י\"ד ודוק: "
            ],
            [
                "<b>כשם שהבית קובעת כו'.</b> כתב מרן בירושלמי הלכה כדברי כולם להחמיר כו' ועיין בס\"פ יוצא דופן (דף מ\"ז) ודוק: "
            ],
            [
                "<b>וכן חצר שיש בה שני דיורין כו'.</b> כתב מרן ולפי זה הא דאמר ר' יונה בבה\"ב ודיורו היא כו' לא ידעתי כוונת מרן בזה דלכל הפירושים מאי דקאמר ר' יונה בבה\"כ ודיורו היא מתני' קאי למאי דקאמר רשב\"א ולא בשני דיורין וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הביאם לאוכלן בראש גגו וכו'.</b> עיין בפרק שאחר זה דין ח' ובמ\"ש הראב\"ד ומרן שם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואחד הכובש כו'.</b> עיין במה שכתב מרן לעיל פרק ג' דין ה'. ומ\"ש רבינו אבל המעשן כו' היא בעיא דלא איפשיטא בירושלמי רפ\"ז דנדרים יע\"ש: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פירות שנגמרה מלאכתן כו'.</b> כתב מרן בס\"פ המביא כדי יין ובירושלמי פ\"ב דתרומות וכו'. וצ\"ל דמעשרות הלכה ג' ועיין בפ\"ד דמעשרות הלכה ב' ובהר\"ש שם ודוק: "
            ],
            [],
            [
                "<b>תאנה שהיתה מיוחדת וכו'.</b> בפ\"ד דעדיות כלכלת השבת ב\"ש פוטרין וב\"ה מחייבין. ועיין בפרק ד' דמעשרות משנה ב': "
            ],
            [
                "<b>היה אוכל באשכול כו'.</b> (*אמר הכותב כתב מרן וצ\"ל דרבינו גריס גבי חצר כגירסת ספרים דידן וגבי שבת גריס איפכא כו'. ושמעתי מקשים דהמעיין בסוגיא יראה בעיניו דאין מקום לגירסא זו דהתם פריך לר' אליעזר מדידיה אדידיה וא\"כ מאי משני. והנה יש מקום לצדד ולומר דשרי לעשר בשבת דבר שלא נגמרה מלאכתו כיון דמן התורה לא בא לעונת המעשרות ואיסורא דשבת רביע עליה מדרבנן לא הוי כמתקן. והא דתנן בפרק משילין דאין מגביהין תרומה ומעשר אפשר דהיינו דוקא בדבר שחיובו מן התורה. ודמיא הא להא דאמרינן בפ\"ב דביצה כל שנטמא באב הטומאה אין מטבילין אותו ביו\"ט בולד הטומאה מטבילין אותו ועיין בפרש\"י שם. גם מרן הב\"י א\"ח סי' שכ\"ג כתב דלדעת הרי\"ף והרמב\"ם שרי להטביל כלים חדשים מידי דהוה אולד הטומאה. והא דתנן ספק חשיכה מעשרין את הדמאי אלמא דבשבת גופיה לא שאני דמאי דהוא ספק של תורה וכמ\"ש הרמב\"ם פ\"ט מה' אלו. ורבא דיהיב טעמא בפרק במה מדליקין משום דרוב ע\"ה מעשרין הם לא פליג אדאביי וכמ\"ש מרן הכ\"מ בפרק הנזכר. ועוד ראיה מדאמרינן בפרק משילין וה\"מ פירי דטבילי מאתמול כו'. וא\"כ הכא נמי כיון דפירות אלו לא הוו טבילי מאתמול כיון דלא נגמר מלאכתם ואיסורא דשבת הוא דרביע עלייהו שרי לעשרם בשבת כדי לאוכלם. ותו דהא עיקר טעמא דשבת קובעת למעשר היינו משום דכתיב וקראת לשבת עונג וא\"כ איך אפשר לצייר דטעם העונג יהיה סיבה שלא יאכל והלא קרא צווח ככרוכיא קום אכול משמע ומי לא עסקינן דאין לו שום דבר אחר לאכול כי אם פירות אלו אלא ע\"כ אית לן למימר דטעם העונג הוא סיבה לומר דאכילת שבת חשיבא קבע ולעולם דשרי לעשרם בשבת כדי לאוכלם. והכי דייקי דברי הרמב\"ם בפירקין והסמ\"ג שכתבו לא יגמור אכילתו בשבת עד שיעשר וע\"כ עד שיעשר בשבת קאמר דלאחר השבת גומר אכילתו בלא מעשר כדמפרש בתר הכי. זה נראה לצדד להלכה כי לא מצאתי גילוי לדין זה בדברי הפוסקים ז\"ל לבד ראה זה מצאתי להרב כנה\"ג י\"ד סי' של\"א שכתב וז\"ל הסוחט בשבת אשכול של ענבים אי בעי לאכול הענבים צריך לעשר בשבת דשבת קובעת למעשר כו' יע\"ש ועיין ביבמות פרק האשה רבה (דף צ\"ג) בגמרא ותוספות שם דמשום עונג שבת שרי לתרום שלא מן המוקף היכא דאין לו אלא סעודה אחת וגם שרי לעשר על מה שלא בא לעולם לצורך עונג שבת יע\"ש. והשתא דאתית להכי הנה מקום ליישב דברי מרן ואינו רחוק לייחס סברא זו לר\"א דלית הלכתא כוותיה. והנה יש לדקדק לגירסת מרן דגריס לא כשאמר ר\"א יגמור במוצאי שבת יגמור כו' דמהיכא תיסק אדעתין לומר כן והלא דבריו ברור מללו היה אוכל באשכול וחשכה עליו ליל שבת ר\"א אומר יגמור ופשטן של דברים דיגמור בשבת קאמר ולכך נראה דר\"א ורבי יהושע כולהו ס\"ל דשבת קובעת למעשר ואסור לאכול בשבת בלתי מעשר ולאחר השבת פקע חיובא ויכול לאכול בלא מעשר כיון שלא נגמרה מלאכתו אמנם אשמעינן רבי נתן דבהא פליגי דר\"א ס\"ל דמשכחת לה שיגמור אכילתו בשבת ע\"י שיעשר בשבת ועדיף טפי מלאוכלם אחר השבת בלתי מעשר ורבי יהושע ס\"ל דאי אפשר לו בשום פנים לגמור אכילתו בשבת דאסור לעשר משום דמיחוי דמיחזי כמתקן אלא ימתין למוצאי שבת ויגמור דכיון דעבר שבת פקע חיובא. ושיעור הלשון כך הוא לא כשאמר ר\"א יגמור במוצאי שבת יגמור כלומר לא הוצרך ר\"א ללמדנו דיגמור במוצאי שבת דוקא ולא בשבת דהוה ס\"ד לפרש כן כי היכי דלא תיקשי לר\"א מדידיה אדידיה דאיהו קאמר דתרומה קובעת וכ\"ש שבת כדאיתא בגמרא. להכי קאמר ר' נתן דאין הדבר כן אלא בשבת יגמור ר\"ל אע\"ג דר\"א ס\"ל דשבת קובעת היינו לומר דאסור לאכול בשבת בלתי מעשר ואשמעינן השתא דיכול לעשר בשבת כדי לאכול דכיון דכל טעמא דשבת קובעת למעשר היינו משום שנאמר וקראת לשבת עונג מהאי טעמא גופיה שרי ליה לעשרם עוד יתכן ליישב גירסת מרן ז\"ל במה שנדקדק בלישנא דש\"ס דמשני התם כדקתני טעמא רבי נתן אומר כו' דמה הלשון אומרת כדקתני טעמא והלא רבי נתן לא יהיב טעמא למלתא אלא ר' נתן דיינא הוא ונחית לעומקא דדינא ולכן נראה דתירוץ הגמרא הוא באומרו התם כדקתני טעמא לחוד וכוונת התירוץ הוא דלעולם ר\"א ס\"ל דשבת קובעת והא דקאמר יגמור היינו משום דהתחיל בהיתר לאכול בע\"ש וזהו שאמר התם כדקתני טעמא כלומר במתני' גופא מבואר טעמיה דר\"א דהיינו משום דהיה אוכל וחשכה עליו ליל שבת דאל\"כ אמאי נקט למילתיה במציאות זה ליפלגו בעיקר הדין אם שבת קובעת אם לאו ומאי דקאמר בגמרא רבי נתן אומר מילתא באפי נפשה היא ומייתי לה הש\"ס לאשמועינן דיש חילוק בדין זה בין שבת לחצר דגבי חצר אע\"ג דהתחיל בהיתר לא יגמור משום דחצר עיקרו מדאורייתא עיין רפ\"ד מהלכות אלו מה שאין כן בשבת דמה שקובע למעשר אינו אלא מדרבנן ומש\"ה אם התחיל בהיתר יגמור כנ\"ל ליישב גירסת מרן לפי חומר הנושא: וראיתי בתי\"ט שכתב דמדברי רבינו ספ\"ד משמע דגריס כגירסא דידן. ולא הבנתי דברים אלו דהתם איירי רבינו לענין חצר אבל גבי שבת מנ\"ל דגריס ר\"י אומר לא יגמור והלא בס\"פ חמישי כתב דיגמור ותמה מרן אמאי פסק דלא כר\"י וכיון שכן איך אפשר לצייר דנכריח מכאן דגריס כגירסא דידן. ועיין ברש\"ל בס' יש\"ש שכתב דהר\"ש גריס כגירסת רבינו בפירוש המשניות והכריח כן ממה שהקשה מהא דא\"ר יוחנן דשבת טובל אפילו פירות שלא לקטן לצורך השבת ואי גריס כגירסא דידן מאי קושיא הא ר' יוחנן ס\"ל כר' יהושע דהלכתא כוותיה ויראה דכוונת הר\"ש להקשות במאי דאיפליגו בירושלמי ר' יוחנן ור\"ל אם שבת קובעת לפירות שלא לקיום לצורך שבת דבמאי פליגי והלא מחלוקת קדום הוא דאיפליגו בהא מילתא ר\"א ור' יהושע. ועוד דכל כמה דמצינו לאוקומי דברי ר' יוחנן אפילו כר\"א מוקמינן שהרי התוספות (מציעא דף פ\"ח) גרסי כגירסא דידן ועכ\"ז הקשו לר' יוחנן כמו שיע\"ש. גם בלשון הר\"ש גופיה מבואר דגריס כגירסא דידן ממ\"ש שבת וחצר תרוייהו בחדא מחתא. ואם כי מצאתי מקום ליישב גירסת מרן ז\"ל מ\"מ לא ימנע דרכו מדוחק דמהפך גירסת הספרים כדי לתרץ דברי רבינו אמנם המעיין היטב בדין זה יראה בעיניו דיתכן לומר דדברי הרמב\"ם אינם ענין להאי פלוגתא דר\"א ור' יהושע משום דאיכא לאקשויי לפי שיטת מרן דכיון דבתר הכי אמרינן בגמרא כי אתא רבין א\"ר יוחנן שבת אינה קובעת אלא בדבר שנגמרה מלאכתו א\"כ ממילא נדחו כל הני דאית להו דקובעת אפילו בדבר שלא נגמרה מלאכתו דהלכתא כרבי יוחנן וכן פסק הרמב\"ם לעיל ספ\"ג. וכיון שכן קשה היכי קאמר הרמב\"ם הכא בפירקין גבי אשכול דלא יאכל עד שיעשר והלא אשכול הוי דבר שלא נגמרה מלאכתו ואין השבת קובעתו למעשר. ותו קשה לשיטת מרן דכיון דקאמר דאסור לאכול בשבת מאי ואם הניחם לאחר השבת דקאמר ודאי דכיון שאינו יכול לאוכלם שנשארים הפירות אצלו וכי ישליכם לאיבוד וא\"כ היל\"ל בקיצור ואחר השבת יגמור. ותו דאי אאשכול קאי מאי ואם הניחן דקאמר בלשון רבים. ולכן נלע\"ד דסוף דינא בתר רישא אזיל והכל הולך אל מקום אחד דיקא נמי דלא פסיק טעמא בגוייהו דכיון שדין התאנה שהתחיל בה הרמב\"ם הוא ענין לעצמו ודין האשכול הוא דין בפני עצמו היה מן הראוי לחלקם בשתי בבות ואמאי מחתינהו בחדא מחתא. אלא עיקרן של דברים כך הוא דאע\"ג דביאר הרמב\"ם לעיל בפ\"ג דאין שבת קובעת אלא בדבר שנגמרה מלאכתו היינו דוקא במלתא דלא נתייחדה לשבת אבל תאנה או אילן אחר שייחד פירותיו לשבת לא יאכל אפילו קודם השבת עד שיעשר הואיל דפירות אלו נתייחדו לשבת. ודין זה הוא בירושלמי כמ\"ש מרן והיא משנה ערוכה פ\"ד דעדיות כמ\"ש הרב המחבר ז\"ל לעיל דתנן כלכלת שבת ב\"ש פוטרים וב\"ה מחייבים ופסק כב\"ה. והשתא קאמר הרמב\"ם היה אוכל באשכול כו' דין זה חידוש הוא שחדשה תורתו ז\"ל דס\"ל דמ\"ש ב\"ה מחייבים היינו לומר דלכתחלה לא יאכל עד שיעשר אבל אם כבר התחיל לאכול גומר אכילתו אמנם אם בעודנו אוכל חשכה עליו ליל שבת לא יגמור אכילתו דאע\"ג דבחול כל שהתחיל גומר מ\"מ בשבת מיהא יש להחמיר דלא יגמור כיון דאילן זה נתייחדו פירותיו לשבת וכל כה\"ג שבת קובעת אף בדבר שלא נגמרה מלאכתו. והיינו טעמא דנקט אשכול לאשמועינן הך חידושא דאע\"ג דכל אשכול דעלמא אין שבת קובעת אותו הכא שאני כיון דנתייחד לאוכלו בשבת. ומ\"ש ואם הניחן לאחר השבת ה\"ז גומר השתא אשמעינן מילתא אחריתי דאע\"ג דמתחלה ייחד פירות אלו לשבת וחל עליהם איסור אם שוב נמלך והניחם לאחר השבת והתחיל לאכול מבע\"י גומר אכילתו דבתר השתא אזלינן. ויצא לו דין זה מהא דתנן בפ\"ב דמעשרות המעלה פירות מן הגליל ליהודה או עולה לירושלים אוכל מהם עד שהוא מגיע למקום שהוא הולך וכן בחזרה ופירש הר\"ש דהיינו לומר דבחצי הדרך נמלכו לחזור לארצם וכן פסק הרמב\"ם לעיל בפ\"ד דין י\"א יע\"ש. הרי בהדיא דבתר כוונתו אזלינן ואע\"ג שהכניסם לבית ולחצר לא הוקבעו. ומינה יליף הרמב\"ם לענין שבת דאע\"ג דאותם פירות היו מיוחדים לשבת כל שנמלך והניחם לאחר שבת ועשה מעשה שהתחיל לאכול בחול ה\"ז גומר אכילתו דבתר כוונתו אזלינן, עוד נ\"ל ליישב דברי הרמב\"ם באופן אחר והוא דאיהו ז\"ל הוקשה לו בשמעתין דקאמר שבת לאפוקי מדהלל דאמאי לא קאמר לאפוקי מדר' אליעזר והתוס' הוקשה להם זה ותירצו דבלאו הכי נמי לית הלכתא כוותיה דשמותי הוא. ותמה הרב חידושי הלכות דאמאי לא קשיא להו דלימא לאפוקי מדר' יהושע דמחמיר טפי דלא יגמור אפילו במוצאי שבת והניחו בצ\"ע. ושמעתי מתרצים דיש ליישב דמעולם לא הוקשה להתוס' מהאי פלוגתא דרבי אליעזר ורבי יהושע גבי אשכול דאין משם הכרח לומר דס\"ל דשבת קובעת אפילו בדבר שלא נגמרה מלאכתו כדי להקשות לר' יוחנן דלימא לאפוקי מדר' יהושע דאיכא למימר דאיהו נמי לא איירי אלא באשכול העומד לאכילה. ולא הוקשה להם להתוס' אלא מר' אליעזר דתרומה דקאמר בהדיא דתרומה קובעת אפילו בדבר שלא נגמרה מלאכתו ומינה ילפינן דכ\"ש שבת ועל זה הוקשה להם דלימא לאפוקי מדר\"א עוד יש להקשות בסוגיא דלעיל קאמר רב נחמן לימוד ערוך הוא בידינו דשבת קובעת כו' יע\"ש ברש\"י ובתר הכי קאמר ר' יוחנן דאין שבת קובעת אלא בדבר שנגמר ואיך אפשר דרב נחמן ורבא וכל הדור ההוא לא שמיעא להו הא דר' יוחנן שהיה קודם להם בזמן וכיון דהוא פליג עלייהו לא שייך לומר לימוד ערוך הוא בידינו כאילו היא הלכה פסוקה וכדי ליישב כל זה ס\"ל להרמב\"ם דרב נחמן ור' יוחנן לא פליגי דמר אמר חדא ומר אמר חדא דרב נחמן לא איירי אלא לענין שבת גופיה דלאכול הפירות בשבת עצמה אסור אף דלא נגמרו ולאחר השבת שרי לאוכלם כיון דלא נגמרו. ור' יוחנן דקאמר דאין שבת קובעת אלא בדבר שנגמרה מלאכתו היינו לומר דבדבר שנגמר קובעת ואסור לאוכלם לעולם אף בחול אסור לאכול מהם עראי בלתי מעשר כיון דעבר שבת עליהם אבל בדבר שלא נגמר אין שבת קובעת לאסור באכילה אפילו לאחר השבת דלא אסור אלא בשבת גופיה. ומש\"ה לא קאמר לאפוקי מדר' אליעזר דהא ר\"א קאי כוותיה ואי משום ר' יהושע דקאמר לא יגמור דמשמע אפילו למוצאי שבת כיון דאינו מפורש בדבריו לא שייך לומר לאפוקי מדרבי יהושע מש\"ה קאמר לאפוקי מדהלל דקאמר בהדיא אוסר לעצמו א\"נ כיון דר' יהושע הוא מתלמידי ב\"ה עדיפא ליה למימר לאפוקי מהלל עצמו. ועל פי זה באו דברי הרמב\"ם על נכון דאיהו ז\"ל פסק כר' יוחנן דאין שבת קובעת אלא בדבר שנגמר כמ\"ש לעיל בפ\"ג והשתא הכא בפירקין אתא לאשמועינן דלענין שבת מיהא קובע ולא יגמור אכילתו אבל אם הניחן לאחר השבת ה\"ז גומר ואע\"ג דר' יהושע פליג על זה לית הלכתא כוותיה בהא דאיהו בשטת הלל רבו אמרה אבל אנן קי\"ל כר' יוחנן דאמר לאפוקי מהלל ומסקנא דמילתא דדבר שלא נגמר מותר לאוכלו אחר השבת ולא תיקשי לן מההיא דחצר דפסק הרמב\"ם דלא יגמור אע\"פ שיצא מן החצר דאיכא למימר דהתם איירי בדבר העומד לאכילה. ואע\"ג דסתם אשכול הוי דבר שלא נגמרה מלאכתו כמו שפירש הר\"ש בפלוגתא דר\"א ור' יהושע מ\"מ הרמב\"ם איירי באשכול העומד לאכילה ולא הניח מקום לטעות בדבריו שמא מתוכה ילמדו לומר דאפילו בדבר שלא נגמר אסור לאכול אף שיצא מן החצר שהרי כבר כתב בפירוש בפ\"ג דאין חצר קובע אלא בדבר שנגמר וא\"כ ילמד סתום מן המפורש דע\"כ לומר דאשכול דנקט היינו בעומד לאכילה דהוי דבר שנגמרה מלאכתו. זהו מה שעלה במצודתי בענין זה): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר פירות לחבירו וזכר שהם טבל כו'.</b> מ\"ש מרן ומצאתי כתוב ט\"ס יש בהשגה זו כו' פי' זה הוא מהר\"ש הלוי הובאו דבריו בתשובת מהרלנ\"ח סי' קט\"ו (דף קס\"ו ע\"א) יע\"ש. ומ\"ש עוד מרן ואין תקנה לתקנן מתוכן שמא מרבה במעשרות או שמא ממעט למ\"ד אין בילה דקי\"ל כוותיה כו'. דע דמהרימ\"ט בח\"א סי' ח\"י כתב דרבינו ס\"ל דיש בילה ופסק כר\"ש שזורי ובזה מתיישב השגת הראב\"ד שיכול לתקן מיניה וביה והראב\"ד אזיל לשיטתיה שפסק כשמואל דאמר אין בילה וכמ\"ש בפ\"א מהלכות מעשר שני דין ח' יע\"ש (*א\"ה עי' במ\"ש הרב המחבר לקמן פי\"ד מהלכות אלו דין ח'): "
            ],
            [
                "<b>כופין את המוכר לתקן כו'.</b> נראה דדוקא בשלא טען המוכר שמכר לצורך או שהיה הלוקח ע\"ה אבל אם היה הלוקח חבר וטען המוכר שמכר לצורך אין כופין את המוכר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כהן שמכר שדה לישראל כו'.</b> גרסינן בירושלמי פ\"ו דדמאי הלכה ג' כהן שמכר שדה לישראל כו' מכרה לאחר אין לו במעשרות חזר ולקחה ממנו תני ר\"ח אין לו במעשרות כו' והתני קיבל שדה מכהנת המעשרות שלה נשאת לישראל חולקין במעשרות נתארמלה או נתגרשה חזרה לתחלתה כאן שמכר כאן שקיבל והתני ר\"ח מכרה אר\"ש בר אבדומה תמן יצאת מרשות שניהם ברם הכא יצאת מרשות מוכר ולא יצאת מרשות לוקח ע\"כ. וה\"פ דבתחלה הקשו לר\"ח דאמר דכל שמכרה לאחר אף שחזר ולקח אין לו במעשרות דכיון שנתבטל התנאי שעה אחד שוב אינו חוזר לאיתנו הראשון מההיא דתניא קיבל שדה מכהנת המעשרות שלה וכדתנן בפירקין משנה ד' ישראל שקיבל מכהן ומלוי המעשרות לבעלים משום דאומדן דעת איכא דשיורי שייר מקום מעשר לעצמו ואם נשאת לישראל חולקין במעשרות משום דמסתמא לא שיירה לעצמה המעשרות אלא בזמן שראויים לה אבל כיון שנשאת לישראל שאינה אוכלת בתרומה לא שיירה לעצמה נתארמלה או נתגרשה חזרה לתחלתה ומעשרות שלה אלמא דאף שנתבטל התנאי שעה אחד חוזר התנאי לאיתנו. ותירצו כאן שמכר וכיון שלא נשאר לו בשדה זכות כלל מש\"ה כל שנתבטל התנאי שוב אינו חוזר לאיתנו אבל בקיבל שיש לו זכות בשדה אף שנתבטל התנאי חוזר לאיתנו. והדר פריך והתני ר\"ח מכרה כלומר דר\"ח תני דכהנת שמכרה לישראל והתנית ע\"מ שהמעשרות שלי כל זמן שהוא תחת ידך ונשאת לישראל ס\"ל לר\"ח דנתבטל התנאי משום דמסתמא לא התנית אלא כל זמן שהיא ראויה לאכול בתרומה וכיון שנשאת לישראל נתבטל התנאי ואם נתארמלה או נתגרשה חזרה לתחלתה והמעשרות שלה והרי דאף במכר ס\"ל לר\"ח דאף שנתבטל התנאי חוזר לאיתנו ותירצו תמן יצאת מרשות שניהם ומש\"ה כל שנתבטל התנאי שוב אינו חוזר לאיתנו אבל הכא גבי כהנת יצאת מרשות מוכר ולא יצאת מרשות לוקח ומש\"ה אף שנתבטל התנאי חוזר לאיתנו ולא ראיתי לרבינו שהביא חילוקי דינים הללו דכהנת ולא ידעתי למה: "
            ],
            [
                "<b>ישראל שקיבל שדה מכהן ולוי וכו'.</b> גרסינן בירושלמי פ\"ו דדמאי הלכה ב' כהן שמכר שדה לישראל ואמר לו ע\"מ שיהיו המעשרות שלי ד' או ה' שנים יכול הוא למחות בידו שלא ליטעה כרם שלא לזורעה איסטיס שלא לעשותה שדה קנים. שלי לעולם אינו יכול למחות בידו שלא ליטעה כרם שלא לזורעה איסטיס שלא לעשותה שדה קנים ע\"כ. וכל זה הוא תוספות בפירקין. ותו גרסינן בירושלמי אתא עובדא קומי ר' אחא בר עילא וחייבה מיתן ליה חד מן עסרא מן קנייא ע\"כ. ולא ידעתי אם המעשה הזה היה דוקא באומר ד' או ה' שנים שיכול למחות בידו ואם עבר וזרעה שדה קנים חייביה ר' אחא למיתן ליה חד מן עסרא מן קנייא אבל באומר לעולם שהרשות בידו לזורעה מה שירצה אם זרעה קנים אין לחייבו כיון שאין בו חיוב מעשר ורבינו לא הזכיר דינים אלו ולא ידעתי למה: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>המניח פירות להיות מפריש עליהן מעשרות כו'.</b> כתב מרן ואיני יודע למה השמיט רבינו תרומה וכבר כתב רבינו דין זה לעיל ספ\"ה מה' תרומות יע\"ש. עוד כתב מרן ומ\"ש ואינו מעשר ודאי פשוט הוא. ומאי דפשיטא ליה למרן צריכא רבה מההיא דאמרינן בריש נדה ורמי חבית אמקוה ואמרינן מאן תנא חבית ר\"ש אלמא דלרבנן כל היכא דאיכא תרתי לריעותא הוי ודאי טבל. וכבר תמה מרן לעיל פ\"ה מהלכות תרומות דין כ\"ד על מ\"ש רבינו בחבית דהוי ספק והרשב\"א ג\"כ תמה על רבינו ופשיטא דאין הפרש בין החמיץ לאבדו אלא שרבינו כתב כאן דאינו מעשר ודאי משום דאזיל לשיטתיה שפסק בחבית דהוי ספק. אך מ\"ש מרן פשוט הוא הוא תימה בעיני: "
            ],
            [],
            [
                "<b>ואם היו רגילין ליטול ממנו כו' אינו צריך לזכות ע\"י אחר.</b> דין זה הוא אוקימתא דרבי דאמר במכירי כהונה וראיתי בירושלמי שדחו אוקימתא זו משום דהא תנינן עני ויש מכיר לעני ע\"כ ופירוש הרב בעל ש\"י והא תנינן עני כלומר היכי מצית מוקמת במכירי כהונה ולויה דהרי עני נמי תנן דואת העני נמי תנן והתם מאי מכיר שייך לו דאטו יש מכיר לעני הרי אין דין מכיר לעני שכל הבא ליטול נוטל א\"כ א\"א לאוקמי מתני' בהכי והדרא קושיין לדוכתה דהיכי זכו הני כהני ולויי ועניי ע\"כ. והכוונה נראה דס\"ל לירושלמי דטעם זה דמכירי לא שייך כי אם בדבר דאיכא טובת הנאה לבעלים שנותן למי שירצה ואין המקבלים יכולים ליקח בעל כרחו דבעל הבית ומש\"ה כיון דמקבל זה הוא מכירו דבע\"ה שאר המקבלים אסחו דעתייהו מיניה והוי כאילו זכה זה המקבל וא\"כ בתרומות ובמעשרות דקי\"ל דאיכא טובת הנאה לבעלים וכמו שפסק רבינו בפי\"ב מהלכות תרומות דין ט\"ו שייך לומר דאם הכהן או הלוי הוא מכירו של המלוה דהוה ליה כאילו זכה הכהן או הלוי משום דשאר הכהנים או הלויים כבר אסחו דעתייהו ממתנות אלו אבל במעשר עני דאין בו טובת הנאה לבעלים וכדאיתא בפרק הזרוע אלא העניים באים ונוטלים הימנו בעל כרחו א\"כ אינו מעלה ומוריד אם העני הוא מכירו של המלוה דהא שאר העניים לא אסחו דעתייהו ממעשר עני זה משום דעני זה מכירו של ב\"ה אלא באים ונוטלים בעל כרחו דב\"ה והנה בתלמוד דידן דלא חששו לקושיא זו אפשר לומר דאעיקרא דדינא רב לא אמרה אלא בכהן ולוי וכדאמר במכירי כהונה ולויה עסקינן אבל לעולם דלחלוקת העני צ\"ל דמיירי במזכה ע\"י אחר ולא בא לחדש אלא דבכהן ולוי משכחת לה דלא זכו וכגון במכירי אך בירושלמי שלא הוזכר אוקימתא זו דזכו ע\"י אחר כי אם מכירי והיה עולה על הדעת דבאוקימתא זו דמכירי מתיישבת כל המשנה ועל זה הקשו דהא ליתא דהא תנינן עני ויש מכיר לעני ולפי זה לא פליג הבבלי עם הירושלמי. אך מדברי רבינו שכתב ואם היו רגילין כו' מוכח דס\"ל דגם לחלוקת העני מועיל אם היה העני מכירו. עוד סבור הייתי לומר דלעולם דתלמודא דידן כשתירצו במכירי הוא ג\"כ לחלוקת העני וכי תימא אין מכיר לעני אפשר דס\"ל לרב דמתני' איירי במעשר עני המתחלק בבית שיש בו טובת הנאה לבעלים דנותנו לכל עני שירצה וכמו שפסק רבינו בפ\"ו מהלכות מתנות עניים והירושלמי אפשר דס\"ל דגם במעשר עני המתחלק בבית אין בו טובת הנאה לבעלים ומש\"ה הקשו ויש מכיר לעני א\"נ דס\"ל לירושלמי דמסתמא (*א\"ה חבל על דאבדין) : "
            ]
        ],
        [
            [],
            [],
            [
                "<b>כיצד מאה סאה של טבל כו'.</b> תנן בפ\"ז דדמאי מאה טבל מאה חולין נוטל מאה ואחד וכו' (עיין בכ\"מ) . והנה במשנה הלזו יש בה פירושים מתחלפים והנה אנכי מבאר אותם אחד לאחד. והנה אליבא דכ\"ע טבל זה שהוזכר במתניתין מיירי שהורם ממנו תרומה גדולה והוא טבול לשאר המעשרות והכי איתא בירושלמי והר\"ש פירשה למתני' על פי מה ששנינו בסוף פ\"ג דחלה דמוכח מהתם דטבל שנתערב בחולין אם יש לו פרנסה ממקום אחר מפריש עליו לפי חשבון ואם לאו נעשין החולין כטבל לענין תרומה ותרומת מעשר ומפריש מהחולין תרומה ותרומת מעשר כאילו הם טבל גמור אבל מעשר ראשון לא יתן ללוי מהחולין ומעשר שני נמי לא יחלל אלא לפי חשבון הטבל מחלל ונותן והנה כפי הקדמה זו מתני' איירי בשאין לו פרנסה ממקום אחר ולהכי קאמר דמאה טבל ומאה חולין שנתערבו נוטל מאה להפריש מהם כדין טבל מעשר ראשון ומעשר שני והלוי יפריש ממעשר שלו תרומת מעשר ולפי שעדיין יש לספק שמא המאה שנשארו הם טבל לפיכך נוטל עוד אחת מהמאה שנשארו לשם תרומת מעשר אבל מעשר ראשון אינו מפריש מהמאה הנשארים לפי שאין במעשר ראשון איסור כלל לזרים. ודע שזה שאמרנו דאינו מפריש מעשר ראשון אין הכוונה דאינו מפריש כלל דהא אי אפשר להפריש תרומת מעשר עד שיפריש תחלה מע\"ר אלא הכוונה היא שזה מפריש מן המאה עשר לשם מע\"ר ואח\"כ מפריש מאלו העשר אחת לשם ת\"מ והט' הנותרים מערב עם פירותיו. ויש עוד דרך אחרת להפריש תרומת מעשר קודם שיפריש מ\"ר וכמ\"ש הר\"ש בסוף פרק ג' דחלה וע\"ש וטבל זה הוא טבל שהורם ממנו תרומה גדולה כדאיתא בירושלמי וכ\"ת ליחוש שמא מה שמפריש הוא מן החולין ונמצא שמפריש מן הפטור על החיוב דלא מהני הא לא קשיא דהכא מיירי בדבר שיש לו בילה וכמ\"ש הר\"ש בסוף פ\"ג דחלה והשתא על כל פנים נתקן הכל במה שנוטל ק' ומפריש מהם מעשרותיו ואח\"כ נוטל מהק' הנשארים כדי תרומת מעשר ואם היה התערובות ק' טבל וק' מעשר נוטל ק' ומפריש מהם כדין טבל ואח\"כ נוטל מק' שנשארו אחת כאילו הם טבל לשם תרומת מעשר נשתיירו שם תשעים ותשע מפריש מהם תרומת מעשר לפי חשבון דהיינו עשר פחות עישור של אחת ונמצא עכשיו מפסיד אחת עישור שבה לפי שמה שהיה חייב בשביל הק' של מעשר היו עשר ועכשיו נותן אחת עשרה פחות עישור שבאחת: "
            ]
        ],
        [
            [
                "<b>בימי יוחנן כהן גדול כו' וזהו הנקרא דמאי.</b> נראה לי דיש שני מיני דמאי הא' הוא הלוקח פירות מע\"ה דאף שאומר שהם מעושרים אינו נאמן וחייבו חכמים להפריש משם ת\"מ ומע\"ש אבל תרומה גדולה לא. ואני מסתפק במוכר סתם ולא אמר שהם מעושרים אם חייב הלוקח להפריש ת\"ג דאפשר דע\"כ לא אמרינן דלא נחשדו על ת\"ג אלא באומר מתוקנים הם אבל במוכר סתם נהי דלא נחשדו מ\"מ אפשר דלא הפריש מהם כלל וסבור שהלוקח יפריש או דילמא כל שנתן סתם מסתמא הפריש ת\"ג דאי לא [לא] היה נותן לפי שהיה חושש שמא הלוקח יהיה סבור שנתקנו ויאכלם בטבלם ויש עוד מין שני שנקרא דמאי והוא המוצא פירות בדרך ודכוותיה שלא נתן הע\"ה כלום. ונראה דבזה אליבא דכ\"ע צריך להפריש ת\"ג דאף דנימא דבמוכר או שולח סתם דא\"צ להפריש ת\"ג הוא משום דכיון דלא נחשדו עליה אינם נותנים דבר שאינו מתוקן אבל במוצא פירות בדרך נראה דצריך להפריש ת\"ג דלא מהני בהאי מילתא טעמא דלא נחשדו על ת\"ג ומיהו היה אפשר לומר דכיון דלא נחשדו על ת\"ג מסתמא הפרישוה בגורן וכההיא דאמרינן בירושלמי פ\"ב דמעשרות אי אפשר לגורן שתיעקר אלא א\"כ נתרמה ממנו ת\"ג ומהאי טעמא כתב הר\"ש בפ\"ד דדמאי מ\"ד דהא דלא נקט ת\"ג משום דלאו אורחא דמילתא לשהות ת\"ג ורגילין להפרישה לאלתר אפילו הביאה לבית וכיוצא בזה כתב ריש פ\"ו דדמאי עלה דתנן החוכר שדה מישראל תורם ונותן לו והיינו דתנן בתוספתא פ\"ק דתרומות הביאה רבינו פ\"ד מהלכות תרומות דין י\"ד ואם אמר לו כנוס לי גרני תרומתו תרומה שאין הגורן נכנס אלא א\"כ נתרם ובין לגירסת הראב\"ד ובין לגירסת רבינו הטעם הוא לפי שא\"א לגורן שתיעקר אלא א\"כ נתרמה ממנו ת\"ג ולפי זה אין חילוק לגבי ת\"ג במיני הדמאי דבין לוקח מע\"ה ואומר מעושרים הם או שלוקח סתם או שמצא פירות בדרך פטור מת\"ג דכיון דלא נחשדו מסתמא הפרישוה בגורן וכדכתיבנא. ונראה שיש ללמוד כל זה ממ\"ש רבינו בפרק י\"א מהלכות אלו דין י\"ג הוליכן לטוחן עכו\"ם הרי הם דמאי שמא החליפן בחיטין של ע\"ה ע\"כ. ומדסתם דבריו משמע דדין דמאי לגמרי יש לחיטין הללו ואין צריך להפריש מהם ת\"ג ואף שאפשר שע\"ה זה לא תרם מהם אפילו ת\"ג ודעתו היה דלאחר שיקחם מן הטוחן יפריש מהם ת\"ג ובזה הפרק עצמו דין ט' כתב המוצא פירות בדרך כו' ואם רוב מכניסים למכור בשוק הרי אלו דמאי ומדקרי להו דמאי משמע דאין צריך להפריש מהם ת\"ג וע\"כ טעמא הוא כדכתיבנא דכיון דלא נחשדו על ת\"ג מסתמא תרמו ת\"ג בגורן ומ\"מ עדיין נראה שיש לדחות כל זה דהא דקאמר רבינו דמאי אין כוונתו שיהיה דינם כדין דמאי לגמרי אלא הכוונה היא שהפירות הללו הם ספק ומלת דמאי ר\"ל ספק ונפקא מינה שא\"צ להפריש מעשר ראשון ומעשר עני משום דאומר ללוי ולעני הבא ראיה וטול וכן אינו יכול להפריש מפירות הללו על הודאי או מן הודאי על פירות הללו דשמא מעושרים הם והוה ליה מפריש מן הפטור על החיוב או מן החיוב על הפטור אבל לענין חיוב דתרומה גדולה לעולם דחייב כל שלא אמר הע\"ה שתרם מהם ת\"ג. ולכאורה היה נראה להביא סעד לזה ממ\"ש הר\"ש בפ\"ב ממס' מכשירין על המוצא פירות בדרך דקאמר מחצה למחצה דמאי כלומר ספיקא הוא ע\"כ. והנראה שכונתו היא לומר דמה דקרי להו דמאי הוא דוקא לומר דהוי ספק ונפקא מינה לדיני הספיקות וכמו שכתבנו אבל אין דינם כדין הדמאי לגמרי ולפטור הפירות הללו מת\"ג אך מהמשך דברי רבינו שם בפירוש המשנה נראה דס\"ל דדין פירות הללו הוא כדין הדמאי לגמרי ופטור מת\"ג שכתב וכבר בארנו במס' דמאי שהדמאי הוא הדבר המסופק וחייב בת\"מ ומע\"ש לבד ע\"כ. ורבינו עובדיה עלה דמתני' דאוצר שישראל ועכו\"ם מטילין לתוכו דקתני ואם רוב ישראל דמאי כתב כדין פירות הנמצאים ביד ע\"ה שצריך להפריש מהם ת\"מ ומ\"ע. הרי שפתיו ברור מללו דס\"ל דכל פירות ע\"ה אף שלא אמר כלום פטורים הם מת\"ג. ודע שמה שכתבתי למעלה דמה שקראו חכמים דמאי אין הכרח שיהיה כדין הדמאי לגמרי אלא הכוונה הוא שהוא ספק מצאתי כן במשנה פ\"ג דדמאי מ\"ד המוליך חטין כו' אצל העכו\"ם כפירותיו ר' שמעון אומר דמאי ע\"כ וכתב רש\"י בפ\"ק דבכורות (דף י\"א) דהאי דמאי לא דמי לשאר דמאין כו' יע\"ש. הרי דקרי דמאי לדבר שצריך להפריש ת\"ג ומאי דקרי ליה דמאי הכוונה הוא שהיא ספק ודינו ככל הספיקות וכדכתיבנא: "
            ],
            [
                "<b>אבל מעשר ראשון ומעשר עני אין מפריש מן הדמאי כו'.</b> וא\"ת תרומת מעשר נמי נהי דצריך להפריש מפני שהוא עון מיתה לאחר שהפרישה מיהא ימכרנה לכהן דהשתא ליכא אלא איסור גזל ונימא המוציא מחבירו עליו הראיה ומדברי רבינו זכרונו לברכה שכתב בסתם בדין ה' ונוטל אותה ונותנה לכהן משמע שנותנה בחנם כבר תירץ רש\"י בפרק עגלה ערופה (דף מ\"ח) וז\"ל ואחמור עליה שלא לעכבו אצלו ולמכור לכהן כשם שהוא מעכב אצלו מעשר ראשון ומעשר עני גזירה דילמא כי משהי ליה לגביה אכיל ליה אבל מעשר ראשון ומעשר עני מותרים לזרים ע\"כ. וראיתי להטי\"ד ס\"ס של\"א שכתב ומפריש האחד מעשרה שבו לתרומת מעשר ומוכרו לכהן וכתב שם מרן ז\"ל דלמד דין זה מדין מע\"ר ומ\"ע דאמרינן המוציא מחבירו עליו הראיה ותמהני איך לא כתב דרש\"י ורבינו חולקים על הטור וס\"ל דתרומת מעשר נותנה לכהן בלא דמים והתוס' בפ\"ק דיומא (דף ט') ד\"ה מעשר כתבו והא דלא אמרינן נמי בתרומת מעשר מפרישה והיא שלו וימכרנה לכהנים ויטול דמיה י\"ל כיון דדבר מועט הוא שאינו אלא אחד ממאה ועוד דמיה מועטים שהוא צריך למוכרה בזול שאין לה אוכלים מרובים תקנו רבנן שיתננה לכהנים ע\"כ. והא דתנן בפרק ג' דחלה גר שנתגייר וכו' ואם ספק חייב וקאמר עלה בירושלמי ומוכרה לכהן לפי דברי התוס' י\"ל דשאני התם בחלה שהוא דבר מרובה שהוא אחד מכ\"ד וכ\"כ הר\"ב תי\"ט. אך לרש\"י קשה דה\"נ גבי חלה נימא דילמא כי משהי ליה גביה אכיל ליה. וי\"ל דשאני הכא גבי דמאי דמיקל ואכיל לתרומת מעשר משום דסבר רוב ע\"ה מעשרין הם ומש\"ה חיישינן דילמא אכיל ליה אבל התם גבי חלה ליכא למיחש. א\"נ דשאני דמאי דאעיקרא דדינא טעמא דבעי להפריש תרומת מעשר הוא משום דכיון דלא כתיב ביה מיתה בפירוש אלא מהיקשא דתרומה ע\"ה לא ציית להיקשא וכמ\"ש רש\"י בנדרים (דף פ\"ד) ומש\"ה חיישינן דילמא אכיל ליה כיון דלא ציית להיקשא אבל התם גבי גר שנתגייר לא שייך האי טעמא ומש\"ה אמרינן דימכרם לכהן. ומ\"מ אני מסתפק באותה ששנינו בר\"פ ה' דדמאי הלוקח מן הנחתום כו' נוטל כדי תרומת מעשר וחלה אם שיעור החלה יכול למוכרה לכהן כפי דברי התוספות שכתבו דטעמא דאינו מוכר תרומת מעשר הוא משום דהוי דבר מועט הכא דהוי אחד מכ\"ד אם יכול למוכרה ועיין במ\"ש הרב תי\"ט בריש דמאי (*א\"ה עיין לעיל פ\"י מהלכות תרומות דין י\"ד) : "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כדי שיפרישנה בטהרה עם החלה.</b> עיין במ\"ש מרן לקמן רפ\"ו מה' בכורים: "
            ]
        ],
        [
            [],
            [
                "<b>הרי הם בחזקת מתוקנים.</b> בגמרא אמרו בדין זה שני טעמים דאע\"ג דאין ספק מוציא מידי ודאי מ\"מ שאני הכא דאיכא חזקה א\"נ מעיקרא לא טבל והוי ספק וספק וכדרבי אושעיא כו'. ונ\"מ טובא בין שני הטעמים הללו חדא היכא שראינו שנכנסו ממורחים לביתו דלטעמא קמא הרי הם בחזקת מתוקנים. ותו איכא בינייהו מה שכתבו התוס' בפרק קמא דפסחים ופ\"ב דנדה. והנ\"ל מתוך דברי רבינו הוא דפסק כלישנא קמא וטעמא הוא משום חזקה וכדר' חנינא דקאמר חזקה על חבר שאינו מוציא מתחת ידו דבר שאינו מתוקן וזהו שסתם וכתב הרי הם בחזקת מתוקנים ולא חילק. כתבו התוס' בר\"פ כל הצלמים (דף מ\"א) ד\"ה חזקה דבירושלמי קאמר תפתר כשמת מתוך היישוב פי' בישוב הדעת וכ\"כ הריטב\"א בפ\"ק דקידושין (דף נ\"ו) במעשה דר\"ג יע\"ש: "
            ],
            [
                "<b>בת עם הארץ או אשתו וכו'.</b> עיין לקמן פרק י' מהלכות משכב ומושב דין ו': "
            ]
        ],
        [
            [
                "<b>אסור למכור את הדמאי כו'.</b> עיין במ\"ש התוספות בפ' הזהב (דף נ\"ו) ד\"ה לא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם רוב מכניסין לבתיהם פטור מלעשר וכו'.</b> עיין לעיל פ\"ג דין כ\"ב ובמה שהאריך שם מרן ודוק. וכתב הר\"ש בפ\"ב דמכשירין פטור מלעשר דעדיין לא ראה פני הבית ולא נתחייב ע\"כ. ונראה דלא אמרינן דפטור מלעשר אלא לאוכל מהן עראי דאילו רצה לאכול מהן קבע אסור עד שיעשר וכ\"כ רבינו ברפ\"ג מהלכות אלו דכל דבר שנגמרה מלאכתו אף שהיתה כוונתו להוליך לבית אסור לאכול קבע. והנראה אצלי שם מדבריו דאף שלא נגמרה מלאכתם כל שהגיעו הפירות לעונת המעשרות ואף שהיתה כוונתו להוליכם לבית אסור לאכול קבע. ומה שכתב מותר לאכול מהם עראי אחר שנגמרה מלאכתם אין הכוונה לומר דקודם שנגמרה מלאכתם מותר אף קבע אלא לומר דאף שנגמרה מלאכתם מותר עראי אבל לעולם דקבע אסור אף קודם שנגמרה מלאכתם. ולפי זה מתני' דקתני אם רוב מכניסין לבתיהם פטור משום דתלינן שנפלו ממנו בדרך כשהיה מוליך אותם לביתו ולא נתחייבו במעשר הוא דוקא להתיר אותו אכילת עראי אבל אכילת קבע אסור. ומיהו אפשר לומר דדוקא בטבל ודאי כל שהגיעו לעונת המעשרות אסור לאכול מהם קבע אבל בספק אפשר דלא חייבו חכמים בדמאי אלא דוקא בדבר שהוקבע למעשר ונאסר אף באכילת עראי אבל כל שלא הוקבע למעשר ומותר לאכול מהם עראי לא חייבוהו חז\"ל בדמאי ומותר אף באכילת קבע. עוד כתב הר\"ש למכור בשוק שרוב מביאין למכור בשוק ומן הבית מביאין אותו וחייב ע\"כ וכ\"כ הרע\"ב. ולא ידעתי כוונתם במ\"ש שמן הבית מביאין אותו אף שלא יביאוהו מן הבית הוקבעו למעשר וכ\"כ רבינו לעיל פ\"ד דגומר פירותיו למכור בשוק הוקבעו למעשר אף שלא ראו פני הבית ומתני' היא בפ\"ק דמעשרות ועוד דאף דנימא דאף מוליך בשוק בעי ראיית פני הבית אכתי אני תמיה דאמאי חייב דנהי דהרוב מוכרין בשוק מ\"מ מנ\"ל דפירות הללו נפלו כשהוליך אותם מביתו לשוק אימא דנפלו כשהיה מוליך מן השדה לבית ולא הוקבעו למעשר וכיון דהוו ספק הול\"ל דמאי. הן אמת דמאי דתני מתניתין חייב לאו דוקא ופשיטא דלא הוו כי אם דמאי דהא אכתי איכא לספוקי דילמא מעושרים הם וכ\"כ רבינו הכא בפירקין אבל ודאי דטבל גמור לא הוי וא\"ת הא הוי ס\"ס ספק אם פירות אלו הם מהמיעוט ולא הוקבעו ואת\"ל שהם מהרוב אפשר דנפלו קודם ראיית פני הבית ואת\"ל דנפלו אחר שראו פני הבית אימור מעושרים הם. הא לא קשיא ולא מידי חדא דגבי דמאי החמירו אפי' בס\"ס וכמ\"ש מרן בדין י\"ג בפירקין ואף להראב\"ד דס\"ל דס\"ס מהני גבי דמאי שאני הכא דכפי הצד דדילמא לא עישר אף שלא הוקבעו חייב לעשר ולא מהני לן טעמא דלא הוקבעו אלא לומר דאם לא הוקבעו תלינן להקל ואמרינן מעושרין הם וכמ\"ש לעיל אבל כפי הצד דאינן מעושרים אין חילוק בין הוקבעו ללא הוקבעו אבל בההיא דהראב\"ד בכל צד וצד יש בו כדי להקל וזה פשוט: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר פירות לחבירו וכו'.</b> תוספתא פ\"ב דתרומות ועיין במ\"ש הראב\"ד בסוף ה' משכב ומושב ובמ\"ש מרן שם ודוק: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>הלוקח פת מן הנחתום כו'.</b> תנן בפרק ה' דדמאי הלוקח מן הנחתום מעשר מן החמה על הצוננת וכו' (עיין בכ\"מ) רבי שמעון אוסר בתרומת מעשר ומתיר בחלה. הלוקח מן הפלטר וכו'. והנה רבינו בפירוש המשנה כתב שמי שילוש הקמח ועשה אותם ככרים ויאפהו נקרא נחתום והלוקח מן הנחתום למכור לבני אדם נקרא פלטר והנה רבי מאיר סובר שהלוקח מן הנחתום מעשר מן החמה על הצוננת ומן הצוננת על החמה משום דס\"ל דנחתום מחד גברא זבין כדאיתא בפרק הזהב (דף נ\"ו) ואפילו שהם עשויים מדפוסים הרבה לא אזיל בתר דפוסים משום דס\"ל דנחתום לא זבין כי אם מחד גברא ומה שהתיר ר\"מ להפריש מן הצוננת על החמה אעפ\"י שהוא מן הרע על היפה הוא משום דס\"ל כר' אלעאי דקאמר מנין לתורם מן הרעה על היפה שתרומתו תרומה שנאמר ולא תשאו עליו חטא וכדאיתא שם בפרק הזהב וס\"ל לר\"מ דבדמאי אף לכתחלה מפריש מן הרעה על היפה ור' יהודה אוסר אפילו יהיה הכל עשוי בדפוס אחד משום שאני אומר חטים של אמש היו משל אחד ושל היום היו משל אחר והמתברר מן הירושלמי הוא שרבי יהודה בשניהם של אמש או שניהם של היום מתיר ואפילו עשוי מדפוסים הרבה דלא חייש על הדפוסין ולא פליג אלא בשל אמש והיום ורבינו בפירוש המשנה לא ביאר זה ונראה דס\"ל דרבי יהודה חולק עם ר' מאיר במאי דקאמר מעשר מן החמה על הצוננת ומן הצוננת על החמה דהיינו של אמש ושל היום דשל אמש היינו צוננת ושל היום היינו חמה ועל זה קאמר דר' יהודה אוסר באלו שאני אומר כו' וכ\"כ בחיבורו סוף הלכות מעשר הלוקח פת מן הנחתום לא יעשר מן החמה על הצוננת שאני אומר כו' ובטעמיה דר\"י דקאמר חטים של אמש היו משל אחד ושל היום משל אחר מפשטא דמתני' נראה דכיון דחייש ר' יהודה דשמא נחתום זה זבין מתרי גברי אינו מעשר מזה על זה דשמא האחד עישר והשני לא עישר ונמצא מפריש מן הפטור על החיוב או מן החיוב על הפטור. וראיתי לרבינו שכתב שר' יהודה חושש שמא יהיה זה הלחם מחטה ישנה וזה האחר מחטה חדשה והעיקר בידינו שאין מעשרין מן החדש על הישן ולא מן הישן על החדש ע\"כ ולא ידעתי למאי איצטריך רבינו לטעם זה דמאחר דקאמר ר\"י דחטים של אמש היו משל אחד ושל היום משל אחר תיפוק ליה דאינו מפריש מזה על זה דשמא מפריש מן הפטור על החייב או מן החייב על הפטור ולא ראיתי לשום אחד מהמפרשים שהזכירו טעם זה שכתב רבינו והדבר צריך אצלי תלמוד. ודע שמה שכתבנו לעיל דר' יהודה אוסר בצוננת וחמה אף שהם מדפוס אחד הוא לדעת רבינו וכן כתבו הר\"ש ורבינו עובדיה אך התוספות בפ' הזהב (דף נ\"ו) ד\"ה הלוקח כתבו דר' יהודה אוסר בצוננת על החמה היכא שהם מדפוסים הרבה דוקא דכיון דאיכא תרתי לריעותא דהיינו דפוסים משתנים וחמה וצוננת חייש ר' יהודה דלמא של אמש דהיינו הצונן היה משל אחד והחמה דהיינו של היום משל אחר. ובלוקח מן הפלטר נחלקו גם כן ר' מאיר ור' יהודה וסברתם הפוכה מדין הנחתום והטעם הוא מבואר דר' מאיר סבר דאף דנחתום מחד גברא זבין מ\"מ פלטר קונה משנים או משלשה נחתומין ומש\"ה מעשר מכל דפוס ודפוס ודוקא היכא דאיכא דפוסים משתנים חייש ר\"מ אבל כשכולם מדפוס א' לא חייש. וא\"ת כיון דפלטר זבין משני בני אדם כי נמי הוי מדפוס א' אמאי לא חייש ר\"מ דהא אורחיה דנחתום לפעמים לעשות כמה דפוסים וכדתנן אפילו מטפוסין הרבה אלמא דחד נחתום עושה כמה טפוסין ואם כן בלוקח מן הפלטר אף שהם מטפוס אחד ניחוש שמא לקח מב' נחתומין וטפוסו של זה דומה לטפוסו של זה ואי אמרת דפלטר אינו לוקח כי אם מחד נחתום כי נמי הוי מטפוסים משתנים מאי הוי והלא דרכו של נחתום לעשות טפוסים משתנים כבר תירצו לזה בירושלמי ואמרו ר\"מ אומר נחתום עושה דפוס אחד ופלטר משתמש בכמה נחתומים וכתב הר\"ש כלומר שאע\"פ שהנחתום עושה כמה דפוסים כדקתני מתני' מ\"מ לעולם משונה דפוס נחתום זה מדפוס של נחתום אחר שאם היו שוים אין תקנה לקונה מן הפלטר עד שיעשר מכל ככר וככר דהא משתמש בכל הנחתומים ע\"כ. הנה נתבאר מזה טעמיה דר\"מ דס\"ל דאף דחד נחתום עושה כמה טפוסין מ\"מ לא דמי טפוס של נחתום זה לטפוס של נחתום אחר ומש\"ה בלוקח מן הפלטר כל שהם מטפוס אחד לא חייש ר\"מ משום דע\"כ פלטר זה מחד נחתום לקח שהרי הטפוסים הם שוים אבל כשהטפוסים משתנים חייש ר\"מ בפלטר משום דאורחיה דפלטר ליקח משני נחתומים. הכלל העולה לפי זה דלר\"מ שינוי הטפוסים אינה סיבה להכריח ולומר דפלטר זה לקח משני נחתומים אלא לעולם טעמא דחייש ר\"מ בפלטר הוא משום דאורחיה ליקח משני נחתומים אלא שכשהם מטפוס אחד יש הכרח לומר שפלטר זה לא לקח כי אם מחד נחתום שהרי כולם עשויים בטפוס אחד ולעולם אין טפוס הנחתומים דומים זה לזה. אך דברי רבינו שבפירוש המשנה אינם הולכים על כוונה זו שהרי כתב ועיקר מחלוקת ר' מאיר ור' יהודה שר\"מ אומר שהמתקן הלחם יתקנהו דפוס אחד יהיה קטן או גדול וכשנמצא אצל המוכר דפוסים הרבה משתנים זה מזה נדע שהוא לקח מאנשים רבים ועל כן מעשר מכל דפוס ודפוס לפי שלכל דפוס מין ממיני הזרע ורבי יהודה אומר כי הנחתום בעצמו המתקן הלחם אפשר שיעשה מעיסה אחת מינים הרבה מהלחם בדפוסים משתנים זה מזה לפיכך אלו הדפוסים המשתנים אשר נמצאו אצל פלטר זה מאיש א' לקח ע\"כ. והנה המתבאר מדברי רבינו הללו הוא דס\"ל דלר\"מ שינוי הטפוסים הוא הכרח לומר דפלטר זה לקח מהרבה בני אדם והדבר הוא תימה אצלי שהרי ממתניתין דנחתום מוכח דלפעמים הנחתום עושה ככרות מכמה טפוסים וא\"כ הלוקח מן הפלטר אף שהם מכמה טפוסים אינו מן המוכרח שפלטר זה לקח משני נחתומים. ואולי יאמר הרב דעל הרוב הנחתום אינו עושה כי אם טפוס אחד וא\"כ כשלוקח מן הפלטר שני טפוסים כיון שהפלטר לפעמים דרכו ליקח משני נחתומים שינוי הטפוסים מכריחנו לומר דפלטר זה לקח משני נחתומים משום דאזלינן בתר רובא ורוב הנחתומים אינם עושים כי אם כל נחתום ונחתום טפוס א' אך כשהם מטפוס אחד לא חיישינן לומר שמא לקח מב' נחתומים משום דרוב הנחתומים כל אחד ואחד עושה טפוס לעצמו אך בנחתום כיון שאין דרכו ליקח כי אם מאחד אף שהם משני טפוסים לא חיישינן. ודע שמה שכתב רבינו לפי שלכל דפוס מין ממיני הזרע אזיל לשיטתיה שכתב במתניתין דנחתום דטעמיה דר' יהודה דאוסר הוא משום חדש וישן וע\"כ פירש כאן לר\"מ דקאמר מעשר מכל טפוס וטפוס משום דכל דפוס ודפוס הוא מין ממיני הזרע אך כבר כתבנו לעיל דפשטא דמתני' הוא דמאי דחייש הוא מטעם דכיון דאנו חוששים שמא משני בני אדם לקח אינו יכול לעשר מזה על זה דשמא הא' עישר והב' לא עישר ונמצא מפריש מהפטור על החייב או מהחייב על הפטור והיינו טעמא דר' יהודה בנחתום ור' מאיר בפלטר. שוב התבוננתי בדברי רבינו הללו במה שכתב שלכל דפוס מין ממיני הזרע ולא ידעתי פירושו שאם הכוונה היא שחושש שמא כל דפוס ודפוס הוא מין בפני עצמו וקי\"ל שאין תורמין ומעשרין ממין על שאינו מינו א\"כ לעיל גבי נחתום דחש ר' יהודה בשל אמש והיום שמא חטים של אמש היו משל א' ושל היום היו משל אחר למה לו לרבינו לומר דטעמא הוא משום חשש חדש וישן אימא משום דאימור שני מינין הם. מיהו לזה י\"ל דשאני התם דמיירי אפילו שהם בדפוס אחד וכמ\"ש רבינו ובדפוס אחד ליכא למיחש לשני מינים משום דלעולם לא יבואו שני מינים בדפוס א' אך החששא דחדש וישן במקומה עומדת אף שהם בדפוס א' וטעמא דלא חייש ר\"י בשני דפוסים בשניהם של אמש או של היום הוא משום דר\"י אית ליה דכל ביומיה לא זבין אלא מחד גברא וכיון שכן שזה לא קנה כי אם מא' אף שהם שני דפוסים ליכא למיחש דחד גברא אינו מוכר כי אם מין א' או מחדש או מישן אך בשל אמש ושל היום דס\"ל לר\"י דבתרי יומי זבין מתרי גברי אף שהם דפוס א' דליכא למיחש לשני מינים אפ\"ה איכא למיחש לחדש וישן. עוד אפשר לומר דנחתום שקונה קמח אף שקונה משני מקומות ליכא למיחש שקונה שני מינים דלעולם אורחיה דנחתום לעשות פת ממין א' אך בין חדש לישן אינו מקפיד אבל בפלטר שאנו חוששים שמא קנה משני נחתומים איכא למיחש לשני מינים דשמא חד נחתום זבין מחד מינא ואידך מאחר דהא ע\"כ שני מינים הללו אינם ניכרים בפת דאם הוא דבר הניכר בטלה מחלוקת ואפילו מדפוס א' א\"ו אינו ניכר אלא שכשאנו רואים שהם משני דפוסים אנו חוששים לשני מינים. ומ\"מ הדבר הוא תימה בעיני שלא יהיה ניכר דהא קי\"ל דכל מיני חטים הם מין א' וא\"כ החששא ע\"כ היא שמא הא' הוא חטים והב' הוא שעורים ודכוותיה וא\"כ דבר הניכר לכל הוא וכי תימא דלעולם כולם מין חטים הם אך החששא היא שמא הא' הוא מין רע והב' מין יפה וזה דבר שאינו ניכר הוא הא ליתא דהא כבר כתבנו לעיל דלר\"מ בדמאי תורם לכתחלה מן הרעה על היפה משום דאית ליה כרבי אלעאי שאם תרם תרומתו תרומה והכי תנן במתני' דלר\"מ תורם מן הצוננת על החמה וא\"כ ע\"כ אם אנו חוששים כאן הוא לשני מינים גמורים דקי\"ל שאם תרם אין תרומתו תרומה וא\"כ הדרא קושיין לדוכתה שהרי דבר הניכר הוא. וסבור הייתי לומר דכוונת רבינו באמרו שלכל דפוס מין ממיני הזרע הכוונה היא שזה חדש וזה ישן וקראם שני מינים לפי שדינם שוה שבכולם אם תרם אין תרומתו תרומה ומ\"מ הוא דחוק הרבה בלשון וצ\"ע. ודע דהא דקאמר ר\"י בפלטר מעשר מא' על הכל הוא דוקא בשניהם של אמש או שניהם של היום אבל בא' של אמש וא' של היום פשיטא דמודה ר' יהודה דמעשר מכל א' וא' ולא הוצרך לומר דין זה שכבר למדנו אותו מדין הנחתום ופשיטא דלא עדיף פלטר מנחתום וכן כתב הר\"ש ואף שרבינו לא פירש זה מ\"מ הדין הוא פשוט וכן כתב מרן בסוף הלכות אלו לדעת רבינו יע\"ש. ובמאי דתנן במתני' מודה ר\"י בלוקח מן המנפול פירש רבינו ומנפול הוא מוכר הלחם כמו כן אבל הוא קונה משני נחתומים כגון שיהיו ט' מוכרים ועשרה נחתומים נותנים להם הלחם ואין ספק שא' מאלו הט' מוכרים לקח מב' על כן כל מי שלוקח מא' מהם מעשר מכל דפוס ודפוס ע\"כ. והר\"ש כתב מנפול קונה מן הפלטרים ומוכר לאחרים ובירושלמי אמרינן איזהו מנפול דבי ר' ינאי אמרי ט' פלטרין ועשרה נחתומים תמניא מן תמניא וחד מן תרי משמע שר\"ל דעיר שיש בה ט' פלטרין ועשרה נחתומים ע\"כ יש פלטר א' שקונה משני נחתומין והוא המנפול ומודה בה ר' יהודה ע\"כ. נראה שבתחלה הבין הרב שמנפול הוא שקונה מן הפלטרים ואף שמנין המנפולים הוא כמנין הפלטרים אפ\"ה מודה ר' יהודה משום דאורחיה דמנפול הוא ליקח משני פלטרים דומיא דפלטר דס\"ל לר\"מ דאורחיה למיזבן משני אנשים וכן כתב רבינו עובדיה ואח\"כ כתב בשם הירושלמי דמנפול הוא הפלטר אלא שכשיש עשרה נחתומים וט' פלטרין נקרא פלטר מנפול ודברי רבינו שבפי' המשנה הם כדברי הירושלמי והרב בעל הערוך בערך מנפול כתב שהמנפול קונה הפת מן הפלטר ומוכרו לאחרים ודבריהם כדברי ר\"ע דמנפול אינו פלטר אלא הוא סוג אחר. וראיתי לרבינו בפירקין דין ו' שכתב הלוקח מן הפלטר אע\"פ שהם דפוסים הרבה מעשר מא' על הכל שהנחתום שמוכר לפלטר עושה עיסתו דפוסין הרבה אבל הלוקח מן המנפול מעשר מכל דפוס ודפוס שהמנפול לוקח מב' נחתומין ט' מנפולין שלקחו מי' נחתומין הואיל וא' מהם לקח מב' כל הלוקח מאחד מן הט' מעשר מכל דפוס ודפוס עכ\"ד. והנה ממ\"ש אבל הלוקח מן המנפול כו' שהמנפול לוקח משני נחתומין משמע דס\"ל דמנפול אינו פלטר ופעולת הפלטר אינה דומה למנפול ושניהם לוקחים מן הפלטר אלא שהפלטר אינו לוקח כי אם מנחתום אחד והמנפול לוקח משני נחתומים והוא כפי' ר\"ע וכמו מאי דהוה ס\"ל להר\"ש ואין ביניהם אלא דהר\"ש ור\"ע ס\"ל דהמנפול קונה מן הפלטר ורבינו ס\"ל דהמנפול קונה מן הנחתום. ומ\"ש ט' מנפולין שלקחו מי' נחתומים כו' הכוונה היא דס\"ל לרבינו שזה שהחמרנו בלוקח מן המנפול הוא דוקא כשהנחתומים הם רבים מהמנפולים ועל זה כתב דאפילו בט' ועשרה מחמרינן בכולהו כיון דאיכא אחד שלקח משנים אבל אם היו הנחתומים כשיעור המנפולים מעשר מא' על הכל ואין שינוי הדפוסים מעלה ומוריד לפי שדרכו של נחתום לעשות כמה דפוסים וא\"ת בפלטר נמי היכא דאיכא ט' פלטרים ועשרה נחתומים אמאי לא נחוש בכולם כיון שא' מהם לקח משנים וכי תימא הכי נמי הא ליתא דא\"כ פלטר ומנפול שוים בדינם שהרי כבר כתבנו דלרבינו המנפולים כשמנינם שוה לנחתומים מעשר מא' על הכל ואי אמרת דגם בפלטרים כשהנחתומים רבים מהם צריך לעשר מכל דפוס ודפוס נמצאו הפלטרים והמנפולים שוים בדינם וי\"ל דדוקא במנפול שדרכו ליקח משני נחתומים התם הוא דבחד נחתום יתר אנו חוששים בכולם דבכל א' וא' אנו אומרים שזה הוא שלקח משני נחתומים אבל בפלטר שאין דרכו ליקח משני נחתומים אף דאיכא חד נחתום יתר על הפלטרים ולפי זה אחד לקח משנים אפ\"ה אין אנו חוששים בכל א' וא' שמא זה הוא שלקח משנים ואדרבה אנו אומרים בכל א' וא' שזה לא לקח משנים כיון שאין דרכו של פלטר ליקח משני נחתומים וזיל הכא קא מדחי ליה וזיל הכא קא מדחי ליה אבל במנפול שדרכו ליקח משני נחתומים אנו חוששים בכל א' וא' משום דבכל א' וא' מצאה קפידא מקום לנוח שדרכם ליקח משני נחתומים. הכלל העולה ממה שכתבנו דלפי מה שהבין הר\"ש מן הירושלמי מנפול ופלטר הכל הוא דבר אחד וכשהנחתומים הם רבים מהפלטרים אז נקרא הפלטר מנפול ולדברי הכל מעשר מכל דפוס ודפוס. ולדעת רבינו המנפול אינו הפלטר ובפלטר אף שהנחתומים הם רבים מהפלטרים מעשר מא' על הכל לפי שהפלטר אינו לוקח משני נחתומים ובמנפול כל שהנחתומים רבים מהמנפולים כל הלוקח מאחד מן המנפולים צריך לעשר מכל דפוס ודפוס אך כשהנחתומים הם כשיעור המנפולים מעשר מא' על הכל. ולפי מה שהיה סובר הר\"ש בפשטא דמתני' ולפי מה שפירש הר\"ע המנפול הוא קונה מן הפלטר ודרכו ליקח משני פלטרים ואליבא דידהו אין צורך שיהיו הפלטרים רבים מהמנפולים אלא בכל גוונא החמירו חכמים במנפול משום דדרכו ליקח משני פלטרים. מעתה נבוא לבאר דברי הירושלמי שנאמרו עלה דפלטר גרסי' התם ר' מאיר אומר נחתום עושה טפוס א' ופלטר משתמש בכמה נחתומים רבי יהודה אומר נחתום עושה כמה טפוסין ופלטר משתמש בנחתום א' ע\"כ. והנה כבר כתבנו לעיל מ\"ש הר\"ש בפי' הירושלמי דקאמר נחתום עושה דפוס א' שהכוונה היא שאע\"פ שהנחתום עושה כמה דפוסים כדקתני מתני' מ\"מ לעולם משונה דפוס של נחתום זה מדפוס של נחתום אחר כו' ולפי פירושו מה שאמרו עושה דפוס א' הוא בערך שאינו דומה דפוסו לדפוס של נחתום אחר אבל לעולם שחד נחתום עושה שני דפוסים ומה שהוכרחו לזה הוא משום דאי לא תימא הכי אמאי לא חייב ר\"מ לעשר מכל א' ואחד וכן כששניהם מדפוס א' דלרבי מאיר דפלטר זבין משני נחתומים אמאי לא יתחייב לעשר מכל ככר וככר ולפיכך אמרו דלרבי מאיר לעולם אין דפוס שני נחתומים דומים זה לזה ומש\"ה בשניהם מדפוס א' מעשר מא' על הכל דודאי מחד נחתום זבין וכן כששניהם משני דפוסים מעשר מכל דפוס ודפוס ולא נחייבנו לעשר מכל א' ואחד משום דכל מה שהוא מדפוס א' מחד גברא זבין ולפ\"ז מה שאמרו דרבי מאיר אומר נחתום עושה דפוס א' הוא נתינת טעם למה שאנו מקילים עליו ומה שאמרו דלרבי מאיר פלטר משתמש בכמה נחתומים הוא נתינת טעם למה שאנו מחמירים עליו ולפי הצעה זו צריך לפרש מה שסיימו בירושלמי דרבי יהודה אומר נחתום עושה כמה טפוסין וכו' והנה לפי הפשט נראה דבמאי דקאמר ר' מאיר נחתום עושה טפוס א' בא רבי יהודה לחלוק עליו וקאמר נחתום עושה כמה טפוסין ולפ\"ז הכוונה היא דר\"מ קאמר דנחתום עושה דפוס אחד כלומר שאינו דומה דפוסו לדפוס נחתום אחר וקאמר רבי יהודה דלעולם דנחתום עושה כמה טפוסין ודפוס של זה דומה לדפוס נחתום אחר ואפ\"ה מעשר מאחד על הכל משום דפלטר משתמש בנחתום אחד ורבי יהודה פליג בתרתי עם ר\"מ ונפקא מינה לפי פי' זה במה שסיימו במתני' ומודה רבי יהודה בלוקח מן המנפול כו' דלרבי יהודה כיון דמנפול לוקח משני מוכרים צריך לעשר מכל ככר וככר בין שהם שני דפוסים או דפוס אחד ואפשר לדקדק כן ממתני' דקתני שהוא מעשר מכל אחד ואחד ולא קאמר שהוא מעשר מכל דפוס ודפוס והטעם דכיון דאיהו ס\"ל דדפוסו של נחתום זה דומה לדפוס נחתום אחר ולא פליג עליה דר\"מ אלא בפלטר משום דס\"ל דפלטר מחד נחתום זבין א\"כ במנפול דאית ליה דזבין מתרי גברי צריך שיעשר מכל ככר וככר ונמצא דבמנפול רבי יהודה מחמיר ור\"מ מיקל דומיא דנחתום. הן אמת שלא ראיתי להר\"ש ולהר\"ע שפירשו דרבי יהודה מחמיר במנפול טפי מר\"מ ואית ליה דמעשר מכל ככר וככר ואם איתא להאי מילתא הוה להו לפרושי ומה גם שרבינו כתב בפירוש דמנפול אליבא דרבי יהודה מעשר מכל דפוס ודפוס ואף דלדידי רבינו רוח אחרת אתו בפי' הירושלמי הזה וכמו שנבאר מ\"מ אכתי אמינא דאי איתא להאי מילתא דרבי יהודה מחמיר טפי מדרבי מאיר לא הוו שתקי מיניה. ועוד יש לדקדק כפי פי' זה דמנא ליה לירושלמי חלוקה זו דרבי יהודה פליג עם רבי מאיר בתרתי וס\"ל דדפוס של נחתום זה דומה לדפוס של נחתום אחר ואף שכתבנו לעיל שיש לדקדק כן ממאי דקאמר במתני' גבי מנפול ומודה רבי יהודה שהוא מעשר מכל אחד ואחד עדיין אין זה מן ההכרח להוליד דין מחודש כזה דאפשר דשמעיה לר\"מ דקאמר מעשר מכל טפוס וטפוס בקונה מן הפלטר ועלה קאי וקאמר דמודה רבי יהודה בלוקח מן המנפול שהוא מעשר מכל אחד ואחד והכוונה היא מכל דפוס ודפוס. אשר על כן נ\"ל דאין כוונת הירושלמי שרבי יהודה חולק עם ר\"מ בתרתי אלא הכוונה היא כיון שנחתום א' עושה כמה טפוסין הלוקח מן הפלטר מעשר מאחד על הכל משום דפלטר משתמש בנחתום אחד משום דאי הוה אמינא דכל נחתום ונחתום עושה דפוס א' אף שהיינו אומרים דפלטר משתמש בנחתום א' בלוקח משני דפוסין היה צריך לעשר מכל דפוס ודפוס משום דע\"כ פלטר זה לקח משני נחתומים אבל כיון דאית לן דנחתום א' עושה שני דפוסין אף בלוקח מן הפלטר שני דפוסין מעשר מאחד על הכל משום דפלטר מחד נחתום זבין אבל לעולם דמודה שאף שחד נחתום עושה כמה דפוסים מ\"מ אין דפוס נחתום של זה דומה לדפוס של נחתום אחר ונפקא מינה ללוקח מן המנפול דמודה רבי יהודה דמנפול זבין מתרי גברי דאינו מעשר אלא מכל דפוס ודפוס. והנה כל מה שכתבנו הוא לדעת הר\"ש דאית ליה דשינוי הדפוסים אינו מכריח שנאמר שקנה משני אנשים אלא שהשוואת הדפוסים מכריח שנאמר דמחד גברא זבין אך לרבינו כבר כתבנו לעיל דאית ליה דלר\"מ אית ליה דשינוי הדפוסים מכריח לומר דפלטר זה לקח משני נחתומים ולפי הנחה זו צ\"ל דבירושלמי אמרו דטעמיה דר\"מ הוא משום דאית ליה שני אומדנות לומר דפלטר זה לקח משני אנשים האחד הוא דנחתום עושה דפוס א' והב' הוא דפלטר משתמש בכמה נחתומים ואף דממתני' דנחתום מוכח דנחתום עושה כמה דפוסים כבר כתבנו דלרבינו אית ליה דר\"מ סבר דרובא דנחתומים כל אחד עושה דפוס לעצמו ורבי יהודה פליג עליה וקאמר דנחתום עושה כמה דפוסין ופלטר משתמש בנחתום אחד נמצא דפליג עליה בתרתי ומאי דאמרינן דמודה רבי יהודה בלוקח מן המנפול הוא משום דמנפול לוקח משני נחתומים ומש\"ה קאמר ר\"י דמעשר מכל א' ואחד כלומר מכל דפוס ודפוס דאף דרבי יהודה אית ליה דנחתום עושה כמה דפוסין מ\"מ אית ליה דבחדא לריעותא מחמרינן וכיון שמנפול דרכו ליקח משני נחתומים מעשר מכל דפוס ודפוס והא דלא קאמר רבי יהודה שיעשר מכל ככר וככר הוא משום דבהא מודה לר\"מ שאין דפוסו של זה דומה לדפוס של זה ומש\"ה מיקל רבי יהודה בלוקח מהמנפול מדפוס אחד משום דודאי מחד נחתום זבין מנפול זה כיון שכולם הם מדפוס אחד אך כשהם משני דפוסים מודה רבי יהודה וכדכתיבנא. תו אמרינן בירושלמי איזהו מנפול דבי רבי ינאי אמרי תשעה פלטרין ועשרה נחתומין תומנייא מן דתומנייא וחד מן תרי ע\"כ. וכבר בארנו כל זה לדעת רבינו ודעת הר\"ש. תו איתא התם רבי יונה בעי היו לפניו שני טפוסים הוכיח על עצמו שהם שנים השוו כולם לעשות טפוס אחד מעשר מכל ככר וככר ע\"כ. והנה דברי רבי ינאי הללו לדעתי הם סתומים ואי קאי על הלוקח מן הפלטר דברי רבי ינאי הם אליבא דר\"מ. ועתה אפרש כפי כל הצדדים שצדדנו לעיל אליבא דר\"מ שאם כוונת ר\"מ היא בהא דקאמר נחתום עושה טפוס אחד לומר שטפוסו של נחתום זה אינו דומה לטפוס של נחתום אחר וכמו שפי' הר\"ש איכא לעיוני במאי דקאמר היו לפניו שני טפוסים הוכיח על עצמו שהם שנים שהרי אליבא דהר\"ש אין שינוי הדפוסים הוכחה לומר שהם שנים שהרי נחתום אחד עושה כמה טפוסים ונראה דכוונת רבי יונה היא דע\"כ לא קאמר ר\"מ דמעשר מכל טפוס וטפוס כי אם בשמנהג הנחתומים הוא שכל אחד יש לו טפוס לעצמו אך אם השוו כולם לעשות טפוס אחד מעשר מכל ככר וככר אלא שלא ידעתי לאיזה תכלית עשה אותה הקדמה רבי יונה דקאמר היו לפניו שני טפוסים כו' וסבור הייתי לומר שהגירסא היא בהפך רבי יונה בעי הושוו כולם לעשות דפוס אחד מעשר מכל ככר וככר היו לפניו שני טפוסים הוכיח על עצמו שהם שנים והכי קאמר דאף דהיכא דהושוו כולם לעשות דפוס אחד מעשר מכל ככר וככר אם היו לפניו שני דפוסים הוכיח על עצמו שהם שנים ואינו צריך לעשר אלא מכל דפוס ודפוס. שוב ראיתי דדבר זה לא ניתן להאמר כלל דהא כתב הר\"ש דטעמיה דר\"מ דקאמר דמעשר מכל דפוס ודפוס ואינו מעשר מכל ככר וככר הוא משום דדפוס של נחתום זה אינו דומה לדפוס של נחתום אחר אך אם היה באפשרות שהיו דומים היה צריך לעשר מכל ככר וככר ואם כן היכא דהושוו כולם לעשות טפוס אחד פשיטא שאם לקח שני טפוסים דצריך לעשר מכל ככר וככר שהרי בכל ככר וככר איכא לספוקי שמא זה הוא מאדם מיוחד והשאר מאחר. סוף דבר לא יכולתי ליישב היטב דברי הירושלמי הללו כפי סברת הר\"ש ולפי סברת רבינו דאית ליה דטעמיה דר\"מ הוא משום דשינוי הדפוסים מורה שפלטר זה לקח משני דפוסים אני תמיה דאמאי קאמר דאם הושוו כולם לעשות דפוס אחד שמעשר מכל ככר וככר דנהי דכולם עושים דפוס אחד מ\"מ אין כאן הכרח שזה לקח משני אנשים שהרי לדעת רבינו אם היה מנהג הנחתומים שכל נחתום ונחתום יש לו דפוסין היה מודה ר\"מ דמעשר מאחד על הכל וא\"כ היכא דכולם הם מדפוס אחד אף שהושוו כולם לעשות דפוס אחד יעשר מאחד על הכל ואפשר לומר דלעולם כל היכא שהם מדפוס אחד אף שהושוו כולם לעשות דפוס אחד מעשר מא' על הכל אך היכא שהם שני דפוסים והושוו כולם לעשות דפוס אחד ס\"ל לרבי יונה דמעשר מכל ככר וככר דכיון דע\"כ פלטר זה לקח משני אנשים שהרי יש שני דפוסים והנחתומים הושוו לעשות כולם דפוס אחד צריך לעשר מכל ככר וככר ואף שהסברא היא דחוקה בעיני משום דכיון דבכל דפוס ודפוס ליכא הוכחה שדפוס זה הוא משני אנשים למה לא יעשר מכל דפוס ודפוס מ\"מ דברי הירושלמי מתיישבין היטב כפי הצעה זו. עוד עלה בדעתי לומר שדברי רבי יונה קאי עלה דמנפול דסמיך ליה דאמרינן דמודה בה רבי יהודה ובא להורות לנו דמאי דקאמר רבי יהודה שהוא מעשר מכל אחד ואחד אין הכוונה שיעשר מכל ככר וככר אלא אם היו לפניו שני דפוסים הוכיח על עצמו שהם שנים ויעשר מכל דפוס ודפוס ואם הושוו כולם לעשות דפוס אחד מעשר מכל ככר וככר. עוד עלה בדעתי דרך אחר ולסיבת האריכות לא כתבתיו ומ\"מ לא ראיתי לשום אחד מהראשונים שהביאו הירושלמי הזה ולא ידעתי למה. תו איתא התם רבי יונה בעי כמה דתימא תשעה פלטרין ועשרה נחתומין תומניא מן דתומניא וחד מן תרי ודכותה ט' נחתומין ועשרה פלטרין תומניא מן דתומניא ותרי מחד או תשעה מדתשעה וחד מן כולהון וצריך לעשר מכל ככר וככר ע\"כ. כך היא הנוסחא הנכונה ופירושה שנסתפק רבי יונה היכא דאיכא ט' נחתומין ועשרה פלטרין מי אמרינן ח' פלטרין לקחו מח' נחתומין ושני פלטרין שנשארו לקחו מחד נחתום וא\"כ אין כאן מי שלקח משנים ולא מודה בזה רבי יהודה או דילמא תלינן שהט' פלטרין לקחו מט' נחתומין והפלטר הנשאר לקח מכולם וא\"כ היינו מנפול דמודה רבי יהודה זה כוונת ר' יונה בבעיא הלזו. אך מאי דקשיא לי בזה הוא מה שסיים רבי יונה ומעשר מכל ככר וככר דאף דנימא דתלינן דחד פלטר לקח מכולם מ\"מ אין לו יתר שאת ממנפול דמתניתין ובמנפול דמתניתין כתב רבינו דלר\"י מעשר מכל דפוס ודפוס ולפי מה שצדדנו לעיל דרבי יהודה מחמיר במנפול טפי מרבי מאיר ואית ליה דמעשר מכל ככר וככר ניחא אך לדעת רבינו שפסק דר\"י ס\"ל במנפול דמעשר מכל דפוס ודפוס קשה ודע שגם דברי רבי יונה הללו לא הביאם רבינו בחיבורו ולא ידעתי למה השמיטם: "
            ],
            [
                "<b>הלוקח מן הפלטר וכו'.</b> (*א\"ה עיין לעיל הלכה ה' במה שכתב הרב המחבר) : "
            ],
            [],
            [
                "<b>הלוקח מן העני כו'.</b> תנן בפ\"ה דדמאי הלוקח מן העני וכן העני שנתנו לו פרוסות פת או פלחי דבלה מעשר מכל אחד ואחד ובתמרים ובגרוגרות בולל ואוכל ונוטל א\"ר יהודה אימתי בזמן שהמתנה מרובה אבל בזמן שהמתנה מועטת מעשר מכל אחד ואחד ע\"כ. והנה טעמא דמתני' הוא משום דכשלקח פרוסות פת או פלחי דבלה צריך לעשר מכל א' ואחד משום דשמא האחד עישר והשני לא עישר ונמצא מפריש מן החיוב על הפטור או מן הפטור על החיוב אבל בתמרים וגרוגרות כשבוללם יכול להפריש מאחד על הכל משום דקא סבר יש בילה ונמצא מפריש מן החייב על החיוב ומהפטור על הפטור. ובפי' בולל כתב הר\"ש שהוא דורסן ובוללן אך רבינו בפי' המשנה כתב שיערב הכל ויוציא מעשר וכתב מוהרימ\"ט בתשובה ח\"א סי' ח\"י דרבינו ס\"ל דיש חילוק בין דבר דק שדרכו לימדד וכיון שמוציא במדה הרי הוא בלול ומעשר מן החייב שבו על החייב שבו וכר\"ש שזורי דאמר יש בילה אבל פרוסות פת או פלחי דבילה שמוציא פרוסה אחת או פלח דבילה אחת למעשר ודאי אסור דשמא זה פטור היה ומעשר מהפטור על החייב. ודע שכפי סברת מוהרימ\"ט שכתב דרבינו ס\"ל יש בילה יתיישב מה שהקשה הראב\"ד בפ\"ו מהלכות מעשר דין ז' דכפי דברי מרן שם עיקר הקושיא משום דקי\"ל אין בילה והראב\"ד אזיל לשיטתיה דס\"ל דאין בילה ופסק כשמואל וכמו שכתב בפ\"א מהלכות מעשר שני דין ח' יע\"ש אבל הר\"ש פירש בתמרים ובגרוגרות בולל ונוטל דורסן ובוללן יפה כדי שיהיו מעורבין ואזיל לשיטתיה שאם התמרים כמו שהם אין בהם בילה וכשמואל דאמר לכל אין בילה חוץ מיין ושמן ע\"כ והנה נראה לפ\"ז דמאי דקאמר שמואל לכל אין בילה חוץ מיין ושמן ע\"כ לאו דוקא יין ושמן דה\"ה לכל דבר הנבלל שנעשה הכל גוף אחד הוי כמו יין ושמן דיש להם בילה וכדתנן בפרק ג' דחלה הנוטל שאור מעיסה שלא הורמה חלה ונתן לתוך עיסה שהורמה חלתה כו' מוציא חלה אחת על הכל ולא חיישינן דילמא מפריש מן הפטור על החייב משום דכיון דנתערב ונעשה הכל עיסה אחת יש בילה דומיא דיין ושמן ועיין בתרומת הדשן סי' ק\"צ. וראיתי לרבינו עובדיה שכתב עלה דמתני' דקסבר יש בילה בדבר היבש אבל פרוסות של לחם ופלחי דבילה אין נבללין ואתי לאפרושי מן הפטור על החייב ע\"כ. והנה הרב ז\"ל ס\"ל כהר\"ש שצריך שידרוס הכל ויערבם וכמ\"ש בתחלת דבריו אך מ\"ש דיש בילה בדבר היבש לא ידעתי מהו דהא אין הדבר תלוי בדבר יבש או לח אלא הכל תלוי שאם הוא דבר שנבלל ונעשה גוף אחד שפיר אבל פרוסות של לחם דכל חד וחד עומד בפני עצמו אין בילה ולח ויבש בדין זה אין חילוק ביניהם. וראיתי בירושלמי עלה דמתני' רבי יוסי בשם ר' פדיה ר' יונה בשם חזקיה אין בילה אלא ליין ושמן בלבד רבי יוחנן אמר עד כזיתים מתני' פליגא על רבי יוחנן בתמרים ובגרוגרות בולל ונוטל פתר לה עד כזיתים רבי יוסי בשם רבי זעירא בדמאי התירו ע\"כ. והנה פשט דברי הירושלמי הללו הם תמוהים דהקשו לרבי יוחנן ממתני' ולא הקשו לרבי פדיה ולחזקיה דס\"ל דאין בילה אלא ליין ושמן ותירוצא דפתר לה עד כזיתים אינו מועיל לסברת רבי יוחנן וכי תימא דר' פדיה ס\"ל דמתני' דקתני בולל היינו שידרסם וכדפירש הר\"ש דהוי דומיא דיין ושמן א\"כ מאי הקשו לרבי יוחנן איהו נמי הכי מפרש לה. והנראה אצלי הוא דרבי פדיה ורבי יוחנן פליגי במאי דנחלקו רבינו והר\"ש דרבי פדיה ס\"ל דאין בילה אלא ליין ושמן ולדידיה מתניתין דקאמר בולל הכוונה הוא שידרסם והוי כמו יין ושמן ורבי יוחנן דקאמר עד כזיתים דס\"ל דעד כזיתים נבללים ויש בילה בתערובות בלבד אף שאינם נעשים גוף אחד ע\"ז הקשו עליו ממתניתין דקתני בולל וע\"כ האי בולל הוא מערב בלבד וכמ\"ש רבינו דאי הכוונה הוא בולל ודורס א\"כ תיפשוט מינה דאין בילה אלא ליין ושמן מדהצריכו דריסה ולזה תירצו פתר לה עד כזיתים כלומר דתמרים וגרוגרות אלו הם כזיתים ופי' בולל הוא מערב ורבי יוסי אית ליה דבדמאי התירו אף שהוא יותר מזיתים. והנה ראיתי לרבינו שהעתיק משנתנו כצורתה בפירקין וכתב ובתמרים ובגרוגרות בולל הכל ומעשר וכפי מ\"ש בפי' המשנה האי בולל אינו דורס אלא מערב בלבד ועתה יש לעיין רבינו כמאן ס\"ל דאי ס\"ל דאין בילה אלא ליין ושמן א\"כ בולל דמתני' הוא דורס וכבר כתבנו דאיהו ס\"ל דבולל היינו מערב ואי ס\"ל כרבי יוחנן דעד כזיתים נבללין הוה ליה למימר דתמרים וגרוגרות אלו יהיו כזיתים דאז מועיל להם בילה. והנראה דרבינו ס\"ל כרבי יוסי דקאמר בדמאי התירו ומש\"ה סתם וכתב ובתמרים ובגרוגרות בולל הכל ומעשר ולפי זה הייתי יכול לומר דרבינו ס\"ל דאין בילה אלא ליין ושמן ושאני הכא שהוא דמאי ובדמאי הקילו אלא שממ\"ש בפ\"ב מהלכות תרומות דין י\"ג נתערב דבר שחייב בתרומה בדבר שאינו חייב כגון זיתי נקוף כו' משמע דאית ליה דאף בודאי יש בילה וכמ\"ש מוהרימ\"ט בתשובה שכתבנו לעיל. וראיתי עוד לרבינו שכתב שחק את הפת ועשאה פירורין ואת הגרוגרות ועשאן דבילה מעשר מאחד על הכל ע\"כ. ודין זה מהתוספתא והנה פירורין הללו נתן בהם רבינו שיעור ונראה דכל שהם כשיעור תמרים וגרוגרות שפיר דמי ובולל הכל ומעשר מאחד על הכל אלא שמ\"ש ואת הגרוגרות ועשאן דבילה לא ידעתי פירושו דהא גרוגרות בלאו הכי יכול לעשר מאחד על הכל ע\"י בלילה. ובמאי דתנן במתניתין דרבי יהודה מחלק בין מתנה מרובה למתנה מועטת כתב הר\"ש דאתא רבי יהודה לומר דמועלת בילה בזמן שהכל נותנים מתנה מרובה שכל המתנות שוות אבל בזמן שהמתנה מועטת שאחד נתן מתנה מרובה ואחד נתן מועטת לא מהני בילה דדילמא כל חד וחד לא מתרמי דידיה וחיישינן שמא מן הרוב מפריש על המועט ע\"כ וכן פי' רבינו עובדיה ואני תמיה בזה דכיון דקי\"ל יש בילה מאי איכפת לן שיהיו המתנות שוות או לא ואף אם תהיה המתנה האחת מרובה והב' מועטת כשבולל הכל ומפריש מפריש מהרוב רוב ומהמועט מועט דכי היכי דמהני בילה לומר שמפריש מהחייב על החייב ומהפטור על הפטור הכי נמי מהני בילה לומר שמפריש מהרוב רוב ומהמועט מועט ותו מי לא תנן בפ\"ג דחלה זיתי מסיק שנתערבו עם זיתי ניקוף ענבי בציר עם ענבי עוללות כו' מוציא תרומה ות\"מ לכל ואוקמה למתני' שם הר\"ש דהיינו דתחילה דורך ענבים וכותש זיתים ועושה מהענבים יין ומהזיתים שמן ואח\"כ מפריש דהשתא יש בילה ולא איכפת לן התם אם הטבל הוא כמדת החולין או אם האחד מרובה מחבירו וא\"כ ה\"נ לא ימנע אם מהכל הפרישו הבעלים המעשרות א\"כ אין כאן שום חשש ואם הכל חיוב שפיר מפריש מזה על זה. ואם האחד עישר והשני לא עישר היינו טבל שנתערב בחולין דקי\"ל דמוציא ממנו תרומה ומעשר בין שיהיה הרוב טבל או הרוב חולין:         סליקו להו הלכות מעשר "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות מעשרות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}