{
    "title": "Maaseh Rokeach on Defilement by a Corpse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Defilement_by_a_Corpse",
    "text": [
        [
            [],
            [
                "<b>ויראה לי וכו'.</b> לא ידעתי למאי איצטריך האי ויראה לי דנראה דהלימוד מנבלה לימוד נכון הוא, ואפשר משום דבנבלה אין מטמא המשא אלא טומאת ערב ודיו לבא מן הדין וכו' אי נמי משום דאיכא למיפרך דבנבלה אסר המגע והמשא להדיא משא\"כ במת דלא אסר אלא המגע ואם איתא למה אסר המגע יאסור האהל והייתי דן כ\"ש למשא ומגע ואדרבה מדאסר המגע והאהל י\"ל דלא הקפיד על המשא דגזרת הכתוב היא, לכך הוצרך לאתויי ההיא דאיסור בת הבת ובשר בחלב דהוי גילוי מילתא בעלמא וגם מפני שהקדים דטומאת משא הוי דין תורה אף שאינו מבואר בפסוק כי היכי דלא תקשי דהא אין עונשין מן הדין, לכך ביאר דהוי כמו בת הבת ובשר בחלב דהוי גילוי מילתא בעלמא כמ\"ש בסנהדרין אלא שדברי מרן ז\"ל מגומגמים הרבה כמבואר למעיין וכבר ישבם קצת המל\"מ ז\"ל עיין עליו.",
                "<b>וראיתי </b> לשיירי כנסת הגדולה בנימוקיו על רבינו שהרבה להקשות קושיות אחרות בדברי מרן ז\"ל הללו אך מה שהקשה שם למ\"ש מרן בטומאת משא ובתו ובשר בחלב דהוי גילוי מילתא דזה לא נאמר אלא לאביי אבל לרבא דקי\"ל כוותיה אפילו בגילוי מילתא אין מזהירין עיי\"ש, אחרי המחילה הראויה מרן ז\"ל לא קאי אלא על דברי רבינו ורבינו כתב כן להדיא כאן ופ\"ב דאיסורי ביאה הל' ו' ופ\"ט דמאכלות אסורות הל' ב' להדיא א\"כ אין מזה תפיסה על מרן ז\"ל ואם בא להקשות יקשה כן על רבינו כאן ושם ועל הרב המגיד ז\"ל שם, אך האמת נראה דאין דרכו של רבינו להקפיד בדבר שאין בו נפקותא לענין דינא ולכך פסק כאביי דניחא ליה טעמיה ועוד דסתם מדרש בויקרא רבה כוותיה כמ\"ש מרן ז\"ל שם, גם בכנה\"ג יו\"ד סי' פ\"ז הקשא קושיא זו על רבינו ותירץ דלא כתב רבינו כן גבי בשר בחלב אלא לתשובת המינין אך בק\"ו דבתו גם רבא מודה וזו היא כוונת רבינו כאן עיי\"ש שהם דברים דחוקים אחרי המחילה רבה והנראה לענ\"ד כתבתי. שוב מצאתי למהר\"א יצחקי ז\"ל בשו\"ת זרע אברהם חו\"מ דף קכ\"ב שהעמיק הרחיב בדברי רבינו ומרן ז\"ל וערבו לי דבריו כי נעמו ושם הקשה על דברי מרן ז\"ל עוד במ\"ש מכיון שאסר בישולו הוי בכלל לא תאכל כל תועבה כל שתעבתי לך הרי הוא בבל תאכל דהרי רבינו פי\"ח דפסולי המוקדשין הל' ד' כתב בפי' דמפי השמועה למדו שאין פסוק זה מדבר אלא בפסולי המוקדשין והיא קושיא חזקה על מרן ז\"ל אם לא שנאמר שלכוונה זו הוסיף האי נמי וכו' ועיין עוד לקמן סוף פ\"ד מ\"ש שם בע\"ה:"
            ],
            [
                "<b>וכן נראה לי שאם נגע בצפרניו או בשיניו נטמא.</b> לא ידעתי למה השמיט השערות דלפי הטעם שהזכיר כיון שהם מחוברין בגוף הרי הם כגוף פשיטא דהוא הדין לשערות, ויותר תמהתי ממרן ז\"ל שהזכיר המשנה פ\"ג דאהלות דמשם למדה רבינו ושם הוזכר השער להדיא ואיך לא נרגש מזה, גם בספרי הובא בילקוט פרשת חקת אמרו הנוגע במת פרט הנוגע בשיניו בשערו בצפרניו בזמן שפירשו יכול שאני מרבה בשעה שהם מחוברין ת\"ל יטמא ע\"כ ופסקו רבינו לקמן פ\"ג הל' י\"ג, ומדברי המבי\"ט ז\"ל בקרית ספר נראה קצת דשער בכלל שינים וצפורן עיי\"ש.",
                "<b>ודע </b> דהתם בקדושין דף כ\"ה אמרו גבי יתרת דאם נספרת על גב היד עבר יוצא בה לחירות והוא הדין גבי מת כדאיתא פ' מומין אלו ופסקה רבינו פ\"ב הל' ז' דכתב דאם אינה נספרת ע\"ג היד אינה מטמאה באהל עיי\"ש ולפי דברי מרן דרבינו יליף לחי ממת נראה דהוא הדין והוא הטעם דאם נגע בה החי במת לא יטמא באהל:"
            ],
            [
                "<b>נגעה בשער הדק וכו'.</b> וכ\"כ בפירוש המשנה וכ\"כ הר\"ש ז\"ל והרע\"ב ז\"ל הביא שקורין אותו הנשים שער שוטה אמנם הראב\"ד ס\"ל שהוא כעין שחין דק עיי\"ש:"
            ],
            [
                "<b>וזהו כלל גדול וכו' עד אינו מטמא כלים.</b> לשון זה לא נמצא לא בדפוס מגדל עוז ולא בהגהת מרן ז\"ל:"
            ],
            [
                "<b>טומאת משא וכו'.</b> עיין מ\"ש מרן ז\"ל ומצד גודל האבן אין הטמא נישא על הכלים ע\"כ הם דברי ר\"ת בפרק ר' עקיבא דף פ\"ב ופי' ז\"ל דמרוב גודל האבן וכבדה אין הכלים מרגישין כובד הטמא שיושב עליה ועיין מ\"ש [שם]:"
            ],
            [
                "<b>מסיט בכלל נושא הוא.</b> עיין מ\"ש מרן ז\"ל ואע\"פ שבסוף פרק פרה וכו' לא חש לה רבינו מפני שהוא היפך התוספתא ע\"כ. נראה דעדיפא מינה הו\"ל למימר שהוא היפך סתם מתני' בשלהי זבין כמ\"ש המבי\"ט ז\"ל בקרית ספר וכ\"כ הסמ\"ג ז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>נגע במשקוף וצרף בידו.</b> מרן ז\"ל הקשה דלשון המשנה משמע דנגיעה בעלמא סגי והניחו בצ\"ע ואפשר שרבינו הוליד זה מדתני בספרי הובא בילקוט פרשת חקת נגע במשקוף בידו וכו' ותיבת בידו היא מיותרת דמהיכא תיתי לחלק בין הנגיעה בידו לשאר בשרו אלא משמע דבעינן צרוף יד ועיין להמבי\"ט ז\"ל בקרית ספר שהשמיט חלוקה זו ולא ידעתי למה:"
            ],
            [],
            [],
            [
                "<b>ואין לך בכל מיני נפש.</b> בדפוס מגדל עוז כתוב ואין לך בכל מיני נפש חיה וכו'. ומ\"ש",
                "<b>אבל בן שמונה הרי הוא כאבן</b> אף דגם לענין שבת הדין כן כמ\"ש מ\"מ הוצרך לבארו גם לענין טומאה כמ\"ש בגמרא:"
            ],
            [
                "<b>או שהותז ראשו.</b> לפי מ\"ש רבינו סוף פ\"ד דשאר אבות הטומאות גבי שרץ דאע\"פ שהראש מעורה בעור הגוף צ\"ל דכאן ג\"כ לאו דוקא דהוא הדין והוא הטעם וכמ\"ש מרן ז\"ל:"
            ]
        ],
        [
            [
                "<b>הנפל וכו'.</b> פי' אחר שיצא לאויר העולם דאילו כשהוא בגוף האשה אינו מטמא דמגע בית הסתרים הוא כמ\"ש רבינו בסוף אלו ההלכות וכן פסק פ\"ב דשאר אבות הטומאות הל' ב' ומדתנן בפרק בתרא דאהלות מדורות הגוים טמאים כמה ישהא בתוכן ויהא צריך בדיקה ארבעים יום וכו' משמע דבתוך ארבעים יום לא חשיב נפל וכמ\"ש בנדה דמיא בעלמא הוא:",
                "<b>ואם לא קרשה אינה מטמאה שמא כיחו וניעו הוא.</b> הקשה המל\"מ ז\"ל דכפי הש\"ס משמע דאם לא קרשה הו\"ל ספק ולמה לא ביארו רבינו וצ\"ע ע\"כ. ולדידי איני רואה קושיא דמדכתב שמא כיחו וניעו הוא משמע דמ\"ש תחילה אינה מטמאה הכוונה דטומאת ודאי אינה מטמאה אלא טומאת ספק:"
            ],
            [],
            [
                "<b>כדין אבן.</b> בדפוס מגדל עוז כדין חלל אבן:",
                "<b>אבל הכוליה והלשון וכו'.</b> עמ\"ש מרן ז\"ל דלמה פסק כרבי דהא איכא ר' יוסי ור' עקיבא דקיימי בחד שיטא וצ\"ע ע\"כ ראיתי למהרש\"ל בים של שלמה שנרגש מזה וכתב דלא פליגי אהדדי(ה) אלא מר אמר חדא ומר אמר חדא עיי\"ש והרב דמשק אליעזר כתב דלקמן בגמרא פסקינן כרבי באדם עיי\"ש. ולענ\"ד נראה משום דפשטיה דקרא מוכח טפי כרבי וכן פירש הר\"ש פ\"ק דאהלות אמתני' דהאברים אין להם שיעור וכו' וכן פסק רבינו פ\"ב דשאר אבות הטומאות הל' ג' ופ\"ב הל' ו' ומרן ז\"ל שתק ליה שם עיין עליו.",
                "<b>ומה </b> שלא הזכיר רבינו ארכובה משום דדבר פשוט הוא דמאין לה בשר:"
            ],
            [],
            [],
            [
                "<b>האבר והבשר וכו'.</b> טעות סופר הניכר יש בדברי רבינו בדפוס וכצ\"ל האבר והבשר המדולדלין באדם אע\"פ שאין יכולין לחזור ולחיות טהורים מת האדם הרי הבשר טהור וכו' וכ\"כ במג\"ע וכן נראה מדברי מרן ז\"ל והיא משנה ערוכה פרק העור והרוטב:"
            ],
            [
                "<b>אם נספרת על גב היד וכו'.</b> עיין מה שכתבתי בפרק א' הל' ג' ובעיקר הדין עיין לרבינו בפירוש המשנה והר\"ש ז\"ל שם:"
            ],
            [],
            [],
            [
                "<b>ולפי שטומאתו הלכה הרי הוא דין תורה ולא מדברי סופרים.</b> וכתב מרן ז\"ל כלומר דאפילו לפי שיטתו שסובר דכל הנלמד בי\"ג מדות נקרא ד\"ס זה שהוא הלכה למשה מסיני נקרא ד\"ת וכו' ע\"כ. ולכאורה קשה ממ\"ש מרן גופיה פ\"א דהל' אישות וז\"ל הלכך על כרחך לומר שדברי סופרים מקרי כל דבר שאינו מפורש בתורה אע\"פ שאותו פירוש מקובל מסיני והוא דבר תורה וממיתין ועונשין עליו מקרי ד\"ס וכו' ע\"כ משמע דד\"ס והל\"מ הכל דבר אחד ומצאתי למהר\"א יצחקי ז\"ל בשו\"ת זרע אברהם חלק יו\"ד דף ס\"ה שנרגש מזה ותירץ ע\"פ התוס' יו\"ט ז\"ל פ\"ז דאהלות וז\"ל וכבר כתבתי במשנה ב' פ\"ק דערובין שכן הרמב\"ם רגיל לקרות ד\"ס מה שהוא הל\"מ וראה זה מצאתי שאמר בפירוש המשנה פי\"ז דכלים וז\"ל ספיקו טמא שכל דבר שעיקרו מד\"ת ושיעורו מד\"ס ספיקו טמא ולא יטעך אמרי שיעורו מד\"ס עם השורש אשר בידינו שכל השיעורין הל\"מ לפי שכל מה שלא התבאר בלשון התורה מד\"ס ואע\"פ שהדברים הם הל\"מ לפי שמאמר מד\"ס יכלול שיהא הדבר קבלת סופרין כמו הפירושים וההלכות המקובלות ממשה מסיני ע\"כ והעולה מכלל דבריו שאין חילוק בין כשאומר הלמ\"מ או דבר תורה לכשאומר מד\"ס אלא לענין הספק דבשל תורה להחמיר בשל סופרים להקל וזה היא כוונת רבינו ומרן ז\"ל אך כל זה אינו לענין מ\"ש רבינו לעיל פ\"א אין טומאת משא ד\"ס אלא ד\"ת וכו' דההיא מדרבנן גמור קאמר וכמ\"ש מרן ז\"ל שם וכן נראה לקמן סוף הל' י\"ג:"
            ],
            [
                "<b>מת שהרקיבו וכו'.</b> התוס' יו\"ט ז\"ל תמה דלמה לא הוציא ג\"כ האהיל על מקצתו עיי\"ש. ולענ\"ד נראה דאי אמלא תרוד קאמר מילתא דפשיטא היא דהרי לענין מגע אפילו על כולו אינו טמא ואיך יטמא באהל על מקצתו ושאר פרטי דין זה תמצאם בדברי רבינו רפ\"ז דהלכות נזירות:"
            ],
            [],
            [],
            [
                "<b>והנוגע בה ברשות היחיד וכו'.</b> הנה בפ\"ה דאיסורי ביאה הל' ה' פסק רבינו נמצא הדם בפרוזדור חוץ לנקב הרי טומאתו בספק וכו' לפיכך אין שורפין עליו תרומה וקדשין וכו' וקשה דכיון (שטו\"מ) [שטומאתו] בספק למה אין שורפין כלל דמשמע אפי' ברה\"י ויש ליישב עם מ\"ש התוס' בריש נדה דלא ילפינן מסוטה טומאה דאתי ע\"י ראייה אך עדיין קשה מהא דדם תבוסה וקושיא זו הקשו התוס' ז\"ל שם דף י\"ז ע\"ב ד\"ה אין שורפין וכו' עיי\"ש:"
            ],
            [
                "<b>וטומאתן מדברי סופרים וכו'.</b> לפי' דברי מרן ז\"ל משמע דרבינו כר' עקיבא דקרא דכל אשר יגע על פני השדה אינו אלא אסמכתא בעלמא ולפיכך כתב רבינו דטומאתן מד\"ס כלומר מדרבנן וכפי הכלל המסור בידו דהלכה כר\"ע מחבירו אך קשה דלר\"ע עובר במעי אשה מדאורייתא היא ודלא כר' ישמעאל דדריש קרא דעל פני השדה להוציא עובר במעי אשה ורבינו בסוף אלו ההלכות פסק דאינו אלא מדבריהם הרי דפסק דלא כר\"ע גם ר\"ע ס\"ל התם דרביעית דם הבאה משני מתים טמא מדאורייתא מקרא דעל כל נפשות מת לא יבא ודלא כר\"י דס\"ל דאינו מטמא אלא ממת אחד ורבינו ברפ\"ד פסק להדיא דרביעית דם הבאה משני מתים טהור והיינו טעמא מפני דבפ\"ב דאהלות פליגי חכמים אר' עקיבא וכתב שם רבינו בפירוש המשנה דאין הלכה כר\"ע משמע דהיינו משום דמחבירו ולא מחביריו וכיון שכן מד\"ס שכתב כאן הכוונה שהוא הלכה למשה מסיני על דרך שכתב בהקדמתו לסדר זרעים והביאו מרן ז\"ל גופיה לעיל פ\"ב הל' י' שכל הנלמד בי\"ג מדות נקרא ד\"ס ומבואר יותר בספר המצוות שורש ב' וכדברים האלה מצאתי להרב ברכת הזבח ז\"ל וכן דעת רש\"ל ז\"ל לפסוק כר\"י. אמנם הרב דמשק אליעזר ז\"ל מכח שהוקשה לו דהו\"ל לרבינו לפסוק שם גזרה שמא תגע בו זב משיצא ראשו חוץ לפרוזדור ורבינו כתב סתם, מכח זה כתב דפסק כר\"ע עיי\"ש, ואילו היה מזכיר מ\"ש רבינו ברפ\"ד דלא כר\"ע אפשר שלא היה כותב כן עיי\"ש.",
                "<b>ומ\"ש </b> בספרי רבינו",
                "<b>לפיכך אם גרר הגולל</b> בדפוס מגדל עוז כתב לפיכך אם נדר הגולל עד שכסה:"
            ],
            [
                "<b>וטומאת בית הפרס וארץ העמים מדברי סופרים.</b> הא ודאי מדרבנן קאמר וכדאיתא להדיא בגמרא ומזה לבי מהסס כמ\"ש בפסקא הקודמת אף שהתוס' יו\"ט פ\"ב דאהלות כתב כדברי עיי\"ש:"
            ]
        ],
        [
            [
                "<b>המת אפילו נפל וכו'.</b> הלשון מגומגם מצד המנין שהוא מונה י\"ב דמשמע דמונה מת לחוד ונפל לחוד ובנזיר דף נ' פריך תלמודא אם כזית מן המת מטמא על מת שלם לא כ\"ש ומתרץ לא צריכא [אלא] לנפל וכו' משמע דהך מת דקתני מתני' היינו נפל ואיך רבינו מני להו בתרתי תקשי עליה קושיית הש\"ס גם במתני' דפ\"ב דאהלות לא תני אלא מת ולא תני נפל משום דנכלל במת אבל לרבינו קשה. ובס' לחם יהודה ז\"ל תירץ דקושית הש\"ס לא קיימא אלא אמתני' דנזיר וכבר ביארו פ\"ז דנזירות אבל בההיא דאהלות זו ואצ\"ל זו קתני עיי\"ש והוא דוחק, גם חלוקות אלו ששנה רבינו אינן מכוונין לאותם ששנה רבי במשנה וי\"ל:"
            ],
            [
                "<b>ואלו מטמאין במגע וכו'.</b> בדפוס מגדל עוז נמצאת נוסחה אחרת וכבר יישב מרן ז\"ל הגירסא הנכונה לדעתו ז\"ל ועיין לרבינו פ\"א הל' ג':"
            ],
            [
                "<b>לפיכך אני אומר וכו'.</b> בפ\"ה דהלכות נזירות הל' ט\"ו כתב ז\"ל דבין בטומאות שהנזיר מגלח עליהם בין בטומאות שאין הנזיר מגלח עליהם לוקה וכאן כתב שאינה דין תורה וכבר כתבתי הנראה לענ\"ד שם אף שהמל\"מ ושו\"ת זרע אברהם יו\"ד דף ס\"ט הניחוהו בתימה עיין עליהם, ובאמת שממ\"ש פ\"ג דהלכות אבל הל' י\"ג משמע כמ\"ש כאן ופ\"ו דקרבן פסח הל' ב' פסק דשוחטין עליו עיי\"ש:"
            ],
            [
                "<b>ורקב המטמא וכו'.</b> פלוגתא דת\"ק ור' שמעון בנדה דף כ\"ז ושקיל וטרי תלמודא בדר\"ש דמטהר ומסיק משום דילפינן סופו מתחילתו וכיון שכן הו\"ל לרבינו לפסוק כר\"ש דהא יהיב טעם נכון למלתיה, ואולי משום דת\"ק הוי רבים לגבי ר\"ש וגם לדחייא קמייתא דקאמר תלמודא אדרבה א\"א שלא ירבו שתי פרידות רקב על פרידה אחת של עפר ונפיש לה שיעוריה דכפי טעם זה נראה דהלכתא כת\"ק ודוחק:"
            ],
            [
                "<b>קברו שני מתים וכו'.</b> נזיר דף נ\"א ואמרו שם דאם קברו זה בפני עצמו וזה בפני עצמו והרקיבו ועמדו על מלא תרווד טמא ורבינו לא הזכירו נראה משום דמדיוקא קאתי ובעיית שער העומד ליגזז ביארו לקמן הל' י\"ג אך בעיית הרקב הבא דרך נקב נסתפקו שם וכאן לא ביארו לא ידעתי למה:"
            ],
            [],
            [],
            [
                "<b>מלא חפנים וכו'.</b> עיין מ\"ש מרן ז\"ל ואיני יודע מנין לנו וכו' ע\"כ דקדוק זו לא קאי על רבינו לחוד אלא גם על דברי הש\"ס ורש\"י והתוס' ז\"ל עיי\"ש אם לא שנאמר דהכי קים להו לרבנן למר כדאית ליה ולמר כדאית ליה:"
            ],
            [],
            [],
            [
                "<b>גזרה שלא להרגיל בני אדם וכו'.</b> קשה טובא דבגמרא [קאמר] עולא גזרה שמא יעשה אדם עורות אביו ואמו שטיחין וכתבו התוס' ואע\"ג דמת אסור בהנאה ובכל אדם אסור לעשות מעורו שטיחין מ\"מ לא הוו גזרי רבנן משום הך חששא שיהא טמא אלא משום אביו ואמו דחמיר טובא וכו' ע\"כ משמע דעיקר הגזרה משום אביו ואמו כפשט דברי עולא דאילו לא הוה חששא זו לא הוו גזרי רבנן וכיון שכן איך כתב רבינו לעבד עורות האדם וכו' ולא נקט עיקר הגזירה וי\"ל דרבינו אינו מפרש כפי' התוס' אלא ס\"ל דעור אינו בכלל בשר ליאסר בהנאה וכמ\"ש התוס' עצמם בנדה דף כ\"ה בתירוץ שני עיי\"ש ומכח שהוקשה לו דמאי איריא אביו תיפו\"ל לכל אדם דהא העור מותר בהנאה אלא ודאי דאביו ואמו לאו דוקא והכי משמע מדיוק לשונו ז\"ל שכתב שלא להרגיל האדם וכו' ואי ס\"ל דהעור אסור בהנאה מהיכא תיתי שיורגלו בו בני אדם ולשון זה מורגל בדברי חז\"ל כדאשכחן בשלהי ידים דעצמות אדם טמאים שמא יעשה אדם מעצמות אביו ואמו תרוודות והתם נמי לאו דוקא קאמר:"
            ],
            [],
            [
                "<b>ומפני מה לא גזרו וכו'.</b> חולין דף פ\"ז והקשו התוס' ז\"ל דהלא כשיוצאין מן המת נוגעים בו ומקבלים טומאה וכו' ותירצו דהכא מיירי כשיצאו ממנו דרך שפופרת וכו' ע\"כ ורבינו העתיק דברי הגמרא ולא חשש לבאר גם פ\"א דמטמאי משכב ומושב הל' ט\"ז פסק הדין גבי זב סתם וכן בפ\"ז דאבות הטומאות עיי\"ש:"
            ]
        ],
        [
            [
                "<b>רביעית דם וכו'.</b> אף דבמתני' פ\"ב דאהלות הושוו כל אלו אהדדי דר' עקיבא מטמא וחכמים מטהרים ורבינו חילק ביניהם דברביעית דם טהור לגמרי ובאינך טמא במגע ובמשא הדבר מבואר דפלוגתייהו אינה אלא משום אהל אבל במגע ומשא תיפו\"ל משום עצם כשעורה וכמ\"ש הרע\"ב ז\"ל ומשו\"ה בדם דלא שייך עצם טהור לגמרי משום דרבנן דרשי נפשות חסר כדאיתא פ\"ק דסנהדרין דף ד' ולהרב בן חביב ז\"ל בתוספת יום הכיפורים דף פ\"א ראיתי שהבין דשדרה וגלגלת משני מתים דאינן מצטרפין אע\"ג דטומאתן ושיעורן שוה מ\"מ הוו דומיא דרביעית דם ולפ\"ז הקשה על רבינו דלקמן הל' ג' פסק דכזית בשר משני מתים וכו' מצטרפין ומאי שנא דגבי שדרה וגלגלת פסק דאין מצטרפין וגבי כזית פסק דמצטרפין והניחו בצ\"ע. אמנם לענ\"ד אין כאן קושיא דשדרה וגלגלת אין טומאתן ושיעורן שוה כמ\"ש הרב המבי\"ט ז\"ל בקרית ספר ומהך טעמא הוא שטהר רבינו מטומאת אהל ולא דמו לרביעית דם דקי\"ל לרבנן דנפשות לא קאי אלא אדם וכמ\"ש רבינו בפירוש המשנה שם ותדע עוד דהשוה רבינו אבר לשדרה וגלגלת משא\"כ הבשר וכו' דהדרינן לכללין משום דטומאתו ושיעורו שוה:"
            ],
            [],
            [
                "<b>כזית בשר וכו'.</b> בדפוס מגדל עוז אין שם כזית נצל ובגירסת מרן ז\"ל איתא ונראה ששינוי הגירסאות תלוי במ\"ש רבינו רפ\"ב דבעינן שתקרוש עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נשפך על האסקופה וכו'.</b> על מ\"ש הראב\"ד ז\"ל ונ\"ל דדוקא רביעית דם וכו' מצאתי כתוב בכתב יד קדמון מהגאונים זלה\"ה וז\"ל נראה שזהו ראיה דברי רבינו ז\"ל שכתב למעלה כל המטמאין באהל וכו' האהל מצרפן דבעינן צרוף אהל ומשו\"ה אמרינן הכא הבית טהור כיון דליכא אהל והיינו דנקט אסקופה דאלו הוא בבית טמא משום צרוף אהל וכדעת רבינו ע\"כ. ומ\"ש בספרי רבינו",
                "<b>ויוצאה ממנו רביעית דם</b> בדפוס מגדל עוז מוסיף שנבלעה בכסות. ומ\"ש בספרי רבינו",
                "<b>במגע ובמשא ובאהל</b> בדפוס מגדל עוז אין שם משא. ומ\"ש בספרי רבינו",
                "<b>לשאוב</b> בדפוס מג\"ע לצאת. ומ\"ש בספרי רבינו",
                "<b>(מן) [מי] הכבוס</b> בדפוס מג\"ע מי הנבוס:",
                "<b>רביעית דם שנבלעה בכסות וכו'.</b> בנדה דף ס\"ב א\"ר כהנא מקולי רביעיות שנו כאן שאני דם תבוסה דרבנן ע\"כ ורבינו העתיק סתם דמשמע שהוא דם מת גמור וצ\"ל דדברי רב כהנא לא קיימי אלא אריש לקיש אבל לר' יוחנן המשנה כפשוטא דבמת גמור קאמר וכן נראה שהרי רבינו פסק כר\"י וכדמוקים לה רב פפא התם בפי\"ד דכלים הל' ו' וכן נראה מדברי התוס' ז\"ל שם.",
                "<b>ועל </b>מ\"ש רבינו",
                "<b>כיצד משערין אותה וכו'</b> עיין להתוס' יו\"ט ז\"ל מה שדקדק בזה:"
            ],
            [
                "<b>המשא והמגע וכו'.</b> בדפוס מגדל עוז נמצאו שינוין בפיסקא זו וכבר קיים הגירסא מרן ז\"ל ועיין בים של שלמה פרק העור והרוטב ס' ז' הזכירו השיירי ז\"ל עיין עליו:"
            ]
        ],
        [
            [],
            [
                "<b>אדם שנטמא וכו'.</b> דברי מרן ז\"ל שרירין וקיימין ע\"פ פי' רש\"י ז\"ל ודלא כהתוס' ז\"ל וכ\"כ המל\"מ ז\"ל. ומ\"ש בספרי רבינו",
                "<b>אלא טומאת ערב כדין תורה</b> בדפוס מגדל עוז אין שם תיבת ערב:"
            ],
            [
                "<b>כלים שנטמאו במת בין במגע בין באהל וכו'.</b> בשו\"ת רדב\"ז שנדפס מחדש ח\"ב סי' רכ\"ג נשאל דלפי מ\"ש רבינו חרב הרי הוא כחלל מעתה הו\"ל לטמאתו אפילו במשא גם בסוף הפרק כתב שאין הכלים הנוגעים במת מטמאים במשא ובאהל ואמאי בשלמא אהל הא יהיב טעמא אדם כי ימות באהל וכו' והשיב ז\"ל דטומאת משא לא כתיבה במת כלל אלא דילפינן לה מנבילה ואמרינן דיו לבא מן הדין וכו' ומה נבלה במשא ולא הנוגע בה אף מת הוא עצמו מטמא במשא ולא הנוגע בו וכו' ע\"כ ולענ\"ד עדיין הוא מגומגם דרבינו נרגש בדבר זה בפ\"א והוסיף כדרך ששתק מהבת וכו' שזה הוא המוסיף הכח להק\"ו דנבלה וכיון שכן למה לא נאמר כן גם בכלים דחרב הרי הוא כחלל והנראה משום דקרא כתיב כל הורג נפש וכל נוגע בחלל הרי שדמה הורג נפש דהיינו החרב להנוגע בחלל שכתוב בתורה להדיא וה\"ה אהל שנתפרש בתורה כמו נוגע משא\"כ משא שלא נתפרש בתורה לא משוינן לחרב דלא משוינן אלא למאי דאיתקש דהיינו למה שמפורש בתורה וזה מדוקדק בדברי רבינו שכתב",
                "<b>מפי השמועה למדו וכו' הרי הוא אומר כל הורג נפש וכל נוגע בחלל</b> משמע קצת דמזה הוא דהוציא עיקר הדין:"
            ],
            [
                "<b>אבל השלישי.</b> בדפוס מגדל עוז כתוב והשלישי:"
            ],
            [
                "<b>אע\"פ שהם דברי קבלה וכו'.</b> על מ\"ש מרן ז\"ל ותירץ לא נצרכה אלא לטומאות הפורשות מן המת כלומר שאין אותו כלל אמור וכו', קשה קצת ממ\"ש רבינו לעיל פ\"ג הל' ג' שכתב שם (ושעל) [וכל] טמא בטומאה של תורה חייב על ביאת מקדש עיי\"ש והרי אדם באדם שטמא טומאת ערב מדין תורה כמ\"ש רבינו הל' ב' ואפ\"ה אין הנזיר מגלח עליה כמ\"ש מרן ז\"ל וצ\"ל דרבינו לא נחית התם אלא לטומאות הפורשות מן המת דוקא ועיין בפ\"ה דהלכות נזירות:"
            ],
            [
                "<b>כלי חרש וכו' ואינו מטמא לא כלי חרש.</b> בדפוס מגדל עוז כתוב ואינו מטמא לא אדם ולא כלי חרש וכן נראה שהיה גורס מרן ז\"ל.",
                "<b>ועל </b> מ\"ש רבינו",
                "<b>וזה דין תורה אע\"פ שהוא קבלה</b> מצאתי בשו\"ת זרע אברהם יו\"ד דף קי\"ט שהביא משם הרב בעל לב שמח ז\"ל שהקשה דלעיל מינה סמוך ונראה כתב אבל הנוגע בכלים פטור שהדברים האלה אע\"פ שהן דברי קבלה אינן דין תורה שהרי לא נתפרשו בתורה וזהו סתירה ברורה תוך כדי דיבור ומרן ז\"ל לא נתעורר בזה והוא ז\"ל תירץ דהכא משום דבספ\"ק דפסחים מייתי לה מכח סמיכות דקראי כל אשר בתוכו יטמא וסמך ליה מכל האוכל וכו' וזו היא כוונת רבינו דאע\"פ שאמרו וסמיך ליה אין הכוונה כשאר סמוכין אלא דין תורה הוא עכ\"ד ואין בידי הספר הזה להבין דבריו דלכאורה איני רואה שום סתירה וגם לא ידעתי מה תיקן הרב ז\"א ז\"ל בתירוצו מלבד שבקיאות זה כבר הזכירו מרן ז\"ל אך אחר העיון נראה דדברי רבינו מבוארים ע\"פ מ\"ש מרן ז\"ל לעיל דדברי קבלה ד\"ת הוא אלא שאינו כאילו מפורש בתורה לחייב על ביאת מקדש וכאן בדין כלי חרש כתב דהוי ד\"ת אע\"פ שהוא קבלה כלומר דהוי כאילו הוא מפורש בתורה אי נמי דה\"ק דאע\"פ שהן ד\"ק כלומר דאין כאן אלא סמיכות כדברי הרב זרע אברהם אעפ\"כ ד\"ת הוא ולעולם דאינו מפורש בתורה ועוד אפשר שיש חילוק בין דברי קבלה לקבלה סתם:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אדם או כלים וכו'.</b> פשטן של דברי רבינו מוכחי אנפשייהו דכל אלו אינן מן התורה ומכאן יש להוכיח כדברי מרן ז\"ל פ\"ב הל' ט\"ו וכבר הוכחתי כן ממ\"ש בהל' ט\"ז שם ודלא כהרב ברכת הזבח ז\"ל עיי\"ש. ומ\"ש בספרי רבינו",
                "<b>וכן אדם שנטמא במשא</b> בדפוס מגדל עוז כתוב במגע נראה שהוא טעות סופר:"
            ],
            [],
            [
                "<b>בגדים הנוגעים במת וכו'.</b> עמ\"ש מרן ז\"ל ותמהני עליו שנראה שדברי רבינו מתני' היא בריש כלים וכו' ע\"כ קשה לשמוע שנעלם מהרמב\"ן ז\"ל משנה ערוכה זו ונראה דהיינו טעמא משום דהתם בטמא מת דקתני היינו אדם שנטמא במת אבל כלים שנטמאו במת הרי הם כמת עצמו וכמ\"ש הרע\"ב ז\"ל ורבינו בכלים קאי דהיינו בגדים שהעתיק ז\"ל אלא דרבינו יליף לה מהברייתא דספרי שהביא הר\"ש ז\"ל בפ\"ק דאהלות דיליף מוכבסתם בגדיכם לכלים שנגעו באדם וכו' והביאה רבינו ז\"ל בריש פרקין מהך קרא גופיה ובזה צדקו דברי מרן ז\"ל כאן וכבר כתבתי שם הנראה לענ\"ד והדברים צריכים עיון גדול ואין בידינו עד יבא מורה צדק:"
            ],
            [
                "<b>או שהיה מבדיל בינו ובין הכלים אבן.</b> בדפוס מגדל עוז אין שם אבן ומדברי מרן ז\"ל נראה דהוה גריס לה:"
            ]
        ],
        [
            [
                "<b>עצמות הדג וכו'.</b> מרן ז\"ל ציין ממתני' פי\"ז דכלים וכן עשה פ\"א דכלים הל' ג' והדבר קשה דהתם תנן כל שבים טהור חוץ מכלב המים מפני שהוא בורח ליבשה דברי ר' עקיבא ע\"כ ורבינו לא חילק בין כלב המים לשאר מיני חיות שבים לא כאן ולא בפ\"א דכלים ואם נאמר דכוונת מרן ז\"ל דמדקתני דברי רבי עקיבא מכלל דרבנן פליגי עליה אכתי קשה חדא דבפירוש המשנה פסק רבינו כרבי עקיבא ותו דהו\"ל לאתויי מדתנן התם פ\"י אלו כלים מצילין בצמיד פתיל עצמות הדג ועורו דמשם נלמד על נכון דעצמות הדג כולם בכלל אין מקבלים שום טומאה וכמ\"ש רבינו רפכ\"א וציין מרן ז\"ל ממשנה זאת והתוס' יו\"ט ז\"ל הקשה עוד דאם נאמר דהו\"ל סתם ואח\"כ מחלוקת הא קי\"ל דאין הלכה כסתם ותירץ דהכוונה דאין זה בכלל הלכה כסתם ומינה דיתכן הלכה כסתם מכח המחלוקת האחר עיי\"ש והם דברי הרמב\"ן ז\"ל שהביא מהר\"ש אלגאזי ז\"ל בס' גופי הלכות עיי\"ש ולענ\"ד נראה גם כאן מכיון דקתני אח\"כ ואם חיבר להם מן הגדל ביבשה וכו' בלי שום חילוק משמע דאתי כסתמא דרפ\"י ומבואר הדבר דהתוס' יו\"ט ז\"ל לא תפס על דברי מרן אלא במ\"ש פ\"א דכלים ובפ\"א דט\"מ ופכ\"א דטומאת מת משא\"כ בפרקין שביאר מהברייתא דתורת כהנים וגם שם אין כאן גמגום שהרי בפ\"א דכלים הזכיר רבינו הדרשה הזאת דתו\"כ ובפכ\"א דטומאת מת הביא דין המשנה פ\"י ועיין עוד להתוס' יו\"ט רפ\"ט דסוטה שהאריך לבאר היכי אמרינן סתם ואח\"כ מחלוקת ודע דאף דבפירוש המשנה פסק רבינו דהלכה כר\"ע מ\"מ בפ\"ב משנה א' כתב וז\"ל ואמנם יאמר מעשה עזים לא מה שיעשה מעצמו העוף או הדגים מן הכלים שלא יקבלו טומאה כי אם מן החי ההולך לבד ע\"כ וזה נראה כסותר למ\"ש פי\"ז דהלכה כר\"ע:"
            ],
            [],
            [],
            [
                "<b>העושה גולל וכו' הנוגע בהן וכו'.</b> ונראה דלאו דוקא נוגע דגם מאהיל טמא כמ\"ש לקמן הל' ו' גבי שתי אבנים ועיקר הדין דגולל מטמא במגע ובאהל כבר ביארו רבינו פ\"ב הל' ט\"ו:",
                "<b>וכן בהמה שכפתה וכו'.</b> עיין מ\"ש מרן ז\"ל דאל\"כ הרי היא הולכת לכאן ולכאן ע\"כ וכן מתבאר עם מ\"ש רבינו פט\"ז דהל' שבת דבכל עושין לחיים אפילו בבהמה חיה ועוף והוא שיהו כפותים כדי שלא ינודו והם דברי ר' מאיר פרק הישן שהשוה כולן בסוג אחד עיי\"ש:"
            ],
            [
                "<b>עשה ראשה גולל לקבר וכו'.</b> עיין מה שהשיג הראב\"ד ז\"ל ומרן הליץ דרבינו מפרש דעומדת ומוטה על צדה תרוויהו בשהקורה מוטלת לארך הקבר אלא דעומדת היינו שהטילה על הקבר לרחבה וכו' ע\"כ נראה דלא היה צריך לזה הדוחק דנוכל לפרש דעומדת שברישא היינו שהראש המונח בארץ עודף ויוצא מקצתו חוץ לקבר והעד על זה שעל שניהם סיים רבינו",
                "<b>והנוגע בקצה המונח חוץ לקבר וכו'</b> וכאן איירי שכל הראש מונח על הקבר שהרי דימהו לאילן ובהכי ניחא הכל וכן זכיתי ומצאתי להתוס' יו\"ט ז\"ל כדברי תהלה להשי\"ת והאמת נראה דמרן ז\"ל נדחק בזה מכח שרבינו לא ביאר ברישא (דנייד) [דין] ד' טפחים כסיפא אלא די\"ל דמילתא דפשיטא היא וכמ\"ש ז\"ל:"
            ],
            [
                "<b>שעשאן גולל.</b> בדפוס מגדל עוז שעשאן אהל ועיין בפי' מהר\"י קורקוס שהביא מרן ז\"ל:"
            ],
            [],
            [],
            [
                "<b>מערה שהקבר בתוכה וכו'.</b> עמ\"ש מרן ז\"ל דהשמיט רבינו ההיא דס\"פ משוח מלחמה במה דברים אמורים שנפתחה מן הצד אבל נפתחה מלמעלה ד' אמות ע\"כ עדיפא מינה הו\"ל לאקשויי דנראה דרבינו פסק בהיפך שהרי רבינו כתב ברישא",
                "<b>בזמן שהחצר עומדת לאויר העומד לתוכה טהור</b> מברייתא של שם משמע דלר\"ע בעינן ד' אמות משום שמא יאהיל ואיך שיהיה מבואר הדבר דרבינו נמשך אחר התוספתא שהביא הר\"ש ז\"ל ולא מחלק בין פתחה מן הצד או מלמעלה והדברים עתיקים:"
            ]
        ],
        [
            [
                "<b>בית סתום וכו' וסתמו.</b> בגירסת מרן ז\"ל אין שם וסתמו ונראה שיש להגיהו ועיקר הדין בב\"ב דף י\"ב ופי' רש\"י ז\"ל פרץ את פצימיו הרי הוא כקבר וחכמים טמאו את סביבות הקבר ד' אמות כדי שלא יקרבו עושה טהרות וכו' ע\"כ ורבינו לא טמא אלא הנוגע נראה דפליג אפי' רש\"י ז\"ל וכן הבין הרלב\"ח ז\"ל בתשובה ס' קמ\"ב עיי\"ש אמנם ממה שדימהו רבינו לקבר שהרי סיים מפני שהוא כקבר סתום נראה דכי היכי דקבר מטמא גם בד' אמות ה\"נ בית זה אך לא ראיתי לרבינו לקמן הל' ד' שהזכיר הד' אמות לכן נראה שדברי הרלב\"ח ז\"ל עיקר:"
            ],
            [
                "<b>המת בתוך הבית וכו'.</b> משנה פ\"ז דאהלות והתוס' יו\"ט ז\"ל תמה על הטור יו\"ד סימן שע\"א והרא\"ש והאחרונים ז\"ל שהשמיטו הא דחשב להוציאו עיי\"ש והאמת הוא דא\"א לומר בו דהוי דלא כהלכתא משום דאין כאן אלא מחשבה ולא מבטל תורת הטומאה דהא כיון דאפלגו בה ב\"ש וב\"ה מוכרח דהלכה כב\"ה לכן נראה דהשמיטוהו ז\"ל משום דהוי מילתא דלא שכיחא שימות המת ויהיו כל פתחי הבית סגורים באין יוצא ואין בא ואין זה פלא דכמה וכמה דינים השמיטו ז\"ל משום דלא שכיחי ולא נחית להזכיר אלא דבר דשכיח ויש בו חידוש כמ\"ש הרב ב\"י שם ד\"ה ארובה שבין בית לעליה וכעין מה שהעיד התוס' יו\"ט בעצמו בלחם חמודות דף קי\"ח ע\"ד שהאחרונים השמיטו כמה דינים מפני שהכהנים זריזים הם מליטמאת עיי\"ש.",
                "<b>ומ\"ש </b> בספרי רבינו",
                "<b>כולן אסורות</b> טעות סופר הוא וצ\"ל כולן טהורות וכן הוא בדפוס מגדל עוז:",
                "<b>היה לבית פתח אחד לצפון וכו'.</b> משמע דאם שניהם מרוח אחד אף שמיחו קרוביו לא טהר ולא ידעתי למה דהא סוף טומאה לצאת באותו פתח דוקא ושאר הפתחים דין הוא שיטהרו אפי' שניהם מרוח אחד כיון שהטומאה יוצאת מפתח האחר ופתח קטן בתוך פתח גדול יוכיח:"
            ],
            [],
            [],
            [],
            [
                "<b>בית שמלאו עפר או צרורות ה\"ז בטל אצל הבית.</b> בדפוס מגדל עוז כתוב ה\"ז בטל הבית. וכתב מרן ז\"ל גם זה שם ע\"כ והדבר תמוה איך לא הזכיר הסוגיא דעירובין דף כ\"ח דמוכח מינה דבעינן שיבטל העפר ובמתני' תנן וביטלו והכי מוכח נמי בסוכה דף ד' ורבינו לא הזכיר ביטול וכבר עמד בקושיא זו על רבינו התוס' יו\"ט ז\"ל והניחה בצ\"ע ועוד יש להקשות דלא עוד דהוו דברי רבינו היפך הסוגייאות הנ\"ל אלא גם רבינו סותר דברי עצמו שהרי בפ\"ג דהלכות עירובין הל' י\"ב פסק גבי חריץ דאם מיעטו בעפר או צרורות מערבין אחד שסתם עפר או צרורות בחריץ מבטלין הם וזה כמסקנא דרב אשי שם גם בפ\"ד דסוכה הל' י\"ג פסק דאם מיעטה בעפר סתם אינו מיעוט עד שיבטל גם בדברי רבינו שבפירוש המשנה איכא למידק כי הא שהרי כתב ביטלו ר\"ל ביטול דין הבית וכו' שדין האהל כבר בטל להיות בית נהרס וכו' ע\"כ למדנו מדבריו שגירסתו במשנה ביטלו ולא בטלו ומפרש דקאי אבית לא אעפר וכיון שכן קשה כנ\"ל אכן נראה דרבינו ס\"ל דההיך דעירובין ברייתא ולא הויא הך משנה דאהלות ועם כי התוס' והר\"ש ז\"ל שללו דבר זה מכח שאין דרך להביא ברייתא היכא שיש משנה רבינו מפרש דהקשה ליה מברייתא משום שמפרש בה דאם ביטלו בטל משא\"כ מהמשנה דקתני בסתמא דאז בטל דין הבית ומזאת המשנה אין לו כח להקשות ולפ\"ז אף שהחילוק אמיתי רבינו העתיק דין המשנה כדרכו דעל הסתם בטל דין הבית וכאילו נהרס כמ\"ש בפירוש המשנה ואם בטל העפר כבר הוא נלמד ממ\"ש בהל' סוכה ועירובין ובזה עלו על נכון דברי רבינו ז\"ל וזה הוא טעמו של מרן ז\"ל ששתק בזה מפני שהוא מבואר למעיין ועוד היה נראה לומר דשני מיני מילוי בית יש אחת כפשוטו כולו עד לרקיע ואחת בשטח הקרקע כולו ובזה הוא דשייך ביטול כדקתני בברייתא והוי דומיא דחריץ וסוכה משא\"כ במילוי דמתני' דהוי עד מעזיבת הבית אין שייך שם ביטול העפר ומוכרח דהביטול דקתני קאי אבית וגם בדרך זה יתיישב קצת אך הראשון נראה עיקר:"
            ],
            [
                "<b>טומאה שהיא רצוצה בכותל וכו'.</b> הראב\"ד ז\"ל השיג על רבינו לפי הבנתו בפירוש המשנה ומרן ז\"ל הליץ דרבינו מפרשה דקאי אנפש אטומה וכו' ומוכרח הוא אכן קשה דכאן טמא הסוכה מפני שהיא סמוכה לכותל וברפכ\"ה כתב דעמוד שהטומאה רצוצה תחתיו אם היה פרח יוצא מעמוד זה וכלים תחתיו הכלים טהורים שאינו מטמא אלא כנגד הטומאה ע\"כ אם לא שנאמר דשאני הכא דהסוכה הויא אהל גמור דהיינו שעשויה לאהל ודייקי דברי רבינו קצת שכתב שהרי וכו' אבל משנעשה עליהן אהל וכו' ולכך הכלים שתחתיה טמאים מחמתה משא\"כ הפרח דאף אם יש בו שיעור אהל מ\"מ אינו עשוי לשם אהל דאינו אלא לנוי או להחזיק העמוד והתוס' יו\"ט ז\"ל משם הרב וולף וורמייזא ז\"ל הקשה כן אמתני' והניחה בצ\"ע והנראה לענ\"ד כתבתי:"
            ]
        ],
        [
            [],
            [
                "<b>בנה בה בית וכו' שהרי הוא אהל ע\"ג אהל כמו שיתבאר.</b> הוא בפ' י\"ב והטעם משום חציצה אך קשה דרבינו פסק בפרק הקודם הל' ד' דאפילו הגביה הבנין ע\"ג חלל הקבר עד לרקיע טמא ואין לומר דהתם בנין שוה קאמר דאינו חוצץ באהל אחר דהא מטי לה מרן ז\"ל ממתני' דרפ\"ז כל העליות שעל גבה אפילו הן עשר טמאות ופסקו רבינו פכ\"ה דין ג' וראיתי להתוס' יו\"ט בשם הרמב\"ם ז\"ל בנא\"י שתירץ דהתם בכותל והכא תחת הכותל לפי שהבית הוא אהל על הקבר ועליה אהל אחר למעלה מזה האהל ע\"כ:"
            ],
            [],
            [
                "<b>שדה בוכים הוא המקום הקרוב לבית הקברות וכו'.</b> בפירוש המשנה ביאר רבינו שהוא רחוק מבה\"ק וכפי' הר\"ש והרע\"ב ז\"ל ונראה ע\"פ מ\"ש רש\"י ז\"ל דמביאים המת ממקום רחוק ומניחים אותו שם ובאים אחרים ורוחצים אותו ומוליכין אותו לקברו ע\"כ, ורבינו כתב כאן",
                "<b>שהנשים יושבות שם ובוכות</b> נראה ששני מיני שדה בוכים יש ודבריו שבפירוש המשנה אינן סותרין למ\"ש כאן דהכל לפי מציאות הענין.",
                "<b>ולמה </b> שהקשה מרן ז\"ל לפי' הראב\"ד ז\"ל עיין להתוס' יו\"ט ז\"ל שיישב קצת לזה:"
            ],
            [
                "<b>קבר הנמצא וכו'.</b> עיין מ\"ש מרן ז\"ל ורבינו סמך על מ\"ש בסוף הלכות אבל דקבר אינו אסור בהנאה אלא א\"כ הוא של בנין וכו' ע\"כ. יש לגמגם על זה ממ\"ש רבינו לעיל פ\"ו הל' ד' דאם עשה גולל לקבר מדבר שאינו מקבל טומאה טמא טומאת ז' ואם פרשו מלהיות גולל או שהסיר את המת מתחתיהן הרי הן טהורים ע\"כ וכאן אסר בהנאה אפילו אחר שפינה המת אכן הרואה יראה דבסוף הל' אבל אסר רבינו בהנאה אפילו אחר שפנה המת ועל כרחך לחלק בין כשנקבר להיות שם לעולם לשנקבר על דעת לפנותו וכמ\"ש מרן ז\"ל כאן הכא נמי יש לחלק בגולל ודופק אם נראה מתוכן שהושמו על דעת לפנותן אם לאו כהנהו דחשיב רבינו התם דמסתמא לא יניחם כך לעולם וק\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם יש חרש ביניהם.</b> כ\"כ בכל הנוסחאות זולת בהמבי\"ט ז\"ל גורס חרס בסמ\"ך ומבואר הדבר דבין כך ובין כך גירסת רבינו כגירסת התוס' ולא כפי' רש\"י ז\"ל וכמ\"ש מרן ז\"ל:"
            ]
        ],
        [
            [
                "<b>מי שהיה חופר בשדה ומצא מתים רבים וכו'.</b> כ\"כ רבינו בפירוש המשנה פט\"ז דאהלות וז\"ל וכאשר ימצא מתים רבים במקום אחד נפגשים קצתם על קצתם הנה הם דמיון איש אחד וכו' ע\"כ והא דכתב רבינו לעיל פ\"ח הל' ה' דקבר הידוע אם פינהו מקומו טהור ומותר והכא משמע דיש לו תבוסה כבר נרגשו התוס' ז\"ל מזה בנזיר דף ס\"ה ד\"ה מצא פרט למצוי וכו' עיי\"ש:"
            ],
            [
                "<b>שדה שנהרגו וכו'.</b> פי' הר\"ש ז\"ל דלא נתקנה תבוסה אלא לקבר והו\"ל כדין בור וכו' ע\"כ ולא ביאר הטעם למפנה קברו מתוך שדהו לא ידעתי למה:"
            ],
            [
                "<b>היה חופר וכו'.</b> משנה סתמית פט\"ז דאהלות אלא שרבינו הוסיף",
                "<b>שהם כשתי מערות וחצר שביניהם</b> והוא שנוי במשנה פרק המוכר פירות (בבא בתרא דף ק\"א) דתנן ועושה חצר על פי המערה וכו' ופותח לתוכה שתי מערות עיי\"ש והכי תנן נמי פט\"ו דאהלות חצר הקבר העומד בתוכה טהור וכו' ופסקו רבינו לעיל ספ\"ו וכיון שכן יש לתמוה על רבינו דבפכ\"א דהל' מכירה הל' ו' השמיט דין החצר ושתי מערות והרב המגיד ז\"ל כתב שם דרבינו מפרשה בשקיבל לעשות חצר בפירוש עיי\"ש וקשה מפסקו כאן דמשמע שדרך כולם כן אף שלא פירש והרב הכ\"מ שם הקשה עוד על הרב המגיד דא\"כ הו\"ל לרבינו לבארו ותירץ דהיא ר' שמעון היא ואינה הלכה וגם זה לא יתכן מדפליג ר\"ש בסיפא עיי\"ש:"
            ],
            [
                "<b>כותים אין להם טומאת קברות וכו'.</b> וטומאת מגע ומשא דאורייתא כמו שמשמע מדברי רבינו פ\"א הל' י\"ג ואף דממדין לא ילפינן אלא נוגע דכתיב כל נוגע בחלל מ\"מ טומאת משא ילפינן מנבלה כמ\"ש שם הל' ב':"
            ],
            [
                "<b>מת שחסר וכו'.</b> אף דלענין מגע ומשא ואהל הרי הוא כמת שלם ולא גרע משדרה וגלגלת שכתב רבינו פ\"ב הל' ח' כבר כתבו התוס' ז\"ל דהלכה למשה מסיני גמירי לה הכי עיין עליהם ועל מ\"ש מרן ז\"ל דרבינו ס\"ל דאף בברייתא הלכה כרבן שמעון בן גמליאל צ\"ע ממ\"ש הוא עצמו בספ\"ז דפרה אדומה גם בפ\"ב דהלכות בית הבחירה כתב בדרבי אליעזר בן יעקב דדוקא במשנה ועיין עוד ברפ\"ב דמטמאי משכב ומושב ומ\"ש המל\"מ ז\"ל:"
            ],
            [
                "<b>העמיק אפילו ק' אמה ומצא חרש וכו'.</b> והר\"ש ז\"ל הביא דכשכרה דוד שיתין עד אלף אמה מצא חרש עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ויהיו שלשתן טהורין.</b> הלשון יתר שכבר נשמע ממ\"ש עד שמגיע לסלע או לבתולה אך נראה שנתכוון לשלול השלש נשים שהזכירו במשנה ופסקו רבינו פ\"ט דאיסורי ביאה הל' ל\"ג דאף אם בדקו שלשתן ונמצאו טהורות אפ\"ה כולן טמאות שהרי הדם לפנינו משא\"כ בטומאה דאמור עורב גררו וכמ\"ש בגמרא ומצינו כיוצא בו בפ\"י דהל' כלאים הל' כ\"ז גבי בגד צמר שאבד בו חוט של פשתן וכו' דשמא נשמט והלך ואף דהרב לח\"מ פ\"י דהל' עדות הבין פי' אחר בדברי רבינו שם עיין מ\"ש שם:"
            ],
            [],
            [
                "<b>דבר ידוע וכו'.</b> הנה ראיתי להרב חיים אבועלפיה ז\"ל בס' עץ החיים בלשונות דף ג' שהקשה וז\"ל ומה שסיים רבינו",
                "<b>ואעפ\"כ חייב אשם תלוי</b> לא שמעתי פירושו דאי הכי איך כתב שבעריות ושבתות ספיקן מדברי סופרים והלא חייב עליהם כרת וחטאת ואיך כתב מרן דמאי דקשיא ליה מאשם תלוי כבר יישבו רבינו באומרו ואעפ\"כ וצ\"ע עכ\"ל. ולענ\"ד נראה שמ\"ש רבינו פ\"ח דשגגות דאשם תלוי אינו חייב אלא בנקבע האיסור בין במאכלות בין בשבתות בין בעריות אבל אם לא נקבע האיסור בכולן אינו חייב אשם תלוי ואז שייך לומר דספיקא בדאורייתא לקולא מד\"ת דכל ספיקא רחמנא שריא. ולמ\"ש מרן ז\"ל משם הר\"ן ז\"ל מקרא דלא יבא ממזר וכו' יש לדחות דאדרבה מדגלי קרא בממזר מכלל דבעלמא ספיקא דאורייתא לחומרא מדאורייתא וכן דעת המבי\"ט ז\"ל בס' קרית ספר כאן ובסוף הל' כלאים עיין עליו.",
                "<b>ולמה </b> שתמה מרן ז\"ל על הראב\"ד ז\"ל דבסוף הלכות כלאים הודה לדברי רבינו וכאן כתב שהוא שבוש גדול ע\"כ טעמו של מרן ז\"ל מפני שהבין דכוונת ההשגה היא על מ\"ש רבינו דבר ידוע וכו' דבאמת בהא הוא דהתחיל וציין הראב\"ד ז\"ל אך אמיתותן של דברים נראין שכוונת ההשגה היא על מ\"ש רבינו בהפילה נפל ואין ידוע וכו' ד(י)טהר רבינו לגמרי דכיון דספיקא דאורייתא לחומרא הו\"ל לטמא מדרבנן מיהא או לפחות הו\"ל לכתוב דהוי ספק ספיקא ודייקי דברי ההשגה שכתב וזו ספיקא דאורייתא דזו מורה באצבע דקאי אדלעיל שטהר לגמרי ובזה אין סתירה בדברי הראב\"ד ז\"ל דהרי בכמה מקומות מודה הוא לרבינו בזה כמ\"ש פט\"ז (דא\"ב) [דהל' אבות הטומאה] ופי\"ח (דממ\"ו) [דאיסורי ביאה] ששתק לו אלא דבסוף כלאים השיג עליו כעין השגה זו ממש דהו\"ל להחמיר בספיקא דאורייתא ושם הליץ מרן ז\"ל משום דהוי מילתא דלא שכיחא והרב לח\"מ ז\"ל פ\"י (דעדויות) [דעדות] כתב דשם הוי ספק אם נתערב וכו' אף דקשה לשמוע כמבואר.",
                "<b>גם </b> במ\"ש מרן ז\"ל ועוד י\"ל דאפילו הא דאין ידוע אם הפילה דבר המטמא לא חשיב ספק ספיקא משום דרוב מפילות דבר מטמא הן מפילות עכ\"ל המל\"מ ז\"ל תמה עליו דמהסוגייאות שהזכיר מרן ז\"ל בתחילת דבריו פסחים וע\"ז ונדה מוכח דהוי משום ספק ספיקא ולא תירץ כלום ומבואר הוא דזו כחו ממ\"ש שם הו\"ל ספק וספק וכו'. ונראה לענ\"ד דמרן ז\"ל יתרץ דלעולם אין ספק זה כשאר ספיקות דהא לא הויא שקול ומ\"ש בגמרא דהוי ספק וספק אינו אלא לאפוקי שאינו ודאי שהרי הקשו והא הכא דודאי הטילה וכו' וקאתי ספק ומוציא מידי ודאי וכלפי זה תירצו אלא אימא שהפילה כעין נפל והוי ספק וספק כלומר דאינו ודאי גמור כדס\"ד עד השתא אבל לעולם דגם ספק שקול אינו שהרי רוב המפילות דבר טמא מפילות ודו\"ק כי נראה לענ\"ד נכון ולא נשויה למרן הקדש טועה בשלשה סוגייאות שהזכירם הוא עצמו ואין בידי מהראנ\"ח ומהרי\"ט ז\"ל לעיין בדבריהם אך במ\"ש נראה שכל דבר על מקומו יבא בשלום למר כדאית ליה ולמר כדאית ליה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>שלא גזרו טומאה וכו'.</b> נראה דטעמא רבה איכא במילתא שהרי אין לנו שום ודאות שיהיו מישראל ודלמא דעכו\"ם הם שאינן מטמאין כמ\"ש רבינו פ\"ט הל' ד' וכמ\"ש בגמרא שהביא מרן ז\"ל שם בראש הפרק גבי יושב או ראשו בין ברכיו וכו' ומ\"מ רבינו נתן טעם משום דכל אלו דבר שאינו מצוי הוא וכו' ובכלל דבריו דברינו:"
            ],
            [
                "<b>אפילו שותף וכו'.</b> בשו\"ת הרלב\"ח ז\"ל סי' ס\"ח הקשה על רבינו דבפ\"ב דהלכות שחיטה כתב שהשותף אוסר בהמת שותפות כנראה שדבריו סותרין זה את זה ותירץ דשאני שחיטה דא\"א לכזית בשר בלא שחיטה משא\"כ בשדה דאפשר למפלגא דומיא דעיסה וכו' ע\"כ ואני שמעתי ולא אבין דמהיכן פשיטא ליה להרב ז\"ל דאם השותף שחט לבדו אוסר הרי רבינו לא פסל שם אלא בשחטו שניהם כאחד או זה אחר זה אבל אם שחט השותף לבדו הוי דינו כדין החורש קבר דכיון שאינו שלו אין לו כח לאסרו:"
            ],
            [],
            [
                "<b>שאין בית פרס וכו'.</b> בהגהות הרמ\"ע כתב יד כתוב שהוא בפ\"א דתמורה ועיין להתוס' יו\"ט שם משנה ה':"
            ],
            [
                "<b>בית הפרס הזה וכו'.</b> נראה שדקדק בתיבת הזה לאפוקי הבית הפרס האחר דתנן התם ופסקו רבינו פ\"ח הל' ג' דאין נוטעין בתוכה אילני מאכל וכו':"
            ],
            [
                "<b>ואפילו שדה טהורה.</b> בדפוס מגדל עוז ואפילו טהורה:"
            ],
            [
                "<b>אם יש בה אילן וכו'.</b> בדפוס מגדל עוז כתוב אם יש בה אילן בידוע שאבד קבר בתוכה כמו שביארנו ע\"כ ועיין למרן ז\"ל והל' ד' להשגת הראב\"ד ז\"ל עמ\"ש בפ\"ס הל' ג':"
            ],
            [
                "<b>המהלך וכו' או שנכנס לה והוא רוכב.</b> חלוקה זו לכאורה מיותרת שהיא נלמדת מדיוקא דסיפא במכל שכן וצ\"ל דע\"ג העפר קאמר דנכנס לה הכי משמע ואינו נלמד מהסיפא דהתם אבנים והכא עפר ודו\"ק ובב\"מ דף ק\"ה כתבו התוס' דברוכב ע\"ג גוי קאמר אי נמי שלבוש בגדים הרבה דאל\"כ יטמא הנרכב לרוכב עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>עפר ארץ העמים וכו' כמו שביארנו.</b> הוא בספ\"ב ועיין להמל\"מ שפלפל בזה. ועל מ\"ש",
                "<b>ולא חשו להן משום טומאה</b> במשנה תני ולא חשו להם חכמים וכתב התוס' יו\"ט דמדברי רבינו נראה דלא גריס חכמים עיי\"ש ולענ\"ד נראה דכיון דמייתי לה במתני' מורה דלהלכה קאמר וההלכה אינה יוצאה אלא מפי חז\"ל:"
            ],
            [
                "<b>משהוסקו וכו'.</b> ואיכות ההסקה נתבארה בדברי רבינו פט\"ו דכלים:"
            ],
            [],
            [],
            [],
            [
                "<b>גזרה משום מדור וכו'.</b> לא ידעתי למה נקט לה מטעם גזרה תיפוק לי משום דאף דאין עמו אשה יביאיה בלילה כדרך המנאפים וכן כתבו הרע\"ב והר\"ש ז\"ל וי\"ל דרבינו קשיתיה דאם איתא למה אסרו בסריס ואשה והר\"ש והרע\"ב ז\"ל פי' בסריס שתזנה אשתו ותתלה בבעלה ואשה ג\"כ אף שאין דרכה לכבוש מ\"מ יש לחוש ולפ\"ז בסריס צ\"ל באשתו עמו וזה לא נתבאר ומכח כל זה המציא רבינו טעם משום גזרה דבהכי הכל מתיישב:"
            ],
            [
                "@04וכל",
                "<b> מקום שהחזיר וחולדה וכו'.</b> עיין מה שכתבתי בס\"ד בסוף פרק ט':",
                "<b>מדור העמים שחרב וכו'.</b> ידוע דמרן ז\"ל הליץ בעד רבינו להשגת הראב\"ד ז\"ל אף שדבריו ז\"ל מגומגמים עיין להמל\"מ ז\"ל והתוס' יו\"ט ז\"ל כתב בשם מהרי\"ק שורש ס\"ה דזה הכלל לא נאמר בדיני נגעים ואהלות משום דלא שכיחי עיי\"ש ומבואר הדבר דמרן ז\"ל לא ס\"ל הך פירושא כמבואר בכ\"מ כאן ופ\"ט הל' ד' וספ\"ז דפרה אדומה עיי\"ש והתוס' יו\"ט פ\"ד דפסחים משנה ה' הביא משום הרא\"ש ז\"ל דכלל זה לא נאמר אלא היכא דאיכא טעמא למלתיה:"
            ],
            [],
            [
                "<b>ואין מדור העמים ולא בית הפרס בחו\"ל.</b> תוספתא בסוף אהלות וכתב הר\"ש ומרן ז\"ל משום כהנים דלא הקפידו עליהם אלא בא\"י משום תרומות ומעשרות משא\"כ בחו\"ל:"
            ]
        ],
        [
            [
                "<b>טפח על טפח וכו'.</b> במשנה פ\"ג דאהלות ביארו דבעינן שיהא ביציאתו טפח שהרי אמרו כיצד ביב שהוא קמור וכו' והיינו כדי שיהא חוצץ דכיון דיש ביציאתו פותח טפח ודרכה של טומאה לצאת אמטו להכי חוצץ וביארו רבינו לקמן פ\"כ הל' ז':"
            ],
            [
                "<b>וכלי גללים וכו'.</b> בדפוס מגדל עוז נמחק כל זה עד ולפי' חוצצין בפני הטומאה וכבר הגיהו מרן ז\"ל:"
            ],
            [
                "<b>טומאה על גביו כלים שתחתיו טהורים.</b> בדפוס מגדל עוז נמחק כל זה ומרן ז\"ל הגיהו ובאמת כן הוא לשון המשנה רפי\"ב דאהלות ועיקר הדין דתנור וכו' ביארו רבינו פט\"ו דהל' כלים:"
            ],
            [
                "<b>נסר שהוא נתון וכו'.</b> עמ\"ש הראב\"ד ומרן ז\"ל צדד להליץ בעד רבינו עיין להמבי\"ט ז\"ל בקרית ספר:"
            ],
            [
                "<b>אדם שנשא כלי וכו'.</b> עיין בדברי רבינו והשגת הראב\"ד ז\"ל פ\"ז דהל' נזירות הל' ח' והתוס' יו\"ט פט\"ז דאהלות:"
            ],
            [
                "<b>ארונות של עץ וכו'.</b> ברכות דף י\"ט נתבאר דין זה דסתם ארון של עץ הוא אף דהראב\"ד ז\"ל לא הבין כן וכן נראין דברי התוס' שם ועוד כתבו שם דצ\"ל שראש הארון פתוח שאם היה סתום אדרבה כי יש בו פותח טפח מטמא אפילו צד הריקן שבו וכו' ע\"כ ומרן ז\"ל הביא דבריהם ספ\"ג דהלכות אבל ובשם הרא\"ש והרמב\"ן ז\"ל על דברי רבינו דמשמע קצת שרבינו ג\"כ ס\"ל הכי ומדין זה שכתב רבינו כאן לא משמע הכי וכבר נרגש מזה בשו\"ת זרע אברהם יו\"ד סי' עיי\"ש אך לענ\"ד יש להתיישב בדבר שהרי מצינו לרבינו פ\"כ הל' ז' שהביא דין המשנה דביב שהוא קמור ובעי שיהא פתוח מצד אחד פותח טפח כדי שתצא הטומאה:"
            ],
            [
                "<b>כמה יהא בהיקפה וכו'.</b> ויש לתת טעם מאי שנא דגבי מרדעת לעיל הל' ג' שגזרו והכא לא:"
            ],
            [
                "<b>זה שהצריכו וכו'.</b> עיין מ\"ש מרן ז\"ל ועוד דכל אמתא בריבועא וכו' והן הן דברי רבינו שסיים",
                "<b>שחשבונות אלו בקירוב הם</b> ע\"כ וכ\"כ תוס' ועיין להמבי\"ט ז\"ל בקרית ספר בביאור הדין:"
            ]
        ],
        [
            [
                "<b>כיצד אחד חור וכו'.</b> לענין מביא וחוצץ אין חילוק בין נעשה בידי אדם לנעשה מאליו אך לענין מכניס ומוציא הטומאה יש חילוק כמ\"ש רבינו בפרק הבא עיי\"ש:"
            ],
            [],
            [
                "<b>וכן כלי אבנים גללים.</b> צ\"ל כלי גללים. ומ\"ש",
                "<b>והעוף ששכן</b> בפירוש המשנה כתב רבינו שיהיה קשור על הכותל או על אילן וכו' אכן קשה קצת דלקמן הל' ה' כתב והעוף הפורח וקשיא דיוקא אדיוקא לכן נראה יותר כפשוטו שהוא יושב ושוכן:",
                "<b>וכן הסככות והפרעות.</b> כבר הזכירם לעיל הל' ב' וכבר ידוע דטומאה דסככות ופרעות אינן אלא מדבריהם:"
            ],
            [
                "<b>ואלו מביאין ולא חוצצין.</b> עיין מ\"ש מרן ז\"ל פ\"ו דאהלות אדם וכלים עושים אהלים לטמא אבל לא לטהר ע\"כ ובהגהות מהרמ\"ע ז\"ל כתב יד מצאתי כתוב וז\"ל ובפ\"ח שם אלו מביאין ולא חוצצין השדה והתיבה והמגדל עיי\"ש ע\"כ והאמת הוא שמשנה זו שהזכיר מרן ז\"ל כבר ביארה רבינו ברפי\"ב:"
            ],
            [
                "<b>והדולג ממקום למקום והקופץ ממקום למקום.</b> דולג הוא שיהא רגלו אחד קיים בארץ וידלג בשני וקופץ הוא שיסיר שני רגליו יחד מהארץ ויקפוץ למקום אחר וכ\"כ רבינו בפירוש המשנה ולפ\"ז יתכן בין באדם בין בשאר בע\"ח ואתי שפיר דלא נקט אלא עוף הפורח ועיין מ\"ש לעיל גבי עוף ששכן ועיין להתוס' יו\"ט ז\"ל:"
            ],
            [],
            [],
            [
                "<b>אלו חוצצין ולא מביאין מסכת פרוסה.</b> בפירוש המשנה כתב רבינו שהיא מחצלת הפשוטה והר\"ש והרע\"ב ז\"ל פירשו שהוא הבגד קודם שיארג וחוטי השתי נקראו כן:"
            ]
        ],
        [
            [],
            [
                "<b>חלון הנעשה שלא בידי אדם וכו'.</b> ולא דמי לחור שחררוהו מים וכו' שכתב רבינו רפי\"ג כמ\"ש שם וכ\"כ הפר\"ח ז\"ל ופשוט. ומ\"ש רבינו",
                "<b>והוא כראש גדול של אדם</b> הרא\"ש והרע\"ב ז\"ל פירשו כראש גדול של כל אדם והיינו טעמא משום דהכי גרסי בדברי רבי יוסי פי\"ז דכלים והתוס' יו\"ט ז\"ל מחק הגירסא שצ\"ל כראש גדול של אדם והקשה עליהם דאינו נכון וכי כל ראשי אדם שוין הם עיי\"ש ולענ\"ד נראה שהכוונה מפני שא\"א לשער כל העולם מי הוא שראשו יותר גדול אלא יש לשער בכל מקום אותו שראשו גדול והיינו של כל אדם והכי גרסי התוס' פ' לא יחפור (בבא בתרא דף י\"ט) ד\"ה רקיק אינו ממעט וכו':",
                "<b>שהמחשבה כאן כמעשה.</b> מבואר הדבר מפני שכבר היה פתוח וכ\"כ בקרית ספר ז\"ל ולכך דקדק רבינו שכתב תיבת כאן דאל\"כ הא קיי\"ל דמחשבה אינה מוציאה מיד מעשה:"
            ],
            [
                "<b>מפני שלא היה טיט.</b> בדפוס מגדל עוז מפני שלא היה לו טיט וכן העתיק מרן ז\"ל:"
            ],
            [],
            [],
            [
                "<b>ולא גמר להדקה.</b> בדפוס מגדל עוז כתוב ולא הדקה ונראית גירסתינו יותר נכונה:"
            ],
            [
                "<b>העושה חור בכותל כדי להניח בו קנה.</b> בפירוש המשנה כתב רבינו נקב עובר להגביה בו קנה לענין מה והתוס' יו\"ט ז\"ל הקשה לגירסת החיבור דלמה נעשה נקב מפולש עיי\"ש ואין כאן קושי דלפי מ\"ש בפירוש המשנה לענין מה הנה אין להקשות על המציאות:"
            ]
        ],
        [
            [],
            [
                "<b>ומטלניות שאין בהם שלש על שלש שהיו מטונפים וקשין.</b> דברי רבינו אינם מכוונים לדברי הגמרא שהרי בפרק לא יחפור (בבא בתרא דף כ') הקשה מטלניות חזי לקריעה דלבושא ומתרץ בסמיכתא ופריך חזי לאומנא בריסקא אי בריסקא שאין ג' על ג' שאין בה ד' על ד' מיבעי ליה כעין ריסקא ע\"כ ופי' רש\"י בריסקא שהוא מסרט ע\"כ ומעתה מהיכן למד רבינו שהיו מטונפין וקשין דאי מפרש בריסקא דר\"ל מטונפין א\"א דאל\"כ מאי פריך ד' מיבעי ליה דלא מצינו חילוק זה במטניף וצ\"ל דס\"ל דכי מתרץ כעין ריסקא הכוונה היא דהם מטונפין דאל\"כ הוה בעי ד' והכרח זה הביאו לרבינו לפרש כן דהרי לא מצינו חילוק בכעין ריסקא אך מאי דנקט קשין ולא נקט עבים הוא מגומגם:",
                "<b>והעוף טמא ששכן בחלון.</b> בגמרא שם אוקמוה בקשור ואפשר דרבינו לא חש לבארו מפני שכבר ביארו בדין בהמה טמאה דסמיך ליה אף דלעיל פי\"ג הל' ג' כתב עוף ששכן סתם ועיין מה שכתבתי שם:"
            ],
            [
                "<b>מיעט את הטפח וכו'.</b> משמע דנבלה אינה בכלל אוכלין ואינה חשובה אצלו ובפ\"ג דטומאת אוכלין משמע דהויא אוכל ומטמא ועיין עוד שם ברפ\"ד:"
            ],
            [
                "<b>סתם החלון וכו'.</b> כתב מרן ז\"ל פרק לא יחפור ע\"כ וכוונתו מהברייתא דחבית של גרוגרות דס\"ל לרבינו דכולה ברייתא לענין ביטול וסתימא איירי ולא כדברי התוספות שהכריחו מכח ההיא דפקקו את המאור בטפיח דליכא למימר דביטלו הטפיח דא\"כ היה בונה בשבת ומפרש ר\"י ור\"ת דכלי חרש לא בעי ביטול וכו' עיי\"ש וזו היא השגת הראב\"ד ז\"ל אכן רבינו ס\"ל דכולא ברייתא בחד גוונא איירי ומשו\"ה הזכיר דין החבית ודין כלי חרש דקתני התם בסיפא דברייתא בחד דינא דבעינן מאוס ונקוב וזו היא כוונת מרן ז\"ל שסתם וכתב בפרק לא יחפור וראיתי להתוס' יו\"ט ז\"ל פ\"ו דאהלות שכתב דרבינו מפרש ההיא דפקקו את המאור דלאו לענין טומאה היא (אף דלא משמע כן מדבריו בפירוש המשנה עיי\"ש) וכתב דלא כתב הכ\"מ ליישב הכרח התוספות ושיש ראיה מבוארת בלשון רבינו דאף בסתם בעי שיבטל מדין זה דסתם החלון וכו' ותמה עוד על מרן ז\"ל שכתב בדין כלי מאוס ולמד מן הסוגיא וזה אינו דהרי התוס' והראב\"ד פליגי עלה והו\"ל לכתוב שרבינו מדמה דין החבית לדין כלי חרס עיי\"ש ולענ\"ד אין כאן מקום תמיהא אלא דקדוק בעלמא והאמת הוא שמרן קיצר וסמך על המבין ומדקדק דברי רבינו ואילו התוס' יו\"ט ז\"ל היה מדקדק הא דכתב מרן פרק לא יחפור הכוונתו דרבינו משוה להו לכולהו לענין ביטול לא היה מקשה כן אף דמודינא דדקדוק בעלמא איכא:"
            ]
        ],
        [
            [
                "<b>ארובה וכו'.</b> כתב מרן ז\"ל מצאתי כתוב ואע\"פ שאין בארובה פותח טפח לא אמרינן דהוי כלבוד דשאני טומאה דהכי גמירי לה ע\"כ דבר זה נראה שהוא מוכרח לשיטת רבינו שפסק פט\"ז דשבת הל' כ\"ד דאמרינן לבוד בפחות מג' וכ\"ש וק\"ו בפחות מטפח וראיתי להתוס' יו\"ט ז\"ל שכתב דאישתמיט למרן ז\"ל גמרא ערוכה בסוכה דף י\"ח שאמרו בפי' כן עיי\"ש ועם כי יש לצדד קצת בסוגיא ההיא וגם לומר דמ\"ש מרן ז\"ל מצאתי כתוב הכוונה בגירסת רבינו וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר עיי\"ש מ\"מ אכתי קשה וק\"ל. ומ\"ש בספרי רבינו",
                "<b>הבית ומה שכנגד הארובה</b> בדפוס מגדל עוז נמחקו אלו התיבות:"
            ],
            [],
            [
                "<b>כנגד הארובות טהור.</b> בדפוס מגדל עוז מוסיף והשאר טמא. ומ\"ש בספרי רבינו",
                "<b>הרי הבית טהור</b> כתוב שם הרי הבית כולו טהור. ומ\"ש כמו שביארנו הוא בפי\"ד הל' ב' ועיין מ\"ש שם:"
            ],
            [],
            [
                "<b>הבית כולו טמא.</b> בדפוס מגדל עוז כתוב הבית כולו טהור ועיין בהמבי\"ט ז\"ל בקרית ספר. ומ\"ש בספרי רבינו",
                "<b>גבוהה מן הארץ טפח</b> שם נמחק מן הארץ. ולמ\"ש מרן ז\"ל על רבינו והניחו בצ\"ע עיין להתוס' יו\"ט פ\"י דאהלות ד\"ה תוכה וכו':"
            ],
            [
                "<b>בין התחתונה ולעליונה.</b> בדפוס מגדל עוז כתוב בין התחתונים ולעליונים. ומ\"ש בספרי רבינו",
                "<b>לפי שכל טומאה שאינה תחת פותח טפח</b> בדפוס מגדל עוז כתוב לפי שכל טומאה שאין תחתיה פותח טפח. ומ\"ש בספרי רבינו",
                "<b>בית שנסדק גגו</b> בדפוס מג\"ע גבו וכ\"כ בקרית ספר להמבי\"ט ז\"ל ובעיקר הדין עיין להתוס' יו\"ט ז\"ל רפי\"א דאהלות:"
            ],
            [
                "<b>נתן רגלו או קנה וכו'.</b> לא ידעתי למה לא נאמר כן גם בבית שנסדק גגו דמאי שנא עד שזכיתי ומצאתי להתוס' יו\"ט ז\"ל שכתב דקאי גם לדין הבית ע\"כ אף דנראה דהו\"ל לערובינהו ולמתנינהו:",
                "<b>והצד העליון הרי הוא כאהל.</b> פי' מפני שהבני מעים הם למטה קרוב לטבור והצד העליון נמצא חלול שאין בו אלא המשך הקנה והושט והרע\"ב ז\"ל פי' שהגוף נחשב חלל אע\"פ שהבני מעים לתוכו ע\"כ ולפי מ\"ש א\"צ לזה:"
            ]
        ],
        [
            [
                "<b>ודבר ברור הוא שאינו מביא אלא מדבריהם.</b> מרן ז\"ל הביא דברי רבינו שבפירוש המשנה והרבה יש לתמוה עליו שהרי שם כתב רבינו להדיא ואלו השיעורין כולן הלכה למשה מסיני ע\"כ ואיך לא נרגש מזה שהוא היפך מ\"ש כאן ואין לומר דעל שיעור הי\"ג טפחים קאמר דהוי הלכה למשה מסיני אבל עיקר הטומאה היא מדבריהם דזה אין לו שחר כלל גם אין לומר דמ\"ש כאן מדבריהם היינו מפני שאינו מפורש בתורה אף שהוא הלל\"מ שהרי מרן גופיה הביא עלה ממ\"ש פרק מי שמתו דבר תורה אהל טפח חוצץ פחות מטפח אינו חוצץ דמשמע דאינו ד\"ת כלל ומדבריהם שכתב רבינו הוא כפשוטו ומצאתי להמבי\"ט בקרית ספר שכתב דאפשר דכוונתו דהוי הלכה פסוקה כהלכה למ\"מ ע\"כ וזה ג\"כ אינו דהרי כללו בכל השיעורין וצל\"ע:",
                "<b>וכן זיז שע\"ג הפתח וכו'.</b> משמע דזיז היוצא מפתח הבית שהזכיר לעיל היינו מן הצד וכאן ע\"ג הפתח וכן משמע מפשטא דמתני' דקתני הכא שע\"ג הפתח אמנם הר\"ש והרע\"ב ז\"ל כתבו דהכא בנסתם הפתח קאמר ומטו לה ממשמעות התוספתא עיי\"ש:"
            ],
            [],
            [
                "<b>זיז זה שע\"ג החלון.</b> בדפוס מגדל עוז זה נמחק. ומ\"ש בספרי רבינו",
                "<b>בשעה שמשקוף מביא</b> צ\"ל בשעה שמשקיף ביו\"ד והן הן דבריו שבפירוש המשנה וכן הוא בדפוס מגדל עוז ועיין לקמן פי\"ח הל' ב' ובעיקר הדין עיין להתוס' יו\"ט ז\"ל:"
            ],
            [
                "<b>או ביניהם.</b> בדפוס מגדל עוז נמחק. ומ\"ש בספרי רבינו",
                "<b>וטומאה תחתיהם תחתיהם וביניהם טמא</b> בדפוס מגדל עוז וטומאה תחתיו תחתיו וביניהם טמא ועיין למרן ז\"ל ומ\"ש בספרי רבינו",
                "<b>אלף אמה</b> בדפוס מגדל עוז אלף נמחק ומרן ז\"ל הגיהו:"
            ],
            [
                "<b>לוחות של עץ וכו'.</b> אע\"ג דתנן פרק במה מדליקין כל היוצא מן העץ אינו מטמא טומאת אהלים אלא פשתן כבר תירץ התוס' יו\"ט ז\"ל דההיא לענין שלא תטמא אחר הסרת הטומאה והכא מיירי בעוד שהטומאה תחתיו ע\"כ וכן מתבאר מדברי רבינו לעיל פ\"ה הל' י\"ב עיי\"ש:",
                "<b>משום כלים שנגעו בכלים.</b> בדפוס מגדל עוז כתוב משום כלים שאהלו על המת:"
            ],
            [
                "<b>היתה מוקפת צמיד פתיל וכו'.</b> מרן הקדוש ז\"ל תמה דאמאי לא אמרינן טומאה בוקעת ועולה ויורדת ומטמאה כל מה שבתוכה וצ\"ע ע\"כ ולא זכיתי להבין דבריו דהא כיון שמוקפת צמיד פתיל א\"א ליטמא אוכלין ומשקין שבתוכה כדתנן ספט\"ו דאהלות חבית שהיא מלאה משקין טהורים ומוקפת צמיד פתיל ועשאה גולל לקבר וכו' החבית והמשקין טהורים וכתב הרע\"ב ז\"ל שם מדכתיב וכל כלי פתוח וכו' ע\"כ ופסקו רבינו לעיל פ\"ו הל' ב' ולקמן ר\"פ כ' ואין חילוק בזה וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר:",
                "<b>תחת כולן טמא.</b> בדפוס מגדל עוז כתוב כולו טמא ובעיקר הדין עיין להר\"ש והרע\"ב ז\"ל:"
            ]
        ],
        [
            [
                "<b>אם יש בידו פותח טפח וכו' ואם לאו וכו'.</b> פי' שאין בידיו פותח טפח וביאר רבינו ספט\"ו דאהלות מפני שקטן בן יומו מטמא טמא מת ויהיה נער קטן ע\"כ וכונתו מבוארת דהשיעורין כולן בבינונים ויתכן שלא יהיה בידו פותח טפח כגון שהוא קטן:"
            ],
            [
                "<b>אדם שהשקיף בעד החלון וכו'.</b> כן הוא לשון המשנה והוא מלשון בעד החלון נשקפה ותיבב והמבי\"ט ז\"ל בקרית ספר גורס בצד החלון עיין עליו וצ\"ל דאין עודף על הכותל דאם עודף תיפו\"ל מיניה וביה וכמ\"ש רבינו פי\"ז הל' ג' וידוע דחלל העליון של אדם נקרא אהל לטומאה כמ\"ש ספט\"ז ועיין מ\"ש שם:"
            ],
            [
                "<b>נושאי המת וכו' והניף.</b> טעות סופר הוא וצ\"ל והגיף ורבינו מפרש המשנה כפשוטה דנושאי המת עצמן הם שהניפו כמ\"ש להדיא בפירוש המשנה ודלא כהר\"ש והרע\"ב דמפרשי על קוברי המת לא על נושאי המיטה משום דקשיא ליה דא\"כ מאי איריא קוברי המת:"
            ],
            [
                "<b>והאהילו נושאי המת וכו'.</b> לשיטתיה אזיל דמפרש קוברי המת דמתני' דהיינו נושאי המת ודלא כהר\"ש והרע\"ב כמ\"ש בדין הקודם ובמשנה זו פירשוה לענין נושאי המת אף דמתני' תני קוברי עיין עליהם:",
                "<b>היתה מוכני שלו וכו'.</b> מרן ז\"ל הביא דברי רבינו שבפירוש המשנה שמפרש מוכני גלגל וכו' ע\"כ והכי מוכח מדאמרינן בסוף פרק אמר להם הממונה גבי מוכני דכיור מאי מוכני אמר אביי גלגלא דהוה משקעא ליה אך בפ\"ג דהלכות כלים הל' ה' כתב היה בתוך הכלי תיבה קטנה כגון מוכני שבתוך השידה וכו' ואי מוכני הוא גלגל כעין אופן העגלות מה ענין תיבה לזה וכבר הושג מהראב\"ד ז\"ל שם ומ\"מ יש ליישב:"
            ],
            [],
            [],
            [
                "<b>כל שפועי אהלים וכו'.</b> עמ\"ש מרן ז\"ל באהל של פשתן מיירי וכו' לפי מ\"ש רבינו פ\"ה הל' י\"ב דבגד או שק או עור מטמאין באהל והיא משנה פכ\"ו דכלים צ\"ל דלא לאפוקי אלא דכוותייהו דפשתן דהיינו כל היוצא מן העץ וכ\"כ התוס' יו\"ט ז\"ל.",
                "<b>למ\"ש </b> מרן ז\"ל עוד כחצי זית מתוכו וכו' מצטרפין לטמא את האהל טומאת ז' כדתני פט\"ז דאהלות וכו' ע\"כ בנוסחתינו כתוב בדברי רבינו טמא טומאת ערב והם דברי משנתינו פרק ז' אכן הדבר מבואר דעל האהל עצמו קאמר וכ\"כ המבי\"ט ז\"ל בקרית ספר:"
            ]
        ],
        [
            [
                "<b>וכל שעל גבה.</b> בדפוס מגדל עוז נמחק. ומ\"ש בספרי רבינו",
                "<b>אבל אם היתה פחות</b> בדפוס מג\"ע כתוב פחותה. ומ\"ש בספרי רבינו",
                "<b>שהיתה טומאה</b> בדפוס מג\"ע כתוב היתה טומאה. ולמ\"ש מרן ז\"ל בשם רבינו שהוא מפרש דבכוורת של עץ וכיוצא איירי אלא שהיא גדולה שמחזקת מ' סאה וכו' עיין (כאן חסר):"
            ],
            [
                "<b>כוורת המוטלת בארץ בתוך הפתח ופיה לפנים והיא כלי שלם וכו'.</b> כתב מרן ז\"ל דין בבא זו כדין בבא ראשונה אלא וכו' ע\"כ ולפ\"ז מה שהוסיף רבינו כאן והיא כלי שלם קשה קצת דלעיל הו\"ל לכתוב כן והך בבא בההיא דלעיל אם לא שנאמר דכאן הוצרך לכתוב כן מפני מ\"ש אח\"ז שהכלי מביא את הטומאה ואינו חוצץ וכו':"
            ],
            [
                "<b>והיא ממלאה את כל גובה הבית.</b> מכאן יש להוכיח קצת דבכוורת של עץ וכיוצא קאמר והיא גדולה הרבה כדעת רבינו דלסברת הראב\"ד ודעמיה דס\"ל דבכוורת של חרס קיימינן רחוק המציאות הוא שתהא כל כך גדולה:"
            ],
            [
                "<b>כוורת חלולה שהיא כלי שלם וכו'.</b> כבר כתב מרן ז\"ל שבבא זו כבבות הקודמות עיין עליו וגם בזו ביאר רבינו שהיא כלי שלם מפני שהוא עתיד לבאר שהכלים מביאין ואינן חוצצין ומרן ז\"ל נרגש ממ\"ש רבינו",
                "<b>או שהיתה באה במדה וכו'</b> והרואה בביאורו להמשנה לקמן יראה דהתם לא נחית אלא לבאר המשנה ולא נחית לשיטת רבינו עיין עליו אך בסוף דבריו יישב דעת רבינו:"
            ],
            [],
            [
                "<b>כבר ביארנו וכו'.</b> הוא בפ\"ז דהלכות נזירות הל' ו' אך שם בפ\"ו הל' ט\"ו פסק דלוקה והוא היפך מ\"ש כאן והיפך מ\"ש לעיל פ\"ג הל' ג' ועיין מ\"ש שם:"
            ]
        ],
        [
            [
                "<b>שלשה דברים וכו'.</b> בפירוש המשנה ביאר רבינו שאין נוהג דין צמיד פתיל אלא בכלי חרס בלבד וכ\"כ לקמן רפכ\"א ודין האהל שמה שבתוכו טהור נראה דאיירי באהל שאינו מטמא דאל\"כ איך יחוץ:"
            ],
            [
                "<b>ואם מתו ובשר המת בתוך מעיהן וכו'.</b> דקדק לכתוב כן משום דאם כבר נתעכל הבשר שוב אין שייך שום טומאה ושיעור העיכול ביארו רבינו לקמיה:"
            ],
            [],
            [
                "<b>וכמה תשהה הטומאה במעיהן וכו'.</b> פי\"א דאהלות ופ\"ב דזבין ושיעור עיכול השתיה נלמד ממ\"ש רבינו בסוף הלכות פרה אדומה דלא בעי מעת לעת עיי\"ש:"
            ],
            [],
            [
                "<b>כל הבלועין בקרקעיתו של בית וכו'.</b> בפירוש המשנה פט\"ו דאהלות הביא רבינו מהספרי דדריש כל אשר באהל לעשות קרקע הבית כמותו עד התהום:"
            ],
            [
                "<b>ביב שהוא קמור וכו'.</b> קשה קצת דכיון שיש בו פותח טפח הרי אין כאן טומאה רצוצה וחוצץ וכיון שכן למה צריך שיהא בפתחו פותח טפח הא בלאו הכי אינו מטמא ותדע שהרי פסק רבינו לעיל מינה דטומאה בבית וכלים טמונין בקרקעיתו אם יש במקומן טפח על טפח טהורים שהרי הם תחת אהל אחר ע\"כ אכן יש לחלק בזה בין טומאה בבית לתוכו דכשטומאה בבית אז אם יש בביב פותח טפח טהורים אף שאין ביציאתו פותח טפח ואם יש טומאה בתוכו אם יש בו פותח טפח וביציאתו ג\"כ אז תצא הטומאה לחוץ ולא תטמא הבית אבל אם אין ביציאתו פותח טפח אף שיש בו פותח טפח תטמא הבית מכח דחשיב כגוף הבית עכ\"פ ומ\"מ עדיין הוא מגומגם מכח דינים אחרים ששנינו:"
            ],
            [
                "<b>וכן שני חדרים שהם פתוחים זה לזה ולבית.</b> אם בשעה שיש בהם החצי זית הם פתוחים לא הוי דומיא דחביות ועוד למה יהיו טהורים הלא הם מצטרפין עכ\"פ וצ\"ל שבשעת הטומאה דלתותיהם נעולים והוי דומיא דחביות וכן פירש הרע\"ב ז\"ל עיין עליו:"
            ]
        ],
        [
            [
                "<b>והם כלי גללים כלי אבנים כלי אדמה.</b> במתני' פ\"י דכלים תני להו להני ותני תו כלי נתר ורפ\"ב שם ביאר רבינו מה הוא ובפרקין כתב כלי חרס ומה שיתואר לו ר\"ל כלי נתר ע\"כ נראה דמטעם זה השמיטו כאן ורפ\"א דהלכות כלים מפני שהוא בכלל כלי חרס אף דמתני' תני כלי חרס וכלי נתר:",
                "<b>וכלי עצמות הדג ועורו.</b> במתני' תני תו עצמות חיה שבים ועורה ורבינו השמיטו נראה שסמך על מ\"ש פ\"א דהלכות כלים הל' ג' ששם הזכירו ועיין מ\"ש לעיל רפ\"ו. ודין עצמות העוף בסוף פ\"ק דחולין ונלמד ממתני' דכלים פי\"ז ויש במה שנברא וכו':"
            ],
            [],
            [
                "<b>אלא א\"כ היה הכלי כלי חרש.</b> לפי מ\"ש לעיל דרבינו לא הזכיר כלי נתר מפני שהוא בכלל כלי חרס קשה קצת מדין זה דהא הכא כלי חרש דוקא קאמר שהרי הקדים כל הכלים המצילים וכו':",
                "<b>כיצד חבית שכפויה.</b> בדפוס מגדל עוז כתב שכפוה. ומ\"ש בספרי רבינו",
                "<b>המצילין בצמיד</b> כתוב שם בצמיד פתיל. ומ\"ש בספרי רבינו",
                "<b>עד שיהיה להן דופן</b> בדפוס מגדל עוז כתוב עד שיהיה דופן טפח:"
            ],
            [
                "<b>כיצד כלי מהם.</b> בדפוס מגדל עוז מחם בחי\"ת ופשוט:"
            ],
            [],
            [],
            [
                "<b>שפת הכלי.</b> בדפוס מגדל עוז כתב בין שפת הבית:",
                "<b>חדות הבנוי וכו'.</b> בס' כתב יד קדמון מצאתי כתוב בשם רבי תנחום הירושלמי ז\"ל וז\"ל חדות הבנוי בתוך הבית ג\"י הוא דות מלשון התוקע לתוך הדות ובמקומות אומר לתוך החדות והכוונה אחת והוא כמו צהרי\"ג שבלשון ערבי בלעז סיסטיר\"נה והוא בנוי על פני הארץ והבור הוא חפור בארץ ופי החדות צר והוא כמו פסקיה שבלשון ערבי עכ\"ל:"
            ],
            [
                "<b>כבר ביארנו שהתנור הישן וכו'.</b> עיין מה שכתבתי לעיל פי\"א הל' ד':"
            ],
            [],
            [
                "<b>אבל כנגד אוירו של תנור.</b> בדפוס מגדל עוז כתוב הרי כלי (כאן חסר):"
            ]
        ],
        [
            [
                "<b>ושולי קרקעות.</b> בדפוס מגדל עוז כתוב שולי קרקעות כלים:"
            ],
            [
                "<b>ואם השקיע בו את הכלים.</b> וה\"נ זו היא טומאת בליעה שהזכיר לעיל הל' ג' ואפ\"ה מציל:"
            ],
            [
                "<b>שנפחת חציו.</b> בדפוס מגדל עוז כתוב שנפחת רובו. ומרן ז\"ל קיים גירסתינו. ומ\"ש בספרי רבינו",
                "<b>מטילין אותו לאומרו</b> בדפוס מגדל עוז מטילין אותו לחומרו ופשוט:"
            ],
            [
                "<b>תנור שהיתה סרידא.</b> (פי' שבכה) והרע\"ב ז\"ל פי' שהוא כמין עריבה קטנה ועיין להתוס' יו\"ט ז\"ל ובערוך פי' המצודות והוא קרוב לפי' רבינו:"
            ],
            [
                "<b>כשהוא דולק וכו'.</b> ברווח שהנקב רחב:"
            ],
            [],
            [],
            [
                "<b>וכן נסר שנתון בפי התנור וכו'.</b> בדפוס מגדל עוז כתוב וכן נסר שנתון על פי התנור ומרח מן הצדדים הציל היו ב' נסרים עד שימרח מן הצדדים ובין נסר לנסר:"
            ],
            [],
            [
                "<b>חמת של עור הדג והנייר.</b> נראה דנייר היינו שהלביש החבית דאילו חמת רחוק המציאות:"
            ]
        ],
        [
            [
                "<b>ולמה לא אמרו כלי חרס וכו'.</b> עיין להרב חיים אבועלפיה בס' עץ החיים פרשת בחקתי דף צ\"ג ע\"ב ולהתוס' יו\"ט ספ\"ק דעדיות כלי חרס וכו' עם הארץ נאמנים פרק ה' דאהלות ועיין בסוגיא דחגיגה:"
            ],
            [],
            [],
            [
                "<b>ארובה שבין בית לעליה וכו' הקדרה טמאה.</b> פ\"ה דאהלות וספ\"ט דכלים ופירשו הר\"ש והרע\"ב ז\"ל דהא דקדרה טמאה משום חומרא בעלמא הוא עיין עליהם:",
                "<b>האשה והעריבה טמאים והבצק טהור.</b> גם זו נראה לענ\"ד דמשום חומרא בעלמא הוא דאל\"כ איך לא תטמא הבצק שהרי היא עוסקת בו:",
                "<b>היה אהל נטוי וכו'.</b> פ\"ז דאהלות ע\"פ הכלל ר' יוסי ור' שמעון הלכה כר\"י ותשלום דין זה הביאו רבינו פי\"ח הל' ז':"
            ]
        ],
        [
            [
                "<b>בית שחלקו בקנקנים וכו'.</b> הטעם ביאר רבינו רפ\"ו דאהלות מפני שהקנקנים הם כלים ואינן חוצצין ועיין עוד לרבינו לעיל פט\"ו הל' ב':"
            ],
            [
                "<b>היו הכלים בתוך עובי המחיצה וכו'.</b> עמ\"ש הראב\"ד ז\"ל דין טומאה בלועה בכותל ביארה רבינו פ\"כ הל' ה':"
            ],
            [
                "<b>מפני שסתם תבן דעתו לפנותו.</b> עיין מ\"ש לעיל פ\"ז הל' ו' בדין מאי דבעי ביטול:"
            ],
            [],
            [
                "<b>וכן כותל המשמש את הבית וכו'.</b> עמ\"ש מרן ז\"ל ואיכא למידק כשהיתה הטומאה וכו' עד וצריך טעם למה ע\"כ י\"ל דטעם הדבר שהכותל בנוי לצורך הבית לבד משא\"כ מעזיבה שבנויה לעליה כמו שהיא בנויה לבית. תוס' יו\"ט ז\"ל:"
            ],
            [],
            [],
            [
                "<b>טומאה שהיתה בין קורות הבית וכו'.</b> כצ\"ל ולמה שהשיב מרן ז\"ל להשגת הראב\"ד ז\"ל דאין כל המקומות שוין וכו' עיין להתוס' יו\"ט ז\"ל פ\"ו דאהלות והרלב\"ח סי' קמ\"ב הביאו הכנסת הגדולה ז\"ל:"
            ]
        ],
        [
            [
                "<b>עמוד העומד וכו'. ואם היה פרח יוצא וכו'.</b> דין זה נראה שסותר לדין סמך סוכה לכותל שפסק לעיל בספ\"ז דכלים שתחתיה טמאים וכבר כתבתי הנראה לענ\"ד שם:"
            ],
            [
                "<b>והבית כולו טמא וכו'.</b> על מ\"ש הראב\"ד ומרן ז\"ל עיין להרלב\"ח ז\"ל סי' קמ\"ב הביאו הכנסת הגדולה ז\"ל:"
            ],
            [
                "<b>טומאה שבתוך הכותל וכו'.</b> עיין להרלב\"ח סי' קמ\"ב הביאו הכנסת הגדולה ז\"ל:"
            ],
            [
                "<b>חור גדול וכו'.</b> למה שהשיג הראב\"ד והגיה מרן ז\"ל עיין להמבי\"ט ז\"ל בקרית ספר שתיקן דברי רבינו:"
            ],
            [],
            [],
            [
                "<b>כלב שאכל וכו'.</b> עיין למהר\"י בן לב ח\"ג סי' מ\"ד ועיין עוד להתוס' יו\"ט:"
            ],
            [
                "<b>האשה שמת עוברה וכו'.</b> עיין להתוס' יו\"ט מה שפלפל בדברי רבינו ועיין בס' בית דוד נר\"ו שיישב דברי רבינו:"
            ],
            [],
            [],
            [
                "<b>מי שילדה שני ילדים וכו'.</b> על מ\"ש מרן ז\"ל דהכא במאי עסקינן בשהקיפו הרחם בפשוטי כלי עור וכו' כתב עליו התוס' יו\"ט ז\"ל שהוא דבר זר ורחוק ולמה לא תירץ ג\"כ דמאי טהור דקאמר מטומאת שבעה וכלומר שהוא טהור ממגע המת עצמו ע\"כ והרואה יראה הדוחק ובס' בית דוד נר\"ו הליץ בטוב בעד רבינו עיין עליו:"
            ],
            [
                "<b>וטומאת החיה מדבריהם וכו'.</b> עיין מה שכתבתי בס\"ד לעיל פ\"ב הל' ט\"ו על דברי מרן ז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות טומאת מת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}