{
    "title": "Teshuvot haRashba part IV",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvot_haRashba_part_IV",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "You have asked: Is it permitted to crumble pieces of bread to feed chickens on Shabbat? Should one be concerned about tehina (alt. “tohen”; grinding/milling/pulverizing, one of the  types of labor prohibited on Shabbat), or not? It stands to reason that it is permitted, since we maintain that one may render something into food. We further learn in a mishna (Shabbat 156b): “Gourds may be chopped up for livestock….” This applies not only to livestock, for which large pieces suffice, but also to fowl, since any manner of turning it into food is permitted. The mishna simply spoke of the normal case. Yet, it have a difficulty with this based on what is stated in the chapter “Klal Gadol” (Shabbat 74b): “One who dices beets (paris silka) very fine is liable on account of tohen.” If we attempt to answer that in this case it was not for the needs of that day, but to prepare to cook it that evening—as Maimonides states: “One who dices a vegetable very finely in order to cook it, has violated a tolada  of tohen.” This demands explanation: if this is truly tohen, how can we permit a type of labor that the Torah forbids for the sake of fowl and livestock? Similarly, regarding Maimonides’s ruling: “Therefore, one may not chop up carobs or unripe grain to place before livestock, whether large or small, since it resembles tohen. But one may chop up gourds for livestock and a carcass for dogs, because tohen does not apply to fruits.” I do not understand his opinion. Indeed, in Shabbat (155a), it is implied that the reason that one may not chop up carobs is because “we may not expend effort on food,” for carobs here are like unripe grain according to Rav, whose opinion we accept. Moreover, what does [Maimonides] mean by “tohen does not apply to fruits”? The quintessential tohen is of fruits like wheat and barley. And carobs are themselves fruits, so how could he say that this “resembles tohen”? Arukh explained “paris silka” as “like pressing, and it is not similar to the way it grows.” And regarding R. Alfasi (=Rif)’s explanation of one who dices beets—that the rationale is due to fine flour—the rabbi and kohen wrote that this requires explanation, for wood is no worse than beets. ",
            "Response: It stands to reason that paris silka means specifically dicing very fine, and in order to eat it the next day or later that day. This is because it is normal to dice beets finely on the eve of cooking them. Anything who does this as a matter of course and leaves it for later is liable. However, to eat it immediately, it is permitted, for they did not forbid a person to eat his food in large or small pieces. Rather, as they said (Shabbat 74a) regarding borer (sifting/selecting; one of the forbidden categories of labor on Shabbat): If one had [a mixture of] two types of foods before him, he may select one and eat it. He may not select one to put aside, and if he does so, he is liable for the death penalty. Abaye explained this as follows: One may select something and eat it right away, but to put it aside right away, and for later that day, may not be done, and if one did so, it is like selecting something to store away, and he is liable for the death penalty. We see from here that [it is permissible to pick something from a mixture] for immediate consumption, in the way that it is normal for people to eat, even though that same act would incur the death penalty if he were to leave it for later, even for later that day. The present case is similar. Regarding all of your challenges to Maimonides, I believe you are correct. The law that one may not chop up carobs is indeed because we may not expend effort on food, as it states there in the chapter “Mi She-hehshikh.” Moreover, his statement, “tohen does not apply to fruits, only to grain,” is refuted by the case of beets, as well as the cases of unripe grain and carobs, in my opinion. Furthermore, it is stated in the Yerushalmi: “One who mashed garlic: when he cracks open the head, he violated dash (threshing); when he picks it out of its peel, he violates borer; when he grinds it down with a pestle, he violates tohen; when it becomes liquefied, he violates lash (kneading); when he finishes the work, he violates makeh be-patish (putting on finishing touches). We see from here that grinding down garlic constitutes tohen. We also derive from the Yerushalmi that everything hinges on whether one does an action and consumes the food immediately and one who does the same action and leaves the food for later in the day. For one who cracks open a head of garlic violates dash and makeh be-patish, whereas if he eats it immediately, the Talmud permits it in the chapter “Tolin” (Shabbat 140a), which states: “Mustard that was kneaded on Friday, on the next day, Rav says, he stirs it with a utensil and not by hand.” And the conclusion is: we stir it by hand, not with a utensil. Therefore, one may even crumble bread to place before chickens that one is responsible to feed, for them to eat immediately, for we permit turning things into food. "
        ]
    ],
    "versions": [
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "שו\"ת הרשב\"א חלק ד",
    "categories": [
        "Responsa",
        "Rashba"
    ],
    "sectionNames": [
        "Teshuva",
        "Section"
    ]
}