{
    "text": {
        "0": {
            "0": {
                "0": {
                    "0": "מתני' <b>מאימתי מזכירין גבורות הגשמים.</b> שאומר משיב הרוח ומוריד הגשם ולפי שהגשמי' אחת מגבורותיו של הקב\"ה דכתיב עושה גדולות ואין חקר הנותן מטר על פני הארץ משום הכי קרי ליה גבורות הגשמים:",
                    "1": "<b>י\"ט אחרון של חג.</b> אבל כל שבעת ימי החג לא לפי שהן סימן קללה בחג משל לעבד שבא למזוג כוס לרבו ושופך לו קיתון על פניו כלומר אי אפשי בשמושך:",
                    "2": "<b>א\"כ.</b> אתה אומר מזכירין אע\"פ שאין שואלין הואיל ומשמע בעונתו אפילו בקיץ יזכירו מה אתה נותן סימן מי\"ט הראשון:"
                },
                "1": {
                    "0": "גמ' <b>ע\"י שד' מינין הללו.</b> שבלולב:",
                    "1": "<b>גדילין על המים.</b> כלומר אי אפשר להם לגדל בלא מים:",
                    "2": "<b>לפיכך הן באין.</b> למליצין על המים הלכך ראוי להזכיר גבורת הגשמים בעת נטילתם:",
                    "3": "<b>בשעה שהעבד משמש את רבו כל צרכו הוא תובע צרכיו ממנו.</b> כך בי\"ט הראשון של חג שנוטלין הלולב שהוא להראות שיצאו זכאין בדין כדאיתא במדרש וכבר עשו כל צרכיו בי' ימי התשובה וביה\"כ אז מבקשין על המים:",
                    "4": "<b>והלא משעה וכו'.</b> א\"כ מיד לאחר יה\"כ היה ראוי להזכיר א\"נ כשרוח רבו נוחה הימנו הוא תובע כל צרכו וכאן אע\"פ שנוטלין הלולב מ\"מ אין אנו יודעין שרוחו נוחה הימנו ועוד הרי התפלה סותרת הטעם דבירידת הגשמים בחג נראה שאין רוח רבו נוח הימנו ואיך ימלא שאלתו:",
                    "5": "<b>סמוך לפרסו.</b> שצריך לו ולא מקמי הכי ימים רבים וכיון שאינו צריך להן אלא ברביעה והיינו בג' במרחשון אין להתפלל אלא בי\"ט האחרון הסמוך לו ולא קודם:",
                    "6": "<b>משעת נטילת לולב.</b> והיינו מי\"ט הראשון של חג:",
                    "7": "<b>משעת הניחו.</b> קס\"ד מיום שמברכין בו באחרונה דהיינו בשביעי:",
                    "8": "<b>ופריך על דעתיה וכו'.</b> לשיטתו של זה התנא בברייתא בשלמא ר\"א ניחא כי היכא דסובר בברייתא סובר במתניתין אלא דר\"י אדר\"י קשיא דבמתניתין קאמר מי\"ט האחרון של חג ובברייתא קאמר מיום שביעי של חג:",
                    "9": "<b>קדמייתא.</b> היינו מתניתין:",
                    "10": "<b>ומשני שכל היום כשר ללולב.</b> א\"כ משעת הניחו נמי אינו אלא בי\"ט האחרון של חג:",
                    "11": "<b>ופריך ויזכיר מבערב.</b> בלילי י\"ט אחרון של חג שאז כבר הניחו ללולב ואין הגשמים סימן קללה:",
                    "12": "<b>ומשני לית כל עמא תמן.</b> אין כל העם מצויין בערב בבית הכנסת נמצא זה מזכיר וזה אינו מזכיר ויהו אגודות אגודות:",
                    "13": "<b>ופריך ויזכיר בשחרית.</b> של י\"ט האחרון:",
                    "14": "<b>ומשני אף הוא סבור וכו'.</b> אם היו מזכירין בתפלת שחרית זה שלא היה אתמול בערב בבית הכנסת יסבור שהם הזכירו מבערב ולשנה הבאה יזכיר מבערב ונמצא הוא משנה מטבע תפילתו מתפילת הציבור וה\"ל אגודות:",
                    "15": "<b>מכיון וכו'.</b> מתוך שהוא רואה שהציבור אינן מזכירין בשחרית אלא בתפילת מוסף יודע הוא שבודאי לא הזכירו מבערב:",
                    "16": "<b>הכין הוי וכו'.</b> כך היה רבי יונה אביך מקשי בה כאשר הקשיתי לך שר' מנא הוה בריה דרבי יונה:"
                },
                "2": {
                    "0": "<b>אסור ליחיד וכו'.</b> אהא דפריך ויזכיר בשחרית קמשני רבי חגי דאי אפשר שאין ליחיד להזכיר עד שיזכיר הש\"ץ תחלה קודם התפילה בקול רם משיב הרוח ומוריד הגשם ובשחרית אסור לעשות כן שהרי אסור להפסיק בין גאולה לתפילה:",
                    "1": "<b>בשליח ציבור הדבר תלוי.</b> שהוא חייב להזכיר אבל אין היחיד צריך להזכיר כלל אם אינו רוצה:",
                    "2": "<b>מה ופליג.</b> מי פליג ר' סימון עליך דסובר שעיקר הזכרה בש\"ץ תלוי וא\"כ הדרא קושיא לדוכתא. ויזכיר משחרית שהרי אפשר שש\"ץ יזכיר בתפלתו:",
                    "3": "<b>דא דאת אמר.</b> הא דא\"ר סימון:",
                    "4": "<b>בטל.</b> לומר בימות החמה משיב הרוח ומוריד הטל אין חיוב ליחיד להזכיר:",
                    "5": "<b>בגשם.</b> דחובה הוא על היחיד להזכיר ואסור להזכיר קודם שיזכיר הש\"ץ:",
                    "6": "<b>קמון לצלותא.</b> הבא לבה\"כ ועמדו העם להתפלל מוסף אע\"פ שלא שמע שאמר ש\"ץ משיב הרוח ומוריד הגשם מזכיר כיון שמתפלל עם הציבור והם כבר שמעו מהש\"ץ:"
                },
                "3": {
                    "0": "<b>כך ירידת גשמים חיים לעולם.</b> לכך קבעוהו להזכיר הגשמים בתחיית המתים:",
                    "1": "<b>כשחר נכון מוצאו.</b> וסמיך ליה יבוא כגשם לנו הרי שתחיית המתים וירידת הגשמים הוקשו להדדי:"
                },
                "4": {
                    "0": "<b>נשמע לו.</b> נתקבלו דבריו והסכים ה' על ידו שלא היה לא טל ולא מטר:",
                    "1": "<b>וחורנה.</b> כמו ואידך:",
                    "2": "<b>מן הדין קרייא.</b> מן האי קרא שמעינן דעל הטל לא נשמע לו:",
                    "3": "<b>ואתנה מטר.</b> ואילו טל לא קאמר ש\"מ טל לא מיעצר:",
                    "4": "<b>איכן הותר נדרו של טל.</b> הא לא כתיב אלא ואתנה מטר:",
                    "5": "<b>אדרעיא.</b> שם מקום:",
                    "6": "<b>נדר שהותר מכללו.</b> כלומר שהותר מקצתו הותר כולו וה\"נ כיון שהתיר לו הקב\"ה שבועת המטר ממילא הותר לו שבועת הטל:",
                    "7": "<b>אית דבעי מימר.</b> כמו איכא דאמרי:",
                    "8": "<b>בבנה של צרפית.</b> הותר לו נדר הטל וכדמסיק:",
                    "9": "<b>נפצע בנו.</b> של הגנב:",
                    "10": "<b>כך אמר הקב\"ה לאליהו.</b> אתה לקחת בחזקה הטל והמטר בשבועתך שהיו תחת ידו:",
                    "11": "<b>וארעא תפקידה תפלט.</b> הארץ תפלט ותוציא המתים המופקדים בתוכה:"
                },
                "5": {
                    "0": "<b>וכתיב תמן.</b> לעיל מיניה כתיב לך טל ילדותך וכתיב בתריה נשבע ה' וגו' ודרשינן נשבע אף אטל:",
                    "1": "<b>בדייתיקי.</b> נוטריקון דא תהא למיקם והיינו צואת שכיב מרע דבאמיר' בעלמא קני ואינה צריכה קנין וזהו שאמר יצחק ואברככה לפני מותי וברכו לאבינו יעקב בטל ויתן לך האלהים מטל השמים לפיכך אינו פוסק לעולם:",
                    "2": "ה\"ג לידי עבירות ומעשי' רעים והגשמים נעצרים:",
                    "3": "<b>אשר לא יקוה לאיש.</b> היינו לתפילת איש דאל\"כ פשיטא שאין דבר ביד איש לעשותו:"
                },
                "6": {
                    "0": "<b>היה עומד.</b> בימות הגשמים:",
                    "1": "<b>והזכיר של טל.</b> שאמר ומוריד הטל ולא אמר ומוריד הגשם:",
                    "2": "<b>מחזירין אותו.</b> קס\"ד לפי שלא הזכיר טל:",
                    "3": "<b>לא חייבו חכמים להזכיר.</b> דלימא בימות החמה משיב הרוח ומוריד הטל לפי שאינן נעצרין לעולם:",
                    "4": "<b>ומשני לא דמי האי דמצלי ומיקל.</b> מאן דמתפלל ומקלל שהגשמים סימן קללה הן בימות החמה לפיכך מחזירין אותו:",
                    "5": "<b>להאי דלא מצלי ולא מיקל.</b> שאינו מתפלל ואינו מזכיר טל ואינו מקלל ג\"כ בהזכרת הגשם הלכך אין מחזירין אותו:",
                    "6": "<b>אם לא שאל.</b> גשמים בברכת השנים:",
                    "7": "<b>ומשני ההוא דלא אדכר לא טל ולא מטר.</b> הלכך מחזירין אותו אבל אם הזכיר טל אע\"פ שלא הזכיר מטר אין מחזירין אותו מיהו בשאלה אע\"פ ששאל טל אם לא שאל מטר מחזירין אותו:"
                },
                "7": {
                    "0": "<b>שהיא מדוחק.</b> לצורך השעה שצריכין לגשמים די שיאמר בשומע תפילה:",
                    "1": "<b>אזכרה שהיא מריוח.</b> שאינה אלא שבח לא כ\"ש שדי שיאמר בשומע תפילה וא\"צ להחזיר:",
                    "2": "<b>בשלא אמרו בשומע תפילה.</b> הוא דמחזירין אותו ובברייתא נקט ברכת השנים ותחיית המתים לאו דוקא אלא ה\"ה שלא אמרן בשומע תפלה:"
                },
                "8": {
                    "0": "<b>איכן הוא חוזר.</b> אם לא אדכר עד לאחר שהתחיל רצה מהיכן הוא חוזר משומע תפלה או מן ברכת השנים או מראש:",
                    "1": "<b>ייבא כין.</b> אתיא כי האי:",
                    "2": "<b>בר\"ח.</b> אם שכח יעלה ויבא:",
                    "3": "<b>לעבודה.</b> לרצה דכל ג' ברכות אחרונות חשובות כברכה אחת:",
                    "4": "<b>וכא.</b> והכא גבי שאלה נמי הדין כן:"
                },
                "9": {
                    "0": "<b>בנינוה וכו'.</b> אנשי נינוה היו צריכין להתענות על הגשמים אחר הפסח:",
                    "1": "<b>אתון ושאלון לר'.</b> אם מותרין להתענות עליהן:",
                    "2": "<b>לכו ועשו.</b> תענית ובלבד מטבע שתקנו חכמים בתפלה:",
                    "3": "<b>היכן הוא אומרה.</b> אנשי נינוה היכן יאמרו תפילת הגשמים:",
                    "4": "<b>וא\"ל ר' לכו ועשו ובלבד שלא תשנו וכו'.</b> נמצא דאף בימות הגשמי' לפעמים אומרה בשומע תפלה ה\"ל כמשנה מטבע של תפלה של ימות החמה:",
                    "5": "<b>על דעתיה דר\"י.</b> לשיטת ר\"י א\"כ היכן הן אומרים בקשה על הגשמים:",
                    "6": "<b>ומשני בשש.</b> ברכות שמוסיפין ביום התענית כדתנן לקמן פ\"ב:",
                    "7": "<b>עד כדון.</b> כלומר הניחא ציבור יכול לאומרה בשש:",
                    "8": "<b>יחיד.</b> בתפלתו בלחש שאינו מתפלל אלא י\"ח ברכות היכן אומרה:",
                    "9": "<b>ואלו.</b> בקשת הגשמים צרכיו הם ואומרה בשומע תפלה ואין זה משנה ממטבע של תפילה שהוא אומר בה מה שירצה בכל השנה ואין ניכר השינוי:"
                },
                "10": {
                    "0": "<b>נתפלל ואינו יודע מה הזכיר.</b> כגון בימות החמה ואינו יודע אם הזכיר גשם או איפכא:",
                    "1": "<b>מה שהוא למוד הזכיר.</b> ומסתמא הזכיר גשם ולא טל כמו שהוא למוד בימות הגשמים ומחזירין אותו:",
                    "2": "<b>ה\"ג מזכיר במוסף ואינו מזכיר במנחה וערבית ושחרית ומזכיר במוסף וכ\"ה בבבלי.</b> וה\"פ מזכיר במוסף של שמיני ספק שביעי דשמא י\"ט האחרון הוא ופוסק במנחה שמא שביעי חול הוא ואין בו הזכרה עד למחר ופוסק נמי בערבית ושחרית של תשיעי ספק שמיני:",
                    "3": "<b>אלא עד ששים בתקופה.</b> שואלין לפי שהוא מקום נמוך ואין צריכין למטר כל כך:",
                    "4": "<b>הכי גרסינן בד\"א בא\"י אבל בח\"ל הכל לפי הזמן וכו'.</b> וה\"פ כי תנן מתניתין דוקא בארץ ישראל אבל בח\"ל לפי הזמן הצריך להם שואלין הגשמים:"
                },
                "11": {
                    "0": "בעונתן חביבין הגשמים כתחיית המתים:",
                    "1": "<b>ולא דמייא.</b> והא לא דמיין תחיית המתים לגשמים:",
                    "2": "<b>בעי בר נש וכו'.</b> וכי רוצה האדם שיחיו המתים בכל שעה דבפעם אחד סגי ואילו גשמים צריכין להם בני אדם כל שעה וחביבין להן יותר א\"נ חפץ האדם בכל שעה שיחיו המתים משא\"כ הגשמים אינן חביבין אלא בעונתן:"
                },
                "12": {
                    "0": "<b>מחלפא שיטתיה דר' אליעזר.</b> קשיא דר\"ל אדר\"ל ודר\"י אדר\"י:",
                    "1": "<b>בשובה ונחת.</b> דריש בשובה לשון תשובה:",
                    "2": "<b>אינן נגאלין לעולם.</b> בתמיה והא איכא קץ וכדמייתי בסמוך:",
                    "3": "<b>ועת צרה היא ליעקב.</b> ויעשו תשובה ומזה יושעו לקץ האמיתי:",
                    "4": "<b>ולא בכסף תגאלו.</b> ולא בתשובה דריש כסף מלשון בושה והעובר עבירה ומתבייש בה זו היא תשובה מעלייתא:",
                    "5": "<b>תשובה.</b> ולא בכסף תגאלו אלא בתשובה וכסף היינו הצדיקים וה\"ק ולא בזכות הצדיקים שבדור תגאלו אלא כל אחד בזכות עצמו על ידי התשובה:",
                    "6": "<b>צרור הכסף לקח בידו.</b> קאי על הצדיקים כדדריש בפרק חלק:",
                    "7": "<b>בעתה אחישנה.</b> אפי' בלא תשובה:",
                    "8": "<b>תשובה.</b> ודריש בעתה כמו ועתה ישראל וגומר דכל הפרשה איירי בתשובה:",
                    "9": "<b>אם זכיתם אחישנה.</b> בא לתרץ אע\"ג דאחישנה משמע בלא שום עיכוב לכך קאמר דאחישנה קאי אאם זכיתם ואם לאו בתשובה דוקא:",
                    "10": "<b>כי למועד מועדים וגו'.</b> אלמא יש קץ בדבר:",
                    "11": "<b>וככלות נפץ יד עם קדש.</b> כשתכלה הניפוץ שהיה בכח לעם קדש שלא יהיה בהם עוד כח לסבול הניפוץ אז יבא משיחנו כדכתיב כי אזלת יד וגו':",
                    "12": "<b>איסתלק ר\"א.</b> והודה לדברי ר\"י דאפילו בלא תשובה נגאלין לעת קץ:"
                },
                "13": {
                    "0": "<b>הדא דכתיב ויהי בימים הרבים ההם.</b> היינו שהגיע עת הקץ דמשנולד יצחק התחילו הת' שנה של ועבדום וגו':",
                    "1": "ה\"ג מתוך צרה ויאנחו בני ישראל מן העבודה מתוך צווחה וישמע אלהים את נאקתם מתוך זכות אבות ויזכור אלהים את בריתו וירא אלהים את בני ישראל מתוך תשובה וידע אלהים. שעיקר התשובה עזיבת החטא ושיתחרט בלבבו על מה שעבר ואין זה אלא בידיעת הבורא כי הוא יראה ללבב:",
                    "2": "ה\"ג וכן הוא אומר בצר לך מתוך צרה ומצאוך כל הדברים האלה באחרית הימים מתוך הקץ ושבת מתוך תשובה וכו'. וה\"פ אף לעתיד אינן נגאלין אלא מתוך אלו ה' דברים שבהן היתה גאולת מצרים וכולן רמוזין בהך קרא:",
                    "3": "<b>וינחם כרוב חסדיו מתוך תשובה.</b> שהיא החסד הגדול שעשה אלהינו עמנו שהרי התורה אמרה נפש החוטאת תמות אלא שהקב\"ה רב חסד הוא ומקבל התשובה תמורת הנפש:"
                },
                "14": {
                    "0": "<b>הוה איחטא בלשניה.</b> היה מגמגם בלשונו:",
                    "1": "<b>תהי בך.</b> התחרט בעבירות שעשית בלשונך:",
                    "2": "<b>ולעי באוריית'.</b> והוי עסוק בתורה:",
                    "3": "<b>מרפא לשון עץ חיים.</b> רפואה לחטא לשון עץ חיים היא התורה שנקראת עץ חיים כדכתיב עץ חיים היא למחזיקים בה:"
                },
                "15": {
                    "0": "<b>אלי קורא.</b> ישראל מתוך הצרות מפני גזרות שעיר:",
                    "1": "<b>אלי.</b> כלומר אלהי מהיכן יבא לעתיד משעיר כדכתיב מי זה בא מאדום חמוץ בגדים מבצרה:"
                },
                "16": {
                    "0": "<b>גלת השכינה עמהן.</b> מפני חבתן:",
                    "1": "<b>הנגלה נגליתי.</b> ה\"א דהנגלה ה\"א דתימא אלא שהתמיה מתקיימת ויש הרבה פסוקים כיוצא בו:",
                    "2": "<b>גלו למדי.</b> שמבבל יצאו למדי שדריוש המדי קיבל מלכות מבלשצר:",
                    "3": "<b>ועוררתי בניך ציון.</b> וכתיב בסיפא וה' עליהם יראה:",
                    "4": "<b>מה טעמא אלי קורא משעיר.</b> מפרש אלי כמו זה אלי ואנוהו. ל\"א שהנביא קורא שיענהו משעיר שמע מינה דהתם קאי:",
                    "5": "<b>מה יוצא לנו.</b> אם יגאלנו מיד:",
                    "6": "<b>אמרו לו שומר מה מילל.</b> פירש מה דיבר:",
                    "7": "<b>אמרו לו וגם לילה.</b> בתמיה חס ושלום שאחר הגלות יהיה עוד גלות:",
                    "8": "<b>אימת.</b> מתי יהיה קץ הפלאות:",
                    "9": "<b>אימתי דאתון בעיי.</b> מתי שאתם רוצים גם הוא רוצה:",
                    "10": "<b>אמרו לו מי מעכב.</b> אנחנו רוצים מיד בגאולה שלימה:",
                    "11": "<b>אמרו לו תשובה.</b> מעכבת כדכתיב שובו אתיו:"
                },
                "17": {
                    "0": "<b>היום אם בקולו תשמעו.</b> רישא דקרא כי הוא אלהינו ואנחנו עמו וצאן מרעיתו והיינו שאם אפילו היום לבד בקולו תשמעו:",
                    "1": "<b>אכלוהו היום.</b> גזרה שוה יליף מהכא דהיום אם בקולו תשמעו היינו יום השבת:",
                    "2": "<b>בשובה ונייח.</b> היינו בזכות מנוחה תושעון:"
                }
            },
            "1": {
                "0": {
                    "0": "מתני' <b>אין שואלין את הגשמים.</b> היינו אין מזכירין את הגשמים:",
                    "1": "<b>אלא סמוך לגשמים.</b> היינו יום ח' של חג דמחג ואילך זמן גשמים היא ומסתמא כרבי יהושע:",
                    "2": "<b>האחרון.</b> המתפלל תפלת מוסף מזכיר מוריד הגשם:",
                    "3": "<b>והראשון.</b> המתפלל תפלת שחרית אינו מזכיר גשם אלא טל:"
                },
                "1": {
                    "0": "גמ' <b>הלכה כרבי יודה שאמר משום רבי יודה בן בתירה.</b> היינו סיפא דאינו פוסק עד שיצא פסח וכדמסיק דהך ריב\"ב אמרה:",
                    "1": "<b>כדי שיצאו המועדות בטל.</b> לפיכך פוסקין בי\"ט ראשון של פסח מלשאול אלא אומר משיב הרוח ומוריד הטל וכן בחג כל ימי החג אומרים ומוריד הטל חוץ מי\"ט האחרון של חג שאומרים ומוריד הגשם:"
                },
                "2": {
                    "0": "<b>מחלפא שיטתיה דר\"י.</b> כלומר קשיא דר\"י אדר\"י:",
                    "1": "<b>תמן.</b> ברישא הוא אומר דביום טוב הראשון של פסח הוא פוסק והכא בסיפא קאמר רבי יהודה ששואלין עד שיצא פסח:",
                    "2": "<b>ומשני חדא בשם גרמיה.</b> אחד אמר בשם עצמו ואחד משמיה דרבו דהוא ריב\"ב:",
                    "3": "<b>הא הדא אמרה.</b> הרי זאת אומרת דרישא אמרה בשם עצמו וסיפא בשם ריב\"ב:"
                },
                "3": {
                    "0": "<b>בעון קומוי.</b> הקשו לפני רבי יוחנן מאי קשיא דר\"י אדר\"י דלמא רישא להזכיר אינו מזכיר אלא עד י\"ט ראשון של פסח:",
                    "1": "<b>כאן לשאלה.</b> סיפא איירי לענין שאלה ושואל והולך עד שיעבור פסח:",
                    "2": "הלכה לכ\"ע כל אימת שמזכירין שואלין:",
                    "3": "<b>נהיר את.</b> זכור אתה כשהיינו עומדין לפני חנותו של ר\"ה דודך ושאלנו ליה ואמר גם לדידי קמיבעיא לי:",
                    "4": "<b>ובסופה.</b> ולבסוף אתה צעקת עמו דרך פלפול:",
                    "5": "<b>מציית.</b> כמו צייץ:",
                    "6": "<b>ואמר.</b> ל\"ש בין הזכרה לשאלה דבמקום שמזכירין שואלין:",
                    "7": "<b>בכנישתא דבולי.</b> בבית הכנסת של עיר בולי:",
                    "8": "<b>בשעת המקדש שאני.</b> דאיכא עולי רגלים לא היו שואלין עד ג' במרחשון אבל בזמן הזה הלכה במקום שמזכירין שואלין:"
                },
                "4": {
                    "0": "<b>תבואה עושה.</b> פירש תבואה גדילה לששה חדשים:",
                    "1": "<b>לחדשיו יבכר.</b> האילן יוציא פירותיו לשני חדשים וכיון דמי\"ב חדשים נעשו ב' חדשים ה\"ה מה שנעשה בתבואה בעה\"ז בששה חדשים נעשה לעתיד בחדש אחד:",
                    "2": "<b>שהתבואה עשתה בימי יואל לט\"ו יום.</b> א\"כ אילנות לשלשים יום כפל מהתבואה:",
                    "3": "<b>בראשון.</b> היינו בר\"ח ניסן ירדו הגשמים וכתיב בני ציון גילו ושמחו בה' אלהיכם היינו הקרבת העומר:",
                    "4": "<b>ומשני בכל חדש וחדש יהא מבכר.</b> האילן ולחדשיו היינו חדשים דעלמא:"
                }
            },
            "2": {
                "0": {
                    "0": "מתני' <b>בג' במרחשון שואלין וכו'.</b> דזמן רביעה ראשונה בג' במרחשון וכר\"מ וכדמפרש בגמרא:",
                    "1": "<b>האחרון שבישראל.</b> שעלו לרגל וחוזרין לבתיהם שלא יפסיקום הגשמים:"
                },
                "1": {
                    "0": "גמ' <b>מתני'.</b> ת\"ק דמתניתין היינו ר\"מ:",
                    "1": "<b>הבכירה.</b> הראשונה דג' זמנים יש בגשמים:",
                    "2": "<b>בג'.</b> במרחשון:",
                    "3": "<b>והאפילה.</b> האחרונה:",
                    "4": "<b>אלא בר\"ח כסליו.</b> ש\"מ שאז הוא זמן רביעה אחרונה:",
                    "5": "<b>הכל מודים בי\"ז.</b> שהוא זמן רביעה:",
                    "6": "<b>כימה.</b> כוכב ששמו כימה:",
                    "7": "<b>מ\"ט.</b> כלומר מנ\"ל:",
                    "8": "<b>ביום הזה וגו'.</b> והיינו יום י\"ז במרחשון כמפורש בקרא:",
                    "9": "<b>ולמה לא אמר.</b> סתם הלכה כר\"מ:",
                    "10": "<b>ומשני אית תניי.</b> איכא תנא דמחליף דר\"מ לדר\"י לכך הוצרך לומר בפי' דהלכה כמ\"ד בג' במרחשון שואלין את הגשמי':"
                },
                "2": {
                    "0": "<b>ויהא אדם צריך לברך.</b> דתנן בברכות פרק הרואה על הגשמים הוא אומר הטוב והמטיב:",
                    "1": "<b>בתחילה.</b> שעדיין לא ירדו גשמי':",
                    "2": "<b>ובסוף.</b> שכבר ירדו גשמים בשנה ועכשיו יורדים שנית:",
                    "3": "<b>שידיחו פני הקרמיד.</b> לבנה העשוייה מעשה ידי יוצר שמסככים בה הגגות ונקראת קיירימי\"ט בלשון ישמעאל:",
                    "4": "<b>ה\"ג כדי שתשרה פי המגופה.</b> וה\"פ צריך טפי כדי שתהא פי מגופת החבית נשרית א\"נ שתהיה הארץ מרוככת כל כך מן המים שתהיה ראויה לגוף בה פי חבית בלי תוספת מים:",
                    "5": "<b>ופריך ויש מגופה נשרית.</b> והלא הרבה גשמים יורדים ואין המגופה נמחית שהיא חזקה. ל\"א וכי יש תמיד מגופה מונחת דנשער בה:",
                    "6": "<b>כאלו היא שרויה.</b> דלאו נמחית ממש אלא שירדו עליה גשמים כ\"כ כאילו היא נמחית ולל\"ב ה\"פ משערין אילו היתה שם מגופה היתה נשרית:",
                    "7": "<b>להפסק תענית נאמרה.</b> וה\"ק אם בתחלה קודם שהתחילו להתענות ירדו גשמים אפילו מועטין אין גוזרין תענית על הציבור אבל בסוף שכבר התחילו הציבור בתעניתם אין פוסקין עד שירדו גשמים מרובין לכל אחד כדאית ליה:",
                    "8": "<b>לברכה נאמרה.</b> בתחלה כדי רביעה וכו' ולא לענין הפסק תענית:",
                    "9": "<b>א\"ל אין.</b> דהכי מסתברא:",
                    "10": "ה\"ג א\"ל ר' חזקיה לרב אדא בר אבימי לא מסתברא להפסק תענית נאמרה א\"ל אין א\"ל למה אמרת ליה אין הכין א\"ל דהוא נהיג בשיטת רבינו. כ\"ה בברכות פרק הרואה וה\"פ דלר\"ח א\"ר אדא דלהפסק תענית נאמרה והקשה לו ר\"ח למה אמרת לרבי נחום הן שלענין ברכה נאמרה ולדידי קאמרת הן על הפסק תענית א\"ל רב אדא דאמר לרבי נחום כדעת רבו של ר' נחום:",
                    "11": "<b>מני רביה.</b> דרבי נחום:",
                    "12": "<b>ה\"ג א\"ל ואנן אמרין ר\"י בשם ר\"ז וכו'.</b> כ\"ה בברכות וה\"פ והלא אף ר\"ז רבו אמר דלהפסק תענית נאמרה:"
                },
                "3": {
                    "0": "<b>שאת ממניען זו מזו.</b> מפרידן הטיפות זו מזו שלא יתערבו:",
                    "1": "<b>סליק מבקרה.</b> עלה לבקר חולה:",
                    "2": "<b>עד דהוא תמן.</b> בעודו היותו אצל ר\"י מגדלאה ירדו גשמים:",
                    "3": "<b>קליה שמע.</b> שמע קולו של ר\"י שהיה מברך ברכת הגשמים ומסיים בה אלף וכו':",
                    "4": "<b>שאת גומל טובה לחייבים.</b> שהגשמי' טובים לרשעי' ולצדיקים:",
                    "5": "<b>ההדא מנן לך.</b> כלומר מנא לך הא:"
                },
                "4": {
                    "0": "<b>ה\"ג מלא כלי המחרישה ג' טפחים.</b> וכ\"ה בבבלי וה\"פ שיראו המים בתלם מחרישתו שהוא עומק ג' טפחים:",
                    "1": "<b>בתחילה.</b> ברביעה הראשונה די בגשמים שיורדים עד טפח שעדיין הארץ לחה:",
                    "2": "<b>ובשנייה.</b> אם לא ירדו גשמים עד רביעה שנייה צריך טפחיים:",
                    "3": "<b>ובשלישית.</b> אם לא ירדו גשמים עד רביעה שלישית בעינן ג' טפחים שכבר נתייבשה הארץ:",
                    "4": "<b>אין לך טפח.</b> כשנכנסו גשמים בעומק הקרקע טפח התהום עולה ומתגבר טפחיים ואע\"ג דסמיכי דארעא אלפא גרמודא מ\"מ רטיבותא מהניא:",
                    "5": "<b>ומ\"ט.</b> ומנ\"ל:",
                    "6": "<b>תהום אל תהום קורא.</b> העליון אומר לתחתון עלה ואני יורד והתחתון אומר לעליון רד ואני עולה:"
                },
                "5": {
                    "0": "<b>המים העליונים זכרים.</b> שאין תאותם תמידות כזכר שאינו מתאוה תמיד לנקבה:",
                    "1": "<b>והתחתונים נקבות.</b> שתמיד דעתה עליו כדאמרינן יותר ממה שהאיש רוצה לישא האשה רוצה להנשא:",
                    "2": "<b>זו פריה ורביה.</b> שמצמיחים ומולידים את הארץ:",
                    "3": "<b>זו ירידת גשמים.</b> שהיא באה בצדקה:",
                    "4": "<b>לתיקונו ולישובו של עולם.</b> הלכך אע\"פ שאינן כדאי נותן להם בצדקה:",
                    "5": "<b>ר\"א ותני לה בשם רשב\"ג.</b> כלומר רבי אחא אמרה ותניא נמי בשם רשב\"ג כוותיה דלמה נקראת רביעה ובברכות הגירסא ר\"א תני לה בשם רשב\"ג וקאי אדלעיל דהא דרשב\"א תני לה ר\"א בשם רשב\"ג:",
                    "6": "<b>שהיא רובעת את הארץ.</b> כזכר הרובע את הנקבה והיא מתעברת ויולדת:"
                },
                "6": {
                    "0": "<b>בצור.</b> סלע:",
                    "1": "<b>ה\"ג תני רשב\"א אין הארץ שותה אלא לפי חיסומה א\"כ מה יעשו שרשי חרוב ושרשי שקמה אר\"ח אחת וכו'.</b> לרגעים אשקנה תני וכו'. וה\"פ לפי חיסומה מלמעלה ואין המים נכנסים בעומק וקשיא ליה א\"כ שרשי חרוב וכו' מאין להם רטיבות שהן יורדין בעומק הארץ ומשני ר\"ח שהתהום עולה ומשקה אחת לל' יום והוא מלחלח הארץ:",
                    "2": "<b>לרגעים אשקנה.</b> לזמנים שאין בני אדם יודעים הוא משקה הארץ והיינו ע\"י התהום:"
                },
                "7": {
                    "0": "<b>אם היתה השנה חסירה.</b> כגון שהיו מניסן ועד חשון ה' חסירים:",
                    "1": "<b>נותנין לה חסרונה.</b> ואין הרביעה מג' במרחשון אלא מוסיפין עליה חסרונה ואם לאו הולכין אחר סידרה:",
                    "2": "ואע\"פ שיודעין שתהיה השנה מעוברת זמן הרביעה מג' במרחשון:",
                    "3": "<b>לעולם הולכין אחר סדרה.</b> אע\"פ שחסרו ה' חדשים קודם מרחשון מן הרביעה מג' בו:",
                    "4": "<b>אם היתה שנה מעוברת.</b> כגון שעיברו השנה אחר ר\"ה מיד אין זמן הרביעה מתחלת אלא מג' בכסליו:",
                    "5": "<b>ופריך מחלפה שיטתיה דרבי תמן.</b> בערכין פ\"ט תנן המוכר בית בבתי ערי חומה רבי אומר נותנין לו שנה ועיבורה בין בשנה פשוטה בין בשנה מעוברת נותנין לו שס\"ה ימים וה\"ה בכל דבר התלוי בשנים סובר רבי דנותנין לו שס\"ה ימים:",
                    "6": "<b>וכא.</b> והכא אומר ר' אחר עיבורה דנותנין לו כל העיבור:",
                    "7": "<b>ומטי בה.</b> ואית דאמרי:",
                    "8": "<b>לבסוף נצרכה.</b> כמו קשיא כלו' לבסוף קמיבעי' לן דברי ר':"
                }
            },
            "3": {
                "0": {
                    "0": "מתני' <b>הגיע י\"ז במרחשון.</b> וכבר עברו ג' זמנים שהן ג' וז' וי\"ז מרחשון:",
                    "1": "<b>היחידים.</b> מפרש בגמ' ופריך מכיון שהוא מתמנה פרנס על הציבור הוא מתפלל ונענה. בתמיה וכי מה טיבו עביד שיהא נענה:"
                },
                "1": {
                    "0": "גמ' <b>ומשני אלא כיון וכו'.</b> ונמצא נאמן בעבודת הציבור ומוסר נפשו לעמוד בפרץ להגין עליהם כדאי הוא שיענה לו מן השמים כשמתפלל בעד הציבור:"
                },
                "2": {
                    "0": "<b>חד בר נש וכו'.</b> אדם אחד היה מדקדק להוציא מעשרותיו כראוי:",
                    "1": "<b>א\"ל רבי מנא.</b> ביום התענית של הגשמים שיאמר בערתי הקדש מן הבית וכו' השקיפה ממעון קדשך וכו' עד סוף הפרשה:"
                },
                "3": {
                    "0": "<b>א\"ל רבי זכה עמי.</b> תן לי צדקה שתזכה על ידי:",
                    "1": "<b>א\"ל ולא הוה לאביך פריטין.</b> כלומר והלא אביך עשיר היה ולמה אתה רוצה ליהנות מן הצדקה:",
                    "2": "<b>א\"ל גביי וכו'.</b> א\"ל קריבוי דר' ינאי אצלי הם מופקדין מעותיו של אביך טול אותן:",
                    "3": "<b>א\"ל שמעתי עליהן.</b> שהן ממעות גזל ואינני רוצה ליהנות מהן:",
                    "4": "<b>סרקין.</b> גזילה:",
                    "5": "<b>א\"ל קריבוי דרבי ינאי.</b> לאיש זה שלא רצה ליהנות ממעות אביו משום חשש ספק גזל ואע\"פ שלא היה לו תובעין כדאי אתה שתהיה מתפלל על הציבור ותהיה נענה מן השמים:"
                },
                "4": {
                    "0": "<b>איתחמי לרבנן.</b> נראה לחכמים בחלום בשעה שהיו צריכין לגשמים:",
                    "1": "<b>פלן חמרא.</b> פלוני מנהיג החמרים שהוא צדיק ויתפלל וירד המטר:",
                    "2": "<b>שלחון.</b> חכמים והביאוהו:",
                    "3": "<b>א\"ל מה אומנך.</b> עבידתך:",
                    "4": "א\"ל ומה מעשים טובים עשית:",
                    "5": "<b>א\"ל חד זמן וכו'.</b> פעם אחת השכרתי חמורי לאשה אחת:",
                    "6": "<b>והוית.</b> והיתה בוכה בתוך הדרך ואמרתי מה לך שאתה בוכה:",
                    "7": "<b>אמרה לי בעלה.</b> הוא חבוש בבית האסורים:",
                    "8": "<b>ואנא.</b> רוצה לראות מה לעשות להוציאו כלומר שדעתה להשכיר עצמה לזנות כדי להוציא בעלה:",
                    "9": "<b>וזבנית חמרי.</b> ומכרתי חמורי ונתתי לה הדמים ואמרתי לה הא לך מעות ופדה בעלך ולא תחטא בזנות:",
                    "10": "א\"ל חכמים כדאי את שתתפלל ותהיה נענה:"
                },
                "5": {
                    "0": "<b>איתחמי וכו'.</b> נראה לר\"א בחלום אדם ששמו פנטקקא יתפלל ויבא המטר התפלל וירד המטר וי\"מ פנטקקא חמש רעות בלשון יון ועל שם חמשה עבירות שהיה עושה בכל יום כדמסיק נקרא כן:",
                    "1": "ה\"ג א\"ל מה אומנך א\"ל חמש עבירן ההוא גוברא עביד בכל יום:",
                    "2": "<b>מוגיר זנייתא.</b> משכיר זונות:",
                    "3": "<b>משפר תייטרון.</b> מייפה ומכבד ומתקן מקום השחוק ומושב הלצים וכן בל\"א נקרא תייטרו\"ם:",
                    "4": "<b>מעיל מניהון לבני.</b> מכניס בגדיהון של הזונות לבית המרחץ:",
                    "5": "מטפח ומרקד קדמיהון אף הוא בעצמו מרקד לפניהם ומקיש בכלי זמר:",
                    "6": "<b>בבבוייא.</b> כמו אביב והוא החליל:",
                    "7": "<b>א\"ל חד זמן.</b> פעם אחת הייתי מייפה התייטרון ובאתה אשה אחת והעמידה עצמה אחורי העמוד שבתייטרון ובכתה:",
                    "8": "<b>ואמרתי לה מה לך.</b> שאתה בוכה:",
                    "9": "<b>א\"ל בעלה.</b> הוא חבוש בבית האסורי' ואני רוצה לראות להשכיר עצמה לזנות לוקח ממון לפדות בעלי:",
                    "10": "<b>וזבנית ערסי ופרוס ערסי.</b> ומכרתי מטתי והמצע שעליה ונתתי לה דמיה וא\"ל הא לך מעות אלו ופדה בעלך ולא תחטא בזנות:",
                    "11": "<b>א\"ל.</b> כדאי את להתפלל על הגשמים דמזה נראה שכל מעשיך לשם שמים שלא יחטאו בנות ישראל בזנות:"
                },
                "6": {
                    "0": "<b>איתחמי לרבנן.</b> נראה לרבנן בחלום שחסיד שבכפר אימי יתפלל וירדו הגשמים:",
                    "1": "<b>סלקון.</b> עלו החכמים אצלו:",
                    "2": "<b>א\"ל בני ביתו.</b> לחכמים שהוא כעת בהר:",
                    "3": "<b>נפקון לגביה.</b> יצאו אליו להר:",
                    "4": "<b>א\"ל אישר.</b> חזק כדרך שאומרים לפועלים:",
                    "5": "<b>ולא אגיבון.</b> ולא החזיר להם שלום:",
                    "6": "<b>יתיב מיכול.</b> כשישב לאכול לא אמר להם בואו ואכלו עמי:",
                    "7": "מי עלל כשנכנס עשה חד משא של עצים ונתן סודרים על גב המשא שלא כדרך נושאי המשא שנותנים הסודר על הכתף ואח\"כ המשא על הסודר:",
                    "8": "<b>עאל וכו'.</b> נכנס ואמר לאשתו אלו חכמים באו לכאן ורוצים שאתפלל על הגשמים:",
                    "9": "<b>ואין אנא וכו'.</b> ואם אני מתפלל לפניהם והגשמי' יורדין גנאי הוא לחכמים שהם גדולים ממנו והתפללו ולא ירדו הגשמים:",
                    "10": "<b>ואין לא.</b> נתפלל יש בזה חילול שם שמים שהעכו\"ם יודעין שאין בהם מגשימים כי אם ישראל אף בהיותם בארצות העכו\"ם נענים בהתפללם על ירידת הגשמים:",
                    "11": "<b>אלא.</b> בוא אני ואתה נעלה לגג להתפלל ואם ירד המטר בתפלתינו נאמר להן כבר נעשה לכם ניסים מן השמים ואינכם צריכין ואם לא ירדו נאמר להם אין אנחנו כדאי להיות נענה בתפלתינו שכבר התפללנו ולא ירדו. וסלקון וכו'. ועלו והתפללו וירד המטר:",
                    "12": "<b>נחת לגבון.</b> ירד אצל החכמים:",
                    "13": "<b>א\"ל למה.</b> הטרחתם עצמכם לבוא לכאן היום הזה:",
                    "14": "אמרין ליה רוצים אנו שתתפלל שירד המטר:",
                    "15": "<b>א\"ל.</b> ולתפלתי אתם צריכין בתמיה כבר נעשה לכם נסים מן השמים:",
                    "16": "<b>למה.</b> כשהיית בהר ואמרנו לך איישר לא השבת לנו שלום:",
                    "17": "<b>א\"ל דהוינה.</b> עוסק בפעולתי ואני שכיר יום וכי אני רשאי להסיח דעתי מן עבודתי:",
                    "18": "<b>אמרו ליה ולמה.</b> כשישבת לאכול לא אמרת לנו לאכול עמך:",
                    "19": "א\"ל דלא היה אצלי אלא פרוסה אחת מה הייתי אומר לכם שתאכלו עמי כחונף וכגונב דעת:",
                    "20": "<b>א\"ל למה.</b> כשרצית לכנוס לעיר נתת הסודר ע\"ג המשא שלא כדרך נושאי הסבל:",
                    "21": "<b>דלא הוות דידי.</b> אלא שאולה היתה להתפלל בה ואם הייתי נותנת אותה תחת המשא היתה נקרעת:",
                    "22": "<b>ולמה.</b> כשהיית בהר היתה אשתך מלובשת בגדים צואין וכשנכנסת מן ההר הייתה לובשת בגדים נקיין:",
                    "23": "<b>א\"ל.</b> כשאני הייתי בהר היא לובשת. בגדים צואין שתתגנה שלא יתן שום אדם עיניו בה וכשאני נכנס מן ההר היא לובשת בגדים נקיים כדי שלא אתן עיני באשה אחרת:",
                    "24": "<b>א\"ל.</b> כדאי אתה להתפלל ותענה מן שמים:"
                },
                "7": {
                    "0": "<b>מותר.</b> לאכול בלילה כשמקבל עליו להתענות למחר וה\"ה בכל תענית שאוכל משתחשך עד שיאיר המזרח:",
                    "1": "<b>ה\"ג מה ת\"ל עד קריאת הגבר קרא תרנגולא.</b> וה\"פ אע\"ג דהא דתנן במתניתין דיומא וסוכה קריאת הגבר היינו קרא גברא זהו דוקא בעניני המקדש אבל כאן שהוא לסימן לכל אינו אלא קריאת התרנגול:",
                    "2": "<b>ישן.</b> לאחר אכילת הלילה ועמד אפילו קודם קריאת הגבר אסור:",
                    "3": "<b>בשלא התנה.</b> קודם השינה שרוצה לאכול אחר הקימה הוא דאסור לאכול אבל אם התנה מותר לאכול לכ\"ע עד שיאיר המזרח:"
                }
            },
            "4": {
                "0": {
                    "0": "מתני' <b>שלש תעניות.</b> שני חמישי ושני:"
                },
                "1": {
                    "0": "גמ' <b>שב\"ד גוזרין להפסיק.</b> מבעוד יום מלאכול ולשתות אין עוברות ומניקות מתענות בם שלא יארע תקלה לולד:",
                    "1": "<b>בשגזרו.</b> מתחלה שלא להפסיק וכבר התענו המעוברות והמניקות אז אין להן להתענות בתעניות שגזרו להפסיק:",
                    "2": "<b>אבל אם גזרו מיד להפסיק.</b> כגון במכות בצורת או שפסקו הגשמים בין גשם לגשם מ' יום:",
                    "3": "<b>ותני כן.</b> ותניא נמי הכי:",
                    "4": "ה\"ג אבל בשלש השניות ובשבע האחרונות אינן מתענות וכו':",
                    "5": "<b>לא בשגזרו כבר שלא להפסיק.</b> וכי לא מוכח מהכא דדוקא בשגזרו תחלה שלא להפסיק הוא דאין מתענין בתענית שמפסיקין בו אבל בגזרו מיד להפסיק לא דהא תני בט\"ב וביה\"כ מתענין אע\"ג שמפסיקין ועוד דא\"כ ליתני סתמא בט\"ב וביה\"כ מתענין אבל שאר תעניות שמפסיקין אין מתענין אלא ודאי דוקא הני תעניות דגשמים כיון דכבר גזרו שלא להפסיק הוא דאין מתענין אבל לא שאר תעניות:"
                }
            },
            "5": {
                "0": {
                    "0": "מתני' <b>אוכלין ושותין מבעוד יום.</b> כמו שעושין בצום כפור:"
                },
                "1": {
                    "0": "גמ' <b>קדשו צום קראו עצרה.</b> כעצרת מה עצרת אסור בעשיית מלאכה אף צום אסור בעשיית מלאכה ול\"נ קדשו צום היינו יה\"כ קראו עצרה היינו שאר תענית שגוזרין ב\"ד על הציבור ופירש זה קרוב לשיטת סוגיין:",
                    "1": "<b>ופריך והא תני הלילה מותר והיום אסור.</b> ואס\"ד כעצרת יש לנו לאסור מאורתא כעצרת דאסור בעשיית מלאכה מבערב:",
                    "2": "<b>אספו עם.</b> בסיפא דקרא כתיב אספו זקנים מה אסיפת העם ביום דבלילה כל אחד בביתו ואינן נאספין אף צום ביום:"
                },
                "2": {
                    "0": "<b>נשייא וכו'.</b> נשים שנוהגין שלא למיעבד מלאכה במוצאי שבת כלל לאו מנהגא הוא ומנהג בטעות הוא:",
                    "1": "<b>עד דיתפני סידרא.</b> ומה שנוהגין הנשים שלא לעשות מלאכה במ\"ש עד שיגמרו הקדושה בבית הכנסת מנהג טוב הוא:",
                    "2": "<b>בתרייא וכו'.</b> ושנוהגין שלא לעשות מלאכה בשני ובחמישי אינו מנהג:",
                    "3": "<b>עד דיתפני תענית.</b> ושנוהגין שלא לעשות מלאכה עד לאחר תענית הציבור מנהג יפה הוא:",
                    "4": "<b>ביומא דערובתא.</b> ושנוהגין שלא לעשות מלאכה בע\"ש ובעי\"ט לאו מנהגא הוא אבל הנוהגין שלא לעשות מלאכה בע\"ש ובעי\"ט מן המנחה ולמעלה מנהג נכון הוא ואסור להתיר להן:",
                    "5": "<b>דלא למשתייה.</b> שלח לסדר ולערוך החוטין שהולכין לאורכו של בגד מלשון או בשתי או בערב:",
                    "6": "<b>מן דאב עליל.</b> מר\"ח אב ואילך מנהג:",
                    "7": "<b>שבו.</b> בחדש אב פסקה אבן שתייה והיא האבן שממנו הושתת העולם והיה מונח בבית קדשי הקדשים:",
                    "8": "<b>מה טעם.</b> כלו' מנא לן:",
                    "9": "<b>דכתיב כי השתות יהרסון.</b> ש\"מ שבחרבן בה\"מ השתות נהרסו:"
                },
                "3": {
                    "0": "<b>אעין דשיטין.</b> עצי ארז היה בכפר ששמו מגדל צבעייא שמשם קצץ יעקב ארזים לצורך המשכן והביאום למצרים ואנשי מגדל צבעייא נהגו בהם קדושה משום קדושת הארון והמשכן שמתחלה נטעם אברהם לצורך המשכן כדאיתא בב\"ר:",
                    "1": "<b>מהו מיעבד בהון מלאכה.</b> מי אמרינן כיון דנהגו בהן איסור אסורין לעולם או דילמא אין לך דבר שנעשה מצותו ומועלין בו שהרי לקחו לצורך הארון והמשכן די והותר:",
                    "2": "<b>כל דבר שהוא מותר.</b> והוא נוהג בו איסור מחמת טעות שסובר שהוא אסור:",
                    "3": "<b>נשאל.</b> לחכמים ומתירין לו דמנהג בטעות לאו שמיה מנהגא:",
                    "4": "<b>וכל דבר שהוא.</b> עצמו יודע בו שהוא מותר אלא שנוהג בו איסור מחמת גדר או סייג אם בא לישאל אין מתירין לו:"
                },
                "4": {
                    "0": "<b>בתענית ציבור.</b> כגון תענית גשמים השניות והאחרונות:",
                    "1": "<b>בט\"ב מרחיץ ידיו.</b> וכשעדיין המים ע\"ג ידיו רוחץ בהן פניו:",
                    "2": "<b>ומעביר את המפה.</b> שהיא לחה קצת מקינוח הידים ע\"ג פניו:",
                    "3": "<b>תרי מרטיטה.</b> שהיה שורה בגדים בלואים במים מעיה\"כ ונותנן תחת הכד ליסחט קצת לעשות כמין כלים נגובים ולמחר מעבירם ע\"ג פניו:",
                    "4": "<b>אלא איסור מלאכה במקום שנהגו.</b> דיש מקומות שעושין מלאכה בט\"ב ויש מקומות שאין עושין כדתנן בפרק מקום שנהגו ובתענית ציבור מותר בעשיית מלאכה בכל מקום שמעינן מיהת דלענין רחיצה שוין וקשיא לריב\"ל:",
                    "5": "<b>ואינו חושש.</b> משום רחיצה:",
                    "6": "<b>כהן תנייא.</b> כהאי תנא דמותר לעבור במים לילך אצל רבו ובתו:",
                    "7": "<b>והיו רגליו קיהות.</b> עייפים מחמת טורח הדרך:"
                },
                "5": {
                    "0": "<b>בשבת.</b> כל סיכה מותרת ובלבד דלא מוכחא מילתא דלרפואה קעביד:",
                    "1": "<b>בין סיכה שאינה של תענוג.</b> כגון שיש לו חטטין בראשו:",
                    "2": "ה\"ג תני שוות וכו':",
                    "3": "<b>לאיסור.</b> גבי מעשר שני תרומה ולאיסור עשה וכדמסיק:",
                    "4": "<b>ולתשלומין.</b> אם סך זר בתרומה חייב לשלם חומש כאילו שתה ולא מיקרי מזיק וכן בהקדש:",
                    "5": "<b>אבל לא לעונש.</b> למלקות וכרת:",
                    "6": "<b>ופריך והא תני ולא יחללו.</b> דכתיב בתרומה לרבות השותה והסך ש\"מ דאף סך איכא עונש וקשיא אהך ברייתא דתני בה אבל לא לעונש:",
                    "7": "<b>ומשני אר\"י לית כאן סך.</b> כלומר סמי מכאן סך דולא יחללו להביא את השותה לחוד הוא דאתי:",
                    "8": "<b>א\"ר אבא מרי.</b> אם לית כאן סך אף שותה ליכא למימר דאתי מריבויי' דולא יחללו:",
                    "9": "<b>דלכן.</b> דאל\"כ אלא דלא יחללו להביא את השותה לחוד הוא דאתי ש\"מ דאין שתייה בכלל אכילה דאי בכלל אכילה היא למה צריך קרא לרבויי א\"כ קשיא וכי דבר שהוא בא משני לאוין מצטרף ואנן תנן במתניתין דיומא האוכל והשותה מצטרפין אלא ודאי דכולא בריית' משבשתא בשלמא אי מרבינן סך מולא יחללו איכא למימר דה\"ק לרבות את הסך כשותה וכ\"ה בבבלי בנדה אבל אי תני שותה לבדו קשיא:"
                },
                "6": {
                    "0": "<b>מנין שהיא מחוור בעשה.</b> שיש איסור עשה בסך שמן של מעשר שני אף ע\"פ שאין בו לאו:",
                    "1": "<b>מה נן קיימין.</b> במאי עסקינן:",
                    "2": "<b>אם להביא לו ארון ותכריכין לחי הוא אסור וכו'.</b> וכ\"ה ביומא וה\"פ בא הכתוב לאסור השתא לחי אסור ליקח בו חלוק דלא הותר אלא לאכילה ממש וצריך לאכול בקדושת מעשר כ\"ש שאסור למת:",
                    "3": "<b>איזהו דבר.</b> ששייך בחי ובמת והתירה התורה לחי ואסרו למת הוי אומר זו סיכה שמע מינה דבסיכה איכא איסור דאורייתא ואינו אלא עשה דלא נאמרו הדברים אלא בסיפור דברים של הוידוי וליכא למשמע לאו מיניה:"
                },
                "7": {
                    "0": "<b>אסורין בנעילת הסנדל.</b> כגון יום הכפורים ותשעה באב ותענית ציבור:",
                    "1": "<b>יצא לדרך.</b> חוץ לעיר:",
                    "2": "<b>באנפליא.</b> קלצו\"ן בלע\"ז והוא עשוי כמין מנעול:",
                    "3": "<b>אר\"ח.</b> ולא פליגי באנפליא של בגד דלאו מנעל הוא ואפילו לרה\"ר שרי לצאת בו:",
                    "4": "<b>בלילי צומא רבא.</b> בליל יה\"כ:",
                    "5": "סולייתה הוא סנדל של שעם:",
                    "6": "<b>מהו הכין.</b> למה אתה עושה כן:",
                    "7": "<b>איסתניס אנא.</b> ולאו לתענוג הוא דעביד:",
                    "8": "<b>ה\"ג א\"ל מן אן הדה א\"ל מן וכו'.</b> וה\"פ מנין לך הא דמותר:",
                    "9": "<b>איסתניס אני.</b> ושרי:"
                },
                "8": {
                    "0": "<b>ופריך איתא חמי.</b> בא וראה אם ברחיצה אסור פשיטא דאסור בתשמיש דהא בעלי קריין צריכין טבילה:",
                    "1": "<b>ומשני תפתר.</b> תפרש למשנתינו דאיצטריך למיתני איסור תשמיש במקום שלא נהגו לטבול לקרי א\"נ שמשנתינו נשנית קודם תקנת עזרא שתיקן טבילה לבעלי קריין:",
                    "2": "<b>אין קרי.</b> שצריך טבילה אלא שבא לו ע\"י תשמיש:",
                    "3": "<b>אפילו ראה עצמו מקושט בחלום.</b> וע\"י כך ראה קרי צריך טבילה:",
                    "4": "<b>הוו בעיין מימר.</b> סברוהו בני הישיבה לומר ובלבד שבא לו הקרי בחלום ע\"י שהרהר באשה שבא עליה ולא פליג אריב\"ל:",
                    "5": "<b>אפילו מדבר אחר.</b> ולא מחמת אשה נמי צריך טבילה:",
                    "6": "<b>לית הדא וכו'.</b> וכי אין ברייתא זו פליג על ריב\"ל דאמר א\"צ טבילה לקרי אלא שבא ע\"י תשמיש והא ביה\"כ אסור בתשמיש ואפ\"ה מצריך טבילה לבעלי קריין:",
                    "7": "<b>פתר לה.</b> תפרש להך ברייתא שבעלי קריין טובלין ביה\"כ היינו אותן ששימשו בעי\"כ ושכחו לטבול עד יה\"כ:",
                    "8": "<b>אית לך מימר וכו'.</b> בתמיה וכי אפשר לך לומר ששכח ריב\"ח מלטבול אלא ודאי שראה קרי ביה\"כ כדי להודיע לו שהוא בן עה\"ב כדאמרינן בבבלי סוף מכילתין ושמעינן שאפילו בלא תשמיש צריך טבילה וקשיא לריב\"ל:"
                },
                "9": {
                    "0": "<b>נאסרה לו תשמיש המטה.</b> שהקב\"ה עוסק בחרבנו של עולם והוא יבנה בתמיה:",
                    "1": "<b>מאי טעמא.</b> מנ\"ל:",
                    "2": "<b>אתה ובניך וגומר.</b> משמע האנשים לבד והנשים לבד:",
                    "3": "<b>אתה ואשתך וגו'.</b> דמשמע אשתו עמו ונשי בניו עמהם:",
                    "4": "<b>ע\"י ששימרו יחוסיהן.</b> שלא נזקקו לשאינן מינן והיינו למשפחותיהם בשכר משפחותיהם ששמרו:",
                    "5": "<b>תדע לך שהוא כן.</b> דקפיד קרא אף על בעלי חיים:",
                    "6": "<b>קילקלו מעשיהן.</b> ששימשו בתיבה:",
                    "7": "<b>מפוחם.</b> שחור:",
                    "8": "<b>מפורצם.</b> מפורסם בתשמישו שמשמש אחור כנגד אחור ונקשרים זה בזה ואינן יכולין להתפרד בשעה שהן רוצים כשאר בעלי חיים:",
                    "9": "<b>יצא משונה מן הבריות.</b> שרוקק הזרע מפיו לפי הנקבה:",
                    "10": "<b>חסרון בא לעולם.</b> כגון נח שנחסרו הבריות וכגון יוסף שהיה כפנא בעולם:",
                    "11": "<b>גלמודה.</b> יחידה שלא תיזקק לה:",
                    "12": "<b>בטרם תבא שנת הרעב.</b> אבל בתר הכי לא שימש מטתו מפני הרעב:",
                    "13": "<b>תאיבי בנים.</b> המתאוים לבנים כגון שאין להם בנים מותרין לשמש אפילו בעת צרה:",
                    "14": "<b>ובלבד יום שטבלה.</b> מותרים לשמש דסמוך לטבילתה האשה מתעברת אבל בתר הכי אסורין בתשמיש:"
                }
            },
            "6": {
                "0": {
                    "0": "מתני' <b>שהן י\"ג תעניות.</b> שכבר התענו ו' ותעניות דיחידים אינן מן המנין:",
                    "1": "<b>מתריעין.</b> בשופרות:",
                    "2": "<b>בשני מטין.</b> בשני של תענית פותחין דלתי החניות קצת לעת ערב אבל אין מוציאין לחוץ:",
                    "3": "<b>ובחמישי מותרין.</b> בגמרא מפרש:"
                },
                "1": {
                    "0": "גמ' <b>כבתוך ארבעים שעשה משה בהר.</b> שכשתחשוב י\"ג תעניות בשני ובחמישי הם ששה שבועות שהן מ\"ב יום וכשתחסור יום התחלה וסופו הן מ\"א יום כי היכא דלא חשבינן יום עלייה ויום ירידה והאי יומא לא דק:",
                    "1": "<b>שאין מטריחין על הציבור יותר מדאי.</b> לפיכך אין גוזרין על הציבור יותר מג' תעניות:",
                    "2": "<b>וגוביי.</b> מכת חגב:",
                    "3": "<b>מתריעין עליהן.</b> מיד:",
                    "4": "<b>ופריך ולמה.</b> דוקא בהני תרי מתריעין עליהן מיד:",
                    "5": "<b>שיערייא רבי.</b> כלו' שערוריה מתרבי:"
                },
                "2": {
                    "0": "<b>פותח אחד ונועל אחד.</b> שהיה להן שני פתחים בחנות חלוקין באמצע פותח העליון ומניח התחתון:",
                    "1": "<b>מה פותח וכו'.</b> מיבעיא ליה הא דקתני ובחמישי מותרין אם מותרין היינו שפותח אחד ונועל אחד כל היום אבל פתוח לגמרי אפילו בחמישי אסור או דלמא בחמישי פותח שניהם ולא איפשיטא:"
                }
            },
            "7": {
                "0": {
                    "0": "מתני' <b>בבנין ונטיעה.</b> מפרש בגמרא:"
                },
                "1": {
                    "0": "גמ' <b>הדא דאת אמר.</b> דממעטין בבנין היינו בבנין של שמחה. כגון בית חתנות לבנו:",
                    "1": "<b>אבל אם היה כותלו.</b> של בית שמחה:",
                    "2": "<b>גוהה.</b> נוטה ליפול:",
                    "3": "<b>כותלא דגנא ביה.</b> כותל ביתו שהוא ישן בו אבל כותל של בנין שמחה אף אם נוטה ליפול אסור לבנותו:"
                },
                "2": {
                    "0": "<b>שלא לעשות סעודת אירוסין.</b> בערב שבת:",
                    "1": "<b>הא לארס.</b> בלא סעודה מותר אפי' בע\"ש:",
                    "2": "<b>מושיב יחידים ביתה.</b> מכאן שארבעים יום קודם יצירת הולד בת קול יוצאת בת פלוני לפלוני:",
                    "3": "<b>במאזנים לעלות המה מהבל יחד.</b> דרשו בויקרא רבה עד שהן עשויין הבל בתוך מעי אמן הם יחד שמעינן דמה' כבר יצאה הזיווגים:",
                    "4": "<b>וכא הוא אומר הכין.</b> וכאן הוא אומר דאיכא למיחש שמא יקדמנה אחר ויקחנה:",
                    "5": "<b>אלא שמא יקדמנו אחר בתפילה.</b> דתפילה משנה הגזרה. אפילו כן לא קיימה. אם זכה בה ע\"י תפילה אינה מתקיימת לו וימות הוא או היא:"
                },
                "3": {
                    "0": "ופריך לא כן תני וכו':",
                    "1": "<b>אבל משיבין את ההדיוטות.</b> שאין יודעין שאסור לשאול בשלום והן שואלין בשלום משיבין להן בשפה רפה והוא הדין בכל תעניות וכיון דתנן היחידים חוזרים ומתענים ממילא ידעינן דאין שואלין בשלום:",
                    "2": "<b>ומשני לימים שבינתיים נצרכה.</b> דאין היחידים מתענין אלא שני וחמישי וקמ\"ל מתני' דאף בשאר ימות השבוע אין בהן שאילת שלום:"
                },
                "4": {
                    "0": "<b>ניסן של תקופה.</b> והוא כשיגיע השמש לתחלת מזל שור:",
                    "1": "<b>הדא דאת אמר בשלא ירדו גשמים.</b> קודם ניסן אבל אם ירדו להם גשמים קודם ניסן כשיורדים אחר כך סימן ברכה הן:",
                    "2": "הדרן עלך פרק מאימתי"
                }
            }
        },
        "1": {
            "0": {
                "0": {
                    "0": "מתני' <b>סדר תעניות כיצד.</b> בשבע תעניות אחרונות איירי:",
                    "1": "<b>את התיבה.</b> הארון שספר תורה מונח בו ובגמרא מפרש טעמא:",
                    "2": "<b>אפר מקלה.</b> אפר שרפה:",
                    "3": "<b>דברים כבושין.</b> שכובשין לבו של אדם להחזירו למוטב:",
                    "4": "<b>ובקבלה.</b> בדברי הנביאים:"
                },
                "1": {
                    "0": "גמ' <b>כאילו גולין.</b> וגלות מכפרת עון:",
                    "1": "<b>בצינעא.</b> בבית הכנסת:",
                    "2": "<b>ויתפרסמו.</b> דהוי בזיון:",
                    "3": "<b>אבותינו חיפו.</b> את הארון זהב ואנחנו מחפין אותו באפר:",
                    "4": "<b>ולמה תוקעין בקרנות.</b> בשופרות ולא בחצוצרות כדכתיב והרעותם בחצוצרות. ל\"א למה תוקעין בשל זכרים כפופין כקרנות:",
                    "5": "<b>כאילו גועין.</b> כאילו צועקין כבהמה בעלת קרנים ותרחם עלינו:",
                    "6": "<b>וכולהן בה.</b> ע\"י יציאת ביה\"ק נמצאו כל העונשים מיתה וגלות ורעבון:"
                },
                "2": {
                    "0": "<b>על שם עמו אנכי בצרה.</b> כביכול השכינה מצטערת עמנו:",
                    "1": "<b>כל זמן.</b> שהייתי רואה שעושין כן שנותנין אפר מקלה ע\"ג התיבה היה גופי מזדעזע איך נתבזה כלי הקדש בעונינו:",
                    "2": "<b>הוון שבקון וכו'.</b> היו נכנסין לבתיהן ומניחין הארון כל העם ברחוב עד תפילת מנחה:",
                    "3": "<b>לא היו מתחלפין עליה כל היום.</b> כלומר שיהא זה משמר וילך לו ויבא אחר וישמר אלא אדם אחד צריך לשמר כל היום כולו כ\"ש שלא ילכו כולם ויניחו אותו בלא שומרים:"
                },
                "3": {
                    "0": "<b>חד אמר.</b> לכך נותנין אפר:",
                    "1": "<b>וחורנה.</b> ואידך:",
                    "2": "<b>ה\"ג כדי להזכיר זכותו של יצחק רואין אפרו של יצחק כאילו צבור ע\"ג המזבח ובלבד אפר.</b> וה\"פ איכא בינייהו למ\"ד זכותו של אברהם אפי' בעפר נמי סגי ולמ\"ד להזכיר זכותו של יצחק בעינן דוקא אפר שהרי הוא ראוי לישרף ע\"ג המזבח באפר:",
                    "3": "<b>ר\"י בר פזי.</b> כשהיה יוצא לתענית היה אומר לפני הציבור אחינו כל מי שלא יגיע השמש אצלו ליתן אפר מקלה בראשו יקח עפר ויתן בעצמו בראשו:"
                },
                "4": {
                    "0": "<b>כדי לפרסמו.</b> בבזיון טפי שאינו דומה המבזה עצמו למתבזה מאחרים:"
                },
                "5": {
                    "0": "<b>זה ארון.</b> שהוא נסתר בחדרו כחתן:",
                    "1": "<b>זה תורה.</b> שנמשלה לכלה:",
                    "2": "<b>זה הנשיא.</b> כי הוא מכהן פאר כחתן ויושב בביתו:",
                    "3": "<b>זה אב ב\"ד.</b> כי ד\"ת שהוא מורה נמשלו לכלה:",
                    "4": "<b>פוק עימן וכו'.</b> צא עמנו וצערך שאתה מצטער על הציבור יעבור שע\"י יציאת הנשיא התענית מקובל:",
                    "5": "<b>לית אינון תענין.</b> אינן תעניתים גמורים כיון שאין הנשיא עמנו:"
                },
                "6": {
                    "0": "<b>ה\"ג כתוב אחד אומר את פני הפרוכת וכתוב אחד אומר את פני פרכת הקדש.</b> וה\"פ בפר העלם דבר כתיב את פני הפרכת ולא כתיב הקדש וגבי פר כהן משיח כתיב הקדש וקשיא ליה לכתוב בשניהן בשוה:",
                    "1": "<b>איתפלגון.</b> פליגי בה ר\"א ורבנן:",
                    "2": "<b>חטא הנשיא.</b> כלו' אע\"פ שחטא הנשיא אפ\"ה הגדולה והקדושה במקומה עומדת לפיכך כתיב גבי פרו הקדש:",
                    "3": "<b>אין הגדולה במקומה.</b> שהקב\"ה מסלק קדושתו אין שם שום גדולה לא לציבור ולא לנשיא:",
                    "4": "<b>וחורנא.</b> ואידך:",
                    "5": "<b>הלמד והמלמד.</b> הנשיא והעם:",
                    "6": "<b>לפיכך יצאו לחוץ.</b> ויתבזו ואפילו חטא אחד מהן אין הגדולה במקומה:",
                    "7": "<b>על שם והוציא את הפר וגו'.</b> דכתיב בתרווייהו כך יצאו שניהם ויתבזו ברבים וקרא ל\"ק אהדדי כחזקיה:",
                    "8": "<b>כל מקום שיש משיח.</b> כהן משוח בשמן המשחה והיינו במקדש הראשון עד ימות יאשיהו:",
                    "9": "<b>יש ארון.</b> לכך כתיב פרכת הקדש לומר כל זמן שיהיה כהן משוח בשמן המשחה יהיה הפרכת לפני הקדש שהוא הארון אבל אם אין משוח אין ארון דיאשיהו גנז צלוחית של שמן המשחה וגנז גם הארון ולכך לא כתיב בפר העלם דבר הקדש ללמד שיש זמן שהפרכת אינו לפני הקדש:",
                    "10": "<b>ואתיא.</b> הא דחזקי' כי האי דאמר ר\"ש בר' ינאי:",
                    "11": "<b>אש.</b> שלמעלה שהיה רבוץ כארי ע\"ג המזבח במקדש ראשון ורוח הקדש לא היה בנביאים משנת שתים לדריוש ואילך:",
                    "12": "<b>וארצה בו ואכבד.</b> כתיב בנבואת חגי בבית שני:"
                },
                "7": {
                    "0": "<b>דלמא וכו'.</b> מעשה בר' בא בר זבדי וכו' יצאו לתענית:",
                    "1": "<b>ואפשר כן.</b> בתמיה וכי אפשר לעשות כן שישים אדם לבו בידו:",
                    "2": "<b>נשוי ליבינן וכו'.</b> נשים לבינו לעיין במה שבכף ידינו מן הגזל והחמס:",
                    "3": "<b>נתענו אין כתיב אלא נכנעו.</b> אלמא אין התענית גורם אלא הכנעת הלב:",
                    "4": "<b>נתקושש גרמין.</b> נקשט עצמינו קודם שנקשט אחרים:",
                    "5": "<b>בגין דאית וכו'.</b> באשר שיש כאן בני אדם שאמרו עלי לשון הרע לפני רבי יוחנן לכן אני מקשט את עצמי שאני נקי בדבר זה:",
                    "6": "<b>אלא כל עמא לדינא.</b> יבואו לפני כל העם לדין:",
                    "7": "<b>אמרין וכו'.</b> אמרו שהיו שם בשעת הדרשה ר\"ח וכו' וקמו ואזלו להם לפי שפגע בכבודם שהיה לו להזמין לדין אותן אנשים לפניהם:"
                },
                "8": {
                    "0": "<b>ג' דברים.</b> בהדי הדדי:"
                },
                "9": {
                    "0": "<b>כל שעה בתעניתא.</b> בכל תענית דרש דבר זה שאין התענית גורם אלא התשובה:",
                    "1": "<b>סוף שתא.</b> כריש שתא כדמפרש בסמוך:",
                    "2": "<b>מן עפר וכו'.</b> משל הוא מעפר ואבן של הקיץ נעשה בסתיו טיט כך מתחלת השנה מכינים לסופה:",
                    "3": "<b>נפח צפונה.</b> משמנשב רוח צפון והגשמים נעצרים:",
                    "4": "<b>יצף לבניך.</b> תגלה בניך הקטנים לחוץ שאף הם יתפללו:",
                    "5": "<b>כל שנה שאין מתריעין עליה בראשונה.</b> כגון דאתייליד אונסא ולא תקעו:",
                    "6": "<b>סוף שמתריעין עליה בסופה.</b> שע\"י צרות צריכין להתענות ולהריע:",
                    "7": "<b>כל שאינה חסה על פירות חברתה.</b> להוציא מעשרותיו כראוי:",
                    "8": "<b>סוף שהיא מאבדת פירותיה.</b> שהגשמים נעצרין:",
                    "9": "<b>ורוב.</b> וע\"פ רוב ע\"י עיכוב המעשרות היין מחמיץ. ל\"א ורוב הגשמים מחמיץ היין:",
                    "10": "<b>אית הוה וכו'.</b> היו זקנים בציפורי כשהיתה רביעה ראשונה היו מריחין בעפר וידעו לומר כמה יהיו מימי השנה אם רב או מעט:"
                },
                "10": {
                    "0": "<b>אלא יום ענות אדם נפשו.</b> לחוד:"
                },
                "11": {
                    "0": "<b>עלה שבר מלמטן.</b> שהבריות שוברים לבם האבן והזונה דרשו איד לשון שבר כמו שמח לאיד לא ינקה:",
                    "1": "<b>כפו עורפן לתשובה.</b> וה\"ק כמו שעורפין למטר ע\"י תשובה כך יהיה לקחי עורפן או ללקחי והוא תורתי יהיו עורפין כך שאין התורה מתקיימת אלא במי שממית עצמו עליה:",
                    "2": "<b>ר\"ב עבד י\"ג.</b> תעניות כמו ששנינו במתניתין ולא ירדו הגשמים ובסוף תעניתם בא הארבה והשחית את יתר הפליטה:",
                    "3": "<b>עאל.</b> נכנס ודרש לפניהם אחינו ראו מה שאנחנו עושין אין זה כמו שהנביא מוכיח לישראל:",
                    "4": "<b>ומבקשים טובה.</b> בתמיה:",
                    "5": "<b>עבדוהו עביא.</b> עשו את הרעה מעשה עבות וכקליעה של חטאים:",
                    "6": "<b>ומן וכו'.</b> ומאן מתיר להקליעה הלא טובם כחדק הטובים שבהם הוא כקוצים:",
                    "7": "<b>ישרה דבהון.</b> האיש ישר שבהם הוא כברקונים:",
                    "8": "<b>ה\"ג מן גו דאינון בייבין ובכון.</b> מתוך שהן מיבבין ובוכין הם נענין:",
                    "9": "<b>ובכון.</b> והיה גם הציבור בוכה מתוך תוכחתו של רבי ברכיה ונענו גם הם וירדו גשמים:"
                },
                "12": {
                    "0": "<b>של רמיות.</b> שעשו רמיות בתשובתם כדי שירוחמו:",
                    "1": "<b>סייחים.</b> חמורים וסוסים קטנים:",
                    "2": "<b>והוו אילין וכו'.</b> והיו אלו העגלים צועקים מבפנים ואלו הפרות צועקים מבחוץ שיותר ממה רוצה לינק וכו':",
                    "3": "<b>אמרין.</b> לשמים אם אין את מרחם לית אנן מרחמין על אלו:",
                    "4": "<b>בערביא.</b> עושין כן ביום התענית:",
                    "5": "<b>מהו בחזקה.</b> דמשמע בכח וניצוח:",
                    "6": "<b>חציפא נצח לכשירא.</b> חציף מנצח לעניו וכשר כל שכן כלפי שמיא מהני:",
                    "7": "<b>כ\"ש לטובתו של עולם.</b> מי שהוא מבקש טובתו של עולם שיהא מנוצח מן הבריות בתשובתן:",
                    "8": "<b>מה שהיה בכף ידיהם החזירו.</b> אבל מה שהיה מכוסה מן העיני' לא החזירו:"
                },
                "13": {
                    "0": "<b>אין אתם קורעין בגדיכם.</b> כדרך האבל שחייב בקריעה:",
                    "1": "<b>אלא על ה' אלקיכם.</b> תבטחו ואליו תשובו ואין אתם צריכין לכלום וא\"ת מרוב המרד שמרדנו בו אי אפשר שישמע לנו לכך אמר כי רחום וגו':",
                    "2": "<b>מאריך רוחו עם הצדיקים.</b> להראות להם פנים שוחקות וכן לרשעים מאריך מלהראות לו פנים זועפות:",
                    "3": "<b>התחיל לגבות.</b> כשהאריך לו ולא שב בתשובה מאריך רוחיה וגובה אחת לאחת ולא הכל ביחד אולי ישוב מתוך צרה והיינו אריכת ב' כעסים:",
                    "4": "<b>וותרן.</b> לעבור על כל פשעים:",
                    "5": "<b>יתוותרון בני מעוי.</b> יותרו קשרי בני מעיו ויצאו בתחלואים:",
                    "6": "<b>מאריך רוחיה.</b> כעסו אולי ישוב:",
                    "7": "<b>וגביה דידיה.</b> כשאינו שב:",
                    "8": "<b>רחיק רגיז.</b> שהרחיק הדברים הנצרכים להרוגז:",
                    "9": "ה\"ג לגיונות קשים:",
                    "10": "<b>ה\"ג עד דו פותח עד דו טריק.</b> וה\"פ עד שהוא פותח אוצרו ועד שהוא נועל כל אוצר ואוצר האדם שב ורחמי ה' מתקרבים:",
                    "11": "<b>יוצא לו ממדה למדה.</b> דאל\"כ מהיכן יוצא הלא מלא כל הארץ כבודו:"
                },
                "14": {
                    "0": "<b>לעשות טובה.</b> אינו חוזר אע\"פ שיחטאו אח\"כ אבל אם אמר לעשות רעה חוזר אם יחזרו בתשובה לפניו:",
                    "1": "<b>לא איש הוא ויכזב.</b> בתמיה וכי לא איש עשה דבריו של אל שחוזר בהן וזה אחת משבחותיו של המקום ב\"ה:"
                },
                "15": {
                    "0": "<b>בן אדם אני.</b> צדיק וכשר:",
                    "1": "<b>סופו לתהות בו.</b> סוף שיתחרט כשינסה אותו:",
                    "2": "<b>שאני עולה לשמים.</b> כדור הפלגה שאמר נעלה ונבקיענה:",
                    "3": "<b>ולא יקימנה.</b> בניינים שאני עושה לעלות עליו לא יהיה להן תקומה כמעשה דדור ההפלגה:"
                },
                "16": {
                    "0": "<b>אין תענית עכשיו.</b> לפי שאין הנשיא עמנו כדאמר לעיל ישריש פרקין:"
                }
            },
            "1": {
                "0": {
                    "0": "מתני' <b>ורגיל.</b> כולא מתניתין מפורשת בגמרא:"
                },
                "1": {
                    "0": "גמ' <b>ושפל ברך.</b> עניו:",
                    "1": "<b>ה\"ג ונוח לתשחורת.</b> לעבודת המלך מלכו של עולם כ\"פ הערוך ל\"א לאדם בחור ששערותיו שחורות:",
                    "2": "<b>ויש לו בית ושדה.</b> שמכוין לבו בתפלתו על הגשמי':",
                    "3": "<b>ופריך תנינן וביתו ריקן.</b> ואת אמרת שיהיה לו בית ושדה א\"כ אין זה ביתו ריקן ולא משני מידי אלא תרי תנאי נינהו:",
                    "4": "<b>אם אין להן.</b> מי שיש בו כל המדות הללו:"
                },
                "2": {
                    "0": "ולמה י\"ח ברכות מתפללין בכל יום דאע\"ג דתפלה מן התורה נוסח התפלה חכמים תקנוהו וטעמא בעי:",
                    "1": "<b>למה רגשו.</b> אינו מן המניין דאשרי ולמה רגשו חדא פרשתא נינהו:",
                    "2": "<b>צריך תענית.</b> והיינו יענך ה' ביום צרה א\"נ יענך לשון תענית:",
                    "3": "<b>רמז לת\"ח.</b> שצריך אדם לילך אצל ת\"ח שיבקש עליו בעת צרתו לכך כתיב יענך ה' ביום צרה שהיה דוד מתפלל על אחרים:"
                },
                "3": {
                    "0": "<b>צריך לשוח בכולן.</b> עד שיתפקקו כל חליות שבשדרה:",
                    "1": "<b>חליות.</b> קשרים:"
                },
                "4": {
                    "0": "<b>אם יאמר לך אדם י\"ז.</b> ברכות הן שקבעו ובמזמור שמונה עשרה אזכרות הן:",
                    "1": "<b>ה\"ג של טועין כבר קבעו קודם יבנה.</b> וה\"פ אנשי כנסת הגדולה כבר קבעו ברכת הטועין אלא ששכחו וחזרו ויסדוהו ביבנה נמצא שי\"ח קבעו סמיד:",
                    "2": "<b>והא כתיב אל הכבוד הרעים.</b> וא\"כ היה להן לקבוע י\"ט ברכות:",
                    "3": "<b>במכניע זדים.</b> היא ברכת טועין וכן נוסח תפלתינו:",
                    "4": "<b>של דוד.</b> ברכת צמח דוד כולל בברכת בונה ירושלים ואנן מחלקינן את צמח דוד מבונה ירושלים הרי י\"ט:",
                    "5": "<b>אית לך מספקה.</b> יש לך די סיפוקך לכל השמות שבמזמור:"
                },
                "5": {
                    "0": "<b>כנגד י\"ח פעמים שאבות וכו'.</b> שתפלות כנגד אבות תקנום:",
                    "1": "<b>לית הוא מינון.</b> לפי שלא נאמר אלא בחלום וגם שם לא נזכר אלא אברהם ויצחק:"
                },
                "6": {
                    "0": "<b>כנגד י\"ח ציווין וכו'.</b> שתפלות כנגד תמידין תקנום:"
                },
                "8": {
                    "0": "<b>מניין.</b> כלומר כנגד מי תקנום:",
                    "1": "<b>כנגד ז' קולות.</b> שרומזים על ז' ימי השבוע:",
                    "2": "<b>ה' ידין.</b> ור\"ה יום הדין:"
                },
                "9": {
                    "0": "<b>שכתוב בפ' שלמה.</b> כדי שיענה וכן אנו מבקשים שיענה ה' אותנו בגשמים:"
                },
                "10": {
                    "0": "<b>מעין המאורע.</b> תפילת תענית:",
                    "1": "<b>בין גואל לרופא.</b> דכיון דת\"צ הוא אף היחיד אומרה דיחידים בת\"צ כציבור נינהו:",
                    "2": "ה\"ג ר' ינאי בשם ר' ישמעאל בשם בית ר' ינאי אומר בשומע תפילה ר' יונה בשם רב אפילו יחיד שגזר וכו'. וה\"פ ר' ינאי פליג אר\"ז וסובר דיחיד אפי' בתענית ציבור אינו מזכירו אלא בשומע תפילה ור' יונה ס\"ל דאפילו בתענית יחיד קובע ברכה לעצמו:",
                    "3": "<b>בלילי שבת וביומו.</b> כשם שאין חילוק בתפילת לילי שבת ליומו כך בתענית אין חלוק הלילה מיום וערבית שחרית ומנחה אומר עננו:",
                    "4": "<b>ואנא דלא בדקית וכו'.</b> כלומר הייתי מסופק הלכה כמאן אי כר' ירמיה שאומרו בין גואל לרופא אי כרבי ינאי שאומרו בשומע תפילה:",
                    "5": "<b>סלקית לסידרא.</b> נכנסתי לבית המדרש מקום שמסדרים שם הלכות:",
                    "6": "<b>אפי' יחיד וכו' צריך להזכיר מעין המאורע.</b> כמו הציבור ומדקאמר אפילו יחיד משמע שאף הוא קובע ברכה לעצמו כמו הציבור:",
                    "7": "<b>ובמוצאי שבת.</b> נמי אינו מתפלל אלא שמונה עשרה ולאפוקי מדרבי עקיבא דאמר ברכה רביעית לעצמה וה\"ל י\"ט:",
                    "8": "<b>ובמוצאי יום הכיפורים.</b> לאפוקי מהא דתניא ובמוצאי יום הכיפורי' מתפלל מעין י\"ח מפני טורח התענית קמשמע לן כר\"ח ב\"ג דמתפלל שמונה עשרה:",
                    "9": "<b>ובמוצאי תענית ציבור.</b> דסלקא דעתך אמינא כיון דאז עיקר כובד התענית יוסיפו בתחנונים קמ\"ל דלא שמע מינהי שאין היחיד קובע ברכה לעצמו בתעניתו דהא אפי' בתענית ציבור אינו אומר כל שכן בתענית יחיד ועוד דא\"כ הל\"ל סתם ובמוצאי תענית דהא בתענית יחיד נמי שייך הך דינא:",
                    "10": "<b>הווי איתותבת וכו'.</b> הרי דאיתותב אף הא דאמר רבי ירמיה דיחיד בתענית ציבור אומרה בין גואל לרופא דאם כן היה להן לאומרה אף במוצאי תענית ציבור כי היכא דאומרים ביום דהא לציבור דמיין:"
                },
                "12": {
                    "0": "<b>ואדיין את לזו.</b> ועדיין אתה צריך לשאול דין זה:",
                    "1": "<b>לבא.</b> להבא:",
                    "2": "<b>אומרו בעבודה.</b> ברצה שאף היא תפלה על העתיד שתחזור למקומה:"
                },
                "13": {
                    "0": "<b>ה\"ג איזו היא מעין י\"ח.</b> אמתני' דפרק תפלת השחר קאי ואגב גררא מייתי לה הכא:",
                    "1": "<b>סוף כל ברכה וברכה.</b> אומר בקוצר ומברך על כל אחת:",
                    "2": "<b>ראש כל ברכה.</b> דהיינו שבע מעין י\"ח ואומר ג' ראשונות וג' אחרונות ובברכה אמצעית כולל האמצעית כולן וחותם שומע תפילה:",
                    "3": "<b>א\"ל הביננו.</b> היינו חונן הדעת וכן מכולם ראש ברכה:",
                    "4": "<b>והתועים.</b> העוברים על דבריך עליך לשפוט אותם כנגד צדקה ומשפט. ל\"א והתועים במשפט עליך להשיבם ללמדם לשפוט כדבריך:"
                }
            },
            "2": {
                "0": {
                    "0": "מתני' <b>זכרונות ושופרו'.</b> כל הפסוקים שאומרים בראש השנה:",
                    "1": "<b>ואומר חותמיהן.</b> אחר זכרונות חתימת זכרונות ואחר שופרות חתימת שופרות וכן אחר כולם כדמפרש ואזיל:"
                },
                "1": {
                    "0": "גמ' <b>כל הברכה אחר חיתומיהן.</b> עיקר ברכה היא החתימה ומה שמבקש או מתפלל או ברכת הודאה צריך שיהא מוזכר בחתימה:",
                    "1": "<b>ואין אומר אחר ברכה פסוק.</b> דא\"כ היה הברכה על שם הפסוק או יסברו שהפסוק הוא ענין בפני עצמו ואין הברכה ניכרת:",
                    "2": "<b>מכיון.</b> דהוא תני כבר בברייתא כל הברכות אחר חיתומיהן ממילא ידעינן שלא יאמר פסוק אחר הברכה דאם כן אין החתימה ניכרת:",
                    "3": "<b>הכי גרסינן חכים הוא הדין טלייא.</b> כ\"ה בברכות פ\"ק וה\"פ חכם הוא האי ינוקא דודאי לפי שיטתו יפה הקשה אבל אינו כן:",
                    "4": "<b>דהוא סבור.</b> סתמא דש\"ס קאמר דר' יוסה סבור דאחר חיתומיהן והיינו שצריך שתהא החתימה בלי טעות ואפי' הפתיחה בטעות יצא כגון שהיה עומד בשחרית ופתח בשל ערבית וחתם בשל שחרית יצא:",
                    "5": "<b>מעין חותמותיהן.</b> צריך לומר סמוך לחתימה מעין החתימה והיינו דתני אחר חותמותיהן ופליג אסתמא דש\"ס:",
                    "6": "<b>אין בו משום ברכה פסוק.</b> איירי שאומר החתימה בשלמות ובהפסק ביניהם אומרים פסוק זה והרבה פירושים נאמרו בסוגיא זו וזהו הנ\"ל לפום פשטא דסוגיין:"
                }
            },
            "3": {
                "0": {
                    "0": "מתני' <b>על הראשונה.</b> בגואל ישראל הוא מתחיל להאריך ואע\"פ שאינה ממנין השש קורא אותה ראשונה לפי שבה מתחיל להוסיף ולהאריך:"
                },
                "1": {
                    "0": "גמ' <b>ופריך ולא יצחק נגאל.</b> לפי שאומרים סמוך לחתימתה מי שענה אברהם בהר המוריה והיינו על הצלתו של יצחק א\"כ היה ראוי לחתום בה גואל יצחק ולא גואל ישראל:",
                    "1": "<b>ומשני מכיון שנגאל יצחק כאילו נגאלו כל ישראל.</b> והוה שפיר סמוך לחתימה מעין החתימה:",
                    "2": "<b>ועשיתי רצונך.</b> כי אמרתי נסתרה דרכי ה' וגבהו מחשבותיו ממחשבותינו:",
                    "3": "<b>סניגוריא.</b> מליץ טוב. ה\"ג אלקים יראה לו השה לעולה מדקאמר לו משמע דה\"ק אלקים שהוא מדת הדין יראה השה דהיינו עקידת יצחק בשעת הדין ויתמלא רחמים על זרעו:",
                    "4": "<b>מהו אחר.</b> הא לא היה שם שום איל ולמה קורא לזה אחר:"
                },
                "2": {
                    "0": "<b>וניתור ויוצא וכו'.</b> דהל\"ל אחוז בקרניו מדכתיב נאחז בסבך בקרניו דריש שהיה ניתור ויוצא:",
                    "1": "<b>בחורש.</b> ביער:"
                }
            },
            "4": {
                "0": {
                    "0": "מתני' <b>זוכר הנשכחות.</b> לפי שהיו ישראל נשכחים במצרים כמה שנים ונתיאשו מן הגאולה וזכר המקום אותם ולפיכך חותם בזכרונות:"
                },
                "1": {
                    "0": "גמ' <b>ד' כיתות.</b> מיתורא דקרא קדריש:",
                    "1": "<b>א' אומרת נפול לים.</b> הן הצדיקים גמורים כי אמרו אין מעצור לה' להושיע בים או ביבשה:",
                    "2": "<b>נחזור למצרים.</b> הן הרשעים גמורים:",
                    "3": "<b>נעשה עמהן מלחמה.</b> בינונים ואמרו שצריכין התעוררת מלמטה בפועל כי אינן ראויין לנס גדול:",
                    "4": "<b>נצווח כנגדן.</b> גם אלו בינונים אלא שאמרו שדי בתפלה והוה התעוררות במחשבה ובדיבור:"
                }
            },
            "5": {
                "0": {
                    "0": "מתני' <b>שומע תרועה.</b> לפי שנענה בשופרות על יריחו בעוד שהיו ישראל עומדין בגלגל:"
                },
                "1": {
                    "0": "גמ' <b>שיתף הקב\"ה שמו הגדול בישראל.</b> שהיה לו לקרותו ישורון או ישר אלקים על שם ששרה עם המלאך אלא קראו אל שהוא שם הקב\"ה ולא שם המלאך כדי לשתף שמו בו:",
                    "1": "<b>פלמנטרין קטנה.</b> חדר קטן:",
                    "2": "<b>אבודה היא.</b> ואין מי שישגיח בה להגביהה ולהחזירה:",
                    "3": "<b>מה טעמא.</b> מנ\"ל דעל השם קאי אל ולא על המלאך:",
                    "4": "<b>קום לך.</b> חסר כתיב וקרינן קם לך להצל' מה שאמרת ומה תעשה לשמך הגדול:"
                },
                "2": {
                    "0": "<b>ובלבד יחיד על הציבור.</b> הוא דאסור ליפול אא\"כ הוא בטוח כיהושע שמא לא יענה ויתחלל שם שמים ויאמרו שאין תוכו כברו:"
                }
            },
            "6": {
                "0": {
                    "0": "מתני' <b>מי שענה שמואל במצפה.</b> הוא מעין אל ה' בצרתה לי וחותם בשומע צעקה דכתיב ויצעק שמואל אל ה':"
                },
                "1": {
                    "0": "גמ' <b>וכי מים שפכו.</b> אוישאבו מים ל\"ק לי' די\"ל דקאי אתורה או אנבואה. שנקראים מים אבל אשפיכה קשיא:",
                    "1": "<b>ששפכו את לבם כמים.</b> הנשפכים ארצה:",
                    "2": "<b>לבש שמואל חלוקן של כל ישראל.</b> כלומר שטען בעד כולן מדכתיב ויאמרו שם חטאנו לה' ושם מיותר ודריש כאילו כתיב ויאמר שמואל חטאנו לה':",
                    "3": "<b>ואלו אמרו חטאנו.</b> על כן לא תבוא במשפט עמהם:"
                }
            },
            "7": {
                "0": {
                    "0": "מתני' <b>מי שענה את אליהו בהר הכרמל.</b> מעין אשא עיני אל ההרים וחותם בשומע תפילה דכתיב באליהו ענני ה'. ענני דהיינו תפלה:"
                },
                "1": {
                    "0": "גמ' <b>ופריך ואליהו.</b> איך הקריב בשעת איסור הבמות שהרי בזמן הבית היה והבמות אסורות:",
                    "1": "<b>ובדיבורך עשיתי.</b> ע\"פ הדיבור עשה שסמך אהא דכתיב גוי וקהל גוים יצאו ממך שעתידים בניך לעשות כמעשה גוים והתפלל אליהו שאם הוא טועה בדבר זה דלא כיון הכתוב על מעשה זה שעושה הוא עכשיו שיכפר לו השם ובי\"מ נדחק בזה:"
                }
            },
            "8": {
                "0": {
                    "0": "מתני' <b>מי שענה את יונה וכו'.</b> מעין ממעמקים קראתיך ה' וחותם העונה בעת צרה שכן כתי' קראתיך מצרה לי:"
                },
                "1": {
                    "0": "גמ' <b>ופריך לא צורכה וכו'.</b> לא היה לסדר אלא תחלה דוד ושלמה שהיו זמן רב קודם אליהו ויונה:",
                    "1": "<b>אלא.</b> לפי שדוד ושלמה התפללו על הארץ וראוי לסיי' תפיל' הגשמים במרחם על הארץ:"
                },
                "2": {
                    "0": "<b>ברוך משפיל הרמים.</b> היו אומרי' במקום ברוך מרחם שהכניעם בעצירת המטר כדי שישובו בתשובה:",
                    "1": "<b>ופריך ניחא שלמה.</b> מצאנו לו תפילה בירושלים שנא' בנה בניתי בית זבול לך:",
                    "2": "אלא דוד למה היכן מצאנו לו תפילה בירושלים:",
                    "3": "<b>ומשני על שביקש לעמוד על מניינן של ישראל.</b> וידע בעצמו שחטא וביקש רחמים על עצמו ועל ישראל ונענה ונתרצה לו בקרבן שהקריב בגורן ארונה ומפני שהתפילה על ישראל חותם בה מרחם על הארץ והיא מעין מזמור תפלה לעני שיש בו תפילת הארץ שנא' אתה תקום תרחם וגו':"
                }
            },
            "9": {
                "0": {
                    "0": "מתני' <b>בימי ר' חלפתא.</b> בציפורי היה:",
                    "1": "<b>ה\"ג ולא ענו אחריו אמן.</b> לפי שבמקדש לא היו עונין אמן על כל ברכה אלא בשכמל\"ו כדמפרש בגמרא:",
                    "2": "<b>תקעו בני אהרן תקעו.</b> שמש המשמש בבית הכנסת אומר להם כך על כל ברכה וברכה:",
                    "3": "<b>לא היו נוהגין כן.</b> שלא לענות אמן:",
                    "4": "<b>אלא בשער המזרח.</b> של הר הבית:"
                },
                "1": {
                    "0": "גמ' <b>קומו ברכו וגו'.</b> בתפילת עזרא בבית שני והיינו ברוך ה' אלקי ישראל וכתיב בסיפא דקרא ויברכו שם כבודך היינו בשכמל\"ו:",
                    "1": "<b>ומרומם על כל ברכה ותהלה.</b> על כל ברכה וברכה תן לו תהלה:"
                }
            },
            "10": {
                "0": {
                    "0": "מתני' <b>אנשי משמר.</b> כ\"ד משמרות כהונה היו וכל א' עובד בשבת שלו:",
                    "1": "<b>אנשי בית אב.</b> המשמר מתחלק לז' בתי אבות כמנין ימות השבוע כל א' עובד יומו:",
                    "2": "<b>מתענין ולא משלימין.</b> שתעניות הראשונות אינן חמורות כל כך ולפיכך אין משלימין שאם תכבד העבודה על אנשי בית אב שהיו עובדין אותו היום יבואו אלו לסייען ויהא בהן כח לעבוד:",
                    "3": "<b>אנשי משמר מותרין לשתות יין וכו'.</b> טעמא מפרש בגמרא ולאו גבי תענית קאי אלא איידי דאיירי בבני משמר מייתי ליה הכא:",
                    "4": "<b>אנשי מעמד.</b> מפורש לקמן פ\"ד:",
                    "5": "<b>אסורים מלספר ולכבס.</b> משנכנסו משמרתם כל אותה שבת כדי שיספרו קודם לכן ולא יכנסו למשמרתן כשהן מנוולים כדמפרש בגמ' ובחמישי. שבתוך משמרתם מותרים שדרך רוב בני אדם לספר בחמישי ואין ממתינין לספר בע\"ש מפני הטורת:"
                },
                "1": {
                    "0": "גמ' <b>ה\"ג מפני מה אנשי משמר מותרין וכו' יצטרפו אנשי משמר עמהן.</b> שיבואו ויסייעו להן:",
                    "1": "<b>שהן תדירין בעבודה.</b> בלילה להעלות איברים ופדרים שפקעו מעל המזבח:"
                },
                "2": {
                    "0": "<b>גזרו עליהן וכו'.</b> כדפרישית במתני' תמן תנינן. במ\"ק פ\"ג:",
                    "1": "<b>הבא ממדינת הים.</b> במועד לפי שהיה אונס שלא היה יכול לגלח קודם:",
                    "2": "<b>שלא יכנסו לרגל מנוולין.</b> דאם היו מותרין לגלח במועד לא היו מגלחין קודם הרגל שברגל הם פנויים והיו נכנסים לרגל כשהן מנוולין:"
                },
                "3": {
                    "0": "<b>אנשי משמר שלו.</b> היודע מאיזו משמר הוא מיהויריב או מידעי' או אחת מכ\"ד משמרות שיודע שמות אבותיו ואבות אבותיו עד ידעי' או יהויריב ויודע איזה שבת ואיזה יום היו עובדין:",
                    "1": "<b>ה\"ג והוא מבתי אבות הקבועין וכן בכולן גרסינן מבתי אבות הקבועין.</b> וכ\"ה בבבלי ובתוספתא וכן עיקר דאי בשאינה קבועים אלא שהיו מרגילין בכל פעם כיון שאפשר שלא יעבוד כלל לא אסרינן ליה מספיקא:",
                    "2": "<b>הקבועים.</b> שיודע בודאי שבית אב שלו עובד במקדש לפי שהרבה היו מבתי אבות הכהנים שלא הוקבעו וי\"א קבועין שלא נתחלל מן הכהונה ויודע שבית אב שלו ראוי לעבוד:",
                    "3": "<b>אסור.</b> לשתות יין כל אותו יום שמא יבנה המקדש ויהא צריך לעבוד:",
                    "4": "<b>מכיר אנשי משמר שלו.</b> שיודע באיזו שבת בשנה היו עובדין:",
                    "5": "<b>ואינו מכיר אנשי בית אב שלו.</b> דאינו יודע באיזו יום בשבת היו עובדין:",
                    "6": "<b>אסור כל אותה השבת.</b> מספק:",
                    "7": "ה\"ג ולא אנשי בית אב שלו והוא מבתי אבות הקבועים אסור לשתות יין כל השנה ר' אומר אומר אני שהוא אסור לעולם אלא שתקנתו קלקלתו. וה\"פ שהוא אסור לעולם דשמא יבנה המקדש ויהיה משמרתו ולא יכול לעבוד אלא שתקנתו שיהא מותר בשתיית היין הוא מה שהוא מקולקל דא\"כ יהא אסור לעולם וזה א\"א שהרי צריך לשתות יין לקידוש:",
                    "8": "<b>כמה דתימר.</b> כמו שאתה אומר שתקנתו מי שהוא מתוקן ויודע היום מקלקלו שהוא אסור בהספד:",
                    "9": "<b>ודכוותה.</b> כך מקלקלו תקנתו שהוא אסור במלאכה ביום או בשבוע שיודע שהוא בית אב או משמר שלו ועוד יש לפרש הסוגיא בענין אחר ופי' זה נ\"ל לפום פשטא דסוגיין:"
                }
            },
            "11": {
                "0": {
                    "0": "מתני' <b>כל הכתוב במגילת תענית.</b> ימים שנעשו בהם ניסים לישראל בבית שני וקבעו י\"ט אית יומיא דלא להתענא בהון בלבד ואית יומי' דחמירי טפי דלא למספד בהון ואותן שהיו חמורים ואסורי' בהספד לפניו אסור בהספד דלמא אתי למיעבד הכי בי\"ט גופי' לאחריו מותר דכיון דעבר י\"ט לא חיישינן:"
                },
                "1": {
                    "0": "גמ' <b>מתני'.</b> אתיא כר\"מ דאמר כל היכא דכתיב במגילת תענית די לא למספד כולל גם איסור תענית והיכא דכתיב ודלא להתענאה אותו היום מותר בהספד:",
                    "1": "<b>ודי לא סתם.</b> ולא פירש אם בא לאסור הספד או תענית ה\"ל כאילו פירש ואמר דאסור להתענות ומדקאמר דלא להתענאה מותר בהספד שמעינן דסובר דלפניו מותר דלא יהא טפל חמור כעיקר אבל רבי יוסי סובר דלא להתענאה נמי אסור בהספד ואין הפרש ביניהם אלא דלא למספד בין לפניו בין לאחריו אסור בתענית ודלא להתענאה לפניו אסור ולאחריו מותר:",
                    "2": "<b>אר\"י.</b> כתיב במג\"ת אילין יומיא וכו':",
                    "3": "<b>מה ת\"ל בהון בהון ב' פעמים.</b> כלו' בהון ראשון ל\"ל ובהון מיעוט' משמע:",
                    "4": "<b>אלא מלמד שהלילה.</b> של ימים הכתובים במג\"ת מותרים בתענית ולא אסור אלא היום:",
                    "5": "<b>כהדא דתני וכו'.</b> שבריש מגילת תענית כתי' אילין יומיא וכו' ובסופו לאחר דכתב כל הימים של מג\"ת כתיב להן אינש וכו'. וה\"פ לבד כל אדם שיהיה עליו איסור בתפילה כגון שקיבל עליו בתפלה י' או כ' תעניתים ונכנסו אלו הימים בהם דחינן לימים טובים הכתובי' במגילת תענית אבל אם לא קיבל בתפלה לא דחינן למג\"ת וכי היכא דסוף מג\"ת למעוטי קאתי אף תחלתו למעוטי קאתי ולהתיר הלילה ומצינו כיוצא בזה מדסיפא למעוטי רישא נמי למעוטי כנ\"ל ליישב הגירסא שלפנינו כהדא דתני ויותר היה נ\"ל דמילתא באנפי נפשה היא וגרסינן הא דתני וכו':",
                    "6": "<b>שהוא צריך להזכירן.</b> לתעניתים שמקבל על עצמו בתפילת מנחה שלפני תענית ואי לאו לא מיקרי קבלה:",
                    "7": "<b>ואתיא.</b> הא דר' יוסי כי האי דאר\"ז:",
                    "8": "<b>כלילי שבת וכיומו.</b> דצריך לומר תפלת תענית דהיינו עננו בתפלת ערבית קודם התענית ש\"מ שצריך לקבל התענית קודם ערבית:"
                },
                "2": {
                    "0": "<b>מתני'.</b> דפ\"ק דמגילה דתנן אע\"פ שאמרו מקדימין ולא מאחרין מותרין בהספד ובתעני' אי אפשר לאוקמי שיהיו ימים אלו דהיינו מי\"א באדר עד ט\"ז בו מותרין בהספד ובתענית אלא או בי\"א כר' יוסי די\"ד וט\"ו לכ\"ע אסורין וי\"ג יום נקנור הוא שכתוב במגילת תענית ויום י\"ב אסור משום יום שלפניו לר' יוסי:",
                    "1": "<b>או בי\"ב וכר\"מ.</b> כלומר אפי' ביום י\"ב וכר\"מ דסובר דלא להתענאה אינו אוסר את שלפניו ובנקנור סתמא כתי' דה\"ל דלא להתענאה כדאר\"מ בסמוך:",
                    "2": "<b>ה\"ג וקשיא על דר' יוסי.</b> דלא מצינו אפילו יום י\"א:",
                    "3": "<b>לא כן תני.</b> במג\"ת בי\"ב באדר יום טיריון נמצא שאף לפניו אסור וה\"ה דאף לר\"מ קשיא דלא מצינו יום י\"ב מיהו מתני' מצינו לאוקמי כר\"מ וביום י\"א:",
                    "4": "<b>ומשני א\"ר אחא בר יעקב בטל יום טיריון.</b> יום י\"א מותר אפי' לר' יוסי:",
                    "5": "יום שנהרג לוליינוס ופפוס אחיו שהיו צדיקי' גמורים:",
                    "6": "<b>אתוץ את המגדל הזה.</b> אשבר המגדל הזה ועל בית המקדש אמר כן:",
                    "7": "<b>ה\"ג לקרונין שלו.</b> פי' לעגלות שהיה נקנור יושב בו:",
                    "8": "<b>בקונטס.</b> כמו קונדס והוא עץ ארוך:",
                    "9": "<b>ה\"ג על דעתי' דר\"י ניחא בא לאסור לפניו ע\"ד דר\"מ מה בא לאסור וכו'.</b> וה\"פ בשלמא לר\"י איצטרך למכתב יום י\"ג כדי לאסור יום י\"ב אלא לר\"מ ל\"ל:",
                    "10": "<b>לאסור לפניו.</b> פי' יום י\"ב אינו נאסר בשבילו דהא סובר ר\"מ שאינו נאסר לפניו ולעצמו ליום שלשה עשר אינו צריך דהא נאסר משום יום שלפני י\"ד דכתיב ביה דלא למספד ומודה ר\"מ דלפניו אסור:",
                    "11": "<b>ומשני בא להודיעך שאסור בהספד.</b> אי משום יום שלפני י\"ד אינו אסור אלא בתענית ולא בהספד לכך כתיב יום י\"ג עצמו ללמדך שאף הוא אסור בהספד:",
                    "12": "<b>ה\"ג ואפי' על דר\"י לית היא מקשייא.</b> וה\"פ ותדע דאיצטרך ליום י\"ג לאסרו בהספד דהא אפי' לר\"י נמי קשיא דליכא למימר דבא לאסור יום שלפניו דהיינו יום י\"ב השתא איהו גופי' בטל כדאר\"י בר אחא כ\"ש שאינו נאסר משום יום שלפני י\"ג אע\"כ לומר דאיצטרך יום י\"ג לאסרו בהספד א\"כ לר\"מ נמי לא קשיא:",
                    "13": "<b>בי\"ד ובט\"ו וכו'.</b> כן תניא במג\"ת:",
                    "14": "<b>בט\"ז.</b> באדר התחילו לבנות חומות ירושלים שלא למספד בו:",
                    "15": "<b>ה\"ג ע\"ד דר\"מ ניחא בא לאסור לעצמו.</b> וה\"פ לר\"מ דסובר דלאחריו לעולם מותר איצטרך למכתב יום ט\"ז לאסור אותו:",
                    "16": "<b>לוסר לפניו לית ליה.</b> כלומר אינו צריך לאסרו שהרי יום י\"ד מפורש במג\"ת דלא למספד ביה:",
                    "17": "<b>עצמו.</b> יום ט\"ז עצמו אסור מפני שהוא יום שלאחר ט\"ו:",
                    "18": "<b>ומשני בא להודיעך.</b> שיום ט\"ז אסור בהספד דאי משום שלאחר ט\"ו אינו אסור בהספד וכדפרישית לעיל:",
                    "19": "<b>ואפי' ע\"ד דר\"מ וכו' עד ופפוס ל\"ג ליה הכא.</b> ואגב גררא דההיא דלעיל נכתב לכאן:"
                },
                "3": {
                    "0": "ה\"ג בשבעת עשר בי' קמו האומות על פליטת סופרים במדינת בולקין ובית זבדין והיתה גאולה לבית ישראל:",
                    "1": "<b>ע\"ד דר\"מ ניחא בא לאסור עצמו.</b> דאילו משום שהוא לאחר יום ט\"ז אין לאסרו דהא לאסור לאחריו לית ליה:",
                    "2": "<b>לפניו לית ליה.</b> כלומר לא צריך דהא ט\"ז כתיב במג\"ת:",
                    "3": "<b>עצמו אסור.</b> מפני שהוא לאחר ט\"ז דכתיב במג\"ת די לא למספד:",
                    "4": "<b>כל אילין מילייא.</b> כל אלה הדברים לא מסייען ולא קשיין לא לר\"מ ולא לר\"י דלא בא הכותב אלא למנות הימים שנעשו בהם נסים לישראל ואע\"ג דממילא היו אסורים בהספד ובתענית משום לאחריו או לפניו:",
                    "5": "<b>דתנינן.</b> במג\"ת פ\"ק:",
                    "6": "<b>בריש ירחא וכו'.</b> בר\"ח ניסן:",
                    "7": "<b>דיתקן תמידא.</b> שהיו הביתוסין אומרין יחיד מתנדב תמיד משום דכתיב את הכבש אחד תעשה לשון יחיד ואהדרו להו חכמים הא כתיב תשמרו להקריב לשון רבים ונצחום ועשו יום טוב:",
                    "8": "<b>וקשיא בלא כך וכו'.</b> וכי ראש חודש לא אסור בתענית והספד בלאו מגילת תענית אלא ודאי לא בא אלא לאשמועינן הימים שנעשו בהן הנסים:",
                    "9": "<b>ופריך מה ראית להקל.</b> בשבתות ויום טוב ולהחמיר בימים הכתובים במג\"ת לאסור שלפניהם ושל אחריהן:",
                    "10": "<b>ומשני שאלו.</b> שבתות וי\"ט. הן מדאורייתא וא\"צ חיזוק:",
                    "11": "<b>הדא דאת אמר.</b> ולא אמרן שימים הכתובים במג\"ת אסורין בהספד ותענית אלא עד שלא בטלה מג\"ת והיינו קודם החרבן:",
                    "12": "<b>ואפי' תימר בטלה מג\"ת.</b> והא דאר\"י צאו והתענו וכו' שאני חנוכה ופורים דלכ\"ע לא בטלו דמפרסם ניסא דידהו:"
                },
                "4": {
                    "0": "<b>ר' יונתן.</b> ישב בתענית כל ערב ר\"ה:",
                    "1": "<b>ר' אבון.</b> צם כל ערב שבת:",
                    "2": "<b>ולא חש.</b> שאירע בע\"ש ובימים אלו שצם ימים הכתובים במג\"ת דאפ\"ה התענו בהם:",
                    "3": "<b>ר\"י בר אחא.</b> צוה למלמדים אם יבואו הנשים לשאול מהן אימתי מותרין ואימתי אסורין להתענות אמרו לה בכל מתענין וכו' ואין לחוש למגילת תענית:"
                }
            },
            "12": {
                "0": {
                    "0": "מתני' <b>שלא להפקיע את השערים.</b> כשרואין בעלי חניות שקונין למוצאי חמישי שתי סעודות גדולות אחת לליל תענית ואחת לשבת יהיו סבורין שבא רעב לעולם ומייקרין השער אבל משהתחילו לענות בשני יודעים שאינו אלא מפני התענית ל\"א שלא יאמרו אם לא שראו הב\"ד שרעב בא לא היו דחוקים לגזור תענית עתה סמוך לשבת ומפני כן יפקיעו השער:"
                },
                "1": {
                    "0": "גמ' <b>והיה ר\"ל.</b> תלמידו מצטער ששגג ר\"י בהוראה זו:",
                    "1": "<b>אמר.</b> שבק סתמא היינו דברי ת\"ק ועשה כר\"י דהוא יחידאה:",
                    "2": "<b>אשכח.</b> מצא ר\"ל ברייתא דתני ר\"ח דברי הת\"ק בשם ר\"מ:",
                    "3": "<b>אמר יאות וכו'.</b> אמר שפיר יודע סבא דהיינו ר' יוחנן המשניות דאתיין כיחידאה אע\"פ שהן שניות בסתם:",
                    "4": "<b>הלכה כסתם.</b> א\"כ הכא נמי כיון ששנה ר' סתם הלכה כסתם:",
                    "5": "<b>א\"ל ולא ר'.</b> דלמא דוקא כששנה ר' המחלוקות והסתם הוא דהלכה כסתם:",
                    "6": "<b>דלמא חורן.</b> מה שאין כן כאן דאינש אחרינא שנה הסתם:",
                    "7": "<b>ופריך מה הן וכו'.</b> ומה היכא דשנה ר' בעצמו הסתם והמחלוקו' אמרינן דהלכה כסתם כ\"ש היכא דר' שנה הסתם ואחרינא שנה המחלוקות דהלכה כסתם:",
                    "8": "<b>ואתא ר\"ח.</b> ואמר בפי' דאף בזה הלכה כסתם:",
                    "9": "<b>ולמה וכו'.</b> והדרא קושייא לדוכתא למה פסק ר' יוחנן כיחידאה. ל\"א תירוצא הוא א\"כ לדבריך למה פסק ר' יוחנן כיחידאה אלא ודאי דוקא היכא דר' שנה המחלוקות והסתם אמרינן דלכך שנה בסתם לאשמועינן דהלכתא כוותיה אבל היכא דתנא אחר תני המחלוקות אין הלכה כסתם דאמרינן אילו ידע ר' דמחלוקות הוא לא הוה פסק כוותיה והראשון נראה:",
                    "10": "<b>הדא דאת אמר.</b> דהלכה כסתם בשאין מחלוקות אצל סתם אבל כשיש מחלוקו' אצל הסתם אין הלכ' כסתם ופליג אדר' לעזר:",
                    "11": "<b>אבל ביחיד אצל חכמי'.</b> אין בזה הלכה כסתם אע\"ג דסתם כיחידאה:"
                }
            },
            "13": {
                "0": {
                    "0": "מתני' <b>ואם התחילו.</b> שגזרו התענית קודם לכן והתחילו להתענות על הצרה אפי' יום א' ופגע בהן אחד מאלו הימים אין מפסיקין:",
                    "1": "<b>מודה הוא שאין משלימין.</b> להתענות בהן כל היום אלא אוכל בערב סמוך לשקיעת החמה:",
                    "2": "<b>וכן תשעה באב שחל להיות בע\"ש.</b> כגון בזמן שהיו הב\"ד מקדשין ע\"פ הראייה אוכל בערב סמוך לשקיעת החמה מפני כבוד השבת שלא יכנס לשבת כשהוא רעב:"
                },
                "1": {
                    "0": "גמ' <b>כמה היא התחלה.</b> שאינו מפסיק לאחר מכאן:",
                    "1": "<b>וכן כפק עובדא.</b> וכן עושין מעשה כר' בא:",
                    "2": "<b>ובמה קורים.</b> בתענית בר\"ח:",
                    "3": "<b>בגין מודעתין וכו'.</b> בשביל להודיע שהיו תענית:",
                    "4": "<b>רביעין על מעיהון.</b> נופלין על פניהם:",
                    "5": "<b>ולא ידעין דהוא תעניתא.</b> וכי לא ידעינן בלאו הכי דהיום תענית ולמה להו למיפל אאפין:",
                    "6": "<b>א\"ל.</b> לכך נופלין להודיעך שקורין היום ברכות וקללות ולא בראש חדש:",
                    "7": "<b>קם א\"ל.</b> רבי יוסה ואתה שמעת מאביך דבר זה שקורין בראש חודש:",
                    "8": "<b>אלא בעייני טב.</b> ששם היו יושבין לקדש החדש כדאיתא בראש השנה וכיון ששם מקדשין החדש הם קורין בראש חדש:",
                    "9": "<b>ושאר כל המקומות.</b> אף אני אומר שקורין בר\"ח שמתענין ברכות וקללות:"
                },
                "2": {
                    "0": "<b>אוכל אפילו ביצה אחת.</b> מבעוד יום:",
                    "1": "<b>ומשני אית תניי וכו'.</b> איכא תנא דר' יוסי לחכמים הלכך צריך לפרש הלכה מתענה ומשלים:",
                    "2": "<b>בעי מיליף.</b> רבי ביבי רצה למילף מר' יסא דין זה אם מתענה ומשלים:",
                    "3": "<b>א\"ל.</b> ר' יוסי נלך לבית מעט:",
                    "4": "<b>א\"ל רומשא היא.</b> אמר ר\"ב וכי ערב הוא שאתה רוצה ליכנס לביתך הלא עוד היום גדול:",
                    "5": "<b>א\"ל אית בתענה.</b> בתענית אני יושב ואילך לאכול:",
                    "6": "<b>א\"ל.</b> ר' ביבי אית גבי תורמסין ותוכל לאכלן לערב:",
                    "7": "<b>אמר ליה ומשלימין כרבי יוסי.</b> מדבריך שמעתי שמשלימין כרבי יוסי לפיכך אמרת לי לסמוך אתורמסין דידך שלא יהיו ראויין לאכילה עד לערב:",
                    "8": "הדרן עלך פרק סדר תעניות כיצד"
                }
            }
        },
        "2": {
            "0": {
                "0": {
                    "0": "מתני' <b>סדר תענית האלו.</b> האמורין בפרק קמא אינו אלא ברביעה ראשונה אם עברו שלשה זמנין של יורה שהן שלשה ושבעה ושבעה עשר במרחשון ולא ירדו גשמים אז היו יחידים מתענין ואח\"כ מתענין הציבור שלשה עשר תעניות על הסדר האמור:",
                    "1": "<b>אבל.</b> ירדו גשמים בעתן וצמחו הזרעים ונשתנו כגון תחת חטה יצא חוח ותחת שעורה באשה או שינוי אחר מתריעין עליהם מיד בתעניות ראשונות שכל חומר האמור בתעניות האחרונות נוהגין בראשונות:",
                    "2": "<b>בין גשם לגשם.</b> בין רביעה ראשונה לשנייה:",
                    "3": "<b>מכת בצורת.</b> סימן בצורת היא:"
                },
                "1": {
                    "0": "גמ' <b>שני וחמישי ושני.</b> דסד\"א שגוזרין שלשה תעניות בג' ימים זה אחר זה קמ\"ל דאין גוזרין על הציבור שני ימים רצופים:",
                    "1": "<b>שנו בשני.</b> אם שינו הצמחים בשני שאי אפשר לגזור תענית היום מי גזרינן ביום ה' בתענית שלא לשהות או דלמא ממתינין עד יום שני הבא:",
                    "2": "<b>שמע לה מן הדא.</b> דממתינין עד שני הבא:",
                    "3": "<b>כבר נשמעו דבריך.</b> וה\"נ כיון שנתנו ב\"ד בלבן לעשות צום ביום ב' הבא מתקבל לפני ה' כאילו כבר נעשה:"
                },
                "2": {
                    "0": "<b>כשם שמתריעין עליהן.</b> על צמחים ששינו:",
                    "1": "<b>חשודים.</b> החשודים לאכול פירות שביעית ולעשות עבודת קרקע בשביעית:",
                    "2": "<b>כר'.</b> דאמר דמקילין לעניים העושין מלאכה בשביעית כדמסיק הלכך מתענין נמי בשבילם:",
                    "3": "<b>חד ספר.</b> מלמד תינוקות א\"נ אומן המגלח את האדם היה חשיד על פירות שביעית:",
                    "4": "<b>אייתוני'.</b> הביאוהו לגבי רבי א\"ל רבי ומה יעשה האביון הזה כדי חייו הוא עושה. ר'. רצה להתיר לעשות מלאכה בשביעית דסבירא ליה שביעית בזמן הזה דרבנן דאין שביעית נוהג אלא בזמן שהיובל נוהג ואין יובל נוהג אלא בזמן שכל יושביה עליה ולפיכך רצה להקל מפני צורך העניים:",
                    "5": "<b>סליק וכו'.</b> עלה ר\"פ בן יאיר אצל ר':",
                    "6": "א\"ל ר' לר\"פ ומה התבואה עושת:",
                    "7": "<b>א\"ל.</b> ר\"פ עולשין והן כרת\"י נעשו יפות דאמרינן פ\"ז דשביעית עולשי שדה הם מאכל בהמה לאפוקי בשביעית שאין ירקות מצויין אף בני אדם אוכלין עולשי שדה וכיון שא\"ל ר' פנחס שעולשים נעשין יפות ולא א\"ל אשאר תבואות ש\"מ דשאר תבואות אסורין בשביעית חוץ מעולשין דאי שאר תבואות שריין א\"כ עולשין הם מאכל בהמה איך השיב לו ר\"פ במאכל בהמה כדאמרינן בעלמא צא ובשר לסוסים ולחמורים א\"ו דאסורים א\"כ ה\"ל עולשין מאכל אדם והבין ר' שאין ר\"פ מסכים עמו להתיר שביעית:",
                    "8": "<b>ומה עיבוריי' וכו'.</b> א\"ל ר' לר\"פ שנית ומה תבואות עושין שרצה לידע אם עולשין דקאמר ר\"פ דוקא וכוונתו לחלוק גם אהא דהתיר ר' להביא ירק מח\"ל לארץ ואמרינן בירושלמי פ\"ז דשביעית משהתיר ר' להביא ירק מח\"ל לארץ עולשים לאו מאכל אדם הן אפי' בשביעית או דלמא עולשין לאו דוקא אלא לאפוקי שאר תבואות קאמר ומדהשיב לו שנית עולשין נעשין יפות ידע ר' שאף על היתר הבאת ירק מח\"ל לארץ אינו מסכים עמו:",
                    "9": "<b>א\"ל.</b> ר' לר\"פ רואה ר' לאכול עמי מעט גרוגרת היום הזה כלומר דבר מועט כדרך הצדיקים שאומרים מעט:",
                    "10": "<b>פטל.</b> היינו גרוגרת ונקראין כך על שם הכלי שמונחים בתוכו שנקראת פטיליא:",
                    "11": "<b>מי נחית.</b> כשירד ר\"פ מר':",
                    "12": "<b>חמא וכו'.</b> ראה פרידות של בית עומדות:",
                    "13": "<b>אמר כל.</b> אלה מפרנסין אותן בתמיה הא כמלאכי המות הם להרוג בני אדם כמפורש בפ\"ק דחולין בבלי:",
                    "14": "<b>איפשר.</b> שלא אראה קלסתר פניו מעתה:",
                    "15": "<b>שמעון וכו'.</b> שמעו בני ביתו של ר' דברי ר\"פ ואזלו ואמרו לר':",
                    "16": "<b>שלח ר'.</b> שלוחים אחריו לפייסו:",
                    "17": "<b>מטון ביה.</b> הגיעו אליו סמוך למקומו:",
                    "18": "<b>אמר.</b> ר\"פ לשלוחי ר' בני עירי קריבין לי יותר ולא אשבוק בני עירי לילך אצל ר':",
                    "19": "<b>נחתון.</b> ירדו בני עירו והקיפו אותו:",
                    "20": "אמרון השלוחים לבני העיר ר' הוה שלח אחריו דר\"פ לפייסו שיאכל אצלו:",
                    "21": "<b>שבקון וכו'.</b> שבקו בני עירו אותו מפני כבודו של ר' והלכו להם:",
                    "22": "<b>אמר.</b> ר\"פ בניי קריבין לי יותר ולא אעזבם והפצירו בו:",
                    "23": "<b>נחתת וכו'.</b> ירד אש מן השמים והקיף אותו ואפשר שנסתלק באותו אש מן העולם:",
                    "24": "<b>חזרון.</b> השלוחים ואמרו לר' המעשה שהיה:",
                    "25": "<b>אמר.</b> ר' הואיל ולא זכינו להיות ממנו בעולם הזה נזכה לחזות אותו בעולם הבא:"
                }
            },
            "1": {
                "0": {
                    "0": "מתני' <b>ירדו לצמחים וכו'.</b> מפרש בגמ' לבורות ולשיחין ומערות. שמכניסין בהן מים לשתות:"
                },
                "1": {
                    "0": "גמ' <b>ציבחד ציבחד.</b> ירדו מעט מעט זהו טוב לצמחים ולעשבים ואינו מועיל לאילנות:",
                    "1": "<b>סגין סגין.</b> שירדו גשמים הרבה בפעם אחת בכח:",
                    "2": "<b>אבל לא לבורות וכו'.</b> משכחת לה שירדו בנחת ובכח מיהו לא היו הגשמים מרובין למלאות הבורות:",
                    "3": "<b>בפרוס הפסח.</b> י\"ד יום קודם פסח וקרי ליה פרוס לפי ששואלין ודורשין בהלכות פסח ל' יום קודם וי\"ד יום הם המחצה:",
                    "4": "<b>פרוס.</b> שבור כלומר מחצה:",
                    "5": "<b>ופריך מעתה.</b> אם על הגשמים שבבורות אפי' לאחר עצרת נמי מתריעין שהרי ימותו בצמא ואין לך צרה גדולה מזו:",
                    "6": "<b>ומשני יותר מכאן.</b> שירדו גשמים לאחר עצרת מעשה ניסים הן ואין מתריעין עליהן:"
                },
                "2": {
                    "0": "<b>ושלשתן בפסוק אחד.</b> כלומר בזכות אדם אחד שיש לו עשב אחד בשדה אחת:"
                }
            },
            "2": {
                "0": {
                    "0": "מתני' <b>וכל סביבותי' מתענות.</b> שאותה העיר שלא ירדו בה גשמים תלך לקנו' תבוא' בעיר שירדו בה גשמים ויהיה רעב:"
                },
                "1": {
                    "0": "גמ' <b>זכותא דחקלא עבדא.</b> זכות השדה נמי מהני ודריש לה מדכתיב חלקה אחת תמטר ולא כתיב על חלקה אחת אמטיר אלא זכות עצמה מהני לה:"
                },
                "2": {
                    "0": "<b>מפני ד' דברים יורדין.</b> הגשמים מלמעלן אע\"ג דעננים ממי אוקיינוס הם שותין וגם התהום עולה ומשקה כדאמרינן לעיל פ\"ק דף ג' א\"כ לא היה צורך כלל שירדו מלמעלן אלא מפני ד' דברים אלו:",
                    "1": "<b>מפני בעלי זרוע.</b> שיגזלו הנהרות המושכות מדאגה שלא ישתו שדותיהם מלמטן ועוד כי ימשכו השדות לגבולם ימצאו העניים מים לשתות אבל בראותם שכבר ירדו הגשמים מלמעלה שוב אינן גוזלין שיודעין שאינן צריכין להם:",
                    "2": "<b>ומפני טללים הרעים.</b> שע\"י המטר האויר מזדכך:",
                    "3": "<b>ושיהא העליון שותה כנמוך.</b> ואילו בא מלמטה היו המקומות הנמוכים שבעי' יותר ממקומות הגבוהים:",
                    "4": "<b>ושיהו הכל תולין עיניהם לשמים.</b> שלא ידעו ויבינו אם צריכין לגשמים עד סוף השנה משא\"כ עכשיו ברביעה הראשונה יודעין שצריכין לרחמים וגם יכירו ההשגחה ויכנעו לפני ה':",
                    "5": "<b>בזכות הארץ.</b> היינו ארץ ישראל כדכתיב תמיד עיני ה' אלקיך בה:",
                    "6": "<b>בזכות החסד.</b> שעושין בני אדם הקב\"ה מתחסד עמהן ונותן להם מזון בחסד כדכתיב נותן לחם לכל בשר כל\"ח:",
                    "7": "<b>בזכות היסורין.</b> כגון התענית והתפלה והכנעה:",
                    "8": "<b>אם לשבט וכו'.</b> אירידת הגשמי' קאי ואם לשבט היינו יסורין:"
                },
                "3": {
                    "0": "<b>בעון עכו\"ם.</b> מדה כנגד מדה הוא מסתיר פניו אף הקב\"ה מסתיר פניו ממנו:",
                    "1": "<b>ומגלי עריות.</b> שנאמר כי בעד אשה זונה עד ככר לחם:",
                    "2": "<b>ושופכי דמים.</b> כי הוא מנע שתהא הארץ נושבת לכן הגשמים נעצרים והארץ שממה:"
                },
                "4": {
                    "0": "שהוא עושה את הבריות ענוים אלו לאלו שעונים זה לזה שלום שבעצירת הגשמים אין שם שאילת שלום כדתנן בפ\"ק דמכילתין נ\"ל ורש\"י פירש שיש שדה מתברכת ויש שדה שאינה מתברכת ומתנשאים אלו על אלו:",
                    "1": "<b>כנשיאים.</b> מתנשאים אלו על אלו א\"נ שאין צריכין לכלום:",
                    "2": "<b>חזיונות חזיונות.</b> שמקצת מקומות נראו ומקצתן מכוסין ואף השמש והירח שמאירין לעולם פעמים מכוסים ע\"י העננים:"
                }
            },
            "3": {
                "0": {
                    "0": "מתני' <b>או מפולת.</b> שחומותיה והבתים נופלין:"
                },
                "1": {
                    "0": "גמ' <b>מותנא וכו'.</b> מגפה היתה בצפורי ולא היתה נכנסת בתוך השוק שהיה ר' חנינה דר שם. והויין וכו'. והיו אנשי ציפורי אמרין מה הך סבא בינינו יושב בשלום הוא ושכונתיה והמדינה הולכת ברעה ואינו מבקש רחמים עלינו:",
                    "1": "<b>עאל וכו'.</b> נכנס רבי תנינא ודרש לפניהם זמרי אחד היה בימי משה ונפלו על ידו ארבעה ועשרים אלף ולא הועיל להם זכותו של משה:",
                    "2": "<b>ואנו.</b> ובציפורי יש כמה זמרי שהיו מגלי עריות בועלי בת אל נכר כ\"ש שתהיה המגפה ולא יגין זכותו:"
                },
                "2": {
                    "0": "<b>חד זמן.</b> פעם אחת צריכון לגזור תענית על הגשמים והתענו ולא ירדו גשמים:",
                    "1": "<b>והוון וכו'.</b> והיו אנשי ציפורי אומרים ריב\"ל מגין על דרומיים ומוריד להם גשמים ורבי חנינא מלמד קטיגורא על אנשי ציפורי ומעציר להם גשמים:",
                    "2": "<b>צרכון וכו'.</b> היו צריכין עוד לגזור תענית על הגשמים פעם שנית:",
                    "3": "<b>שלח.</b> ר\"ח והביא ריב\"ל וא\"ל ראה אדוני שתצא עמנו להתענות ויצאו שניהם ולא ירדו גשמים:",
                    "4": "<b>עאל וכו'.</b> נכנס ר\"ח ואמר לפניהן לא ריב\"ל מוריד גשמים לדרומיים ולא ר\"ח מעציר גשמים מן ציפוריי':",
                    "5": "<b>אלא.</b> אנשי דרום לבם רך ושומעין דברי תורה ונכנעים והגשמים יורדים ואנשי ציפורי מקשים לבן ושומעין לדברי תורה ואין נכנעין:",
                    "6": "<b>מי עליל.</b> כשנכנס ר\"ח נשא עיניו וראה שהאויר זך:",
                    "7": "<b>אמר.</b> עדיין הוא כן בתמיה אף לאחר שהתענינו:",
                    "8": "<b>ונדר.</b> ר\"ח על עצמו שלא לעשות עוד כן פעם אחרת לבקש בכח רחמים עליהן שאינן זכאים:",
                    "9": "<b>אמר מה.</b> לי לומר לבעל חוב שלא יגבה חובו:"
                },
                "3": {
                    "0": "<b>לא היה מדבר עם משה.</b> ביחוד וחיבה בלשון וידבר שהוא מורה על חוזק הדיבור בחיבה יתירה:",
                    "1": "<b>שאילו לא שאמרו ישראל וכו'.</b> ואע\"ג דקודם שאמרו ה' הוא וגו' ירד האש ושרף הקרבנות מ\"מ ממה שאמרו ה' הוא וגו' בראותם האש שמעינן שכבר אמרו מקודם שאם ירד האש יאמינו בה' ובאליהו עבדו ודייק ליה מדכתיב מקמי הכי היום יודע כי אתה אלקים בישראל ש\"מ שכך קיבלו עליהם בפירוש:"
                },
                "4": {
                    "0": "<b>ותהא שבראן.</b> כביכול מתנחם ומתחרט על בריאותן:",
                    "1": "<b>ישליו אוהלים לשודדים.</b> אלו ערביים השוכנים באהלים במדברות ורועים מקנה וכתיב בסיפא לאשר הביא וגו' כלומר הוא עצמו גרם לו הרגזתו שהביאם בעולם:",
                    "2": "<b>ואשר הרעותי.</b> אני בראתי יצר הרע המחטיאם וגרמתי להם כל זאת:",
                    "3": "<b>כאלו הרעותי.</b> שבודאי לטובת ישראל נברא היצר הרע כדאמרינן טוב מאוד זה יצה\"ר אלא דע\"י שאינן יכולין לעמוד בו הרי הוא כאלו הרע להם:"
                },
                "5": {
                    "0": "<b>עאל.</b> נכנס ר\"ע ודרש לפניהם משל לרצות ר\"א רבו:",
                    "1": "<b>הוה אמר יבון לה.</b> הוה אומר יתנו לה כל מה שהיא חפיצה ותלך לה שלא אראנה עוד:",
                    "2": "<b>ואימת.</b> וכשהיתה הכשירה נכנסת לפניו היה מעציר ברוחו ולא מילא רצונה לפי שהיה מתאוה לשמוע קולה בתפילה ובתחנונים:",
                    "3": "<b>ופריך ואית שרי וכו'.</b> וכי מותר לומר כן לפני הציבור להחזיק עצמו כאינו הגון:",
                    "4": "<b>ומשני אלא שלא לחלל ש\"ש בר\"א.</b> שיאמרו ח\"ו שהוא אינו הגון לפי שלא נענה:"
                },
                "6": {
                    "0": "<b>ר' אחא.</b> עשה י\"ג תעניות האמורים בפ\"ק דמכילתין:",
                    "1": "<b>מי עליל.</b> כשנכנס פגע ביה חד כותי:",
                    "2": "<b>עצור גולתך.</b> סחוט כסותך מן המטר ודרך שחוק אמר לו:",
                    "3": "א\"ל ר\"א בחיי דאיש הזה שמים יעשו ניסים והגשמים ירדו והשנה מצלחת בפירותיה והאי גברא לא יחיה בעת ההיא:",
                    "4": "<b>והוון וכו'.</b> והיו כל העם אומרין בואו וראו מיטות של כותי שמונח בשמש ודרך שחוק אמרו כלפי שאמר הוא דרך שחוק על הגשם:"
                }
            },
            "4": {
                "0": {
                    "0": "מתני' <b>שלשה מתים בשלשה ימים.</b> מת אחד בכל יום:"
                },
                "1": {
                    "0": "גמ' <b>לאשה הזאת וכו'.</b> משם למדנו שהדרך להדיבוק ג' א\"כ ידבק דקרא נמי בשלשה איירי ולא בפחות:",
                    "1": "<b>ה\"ג הא עבידא יותר מכאן וכו'.</b> וה\"פ מיבעיא ליה אם הא דתנן במתני' עיר המוציאה ת\"ק רגלי דוקא או לאו דוקא דאפילו במוציאה יתר מכאן אם יצאו ממנה ג' מתים בשלשה ימים ה\"ז דבר:",
                    "2": "ה\"ג הדא אמרה יותר מכאן אינה צריכה שיעור אחר וה\"פ זאת אומרת דלעולם בג' מתים בג' ימים ה\"ז דבר:",
                    "3": "<b>בריאים.</b> שאינן ראויות ליפול אמפולת דמתני' דלעיל קאי:",
                    "4": "<b>מרועעי'.</b> השבורים הראויות ליפול:",
                    "5": "<b>ודכותה.</b> גבי דבר דוקא שמתו בחורים אבל לא זקנים:",
                    "6": "<b>אסכרה.</b> חולי הנעשה בפה ובגרון והיא חונקת את האדם ולשון אסכרה כמו יסכר פי דוברי שקר:",
                    "7": "<b>כל שהיא.</b> אפי' מת אח' באסכרה מתריעין עליה:",
                    "8": "<b>שנים בדבר וא' באסכרה.</b> מהו מי הוו כג' מתים:",
                    "9": "<b>ופריך איתא חמי.</b> בוא וראה הא תני אסכרה כל שהיא וכ\"ש אם מתו עוד שני' שמתריעין:",
                    "10": "<b>לכן צריכה.</b> לא קמיבעיא ליה אלא שהתריעו יהעל האסכרה והלכה לה ואחר כך מתו שנים בדבר ואחד באסכרה מהו מי אמרי' כיון שכבר הלכה אין מתריעין עליה עוד או לא:"
                }
            },
            "5": {
                "0": {
                    "0": "מתני' <b>בכל מקום.</b> ואפי' הערים הרחוקות ממנה הרבה כדמפרש טעמא בסיפא מפני שהיא מכה מהלכת:",
                    "1": "<b>שדפון.</b> רוח שמפסיד את התבואה ומתרוקנה מן הזרע:",
                    "2": "<b>ירקון.</b> תבואה שהכסיפה פניה וי\"מ חולי שמהפך בני אדם כמראה ירק השדה:",
                    "3": "<b>ועל חיה רעה.</b> שנראית ביום בישוב:",
                    "4": "<b>ועל החרב.</b> חיילות העוברו' ממקום למקום:"
                },
                "1": {
                    "0": "גמ' <b>על פרגיא של פשתן.</b> שאכלו העופות את הפשתן:",
                    "1": "<b>פרגיא.</b> כמו פרגיות והן ציפרים קטנים:",
                    "2": "<b>שמה ושערורה נהייתה בארץ.</b> ומתרגמינן תימא ושנו בארעא וכתיב בתריה העיזו בני בנימין ובתקוע תקעו בשופר ש\"מ על דבר משונה מתריעין ואף זה משונה שיאכלו פרגיות הפשתן:",
                    "3": "על השרב שהחום גדול מאוד:",
                    "4": "<b>קמתי בקהל אשוע.</b> אם הוא קודר צריך להתפלל בקהל והיינו מתריעין:",
                    "5": "<b>אוקיר לאסייך.</b> כבד להרופא קודם שתצטרך אליו כלומר התפלל קודם ביאת הצרה:",
                    "6": "<b>היערוך שועך לא בצר.</b> כך אמרו חביריו לאיוב כלום הקדמת תפלתך עד שלא באת הצרה אם היית עושה כן הכל היו מאמצין כוחך ומסייעין לך:",
                    "7": "<b>אם סדרת תפילה.</b> יפה תהא בטוח שלא יהיה לך צרי' מלמעלה:",
                    "8": "<b>לא תהא מיצר פיך.</b> לא תתפלל תפלה קצרה אלא הרחב פיך לשאול כל צרכך בביאור יפה והקב\"ה ימלא משאלותיך משא\"כ אם לא סדרת תחלה לא תהא מאריך בתפלתך שלא תתבלבל:"
                },
                "2": {
                    "0": "<b>לא סוף דבר ארבה.</b> לאו דוקא ארבה שהוא כולל כל המינים:",
                    "1": "<b>אלא אפי' כנף.</b> ממין אחד מתריעין עליהן:",
                    "2": "<b>שהוא חוסל את הכל.</b> מכלה את הכל כמו יחסלנו הארבה:",
                    "3": "<b>דו גבי.</b> שהוא גובה דין אדוניו שבעון הדור הוא בא:",
                    "4": "<b>לא סוף דבר חיה רעה.</b> לאו דוקא חיה רעה אלא אפי' על בהמה שהיא נושכת וממית מתריעין עליה:",
                    "5": "<b>לא סוף דבר חרב של מלחמה.</b> לאו דוקא חרב של מלחמה שמתריעין עליו אלא אפי' חרב של שלום העוברת ממקום למקום דרך אותה העיר מתריעין עליה:",
                    "6": "<b>שכבר עשת.</b> חרב כזה רושם בימי יאשיהו שפרעה נכה רצה לעבור דרך ארצו להלחם בכרכמי' ולא הניחו יאשיהו ונהרג במלחמה ש\"מ דיש בו סכנה ומתריעין עליו:"
                }
            },
            "6": {
                "0": {
                    "0": "מתני' <b>לעריהן.</b> לארץ ישראל:",
                    "1": "<b>כמלא פי תנור.</b> שלקתה בשדפון כל כך תבואה שהיה ראוי לעשות ממנה פת למלאות פי תנור:",
                    "2": "<b>באשקלון.</b> ארץ פלשתים:",
                    "3": "<b>ועל שאכלו זאבים.</b> דהיא חיה רעה ומכה מהלכת היא:",
                    "4": "<b>על שנרא'.</b> מפרש בגמרא:"
                },
                "1": {
                    "0": "גמ' <b>במכוכס.</b> שהשדפון במקום אח' בעינן מלא פי תנור:",
                    "1": "<b>אבל במפוזר.</b> בשנים ושלשה מקומות:",
                    "2": "<b>אפילו פרא מכאן.</b> פחות ממלא פי תנור נמי מתריעין:",
                    "3": "<b>נראו.</b> הא דתנן במתני' נראו היינו שרצין אחרי בנ\"א:",
                    "4": "<b>נראו במקום שאין ראוי להם.</b> כגון שנראו בעיר ואפילו אינ' רצין ה\"ל משולחת:"
                }
            },
            "7": {
                "0": {
                    "0": "מתני' <b>המיטרפ'.</b> מתחבטת ומשתברת:",
                    "1": "<b>לעזרה.</b> שיהיו מתפללין עליהן שיעזרו להן מן השמים:",
                    "2": "<b>שמעון התימני.</b> מתמנה היה:",
                    "3": "<b>אף על הדבר.</b> מתריעין בשבת:"
                },
                "1": {
                    "0": "גמ' <b>ענני ה' ענני.</b> שאומרי' בסליחות ובי\"ה היינו מתריעין דמתני' אבל לא בשופר דשופר בשבת ליכא:",
                    "1": "<b>והא תנייא קדמייא.</b> מכלל דת\"ק אמר אפי' לצעקה והיינו שמתריע' בשופרות צעקה קרי לה ש\"מ דלא כרב ובבבלי ספ\"ק משני לה:"
                },
                "2": {
                    "0": "<b>אין בטלית.</b> אם בטלתי דבר אחד ממה שכתוב בס\"ת זה יכנסו האויבים לעיר ואם לאו ילכו להם:",
                    "1": "<b>מיד בקשו אחריהן ולא נמצאו.</b> שהלכו להם:",
                    "2": "<b>תלמידי'.</b> דלוי עשה כן ויבשה ידו שלא היה חסיד כל כך כרבו ולפי שבטח בצדקתו והטריח בוראו לעשות נס נענש:",
                    "3": "<b>לומר שאין שוטה נפגע.</b> שאינו מרגיש בפגעיו וכן זה לא הרגיש בחטאו לפיכך לא נענש:",
                    "4": "<b>ולא בשר המת.</b> הגדל באדם חי מחמת מכה אינו מרגיש באיזמל כשחותכין אותו ומשל הוא כזה כן זה:"
                }
            },
            "8": {
                "0": {
                    "0": "מתני' <b>חוץ מרוב גשמים.</b> לא שירדו הרבה כל כך שמקלקלין את התבואה אלא שכבר ירדו הרבה שאין צריכין להן עוד והן לטורח על בני אדם:",
                    "1": "<b>תנורי פסחים.</b> של חרס הם ומטלטלין ממקום למקום:",
                    "2": "<b>שלא ימוקו.</b> בגשמים:",
                    "3": "<b>עג עוגה.</b> רשם בקרקע רושם עגול כעין עוגה:",
                    "4": "<b>גשמי בורות.</b> גשמי' בשפע למלאות בורות:",
                    "5": "<b>אם נמחית.</b> אם מכוסה כולה במים:",
                    "6": "<b>אבן טועים.</b> מפרש בגמרא:"
                },
                "1": {
                    "0": "גמ' <b>דבר שאיפשר וכו'.</b> אקרא קאי שנא' והריקותי לכם ברכה עד בלי די וקמפרש ר\"י דה\"ק שתהיה הברכה עד שלא תצטרך לומר די אבל אם היה צ\"ל די כלו' שהיה יותר מדאי אינה ברכה ומינה שמעינן דרוב טובה קללה היא:",
                    "1": "<b>עד שיבללו שפתותיכם מלומר דיינו ברכה.</b> וכיון שכך מדתו של הקב\"ה כשהוא נענה לעמו משפיע להם טובה עד שיבללו שפתותיהן מלומר די אין מתפללין עליה:"
                },
                "2": {
                    "0": "<b>ופריך הדא אמרה.</b> זאת אומרת ערב פסח הי':",
                    "1": "<b>ותני כן.</b> בתמיה. הא תנינן במגילת תענית:",
                    "2": "<b>בעשרין.</b> באדר:",
                    "3": "<b>צמון.</b> כל העם לגשמים שירדו להן ושלחו לחוני המעגל משמע שהמעשה היה באדר ולא בע\"פ:"
                },
                "3": {
                    "0": "<b>שלא בא בענוה.</b> להתפלל על הגשמים אלא בדרך חוב לפיכך לא נענה מיד:",
                    "1": "<b>אר\"י גיריא.</b> הוא ר\"י בן גרים:",
                    "2": "<b>הדין חוני המעגל.</b> הנזכר במשנתינו:",
                    "3": "נפק לטורא יצא להר אצל הפועלים עד דהוא התם ירדו גשמים ונכנס למערה:",
                    "4": "<b>מן יתיב.</b> כשישב שם נרדם וישן ליה והיה משתקע בשינתיה שבעים שנה עד שנחרב בית המקדש ונבנה פעם שנית:",
                    "5": "<b>לסוף.</b> שבעים שנה הקיץ משנתו ויצא מן המערה וראה העולם נתחלף מקום שהיו כרמים בראשונה כעת נטוע זיתין:",
                    "6": "<b>זוויי.</b> מקום שהיו נטועין זיתין כעת היא מקום זרע:",
                    "7": "<b>שאל ליה.</b> לאנשי המדינה מה חידושים בעולם:",
                    "8": "<b>א\"ל.</b> ואין אתה יודע מה חידושים בעולם א\"ל לא:",
                    "9": "<b>אמרין ליה.</b> ומי אתה שאין אתה יודע מה חידושים המפורסמים בעולם:",
                    "10": "<b>אמרון ליה.</b> שמענו כשהי' נכנס חוני המעגל לעזרה היתה מאירה ואם אתה הוא נראה אם תאיר העזרה בכניסתך:",
                    "11": "<b>עאל.</b> נכנס והאירה העזרה ממנו:",
                    "12": "<b>וקרא על עצמו בשוב וגו'.</b> אלא להתיר נדרו של זה לפי שהן מועטי' ואין בהם תועלת לעולם:"
                },
                "6": {
                    "0": "<b>ותני כן.</b> ותניא נמי הכי:",
                    "1": "<b>אסטיו.</b> אצטבא:"
                },
                "7": {
                    "0": "<b>אלא כל מאן.</b> שנאבד ממנו דבר היה נוטלו משם דכל מי שמוציא דבר שאינו שלו מביאו לשם להכריז עליו. כך א\"א להתפלל על הגשמים שילכו להם:"
                },
                "8": {
                    "0": "שאין מתפללין על רוב טובה:",
                    "1": "<b>פר של הודיות.</b> להתודות עליו ועשה לו סמיכה והביאו שלמים כן פירש\"י ול\"נ פר של תודה להודות לה' על הנס שעשה וכיון שהוא מביאו ומודה לה' הרי הוא כאילו אומר שדי לו בגשמים אלו:",
                    "2": "<b>מלא כמהין.</b> שיצאו מלחלוח הגשמים וידעו כי של ברכה היו הגשמים:",
                    "3": "<b>בקרן העופל.</b> סלע גבוה וכך שמו:",
                    "4": "<b>ומשקשק.</b> ומשכשך רגליו בנחל קדרון שיעלה למעלה עד מקום ההוא וזהו דבר הנמנע כלומר לעולם אין מתפללין על רוב הגשמים:"
                }
            },
            "9": {
                "0": {
                    "0": "מתני' <b>לנידוי.</b> שמנדין כבוד הרב שהטיח דברים כלפי מעלה:",
                    "1": "<b>מתחטא.</b> מתגעגע:"
                },
                "1": {
                    "0": "גמ' <b>כשם שנגזרה בימי אליהו.</b> שמפתח הגשמים ביד אליהו:",
                    "1": "<b>לידי חילול השם.</b> שאליהו נשבע חי ה' אם יהיו השנים האלה טל ומטר כי אם לפי דברי ואתה נשבעת שאין אתה זז עד שירדו גשמים:",
                    "2": "<b>תמן תנינן.</b> ר\"ה פ\"ק:",
                    "3": "שלח לו רשב\"ג אם מעכב אתה את הרבים נמצאת מכשילין לעתיד לבא ותני עלה לא נמצא מעכב רבי' מלעשות מצוה וכו' צריך נידוי. כ\"ש המביא רבים לידי עבירה שצריך נידוי וכיון שע\"י שבועתך יוכל לבא לידי חילול השם שצריך אתה נידוי. וא\"ל חוני לשמעון בן שטח ואין הקב\"ה מבטל גזירתו וכו' דקס\"ד דשמעון קאמר שאפשר שהקב\"ה גזר שלא להוריד גשמים והוא נשבע ולא ירדו גשמים נמצא שנשבע לשוא ויש בזה חילול השם הלכך א\"ל שקרוב לודאי שיבטל הקב\"ה גזירתו מפני שבועתו של צדיק ל\"א השתא גזירתו מבטל מפני גזירת צדיק כ\"ש גזירת אדם אחר והראשון עיקר:"
                },
                "2": {
                    "0": "<b>אלא אפי'.</b> הקב\"ה אומר הכי והצדיק גוזר בהיפך קאמר קרא שלך קיים ושלי לא קיים וקמ\"ל לך יתירא דאפי' גזירת הקב\"ה מבטל הצדיק בגזירתו:",
                    "1": "<b>זו ירידת גשמים.</b> שנקראים אור כדכתיב יפיץ ענן אורו:",
                    "2": "<b>כי השפילו וגו'.</b> סיפיה דקרא דותגזר אומ' וכו' מפרש ואזיל:",
                    "3": "<b>אני אמרתי.</b> שלא להמטיר על הארץ כדי להכניען:",
                    "4": "<b>ואתה אמרת.</b> שלא בענוה להוריד גשמים דידך קיים ושלי לא קיים:",
                    "5": "<b>לשחות.</b> להשפיל:",
                    "6": "<b>ימלט אי נקי.</b> אם נקי הוא ימלט:",
                    "7": "<b>אף עפ\"י שאינו נקי.</b> אי בציר\"י כמו אין:",
                    "8": "<b>מהו ונמלט בבור כפיך.</b> דא\"ל בזכות שידיו נקיות מן הגזל שאין זה כדאי דבגזל העולם נידון אחר רובו כדמצינו בנח ובניו לכך קדריש בברירת הפה שהיא תורה ומצות ומעשים טובים ובי\"מ פי' דא\"ל על נקיון. הגזל דהא כבר נאמר תרחיק מאהליך עולה והראשון נ\"ל:"
                },
                "3": {
                    "0": "<b>מה ת\"ל יולדתך.</b> אב ואם הרי הם אמורי':",
                    "1": "<b>אומתך.</b> כמו מארצך וממולדתך:",
                    "2": "<b>שעתך.</b> כלומר שעה שנולדת בה כמו שמצינו ביום שנולד בו משה:",
                    "3": "<b>כשם.</b> שבן רשע מבזה לאמו בכפליים ברשעתו:",
                    "4": "<b>לישן גמטריון.</b> לשון גמטרי\"א כלומר בא\"ת ב\"ש תוגת הוא אפרא והכי קאמר בן כסיל הוא נותן אפר בעיני אמו:"
                }
            },
            "10": {
                "0": {
                    "0": "מתני' <b>קודם הנץ החמה לא ישלימו.</b> דאכתי לא חל עלייהו תענית כי נחת גשמי':",
                    "1": "<b>קודם חצות.</b> טעמא מפרש בגמרא:",
                    "2": "<b>צאו ואכלו ושתו.</b> ולא אמר להן קראו הלל הגדול תחילה שאין קורין הלל הגדול אלא בכרס מלאה ונפש שבעה:"
                },
                "1": {
                    "0": "גמ' <b>ואני אענה.</b> משמע דאין צריכין עוד לשום דבר שכבר נעשה רצונם:",
                    "1": "<b>ואני אשמע.</b> מ\"מ לא מילא בקשתם וצריכין עוד לתענית שיהו לברכה:",
                    "2": "<b>או חילוף.</b> ואני אענה שלא אשמע צעקתם ועדיין צריכין לתעניתם והי\"מ פי' בענין אחר ואינו מחוור ע\"ש:",
                    "3": "<b>אין ענייה אלא סמוך לקריאה.</b> וקאמר והיה טרם יקראו משמע שיהיה קודם קריאה ברצון כאילו הוא אחר קריאה ש\"מ דגשמי רצון הן:",
                    "4": "ברומשא בערב בליל התענית:",
                    "5": "<b>בגין דאנא צחי.</b> בשביל שאני צמא מהו לשתות:",
                    "6": "<b>א\"ל.</b> המתן שמא ימליכו רוב הציבור ות\"ח שבעיר להשלים ואין היחיד רשאי לאכול:"
                },
                "2": {
                    "0": "עד שש שעות בשבת דה\"ל כמתענה בשבת:",
                    "1": "<b>עד כדון צפרא.</b> עד חצות מיקרי בקר:",
                    "2": "<b>כבר עבר רובו של יום בקדושה.</b> וה\"ל כאילו השלימו ושמעי' דאם התענה עד לאחר חצות כאילו כבר השלי' כל היום כולו:"
                },
                "3": {
                    "0": "<b>כד הוה וכו'.</b> כשהיה רוצה שירדו גשמים אומר לספר המגלחו תמיד שיעמוד עצמו לפני ההיכל ויאמר בשביל שר' רוצה לספר ואין בכוחו מחמת הצער מעציר' הגשמים וזהו העדר כבוד לריב\"ז א\"נ הציבור בשמעם נצטערו על צערו של הנשיא והיו הגשמים יורדים:",
                    "1": "ר\"א ב\"א כשהי' רוצ' שירד מטר הי' שולף נעלו והגשמים יורדים ואם היה שולף גם השני היה העולם מטפטף מרוב הגשמים:",
                    "2": "<b>מפלתא הווין תמן.</b> בית העומד ליפול הי' שם והיה רב מושיב להתם חד מן תלמידיו עד שיפנו מה שבבית שידע רב שבעודו שם לא יפול הבית בזכותיה:",
                    "3": "<b>וכיון.</b> שיצא התלמיד מן הבית היה הבית נופל:",
                    "4": "<b>ואית דאמרין.</b> ויש אומרים רב אדא בר אהבה היה אותו התלמיד:",
                    "5": "<b>ולא הצעתי.</b> מטה ועל ידה ישנתי שינת קבע כי לעולם היתה שינתו עראי כדי לקום מיד לעסוק בתורה:",
                    "6": "<b>ולא צעדתי בין החבירים.</b> כשהיו התלמידים יושבין בבית המדרש ישבו ע\"ג הקרקע והמהלך דרך מסבתן לישב במקומו נראה כאלו פוסע על ראשיהם:",
                    "7": "<b>ולא כיניתי שם לחבירי.</b> ואפי' אינו כינוי של פגם אלא שאינו לכבודו ממש:",
                    "8": "<b>ולא באת קללת חבירי על מטתי.</b> אלא מיד מחל למאן דמצער ליה:",
                    "9": "<b>אצל מי שהי' חייב לי.</b> שלא להיות לו כנושה:"
                },
                "4": {
                    "0": "<b>הודו לאלקי האלקי'.</b> מפני שכתוב בו נותן לחם לכל בשר כדמסיק:",
                    "1": "<b>ובלבד.</b> שיתחילו מזמור העומדים בבית ה' בחצרות וגו' שהוא מזמור שלפני הודו וגו':",
                    "2": "<b>ופריך ולמה.</b> יאמר אלו ב' פרשיות דוקא:",
                    "3": "<b>מפני שירידת גשמים כלולה בהן.</b> שנזכר בהן ירידת גשמים כדמסיק בסמוך:",
                    "4": "<b>ניחא דכתיב.</b> במזמור העומדים וגו' מעלה נשיאים מקצה הארץ:",
                    "5": "<b>וכר\"ח מה.</b> כלומר אלא לר\"ח דאמר שלא אמרו אלא מזמור הודו מה שייך מזמור זה לירידת גשמים:",
                    "6": "ומשני בגין דכתיב בו נותן לחם לכל בשר שהוא תכלית ירידת הגשמים:",
                    "7": "<b>הדא דידן.</b> הלל הגדול הנזכר במשנתינו הוא ההלל שאנו קורין בי\"ט ובר\"ח ופליגי אר\"י ור\"ח:",
                    "8": "<b>בר קפרא כדעתיה.</b> אזיל לשיטתו:",
                    "9": "<b>דתנינן תמן.</b> פסחים פ' תמיד נשחט:",
                    "10": "<b>זו היא הלל הגדולה.</b> ואהבתי הלל דידן הוא:",
                    "11": "<b>בר אביי.</b> כך שמו:",
                    "12": "<b>עבר.</b> לפני התיבה להתפלל בתענית לאחר ירידת הגשמים:",
                    "13": "<b>אמר להצבור ענו אחרי מה שאני אומר הדא אמרה.</b> זאת אומרת שאין זה ההלל שאנו אומרים בכל ר\"ח וי\"ט דא\"כ מה היה צריך לומר לציבור שיענו אחריו הלא כולם רגילים בו אלא ודאי הודו לאלקי האלקים היה אומר ולא היו רגילים בו:",
                    "14": "<b>א\"ר מנא.</b> לעולם הא דידן ודקאמר להם ענו אחרי מפני שהי' נס גדול לפיכך אמר להם ענו אחרי כדי שיאמרו קול אח' א\"נ עם רב היה שם והיו בהם עמי הארץ ולא ידעו אפי' בהלל דידן:",
                    "15": "הדרן עלך פרק סדר תעניות האלו"
                }
            }
        },
        "3": {
            "0": {
                "0": {
                    "0": "מתני' <b>בג' פרקים בשנה וכו'.</b> ה\"ק בג' פרקים שהם תעניות ומעמדות ויה\"כ דמסיק בתר הכי כהנים נושאין את כפיהם בכל תפלה דהיינו שחרית ומנחה ונעילה ויש יום אחד באלו הפרקים שנושאין כפיהם ד' פעמים ביום והוא יה\"כ שיש בו תפילת מוסף:",
                    "1": "<b>בתעניות ובמעמדות.</b> ה\"ק ואלו הן ג' פרקים תעניות ומעמדות ויה\"כ:",
                    "2": "<b>ובמעמדות.</b> אנשי מעמד היו מתענים ד' ימים בשבוע:"
                },
                "1": {
                    "0": "גמ' <b>את ש\"מ.</b> ממתני' תלת:",
                    "1": "<b>שמתענין במעמדות.</b> מדקאמר שנושאין כפיהם גם במנחה ש\"מ שמתענין בהם:",
                    "2": "<b>שמתפללין ד'.</b> שחרית מוסף מנחה ונעילה וסובר דמתני' בכל ג' פרקי' איירי שיש בהן ד\"פ נשיאת כפים וגם בתעניו' ומעמדות יש בהם מוסף וכ\"כ הרמב\"ם:",
                    "3": "<b>ושאין נ\"כ בלילה.</b> דא\"כ ה\"ל למתני ה' פעמים ביום ערבית שחרית מוסף מנחה ונעילה:",
                    "4": "<b>ופריך וישא כפיו ואל יתפלל.</b> כלומר מנ\"ל למידק ממתני' שמתפללים ד' דלמא נושאין כפיהם בלא תפילה:",
                    "5": "תני זו דברי ר\"מ אבל חכמים אומרים שחרית ומוסף יש בהן נשיאת כפים מנחה ונעילה אין בהן נשיאת כפים:",
                    "6": "<b>בעירובין.</b> דבעינן עירוב ובעינן שיתוף:",
                    "7": "<b>ובתענית ציבור.</b> דאף במנחה ובנעילה יש בהן נשיאת כפים:",
                    "8": "<b>אף במגילת אסתר נהגו כר\"מ.</b> דאמר צריך לקרותה כולה:"
                },
                "2": {
                    "0": "<b>לנשיאת כפים.</b> כה תברכו את בני ישראל:",
                    "1": "<b>כך נשיאת כפים.</b> כהן הנושא את כפיו אסור ביין:",
                    "2": "<b>איתפלגון.</b> פליגי ביה:",
                    "3": "<b>חד יליף לה.</b> כהן מברך מנזיר:",
                    "4": "<b>וחד יליף לה.</b> כהן מברך משירות דהיינו עבוד' דכתיב לשרת ולברך בשמו. מקיש כהן מברך למשרת מה משרת מותר בחרצן דכתיב יין ושכר אל תשת הא בחרצן מות' אף כהן מברך כן:",
                    "5": "<b>אף נשיאות כפים אסור בב\"מ.</b> כהן הנושא כפיו אסור להיות ב\"מ נמצא דבכל היקש איכא חומרא וקולא:"
                },
                "3": {
                    "0": "<b>ופריך והא תני אם היה.</b> הכהן מורגל בעירו מותר לישא את כפיו ואי מדאורייתא אסור מאי מהני שהוא דש בעירו ולא משני מידי ובבבלי משני אסמכתא בעלמא נינהו ותרווייהו לקולא ומותר בחרצן ולהיות בעל מום:",
                    "1": "<b>כהדא.</b> כהא דרבי נפתלי כהן היה והיה לו אצבע עקום ושאל לרבי מנא אם מותר לישא כפיו:",
                    "2": "<b>א\"ל מכיון.</b> שבני עירך מורגלים בך וידעין שאצבעתך עקום מותר אתה לישא כפיך:",
                    "3": "<b>מעבר זלדקן.</b> הי' מעבר מלישא כפיו מי שהי' שערות זקנו מפוזרות אחת הנה ואחת הנה:",
                    "4": "<b>ריגלא הוות.</b> רגליו היו קטנים והעבירו רב הונא כיון שאין שערות זקנו נראה שלא יאמרו ראינו קטן נושא כפיו:",
                    "5": "<b>זאת אומרת.</b> מדאוסר בעל מום בידיו ורגליו לנשיאת כפים ש\"מ שאסור להסתכל בכהנים בשעת נשיאת כפים ואסרו ב\"מ בידיו ורגליו שלא יסתכלו בו:",
                    "6": "<b>מפני הסיע דעת.</b> שלא יסיח דעתו מברכת כהנים:",
                    "7": "<b>משה.</b> לשון שבועה מצאתי ול\"נ דר' חגיי אמר לר' יוסי גדול הדור כמשה:",
                    "8": "<b>דאנא מסתכלנא.</b> בכהנים בשעת נשיאת כפים ואיני מסיח דעתי:"
                },
                "4": {
                    "0": "<b>במוסף מנין.</b> שנושאין כפיהם אע\"פ שנשאו בשחרית:",
                    "1": "וישא אהרן את ידיו אל העם ויברכם וירד מעשות החטאת והעולה והשלמים:",
                    "2": "<b>המקרא הזה מסורס.</b> שהל\"ל תחלה וירד מעשות וגו' ואח\"כ וישא אהרן את ידיו וגו' שהרי לעיל מיניה כתיב עשיית החטאת והעולה והשלמים:",
                    "3": "<b>אלא ללמד.</b> שלא נשא כפיו עכשיו אלא בשביל שירד מעשות החטא' וכו' והן קרבנות מוסף וקמ\"ל אעפ\"י שנשא כפיו שחרית נושא שנית בשביל מוסף:",
                    "4": "<b>מה שירות בעמידה.</b> דכתיב לעמוד ולשרת:",
                    "5": "<b>ויברכו את העם וישמע בקולם בדורו של חזקיה.</b> הא דכתיב כאן וישמע בקולם היינו לפי שהיה הדור הגון נשמעה ברכת כהנים ואפי' אינן הגונים:",
                    "6": "<b>ויברכם.</b> וישא אהרן את ידיו אל העם ויברכם:",
                    "7": "<b>ברכה סתומה.</b> לא נתפרש איזו ברכה בירכם:"
                },
                "5": {
                    "0": "<b>ומנין לנעילה.</b> דשאר תפילות סמכו כנגד אבות או תמידין אבל נעילה קשיא ליה:",
                    "1": "<b>גם כי תרבו תפילה וכו'.</b> היינו לאחר שנגזרה הגזרה וגרם עון שפיכ' דמים הוא דאינני שומע אבל קודם הגזרה מהני ריבוי התפילה לכך בתענית מתפללין תפילה יתירתא דהיינו נעילה:",
                    "2": "<b>בכל עצב.</b> הכי מפרש לקרא בכל עסק מצוה ראוי להותיר ולהוסיף אבל דבר שפתים דהיינו תפילה אך למחסור ההוספה:",
                    "3": "<b>ע\"י שריבתה בתפילה.</b> נכשלת בדבריה וקיצרה שנותיו של שמואל:",
                    "4": "<b>וישב שם עד עולם.</b> עד עולם של יובל או של בן לוי מצאתי ולי נראה דה\"ק עד זמן שהוא ראוי לישב שם יהיה עולמו והיינו כשנותיו של בן לוי שהם חמישים שנה:",
                    "5": "ופריך והלא אין עולם של לוי אלא חמישים שנה וכו' וחיי של שמואל נ\"ב שנה הכי גרסינן והויין ליה חמשין ותרתיי:",
                    "6": "<b>ושתים שגמלתו.</b> מלבד אותן שתי שנים שגמלתו יהיו חמשים שהרי לאחר הגמלו אמרה שישב שם עד עולם:",
                    "7": "<b>וכא הוא אומר הכין.</b> סיומא דקושיא דר' לוי אדר' לוי הוא דכאן הוא אומר שכל המרבה בתפילה נענה:",
                    "8": "<b>ומשני כאן ביחיד.</b> לא טוב ריבוי התפילו' אבל בציבור כל שמרבים בתפלה טובה היא:",
                    "9": "<b>מיכן שכל המרבה וכו'.</b> ופליג אדר' לוי:",
                    "10": "<b>איתפלגון.</b> פליגי בה רב ור\"י:",
                    "11": "<b>בנעילת שערי שמים.</b> דהיינו עם חשיכ':",
                    "12": "<b>בנעילת שערי ההיכל.</b> דהיינו ביום לאחר הדלקת הנרות בפנים:",
                    "13": "<b>אית לך מימר נעילת שערי שמים ביום.</b> בתמיה אלא ודאי בלילה והא אמרינן לעיל בר\"פ דאין נשיאת כפים בלילה ועוד ביום תנן:",
                    "14": "<b>הוה צייר וכו'.</b> היה משמר טליתו דרב ביה\"כ:",
                    "15": "א\"ל רב כשתראה השמש בראש הדקלים תן לי טלית כדי להתפלל בו תפלת נעילה:",
                    "16": "<b>וכא הוא אמר בנעילת שערי היכל.</b> מדצלי מבעוד יום דוקא:",
                    "17": "<b>ע\"י.</b> דרב מאריך הרבה בתפלתו היתה נמשכת עד נעילת שערי השמים:"
                },
                "8": {
                    "0": "<b>נעילה.</b> תפילת נעילה מהו שתפטור תפלת ערבית לרב מי אמרי' כיון דכבר התפלל בערב תו לא צריך:",
                    "1": "ואיכן הוא מזכיר של הבדלה בתפילת נעילה דהא מצוה להבדיל בתפילה אע\"פ שמבדיל על הכוס:",
                    "2": "<b>ואיך וכו'.</b> אדרב פריך דקאמר תפילת נעילה פוטרת של ערבית איך יהא תפיל' ז' פוטרת של י\"ח:",
                    "3": "<b>א\"ל.</b> ר' בא ולא כבר איתתב' דברי רב כאשר הקשתי לרב הונא ומה לך להקשות עוד:",
                    "4": "א\"ל ר' יונה וכי בשביל שאיתותב נתבטלו דברי רב אפשר שיהיה תירוץ על קושייתך:",
                    "5": "<b>מאי דקשי ר' בא.</b> מאי דמקשי רבי בא שפיר קא מקשה ומאי דהקשה ר' יונה לא שפיר קא מקשה:",
                    "6": "<b>קל היקילו עליו.</b> שימהר לאכול לאחר התענית לפיכך תקנו שתהא ז' פוטרת י\"ח כי היכא דנפטר בשבת וי\"ט בשבע מפני הטורח אבל ר' בא שפיר מקשה דבשביל למהר אכילתו אין לבטל הבדלה שבתפילה:",
                    "7": "<b>מריי.</b> רבותיי מן כולכם שמעתי שאין הלכה כרב מדר' בא ור\"י ורב הונא ורב אסי:"
                },
                "9": {
                    "0": "<b>מזכיר של שבת בנעילה.</b> ואומר ותתן לנו את יום המנוח ואת יה\"כ הזה וחותם מקדש השבת ויה\"כ ואע\"פ שאין תפיל' נעילה בשבת יום הוא שחיוב בד' תפילות דהיינו שחרית ומוסף ומנחה ונעילה וכיון שחובת תפילה זו היום אינה פחותה משאר תפילות של יום:",
                    "1": "<b>מזכיר של חנוכה במוסף.</b> ואומר על הניסים בהודאה:",
                    "2": "<b>אוספון עלה.</b> הוסיפו עליו:",
                    "3": "<b>ר\"ח ותענית היכן הוא מזכיר של ר\"ח.</b> בתפילת נעילה דתפילת נעילה אף בתעניו' אינה אלא שבע ברכות כתפילת נעילה דיה\"כ ומזכיר אתה נותן וכו' באמצע לברכה אמצעית כמו שמזכיר הש\"ץ בי\"ה ונראה דמסיים העונה בעת צרה:",
                    "4": "<b>בהודייה.</b> להראות שאינה באה בשביל ר\"ח אע\"ג דבשאר תפילות באה בעבודה:",
                    "5": "<b>בעבודה.</b> ברצה כמו בשאר תפילות של י\"ח:",
                    "6": "<b>ברכה רביעית.</b> כמו בתפילת י\"ט:",
                    "7": "<b>מה מצאנו בכל מקום.</b> כשמתפלל ז' מזכיר של ר\"ח ברביעית הוא הדין הכא נמי מזכירו ברביעית דאף בתפילת נעילה אינו מתפלל אלא שבע:",
                    "8": "<b>ונפק עובדא וכו'.</b> ואסיקו הלכה למעשה כהא דאמר ר' בא שאף בנעילה בתעני' בראש חדש אומרן של ראש חדש ברביעית:"
                },
                "10": {
                    "0": "<b>במה קורין בר\"ח שחל בתענית.</b> בגין מודעתין וכו' כדי להודיע שהיום תענית לפיכך נופלין על פניהן וכי לא ידעין בלאו הכי דהיום תענית ול\"ל למינפל אאפייהו:",
                    "1": "<b>א\"ל.</b> ר' יוסי לכך נופלין כדי להודיע שקורין היום ברכות וקללות ולא בר\"ח:",
                    "2": "ה\"ג קם ר\"י עם ר\"י בר פזי:",
                    "3": "<b>א\"ל.</b> ר' יוסי אתה שמעת מאביך דבר זה שקורין בר\"ח אלא בעייני טב. ששם היו ב\"ד יושבין לקדש החדש הלכך קורין שם בר\"ח להודיע לכל שקידשו היום את החדש:",
                    "4": "<b>ושאר כל המקומות.</b> מודה שקורין בר\"ח ותענית בברכות וקללות:"
                },
                "11": {
                    "0": "<b>ר\"ח שחל להיות בשבת במה קורין.</b> דמספק' לי' הא דתנן במתני' דמגיל' פ\"ד לכל מפסיקין לר\"ח וכו' אי קאי על הפרשיות דאם חל ר\"ח בשבת אין קורין אלא בר\"ח או דלמא לכל מפסיקין אהפטרות קאי אבל פרשיות של שבת אין נדחין ממקומן:",
                    "1": "<b>א\"ל קורין בר\"ח.</b> שבעה:",
                    "2": "ה\"ג מתניתא אמרה כן לכל מפסיקין לראש חדש חנוכה ופורים ותענית ומעמדות ואי אהפטורות קאי הא תעניות ומעמדות בחול נינהו ולית בהו הפטרה אלא ודאי אפרשיות קאי וה\"ה לר\"ח שחל בשבת קורין שבעה בר\"ח:"
                },
                "12": {
                    "0": "קורין ג' בר\"ח וא' בחנוכה ר\"ח תדיר ותדיר קודם וגם עושין אותו עיקר א\"נ כיון שהתחיל בו קורא בו רובן של הקרואים כדאמרי' גבי נרות המנורה:",
                    "1": "<b>מטי בה וכו'.</b> ואיכא דאמרו שמועה זו בשם ר' אבדימי:",
                    "2": "<b>אלא מחמת ר\"ח.</b> דאילו חל חנוכה בחול אין קורין אלא ג':",
                    "3": "<b>הגע עצמך.</b> אמור לנפשך אם חל ר\"ח טבת בשבת דאיכא שבעה קרואים ולא בא הרביעי מחמת ר\"ח איך מודיעין שקורין בר\"ח ד':",
                    "4": "והדא שאילתי' דספק זו הוא שאלה שיש להסתפק בה הרבה:"
                },
                "13": {
                    "0": "<b>ר' מפקד לאבדן אמוריה.</b> ר' צוה לאבא יודן אמוריה שיכריז לפני הציבור מי שרוצה להתפלל ערבית של מוצאי שבת יכול להתפלל בעוד השמש זורח בשבת:",
                    "1": "<b>משכני.</b> משך אותי ריב\"י אצל פונדק א' והרחה לי שבמקום הזה התפלל ר' יוסי אביו של שבת בע\"ש:",
                    "2": "ר' יוחנן פליג וסובר דלא התפלל ר\"י של שבת בע\"ש דאסור לעשות כן:",
                    "3": "ולא הוה וכו' סתמא דש\"ס קאמר שלא היה צריך ר\"י למפלג אדין זה דודאי מותר לעשות כן שהרי מוסיפין מחול על קדש:",
                    "4": "<b>ועוד.</b> דאזלון מנהיגי חמורים מן עיר ששמה ערב היושבת בעמק לציפורי היושבת בהר ואמרו כשיצאנו כבר שבת ר' חנינא בן דוסא בטבריה הלכך אף שמקדימין ליכא איסורא שהרי ישנו מקומות שכבר חשיכה וי\"מ שם דר\"ח ב\"ד נמי כר\"ח ס\"ל לפיכך הקדים לשבות והראשון נ\"ל:",
                    "5": "<b>והיידא אמר.</b> והיכן פליג ר' יוחנן:",
                    "6": "<b>של מ\"ש בשבת.</b> ועלה פליג ר\"י דאין מקדימין לאפוקא שבתא:",
                    "7": "<b>ואפי' עלה.</b> לא היה לו לר\"י למפלג שאף ר' הכי ס\"ל דמותר להתפלל של מ\"ש בשבת:",
                    "8": "<b>עלון אדם למטתו.</b> לישן ולא התפלל ערבית:",
                    "9": "<b>אין מטריחין עליו שירד.</b> דרשות הוא:",
                    "10": "<b>כל זמן.</b> שהיינו עושין כן שלא התפללתי ערבית מפני שכבר עליתי אל מטתי הייתי מתפחד כל הלילה:",
                    "11": "<b>לית לך.</b> לעשות אם תרצה לישן בעוד יום אלא כר' להתפלל ערבית בעוד יום:"
                },
                "14": {
                    "0": "<b>אראב\"י.</b> וכן תניא בברייתא ששאלו בבית המדרש תפלת ערבית מהו חובה או רשות:",
                    "1": "<b>אתיין.</b> הנך תנאי כהני תנאי:",
                    "2": "<b>אין נעילה פוטרת של ערב.</b> דהאיך יהו שבע פוטרות י\"ח שהיא חובה דמשום טרחא לא מקילינן באיסורא:"
                },
                "15": {
                    "0": "<b>מעשה בתלמיד אחד.</b> והוא רבי שמעון בן יוחאי:",
                    "1": "<b>לבית הוועד.</b> לבית המדרש שמתוועדים ומתאספים שם הת\"ח:",
                    "2": "<b>התורגמן.</b> שהיה עומד לפני ר\"ג ומשמיע לרבים את הדרשה מפי ר\"ג:",
                    "3": "<b>הפטר את העם.</b> כלומר שישתוק מלתרגם עוד:",
                    "4": "<b>לר' זינון החזן אמור התחילו.</b> שיתחילו לומר קדיש שלאחר הדרשה ובי\"מ פי' שלא שמע רבי חוצפית ואמרו לרבי זינון שיאמר להעם שילכו להם והראשון נ\"ל והוא עיקר:",
                    "5": "<b>א\"ל.</b> לר\"ג וכי על מי לא עברה זילותך תמיד לבזות גדולי ישראל:",
                    "6": "<b>ונתמלא כל ראשו.</b> שערות לבנות:",
                    "7": "<b>והיה ר\"ע יושב ומצטער.</b> שלא נתמנה הוא ואמר אולי מצאו בו דבר רע ח\"ו או שאין תורתו חביבה לפני המקום והדר ואמר לא שהוא וכו'. שהוא דור עשירי לעזרא הכהן הסופר:",
                    "8": "<b>וכמה ספסלים.</b> מתלמידים נתוספו שם באותו היום שר\"ג לא הניח כל התלמידים לכנוס לבה\"מ אא\"כ היו בדוקים. כהאי דתנינן תמן בכמה משניות ביום שהשיבו את ראב\"ע לישיבה לא היתה הלכה תלוי שכל התלמידים נכנסו לבית המדרש:",
                    "9": "<b>תמן תנינן.</b> כתובות פ\"ד:",
                    "10": "<b>א\"ל מן אילין את חיי.</b> כלו' מדבר קל כזה אתה מתפרנס:",
                    "11": "<b>א\"ל.</b> ר\"י ועד עכשיו לא נודע לך שהתלמידים מתפרנסין בצער:",
                    "12": "<b>נעניתי לך.</b> מחול לי כי דברתי לנגדך יותר מן הראוי:",
                    "13": "<b>חד קצר.</b> כובס אחד:",
                    "14": "<b>מי שהוא כהן יזה מי חטאת.</b> אפר מקלה. אפר הקלוי בתנור ובכירה כלו' סתם אפר:"
                }
            },
            "1": {
                "0": {
                    "0": "מתני' <b>אלו הן מעמדות לפי שנא' וכו'.</b> בגמ' מפרש:",
                    "1": "<b>על כל משמר ומשמר היה מעמד.</b> מקצת שבטי ישראל חלוקי' לכ\"ד חלקים שלוחים מכל ישראל לעמוד על הקרבן עם הכהנים והלוים שבאותו משמר:",
                    "2": "<b>וישראל שבאותו משמר.</b> שהיו רחוקים מירושלים ולא היו יכולים לעלות לעמוד על הקרבן במשמר שלהן מתכנסין בבתי כנסיות בעריהן ומתענים ומתפללים וקורין בתורה בכל יום במעשה בראשית להודיע שהעולם עומד על העבודה שעושים במקדש:"
                },
                "1": {
                    "0": "גמ' <b>לא צורכא.</b> לא היה לו לתנא לשנות אלא אלו הן מעמדות שמתכנסין בעריהן וקורין במעשה בראשית אלא שבא להתחיל מתחילת הפרשה כלומר מתחילת הדבר למה תקנו מעמדות ואח\"כ חוזר לתחלתו ומפרש מה הן המעמדות:"
                },
                "2": {
                    "0": "<b>אילין תמידין.</b> הני תמידין שמקריבין בכל יום קרבנותי' של כל ישראל הם א\"כ היה ראוי שיהו כולן עומדין על קרבנותיהן והיכי ליעבד:",
                    "1": "<b>אם יהיו כל ישראל.</b> בכל יום בירושלים בשעת הקרבת התמיד אי אפשר:",
                    "2": "<b>לית כתיב.</b> הא לא כתיב אלא שלש פעמים בשנה וגו' ולא בכל יום:",
                    "3": "<b>אם יהיו כל ישראל יושבין ובטילין.</b> בכל יום ממלאכה כדין מי שמקריב קרבן שאסור במלאכה בכל יום ההוא נמי אי אפשר לומר:",
                    "4": "<b>והכתיב ואספת דגנך.</b> ואם כל ישראל ישבו בטלים מי יאסוף להם הדגן:",
                    "5": "<b>אלא.</b> כלומר לפיכך התקינו הנביאים מעמדות שיעמדו על קרבן תמיד בשביל כל ישראל ובכל מעמד כהנים ולוים וישראלים וחלקוהו לכ\"ד חלקים:",
                    "6": "כ\"ד משמרות מן הכהנים וכנגדן כ\"ד מעמדות מן הכהנים ולוים וישראלים:",
                    "7": "<b>תני כ\"ד אלף.</b> היה מעמד מאנשי ירושלים:",
                    "8": "<b>וחצי עמוד.</b> היו מאנשי יריחו ואף מיריחו היו יכולין להוציא מעמד שלם של כ\"ד אלף אלא בשביל לחלק כבוד לירושלים לא הוציאו מיריחו אלא חצי מעמד:",
                    "9": "<b>הכהנים.</b> שבכל מעמד היו לעבוד עבודה במקדש והם נקראי' אנשי משמר שהיו עובדין בכל שבת ההוא:",
                    "10": "והלויים שבכל מעמד היו לשורר על הדוכן:",
                    "11": "<b>וישראלי'.</b> מוכיחין על עצמן שעומדים שם על קרבנות הציבור בשביל כל ישראל:"
                },
                "3": {
                    "0": "<b>כהנים ולוים וישראלים ושיר מעכבין את הקרבן.</b> אם אין מעמד מכולן אין הקרבן לרצון דבעינן שיהיו הבעלים עומדין על קרבנן:",
                    "1": "<b>אלו הכהנים.</b> שנאמר ובני אהרן הכהנים יתקעו בחצוצרות:",
                    "2": "<b>לעבוד את עבודת וגו'.</b> אלו הכהנים פי' בני ישראל הנאמר כאן על הכהנים נאמר שיעבדו הלוים עבודת הכהנים:",
                    "3": "<b>ולכפר על בני ישראל.</b> היא עבודת הלוים והיינו השיר דאין להן עבודה אחרת:",
                    "4": "<b>אלו ישראל.</b> שעובדין הלוים במקומם א\"נ אלו ישראל העומדים על הקרבן:"
                },
                "4": {
                    "0": "<b>מנין שהשיר מעכב.</b> פי' מנין שמעכב כפרה ומעלה עליו הכתוב כאילו לא כיפר וכיפר:",
                    "1": "<b>לכפר על בני ישראל זה השיר.</b> ומה כפרה מעכבת אף השיר מעכב:"
                },
                "5": {
                    "0": "<b>לראשי הגברים מבני איתמר.</b> ויחלקו בני אלעזר ראשים לבית אבותם ששה עשר ולבני איתמר ראשים לבית אבותם שמנה ואומר בית אב אאד אחוז לאלעזר ואחד אחוז לאיתמר:",
                    "1": "<b>בית אב אחד.</b> תפס אלעזר שניתוסף לו בית אב א' על כל א' וא':",
                    "2": "<b>אחוז.</b> לשון תפיסה:",
                    "3": "<b>לחזיר י\"ז.</b> בחלוקת כ\"ד בתי אבות כתיב בד\"ה שיצא הגורל לחזיר י\"ז ודריש מלת לחזיר שחזר המחזור לאלעזר שמתחלה היו ח' לאלעזר וח' לאיתמר הרי ט\"ז ועכשיו הוסיפו ח' לאלעזר ובמשמר הי\"ז חזר המחזור לח' משמרות הנוספות לאלעזר:"
                },
                "6": {
                    "0": "<b>לעשותן כ\"ג.</b> משמרות בשעה שחטאה בלגה כדאיתא סוף סוכה:",
                    "1": "<b>לית יכיל.</b> אי אפשר שיעשו כ\"ג משמרות שאומנות גדולה היתה לשמואל ודוד להעמידן על כ\"ד שבהיותן כ\"ד אי איפשר לשום משמר שיגיע תחלת שנת היובל פעמיים במשמר' עד שיחזור חלילה על כל הכ\"ד משמרות כגון שמשמר יהויריב בתחלת היובל הראשון יהיה משמר ידעי' בתחלת יובל השני וכן כלם או לסירוגין הא מיהת ודאי שאי אפשר למשמר יהויריב שיגיע אליהם תחילת היובל שניה עד אחר כ\"ד שכבר הגיע לכלם נמצא שאי אפשר לעשותן כ\"ג דא\"כ יתקלקל החשבון הזה וזהו ודאי אומנות גדולה מעשה חושב:",
                    "2": "<b>בשדה אחוזה.</b> שהוקדש ולא נגאל ומכרו הגזבר כשיוצא ביובל ניתנת למשמר שפגע בו יובל:",
                    "3": "<b>אר\"א חישבתי'.</b> למשמרות כ\"ד ולכ\"ד יובלות זה אחר זה ומצאתי שא\"א למשמר ליטול ולשנות בשדה אחוזה עד שיטול חבירו:"
                },
                "7": {
                    "0": "<b>עלו מן הגולה.</b> בבית שני והשאר לא עלו שהרבה מישראל נשתיירו ולא רצו לעלות:",
                    "1": "<b>פשחור.</b> כתב רש\"י ומיבעיא לי דפשחור לא כתיב בכ\"ד משמרות בד\"ה:",
                    "2": "<b>ועשו כ\"ד גורלות.</b> כתב כינוי של כל אחד ואחד על קלף מיוחד ונתנם לתוך הקלפי:",
                    "3": "<b>בא ידעי'.</b> בא אחד ממשמרה של ידעי' ונטל חלקו ועוד ה' גורלו' דה\"ל שש ומי שהיה עולה בידו ראשון היה לשבת ראשונה שבסדר שהיו עולין מידו זו אחר זו כך היו עובדין בשבתותיהן:",
                    "4": "<b>שאפי' יהויריב.</b> שהיה ראשון במקדש ראשון:",
                    "5": "<b>לא ידחה את המשמר שלפניו.</b> דהיינו ידעי' לעולם ראשון ויהויריב נוטל אחד מן החמש שנטל ידעיה אבל הא ודאי שאין מוסיפין על כ\"ד:",
                    "6": "<b>ויש מהן.</b> מבתי אבות שקבעו עצמן לעולם. הכי גרסינן ויש מהן שהיו מגרילין כל משמר ומשמר:",
                    "7": "<b>כל שבוע.</b> כל שמיטה:"
                },
                "8": {
                    "0": "<b>תרין מינויין.</b> לא היה ממנה אחד מן החכמים שיהא ראש לעולם אלא היה ממנה וחוזר וממנה כל שנה מי שהיה ראוי היה מתקיים ומי שאינו ראוי מסתלק:",
                    "1": "<b>מדדמך.</b> סמוך למיתתו צוה לבנו ואמר אתה לא תעשה כן אלא תהא ממנה אחד לעולם לכל ימי חייו:",
                    "2": "<b>ומני וכו'.</b> ועוד צוה ר' לבנו שיהא ממנה לרבי חמי בר חנינה שיהא ראש הישיבה:",
                    "3": "<b>ופריך ולמה לא.</b> מנה רבי לרבי חמי בר חנינה לראש ישיבה:",
                    "4": "<b>בגין וכו'.</b> בשביל שהיו צועקים אנשי ציפורי על ר\"ח שהוא מציפורי ונתגדל אצלם אין ראוי שיתמנה עליהם:",
                    "5": "<b>ופריך ובגין צווחה עבדין.</b> בתמיה. וכי בשביל שהם צועקים דברי הבאי ימנע ר' מלמנותו:",
                    "6": "<b>על שהושיבו.</b> ר\"ח לר' על דבריו ברבים לכך לא מינהו:",
                    "7": "<b>ר'.</b> היה יושב ושונה הפסוק הזה וזכרו וגו':",
                    "8": "<b>א\"ל.</b> ר\"ח הומות כתיב:",
                    "9": "<b>א\"ל.</b> ר' היכן למדת מקרא:",
                    "10": "<b>א\"ל.</b> ר\"ח לפני ר\"ה מבבל:",
                    "11": "<b>א\"ל.</b> ר' כשתרד להתם אמור לו שהוא ימנה אותך לחכם:",
                    "12": "<b>וידע.</b> ר\"ח שלא יתמנה אותו ר' כל ימי חייו:",
                    "13": "<b>מן דדמך.</b> כשמת ר' רצה בנו למנות לר\"ח ולא רצה לקבל עליו ההתמנות ואמר אין אני מקבל עלי ההתמנות עד שתתמנה ר' אפס מדרום תחלה:",
                    "14": "<b>והוה.</b> שם זקן אחד ואמר אם ר\"ח נתמנה ראשון אני מתמנה אחריו ואם ר' אפס ראשון אני מתמנה האחריו:",
                    "15": "<b>וקביל.</b> ר\"ח על עצמו שיהיה הוא שלישי להתמנות:"
                },
                "9": {
                    "0": "<b>אר\"ח.</b> זכיתי להאריך ימים ולא ידעתי אם בשביל דבר זה שקבלתי להיות מתמנה אחרון:",
                    "1": "<b>אין.</b> בשביל כשהייתי עולה מן טבריא לציפורי הייתי מעקם הדרך לכנוס לשאול בשלום דר\"ש בן חלפתא:",
                    "2": "<b>בעין תינה.</b> שם מקומו של ר\"ש בן חלפתא:",
                    "3": "<b>לית אנא ידע.</b> אין אני יודע אם הוא בשביל כך:"
                },
                "10": {
                    "0": "שמואל והנך של בית שילה היו שואלין בשלום הנשיא בכל יום והיו הנך דבית שילה נכנסין תחילה ויושבין תחילה:",
                    "1": "<b>פלגון וכו'.</b> היו חולקין כבוד לשמואל שיהיה הוא תחילה:",
                    "2": "<b>עאל כו'.</b> כשנכנס רב לארץ ישראל חלק ליה שמואל כבוד והושיבו תחלה:",
                    "3": "<b>אמרין אילין דבית שילה.</b> אנן נהיו שניים ושמואל חלקו מחל ואנחנו לא נזוז ממקומינו:",
                    "4": "<b>וקבל.</b> שמואל על עצמו שיהיה הוא שלישי:"
                },
                "11": {
                    "0": "ספר מעוני וכו' מפרש בסמוך:",
                    "1": "<b>וביטלו אחד.</b> וכתבו בכולם מעוכה:",
                    "2": "<b>תשע היא.</b> תשעה פעמים היא. דבכל התורה אף במקום דקרינן היא כתיב הוא חוץ מאחד עשר מקומות דכתיב היא וכן הוא במסורה:"
                },
                "12": {
                    "0": "הכי גרסינן בן יהוד מן ציפורין:"
                },
                "13": {
                    "0": "<b>בזמן שהן שתי מיטות.</b> רגילין היו לאכול בהסבה על צדו השמאלית מוטה ורגליו לארץ איש איש על מטה אחת:",
                    "1": "<b>הגדול שבהן מיסב.</b> בתחלה על המטה הראשונה:",
                    "2": "<b>השני לו למטה ממנו.</b> שאם הוצרך הגדול לספר עמו לא יהא צריך לזקוף:",
                    "3": "<b>והשני לו למעלה ממנו.</b> ואם בא לספר מספר עם השלישי ואם בא לספר עם השני לו טובה הוא שיזקוף ואל ישפיל את השני לו לפני הקטן ממנו שיהא הוא למטה והקטן ממנו למעלה ממנו:",
                    "4": "<b>אבות.</b> במערת המכפלה דרך הסב הן קבורין אברהם באמצע ויצחק למעלה ממנו ויעקב למטה ממנו:"
                },
                "14": {
                    "0": "<b>אלא על הקרבנות.</b> ואע\"ג דקאמר בסמוך דאף על התורה ועל ג\"ח העולם עומד כאן איירי בחוקות שמים וארץ ובסמוך איירי בעמידת שמים וארץ עצמם (ופי' הי\"מ דחוק):",
                    "1": "<b>תמן תנינן.</b> בפ\"ק דאבות:",
                    "2": "<b>ושלשתן בפסוק א'.</b> דממנו מוכח דעליהם עומדי' שמים וארץ דאמרינן תנאי התנה הקב\"ה עם מעשה בראשית אם ישראל מקבלין את התורה מוטב ואם לאו מחזירם לתוהו ובוהו וכיון דבשביל אלו ג' ישראל נקראים עם ה' כדמסיק א\"כ עליהם העולם עומד (גם בזה פי' הי\"מ דחוק):",
                    "3": "<b>זו תורה.</b> שצריך להוציאן בפיו ושיהו שנונין בפיך:",
                    "4": "<b>זו ג\"ח.</b> דהיינו צדקה הניתנת ביד ודריש ידי כאילו כתיב ידו:",
                    "5": "<b>מה יקר חסדך.</b> החסדים שעושה הקב\"ה שבכל יום ג' שעות עוסק בתורה וג' שעות זן ומפרנס מקרני ראמים ועד ביצי כינים וזהו ג\"ח ואם בני אדם עושין שני מצות אלו בצל כנפיך יחסיון:",
                    "6": "<b>אלו הקרבנו'.</b> שעל ידיהם. מתקיימים חוקות שמים וארץ:",
                    "7": "<b>ולאמר לציון עמי אתה.</b> ע\"י ג' אלו המצות ישראל הם עם ה':",
                    "8": "<b>אלא זה.</b> שע\"י מצות אלו הם מצויינים בעולם שאין כל אומה ולשון יכולים לשלוט בהם:",
                    "9": "<b>ושלשתן.</b> ברוב הפעמים הם דבר א':",
                    "10": "<b>נעשה הדין נעשה אמת.</b> שהבריות מתייראין לעשות שקר שמא יתבענו בדין ויתברר שקרותו ויתבזה ואת רצונו לא הגיע:",
                    "11": "<b>נעשה אמת נעשה שלום.</b> כי כשיתברר טענות כל אחר באמתתו לא יהיה עוד מחלוקת ביניהם כי יראה חבירו כשרותו:",
                    "12": "<b>אמת ומשפט וכו'.</b> אין הפי' משפט של שלום דהיינו הביצוע אלא ה\"ק משנעשה המשפט נעשה השלום:"
                }
            },
            "2": {
                "0": {
                    "0": "מתני' <b>פרשה גדולה.</b> כגון פרשת בראשית שהיא ה' פסוקים קורין אותה בשנים ויהי רקיע באחד בשני הראשון קורא יהי רקיע ושנים קוראים יקוו המים וכן כולם:",
                    "1": "<b>בשחרית ובמוסף וכו'.</b> הכא מיירי בכל שאר מעמדות שהיו חוץ לירושלים שהן היו קורין במעשה בראשית כמשפטן אפי' ביום שיש בו קרבן מוסף דהא אינהו לא טרידי אבל המעמדות שבירושלים ביום שיש בו קרבן מוסף לא היו קורין במוסף במעשה בראשית כדתנן לקמן קרבן מוסף אין בו במנחה והשתא קרבן מוסף מעמד דמנח' דלאו דידיה קא דחי מעמד דידי' לא מיבעיא:",
                    "2": "<b>בשחרית ובמוסף.</b> הוא דמביאין ספר תורה וקורין פרשה גדולה בשנים וקטנה ביחיד אבל במנחה אין מביאין ספר תורה מפני טורח התענית אלא קורין על פה:",
                    "3": "<b>ערב שבת במנחה לא היו נככסים לבית הכנסת ולא היו קורין כלל.</b> לפי שהיו טרודים לתקן צרכי שבת:",
                    "4": "<b>יום שיש בו הלל.</b> כגון ימי חנוכה שיש בהם הלל ואין בהן מוסף אותן שבירושלים לא היו קורין שום פרשה בשחרית לפי שאין להם פנאי לעשות מעמדם שההלל דוחה אותו:",
                    "5": "<b>קרבן מוסף.</b> ראש חדש שיש בו קרבן מוסף לא היו קורין שום פרשה בנעילה וכל שכן שלא היו קורין בפרשה במוסף עצמו ולא במנחה שהיא קודם נעילה שקרבן מוסף היה דוחה אותם:",
                    "6": "<b>קרבן עצים.</b> יום שיש בו קרבן עצים אין בו מנחה אבל של בלילה אינו דוחה:",
                    "7": "<b>כך היה רבי יהושע שונה.</b> קרבן עצים דוחה מעמד דנעילה וכל שכן שדוחה מעמד דמנחה דקרבן עצי כהנים קרב קודם תמיד של בין הערביים ואם דוחה מעמד של נעילה כל שכן שדוחה של מנחה הסמוך לו:",
                    "8": "<b>חזר רבי עקיבה להיות שונה כדברי בן עזאי.</b> דקסבר קרבן מדברי תורה ודין היא שלא ידחה אלא מעמד דמנחה דליכא למיחש דלמא מדחי קרבן דדברי תורה אין צריכין חיזוק אבל קרבן עצים מדברי סופרים הוא ודין הוא דלדחי מעמד דמנחה ונעילה דבעי חיזוק כי היכא דלא לדחי לקרבן עצים:"
                },
                "1": {
                    "0": "גמ' <b>שלשה קרויות שבתורה.</b> אלו שלשה שקורין בתורה בשני ובחמישי ובשבת במנחה לא יפתחו מי' פסוקים:",
                    "1": "<b>כנגד עשרת הדברות.</b> הם הני עשרה פסוקים:",
                    "2": "<b>והא לית בהון.</b> בהני תרי פרשיות יותר מח' פסוקים וג' קוראין בהן דתנן במתני' איתפלגין. פליגי בה רב כהנא ורב אסי:",
                    "3": "<b>חוזר.</b> השני חוזר ומתחיל הפסוק שגמר בו שלפניו:",
                    "4": "<b>וחורנה.</b> ואידך אמר חותך פוסק פסוק א' לשנים והראשון קורא חציו והשני חציו:",
                    "5": "חוזר ב' פסוקים:",
                    "6": "כי היכא דליהוי י' פסוקים:",
                    "7": "ויהי ערב ויהי בקר שבפרשה בראשית ושבפ' ויהי רקיע חותך לפסוק בפני עצמו כיון שגם ביום הג' כתיב ויהי ערב ויהי בקר יום ג' לפסוק בפ\"ע הלכך חותך גם את זה אבל שאר פסוקים אסור לפסקן:",
                    "8": "<b>אפי' חותך.</b> ויהי ערב ויהי בקר שבפ' יקוו המים אין בו אלא ט' פסוקים:",
                    "9": "<b>והרי פ' עמלק.</b> פ' ויבא עמלק שקורין בפורים שאין בה אלא ט' פסוקים:",
                    "10": "<b>א\"ל.</b> שאני התם שמסיים שם סידורו של יום ואינו בדין שיקראו במה שאינו סידורו של יום כדי להשלים י' פסוקים:",
                    "11": "<b>לא יפחות מכ\"א פסוקי'.</b> והיינו כנגד ז' שקראו בתורה כל אחד ג' פסוקים ואס\"ד דכל ג' צריכין לקרות י' פסוקים א\"כ בעינן לששי כ' פסוקים ולשביעי ג' פסוקים הרי כ\"ג ואנן כ\"א תנן וקשיא לרב הונא:"
                },
                "2": {
                    "0": "<b>יהי רקיע בתוך המים.</b> וצריך לרצות על דבר מעניינו:",
                    "1": "<b>על יוצאי דרכים.</b> שלא יזוקו בפחתים ובבורות:",
                    "2": "<b>יקוו המים וכו'.</b> ותראה היבשה שתהיה ראויה להלוך בה:",
                    "3": "<b>מארת כתיב.</b> לשון ארור:",
                    "4": "<b>ה\"ג שלא יפילו.</b> שרץ נפש חיה. ולא נפלים:",
                    "5": "<b>בע\"ש.</b> וכ\"ש בשבת עצמו שאין מתענין:",
                    "6": "ופריך וסנהדרין איך יכולים להתענות בכל יום בשנה כולה:",
                    "7": "<b>ומשני מחלקין היו.</b> הסנהדרין עצמן על בתי אבות ובכל יום מתענה בית אב א' וחוזרין חלילה:",
                    "8": "<b>על זאת.</b> על חדא משמע בעזרא כתיב:",
                    "9": "<b>על רזא דנא.</b> מכלל דאיכא אחריתי ואפ\"ה לא התפלל עליה:",
                    "10": "<b>מתריעיו עליהם.</b> כא' כיון דשניהם על הצלחת תבואה קאתיין:",
                    "11": "<b>אע\"ג.</b> שיש בלבבינו צרות רבות אין לבקש עכשיו רק על דבר זה שהתענינו עליו:"
                },
                "3": {
                    "0": "<b>מתניתא.</b> דתני שהמעמד בכל תפילה אתיא כר\"מ:",
                    "1": "<b>מתפללין וקורין מתפללין וקורין.</b> כלומר כל פעם שמתפללין קורין בתורה אבל לרבנן אין קורין אלא בתפלה אחת:",
                    "2": "<b>הא במוסף יש בו.</b> מעמד ביום שיש בו קרבן עצים וקשיא מ\"מ מ\"ש מוסף ממנחה:",
                    "3": "<b>ומשני מתני' דר\"מ.</b> דסובר מתפללין וקורין הלכך במוסף קורין דעדיין יש שהות לעשות קרבן עצים אחר מוסף אבל במנחה שוב אין זמן הלכך אין קורין בו שלא יעכבו עד אחר מנחה:",
                    "4": "<b>אית תניי.</b> איכא דתני ומחליף קרבן עצים אין בו במוסף:",
                    "5": "<b>כמתניתין.</b> תני קרבן עצים אין בו במנחה ודקשיא מ\"ש מוסף ממנחה:",
                    "6": "<b>סוכרא דקיסא טרד.</b> שהם טרודים במנחה להביא העצים לבית המקדש:",
                    "7": "<b>מפני סעודת ר\"ח.</b> שהיו טרודים במנחה הלכך קרבן מוסף אין בו במנחה:"
                },
                "4": {
                    "0": "<b>קרייא מסייעא לר\"י.</b> דאמר בסמוך דשני ימים של ר\"ח יש בהן קדושה:",
                    "1": "<b>אין תימר וכו'.</b> אם תאמר ויהי ממחרת החדש השני היינו בחדש אחר קשיא סיפא דקרא דכתיב גם תמול גם היום ש\"מ דבשני ימים זה אחר זה הוה המעשה:",
                    "2": "<b>מפקד.</b> צוה לאנשי בית הכנסת דכופרא:",
                    "3": "<b>סכון וכו'.</b> ראו שתכנסו לבה\"כ ביום שלשים של החדש בעוד שהוא יום ותוכלו לומר הלל ויעלה ויבא בתפילה בזמנו ביום שלשים:",
                    "4": "<b>ועיבורו.</b> הוא יום שלשים ואחד ובר\"ה דף י' הגירסא בענין אחר ושם פירשתי:"
                }
            },
            "3": {
                "0": {
                    "0": "מתני' <b>זמן עצי כהני' והעם.</b> מפרש בגמרא וביום שמביאים עצים מביאים קרבן נדבה ועושין אותו היום י\"ט:",
                    "1": "<b>וכל מי שטעה בשבטו.</b> ולא היה יודע עם מי לילך היה הולך עם בני זתוא:",
                    "2": "<b>ובני גונבי עלי.</b> מפרש בגמרא:",
                    "3": "<b>שבו בני פרעוש שניי'.</b> לאחר שסיימו מטילי פייסו' איזהו באחרונה כדכתיב והגורלות הפלנו על קרבן העצים:",
                    "4": "<b>שהיה בו הלל.</b> לפי שא' בטבת חל בחנוכה לעולם ובחנוכה גומרים את ההלל אבל הלל דר\"ח אינו אלא מנהג בעלמא לא דחי מעמד ומהאי טעמא לא חשיב ר\"ח ניסן דאית ביה נמי הלל ומוסף וקרבן עצים:"
                },
                "1": {
                    "0": "גמ' <b>מה ראו וכו'.</b> להימנות הא אפי' כל יחיד יכול לנדב עצים כדתנן שקלים פ\"ו:",
                    "1": "<b>אלא בשעה וכו'.</b> וקמ\"ל שהעצים שלהן קודמין לכל שאר עצים שבלשכה:",
                    "2": "<b>הנביאים שביניהן.</b> שהיו באותו הדור כגון חגי זכריה ומלאכי ועזרא ונחמיה:",
                    "3": "<b>אלא משלהן.</b> מעצים שהתנדבו הן:",
                    "4": "<b>דר\"י היא.</b> הא דאמרי' שעצים לקרבנות ציביר באים משל יחיד אתיא כר' יוסי דמתני' דברי הכל היא. ואפילו כרבנן דע\"כ לא פליגי רבנן ור\"י אלא בגופו של קרבן:",
                    "5": "<b>אבל במכשירי קרבן.</b> כגון עצים לקרבנות הכל מודים דמשתנה מיחיד לציבור:",
                    "6": "<b>כתונת לבנה.</b> הכהן לשרת בו בקדש:",
                    "7": "<b>צריכה למסור לציבור.</b> מיהו אם מסרה מותר לעבוד בו במכשירי קרבן:",
                    "8": "<b>כגון כתונת.</b> ה\"ג מתני' מסייעא לר' יוסי. וה\"פ מהך ברייתא דמגילת תענית מוכח כדא\"ר יוסי בשם ר' אילא דד\"ה היא:",
                    "9": "<b>בשעת קרבן.</b> בזמן שבה\"מ קיים:",
                    "10": "<b>רי\"א אין נוהגין אלא בשעת הקרבן.</b> ש\"מ דרבנן דפליגי עליה דר\"י סוברים דנוהג אפילו שלא בשעת הקרבן ופשיטא שמודים שהיו זמנים להבאת העצים וכמתני' דתענית:",
                    "11": "<b>והיינו מתענין ולא משלימין.</b> מפני שי\"ט שלהן היא שבני סנאה בן בנימין הקריבו עצים בעשרה באב כדתנן בתענית פ\"ד וזה היה ודאי אחר החרבן דבזמן הבית אין צום בט\"ב ואס\"ד דלא היו העצים אלו אלא לצורך קרבנות יחיד ודינו כקרבן יחיד למה יהיה להן י\"ט אף שלא בשעת קרבן בשלמא בשעת קרבן ניחא דאף יחיד שמביא קרבן ה\"ל כי\"ע כדאמרינן בר\"פ מקום שנהגו אלא לאחר החרבן מאי טעמא אלא ודאי דאף לקרבנות ציבור התנדבו אלו ונשאר הי\"ט לדורו' ומסתמא לא פליגי רבנן דמתני' עליה דראב\"צ וקי\"ל מעשה רב:"
                },
                "2": {
                    "0": "<b>פרסדאות.</b> שומרים כמו ששומרים הפרדסות:",
                    "1": "<b>קציעות.</b> תאנים יבשים שכותשין אותן ועושין מהן עגולין:",
                    "2": "<b>עלי.</b> הוא עץ גדול עשוי כעין בוכנא שבו כותשין את הקציעות:",
                    "3": "<b>סלמיי הנתוצתי.</b> כלומר נוצתים הסולמות:"
                }
            },
            "4": {
                "0": {
                    "0": "מתני' <b>בי\"ז בתמוז נשתברו הלוחות.</b> בגמ' מפרש:",
                    "1": "<b>ובטל התמיד.</b> שלא היו שם כבשים להקריב שבאה העיר במצור:",
                    "2": "<b>והעמיד צלם בהיכל.</b> פליגי בה אמוראי בגמרא:"
                },
                "1": {
                    "0": "גמ' <b>שביעי שהוא לאחר הדברו'.</b> דסובר בששי בסיון נתנה התורה ובז' דהיינו יום שלאחר מתן תורה הוא היה התחלת מ' יום הראשונים שנכנס משה למחנה שכינה להיות שם עם ה' לקבל הלוחות:",
                    "1": "<b>מ' יומין.</b> אני עומד בהר והיינו מ' יום שלימין יום ולילו עמו ויום עלייתו אין לילו עמו שהרי בז' בסיון עלה נמצא מ' יום כלין בי\"ז בתמוז דהיינו כ\"ד דסיון וט\"ז דתמוז כיון שהגיע יום מ' ולא בא שהעם סברו דמקצת היום ככולו ואותו היום שעלה מן המנין נמצא שכלו מ' יום בט\"ז בתמוז:",
                    "2": "<b>אינו יודע להבחין.</b> כי משה להיותו אב בחכמה הכיר בניגוני הקולות ואמר קול ענות אנכי שומע ויהושע לא הבין להבחין:",
                    "3": "<b>אמר רבי יסא.</b> מאי קול ענות קול שמקלסין לעכו\"ם אנכי שומע:",
                    "4": "<b>אין כל דור ודור.</b> כלומר כל פורענות מצטרפין לענשו חטא של עגל א\"נ שלכל דור משתלם מעט מעונש העגל ול\"נ דיליף מדכתיב ונחלו לעולם וסמיך ליה וינחם ה' על הרעה וגו' דה\"ק ונחלו לעולם עון העגל לפיכך וינחם ה':",
                    "5": "<b>אונקי.</b> משקל קטן בל\"א קורין אותו אונט\"ץ:",
                    "6": "<b>שלא יהא אדם דן אומדות.</b> דאף על גב כשבא אל יהושע אמר קול עכו\"ם אנכי שומע אפ\"ה לא שיבר הלוחות עד שבא אל המחנה:",
                    "7": "<b>כל ערל לא יאכל בו.</b> והיינו ערל שמתו אחיו מחמת מילה ואינו אלא מעוכב מצוה אחת ואפ\"ה לא יאכל בו:",
                    "8": "<b>התורה.</b> עשרת הדברות שכל המצות כלולי' בהן וישראל מומרים לא כ\"ש שאינן כדאי להן:",
                    "9": "<b>יפה עשית ששיברת.</b> מיתורא דאשר קדריש לשון יישר א\"כ מדלא א\"ל בכעס:",
                    "10": "<b>ביקש הקב\"ה לחוטפן.</b> שאינן ראויין לכך שגלוי לפניו שלא יעשו תשובה נכונה על אותו מעשה ודריש מדכתיב ואתפוש בשני הלחות ל\"ל להתפיסן שהרי כבר היו בידו דכתיב לעיל מיניה ושני לחות הברית על שתי ידי אלא שהיה תופסן בכח:",
                    "11": "<b>ולכל היד החזקה.</b> ל\"ל דהרי כבר נאמר לכל האותות והמופתים אלא לכל היד החזקה היינו מה שעשה בכח ידו:",
                    "12": "<b>ייא שלמא וכו'.</b> הקב\"ה משבחו ואמר יהא שלמא ליד דגברה יותר ממני (והי\"מ הגיה ודחק בפי' ואין צורך):",
                    "13": "<b>הלוחות היו מבקשין לפרוח.</b> כדרך כל הנבראים שחשקן וחפצן לחזור אל מקורם כטבע האש והלוחות מקורן מלמעלה לפיכך רצו לחזור לשם:",
                    "14": "<b>והיה משה תופסן.</b> להראות לישראל עד כמה גרם החטא:",
                    "15": "<b>הכתב עצמו פרח.</b> אף ע\"ג שהיו חקוקים מ\"מ היו בדיו שחור ע\"ג החקיקה:",
                    "16": "<b>והכתב היה סובלן.</b> כנפש הסובל הגוף:",
                    "17": "<b>כיון שפרח הכתב.</b> ע\"י שחרה אף משה ונסתלקה השכינה ממנו ולא היה כח בידו לעכב הכתב עוד והלך לו:",
                    "18": "<b>כבדו על ידיו של משה.</b> לשאת משא ארבעים סאה:"
                },
                "2": {
                    "0": "<b>היו משלשלים להם.</b> אותן שבפנים מורידין מעל החומה שתי קופות של זהב מתרומת הלשכה לאותן שבחוץ לקנות שני תמידין:",
                    "1": "<b>שני גדיי'.</b> שאינו ראויין לתמידין:",
                    "2": "<b>העיד ר\"י בן בבא.</b> בעדיות פ\"ו:",
                    "3": "ה\"ג והיו מעלין להן שני כבשים ובסוף שלשלו להם ב' קופות של זהב והעלו להם שני חזירים:",
                    "4": "<b>עד שנעץ החזיר.</b> צפרניו בחומה שכן דרכו כשגוררין אותו:",
                    "5": "<b>וקפץ.</b> החזיר מא\"י מ' פרסה א\"נ ממדינת א\"י קפץ מ' פרסה שנטבע בים שכן דרך שנופלות המדינות בזועות:"
                },
                "4": {
                    "0": "ופריך כתיב בט' לחדש וגו' ואת אמר הכין שהיה בי\"ז:",
                    "1": "<b>קלקול חשבונות יש כאן.</b> מרוב הצרות טעו בחשבונות ולא רצה. המקרא לשנות ממה שסמכו הם לומר כביכול אנכי עמו בצרה:",
                    "2": "<b>ה\"ג מהו באחד.</b> עדיין לא נשרף. ועל מה שמחו הא עדיין לא נשרף וא\"ל דעל הבקעת העיר שמחו דהא כתיב שאמרה צור אמלאה החרבה ש\"מ דלאחר החרבן שמחה:",
                    "3": "<b>ביום ולילה.</b> אחד יוצא רץ מירושלים לצור א\"כ מסתמא ביום החרבן ידעו ושמחו ומהו בא' אלא שטעו בחשבונות:",
                    "4": "<b>אמר יעשה.</b> יום זה שנשבה בנו ראש לחשבנותיו וה\"נ עשה יום ט\"ב ראש לחשבון ובאמת ביום החרבן נשמע בצור ואותו היום קורא יתזקאל באחד לחדש:",
                    "5": "<b>ונתקדש.</b> ונזדמן להריגה א\"נ לשון נקי' קאמר ור\"ל ונטמא (וי\"מ מגיה ונתחלש ואין צורך):",
                    "6": "ופריך ניחא נתקלקלו לשעבר ישראל שגלו מרוב הצרות טעו ביום הבקיעה:",
                    "7": "<b>להבא.</b> וכי אדם טועה בשביל צרה שתבא בתמיה ואיך טעה יחזקאל בתחילת כתיבתו הלא לא נודע לו החרבן עד לאחר הכתיבה כמפורש בקרא:",
                    "8": "<b>בין כמ\"ד בט' לחדש.</b> היתה הבקיעה ובא' לחדש היה החרבן:",
                    "9": "בין כמ\"ד בי\"ז היתה הבקיעה ובתשעה באב היה החורבן:",
                    "10": "<b>מה ביניהון.</b> כמה ימים היה בין הבקיעה לחורבן:",
                    "11": "<b>כ\"א יום.</b> מ\"ט:",
                    "12": "<b>משהוא מוציא את ניצו.</b> משעה שמתחיל להניץ:"
                },
                "5": {
                    "0": "<b>צום הרביעי זה י\"ז בתמוז.</b> וקרי ליה רביעי שהוא רביעי לחדשים וכן כולם סדר חדשים הוא מונה:",
                    "1": "<b>יום שנהרג בו גדליה בן אחיקם.</b> ששקולה מיתת צדיקים כחרבן בית אלקינו:",
                    "2": "<b>סמך מלך בבל.</b> התחיל לצור עליה:",
                    "3": "<b>שמועה לגולה.</b> לגלות יכניה שגלו לבבל י\"א שנה לפני החרבן:",
                    "4": "<b>שביהודה מתענין על המעשה.</b> אותן שהיו בשעת החרבן בירושלים ובא\"י מתענין בט\"ב:",
                    "5": "<b>ראשון אחרון.</b> ראשון שבפסוק הוא אחרון לפורענות:",
                    "6": "ועל אחרון שבמקרא ראשון לפורענות שהרי תחלה סמך ואח\"כ הובקעה:",
                    "7": "<b>ואני דורש ראשון ראשון.</b> שבסדר המקרא והפורענות:",
                    "8": "<b>ואני רואה דברי מדברי ר\"ע.</b> אע\"ג שהוא מונה לסדר החדשים מ\"מ סדר פורעניות עיקר:"
                },
                "6": {
                    "0": "<b>במעברתא.</b> בגשר:",
                    "1": "<b>טרלוסה.</b> שם מקום:",
                    "2": "<b>מ\"ד הועמד.</b> צלם בהיכל תנן במתני' קאי אצלמו של מנשה דמשמע שהועמד כבר קודם אפוסטמוס והוא הסמל הקנאה:",
                    "3": "<b>מ\"ד העמיד.</b> משמע אותו ששרף התורה הוא העמיד הצלם בהיכל ועל אפוסטמוס קאי:",
                    "4": "<b>וה\"ג מפני מה לא קבעו אותו תענית.</b> אי\"ז בתמוז קאי למה לא קבעו אותו לצום בלילה וביום ושיהא קבוע לעולם ואפי' יש שלום כמו ט\"ב:",
                    "5": "<b>שלא קיבלו רוב ציבור עליהם.</b> בזמן הגלות הראשון:",
                    "6": "<b>כל מה שנעשה בזה חזר.</b> דבט\"ב צרה אחת דהיינו החרבן חזר לבו ביום בשני משא\"כ בי\"ז בתמוז לא נעשית צרה אחת פעמים:",
                    "7": "<b>ואין מאור עיניו של אדם חוזר אלא לאחר מ' יום.</b> ותענית ממעט מאור עיניו של אדם דהא חולי הרעבון הוא אחיזת בולמס כדתנן פ\"ח דיומא מאכילין אותו עד שיאורו עיניו הלכך לא קבעו שיצומו יום ולילה תוך מ' יום שני פעמים דהיינו י\"ז בתמוז וט\"ב:"
                },
                "7": {
                    "0": "<b>הה\"ד ויהי בשנה השנית וכו'.</b> אמתני' קאי דתנן בט\"ב נגזר על אבותינו שלא יכנסו וקאמר דמקראי מוכח דבט\"ב הוה דבכ' באייר נעלה הענן הרי י' מאייר שהן ג' ימים שנסעו מהר ה' וז' דהסגר' מרים וחדש סיון אכלו בשר תאוה נמצא שבראש חדש תמוז דהיינו ביום שלשים דסיון נשתלחו המרגלים וכלו הארבעים יום בתשעה באב:",
                    "1": "<b>לאילן טלייא וכו'.</b> לאותן התינוקות שבורחין מבית הספר ויוצאין לכפרים כך ברחו מהר ה' לכך כתיב ויסעו מהר ה' ולא כתיב להיכן נסעו אלא ויסעו מפני הר ה':",
                    "2": "<b>בו ביום נתאוו תאוה.</b> היינו יום ג':",
                    "3": "<b>אתון וכו'.</b> באו המרגלים ומצאו ישראל עוסקין בפ' חלה וערלה וגמרא גמיר להו דהוו עסקי בפ' אלו:",
                    "4": "<b>ואתם עסוקין בהלכת חלה וערלה.</b> שהן מצות התלויות בארץ:",
                    "5": "<b>בכיי' של תפלות.</b> שאין לה טעם כמו תפל בלי מלח:",
                    "6": "<b>על שש עריות.</b> והן אחותו מאביו אחותו מאמו ואחות האב ואחות האם ונדה ואשת אח שהן עריות שאין בית דין ממיתין עליהן ואין בן נח מוזהר עליהן אבל שאר עריות אף בני נח היו אסורין בהן דכתיב על כן יעזב איש וגו':"
                },
                "8": {
                    "0": "<b>א\"ל.</b> משה:",
                    "1": "<b>אפי' כן.</b> כדבריכם מה ראיתם הטובה היא אם רעה:",
                    "2": "כל עיר שהיינו נכנסים בה היינו רואין אותן טרודין בעסקי מתים:",
                    "3": "<b>הוה טב קרתא.</b> היה מת החשוב שבעיר בעוד שבני העיר עסקו בקבורתו היו תרי' את העיר ויוצאין ואין שום אדם היה מרגיש בהן:",
                    "4": "<b>ולא עוד וכו'.</b> אף זה מדברי הקב\"ה שאמר למרגלים הוא:",
                    "5": "<b>ידעין הויתון.</b> ומניין ידעת' איך הייתם בעיניהם אלא שרצונכם להוציא דבה על הארץ ולכך נענשו גם ישראל עמהם שהיה להם ללמוד בדבריהם שכוונתם להוציא דבה:",
                    "6": "<b>ממנו.</b> כלפי השכינה כביכול:",
                    "7": "<b>ורעו דליותיו.</b> הם הענפים וקאמר דעל ידי המולה גדולה רעו בניהם במדבר ארבעים שנה:"
                },
                "9": {
                    "0": "<b>מוצאי שבת.</b> א' בשבת:",
                    "1": "<b>ומוצאי שמיטה.</b> שנה שמינית:",
                    "2": "<b>וישב עליהם את אונם וגו'.</b> אף על גב דזהו שירה של יום ד' ואותו היום מ\"ש הוה קינה בעלמא נפל בפומייהו:",
                    "3": "<b>מה את ש\"מ.</b> איך שמעינן מינה דאומרים שירה בלא נסכים:",
                    "4": "<b>מאחר שאלו נסכים היה.</b> כלומר אף שאלו נסכים היו מיום ד' אין זה זמנו של שיר אלא היה להס לומר שיר של יום אלא ודאי שלא הקריבו נסכים אלא שלא אמרו שיר ביום ד' ואמרו אותו ביום א':",
                    "5": "<b>שירו של יום.</b> אמרו דהיינו שיר של יום ד':",
                    "6": "<b>שירו של אתמול.</b> הם שטעו וכדפרישי' לעיל:"
                },
                "10": {
                    "0": "<b>יהוריב.</b> כך היה שמם של ג' משמרות יהויריב מירון מסרביי וקדרי' להו על הקינ' השם ריב גבר מן רון שבעיר והיינו מהשיר שאמרו ממנו נחרב העיר ונמסר הבית ביד השונאים:",
                    "1": "<b>ידעי' עמוק ציפורים.</b> אף זה שם ג' משמרות ודרשות:"
                },
                "11": {
                    "0": "<b>כ\"ד עובדין.</b> כ\"ד מאורעות קשות הזכיר ר' שהיו בשעת החרבן ונרמזים בפסוק בלע ה' ולא חמל:",
                    "1": "<b>ופריך ור\"י יתיר על ר'.</b> בתמיה והלא ר' היה קרוב לחרבן בה\"מ יותר מר\"י ובקי טפי במאורעות ההם:",
                    "2": "<b>הוה תמן.</b> היו. שם זקנים שהיו זוכרין החרבן וכשהיה ר' דורש מחרבנו היו בוכים ומצטערים ולא היה ר' יכול לגמור כל המאורעות הנרמזים בפסוק:",
                    "3": "ברוך ר' רבו בריך וי\"ג בדוך ר' היה וכו':",
                    "4": "<b>ידיו של עשו בביתר.</b> אע\"ג דגדולה היא מה שעשאו בחרבן בה\"מ מ\"מ בחרבן ביתר לא היה שם אלא בני אדום:"
                },
                "12": {
                    "0": "<b>יעלו עשבים בלחייך.</b> כלומר זמן רב אחר מיתתך:",
                    "1": "<b>תוקעי קרנות.</b> ראשי גייסות שמקבצים חיילותיה' ע\"י קרנות:",
                    "2": "<b>מטיפי אצבע.</b> קטועי אצבע שהיו נבדקים ע\"י כך אם הם אבירי לב שיחתכו אצבע בשניהם:",
                    "3": "<b>רוכב על סוסו.</b> ובעודו רץ שולח ידו בענפי ארז הגבוהים ועוקרו:",
                    "4": "<b>באיסרטיה.</b> בצבא שלך:",
                    "5": "<b>לא תסעוד.</b> לא תעזרינו:",
                    "6": "<b>ולא תכסוף.</b> ולא תשחית אותנו אלא תניח הכל אל הטבע:",
                    "7": "<b>עאל ליה.</b> נכנס דרך הביב לעיר שלא היה יכול לכנוס דרך שער העיר שלא יראו אותו שומרי השער:",
                    "8": "<b>עבד נפשיה.</b> עשה עצמו כאלו לוחש ליה לר\"א דבר מה בתוך האוזן:",
                    "9": "<b>חמוניה.</b> ראו אותו בני העיר לאותו הכותי והביאו אותו אל בן כוזיבא וא\"ל ראינו לזקן זה שדיבר עם דודך ר' לעזר:",
                    "10": "<b>א\"ל אנא וכו'.</b> א\"ל הכותי לבן כוזיבא אם אני אומר לך מלך אדריינוס הורג אותי ואם לא אומר לך אתה הורג אותי מוטב שמלך יהרוג אותי ולא אתה וא\"ל ר' לעזר אמר לי שהוא רוצה להשלים המקום לאנדריינוס:",
                    "11": "<b>יהיב ליה.</b> בן כוזיבא לר' לעזר בעיטה חדא ברגלו והרגו:",
                    "12": "<b>זרוען של כל ישראל.</b> שהיה מעמידן בתפלתו ועין ימינם כי באור תורתו היה רואים אור:",
                    "13": "<b>א\"ל חמי לי פטומיה.</b> הראו לי גופו וי\"מ גידו והראשון נ\"ל:",
                    "14": "<b>אשכח.</b> נחש כרוך וראו שנחש הרגו:",
                    "15": "<b>של קצוצי תפילין.</b> בתים שהטוטפות נתונים בהן חוץ מן הרצועות:",
                    "16": "<b>במכתובים הללו.</b> הם העצים או האבנים שכותבין בהן על האבנים או על השעוה:",
                    "17": "<b>עיני עוללה לנפשי.</b> ואין איש אתו שהוא לבדו נשתייר:",
                    "18": "<b>מלא קומה.</b> שהיו עומדים בקומתן א\"נ שהיו צבורים מלא קומה:"
                },
                "13": {
                    "0": "<b>נקבעה הטוב והמטיב.</b> היא ברכה רביעית שבברכת המזון וקבעוהו בבה\"מ לפי שבה\"מ טעונה כוס והיה ראוי לברך על היין אחר בונה ירושלים והם היו סביב הכרם לכך קבעו הברכה אחר בונה ירושלים:",
                    "1": "<b>שהדליקה וכו'.</b> ששמחו על חרבן בה\"מ:",
                    "2": "<b>בולווטי.</b> יועצים ושרים:",
                    "3": "<b>וכדו וכו'.</b> וכשהיו רואין איש עולה לירושלים היו אומרים לו בשביל ששמענו עליך שאתה רוצה להיות שר ומושל:",
                    "4": "<b>ארכונטס ובולבוטס.</b> שר ויועץ:",
                    "5": "<b>והוא א\"ל.</b> אין דעתי על דבר זה:",
                    "6": "<b>בדיל וכו'.</b> א\"ל בשביל ששמענו עליך שאתה רוצה למכור שדך:",
                    "7": "<b>והוה חבריה א\"ל מה את.</b> רוצה מזה כתוב ואני חותם לך לעד שקנית שדה זו וכן עשו ולכך היו מדברי' עמו תחלה כדי שיסברו הרואים והעוברים ושבין שבענין המשא ומתן של השדה דברו עמו:",
                    "8": "<b>והוון וכו'.</b> והיו משלחין השטר לבן ביתו הממונה על שדותיו וא\"ל אם יבא פלוני לכנוס לשדה שלו אל תניחהו כי קניתיו ממנו:",
                    "9": "<b>וכיון.</b> ששמע מהם האי גברא שכן הוא אמר הלוואי ששבר רגלו ולא היו עולה לירושלים:",
                    "10": "<b>אצדי אורחותיה.</b> יהי' חרב ושמם דרך ביהמ\"ק ולא נצטרך לעלות שם לרגל:",
                    "11": "<b>אוף אינון.</b> אף הם אנשי ביתר לא הי' סופן בטובה שאעפ\"י שהיו רעים לא הי' להם לשמוח בפרהסיא לאידם כמו שנא' שמח לאיד וגו':"
                },
                "14": {
                    "0": "<b>ואמרין.</b> הרומיים כל רפואה לדבר זה ליתן כתר מלכות על ראשיהן של אלו:",
                    "1": "<b>אמרין.</b> נבדוק עוד פעם א' ואם לא נצליח נהיה להם לעבדים:",
                    "2": "<b>פגע.</b> מהאחים בצאתם למלחמה זקן אחד:",
                    "3": "<b>אמר.</b> בוראכם יהיה בעזרתכם:",
                    "4": "אמר אחד מהאחים לא יסעדינו כי אין אנו צריכין לעזרתו וגרם העון ונהרגו:"
                },
                "15": {
                    "0": "<b>היו מוציאין ממנו.</b> שהיו מקננות בענפיו תורים ובני יונה מרובים עד שהיו מוציאין מהולדות מ' סאה בכל חדש:",
                    "1": "טור שמעון שם מקום:",
                    "2": "<b>תלת.</b> מאה מדות של פתיתי לחם שהיו נותנים כל ע\"ש לעניים:",
                    "3": "<b>שהיו משחקין בכדור.</b> בשבת א\"נ שהיו מבלין ימיהם בהם ולא עסקו בתורה:",
                    "4": "<b>קטמוס.</b> פנקס החשבונות ההכנסות של המלך היה גדול כל כך שהיה צריך לישא אותו בעגלה. כבול ושיחין ומגדל צבעיין. שמותן של ג' עיירות:",
                    "5": "<b>דלא היו מקבלין.</b> לעובר ושב כלו' לאורחים:",
                    "6": "<b>תחלוסייא.</b> מין כרישי\"ן וגדל הרבה במהרה:",
                    "7": "<b>גופנא.</b> שם מקום:",
                    "8": "<b>פלגס.</b> פרונד\"א בלע\"ז:",
                    "9": "<b>שידות.</b> עגלות והיו עשויות משל מתכות ולא היה בו שום עץ:",
                    "10": "<b>שידה.</b> כזו לא נמצאת בימינו אפי' אחת וי\"ג שירה והוא מין משי וגירסתינו נראה עיקר:"
                },
                "16": {
                    "0": "<b>של זכריה.</b> שהרגוהו שרי יהודה במצות המלך יואש כשהשתחוו ליואש ועשאוהו אלוה:",
                    "1": "<b>ופריך ולא נהגו בדמו וכו'.</b> בתמיה כיון שהרגוהו במקדש איך לא חששו לכסותו לטהר המקדש או לנהוג בו כדם צבי ואיל:",
                    "2": "ומשני אלא כל כך למה נשאר שם להעלות חמה ומאת ה' היתה שיבוא נבוזראדן וינקום נקמתו:",
                    "3": "<b>על צחיח הסלע.</b> על חלקת האבן שלא יבלע הארץ:",
                    "4": "<b>תוסס.</b> מבצבץ:",
                    "5": "<b>תליין בגרדון.</b> מיני יסורין ונגידא:",
                    "6": "<b>גרדון.</b> הוא מקום המשפט:",
                    "7": "<b>הואיל והקב\"ה רוצה לתבוע דמו.</b> נגלה לו על כרחנו:",
                    "8": "<b>נזף בי'.</b> גער נבוזראדן בדם זכריה:",
                    "9": "<b>א\"ל מה את.</b> רוצה לאבד כל אומתך בשבילך:"
                },
                "17": {
                    "0": "<b>קלתותי'.</b> הם התאים שהיו סביב למקדש:"
                },
                "18": {
                    "0": "<b>והלכו להן אצל ישמעאלים.</b> שחשבו שירחמו עליהם שהם קרוביהם:",
                    "1": "<b>דאנן צחיי.</b> שאנחנו צמאי':",
                    "2": "וכיון שהיה אחד מהן מתיר הנוד ונתנו לתוך פיו הי' הרוח יוצא ונכנס בבטנו וחנקו:",
                    "3": "<b>מטול רב.</b> משא גדולה היתה בערבייא והם הישמעאלים:",
                    "4": "<b>מי.</b> שהיו נתונים ביער הלבנון והוא בית המקדש עתה בערב ילינו:",
                    "5": "<b>אלא.</b> כמו אלה וה\"ק וכי אלה אורח בני דודים כאשר עשו בני ישמעאל לישראל:",
                    "6": "<b>ישמעאל.</b> כשהיה צמא במדבר וכי לא הזמין לו ה' מים וכל זה בזכות אברהם כן היה להם לעשות לבניו:",
                    "7": "<b>לא מן טיבותכון.</b> לא לקבל טובה מכם באו אלא מפני חרב האויב והיה לכם לרחם עליהם ולהצילם עד כי יעבור הזעם:",
                    "8": "<b>שלא רצו לשמר את שמיטיהם.</b> והיתה עיניהם צרה שלא לעזוב הפירות והתבואו' להעניים כדכתיב והשביעית תשמטנה ונטשתה ואכלו אביוני עמך לכך נענשו א\"כ יש לכם ללמד שאין לעזבם וליתן להם די מחסורם בעברם עליכם והי\"מ דחק מאוד ע\"ש:"
                },
                "19": {
                    "0": "<b>כי ראו בארון ה'.</b> ויך בעם שבעים איש חמשי' אלף איש:",
                    "1": "<b>ואלו.</b> שמתו מאנשי בית שמש היו מן הדרום בצד אחד מן העיר אשר בא דרך שם הארון צא וחשוב כמה היו אנשי בית שמש כולן:",
                    "2": "<b>ה\"ג וכדון אין את וכו'.</b> וה\"פ ועכשיו אם אתה ממלא בקנים כמספר המתים לא תכילם המקום ההוא שהיו עומדים שם האנשים:"
                },
                "20": {
                    "0": "<b>מה חציפא היא ארץ ישראל.</b> כלומר מה אמצה כחה שהיא עושה פירות עם שגפרית ומלח שרפה כל ארצה:",
                    "1": "<b>מפני שמזבלין אותה.</b> אפילו לתבואות אבל שאר ארצות אין מזבלין אותן אלא לירקות ולאילנות:",
                    "2": "<b>מפני שהופכין את עפרה.</b> ממטה למעלה שיהא המקום שלא בא עליה גפרית ומלח למעלה:",
                    "3": "<b>עובדא.</b> מעשה שהיה באחד דהוה עומד וזרע בבקעת ארכל ודחק ידו ביתד המחרישה והעמיקו ויצא אש מהעפר השרופה ושרפה הזרע:"
                },
                "21": {
                    "0": "<b>לא נראה עוף טס בא\"י.</b> שכולן גלו לבבל א\"נ מפני שהיה שם גפרית ומלח ולא היו יכולים לעוף באויר ההוא:",
                    "1": "<b>בהמה.</b> בגימטרי' נ\"ב:",
                    "2": "<b>גלו עם ישראל.</b> להיות להם לפרנסה:",
                    "3": "<b>שיבוטא.</b> לפי שטעם מוחו כטעם החזיר לכן לא היה ראוי להיות בארץ הקדושה כ\"כ הי\"מ ול\"נ לפי שאינו יכול לילך דרך עליית המים וכן נמצאו דגים במדינתינו שקורין (לאק\"ס) שאינן יכולין לילך דרך ירידת המים:"
                },
                "22": {
                    "0": "<b>אשרי מי שהוא רואה וכו'.</b> דכתיב ישמח צדיק כי חזה נקם:",
                    "1": "<b>קשטי'.</b> אנשי חיל מזוייני':"
                }
            },
            "5": {
                "0": {
                    "0": "מתני' <b>שבת שחל תשעה באב.</b> שבוע שחל ט\"ב להיות בתוכה:",
                    "1": "<b>אסור לספר ולכבס.</b> כל אותו שבוע עד שיעבור התענית:",
                    "2": "<b>ובחמישי מותרין.</b> כשהיו מקדשי' ע\"פ הראיי' וחל תשעה באב להיות בע\"ש מותרי' בחמישי שלפני התענית מפני כבוד השבת:",
                    "3": "<b>שני תבשילין.</b> ודוקא דבר שאינו נאכל כמות שהוא חי אבל דבר הנאכל כמות שהוא חי אפילו בישלו מותר לאכול שני תבשילין:",
                    "4": "<b>ישנה.</b> בגמרא מפרש:",
                    "5": "<b>בכפיי' המטה.</b> שכופה המטה על פניה:"
                },
                "1": {
                    "0": "גמ' <b>הדא דאת אמר.</b> אמתני' דפ\"ק קאי דתנן ממעטין בבנין ובשמחה וקאמר לא אמרן אלא בבנין של בית שמחה:",
                    "1": "<b>אבל אם היה כותלו.</b> של בית שמחה:",
                    "2": "<b>גוהה.</b> נוטה ליפול:",
                    "3": "<b>כותלא דגנא ביה.</b> כותל ביתו שהוא ישן בו אבל כותל של בנין שמחה אף אם נוטה ליפול אסור לבנותו:",
                    "4": "<b>שלא לעשות סעודת אירוסין.</b> בע\"ש:",
                    "5": "<b>הא לארס.</b> בלא סעודה מותר אפי' בע\"ש:",
                    "6": "<b>מושיב יחידים ביתה.</b> מכאן שארבעים יום קוד' יצירת הולד בת קול יוצאת בת פלוני לפלוני:",
                    "7": "<b>במאזנים לעלות המה מהבל יחד.</b> דרשו בויקרא רבה עד שהן עשוין הבל בתוך מעי אמן הם יחד שמעי' דמהם כבר יצאו הזיווגי':",
                    "8": "<b>וכא הוא אומר הכין.</b> וכאן הוא אומר דאיכא למיחש שמא יקדמנו אחר ויקחנה אלא שמא יקדמנו אחר בתפלה. דתפלה משנה הגזרה:",
                    "9": "<b>אפילו כן לא קיימה.</b> אם זכה בה ע\"י תפלה אינה מתקיימת לו וימו' הוא או היא:"
                },
                "2": {
                    "0": "<b>מרוח ומלבוש.</b> לכבס וללבוש:",
                    "1": "<b>ברם.</b> אבל לכבס ולתקן לאחר ט\"ב שרי:",
                    "2": "<b>ה\"ג ר\"ש אמר כן אנן אמרין וכו'.</b> וה\"פ רב ששת פליג ארבי יונה וסובר דאפילו לכבס ולתקן אסור שהרי אנן אומרים דהאי כובס אסור לו לעשות מלאכתו בשבוע שחל ט\"ב להיות בתוכה ש\"מ דאפי' לתקן אסור:",
                    "3": "<b>ובחמישי מותרין מפני כבוד השבת.</b> למאי אילימא לכבס וללבוש מיד מאי כבוד השבת איכא אלא להניח ובחמישי הוא דמותרין אבל השבת כולה אסור וקשיא לר' יונה:",
                    "4": "<b>לתספורת הושבה.</b> הא דתנן במתני' בחמישי מותרין מפני התספורת הוא דנקט דדוקא בה' מותר ובכל השבוע אסור אבל לכבס ולהניח שרי:",
                    "5": "<b>לאחריו מהו.</b> כגון שחל ט\"ב בג' בשבת אם מותר ביום ד' וה' שלאחריו בכיבוס ותספורת או לא:",
                    "6": "<b>דרשה רחב\"ב.</b> לאנשי ציפורי כר\"י דלאחריו אסור:",
                    "7": "<b>ואין בן אחוי וכו'.</b> וכי אין בן אחיו של ר\"ח הגדול פליג ארץ בר בא ויפה עשו אנשי ציפורי שלא קיבלו:",
                    "8": "<b>מה עביד לה רשב\"ל.</b> למתני' דתנן שבוע שחל ט' באב להיות בתוכה אסורין מלספר ומלכבס מדנקט סתמא משמע דאפילו לאחריו אסור:",
                    "9": "<b>פתר לה.</b> מפרש למשנתינו כשחל ט\"ב בשבת והלכך כל השבת כולה אסורה:",
                    "10": "מן דהוה וכו' כשיצא ט\"ב היה מכריז:",
                    "11": "<b>יפתחון ספרייא.</b> אומנים יפתחו החנות שיבואו בני אדם לספר:",
                    "12": "<b>חגה.</b> מר\"ח שנקרא חג החמירו על עצמן באיסור כיבוס:",
                    "13": "<b>חדשה.</b> כל חדש אב נהגו באיסור כיבוס:",
                    "14": "<b>שבתה.</b> אינן נוהגין איסור אלא בשבוע שחל ט\"ב בתוכה:"
                },
                "3": {
                    "0": "<b>ותני כן.</b> ותניא נמי הכי:",
                    "1": "<b>בז' נכנסו.</b> העכו\"ם לבה\"מ:",
                    "2": "<b>מקרקרי'.</b> רוקדים וצועקים בו:",
                    "3": "<b>ולילי עשירי.</b> שבלילה ההוא נשרף הבה\"מ כולו:",
                    "4": "<b>לעקור תשעה באב.</b> קס\"ד לגמרי רצה לעקרו דאין צרה ואין שלום רצו מתענין וא\"כ אין בזה ביטול דברי ב\"ד שתקנו לצום בט\"ב שכך התנו בתחלה:",
                    "5": "<b>ולא כך איתאמרת.</b> שרצה לבטל ט' באב לגמרי אלא אותה שנה לחוד רצה לבטל מפני שחל בשבת:",
                    "6": "<b>וגזי ליה.</b> ובהיפך מעשה דהכא הוה התם דר\"א טעה ושכח ורבי בא הזכירו דתנינן תמן. יבמות פ\"ו:",
                    "7": "<b>אלא היתה תובעת להינשא.</b> כגון שבאת מחמת טענה ואומרת מי לא בעיא האי איתתא חוטרא לידה ומרא לקבורה הוא דכופין בעלה שאינו מוליד להוציא אבל אין כופין אותה לקיים פריה ורביה דלא מיפקדא:",
                    "8": "<b>טובים שנים מן האחד.</b> אילו לא שמעת גם אתה הייתי טועה בדבר עכשיו טוב לי שהזכרתני וכן בהיפך בדין האשה:"
                },
                "4": {
                    "0": "<b>מהו ישנה.</b> דקאר\"ג:",
                    "1": "<b>יחלף.</b> ימעט:",
                    "2": "<b>אין הוה וכו'.</b> אם היה רגיל לאכול ליטרא בשר בסעודה יאכל חצי ליטרא ואם היה רגיל לשתות מדה של יין ישתה מחציתו:",
                    "3": "<b>ובלבד עיקר סעודת תשעה באב.</b> והיינו סעוד' שמפסיק בה הוא דישנה:",
                    "4": "<b>ובלבד משש שעות ולמעלן.</b> דהיינו לאחר חצות הוא דישנה אבל קודם חצות לא:",
                    "5": "<b>תרתיהון לקולא.</b> דוקא לאחר חצות ובסעודה שמפסיק בה אבל בחדא מינייהו א\"צ לשנות וכן לת\"ק מותר לאכול שני תבשילין:",
                    "6": "<b>משש שעות ולמטן.</b> היינו קודם חצות:",
                    "7": "<b>אבל סעודתו של כל יום.</b> ודעתו לאכול עוד אחריה:",
                    "8": "<b>כסעודת שלמה בשעתו.</b> בשעה שהיה בתוקפו שהיתה סעודתו ששים כור סולת וגומ':",
                    "9": "רב לאחר שאכל כל צרכו היה טובל פרוסת לחם באפר ואמר זו היא עיקר סעודת תשעה באב:"
                },
                "5": {
                    "0": "<b>ופריך יאות אר\"י.</b> שפיר קאר\"י ומ\"ט דרבנן דפליגי עליה:",
                    "1": "ומשני עשו חכמים לאבילו' דתשעה באב כאונן שמתו מוטל לפניו שפטור מכפוית המטה וישן על מטה שאינה כפויה:"
                }
            },
            "6": {
                "0": {
                    "0": "מתני' <b>כט\"ו באב.</b> בגמרא מפרש טעמא:",
                    "1": "<b>שאולי'.</b> שכולן שואלים אפילו עשירות שלא לבייש את מי שאין לו:",
                    "2": "<b>יוצאות וחולות.</b> כמו אז תשמח בתולה במחול:",
                    "3": "<b>במלך שלמה.</b> הקב\"ה שהשלום שלו:",
                    "4": "<b>אמו.</b> כנסת ישראל:",
                    "5": "<b>זה מ\"ת.</b> ביה\"כ שבו נתנו לוחות אחרונות:",
                    "6": "<b>זה בנין בה\"מ.</b> שנתחנך ביה\"כ:"
                },
                "1": {
                    "0": "גמ' <b>ופריך ניחא יוה\"כ.</b> שהוא י\"ט לישראל מפני שהוא יום סליח' וכפרה אלא בט\"ו באב למה שמחו:",
                    "1": "<b>שבו זמן.</b> לקצץ עצים למזבח ומשם ואילך תשש כח החמה ואין הציצים יבשים לפיכך לא היו כורתין משם ואילך עצים למערכה והיו שמחים לגמר' של מצוה:",
                    "2": "<b>אינן עושין מאכולת.</b> מה שאין כן העצים שנקצצין אחר כך:",
                    "3": "<b>מאכולת.</b> תולעים:",
                    "4": "<b>כההיא דתנינן תמן.</b> פ\"ב דמדות:",
                    "5": "<b>פרוסדיות.</b> שומרים שהושיב ירבעם שלא יעלו ישראל לרגל:",
                    "6": "כל הטוב הזה עשה הושע בן אלה למה גלה אותו שלמנאסר:",
                    "7": "<b>על ידי ששמט את הקולר וכו'.</b> שלא צוה שיעלו לרגל אלא אמר מי שירצה יעלה:",
                    "8": "<b>שבו הותרו שבטים.</b> ליקח נשים זה מזה (וקים להו דבט\"ו באב כלה הדור ההוא וכן צ\"ל לכל האמוראים דהכי קים להו) דכתי' גבי בנות צלפחד זה הדבר וכו' דבר זה לא יהא נוהג אלא בדור זה של בנות צלפחד:",
                    "9": "<b>דכתי' ולא תסוב וכו'.</b> מהאי קרא שמעינן איסורא:",
                    "10": "וכי אפשר לבת שתירש שתי מטות דממטות מיותר דממאן תירש כי אם ממטו' בני ישראל:",
                    "11": "<b>ואמה משבט אחר.</b> ובת זו ירשה אביה ואבי אמה. וה\"ג מקרא קראו ורחקוהו אפרים ומנשה וגו' ומקרא קראו וקרבוהו גוי וקהל גוים וכו'. וה\"פ שמתחלה רחקוהו שסברו לכך אמר יעקב שאפרים ומנשה יהיו כשני שבטי' שידע שיבוא זמן שימחה אחד מהשבטים ויהיו אפרים ומנשה במקומו ואח\"כ קרבוהו שידעו שאף שלא ימחה שבט יהיה לו עוד ג' שבטים הרי שהבטיחו הקב\"ה על ג' שבטים ל\"א ידעו שצריך שיהיו י\"ב שבטים בעולם אך סברו שבזולת בנימן אפשר שימלאו אפרים ומנשה המספר אך מגוי וקהל גוים דרשו שבודאי שבט בנימין לא יגרע בשביל זה שהרי בהבטחה ההיא הבטיח על בנימן י\"מ והראשון נ\"ל:",
                    "12": "<b>שבו בטל החפר.</b> כדמפרש בסמוך:",
                    "13": "<b>בכל המחנה.</b> ישראל במדבר:",
                    "14": "<b>ובשנה האחרונה עשו כן.</b> בלא כרוז:",
                    "15": "<b>אמרו דלמא.</b> טעו בחשבון:",
                    "16": "<b>כיון דאשלים זיהרא.</b> כיון שנתמלא הירח:"
                },
                "2": {
                    "0": "<b>ואפי' נתונים בתיבה.</b> הכלים היו צריכין טבילה:",
                    "1": "<b>ופריך נתונים בתיבה.</b> ואין אדם לובשן ואת אמרת כן שטעונין טבילה מאי טעמו:",
                    "2": "<b>ומשני מתוך שאת עושה כן.</b> ומצריכו לטבול כל הכלים הוא משאילן:"
                },
                "3": {
                    "0": "<b>מבתו של כה\"ג.</b> היא קרובה וסמוכה למלכות:",
                    "1": "<b>הכאורות.</b> כמו כעורות:",
                    "2": "<b>אל תתן עיניך בנוי.</b> אלא באשה שתמצא חן בעיניך מחמת מעשיה:",
                    "3": "<b>תן עיניך במשפחה.</b> כלו' היופי הוא לבנות מחמת שאביהן עשירים כדתנן בנדרים בנות ישראל נאות הן אלא שהעניות מנוולתן הרי היפות מסתמא בנות עשירים הן:",
                    "4": "הדרן עלך פרק בשלשה פרקים וסליקא לה מס' תענית"
                }
            }
        }
    },
    "meta": "Chapter-Halakhah-Segment-Comment",
    "work": "Korban HaEdah on Jerusalem Talmud Taanit"
}