{
    "title": "Hasagot HaRaavad on Mishneh Torah, Defilement by Leprosy",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Defilement_by_Leprosy",
    "text": [
        [
            [],
            [
                "<b> ולובן שהיא דיהה.</b> א''א שנה משנתו כר''ע דאמר ארבע מראות הללו זו למעלה מזו דאי לרבנן סיד ההיכל וצמר לבן כי הדדי נינהו אלא שזה נוטה ללובן השלג והצמר נוטה ללובן אחר והכי איתא בשבועות: "
            ],
            [
                "<b> זה עם זה בין להקל כו'.</b> א''א אינו נראה כן מן הגמרא דאמרינן התם סיד ההיכל ליצרפיה בהדי שאת לאו בר מיניה הוא אלמא תולדה דהאי לא מצטרף בהדי האי: "
            ],
            [
                "<b> הפתוך שבבהרת.</b> א''א נ''ל שזה שיבוש כי הוא בהיפך שהבהרת לבנונית שלו יתירה והאדמומית מעוטה והשאת הלובן שלו מעוטה והאודם שלו יתירה וכן כולן כל שהלובן מתמעט האודם מתרבה: "
            ],
            [],
            [
                "<b> מן הצמחים העולים בגוף.</b> א''א לא נאמר זה אלא בבהרת אבל בשאת מראהו גבוה מן העור שאין שאת אלא גבוהה: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b> הרי זו כמות שהיתה.</b> א''א ואינה טהורה: "
            ],
            [],
            [],
            [
                "<b> מפני שהמחיה חולקת.</b> א''א לא ימצא דבר זה אלא בשאין בראש האבר מקום יושב כגריס וא''כ למה אמרו בראשי אברים שאינן מטמאין בבהרת ולמה תפסו שאינן מטמאים במחיה ומה לשון חלוקה במחיה והלא הוא מחשבון הגריס ואם יש מקום לגריס גם יש מקום למחיה אלא לא תפסו מחיה אלא מפני שהיא חלק למעלה ואילו היה מקום שיער היו אומרים ג''כ שיער ואילו היה ראוי לפסיון היה ג''כ מזכיר פסיון אלא שרוב ראשי איברים הללו אפילו לגריס אינם ראויין כל שכן לפסיון ועוד י''ל לפיכך תפס מחיה לפי שראשי איברים הללו מעכבין בפריחה כדאיתא במתני' אשמעינן הכא אע''ג דלבסוף מטמאו משום מחיה מתחלה מיהא לא מטמאו לפי שאינם מקום בהרת כגריס וזה עיקר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> והלכה הבהרת בסוף וכו'.</b> א''א זה המחבר פעם מפרש ופעם סותם מה שצריך לפרש כי זו הפסקא לא תמצא אלא שחזרה למקומה קודם שפטרו שאם חזרה אחר שפטרו הרי אמרו תראה בתחלה: ",
                "<b> הרי זה יסגיר או יפטור.</b> א''א המשנה אמרה בזה רבי עקיבא מטמא וחכמים מטהרין ובפיסקא שלמטה מזו רבי עקיבא אומר תראה בתחלה וחכמים מטהרין ולפיכך א''א להעמיד אותה פיסקא שכנסה ופשתה או פשתה וכנסה בתוך ימי הסגר כמ''ש דאם כן רבי עקיבא למה היה מטמא כלומר מחליט ואולי לא כתב זאת כנגד אותה הפיסקא אלא שמועה בפני עצמה עשה והפיסקא שכתב למטה בהרת שכנסה אחר הפיטור ופשתה לכמות שהיתה וכו' היא כנגד אותה הפיסקא שכתבתי כנסה ופשתה או פשתה וכנסה ר''ע מטמא וחכמים מטהרין: "
            ],
            [],
            [],
            [],
            [
                "<b> בהרת שכנסה.</b> א''א זו היא הפיסקא במשנת נגעים שר''ע מטמא וחכמים מטהרין ואינה מתיישבת אלא בבהרת כגריס שאם היתה יותר מכגריס וכנסה אחר ההפטר ואחר כך חזרה למקומה לא היו חכמים מטהרין וזו היא השאלה ששאלו את ר''א בהרת כסלע עלתה לתוך ידו ומקומה צרבת השחין וכו' הא למדת שאינו ראוי לכלום אם נולד לו אחד מהם יסגיר או יחליט באותו סימן הראוי לו וגם זה ראוי למחיה ואע''פ שאינו ראוי לפסיון: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b> בהרת הסמוכה.</b> א''א זו אינה עיקר ר' יוסי בר''י קתני לה והלא שאלו את ר''א הרי שעלתה לתוך ידו בהרת כסלע ומקומה צרבת שחין אמר להם יסגיר אמרו לו למה לשיער לבן אינה ראויה לפשיון אינה ראויה למחיה אינה מטמאה אמר להם שמא תכנוס ותפשה הא למדת שאע''פ שאינו ראוי לכולן אם ראוי לאחת מהן יסגיר ויחליט באותו סימן הראוי לו וגם זה ראוי למחיה ולשיער לבן ואע''פ שאינו ראוי לפשיון ועוד שראוי לפשיון מצד אחד: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> חזר בו כעדשה מקצתה כו'.</b> א''א אומר אני ספרו הטעהו שמא בספרו במשנת נגעים פ''ח וחכ''א בוהק פחות מכעדשה סימן טומאה בתחלה ואינו סימן טומאה בסוף והוא שיבוש שצריך להיות בוהק ופחות מכעדשה וכן תמצא בת''כ בוהק לבדו סימן טומאה בתחלה ואינו סימן טומאה בסוף וכן עיקר: "
            ],
            [],
            [
                "<b> ולא עוד אלא אפילו היו.</b> א''א איני יודע מאי אפילו: "
            ]
        ],
        [
            [
                "<b> וישאר מקום השיער פנוי.</b> א''א מהתוספתא נראה שיש שינוי בעור הנתק אבל ממדרש ת''כ נראה שאינו צריך שינוי העור כלל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ממקום אחד כגריס הרי זה טמא.</b> א''א אפילו נתפרץ משני מקומות: "
            ],
            [],
            [],
            [
                "<b> נולד לו שיער שחור ה''ז טהור.</b> א''א ואפילו הלך השחור והצהוב עמד במקומו ודוקא אחר הפיטור ואחר החלט הפיטור אבל בסוף הסגר צמח והלך מטמא משום פשיון כמ''ש בסמוך והכי איתא בתוספתא: "
            ]
        ],
        [],
        [
            [
                "<b> ואינו חייב עד שיגלח.</b> א''א טעה בזה שהרי אמרו והתגלח בכל דבר ועל זה אמר ואת הנתק לא יגלח ועוד שהוא כתולש סימני טומאה שאין הפשיון ניכר בו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ונכנס ראשון ויוצא אחרון.</b> א''א שמא יתערב עם הצבור דרך העברתו ויטמא אותם: "
            ]
        ],
        [
            [
                "<b> שבתוך החוטם לפי שאינו נראה.</b> א''א והלא ריבה שיער של בית הסתרים ומה טעם לשיער שבתוך החוטם אע''פ שאינו נראה אלא היינו טעמא לשיער שבתוך החוטם שאינו מעכב לפי שאינו ברוב האדם: "
            ],
            [],
            [],
            [
                "<b> תגלחת המצורע.</b> א''א איני יודע מהו זה אדרבה אלו הן שמעכבין את טהרתו ליכנס לפנים מן החומה ולטמא בביאה ומשכבו ומושבו טמא וראשו פרוע ובגדיו פרומים שהרי דרשו בת''כ וטהרו בדברים הנעשים בגופו. ואולי טעות סופר הוא והדבר בהפך ושאר דברים שאינן מעכבין בו כגון כיבוס בגדים שילוח הצפור ופרישתו מאשתו וכן מצאתי בתוספתא כמ''ש: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> והראשונה מותרת בהנאה.</b> א''א ובתוספתא ארישא ושתיהן מותרות באכילה: "
            ]
        ],
        [
            [
                "<b> ואם נשתנה הנגע ממה שהיה.</b> א''א טעה בכאן טעות גדולה מירקרק לאדמדם או מאדמדם לירקרק אין זה כהה והתורה אמרה ואם ראה הכהן והנה כהה הנגע וקרע והמשנה אמרה נשתנה ופשה או נשתנה ולא פשה כאילו לא נשתנה ומאחר שלא נשתנה הרי הוא כעומד בעיניו בסוף שבוע שני והוא נשרף כולו ומה שאמרה המשנה הכהה בראשון יכבס ויסגיר וכו' כהה למראה שני קאמר כגון מירקרק לירוק ומאדמדם לאדום אבל מראה ג' אין להם ומכבסו והוא טהור ומירקרק לאדמדם או בהיפך אין כאן ב' אלא שניהן אבות ראשונים מ''מ בתחלה אין נזקקין לירקרק או לאדמדם וכ''ה המשנה לדעת חכמים: "
            ],
            [],
            [],
            [
                "<b> הפשיון הסמוך בבגדים.</b> א''א אם תעיין בדרש תורת כהנים עם משנת נגעים תמצא שהאדם והבגדים והבתים שוים לזה הדין: "
            ],
            [],
            [],
            [],
            [
                "<b> ואחר שפטרו בא כו'.</b> א''א לא מצאתי נוסחא מאושרת בזה ומה שאמרו או שפטרו ואחר שפטרו בא כלומר ירקרק ואדמדם הרי זה טהור אם כן מצא נוסחא שלו הרי טוב ואם מדעתו אין שומעין לו שהרי באדם פורח אחר הפיטור טמא מוחלט הוא ונראין הדברים קל וחומר בבגדים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> והניח כזית מהן למעלה.</b> א''א בחיי ראשי טעה בדמיונותיו כי הוא מדמה אבן המנוגעת למצורע וטעה שהרי אמרו אשר ישב עליו הזב ולא אבן המנוגעת ותמה על עצמך ולמה לא אמרו הזב ולא המצורע אלא שהמצורע יש לו משכב ומושב לטמא אוכלין ומשקין מפני שהוא ראוי למשכב ומושב אבל אבן מנוגעת שאינה ראויה לכך אין לה כלל וכן אמרו ר''ש אומר אשר ישכב עליו ואשר ישב עליו את שיש לו שכיבה ויש לו ישיבה וכו' יצא זב שמת שאין לו שכיבה וישיבה וכו' ומזה הטעם עצמו מיעט אבן המנוגעת לגמרי ולא מיעט המצורע ויש מזה במסכת נדה פרק דם הנדה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ונראה בו נגע ואח''כ.</b> א''א זה המאסף תפס לשון המשנה ולא דקדק במה שאמרו בספרא אבניו ולא אבנים שהכניס לו משבנה אלמא אע''פ שנתנם בו קודם ראיית הנגע טהור אבל נראה לי דלענין טומאת הבית אע''פ שלא היה בשעת בניין כיון שהיה בשעת ראיית הנגע הבית טמא אבל לענין נתיצה אינו נותץ אלא אותו שנתן בו בשעת הבניין: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות טומאת צרעת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}