{
    "title": "Melechet Shlomo on Mishneh Torah, Creditor and Debtor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Creditor_and_Debtor",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א בכלי חול [וכו'] וא\"צ לומר אם היו בהן טבעות וכו'. </b> כתב הרב המגיד ז\"ל זה פשוט ומוסכם וכ\"כ הרי\"ף בתשובה ובודאי אם היה דינם כדין מלבושין המשנה היתה מזכרת כן ע\"כ. ואחשוב דלתשובה זו כיון הריב\"ש ז\"ל בסי' קכ\"ח שכתב שאף החולקים על רבינו בבגדי שבת לא חלקו בכלי כסף וזהב שהרי מתני' דאמר המקדיש לא הזכירו אלא מיני מלבוש וכן כתב הרי\"ף בתשובה ומביאו בב\"י סי' צ\"ז.<br><b> וראיתי</b> להרדב\"ז החדשות ח\"א סי' רפ\"א דמכח תשובה זו דהרי\"ף שהביא הרב המגיד ז\"ל דחה מ\"ש הנמוק\"י בסוף המקבל דאם היו מיוחסות אין בע\"ח גובה אפי' מכלי כסף ותכשיטין דעולה עמו ואינה יורדת דחילוק זה הוא מתשו' הגאונים ולא מהרי\"ף דא\"כ פליג הרי\"ף מדידיה אדידיה והטור כתבו בשם י\"א ואם איתא שהרי\"ף אמרה היה כותב אותה בשמו וכו' יעו\"ש. ואני בעוניי ראיתי בתוך תשובת הרי\"ף ז\"ל בסי' רנ\"ח ומר חתים עלה וכתב וז\"ל הלכך כל מה שהיה מן הבגדי' המעולים וכ\"ש כלי זהב ובדולח יש לו למכור אותם אבל אם היתה מבני טובים וממשפחות מיוחסות יש לה לעכב עליו כמ\"ש עולה עמו וכו' יצחק ב\"י אלפסי ע\"כ. ומאי דקשיא לי הוא דמרן ז\"ל בסי' צ\"ח הביא הך תשובה שכתב הנמוק\"י וכתב שמ\"ש בעל התרומות בשער א' וכן מצינו בתשו' הרי\"ף היא תשו' זו שכתב הנמוק\"י ואח\"כ הביא תשובת הריב\"ש ז\"ל שכתב משם הרי\"ף בהיפך ולא נתעורר והרב פרח מטה אהרן בח\"א ס\"ס ק\"ג הקשה להרי\"ף לפי מה שדקדק מהר\"י קולון דכלים העשויין לבלות אדם מקני אותם לאשתו אבל כלי כסף אין מקנה מפני שעשויין להתקשט בהן דא\"כ למה תלה הדין באידך תשו' משום דהיא מיוחסת לבגדי שבת והלא עשויין לבלות יעו\"ש ועוד הקשה להב\"ח ולדידי קשה נמי מהך תשו' הרי\"ף דא\"א לומר לדעת הרי\"ף כמ\"ש הב\"ח ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראובן שהיה חייב לשמעון מנה ולוי חייב לראובן [מאה] מוציאין מלוי ונותנין לשמעון וכו'. </b> הנה עיקר דין זה בפ\"ב דכתובות דף י\"ט א\"ר יהודה אמר רב האומר שטר אמנה הוא זה אינו נאמן ומסיק אביי דקאמר מלוה וכגון שחב לאחרים וכדרב נתן דתניא ר\"נ אומר מנין לנושה לחבירו מנה וחבירו לחבירו שמוציאין מזה ונותנין לזה שנאמר ונתן לאשר אשם לו ע\"כ הגמ' והקשה ע\"ז מהא דאמר שמואל המוכר שט\"ח לחבירו וחזר ומחלו מחול וא\"כ הכא נמי ניהמניה במיגו דאי בעי מחיל ולזה נאמרו תירוצים הרבה וחדא מינייהו הוא דמכירת שט\"ח הוא מדרבנן וכיון דמדאורייתא עדין נשאר שעבוד גביה דמלוה משום הכי מצי מחיל אבל בנושה בחבירו מדאורייתא לא מצי מחיל וכן כתבו התוס' בתירוץ בתרא וכ\"כ הראב\"ד והביא דבריו הר\"ב בכתובות.<br><b> ואתה</b> תחזה שם בתחילה שהביא משם הראב\"ד ז\"ל וז\"ל ותירוץ הראב\"ד דאמנה עולה היא ולא מהימן לומר דעדים חתמי אעולה ולהאי טעמא אי אמר שטר פרוע הוא נאמן וכו' יעו\"ש וכ\"כ הר\"ן ז\"ל בפ\"ב דכתובות ומעתה מה שפי' רבינו כאן דלא מהימן במקום שחב לאחרים במיגו דאי בעי מחיל הני מילי דלא מצי מחיל במידי דחב לאחרים כיון דנושה בחבירו הוי שעבודא דאורייתא שכן פסק בפי' מהל' זכיה וז\"ל וכן אם אמר תנו שטר פלוני לפלוני זכה במה שיש בשטר וכאילו כתב ומסר ואע\"פ שלא משך השטר ואין היורש יכול למחול שטר זה שנתן במתנה שכיב מרע ומפני זה המוכר שט\"ח לחברו וחזר מחלו היורש מחול שכיב מרע שנתן שט\"ח אין היורש יכול למחול מפני שקנין הראיה בשטר מדבריהם לפיכך היורש עדין שטר זה שלו הוא מן התורה ומוחלו ושכיב מרע אע\"פ שהיא מדבריהם עשו אותה כשל תורה וכאילו קנה ממון בשטר מן התורה והגיע לידו ולא נשאר ליורש בו קנין ולפיכך אינו מחול עכ\"ל הרי לך להדיא דמשום דעשו אותה כשל תורה משו\"ה לא מצי מחיל היורש ומוכר יכול למחול משום דקנין הראיה בשטר מדבריהם ואין קנין נתפס בו וא\"כ צ\"ע מ\"ש הרב המגיד כאן וז\"ל וכבר הזכיר בפ\"א בכיוצא בזה מפני מה אינו נאמן מדין מיגו וכן ניהמניה מתוך שיכול למחול ובפ\"א כתב וז\"ל והרמב\"ן ז\"ל אמר כמסתפק שאחר שתבעוהו בחובו אינו נאמן לומר במה שבידו שהוא של אחרים חזקה כל מה שביד אדם שלו ומיגו במקום חזקה כזאת לא אמרינן וכו' יעו\"ש ומ\"מ משמע מדבריו דמשו\"ה בטענת אמנה אינו נאמן אבל אי בעי מצי מחיל ואני שמעתי ולא אבין דלפי מ\"ש לעיל מלבד דלא צרכינן להאי טעמא עוד בה דזה א\"א לומר לדעת רבינו וכדאמרן.<br><b> עוד</b> נאמרו בזה תירוצים אחרים והרא\"ש תירץ וז\"ל וי\"ל דהאי מיגו לאו מיגו הוא שאין דעתו למחול ולהפסיד חובו אבל במה שאומר אמנה לא יפסיד חובו וכו' יעו\"ש ובפ\"ק דגטין דף י\"ג מהש\"ס כתב עוד וז\"ל אבל המוכר שט\"ח לחבירו שלא בפני הלוה השעבוד שיש למלוה על גופו של לוה אין קנין נתפס בו להקנות אותו שעבוד ללוקח הילכך נשאר זכות למלוה ומחילתו מחילה יעו\"ש. ומעתה מן הבא'ר ההיא ממנו ניקח דהיינו טעמא דמוכר שט\"ח מצי מחיל משום דנשאר זכות למלוה אמנם בנושה בחבירו שמוציאין מזה ונותנין לזה לא צרכינן להאי טעמא אלא דהכא נסתלק הלוה לגמרי ומשו\"ה לא מצי מחיל וכ\"כ הר\"ן בפ\"ב דכתובות וז\"ל אי נמי משום דשעבוד גופו של לוה נשאר לגבי מלוה כפי סברת ר\"ת אבל היכא שחב לאחרים כיון שמוציאין מזה ונותנין לזה מדר' נתן אפי' מחלו אינו מחול דהא משתעבד ליה מדאורייתא ושעבודא דלוה גביה הוא יעו\"ש. ואולי ס\"ל להרא\"ש ז\"ל דהכא אפשר דכי אהדדיה נינהו מלוה ראשון ומלוה שני ומשום הכי מצי מחיל ודוק. נמצא מהאי דכתיבנא לדעת רבינו דבמקום שחב לאחרים לא מצי מחיל וכן פסק מרן בספרו הקצר בסי' פ\"ו והש\"ך ז\"ל רצה להוכיח מהרב נמוק\"י שכתב גבי ערב קבלן וז\"ל ומיהו אומר ר\"ת ז\"ל שאם אין נכסים לערב חוזר על הלוה מהא דר' נתן אא\"כ מחל הערב ללוה דאין המלוה יכול לחזור עליו דאפי' מוכר שט\"ח אמרו לעיל שאם חזר ומחלו מחול יעו\"ש ומכאן הבין הש\"ך שלא כדברי מרן ז\"ל. והדבר הקשה הוא דאם כדברי הרב ז\"ל הוא א\"כ מאי אפי' דקאמר דהא אף ר\"ת ס\"ל דמכירת שטרות מדאורייתא אפי\"ה מצי מחיל מ\"מ גבי ערב נמי דוכותא ומאי אפי' דקאמר ואדרבא מצינן למימר דגרע טפי ממוכר דהתם שאני משום שעדין נשאר שעבוד למלוה אבל הכא דכי אמרינן מוציאין מזה ונותנין לזה כיון דזה לוה שני יש לו שעבוד הגוף על הלוה מדר\"נ לא מצי מחיל כלל וכמ\"ש הר\"ן בפ\"ב דכתובות ובפ' האשה יעו\"ש.<br><b> אשר</b> מכח זה נ\"ל דהא דכתב הנמוק\"י משם ר\"ת היינו קודם שיבואו לב\"ד ומשו\"ה מצי מחיל הערב ללוה והיינו משום דלא נתחייב מדר' נתן וא\"כ מצי למחול אבל לאחר שבאו לבי\"ד ונתחייב מדר\"נ בהא ודאי לא מצי מחיל וכדכתב הר\"ן וכן כתב הסמ\"ע בסי' קכ\"ט סקמ\"ב וז\"ל אא\"כ מחל קבלן ללוה דכל היכא דלא נודע כ\"כ דאין ללוה נכסים לא חל דינא דר\"נ למי שנתחייב לו ויכול הקבלן למחול לו ע\"כ הרי שהבין הסמ\"ע ז\"ל דלא מצי מחיל היינו דוקא קודם שנתחייב מדר\"נ ומעתה אתי שפיר מ\"ש אפי' מוכר שט\"ח והיינו לומר דאפי' מוכר דסוף סוף שעבוד נכסים מיהא מכר אפ\"ה מוחל כ\"ש הכא דלא חל עליה שום שעבוד דמצי למחול ואמטו להכי מה שרצה הש\"ך לומר דר\"ת ס\"ל דיכול למחול בהא דר\"נ הרואה יראה דלפי\"ז אין כ\"כ ראיה. ועוד נראה ראיה כמ\"ש דאם כדברי הרב ז\"ל קשה למרן אהדדי דבסי' פ\"ו פסק דאין יכול למחול וכאן פסק דיכול למחול ואף שהרב ז\"ל דחה דבריו מ\"מ למרן ז\"ל קשה אם לא דנאמר כדכתיבנא ודוק.<br><b> ודרך</b> אגב יש לברר בהא דקי\"ל כשמואל דאמר המוכר שט\"ח לחבירו וחזר ומחלו מחול וכו' והיא הלכה אם המוכר נשבע שלא ימחול ושוב חזר ומחלו אי מהני מחילה זו או לא. וראיתי להתוס' בפ' החובל (בבא קמא דף פ\"ט) ד\"ה כל לגבי וכו' שכתבו בסוף דבריהם וז\"ל וא\"ת כיון דכל לגבי בעל ודאי מחלה מאי קאמר לעיל אומדין כמה אדם רוצה ליתן בכתובתה של זו שום אדם לא יקנה אותה כיון דודאי מחלה ויכולין עדים לומר מאי אפסדינך כדקאמר לעיל אם טובת הנאה לבעל וי\"ל דיכולה לעשות קיום במשכונות או בערבות או בנדר או בשבועה שלא תמחול אבל כאן אם יש לה תשלם ואם אין לה אינה משועבדת לניזק לעשות קיומים וצ\"ע עד כאן וכ\"כ מהרי\"ח הביאו הגהות אשר\"י שם וכ\"כ הנמוק\"י ז\"ל שם ועיין ברש\"ל שם הרי להדיא דאם נשבע שלא למחול סגי להו בהכי ותו לא מצי מחיל ואם מחל אין במחילתו כלום דומה למאן דכתב שטרא על שמיה ואף שהתוס' הצריכו עיון מ\"מ לא שבקינן פשיטותו של מהרי\"ח והנמוק\"י מפני ספקו של התוס' כמבואר ואתיא הא כהא דכתב הר\"י בן פרץ ז\"ל הביאו בהגמ\"י בסוף פ\"ק דשבועות וז\"ל פ' הר\"י בן פרץ מי שנשבע או קבל בחרם שלא ימכור או ימחול חובו או שאר דברים ועבר שבועתו ומכר או נתן אין במעשיו כלום כדאמרינן בכתובות כיון דאמור רבנן לא ליזבון אי זבן לזביני זביניה ומסתמא אין אמירה דרבנן גדולה משבועתו וא\"כ אין מעשיו כלום דע\"י עצמו איבד כחו וזכותו בנדר ובפ\"ק דתמורה אמר אביי כל מלתא דאמר רחמנא לא תעביד אי עביד מהני ורבא אמר לא מהני ומ\"מ הלכה כאביי בר מיע\"ל קג\"ם עכ\"ל ופסקו מור\"ם ביו\"ד סי' ר\"ל והוא כסברת מהרי\"ח והנמוק\"י.<br><b> איברא</b> שראיתי להתוס' שם בתמורה בד\"ה השתא וכו' דפליגי עליה דמהר\"י בן פרץ שכתבו וז\"ל וא\"ת נימא דפליגי בהכי כגון אדם שנשבע שלא לגרש את אשתו ואח\"כ גירשה דלאביי מהני ולרבא לא מהני הגרושין כיון דעבר על מימרא דרחמנא וי\"ל כיון שאין האיסור כמו לא יוכל לשלחה אלא שהוא בדה האיסור בכהאי גוונא לא אמר דלא מהני וכו' הרי דאף שעבר על שבועתו מהני הגרושין היפך מ\"ש לעיל וכן ג\"כ הרא\"ש בכלל ל\"ז סי' ד' פליג על הר\"י בן פרץ ז\"ל וכתב הב\"ח בחו\"מ סי' ר\"ח דהמוציא מחבירו עליו הראיה ומרן ז\"ל שם דממה שנתבאר בסמוך נדחו דברי הר\"פ ועי' במרן החבי\"ב הגב\"י אות ט' שאסף וקבץ סברות הפוסקים דפליגי עליה דמהר\"י בן פרץ ז\"ל. והסמ\"ע שם קיים סברתו וא\"כ מידי פלוגתא לא נפקא ושפיר מצי המוחזק לומר קים לי כהתוס' והרא\"ש ודעימייהו דאי מחיל מהני המחילה כיון דהוא בדה האיסור ועיין בס' דרכי נועם באה\"ע סי' נ\"ג שהטיל שלום בין מהר\"י בן פרץ ובין התוס' ועיין בהרדב\"ז החדשות סי' שכ\"ה שנשאל על מי שיש לו שט\"ח על חברו ורוצה למוכרו וחושש הלוקח שמא ימחול וכו' וגם להשביעו שלא ימחול אינו סומך על שבועתו כי שמא ירצה למחול אפילו שיהיה עבריין מה תקנה יעשה הורה לו שיודה המוכר שהחוב אינו שלו אלא של זה הלוקח יעו\"ש ולא הורה שכיון שנשבע שוב אינו יכול למחול ש\"מ דלא מהני השבועה כשמחל שלא יהא מחול וכדעת התוס' דתמורה ועיין למרן החבי\"ב ז\"ל בתשו' חו\"מ סי' קנ\"ו לבן שמכר בנכסי אביו כשהוא פחות מבן כ' שישבע שלא ימחה כשהוא גדול ובזה המקח קיים יעו\"ש (א\"ה ס\"ט עיין בס' עצי הלבונה הנקרא מעין גנים חו\"מ סי' ר\"ח יעו\"ש)."
            ]
        ],
        [],
        [
            [
                "<b>נשך ומרבית אחד הוא שנא' את כספך לא תתן לו בנשך וכו'. </b> משנה בפ' איזהו נשך ופריך בגמ' מדשביק לריבית דאורייתא וקא מפרש דרבנן מכלל דאורייתא דנשך ותרבית חדא מילתא היא והא קראי כתיבי נשך כסף וריבית אוכל ומשני ותסברא דאיכא נשך בלא תרבית ותרבית בלא נשך וכו' אלא אמר רבא אי אתה מוצא לא נשך בלא תרבית ולא תרבית בלא נשך ולא חלקן הכתוב אלא לעבור עליו בב' לאוין ע\"כ.<br><b> וראיתי</b> בס' גדולי תרומה בריש שער מ\"ח שהקשה וז\"ל ואיכא למידק דהא מסקנת הפוסקים היא שאם המלוה אומר ללוה אני מלוה לך על מנת שתתן זוז לפלוני אסור כדכתב הטור בסי' ק\"ס ואיסור זה הוא דאורייתא כדכתב בהדיא בסי' קס\"ט ואם כן היכי קאמר דליכא נשך בלא תרבית ומאי קא מתמה וכו' וליכא למימר דההיא הנאה שמתהנה המלוה שעושים רצונו לתת על פיו ממון לאחר חשיבא ליה רבית וכו' ואולי משום דמסתמא אי לאו דמטי ליה הנאה מיניה לא יהיב ליה עכ\"ל. ואחרי המחילה רבה נראה דלא קשיא מידי כלפי מ\"ש להרב מחנה אפרים הל' ריבית סי' י\"א שכתב וז\"ל והגם שראיתי להריטב\"א ז\"ל בחי' לפ' הריבית שכתב וז\"ל והיכא דא\"ל תן מנה לפלוני ואלוה לך ה\"ז ריבית קצוצה ואע\"ג דלא אתי ליה זוזי ליד המלוה מ\"מ מה שנתן על פיו נתן דאפי' אמר ליה זרוק דינר לים ואלוה לך ה\"ה כאילו הגיע לידו וחזר וזרקו לים כיון שזה על פיו זרק כפירוש ר\"י בשם הרמב\"ן ז\"ל עכ\"ל. הרי להדיא דאף שלא בא הדינר ליד המלוה מ\"מ כיון שעל פיו נתן או דא\"ל זרוק דינר לים כיון שע\"פ זרק חשיב שפיר כאילו הגיע לידו דמלוה וא\"כ שפיר מתרבה ממון המלוה ואיכא תרבית ומתחסר ממון הלוה ואיכא נשך ואמטול להכי פריך הש\"ס ותסברא דאיכא נשך בלא תרבית ותרבית בלא נשך ופשוט.<br><b> וכתב </b> הטור בסי' קס\"א וז\"ל כל דבר אסור ללות בתוספת וכו' ופי' ר\"י ז\"ל חוץ מקרקע כגון שהלוה לו ה' גפנים בו' וחוץ משוה פרוטה ע\"כ והנה מדבריו משמע דהרמ\"ה ז\"ל לא פליג עליה דר\"י כי אם לפחות משוה פרוטה וס\"ל דמדאורייתא אסור אמנם בקרקע נראה דמודה דמותר וכן ראיתי להר\"ב ריש פרק איזהו נשך שהביא משם הרמ\"ה בד\"ה וז\"ל מ\"ה נר\"ו וז\"ל וא\"ת למאן דלא דריש בכלל ופרט וכלל ולא ממעט קרקעות הא אמרינן בפרק נערה בעי ר' ירמיה שכרן בקרקע מהו דמשמע דאין רבית בקרקע וכמ\"ש התוס' הא תריצו ליה דהתם לאו משום דאין רבית בקרקעות אלא משום דלא שייך אי אמר הא לך ד' אמות ע\"מ שתתן לי ה' אין זו ריבית אלא חליפין ומותר כיון דהלואה לא שייכא בקרקע קא מבעיא ליה לר\"י דבעי עד שישכור שכרן בקרקע מהו כיון דלגבי רבית לא שייכא שימה הבאה ע\"י קרקע ה\"נ דפטור או דלמא כיון דגבי שכירות שייכא חייב כך תירץ הרמ\"ה ז\"ל עכ\"ל הרי להדיא דדעת הרמ\"ה דבקרקע לא שייכא ריבית וא\"כ כי כתב הטור ז\"ל והרמ\"ה כתב דאפי' פחות משוה פרוטה אסור מן התורה היינו לומר דלא מיבעיא בשוה פרוטה שהוא ממון לענין קדושין וגזל ושבועה וכיוצא דאסור מן התורה כיון שהוא ממון מעלייא אלא אפי' פחות משוה פרוטה שאינו ממון התם הכא הוי ממון ואסור מן התורה.<br><b> והוצרכתי</b> לכתוב כ\"ז לפי שראיתי להרב גידולי תרומה שם דף רי\"א שכתב וז\"ל גם לענין פחות משו\"פ דממעטי ליה התוס' מכסף ואוכל לא הסכימו כל המפרשים דהטור כתב בסי' הנזכר והרמ\"ה כתב דאפי' פחות משוה פרוטה אסור מן התורה ומדמייתי הטור מחלוקת דהרמ\"ה אפחות משוה פרוטה ולא אקרקע משמע דאקרקע לא פליגי והוא תימה דאי ס\"ל להרמ\"ה למדרש פרטא דכסף ואוכל א\"כ כך נתמעט פחות משו\"פ כמו קרקעות ואי לא דריש ליה א\"כ קרקע נתרבה מכל דבר גם מראיה שמביאין דפ' נערה דקרקע שוו לפחות משוה פרוטה אם לא שנאמר דהרמ\"ה אכוליה מילתא פליג ע\"כ ולפי מ\"ש לעיל אחר המחילה רבה זה אינו דבקרקע לא פליג דהא לא שייך בה הלואה כי אם חליפין ולא משום דנתמעט. והר' מל\"מ ז\"ל בדין שלפנינו כתב וז\"ל ולי נראה דהרמ\"ה לא פליג אקרקע דאיהו נמי דריש בכלל ופרט וממעט קרקע ופחות משו\"פ אלא דס\"ל דפחות משו\"פ הוי כדין חצי שעור דאסורין מן התורה וכו' יעו\"ש ולפי מ\"ש נראה בפי' דלא דריש בכלל ובפרט וזה ברור. ומרן בב\"י כתב וז\"ל וכתב הר\"ן דבקרקע אין בו משום ריבית ומיהו הני מילי בהלואת קרקע אבל בהלואת כסף אם נתן לו רבית קרקע אסור וכן הוא דעת התוס' וכ\"כ רבינו ירוחם בח\"א וכתב עוד שהרשב\"א חולק ע\"ד התוס' והרא\"ש וסובר דאף בקרקע יש רבית עכ\"ל וכתב הב\"ח ז\"ל שהרשב\"א לא פליג אלא במציאות רבינו ירוחם משום דס\"ל דלא ממעטינן מכלל ופרט וכלל אלא בהלואת קרקע בקרקע ממש אבל י' גפנים בי\"א נשך מקרי ע\"כ וכתב עליו הר' מל\"מ וז\"ל ודבריו אינם מובנים אלא שהרשב\"א חולק דלא דרשינן קרא בכלל ופרט כיון שלא הוזכר בגמ' ע\"כ.<br><b> וכשאני</b> לעצמי לא ברירא לי דעת הרשב\"א מאי היא כלפי מ\"ש להר\"ב בשיטה מקובצת בפ' איזהו נשך שהביא משם הרשב\"א בד\"ה מנין לרבות וז\"ל ואע\"ג דמרבה כל דבר קרקע לא מחייב משום ריבית אם היה מלוה קרקע כגון שהלוהו י' גפנים בי\"א מדאמרינן בפ' נערה וכו' ותימה כיון דכתיב כל דבר מהיכא תתי לן למעוטי קרקע וי\"ל דדרשינן לקרא בכלל ופרט וכו' ומיהו אפ\"ל דאין ראיה מההיא דפ' נערה דהתם לאו מריבית ממש קא ילפי לה אלא מההוא קרא דכתיב בה שימה גבי ריבית ובההוא קרא כסף כתיב ביה ויש לנו כיוצא בזה לפי דעתי בקידושין וכו' אלא שא\"כ קשה דהו\"ל בפ' נערה למיבעי שכרן בכל דבר חוץ מכסף מהו ומאי שנא קרקע דנקט והראשון נראה לי עיקר וכמ\"ש התוס' והרשב\"א עכ\"ל הרי בפי' דהרשב\"א קאי בשיטת התוס' שלא כדברי רי\"ו ז\"ל שכתב משמו בהיפך והב\"ח והרב מל\"מ ז\"ל.<br><b> ומן</b> הבא'ר ההיא ממנו ניקח דמאי דנייד הרשב\"א מהך סברא ואזיל ומודה לדברי התוס' הוא משום לישנא דש\"ס. דא\"כ הו\"ל למיבעי שכרן בכל דבר חוץ מכסף מהו וכו' ומכאן תשובה למ\"ש הר' מל\"מ שהקשה להרשב\"א מההיא דפ' נערה ותירץ וז\"ל ויש לומר דלעולם דמדרבויא דכל דבר מרבה אפי' קרקעות ואפי' מלוה עובר מגז\"ש דנשך נשך ומאי דקא מבעיא לן בגמ' הוא דכיון דהאי גז\"ש דשימה שימה לא הוי מלוה דהא לא תשימון לא הוי אזהרה ללוה אלא למלוה וגבי מלוה לא הוזכר בפי' אלא נשך כסף נשך אוכל כי עבדינן גז\"ש ממוציא שם רע למלוה בריבית הוא דוקא ממאי דכתיב גבי מלוה אבל קרקעות דלא כתיב גבי מלוה וצריך שילמוד בגז\"ש מלוה לא ילפי אלו דבריו וכו' דא\"כ איך לא הרגיש דא\"כ הו\"ל למיבעי שכרן בכל דבר חוץ מכסף ואוכל מהו כיון דלגבי מלוה לא כתיב כי אם כסף ואוכל לחוד ומ\"ש דנקט קרקע ושוב ראיתי להרב לשון למודים שהקשה כן ובכלל ופרט זה שכתבו התוס' עיין להרב גדולי תרומה שם שהקשה דאיך אפשר לכתוב קרא ג' נשך גרידא בלי אצטריכות הנושא ועוד הקשה דאפי' נסבול דוחק זה דלימא קרא נשך נשך נשך אכתי לדידהו אייתר אוכל דמפרטא דכסף לחודיה הוה שמעינן קרקעות שאינן מטלטלין וממעטינן נמי פחות משוה פרוטה שאינן ממון ככסף וכו' עיין בס' עין יהוסף שם ובס' פני יהושע יעו\"ש ודוק."
            ],
            [
                "<b>וכל מי שהיה סרסור בין שניהם וכו'. </b> עיין במ\"ש הרב לח\"מ ז\"ל דאינם עוברים אלא באופן שאם לא היה הוא לא היה מלוה לו וכו' ומרן החבי\"ב ז\"ל ביו\"ד סי' ק\"ס הגהת הטור אות י\"א כתב וז\"ל ולבי אומר לי דלא הוצרכו התוס' לחלק כן אלא בערב ועדים דבין הכי ובין הכי עוברים בלאו דלא תשימון עליו נשך וכדי שיהיה להם לאו נוסף צריך שיהיה באופן שבלאו אינהו לא היה מלוה לו אבל סרסור וכל המתעסקים בריבית דלאו עוברים אלא משום ולפני עור וכו' בכל גוונא עוברים עכ\"ל.<br><b> ולענ\"ד</b> לא זכיתי להבין את דבריו דא\"כ מה בין זה למושיט כוס לנזיר דאי לא קאי בתרי עברי נהרא דלא עבר המושיט דהתם לא עבר המושיט כ\"א בלאו זה לחוד כי משם הכריחו התוס' דערב ועדים אין עוברים היכא דהיה מלוה בלא הם וכ\"כ דעת רבינו בסרסור דאין עוברים כ\"א בלאו דלפני עור לא תתן מכשול אפי\"ה אם היה מלוה בלא הם הסברא נותנת דלא עובר. ואולי שדעת הרב לומר דשאני ההיא דנזיר דלאו דולפני עור לא תתן מכשול היכא דלא קאי בתרי עברי נהרא אינו נעשה כלל לא במושיט ולא בנזיר כ\"א האיסור שעשה הנזיר משא\"כ הכא שעל כרחך המלוה והלוה עוברים אלאו דולפני עור והלאו איתיה בענין וזה בא וסייע בהדייהו אף הוא נלכד עמהם אלא דא\"כ לפי דברי הרב ז\"ל יצא לנו דאם הסרסור שם הפסיקא של ריבית דאז עובר הלאו דלא תשימון ובלאו הכי היה המלוה מלוה ללוה אז אינו עובר משום ולפני עור ונמצא חוטא נשכר דבשביל שעבר אלא תשימון נקל איסור לפני עור וזה מן התימה וצריך לי ישוב."
            ],
            [],
            [],
            [],
            [
                "<b>שטר שכתוב בו ריבית וכו'. </b> כתב מהר\"י קולון ז\"ל בשורש י\"ז דמאחר שיש עדים על סך הקרן או שחייב מודה פשיטא דלא שייך למגזר בהא שמא יגבה גם הריבית שהרי מבררים את דבריהם מהו קרן ומה הוא ריבית וחשיב סהדותייהו לענין מלוה ע\"פ כמו שטר לענין מלוה בשטר היכא שמבורר מתוכו מהו קרן ומהו ריבית וא\"כ למה לא יגבה את הקרן דהא רבנן לא קנסו אלא משום דגזרו שמא יגבה והכא לא שייך למגזר וכ\"ת דרבנן לא קנסו היינו שמבורר מתוך השטר דליכא למיחש דליתי לידי תקלה כלל שהרי ניכר הוא מתוך השטר מהו ריבית ולא אתי לידי גיבוי אבל הכא שאין ניכר מתוך השטר אע\"ג דמתוך העדות המעידים ליכא למיחש מ\"מ קנסינן ליה מאחר שנעשה מעשה אשר מתוכו יוכל לבא לידי גיבוי הריבית א\"א לומר כן דאי אמרת דרבנן מודו דקנסינן היכא דאיכא למיתי לידי תקלה א\"כ יקשה בפ' המניח גבי המוציא את תבנו וכו' דפליגי רב וזעירי רב אומר קנסוהו אפי' בגופו וזעירי בשבחן ולא בגופן ועלה מייתי פלוגתא דשטר שיש בו ריבית ובעי למימר דרב כר' מאיר וזעירי כחכמים ואם איתא דמודו רבנן היכא דאיכא למיחש לתקלה רבנן אתי שפיר כרב דילמא [שביק להו ברה\"ר] ומזקי בהו רבים אלא ש\"מ דרבנן לא קנסי כלל עכ\"ל וכתב א\"כ כי ליכא העדת העדים או הודאה דלא גבי הרי קנסו רבנן ואכתי אמאי מוקי לרב כר\"מ לא קשיא דלא משום קנסא הוא אלא שמא יגבה גם את הריבית.<br><b> וראיתי</b> למהר\"י בן לב ח\"ג סי' כ\"א שכתב בסוף תשובתו ואחר שכתבתי עיינתי במ\"ש הרא\"ש בתשו' כלל ק\"ח סי' כ\"ז ולפי מה שאני מבין מתוך דבריו ליתנהו להני מילי שכתבתי משם מהריק\"ו יעו\"ש והנה דברי הרא\"ש ז\"ל בתשובות הם כך תשובה כאשר כתבת כן הוא אם יתברר הדבר בעדים שאלו המעות הכתובים בשטר הלוה בריבית אף לרבנן קונסין אותו ואינו גובה אף הקרן מדמוקי ר' יוחנן ההיא דשטרי חוב המוקדמים כרבנן וגזרה שמא יגבה מזמן ראשון א\"כ בשט\"ח נמי אם הקרן והריבית כלול ביחד ואין ניכר מתוך השטר שהוא ריבית קנסי רבנן ולא יגבה כלום וכו' ועי' להש\"ך בחו\"מ סי' נ\"ב שכתב דלישנא דקנסי שכתב הרא\"ש לאו דוקא יעו\"ש באורך והרב פרח מטה אהרן בח\"א סי' כ\"א כתב דאפשר שדוקא בהאי שטרא קאמר שאם אין עדים יודעים או אין חייב מודה אינו גובה וכן דקדק הרא\"ש בסוף התשובה שכתב ואם עדים מעידים שכלל זה הריבית עם הקרן אז אינו גובה בשטר זה ואפי' לרבנן כדפרשינן הרי כתב בשטר זה דמשמע דוקא בזה השטר אינו גובה אבל גובה בעדים אחרים והוא הדבר אשר דקדק מהריק\"ו מדברי המרדכי לחדש דין זה ואע\"פ שהרא\"ש לא כ\"כ בתחילת התשו' למידין משיטה אחרונה ואח\"כ כתב דיש הכרח גדול מתשו' הרא\"ש דלא כמהריק\"ו דקאמר אף לרבנן קונסין אותו ולא יגבה כלום וכו' מ\"מ קשה דודאי שהלוה שהוא טוען שהיא הלואה בריבית יודע סך הקרן וכיון שחייב מודה למה לא יגבה כלום אלא ודאי דס\"ל דקנסו קרן משום וכו' יעו\"ש.<br><b> ולענ\"ד </b> הכרח גדול זה לא זכיתי להבינו דהא שטר שכלל בו ריבית שאינו גובה למהריק\"ו אפי' לרבנן היכי משכחת שלא יהא חייב מודה זולת שבא מלוה לגבות מיתמי לוה דוקא דאם מלוה עצמו הרי ידע כמה קרן וכמה ריבית אלא שהלוה עצמו מסתפק בשיעור הקרן שלא ידע כמה הקרן ואפשר דמרוב הימים שכח או מדעתיה אומר כן לשלם אף הקרן וע\"ז הוא דס\"ל לחכמים דשטר שכלול בו ריבית אינו גובה כלל אתי למגבי אף ריבית וכהאי גוונא הוא בנדון הרא\"ש ומשו\"ה פסק דאינו גובה כלום ומרן החבי\"ב ביו\"ד ס\"ס ק\"ס בהגב\"י אות ל\"ה כתב דראיית מהריב\"ל שלא כדברי מהריק\"ו ממ\"ש בסוף התשו' ומה שהוגד לך אם עדים מעידים שנכלל זה הריבית עם הקרן אם אין גובה כלל בשטר זה ואפילו לרבנן כדפי' ע\"כ ולמה לא יגבה דהא העדים מעידים שחייב לו הקרן והוי כחייב מודה כמ\"ש מהריק\"ו ע\"כ ולפי מ\"ש הרב פרח מטה אהרן אדרבא מצינן למימר משם דבשטר זה אינו גובה אבל מלוה ע\"פ מיהא הוי ועיין בס' עין יהוסף בפ' הריבית שהקשה למהריק\"ו מדברי רש\"י ותוס' שם ולא ידעתי מה סימנים מצא בדבריהם דרבנן קנסינן ולא לומר דמה שאינו גובה הוא משום גזרה כדאמרן ועיין בס' חסדי דוד שכתב לדעת התוס' שהוא משום גזרה ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הורו מקצת הגאונים שהלוה שמחל בריבית שלקח או שעתיד ליקח וכו' אינו מועיל וכו' יראה לי שאין הוראה זו נכונה. </b> כתב הרב המגיד ז\"ל הורו מקצת הגאונים וכו' הוראת הגאונים ז\"ל מוסכמת במה שעתיד ליקח דודאי אין המחילה מועלת לעבור בשל תורה וכו'. הנה דברי הרה\"מ ז\"ל שכתב לעבור בשל תורה אם הדברים כפשטן דדוקא בריבית של תורה לא מהני מחילה אבל בריבית של דבריהם מהני עיין במל\"מ וקשה לי למ\"ש מרן החבי\"ב ביו\"ד סי' ק\"ס הגה\"ט אות י\"ח וז\"ל וכ\"כ הש\"ך דכשאסור לקבלו אסור אפי' בריבית דרבנן וכשהמחילה מועלת מועלת אפי' בריבית דאורייתא וכו' יעו\"ש ואלו לסברת הרה\"מ לפי פשוטו בדעת רבינו לא כן הדבר אלא בריבית של דבריהם אפי' במאי דעתיד ליקח מהני מחילה ואם הש\"ך קאי לדעת מרן שכן תפס מרן בס' הקצר ועלה קאי הש\"ך אמנם לדעת רבינו ז\"ל שפיר מהני המחילה בריבית של דבריהם אפי' למאן דס\"ל דבריבית העתיד ליקח מודה רבינו להגאונים אלא דהרא\"ש פליג עליה לא ידענא מנא להו הא ועיין בס' שולחן גבוה מה שהקשה על הטור ולא זכר לתשו' מהרלנ\"ח והמבי\"ט וכמה דיות משתפכות בזה ומ\"ש הרה\"מ ז\"ל זה הלשון מורה שלא חלק רבינו על הגאונים אלא בריבית שכבר עמד המלוה וגבהו שכבר עברו על הלאוין וכו' הכונה ע\"ד שפי' רבינו לעיל בפירקין ה\"ב וז\"ל הא למדת שהמלוה שהלוה בריבית עובר על ו' לאוין וכו' יעו\"ש.<br><b> והוצרכתי</b> לזה לפי שראיתי להמחנה אפרים בנימוקיו על רבינו שכתב וז\"ל וצ\"ע דלמ\"ד בטלו ולא בטלו ועדיין לא נגמר הלאו דאל תקח נשך ואפי' לשיטת רבינו דפסק כמ\"ד קיימו ולא קיימו מ\"מ ס\"ל שעדיין לא עבר הלאו כמבואר בהל' שחיטה וכו' יעו\"ש ולפי מ\"ש אין כאן קושיא דהכונה היא דכבר עברו על הלאוין שכבר לקח בלא מחילה והתחיל לעבור דומה למ\"ש רבינו לעיל דהתם נמי לא עברו לגמרי דהא ניתק לתשלומין הוא ועם כל זה קרו ליה עבר ה\"נ הכא. ובעיקר הדין דפליג הגאונים עם רבינו ראיתי להרב בני יעקב בדף מ\"ח ע\"ג שהקשה וז\"ל ותו איכא למידק דמ\"ש דאין אדם מוחל דבר שלא בא לעולם ממ\"ש הרמב\"ם בפ\"ה מהל' מלוה שהורו הגאונים שאם מחל אדם לחבירו רבית שלקח או שעתיד ליקח לא מהני מחילה בריבית והוא ז\"ל חלק עליהם דמהני ויש מהפוסקים שסוברים דאפי' במה שעתיד ליקח מהני וקשה דהיכי מהני והגאונים אמאי הוצרכו מטעם ריבית תיפו\"ל משום דהוי מוחל דבר שלא בא לעולם כיון שלא בא הריבית עדיין ושמא ההיא מיירי בלשון חיוב וצ\"ע עכ\"ל. ואחר המחילה רבה לא ידענא מאי קשיא ליה דהא הא דאמרינן אין אדם מוחל דבר שלא בא לעולם היינו לומר דאם אח\"כ בא לחזור בו או ליתנו לאחר או לתבוע ממנו דבר שכבר מחל ליתא לאותה מחילה ומגן שוייא מידי דלית בה ממשא והיינו טעמא דבאותה שעה לא היה בעולם ומה מחל ברם הכא דאף דמחל הריבית העתיד ליקח ובאותה שעה לא היה בעולם מ\"מ עתה בשעת נתינת הריבית שהוא בעולם אדעתא דמחילה קא יהיב לה ומשוייא לה מחילה בדבר שבא לעולם כל זמן שלא חזר בו בפי' ומכ\"ש דאיכא נמי איסור ריבית גם ללוה וה\"ז דומה למ\"ש הרשב\"א ז\"ל בתשו' הביאה מרן ב\"י בחו\"מ סי' רמ\"א וז\"ל כתב הרשב\"א בתשו' מה שנסתפק לך במוחל לחבירו מה שיטול מנכסיו אם מחילתו מחילה בודאי המוחל לחבירו כל מה שיטול מנכסיו יכול הוא לחזור בו קודם שיטול אבל לאחר שנטל מה שנטל נטל וכו' יעו\"ש וכן פ' מרן בס' הקצר.<br><b> וראיתי</b> להמבי\"ט ז\"ל ח\"א סי' קל\"ב שכתב וז\"ל ואף לדברי הגאונים שהביא הרמב\"ם בפ\"ד דאין מחילה מועלת בריבית היינו בריבית דאורייתא לא בריבית דרבנן כי הכא וכו' יעו\"ש והוא סותר מ\"ש הוא ז\"ל ואותו חילוק בסי' נ\"א וז\"ל ולפיכך אין המחילה מועלת במה שהיה ריבית קודם ואפי' במה שהיה ריבית דדבריהם וכו' הרי שלדעת הגאונים אפי' ריבית דדבריהם לא מהני מחילה היפך ממ\"ש בסי' קל\"ב ומרן החבי\"ב ביו\"ד סי' ק\"ס הגהת הטור אות י\"ח הקשה להרב מבי\"ט ז\"ל דמדברי רבינו שהביא דברי הגאונים נראה בפי' דאף בריבית דדבריהם לא מהני מחילה וקצת קשה שיותר הו\"ל להקשות מהא דסי' נ\"א וצ\"ע."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>וגוי שהלוה את ישראל בריבית אסור לישראל אחר להיות ערב שכיון שדיניהם שתובע הערב תחילה נמצא הערב תובע את ישראל בריבית והערב חייב בה לגוי לפיכך אם קבל עליו הגוי שלא יתבע את הערב תחילה ה\"ז מותר. </b> וכתב הרב המגיד וז\"ל שם בגמ' דכיון דגוי דיניה דאזיל בתר ערבא איהו ניהו דקא שקיל מיניה רביתא ופרש\"י ושאר המפרשים שכל שיכול לתבוע את הערב אסור עד שיקבל עליו שלא לתבוע את הערב עד שיתבע הלוה תחילה ולא ימצא לגבות ממנו אבל הרשב\"א כתב שהערב שלהן היה ערב שלוף דוץ כלומר שלוף והנח הלוה ודוץ והתקע וכו' אבל אם קבל עליו לתבוע איזה מהם שירצה ויהיה [דינו] כערב קבלן שלנו ה\"ז מותר וכן נהגו במקומות אלו ומלשון רבינו אין להכריח עכ\"ל וכתב הלח\"מ שנראה להכריח קצת ממ\"ש רבינו ואם קבל עליו שלא יתבע את הערב תחילה משמע דאפי' אם יתבע למי שירצה שרי משמע שלא כדברי רש\"י יעו\"ש ולענ\"ד נראה להוכיח בהיפך והוא כדבריו לא שייך לומר ואם קבל עליו דמשמע דגרועי גרע לכחו שהיה לו מאז ומקדם אלא אדרבא הוסיף תת כח לגבות מאיזה מהם שירצה ועוד דמילת ואם קבל אינו כמ\"ש מהראנ\"ח בח\"ב סי' ו' לדעת רש\"י וז\"ל ולפ\"ז בכהאי גוונא דוקא הוא דפריך כן ומשו\"ה פי' גבי מי שקבל עליו לדון בדיני ישראל שלא יתבע לערב תחילה היינו משום דלישנא דקבל עליו משמע שהוא פוחת מזכותו שהיה לו ואם היה תנאי שיהיה ערב קבלן אדרבא הרבה הרבה בזכותו שהיה לו שמתחילה לא היה יכול לתבוע אלא מן הערב ועתה התנה לתבוע למי שירצה ועדין מה שהיה בידו לתבוע מן הערב תחילה במקומו הוא ע\"כ יעו\"ש אלא ודאי שר\"ל שלא יגבה מן הערב כ\"ז שיש ללוה לפרוע הוא כסברת רש\"י לפי מ\"ש הפוסקים וכן נראה לדעת הטו' בסי' ק\"ע שכתב ואם כתב לו לדון בדינינו שלא יתבע לערב תחילה שרי יעו\"ש ומרן ז\"ל כתב וז\"ל ודברי הרא\"ש ורבינו סתומים אלא שכתבו דברי הראב\"ד דבסמוך שהוא סובר כדעת הרשב\"א שכתב אא\"כ התנה עם הגוי שלא ידחה אותו אצל הערב וכו' יעו\"ש והרב דרכי משה הקשה דמתחילת לשון הטור נראה דס\"ל כדעת רש\"י והניחו בצ\"ע יעו\"ש.<br><b> וראיתי</b> להרב ט\"ז שרצה להליץ בעד מרן ז\"ל וז\"ל וי\"ל דגם ברישא ס\"ל כהרשב\"א וה\"ק שקבל שלא לעשות כדיני הגוים שידחהו אצל הערב תחילה אלא יתבע ממי שירצה ע\"כ. ודבריו צריכים ביאור דהא להכי דייק הרב ז\"ל לומר שכתב לדון כדיננו וכו' וכונתו רצויה שלא יתבע אלא ללוה כדיננו ולא שלא יתבע להערב תחילה וזה מוכרח בדברי הטור ז\"ל יותר מלשון רבינו וכמבואר וזה שלא כדברי הרב כהונת עולם שכתב וז\"ל ומעתה גם מ\"ש הטור דברי הראב\"ד וכו' ונהי דמ\"ש הדרישה והט\"ז שמלשון הטור בתחילה הסי' נראה כרש\"י והלח\"מ כתב דאדרבא נוטה כהרשב\"א יעו\"ש אחד הרואה ואחד השומע בלבבו יבין דלא על הלח\"מ לבדו תלונותי אלא גם על הרב המגיד קשה לי ממ\"ש רבינו ואם קבל עליו וכו' וכדאמרן. ועוד בה מלשון הטור בשנות'ו את טעמו לומר לדון כדיננו ה\"ז מורה באצבע כמ\"ש וחזיתיה להנמוק\"י שכתב וז\"ל בתר ערבא אזיל שאינו יכול לתבוע וכו' מאיזה מהם שירצה מותר שהרי ממונו אצל שניהם נתרבה וכשהגוי נפרע מן הערב באותה שעה הוא שחל שעבודו על לוה ושרי שכבר נתחייב בכל ומה שהוא פורע בשבילו אפי' קבל וכו' תוספתא גוי שהלוה מעות מישראל וישראל שהלוה מעות מגוי ישראל נעשה לו ערב ואינו חושש לו משום ריבית וטעמא שאף הגוי הלוה מישראל ישראל נעשה לו ערב משום דישראל המלוה עיקר תביעתו על הגוי וממנו הוא גובה יעו\"ש.<br><b> והנה</b> מה שהוצרך הנמוק\"י ז\"ל להך טעמא דישראל המלוה עיקר תביעתו על הגוי וכו' ולא סגי ליה בטעמא דכשהערב פורע למלוה ישראל באותה שעה הוא שחל שעבודיה על הערב ודומיא דמלוה גוי וכו' הוא משום דאף שקבל הלוה גוי שלא לדחותו אצל הערב מ\"מ כיון שממונו נתרבה אצל שניהם וישראל הוא דקא יהיב ריביתא וישראל הוא דקא שקיל הו\"ל ריבית הבא מישראל לישראל והיינו טעמא שכתב אח\"כ ומיהו דוקא ערב גרידא אבל קבלן אסור שנמצא שממונו של מלוה מתרבה אצל הקבלן ואסור ע\"כ. וכתב מרן בסי' ק\"ע וז\"ל ונראה לחלק דשאני התם שהמלוה ישראל כיון שממונו מתרבה אצל שניהם אשתכח דישראל מישראל קא שקיל רביתא אבל ישראל הלוה מן הגוי אפילו שממונו של מלוה מתרבה אצל הקבלן לית לן בה דהא גוי מישראל קא שקיל רביתא ושרי למשקל מחבריה מאי דפרע לגוי דהא כיון שלא היה הלוה יכול לדחותו למלוה אצל הקבלן ע\"כ. אבל אין לומר לדעת הנמוק\"י היכא דהמלוה ישראל א\"צ הלוה גוי שיקבל עליו שלא לדחותו אצל הערב יען כי עיקר תביעתו על הלוה גוי ואף כי ידחה אצל הערב והיינו משום דעיקר על הלוה גוי דאל\"כ למה הוצרך הנמוק\"י לטעם זה תיפו\"ל דכיון שקבל עליו שלא לדחותו אצל הערב סגי בהכי דהא לא חמיר ממלוה גוי ולוה ישראל דסגי כשקבל עליו וכו' דלפי מ\"ש חמיר וחמיר וכדאמרן ועוד דא\"כ לא אדע שכו'ל במ\"ש לקמן ומיהו דוקא ערב גרידא אבל קבלן אסור וכו' דאיך אפשר להיות ערב גרידא אם לא שקבל עליו שלא לדחותו אצל הערב ועוד אם במלוה גוי דשרי להיות ערב קבלן צריך שיקבל עליו וכו' במלוה ישראל דלא שרי להיות ערב קבלן כ\"א ערב גרידא לא כ\"ש דצריך שיקבל זה נראה לענ\"ד פשוט.<br><b> והוצרכתי</b> לזה לפי שראיתי להרב מראה הפנים בפי' על הירושלמי מתני' דאין מקבלין נכסי צאן ברזל וכו' שהביא דברי הנמוק\"י וכתב וז\"ל ולכאורה נלמד מדבריו דגוי שלוה מישראל מותר לישראל להיות ערב אע\"פ שלא התנה המלוה עם הגוי שלא לדחותו אצל הערב כדמפרש טעמא להדיא דמלוה שהוא ישראל לדיניה אזיל שעיקר תביעתו על הגוי וממנו הוא גובה וא\"כ סיפא דתוספתא כפשטא מתפרשת עכ\"ל ולפי מ\"ש אין כאן הוכחה. ומעתה חזי הוית למאי דהקשה לי החכם המרומם כה\"ר יצחק רוסו הי\"ו ע\"ד הנמוק\"י הלזו מהא דאמרינן בפ' שום היתומים דמקשה הש\"ס לרב אסי דאמר אין נזקקין לנכסי יתומים אא\"כ ריבית אוכלת בהן ממתני' דשום היתומי' ל' יום ופריך במאי עסקינן אילימא בבע\"ח גוי מי ציית אלא פשיטא בבע\"ח ישראל אי דקא אכיל רביתא מי שבקינן ליה ואלא דלא קא אכל ריבית וקתני נזקקין בשלמא לר' יוחנן ניחא אלא לר\"א קשיא ופריק לעולם בבע\"ח גוי שקבל עליו לדון בדיני ישראל אי הכי ריבית נמי לא לשקול שקבל עליו לזה ולא קבל עליו לזה וקשה דלמה הוצרך הש\"ס לב' אוקמתות הללו דמיירי שהגוי קבל עליו לדון בדיני ישראל וקבל לזה ולא זה לוקמא בבע\"ח ישראל שנעשה לישראל ערב עבור גוי בשביל הקרן והריבית ומת והגוי העני והריבית מתרבה על הגוי וכיון שאין לו לפרוע וחוזר המלוה אצל הערב ונמצא שריבית אוכלת בנכסי יתומים וכו' ככתוב בדברי קדשו ולפי מ\"ש אין לדברי הנמוק\"י קושיא כלל כמו שאין לדברי הראב\"ד ז\"ל ודעימיה דהרב נמי אזיל ומודה דאף שיהיה מלוה ישראל עדיין צריך שיקבל עליו הגוי שלא ידחנו אצל הערב ועדיין צריכין אנו לב' אוקמתות וכמבואר.<br><b> אלא</b> דעדיין הקושיא במקומה עומדת לדעת הרב מראה הפנים שהבין בהנמוק\"י דהיכא דמלוה ישראל א\"צ שיקבל עליו וגם לדעת ראבי\"ה והביאו המרדכי וז\"ל וזקיני ראב\"ן פטרו מטעם דהוי לגביה ריבית שלא הלוהו כערב שלא בשעת מתן מעות ולדבריו אם התנה לו לשלם הריבית חייב לפרוע לו וליתא דפטור וכמ\"ש ע\"כ הרי להדיא לדעת ראב\"ן דאפי' שיכול לדחותו אצל הערב כל שהמלוה ישראל שרי לישראל להיות לו ערב דלא פטרו אלא מטעם דהוי ערב שלא בשעת מתן מעות לגבי ריבית וכמ\"ש ראבי\"ה ז\"ל וכן ראיתי למהראנ\"ח בח\"ב סי' ז' שכתב וז\"ל ומ\"מ אף לדעה זו נראה דבלוה גוי וישראל מלוה שרי לישראל אחר להיות ערב סתם ולא דמי למלוה גוי וישראל לוה דהתם התובע הוא גוי ויש בידו לתבוע לערב תחילה אבל הכא כיון דמלוה ישראל אם יתבע את הערב תחילה יכול לדחותו אצל הגוי אע\"פ שיש בידו לפרוע כדין ישראל שכיון שאף בדיני הגוי יכול לתבוע ממנו אף שיש ביד ישראל לפרוע ואין הגוי יכול לומר לו לך אצל הערב ה\"ז מותר דאין החיוב חל אלא על הגוי הלוה כדין ישראל כיון שבידו לתבוע ואף שבדיניהם יכול לתבוע לערב תחילה מה לנו ולדינם כיון שהתובע והנתבע דהיינו המלוה והלוה ישראל יש לו לדחותו אצל הלוה כדין ישראל וכו' יעו\"ש ויש לעיין עליו במ\"ש לקמן לדעת הנמוק\"י שלא הבנתי כונתו אם לא שט\"ס נפל.<br><b> ואיך </b> שיהיה נמצא לדעת ראב\"ן והנמוק\"י לפי דעת הרב מראה הפנים ולדעת מהראנ\"ח כולהון סבירא להו דבמלוה ישראל א\"צ שיתנה עם הגוי ומה שהקשה לעיל מהא דפ' שום היתומים נראה לענ\"ד דלק\"מ והוא דאף כי מוקמינן למתני' במלוה ישראל דלא בעינן שיקבל עליו הגוי שלא ידחנו אצל הערב עדיין צריכים אנו לפרש האוקמתות והוא דשם נאמר אמר לך רב אסי ולר' יוחנן מי ניחא מי שבקינן מזוני דודאי קא מפסידא ונקטינן הכרזה דלא ידעינן אי מרוחינן אי לא ומשני הא לא קשיא בתובעת כתובתה בבי\"ד דלית לה מזוני כדרב יהודה דאמר ר\"י התובעת כתובתה בבי\"ד לית לה מזוני מ\"מ לרב אסי קשה אמר לך ר\"א שקבל עליו לדון בדיני ישראל וקבל לזו ולא קבל לזו ע\"כ והר\"ן ז\"ל בפ' אלמנה ניזונת בהא מתני' דשום היתומים שפחתו שתות וכו' הביא הך סוגיא וכתב וז\"ל שקבל עליו להמתין ימי הכרזה ובלא ריבית ולא קבל עליו שאם לא ירצו להגבותו שלא יעלה חובו ריבית ע\"כ והשתא כי מוקמינן למתני' בבע\"ח גוי ויצא לו ערב ומת והגוי העני וכל זמן שעובר הריבית מתרבה על הגוי וכיון שאין לו לפרוע חוזר על הערב ונמצא ריבית אוכלת בנכסי יתומים וכו' ומשו\"ה נזקקין אהני לן לקושיא דהיכי משכחת לה לר\"א אבל עדיין תיקשי לר\"א ומי שבקינן לריבית דל' יום דודאי קא מפסדא ונקטינן הכרזה דלא ידעינן אי מרוחא אי לא דומיא מאי דקשה לן לדעת ר\"י דהא חובו הוא על הגוי וישראל לא מחיל לגוי ריבית ומתרבה בהני ל' יום דהא עד שעת הפרעון ברשותו מתרבה וערב חובו של גוי קא פרע והיכי קתני במתני' ל' יום ומאי אית לך למימר שקבל עליו שלא יפרע מן הלוה אותן ל' יום ולא קבל שאם לא יגבהו בי\"ד שלא יעלה עליו ריבית וכדעת הר\"ן א\"כ עדיין צריכים אנו לב' אוקמתות זה נראה לענ\"ד ברור לפום קושטא ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסור להקדים הריבית וכו'. </b> עיין להרב המגיד ז\"ל ובהגהות אשר\"י בשם מהרי\"ח כתב וז\"ל ודוקא כשלא פירש לשם ריבית ע\"כ ועיין למרן ב\"י מה שנסתפק עליו וראיתי להרב זקן שמואל ז\"ל שכתב וז\"ל ונראה דט\"ס הוא וצ\"ל ודוקא כשפירש לו לשם רבית כדמשמע לישנא דמתני' ומוכרח הוא להגיה כן דאל\"כ קשה מדידיה אדידיה וכו' ולעיל גבי ההיא דרבינא כתב וז\"ל וא\"ת מ\"ש מהלוה ודר בחצרו וי\"ל לפי שבשעת דירתו חייב לו המעות אבל הכא כבר פרעו לו המלוה כשמוסיפין לו ע\"כ ומה תירץ בזה הא כתב כאן דאף לאחר פירעון ולא פירש אסור וכו' יעו\"ש. ולענ\"ד נראה דא\"צ להגיה ולאו מוכרח הוא דמ\"ש כאן ודוקא כשלא פי' לשם ריבית הכונה היא שא\"ל מעותך כך וכבר פרעתיך ועוד קח לך זה ואף שלא פירש מ\"מ ריבית מאוחרת היא ברם ההיא דרבינא כשלא דיבר עמו דבר אלא שהיה לו לתן כך ועוד הוסיף לו וכמ\"ש הש\"ך ז\"ל סק\"ד שם לקושיא אחרת יעו\"ש עוד י\"ל דמהרי\"ח יחלק כמו שחילקו רבני פרובינציי\"א דבשעת פרעון אין אסור ריבית בסתם ולאחר פרעון אסור והביא דבריהם מהריב\"ל ז\"ל בח\"ג סי' ס\"ה יעו\"ש מלתא בטעמא.<br><b> אמנם</b> דברי הש\"ך צריכים לי ביאור במ\"ש שתירוץ הפרישה דההיא דפסק הטור בחו\"מ סי' רל\"ב מיירי שאינו מזכיר לפניו שנותן לו היתרון משא\"כ כאן שאומר תתקבל ממני יתר על חובי אלא דאינו מזכיר דבתורת ריבית או מתנה נותנם וס\"ל להרמב\"ם דמותר דאמרינן במתנה נותנם לו והטור והרא\"ש סבירא להו כיון דמזכיר לו היתרון אסור זהו תורף דבריו וע\"ז הקשה דמלשון הטור לא משמע הכי ועוד הקשה וז\"ל והא הרמב\"ם על כרחך בלא א\"ל כלום מיירי דהא מחלק בין כדי שהדעת טועה או לא ועליה כתב הטור דהרא\"ש חולק ואוסר ובזה נדחה מ\"ש הב\"ח דהכא מיירי בשעת הפירעון לאחר שפרע נתן לו עוד יתרון בסתם אלא דנ\"ל וכו' יעו\"ש. ולא ידענא מאי מקשה הש\"ך ז\"ל דהא מ\"ש הטור דרבינו ז\"ל כתב להתירא ציין מרן ז\"ל שהוא מ\"ש בפ\"ח ההיא עובדא דרבינא והתם לא כתב רבינו בכדי שהדעת טועה כדי שיקשה דלא משכחת לה שלא יהיה טעות כיון שפי' וכן נמי לא נדחה מ\"ש הב\"ח ואי רוצה להקשות דהתם בפ\"ח מהענין מוכח דמיירי בסתם זה לא תליא במה שפסק בדין טופיינא בכדי שהדעת טועה וכ\"ז כתבתי בלא ראות דברי הרב פרישה ודרישה במקומם אבל עתה שבא לידי ס' פרישה ודרישה ראיתי דשפיר מקשה הרב ז\"ל."
            ],
            [],
            [],
            [
                "<b>ומותר לאדם ליתן לחברו דינר כדי שילוה לפלוני מאה דינרין וכו'. </b> עיין בהרב המגיד שכתב משם הרמב\"ן שאפי' פייס אותו הלוה מותר כ\"ז שאינו משלם משלו יעו\"ש והר' מל\"מ ז\"ל נסתפק דאם אמר הלוה למלוה אני לא אתן לך אבל פלוני יתן לך בשבילי מה יסברו הרמב\"ן והרשב\"א בזה ומסיק דנראה דשרי דכיון שאין הלוה נותן משלו כלום מה לי שיפייס הלוה לאדם אחר מה לי שיאמר למלוה אני לא אתן לך אבל פלוני יתן בשבילי כיון שאין הלוה נותן משלו כלום שרי וכתב שגדולה מזאת מצא בתשובת הרשב\"א ח\"ב סי' רי\"ג יעו\"ש. ולענ\"ד נראה דמרן ז\"ל לא ס\"ל הכי שפסק בסי' נ\"ח סי\"ד דמותר לומר הילך זוז והלוה י' דינרין לפלוני והוא שלא יחזור ויקחנו מהלוה וגם לא יאמר הלוה למלוה פלוני יתן בשבילי וי\"א שצריך ג\"כ שלא יפייסנו הלוה לתת למלוה בשביל שילוהו ע\"כ ומדמצריך שלא יאמר פלוני יתן בשבילי משמע דאף לדעת הרמב\"ן שהוא מ\"ש בסתם מודו מיהא בהא והוא מבואר ועיין להר\"ב בשיטה מקובצת בהך מימרא משם הריטב\"א ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גוי שמשכן חצרו לישראל וכו'. </b> יש לברר במי שקנה חצר הגוי שדרים בו ישראלים ובא בעל המצר בטענה דבר מצרא והקונה משיב דבקונה מן הגוי לית ביה משום דינא דבר מצרא כדאיתא בש\"ס ובפוסקים והיא הלכה פסוקה והטעם משום דאריה אברחי מינך ובעל המצר טוען דבמבוי הישראלים ליתא להאי טעמא והנה בפ' הריבית דף ע\"ג ע\"ב בעובדא דמרי בר רחל דמשכן ליה ההוא כותי ביתא וכו' הקשו התוס' בד\"ה נטר וכו' וז\"ל וא\"ת מכח דינא דבר מצרא היה לו לרב מרי להוציא מיד רבא כדאמרינן לעיל מאי משכנתא דשכונא גביה והא דאמרינן דזבן מן נכרי לית ביה משום דינא דבר מצרא היינו משום דמצי א\"ל אריה אברחי ממצריך אבל הכא רב מרי שלא היה לו בית אצל הנכרי לא שייך האי טעמא ואדרבא הפסיד שכל זמן שלא קנאו רבא היה דר בו רב מרי בשביל ריבית וי\"ל דרב מרי לא היה חפץ לקנותו ע\"כ.<br><b> והרב</b> כנסת הגדולה בסי' קע\"ה הגהת הטור אות ע\"ג כתב וז\"ל והא דקונה מן הגוי לית ביה דינא דבר מצרא היינו דוקא בקונה בית הגוי הסמוך לביתו אבל בית הגוי שישראל דר בתוכו יכול הדר בתוכו להוציא ללוקח מדינא דבר מצרא מהרש\"ך ז\"ל ח\"ב סי' קמ\"ט וכו' יעו\"ש ולכאורה יש להקשות עליו איך לא הביא סיעתא לדברי התוס' הנ\"ל שחילקו כמו שחילק הוא ז\"ל וכן הוא דעת מהר\"מ ומביאו המרדכי בפ' המקבל. עוד כתב וז\"ל א\"ה כיון שטעם הרב ז\"ל הוא משום דלא אמרינן אריה אברחי ממצריך אלא היכא שיש לגוי בית או שדה סמוך למצרן אבל לא בבית גוי שהישראל דר בתוכו ומחזיק בו ה\"ה שהמצרן בבית זו אע\"פ שאינו שוכר לבית יכול לסלקו מיד הלוקח וכן מתבאר מדברי הרב ז\"ל שזיכה לשוכר מדין מצרן כפי ההסכמות ומהר\"א גאליקו ז\"ל בתשו' כ\"י סי' ק\"ב כתב דבע\"ח ומצרן מוציא מיד הקונה לו ועיי\"ש בסי' ק\"ו ע\"כ נראה דעת הרב ז\"ל דלא אמרינן בכי האי זבן מגוי לית ביה דינא דבר מצרא אלא מצי המצרן לסלק ללוקח כדין הלוקח מישראל אמנם לבי מהסס בזה לפי מ\"ש להר\"ב בשיטה מקובצת בסוגיין בעובדא דרב מרי משם תלמידי הרי\"ף וז\"ל והקשו התוס' מכח דינא דבר מצרא היה לו לרב מרי וכו' וי\"ל דרבא מגוי זבנא ואמרינן לקמן זבינא מגוי לית ביה משום דינא דבר מצרא ואפי' דלא שייך הכא טעמא דלקמן מ\"מ לא פלוג רבנן אי נמי לפי' ר\"ת אתי שפיר וכו' יעו\"ש. וכן הביא עוד משם הריטב\"א שתירץ התוס' לחד תירוצא ואע\"ג דהריטב\"א ז\"ל דחה דבריהם מ\"מ מידי פלוגתא לא נפיק דדעת תלמידי הרי\"ף שפיר קנה הלוקח אע\"ג דלא שייך טעמא דאריה וכן מוכרח בדעת הר\"ב דהכי ס\"ל מדלא פליג כמו שפליג הריטב\"א ז\"ל.<br><b> וראיתי</b> למהר\"א אלשקר ז\"ל הובא בס' אבקת רוכל בסי' קי\"ח שפקפק בדעת רבינו דס\"ל דהך דינא דזבן מגוי לית ביה דינא דבר מצרא הוא אפי' דלא שייך טעמא דאריה אברחי ומרן שם בסי' קי\"ט דחה דבריו וכתב וז\"ל ועוד יש לדון בזה אפי' הוה אפשר למיסק אדעתין דהרמב\"ם סבר דאפי' היכא דליכא למימר אריה אברחי ליכא דינא דבר מצרא בזבן מגוי הכא אפי' אין לו לראובן אלא אותו מאגאזי'ן ששכר מהגוי שייך למימר אריה אברחי שהרי הגוי היה שכן למאגאזי'ן ששכר ראובן והיה יכול הגוי להזיקו ועוד שבמאגאזי'ן השכיר בידו מהגוי היה יכול להעליל עליו בשכירותו ועתה שקנה שמעון מהגוי הבית שבכללות המאגאזי'ן אברח אריה מעלוי ולא דמי דלר' מרי וכו' יעו\"ש באורך וקשה לי במ\"ש דאפי' הוה אפשר למיסק אדעתין דהרמב\"ם סבר וכו' דמשמע דחילוקו שייך לדעת הרמב\"ם ואינו דאם נשים שהרמב\"ם סבר כן דבכל גוונא זבן מגוי לית ביה משום דינא דבר מצרא א\"כ שפיר קנה שמעון וצריך לחלק בין נדון דידן לההיא דרב מרי ולומר דהכא שייך אריה אברחי דהגוי היה שכן וגם שמעליל עליו בשכירות וגם מ\"ש בסוף דבריו וז\"ל אבל בנדון דידן כשם שפורע השכירות לישראל היה פורע לגוי ושפיר א\"ל אריה אברחי ממצרך ע\"כ קשה דבשאלה לא נזכר מענין השכירות כ\"א שרצה להוציאו מהמאגאזי'ן וזה משיבו שהוא קודם משום דינא דבר מצרא באופן שדברי הרב ז\"ל לא זכיתי להבינם וצ\"ע. ולענין דינא עדין צריך ישוב שנראה שהלוקח יכול לומר קים לי כהתוס' שהביא הר\"ב והריטב\"א דבכל גוונא לוקח מן הגוי לית ביה דינא דבר מצרא. ובר מן דין כבר ידוע מ\"ש מרן המחלוקת דהיכא דהלוקח יש לו בית לדור והמצרן יש לו ומה שרוצה ליקח הוא להשכירו לאחר אם שייך ביה דינא דבר מצרא או לא ובנדון דידן שכבר קנה שמעון שפיר מצי לומר קי\"ל וזכה בבית ועיין בס' בית דוד חו\"מ סי' ס\"ד."
            ]
        ],
        [
            [
                "<b>וכן אם מכר לו מטלטלין עד זמן פלוני בק' וכו'. </b> עיין בהרב המגיד שכתב שדעת רבינו כהרי\"ף שלא הביא הך דרב נחמן דאמר טרשא שרי וכו' אבל הרשב\"א התיר בדברים שאין להם שער קצוב עכשיו וגם לא אמר אם מעכשיו וזו היא דר\"נ יעו\"ש ועיין בס' מחנה אפרים בנימוקיו על רבינו שכתב שרבינו ס\"ל כהרשב\"א והיינו דבהרי\"ף נקט אם מעכשיו לאיסורא וכאן כתב בשומתו ידועה יעו\"ש וכן נ\"ל שהבין ההגהות מיימוני בדעת רבינו שכתב בסי' תל\"ג והאלפסי לא הזכיר טרשא דר\"נ משום דס\"ל דלית הלכתא כוותיה וכן פסק ראב\"ן אבל ר\"ת ור\"י ור\"ח והמיימוני פסקו כר\"נ וכפרש\"י וכו' יעו\"ש.<br><b> וראיתי</b> למרן החבי\"ב ז\"ל ביו\"ד סי' קע\"ג בהגהת הטור אות ב' שהביא מתשובה מהר\"א מונסון משם הרדב\"ז ז\"ל דמותר לתת דינר לערך ס' עוטמאנס לחדש אחד או לשני חדשים ובלבד שלא יאמר כי אם בלשון מכר ולא בלשון הלואה ולא יאמר אם אתה נותן לי מיד לערך נ\"ט ואם לאחר זמן לערך ס' יעו\"ש וקשה ממ\"ש הרדב\"ז גופיה בחדשות בח\"א סי' תמ\"ט במה ששאלוהו בראובן שאמר לשמעון מכור לי דינר זה ואתן לך בו מ\"ה מיידי וראובן יש לו דינרין ומידיא\"ש אם יש איסור ריבית כיון שהדינר אינו שוה אלא מ' מיידי או פחות והשיב דבר זה מחלוקת בין המפרשים אבל יש לאסור אפי' לדעת המתירין כיון שיש לראובן מיידי שהוא יכול לקנות הדינר מיד במ' וירויח השאר ודאי משום אגר נטר הוא וכדגרסי' בפ' הזהב היו חמרין וכו' הרי לך לפי שיטה זו דמותר כיון דאית ליה ג' לטיבותא חדא שהוא דרך מקח וממכר ואין כאן ריבית דאורייתא וכו' אבל הרמב\"ן והרשב\"א והר\"ן והרא\"ש כתבו משמע דס\"ל דאינו מותר אלא בזמן שבעה\"ב נותן לו פרוטות דהיינו כשאר פירות או מטלטלין דהוי כחנוני הפוסק על הפירות ובעה\"ב מוזיל גביה וכו' הלכך כיון דאיכא פלוגתא ראוי להחמיר וכ\"ש שאני אומר שאפי' לדעת המתירים יש לאסור משום הערמת ריבית עכ\"ל הרי כאן הסכים לדעת האוסרין ועוד דאפי' לדעת המתירין אסור משום הערמת ריבית היפך מ\"ש מהר\"א מונסון משמו וצריך לי ישוב.<br><b> ועוד</b> הוקשה לי דרך אגב במ\"ש הרב עוד שם באותה תשובה וז\"ל ולכל הפירושים מותר לומר לחבירו מכור לי דינר זהב בכך וכך דרה'ם כסף והוא שיש לו כסף ואפי' שאין לו בכל הדינר כסף כדאמרינן גבי סאה אם יש לו סאה לוה עליה כמה סאין יעו\"ש ואילו בסי' תקכ\"ז באותו חלק כתב וז\"ל והוי יודע דאע\"ג דאמרינן יש לו סאה לוה עליה כמה סאין ה\"מ לענין מלוה אבל לענין מכר לא עד שיהא בידו כשיעור כל המקח וכ\"כ הרמב\"ם וכן הסכים הרשב\"א ונתן טעם לדבר ואע\"ג דיש לדחות הטעם מ\"מ יש לנו לבטל דעתינו מפני דעתם הרחבה ע\"כ הרי כאן בחלקו'ת תשי'ת בין הלואה למכר וצריך שיהא כל שיעור המקח משא\"כ בהלואה ואילו בסי' תמ\"ט השוה אותם לכל הפירושים ואפי' לדעת הרשב\"א היפך מ\"ש שם משם הרשב\"א וצ\"ע. הן אמת שקושיא זאת לא על הרדב\"ז לחוד קשה כי אם גם על הרא\"ש קשה שהרי הטור בסי' קע\"ג פסק הך ברייתא שהביא הרדב\"ז וז\"ל שולחני שמכר דינר טבוע במעות שאינן טבועות ומוכר הדינר ביותר משויו וכתב א\"א הרא\"ש שצריך שיהיו ביד הלוקח כל דמי הדינר ואילו בסי' קס\"ג הביא מרן ב\"י משם רבינו ירוחם וז\"ל הא דאמרינן אם יש לו מותר י\"מ דהוי כמו סאה דלוה עליה כמה סאין וכן נראה עיקר וכ\"כ הרא\"ש יעו\"ש ואולי נחלק ונאמר דנוטל מוכר הדינר ונתנו דהא יש לו הוא שדבר הנמכר הוא הדינר והפרוטות הם כמו הדמים ועדין לא נתקרר דעתי ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אבל מלוהו סתם על שער שבשוק. </b> עיין בהרב המגיד ז\"ל שכתב דבקביעות זמן אסור ולשאר המפרשים מותר ולדברי הכל אם יש לאריס מותר והרי הוא כשאר כל אדם ע\"כ והרב מל\"מ תמה בדברי הרה\"מ וכתב דאפשר לפרש דאע\"ג דרבינו אוסר ביש לו בקובע זמן מיהו ביצא השער דמותר אע\"פ שאין לו אם המצא תמצא דיצא השער ויש לו מצטרפין שניהם להתיר אף בקובע לו זמן. ולענ\"ד קשה לי ממ\"ש הרה\"מ גופיה בה\"ב ד\"ה אע\"פ וז\"ל ודעת הרב דרישא דאוסרה בקובעו זמן לגורן אפי' ביש לו דומיא דהיתר דסיפא דעד שיבא בני שהיא ביש לו ואם היה כדבר המפרשים דכל שיש לו מותר אף בקביעות זמן והכל תלוי ביש לו הו\"ל לומר כך לא יאמר אדם לחבירו הלויני כור חיטין אא\"כ יש לו וכו' יעו\"ש באורך וא\"כ אף אנן נמי נימא דאם איתא דלדעת רבינו היכא דאיכא תרתי דיש לו וגם יצא השער דאף בקביעות זמן מותר א\"כ לימא מתני אא\"כ יצא השער ויש לו ומדלא אשכח התר בקובע זמן לפרעון ש\"מ דלית שום היתר ומה שהביא מדברי הרשב\"א עיין בכנסת הגדולה ומ\"ש משם התוס' בסיפא דתוספתא שטר של ריבית יקרענו ויגבה ממשעבדי לא מצאתי שכ\"כ ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>המוכר שדהו בעדים גובה מנכסין משועבדים. </b> כתב הגדולי תרומה בשער מ\"ז ח\"א דמדסתם רבינו וכתב גובה מנכסין משועבדים ולא חילק בין קבל עליו אחריות ללא קבל משמע דס\"ל דלא שנא בין מכר בשטר למכר בעדים יעו\"ש וכן הוא דעת הרשב\"א והר\"ן שהביא הנמוק\"י בפ\"ק דמציעא ומביאו מרן ב\"י בסי' רכ\"ה וז\"ל אבל הנמוק\"י כתב אחריות ט\"ס הוא לאו דוקא בשטר הוא דקאמר אלא אפי' מכר שדהו בעדים קי\"ל דגובה מנכסין משועבדין אע\"פ שלא פרשו אחריות כלל גובה וכ\"כ הרשב\"א והר\"ן ע\"כ וכ\"כ הטור בסי' קט\"ז וז\"ל ואפי' לא מכר בשטר אלא בעדים בעלמא ואפי' לא פרש לו אחריות וכ\"כ רבינו ירוחם ורבינו יונה והביאם מרן ב\"י בס\"ס קט\"ו וכ\"כ הר\"ב בשיטה מקובצת בפ' חזקת הבתים (בבא בתרא דף מ\"א) וז\"ל המוכר שדהו בעדים גובה מנכסין משועבדין וכו' ונ\"ל דכי אמרינן גובה מנכסין משועבדין דוקא כדמסהדי ואמרי לא נכתב השטר וכו' ולא תימא דוקא בשטר הוא דאמרינן אחריות ט\"ס וכי היכי דאמרינן אחריות ט\"ס בשטר ה\"נ אמרינן במכר בפני עדים בלא שטר דעל דעת כן שיהא לו עליו אחריות זבין ליה דהא קי\"ל דלא עביד איניש דזבין ארעא ליומיה וכו' וכ\"כ ג\"כ בפ' הספינה דף ע\"ז משם ר\"י יעו\"ש וכ\"כ הרמב\"ן שם. ומ\"מ לא ברירא לי דעת הנמוק\"י דלפי מ\"ש בפ\"ק דמציעא נראה להדיא דבמוכר שדהו בעדים גובה מנכסין משועבדין ואע\"פ שלא פרשו אחריות כלל ואילו בפ' הספינה דף ע\"ז כתב וז\"ל זכו בשדה זו לפלוני חוזר בשטר ואע\"ג דלכאורה משמע דלא נפקא לן מידי אם יכתוב לו השטר דמה נפשך וכו' ואי מכר הוא אפי' לא כתב לו נמי גובה מנכסין משועבדין מ\"מ אינו כן וכו' ועוד דבשטר משתעבד בלא העדת עדות ואם אין שם שטר צריכים לעמוד בפני בי\"ד ובפני המוכר כשיבא לגבות הלכך אין להם להעיד על שעבודו אלא במצותו וכו' יעו\"ש הרי דמשמע לכאורה שצריכים העדים להעיד בקבלת האחריות והוא היפך מ\"ש בפ\"ק דמציעא ועיין במרן החבי\"ב בסי' ט\"ל הגב\"י אות ט' ואפשר לומר דמ\"ש ואם אין שם שטר צריכים להעיד בפני בי\"ד לאו על האחריות קאמר דבהא אפי' שלא פרשו אחריות שפיר גובה וכמ\"ש במציעא אלא צריכים להעיד שלא היה שם שטר או עדים אחרים דילמא טריף והדר טריף וכמ\"ש ר\"י ופסקו מרן בספרו הקצר בסי' קט\"ז יעו\"ש וכן כתב הרדב\"ז החדשות סי' תקמ\"ט יעו\"ש שיושב ודורש כמשה מפי הגבורה ולא זכר ש'ר לכל הני רבוותא דכתיבנא.<br><b> האמנם</b> הבעל התרומות בשער מ\"ז ח\"א כתב דאם מכר בלא שטר אלא בעדים לא גבי משעבדי כיון דזביני לא הוי דלא כתב בהו שטרא ה\"נ אמרינן אחריות לא קביל עליה אבל אם קבל בפניהם אע\"פ שלא נכתב ה\"ז גובה בעידי המכירה יעו\"ש והביאו מרן ב\"י בסי' רכ\"ה וכתב עליו הגידולי תרומה וז\"ל ולא נמצא לרבינו חבר שיוכל המוחזק לומר קים לי ע\"כ והרב ש\"ך בסי' רכ\"ה וקט\"ז כתב שמצא לו חבר לרשב\"ם ז\"ל בפ' חזקת הבתים דקאי בשיטת הבעה\"ת ושפיר חזי לומר קים לי והרב שער המלך הקשה ע\"ד הגידו\"ת דלענין קים לי אפי' בשטר מכר שאין בו אחריות יכול לומר קים לי כסברת רבינו ברוך ורשב\"ם דסבירא להו דבשטרי מקח וממכר אחריות לאו ט\"ס הוא ומכ\"ש במוכר שדהו בעדים בלא שטר יעו\"ש ולענ\"ד נראה לי דלק\"מ דאפ\"ל בדעת ר\"ב ורשב\"ם דמייתי הגהות אשר\"י דסבירא להו דדוקא היכא שהוזקקו לכתוב שטרא ולא נכתב בו אחריות אמרינן אחריות ט\"ס הוא אבל בעדים ולא בשטר אפשר דסבירא להו דאחריות ט\"ס הוא וכמו שכן כתב ר\"י והביאו הרא\"ש בפ' חזקת הבתים (בבא בתרא דף מ\"ב) יעו\"ש. וגם מרן החבי\"ב בסי' רכ\"ה הגב\"י אות ד' כתב דמצי המוחזק לומר קים לי כיון דמדברי הנמוק\"י בב\"ב מוכח שאם לא פירש לו אחריות אינו גובה מנכסין משועבדים וכו'. ואני בעוניי מצאתי לו חבר תרי אשלי רברבי הלא המה הרב בעל החידושים בפ\"ק דקידושין דף כ\"ז עלה דב' שטרות הן וז\"ל וקשיא לי למאי הלכתא חוזר בשטר אי שטר מכר הוא כי ליכא שטר נמי גובה ממשעבדי דהא אמרינן המוכר שדהו בעדים גובה מנכסין משועבדים וכו' וי\"ל אי בעית אימא בשטר מכר ובדלא פריש ליה אחריות דבשטר קי\"ל אחריות ט\"ס הוא וכי ליכא שטרא אי פריש ליה באחריות באפי סהדי גבי ממשעבדי ואי לא פריש לא עכ\"ל ואידך הראב\"ד ז\"ל בפ' הספינה והביאו הר\"ב בשיטה מקובצת וז\"ל ולעיקר הקושיא תירץ הראב\"ד דכי אמרינן המוכר שדהו בעדים גובה מנכסין משועבדים דוקא בדקביל עליה אחריות בפי' דהא ט\"ס אמרינן כלומר בודאי אחריות היה שם והסופר שכח ולא כתבו ע\"כ והרמב\"ן דחה תירוץ זה בחי' עכ\"ל הרי לך בפי' דקיימי בשיטת הבעה\"ת ושפיר מצי המוחזק לומר קים לי ודוק."
            ]
        ],
        [
            [],
            [],
            [
                "<b>היתה המלוה רבית וכו'. </b> נשאל הרשב\"א בסי' אלף ט\"ז על אפוטרופוס שמכר קרקע של יתומים כדי לפרוע חוב אביהם לפי שנתפשר עם בע\"ח ונתפייסו בפחות וכשהגדילו היתומים רוצים לבטל המקח מטעם דאין נפרעין מנכסי יתומים אלא א\"כ היתה ריבית אוכלת בהן והשיב דהדין עם הלוקח שהרי רשאין למכור האפוטרופא בשטר שיש בו ריבית והאי טעמא מהני לכל ריוח שיש ליתומים וכו' יעו\"ש.<br><b> וראיתי</b> למהרימ\"ט ז\"ל בחו\"מ סי' ב' שכתב וז\"ל ואיברא דאם לא אמרה הרב ז\"ל היה נראה דלא דמי ריבית ומזונות דהוי הרחקת הנזק למי שרוצה לעשות הנאה בחובו שהוא בקשת התועלת שהרי מצינו שהתירו לתת כיסו לגוי ולא התירו במוצא מציאה אע\"פ שכבר בא לידו וכן הדין דבכל מידי שיש נזק ליתומים יש לנו להזקק שלא יפסידו אבל אין לנו ליזקק שישתכרו וכו' ועוד דכולה שמעתתא דערכין לא אזלא הכי דפרכינן ממתני' דשום היתומים היכי משכחת לה אי בבע\"ח גוי מי ציית וכן פרכינן ממתני' דאין נפרעין מנכסי יתומים אלא מן הזבורית ודחקינן לאוקומי בבע\"ח גוי שקבל עליו לדון בדיני ישראל ואדחקינן לאוקומי בהך מילתא דלא שכיח כלל אמאי לא מוקי בבע\"ח שרוצה לעשות הנחה דחשיב כריבית אוכלת בהן דבין לר' אסי בין לר' יוחנן וכו' יעו\"ש באורך.<br><b> והנה </b> בעת'ה חדשים מקרוב באו ח\"ג מתשובות הרשב\"א ז\"ל וראיתי שם בסי' ר\"א שהביא הך שאלה שם והביא הך דערכין כמ\"ש בחלק א' וכתב עוד וז\"ל ועוד דהא משמע דאפי' שלא במקום הפסד אלא במה שיש ריוח ליתומים בנכסיהם ממקום אחר רשאי דהא רשאי האפוטרופא למכור שדות כדי לקנות שוורין לחרוש ולפרנס שאר השדות וכו' וא\"ת א\"כ בשום היתומים שהקשה כמה והעמידו כולן או בריבית אוכלת בהן או בכתובת אשה אי נמי בשמתוהו ומת בשמתיה אמאי לא אוקמוה בכהאי גוונא זה אינה תורה שאין מניחין את הדברים המצויין ותופסין את שאינם מצויין וכיון שמצאו להן אוקמתות בנפרעין את שלהם לא רצו להעמידן בבאין לפרוע את חובם ואע\"פ שיש לבעל דין לחלוק ע\"ז קצת ולומר דשאני התם דאי לא פרע א\"נ לא זבין תורי שיפסידו הנכסין ממה שהניח האב אבל להניח בחיוב שחייבן האב אין להם למכור כדי לסלק מעליהם מה שחייב בו האב ומ\"מ הראשון נראה לי עיקר וכו' ולא עוד אלא שמעמידין אפוטרו' לחוב ע\"מ לזכות וכו' יעו\"ש הרי לך להדיא דכל מה שהקשה עליו כבר נרגש מזה ותריץ יתיב ועיין בס' תומת ישרים דנראה שראה הרב תשובה זו ולא נתקררה דעתו בתירוצו יעו\"ש."
            ]
        ],
        [
            [
                "<b>מלוה שבא להפרע בשטר שבידו שלא בפני לוה וכו'. </b> עיין בהרב המגיד ז\"ל שכתב מחלוקת אמוראים בפ' הכותב אם נפרעין מן האדם שלא בפניו ופסק כרב נחמן ומבואר בהלכות ע\"כ והנה הרי\"ף הביא ראיה דהלכה כר\"נ מדמקשה בפ' שום היתומים ואי חיישת לשובר התם נמי לגבי הא דאמר ר\"נ ליחוש ופרקינן התם כדקאמר טעמא שלא יהא כל אחד ואחד נוטל מעותיו של חבירו והולך למדינת הים ואתה נועל דלת בפני לוים דאלמא הא דרבא אר\"נ הלכה היא וטעמא דיליה מעלייא היא יעו\"ש.<br><b> ולענ\"ד </b> אחר בקשת מחילה מעצמותיו הקדושים לא זכיתי להבין ראיה זו דהתם הכי איתא אמר רב יהודה אמר רב אסי אין נזקקין לנכסי יתומים אא\"כ היתה ריבית אוכלת בהן ור' יוחנן אמר או לשטר שיש בו ריבית או לכתובת אשה משום מזונות וכו' אר\"נ מרישא לא הוה מזדקקנא לנכסי יתומים כיון דשמענא להא דרב הונא חברין משמיה דרב דאמר יתמי דאכלי דלאו דידהו ליזלו בתר שבקייהו מכאן ואילך מזדקקנא ושיילינן מעיקרא מ\"ט לא ומשני א\"ר פפא פריעת בע\"ח מצוה ויתמי לאו בני מעבד מצוה נינהו ורב הונא בריה דרב יהושע אמר אימור צררי אתפסיה וכו' ובתר הכי אמרינן רבא אמר משום שובר א\"ל ר\"ה בריה דר\"י לרבא ומי חיישינן לשובר והתנן הנפרעת שלא בפניו וכו' ורבא אמר ר\"נ אפי' בבע\"ח נמי ואי חיישת לשובר התם נמי ניחוש א\"ל התם כדאמרינן טעמא שלא יהא כל אחד נוטל מעותיו של חבירו והולך למדינת הים ע\"כ. נמצא דרבא אמר ר\"נ דס\"ל דנפרעין שלא בפניו הוא ניהו ס\"ל טעמא דאין נזקקין משום שובר ואף כי מדברי רש\"י שפי' בדברי רבא הא דאין נזקקין משום שובר דשמא שובר היה לאביהם וכו' דמשמע דרבא עליה דר\"י ור\"א קאי וטעמא דידהו קאמר מ\"מ (ר\"ה) [ר\"נ] נמי הכי הוה ס\"ל אי לאו משום רב הונא (אר\"י) [אמר רב] ועל דברי כולן בא רבא למיהב טעמא משום שובר וע\"ז בא ר\"ה בריה דר\"י להקשות מיניה וביה דמתני' דנפרעת שלא בפניו א\"ר יצחק נפחא לא שנו אלא כתובת אשה ורבא אר\"נ אפי' בבע\"ח נמי אי חיישת לשובר התם נמי ליחוש והכונה דימצאו דבריך סותרין זה את זה וע\"ז משני שפיר התם כדאמרינן טעמא שלא יהא כל אחד נוטל מעותיו של חבירו דמעיקרא הקשה לו דאיך יהיב הך טעמא דלר\"נ ולדידיה סתראי נינהו כלפי מאי דס\"ל במתני' דהנפרעת שלא בפניו דלא חיישינן לשובר ושני ליה דהתם ליכא טעמא דלא ניחוש לשובר שלא יהא כל אחד נוטל מעותיו של חברו והולך למדינת הים ואיכא נעילת דלת וא\"כ מאי ראיה לענין דינא דהלכה כר\"נ מדמשני וכו' דטעמא דיליה מעלייא היא והלכה דהא כל קושייתו אינו אלא לרבא ור\"נ דטעמא טעים משום שובר דאילו לא הוה רבא ור\"נ אה\"נ דמצו למימר אנא כר\"י נפחא ס\"ל דדוקא כתובת אשה ולא בע\"ח משום שובר באופן שלעת כזאת לא זכיתי להבין כונתו וכעת צריך אני מרבותי (א\"ה ס\"ט עיין תשו' בעי חיי חו\"מ ח\"א דף מ\"ח ע\"ד ד\"ה ומה שהקשה יעו\"ש).<br><b> עוד</b> כתב הרי\"ף ז\"ל שם וז\"ל אלא מיהו חזינן לרבוותא דלא חיישי להא דרבא אמר רב נחמן וסמכי להוא בהא מילתא אגמ' דבני מערבא דמתמהי התם ונפרעין מן האדם שלא בפניו ומשני כשריבית אוכלת בהם ופריך ובי\"ד גובין ריבית בשערב לו מן הגוי אלמא מילתא פסיקא היא לגבייהו דאין נפרעין שלא בפניו. וראיתי להמבי\"ט בח\"א סי' רכ\"ט שנשאל בראובן שלוה מן הגוי ולו שט\"ח ומכר הגוי השט\"ח הנזכר לשמעון ולא מצא שמעון נכסין לראובן במקום ההלואה והלך לעיר אחרת שהיו שם נכסין לראובן ותבע מבי\"ד שיגבוהו שלא בפני לוה וכו' וכתב הרב בתוך התשובה וז\"ל ונ\"ל בנדון דידן דאף במקום דירתו לא היו נפרעין ממנו שלא בפניו דהאי תקנתא לא הוייא אלא בישראל כדמשמע מדקאמר שלא יהא כל אחד נוטל מעותיו של חבירו אבל בגוי לא עבדינן תקנתא לפרעון דידהו וכן משמע בירושלמי פ' הכותב דמתמהי ונפרעין מן האדם שלא בפניו א\"ר ירמיה כשריבית אוכלת בהן ובי\"ד גובין ריבית בשערב לו מן הגוי וכתבו הרי\"ף בהלכות ור\"ח ז\"ל הביא ראיה מהירושלמי זה שאין נפרעין מן האדם שלא בפניו דהכא אוקמוה בירושלמי דמיירי בגוי ומשום ריבית ונ\"ל דלא פליג הירושלמי אדר\"נ דהא דמשמע בירושלמי דאי לאו ריבית לא היו נפרעין שלא בפניו איירי במלוה גוי שלא עשו תקנה והא דר\"נ איירי בישראל שעשו לו תקנה שלא יהא כל אחד נוטל מעותיו של חברו והולך למדינת הים וכו' יעו\"ש שיש שם ט\"ס.<br><b> ולענ\"ד </b> קשה לי טובא דהא כל ראייתו של ר\"ח ז\"ל מדקמתמה ונפרעין מן האדם שלא בפניו דמשמע דפשיט להו דאין נפרעין וס\"ד דמיירי במלוה ישראל והיינו כסברת רב אחא שר הבירה דדוקא בכתובת אשה ולא בע\"ח ממתני' משמע דבכל ענין מיירי וע\"ז הוצרכו לאוקומי בשרבית אוכלת בהן והשתא דהירושלמי ס\"ל כר\"נ מאי מתמה ונפרעין וכו' הו\"ל לתרץ כן שלא יהא כל אחד נוטל מעות של חברו והולך למדינת הים ולעולם דמיירי בבע\"ח ישראל אפי' שאין בו ריבית ומדהוצרך לאוקומי בריבית ש\"מ דבשאין ריבית אוכלת אין נפרעין ומשום לתא דריבית הוא דהוצרך לאוקמי בבע\"ח גוי ומלבד דכן הוא פשט הירושלמי עוד הביא ראיה ממה שאמרו עוד שם ע\"ז וז\"ל כהדא אלכסא אמר לר' מנא אנן עבדין טבות סגיין מנכון אנן כתבין דין מוגמרין אין אתא טבית ואין לא אתא אנן מחלטין נכסייא א\"ל אף אנן עבדינן כן משלחין בתריה תלת אגרין וכו' א\"ר מתניא והוא שעמד בדין וברח אבל לא עמד בדין לית כאן מחלטין אלא מכריזין ע\"כ הרי דכשלא עמד בדין אין מחליטין כלל וזה ודאי בישראל מיירי וקאמר כהדא ש\"מ דהכל הוא בישראל שלא כדברי הרב המבי\"ט ז\"ל וצ\"ע."
            ],
            [],
            [
                "<b>ומפני מה אינו נשבע היסת. </b> עיין בהרב מל\"מ שהקשה במ\"ש רבינו שאם יש עדים אינו נוטל אלא בשבועה דבמאי עסקינן אי בדליכא ראיה הא מהימן במיגו דאי בעי אמר החזרתי וכו' ונראה דרבינו אזיל לשיטתיה דס\"ל דבטענת החזרתי צריך לישבע בנקיטת חפץ וכמ\"ש בפ\"ו מהל' שאלה וכבר באר דבריו הרב בכ\"מ בפ\"ב מהל' שכירות וכתב דכיון שהוא מודה שנעשה שומר אלא שפוטר עצמו מצד אחר כגון שטוען החזרתי צריך לישבע כעין דאורייתא ואף דהרב המגיד פליג אהא וס\"ל דבטענת החזרתי ישבע היסת לאו אליבא דרבינו קאמר וכו' אלא אליבא דידיה דאיהו פליג על רבינו וס\"ל כהראב\"ד שהשיג עליו וכו' יעו\"ש. ולענ\"ד לא זכיתי להבין דבריו שהרי כתב רבינו בפ\"ב מהלכות שכירות וז\"ל זה אומר השאלתיך או השכרתיך או הפקדתיך והלה אומר להד\"מ או שאמר כן היה אבל החזרתי לך ונסתלקה השמירה ולא נשארה בינינו תביעה הרי הנתבע נשבע היסת ונפטר ע\"כ הרי דבטענת החזרתי נפטר בשבועת היסת אשר מכח זה הקשה הרב גופיה למ\"ש מרן בכ\"מ שדעת רבינו דבטענת החזרתי נשבע בנקיטת חפץ וכמ\"ש הרב ז\"ל מדברי רבינו הלזו וההיא דפ\"ו כבר הליץ הרה\"מ שם או אפשר דהתם שאני שהוא בעדים וכמ\"ש בס' מרכבת המשנה אבל לדעתו ז\"ל דלא נחית להכי כמבואר מדבריו שכתב ואף דהרה\"מ פליג אהא וכו' וצריך ליישב. (א\"ה ס\"ט עיין להרב שער המלך בהל' גזלה ואבדה דף י\"ז סע\"ד שדחה דברי הרב מל\"מ כמ\"ש מו\"ז ז\"ל ועיין בס' קרית מלך רב ח\"ב בפרקין שתמה כן יעו\"ש)."
            ],
            [
                "<b>אבל אם אמר המלוה אני יודע שהיה שוה יותר על החוב אבל איני יודע כמה וכו'. </b> הרב המגיד ז\"ל כתב שדעת רבינו כסברת הר\"י בן מיגש דצריך שיאמר המלוה ששוה המשכון יתר על דמי החוב כדי שיהיה מחויב שבועה ואינו יכול לישבע משלם וכן כתב הטור ומרן בספרו הקצר. והריב\"ש ז\"ל בסי' שפ\"א השיב להדיין שרצה לחייב למלוה שאמר איני יודע כמה היה שוה והביא הירושלמי דפ' שבועת הדיינים דאמרו שם על מתני' דסלע הלויתני וכו' והלה אומר איני יודע מהו ומשני את לא ידע אהין ידע דנראה דאפי' שאינו אומר יודע אני שהיה שוה יותר על החוב איני יודע כמה אמר מחויב שבועה ואינו יכול לישבע משלם והשיב הריב\"ש ז\"ל דהירושלמי יש לפרשו בשאמר איני יודע כמה היה שוה יותר מן החוב וכו' יעו\"ש וכעת לא ראיתי לשום אחד מן הפוסקים שאמרו באומר איני יודע כמה היה שוה דהוי מחויב שבועה ואינו יכול לישבע משלם זולת את זה ראיתי להריטב\"א בחי' לשבועות הנדפסות מקרוב שכתב שם במתני' דסלע הלויתני וז\"ל אבל היכא דהלוה אומר כך וכך היה שוה והמלוה אומר איני יודע בזה נחלקו המפרשים שהרא\"ם כתב גם בזה דסוף סוף הוי כחמשים ידענא ונ' לא ידענא דהא מודה ליה המלוה דחייב אלא דאינו יודע כמה ואף הרמב\"ם כתב בהל' שאלה המפקיד אצלו פירות שאינם מדודין וכו' וגם הרמב\"ם ז\"ל שכתב בשמו ושם רבו אינם דומים לדינו של הרא\"ם דהתם כבר הודה שקבל ממנו פירות אלא שאינן מדודין ולא סגייא שלא יהא בהן שו\"פ והוי כנ' ידענא ונ' לא ידענא שמשלם בלא שבועה דחבריה אבל בירושלמי נראה סיוע לדינו שאמרו שם והלה אומר איני יודע אמר את לא ידע אהין ידע וכו' אלא א\"כ נדחוק לומר דהירושלמי מיירי באומר שהיה שוה ממון יותר ואינו יודע כמה יעו\"ש באורך.<br><b> נמצא</b> לפי\"ז דסברת הדיינים שחייבו למלוה שאמר שאינו יודע כמה היה שוה [היה] להם על מה שיסמוכו וגם הדחיה שדחה הריב\"ש ז\"ל דחוקה היא להריטב\"א ונפק\"מ לדינא דאם תפס התובע מצי למימר קים לי כיון שהרא\"ם ג\"כ הכי ס\"ל ומ\"מ דעת רבינו נראה ברור דלא ס\"ל הכי ומהתימה מהריטב\"א ז\"ל שלא הוכיח מכאן דנראה ברור דצריך שיודה ששוה המשכון יותר מדמי החוב שהוא נדון הרא\"ם בעצמו.<br><b> (א\"ה</b> ס\"ט עיין למה\"ר רבי'ן חסידא בס' לב מבין דף קצ\"ח ע\"ב וכה הראני ידי\"נ כמוה\"ר דש\"נ הי\"ו מה שכתוב אצלו בזה והילך לשונו והנה מדברי כל הפוסקים שהביאו דברי מהר\"י בן מיגש ז\"ל מבואר להדיא דס\"ל במלוה על המשכון באומר לא ידענא כמה היה שוה דנשבע היסת ונפטר ודוקא היכא דאמר יודע אני שהיה שוה יותר ואיני יודע כמה הוא דמחויב שבועה ואינו יכול לישבע משלם דדוקא בשומר שאבד הפקדון ואמר לא ידענא כמה היה שוה דבהודאה זו הא קא מודה ליה הנתבע דמחייב ליה מידי ולא ידע כמה הוה ליה מחויב שבועה ואינו יכול לישבע משלם אבל במלוה על המשכון שאומר לא ידענא כלל לא מחייב מידי דאפשר דהמשכון לא היה שוה אפי' כנגד הלואתו כמ\"ש הריב\"ש ז\"ל סי' שפ\"א והכריח כן מדברי הרמב\"ם ז\"ל דבפ\"ה מהל' שאלה כתב הפקיד אצלו פירות שאינם מדודין וכו' והשומר אומר איני יודע ישלם בלא שבועה וכזה הורו רבותי הר\"י הלוי בן מיגאש ורבו ז\"ל עכ\"ל והם דברי הר\"י הלוי פ' שבועת הדיינים כמ\"ש הרב המגיד ז\"ל ואילו בפי\"ג מהל' מלוה ה\"ד כתב דכשאומר המלוה איני יודע דמיו דישבע המלוה שאינו ברשותו ויכלול שאינו יודע וכו' ויפטר אבל אם אמר המלוה אני יודע שהיה שוה יותר על החוב אבל איני יודע כמה ה\"ז משלם וכו' יעו\"ש וכן נראה להדיא מדברי הרה\"מ ז\"ל דעל חלוקה ראשונה כתב וז\"ל סלע הלויתני עליו וכו' דין זה כשהמלוה אינו מחייב עצמו בכלום פשוט הוא דהו\"ל וכו' שפטור אבל מדין גלגול וכו' ועל החלוקה האחרת כשאומר יודע אני שהיה שוה יתר על החוב וכו' כתב זו סברת הר\"י בן מיגאש ז\"ל פ' שום הדיינים ובהשגות א\"א וכו' וכבר הארכתי בביאור מחלוקתם פ\"ה מהל' פקדון ודעת הרמב\"ן ז\"ל נוטה לדברי רבינו עכ\"ל. נראה מדבריו שבדין הראשון כשאומר המלוה איני יודע דמיו גם הר\"י בן מיגאש ז\"ל מודה דנשבעין היסת ונפטר וכן נראה להדיא מדברי הרב בעל התרומות שמ\"ט שכתב וז\"ל ה\"ד אם טען וכו' והמלוה אומר איני יודע דמיו וכו' ויפטר אבל אם אמר הלוה וכו' והמלוה משיב אני יודע שהיה שוה יתר וכו' אבל איני יודע כמה הרי זה משלם וכן פסק הר\"י בן מיגאש ז\"ל בחי' שבועות וכו' יעו\"ש והגם דמ\"ש הרביעי וכו' הם דברי הרב בעל העיטור ז\"ל דף מ\"ז וכמ\"ש שם קודם לכן נקוט מיהא דגם הר\"י בן מיגאש ז\"ל מודה בזה וכ\"כ אח\"כ ומסתברא דוקא דאמר איני יודע וכו' אבל מודה כי לפחות יש לו ידיעה מפרוטה שהוא שיעור מודה מקצת וכו' יעו\"ש וכן כתב הרא\"ש ז\"ל פ' שבועת הדיינים וכ\"כ להדיא בתשו' הר\"י בן מיגש הנדפסים מחדש בלקוטות הרמב\"ן סי' קצ\"ז.<br><b> והוצרכתי</b> להאריך בזה ולפי שראיתי להריטב\"א ז\"ל בחי' פ' שבועת הדיינים לדף מ\"ג שכתב וז\"ל סלע הלויתני עליו וכו' פי' האי סיפא וכו' עד גם דברי הרמב\"ם ז\"ל שכתב משמו ושם רבו אינם דומים לדינו של הרא\"ם ז\"ל דהתם כבר הודה שקבל ממנו פירות וכו' יעו\"ש. ואין ספק דמ\"ש משם הרא\"ם ז\"ל כונתו על הרב אב\"ן מיגאש ז\"ל וכמ\"ש שם להדיא ומיהו אין ראיה של הירושלמי מחוורת לדינו של רבינו אבן מיגאש ז\"ל וכן נראה ממ\"ש והרא\"ם ז\"ל הביא ראיה לדינו מן הירושלמי שהביא רבו רבינו אלפסי ז\"ל בב\"ק וכו' וכן נראה ממ\"ש גם דברי הרמב\"ם שכתב משמו ושם רבו כלומר משם רבינו אבן מיגאש ז\"ל ורבו הרי\"ף ז\"ל וכן מזכירו תמיד הריטב\"א שם בשבועות להר\"י בן מיגאש כמו שיראה הרואה וכן כתב הרב מופת הדור בס' שם הגדולים מערכת י' אות ד' דזימנין הפוסקים קרו ליה הרא\"ם פי' הר\"י אבן מיגאש ז\"ל יעו\"ש וא\"כ הוא ליה היכן ראה למהר\"י בן מיגאש ז\"ל שכתב במלוה על המשכון דהיכא דאומר איני יודע כמה שוה דהוי מחויב שבועה ואינו יכול לישבע משלם שלא כ\"כ בחי' אלא גבי שומר שאבד הפקדון היינו משום דמודה מיהא דמתחייב ליה מידי וכמ\"ש מהר\"י בן מיגאש ז\"ל בהדיא וממילא דגבי מלוה על המשכון דוקא באומר יודע אני שהיה שוה יתר על החוב ואינו יודע כמה בכהאי גוונא הוא דמתחייב אבל באומר איני יודע סתם אין כאן הודאה של כלום דאולי לא היה שוה יותר מסלע שהלוה לו וזה מבואר מדברי כל הפוסקים שהביאו דברי הר\"י בן מיגאש ז\"ל ואף דהרא\"ם ז\"ל קאי שם אמתני' דהמלוה על המשכון מ\"מ ביאר דבריו שכתב ושמעינן מינה דשומר שאבד הפקדון וכו' וכ\"כ הריב\"ש ז\"ל להדיא והיינו ממש כדברי הריטב\"א ז\"ל שכתב אח\"כ ומהו וכו' ולא ידעתי אמאי לא נסתייע מדברי הרמב\"ם ז\"ל פי\"ג מהל' מלוה דמוכח כן להדיא וכמו שהכריח הריב\"ש ז\"ל.<br><b> ושוב </b> אחר זמן ראיתי למה\"ר הגדול בס' לב מבין דף קצ\"ח שכתב ע\"ד הריטב\"א ז\"ל וז\"ל ותם אני לא אדע אמאי לא החזיקו ממ\"ש הרמב\"ם ז\"ל להדיא פי\"ג מהל' מלוה להיפך ממ\"ש הרא\"ם שכתב בה\"ד וז\"ל סלע הלויתני עליו וכו' עד שהרי לא חייב עצמו בכלום הרי להדיא דבהאי דינא גופיה כתב הרמב\"ם ז\"ל להיפך ואיך כתב דהרמב\"ם ס\"ל הכי ממ\"ש בהל' שאלה מאחר דבדין עצמו כתב להיפך ויגדל התימה על הריטב\"א ז\"ל דלחלק יצא ולא שלטה עינו הטובה בזה הלשון דהוי להדיא להיפך איך שיהיה סברא זו של הרא\"ם יחידאה היא ואין לומר קים לי כידוע ועיין להריב\"ש סי' שפ\"א שהביא דעת השואל כוותיה דהרא\"ם ז\"ל וגם הריב\"ש דחה דברי השואל עיי\"ש. נראה שהבין הוא ז\"ל דהרא\"ם דמייתי הריטב\"א לאו היינו מהר\"י בן מיגאש שהביאו כל הפוסקים אלא הוא פוסק אחר ומשו\"ה כתב דאין לומר קים לי כוותיה דהרא\"ם ז\"ל וכנראה דזה גרם לו להבין דהרא\"ם גופיה הוא מ\"ש וכן כתב הרמב\"ם ז\"ל. ואחרי נשיקת ידי ורגלי קדשו נראה דהריטב\"א לא נתכוון אלא על מהר\"י בן מיגאש ז\"ל וכנ\"ל ומ\"ש וגם הרמב\"ם ז\"ל וכו' הם דברי הריטב\"א ז\"ל ואדרבא להריטב\"א צריך להבין איך כתב כן בשם מהר\"י בן מיגאש ז\"ל שהוא ז\"ל לא דיבר במלוה על המשכון אלא בשומר שאבד הפקדון והן הן דברי הריב\"ש ז\"ל שכתב על השואל דהר\"י בן מיגאש לא קאמר אלא בשומר שאבד הפקדון דמודה מיהא דמיחייב ליה מידי וצריך תלמוד אלו תוכן דבריו נר\"ו).<br><b> ודע </b> דיש מקשים עליה דהר\"י אבן מיגאש ז\"ל דכיון דלא ידע כמה היה שוה לא מחייב שבועה דהא לא מודה בדבר שבמדה ובמשקל ומניין והו\"ל כההיא דתנן אלא מה שהנחת אתה נוטל ועוד שהרי אינו כופר בשתי כסף שהוא אומר איני יודע כמה היה שוה והרא\"ש ז\"ל תירץ וז\"ל ונ\"ל דלא קשיא דכיון שאומר יודע אני שהיה שוה יותר ממה שהיה לי עליו הודה ששוה פרוטה יותר שפחות משו\"פ אין נחשב שווי בחפץ אחד הלכך זה שאמר שהיה שוה יותר מסלע על כרחך הודה בשו\"פ הרי יש כאן הודאת ממון וכיון שהודה בסתם ואין בכלל הודאה זאת אלא פחות שבמנין ואין יכולין להוציא מידו אלא בפרוטה והוי כאילו הזכיר בפי' שו\"פ יותר הלכך על כרחך על השאר יאמר איני יודע וכיון שאמר איני יודע מחויב שבועה ואינו יכול לישבע משלם ולא דמי לבית מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל דהתם אין הנתבע משיב שמא אלא כך הוא אומר מה שאמרת בית מלא הפקדת אצלי מזה לא נתתי לבי לידע אם היה מלא ממש וגם הטענה אינה כ\"כ בריאה וכו' אבל זה אני יודע שכמו שהנחת אתה נוטל הלכך אין כאן הודאת כלום כיון שלא טען ולא משיב דבר שבמדה ומשקל ומנין שהרי לא טען עליו אלא חסרון פירותיו וזה אומר שלא חסרו אבל האומר כך וכך פירות הפקדתי אצלך והלה אומר פירות הפקדת לי ואיני יודע כמה היו אם לפי טענת המפקיד היו שיעור שתי כסף ופרוטה והנפקד אומר יודע אני שהיו שוין פרוטה ואיני יודע כמה היו שוין יותר יש כאן שבועה אבל אם אמר פירות סתם לא הודה בשו\"פ אין בהודאתו משמעות של שו\"פ שאף בפחות משוה פרוטה קרוין פירות עכ\"ל.<br><b> וראיתי</b> להש\"ך ז\"ל בסי' ע\"ב סק\"נ שהקשה ע\"ד הרא\"ש הללו וז\"ל ואני אומר במחילה מכבוד הרא\"ש ז\"ל אדרבא דבריו אינם מובנים שנראה מדברי הרא\"ש שמתרץ על מה שהקשה מהא דתנן מה שהנחת אתה נוטל וכו' דדוקא גבי מלוה ודאי הודה בפרוטה אבל בהך דתנן מה שהנחת אתה נוטל אינו מודה אף בפרוטה לפי שאף בפחות משו\"פ קרויין פירות ועל מה שהקשה דהא אינו כופר בשתי כסף מתרץ כיון דעל השאר אומר איני יודע יש כאן כפירה בב' כסף ולא דמי לבית מלא מסרתי דהתם אין הנתבע משיב שמא וכו' ודברים אלו לא אוכל להולמן מהו זה שאמר ואין הנתבע משיב שמא וגם מה זה שאמר וגם הטענה אינה בריאה דהא קי\"ל כרבא דאפי' אמר בריא בית זה מלא מסרתי לך או עד הזיז מסרתי לך והוא אמר מה שהנחת אתה נוטל פטור כיון שאינו מודה לו דבר שבמדה ומנין וגם פשטא דמתני' מי לא עסקינן נמי בפירות חשובים כאתרוגין וכיוצא שאפי' פרי אחד שוה פרוטה דכשמשיבו היו בו פירות ואיני יודע כמה הם ודאי הודה בשו\"פ ועוד דהא קתני במתני' כיס מלא זהובים מסרתי לך וכו' ועוד קשה לדעת הרא\"ש ז\"ל דמחלק דבאומר פירות סתם אין בהודאתו משמעות שו\"פ והרי הרמב\"ם בפ\"ה מהל' שאלה שהביא כתב הפקיד פירות וכו' והשומר אומר איני יודע וכו' ובאמת משמע מדברי הרא\"ש דהרמב\"ם מיירי שאומר יודע אני שהיו שוין יותר משו\"פ ואיני יודע כמה אבל לא נהירא כלל לפרש כן דבריו שהרי כתב והשומר אומר איני יודע משמע שאינו אומר רק איני יודע ולא יותר וכו' עכ\"ל.<br><b> ולענ\"ד</b> אחרי בקשת מחילה מכבוד רבנותו נראה דכונת הרא\"ש ברור מללו דבאומר יודע אני שהיה שוה יותר מדמי החוב ואיני יודע כמה כיון שפחות משו\"פ אין נחשב שווי בחפץ אחד הרי יש כאן הודאה בפרוטה ועל השאר שאומר איני יודע כיון שאין יכולין להוציאו עפ\"י הודאתו אלא פרוטה דהא אין לחייבו בשביל שהודה יותר משו\"פ הרי כאן דבר שבמנין והוי מחויב שבועה שאינו יכול לישבע משלם כנ' ידענא ונ' לא ידענא דבאידך נ' ספוקי מספקא ליה בחיוב משא\"כ בשזה תובעו בית מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל דמילת איני יודע אין כונתו לומר דאפשר שהוא מלא ומתחייב בחסרון הפירות אלא לא נתתי לבי לידע אם היה מלא או לא ולא לומר דאם היה מלא דצריך עכשיו לאשלומי דהא אומר מה שהנחת אתה נוטל וכן נמי בהא דיודע אני שהיה שוה יותר מסלע דבהא מתחייב בפרוטה ובאומר איני יודע כמה כיון שאין יכולין להוציא הרי בשאר משיב שמא משא\"כ באומר מה שהנחת אתה נוטל שאינו משיב שמא כלומר באומרו איני יודע וכדאמרן הילכך אין בהודאתו כלום כיון שלא טען ולא השיב דבר שבמנין ומדה שהרי לא טען אלא חסרון פירותיו וזה משיבו שלא חסרו וזה הוא עיקר החילוק ששם הרא\"ש ועתה בא הרא\"ש לומר דאם טען כך וכך פירות הפקדתי אצלך והלה משיב איני יודע וכו' דאם הנפקד מודה בשו\"פ ועל השאר אומר איני יודע הוי ממש כדין הר\"י בן מיגש ז\"ל אבל באומר פירות הפקדתי ולא הודה בשו\"פ אז אין מחייבין אותו כיון דאין בהודאתו משמעות של שוה פרוטה מפני שאף בפחות משו\"פ קרויין פירות ואין לזה עסק בדין המשנה וטעמא דמתני' דקא פטר לחוד וטעמא דמודה בפירות סתם לחוד דהכא אפי' דמודה בפי' כיון שאין בהודאתו ברור שהודה בשו\"פ איך נחייבו במתוך שאינו יכול לישבע משלם ומה שהקשה מההיא דפסק רבינו בפ\"ה מהל' שאלה נראה לענ\"ד דלא קשיא דהתם הדבר [מוכח] מצד עצמו דבמודה שהיה שו\"פ מיירי רבינו ובזה אין מכחישין כמבואר מפשט הלשון אלא דאין להוכיח אי ס\"ל הכי או לא כמ\"ש בפ\"ה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם אמר פרעון של חוב אחר הוא הרי זה נאמן מתוך שיכול לומר מתנה נתנם לי וכו'. </b> עיין להרב המגיד ז\"ל שהביא להר\"י אבן מיגאש ז\"ל שפי' כן בגמ' ושהרמב\"ן חלוק בזה והילך לשון הר\"י אבן מיגאש ז\"ל בשי' לשבועות ומסתברא דדוקא היכא דמסהדי סהדי דבתורת פרעון יהבינהו ניהליה וכו' אבל היכא דמסהדי דיהבו זוזי ולא ידעי אי בתורת פקדון או פרעון או מתנה יהבינהו ניהליה ומאי דדמי ליה אמרינן מיגו דאי בעי אמר במתנה יהבינהו ניהליה ומהימן כי אמר סטראי נינהו מהימן וכו' וממעשה דרב המנונא בפ' שבועת העדות ילפינן דהיכא דאיכא סהדי דמסהדי דיהביה זוזי ולא ידעי אי בתורת מתנה יהבינהו אי בתורת פרעון וקא טעין נתבע בתורת מתנה יהבינהו ניהליה דמהימן וא\"ת מי דמי התם תובע אמר לשום הלואה ונתבע אמר לשום מתנה ומהימנינן לנתבע משום דהממע\"ה אבל הכא נתבע אמר לשום פרעון ותובע אמר לשום מתנה וכיון שכן היכי מייתינן ראיה להימוניה לתובע לאפוקי מנתבע כד מעיינת למילתא ודייקת לה שפיר אשתכח דדא ודא אחת היא דכיון דהני סהדי לאו אגופא דהאי שטרא קא מסהדי דפרוע הוא אשתכח דסהדותייהו לא שייכא בשטרא אלא סהדותא באפי נפשא דקא מסהדי דבאנפייהו יהב נתבע לתובע זוזי מיהו היכא דלית ליה לדחויי אמרי איתרע שטרא ואיגלאי מילתא דסהדותייהו אגופא דשטרא הוא והיכא דאית ליה לדחויי לא איתרע שטרא דאיגלאי מילתא דסהדותייהו לאו אגופא דשטרא הוא אלא סהדותא באנפי נפשא היא ודקא אמרת מה ענין טוען להפטר לטעון להוציא אטו בהאי טענה הוא דמפיק ליה להאי ממונא בשטרא הוא דקא מפיק ליה והך טענה לדחויי הך סהדותא דקא מסהדי הוא דמהניא כיון דהך סהדותא לאו אגופא דשטרא אלא סהדותא באנפי נפשא היא וכו' אשתכח כדקאי קאי וכו' יעו\"ש ועיין בהרא\"ש ז\"ל מה שהקשה ע\"ז משם הרמב\"ן ז\"ל.<br><b> וראיתי</b> עוד להרמב\"ן בחי' הנדפסים מחדש שהקשה עוד וז\"ל ועוד מי דמי התם נאמן שלא להוציא ממון מחזקת בעליו אבל הכא לאפוקי ממונא מהאיך ודאי לא מהימן דכל דלא ידעינן במאי קבלנהו איתרע שטרא ומאי דאמר הכא אטו אנן בהאי טענה מפקינן בשטרא מפקינן איברא משום ההוא מיגו מפקינן ממונא דשטר העומד לגבות לאו כגבוי דמי וכלל גדול בדין זוזי היכא דקיימי לוקמי אלא ודאי אפי' יהבינהו בסתם ואמר מתנה נתנם לי או פרעון זוזי סטראי דאית לי גביה איתרע שטרא וכו' עכ\"ל ועיין במהר\"י קצבי ז\"ל סי' י\"ז שכתב על מ\"ש מור\"ם ז\"ל עליה דמרן שפסק כמהר\"י אבן מיגש ז\"ל וסיעתו וכתב מור\"ם דנראה לו עיקר כסברת ר\"ת והר\"ש דסברי דאיתרע שטרא בדאית נתינת המעות והממע\"ה ע\"כ וכתב ע\"ז וז\"ל איברא שיכול הרב ב\"י לאשתמוטי דהכא נמי לא בא להוציא אלא להחזיק השטר וכמ\"ש הר\"י הלוי ז\"ל וכו' ואפי' לר\"ת והרא\"ש ז\"ל החולקים בעיקר הדין דאינו נאמן לומר במתנה נתנם לי נימא דלא פליגי בהא אם יקרא מוציא כיון דהני סהדותא לא אגופא דשטרא מסהדי דפרוע הוא וכמ\"ש הר\"י אבן מיגש ולא חלקו עליו אלא במאי דקאמר במתנה נתנם לי דלא שכיח שיתן מתנה לאשר נושה בו דהטוב לו שיפרע חובו וכיון שכן אף כי הב\"י תקע עצמו לכך לדעתו הבאים אחריו דסוברים דבכל פלוגתא דרבוותא יכול לומר קים לי כפלוני וכו' והוצרכתי לומר דלא יקרא בעל השטר זה מוציא מחבירו כי השטר במקומו עומד כדאמרן עכ\"ל ולפי מ\"ש משם הרמב\"ן ז\"ל בעל השטר זה מוציא מחבירו מקרי ולא מצי לומר קים לי.<br><b> אלא</b> דקשה לי דהדברים תמוהים לענ\"ד דלפי מ\"ש הרמב\"ן בשבועות דבריו ברור מללו דס\"ל דכי איכא עדים דיהיב ליה לוה למלוה ולא ידעי לשם מה ואח\"כ טעין סטראי נינהו לא מהימן במיגו דבמתנה נתנם לי משום דבההיא מיגו מפקינן ממונא דשטר העומד לגבות לאו כגבוי דמי והוי מיגו להוציא ולא אמרינן ואילו בפ' חזקת הבתים (בבא בתרא דף ל\"ב) עלה דאמר רב יוסף לרבא אמאי קא סמכת אהאי שטרא וכו' וכתב וז\"ל דמיגו להוציא לא אמרינן וכתב ע\"ז וז\"ל ואי קשיא לך דאמרינן במס' שבועות מיגו דיכיל למימר להד\"מ יכיל למימר סטראי נינהו ולא איתרע שטרא וגבי ליה אלמא אמרינן מיגו לאפוקי ממונא לאו קושיא היא דאיהו נאמן על מה שהוא תפוס סטראי נינהו אע\"פ דממילא מהני ליה מיגו לגבות בו מנה שבשטר ע\"כ הרי לך להדיא דדעת הרב ז\"ל דכיון דמאי דטעין סטראי נינהו הוא על מה שקבל והיה יכול לומר להד\"מ מהני ליה מיגו דידיה אע\"ג דממילא נשאר השטר בכחו וכדעת הר\"י אבן מיגאש ז\"ל וא\"כ מאי קשיא ליה עליה דהר\"י בן מיגש ז\"ל דכי איכא עדים שקבל מעות בסתם ואמר סטראי נינהו ואית ליה מיגו דמתנה נתנם לי והיכי נעשה המיגו להוציא כיון דבההיא מיגו מפקינן ממונא וכו' ואחר בקשת מחילה לעת כזאת נראין דברי הרב סתראי וצריך לי ישוב."
            ],
            [
                "<b>הוציא עליו שט\"ח בעד אחד ולוה טוען פרעתי ה\"ז מחויב שבועה ואינו יכול לישבע ומשלם וכו'. </b> כתב הרב המגיד ז\"ל ואף כן נראה מדברי קצת המפרשים ז\"ל שכל מי שבא לפטור עצמו מדברי עד אחד בטענה אחרת שאינו מכחיש בה העד קרוי מחויב שבועה ואינו יכול לישבע משלם וכו' ומהרימ\"ט ז\"ל בח\"א סי' ט' כתב בתוך התשו' וז\"ל ואני בעניי לא מצאתי מי שיפרש כך בברור אלא רשב\"ם וכו' יעו\"ש. ולענ\"ד לעת כזאת מצאתי שכן כתב הרמ\"ה בשי' שם בפ' חזקת הבתים סי' נ\"ח וז\"ל שמעינן מהא דרבי אבא דכל היכא דשנים מחייבים אותו ממון אחד מחייבו שבועה להכחיש את העד אי אודי במאי דמסהיד סהדא אע\"ג דטען טענתא אחריתי לאפטורי בגווה הו\"ל מחויב שבועה ואינו יכול לישבע משלם וכו' יעו\"ש וכן פסק רש\"י בפ' שבועת הפקדון דף ל\"ב וז\"ל לישתבע שבועה שהעד מחייבו והו\"ל כגזלן והמתחייב שבועה ע\"פ עד אחד צריך לישבע על מה שהעד מעיד ולהכחיש את העד וזה אינו יכול לישבע שהרי מודה הוא לדברי העד וכו' ובד\"ה הו\"ל מחויב שבועה ואינו יכול לישבע משלם יע\"ש וכ\"כ לקמן דף מ\"ז כלשון רשב\"ם ז\"ל שהביא הרב ז\"ל וז\"ל לישתבע את השבועה שהעד מחייבו אינו יכול וכו' והא ליכא למימר לישתבע דדידיה חטף שאין זו שבועה המוטלת עליו ע\"כ הרי להדיא כדברי רשב\"ם ולא ידעתי למה לא הביא רש\"י שכ\"כ בב' מקומות ודוק."
            ]
        ],
        [],
        [
            [],
            [
                "<b>החזיר לוי את המנה לראובן שניהם חייבין וכו'. </b> עיין בהרב המגיד שהביא תשו' הרי\"ף ז\"ל שאם העני הלוה השליח חייב וסיים הרה\"מ וכן עיקר ששניהם חייבין באחריות כדברי רבינו עכ\"ל. ומכאן קשה לי למה שראיתי להש\"ך סי' קכ\"ה סק\"ז שכתב וז\"ל ועוד קשה דא\"כ קשה מנ\"ל להטור כן דדוקא העני ולחלוק על הרמב\"ם ז\"ל והלא לא נזכר סברא זו בשום פוסק וכו' יעו\"ש שהרי הרה\"מ כתב משם הרי\"ף שאם העני אז חייב השליח כנראה דאם לא העני דינו עם המשלח הן אמת שבתשו' הרי\"ף הנמצאת בידינו בסי' רע\"ט הזכיר העני כנראה דדעתו לחייב לשליח משום שהעני ואפשר דדעתו נמי לחייבו אף אם לא היה שהעני וכדברי רבינו וק\"ל."
            ]
        ],
        [
            [],
            [],
            [
                "<b>מת הלוה תחילה וכו' אין אדם מוריש וכו'. </b> מימרא בפ' כל הנשבעין וכתב הר\"ן ז\"ל משם הרב משה בר יוסף וז\"ל ומיהו גבי לוקח לא אמרינן הכי דלוקח אדעתא דארעא נחית ועביד איניש דזבין ארעא ליומיה הלכך לא אזיל בתר יתמי כיון דלית להו נכסי ליכא מצוה למפרעיה וכו' וכן כתב עוד אח\"כ משם הרמב\"ן וז\"ל וכתב עוד אפי' לרב ושמואל דאמרי אין אדם מוריש שבועה לבניו ה\"מ יתומים מן היתומים אבל מלקוחות גבי בשבועת היורשים משום דליכא למימר כבר נתחייב מלוה שבועה שהרי אפשר שיפרע מנכסין בני חורין עכ\"ל. וראיתי להר\"ן ז\"ל בתשו' סי' ל\"א שכתב וז\"ל ומפני שבא בכתבך שנמצא שטר מתנה שעשה האב לבנו מבתים שהיו לו ואני חושש כי באולי נעשית מתנה זאת קודם שנתנה האשה ההרשאה מכתובתה ואולי יבא בזה בי\"ד ויחוש דבכהאי גוונא נתחייבה האשה שבועה לפי שבא ליפרע מנכסין משועבדים לא יפרע אלא בשבועה וזו שלא נשבעה הפסידה מפני שאין אדם מוריש שבועה לבניו ולא למוכרה לאחר אני רוצה לבאר דליתיה כלל ולא קרינן דנתחייב שבועה בבא ליפרע מן הלקוחות דדוקא ביתומים הוא דאמרינן הכי מפני שכיון שמת לוה אי אפשר למלוה שיפרע בלא שבועה אבל היכא שמכר לוה או נתן נכסים לאחרים לא קרינן ביה נתחייב שבועה שהרי אפשר שיפרע מנכסין בני חורין וכ\"כ הרמב\"ן ז\"ל עכ\"ל. והשתא לפי מ\"ש הוא בהלכות משם הר' משה ז\"ל דגבי לוקח לא אמרינן אין אדם מוריש שבועה לבניו משום דאדעתא דארעא נחית וכו' ולא דמי לערב דיתומים כיון דערב בתר יתמי אזיל נמצא שמוציא מיתומים עצמן משא\"כ גבי לוקח א\"כ הכא שהמקבל מתנה שהוא הלוקח הוי בנו הו\"ל מוציא מיד היתומים עצמן ולמאי דחייש לשמא נתן המתנה לבנו קודם שעשתה ההרשאה לגבות כתובתה דהו\"ל מת לוה בחיי מלוה כמפורש בדבריו שם וכעת צריך לי ישוב.<br><b> והרא\"ש</b> בתשובה כלל פ\"ו סי' י\"ב נשאל על יתומים שהוציאו שטר חוב על ראובן וראובן מת ולא מצאו לו אלא נכסין שמכר בחיי אביהן לשמעון מהו מי אמרינן כבר נתחייב אביהם שבועה וכו' או נאמר דוקא לגבי יתומים מן היתומים מידי דהוה אפוגם שטרו ומת דיורשים נשבעין שבועת היורשים ונוטלין והשיב תשו' וכו' אלא ודאי לא אמרינן אין אדם מוריש שבועה לבניו אלא ממון דלא אפשר לגבות כלל אלא בשבועה וכו' אבל בנדון זה נהי דמכר ראובן לשמעון בחיי המלוה עדין ממון זה עומד לגבות מראובן בלא שבועה עכ\"ל. והנה גדולי האחרונים ז\"ל תפסו עליו מהא דכתב שם באותו כלל סי' ג' וז\"ל דברי יאודה כנים אע\"פ שנשבע שמא פרעו אח\"כ וכו' ואין אדם מוריש שבועה לבניו ע\"כ הרי דאף גבי לקוחות ס\"ל דאמרינן אין אדם מוריש שבועה לבניו היפך מ\"ש בסי' י\"ב וממ\"ש בפסקיו. ומהרימ\"ט ז\"ל בחלק חו\"מ סי' י' תירץ וז\"ל אלא נראה שמ\"ש הרא\"ש אע\"פ שנשבע שמא פרעו שמא פרעו לוה קאמר ומיירי דמת ראובן הלוה אחר שנשבע המלוה ואח\"כ מת המלוה והשתא ניחא דלא אמרינן בכהאי גוונא הבו דלא להוסיף עלה אע\"ג דלא בא לגבות מן היתומים סוף סוף לוקח בתר יתמי אזיל אפשר שימצא ליה נכסין אלא דמלוה לא טרח לחזור עליהם עכ\"ל.<br><b> ולענ\"ד</b> נראה לישב מעין זה והוא במ\"ש להריטב\"א ז\"ל הנדפסים מחדש בפ' כל הנשבעין שהביא משם הרמב\"ן ז\"ל עלה דבא ליפרע מן הלקוחות וז\"ל אבל אין לנו לומר כן אפי' לרב ושמואל אלא כשעמד אביהן בחייו בדין עם הלוה שלו ולא מצא לו נכסים בנ\"ח והוצרך לתובעו ע\"פ בי\"ד מנכסים משועבדים אחר שעשה לו הלוה דין דהשתא ודאי נתחייב מלוה שבועה בנכסים משועבדים ואם מת אינו מורישם לבניו אבל כל שלא עמד בדין עם הלקוחות לא אמרינן בהא אין אדם מוריש שבועה לבניו וכו' אבל לקוחות אינן כן שאין שם גוביינא עליהם עד שיעמוד בדין עם הלוה בנכסי בנ\"ח ויתנו לו בי\"ד רשות לתבוע נכסים משועבדים עכ\"ל. מבואר מדבריו דכל שהמלוה לא עמד בדין עם הלוה ולא תבע בחייו דמעתה לא נתחייב שום שבועה אדם מוריש שבועה לבניו בכהאי גוונא ומה שנראה לפי קוצר ענ\"ד הוא דאף אם מת המלוה בחיי לוה הדברים אמורים דהא אינו בברור שיתחייב שבועה שאפשר שיפרע מנכסין בנ\"ח ואף שעתה בעת בואם לבי\"ד לא נמצאו אפשר שבשעת שמת הלוה היו ואיכא מ\"ד דאף בכהאי גוונא גבי מנכסים משועבדים ומעתה ההיא דבסי' ג' דמיירי בעמד בדין ותבע הלוקח אף שנשבע מ\"מ כיון דעבר זמן מה ואיכא לספוקי דפרע עדיין זיקת השבועה במקומה עומדת וזה הוא אף במת מלוה בחיי לוה שלא כדברי מהרימ\"ט ז\"ל דהך דהכא מיירי במת לוה בחיי מלוה וכמו שנדחק הרב ז\"ל בזה אבל לפי\"ז ניחא דבהא אפי' מת מלוה תחילה הדברים אמורים וההיא דסי' י\"ב מיירי דהמלוה לא תבע מלוה כלום ולא נתחייב שום שבועה אלא דאם היה תובע הן בעודו חי היה חייב שבועה ומשו\"ה פטרו מטעם מת מלוה בחיי לוה דהיה אפשר לגבות ממון זה בלא שבועה.<br><b> אלא</b> שזה קשה לי לכל הפירושים ממ\"ש בכלל ע\"א סי' ו' וז\"ל אבל אם מכר שמעון שדהו ואח\"כ מת ראובן כבר נתחייב ללקוחות שבועה ואין אדם מוריש שבועה לבניו ע\"כ. ומרן החבי\"ב בסי' ק\"ח הגהת הטור אות צ' אוקמא לדעת מהרימ\"ט במת לוה בחיי מלוה יעו\"ש ולפי\"ז לדידן נמי מצינן לאוקמי בתבע המלוה ללוקח בדין בחייו ועיין עוד למרן החבי\"ב ומ\"מ לדידי צ\"ע בכל התירוצים הנאמרים בהם. ודע דבהך תשו' הרא\"ש ז\"ל שבסי' י\"ב ראיתי להרב מל\"מ ז\"ל שהקשה על מ\"ש בתחילת התשו' וז\"ל תשובה לא צריכה הכא להבו דלא להוסיף עלה דאי צריכה לא שייך הכא הבו דלא להוסיף עלה דדמי לההוא דאתמר בפ' כל הנשבעין ההוא דשכיב ושבק ערבא וכו' והקשה המל\"מ וז\"ל וקשה טובא במאי קא מיירי אי נדון זה הוי שמת לוה בחיי מלוה היינו דרב ושמואל ממש ואי אמרינן כיון שאין לו נכסין ללוה א\"כ איך חזר וכתב ודמי לערבא דהא כיון דלא ירשו כלום איך יחזור הלוקח על היתומים ואי בדירשו איך מצי בע\"ח לחזור על הלוקח דאין נפרעים מנכסים משועבדים במקום בני חורין וגם במת מלוה בחיי לוה לא מתוקמא נדון זה וצ\"ע עכ\"ל. ולפי קוצר ענ\"ד נראה לומר דהכא במת מלוה בתחילה מיירי וכמו שהבינו כל הפוסקים ז\"ל וכונתו לומר דאי מחוייב שבועה קרית ליה משום דבא לפרע מן הלקוחות וכאילו תבע ללוה בדין דמי אלא דלא קי\"ל בהא כרב ושמואל מידי דהוה אפוגם שטרו וכו' לא איריא דהא כיון דגבי ערב במת לוה בחיי מלוה משום דערב בתר יתמי אזיל השבועה דבא ליפרע מן היתומים רמייא עליה ואינה מורישה לבניו ולא אמרינן הבו דלא להוסיף עלה אלא דהכא לאו מחוייב שבועה הוא אפי' לרב ושמואל כמ\"ש הרמב\"ן כיון דאפשר לגבות בלא שבועה. ומ\"ש הרב עוד דאי בדירשו איך מצי בע\"ח לחזור על הלוקח דאין נפרעין מנכסים משועבדים במקום שיש בנ\"ח וכו' הא לא קשיא דאיכא למימר דמיירי דאית ליה בעיר אחרת ובהכי מצי לטרוף מן הלקוחות וכמ\"ש מרן בשו\"ע סי' קי\"א סי\"א ועי' למהרימ\"ט ז\"ל בתשו' הנ\"ל שכתב ז\"ל והשתא ניחא דלא אמרינן בכהאי גוונא הבו דלא להוסיף עלה אע\"ג דלא בא לגבות מן היתומים אלא מן הלקוחות סוף סוף לוקח בתר ערבא אזיל שאפשר שימצא להם נכסין אלא דמלוה לא טרח לחזור עליהם עכ\"ל ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שזו תקנה היא ללוקח וכו'. </b> עיין בהרב המגיד ז\"ל וראיתי להגדולי תרומה בדף ל\"ג שהקשה על הטור ז\"ל בסי' קי\"ט שכתב דאם קנאם כאחד או שלקח עידית באחרונה אם המוכר עדיין חי כולן צריכים ליקח מהזיבורית שאנו רואין כאילו החזיר למוכר שטר של זבורית ונמצא בידו בני חורין ע\"כ וכתב ע\"ז וז\"ל נראה מדבריו דס\"ל דגם בלקחם בבת אחת מצי לדחות את כולן אצל זבורית מטעם מהדרנא שטרא למאריה ולא מצאתי ידי ורגלי לפי הסוגיא דהמקשן פריך אילימא בבת אחת פשיטא מכ\"ש ותרצן אינו דוחה לו כלום ולפי האמת הוא להיפך דאי קנה כולהו בבת אחת לא נכנסו תחת הבעלים אלא גבו כולהו מזבורית וזה אצלי תימה עכ\"ל ולענ\"ד נראה להליץ בעד הטור דכי מקשה הש\"ס אילימא בבת אחת פשיטא עדיין לא אסיק אדעתיה טעמא דמהדרנא שטרא ומשו\"ה ניחא ליה עיקר דינא דברייתא אלא דקשה ליה דרך פשיטא וכן כתבו התוס' בד\"ה מכרן וז\"ל השתא לא אסיק אדעתיה טעמא דאי שתקת דאפי' כתוב הכל בשטר אחד יכול לכבוש את השטר ולהחזיר זבורית לבעלים כאילו לא קנאו מעולם ע\"כ ולדעת הטור נאמר דאי אסיק אדעתיה טעמא דאי שתקת הוה מקשה בהיפך דאמאי קתני מכרן בבת אחת כולן נכנסו תחת הבעלים והלא מצי לדחות את כולם אצל זבורית באמור להם אי שתקת וכו' כן נראה לענ\"ד להליץ בעד הטור ז\"ל ועיין בשיטה מקובצת בסוגיין ודוק."
            ]
        ],
        [],
        [
            [
                "<b>בע\"ח גובה את השבח וכו' וחוזר הלוקח וגובה הקרן וכו'. </b> כתב המל\"מ בד\"ה אבא היום וז\"ל ואני תמיה ע\"ז דמעולם לא שמענו דמיגו דהעזה לא אמרינן להחזיק מה שבידו וכו' ועיין בסמ\"ע סי' ס\"ד סק\"ו שכתב בתוך דבריו דאפי' להחזיק במה שבידו אין לומר מיגו דהחזרתי לך דהוי העזה וק\"ל.<br><b> עוד </b><br>כתב ומה יענה הרב ז\"ל בהנהו עיזי וכו' וכ\"ת דהתם מיירי דמרי עיזי קא טעין ודאי דלא אכלו ומשו\"ה מהני לי מיגו דהוי ממעיז למעיז זה לא שמענו ולא ראינו לשום אחד מגדולי המורים שיחלוק בכך והתוס' בפ' חזקת הבתים וכו' יעו\"ש. וצ\"ע דהרואה דברי התוס' שם באותו דבור יראה דכתבו דהנהו עיזי ליכא ראיה די\"ל דמרי עיזי מעיז ואומר דלא אכלו כ\"כ יעו\"ש וכ\"כ הגהות מרדכי בפ\"ק דמציעא וז\"ל ואין להקשות מהנהו עיזי דפ' חזקת הבתים דהתם בעל העיזי הוה מודה ליה דאכל קצת והלה טוען טובא וכיון דבעל העזים מודה יכול לטעון עד כדי דמיהם יעו\"ש. ומהרש\"ך בח\"ב סי' ס\"ד כתב וז\"ל ולא מבעייא עתה שמת הבן היורש של שמעון וכו' אלא אפי' אם היה בן שמעון היורש שנתן בידו הנכסים והסחורות קיים היה נאמן לעכבם ולטעון עליהם שכך וכך היה חייב לו אביו כל דליכא עדים שנתן לו הנכסים ואע\"פ שאין להאמינו כאן במיגו משום דהו\"ל מיגו דמעיז לשאינו מעיז אפי\"ה בשבועה היה נאמן לעכבם ולומר כך וכך היה לי ביד אביך וכו' יעו\"ש ודוק."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הפורע שט\"ח של חבירו שלא מדעתו אפי' היה החוב על המשכון אין הלוה חייב כלום ונוטל משכונו בחינם והרי איבד זה הנותן את מעותיו שמא היה הלוה מפייס את המלוה ומוחל לו וכו'. </b> הנה עיקר דין זה הוא בפ' בתרא דכתובות במתני' דמי שהלך למדינת הים ועמד אחד ופרנס את אשתו לחנן איבד את מעותיו ולרבנן ישבע כמה הוציא ויטול מעותיו ובגמ' תנן המודר הנאה מחבירו שוקל את שקלו ופורע לו את חובו ומחזיר לו אבידתו ופריך בשלמא שוקל שקלו מצוה קא עביד דתנן תורמין על האבוד ועל הגבוי ועל העתיד לגבות אלא פורע את חובו הא קא משרשי ליה ופירש\"י מצוה קא עביד כלומר מצוה בעלמא קעביד שאינו מהנהו לזה שאם לא שקל עליו לא הפסיד כלום שיש לו חלק בקרבנות ועל העתיד לגבות אפי' לא נגבה לאחר מכאן יש לו חלק בתרומות ובקרבנות אלא שחסר מצוה ונמצא שכר מצוה על הנותן ע\"כ ומשני א\"ר הושעיא הא מני חנן היא דאמר אבד מעותיו ורבא אמר אפי' תימא רבנן הב\"ע שלוה ע\"מ שלא לפרוע ע\"כ. והנה לכאורה נראה מדברי רש\"י ז\"ל דס\"ל דהא דתנן תורמין על האבוד ועל העתיד לגבות היינו אפי' שלא נגבה כלל ואתיא ככו\"ע וא\"כ מתני' דקתני שוקל את שקלו מיירי אפי' שלא שקל הנידר מצי המדיר לשקול עליו דאינו מהנהו כלום וזה תימה דבפ' אין בין המודר הנאה דף ל\"ג פי' שם וז\"ל דיהיב ליה ע\"מ שלא לפורעו ושוקל את שקלו נמי מוקמינא ליה כדברי הכל כהאי גוונא שאינו מהני לו כלום כגון שנמצאו שהוא עצמו שקל את שקלו ושיגרא לירושלם ונגנב או נאבד לאחר שנתרמה תרומת הלשכה והאי לא נתחייב באחריותו וכו' לפיכך כי חזר הנודר ופרע שקלו מותר לא מהנהו כלל יעו\"ש הרי להדיא דהיינו טעמא דאתיא ככו\"ע משום דמצינן לאוקמי מתני' דשוקל בששלח ונגנב או נאבד דפטור ולאו מהנהו כלל הא לאו הכי לרבנן אסור היפך ממה שפי' כאן דהשתא ליכא למימר שיפרש במתני' דבני העיר ששקלו את שקליהם וכו' פי' אחר אלא כפשטיה אם לא דנדחוק ונאמר בפי' דהכא הכי דבתחילה בא לפרש מלת עתיד לגבות דהיינו שלא נגבה ולא שלא נגבה כלל אלא שלא נגבה עדיין כי אם לאחר מכאן יש לו חלק בקרבנות ר\"ל כשיביא שקלו יש לו חלק בקרבנות למפרע אף שממעותיו לא ניקח לקרבנות אלא נשאר לחומת העיר ומגדלותיה דתנן מותר קרבנות וכו' אלא שמ\"מ חיסר מצוה שלא הובאו מדמיו אבל אה\"נ שאם לא שקל כלל לא מצי שקיל המודר אמנם כ\"ז אף כי דחוק בדברי רש\"י מ\"מ אינו מעלה ארוכה לגירסת התוס' דגרסי אפי' לא נגבה לבסוף עדין קושיא במקומה עומדת. ואולי דברי רש\"י דנדרים הן אמורים במהדורא קמא כי כן הביא הר\"ב בכתובות משם רש\"י בשיטה מקובצת כפי' דנדרים.<br><b> וכן </b> נמי ס\"ל להרשב\"א בחי' לנדרים וז\"ל ודוקא בששלח שקל ונגנב או נאבד לאחר שנתרמה וכו'. אלא שראיתי עוד שם שכתב דהא דאמרינן בכתובות בשלמא שוקל את שקלו מצוה קא עביד דתנן תורמין על האבוד ועל הגבוי היינו בסלקא דעתין אבל לאחר דמוקי רב אושעיא מתני' כחנן לא אצטריך לההוא טעמא דגבוי ואבוד אלא היינו טעמא משום דהוי מבריח ארי מנכסי חבירו הוא אלא דמהירושלמי משמע דשוקל שקלו לכו\"ע משום האי טעמא דתורמין על האבוד ועל הגבוי הוא דגרסינן בירושלמי ומייתי לה הרי\"ף ז\"ל בהלכות בכתובות ר' בא בר ממל בעי הפורע שט\"ח של חבירו שלא מדעתו פלוגתא דחנן ובני כהנים גדולים א\"ר יוסי טעמא דבני כהנים התם לית עלה על דעתו שתמות אשתו ברעב ברם הכא מפייס הוינא ליה והוא מחיל לי ואע\"ג דאית ליה משכון מפייס הוינא ליה ויהיב לי משכונא ע\"כ והאי טעמא לא סליק אלא לפורע את חובו אבל לא לשוקל את שקלו ע\"כ יעו\"ש והנה דברי הרב הלזו נפלאו ממנו תחילה דמאי קושיא דאף דבשוקל את שקלו לא שייך טעמא מפייס הוינא ליה מ\"מ שפיר שייך טעם מעין זה דמפייס הוינא ליה והוא דמצי לומר הייתי מוצא בני אדם שהיו פורעים בעבורי כי דרך אהובים שמרחמים מן הצער והוא מעין טעם זה וא\"כ נמצא דטעם דשוקל את שקלו לאו משום מתני' דתורמין על האבוד הוא וכ\"כ התוס' בפ' הכונס (בבא קמא דף נ\"ח) ד\"ה א\"נ יעו\"ש. ועוד דמדקדוק הלשון דקאמר האי טעמא לא סליק אלא לפורע חובו אבל לא לשוקל את שקלו להורות נתן דאילו הוה סליק האי טעמא לשוקל את שקלו הוה אתי שפיר לדידיה וזה אינו דטעמא דמפייס הוינא לחוד וטעמא דמבריח ארי לחוד וכמבואר אם לא דנאמר דכונתו הוא להוכיח דטעמא דהירושלמי בשוקל את שקלו היינו משום מתני' דתורמין על האבוד ומ\"מ הלשון הוא ביותר דהו\"ל לומר וטעמא דשוקל את שקלו לא סליק אלא משום מבריח ארי.<br><b> אלא </b> הא קשה לי טובא דאם כדבריו דטעמא דשוקל את שקלו לפי' הירושלמי הוא משום דתורמין על האבוד א\"כ נמצא דכי לא שקל הנידר לא מצי לשקול עליה המודר וא\"כ סיפא דהירושלמי היכי אתייא דקאמר התם על כדון בבע\"ח שאינו דוחק ואפי' בבע\"ח דוחק ומשני נשמועינא מן ושוקל את שקלו ואם לא שקל לא ממשכנין ליה הדא אמרה ואפי' בבע\"ח דוחק יעו\"ש והשתא אם איתא דהירושלמי ס\"ל דטעמא דשוקל את שקלו משום מבריח ארי הוא דתורמין על האבוד וכמו שהבין הוא ז\"ל מאי ראיה היא מהתם שאני התם דכיון דפרע הוא מקודם ונאבד תו לא ממשכינין ליה ולא הוי בבע\"ח דוחק אלא ודאי דס\"ל להירושלמי דשוקל את שקלו היינו משום מבריח ארי וכמו שכן פי' המפרש שם.<br><b> ושוב </b> דחה הרב בתירוץ בתרא וז\"ל א\"נ דבין לרבא דהכא בין לר' יוסי דירושלמי אליבא דרבנן דחנן קאמרי אבל לחנן כו\"ע אמרי דמשום מבריח ארי הוא וכטעמא דמסיק בירושלמי אפי' בבע\"ח דוחק אף לזאת יחרד לבי דנראה מדבריו דהא דקאמר הירושלמי אפי' בבע\"ח דוחק לא הוי אלא לחנן דאילו לרבנן חייב בבע\"ח דוחק דלא שייך טעמא דמפייס הוינא ליה ומחלי לי דאילו מפשט הירושלמי נראה להדיא דהוי לכו\"ע דאחר דקאמר מפייס הוינא ליה ומחל לי משכוני אמר עד כדון בבע\"ח שאינו דוחק ואפי' בבע\"ח דוחק שמעינן מן הדא ושוקל את שקלו ואי לא שקל אין ממשכנין אותו הדא אמרה אפילו בבע\"ח דוחק תדע לך שהוא כן דתנן ומקריב עליו קני זבים וזבות וכו' יעו\"ש ומפשטות דברים הללו משמע דמיירי כמאן דקאי עד השתא וא\"כ נראה להדייא דאף לרבנן ס\"ל דבבע\"ח דוחק נמי פטור ואפשר לומר דס\"ל להרב ז\"ל דלא גרסי' בירושלמי הך דשוקל את שקלו אלא הך דמקריב עליו קני זבים וקיני זבות וכו' ועיין להש\"ך סי' קכ\"ח סק\"ז שכתב דאין לגרוס הך דשוקל את שקלו ומעתה אפשר דמתני' דשוקל את שקלו היינו טעמא כמ\"ש הרב דמיירי באבוד וגבוי דלא שייך טעמא דמפייס הוינא ליה ומ\"מ עדיין לא נתקררה דעתי ודברי הרב ז\"ל צריכים לי עיון.<br><b> והטור</b> בסי' קכ\"ח פסק וז\"ל הפורע שטר חוב של חבירו אין חברו צריך לשלם לו אפי' אם המלוה היה דוחקו לפרוע ולא עוד אלא אפי' היה לו ללוה משכון ביד המלוה והלך זה ופרע למלוה ונטל המשכון צריך להחזיר ללוה ופרש\"י ז\"ל דבכל חוב מיירי וכ\"כ הרמב\"ם אבל דעת ר\"ת הוא דלא איירי אלא בפורע חוב מזונות שאין חיובו כ\"כ ברור וכו' וכן היא מסקנת א\"א הרא\"ש ז\"ל והקשה עליו מרן ב\"י מהא דכתב הרא\"ש בכתובות ובנדרים דף ט' דס\"ל כרש\"י ז\"ל והב\"ח תירץ לזה וז\"ל ונראה דלא אמר ר\"ת בשאר חובות דחייב לשלם אלא בשט\"ח שהחוב הוא ברור שאין לו טענה להפטר ממנו וכ\"כ התוס' אבל בשאר חובות שאינן בשטר ואין החוב ברור כמו מזונות אשתו מודה ר\"ת דאיבד מעותיו וכהאי גוונא קאמר הרא\"ש כיוצא בו דחנן יעו\"ש. ואנא חכים ולא בחכמה אשתומם על המראה דאיך אפ\"ל כן בדעת הרא\"ש דכיוצא בו דחנן היינו מזונות אשתו אבל בחוב גמור ס\"ל כר\"ת וחייב לשלם ולא מצי למימר מפייס הוינא ליה ומחיל לי אלא חייב לשלם דהא הרא\"ש ז\"ל כתב בפ' הכונס גבי מבריח ארי מנכסי חבירו וז\"ל ופורע חובו של חבירו אין מצילו מן ההפסד אע\"פ שהיה צריך לפרוע אם לא פרעו זה אין זה הפסד שהרי נתחייב לו אלא מצילו מצער בעלמא שהוא מצטער שאין יכול לשלם לו אי נמי כדמפרש בירושלמי דהכותב מפייס הוינא ליה ומחיל לי עכ\"ל והשתא אי אמרת דהרא\"ש ז\"ל דהא דפורע חובו של חבירו הוי בחוב גמור א\"כ מאי קשיא ליה הכא הא משו\"ה בפורע חוב של חבירו משום דלא הוי חוב גמור ולא מבריח ארי גמור והוי ג\"כ מדעתו דנותן משו\"ה פטור אבל בחוב שבשטר אה\"נ מאחר דהוי ודאי היזק דחייב וכן נראה ממ\"ש הירושלמי דהוי בחוב וכן ג\"כ קשה לי במ\"ש הרב לח\"מ בפ\"ו מהל' נדרים וז\"ל לכך נ\"ל דהרא\"ש ז\"ל אית ליה כפי' שאר המפרשים בגמ' ומה שלא הזכיר במתני' דפורע את חובו אלא אוקמתא דרבא משום דאית ליה דחנן לא אמר אלא במזונות דוקא וכר\"ת וכמו שהבין הטור ז\"ל בו ולא כמו שהבין מרן ב\"י ז\"ל ע\"כ ואילו לפי מ\"ש משם הרא\"ש ז\"ל בפ' הכונס נראה כפי' מרן ב\"י שהבין מההיא דכתובות אלא דחזות קשה הוגד לי מאת החכם המרומם כמוהר\"ר יצחק גאטינייו נר\"ו א\"ה ס\"ט הוא ניהו מר ניהו רבה הרב בית ישחק ז\"ל בלומדנו יחד בדברי מרן הלזו שכתב וז\"ל לכך נ\"ל שסובר הרא\"ש דנהי דהלכה דפורע חובו של חבירו איבד את מעותיו מ\"מ גבי מודר הנאה מודה רבא דחשיב כמהנהו ואסור ולהכי לא בעי לאוקמא מתני' כחנן אע\"ג דהלכה כוותיה ואוקמא בדיהיב ליה ע\"מ שלא לפרוע והלכה כרבא דבתרא הוא וכו' ואפשר דלישנא דרבא דייק הכי דקאמר אפי' תימא דברי הכל גבי מודר הנאה דיהיב ליה ע\"מ שלא לפרוע יעו\"ש. והנה לזה הקשה דאיך כת' הרב ז\"ל הכי לדעת הרא\"ש דהא הרא\"ש ז\"ל כתב גבי דאמר חנן הלכה כמותו וכיוצא בו וז\"ל וכיוצא בו דחנן דאמר לעיל א\"ר אושעיא הא מני חנן היא דאמר איבד את מעותיו וכו' יעו\"ש הרי לך להדייא דהלכה כחנן כיוצא בו היינו הך מתני' דמודר הנאה ואפי' שמהנהו לא חשיב ליה להרא\"ש הנאה ואם כדברי מרן ז\"ל כיוצא בו לאו היינו ההיא דנדרים דהא רבא ס\"ל דאפי' חנן מודה דאסור והלכה כרבא לדברי מרן ז\"ל והדבר צריך לי ישוב.<br><b> איך</b> שיהיה נמצא מדברי הטור הלזו דאפילו בבע\"ח דוחק אפי\"ה פורע חוב של חבירו שלא מדעתו פטור וכן פסק מרן בס' הקצר וכתב עליו הרב ש\"ך בסק\"ג וז\"ל דין זה אע\"פ שכתבו המחבר בפשיטות ולא הביא בב\"י שום מחלוקת בדבר לענ\"ד הוי ספקא דדינא וכמו שאבאר שהרי\"ף והרמב\"ם והסמ\"ג והגהות אשר\"י שהביאו הירושלמי השמיטו בע\"ח דוחק ואע\"ג שאפשר לומר שסמכו עצמן על מ\"ש סתמא מ\"מ וכו' אלא נראה דסבירא להו דבבע\"ח דוחק צריך לשלם והיינו משום דכיון דהוציאו ממתני' דשוקל את שקלו ואי לא שקיל ממשכנין ליה אלמא דלא ס\"ל דאפשר לאוקמי באבוד וגבוי וא\"כ כיון דבש\"ס דילן בכתובות אוקי הך מתני' באבוד וגבוי לא מוכח האי דינא וממילא לא קי\"ל הכי עכ\"ל.<br><b> ואני</b> בעוניי לא זכיתי להבין דבריו דאיך אפשר לומר לדעת רבינו דמדלא הזכיר בע\"ח דוחק בפירקין דס\"ל דחייב לשלם דהא בפ\"ו מהל' נדרים נראה להדיא דהך דירושלמי וז\"ל ראובן שנאסרה הניית שמעון מותר שיתן לו שמעון על ידו מחצית השקל שראובן חייב בה וכן פורע חובו שעליו שהרי לא הגיע ליד ראובן כלום אלא מנע ממנו התביעה ומניעת התביעה אינו בכלל איסור הנייה ע\"כ הרי לך להדיא דאף בבע\"ח דוחק ס\"ל לרבינו דמצי לפרוע עליו מדיר למודר ואף שאיבד מעותיו זה המדיר דאין לומר דמיירי באבוד וגבוי דלישנא דקא פסיק ותני שראובן חייב בה הרי זה מורה באצבע דמיירי בעדיין לא שקל וכן נראה דקא טעים טעמא משום דמניעת התביעה אינו בכלל הנייה נראה להדיא כמ\"ש. ואף אם יש לבע\"ד לדחות מ\"מ כל ישר הולך אזיל ומודה דפשט דברי רבינו הוא כמ\"ש. ומ\"ש עוד משם הסמ\"ג דס\"ל הכי מדלא פסק בבע\"ח דוחק להא נמי אמינא דבלאוין רמ\"ב הביא הך דפורע חובו ויהיב טעמא משום דלא מטא הנאה לידיה כנראה דאף בבע\"ח דוחק אפי\"ה איבד את מעותיו וא\"כ מה שלא הזכיר רבינו והסמ\"ג עשין צ\"ד בבע\"ח דוחק היינו משום שסמכו על מ\"ש בהל' נדרים.<br><b> עוד</b> הוכיח הרב ז\"ל מהרי\"ף שלא הביא הך דבע\"ח דוחק ונראה דאין כ\"כ ראיה דאיכא למימר כיון דפסק כחנן א\"כ מתני' דשוקל את שקלו אתיא כפשטיה ומשם הוא למד לבע\"ח דוחק ומאי דנחית למימר אע\"ג דהוי גביה משכון דמילתא אגב אורחיה קמ\"ל דאף לגבי מודר הנאה נמי צריך להחזיר לו המשכון ולא הוי האי בכלל הנאה. א\"כ נמצא דמדברי רבינו והסמ\"ג והרי\"ף אין כאן הוכחה דס\"ל בבע\"ח דחייב לשלם מדלא פי' להדיא בבע\"ח דוחק אלא דהא קי\"ל לדעת הרב ז\"ל דקאמר והיינו משום דכיון דהירושלמי הוציא כן ממתני' דשוקל את שקלו ואי לא שקל ממשכנין ליה אלמא דלא ס\"ל להירושלמי דאפשר לאוקומי באבוד וגבוי וא\"כ כיון דבש\"ס דילן מוקי הך מתני' באבוד וגבוי לא מוכח האי דינא דירושלמי ממתני' וכדאיתא בתוס' בשם ר\"ח יעו\"ש. ואף לזאת תמיהא לי טובא דהא האי דצריכא לאוקומי באבוד וגבוי ה\"מ למאי דלא אשכח לאוקומי מתני' כמאן אבל למאי דקי\"ל כחנן הא ודאי כולה מתני' משום מבריח ארי הוא וכדכתב הרשב\"א בנדרים. ועוד דאם כדבריו ז\"ל הא דפסק רבינו היכי אזלא דהא כל ישר הולך אזיל ומודה בדלא שקל מיירי דאי בשקל אפי' תביעה ליכא וכדכתיבנא ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות מלווה ולווה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}