{
    "title": "Melechet Shlomo on Mishneh Torah, Ritual Slaughter",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Ritual_Slaughter",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שני כיסים יש בקורקבן וכו' ואם נקבו [שניהן] זה שלא כנגד זה מותר.</b> הנה רבינו ז\"ל לא פי' נקב זה מהיכן בא אם מחמת חולי או מחמת מחט. ומרן כ\"מ ז\"ל כתב משם הרשב\"א והר\"ן ז\"ל דהא דאם ניקב החיצון דמותר היינו דווקא שניקב ע\"י חולי דאם מחמת מחט וכיוצא טריפה היא דהאי קוץ מהיכן אתא אי דרך חוץ הרי ניקבה לחלל וטריפה וכו' יעו\"ש. וכ\"כ הגהות אשירי בפ' אלו טרפות וז\"ל אבל קורקבן שניקב אם ניקבו שניהן וכו' ודוקא שניקב ע\"י חולי דלא נמצא שם מחט דאי ע\"י מחט ודאי הוי טריפה ואפי' נמצא בחלל הגוף דיש לחוש דרך הושט נכנס ונקב וכו' יעו\"ש. וכן הביא עוד מרן בב\"י ביו\"ד סי' מ\"ט משם הסמ\"ק וס' התרומה יעו\"ש וכן הביא מרן החבי\"ב [בעל כנסת הגדולה] משם ס' צדה לדרך יעו\"ש. ומהרשד\"ם ז\"ל בחלק יו\"ד הל' טריפות סי' מ\"ט ורש\"ל ופרישה ודמשק אליעזר כולם כאחד הסכימו בחילוק זה דהרשב\"א והר\"ן.<br><b> ומעתה</b> אסורה נא ואראה את המרא'ה הזה להרדב\"ז ז\"ל בחדשות [חלק ב'] סי' תש\"ל שנשאל על מ\"ש הרשב\"א ז\"ל בתשובה על מחט שנמצא בקורקבן מבחוץ טריפה אע\"פ שלא היה הנקב מפולש וכן הדין בכל אותם שנקיבתן במשהו וכו' והשיב וז\"ל יחיד הוא בסברא זאת ולא ראיתי באחד מן המפרשים שכתבו כן והדבר תמיה מאד דאיפכא מסתברא דניקב ע\"י חולי הוה לן למיחש דעתידה חולי להתפשט וינקב בפילוש אבל מחט או קוץ אפי' שהוא תחוב לא יוסיף להתפשט אלא ודאי הדין שוה שאם ניקב נקב מפולש הכא והכא טריפה [וכו'] והא דאמרינן בקוץ עד שתנקב לחלל דחיישינן שמא ניקב נקב מפולש המטריף אבל אם ראינו מחט או קוץ תחוב באחד מן האברים שניקבתן במשהו ובדקנו ואין הנקב מפולש כשרה וכן נהגו בכל גלילות ישראל וכל הבודקים הבקיאים ולא ראינו מי שיערר בדבר וכו' יעו\"ש.<br><b> והנה</b> מ\"ש דהרשב\"א יחיד הוא בדבר כבר נתבאר לעיל דרבים ונכבדים הם דקיימי בשיטתו כמבואר. גם מ\"ש אבל מחט או קוץ שאין שם חולי אפי' שהוא תחוב לא יוסיף להתפשט לא זכיתי להבינו דהא במחט שנמצא תחוב דמטריף אינו אלא בנמצא תחוב מבחוץ כמבואר שם בדברי השואל לא כשנמצא תחוב מבפנים שאז הוא מותר לדברי הרשב\"א והר\"ן וסיעתו והטעם בזה הוא מבואר בדבריהם ז\"ל שכן כתב הר\"ן בפ' אלו טרפות בסוגיין וז\"ל קורקבן שניקב וכו' ומיהו דוקא שניקב מעצמו מחמת חולי דאי מחמת קוץ וכיוצא ודאי טריפה הוייא דהאי קוץ מהיכן אתא דאי דרך חוץ הרי ניקבה לחלל וטריפה וחיישינן שמא ניקב אחד מן האברים הפנימיים שניקבתן במשהו וכדאמרינן בקוץ עד שתינקב לחלל ואי דרך ושט וכו'. וכן הוא דעת הרשב\"א ז\"ל כמבואר בח\"א סי' שע\"ד יעו\"ש. נמצא שמה שמטריף הרשב\"א אינו מצד נקב הקורקבן עצמו דבזה אין חילוק בין נמצא מצד החוץ לצד פנים דבכל הוא מותר אלא דבנמצא בחוץ איכא חשש מצד אברים אחרים שמא דרך העברתו פגע בדקים וכיוצא ולא מצינן למיקם בהו. וא\"כ מה יושיענו זה שכתב אבל אם ראינו מחט או קוץ תחוב באחד מן האברים שניקבתן במשהו ובדקנו אותו ואין הנקב מפולש כשרה דהא תינח לאותו האבר שנמצא בו המחט אבל לחששת הרבנים הנ\"ל דשמא ניקב באברים אחרים דרך העברה מאי מהני. באופן שדברי הרדב\"ז ז\"ל לא זכיתי להבינם וצ\"ע."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות שחיטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}