{
    "title": "Teshuvah MeYirah on Mishneh Torah, Slaves",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_Slaves",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויראה </b>\n<b> לי שלא הוצרך הכתוב לאסור באמה אלא מפני שיש לו ליעדה לבנו וכו'. </b> ולכאורה אינו דבר חדש דהא מבואר להדיא בערכין כ\"ח א', יכול יחרים אדם בנו ובתו עבדו ושפחתו העברים ושדה מקנתם ת\"ל בהמה, מה בהמה יש לו רשות למוכרה אף כל שיש לו רשות למוכרה וכו', א\"כ מבואר דא\"א למכור עבדו העברי כמו שפחתו העבריה ואף בנו ובתו הגדולים וקטנים לעולם א\"א, וממילא דא\"א למכור עבדו ושפחתו הקנוים לו מאביהם דמה מכר ראשון לשני כל זכות שתבא לידו, ואולי י\"ל דהרבותא אף בנמכר מבי\"ד בגניבתו, ולפי מה דקיי\"ל בקדושין ט\"ז א', דעבד עברי גופו קנוי לאדונו א\"כ י\"ל דכה\"ג עדיף טפי משפחה שנמכרה ע\"י אביה קמ\"ל דאסור דמ\"מ אינו שלו, והדבר מובן דודאי לא עדיף ממוכר עצמו ולא מצינו נמי שיוכל האדם להחרים עצמו [וצ\"ע בזה דמאי טעמא לא נימא באמת דיכול להחרים עצמו כמו דיכול למכור עצמו ובפ\"ו הכ\"א מערכין כתב הר\"מ ז\"ל המחרים בנו ובתו וכו' אינם מוחרמים שאין אדם מקדיש דבר שאין גופו שלו, הוסיף רבינו ז\"ל מילת גופו מה שאינו שם במשנה אולי בא לשלול דאף דהוא עצמו שלו מקרי היינו שיוכל למכור עצמו והוא על קנין שעבוד ממונו שיכול למכור לשעבד גופו לאחרים, אבל לא עצם הגוף הלא הוא לשמים כדכתיב כי לי בני ישראל, וצע\"ג דהא מוכר עצמו נמכר אף ליתר משש שנים ומה בין זה למחרים עצמו]. ונ\"ל דמש\"כ רבינו ז\"ל ויראה לי אינו על עצם הדין שא\"א למוכרו רק על הטעם שאינו כתוב להדיא רק באמה העבריה ולא בעבד עברי.<br><b> והנה </b> מה שהוסיף רבינו ז\"ל שאף ליתן במתנה א\"א, לכאורה הוא כמ\"ד מתנה כמכר עי' בכורות נ\"ב ב', דחכמים הכי ס\"ל, ואמנם נ\"ל דבזה אף ר' מאיר מודה דשם הוא גזרת הכתוב משא\"כ הכא הטעם מבואר [אף למ\"ד דלא דריש טעמא דקרא] דא\"א למוכרה שאינה שלו וא\"כ מה לי מתנה מה לי מכירה בשניהם הוא יציאה מרשותו לרשות אחר וזה א\"א לו, ויש להביא ראיה לזה מהא דתנן בבכורות נ\"ה ב', לקוח או שניתן במתנה פטור ממעשר בהמה ויליף מדכתיב בכור בניך תתן לי מה בנך אינו בלקוח ומתנה אף צאנך ושורך ואי ס\"ד דבמתנה אפשר לר\"מ א\"כ לא אשתמיט תנא לומר דמעשר בהמה במתנה חייב לר\"מ, אלא ודאי דכל שהמכירה א\"א מפני שאינו שלו ה\"ה דמתנה אסור, ומזה נ\"ל לכל איסור מכירה הנזכר בתורה כמו מכירת יפת תאר וחרמי כהנים ומעשר בהמה ומכירת קרקע בא\"י לצמיתות [ובזה עוד יש לעיין ויבואר הלאה איה\"ש]. ובזה נסתר מש\"כ במקום אחר בס\"ד ליישב קושיא עצומה בב\"ב קכ\"ז ב', דפריך יכיר ל\"ל והרי מגו דאי בעי למתבא במתנה מצי יהיב וכו', ומי לא משכחת ליה שנשאר ממנו עבד עברי או אמה עבריה למ\"ד דאינה יוצאה במיתת האדון ועל זה אמר יכיר וזה א\"א במתנה כלל, ואמרתי דלר\"מ לשיטתיה פריך שפיר דלדידיה דמתנה אינה כמכר ודאי דאף דלמכור אסור מ\"מ במתנה מותר, אך דברי אלה נכונים יותר והרי מהאי טעמא קיי\"ל בערכין כ\"ח א', דאין אדם מחרים עבדו ושפחתו בנו ובתו שאינם שלו, ומשמע דאפילו במתנה אסור אלא ודאי כדאמרן, ולפ\"ז הדרא קושיא לדוכתא שם דלמה פריך מידי יכיר ל\"ל, די\"ל נפק\"מ לעבד עברי ואמה העבריה דאסור ליתן ולמכור, אולם בירושלמי ריש מעשר שני, מבואר דהא דתנן אין מוכרין אותו אבל נותנים לזה מתנת חנם, אתיא כר\"מ דס\"ל דמתנה אינה כמכר ולכן אף דמעשר אסור במכירה מ\"מ במתנה מותר, ועיי\"ש דמייתי כן גם במעשר בהמה ברייתא דמותר ליתן מתנת חנם, וא\"כ מבואר הדבר דאף במעשר בהמה דילפינן מדכתיב לא יגאל דפי' לא ימכר ס\"ל דמתנה אינה כמכר, וה\"נ י\"ל בשאר איסורי מכירה שזכרנו דלר\"מ מותר במתנה וא\"כ הך דיכיר אתי שפיר.<br><b> ובכל </b> זאת נ\"ל דאין דברי הירושלמי ענין לדברינו, דבאמת במעשר שני לא נכתב בתורה איסור מכירה רק דמצד הסברא הוא דאין לו רשות למוכרו כיון דהוא ממון גבוה, וא\"כ כיון דמותר הוא לאכלו בעצמו י\"ל דרשאי נמי למוכרו, ולכן אף דבאמת אסור למוכרו מ\"מ ליתן מתנת חנם מותר דאינו כמכירה לדעת ר' מאיר, ואולם אי נימא דמתנה כמכר ודאי דאף במעשר שני נמי אסור מתנה כמו במכירה, וה\"נ במעשר בהמה י\"ל דכיון דלא מצינו להדיא איסור מכירה במעשר בהמה רק מדכתיב לא יגאל דילפינן מחרמים דשם כתוב להדיא לשון מכירה, א\"כ גם הכא מכירה בכלל גאולה אבל מתנה י\"ל דאינה נכללת בלשון לא יגאל, ומעשר בהמה ממש כמעשר שני דבאמת הלא הוא שלו דהרי אף אחר הקרבתו נאכל כולו לבעלים וקודם הקרבתו ג\"כ הוא שלו, על כן י\"ל דמהאי טעמא מתנה אינה כמכר, אבל בשאר מקומות שהוזהרנו באיסור מכירה ודאי מודה גם ר\"מ לאסור כיון דאינו שלו, וראיה לדברינו מירושלמי פ\"ה דדמאי, ופ\"ד דגיטין, יליף שם לר\"מ דס\"ל אין קנין לעכו\"ם בא\"י להפקיע מיד מעשר מדכתיב לא תמכר לצמיתות לחולטנית א\"ל כל גרמא אמר מסייע לר' שמעון לא תמכר הא אם מכרה מכורה היא עיי\"ש, ואי ס\"ד דלר\"מ דס\"ל מתנה אינה כמכר אף בכל מקום דא\"א למכרה מפני שאינה שלו, א\"כ גם בהך קרא דלא תמכר לצמיתות הלא יש לפרש לא תמכר מכירה בלבד אבל מ\"מ במתנה שפיר דמי, וא\"כ עדיין יש להקשות דילמא יש קנין לנכרי להפקיע מיד מעשר באופן דניתן לו במתנה דאין שום איסור אלא ודאי כדברינו, אמנם תקשה טובא דהא גם הא דחוזר ביובל הוא ג\"כ משום דכתיב כי לי הארץ וא\"כ מה בין חזרה ביובל במתנה ובין לאו דלא תמכר לצמיתות דאסור אף במתנה, ומכ\"ש להסוברים בפירוש הפסוק לא תמכר דהכונה שימכור שלא יחזור ביובל דעובר בלאו הזה ובודאי כולל שני הפירושים, וא\"כ מבואר דלר\"מ אף בזה מתנה אינה כמכר וצ\"ע.<br><b> ובהא </b> דירושלמי שזכרנו, יש להקשות דבלי זה קשה דהרי לרבא דס\"ל אי עביד לא מהני תקשה איך אמרינן לא תמכר הא אם מכרה מכורה היא והרי אי עביד לא מהני, ואולם י\"ל דכיון דאה\"נ דהך לא תמכר כולל שני הפירושים שלא ימכור באופן שלא יחזירנו ביובל ושלא ימכור לנכרי, א\"כ י\"ל נהי דאם מכר לישראל ע\"מ שלא יחזיר ביובל אינו כלום דאי עביד לא מהני מ\"מ כשמכר לנכרי ודאי דמהני ע\"פ דברי הפנים מאירות המובא באחרונים דלא שייך אי עביד לא מהני היכא דנוגע הדבר לחבירו שלא אשם בזה, א\"כ בישראל גם הלוקח עובר ע\"ז משום לפני עור ומשום מסייע בדבר עבירה על כן לא מהני משא\"כ לנכרי ודאי י\"ל דמהני בדיעבד [ובזה ניחא נמי מאי דתנן בריש בכורות הלוקח עובר חמורו של נכרי והמוכר לו אע\"פ שאינו רשאי, ולא תקשה מהא דכתובות פ\"א ב', דכל דאמרו רבנן לא לזבין אי עביד וזבין לא מהני. - הערת המו\"ל בן הגהמ\"ח זצ\"ל] וא\"כ י\"ל דה\"ה במתנה, ולכן י\"ל דבאמת אינו ילפותא מזה רק כמ\"ש שם ודאי מסייע לר' מאיר ועיקר ילפותא מבואר שם מקרא דוהתנחלתם.<br><b> [ובמקום </b> אחר בארתי בס\"ד דבכה\"ג דאמרה תורה דאינו שלו, לא שייך לומר כלל דבדיעבד מהני וכמו דאין אדם מקדיש ולא אוסר דבר שאינו שלו דלא מצינו מי שיאמר דבדיעבד מהני ומשום דכיון דאינו שלו א\"א כלל שימכרנו, ומכ\"ש במכירת בנו ובתו ועבדו ושפחתו דאם ימכרם ויכוין לעבור ע\"ז באיסור הרי הוא לתא דגניבת נפש אף דמשום חיוב ליכא דהרי קיי\"ל דפטור בכה\"ג דכי ימצא פרט למצוי ורק בגניבה וגזילה מצינו דקני מדכתיב והשיב משא\"כ בכה\"ג]."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה</b>\n<b> קונה שפחות ואינה קונה עבדים אפי' קטנים מפני החשד ואם קנתה אותם ה\"ז קנתה גופם כאיש ויראה לי שאינה אסורה לקנות אלא עבד מבן ט' שנים ולמעלה. </b> ולכאורה הוא תמוה מהיכי תיתי נאסור אף פחות מבן ט' כיון דעיקר האיסור משום יחוד, והרי כשאינו ראוי לביאה לא שייך לאיסור וחשד בזה, ובודאי אף איסור יחוד גופיה לא שייך כלל במי שאינו ראוי לביאה אף דבקטנים נמי אסור וזה פשוט, ואולי דבא לשלול דברי הטור דאסור אף בפחות מבן ט' שמא תשהנו אף לאחר שיגדול, וכמובא שם בכ\"מ דעתו ז\"ל, לכן בא הרמב\"ם ז\"ל לומר דלא חיישינן כולי האי עיי\"ש בטעמו. ודע דבאמת לא נזכר בגמ' תיבות אפי' קטנים שכתב רבינו ז\"ל, ועי' במ\"מ פכ\"ב מאיסורי ביאה הל' [ט\"ז] שלפי הנראה היה גירסתו כן בגמרא.<br><b> וראיתי </b> למרן הגר\"א ז\"ל בביאוריו ליו\"ד סי' רס\"ז שהביא ראיה מהא דס\"ד בגמ' ב\"מ ע\"א א', לומר דמיירי ברייתא דאף קונה את העבדים גם בעבד עברי, וא\"כ ה\"ה דומיא דשפחות דמיירי שם ושפחות בודאי מיירי בקטנים דהא אין אשה נמכרת בגדלותה כמבואר בגיטין ס\"ד א', ע\"כ דברי קדשו ושפתים ישק, ומצאתי להג\"ר יוסף שאול [נתנזון] ז\"ל בס' ידות נדרים שם העיר על דברי הגר\"א ז\"ל, דמזה לא מוכח דאף פחות מבן ט' אסורה לקנות דשפחה נמכרת עד שתביא שתי שערות, וגם זה אינו ראיה דלהס\"ד באמת מצינן למימר דמיירי אף בעבד כנעני כמו בעבד עברי ורק לפי מה דמחדש התרצן דמיירי רק בכנענים שוב י\"ל דקטנים באמת מותרת, אבל יש להביא ראיה דאל\"כ איך משכחת ליה עבדי נכסי מלוג שהכניסה להבעל ובעל כרחך מיירי בקטנים פחות מבני ט' דתו לא תמכור כשהגדילו אח\"כ, ולשיטת הטור צ\"ל דמיירי שעברה ע\"ז ויש לפרש מהא דאמר רב יוסף כל דאמור רבנן לא לזבון אם עבר וזבין לא הוי זביניה זביני, אך י\"ל דמשכחת ליה בירושה וכו' ע\"כ תורף דבריו, ובמחילה מכבודו לא ראה בדברי הרמב\"ם ז\"ל, דהך אפי' בקטנים הוא לשון הרמב\"ם והכונה לשלול דוקא גדולים מבן י\"ג כמו בכל התורה כולה, והוא ז\"ל פי' דאפילו קטנים דקאמר היינו דבא לשלול דלא נימא רק מבן ט' ולמעלה אלא אפילו פחות מבן ט' נמי לא תקנה, וגם לא זכר ש'ר דברי רבינו ז\"ל שכתב בהדיא דאם קנתה אותם ה\"ז קנתה גופם כאיש. ובעניותי נ\"ל דלא שייך לדון בכאן משום הך דאי עביד לא מהני דמייתי הגאון ז\"ל מכתובות, דנ\"ל דדמי להא דקיי\"ל באו\"ח סי' של\"ט ובחו\"מ סי' ר\"ח דאף דאסור במקח וממכר בשבת, מ\"מ בדיעבד שפיר דמי, והיינו טעמא דאינו עצם איסור רק יומו גרם ליה וכמש\"כ הפוסקים ז\"ל ה\"נ עצם איסור הקניה בכאן הוא מפני החשד ולא שהמכירה בעצמה אסורה שהרי תוכל להשהותו במקום שאינו אצלה וכדומה.<br><b> ולולא </b> מסתפינא הייתי אומר דזה שכתב רבינו ז\"ל אח\"כ <b> וכן אסור לשחרר עבד כנעני וכל המשחררו עובר בעשה ואם שחררו משוחרר, </b> והלשון וכן אין לו שום שייכות לדלעיל עיי\"ש בכ\"מ, ואולי יתכן דהכוונה על סיום הדברים ואם שחררו משוחרר דאי עביד מהני, כמו הכא דאסור לכתחילה ובדיעבד שפיר דמי, אף דבכל מכירה וקניה אף בדיעבד לא מהני, כהך דכתובות שזכרנו, אלא דלדברינו דהכא מפני החשד לא אתי שפיר הדמיון, ויותר נ\"ל באופן אחר ע\"פ דברי האחרונים בשם הפנים מאירות, דלא שייך לומר באיסור אי עביד לא מהני רק כשהוא לאחד מהם ולא כשהדבר נוגע למי שלא עשה האיסור, ובזה אתי שפיר גם הכא דאין האיסור רק על האשה שלא תקנה עבדים אבל אין האיסור על המוכר שלא ימכור לה וא\"כ לא שייך דלא תהני אף בדיעבד קניתה, וא\"כ אתי שפיר גם הא דאם שחררו משוחרר שהקשו דנימא אי עביד לא מהני, ולהאמור אתי שפיר דלא שייך לומר דהעבד יחזור לעבודתו במה שאדונו עשה איסור וא\"כ הדברים מתאימים זה לזה ושפיר שייך לשון וכן. ולכאורה סייעתא מזה לדברי רבינו ז\"ל דאף קטנים בכלל האיסור דלפ\"ז אתי שפיר מש\"כ ואין אשה קונה ולא אמרינן אין מוכרין לאשה דכיון דהאיסור שייך רק לגדולים א\"כ קאי האיסור לתרווייהו ומהאי טעמא לא אמרינן האיסור על האיש [וכה\"ג דקדקו רבותינו האחרונים ז\"ל בהא דמעוברת ומינקת חבירו לא תנשא] אבל להאמור אתי שפיר דכיון דהאיסור רק משום יחוד לא שייך כלל האיסור עליו דעדיין קטן הוא ולא שייך בזה משום כפויי איסורא לאסור אף על הגדול המוכרו ומוכח דמיירי בקטנים ג\"כ. והראיה מהא דתניא אין אשה וגר קונים עבד עברי דמברייתא דמיירי בעבד כנעני אין לשון זה ראיה דלא שייך להזהיר על עבד כנעני דכשמוכר עצמו עדיין נכרי הוא ולא ישמע לדברי חכמים וזה פשוט.<br><b> ומהא </b> דתני רב יוסף ארמלתא לא תשרי בר בי רב באושפיזא ולא אמרינן להיפך, י\"ל משום דאמר נמי לא (תשרי) [תרבי] כלבא דקאמר דהאיסור עליה נקט נמי בהא עליה, והרמב\"ם ז\"ל באמת כתב אסור לת\"ח לשכון אצל אלמנה נקיט האיסור עליו ולא עליה, וצ\"ע בזה לעת הפנאי.<br><b> ואולם </b> ראיית הגר\"א ז\"ל לא זכיתי להבין לענ\"ד, דאדמדייק מרן ז\"ל מברייתא השניה נדייק מברייתא הראשונה לקולא, דהרי תניא אין אשה קונה עבד עברי ואיך יצוייר לקנות ע\"ע בקטנותו דהרי מוכר עצמו לא שייך בקטן ולא שייך לומר מעת קנין הפעוטות דהרי אדם דינו כקרקע ואינו מוכר ממכר עד בן עשרים, ואביו אינו יכול למוכרו משום דאינו ברשותו, ובגניבתו א\"א דהרי אינו בר עונשין כלל, וא\"כ על כרחך מיירי רק בגדול ומנ\"ל לדייק מאידך ברייתא דאף בקטנים, ומיהו במש\"כ בפ\"ט מעבדים דשם מיירי בעבד כנעני דמשכחת ליה שפיר במכירת האב הנכרי [ואף שמספקא לן אם לפי דיני בני נח יוכל למכור בנו או גם בתו, ועי' רמב\"ן ז\"ל פרשת וישלח בעובדא דשכם, אבל עכ\"פ אם מכרו אולי מכור וצ\"ע] והא קמן דרבינו ז\"ל בפ\"א מעבדים כשעוסק בדיני עבד עברי לא זכר שם תיבות אפי' קטנים כמו בפ\"ט, [אף שכתב שם ה\"ב ולא, על כרחך זהו שיגרת לישנא וסמך עצמו על עיקר הך דפ\"ט ששם מקומם].<br><b> ובאה\"ע </b> סי' כ\"ב סי\"ט מצאתי בביאורי הגר\"א ז\"ל שכתב אהא דאפי' קטנים \"נלמד מסעיף שקדם\", ור\"ל מהא דאלמנה לא תגדל את הכלב מפני החשד, דה\"נ קטנים באותו חשד כמו כלב ושפתים ישק, אבל לכאורה לפ\"ז אף קטנים פחותים מבני ט' נמי בכלל האיסור, ויש ליישב בדוחק.<br><b> [ודע </b> דתמוה לי כי היכי דאמרו חז\"ל אשה לא תקנה עבדים מאי טעמא לא חששו ג\"כ לאיש שלא יקנה שפחות, ודוחק לומר דברווק אה\"נ דלא ובאשה חששו אפי' לנשואה דלכאורה צדקו דברי הט\"ז ביו\"ד סי' רס\"ז דאשה בעלה משמרה כמו בבעל דאשתו משמרתו ועיי\"ש בש\"ך, ואולי י\"ל דמזה ראיה למה שחקרתי בחיבורי השיב דוד בס\"ד דנשים אינן מוזהרות באיסור יחוד, א\"כ יש לחשוש דתתיחדנה ביותר עם העבדים ועל כן תבא לידי חשד משא\"כ באיש שישמור עצמו בלא זה מאיסור יחוד שמוזהר עליו, ואולי מזה יש להביא ראיה ג\"כ למש\"כ הרמב\"ם אפי' קטנים, דאל\"כ קשה נהי דמשום לתא דידה יש לחוש אבל מ\"מ הרי העבד העברי אסור ביחוד מצידו וא\"כ לא יתיחד עמה, אלא דזה אינו דהרי בעבד עברי לא משכחת ליה קטנים וכמ\"ש לעיל בס\"ד שמהאי טעמא לא כתב הרמב\"ם בעבד עברי, ובעל כרחך באמת לא נוכל להחמיר עליו מעל האשה אי נימא דאינן מוזהרות על היחוד, ומיהו בלא זה הוא נמי דבר שא\"א דהרי מ\"מ מדרבנן אסורה ביחוד כמבואר, ואולי י\"ל דהיינו טעמא דאין לחוש באיש דיש להביא מזה ראיה להרמב\"ן ז\"ל דמותר גם הדיוט בפלגש וא\"כ לא שייך בזה כלל משום חשד, אך גם זה אינו דהרי לא הותרה לו שפחה לפלגש ועדיין צ\"ע ויבואר איה\"ש במקום אחר].<br><b> ומענין </b> לענין ראיתי דבר פלא בסוגיא דב\"מ שם שמבואר דאין גר קונה עבד עברי ורמו ברייתות אהדדי ומשני רב נחמן בר יצחק אינו קונה ודינו כישראל אלא כנכרי שעובד את הבן ולא את הבת עיי\"ש, והנה לפי המסורה דגמירי דמקני קני ודלא מקני לא קני והיינו טעמא דאין גר קונה עבד עברי עיי\"ש היטב, וא\"כ לפי שינויא דגמ', והכי קיי\"ל, ודאי דהא דאין גר נקנה בע\"ע הוא ג\"כ שאינו נקנה כישראל אלא כנכרי דאל\"כ אין הכלל שוה והרי גמירי הוא הלכה למשה מסיני, וא\"כ תמוה על הרמב\"ם שסתם דאין גר נקנה בעבד עברי, והיה לו לומר להדיא דאינו נקנה בתורת כישראל אבל נקנה כנכרי וצע\"ג.<br><b> ולכאורה </b> ה\"נ דהיה לו לרבינו ז\"ל, מקור דאפי' כנכרי אינו נקנה מהא דהקשו תוס' בגיטין מ\"א א', ובכמה מקומות מ\"ט אמרו שישחררנו והלא משכחת ליה שימכור א\"ע בעבד עברי ומותר בשפחה, ותירצו דא\"א משום כי לי בני ישראל עבדים הם, וגם דאין גר ומשוחרר נקנים בע\"ע, והנה תירוץ הראשון דחה הטורי אבן בריש חגיגה דהא גם עתה עושה הרב איסור בשחרורו ומה בכך דעשה העבד עצמו איסור קל ממנו למכור את עצמו בעבד עברי, ולכאורה ה\"נ דשם י\"ל כדברי הרמב\"ן ז\"ל, המובא בהר\"ן פ\"ד דגיטין, דאיסור לעולם בהם תעבודו הוא משום מתנת חנם וא\"כ כה\"ג משום מצות פריה ורביה לא שייך איסור זה כנודע בזה, אבל בעניותי נראה דגם איסור כי לי בני ישראל עבדים עבדי הם דאסור למכור את עצמו, הוא ג\"כ רק כשמוכר עצמו לרצונו ולא כשמוכר עצמו משום מצות פו\"ר שא\"א לו בתקנה אחרת, ובודאי כה\"ג עדיף טפי דהעבד עצמו יעשה מה שהוא לתקנתו ולא הרב עבורו, דכבר הקשו תוס' שם דאין אומרים לאדם חטא כדי שיזכה חבירך, ולא שייך כאן תירוצם דמצות פריה ורביה שאני דהא אפשר לקיימה כשהעבד ימכור את עצמו, ועי' רמב\"ם ריש פ\"א מעבדים דאסור למכור את עצמו רק כשאין לו מה לאכול, ומשמע קצת דאף בכה\"ג נמי אסור, אך י\"ל דכיון דקיי\"ל דבמצוה עוברת צריך לבזבז שליש ממונו וי\"ל דמצות פו\"ר שגדולה מאד כמש\"כ התוס' וכמו שאמרו חז\"ל ביבמות ס\"ג ב', ס\"ד א', ודאי הו\"ל כל\"ת שצריך ליתן כל ממונו ולא יעבור עליה וא\"כ הו\"ל כאין לו מה לאכול דמותר, והך דקדושין ס\"ט א', דלא אסר ליה ר' שמלאי לאושפיזיכניה למכור את עצמו בע\"ע משום תקנת הולד, י\"ל משום דזה אינו שייך למצות פריה ורביה דהרי אף ממזר קיים פו\"ר כשבניו ממזרים, ועי' בירושלמי פ\"ב דיבמות ובאה\"ע סי' ס\"א, דאף בישראל כשר והבן ממזר קיים עמו פריה ורביה ק\"ו כשההוא ממזר ונושא ממזרת שהוא לו בהכשר, אבל בכה\"ג דגיטין י\"ל דמהאי טעמא הו\"ל כמו שאין לו מה לאכול, ולכן לא נשאר בזה רק תירוצם השני משום דאין גר נקנה בעבד עברי, וא\"כ מוכח דלא כסוגיא דב\"מ דאל\"כ הדרא קושיא לדוכתא ימכור את עצמו בע\"ע, ולפ\"ז תקשה טובא ע\"ד התוס' מסוגיא דב\"מ שזכרנו, ובזה יש ליישב הערת הגרעק\"א ז\"ל בתוס' ב\"ב י\"ג א', שלא תירצו כמו בגיטין דא\"א למכור את עצמו בע\"ע, דשפיר הקשו תוס' עדיין לסוגיא דב\"מ.<br><b> אבל </b> כד דייקינן אין ראיה כלל, דנראה בפשיטות דהיינו טעמא דאין נמכר לנכרי עובד את הבן ולא את הבת משום דאין לו בו קנין הגוף רק קנין ממון [ועל כרחך אינו עובד בניו] וכמו שאמרו ביבמות מ\"ו א', וגיטין ל\"ח א', דנכרי אינו קונה לישראל רק למעשה ידיו ועל כרחך אינו עובד לבנו העכו\"ם, וא\"כ פשוט הדבר שלא הותרה לו כלל שפחה כנענית וכמש\"כ הראשונים ז\"ל שלא הותרה שפחה כנענית רק שיהיו הוולדות להאדון ובודאי לא התירה התורה בעבד העכו\"ם, וביותר נ\"ל עוד דכיון דאינו עובד הבנים ממילא אין לו בו קנין הגוף רק קנין ממון בלבד, ועל כן לא הותרה לו שפחה כנענית, ומכ\"ש להרמב\"ם ז\"ל דפוסק כמ\"ד דמוכר עצמו אסור בשפחה כנענית וא\"כ לא יצוייר בנמכר לנכרי שיהא מותר בשפחה כנענית, ומינה דגם גר הנמכר אם דינו כנמכר לנכרי אסור בשפחה כנענית וא\"כ שפיר תירצו התוס' דא\"א בתקנה זו כלל, וכמובן, ואף דהגמ' כללו לנמכר לנכרי עם נרצע וכמבואר שם ובכמה מקומות, והרי נרצע אינו עובד את הבן ומותר בשפחה כמ\"ש בב\"ק כ\"ח א', וברמב\"ם פ\"ג מעבדים, אפשר שאני נרצע דמתחילה הותר לו איסור זה ודמי קצת לסברת הואיל וא\"א, משא\"כ לנמכר לנכרי וגר. שוב בא לידי שו\"ת שאגת אריה החדשות, וראיתי שם מפלפל בענין אם יובל נוהג בזה\"ז, ומסיק במאי דתנן וחזרו בהו להורות כדברי בית שמאי דהיינו טעמא דהודו לדבריהם רק בזה\"ז דא\"א במכירה אבל בזמן שהיובל נוהג באמת משכחת ליה במכירה, והשיג ע\"ד התוס' דגר א\"א במכירה דבאמת אפשר במכירה ורק דינו כנכרי, עיי\"ש, ולענ\"ד דברינו נכונים דמ\"מ בשפחה אסור ושפיר תירצו, אולם על הרמב\"ם קשה טובא, שלא נתבאר בדבריו היטב דגר דינו כנכרי לענין שנקנה ג\"כ כנכרי דאל\"כ הך גמירי דקאמר לא אתי שפיר וצע\"ג.<br><b> [ואגב </b> אורחא הנני להעיר במה שמצאתי בבאור מהרמ\"ל מלבי\"ם זצ\"ל בפירוש התורה פרשת משפטים מ\"ש שם ליישב דברי המכילתא דגר נקנה בעבד עברי דמשכחת ליה גר באופן שישראל קידש חציה שפחה וחציה בת חורין דגם הולד חציו עבד וחציו בן חורין, א\"כ משכחת ליה שנמכר וצריך גירות ומ\"מ קרינן ביה ושב אל משפחתו עיי\"ש, ואם שדבר חכמה הוא אבל שם במכילתא אמר זה ר' ישמעאל ואיהו ס\"ל דשפחה חרופה היא מאורסת לעבד כנעני ולא חציה שפחה וחציה בת חורין שהיא דעת ר' עקיבא בכריתות י\"א א', וגיטין מ\"ג א', דמבואר כן להדיא. גם מש\"כ דיש לפרש כפשוטו משום דמ\"מ נמכר כנכרי, גם זה אינו לפי מה דס\"ל לר\"י בסנהדרין מ\"ה ב', דבעי קרא דכתיב, אך מ\"ש שם דיסבור דכל עבד עברי אינו עובד את הבן אתי שפיר ואכמ\"ל יותר]."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות עבדים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}