{
    "language": "he",
    "title": "Gilyon HaShas on Zevachim",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001300957/NLI",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "גליון הש\"ס על זבחים",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Gilyon HaShas",
        "Seder Kodashim"
    ],
    "text": [
        [],
        [],
        [
            "<b>מתני' חוץ מן הפסח.</b> עיין מנחות דף מח ע\"ב תוס' ד\"ה כבשי:",
            "<b>תוס' ד\"ה כל וכו' ובפ' המקפיד פירשתי.</b> עיין לקמן דף ד' ע\"ב תוס' ד\"ה מחשבה ודף מא ע\"ב רש\"י ד\"ה כגון שנתן ובמנחות דף ב ע\"ב רש\"י ד\"ה אבל מחשבה דמינכרא ובפסחים דף סג ע\"א תוס' ד\"ה ר\"מ סבר ובחולין דף לט ע\"א תוס' ד\"ה אלא זביחה:"
        ],
        [
            "<b>גמ' כל העושה על דעת ראשונה.</b> לקמן דף מא ע\"ב שבת דף צא ע\"א:",
            "<b>תוס' ד\"ה סתם וכו' אלא שלא תשמשנו.</b> עיין בתשובת הר\"ם אלשקר סימן פח:"
        ],
        [
            "<b>תוס' ד\"ה הכותב וכו' דהך יתר כמו כן.</b> עי' בטורי אבן חגיגה דף כג ע\"ב ד\"ה וקתני:"
        ],
        [
            "<b>גמ' חבירו דומיא דידיה.</b> עיין חולין דף לב ע\"א תוס' ד\"ה אבל:"
        ],
        [],
        [
            "<b>גמ' שתהא עשייתו לשם שלמים.</b> עי' מנחות דף מז ע\"א תוס' ד\"ה במה:",
            "<b>תוס' ד\"ה מחשבה וכו' ואפי' יהא צריך דבור.</b> עי' לעיל דף ב' ע\"א תוס' ד\"ה כל בסה\"ד:"
        ],
        [
            "<b>גמ' א\"ל ר\"א מצינו.</b> עי' נדה דף ט ע\"ב תוס' ד\"ה ור\"א:",
            "<b>שם עולה תוכיח.</b> תמוה לי הא גם עולה צריכה נסכים ואי דעולת עוף יוכיח א\"כ איך פרכינן עלה מה לעולה שיש בציבור הא עולת עוף אינה בציבור ואי דשם עולה איתא בצבור הכי נמי נימא דשם עולה טעונה נסכים וצריך עיון:"
        ],
        [
            "<b>תוס' ד\"ה הג\"ה וכו' ואין לחוש אי קאי קרא אהלכתא.</b> עי' נזיר דף סא ע\"ב תוד\"ה ואימא. וצע\"ק:"
        ],
        [],
        [],
        [
            "<b>גמ' תודה קרויה שלמים.</b> כעין זה מנחות דף טו ע\"א ועיין לקמן דף סג ע\"ב תוד\"ה מנחה ובמנחות דף יז ע\"א תוס' ד\"ה מדאפקעינהו:",
            "<b>שם חטאת ששחטה לשם חטאת כשרה.</b> עיין נזיר דף כז ע\"ב תוס' ד\"ה שהרי:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' ואין דמו של אחר למעלה.</b> עי' לקמן דף נג ע\"ב תוס' ד\"ה מה להלן:",
            "<b>שם ההוא אותה לאו דוקא.</b> עיין לקמן דף נה ע\"א תוס' ד\"ה מה חטאת:",
            "<b>שם אמרת ק\"ו.</b> עי' ב\"מ דף קטו ע\"א תוס' ד\"ה ואידך:",
            "<b>תוס' ד\"ה מה וכו' שכן באין בצבור.</b> כדלקמן דף יג ע\"א:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' יצאו שפיכת שיריים.</b> לקמן דף לט ע\"א:"
        ],
        [
            "<b>גמ' הא דאמר.</b> עיין לעיל דף ט ע\"ב תוס' ד\"ה מחשבין:"
        ],
        [
            "<b>רש\"י ד\"ה שא\"א לבטלה דלאו אורח ארעא.</b> ע' לקמן סג ע\"א תוס' ד\"ה שכן:",
            "<b>תוס' ד\"ה ומה וכו' או בזריקה לחודה.</b> היינו דבש\"ב פוסל בזורק לשם אחרים אבל בפיגול אינו פוסל אלא במחשב ע\"מ לאכול או להקטיר למחר אבל לא בזורק בשביל מחר. אבל קשה דמה תירצו דשלא לשמן יוכיח הא בשלא לשמן ג\"כ הכי הוא דפוסל בזורק לשם עולה וא\"כ פרכינן מה להנך שפוסלים בזריקה לחודה. אח\"ז מצאתי שעמד בזה בצ\"ק ותירוצו אינו מובן ע\"ש:",
            "<b>ד\"ה הגה\"ה וכו'.</b> היכי משכחת לה בפסולים דאם ירדו לא יעלו. עי' לקמן פז ע\"א תוס' ד\"ה כבש ומנחות נז ע\"ב תוס' ד\"ה כבש:"
        ],
        [],
        [
            "<b>גמ' ואיכפל תנא.</b> שבת ה ע\"א:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' ומ\"מ טומאה דהך פרשה.</b> עיין יומא דף ז ע\"א תוס' ד\"ה ריב\"ב:",
            "<b>תוס' ד\"ה קסבר וכו' ומפרש הר\"ר חיים.</b> עי' יבמות דף ז ע\"ב תוד\"ה רי\"א:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה פרט לכסות וכו' טלית העשויה.</b> וכ\"כ רש\"י שבת דף כז ע\"ב ד\"ה לכסות ועי' מנחות דף מ ע\"ב ברש\"י ד\"ה ה\"ג:"
        ],
        [],
        [
            "<b>גמ' הוה אמינא אפילו אביאה ריקנית.</b> עיין סנהדרין דף פג ע\"א תוס' ד\"ה ולא משום טומאה:"
        ],
        [
            "<b>גמרא אי לרבי האמר פסלה לינה.</b> עיין בב\"מ דף קיב ע\"ב תוספות ד\"ה יצא:"
        ],
        [
            "<b>גמרא ת\"ש פרה.</b> עיין פ\"ד דפרה משנה א בהרע\"ב ותוס' יו\"ט:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' לעמוד לשרת מצוה.</b> עיין לעיל דף טז ע\"א תוד\"ה מיושב:"
        ],
        [],
        [
            "<b>גמ' יד יד לקמיצה.</b> עיין לקמן סג ע\"ב תוס' ד\"ה מה חטאת בסה\"ד:"
        ],
        [],
        [
            "<b>גמ' תרגומא אבן שנה.</b> עי' יומא דף מט ע\"ב תוס' ד\"ה שאני:",
            "<b>שם זאת אומרת שעות פוסלות.</b> עי' טורי אבן ר\"ה דף ט ע\"ב ד\"ה פחות מל' יום:",
            "<b>רש\"י ד\"ה מים שבתוכה ושבחוצה לה וכו' ופסק לה חיותייהו.</b> עיין בר\"ש פ\"ג מ\"ג דפרה:"
        ],
        [],
        [
            "<b>גמ' אבל בעלים נתכפרו.</b> עי' לקמן דף נב ע\"ב ובתוס' שם ד\"ה אותה:",
            "<b>שם לכפרה נתתיו.</b> עיין לקמן לח ע\"א תוספות ד\"ה וכיפר:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' אף ביאה במקצת.</b> עיין לקמן דף צה ע\"א תוס' ד\"ה מכניסו:",
            "<b>שם במקצת שמה ביאה.</b> עיין שבועות דף יז ע\"א תוס' ד\"ה תלה:"
        ],
        [
            "<b>תוס' ד\"ה סמיכת וכו' לא שייך למיפרך מה לשלמי יחיד שכן טעונים סמיכה.</b> קשה לי הא בזה י\"ל שלמי צבור יוכיחו דאין טעונים סמיכה ומכל מקום טעון תנופה שחוט. גם מ\"ש אח\"כ ומיהו קשה וכו' אמאי לא קאמר אשם מצורע יוכיח והא י\"ל מה לאשם מצורע דאין טעון תנופה שחוט משא\"כ שלמי צבור דטעונים תנופה שחוט. וגם הא יש למנקט הק\"ו הכי מה שלמי יחיד דלא טעון תנופה רק פעם אחד צריך סמיכה שלמי צבור דטעון ב' פעמים תנופה לכ\"ש דטעונים סמיכה וליכא יוכיח כלל מאשם מצורע דהא התם לא טעון תנופה ב' פעמים:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה כי פליגי בחיה וכו' והכי הוה שמיע ליה.</b> וכזה שבת דף עו ע\"א נדה דף כד ע\"א:"
        ],
        [
            "<b>תוס' ד\"ה פסול וכו' ומיהו למ\"ד שלא במקומו.</b> לעיל טו ע\"ב:",
            "<b>בא\"ד בזרק הפסול שיחזור הכשר ויקבל.</b> ועי' לקמן דף צב ע\"א תוס' ד\"ה ושקיבלו:"
        ],
        [
            "<b>תוס' ד\"ה פיגל בזבח וכו' וע\"כ שייך נותר בשליל.</b> קשה לי הא להדיא קתני ברייתא דשמעתין ואין חייבים עליהם משום נותר והרמב\"ם פסק דחייב משום נותר. ומצאתי במרכבת המשנה דתירץ דסבירא ליה להרמב\"ם דבמה דאמר רבא אף אנן נמי תנינא וכו' הא שליל ושליא חייבים ה\"ה דחייב משום נותר וטמא. ומוכח דמתני' פליג אברייתא. אבל תוס' בשמעתין ד\"ה הא שליל לא פ\"כ. גם אם נימא כך למאי הוצרך לדחוק ברייתא דת\"כ הא י\"ל דהך ברייתא סברה כתנאי וברייתא דסוגיין דאין חייבים משום נותר. וגם פשטא דדברי תוספות דא\"א לומר כלל דליכא חיוב בנותר. ולא הזכירו כלל מברייתא דסוגיין וצ\"ע:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה נאמרו דמים וכו' דכתיב ודם זבחיך.</b> עיין לעיל דף לו ע\"ב תוס' ד\"ה מנין:"
        ],
        [],
        [
            "<b>גמ' יצאו שירים והקטרת אימורין.</b> לעיל דף יג ע\"א:"
        ],
        [
            "<b>תוס' ד\"ה לפר וכו' ומיהו פירש\"י אין נראה לר\"ת.</b> עיין לקמן דף מז ע\"ב תוס' ד\"ה אלו ואלו:"
        ],
        [],
        [],
        [
            "<b>גמ' איצטריך לפר למהוי כמאן דכתיב.</b> עי' יומא דף מד תוס' ד\"ה אתיא כפרה:"
        ],
        [
            "<b>גמ' כל העושה ע\"ד הראשונה.</b> לעיל דף ב ע\"ב שבת דף צ\"א:"
        ],
        [],
        [],
        [
            "<b>מתני' ר\"ש אומר כל שאינו.</b> עי' לקמן דף מה ע\"ב תוד\"ה אבל:"
        ],
        [],
        [
            "<b>גמ' ואתי נותר חילול.</b> ע\"ל דף מו ע\"א תוס' ד\"ה ה\"ג:"
        ],
        [],
        [
            "<b>מתני' ר\"י מחייב.</b> עיין לקמן דף קטז ע\"ב תוס' ד\"ה אסור ומנחות דף קט ע\"ב תוס' ד\"ה והעלה:",
            "<b>גמ' טעון נסכים דר\"ש.</b> בתשובת מוה' בצלאל אשכנזי סימן א' דף ט' ע\"ג כתב בכל ספרי עתיקי ודוקני אשר נמצאו בידי ל\"ג דר\"ש וכ\"נ מדברי תוספות עכ\"ל:",
            "<b>שם דבתרומה כתיב בני ישראל.</b> עיין קדושין דף מא ע\"ב תוספות ד\"ה והנכרי:"
        ],
        [
            "<b>תוס' ד\"ה אבל וכו' למ\"ל קרא בדם למעוטי מנותר וטמא וכו'.</b> ק\"ל הא תוספות כתבו כמה פעמים דדם שבשלו אינו עובר עליו עיין חולין דף קט ע\"א א\"כ צריך קרא לבשלו הדם דפקע איסור דם דמכל מקום אינו חייב משום נותר וטמא:",
            "<b>תוס' ד\"ה אבל וכו' למ\"ל קרא בדם למעוטי מנותר וטמא וכו'.</b> ק\"ל הא תוספות כתבו כמה פעמים דדם שבשלו אינו עובר עליו עיין חולין דף קט ע\"א א\"כ צריך קרא לבשלו הדם דפקע איסור דם דמכל מקום אינו חייב משום נותר וטמא:"
        ],
        [
            "<b>תוס' ד\"ה חד וכו' ואף לקולא וכו'.</b> עי' קדושין ג ע\"א תוס' ד\"ה ואשה וצ\"ע:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה מה חטאת וכו' אצטריך למהוי כמאן דכתיב בגופיה.</b> וכעין דאמרינן לעיל מא ע\"א:"
        ],
        [],
        [
            "<b>גמ' כלום מצינו טפל חמור.</b> עי' ב\"ק דף קא ע\"א תוד\"ה לא:"
        ],
        [
            "<b>תוס' ד\"ה לפי וכו' לא קרוי דבר חדש.</b> עי' לקמן נז ע\"א רש\"י ד\"ה ה\"ג וכשנאמרו:"
        ],
        [
            "<b>גמ' ולא ניהוי דבר הלמד בהיקש.</b> ע\"ל נז ע\"ב תוד\"ה ואב\"א:",
            "<b>שם לאו למימרא דדבר הלמד כו'.</b> עי' לעיל דף מח ע\"א תוד\"ה מה להלן:"
        ],
        [
            "<b>גמ' מהו שילמד בהיקש.</b> עי' לעיל דף יא ע\"א תוס' ד\"ה בא:",
            "<b>גמ' מהו שילמד בהיקש.</b> עי' לעיל דף יא ע\"א תוס' ד\"ה בא:",
            "<b>שם מהו שילמד בג\"ש.</b> עי' לעיל דף מד ע\"א תוס' ד\"ה ואתי:",
            "<b>רש\"י ד\"ה ונאמר להלן כו' בעולת בן צאן.</b> עי' בתשובות זכרון יוסף חלק אה\"ע סי' י\"ב:",
            "<b>שם ד\"ה אמר וכו' ותו בהא שמעתא לעיל.</b> עי' לקמן דף נז ע\"ב תוס' ד\"ה היינו:"
        ],
        [
            "<b>שם מאי איכא למימר תיקו.</b> עיין לקמן דף נה ע\"א תוס' ד\"ה מה עולה:",
            "<b>תוס' ד\"ה אלא וכו' ורב אדא בר אהבה.</b> עי' לקמן דף נה ע\"א תוס' ד\"ה מה עולה:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' אף ירידתו.</b> עיין לקמן דף פא ע\"א תוד\"ה אבל:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' וכי חטאת מהיכן למדה.</b> ע\"ל דף נז ע\"ב תד\"ה ואב\"א:",
            "<b>שם בקדשים קלים ק\"ו לצפון.</b> ע\"ל דף נח ע\"א תוד\"ה כולו:",
            "<b>תוס' ד\"ה מה עולה וכ' דס\"ל כר\"פ.</b> לעיל דף נ ע\"ב ועי' תוס' שם ד\"ה אלא:"
        ],
        [],
        [],
        [
            "<b>גמ' מחשבין בדמן משתשקע החמה.</b> עיין לעיל דף כט ע\"א תוס' ד\"ה למקום:"
        ],
        [],
        [
            "<b>שם ד\"ה היינו וכו' משום דדבר הלמד בגז\"ש חוזר ומלמד בהיקש.</b> עיין לעיל דף נ ע\"א תוס' ד\"ה אמר. וצ\"ע:"
        ],
        [
            "<b>תוס' ד\"ה כולו לשלמים כו' אצטריך לן לעיל.</b> דף נה ע\"א:"
        ],
        [
            "<b>תוס' ד\"ה הא וכו' ושמא ס\"ל כר\"מ כו'.</b> ק\"ל הא ר' יוסי ס\"ל בשמעתין דכוליה מזבח בצפון ואפ\"ה ס\"ל במתני' ספ\"א דכלים דאין נכנסין שלא רחוץ בין אולם ולמזבח וצ\"ע:"
        ],
        [
            "<b>גמ' רב כהנא אשכחיה.</b> עיין גיטין דף פד ע\"ב תוס' ד\"ה ר' יוחנן אומר:"
        ],
        [],
        [
            "<b>גמ' אין אוכלין בגינו שירי מנחה.</b> ולאחר שחזר ונבנה עי' תוס' בב\"מ דף נג ע\"ב ד\"ה לא פליג:"
        ],
        [
            "<b>רש\"י ד\"ה קדשים נפסלים וקס\"ד מפני סלוק וכו'.</b> לשון קס\"ד מוקשה הא זה קיימא גם לפי האמת. ואין דבר זה נוגע לס\"ד ולמסקנא:",
            "<b>תוס' ד\"ה מאי וכו' ותימה הוא לומר שקדושת הבית קיימת.</b> עי' לקמן דף סב ע\"א תוס' ד\"ה ואחד:"
        ],
        [
            "<b>תוס' ד\"ה קודם וכו' אם עלו לא ירדו אמאי פטור בחוץ.</b> עי' לעיל דף נט ע\"א תוס' ד\"ה עד:",
            "<b>בא\"ד וגם אין לומר דקודם שפירקו וכו' נפסלו ביוצא הק\"ק.</b> ק\"ל הא גם בקדשים קלים כה\"ג פסול מאכילה כיון דבעת סילוק מסעות הוי פגם מזבח ואידחי מאכילה ואינו חוזר ונראה כמ\"ש תוס' בדיבור הסמוך בד\"ה ולאחר ובד\"ה אע\"פ:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה אויר וכו' קרקע לאו דוקא.</b> עיין לקמן דף פז ע\"ב תוספות ד\"ה אויר:"
        ],
        [
            "<b>גמ' כל כבשי כבשים.</b> עיין תשובת מעיל צדקה סימן כח:",
            "<b>תוס ד\"ה חוץ וכו' ותירץ ר' נתן וכו'.</b> עיין בתשובת מהר\"ם בר ברוך דפוס פראג סימן רל\"ט ועיין בערוך ערך כבש. ועיין מנחות דף מא ע\"ב תוספות ד\"ה ד' בגודל:"
        ],
        [
            "<b>תוס' ד\"ה מה וכו' ור\"ת גריס מה חטאת טעונה ימין אף מנחה כן.</b> עי' לעיל דף כד ע\"ב יד יד לקמיצה וצ\"ע:"
        ],
        [],
        [],
        [
            "<b>שם אם עשאה למטה מרגליו.</b> ע\"ל דף פז ע\"ב תוספות ד\"ה עולת:"
        ],
        [
            "<b>תוס' ד\"ה הבדיל כו' לא מלק למעלה נמי כשר.</b> עיין ת\"י יומא דף ג ע\"ב ד\"ה אי מה מילואים:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>תוד\"ה מלק וכו' מודה ר\"י בעוף.</b> עיין לקמן דף פד ע\"ב תד\"ה ומוציא אני בסה\"ד. ועי' בריש מעילה תד\"ה ורבה:"
        ],
        [
            "<b>תוס' ד\"ה ושניסמית כו' ולא לבני נח.</b> עיין חולין דף כג ע\"א תד\"ה תמות:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה יבא וכו' למאן דאית ליה איסור מוסיף.</b> תמוה לי מה מוסיף יש בנבילה על חלב דהוא רק כולל. ואי דנאסר לגבוה הא בבהמה בע\"מ דלא חזי לגבוה הוי רק כולל:",
            "<b>ד\"ה וחד כו' דר\"מ לטעמיה.</b> תמוה לי הא מצינו רק לר\"מ בכריתות דס\"ל איסור כולל ומוסיף ואיסור ב\"א משא\"כ בנבילה על עוף טמא:"
        ],
        [
            "<b>גמ' מכלל דעגלה ערופה טהורה.</b> עיין חולין דף פב ע\"א תוס' ד\"ה עגלה ומנחות דף קא ע\"ב תוס' ד\"ה ועגלה:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה רבי יהודה אומר וכו' ואומר ר\"ת דלא אמר ר' יהודה.</b> עיין לקמן דף עז ע\"ב תוס' ד\"ה הא בסה\"ד:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה הא וכו' כמו מין במינו לר\"י.</b> ע' לעיל דף עג ע\"א תוס' ד\"ה ר\"י:"
        ],
        [
            "<b>מתני' ישפך לאמה.</b> עיין מנחות דף מח ע\"א תוס' ד\"ה חטא:",
            "<b>גמ' וש\"מ נותן טעם ברוב לאו דאורייתא.</b> ק\"ל למ\"ש תוספות חולין דף צט בשם הר\"י דאורליינש דאף אם טעם כעיקר דאורייתא מ\"מ לא לקי דהוי רק עשה וא\"כ הכא דמיירי לענין מלקות שפיר אמרינן דבטל ולא נשאר רק עשה דטכ\"ע:",
            "<b>תוס' ד\"ה כתיב וכו' מכה\"ת כולה דקי\"ל טעם כעיקר.</b> ק\"ל דמהיכן ה\"מ להקשות ולהוכיח דטעם כעיקר דאורייתא דלמא באמת הוי רק דרבנן וכן ס\"ל לרש\"י באמת לזה פריך מהא דיוצא ידי חובת מצה מוכח דהוא דאורייתא:",
            "<b>תוס' ד\"ה אלא וכו' דהתם חוזק המרירות.</b> עי' בתוס' פסחים שם ד\"ה אלא מברך אתי מצה דרשות ומבטל למרור וצע\"ק:"
        ],
        [],
        [
            "<b>גמ' כשם שאין מצות מבטלות.</b> עי' מנחות דף כב ע\"ב תוס' ד\"ה מכאן:",
            "<b>רש\"י ד\"ה דמדינא כו' דהא תוכו א\"צ טבילה.</b> עי' טורי אבן חגיגה דף כ ע\"ב ד\"ה אחוריים:",
            "<b>תוס' ד\"ה הא וכו' אשינויא דרבא.</b> ועיין לעיל דף עג ע\"א תוספות ד\"ה ר\"י בסה\"ד:"
        ],
        [
            "<b>מתני' ויחזור ויתן למטה.</b> עיין לעיל דף עו ע\"ב תוד\"ה ואי:"
        ],
        [],
        [
            "<b>גמ' שיחזור ויתן למטה.</b> ע\"ל דף עו ע\"ב תוס' ד\"ה ואי. ולקמן דף פא ע\"ב תוס' ד\"ה נתן:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה ומוציא וכו' לאפוקי טומטום ואנדרוגינוס.</b> עי' לקמן דף קיד ע\"א תו' ד\"ה וקסבר:",
            "<b>בא\"ד אי נמי י\"ל דלר\"י לא יעמיד המיעוטין.</b> ע\"ל דף סח ע\"א תוס' ד\"ה מלק:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' לינה מועלת.</b> עיין בב\"מ דף קי ע\"ב תד\"ה יצא:",
            "<b>שם ד\"ה כבש וכו' להכי איצטריך קרא.</b> עי' מנחות דף נז ע\"ב תוס' ד\"ה כבש:"
        ],
        [
            "<b>גמ' הא לא קשיא תפשוט.</b> שבת דף ג ע\"ב:"
        ],
        [
            "<b>גמ' נפגמו אין מתקנין.</b> עיין שבועות דף יא ע\"א תוס' ד\"ה מ\"מ קשיא. שם הוגעו במים מכבסים. עי' סוטה דף טו ע\"ב תוס' ד\"ה נתאכמו:",
            "<b>רש\"י ד\"ה אבל מקדשין וכו' שאם יצא.</b> עיין לעיל דף כ ע\"ב תוס' ד\"ה יציאה:",
            "<b>תוס' ד\"ה אלא וכו' חקק מושבו מבחוץ.</b> עי' פסחים דף סג ע\"ב תוס' ד\"ה מידי וסוכה דף נ ע\"א תוס' ד\"ה ואי:"
        ],
        [
            "<b>גמ' למה נסמכה פרשת קרבנות לפרשת בגדי כהונה.</b> בערכין דף ו איתא למה נסמכה פרשת בגדי כהונה לפ' קרבנות ועי' ברש\"י כאן והתם. ועיין בדרשות הראנ\"ח פ' תצוה:"
        ],
        [
            "<b>במשנה דם החטאת קודם לדם עולה.</b> עי' לעיל דף ז ע\"ב ובתוס' ד\"ה ריצה:"
        ],
        [
            "<b>גמ' מהא ליכא למשמע מינה.</b> תמוה לי דילמא שניהם שוים ויכול להקדיש למי שירצה ואין הדיוקים סותרים אהדדי וצ\"ע:"
        ],
        [],
        [
            "<b>מתני' כל האשמות.</b> עיין לעיל דף לג ע\"א תוס' ד\"ה סמיכות:",
            "<b>גמ' איבעיא להו תדיר ומקודש.</b> עיין ירושלמי נזיר פ\"ז סוף הלכה א:"
        ],
        [],
        [
            "<b>גמ' יין כדברי ר\"ע.</b> עי' מנחות דף צא ע\"ב תוס' ד\"ה דמייתי:"
        ],
        [
            "<b>תוס' ד\"ה ושקבלו כו' דפסול עושה שירים.</b> עי' לעיל דף לד ע\"ב תוס' ד\"ה פסול:"
        ],
        [
            "<b>תוס' ד\"ה וקרן וכו' וכן צריך לפרש.</b> וכן לקמן דף צד ע\"ב:"
        ],
        [],
        [],
        [
            "<b>גמ' דאי בעי חשיב עלה.</b> עיין סוכה דף טז ע\"א תוס' ד\"ה דלא חזי. ובנדה דף ס ע\"ב תוס' ד\"ב במטלניות:",
            "<b>[תוס' ד\"ה מנין (מהעמוד הקודם) וכן צ\"ל נבר מחט כו'.</b> שבת דף קכג ע\"א]:"
        ],
        [
            "<b>גמ' האיכא חודה.</b> עיין לעיל דף צב ע\"ב תוס' ד\"ה וקרן:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' דקריר.</b> לשון זה ג\"כ לעיל דף עט ע\"ב:"
        ],
        [],
        [
            "<b>תוס' ד\"ה מדבר וכו' לקדש אבל לא לתרומה.</b> עדיין יקשה למ\"ד התם בין לקדש בין לתרומה:"
        ],
        [
            "<b>גמ' איידי דאכיל פסח.</b> עי' חגיגה דף כה ע\"ב ובטורי אבן שם ד\"ה מדמהימן אפסח:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' משה רבינו כה\"ג.</b> עי' ע\"ז דף לד ע\"א תוד\"ה במה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' לא פסול טומאה ופסול יציאה.</b> הא דנקיט פסול יציאה דלמ\"ד טומאה הותרה בציבור ל\"ש טומאה. וק\"ל דאיך נפרש מה דאמר לוי נפסל אחר זריקה שריפתו בעזרה מה פסול משכחת לה אם אין בו פסול לינה ולא נשאר רק פסול יוצא וממילא הוי נפסל ביציאתו דשריפתו בבירה:",
            "<b>שם יציאה מהו שתועיל בפרים.</b> עיין בירושלמי פרק ו דיומא הלכה ו:"
        ],
        [
            "<b>גמ' צריכין הכשר טומאה.</b> עיין בב\"ק דף טז ע\"א תוס' ד\"ה פרה:"
        ],
        [
            "<b>גמ' ומאן שמעת ליה וכו' ר\"מ.</b> יש לעיין הא מסקינן לעיל דגם לרבנן ס\"ל כתנא דבי ר\"י ורק בשעיר המשתלח לא כיון דלא חזי בעלמא לקבל טומאה:",
            "<b>רש\"י ד\"ה צריכה מחשבה להצטרף פחות מכזית.</b> ק\"ל אמאי לא כפשוטו דצריך מחשבה דעי\"ז יש לו טומאת עצמו לטמא אוכלין ומשקין כיון דסופו לטמא טומאה חמורה. ובנדה באמת לא כתב רש\"י כן:"
        ],
        [
            "<b>תוס' ד\"ה אזהרה וכו' דקרבן לא בעי אזהרה.</b> עיין בב\"ק דף קה ע\"ב תוס' ד\"ה מאי לאו ושבועות דף יח ע\"ב תוס' ד\"ה ל\"ת:"
        ],
        [],
        [],
        [
            "<b>גמ' דלא אתא מבינייא.</b> עי' יומא דף סג ע\"ב תוס' ד\"ה זריקת:"
        ],
        [
            "<b>גמ' מיבעי ליה לשנים שהעלו.</b> עי' תבואת שור הלכות שחיטה סי' ב ס\"ק כב:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה מין וכו' אין דרך שירות בכך.</b> עיין יומא דף נח ע\"א:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' שחיטתה כנגד הפתח.</b> עיין לעיל דף צג ע\"ב תוס' ד\"ה אלא:"
        ],
        [],
        [
            "<b>תוס' ד\"ה וקסבר וכו' וי\"ל דנקט רובא.</b> עיין לעיל דף פד ע\"ב תוס' ד\"ה ומוציא:"
        ],
        [
            "<b>תוס' ד\"ה היתר וכו' מיום השמיני אין הא קודם לכן לא.</b> עיין יומא דף סג ע\"ב:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' אסברא לך.</b> ברש\"י הגי' אסברא לי. ובסדר הדורות בהקדמה אות ד' כתב שכן עיקר:"
        ],
        [
            "<b>תוס' ד\"ה זו וכו' ולא דק.</b> עיין לעיל דף ס ע\"ב תוס' ד\"ה קסבר:"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}