{
    "text": {
        "0_Chapter, 0_Verse": "These are the words that Moshe addressed to all of Yisroel across the Yardein; [as he had] in the wilderness— on the Arava plain facing Suf; [and as he had] between Poron and Tofel and Lovon and Chatzeiros and Di Zohov.",
        "0_Chapter, 1_Verse": " eleven days [traveling time] from Choreiv by the Mount Seir road, to Kadeish Barnei’a.",
        "0_Chapter, 2_Verse": "[Beginning] in the fortieth year, in the eleventh month, on the first of the month, Moshe addressed Bnei Yisroel with every detail that Adonoy had commanded him [to say] to them.",
        "0_Chapter, 3_Verse": "After he had smitten Sichon, King of the Emorites, who was living in Cheshbon; and Og, King of the Boshon, who was living in Ashtoros, in Edrei.",
        "0_Chapter, 4_Verse": "Across the Yardein in the land of Moav, Moshe began to elucidate this Torah as follows:",
        "0_Chapter, 5_Verse": "Adonoy, our God, addressed us at Choreiv, saying, ‘‘Enough of your living at this mountain!",
        "0_Chapter, 6_Verse": "Turn and travel for yourselves and arrive at the Emorite hill [region] and at all its neighbors—on the plain, on the mountain, and in the lowland, and in the Negev, and on the seacoast; the land of the Canaanites and the Lebanon, up to the great river, the Euphrates River.",
        "0_Chapter, 7_Verse": "See, I have set the land before you; come and inherit the land that Adonoy swore to your forefathers, to Avrohom, to Yitzchok, and to Yaakov, to give them and their descendants after them.’’",
        "0_Chapter, 8_Verse": "I said to you at that time saying, ‘‘I cannot carry you by myself.",
        "0_Chapter, 9_Verse": "Adonoy, your God, has multiplied you, and you are today as numerous the stars in the sky.",
        "0_Chapter, 10_Verse": "Adonoy, God of your forefathers, will add to you one thousandfold, and will bless you as He spoke about you.",
        "0_Chapter, 11_Verse": "How can I carry alone your troublesomeness, your burdensomeness, and your contentiousness ?",
        "0_Chapter, 12_Verse": "Provide yourselves men, wise and understanding and renowned to your tribes, and I will designate them your leaders.’’",
        "0_Chapter, 13_Verse": "You replied to me and said, ‘‘[It is a] good thing that you said to do.’’",
        "0_Chapter, 14_Verse": "I took the leaders of your tribes, men wise and renowned, and designated them leaders over you: masters of thousands and masters of hundreds, and masters of fifties and masters of tens, and court officers for your tribes.",
        "0_Chapter, 15_Verse": "I commanded your judges at that time, to say, ‘‘Listen between your brothers and you are to judge right between a man and his brother and between his complainant.",
        "0_Chapter, 16_Verse": "Do not show favor in judgement; small and great alike will you hear out; do not fear any man; for justice belongs to God. And the matter that will be too difficult for you, present to me and I will hear it.’’",
        "0_Chapter, 17_Verse": "I commanded you at that time all the things that you are to do.",
        "0_Chapter, 18_Verse": "We traveled from Choreiv and walked the entire great wilderness, that awesome one that you saw, in the direction of the Emorite hill [region] as Adonoy, our God, commanded us; and we arrived at Kadeish Barnei’a.",
        "0_Chapter, 19_Verse": "I said to you, ‘‘You have arrived at the Emorite hill [region] that Adonoy, our God, is giving us.",
        "0_Chapter, 20_Verse": "See! Adonoy, our God, has set the land before you. Go up, inherit [it] as promised by Adonoy, the God of your forefathers, about you; do not fear and do not tremble.’’",
        "0_Chapter, 21_Verse": "You approached me, all of you, and said, ‘‘Let us send men ahead of us to spy out the land for us, and let them bring back word to us: the route we are to go up on and the cities we will be coming to.’’",
        "0_Chapter, 22_Verse": "The idea pleased me, so I took from you twelve men, one man per tribe.",
        "0_Chapter, 23_Verse": "They turned and went uphill and arrived at Wadi Eshkol, and they spied it out.",
        "0_Chapter, 24_Verse": "They took in their hand some fruit of the land and brought [it] down to us. They brought back word to us and said, ‘‘Good is the land that Adonoy, our God, is giving us.’’",
        "0_Chapter, 25_Verse": "But you were unwilling to go up, and you defied Adonoy, your God.",
        "0_Chapter, 26_Verse": "You grumbled in your tents and said, ‘‘Because of Adonoy’s hatred of us, He took us out of the land of Egypt to put us in the hand of the Emorite to destroy us.",
        "0_Chapter, 27_Verse": "Where are we going up to? Our brothers have shattered our hopes by saying, ‘A people greater and more powerful than we, cities great and fortified sky-high, and also descendants of the Anakim—did we see there.’’’",
        "0_Chapter, 28_Verse": "I said to you, ‘‘Do not crumble and do not fear them.",
        "0_Chapter, 29_Verse": "Adonoy, your God, who goes before you, He will wage war for you, as in everything that He did with you in Egypt before your eyes;",
        "0_Chapter, 30_Verse": "and in the wilderness, as you have seen, (where) Adonoy, your God, carried you the way a man carries his son all along the road you went until you arrived at this place.",
        "0_Chapter, 31_Verse": "Yet in this matter, you do not trust Adonoy, your God,",
        "0_Chapter, 32_Verse": "Who has been going ahead of you on the road to seek for you a place to encamp; with the fire at night to show you the way for you to go on, and with the cloud by day.",
        "0_Chapter, 33_Verse": " Adonoy heard the intent of your words and angrily swore, to say:",
        "0_Chapter, 34_Verse": "‘‘That [no] man will see—of these men, this wicked generation—the good land that I swore to give to your forefathers.",
        "0_Chapter, 35_Verse": "Except for Koleiv ben Yefuneh, who will see it, and to whom I will give the land that he trod upon and to his sons, because he perfected himself in fear of Adonoy.’’",
        "0_Chapter, 36_Verse": "Also at me was Adonoy angry because of you, to say, ‘‘You, too, will not arrive there.",
        "0_Chapter, 37_Verse": "Yehoshua son of Nun, who attends you, he will arrive there. Encourage him, for he will apportion it to Yisroel.",
        "0_Chapter, 38_Verse": "As to your infants, about whom you said, ‘They will become spoils,’ and your children who cannot distinguish today good from evil, they will arrive there; and to them will I give it and they will inherit it.",
        "0_Chapter, 39_Verse": "As for you, turn yourselves [around], and travel into the wilderness by the Yam Suf road.’’",
        "0_Chapter, 40_Verse": "You replied and said to me, ‘‘We have sinned to Adonoy. We will go up and wage war in [fulfillment of] all that Adonoy, our God commanded us.’’ And each of you girded his weapons, and you got ready to go up the mountain.",
        "0_Chapter, 41_Verse": "Adonoy said to me, ‘‘Say to them, ‘Do not go up and do not wage war, for I am not in your midst; so that you will not be shattered by your enemies.’’’",
        "0_Chapter, 42_Verse": "I told you, but you did not obey. You defied Adonoy, and deliberately went up the hill.",
        "0_Chapter, 43_Verse": "The Emorites came out—those who live in those hills—toward you, and chased you as the bees do; and they crushed you in Se’ir till Chorma.",
        "0_Chapter, 44_Verse": "You returned and wept before Adonoy, but Adonoy did not accept your prayer; He paid no attention to you.",
        "0_Chapter, 45_Verse": "You lived in Kodeish many years, like the years you lived [elsewhere].",
        "1_Chapter, 0_Verse": "We turned and traveled into the wilderness by way of the Reed Sea [route] as Adonoy had told me, and we circled Mount Seir a long time.",
        "1_Chapter, 1_Verse": "Adonoy said to me to say,",
        "1_Chapter, 2_Verse": "‘‘Enough of you circling this mountain! Turn yourselves northward.",
        "1_Chapter, 3_Verse": "And command the people as follows, ‘‘You are crossing into the border of your brothers, the descendants of Eisov who live in Seir. They will be afraid of you, so you must be extrememly cautious.",
        "1_Chapter, 4_Verse": "Do not incite them. For I will not give you of their land as much as a footstep, because for Eisov’s inheritance have I designated Mount Seir.",
        "1_Chapter, 5_Verse": "Food are you to buy from them with money and eat [it]; also water are you to purchase from them with money and drink [it.]",
        "1_Chapter, 6_Verse": "For Adonoy, your God, has blessed you in all your handiwork; He has been intimately concerned with your traversing this great wilderness. It is now forty years [that] Adonoy, your God, is accompanying you; you have lacked nothing.’’",
        "1_Chapter, 7_Verse": "We passed over from our brothers, the descendants of Eisov, who live in Seir, from the Arava road, from Eilas and from Etzyon-Gover. We turned and passed over by way of the wilderness of Moav.",
        "1_Chapter, 8_Verse": "Adonoy said to me, ‘‘Do not besiege Moav and do not intimidate them with war. For I will not give you [any] of his land as inheritance, for to Lot’s descendants have I given Or as inheritance.",
        "1_Chapter, 9_Verse": "The Eimim originally lived there—a people great and numerous and powerful like the Anokim.",
        "1_Chapter, 10_Verse": "They, too, were considered Refaim like the Anokim; the Moabites called them Eimim.",
        "1_Chapter, 11_Verse": "And in Seir lived the Chorim originally, but the descendants of Eisov inherited them and drove them out [to make room] for themselves and settled in their stead, as Yisroel will have done to the land of its inheritance that Adonoy has given them.",
        "1_Chapter, 12_Verse": "Now, arise and cross for yourselves Wadi Zered.’’ And we crossed Wadi Zered.",
        "1_Chapter, 13_Verse": "The time that [it took] us to go from Kadeish Barnei’a until we crossed Wadi Zered was thirty-eight years, until the end of the entire generation, the men of war, from within the camp, as Adonoy had sworn about them.",
        "1_Chapter, 14_Verse": " Adonoy’s plague, too, attacked them to rout them from within the camp, until their end.",
        "1_Chapter, 15_Verse": "When they had finished—all the men of war—to die out from among the people;",
        "1_Chapter, 16_Verse": "Adonoy addressed me, to say,",
        "1_Chapter, 17_Verse": "‘‘You are today crossing the border of Moav—at ‘Or.",
        "1_Chapter, 18_Verse": "When you approach [the area] facing the descendants of Ammon, do not besiege them and do not intimidate them, for I will not give you of the land of the descendants of Ammon an inheritance, because to the descendants of Lot have I given it as an inheritance.",
        "1_Chapter, 19_Verse": "It, too, is considered a land of giants; giants having lived in it originally—the Ammonites called them Zamzumim.",
        "1_Chapter, 20_Verse": "A people great and numerous and powerful like the Anokim. Adonoy destroyed them from before them, and they drove them out and settled in their stead.",
        "1_Chapter, 21_Verse": "As He had done to the descendants of Eisov living in Seir, from before whom He destroyed the Chori, and they drove them out and settled in their stead until today.",
        "1_Chapter, 22_Verse": "And the Avim who had been living in Chatzeirim till Azah—Caftorim who had left Caftor destroyed them and settled in their stead.",
        "1_Chapter, 23_Verse": "Arise to travel, and cross Wadi Arnon. See, I have put into your hand Sichon, King of Cheshbon, the Emorite and his land—begin inheriting [it] by intimidating him with war.",
        "1_Chapter, 24_Verse": "Today I begin to place fear of you and awe of you upon the peoples under the whole heaven, so that they will hear your reputation and will shiver and tremble before you.’’",
        "1_Chapter, 25_Verse": "I sent emissaries from the wilderness of Kedeimos to Sichon, King of Cheshbon, with the following peaceful statement:",
        "1_Chapter, 26_Verse": "‘‘Let me pass through your land. I will travel only on the highway, I will not deviate right or left.",
        "1_Chapter, 27_Verse": "Food for money sell me so I can eat, and water for money sell me so I can drink—just let me cross on foot.",
        "1_Chapter, 28_Verse": "As the descendants of Eisov did for me who live in Seir and the Moavites who live in Or; until I will have crossed the Yardein into the land that Adonoy, our God, is giving us.’’",
        "1_Chapter, 29_Verse": "But Sichon, King of Cheshbon, was not willing to let us traverse it, because Adonoy, your God, had hardened his spirit and emboldened his mind in order to put him in your hand this day.",
        "1_Chapter, 30_Verse": "Adonoy said to me, ‘‘See, I have begun defeating before you Sichon and his land. Begin inheriting—to inherit his land.’’",
        "1_Chapter, 31_Verse": "And Sichon went out toward us, he and his entire people, to wage war in Yahatz.",
        "1_Chapter, 32_Verse": "Adonoy, our God, defeated him before us, and we smote him and his sons and his entire people.",
        "1_Chapter, 33_Verse": "We conquered all his cities at that time and annihilated every city’s men, woman, and children; we left no survivor.",
        "1_Chapter, 34_Verse": "Only the animals we plundered for ourselves, and the booty of the cities that we conquered.",
        "1_Chapter, 35_Verse": "From Aroer, which is on the bank of Wadi Arnon—and the city that is in the wadi—up to Gilad, there was no city that was stronger than we. All of it did Adonoy, our God, defeat before us.",
        "1_Chapter, 36_Verse": "Only the land of the descendants of Ammon did you not attack—all along Wadi Yabok and the hill cities—everything Adonoy, our God, commanded.",
        "2_Chapter, 0_Verse": "We turned and went up the Boshon road. Og, King of the Boshon, went out toward us, he and his entire people, to [wage] war in Edrei.",
        "2_Chapter, 1_Verse": "Adonoy said to me, ‘‘Do not fear him, for I have put him in your hand, with all his people and his land, and you will do to him as you did to Sichon, King of the Emorites who was living in Cheshbon.’’",
        "2_Chapter, 2_Verse": "Adonoy, our God, put into our hand also Og, King of the Boshon, and his entire people; and we smote him without leaving him a survivor.",
        "2_Chapter, 3_Verse": "We conquered all his cities at that time; there was no city that we did not take from them—sixty cities, the entire province of Argov, the kingdom of Og in the Boshon.",
        "2_Chapter, 4_Verse": "All of these were fortified cities with high walls, gates and bolts; besides very many unwalled cities.",
        "2_Chapter, 5_Verse": "We annihilated them as we had done to Sichon, King of Cheshbon, annihilating every city’s men, women, and children.",
        "2_Chapter, 6_Verse": "And all the animals and the booty of the cities we plundered for ourselves.",
        "2_Chapter, 7_Verse": "At that time we took the land from the possession of the two Emorite kings who were on the other side of the Yardein, from Wadi Arnon to Mount Chermon.",
        "2_Chapter, 8_Verse": "The Tzidonites call Chermon Siryon, and the Emorites call it Sneer.",
        "2_Chapter, 9_Verse": "All the cities of the plain and entire Gilod and the entire Boshon to Salcho and Edre’i; cities of Og’s kingdom in the Boshon.",
        "2_Chapter, 10_Verse": "For only Og, King of the Boshon, survived from the remainder of the giants. Look, his bed—an iron bed—isn’t it in Rabbas of the descendants of Ammon: nine <i>amohs</i> its length and four <i>amohs</i> its width, in a man’s <i>amoh.</i>",
        "2_Chapter, 11_Verse": "And this land we inherited at that time. From Aro’er which is on Wadi Arnon and half of the Gilod hills and its cities—I gave to the Reuvenites and the Gaddites.",
        "2_Chapter, 12_Verse": "And the rest of the Gilod and all of the Boshon, the kingdom of Og, I gave to half the tribe of Menashe. The entire Argov province throughout the Boshon, that is called the land of the giants.",
        "2_Chapter, 13_Verse": "Yair son of Menashe took all of the Argov province until the border of the Geshurites and the Ma’achasites; and he named them for himself—the Boshon—the cities of Chavos Yair until this day.",
        "2_Chapter, 14_Verse": "And to Mochir I gave the Gilod.",
        "2_Chapter, 15_Verse": "And to the Reuvenites and to the Gaddites I gave from the Gilod to Wadi Arnon, within the wadi and the border, until Yabok, the wadi at the border of the descendants of Ammon;",
        "2_Chapter, 16_Verse": "and the Arava and the Yardein and the border; from Kinneres until Arava Lake, the salt lake, beneath the slopes of the crest to the east.",
        "2_Chapter, 17_Verse": "I commanded you at the time, saying, ‘‘Adonoy, your God, has given you this land to inherit it. Cross over in the forefront, ahead of your brothers the Bnei Yisroel, all valorous soldiers.",
        "2_Chapter, 18_Verse": "But your wives and your children and your cattle—I know you own much cattle—will live in your cities, which I have given you.",
        "2_Chapter, 19_Verse": "Until Adonoy grants your brothers [peace] like you, and they too inherit the land that Adonoy, your God, is giving them across the Yardein. Then will you return each of you to his inheritance that I have given you.",
        "2_Chapter, 20_Verse": "And Yehoshua I commanded at that time, to say, ‘‘Your eyes will be seeing that everything Adonoy, your God, did to these two kings, so will Adonoy do to all the kingdoms that your are crossing into.",
        "2_Chapter, 21_Verse": "Do not fear them, for Adonoy, your God, is the One Who is waging war for you.’’",
        "2_Chapter, 22_Verse": "I pleaded to Adonoy at that time, saying:",
        "2_Chapter, 23_Verse": "‘‘Adonoy, El him, You have begun to show Your servant Your greatness and Your powerful hand, that there is no power in heaven or on earth that can perform Your deeds and Your acts of power.",
        "2_Chapter, 24_Verse": "Please, allow me to cross over and see the good land that is across the Yardein, this good mountain and the Lebanon.’’",
        "2_Chapter, 25_Verse": " Adonoy grew angry at me through your fault and did not heed me; Adonoy said to me, ‘‘Enough for you! Do not go on speaking to Me any more about this matter.",
        "2_Chapter, 26_Verse": "Go up to the peak of the Pisgah and look around—west, north, south, and east—see with your own eyes; for you will not cross this Yardein.",
        "2_Chapter, 27_Verse": "And command Yehoshua, and encourage him and embolden him, because he will cross at the head of this people and he will apportion to them the land that you will see.’’",
        "2_Chapter, 28_Verse": "We lived in the valley facing Beis Peor.",
        "3_Chapter, 0_Verse": "And now Yisroel, listen to the statutes and to the laws that I am teaching you to fulfill, in order that you will live, and will arrive in, and will inherit the land that Adonoy, the God of your fathers, is giving you.",
        "3_Chapter, 1_Verse": "Do not add to the matters that I am commanding you, and do not subtract from them; to guard the commandments of Adonoy, your God, that I am commanding you.",
        "3_Chapter, 2_Verse": "Your eyes have witnessed what Adonoy did regarding Ba’al Peor, that every man who followed Ba’al Peor—Adonoy, your God, destroyed him from within you.",
        "3_Chapter, 3_Verse": "But you who cling to Adonoy, your God—all of you are alive today.",
        "3_Chapter, 4_Verse": "See, I have taught you statutes and laws as I was commanded by Adonoy, my God, to fulfill within the land that you are arriving there to inherit.",
        "3_Chapter, 5_Verse": "You will preserve and you will fulfill [them], for that [displays] your wisdom and your understanding before the nations, who will hear all these statutes and will say, ‘‘The only wise and understanding people is this great nation.’’",
        "3_Chapter, 6_Verse": "For who is a great nation that has God close to it as [is] Adonoy, our God, whenever we call to Him?",
        "3_Chapter, 7_Verse": "And who is a great nation that has upright statutes and laws, like this entire Torah that I am putting before you today?",
        "3_Chapter, 8_Verse": "Look out for yourself and guard your life exceedingly, lest you forget the words your eyes witnessed, and lest they are removed from your mind, all the days of your life; you will make them known to your children and to your grandchildren.",
        "3_Chapter, 9_Verse": "The day you stood before Adonoy, your God, at Choreiv, when Adonoy said to me, ‘‘Assemble for Me the people, and I will let them hear My statements, so that they will learn to fear Me all the years that they are living on the land, and will teach their sons.’’",
        "3_Chapter, 10_Verse": "You approached and stood beneath the mountain, while the mountain was burning with fire up to the heart of the heavens—darkness, cloud, and thick cloud.",
        "3_Chapter, 11_Verse": "Adonoy addressed you from within the fire; you heard the sound of speech, seeing no image, solely sound.",
        "3_Chapter, 12_Verse": "He told you His covenant, which He commanded you to fulfill—the ten statements—and He wrote them on two tablets of stone.",
        "3_Chapter, 13_Verse": "Adonoy commanded me at that time to teach you statutes and laws, for you to fulfill them in the land that you are crossing over there to inherit.",
        "3_Chapter, 14_Verse": "Be extremely cautious for your lives, for you did not see any image on the day Adonoy addressed you at Choreiv from within the fire.",
        "3_Chapter, 15_Verse": "Lest you destructively make for yourselves a statue in the image of any form, the representation of a male or a female;",
        "3_Chapter, 16_Verse": "[or] the representation of any animal that is on earth; [or] the representation of any winged bird that flies in the sky;",
        "3_Chapter, 17_Verse": "[or] the representation of anything that crawls on the ground; [or] the representation of any fish that is in the water beneath the earth.",
        "3_Chapter, 18_Verse": "Or lest you raise your eyes heavenward and see the sun or the moon or the stars—the entire host of the heavens—and you will err and bow to them and worship them, when Adonoy, your God, has made them available to all the peoples who are under the whole sky.",
        "3_Chapter, 19_Verse": "But Adonoy took you [for Himself] when He took you out of the iron crucible, from Egypt, to be for Him a people-territory like this day.",
        "3_Chapter, 20_Verse": "Yet Adonoy grew angry at me on account of your statements, and He swore that I would not cross the Yardein and would not enter the good land that Adonoy, your God, is giving you as territory.",
        "3_Chapter, 21_Verse": "For I am to die in this land, I am not crossing the Yardein; but you are crossing, and will inherit this good land.",
        "3_Chapter, 22_Verse": "Look out for yourselves lest you forget the covenant of Adonoy, your God, that He made with you, and you make for yourselves a statue—an image of anything—that Adonoy, your God, commanded you.",
        "3_Chapter, 23_Verse": "For Adonoy, your God, is a consuming fire, a jealous Almighty.",
        "3_Chapter, 24_Verse": "When you have children and grandchildren, and have grown old in the land; and you will be corrupt and make a statue—an image of anything—and do what is evil in the eyes of Adonoy, your God, to anger Him.",
        "3_Chapter, 25_Verse": "I bring as witness against you today heaven and earth, that you will be completely and swiftly removed from upon the land, that you are crossing the Yardein there to inherit; you will not live long upon it, but will be completely destroyed.",
        "3_Chapter, 26_Verse": "Adonoy will disperse you among the peoples, and you will remain few in number among the nations that Adonoy leads you to.",
        "3_Chapter, 27_Verse": "There you will serve man-made gods of wood and stone that do not see, do not hear, do not eat, and do not smell.",
        "3_Chapter, 28_Verse": "You will seek from there Adonoy, your God, and you will find [Him], when you seek Him wholeheartedly and with your whole being.",
        "3_Chapter, 29_Verse": "When you are in distress and all these things happen to you, at the end of time, you will return to Adonoy, your God, and will obey Him.",
        "3_Chapter, 30_Verse": "For a merciful Almighty is Adonoy, your God; He will not forsake you nor destroy you; nor will He forget the covenant of your fathers that He swore to them.",
        "3_Chapter, 31_Verse": "Inquire now about the early years that preceded you, from the day that God created Adam on earth and from one end of the heavens to the other end of the heavens: Did anything ever happen comparable to this great event, or did anyone ever hear of such a thing?",
        "3_Chapter, 32_Verse": "Did any people [ever] hear God’s voice speaking from within the fire as you heard and survive?",
        "3_Chapter, 33_Verse": "Or did any god ever miraculously come and take for himself a nation from within a nation through tests, with signs and with wonders, and through warfare, and with a strong hand and with an extended arm, and with great displays; entirely as Adonoy, your God, did for you in Egypt as you watched?",
        "3_Chapter, 34_Verse": "You have been shown that you might know that Adonoy, He is <i>the</i> God; there is no [power] other than He.",
        "3_Chapter, 35_Verse": "From the sky He made audible to you His voice to teach you, and on the earth He showed you His great fire, and you heard His words form within the fire.",
        "3_Chapter, 36_Verse": "Because He loved your forefathers, He chose his descendants after him; and He took you out before Him with His great strength from Egypt.",
        "3_Chapter, 37_Verse": "To expel nations greater and stronger than you from before you; to bring you in [and] to give you their land as terrritory, like this day.",
        "3_Chapter, 38_Verse": "You will know today, and will restore to your perception that Adonoy is <i>the</i> God in heaven above and on earth below; there is no other.",
        "3_Chapter, 39_Verse": "You will guard His statutes and His commandments, which I am commanding you today, so that you have it good and your children after you, and in order that you live long on the land that Adonoy, your God, is giving you for all time.",
        "3_Chapter, 40_Verse": "Then Moshe set aside three cities across the Yardein, where the sun rises,",
        "3_Chapter, 41_Verse": "for a murderer to escape there, who has murdered his neighbor without intent, and he had not been his enemy yesterday [or] the day before. He is to flee to one of these cities to survive:",
        "3_Chapter, 42_Verse": "Betzer in the wilderness in the plains of the Reuvenites, Romos in the Gil’od of the Gaddites, and Golon in the Boshon of the Menashians.",
        "3_Chapter, 43_Verse": "And this is the Torah that Moshe set before Bnei Yisroel.",
        "3_Chapter, 44_Verse": "These are the testimonies and the statutes and the laws that Moshe addressed to Bnei Yisroel when they came out of Egypt.",
        "3_Chapter, 45_Verse": "Across the Yardein, in the valley facing Beis Peor, in the land of Sichon, King of the Emorites, who lived in Cheshbon, whom Moshe and Bnei Yisrael smote when they came out of Egypt.",
        "3_Chapter, 46_Verse": "They inherited his land and the land of Og, King of the Boshon—the two Emorite kings who were across the Yardein, where the sun rises.",
        "3_Chapter, 47_Verse": "From Aroer, which is on the bank of Wadi Arnon, up to Mount Sion which is Chermon.",
        "3_Chapter, 48_Verse": "And the entire Arava across the Yardein to the east, to Arava Lake, beneath the slopes of the Pisgah.",
        "4_Chapter, 0_Verse": "Moshe called all of Yisroel and said to them, ‘‘Hear, Yisroel, the statutes and the laws that I am relating in your presence today, for you are to study them and to be careful to fulfill them.",
        "4_Chapter, 1_Verse": "Adonoy, our God, made a covenant with us at Choreiv.",
        "4_Chapter, 2_Verse": "Not [only] with our fathers did Adonoy make this covenant, but with us, we who are here today, all of us alive.",
        "4_Chapter, 3_Verse": "Face to face Adonoy spoke with you at the mountain from within the fire.",
        "4_Chapter, 4_Verse": "I was standing between Adonoy and you at that time, to tell you Adonoy’s word, because you were afraid of the fire and did not go up on the mountain, saying:",
        "4_Chapter, 5_Verse": "‘‘I am Adonoy, your God, Who took you out of the land of Egypt, the house of slavery.",
        "4_Chapter, 6_Verse": "You will not have any other gods in My Presence.",
        "4_Chapter, 7_Verse": "Do not make for yourself a statue of any representation that is in the skies above or that is on the earth below, or that is in the water beneath the earth.",
        "4_Chapter, 8_Verse": "Do not bow to them, and do not serve them, for I am Adonoy, your God, jealous Almighty, Who reckons the sin of parents for children and for the third generation and for the fourth generation of My enemies, ",
        "4_Chapter, 9_Verse": "and performs kindliness for thousands [of generations] for those who love Me and for those who guard My commandments.",
        "4_Chapter, 10_Verse": "Do not swear using the Name of Adonoy, your God, in vain; for Adonoy will not hold innocent whoever swears by His Name in vain.",
        "4_Chapter, 11_Verse": "Preserve the day of Shabbos to sanctify it, as Adonoy, your God, commanded you.",
        "4_Chapter, 12_Verse": "Six days will you work and perform all your labor,",
        "4_Chapter, 13_Verse": "but the seventh day, Shabbos for Adonoy, your God, do not perform any labor—you, your son and your daughter, your male slave and your female slave, your ox and your donkey and all your animals, and the non-Jew who dwells in your cities—in order that your male slave will rest—and your female slave—like you.",
        "4_Chapter, 14_Verse": "Remember that you were a slave in the land of Egypt, and Adonoy, your God, took you out of there with a strong hand and an extended arm. That is why Adonoy, your God, commanded you to celebrate the Shabbos day.",
        "4_Chapter, 15_Verse": "Honor your father and your mother in the way Adonoy, your God, commanded you; in order that you live long and in order that you have it good on the land that Adonoy, your God, is giving you.",
        "4_Chapter, 16_Verse": "Do not murder. Do not commit adultery. And do not kidnap. And do not testify against your neighbor in vain.",
        "4_Chapter, 17_Verse": "And do not covet your neighbor’s wife. And do not desire your neighbor’s house, his field, or his male slave or his female slave, his ox or his donkey, or anything else that belongs to your neighbor.’’",
        "4_Chapter, 18_Verse": "These words did Adonoy address to your entire assemblage at the mountain from within the fire, the cloud, and the thick cloud—a voice great and without cessation. He wrote them on two tablets of stone, and He gave them to me.",
        "4_Chapter, 19_Verse": "When you heard the voice from within the darkness, as the mountain burned with fire, you approached me—all the leaders of your tribes and your elders.",
        "4_Chapter, 20_Verse": "You said, ‘‘Look! Adonoy, our God, showed us His glory and His greatness, and His voice we heard from within the fire; today we saw that God can address man and he will survive.",
        "4_Chapter, 21_Verse": "Now, why should we die when this great fire will consume us? If we continue to hear the voice of Adonoy, our God, any longer we will die.",
        "4_Chapter, 22_Verse": "For who of all flesh has heard the voice of the living God speaking from within the fire like us, and survived?",
        "4_Chapter, 23_Verse": "Approach—yourself—and listen to everything that Adonoy, our God, says; and you will tell us everything that Adonoy, our God, tells you and we will accept and fulfill.",
        "4_Chapter, 24_Verse": " Adonoy heard the intent of your words when you spoke to me; and Adonoy said to me, ‘‘ I have heard the intent of this people’s words that they spoke to you—everything they said is excellent.",
        "4_Chapter, 25_Verse": "I wish they would retain their present attitude to fear Me and to preserve all My commandments always; so that they and their children benefit forever.",
        "4_Chapter, 26_Verse": "Go say to them, ‘Return for yourselves to your tents.’",
        "4_Chapter, 27_Verse": "You, however, remain here with Me, and I will tell you all the <i>mitzvohs</i> and the statutes and the laws that you will teach them; and they will fulfill [them] in the land that I am giving them to inherit.’’",
        "4_Chapter, 28_Verse": "You will be careful to fulfill as Adonoy, your God, has commanded you; do not deviate right or left.",
        "4_Chapter, 29_Verse": "Along the entire way that Adonoy, your God, commanded you, shall you go; in order that you live and enjoy good, and you live long in the land that you are inheriting.",
        "5_Chapter, 0_Verse": "This is the <i>mitzvah,</i> the statutes and the laws that Adonoy, your God, commanded to teach you to fulfill in the land that you are crossing over there to inherit.",
        "5_Chapter, 1_Verse": "In order that you will fear Adonoy, your God, to preserve all His statutes and commandments that I am commanding you—you and your son and your grandson—all the days of your life, and in order that you live long.",
        "5_Chapter, 2_Verse": "You will heed, Yisroel, and you will be careful to fulfill, so that you will benefit and so that you will multiply exceedingly, as Adonoy, God of your forefathers, spoke about you—a land flowing milk and honey.",
        "5_Chapter, 3_Verse": "Listen, Yisroel! Adonoy is our God, Adonoy is one.",
        "5_Chapter, 4_Verse": "You are to love Adonoy, your God, with all your heart, with all your soul, and with all your possessions.",
        "5_Chapter, 5_Verse": "And these words that I command you today shall be upon your heart.",
        "5_Chapter, 6_Verse": "You are to teach them to your children and you are to discuss them, when you sit at home, and when you journey on the road, and when you go to sleep, and when you rise.",
        "5_Chapter, 7_Verse": "You are to tie them as a sign on your arm and they are to be <i>totafos</i> between your eyes.",
        "5_Chapter, 8_Verse": "You are to write them on the doorposts of your house, and on your gateposts.",
        "5_Chapter, 9_Verse": "When Adonoy your God will have brought you to the land that He swore to your forefathers—to Avrohom, to Yitzchok, and to Yaakov—to give you: great and good cities that you did not build.",
        "5_Chapter, 10_Verse": "And houses full of all bounty that you did not fill, and hewn cisterns that you did not hew, vineyards and olive stands that you did not plant; and you will eat and be full.",
        "5_Chapter, 11_Verse": "Look out for yourself, lest you forget Adonoy, Who took you out of the land of Egypt, from the house of slavery.",
        "5_Chapter, 12_Verse": "Fear Adonoy, your God, and serve Him, and swear by His name.",
        "5_Chapter, 13_Verse": "Do not follow other gods, from the gods of the peoples around you.",
        "5_Chapter, 14_Verse": "For a jealous Almighty is Adonoy, your God, within you; lest there be aroused the anger of Adonoy, your God, against you and He destroy you from upon the surface of the land.",
        "5_Chapter, 15_Verse": "Do not test Adonoy, your God, as you tested at Massoh.",
        "5_Chapter, 16_Verse": "Carefully guard the commandments of Adonoy, your God, and His testimonies and His statutes that He commanded you.",
        "5_Chapter, 17_Verse": "Perform the upright and the good in Adonoy’s eyes, in order that you benefit and arrive in, and inherit the good land that Adonoy swore to your forefathers.",
        "5_Chapter, 18_Verse": "To smash all your enemies before you, as Adonoy declared.",
        "5_Chapter, 19_Verse": "When your son asks you tomorrow, saying, ‘‘What are the testimonies and the statues and the laws that Adonoy, our God, commanded you?’’",
        "5_Chapter, 20_Verse": "You will tell your son, ‘‘We were slaves to Pharaoh in Egypt, and Adonoy took us out of Egypt with a strong hand.",
        "5_Chapter, 21_Verse": "And Adonoy set signs and wonders [that were] great and harmful, upon Egypt, upon Pharaoh, and upon his entire household as we watched.",
        "5_Chapter, 22_Verse": "And us He took out of there, in order to bring us into, and to give us the land He swore to our forefathers.",
        "5_Chapter, 23_Verse": "Adonoy commanded us to perform all these statutes to [show that we] fear Adonoy, our God; to benefit us for all time, to keep us alive like this day.",
        "5_Chapter, 24_Verse": "And it will be to our credit if we are careful to fulfill this entire <i>mitzvah</i> before Adonoy, our God, as He commanded us.",
        "6_Chapter, 0_Verse": "When Adonoy, your God, brings you into the land that you are coming there to inherit, He will cast out many nations from before you—the Chittites, the Girgashites and the Emorites, the Canaanites and the Perizites, the Chivites and the Yevusites—seven nations more numerous and more powerful than you.",
        "6_Chapter, 1_Verse": "Adonoy, your God, will defeat them before you, and you will smite them. You must surely annihilate them. Do not make a treaty with them, and do not favor them.",
        "6_Chapter, 2_Verse": "Do not marry them; do not give your daughter to his son, nor take his daughter for your son.",
        "6_Chapter, 3_Verse": "For he will turn your son away from Me and they will serve other gods; and Adonoy’s anger will be aroused against you and He will destroy you swiftly.",
        "6_Chapter, 4_Verse": "Rather, thus shall you do to them: raze their altars and smash their monuments, cut down their worship-trees and burn their statues in fire.",
        "6_Chapter, 5_Verse": "For you are a holy people to Adonoy, your God; Adonoy, your God, chose you to be for Him a treasured people from all the peoples that are on the face of the earth.",
        "6_Chapter, 6_Verse": "Not because of the multitude your population beyond all peoples did Adonoy desire you and choose you; for you are the least of all the peoples.",
        "6_Chapter, 7_Verse": "Rather, out of Adonoy’s love for you and out of His keeping the oath that He swore to your forefathers did Adonoy take you out with a strong hand, and did He redeem you from the house of slavery, from the hand of Pharaoh, king of Egypt.",
        "6_Chapter, 8_Verse": "You will know that Adonoy, your God, is <i>the</i> God, the trusted Almighty, who keeps the covenant and the kindliness for those who love Him and for those who keep His commandments, for a thousand generations.",
        "6_Chapter, 9_Verse": "And He pays His enemy to his face to destroy him. He does not delay for His enemy—to his face does He pay him.",
        "6_Chapter, 10_Verse": "You are to guard the commandments and the statutes and the laws that I am commanding you today, to fulfill.",
        "6_Chapter, 11_Verse": "In the future, as a consequence of your heeding these laws, and your guarding and fulfilling them; Adonoy, your God, will guard for you the covenant and the kindliness that He swore to your forefathers.",
        "6_Chapter, 12_Verse": "He will love you, and bless you, and multiply you; and He will bless the fruit of your belly and the fruit of your soil—your grain, your wine, and your olive oil—the offspring of your cattle, and the herds of your sheep, upon the soil that He swore to your forefathers to give you.",
        "6_Chapter, 13_Verse": "You will be blessed more than all the peoples; there will not be among you a sterile male or a barren female, nor among your animals.",
        "6_Chapter, 14_Verse": "Adonoy will remove from you all illness; and all the harmful diseases of Egypt that you know, He will not place upon you, but will give them to all your enemies.",
        "6_Chapter, 15_Verse": "You will consume all the peoples that Adonoy, your God, is giving you; do not take pity on them. Do not serve their gods, because they are a snare for you.",
        "6_Chapter, 16_Verse": "Perhaps you may think to yourself, ‘‘These nations are more numerous than I, how can I inherit them?’’",
        "6_Chapter, 17_Verse": "Do not fear them. Recall well what Adonoy, your God, did to Pharaoh and to all the Egyptians.",
        "6_Chapter, 18_Verse": "The great tests you witnessed, and the signs and the wonders and the strong hand and the extended arm with which Adonoy, your God, took you out; so will Adonoy, your God, do to all the peoples that you are afraid of.",
        "6_Chapter, 19_Verse": "Also the <i>tzir’oh</i> will Adonoy, your God, send against them, until the destruction of those who survive and hide from you.",
        "6_Chapter, 20_Verse": "Do not be intimidated by them, for Adonoy, your God, is amid you, the great and fearsome Almighty.",
        "6_Chapter, 21_Verse": "Adonoy, your God, will expel these nations before you, gradually; you will be unable to exterminate them rapidly, lest the wild animals multiply against you.",
        "6_Chapter, 22_Verse": "Adonoy, your God, will defeat them before you, and will confuse them with great confusion until they are destroyed.",
        "6_Chapter, 23_Verse": "He will put their kings in your hand, and you will eliminate their name from beneath the heavens; no man will stand up to you until you have destroyed them.",
        "6_Chapter, 24_Verse": "Burn the statues of their gods in fire; do not covet the silver and gold upon them and take it for yourself, lest you be ensnared by it, because it is abominated by Adonoy, your God.",
        "6_Chapter, 25_Verse": "Do not bring abomination into your house [lest] you become <i>cheirem</i> like it; thoroughly revile and abominate it, for it is <i>cheirem. </i>",
        "7_Chapter, 0_Verse": "The entire <i>mitzvah</i> that I am commanding you today, are you to guard so as to fulfill; in order that you live and multiply and arrive to inherit the land that Adonoy swore to your forefathers.",
        "7_Chapter, 1_Verse": "You are to recall the entire way on which Adonoy, your God, led you these forty years in the wilderness; in order to oppress you, to test you, to know what is in your heart—will you guard His commandments or not?",
        "7_Chapter, 2_Verse": "He oppressed you and made you hungry, and He fed you the <i>mon</i> that neither you knew nor your forefathers knew, in order to inform you that not by bread alone does man live, rather by the entire expression of Adonoy’s word does man live.",
        "7_Chapter, 3_Verse": "Your garment did not wear out on you, nor did your foot swell these forty years.",
        "7_Chapter, 4_Verse": "You will know with your heart that the way a man trains his son does Adonoy, your God, train you.",
        "7_Chapter, 5_Verse": "You are to guard the commandments of Adonoy, your God, to go in His ways and to fear Him.",
        "7_Chapter, 6_Verse": "For Adonoy, your God, is bringing you to a good land, a land with streams of water, springs and groundwater that emerge in valley and hill.",
        "7_Chapter, 7_Verse": "A land of wheat and barley, and grapes and figs and pomegranates; a land of olives and honey.",
        "7_Chapter, 8_Verse": "A land where you will not eat bread in poverty, you will lack nothing there; a land whose stones are iron, and from whose hills you will mine copper.",
        "7_Chapter, 9_Verse": "You will eat and be full, and you will bless Adonoy, your God, for the good land He has given you.",
        "7_Chapter, 10_Verse": "Look out for yourself lest you forget Adonoy, your God, to not guard His commandments, His laws, and His statutes that I am commanding you today.",
        "7_Chapter, 11_Verse": "Lest you eat and be full, and build good houses and live [in them.]",
        "7_Chapter, 12_Verse": "And your cattle and your sheep multiply, and silver and gold multiply for you, and everything you own multiplies.",
        "7_Chapter, 13_Verse": "And your pride increases, and you forget Adonoy, your God, Who took you out of the land of Egypt, from the house of slavery;",
        "7_Chapter, 14_Verse": "Who led you through the wilderness—the great and awesome[one]— snake, serpent and scorpion, and thirst where there is no water; Who took water out for you from solid rock;",
        "7_Chapter, 15_Verse": "Who fed you <i>mon</i> in the wilderness that your forefathers had not known, in order to oppress you and in order to test you, to ultimately benefit you—",
        "7_Chapter, 16_Verse": "And you think, ‘‘My strength and the power of my hand have acquired this wealth for me.’’",
        "7_Chapter, 17_Verse": "Recall Adonoy, your God, for it is He Who gives you counsel to acquire wealth, in order to establish His covenant that He swore to your forefathers this day.",
        "7_Chapter, 18_Verse": "When and if you forget Adonoy, your God, and follow other gods, and serve them and bow to them, I testify about you today that you will surely be destroyed.",
        "7_Chapter, 19_Verse": "Like the nations that Adonoy is destroying before you, so will you be destroyed, as a consequence of your not heeding Adonoy, your God.",
        "8_Chapter, 0_Verse": "Listen, Yisroel! You are today crossing the Yardein to come inherit nations greater and more powerful than you; cities great and fortified to the sky.",
        "8_Chapter, 1_Verse": "A great and powerful people, descendants of the Anokim, about whom you know and heard, ‘‘who can stand up to the descendants of Anok?’’",
        "8_Chapter, 2_Verse": "You know today that Adonoy, your God, is the One crossing before you, a consuming fire, He will destroy them and He will subdue them before you; you will expel them and destroy them quickly, as Adonoy promised for you.",
        "8_Chapter, 3_Verse": "Do not think, when Adonoy, your God, smashes them before you, saying: ‘‘Because of my righteousness has Adonoy brought me to inherit this land,’’ and because of the wickedness of these nations is Adonoy expelling them before you.",
        "8_Chapter, 4_Verse": "Not because of your righteousness and the uprightness of your heart are you coming to inherit their land. Rather, because of the wickedness of these nations is Adonoy, your God, expelling them before you, and in order to fulfill the matter that Adonoy swore to your forefathers—to Avrohom, to Yitzchok, and to Yaakov.",
        "8_Chapter, 5_Verse": "Know that not because of your righteousness is Adonoy, your God, giving you this good land to inherit, for you are a stubborn people.",
        "8_Chapter, 6_Verse": "Recall, do not forget, how you angered Adonoy, your God, in the wilderness; from the day you left the land of Egypt until you arrived at this place you have been defiers with Adonoy.",
        "8_Chapter, 7_Verse": "And in Choreiv you angered Adonoy, and Adonoy was infuriated with you to destroy you.",
        "8_Chapter, 8_Verse": "When I went up the mountain to take the stone tablets, the tablets of the covenant that Adonoy made with you, I remained on the mountain forty days and forty nights; I ate no bread and drank no water.",
        "8_Chapter, 9_Verse": "Adonoy gave me the two stone tablets written with God’s finger and upon them all the statements that Adonoy addressed to you on the mountain from within the fire, on the day of assembly.",
        "8_Chapter, 10_Verse": "When, at the end of forty days and forty nights, Adonoy gave me the two stone tablets, the covenant tablets,",
        "8_Chapter, 11_Verse": "Adonoy said to me, ‘‘Get ready! Go down quickly from here, because your people has corrupted—whom you took out of Egypt; they have veered swiftly from the way that I commanded them; they made them a molten image.",
        "8_Chapter, 12_Verse": "Adonoy said to me, to say, ‘‘I have seen this people, and look, it is a stubborn people!",
        "8_Chapter, 13_Verse": "Leave Me alone and let Me destroy them and eliminate their name from beneath the sky, and let Me make you into a nation more powerful and numerous than they.’’",
        "8_Chapter, 14_Verse": "I turned and descended the mountain, and the mountain was burning with fire; and the two covenant tablets were on my two hands.",
        "8_Chapter, 15_Verse": "I beheld that you had just sinned to Adonoy, your God, you had made yourselves a molten calf; you had veered swiftly from the way that Adonoy had commanded you.",
        "8_Chapter, 16_Verse": "I grasped the two tablets and threw them from (upon) my two hands, and smashed them before your eyes.",
        "8_Chapter, 17_Verse": "I prostrated myself before Adonoy as before, forty days and forty nights, bread I did not eat nor water did I drink; for all of your sin that you sinned by doing what is evil in Adonoy’s eyes to anger Him.",
        "8_Chapter, 18_Verse": "Because I was afraid of the anger and the fury that Adonoy raged at you to destroy you; and Adonoy accepted my prayer that time as well.",
        "8_Chapter, 19_Verse": "And at Aharon Adonoy grew very angry to destroy him; I prayed for Aharon, too, at that time.",
        "8_Chapter, 20_Verse": "And the sin[-object] that you made, the calf, I took and burned it in fire. I crushed it—thoroughly grinding it—until it was fine—to dust; and I threw its dust into the stream that was flowing down from the mountain.",
        "8_Chapter, 21_Verse": "And in Tav’eiroh and in Massoh and in Kivros Hata’voh you were angerers of Adonoy.",
        "8_Chapter, 22_Verse": "And when Adonoy sent you from Kodeish Barnei’a, saying, ‘‘Go up and inherit the land that I have given you.’’ But you defied Adonoy, your God, and did not trust Him, and did not heed Him.",
        "8_Chapter, 23_Verse": "Defiers have you been with Adonoy, from the day I know you.",
        "8_Chapter, 24_Verse": "I prostrated myself before Adonoy the forty days and the forty nights that I prostrated myself, because Adonoy intended to destroy you.",
        "8_Chapter, 25_Verse": "I prayed to Adonoy and said, ‘‘Adonoy, God, do not harm Your people and Your territory that You redeemed with Your power, whom You took out of Egypt with a powerful hand.",
        "8_Chapter, 26_Verse": "Recall Your servants—Avrohom, Yitzchok, and Yaakov; do not pay attention to the stubborness of this people, to its wickedness, and to its sin.",
        "8_Chapter, 27_Verse": "Lest [the inhabitants] say—[of] the land that you took us out of—‘Because of Adonony’s inability to bring them to the land that He promised for them, and because of His hatred of them, He took them out to kill them in the wilderness.’",
        "8_Chapter, 28_Verse": "But they are Your people, Your territory, whom You took out with Your great power and with Your extended arm.’’",
        "9_Chapter, 0_Verse": "At that time, Adonoy said to me, ‘‘Hew for yourself two stone tablets like the originals, and ascend to Me on the mountain; and make for yourself a wooden case.",
        "9_Chapter, 1_Verse": "And I will write on the tablets the words that were on the original tablets that you smashed, and you will place them in the case.’’",
        "9_Chapter, 2_Verse": "So I made a case of <i>shittim</i> wood, and I hewed two stone tablets like the originals, and I ascended the mountain with the two tablets in my hand.",
        "9_Chapter, 3_Verse": "He wrote on the tablets like the original writing, the ten statements that Adonoy addressed to you on the mountain from within the fire on the day of assembly, and Adonoy gave them to me.",
        "9_Chapter, 4_Verse": "I turned and descended the mountain, and placed the tablets into the case that I had made; and they remained there as Adonoy had commanded me.",
        "9_Chapter, 5_Verse": "Bnei Yisroel traveled from Be’eiros Bnei Ya’akon to Moseiroh. There Aharon died and was buried there; and his son El’ozor served in his stead.",
        "9_Chapter, 6_Verse": "From there they traveled to Goodgode, and from Goodgode to Yotvos, a land with flowing with streams of water.",
        "9_Chapter, 7_Verse": "At that time Adonoy separated the tribe of Leivi to carry the case of Adonoy’s covenant, to stand before Adonoy to serve Him, and to bless in His name until this day.",
        "9_Chapter, 8_Verse": "This is why Leivi had no share or territory with his brothers: Adonoy is his territory as Adonoy, your God, promised for him.",
        "9_Chapter, 9_Verse": "And I remained on the mountain like the previous time, forty days and forty nights, and Adonoy accepted my prayer that time, too; Adonoy was unwilling to harm you.",
        "9_Chapter, 10_Verse": "And Adonoy said to me, ‘‘Get ready! Go lead the people’s traveling, and let them come and inherit the land that I swore to their forefathers to give them.’’",
        "9_Chapter, 11_Verse": "And now, Yisroel, what is Adonoy, your God, asking of you, other than to fear Adonoy, your God, to go in all His ways and to love Him, and to serve Adonoy, your God, wholeheartedly and with your whole being.",
        "9_Chapter, 12_Verse": "To guard Adonoy’s commandments and His statutes that I am commanding you today; for your benefit.",
        "9_Chapter, 13_Verse": "Look! to Adonoy, your God, belong the heavens and the heavens beyond the heavens, the earth and all that is in it.",
        "9_Chapter, 14_Verse": "[Yet] only your forefathers did Adonoy desire, to love them; and He chose their descendants after them—you—from all the peoples, like this day.",
        "9_Chapter, 15_Verse": "You are to remove your heart’s blockage, not to make yourselves stubborn any more.",
        "9_Chapter, 16_Verse": "For Adonoy, your God, is God over judges and Lord over lords; the Almighty—the Great, the Powerful, and the Awesome [One]—Who neither exercises favoritism nor accepts bribes.",
        "9_Chapter, 17_Verse": "Who performs justice for orphan and widow, and loves the convert to give him bread and a garment.",
        "9_Chapter, 18_Verse": "You are to love the convert, because you were strangers in the land of Egypt.",
        "9_Chapter, 19_Verse": "You are to fear Adonoy, your God, serve Him, cling to Him, and swear by His name.",
        "9_Chapter, 20_Verse": "He is your praise and He is your God, Who performed with you these great and fearsome things that your eyes witnessed.",
        "9_Chapter, 21_Verse": "Numbering seventy people, your forefathers went down to Egypt; and now Adonoy, your God, has placed you like the stars of the sky, numerous.",
        "10_Chapter, 0_Verse": "You are to love Adonoy, your God, and you are to guard His watch, and His statutes, and His laws, and His commandments, all the years.",
        "10_Chapter, 1_Verse": "You will know today that not with your children who have not known and who have not seen the teaching of Adonoy, your God—His greatness, His powerful hand and His extended arm,",
        "10_Chapter, 2_Verse": "and His signs and His deeds that He performed within Egypt, to Pharaoh king of Egypt, and to his entire land;",
        "10_Chapter, 3_Verse": "And what He did to the Egyptian army, to its horses and to its chariots—that He flooded the waters of Yam Suf over them when they were chasing you—Adonoy destroyed them until this day;",
        "10_Chapter, 4_Verse": "And what He did for you in the wilderness, until you arrived at this place;",
        "10_Chapter, 5_Verse": "And what He did to Dosson and to Avirom sons of Eli’ov son of Re’uven, that the earth opened its mouth and swallowed them and their families and their tents and all the sustenance at their feet amid all of Yisroel.",
        "10_Chapter, 6_Verse": "Rather <i>your</i> eyes have been witnessing the entire overwhelming activity of Adonoy that He has performed.",
        "10_Chapter, 7_Verse": "You will guard the entire <i>mitzvah</i> that I am commanding you today, in order that you be encouraged and will arrive in, and inherit the land that you are crossing over there to inherit.",
        "10_Chapter, 8_Verse": "And in order that you will last long on the land that Adonoy swore to your forefathers to give to them and to their descendants, a land flowing milk and honey.",
        "10_Chapter, 9_Verse": "For the land where you are arriving to inherit is not like the land of Egypt from which you departed, where you planted your seed and watered [it] on foot like a vegetable garden.",
        "10_Chapter, 10_Verse": "Rather, the land where you are crossing to inherit is a land of mountains and plains—by the rain of the skies will you drink water.",
        "10_Chapter, 11_Verse": "A land that Adonoy, your God, looks after; the eyes of Adonoy, your God, are always upon it, from the year’s beginning until the year’s end.",
        "10_Chapter, 12_Verse": "Should you thoroughly heed My commandments that I am commanding you today—to love Adonoy, your God, and to serve Him with all your desires and with your entire beings,",
        "10_Chapter, 13_Verse": "I will provide the rain of your land in its time, fall rain and spring rain, and you will harvest your grain and your wine and your olive oil.",
        "10_Chapter, 14_Verse": "And I will provide grass in your field for your animals, and you will eat and be full.",
        "10_Chapter, 15_Verse": "Look out for yourselves lest your heart be misled and you turn away and serve other gods and bow to them,",
        "10_Chapter, 16_Verse": "And Adonoy’s anger will be aroused against you, and He will restrain the skies and there will be no rain, and the soil will not yield its produce, and you will swiftly be removed from upon the good land that Adonoy is giving you.",
        "10_Chapter, 17_Verse": "You are to place these words of Mine on your mind and on your being, and bind them as a sign on your hand and they will be <i>totafos</i> on your head;",
        "10_Chapter, 18_Verse": "And you are to teach them to your sons to speak in them when you sit at home, and when you journey on the road, and when you go to sleep, and when you rise;",
        "10_Chapter, 19_Verse": "And you are to write them on the doorposts of your home and your gateways.",
        "10_Chapter, 20_Verse": "In order that they will be many—your years and the years of your children on the soil that Adonoy swore to your forefathers to give them, like the years of heaven on earth.",
        "10_Chapter, 21_Verse": "For if you truly guard this entire <i>mitzvah</i> that I am commanding you to perform, to love Adonoy, your God, to walk in all His ways and to cling to Him.",
        "10_Chapter, 22_Verse": "Adonoy will expel all these nations before you, and you will inherit nations greater and more powerful than you.",
        "10_Chapter, 23_Verse": "Every place that the sole of your foot steps on will be yours, from the wilderness and the Lebanon, form the river—the Euphrates River—up to the ultimate sea, will be your boundary.",
        "10_Chapter, 24_Verse": "No man will stand up to you; fear of you and awe of you will Adonoy, your God, place upon the surface of the entire land that you are stepping into, as He promised you.",
        "10_Chapter, 25_Verse": "Look, I place before you today, a blessing and a curse.",
        "10_Chapter, 26_Verse": "The blessing—that you heed the commandments of Adonoy, your God, that I am commanding you today.",
        "10_Chapter, 27_Verse": "And the curse—if you do not heed the commandments of Adonoy, your God, and you veer from the course which I command you this day, to follow other gods which you did not know.",
        "10_Chapter, 28_Verse": "When Adonoy, your God, has brought you to the land that you are coming to inherit, you shall place the blessers on Mount Gerizim and the cursers on Mount Eival.",
        "10_Chapter, 29_Verse": "Are they not across the Yardein and far beyond, along the route of the sunset? In the land of the Canaanites who dwell on the Arava Plain, opposite Gilgol, next to the Moreh Plain.",
        "10_Chapter, 30_Verse": "For you shall pass across the Yardein to come to inherit the land that Adonoy, your God, is giving you; you will inherit it and will dwell in it.",
        "10_Chapter, 31_Verse": "You will guard to fulfill all the statutes and the laws that I am setting before you today.",
        "11_Chapter, 0_Verse": "These are the statutes and the laws that you will guard to fulfill in the land that Adonoy, God of your forefathers, has given to inherit, all the years that you are alive on the land.",
        "11_Chapter, 1_Verse": "You must obliterate all the places where the nations worshipped, whom you are inheriting, their gods, on the high mountains, and on the hills, and under every evergreen tree.",
        "11_Chapter, 2_Verse": "You are to break apart their altars, and you are to smash their pillars, and their asherahs are you to burn in fire, and the statues of their gods are you to cut down; and you are to obliterate their name from that place.",
        "11_Chapter, 3_Verse": "Do not act this way to Adonoy, your God.",
        "11_Chapter, 4_Verse": "Rather at the place that Adonoy, your God, chooses from all your tribes to set His Presence there, will you seek His Presence and come there.",
        "11_Chapter, 5_Verse": "You are to bring there your burnt-offerings and your sacred-offerings, and your tithes and the elevation of your hands, and your pledges, and your donations, and the firstborn of your cattle and your flocks.",
        "11_Chapter, 6_Verse": "You are to eat there before Adonoy, your God, and you will be happy with the sum of your handiwork, you and your households, as Adonoy, your God, has blessed you.",
        "11_Chapter, 7_Verse": "You may not do everything we do here today, each what is upright in his eyes.",
        "11_Chapter, 8_Verse": "For you will not have come as yet to the peace and to the territory that Adonoy, your God, is giving you.",
        "11_Chapter, 9_Verse": "When you cross the Yardein and settle in the land that Adonoy, your God, is apportioning to you, and He has granted you peace from all your enemies around, and you will live secure.",
        "11_Chapter, 10_Verse": "Let it be that the place where Adonoy, your God, chooses to place His Presence therein—it is there you shall bring all that I am commanding you: your burnt-offerings and your sacred-offerings, your tithes and your hand-offerings, and your choice promissory offerings that you pledge to Adonoy.",
        "11_Chapter, 11_Verse": "You are to rejoice in the presence of Adonoy, your God, you and your sons and your daughters, your male slaves and your female slaves, and the Levite who is in your cities, for he has no portion or territory with you.",
        "11_Chapter, 12_Verse": "Take heed, lest you offer up your burnt-offerings anywhere you envision as proper.",
        "11_Chapter, 13_Verse": "Solely in the place that Adonoy chooses within one of your tribes, there are you to offer up your burnt-offerings, and there are you to do everything that I am commanding you.",
        "11_Chapter, 14_Verse": "Except with the fullness of your appetite you may slaughter and eat meat in accord with the blessing of Adonoy, your God, that He has given you in all your cities; the ritually unclean and the clean will eat it like the deer and the gazelle.",
        "11_Chapter, 15_Verse": "However, you may not eat the blood; on the earth are you to spill it like water.",
        "11_Chapter, 16_Verse": "You are not permitted to eat in your cities the tithe of your grain and your wine and your olive oil, and the first-born of your cattle and your flocks, and all your pledges that you pledge, and your donations and the terumah-separation of your hand-offerings.",
        "11_Chapter, 17_Verse": "Rather, before Adonoy, your God, are you to eat it, in the place that Adonoy, your God, chooses—you and your son and your daughter, and your male slave and your female slave, and the Levite in your cities; and you will be happy in the presence of Adonoy, your God, with the sum of your handiwork.",
        "11_Chapter, 18_Verse": "Watch yourself, lest you forsake the Levite, all your years on your land.",
        "11_Chapter, 19_Verse": "When Adonoy, your God, expands your border as He promised you, and you say, ‘‘I would like to eat meat’’ because you have an appetite to eat meat; to the full extent of your appetite eat meat.",
        "11_Chapter, 20_Verse": "When the place is distant from you that Adonoy, your God, chooses to set His Presence there, you may slaughter some of your cattle or your flocks that Adonoy gave you, as I have commanded you; and you will eat in your cities with all your appetite.",
        "11_Chapter, 21_Verse": "Only, as the dear and the gazelle may be eaten, so may you eat it; the ritually unclean and the clean together may eat it.",
        "11_Chapter, 22_Verse": "Only, exercise strength in not eating the blood, for the blood is the life; and do not eat the spirit with the meat.",
        "11_Chapter, 23_Verse": "Do not eat it; onto the earth are you to spill it like water.",
        "11_Chapter, 24_Verse": "Do not eat it, so that you may enjoy beneficience, and your children after you, when you do the upright in Adonoy’s eyes.",
        "11_Chapter, 25_Verse": "However, your sacred offerings that you will have, and your pledges, you are to bring when you come to the place that Adonoy chooses.",
        "11_Chapter, 26_Verse": "You are to execute your burnt-offerings—the meat and the blood—on the altar of Adonoy, your God; and the blood of your peace -offerings will be poured on the altar of Adonoy, your God, then you will eat the meat.",
        "11_Chapter, 27_Verse": "Preserve and heed all these words that I am commanding you, in order that you have it good and your children after you forever, when you do that which is good and that which is upright in the eyes of Adonoy, your God.",
        "11_Chapter, 28_Verse": "When Adonoy, your God, will have eliminated the nations whom you are coming there to inherit, from before you; and you inherit them and dwell in their land;",
        "11_Chapter, 29_Verse": "Look out for yourself, lest you are torn apart along with them, after they have been annihilated before you, and lest you inquire about their gods, saying, ‘‘How did these nations worship their gods, let me do so, too.’’",
        "11_Chapter, 30_Verse": "Do not do so to Adonoy, your God, because whatever is abominated by God, what He hates, they have done for their gods; for even their sons and their daughters do they burn in fire to their gods.",
        "12_Chapter, 0_Verse": "Everything that I am commanding you—be careful to fulfill it; do not add to it and do not subtract from it.",
        "12_Chapter, 1_Verse": "If a prophet arises among you or a dreamer of a dream, and he gives you an omen or a miracle,",
        "12_Chapter, 2_Verse": "And the omen or the miracle happens—the one he told you about—saying, ‘‘Let us go after other gods, that you do not know, and let us serve them.’’",
        "12_Chapter, 3_Verse": "Do not listen to the words of that prophet or to that dreamer of a dream, because Adonoy, your God, is testing you to know whether you love Adonoy, your God, wholeheartedly and with your entire beings.",
        "12_Chapter, 4_Verse": "After Adonoy, your God, are you to go, fear Him, keep His commandments, heed His voice, serve Him, and cleave to Him.",
        "12_Chapter, 5_Verse": "And that prophet or that dreamer of a dream is to be executed, for he has uttered a fabrication about Adonoy, your God—Who took you out of the land of Egypt, and Who redeemed you from the house of bondage—to mislead you from the way that Adonoy, your God, commanded you to go upon, and you will eliminate the evil from within you.",
        "12_Chapter, 6_Verse": "If one shall incite you, your brother—son of your mother—or your son or your daughter, or the wife of your bosom, or your neighbor who is your soul mate, clandestinely, saying, ‘‘Let us go and serve other gods ’’ whom you never knew—neither you nor your forefathers.",
        "12_Chapter, 7_Verse": "From the gods of the nations that surround you, who are near you or at a distance from you, from the ends of the earth to the ends of the earth,",
        "12_Chapter, 8_Verse": "Do not be favorbly inclined towards him, and do not listen to him; and do not view him compassionately, and do not take pity and do not cover for him.",
        "12_Chapter, 9_Verse": "For you must surely execute him. Let your hand strike him first to execute him, and the hand of the entire people afterward.",
        "12_Chapter, 10_Verse": "And you are to stone him with stones so that he dies, for he sought to mislead you from Adonoy, your God, Who took you out of the land of Egypt, from the house of slavery.",
        "12_Chapter, 11_Verse": "And all of Yisroel will hear and will fear, and they will not proceed to do so evil a thing as this, within you.",
        "12_Chapter, 12_Verse": "If you hear in one of your cities that Adonoy, your God, is giving you in which to settle, the following:",
        "12_Chapter, 13_Verse": "‘‘Men have gone out—unscrupulous —from among you, and they have misled the inhabitants of their city by saying, ‘Let us go and serve other gods ’ that you do not know.’’",
        "12_Chapter, 14_Verse": "You must investigate, inquire, and interrogate thoroughly; and if in fact the report is true and accurate—this abomination was committed among you.",
        "12_Chapter, 15_Verse": "You must surely strike down the inhabitants of that city by the sword; annihilate it and everything that is in it, and its livestock by the sword.",
        "12_Chapter, 16_Verse": "And all its booty are you to collect within its plaza, and you are to burn in fire the city and all its booty—totally—for Adonoy, your God; and it will be a ruin forever, it is never to be rebuilt.",
        "12_Chapter, 17_Verse": "Let nothing of the <i>cherem</i> cling to your hand; so that Adonoy withdraws His raising fury and grant you mercy, and He will be merciful toward you and multiply you as He swore to your forefathers",
        "12_Chapter, 18_Verse": "When you heed the voice of Adonoy, your God, to guard all His commandments that I am commanding you today, to do the upright in the eyes of Adonoy, your God.",
        "13_Chapter, 0_Verse": "You are sons to Adonoy, your God; do not lacerate yourselves and do not make yourselves bald between your eyes for a dead person.",
        "13_Chapter, 1_Verse": "For you are a sacred people to Adonoy, your God, and Adonoy has chosen you to be for Him a treasured people from all the peoples who are on the surface of the earth.",
        "13_Chapter, 2_Verse": "Do not eat any abomination.",
        "13_Chapter, 3_Verse": "These are the animals that you are to eat: the bovine, the sheep and the goat;",
        "13_Chapter, 4_Verse": "The gazelle, the deer and the fallow deer; and the ibex and the adax; and the wild ox and the wild sheep.",
        "13_Chapter, 5_Verse": "And every animal whose sole is cloven, whose hoof is truly split in two, regurgitating [its] cud within the animals, it may you eat.",
        "13_Chapter, 6_Verse": "These, however, do not eat from the regurgitators of cud and from the cloven-soled : the dromedary, the camel, and the hare and the hyrax; for regurgitators of cud are they, but have no cloven sole; they are ritually unclean for you.",
        "13_Chapter, 7_Verse": "Also the pig, because it is cloven-soled but does not [regurgitate its] cud; it is ritually unclean for you. From their flesh do not eat, and do not come in contact with their carcasses.",
        "13_Chapter, 8_Verse": "These are you to eat from whatever is in the water: whatever has fins and scales may you eat.",
        "13_Chapter, 9_Verse": "And whatever does not have fins and scales do not eat; they are ritually unclean for you.",
        "13_Chapter, 10_Verse": "You may eat any pure bird.",
        "13_Chapter, 11_Verse": "And this is what you may not eat: the griffon vulture and the bearded vulture, and the black vulture;",
        "13_Chapter, 12_Verse": "The ra’ah and the <i>ayah,</i> and the kite according to its kind;",
        "13_Chapter, 13_Verse": "And every raven according to its kind;",
        "13_Chapter, 14_Verse": "And the dark desert eagle owl and the kestrel, and the gull, and the sparrow hawk according to its kind;",
        "13_Chapter, 15_Verse": "The dark little owl and the long-eared owl, and the <i>tinshames</i>;",
        "13_Chapter, 16_Verse": "And the light little owl and the Egyptian vulture, and the shalach;",
        "13_Chapter, 17_Verse": "And the stork, and the heron according to its kind, and the duchifas, and the bat.",
        "13_Chapter, 18_Verse": "And all flying creeping creatures are ritually unclean for you; they may not be eaten.",
        "13_Chapter, 19_Verse": "Every ritually clean bird you may eat.",
        "13_Chapter, 20_Verse": "Do not eat any carcass; to the alien in your cities give it and he will eat it or sell it to a non-Jew, for you are a people sanctified to Adonoy, your God; do not cook a kid in its mother’s milk.",
        "13_Chapter, 21_Verse": "You must surely tithe all the produce of your planting, that your field yields on a yearly basis.",
        "13_Chapter, 22_Verse": "You shall eat in the presence of Adonoy, your God, in the place He chooses to house His Presence there—the tithe of your grain, your wine, and your olive oil, and the firstborn of your cattle and flocks; in order that you learn to fear Adonoy, your God, all the years.",
        "13_Chapter, 23_Verse": "If the journey will be beyond you; if you will be unable to carry it because the place is distant for you where Adonoy, your God, chooses to set His Presence there, for Adonoy, your God, has blessed you—",
        "13_Chapter, 24_Verse": "you will substitute coins. You will bundle the coins in your hand, and will go to the place that Adonoy, your God, chooses.",
        "13_Chapter, 25_Verse": "You will spend the money for anything you desire—for cattle, sheep, wine, intoxicating liquor—and for anything that you wish; and you will eat there in the presence of Adonoy, your God, and will rejoice, you and your household.",
        "13_Chapter, 26_Verse": "And the Levite who is in your city, you must not abandon; since he has no portion or inheritance with you.",
        "13_Chapter, 27_Verse": "At the end of three years, separate all the tithes of your produce of that year and set them aside in your city.",
        "13_Chapter, 28_Verse": "The Levite shall come, for he has no portion or inheritance with you, and the proselyte and the orphan and the widow who are in your city, let them eat their fill; in order that Adonoy, your God, bless you in all the endeavors that you make.",
        "14_Chapter, 0_Verse": "At the end of seven years, you are to make <i>shemitah.</i>",
        "14_Chapter, 1_Verse": "And this is the statement of <i>shemitah:</i> suspend every creditor’s hand from his loan to his neighbor; he will not claim [it] from his neighbor or his brother because it was proclaimed <i>shemitah</i> to Adonoy.",
        "14_Chapter, 2_Verse": "You should demand payment from the stranger, but what you have with your brother your hand will relinquish.",
        "14_Chapter, 3_Verse": "End it [poverty], so that there will be no one, destitute among you when Adonoy will surely bless you in the land that Adonoy, your God, is giving you as territory to inherit.",
        "14_Chapter, 4_Verse": "Only if you will listen to the voice of Adonoy, your God, to guard to fulfill this entire <i>mitzvah</i> that I am commanding you today.",
        "14_Chapter, 5_Verse": "When Adonoy, your God, blesses you just as He told you, you will grant loans to nations but you will not borrow; and you will rule over many nations, but over you they will not rule.",
        "14_Chapter, 6_Verse": "If there should be someone destitute in your midst among one of your brothers in one of your cities, in your land that Adonoy, your God, is giving you; do not harden your heart and do not close your hand against your destitute brother.",
        "14_Chapter, 7_Verse": "Rather, you must surely open your hand generously to him, and you must surely extend a loan to him to cover the wants which he lacks.",
        "14_Chapter, 8_Verse": "Look out for yourself lest there be an evil thought in your mind, saying, ‘‘The seventh year is approaching, the <i>shemitah</i> year,’’ and you will look askance at your destitute brother and will not give him; and if he cries out concerning you to Adonoy, you will be regarded as sinful.",
        "14_Chapter, 9_Verse": "You must surely give him, and let your heart not hurt when you give him; for, as a consequence of this thing, Adonoy, your God, will bless you in all your work and in all your commerce.",
        "14_Chapter, 10_Verse": "For the destitute will not cease to exist within the land; therefore I am commanding you saying, ‘‘Open your hand generously to your brother, to your indigent, and to your destitute in your land.’’",
        "14_Chapter, 11_Verse": "If your brother—Jew or Jewess—is sold to you and he serves you six years; then in the seventh year you are to send him free from you.",
        "14_Chapter, 12_Verse": "When you send him free from you, do not send him away empty-handed.",
        "14_Chapter, 13_Verse": "You must surely present him with a severance bonus from your flocks, and from your threshing area, and your wine cellar, whatever Adonoy, your God, has blessed you with are you to give him.",
        "14_Chapter, 14_Verse": "Remember that you were a slave in the land of Egypt and Adonoy, your God, redeemed you; that is why I am commanding you this matter today.",
        "14_Chapter, 15_Verse": "Should he say to you, ‘‘I am not leaving you;’’ because he loves you and your household, for he has it good with you.",
        "14_Chapter, 16_Verse": "Take the awl and put it through his ear and the door, and he will become your perpetual slave. And do the same to your maid-servant as well.",
        "14_Chapter, 17_Verse": "Let it not seem difficult to you when you send him free from you, for double the profit produced by the wage earner has he worked for you six years; and Adonoy, your God, will bless you in everything you do.",
        "14_Chapter, 18_Verse": "Every firstborn that is born in your cattle, and in your flocks—a male—you must consecrate to Adonoy, your God; you may not work with your first-born ox, or shear the first-born of your flocks.",
        "14_Chapter, 19_Verse": "Before Adonoy, your God, you must eat it, each year, in the place that Adonoy chooses, you and your household.",
        "14_Chapter, 20_Verse": "And if it has a blemish—if it is crippled or blind—or has any severe blemish, do not slaughter it to Adonoy, your God.",
        "14_Chapter, 21_Verse": "In your cities may you eat it; the ritually unclean and the clean together, like the deer and the gazelle.",
        "14_Chapter, 22_Verse": "Only, do not eat its blood; spill it like water on the ground.",
        "15_Chapter, 0_Verse": "Take heed of the month of spring, when you will celebrate <i>Pesach</i> for Adonoy your God; for in the month of spring Adonoy, your God, took you out from Egypt at night.",
        "15_Chapter, 1_Verse": "You shall slaughter the <i>pesach</i>-offering to Adonoy, your God, flocks of ruminants and cattle in the place that Adonoy chooses to house His Presence there.",
        "15_Chapter, 2_Verse": "Do not eat <i>chometz</i> on it; seven days are you to eat on it <i>matzos,</i> bread of anguish; since in haste you left the land of Egypt, so that you remember the day of your exodus from the land of Egypt all the days of your life.",
        "15_Chapter, 3_Verse": "And no sourdough of yours may be seen in all of your boundary seven days; and none of the flesh may remain overnight which you slaughtered towards the evening of the first day—until morning.",
        "15_Chapter, 4_Verse": "You are forbidden to slaughter the <i>pesach</i> in any of your cities that Adonoy, your God, is giving you.",
        "15_Chapter, 5_Verse": "Solely in the place that Adonoy, your God, chooses to house His Presence, there will you slaughter the <i>pesach</i> towards the afternoon, at sunset, at the time you left Egypt.",
        "15_Chapter, 6_Verse": "You shall cook [it] and eat [it] in the place that Adonoy, your God, chooses; and you may depart in the morning and go to your residence.",
        "15_Chapter, 7_Verse": "For six days you shall eat <i>matzos,</i> and on the seventh day, is one of withdrawal for the sake of Adonoy, your God, do not do work.",
        "15_Chapter, 8_Verse": "Seven weeks count for yourself; from the time the sickle begins felling the standing grain, begin to count seven weeks.",
        "15_Chapter, 9_Verse": "You are to celebrate the festival of <i>Shovuos</i> for Adonoy, your God, to the fullness of your open-handed gift that you can give, as Adonoy, your God, has blessed you.",
        "15_Chapter, 10_Verse": "You are to rejoice in the presence of Adonoy, your God—you, and your son and your daughter, and your male slave and your female slave, and the Levite who is in your city, and the proselyte, and the orphan and the widow who are among you—in the place that Adonoy, your God, chooses to house His Presence there.",
        "15_Chapter, 11_Verse": "Remember that you were a slave in Egypt; you are to guard and celebrate these statutes.",
        "15_Chapter, 12_Verse": "The festival of <i>Sukkos</i> celebrate for yourself seven days, when you harvest your threshing-floor and your wine-press.",
        "15_Chapter, 13_Verse": "You are to rejoice during your festival—you and your son and your daughter, and your male slave and your female slave, and the Levite and the proselyte, and the orphan and the widow who are in your city.",
        "15_Chapter, 14_Verse": "Seven days are you to be festive for Adonoy, your God, in the place Adonoy chooses, for Adonoy, your God, will bless you in all your produce and in all your endeavors; and you shall experience pure joy.",
        "15_Chapter, 15_Verse": "Three times a year are all your males to be seen in the presence of Adonoy, your God, in the place that He chooses—in the festival of Matzos, and on the festival of Shovuos, and on the festival of Sukkos—and he shall not appear in the presence of Adonoy empty-handed.",
        "15_Chapter, 16_Verse": "Everyone according to the gift appropriate to his means, according to the blessing of Adonoy, your God, that He gave you.",
        "15_Chapter, 17_Verse": "Judges and police officers you shall appoint for yourself in all of your cities that Adonoy, your God, is giving you for your tribes; who will judge the people righteous justice.",
        "15_Chapter, 18_Verse": "Do not pervert justice; do not display favoritism; and do not accept bribery, for bribery blinds the eyes of the wise and distorts words that are just.",
        "15_Chapter, 19_Verse": "Pursue absolute justice so that you may live and inherit the land that Adonoy, your God, is giving you.",
        "15_Chapter, 20_Verse": "Do not plant an Asherah for yourself [or] any tree near the altar of Adonoy, your God, that you will make for yourself.",
        "15_Chapter, 21_Verse": "And do not erect for yourself a monument that Adonoy, your God, detests.",
        "16_Chapter, 0_Verse": "Do not sacrifice to Adonoy, your God, an ox or a lamb that has a blemish, any bad thing; for it is abominated by Adonoy, your God.",
        "16_Chapter, 1_Verse": "If there is found among you, in one of your cities that Adonoy, your God, is giving you, a man or a woman who does what is evil in the eyes of Adonoy, your God, by violating His covenant.",
        "16_Chapter, 2_Verse": "He goes and serves other gods and bows to them—whether to the sun or to the moon or to any of the host of heaven that I did not command.",
        "16_Chapter, 3_Verse": "When you are told and you understand, you are to inquire thoroughly. If in fact the report is authenticated and accurate—this abomination was committed within Yisroel.",
        "16_Chapter, 4_Verse": "You are to take out that man or that woman who did this evil thing to your city—the man or the woman—and you are to stone them with stones so that they die.",
        "16_Chapter, 5_Verse": "By the speech of two witnesses or three witnesses is the guilty one to be executed; he is not to be executed by the oral testimonoy of one witness.",
        "16_Chapter, 6_Verse": "Let the hand of the witnesses be against him first to execute him, and the hand of the entire people afterward; and you will eliminate the evil from within you.",
        "16_Chapter, 7_Verse": "If a matter of law is too abstruse for you—between blood and blood, between decision and decision, or between leprosy and leprosy, matters under dispute in your city; you shall rise and ascend to the place that Adonoy, your God, will have chosen.",
        "16_Chapter, 8_Verse": "You are to come before the <i>kohanim</i>-the Levites and the judge officiating during those days; you will inquire and they will tell you the legal decision.",
        "16_Chapter, 9_Verse": "You are to act according to the word that they tell you from that place that Adonoy will have chosen; and you are to be careful to fulfill exactly as they instruct you.",
        "16_Chapter, 10_Verse": "In accord with the Torah that they instruct you and upon the law that they state to you, are you to act; do not deviate from the word they tell you, neither right or left.",
        "16_Chapter, 11_Verse": "But the man who acts deliberately to not heed the <i>kohein</i> who stands to serve there Adonoy, your God, or the judge; that man is to be executed and you will eliminate the evil from Yisroel.",
        "16_Chapter, 12_Verse": "Let all the people hear and fear, and not sin deliberately again.",
        "16_Chapter, 13_Verse": "When you arrive in the land that Adonoy, your God, is giving you and inherit it and live in it, and you say, ‘‘Let me appoint over me a king like all the nations around me;’’",
        "16_Chapter, 14_Verse": "Appoint are you to appoint over yourself a king whom Adonoy, your God, will choose. From among your brothers are you to appoint over yourself a king; you may not place over yourself a foreigner who is not your brother.",
        "16_Chapter, 15_Verse": "However, he must not aquire an abundance of horses for himself so that he will not return the people to Egypt in order to aquire an abundance of horses, because Adonoy told you, ‘‘You are not to proceed to return along this route again.’’",
        "16_Chapter, 16_Verse": "And he is not to aquire an abundance of wives for himself so that his heart will not veer; and silver and gold he may not accumulate for himself in great abundance.",
        "16_Chapter, 17_Verse": "It shall be, that when he occupies the throne of his kingdom, he must write for himself a duplicate of this Torah in a scroll form [the scroll] before the <i>kohanim</i>—the Levites.",
        "16_Chapter, 18_Verse": "It is to accompany him and he is to read in it all the days of his life, in order that he learn to fear Adonoy, his God, to guard every word of this Torah and these statutes to fulfill them;",
        "16_Chapter, 19_Verse": "That his pride not increase over his brothers and he does not stray from the commandment right or left; so that the days of his reign are lengthy over his kingdom, he and his sons within Yisroel.",
        "17_Chapter, 0_Verse": "They will not have—the <i>kohanim,</i> the Levites, the entire tribe of Levi—a portion or an inheritance with Yisroel; Adonoy’s fire-offerings and His inheritance will they eat.",
        "17_Chapter, 1_Verse": "But he will have no territory among his brothers; Adonoy is his territory, as He said to him.",
        "17_Chapter, 2_Verse": "And this will be the stipend of the <i>kohanim</i> from the people from the slaughterers of [permitted] meat, whether an ox or a sheep; he will give the <i>kohein</i> the foreleg and the jaw and the [fourth] stomach.",
        "17_Chapter, 3_Verse": "The first portion of your grain, your wine, and your olive oil, and the first of the shearing of your sheep are you to give him.",
        "17_Chapter, 4_Verse": "For him did Adonoy, your God, choose from all your tribes to stand and perform the service in the name of Adonoy, he and his sons for all time.",
        "17_Chapter, 5_Verse": "If a Levite should come from one of your cities throughout Yisroel where he sojourns, coming will all his soul’s desire to the place that Adonoy chooses.",
        "17_Chapter, 6_Verse": "He shall perform the service in the name of Adonoy, his God, like all his brother Levites who stand there in Adonoy’s Presence.",
        "17_Chapter, 7_Verse": "They shall eat equal portions, except for what the families sold [to one another].",
        "17_Chapter, 8_Verse": "Because you are entering the land that Adonoy, your God, is giving you; do not learn to perpetrate the abominations of those nations.",
        "17_Chapter, 9_Verse": "Let there not exist among you anyone who passes his son or daughter through fire, who practices the kosem-occult; who practices time-frame-occult or who divines portentuous events or a sorcerer.",
        "17_Chapter, 10_Verse": "Or a snake charmer, or one who invokes the spirit of Ov or <i>yidoni,</i> or communicates with the dead.",
        "17_Chapter, 11_Verse": "For Adonoy’s abomination is anyone perpetrating this and because of these abominations, Adonoy, your God, is expelling them from before you.",
        "17_Chapter, 12_Verse": "Walk in perfect trust with Adonoy, your God.",
        "17_Chapter, 13_Verse": "Although these nations whom you are inheriting heed augurers and sorcerers, but as to you—Adonoy, your God, has not given you their status.",
        "17_Chapter, 14_Verse": "A prophet from your midst, of your brethren, like me, will Adonoy, your God, establish for you; heed him.",
        "17_Chapter, 15_Verse": "Exactly as you requested from Adonoy, your God, at Choreiv, on the day of assembly, saying, ‘‘Let me not continue to hear the voice of Adonoy, my God, and this great fire let me not see any more as that I will not die.’’",
        "17_Chapter, 16_Verse": "Adonoy said to me, ‘‘What they said is excellent.",
        "17_Chapter, 17_Verse": "A prophet will I establish for them from among their brethren like you, and I will place My words in his mouth and he will tell them everything that I command him.",
        "17_Chapter, 18_Verse": "Now, the man who does not heed My words that he speaks in My Name; I will demand from him.",
        "17_Chapter, 19_Verse": "But the prophet who will malevolently make a statement in My Name, something that I did not instruct him to say, or which he says in the name of foreign gods, that prophet must die.",
        "17_Chapter, 20_Verse": "If you should say to yourself, ‘‘How can we know [which is] the statement that Adonoy did not speak?’’",
        "17_Chapter, 21_Verse": "Should the prophet speak in Adonoy’s Name, and the matter does not happen and is not fulfilled, that is the statement that Adonoy did not speak. The prophet spoke it malevolently; do not fear him.",
        "18_Chapter, 0_Verse": "When Adonoy, your God, annihilates the nations whose land Adonoy, your God is giving you; and you inherit them and live in their cities and in their houses;",
        "18_Chapter, 1_Verse": "Separate three cities for yourself, within your land that Adonoy, your God, is giving you to inherit.",
        "18_Chapter, 2_Verse": "Ready the route for yourself and divide the borders of your land into three sections that Adonoy, your God, will allot you; this will serve for any murderer to flee there.",
        "18_Chapter, 3_Verse": "And this is the matter of the murderer who may flee there to survive: whoever smites his peer without intent, and he had not been his enemy yesterday [or] the day before;",
        "18_Chapter, 4_Verse": "And whoever comes with his peer into the woods to chop trees, and as his hand swung the axe downward to cut the wood the iron flew off the wooden handle and encounters his peer and he dies; he is to flee to one of these cities to survive.",
        "18_Chapter, 5_Verse": "Lest the blood-redeemer pursue the murderer when his heart grows heated, and he catches up with him over the length of the road and he smite him dead when he has no death sentence because he had not been his enemy yesterday [or] the day before.",
        "18_Chapter, 6_Verse": "Therefore am I commanding you the following: three cities shall you separate for yourself.",
        "18_Chapter, 7_Verse": "And when Adonoy, your God, expands your boundary, in accordance with His oath to your forefathers, and He give you the entire land that He promised to give to your forefathers,",
        "18_Chapter, 8_Verse": "When you will be guarding this entire <i>mitzvah</i> to fulfill it, that I am commanding you today, to love Adonoy, your God, and to go in His ways for all time; then you shall add three more cities to these three.",
        "18_Chapter, 9_Verse": "And let innocent blood not be shed within your land that Adonoy, your God, is giving you as territory, [otherwise] you will bear liability for the blood.",
        "18_Chapter, 10_Verse": "If there is a man who hates his neighbor, and will ambush him, arising against him and smiting him dead, and he will flee to one of these cities;",
        "18_Chapter, 11_Verse": "The elders of his city will send for and take him from there, and will hand him over to the blood-redeemer, and he will be executed.",
        "18_Chapter, 12_Verse": "Do not view him with compassion. You are to eliminate the [shedding of] innocent blood from Yisroel, and you will have it good.",
        "18_Chapter, 13_Verse": "Do not move back the boundary of your neighbor that the first [settlers] determine in your territory that you will inherit in the land that Adonoy, your God, is giving you to inherit.",
        "18_Chapter, 14_Verse": "One witness may not arise against a man about any sin or for any transgression or transgression that he transgresses; by the word of two witnesses or by the word of three witnesses let a matter be established.",
        "18_Chapter, 15_Verse": "If false witnesses arise against a man and bear fallacious testimony against him;",
        "18_Chapter, 16_Verse": "The two men shall stand, who are involved in the dispute, before Adonoy, before the <i>kohanim</i> and the judges who are in those days.",
        "18_Chapter, 17_Verse": "When the judges shall investigate thoroughly and behold, the witness testified falsely, they testified falsely against their brother;",
        "18_Chapter, 18_Verse": "You are to do to [each of] them as he conspired to do to his brother, and eliminate the evil from among you;",
        "18_Chapter, 19_Verse": "And the remainder will hear and be fearful, and they will not repeat this evil thing among you.",
        "18_Chapter, 20_Verse": "You are not to have compassion: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
        "19_Chapter, 0_Verse": "When you go to war against your enemy, and you see horse and chariot, people who outnumber you; do not be afraid of them, for Adonoy, your God, is with you, He Who brought you up from the land of Egypt.",
        "19_Chapter, 1_Verse": "Now, as you near the battle, the <i>kohein</i> shall approach and speak to the people.",
        "19_Chapter, 2_Verse": "He will say to them, ‘‘Hear, Yisroel! You are setting out today to battle against your enemies. Do not be faint hearted; or intimidated and do not panic, and do not be crushed before them;",
        "19_Chapter, 3_Verse": "Because Adonoy, your God, marches with you to do battle for you with your enemies to save you.’’",
        "19_Chapter, 4_Verse": "The officers will address the people as follows, ‘‘Whichever man has built a new house and did not inaugurate it as a dwelling, let him go and return home lest he die in battle and another man will inaugurate it.",
        "19_Chapter, 5_Verse": "And whichever man has planted a vineyard and did not redeem it[s fruit,] let him go and return home, lest he die in battle and another man redeem it.",
        "19_Chapter, 6_Verse": "And whichever man has betrothed a woman and not married her, let him go and return home, lest he die in battle and another man marry her.’’",
        "19_Chapter, 7_Verse": "The officers will further address the people and say. ‘‘Whoever is afraid or faint hearted, let him go and return home, and let him not destroy the resolve of his brothers like his own resolve.’’",
        "19_Chapter, 8_Verse": "When the officers finish addressing the people; they will appoint army commanders at the head of the people.",
        "19_Chapter, 9_Verse": "When you near a city to do battle against it, you are to offer it peace.",
        "19_Chapter, 10_Verse": "Should it respond, ‘‘Peace!’’ and open for you, then all the people found in it will become your payers of tribute, and your servants.",
        "19_Chapter, 11_Verse": "And if it does not settle for peace with you but engages in war against you, you shall lay siege to it.",
        "19_Chapter, 12_Verse": "Adonoy, your God, will deliver it into your hand, and you will smite all its males by the sword.",
        "19_Chapter, 13_Verse": "However, the women and the children, and the animals, and everything that will be in the city—all its booty—are you to plunder for yourself; you will eat the booty of your enemies that Adonoy, your God, gave you.",
        "19_Chapter, 14_Verse": "So will you do to all the cities, that are very distant from you, that are not among the cities of these nations.",
        "19_Chapter, 15_Verse": "However, from the cities of these peoples that Adonoy, your God, is giving you as inheritance, you are not to leave any person alive.",
        "19_Chapter, 16_Verse": "Rather annihilate are you to annihilate them: the Chittites and the Emorites, the Canaanites and the Perizites, the Chivites and the Yevusites; as Adonoy, your God, commanded you.",
        "19_Chapter, 17_Verse": "In order that they do not teach you to do any of their abominations that they did for their gods, and you will sin to Adonoy, your God.",
        "19_Chapter, 18_Verse": "If you besiege a city many days to wage war against it, to capture it, do not harm [any of] its trees by chopping it with an ax, because you eat from it you are not to cut it down; For, is the tree in the field a man to join the besieged to escape you?",
        "19_Chapter, 19_Verse": "Only a tree that you know that it is not a fruit tree may you harm or cut down; and you will build battlements against the city that is waging war against you until it is conquered.",
        "20_Chapter, 0_Verse": "If a corpse is found in the land that Adonoy, your God, is giving you to inherit, fallen in the field, it is not known who smote him.",
        "20_Chapter, 1_Verse": "Your elders shall go out—and your judges—and measure in the direction of the cities around the corpse.",
        "20_Chapter, 2_Verse": "Now, the city nearest the corpse—the elders of that city are to take a calf-heifer that has not been worked, that has not drawn [with] a yoke.",
        "20_Chapter, 3_Verse": "The elders of that city will take down the calf to a stony valley that is not to be tilled and not to be seeded, and they shall decapitate the calf in that valley.",
        "20_Chapter, 4_Verse": "The <i>kohanim,</i> descendants of Levi, will approach; because them did Adonoy, your God, choose to serve Him and to bless in Adonoy’s Name; and they will decide every dispute and every <i>nega.</i>",
        "20_Chapter, 5_Verse": "And all the elders of that city, those near the corpse, will wash their hands over the calf beheaded in that valley.",
        "20_Chapter, 6_Verse": "They will loudly declare, ‘‘Our hands have not spilled this blood and our eyes did not see.’’",
        "20_Chapter, 7_Verse": "[The <i>kohanim</i> will say,] ‘‘Forgive Your people Yisroel, whom You, Adonoy, have redeemed; and do not allow innocent blood [liability] within Your people Yisroel.’’ The blood shall thus be atoned for in their behalf.",
        "20_Chapter, 8_Verse": "Still, you must eradicate the [liability for] innocent blood from within you, when you do what is upright in Adonoy’s eyes.",
        "20_Chapter, 9_Verse": "If you should go to war against your enemies, and Adonoy, your God, puts them in your hand, and you capture prisoners from them;",
        "20_Chapter, 10_Verse": "And you see among the prisoners a beautifully formed woman; if you desire her, you may take her as your wife.",
        "20_Chapter, 11_Verse": "You will bring her into your house and she will shave her head and allow her nails to grow.",
        "20_Chapter, 12_Verse": "She must discard her prisoner’s garb from upon her, and she will remain in your home and weep for her father and her mother a month of days; and afterwards you may come to her and consummate with her, and she will become your wife.",
        "20_Chapter, 13_Verse": "But it shall come to pass, that if you do not desire her you will send her free, but to sell—you may not sell her for money; you may not exploit her since you have oppressed her.",
        "20_Chapter, 14_Verse": "If a man has two wives, one loved and the other hated, and they bear him sons, the loved [one] and the hated [one], and the firstborn son will be the hated one’s.",
        "20_Chapter, 15_Verse": "When the day comes for him to will to his sons what he owns, he may not prefer the son of the loved one over the son of the hated one—the firstborn.",
        "20_Chapter, 16_Verse": "Rather, the firstborn son of the hated one is he to recognize to give him doublefold of all that he possesses; for he is the first of his power, he has the rights of primogeniture.",
        "20_Chapter, 17_Verse": "If a man has a wayward and rebellious son who does not obey his father and his mother; though they chasten him; he does not listen to them.",
        "20_Chapter, 18_Verse": "His father and mother are to grasp him and take him out to the judges of his city and to the court in his location.",
        "20_Chapter, 19_Verse": "They will say to the judges of his city, ‘‘This son of ours is wayward and rebellious—he does not obey—gluttonous and drunken.’’",
        "20_Chapter, 20_Verse": "And all the men of his city will stone him with stones so that he dies, and you will eliminate the evil within you; and let all Yisroel hear and be fearful.",
        "20_Chapter, 21_Verse": "If a man is guilty of a capital offense and is executed; you shall hang him from a tree.",
        "20_Chapter, 22_Verse": "Do not leave his corpse overnight on the tree, but you are surely to bury him on that day, for a hanging corpse is an affront to God; so do not defile your land that Adonoy, your God, is giving you as territory.",
        "21_Chapter, 0_Verse": "You may not observe your brother’s ox or his sheep lost and conceal yourself from them; you must surely return them to your brother.",
        "21_Chapter, 1_Verse": "But if your brother is not near you or you do not know him, gather it into your house and let it stay with you until your brother seeks it, when you must return it to him.",
        "21_Chapter, 2_Verse": "And so are you to do for his donkey, and so are you to do for his garment, and so are you to do for any lost object of your brother’s that is lost from him which you find. You may not conceal yourself.",
        "21_Chapter, 3_Verse": "Do not observe your brother’s donkey or his ox collapsing on the road and ignore them. You must surely lift it up with him.",
        "21_Chapter, 4_Verse": "A man’s attire may not be on a woman nor may a man wear a woman’s garment; for the abomination of Adonoy, your God, are all who do these [things].",
        "21_Chapter, 5_Verse": "If you should chance upon a bird’s nest before you on the road in any tree, or on the ground, [with] fledglings or eggs, and the mother is sitting on the fledglings or on the eggs; do not take the mother with her offspring.",
        "21_Chapter, 6_Verse": "You must surely send away the mother and the offspring take for yourself, so that you will benefit and you will live long.",
        "21_Chapter, 7_Verse": "When you build a new home, you are to make a fence for your roof; and do not place blood [liability] in your house, for someone who should fall may fall from it.",
        "21_Chapter, 8_Verse": "Do not plant in your vineyard mixed species, lest the expansion become obnoxious—the seed that you plant—and the produce of the vineyard.",
        "21_Chapter, 9_Verse": "You may not plow with an ox and with a donkey together.",
        "21_Chapter, 10_Verse": "Do not don a mixture of threads, wool and flax together.",
        "21_Chapter, 11_Verse": "Make yourself pendant threads upon four corners of your garment that you cover with.",
        "21_Chapter, 12_Verse": "If a man marries a woman, and he has relations with her and hates her.",
        "21_Chapter, 13_Verse": "Then berates her with calumnies and alleges defamation about her, and he claims, ‘‘I married this woman and was intimate with her, and did not find signs of her virginity.’’",
        "21_Chapter, 14_Verse": "The girl’s father and mother will take and will prove the girl’s virginity to the city judges in the court.",
        "21_Chapter, 15_Verse": "The girl’s father should assert to the judges, ‘‘My daughter did I marry to this man as a wife and he hates her.",
        "21_Chapter, 16_Verse": "Look! He has promulgated libelous words, claiming ‘I did not find signs of your daughter’s virginity.’ But this is [the proof of] my daughter’s virginity.’’ And let them spread the cloth before the city judges.",
        "21_Chapter, 17_Verse": "The judges of that city will take the man and will chastise him.",
        "21_Chapter, 18_Verse": "And they will fine him one hundred silver [shekels] and give [them] to the girl’s father, because he defamed a virgin of Yisroel; and she shall remain his wife, he may not divorce her all his life.",
        "21_Chapter, 19_Verse": "However, if the allegation is true; signs of the girl’s virginity were not found.",
        "21_Chapter, 20_Verse": "They are to take the girl out to the entrance of her father’s home and the people of her city will stone her with stones to death, because she committed a disgraceful act against Yisroel by behaving promiscuously [in] her father’s house; and you will eliminate the evil within you.",
        "21_Chapter, 21_Verse": "If a man is found having intercourse with a woman who is the wife of a man, even both of them shall die—the man who had intercourse with the woman and the woman—and you will eliminate the evil from Yisroel.",
        "21_Chapter, 22_Verse": "If there will be a virgin girl married to a man, and a man encounters her in the city and has intercourse with her,",
        "21_Chapter, 23_Verse": "You are to take them both out to the court of that city and stone them with stones to death, the girl for the fact that she did not scream in the city and the man for the fact that he oppressed the wife of his peer; and you will eliminate the evil within you.",
        "21_Chapter, 24_Verse": "But if in the field the man encounters the married girl, and the man holds her and had intercourse with her; then he shall die—only the man who had intercourse with her.",
        "21_Chapter, 25_Verse": "But to the girl you will not do a thing, the girl has no death liability; for, just as if a man rises up against his peer and murders him, so is this matter.",
        "21_Chapter, 26_Verse": "For he encountered her in the field; the married girl screamed, but there was no one to rescue her.",
        "21_Chapter, 27_Verse": "If a man encounters a virgin girl who was not married and grabs her and has intercourse with her; and they are discovered.",
        "21_Chapter, 28_Verse": "The man who had intercourse with her must give to the girl’s father fifty silver [shekels]; and she shall be his wife, since he oppressed her; he may not divorce her all his life.",
        "22_Chapter, 0_Verse": "A man may not marry his father’s wife, and may not expose the edge of his father’s garment.",
        "22_Chapter, 1_Verse": "One may not enter—with injured or crushed genitals or with a gash causing spilling—into Adonoy’s community.",
        "22_Chapter, 2_Verse": "A base-born may not enter into Adonoy’s community, even his tenth generation may not enter into Adonoy’s community.",
        "22_Chapter, 3_Verse": "[Neither] an Ammonite nor a Moavite may enter into Adonoy’s community; even their tenth generation may not enter into Adonoy’s community forever.",
        "22_Chapter, 4_Verse": "Because of the matter that they did not greet you with bread and water on the way when you came out of Egypt; and because he hired against you Bilam son of Beor from Pesor in Aram Naharayim to curse you.",
        "22_Chapter, 5_Verse": "Adonoy, your God, was unwilling to heed Bilam, and Adonoy, your God, turned for you the curse into a blessing, because Adonoy, your God, loved you.",
        "22_Chapter, 6_Verse": "Do not pursue their peace and their benefit all your life forever.",
        "22_Chapter, 7_Verse": "Do not despise the Edomite, for he is your brother; do not despise the Egyptian, for you were a stranger in his land.",
        "22_Chapter, 8_Verse": "Children who will be born to them, in the third generation, will enter into Adonoy’s community.",
        "22_Chapter, 9_Verse": "When you go out to encamp against your enemies take precautions from every evil thing.",
        "22_Chapter, 10_Verse": "If there is a man among you who is not undefiled [because of] a nocturnal incident; he must go out of the camp, he may not enter into the midst of the camp.",
        "22_Chapter, 11_Verse": "As sunset nears he is to immerse in water; and after the sun has set he may enter the the midst of the camp.",
        "22_Chapter, 12_Verse": "Have a designated place outside the camp, and you will go out there to excrete.",
        "22_Chapter, 13_Verse": "And a peg are you to have in addition to your weapons; when you need to sit to excrete dig with it, then use it again to cover your excrement.",
        "22_Chapter, 14_Verse": "For Adonoy, your God, is moving within your camp to save you and to defeat your enemies before you, so your camp must be holy; let Him not see within you disgraceful objects lest He turn away from you.",
        "22_Chapter, 15_Verse": "Do not deliver a slave to his master, who escaped to you from his master.",
        "22_Chapter, 16_Verse": "With you will he live among you, in the place that he chooses in any of your cities, wherever it is good for him; do not distress him.",
        "22_Chapter, 17_Verse": "There is not to be a harlot from the daughters of Yisroel; and there shall not be a male prostitute from the sons of Yisroel.",
        "22_Chapter, 18_Verse": "Do not bring a harlot’s fee or payment for a dog to the house of Adonoy, your God, in fulfillment of any vow; because Adonoy, your God’s abominations are even both of them.",
        "22_Chapter, 19_Verse": "You may not pay usury to your brother, usury on money, usury on food; usury on any matter where it is paid.",
        "22_Chapter, 20_Verse": "You may pay usury to the stranger, but to your brother do not pay usury; in order that Adonoy, your God, will bless you in all your commerce on the land that you are coming there to inherit.",
        "22_Chapter, 21_Verse": "If you make a vow to Adonoy, your God, do not delay in discharging it; for Adonoy, your God, will surely demand it from you, and you will be at fault.",
        "22_Chapter, 22_Verse": "But if you desist from vowing, no fault will be found with you.",
        "22_Chapter, 23_Verse": "Keep what you have articulated; and perform whatever you vow; to Adonoy, your God, voluntarily—whatever you say with your mouth.",
        "22_Chapter, 24_Verse": "When you enter your fellow’s vineyard, you may eat grapes as you desire, to your satisfaction; but you may not place it in your container.",
        "22_Chapter, 25_Verse": "When you enter your fellow’s standing grainstalks, you may cut off stalks by hand, but do not lift a sickle over your fellow’s standing grainstalks.",
        "23_Chapter, 0_Verse": "If a man marries a woman and consummates with her; should she not find favor in his eyes because he found in her something lecherous, he is to write for her a document of severance and place [it] in her hand and send her from his home.",
        "23_Chapter, 1_Verse": "If she leaves his home and goes and becomes [wife] to another man.",
        "23_Chapter, 2_Verse": "If her last husband hates her and writes for her a document of severance and places [it] in her hand and sends her from his house, or if the latter man dies, who had taken her as his wife;",
        "23_Chapter, 3_Verse": "Her first husband who divorced her may not remarry her to be his wife after her having been defiled, for it is an abomination before Adonoy; and you are not to make liable the land that Adonoy, your God, is giving you as territory.",
        "23_Chapter, 4_Verse": "When a man marries a new wife, he is not to be mobilized into the army, it shall not impose itself over him in any matter; he shall be free for his home one year and he shall bring joy to the wife he married.",
        "23_Chapter, 5_Verse": "He may not secure as collateral a mortar or pestle, for his is taking life as security.",
        "23_Chapter, 6_Verse": "If a man is apprehended having kidnaped a person from his brothers, from the descendants of Yisroel, and he exploited him and sold him; that kidnaper is to be put to death and you will eliminate the evil within you.",
        "23_Chapter, 7_Verse": "Take precautions with the leprosy affliction to be extremely careful and to do—in accordance with everything that the <i>kohanim</i> the Levites shall instruct you; as I commanded them are you to make sure to do.",
        "23_Chapter, 8_Verse": "Remember what Adonoy, your God, did to Miriam on the way when you were going out of Egypt.",
        "23_Chapter, 9_Verse": "If you become your fellow’s creditor for any amount of debt, do not enter his house to take his pledge.",
        "23_Chapter, 10_Verse": "Stand outside, and the man from whom you are claiming, will bring out the pledge to you outside.",
        "23_Chapter, 11_Verse": "And if he is a poor man, do not repose with his collateral [in your possession].",
        "23_Chapter, 12_Verse": "Return are you to return the pledge to him at sunset, and he will sleep with his garment and bless you; and it will be to your credit before Adonoy, your God.",
        "23_Chapter, 13_Verse": "Do not steal from the wage earner who is poor or destitute; from your brothers or your converts who are in your land in your cities.",
        "23_Chapter, 14_Verse": "On its day give his wage and let the sun not set upon it, for he is a poor man, and he places his life in jeopardy for it; [so that] he should not complain about you to Adonoy, and you will have a sin.",
        "23_Chapter, 15_Verse": "Fathers shall not be executed through sons, and sons shall not be executed through fathers; each to be executed for his sin.",
        "23_Chapter, 16_Verse": "Do not be devious in the judgment of the proselyte or orphan; and you may not secure as collateral, a widow’s garment.",
        "23_Chapter, 17_Verse": "Remember that you were a slave in Egypt, and Adonoy, your God, redeemed you from there; that is why I am commanding you to do this thing.",
        "23_Chapter, 18_Verse": "When you reap your reaping in your field, and you forget a sheaf in the field, you may not return to take it; for the proselyte, for the orphan, and for the widow let it be; in order that Adonoy, your God, will bless you in all your endeavors.",
        "23_Chapter, 19_Verse": "When you harvest your olive tree, you may not strip it of its glory behind you. for the proselyte, for the orphan, and for the widow let it be.",
        "23_Chapter, 20_Verse": "When you harvest your vineyard you may not harvest pygmy vines behind you; for the proselyte, for the orphan, and for the widow let it be.",
        "23_Chapter, 21_Verse": "Remember that you were a slave in the land of Egypt; that is why I am commanding you to do this thing.",
        "24_Chapter, 0_Verse": "If a quarrel should occur among men and they bring it to court and they judge them and they determine who is righteous and they convict the villain.",
        "24_Chapter, 1_Verse": "Should the wicked one deserve flogging, the judge shall incline him and have him flogged before him in the amount befitting his crime, with the number near.",
        "24_Chapter, 2_Verse": "Forty is he to have him flogged, he may not add; lest he additionally flog him over these, a great flogging, when your brother will be slighted before you.",
        "24_Chapter, 3_Verse": "You may not muzzle an ox while it threshes.",
        "24_Chapter, 4_Verse": "If brothers reside together, and one of them dies having no son, let the wife of the dead man not marry outside [the family] to a strange man; her brother-in-law will consummate with her thus marrying her to be his wife, and perform levirate marriage with her.",
        "24_Chapter, 5_Verse": "It shall be that the firstborn, when she is capable of bearing children, shall be established in place of his deceased brother, so that his name may not be obliterated from Yisroel.",
        "24_Chapter, 6_Verse": "But if the man will not want to marry his sister-in-law; his sister-in-law must go up to the portal, to the judges, and say, ‘‘My brother-in-law refuses to establish for his brother a name in Yisroel; he is unwilling to do perform levirate marriage with me.’’",
        "24_Chapter, 7_Verse": "The judges of his city will call him and converse with him. He shall stand and say, ‘‘I do not want to marry her.’’",
        "24_Chapter, 8_Verse": "And his sister-in-law will approach him in the sight of the judges, and she will remove his shoe from upon his foot, and spit before him; and she will say aloud, ‘‘This is done to the man who will not build his brother’s family.’’",
        "24_Chapter, 9_Verse": "And it will be entitled in Yisroel, the house of the divestiture of the shoe.",
        "24_Chapter, 10_Verse": "If men engage in an altercation—a man and his brother—and the wife of one approaches to save her husband from his assailant, and she puts out her hand and grasps his genitals,",
        "24_Chapter, 11_Verse": "You shall sever her hand; you are not to have compassion.",
        "24_Chapter, 12_Verse": "You are not to have for yourself in your pouch varying weight-stones, large and small.",
        "24_Chapter, 13_Verse": "You shall not have in your house varying measures, large and small.",
        "24_Chapter, 14_Verse": "A fully accurate, just weight, you shall have, you are to have whole and honest measures; in order that you live long on the land that Adonoy, your God, is giving you.",
        "24_Chapter, 15_Verse": "Because Adonoy, your God’s abomination, are all who do these [things]; all who do falsehood.",
        "24_Chapter, 16_Verse": "Remember what Amalek perpetrated against you on the way when you were going out of Egypt.",
        "24_Chapter, 17_Verse": "When they chanced upon you en route struck down your appendage—all the feeble ones behind you—and you were exhausted and wearied, and they had no fear of God.",
        "24_Chapter, 18_Verse": "When Adonoy, your God, has given you repose from all your enemies around, in the land that Adonoy, your God, is giving you as territory to inherit, you shall obliterate the memory of Amalek from beneath the sky; do not forget.",
        "25_Chapter, 0_Verse": "When it happens that you come to the land that Adonoy, your God, is giving you as territory, and you inherit it and settle it;",
        "25_Chapter, 1_Verse": "You are to take of the first of all the fruits of the soil that you bring from your land, that Adonoy, your God, is giving you, and place [it] in a basket; and go to the place that Adonoy, your God, chooses to house His Presence there.",
        "25_Chapter, 2_Verse": "You are to come to the <i>kohein</i> who will be [of service] during those days and you will say to him, ‘‘I ascertain today to Adonoy, your God, that I have arrived in the land that Adonoy swore to our forefathers to give us.’’",
        "25_Chapter, 3_Verse": "The <i>kohein</i> shall then take the basket from your hand, and he will place it before the altar of Adonoy, your God.",
        "25_Chapter, 4_Verse": "And you shall then proclaim and say before Adonoy, your God, ‘‘ the Aramite destroy[ed] my forefather, then he descended to Egypt and sojourned there with a tiny community; and there he became a great people, powerful and numerous.",
        "25_Chapter, 5_Verse": "‘‘The Egyptians treated us badly and oppressed us, and they imposed hard labor upon us.",
        "25_Chapter, 6_Verse": "‘‘We prayed to Adonoy, God of our forefathers, and Adonoy accepted our prayer, and perceived our oppression, and our labor, and the pressure upon us.",
        "25_Chapter, 7_Verse": "‘‘And Adonoy took us out of Egypt with a powerful hand and with an extended arm, and with great display, and with signs, and with wonders.",
        "25_Chapter, 8_Verse": "‘‘And He brought us to this place, and He gave us this land, a land flowing milk and honey.",
        "25_Chapter, 9_Verse": "And now, see! I have brought the first of the fruits of the soil that You have given me Adonoy.’’ And you shall then place it before Adonoy, your God, and you will prostrate yourself in the presence of Adonoy, your God.",
        "25_Chapter, 10_Verse": "You shall rejoice with all the good that Adonoy, your God, gave you and your household; you, the levi, and the proselyte in your midst.",
        "25_Chapter, 11_Verse": "When you finish tithing all the tithes of your produce in the third year, the year of the tithe; and you have given to the Levi, to the proselyte, to the orphan, and to the widow, so that they may eat within your portals to their satisfaction;",
        "25_Chapter, 12_Verse": "You shall declare before Adonoy, your God, ‘‘I have divested my estate of sacred material, and I have also presented it to the Levi and also to the proselyte, the orphan, and the widow, totally according to Your command that You commanded me; I did not transgress any of Your commandments nor did I forget.",
        "25_Chapter, 13_Verse": "I did not eat of it when grieving, nor did I devour it when ritually defiled, nor did I make use of it for the dead; I have heeded the voice of Adonoy, my God; I have fulfilled everything that You commanded me.",
        "25_Chapter, 14_Verse": "View, from Your sacred residence, from the heavens, and bless Your people, Yisroel and the soil which You have given us, as You swore to our forefathers, a land flowing with milk and honey.’’",
        "25_Chapter, 15_Verse": "This very day, Adonoy, your God, commands you to perform these statutes and the laws; you shall observe and perform them wholeheartedly and with your whole being.",
        "25_Chapter, 16_Verse": "Adonoy, you have distinguised today to be a God for you and to go in His ways and to guard His statutes and His commandments and His laws, and to obey Him.",
        "25_Chapter, 17_Verse": "And Adonoy has distinguished you today to be for Him a treasured people as He said to you, and to guard all His commandments.",
        "25_Chapter, 18_Verse": "And to place you superior to all the nations whom He made, for praise and for renown and for glory, and so that you may be a people sanctified to Adonoy, your God, as He said.",
        "26_Chapter, 0_Verse": "Moshe and the elders of Yisroel commanded the people the following, ‘‘Keep all of the commandment that I am commanding you today.",
        "26_Chapter, 1_Verse": "When the day comes that you cross the Yardein to the land that Adonoy, your God, is giving you, erect large stones and coat them with whitewash.",
        "26_Chapter, 2_Verse": "You are to write on them all statements of this Torah upon your crossing; in order that you come to the land that Adonoy, your God, is giving you, a land flowing milk and honey, as promised by Adonoy, God of your forefathers, to you.",
        "26_Chapter, 3_Verse": "As soon as you have crossed the Yardein, set up these stones that I am commanding you today, on Mount Eival, and coat them with whitewash.",
        "26_Chapter, 4_Verse": "Build there an altar to Adonoy, your God; an altar of stones; do not lift iron upon them.",
        "26_Chapter, 5_Verse": "[Of] whole stones are you to build the altar of Adonoy, your God; and you are to bring upon it burnt-offerings to Adonoy, your God.",
        "26_Chapter, 6_Verse": "You are to slaughter peace -offerings and eat [them] there; and you are to rejoice in the presence of Adonoy, your God.",
        "26_Chapter, 7_Verse": "You are to write on the stones all the statements of this Torah, explained properly.",
        "26_Chapter, 8_Verse": "Moshe and the <i>kohanim</i>-Levi’im addressed all of Yisroel, to say, ‘‘Take heed and accept, Yisroel! [On] this day you have become a people to Adonoy, your God.",
        "26_Chapter, 9_Verse": "You are to obey Adonoy, your God, and perform His commandments and His statutes that I am commanding you today.’’",
        "26_Chapter, 10_Verse": "Moshe commanded the people on that day, to say,",
        "26_Chapter, 11_Verse": "‘‘The following will stand to bless the people on Mount Gerizim, upon your crossing the Yardein: Shimon and Levi and Yehudah, and Yisachar and Yoseif and Binyomin.",
        "26_Chapter, 12_Verse": "And the following will stand for the curse at Mount Eival: Reuvein, Gad and Asher, and Zevulun, Don and Naftoli.",
        "26_Chapter, 13_Verse": "The Levi’im are to respond and say to every man of Yisroel aloud:",
        "26_Chapter, 14_Verse": "‘Cursed is the man who makes a statue or a molten image, Adonoy’s abomination, the handiwork of a craftsman, and places [it] in a secret [place];’ the entire people will respond and say, <i>Amein.</i>",
        "26_Chapter, 15_Verse": "‘Cursed is whoever reviles his father or his mother,’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 16_Verse": "‘Cursed is whoever casts aside the boundary of his fellow;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 17_Verse": "‘Cursed is whoever misleads the blind about the way;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 18_Verse": "‘Cursed is whoever distorts justice for a convert, orphan, or widow;’ and entire people will say, <i>Amein.</i>",
        "26_Chapter, 19_Verse": "‘Cursed is whoever has intercourse with his father’s wife, because he exposed the corner of his father[’s garment];’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 20_Verse": "‘Cursed is whoever has intercourse with any animal;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 21_Verse": "‘Cursed is whoever has intercourse with his sister, daughter of his father or daughter of his mother;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 22_Verse": "‘Cursed is whoever has intercourse with his father’s-in-law wife;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 23_Verse": "‘Cursed is whoever strikes his fellow in secret;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 24_Verse": "‘Cursed is whoever accepts a bribe to kill an innocent person;’ and the entire people will say, <i>Amein.</i>",
        "26_Chapter, 25_Verse": "‘Cursed is whoever does not uphold the statements of this Torah to perform them;’ and the entire people will say, <i>Amein.</i>",
        "27_Chapter, 0_Verse": "When you hearken and obey Adonoy, your God, to be sure to perform all of His commandments that I am commanding you today; Adonoy, your God, will place you superior to all the nations of the earth.",
        "27_Chapter, 1_Verse": "All these blessings will come upon you and will reach you, when you obey Adonoy, your God.",
        "27_Chapter, 2_Verse": "Blessed are you in the city, and blessed are you in the field.",
        "27_Chapter, 3_Verse": "Blessed is the fruit of your belly, and the produce of your soil, and the offspring of your animals, the issue of your cattle and the flocks of your sheep and goats.",
        "27_Chapter, 4_Verse": "Blessed will be your [fruit] basket and your solid foods.",
        "27_Chapter, 5_Verse": "You will be blessed at your arrival, and blessed at your departure.",
        "27_Chapter, 6_Verse": "Adonoy will set your enemies who rise against you smitten before you; by one road will they approach you, but by seven roads they will flee from you.",
        "27_Chapter, 7_Verse": "Adonoy will order upon you the blessing in your storehouses and in all your commerce; and He will bless you in the land that Adonoy, your God, is giving you.",
        "27_Chapter, 8_Verse": "Adonoy will establish you for Himself as a holy people as He swore to you; when you will guard the commandments of Adonoy, your God, and will go in His ways.",
        "27_Chapter, 9_Verse": "And all the peoples of the earth will see that you are called by Adonoy’s Name and they will fear you.",
        "27_Chapter, 10_Verse": "Adonoy will give you surplus as benefit in the fruit of your belly, and the offspring of your animals, and the produce of your soil; upon the land that Adonoy swore to your forefathers to give you.",
        "27_Chapter, 11_Verse": "Adonoy will open for you His good storehouse, the sky, to give you your land’s rain on time and to bless all your endeavors; and you will lend to many nations, but you will not borrow.",
        "27_Chapter, 12_Verse": "Adonoy will place you at the head, not at the tail; and you will be solely on top, you will not be on the bottom; when you heed the commandments of Adonoy, your God, that I am commanding you today to guard and to perform.",
        "27_Chapter, 13_Verse": "And you do not deviate from all the statements that I am commanding you today to the right or to the left, to follow other gods to serve them.",
        "27_Chapter, 14_Verse": "Should you not obey Adonoy, your God, to guard to perform all His commandments and His statutes that I am commanding you today; then all these curses will come upon you and will reach you.",
        "27_Chapter, 15_Verse": "Cursed are you in the city and cursed are you in the field.",
        "27_Chapter, 16_Verse": "Cursed is your [fruit] basket and cursed are your solid foods.",
        "27_Chapter, 17_Verse": "Cursed is the fruit of your belly and the produce of your soil, the calves of your cattle and the flocks of your sheep and goats.",
        "27_Chapter, 18_Verse": "Cursed are you upon your arrival and cursed are you upon your departure.",
        "27_Chapter, 19_Verse": "Adonoy will visit upon you ruin, panic, and frustration in all the endeavors you undertake, until you are destroyed and until you are swiftly removed because of the wickedness of your deeds [in] that you forsook Me.",
        "27_Chapter, 20_Verse": "Adonoy will attach the plague to you until He exterminates you from upon the land that you are coming there to inherit.",
        "27_Chapter, 21_Verse": "Adonoy will smite you with blistering and with searing temperature, and with raging fever, and with <i>charchur,</i> and with the sword, and with wind-blight, and with yellowing; and they will chase you until your annihilation.",
        "27_Chapter, 22_Verse": "And the heavens above your head will be like copper and the earth that is beneath you, iron.",
        "27_Chapter, 23_Verse": "Adonoy will make the rain of your land into dust and soil; from the sky will it come down upon you until you are destroyed.",
        "27_Chapter, 24_Verse": "Adonoy will set you smitten before your enemies. By one road will you go out toward them and by seven roads will you flee before them; and you will be a cause of shuddering for all the kingdoms of the earth.",
        "27_Chapter, 25_Verse": "Your corpse will be food for every bird of the sky and for the animals of the earth; with no one to scare [them].",
        "27_Chapter, 26_Verse": "Adonoy will plague you with Egyptian boils and with hemorroids and with running and dry boils; from which you will be unable to be healed.",
        "27_Chapter, 27_Verse": "Adonoy will plague you with insanity and with blindness, and with utter confusion.",
        "27_Chapter, 28_Verse": "You will grope at midday the way a blind man gropes in the darkness, and you will not succeed your ways; you will be only the victim of wrangling and robbed all the days with no savior.",
        "27_Chapter, 29_Verse": "A woman will you marry and another man will lie with her; a house will you build and will not live in it; a vineyard will you plant and will not redeem it[s fruit].",
        "27_Chapter, 30_Verse": "Your ox [will be] butchered before your eyes, and you will not eat of it; your ass [will be] robbed in your presence and will not return to you; your flocks [will be] given to your enemies, and you have no savior.",
        "27_Chapter, 31_Verse": "Your sons and your daughters [will be] given to another people while your eyes watch and pine for them all day, and your are powerless.",
        "27_Chapter, 32_Verse": "The fruit of your soil and all your toil will be eaten by a people that you do not know; and you will be solely oppressed and crushed all the time.",
        "27_Chapter, 33_Verse": "And you will become insane from the sights that you see.",
        "27_Chapter, 34_Verse": "Adonoy will plague you with bad boils on the knees and on the legs from which you will be unable to be healed; from the sole of your foot till your skull.",
        "27_Chapter, 35_Verse": "Adonoy will lead you and your king, whom you will set upon yourself, to a nation that neither you nor your parents knew; and there you will serve other powers [of] wood and stone.",
        "27_Chapter, 36_Verse": "You will become an [object of] stupefaction, be cited as an example and become the subject of gossip among all the peoples to whom Adonoy will lead you.",
        "27_Chapter, 37_Verse": "Much seed will you take out to the fields, and little will you gather because the locust will demolish it.",
        "27_Chapter, 38_Verse": "Vineyards will you plant and labor in, but wine will you not drink nor will you store because worms will consume it.",
        "27_Chapter, 39_Verse": "Olives will you have within your entire boundary, but oil will you not annoint because your olives (trees) will be discarded.",
        "27_Chapter, 40_Verse": "Sons and daughters will you bear, but you will not have them because they will go into captivity.",
        "27_Chapter, 41_Verse": "All your trees and the fruit of your soil the cicada will impoverish.",
        "27_Chapter, 42_Verse": "The non-Jew among you will rise above you higher and higher, while you descend lower and lower.",
        "27_Chapter, 43_Verse": "He will lend to you but you will not lend to him; he will be at the head, and you will be at the tail.",
        "27_Chapter, 44_Verse": "All these curses will come upon you and will chase you and reach you until you are destroyed; for you have not obeyed Adonoy, your God, to guard His commandments and His statutes that He commanded you.",
        "27_Chapter, 45_Verse": "They will happen to you as a sign and a wonder, and to your descendants forever.",
        "27_Chapter, 46_Verse": "Since you did not serve Adonoy, your God, with joy and goodheartedness, in total affluence.",
        "27_Chapter, 47_Verse": "You will serve your enemies whom Adonoy sends against you, in hunger and in thirst and in nakedness and lacking everything; and he will set an iron yoke upon your neck until he destroys you.",
        "27_Chapter, 48_Verse": "Adonoy will raise upon you a nation from afar from the end of the earth, as the eagle soars, a nation whose language you will not hear.",
        "27_Chapter, 49_Verse": "A hard-faced nation that will not show favor to the old, and will not pity the young.",
        "27_Chapter, 50_Verse": "They will consume the offspring of your animals, and the produce of your soil until you are destroyed; that will not leave you grain, wine, or oil, the calves of your cattle, or the flocks of your sheep and goats until they have you removed.",
        "27_Chapter, 51_Verse": "They will make you suffer in all your cities until mastering your ramparts and fortified walls upon which you rely throughout your land; they will make you suffer in all your cities throughout your land that Adonoy, your God, has given you.",
        "27_Chapter, 52_Verse": "You will eat the flesh of your womb, the flesh of your sons and your daughters that Adonoy, your God, gave you; in the siege and in the distress that your enemy will distress you.",
        "27_Chapter, 53_Verse": "The delicate among you and the fastidious, [even] he will look askance at his brother and at the wife of his bosom and at the rest of his sons whom he will leave over.",
        "27_Chapter, 54_Verse": "From giving to any of them of the flesh of his sons that he is eating for [fear of] not leaving everything for himself; in siege and in distress that your enemy will distress you in all your cities.",
        "27_Chapter, 55_Verse": "The soft female among you and the indulged one the sole of whose foot never experienced standing on the ground out of indulgence and out of softness; her eye will begrudge the husband of her bosom, and her son and daughter.",
        "27_Chapter, 56_Verse": "And her infant who emerges from between her legs, and her children whom she bears, when she eats them for lack of everything, secretly; in siege and in distress that your enemy will distress you in your cities.",
        "27_Chapter, 57_Verse": "If you will not guard to perform all the statements of this Torah that are written in this book to fear the respected and awesome Name, of Adonoy, your God.",
        "27_Chapter, 58_Verse": "Adonoy will strike you with prodigous blows and blows on your offspring, blows, great and dependable and illnesses harmful and dependable.",
        "27_Chapter, 59_Verse": "He will bring back for you all the Egyptian diseases which you dreaded and they will cling to you.",
        "27_Chapter, 60_Verse": "Also every illness and every plague that is not written in the book of this Torah, will Adonoy raise up against you until you are destroyed.",
        "27_Chapter, 61_Verse": "You will remain numerically few instead of your having been like the stars in the sky, multitudinous; for you have not obeyed Adonoy, your God.",
        "27_Chapter, 62_Verse": "It will happen that as Adonoy rejoiced over you to benefit you and to multiply you, so will Adonoy bring joy to others over you to remove you and to destroy you; and you will be uprooted from upon the land that you are coming there to inherit.",
        "27_Chapter, 63_Verse": "Adonoy will disperse you among all the peoples from the end of the earth to the end of the earth; and you shall serve there other gods which neither you nor your ancestors knew, wood and stone.",
        "27_Chapter, 64_Verse": "And among those nations you will not be tranquil and there will be no rest for the sole of your foot; and Adonoy will give you there a fearful heart and pining eyes and disillusioned spirit.",
        "27_Chapter, 65_Verse": "Your life will dangle before you, and you will be in fear night and day, and will have no faith in your living.",
        "27_Chapter, 66_Verse": "In the morning you will say, ‘‘Would that it were evening,’’ and in the evening you will say, ‘‘Would that it were morning,’’ from the fear in your heart that you will fear and from the sights of your eyes that you will see.",
        "27_Chapter, 67_Verse": "Adonoy will send you back to Egypt on ships, along the route that I told you, ‘‘You are not to see it again,’’ and there you will attempt to sell yourselves to your enemies as slaves and as maidservants but no one will buy.",
        "27_Chapter, 68_Verse": "These are the statements of the covenant that Adonoy commanded Moshe to ratify with Bnei Yisroel in the land of Moav, beside the covenant that he had made with them at Choreiv.",
        "28_Chapter, 0_Verse": "Moshe called to all of Yisroel and said to them, ‘‘You have seen everything that Adonoy did as you watched, in the land of Egypt, to Pharoah and to all his attendants and to his entire land.",
        "28_Chapter, 1_Verse": "The great miracles that you witnessed, those great signs and wonders.",
        "28_Chapter, 2_Verse": "Yet Adonoy did not grant you a knowledgeable mind and eyes to see, and ears to hear until this day.",
        "28_Chapter, 3_Verse": "I have led you forty years in the wilderness, your garments have not worn out on you and your shoes have not worn out on your feet.",
        "28_Chapter, 4_Verse": "Bread have you not eaten, neither fresh nor aged wine have you drunk, in order that you know that I, Adonoy, am your God.",
        "28_Chapter, 5_Verse": "Then when you came to this place, Sichon, king of Cheshbon, came out—and Og, king of Boshon—toward us to wage war and we smote them.",
        "28_Chapter, 6_Verse": "And we took the their land and gave it as territory to the Reuvenites and to the Gaddites, and to half the tribe of the Menashians.",
        "28_Chapter, 7_Verse": "You are to guard the tenets of this covenant and fulfill them, in order that you succeed in everything that you do.’’",
        "28_Chapter, 8_Verse": "‘‘You stand, this day all of you before Adonoy, your God; your tribal chieftains, your elders and your law officers, every man of Yisroel.",
        "28_Chapter, 9_Verse": "Your young, your wives, and your convert who is within your camps; from your wood cutters to the water drawers.",
        "28_Chapter, 10_Verse": "For your passage into the covenant of Adonoy, your God, and His oath-curse, that Adonoy, your God, is making with you today.",
        "28_Chapter, 11_Verse": "In order to sustain you today as His people, and He will be for you a God as He promished you and as He promised your forefathers Avrohom, Yitzchok, and Yaakov.",
        "28_Chapter, 12_Verse": "And not with you alone am I making this covenant and this oath-curse.",
        "28_Chapter, 13_Verse": "But with whoever is here with us standing today in the presence of Adonoy, our God, and with those who are not here with us today.",
        "28_Chapter, 14_Verse": "For you are aware how we lived in the land of Egypt, and how we passed through the nations whom you passed through.",
        "28_Chapter, 15_Verse": "Where you observed their abominations and their loathsomeness [idols], wood and stone, silver and gold, that they owned.",
        "28_Chapter, 16_Verse": "Perhaps there is among you a man or a woman or a family or a tribe whose thoughts stray today from [being] with Adonoy, our God, to go serve the gods of those nations; lest there is within you a root producing gall and bitter fruit.",
        "28_Chapter, 17_Verse": "When he hears the statements of this oath-curse, he will imagine self-blessings, saying, ‘‘Peace will be my lot when I shall follow what my thoughts envision,’’ so that the unintentional may be added to the sinful.",
        "28_Chapter, 18_Verse": "Adonoy will be unwilling to forgive him, because then Adonoy’s nostrils will fume and His vengeful fury will enflame against that man, and there will cling to him the entire oath-curse written in this book; and Adonoy will eliminate his name from beneath the sky.",
        "28_Chapter, 19_Verse": "And Adonoy will seperate him for harm from all the tribes of Yisroel, in accord with all the oath-curses of the covenant inscribed in this Torah scroll.",
        "28_Chapter, 20_Verse": "The latter generation will say—your children who will arise after you and the stranger who will come from a distant land; and they will see the plagues of that land and its illnesses that Adonoy has harmed it with.",
        "28_Chapter, 21_Verse": "Sulfur and salt, all its land, will be burnt, it will not be seeded, and it will not sprout, and no grass will grow there; like the overturning of Sodom and Amoroh, Admoh and Tzevoyim, which Adonoy overturned in His anger and His wrath.",
        "28_Chapter, 22_Verse": "And all the nations will say, ‘‘For what did Adonoy do so to this land? Why the vigor of this great anger?’’",
        "28_Chapter, 23_Verse": "And they will reply, ‘‘Because they forsook the covenant of Adonoy, the God of their forefathers, which He made with them when He took them out of the land of Egypt.",
        "28_Chapter, 24_Verse": "And they went and served other gods and prostrated themselves to them; gods unknown to them and [which] He had not apportioned to them.",
        "28_Chapter, 25_Verse": "And Adonoy became furious with that land, [causing Him] to bring on it the entire curse written in this book.",
        "28_Chapter, 26_Verse": "And Adonoy forced them away from their land with anger and wrath and great fury; and He cast them into another land like this day.",
        "28_Chapter, 27_Verse": "The hidden [matters] are Adonoy’s, our God’s, and the revealed [matters] are ours and our children’s forever, to perform all the statements of this Torah.",
        "29_Chapter, 0_Verse": "When it happens that there come upon you all these statements, the blessing and the curse that I have set before you; and you will restore to your perception amid all the nations where Adonoy, your God, has exiled you.",
        "29_Chapter, 1_Verse": "You will return to Adonoy, your God, and obey Him exactly as I am commanding you today, you and your sons, wholeheartedly and with your whole being.",
        "29_Chapter, 2_Verse": "Adonoy, your God, will bring back your returnees and will be merciful toward you; and He will return and gather you from all the peoples that Adonoy, your God, has dispersed you there.",
        "29_Chapter, 3_Verse": "If your exiled one will be at the edge of the heavens, from there will Adonoy, your God, gather you and from there will He take you.",
        "29_Chapter, 4_Verse": "And Adonoy, your God, will bring you to the land that your forefathers inherited and you will inherit it; and He will benefit you and multiply you more than your forefathers.",
        "29_Chapter, 5_Verse": "And Adonoy, your God, will circumcise your heart and the heart of your descendants, to love Adonoy, your God, wholeheartedly and with all your being in order that you live.",
        "29_Chapter, 6_Verse": "Adonoy, your God, will place all these oath-curses upon your enemies and upon your foes who chased you.",
        "29_Chapter, 7_Verse": "And you will turn back and obey Adonoy; and you will perform all His commandments that I am commanding you today.",
        "29_Chapter, 8_Verse": "Adonoy, your God, will give you surplus in all your endeavors, in the fruit of your belly, and in the offspring of your animals, and in the produce of your soil—for benefit; for Adonoy will return to rejoice over you for benefit as He rejoiced over your forefathers.",
        "29_Chapter, 9_Verse": "When you obey Adonoy, your God, to guard His commandments and His statutes, written in this Torah scroll; when you turn back to Adonoy, your God, wholeheartedly and with all your being.",
        "29_Chapter, 10_Verse": "For this <i>mitzvah</i> that I am commanding you today; it is not abstruse to you nor is it distant.",
        "29_Chapter, 11_Verse": "It is not in heaven, [for you] to say, ‘‘Who will go up to heaven for us, and acquire it for us, and inform us of it, and we will fulfill it?’’",
        "29_Chapter, 12_Verse": "Nor is it overseas, [for you] to say, ‘‘Who will travel overseas for us, and acquire it for us, and inform us of it, and we will fulfill it?’’",
        "29_Chapter, 13_Verse": "For the matter is extremely close to you; in your mouth and in your mind to fulfill it.",
        "29_Chapter, 14_Verse": "See, I have placed before you today life and good, and death and bad.",
        "29_Chapter, 15_Verse": "For which I command you this day, to love Adonoy, your God, to go in His ways and to guard His commandments and His statutes and His laws; and you will live and you will flourish, and Adonoy, your God, will bless you in the land that you are coming there to inherit.",
        "29_Chapter, 16_Verse": "But if your heart strays and you do not listen, and you are misled, and you prostrate yourself to other gods and worship them.",
        "29_Chapter, 17_Verse": "I tell you today that you shall certainly perish; you will not remain long on the land that you are crossing the Yardein to come there to inherit.",
        "29_Chapter, 18_Verse": "I invoke, as witnesses against you this day, heaven and earth: Life and death have I placed before you, blessing and curse; you choose life in order that you live, you and your descendants,",
        "29_Chapter, 19_Verse": "To love Adonoy, your God, to obey Him and to cling to Him; for He is your life and your longevity, to live on the soil that Adonoy swore to your forefathers—to Avrohom, to Yitzchok, and to Yaakov—to give them.",
        "30_Chapter, 0_Verse": "Moshe went and he addressed these statements to all of Yisroel.",
        "30_Chapter, 1_Verse": "He said to them, ‘‘I am 120 years old today, I cannot any longer go forth and return; for Adonoy has said to me, ‘You will not cross this Yardein.’",
        "30_Chapter, 2_Verse": "Adonoy, your God, He is crossing before you, He will destroy these nations before you and you will inherit them. Yehoshua, he is crossing before you as Adonoy has stated.",
        "30_Chapter, 3_Verse": "And Adonoy will do to them as He did to Sichon and to Og, kings of the Emorites, and to their land; whom He destroyed.",
        "30_Chapter, 4_Verse": "Adonoy will defeat them before you, and you will do to them in accord with the <i>mitzvah</i> that I commanded you.",
        "30_Chapter, 5_Verse": "Be courageous and bold, do not fear and do not quake before them; for Adonoy, your God, it is He Who is going with you, He will not enfeeble you nor will He abandon you.’’",
        "30_Chapter, 6_Verse": "Moshe called Yehoshua and said to him as all of Yisroel watched, ‘‘Be courageous and bold, for you shall enter with this people into the land that Adonoy swore to their forefathers to give them, and you will apportion it to them.",
        "30_Chapter, 7_Verse": "And Adonoy is the One Who is going ahead of you, He will be with you, will not enfeeble you and will not abandon you; do not fear and do not quake.",
        "30_Chapter, 8_Verse": "Moshe wrote this Torah and he gave it to the <i>kohanim,</i> descendants of Levi, who carry the ark of Adonoy’s covenant; and to all the elders of Yisroel.",
        "30_Chapter, 9_Verse": "Moshe commanded them, saying: After seven years have ended, on the holy day of the Sh’mittah year, during the Sukkos festival;",
        "30_Chapter, 10_Verse": "When all of Yisroel comes to be seen in the presence of Adonoy, your God, in the place that He chooses, you shall read this Torah facing all of Yisroel for them to hear.",
        "30_Chapter, 11_Verse": "Assemble the people—the men and the women and the infants, and your convert who is in your towns; in order for them to hear and in order for them to learn to fear Adonoy, your God, and they will make sure to fulfill all the statements of this Torah.",
        "30_Chapter, 12_Verse": "And their children who did not understand will hear and will learn to fear Adonoy, your God, all the years that you are living on the land that you are crossing the Yardein there to inherit.",
        "30_Chapter, 13_Verse": "Adonoy said to Moshe, ‘‘Look! Your time is approaching to die. Call Yehoshua and present yourselves in Ohel Moed and I shall exhort him.’’ Moshe went with Yehoshua and they presented themselves in Ohel Moed.",
        "30_Chapter, 14_Verse": "Adonoy revealed Himself in the Ohel in a pillar of cloud; the pillar of cloud remained at the entrance of the Ohel.",
        "30_Chapter, 15_Verse": "Adonoy said to Moshe, ‘‘You are about to die, and this people will arise and stray after the gods of the stranger [people] of the land that they are going there among them, and they will forsake Me and break My covenant that I made with them.",
        "30_Chapter, 16_Verse": "And I will wax angry at them on that day and I will forsake them and I shall conceal My face from them and they will be for consuming and many evils and troubles will happen to them; and they will say on that day, ‘‘Look! Because my God is not within me did these evils happen to me.’’",
        "30_Chapter, 17_Verse": "And I will surely conceal My face on that day because of all the wickedness that they did, because they turned to other gods.",
        "30_Chapter, 18_Verse": "And now write for yourselves this song and teach it to Bnei Yisroel to place it in their mouths; in order that this song will be for Me a witness against Bnei Yisroel.",
        "30_Chapter, 19_Verse": "For I will bring them to the land that I swore to their forefathers, flowing milk and honey, and they will eat, and be full, and wax fat; and they will turn to other gods and serve them and they will infuriate Me and break My covenant.",
        "30_Chapter, 20_Verse": "Should many evils and troubles happen to them, this song shall serve as testimony before them as witness—for it shall never be forgotten from the lips of their progeny—for I know their impulse that they are gratifying today prior to My bringing them to the land that I swore.",
        "30_Chapter, 21_Verse": "Moshe wrote this song on that day, and he taught it to Bnei Yisroel.",
        "30_Chapter, 22_Verse": "He commanded Yehoshua, the son of Nun and said, ‘‘Be courageous and bold, for you will bring Bnei Yisroel to the land that I swore to them, and I will be with you.’’",
        "30_Chapter, 23_Verse": "When Moshe finished writing the statements of this Torah in a book, till they were complete,",
        "30_Chapter, 24_Verse": "Moshe commanded the Levites, bearers of the ark of Adonoy’s covenant, saying:",
        "30_Chapter, 25_Verse": "‘‘Take this book of the Torah and place it on the side of the ark of Adonoy, your God’s covenant; and it will be there as witness against you.",
        "30_Chapter, 26_Verse": "For I know your rebelliousness your stubborness. Look! even while I live with you today you have been defiers with Adonoy, surely after my death.",
        "30_Chapter, 27_Verse": "Assemble to me all the judges of your tribes and your enforcers, and I will declare in their hearing these statements, and invoke as witnesses against them heaven and earth,",
        "30_Chapter, 28_Verse": "For I know after my death, that you will become depraved and you will veer from the way that I commanded you; and harm will happen to you at the end of time, when you do what is wicked in Adonoy’s eyes to spite Him with your actions.",
        "30_Chapter, 29_Verse": "Moshe spoke in the hearing of all the assemblage of Yisroel the statements of this song, till they were complete.",
        "31_Chapter, 0_Verse": "Hearken, O heaven as I declare, let the earth hear my mouth’s sayings.",
        "31_Chapter, 1_Verse": "Let my instruction flow like rainfall, let my saying drip like dew; like storm winds on verdure, and like raindrops on grass.",
        "31_Chapter, 2_Verse": "When I pronounce the name of Adonoy, give greatness to our God,",
        "31_Chapter, 3_Verse": "The Almighty’s works are flawless, for all His ways are just; A God of faithfulness without injustice; righteous and upright is He.",
        "31_Chapter, 4_Verse": "Destructiveness does not affect Him, it is the defect of His children; a generation warped and twisted.",
        "31_Chapter, 5_Verse": "Is it with Adonoy that you deal this way? base people lacking wisdom. Is He not your Father, who made you His? He made you and gave you a base.",
        "31_Chapter, 6_Verse": "Remember world history, study the generational epochs. Ask your father and he will relate to you, your elders and they will tell you.",
        "31_Chapter, 7_Verse": "When the Exalted One bequeathed nations, when He set apart the sons of man; He established the boundaries of peoples according to the number of Bnei Yisroel.",
        "31_Chapter, 8_Verse": "Because [of] Adonoy’s portion, His people, Yaakov the cable of His heritage.",
        "31_Chapter, 9_Verse": "He found them in a wilderness country, in arid, shrieking desolation. He encircled them around, He granted them understanding, He sheltered them like the pupil of His eye.",
        "31_Chapter, 10_Verse": "Like an eagle who rouses his nest, fluttering over his young, He extends His wings, grasps them, He bears them on His wing.",
        "31_Chapter, 11_Verse": "Adonoy conducted them alone, without [opposition by] alien gods. ",
        "31_Chapter, 12_Verse": "He shall transport them over the summit of the earth where they will consume the produce of the fields; and He shall nurture them with honey of bedrock and oil of staunchest rock mass. ",
        "31_Chapter, 13_Verse": "Butter-fat of cattle and milk of sheep with the fat of lambs, and rams native to Bashan and goats, with the fat of wheat kidneys, and the wine-flavored blood of the grapes will you drink. ",
        "31_Chapter, 14_Verse": "Yeshurun grew fat and rebelled, you grew fat, you have become thick, and are covered with fat; he forsook the God who made him, he insulted the Rock of his salvation. ",
        "31_Chapter, 15_Verse": "They incited His vengeance with strangers, with loathsomeness did they spite Him.",
        "31_Chapter, 16_Verse": "They slaughtered to ineffectual demons, gods they did not know; novelties, lately arrived—your forefathers were not awed by them.",
        "31_Chapter, 17_Verse": " the Rock Who bore you, you disregarded; you forsook the Almighty Who delivered you.",
        "31_Chapter, 18_Verse": "Adonoy saw and was angered, by the spite of His sons and His daughters. ",
        "31_Chapter, 19_Verse": "He said, ‘‘I will hide My face from them, I will see what their end will be; for they are an upsetting generation, sons who are devoid of breeding.",
        "31_Chapter, 20_Verse": "They have incited Me to vengeance with a non-god—have spited Me with their idols; and I will incite them with a non-people, I shall anger them with a faithless nation.",
        "31_Chapter, 21_Verse": "For a fire shall blaze in My anger, that will burn till the lowest grave; it shall consume the land and its produce, and enflame the bases of mountains. ",
        "31_Chapter, 22_Verse": "I shall amass iniquity against them, I shall deplete my arrows against them.",
        "31_Chapter, 23_Verse": "Bloated with hunger, and embattled with demons and slashed by Meriri; and the teeth of animals will I send against them along with the venom of dust-crawlers.",
        "31_Chapter, 24_Verse": "From without, the sword shall decimate, and from within chambers, terror; both lad and lass, suckling and aged man.",
        "31_Chapter, 25_Verse": "I thought, ‘I shall abandon them,’, I would eliminate from mankind mention of them.",
        "31_Chapter, 26_Verse": "Were it not for the enemy’s amassed rage, lest their oppressors estrange; lest they say, ‘Our armed might has prevailed, and not Adonoy has performed all this.’",
        "31_Chapter, 27_Verse": "For those nations squander counsel, they lack intelligence.",
        "31_Chapter, 28_Verse": "Were they wise they would grasp this, they would contemplate their ending.",
        "31_Chapter, 29_Verse": "How can one pursue a thousand, and two make ten thousand flee? Unless their Almighty [lit. rock] has dealt them away, and Adonoy has delivered them?",
        "31_Chapter, 30_Verse": "For their mighty one is not like our Almighty, yet our enemies sit in judgement.",
        "31_Chapter, 31_Verse": "For their grapevine is of the grapevine of Sedom and from the fields of Amorah; their grapes are grapes of bitter herbs. clusters galling to them. ",
        "31_Chapter, 32_Verse": "Like caustic serpents’ venom is their wine, and [like] the gall of adders, cruel.",
        "31_Chapter, 33_Verse": "Is this not sequestered with Me, sealed in My treasuries. ",
        "31_Chapter, 34_Verse": "Vengeance is with Me, and I shall administer retribution at the time that they shall stumble for the day of their calamity is close by, and destiny speeds towards them.",
        "31_Chapter, 35_Verse": "When Adonoy administers justice against His people and He will reconsider about His servants; when He sees the power surging, and none are structured or fortified. ",
        "31_Chapter, 36_Verse": "He shall say, ‘‘Where is their god the rock on which they relied for shelter?",
        "31_Chapter, 37_Verse": "They ate the fat of their sacrifices, they drank the wine of their libation? Let them arise and help you, let them serve as your shield.",
        "31_Chapter, 38_Verse": "Now observe! For it is I! I am the One! and no god matches Me; I put to death and make live, I smite and I heal and no one can rescue from My grasp.",
        "31_Chapter, 39_Verse": "For I shall lift My hand heavenward, and I shall say, ‘I live forever.’",
        "31_Chapter, 40_Verse": "If I whet My saber to a gleam, and hold judgement in My grasp. I shall wreak vengeance on My foes and My spiters will I pay. ",
        "31_Chapter, 41_Verse": "I shall make My arrows drunk with blood and My saber shall consume flesh; for the blood of the slaughtered and the captives, for the original savagery of the enemy.’’",
        "31_Chapter, 42_Verse": "Let the nations extol His people for He shall avenge the blood of His servants and wreak vengeance on His enemies and reconcile His land, His people.",
        "31_Chapter, 43_Verse": "Moshe came and he spoke all the words of this song in the hearing of the people; he and Hoshe’a, the son of Nun.",
        "31_Chapter, 44_Verse": "When Moshe finished speaking all these words to all of Yisroel,",
        "31_Chapter, 45_Verse": "He said to them, ‘‘Focus your thoughts on all the statements that I am bringing to witness against you today; which you are to command to your sons to guard and to fulfill all the statements of this Torah.",
        "31_Chapter, 46_Verse": "For it is not a futile thing for you, for it is your life; and by this matter will you live long on the land that you are crossing the Yardein there to inherit.’’",
        "31_Chapter, 47_Verse": "Adonoy spoke to Moshe at the very height of that day, saying,",
        "31_Chapter, 48_Verse": "‘‘Go up to this Mount Ho’avorim, Mount Nevo, which is in the land of Moav, that faces Yereicho; and see the land of Canaan that I am giving to Bnei Yisroel as inheritance.",
        "31_Chapter, 49_Verse": "And die on the mountain upon which you are going up and be gathered unto your people, just as your brother Aharon died in Hor Hohor and was gathered unto his people.",
        "31_Chapter, 50_Verse": "Because you were unfaithful to Me amid Bnei Yisroel at the waters of argument at Kodeish in the Tzin wilderness; because of [the fact] that you did not sanctify Me amid Bnei Yisroel.",
        "31_Chapter, 51_Verse": "For from afar will you see the land but you will not come there to the land that I am giving to Bnei Yisroel.’’",
        "32_Chapter, 0_Verse": "And this is the blessing that Moshe, the man of God, blessed Bnei Yisroel before his death.",
        "32_Chapter, 1_Verse": "He said: ‘‘Adonoy came from Sinai, radiated forth to them from Seir, appeared from Mount Paran He came with part of the sacred myriads; from His right [hand]— the flaming Torah law.",
        "32_Chapter, 2_Verse": "He also cherished the nations—all of their sacred ones are in Your keeping; for they were gathered in at Your feet and accepted the burden of Your word. ",
        "32_Chapter, 3_Verse": "The Torah which Moshe commanded us, is the heritage of the congregation of Yaakov.",
        "32_Chapter, 4_Verse": "There was a king in Yeshurun, at the gathering of the counting. the tribes of Yisroel together.",
        "32_Chapter, 5_Verse": "May Reuvein live and let him not die, and may his constituency be counted. ",
        "32_Chapter, 6_Verse": "Now this for Yehudah and he said, ‘‘Adonoy, hear the voice of Yehudah, and bring him to his people; May his hands fight his battles and may You provide assistance against his enemies.’’ ",
        "32_Chapter, 7_Verse": "And regarding Levi he said, ‘‘Your <i>tumim</i> and Your <i>urim</i> to Your pious man; whom You tried with tests, You brought him strife at the waters of Merivah.",
        "32_Chapter, 8_Verse": "He who said of his father and his mother, ‘I did not see them,‘ and his brothers he did not recognize and his sons he did not know; for they observed Your command and kept Your covenant. ",
        "32_Chapter, 9_Verse": "They shall teach Your law to Yaakov and Your Torah to Yisroel; let them place incense before You and totally consumed offerings on Your altar;",
        "32_Chapter, 10_Verse": "Adonoy, bless his wealth and accept his handiwork; shatter his adversaries at the loins and his enemies, so that they may not arise.’’",
        "32_Chapter, 11_Verse": "Regarding Binyomin he said, ‘‘Adonoy’s friend, let him live secure with Him; He hovers protectively over him throughout the day, and He resides between his shoulders.’’",
        "32_Chapter, 12_Verse": "And regarding Yoseif he said, ‘‘Blessed by Adonoy is his land; with the delight of heaven, from dew, and the deep waters that lie below.",
        "32_Chapter, 13_Verse": "With the delight of the sun’s harvest; and with the delight of the moon’s ripening.",
        "32_Chapter, 14_Verse": "With the first fruits of the early mountains and from the sweetness of the perennial hills.",
        "32_Chapter, 15_Verse": "And from the sweetness of earth and its fullness, and the favor of the One who resides in the thornbush; let this be visited upon Yoseif’s head, and upon the head of the one set apart from his brothers.",
        "32_Chapter, 16_Verse": "His firstborn ox, glory to him, and re’em’s horns are his horns, with which he will gore together peoples to the ends of the earth; and they are Ephraim’s myriads, and they are Menasheh’s thousands.’’ ",
        "32_Chapter, 17_Verse": "And regarding Zevulun he said, ‘‘Rejoice Zevulun at your departure; and Yissachar in your tents.",
        "32_Chapter, 18_Verse": "Peoples shall assemble at the mountain—there will they slaughter righteous offerings; for by the streaming of the sea they shall be nurtured and the hidden treasures of sand.’’",
        "32_Chapter, 19_Verse": "And regarding Gad he said, ‘‘Blessed is the One who broadens Gad; He lairs like a lion then rips the arm with the head.",
        "32_Chapter, 20_Verse": "He saw the foremost for himself, for there the great scribe’s burial plot is concealed; he marched at the head of the people, he acted righteously before Adonoy and His laws with Yisroel.’’",
        "32_Chapter, 21_Verse": "And regarding Don he said, ‘‘Don is a lion cub, bounding from Bashan.’’",
        "32_Chapter, 22_Verse": "And regarding Naftoli he said, ‘‘Naftoli’s desire is satisfied and he is full of blessing Adonoy; occupy the sea and its southern coast!’’",
        "32_Chapter, 23_Verse": "And regarding Asher he said, ‘‘May Asher be blessed with sons; he shall be favored by his brothers and immerse his foot in oil.’’",
        "32_Chapter, 24_Verse": "Your locks are iron and copper; As the days [of your youth], so may be your declining days.",
        "32_Chapter, 25_Verse": " God is incomparable—Yeshurun; He who straddles the firmament in your aid and, in His pride, the high heavens.",
        "32_Chapter, 26_Verse": "As the dwelling of the eternal God, and beneath are the world’s strong-armed; He banished the enemy from your presence and said, ‘Destroy.’",
        "32_Chapter, 27_Verse": "Yisroel lived securely, as individuals like Yaakov in a land of grain and wine; even its skies shall drip dew.",
        "32_Chapter, 28_Verse": "You are fortunate, Yisroel, who can compare to you—a people saved by Adonoy, the shield of your aid and who [provides the victory of] the sword of your glory; and your enemies will prevaricate to you, while you tread on their high places.’’",
        "33_Chapter, 0_Verse": "Moshe went up from the plains of Moav to Mount Nevo—the peak of the crest that faces Yereicho; and Adonoy showed him the entire land, the Gil’od till Don.",
        "33_Chapter, 1_Verse": "And all of Naftoli, and the land of Ephraim and Menasheh; and all the land of Yehudah up until the rearward Sea.",
        "33_Chapter, 2_Verse": "And the Negev, and the plain, the valley of Yereicho, the city of date-palms, till Tzo’ar.",
        "33_Chapter, 3_Verse": "Adonoy said to him, ‘‘This is the land that I swore to Avrohom, to Yitzchok, and to Yaakov, saying, ‘I will give it to your descendants ’; I have shown it to you with your eyes, but you will not cross over there.’’",
        "33_Chapter, 4_Verse": "Moshe, Adonoy’s servant, died there, in the land of Moav, by the mouth of Adonoy.",
        "33_Chapter, 5_Verse": "He buried him in the valley in the land of Moav facing Beis Peor; and no man knows his burial place till this very day.",
        "33_Chapter, 6_Verse": "And Moshe was 120 years old at his death; his appearance was not dulled, and his freshness did not fade.",
        "33_Chapter, 7_Verse": "Bnei Yisroel bewailed Moshe on the plains of Moav for thirty days; [after which] ended the days of bewailing in Moshe’s mourning period.",
        "33_Chapter, 8_Verse": "And Yehoshua son of Nun was filled with a spirit of wisdom because Moshe had rested his hands on him; Bnei Yisroel listened to him and acted as Adonoy had commanded Moshe.",
        "33_Chapter, 9_Verse": "And there has not ever arisen a prophet within Yisroel like Moshe, whom Adonoy knew face-to-face.",
        "33_Chapter, 10_Verse": "For all the signs and the wonders that Adonoy sent him to perform in the land of Egypt, to Pharoah and to all his slaves and to his entire land.",
        "33_Chapter, 11_Verse": "And for the entire strong hand and for the entire great display that Moshe performed in view of all of Yisroel. CHAZAK"
    },
    "meta": "Chapter-Verse",
    "work": "Deuteronomy"
}