{
    "text": {
        "0_Chapter, 0_Verse": "Acestea sunt cuvintele pe care le-a vorbit Moise întregului Israel, dincolo de Iordan, în deșert, în Arava, față în față cu [Marea] Trestiilor, între Paran și Tofel, și Lavan, și Hațerot, și Di-Zahav,",
        "0_Chapter, 1_Verse": "unsprezece zile de la Horeb, pe calea către Muntele Seir, până la Kadeș-Barnea.",
        "0_Chapter, 2_Verse": "Și a fost în al patruzecilea an, în a unsprezecea lună, în prima zi a lunii, [când] Moise a vorbit copiilor lui Israel, întocmai cum îi poruncise DOMNUL pentru ei,",
        "0_Chapter, 3_Verse": "după ce i-a doborât pe Sihon, regele amoriților, care locuia în Heșbon, și pe Og, regele Bașanului, care locuia în Aștarot, în Edrei.",
        "0_Chapter, 4_Verse": "Dincolo de Iordan, în țara Moabului, Moise a început să explice această Învățătură, spunând:",
        "0_Chapter, 5_Verse": "DOMNUL, Dumnezeul nostru, a vorbit cu noi în Horeb, spunând: „Destul ați șezut lângă muntele acesta.",
        "0_Chapter, 6_Verse": "Întoarceți-vă, porniți la drum și veniți la muntele amoritului și la toți vecinii săi, în Arava, la munte și în ținutul de șes, și la miazăzi, și pe coasta mării, țara canaaniților și Libanul, până la Fluviul cel Mare, Fluviul Eufrat.",
        "0_Chapter, 7_Verse": "Privește, am pus înaintea voastră țara; veniți și luați în stăpânire țara despre care DOMNUL a jurat părinților voștri, lui Avraham, lui Isaac și lui Iacov, să le-o dea lor și urmașilor lor după ei.”",
        "0_Chapter, 8_Verse": "Și v-am spus la vremea aceea astfel: „Nu vă pot purta singur.",
        "0_Chapter, 9_Verse": "DOMNUL, Dumnezeul vostru, v-a înmulțit, și iată-vă, astăzi sunteți ca stelele cerurilor de mulți.",
        "0_Chapter, 10_Verse": "DOMNUL, Dumnezeul părinților voștri, să vă înmulțească înmiit și să vă binecuvânteze precum v-a vorbit.",
        "0_Chapter, 11_Verse": "Cum pot eu oare să port singur greutatea voastră, povara voastră și cearta voastră?",
        "0_Chapter, 12_Verse": "Aduceți pentru voi bărbați înțelepți și înțelegători și cunoscuți triburilor voastre, și eu îi voi numi în fruntea voastră.”",
        "0_Chapter, 13_Verse": "Și voi mi-ați răspuns și ați spus: „Este bun lucrul pe care ni l-ai propus să-l facem.”",
        "0_Chapter, 14_Verse": "Și am luat pe conducătorii triburilor voastre, bărbați înțelepți și cunoscuți, și i-am pus conducători peste voi, căpetenii peste mii și căpetenii peste sute și căpetenii peste cincizeci și căpetenii peste zeci și dregători ai triburilor voastre.",
        "0_Chapter, 15_Verse": "Și le-am poruncit judecătorilor voștri la acea vreme, spunând: „Ascultați [pricinile] dintre frații voștri și judecați drept între un om și fratele său sau cel ce îi este străin.",
        "0_Chapter, 16_Verse": "Nu fiți părtinitori la judecată, ascultați-l pe cel mic la fel ca pe cel mare; nu tremurați dinaintea nimănui, căci judecata este a lui Dumnezeu. Iar pricina care este prea grea pentru voi, aduceți-o la mine și o voi asculta.”",
        "0_Chapter, 17_Verse": "V-am poruncit la vremea aceea toate lucrurile pe care să le faceți.",
        "0_Chapter, 18_Verse": "Am călătorit de la Horeb și am mers prin tot acel deșert mare și înfricoșător pe care l-ați văzut, pe calea muntelui amoriților, cum ne poruncise DOMNUL, Dumnezeul nostru, și am ajuns până la Kadeș-Barnea.",
        "0_Chapter, 19_Verse": "Apoi v-am spus: „Ați ajuns până la muntele amoriților pe care DOMNUL, Dumnezeul nostru, ni-l dă nouă.",
        "0_Chapter, 20_Verse": "Privește, DOMNUL, Dumnezeul tău, ți-a pus țara înainte. Urcă și stăpânește-o, după cum ți-a vorbit DOMNUL, Dumnezeul părinților voștri. Nu te teme și nu deznădăjdui!”",
        "0_Chapter, 21_Verse": "Voi toți v-ați apropiat de mine și ați spus: „Să trimitem oameni înaintea noastră, să iscodească pentru noi țara și să ne aducă vorbă despre drumul pe care să urcăm și despre orașele la care să ajungem.”",
        "0_Chapter, 22_Verse": "Lucrul a fost bun în ochii mei și am luat dintre voi doisprezece bărbați, câte un bărbat de trib.",
        "0_Chapter, 23_Verse": "Ei s-au întors, au urcat pe munte și au ajuns până la Valea Eșcol și au iscodit-o.",
        "0_Chapter, 24_Verse": "Au luat în mâinile lor din roadele țării și le-au coborât la noi, și ne-au adus vorbă și au spus: „Bună este țara pe care ne-o dă DOMNUL, Dumnezeul nostru!”",
        "0_Chapter, 25_Verse": "Dar voi nu ați dorit să urcați și v-ați răsculat împotriva vorbei DOMNULUI, Dumnezeului vostru.",
        "0_Chapter, 26_Verse": "Și ați ponegrit în corturile voastre și ați spus: „Din pricina urii DOMNULUI față de noi ne-a scos El din țara Egiptului, ca să ne dea în mâna amoriților să ne distrugă.",
        "0_Chapter, 27_Verse": "Unde să urcăm? Frații noștri ne-au înmuiat inimile, spunând: «Un popor mai mare și mai înalt decât noi, cetăți mari și fortificate până la ceruri, și chiar pe copiii uriașilor i-am văzut acolo.»”",
        "0_Chapter, 28_Verse": "Și eu v-am spus: „Nu vă îngrijorați și nu vă temeți de ei!",
        "0_Chapter, 29_Verse": "DOMNUL, Dumnezeul vostru, care merge înaintea voastră – El va lupta pentru voi, aidoma cu tot ceea ce a făcut pentru voi în Egipt, sub ochii voștri.",
        "0_Chapter, 30_Verse": "Și în deșert, după cum ai văzut, că DOMNUL, Dumnezeul tău, te-a purtat, precum își poartă cineva fiul, pe tot drumul pe care ați călătorit, până ați ajuns în acest loc.",
        "0_Chapter, 31_Verse": "Dar în ciuda acestui lucru, voi nu credeți în DOMNUL, Dumnezeul vostru,",
        "0_Chapter, 32_Verse": "care merge înaintea voastră pe drum ca să vă caute un loc pentru a vă așeza tabăra, printr-un foc noaptea ca să vă arate drumul pe care să călătoriți, și printr-un nor ziua!”",
        "0_Chapter, 33_Verse": "DOMNUL a auzit glasul vorbelor voastre și s-a mâniat și a jurat, spunând:",
        "0_Chapter, 34_Verse": "„Dacă fie și un om din acești oameni, această generație rea, va vedea țara cea bună pe care am jurat s-o dau părinților voștri!...",
        "0_Chapter, 35_Verse": "În afară de Caleb, fiul lui Iefune – el o va vedea și lui îi voi da țara prin care a mers, și copiilor lui, căci a urmat pe deplin pe DOMNUL.”",
        "0_Chapter, 36_Verse": "Și pe mine s-a mâniat DOMNUL din pricina voastră, spunând: „Nici tu nu vei veni acolo.",
        "0_Chapter, 37_Verse": "Ioșua, fiul lui Nun, care stă înaintea ta, el va veni acolo. Întărește-l, căci el îi va face pe copiii lui Israel să o moștenească.",
        "0_Chapter, 38_Verse": "Iar pruncii voștri, despre care ați spus că vor ajunge pradă, și copiii voștri care nu cunosc astăzi binele de rău – ei vor veni acolo și lor le-o voi da și ei o vor lua în stăpânire.",
        "0_Chapter, 39_Verse": "Iar voi, întoarceți-vă și porniți către deșert, pe drumul către Marea Trestiilor.”",
        "0_Chapter, 40_Verse": "Apoi voi ați răspuns și mi-ați spus: „Am păcătuit împotriva DOMNULUI! Vom urca și ne vom lupta întocmai cum ne-a poruncit DOMNUL, Dumnezeul nostru.” Și [fiecare] bărbat dintre voi și-a încins armele de luptă și ați fost gata să urcați pe munte.",
        "0_Chapter, 41_Verse": "Dar DOMNUL mi-a spus: „Spune-le: «Nu urcați și nu luptați, căci Eu nu sunt între voi; ca nu cumva să fiți doborâți înaintea dușmanilor voștri.»”",
        "0_Chapter, 42_Verse": "Eu v-am vorbit, dar voi n-ați ascultat, ci v-ați răsculat împotriva cuvântului DOMNULUI și ați fost trufași și ați urcat pe munte.",
        "0_Chapter, 43_Verse": "Amoriții care locuiau pe acel munte v-au ieșit în întâmpinare și v-au urmărit cum ar fi făcut-o albinele, și v-au doborât în Seir, până la Horma.",
        "0_Chapter, 44_Verse": "Apoi v-ați retras și ați plâns înaintea DOMNULUI, dar DOMNUL nu v-a auzit glasul și nu Și-a plecat urechea la voi.",
        "0_Chapter, 45_Verse": "Și ați locuit în Kadeș zile multe, tot atâtea zile câte ați locuit [altundeva].",
        "1_Chapter, 0_Verse": "Și am cotit [apoi] și am pornit către deșert, pe calea Mării Trestiilor, precum mi-a vorbit DOMNUL, și am înconjurat muntele Seir zile multe.",
        "1_Chapter, 1_Verse": "Și DOMNUL mi-a spus astfel:",
        "1_Chapter, 2_Verse": "„Destul ați înconjurat muntele acesta, îndreptați-vă către miazănoapte.",
        "1_Chapter, 3_Verse": "Iar poporului poruncește-i, spunând: „Voi treceți [prin] hotarul fraților voștri, copiii lui Esav, care locuiesc în Seir. Ei se vor teme de voi, dar voi să aveți grijă.",
        "1_Chapter, 4_Verse": "Să nu-i provocați, căci nu vă voi da în țara lor nici măcar loc de pus piciorul, căci moștenire lui Esav am dat muntele Seir.",
        "1_Chapter, 5_Verse": "Mâncare să cumpărați de la ei cu bani, ca să mâncați, și apă să cumpărați de la ei cu bani, ca să beți.",
        "1_Chapter, 6_Verse": "Căci DOMNUL, Dumnezeul tău, te-a binecuvântat în toată lucrarea mâinilor tale; ți-a cunoscut mersul în acest deșert mare; în acești patruzeci de ani, DOMNUL, Dumnezeul tău, a fost cu tine și nu ți-a lipsit nimic.”",
        "1_Chapter, 7_Verse": "Și am trecut de la frații noștri, copiii lui Esav, care locuiesc în Seir, pe drumul către Arava, de la Eilat și de la Ețion-Gaver – și ne-am întors și am trecut pe drumul deșertului Moab.",
        "1_Chapter, 8_Verse": "DOMNUL mi-a spus: „Să nu îi hărțuiți pe moabiți și să nu îi provocați la luptă, căci nu vă voi da moștenire din țara lor, căci copiilor lui Lot am dat Arul moștenire.",
        "1_Chapter, 9_Verse": "Emimii locuiau acolo înainte, un popor mare, numeros și înalt precum uriașii.",
        "1_Chapter, 10_Verse": "Și ei au fost socotiți refaimiți, ca și uriașii, și moabiții îi numesc emim.",
        "1_Chapter, 11_Verse": "Iar în Seir locuiau înainte horiții, dar copiii lui Esav i-au alungat și i-au distrus de dinaintea lor și s-au așezat în locul lor, precum a făcut Israel cu țara moștenirii lor, pe care le-a dat-o DOMNUL.",
        "1_Chapter, 12_Verse": "Acum, ridicați-vă și treceți dincolo de pârâul Zered; așa că am trecut pârâul Zered.",
        "1_Chapter, 13_Verse": "Iar zilele în care am mers de la Kadeș-Barnea până am trecut pârâul Zered au fost de treizeci și opt de ani, până s-a încheiat întreaga generație de războinici din mijlocul taberei, precum le-a jurat DOMNUL.",
        "1_Chapter, 14_Verse": "Și chiar mâna DOMNULUI a fost împotriva lor, ca să-i năruie din mijlocul taberei, până au pierit;",
        "1_Chapter, 15_Verse": "și așa a fost, că toți războinicii au sfârșit prin a muri din mijlocul poporului...",
        "1_Chapter, 16_Verse": "DOMNUL mi-a vorbit, spunând:",
        "1_Chapter, 17_Verse": "„Tu treci astăzi de hotarul Moabului, de Ar,",
        "1_Chapter, 18_Verse": "și te vei apropia pe dinaintea copiilor lui Amon. Să nu îi hărțuiești și să nu îi provoci, căci nu îți voi da moștenire din țara copiilor lui Amon, căci copiilor lui Lot le-am dat-o moștenire.",
        "1_Chapter, 19_Verse": "Țara refaimiților este socotită și ea, refaimiții locuind în ea înainte, însă amoniții îi numeau zamzumiți,",
        "1_Chapter, 20_Verse": "un popor mare și numeros și înalt precum uriașii, pe care DOMNUL i-a distrus înaintea lor și ei i-au alungat și s-au așezat în locul lor,",
        "1_Chapter, 21_Verse": "la fel cum a făcut [DOMNUL] pentru copiii lui Esav care locuiau în Seir, înaintea cărora i-a distrus pe horiți; i-a alungat și ei s-au așezat în locul lor până în ziua aceasta.",
        "1_Chapter, 22_Verse": "Iar pe aviții care locuiau în orașe nefortificate până în Gaza<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">Ebr: <i>Aza</i></i>, caftoriții care au ieșit din Caftor, i-au distrus și le-au luat locul.",
        "1_Chapter, 23_Verse": "Ridicați-vă, porniți și treceți pârâul Arnon! Privește, l-am dat în mâna ta pe Sihon, regele Heșbonului, amoritul, și țara sa. Începe să-l alungi și provoacă-l la luptă!",
        "1_Chapter, 24_Verse": "În această zi, voi începe să bag groaza și teama de tine în popoarele de sub tot cerul, care, atunci când aud de numele tău, vor tremura și se vor îngrozi înaintea ta.",
        "1_Chapter, 25_Verse": "Am trimis soli din deșertul Kedemot la Sihon, regele Heșbonului, [cu] vorbe de pace, spunând:",
        "1_Chapter, 26_Verse": "„Lasă-mă să trec prin țara ta, pe drum, [doar] pe drum voi merge, nu mă voi abate nici la dreapta, nici la stânga.",
        "1_Chapter, 27_Verse": "Mâncare pe bani să îmi vinzi ca să mănânc; și apă pe bani să îmi vinzi ca să beau – doar să trec pe jos [lasă-mă],",
        "1_Chapter, 28_Verse": "precum au făcut cu mine copiii lui Esav care locuiesc în Seir și moabiții care locuiesc în Ar – până ce trec Iordanul în țara pe care DOMNUL, Dumnezeul nostru, ne-o dă nouă.”",
        "1_Chapter, 29_Verse": "Dar Sihon, regele Heșbonului, nu a dorit să ne lase să trecem pe la el, căci DOMNUL, Dumnezeul tău, i-a întărit duhul și i-a învârtoșat inima, ca să îl dea în mâna ta, precum această zi.",
        "1_Chapter, 30_Verse": "DOMNUL mi-a spus: „Privește, am început să-l dau înaintea ta pe Sihon și țara lui; începe să-l alungi, ca să îi iei țara în stăpânire.”",
        "1_Chapter, 31_Verse": "Sihon ne-a ieșit în întâmpinare – el și tot poporul său – la luptă, către Iahaț.",
        "1_Chapter, 32_Verse": "DOMNUL, Dumnezeul nostru, l-a dat înaintea noastră și noi l-am lovit, pe el, și pe fiii lui, și pe tot poporul lui.",
        "1_Chapter, 33_Verse": "Am cucerit toate orașele lui în acea vreme și am distrus orice oraș – bărbați, femei și prunci – nelăsând niciun supraviețuitor.",
        "1_Chapter, 34_Verse": "Doar dobitoacele le-am prădat pentru noi și bogăția orașelor pe care le-am cucerit.",
        "1_Chapter, 35_Verse": "Din Aroer, care este pe malul pârâului Arnon și orașul care este lângă pârâu, și până în Ghilad, nu a fost niciun oraș prea puternic pentru noi – pe toate le-a dat DOMNUL, Dumnezeul nostru, înaintea noastră.",
        "1_Chapter, 36_Verse": "Doar de țara copiilor lui Amon nu ne-am apropiat, pretutindeni lângă pârâul Iabok, și în orașele de pe munte, și oriunde ne-a poruncit DOMNUL, Dumnezeul nostru.",
        "2_Chapter, 0_Verse": "Ne-am întors și am urcat pe drumul către Bașan; iar Og, regele Bașanului, ne-a ieșit în întâmpinare – el și tot poporul său – la luptă, în Edrei.",
        "2_Chapter, 1_Verse": "Și DOMNUL mi-a spus: „Nu te teme de el, căci în mâna ta l-am dat pe el și pe tot poporul lui, și toată țara lui, iar tu să-i faci cum i-ai făcut și lui Sihon, regele amoriților, care locuia în Heșbon.",
        "2_Chapter, 2_Verse": "Și i-a dat DOMNUL, Dumnezeul nostru, în mâna noastră și pe Og, regele Bașanului, și pe tot poporul său, iar noi l-am lovit până când n-a mai rămas din el niciun supraviețuitor.",
        "2_Chapter, 3_Verse": "Și i-am cucerit toate orașele în acea vreme; nu a fost niciun oraș pe care să nu-l fi luat de la ei: șaizeci de orașe, tot ținutul Argov – regatul lui Og în Bașan.",
        "2_Chapter, 4_Verse": "Toate acestea erau orașe fortificate, cu zid înalt, porți și zăvoare, în plus față de orașe nefortificate, foarte multe.",
        "2_Chapter, 5_Verse": "Și le-am distrus, precum făcusem și cu Sihon, regele din Heșbon, distrugând toate orașele, [cu] bărbații, femeile și pruncii.",
        "2_Chapter, 6_Verse": "Iar toate dobitoacele și bogăția orașelor le-am prădat pentru noi.",
        "2_Chapter, 7_Verse": "Și am luat, în acea vreme, din mâna celor doi regi ai amoriților care erau dincolo de Iordan, de la pârâul Arnon la Muntele Hermon –",
        "2_Chapter, 8_Verse": "sidonienii numesc Hermonul Sirion, iar amoriții îl numesc Senir –",
        "2_Chapter, 9_Verse": "toate orașele de la șes, și tot Ghiladul, și tot Bașanul până la Salca și Edrei, orașele regatului lui Og în Bașan.",
        "2_Chapter, 10_Verse": "Căci numai Og, regele Bașanului, mai rămăsese din ultimii refaimiți; iată, patul lui era un pat de fier, în Raba copiilor lui Amon, cu lungimea de nouă coți și lățimea de patru coți, după cotul unui bărbat.",
        "2_Chapter, 11_Verse": "Și am luat în stăpânire țara în acea vreme, de la Aroer, care este lângă pârâul Arnon, și jumătate din Muntele Ghilad, și orașele lui le-am dat rubeniților și gadiților.",
        "2_Chapter, 12_Verse": "Iar restul Ghiladului și tot Bașanul, regatul lui Og, le-am dat la jumătate din tribul Menașe, tot ținutul Argovului cu tot Bașanul, care se numește țara refaimiților.",
        "2_Chapter, 13_Verse": "Iair, fiul lui Menașe, a luat tot ținutul Argovului, până la hotarul gheșuriților și macatiților și le-a numit, [tot] Bașanul, după numele lui, Havot Iair, până în ziua aceasta.",
        "2_Chapter, 14_Verse": "Și lui Mahir i-am dat Ghiladul.",
        "2_Chapter, 15_Verse": "Iar rubeniților și gadiților le-am dat de la Ghilad și până la pârâul Arnon, mijlocul pârâului și hotarul, până la pârâul Iabok, hotarul copiilor lui Amon",
        "2_Chapter, 16_Verse": "și Arava, Iordanul și hotarul, de la Kineret până la Marea Arava, Marea Sărată, sub povârnișurile [muntelui] Pisga, către răsărit.",
        "2_Chapter, 17_Verse": "Și v-am poruncit în acea vreme, spunând: „DOMNUL, Dumnezeul vostru, v-a dat țara aceasta să o stăpâniți. Treceți înarmați înaintea fraților voștri, copiii lui Israel, toți oamenii cei de seamă.",
        "2_Chapter, 18_Verse": "Doar soțiile voastre, pruncii voștri și turmele voastre – știu că aveți multe turme – să locuiască în orașele voastre pe care vi le-am dat,",
        "2_Chapter, 19_Verse": "până când DOMNUL va da odihnă fraților voștri ca și vouă, și vor lua și ei în stăpânire țara pe care DOMNUL, Dumnezeul vostru, le-o dă de cealaltă parte a Iordanului; atunci vă veți întoarce fiecare la moștenirea sa pe care v-am dat-o.”",
        "2_Chapter, 20_Verse": "Iar lui Ioșua i-am poruncit în vremea aceea, spunând: „Ochii tăi sunt cei care au văzut tot ceea ce DOMNUL, Dumnezeul vostru, a făcut acestor doi regi; așa va face DOMNUL tuturor regatelor prin care treci.",
        "2_Chapter, 21_Verse": "Să nu vă temeți de ei, căci DOMNUL, Dumnezeul vostru, El este cel care va lupta pentru voi.”",
        "2_Chapter, 22_Verse": "L-am implorat pe DOMNUL în vremea aceea, spunând:",
        "2_Chapter, 23_Verse": "„Stăpâne, Doamne DUMNEZEULE, Tu ai început să îi arăți slujitorului Tău măreția Ta și mâna Ta puternică, căci oare ce forță există în ceruri sau pe pământ care să poată face precum faptele Tale și precum puterea Ta?",
        "2_Chapter, 24_Verse": "Lasă-mă, Te rog, să trec și să văd țara cea bună care este dincolo de Iordan, muntele acesta bun și Libanul.”",
        "2_Chapter, 25_Verse": "Dar DOMNUL S-a aprins [de mânie] împotriva mea din pricina voastră și nu m-a ascultat. Și DOMNUL mi-a spus: „Este prea mult pentru tine, nu-Mi mai vorbi despre lucrul acesta!",
        "2_Chapter, 26_Verse": "Urcă pe vârful Pisga și ridică-ți ochii spre apus, spre miazănoapte, spre miazăzi și spre răsărit și vezi cu ochii tăi, căci nu vei trece Iordanul acesta.",
        "2_Chapter, 27_Verse": "Și poruncește-i lui Ioșua, întărește-l și îmbărbătează-l, căci el va trece înaintea acestui popor și el îi va face să moștenească țara pe care o vezi.”",
        "2_Chapter, 28_Verse": "Și am rămas în vale, vizavi de Beit-Peor.",
        "3_Chapter, 0_Verse": "Și acum, Israele, ascultă decretele și judecățile pe care eu vă învăț să le faceți, ca să trăiți și să veniți să luați în stăpânire țara pe care DOMNUL, Dumnezeul părinților voștri, v-o dă vouă.",
        "3_Chapter, 1_Verse": "Să nu adăugați la cuvântul pe care vi-l poruncesc eu și nici să nu reduceți din el, ca să păziți poruncile DOMNULUI, Dumnezeului vostru, pe care eu vi le poruncesc.",
        "3_Chapter, 2_Verse": "Ochii voștri sunt cei care au văzut ce i-a făcut DOMNUL lui Baal-Peor, căci DOMNUL, Dumnezeul vostru, a distrus din mijlocul tău pe oricine l-a urmat pe Baal-Peor.",
        "3_Chapter, 3_Verse": "Dar voi, cei care vă alipiți de DOMNUL, Dumnezeul vostru, sunteți cu toții în viață astăzi.",
        "3_Chapter, 4_Verse": "Uite, v-am învățat decrete și judecăți, după cum mi-a poruncit DOMNUL, Dumnezeul meu, ca să faceți așa în sânul țării pe care veniți să o luați în stăpânire.",
        "3_Chapter, 5_Verse": "Să [le] păziți și să [le] înfăptuiți, căci aceasta este înțelepciunea voastră și discernământul vostru în ochii popoarelor, care vor auzi toate aceste decrete și vor spune: „Ce popor înțelept și cunoscător este acest mare neam!”",
        "3_Chapter, 6_Verse": "Căci ce mare neam Îl are pe Dumnezeu aproape de el, precum este DOMNUL, Dumnezeul nostru, ori de câte ori Îl invocăm?",
        "3_Chapter, 7_Verse": "Și ce neam mare are decrete și judecăți drepte, precum toată această Învățătură pe care eu o pun înaintea voastră astăzi?",
        "3_Chapter, 8_Verse": "Însă păzește-te și păzește-ți strașnic sufletul, pentru ca să nu cumva să uiți lucrurile pe care ochii tăi le-au văzut și ca nu cumva ele să se îndepărteze din inima ta, în toate zilele vieții tale.",
        "3_Chapter, 9_Verse": "Fă-le cunoscute copiilor tăi și copiilor copiilor tăi: ziua în care ai stat înaintea DOMNULUI, Dumnezeul tău, la Horeb, când DOMNUL mi-a spus: „Adună la Mine poporul și Eu îi voi face să Îmi audă vorbele, ca să învețe să se teamă de Mine în toate zilele cât trăiesc pe pământ și copiilor lor să le predea.”",
        "3_Chapter, 10_Verse": "Și v-ați apropiat și ați stat la poalele muntelui, iar muntele ardea cu foc până în inima cerurilor; era întuneric, nor și negură.",
        "3_Chapter, 11_Verse": "DOMNUL v-a vorbit din mijlocul focului. Sunetul cuvintelor l-ați auzit, dar nu ați văzut nicio imagine, ci doar sunet.",
        "3_Chapter, 12_Verse": "El v-a vestit legământul Său, pe care v-a poruncit să-l înfăptuiți, Cele Zece Cuvinte, și le-a înscris pe două table de piatră.",
        "3_Chapter, 13_Verse": "Iar mie mi-a poruncit DOMNUL, la vremea aceea, să vă predau decrete și judecăți, ca să le împliniți în țara către care treceți ca să o luați în stăpânire.",
        "3_Chapter, 14_Verse": "Și păziți-vă strașnic sufletele, căci nu ați văzut nicio imagine în ziua în care DOMNUL v-a vorbit la Horeb din mijlocul focului,",
        "3_Chapter, 15_Verse": "ca nu cumva să vă pervertiți și să vă faceți chip cioplit, vreo imagine a vreunei forme, înfățișare de bărbat sau de femeie,",
        "3_Chapter, 16_Verse": "înfățișare a vreunui animal care este pe pământ, înfățișare a vreunei păsări înaripate care zboară pe cer,",
        "3_Chapter, 17_Verse": "înfățișare a orice se târăște pe pământ, înfățișare a vreunui pește care este în ape, sub pământ;",
        "3_Chapter, 18_Verse": "și ca nu cumva să îți ridici ochii spre cer și să vezi soarele, luna și stelele, toată oștirea cerurilor, și să fii tentat să te prosternezi lor și să le venerezi, ele fiind rânduite de către DOMNUL, Dumnezeul tău, pentru toate popoarele de sub tot cerul.",
        "3_Chapter, 19_Verse": "Dar pe voi v-a luat DOMNUL și v-a scos din cuptorul de fier, din Egipt, ca să-I fiți popor-moștenire, precum această zi.",
        "3_Chapter, 20_Verse": "Dar DOMNUL S-a mâniat pe mine din pricina faptelor voastre și a jurat că nu voi trece Iordanul și că nu voi veni în țara cea bună pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire.",
        "3_Chapter, 21_Verse": "Căci eu [sunt pe cale să] mor în țara aceasta; eu nu voi trece Iordanul, dar voi îl treceți și veți moșteni această țară bună.",
        "3_Chapter, 22_Verse": "Păziți-vă, ca nu cumva să uitați legământul DOMNULUI, Dumnezeului vostru, pe care l-a încheiat cu voi și să vă faceți chip cioplit, o imagine a orice de care ți-a poruncit DOMNUL, Dumnezeul tău.",
        "3_Chapter, 23_Verse": "Căci DOMNUL, Dumnezeul tău, este un foc mistuitor, Dumnezeu gelos.",
        "3_Chapter, 24_Verse": "Când ți se vor naște copii și copii ai copiilor și veți fi demult în țară, vă veți perverti și vă veți face chip cioplit, o imagine a orice, și veți face rău în ochii DOMNULUI, Dumnezeului tău, supărându-L.",
        "3_Chapter, 25_Verse": "Chem martori astăzi cerurile și pământul împotriva voastră că veți pieri negreșit, degrabă, din țara către care treceți ca să o luați în stăpânire, trecând Iordanul. Nu veți avea multe zile în ea, căci veți fi negreșit distruși.",
        "3_Chapter, 26_Verse": "Și DOMNUL vă va împrăștia printre popoare și veți rămâne puțini la număr printre neamurile la care vă va conduce DOMNUL.",
        "3_Chapter, 27_Verse": "Și veți sluji acolo unor dumnezei [falși], lucrătură a mâinilor omenești, lemn și piatră, care nici nu văd, și nici nu aud, și nici nu mănâncă, și nici nu simt miros.",
        "3_Chapter, 28_Verse": "Și Îl veți căuta de acolo pe DOMNUL, Dumnezeul tău, și [Îl] vei găsi, dacă Îl vei căuta cu toată inima ta și cu tot sufletul tău.",
        "3_Chapter, 29_Verse": "Când vei fi la strâmtoare și toate aceste lucruri se vor fi abătut asupra ta, la sfârșitul zilelor, te vei întoarce la DOMNUL, Dumnezeul tău, și vei asculta de glasul Său.",
        "3_Chapter, 30_Verse": "Căci Dumnezeu milos este DOMNUL, Dumnezeul tău, nu te va părăsi și nu te va nimici, și nu va uita de legământul cu strămoșii tăi, pe care li l-a jurat.",
        "3_Chapter, 31_Verse": "Întreabă așadar de zilele dintâi care au fost înaintea ta, din ziua când Dumnezeu a creat om pe pământ, și de la un capăt al cerurilor la alt capăt al cerurilor. A mai fost oare lucru așa măreț sau s-a mai auzit oare asemenea lui?",
        "3_Chapter, 32_Verse": "A mai auzit oare vreun popor glasul lui Dumnezeu vorbind din mijlocul focului, cum ai auzit tu și ai rămas în viață?",
        "3_Chapter, 33_Verse": "Sau a mai încercat oare vreun dumnezeu să vină să-Și ia un neam din sânul [altui] neam, cu încercări, cu semne și cu minuni, și cu război, și cu mână puternică, cu braț întins și cu fapte mărețe, precum tot ce a făcut DOMNUL, Dumnezeul tău, pentru voi în Egipt, sub ochii tăi?",
        "3_Chapter, 34_Verse": "Ție ți s-a arătat, ca să-L cunoști pe DOMNUL – El este Dumnezeu, nu este niciun altul în afară de El.",
        "3_Chapter, 35_Verse": "Din ceruri te-a făcut să Îi auzi glasul, ca să te mustre, iar pe pământ ți-a arătat focul Său cel mare și ai auzit vorbele Sale din mijlocul focului.",
        "3_Chapter, 36_Verse": "Și pentru că i-a iubit pe strămoșii tăi și a ales pe urmașii lui după el și te-a scos înaintea Lui, din Egipt, cu puterea Sa cea mare,",
        "3_Chapter, 37_Verse": "ca să alunge de dinaintea ta neamuri mai mari și mai puternice decât tine, ca să te aducă să îți dea țara lor ca moștenire, precum această zi.",
        "3_Chapter, 38_Verse": "Să știi așadar astăzi și să pui în inima ta că DOMNUL este Dumnezeu în cerurile de deasupra și jos pe pământ, nimeni altul.",
        "3_Chapter, 39_Verse": "Să păstrezi decretele Sale și poruncile Sale pe care eu ți le poruncesc astăzi, ca să-ți facă bine ție și copiilor tăi după tine și ca să-ți prelungești zilele în țara pe care DOMNUL, Dumnezeul tău, ți-o dă, în toate zilele.",
        "3_Chapter, 40_Verse": "Așadar Moise a pus deoparte trei orașe pe malul Iordanului, către soare-răsare,",
        "3_Chapter, 41_Verse": "pentru ca să fugă acolo un ucigaș, cineva care și-a ucis semenul fără să vrea și fără să-i fi fost dușman de ieri sau de alaltăieri; și să fugă într-unul din aceste orașe și să trăiască:",
        "3_Chapter, 42_Verse": "Bețer în deșert, în regiunea de podiș, pentru rubeniți; și Ramot în Ghilad, pentru gadiți; și Golan în Bașan, pentru menașiți.",
        "3_Chapter, 43_Verse": "Și aceasta este Învățătura pe care a pus-o Moise înaintea copiilor lui Israel.",
        "3_Chapter, 44_Verse": "Acestea sunt mărturiile și decretele și judecățile pe care le-a vorbit Moise copiilor lui Israel când au ieșit din Egipt,",
        "3_Chapter, 45_Verse": "pe malul Iordanului, în vale, vizavi de Baal-Peor, în țara lui Sihon, regele amoriților, care locuia în Heșbon, pe care Moise și copiii lui Israel l-au înfrânt când au ieșit din Egipt.",
        "3_Chapter, 46_Verse": "Au luat în stăpânire țara sa și țara lui Og, regele Bașanului, doi regi ai amoriților care se aflau pe malul Iordanului, la soare-răsare,",
        "3_Chapter, 47_Verse": "de la Aroer, care este pe malul pârâului Arnon, și până la Muntele Sion, care este Hermon,",
        "3_Chapter, 48_Verse": "și toată Arava, malul răsăritean al Iordanului, până la Marea Arava, sub povârnișurile [muntelui] Pisga.",
        "4_Chapter, 0_Verse": "Și Moise a chemat către tot Israelul și le-a spus: Ascultă, Israele, decretele și judecățile pe care eu le vorbesc în auzul vostru astăzi; să le învățați și să luați seama să le înfăptuiți.",
        "4_Chapter, 1_Verse": "DOMNUL, Dumnezeul nostru, a statornicit cu noi un legământ la Horeb.",
        "4_Chapter, 2_Verse": "Nu [numai] cu părinții noștri a statornicit DOMNUL legământul acesta, ci și cu noi – noi, aceștia care suntem aici astăzi, cu toții în viață.",
        "4_Chapter, 3_Verse": "Față în față a vorbit DOMNUL cu voi pe munte, din mijlocul focului.",
        "4_Chapter, 4_Verse": "Eu stăteam între DOMNUL și voi în vremea aceea, pentru ca să vă vestesc cuvântul DOMNULUI – căci vă temeați din pricina focului și nu v-ați urcat pe munte – spunând:",
        "4_Chapter, 5_Verse": "„Eu sunt DOMNUL, Dumnezeul tău, care te-am scos din țara Egiptului, din casa robiei.",
        "4_Chapter, 6_Verse": "Să nu ai alți dumnezei în prezența Mea.",
        "4_Chapter, 7_Verse": "Să nu-ți faci chip cioplit, nicio vreo imagine a ceea ce este în cerurile de sus sau pe pământul de jos sau în apele de sub pământ.",
        "4_Chapter, 8_Verse": "Să nu te prosternezi lor și să nu le slujești, căci Eu sunt DOMNUL, Dumnezeul tău, un Dumnezeu gelos, care amintesc păcatul părinților asupra copiilor și asupra celei de-a treia și celei de-a patra [generații] pentru cei care Mă urăsc",
        "4_Chapter, 9_Verse": "și arăt bunăvoință la mii [de generații], celor care Mă iubesc și Îmi păzesc poruncile.",
        "4_Chapter, 10_Verse": "Să nu iei numele DOMNULUI, Dumnezeului tău, în van, căci Dumnezeu nu îl va absolvi [de vină] pe cel care Îi va lua numele în van.",
        "4_Chapter, 11_Verse": "Să păzești ziua de Șabat spre a o sfinți, precum ți-a poruncit DOMNUL, Dumnezeul tău.",
        "4_Chapter, 12_Verse": "Șase zile să muncești și să îți faci toată munca.",
        "4_Chapter, 13_Verse": "Dar ziua a șaptea este Șabat pentru DOMNUL, Dumnezeul tău. Să nu faci nicio muncă – tu, fiul tău, fiica ta, sclavul tău, slujnica ta, boul tău, măgarul tău și toate dobitoacele tale și prozelitul tău care este între porțile tale – pentru ca sclavul tău și slujnica ta să se poată odihni ca și tine.",
        "4_Chapter, 14_Verse": "Amintește-ți că sclav ai fost în țara Egiptului și te-a scos DOMNUL, Dumnezeul tău de acolo, cu mână puternică și cu braț întins. De aceea ți-a poruncit DOMNUL, Dumnezeul tău, să faci ziua Șabatului.",
        "4_Chapter, 15_Verse": "Cinstește pe tatăl tău și pe mama ta, după cum ți-a poruncit DOMNUL, Dumnezeul tău, ca să ți se prelungească zilele și ca să-ți fie bine pe pământul pe care DOMNUL, Dumnezeul tău, ți-l dă.",
        "4_Chapter, 16_Verse": "Să nu ucizi; și să nu comiți adulter; și să nu furi; și să nu depui mărturie falsă împotriva aproapelui tău;",
        "4_Chapter, 17_Verse": "și să nu râvnești la soția aproapelui tău; să nu poftești la casa aproapelui tău, la ogorul său, la sclavul său și la slujnica sa, la boul său, la măgarul său și la orice este al aproapelui tău.”",
        "4_Chapter, 18_Verse": "Aceste cuvinte le-a vorbit DOMNUL întregii voastre adunări pe munte, din mijlocul focului, norului și negurii – o voce mare, nicicând repetată – și le-a înscris pe două table de piatră și mi le-a dat.",
        "4_Chapter, 19_Verse": "Și a fost, atunci când ați auzit glasul din mijlocul întunericului și muntele ardea cu foc: s-au apropiat de mine toate căpeteniile triburilor voastre și bătrânii voștri.",
        "4_Chapter, 20_Verse": "Și au spus: „Iată, DOMNUL, Dumnezeul nostru, ne-a arătat slava Sa și măreția Sa și glasul Său l-am auzit din mijlocul focului. În această zi am văzut că Dumnezeu poate vorbi unui om și [acel om] poate trăi.",
        "4_Chapter, 21_Verse": "Dar acum, de ce să murim? Căci ne va mistui acest foc mare. Dacă vom continua să auzim glasul DOMNULUI, Dumnezeului nostru, vom muri.",
        "4_Chapter, 22_Verse": "Căci ce făptură a auzit glasul Dumnezeului Cel Viu vorbind din mijlocul focului, cum am auzit noi, și a trăit?",
        "4_Chapter, 23_Verse": "Apropie-te așadar tu și ascultă tot ce va spune DOMNUL, Dumnezeul nostru, și vorbește tu către noi ce îți va vorbi DOMNUL, Dumnezeul nostru; iar noi vom auzi și vom înfăptui.”",
        "4_Chapter, 24_Verse": "Și a auzit DOMNUL sunetul vorbelor voastre atunci când mi-ați vorbit, și DOMNUL mi-a spus: „Am auzit sunetul vorbelor pe care ți le-a vorbit acest popor; au făcut bine cu tot ce au vorbit.",
        "4_Chapter, 25_Verse": "Măcar dacă inima lor ar rămâne astfel, să se teamă de Mine și să păzească toate poruncile Mele în toate zilele, pentru ca să le fie bine lor și copiilor lor, veșnic!",
        "4_Chapter, 26_Verse": "Mergi [și] spune-le: „Întoarceți-vă în corturile voastre!”",
        "4_Chapter, 27_Verse": "Iar tu, stai aici cu Mine și Eu îți voi vorbi toată porunca și decretele și judecățile pe care să li le predai, și ei să le înfăptuiască în țara pe care Eu le-o dau să o stăpânească.”",
        "4_Chapter, 28_Verse": "Să aveți grijă să faceți precum v-a poruncit DOMNUL, Dumnezeul vostru, să nu vă abateți nici la dreapta, nici la stânga.",
        "4_Chapter, 29_Verse": "Pe tot drumul pe care vi l-a poruncit DOMNUL, Dumnezeul vostru, să mergeți, ca să trăiți și să vă fie bine și să vi se prelungească zilele în țara pe care o veți stăpâni.",
        "5_Chapter, 0_Verse": "Și acestea sunt porunca, decretele și judecățile pe care le-a poruncit DOMNUL, Dumnezeul vostru, să vi le predau ca să le înfăptuiți în țara în care voi treceți ca să o luați în stăpânire,",
        "5_Chapter, 1_Verse": "ca să te temi de DOMNUL, Dumnezeul tău, să păzești toate decretele Sale și poruncile Sale pe care eu ți le poruncesc – tu și copilul tău și copilul copilului tău – în toate zilele vieții tale, și ca zilele tale să se prelungească.",
        "5_Chapter, 2_Verse": "Să asculți, Israele, și să ai grijă să [le] îndeplinești, ca să îți fie bine și ca să te înmulțești mult, precum ți-a vorbit ție DOMNUL, Dumnezeul părinților tăi – o țară unde curge lapte și miere.",
        "5_Chapter, 3_Verse": "Ascultă, Israele: DOMNUL este Dumnezeul nostru, DOMNUL este unul.",
        "5_Chapter, 4_Verse": "Să iubești pe DOMNUL, Dumnezeul tău, cu toată inima ta, cu tot sufletul tău și cu toată puterea ta.",
        "5_Chapter, 5_Verse": "Și să fie cuvintele acestea pe care eu ți le poruncesc ție astăzi, asupra inimii tale.",
        "5_Chapter, 6_Verse": "Și să le întipărești în [mintea] copiilor tăi și să vorbești de ele când stai în casa ta și când mergi pe drum și când te culci și când te scoli.",
        "5_Chapter, 7_Verse": "Și să le legi ca semn pe mâna ta și să-ți fie drept filacterii între ochii tăi.",
        "5_Chapter, 8_Verse": "Și să le scrii pe ușorii casei tale și pe porțile tale.",
        "5_Chapter, 9_Verse": "Și va fi, când te va aduce DOMNUL, Dumnezeul tău, în țara pe care a jurat-o părinților tăi, lui Avraham, lui Isaac și lui Iacov, ca să ți-o dea – orașe mari și bune pe care nu le-ai construit tu,",
        "5_Chapter, 10_Verse": "și case pline de toate bunătățile, pe care nu le-ai umplut tu, și puțuri săpate pe care nu le-ai săpat tu, vii și măslini pe care nu le-ai plantat tu – și vei mânca și te vei sătura –",
        "5_Chapter, 11_Verse": "păzește-te ca nu cumva să uiți de DOMNUL care te-a scos din țara Egiptului, din casa robiei.",
        "5_Chapter, 12_Verse": "De DOMNUL, Dumnezeul tău, să te temi, pe El să Îl slujești și în numele Lui să juri.",
        "5_Chapter, 13_Verse": "Să nu urmați alți dumnezei dintre dumnezeii popoarelor care sunt în jurul vostru,",
        "5_Chapter, 14_Verse": "căci Dumnezeu gelos este DOMNUL, Dumnezeul tău, în mijlocul tău; ca nu cumva să se aprindă mânia DOMNULUI, Dumnezeului tău, împotriva ta și să te distrugă de pe fața pământului.",
        "5_Chapter, 15_Verse": "Să nu-L puneți la încercare pe DOMNUL, Dumnezeul vostru, precum L-ați pus la încercare la Masa.",
        "5_Chapter, 16_Verse": "Să păziți negreșit poruncile DOMNULUI, Dumnezeului vostru, și mărturiile Lui și decretele Lui pe care ți le-a poruncit.",
        "5_Chapter, 17_Verse": "Să faci ce este drept și bun în ochii DOMNULUI, ca să îți fie bine și să vii și să iei în stăpânire țara cea bună pe care DOMNUL a jurat-o părinților tăi,",
        "5_Chapter, 18_Verse": "înlăturând toți dușmanii dinaintea ta, precum a vorbit DOMNUL.",
        "5_Chapter, 19_Verse": "Atunci când te va întreba fiul tău mâine, spunând: „Care sunt mărturiile și decretele și judecățile pe care vi le-a poruncit DOMNUL, Dumnezeul nostru?”,",
        "5_Chapter, 20_Verse": "să îi spui fiului tău: „Sclavi am fost lui Faraon în Egipt și ne-a scos DOMNUL din Egipt cu mână puternică.",
        "5_Chapter, 21_Verse": "DOMNUL a pus semne și minuni mari și rele împotriva Egiptului, împotriva lui Faraon și împotriva întregii sale case, sub ochii noștri.",
        "5_Chapter, 22_Verse": "Și pe noi ne-a scos de acolo ca să ne aducă să ne dea țara pe care a jurat-o părinților noștri.",
        "5_Chapter, 23_Verse": "Și DOMNUL ne-a poruncit să înfăptuim toate aceste decrete, să ne temem de DOMNUL, Dumnezeul nostru, spre binele nostru, în toate zilele, ca să ne dea viață, precum această zi.",
        "5_Chapter, 24_Verse": "Și merit va fi pentru noi dacă vom avea grijă să înfăptuim toată porunca aceasta înaintea DOMNULUI, Dumnezeului nostru, după cum ne-a poruncit.”",
        "6_Chapter, 0_Verse": "Când te va aduce DOMNUL, Dumnezeul tău, în țara pe care vii să o iei în stăpânire și va izgoni neamuri multe dinaintea ta – hititul, ghirgașitul, amoritul, canaanitul, perizitul, hivitul și iebusitul – șapte neamuri mai numeroase și mai puternice decât tine",
        "6_Chapter, 1_Verse": "și [atunci când] DOMNUL, Dumnezeul tău, le va da înaintea ta și le vei înfrânge, să le distrugi complet: să nu statornicești cu ele vreun legământ și nici să nu le arăți milă.",
        "6_Chapter, 2_Verse": "Să nu te încuscrești cu ei: să nu dai pe fiica ta fiului lui și să nu iei pe fiica lui pentru fiul tău,",
        "6_Chapter, 3_Verse": "căci îl va face pe fiul tău să se abată de la Mine ca să slujească altor dumnezei, și mânia DOMNULUI se va aprinde împotriva voastră și te va nimici degrabă.",
        "6_Chapter, 4_Verse": "Ci așa să le faceți: altarele lor să le dărâmați, stâlpii lor idolatri să îi zdrobiți, copacii lor sacri să îi tăiați și chipurile lor cioplite să le ardeți în foc.",
        "6_Chapter, 5_Verse": "Căci tu ești un popor sfânt pentru DOMNUL, Dumnezeul tău. Pe tine te-a ales DOMNUL, Dumnezeul tău, să Îi fii popor prețuit, mai presus de toate popoarele de pe fața pământului.",
        "6_Chapter, 6_Verse": "Nu pentru că sunteți mai mulți decât alte popoare v-a îndrăgit DOMNUL și v-a ales, căci sunteți cei mai puțini dintre toate popoarele.",
        "6_Chapter, 7_Verse": "Ci pentru că DOMNUL vă iubește și pentru că Își ține jurământul pe care l-a jurat părinților voștri, v-a scos DOMNUL cu mână puternică și te-a mântuit din casa robiei, din mâna lui Faraon, regele Egiptului.",
        "6_Chapter, 8_Verse": "Să știi că DOMNUL, Dumnezeul tău – El este Dumnezeu, Dumnezeul credincios, care Își ține legământul și bunăvoința față de cei care Îl iubesc și cei care Îi păzesc poruncile, pentru o mie de generații",
        "6_Chapter, 9_Verse": "și plătește celui care Îl dușmănește, în timpul vieții lui, nimicindu-l; nu va întârzia [plata] către cel care Îl dușmănește, în timpul vieții lui îi va plăti.",
        "6_Chapter, 10_Verse": "Să păzești porunca și decretele și judecățile pe care ți le poruncesc eu astăzi, ca să le înfăptuiești.",
        "6_Chapter, 11_Verse": "Și va fi, deoarece veți asculta de aceste judecăți și le veți păzi și le veți înfăptui: DOMNUL, Dumnezeul tău, va păstra pentru tine legământul și bunăvoința pe care le-a jurat părinților tăi,",
        "6_Chapter, 12_Verse": "te va iubi și te va binecuvânta și te va înmulți, va binecuvânta rodul pântecului tău și rodul pământului tău, grânele tale, vinul tău și untdelemnul tău, fătarea cirezilor tale și vița nobilă a turmelor tale, pe pământul pe care l-a jurat părinților tăi să ți-l dea ție.",
        "6_Chapter, 13_Verse": "Binecuvântat vei fi dintre toate popoarele, nu va fi niciun sterp și nicio stearpă printre voi sau printre dobitoacele voastre.",
        "6_Chapter, 14_Verse": "DOMNUL va îndepărta de tine orice boală și toate molimele rele ale Egiptului pe care le-ai cunoscut – nu le va pune asupra ta, ci le va da asupra tuturor care te urăsc.",
        "6_Chapter, 15_Verse": "Să mistui toate popoarele pe care DOMNUL, Dumnezeul tău, ți le dă, ochiul tău să nu le arate milă; să nu slujești dumnezeilor lor, căci ar fi o capcană pentru tine.",
        "6_Chapter, 16_Verse": "Poate vei spune în inima ta: „Aceste neamuri sunt mai numeroase ca mine, cum voi putea oare să le alung?”",
        "6_Chapter, 17_Verse": "Nu te teme de ele! Amintește-ți negreșit de ce le-a făcut DOMNUL, Dumnezeul tău, lui Faraon și întregului Egipt,",
        "6_Chapter, 18_Verse": "de marile încercări pe care le-au văzut ochii tăi și de semnele, minunile, mâna puternică și brațul întins cu care te-a scos DOMNUL, Dumnezeul tău. Așa va face DOMNUL, Dumnezeul tău, tuturor popoarelor în fața cărora te temi.",
        "6_Chapter, 19_Verse": "Chiar roiul de viespi îl va trimite DOMNUL, Dumnezeul tău, peste ele, până când cei rămași și cei ascunși vor pieri dinaintea ta.",
        "6_Chapter, 20_Verse": "Nu te înspăimânta în fața lor, căci DOMNUL, Dumnezeul tău, este în mijlocul tău, Dumnezeu mare și înfricoșător.",
        "6_Chapter, 21_Verse": "DOMNUL, Dumnezeul tău, va alunga aceste neamuri dinaintea ta încetul cu încetul; nu le vei putea nimici rapid, ca nu cumva sălbăticiunile câmpului să se înmulțească împotriva ta.",
        "6_Chapter, 22_Verse": "DOMNUL, Dumnezeul tău, ți le va da înainte și le va îngrozi cu o groază mare, până vor fi distruse.",
        "6_Chapter, 23_Verse": "Îi va da pe regii lor în mâna ta și vei face să li se piardă numele de sub ceruri; nimeni nu îți va putea sta împotrivă până ce nu le vei distruge.",
        "6_Chapter, 24_Verse": "Chipurile cioplite ale dumnezeilor lor să le arzi în foc, să nu râvnești la argintul sau aurul de pe ele și să nu îl iei pentru tine, ca nu cumva să fii ispitit de el, căci este o oroare pentru DOMNUL, Dumnezeul tău.",
        "6_Chapter, 25_Verse": "Și să nu aduci vreo oroare în casa ta și să ajungi [și tu] condamnat ca ea; să-ți fie pe deplin scârbă de ea și să o disprețuiești pe deplin, căci este condamnată.",
        "7_Chapter, 0_Verse": "Toată porunca pe care ți-o poruncesc eu astăzi, aveți grijă să o înfăptuiți, ca să trăiți și să vă înmulțiți și să veniți să luați în stăpânire țara pe care a jurat-o DOMNUL părinților voștri.",
        "7_Chapter, 1_Verse": "Să îți aduci aminte de toată calea pe care DOMNUL, Dumnezeul tău, te-a condus în acești patruzeci de ani în deșert, ca să te facă să suferi, să te pună la încercare pentru a cunoaște ce este în inima ta, dacă vei păstra poruncile Sale sau nu.",
        "7_Chapter, 2_Verse": "Te-a făcut să suferi și te-a înfometat, apoi te-a hrănit cu mana pe care nu o cunoșteai și nu o cunoscuseră nici părinții tăi, ca să te facă să știi că nu doar cu pâine trăiește omul, ci cu tot ceea ce iese din gura DOMNULUI trăiește omul.",
        "7_Chapter, 3_Verse": "Haina nu ți s-a uzat pe tine și picioarele nu ți s-au umflat în acești patruzeci de ani.",
        "7_Chapter, 4_Verse": "Recunoaște în inima ta că, așa cum un tată își mustră fiul, tot așa și DOMNUL, Dumnezeul tău, te mustră.",
        "7_Chapter, 5_Verse": "Să păzești poruncile DOMNULUI, Dumnezeului tău, să mergi pe căile Sale și să te temi de El.",
        "7_Chapter, 6_Verse": "Căci DOMNUL, Dumnezeul tău, te aduce într-o țară bună, o țară a cursurilor de apă – izvoare și ape subterane – care izvorăsc în vale și la munte,",
        "7_Chapter, 7_Verse": "o țară a grâului, orzului, viței-de-vie, smochinei și rodiei; o țară a măslinei de untdelemn și a mierii,",
        "7_Chapter, 8_Verse": "o țară în care nu în sărăcie vei mânca pâine, în care nu îți va lipsi nimic; o țară ale cărei pietre sunt de fier și din ai cărei munți vei scoate aramă.",
        "7_Chapter, 9_Verse": "Și vei mânca și te vei sătura și Îl vei binecuvânta pe DOMNUL, Dumnezeul tău, pentru țara cea bună pe care ți-a dat-o.",
        "7_Chapter, 10_Verse": "Păzește-te, ca nu cumva să Îl uiți pe DOMNUL, Dumnezeul tău, nesocotindu-I poruncile, decretele și judecățile pe care eu ți le poruncesc astăzi,",
        "7_Chapter, 11_Verse": "ca nu cumva să mănânci și să te saturi și să construiești case bune și să te așezi [în ele],",
        "7_Chapter, 12_Verse": "și cirezile tale și turmele tale să se înmulțească, argintul și aurul să ți se înmulțească și tot ceea ce ai să ți se înmulțească –",
        "7_Chapter, 13_Verse": "și inima ta să se înalțe [trufașă] și să Îl uiți pe DOMNUL, Dumnezeul tău, care te-a scos din țara Egiptului, din casa robiei,",
        "7_Chapter, 14_Verse": "pe Acela care te conduce prin deșertul cel mare și înfricoșător, cu șerpi, [șerpi] arzători și scorpioni și ținut secetos în care nu este apă, pe Cel care scoate apă pentru tine dintr-o stâncă de cremene,",
        "7_Chapter, 15_Verse": "care, în deșert, te hrănește cu mana pe care părinții tăi nu au cunoscut-o, ca să te facă să suferi și să te pună la încercare și, în final, să îți facă bine.",
        "7_Chapter, 16_Verse": "Și [dacă] vei spune în inima ta: „Puterea mea și forța mâinii mele au făcut toată această bogăție”,",
        "7_Chapter, 17_Verse": "îți vei aminti de DOMNUL, Dumnezeul tău: că El a fost Cel care ți-a dat putere să faci avere, ca să Își statornicească legământul pe care li l-a jurat părinților tăi, precum această zi.",
        "7_Chapter, 18_Verse": "Și va fi, dacă într-adevăr vei uita de DOMNUL, Dumnezeul tău, și vei merge după alți dumnezei și le vei sluji și te vei prosterna lor – mărturisesc astăzi împotriva voastră că veți pieri negreșit.",
        "7_Chapter, 19_Verse": "Aidoma neamurilor pe care DOMNUL le distruge înaintea voastră, și voi veți pieri, deoarece nu veți fi ascultat de glasul DOMNULUI, Dumnezeului vostru.",
        "8_Chapter, 0_Verse": "Ascultă, Israele, treci astăzi Iordanul ca să ajungi să iei în stăpânire neamuri mai mari și mai puternice ca tine, orașe mari și fortificate până la ceruri,",
        "8_Chapter, 1_Verse": "un popor mare și de statură înaltă, copiii uriașului, despre care ai știut și despre care ai auzit [spunându-se]: „Oare cine poate sta împotriva copiilor uriașului?”",
        "8_Chapter, 2_Verse": "Să știi astăzi că DOMNUL, Dumnezeul tău, El însuși trece înaintea ta, foc mistuitor; El îi va distruge și îi va supune înaintea ta, tu îi vei alunga și îi vei nimici repede, precum ți-a vorbit DOMNUL.",
        "8_Chapter, 3_Verse": "Când DOMNUL, Dumnezeul tău, îi alungă dinaintea ta, să nu spui astfel în inima ta: „Datorită dreptății mele m-a adus DOMNUL să stăpânesc această țară și datorită ticăloșiei acestor neamuri îi alungă DOMNUL dinaintea ta.”",
        "8_Chapter, 4_Verse": "Nu datorită dreptății tale și corectitudinii inimii tale vii să stăpânești țara lor, ci datorită ticăloșiei acestor neamuri îi alungă DOMNUL, Dumnezeul tău, dinaintea ta și pentru a-Și împlini cuvântul pe care DOMNUL l-a jurat părinților tăi, lui Avraham, lui Isaac și lui Iacov.",
        "8_Chapter, 5_Verse": "Și să știi că nu datorită dreptății tale îți dă ție DOMNUL, Dumnezeul tău, această țară bună să o stăpânești, căci ești un popor cu grumazul tare.",
        "8_Chapter, 6_Verse": "Amintește-ți, nu uita, cum L-ai provocat pe DOMNUL, Dumnezeul tău, în deșert. Din ziua în care ai ieșit din țara Egiptului [și] până la sosirea voastră în acest loc, răzvrătiți ați fost împotriva DOMNULUI.",
        "8_Chapter, 7_Verse": "Iar în Horeb L-ați provocat pe DOMNUL și DOMNUL S-a mâniat pe voi [într-atât încât] să vă distrugă.",
        "8_Chapter, 8_Verse": "Când am urcat pe munte să iau tablele de piatră, Tablele Legământului pe care DOMNUL l-a statornicit cu voi, și am rămas pe munte patruzeci de zile și patruzeci de nopți, pâine nu am mâncat și apă nu am băut.",
        "8_Chapter, 9_Verse": "Și DOMNUL mi-a dat cele două table de piatră înscrise cu degetul lui Dumnezeu, iar pe ele erau toate cuvintele pe care DOMNUL vi le-a vorbit pe munte din mijlocul focului, în ziua adunării.",
        "8_Chapter, 10_Verse": "Și a fost, la sfârșitul a patruzeci de zile și patruzeci de nopți, că DOMNUL mi-a dat cele două table de piatră, Tablele Legământului.",
        "8_Chapter, 11_Verse": "Și DOMNUL mi-a spus: „Ridică-te, coboară repede de aici, căci poporul tău, pe care l-ai scos din Egipt, s-a pervertit. S-au abătut repede de la calea pe care le-am poruncit-o, și-au făcut [idol] turnat.”",
        "8_Chapter, 12_Verse": "DOMNUL mi-a spus astfel: „Am văzut acest popor și iată, este un popor cu grumazul tare.",
        "8_Chapter, 13_Verse": "Lasă-Mă, și îi voi nimici și le voi șterge numele de sub ceruri și te voi face pe tine un neam mai puternic și mai numeros ca ei.”",
        "8_Chapter, 14_Verse": "M-am întors și am coborât de pe munte, muntele arzând în foc, cu cele două Table ale Legământului în amândouă mâinile mele.",
        "8_Chapter, 15_Verse": "Și am văzut și, iată, păcătuiserăți împotriva DOMNULUI, Dumnezeului vostru, vă făcuserăți un vițel turnat, vă abătuserăți repede de la calea pe care v-o poruncise DOMNUL.",
        "8_Chapter, 16_Verse": "Am apucat cele două table și le-am azvârlit din mâinile mele amândouă și le-am sfărâmat sub ochii voștri.",
        "8_Chapter, 17_Verse": "Și m-am aruncat înaintea DOMNULUI ca prima dată – patruzeci de zile și patruzeci de nopți – fără să mănânc pâine și fără să beau apă din pricina tuturor păcatelor pe care le-ați comis, făcând ceea ce este rău în ochii DOMNULUI și înfuriindu-L,",
        "8_Chapter, 18_Verse": "căci mă îngrozisem de mânia și furia cu care Se aprinsese DOMNUL împotriva voastră, ca să vă nimicească. Și DOMNUL m-a ascultat și de acea dată.",
        "8_Chapter, 19_Verse": "Și pe Aaron Se supărase DOMNUL foarte tare, [vrând] să-l distrugă, și m-am rugat și pentru Aaron la acea vreme.",
        "8_Chapter, 20_Verse": "Iar păcatul vostru pe care l-ați comis, vițelul, l-am luat și l-am ars în foc, l-am pisat, măcinându-l bine până s-a făcut pulbere, și i-am aruncat pulberea în pârâul care cobora de la munte.",
        "8_Chapter, 21_Verse": "Și în Tavera, și în Masa, și în Kivrot-Hataava, ați fost provocatori la adresa DOMNULUI,",
        "8_Chapter, 22_Verse": "și când v-a trimis DOMNUL din Kadeș-Barnea, spunând: „Urcați și luați în stăpânire țara pe care v-am dat-o!”, v-ați răzvrătit împotriva cuvântului DOMNULUI, Dumnezeului vostru, nu ați crezut în El și n-ați ascultat de glasul Lui.",
        "8_Chapter, 23_Verse": "Răzvrătiți ați fost împotriva DOMNULUI, din ziua în care v-am cunoscut!",
        "8_Chapter, 24_Verse": "Și m-am aruncat înaintea DOMNULUI, în cele patruzeci de zile și patruzeci de nopți în care m-am aruncat, căci DOMNUL Își propusese să vă nimicească.",
        "8_Chapter, 25_Verse": "M-am rugat DOMNULUI și am spus: „Stăpâne, Doamne DUMNEZEULE, nu Îți distruge poporul și moștenirea pe care ai răscumpărat-o în măreția Ta, pe care ai scos-o din Egipt cu mână puternică.",
        "8_Chapter, 26_Verse": "Amintește-ți de slujitorii Tăi, de Avraham, de Isaac și de Iacov; nu lua seama la încăpățânarea acestui popor și la răutatea lui și la păcatul lui,",
        "8_Chapter, 27_Verse": "ca nu cumva să spună țara din care ne-ai luat: „Pentru că DOMNUL n-a putut să îi ducă în țara despre care le-a vorbit și pentru că i-a urât, i-a scos ca să-i omoare în deșert.”",
        "8_Chapter, 28_Verse": "Și totuși, ei sunt poporul Tău și moștenirea Ta, pe care ai scos-o cu puterea Ta cea mare și cu braț întins.",
        "9_Chapter, 0_Verse": "În vremea aceea, DOMNUL mi-a spus: „Cioplește-ți două table de piatră precum primele și urcă-te la Mine pe munte, și fă-ți un chivot din lemn.",
        "9_Chapter, 1_Verse": "Și [Eu] voi scrie pe table cuvintele care erau pe primele table pe care le-ai spart; și le vei pune în chivot.”",
        "9_Chapter, 2_Verse": "Am făcut un chivot din lemn de acacia și am cioplit două table de piatră precum primele, și am urcat pe munte cu cele două table în mână.",
        "9_Chapter, 3_Verse": "Și [DOMNUL] a scris pe table, la fel ca primul înscris, cele Zece Cuvinte pe care DOMNUL vi le-a vorbit pe munte din mijlocul focului în ziua adunării; și DOMNUL mi le-a dat.",
        "9_Chapter, 4_Verse": "M-am întors și am coborât de pe munte și am pus tablele în chivotul pe care îl făcusem și ele au rămas acolo, precum îmi poruncise DOMNUL.",
        "9_Chapter, 5_Verse": "Copiii lui Israel au pornit de la Beerot-Benei-Iaakan către Mosera; acolo a murit Aaron și a fost înmormântat acolo, iar Elazar, fiul său, a slujit în locul lui.",
        "9_Chapter, 6_Verse": "De acolo au pornit către Gudgod, și de la Gudgod către Iotva, un ținut cu pâraie de apă.",
        "9_Chapter, 7_Verse": "În vremea aceea, DOMNUL a pus deoparte tribul Levi ca să poarte Chivotul Legământului DOMNULUI, să stea înaintea DOMNULUI ca să-L slujească și să binecuvânteze în numele Său până în ziua de astăzi.",
        "9_Chapter, 8_Verse": "De aceea, Levi nu a avut parte și moștenire împreună cu frații săi, DOMNUL este moștenirea lui, precum a vorbit DOMNUL, Dumnezeul tău, despre el.",
        "9_Chapter, 9_Verse": "Iar eu am stat pe munte la fel ca în primele zile, patruzeci de zile și patruzeci de nopți, și DOMNUL m-a ascultat și de această dată și DOMNUL n-a [mai] dorit să te distrugă.",
        "9_Chapter, 10_Verse": "DOMNUL mi-a spus: „Ridică-te și pornește la drum înaintea poporului, ca să vină și să ia în stăpânire țara pe care am jurat părinților lor că le-o voi da.”",
        "9_Chapter, 11_Verse": "Și acum, Israele, ce cere DOMNUL, Dumnezeul tău, de la tine? Doar să te temi de DOMNUL, Dumnezeul tău, să mergi pe toate căile Lui, să Îl iubești și să slujești pe DOMNUL, Dumnezeul tău, cu toată inima ta și cu tot sufletul tău,",
        "9_Chapter, 12_Verse": "să păzești poruncile DOMNULUI și decretele Sale pe care eu ți le poruncesc astăzi, spre binele tău.",
        "9_Chapter, 13_Verse": "Iată, ale DOMNULUI, Dumnezeului tău, sunt cerurile și cerurile cerurilor, pământul și tot ce este pe el.",
        "9_Chapter, 14_Verse": "Și totuși, pe părinții tăi a îndrăgit DOMNUL să-i iubească și a ales pe urmașii lor după ei, pe voi, dintre toate popoarele, precum această zi.",
        "9_Chapter, 15_Verse": "Să vă circumcideți inimile și să nu vă mai înverșunați grumazul.",
        "9_Chapter, 16_Verse": "Căci DOMNUL, Dumnezeul vostru, este Dumnezeul dumnezeilor și Stăpânul stăpânilor, Dumnezeul mare, puternic și înfricoșător, care nu este părtinitor și nu acceptă mită,",
        "9_Chapter, 17_Verse": "care înfăptuiește judecata orfanului și a văduvei și îl iubește pe prozelit, dându-i hrană și îmbrăcăminte.",
        "9_Chapter, 18_Verse": "Să îl iubiți pe prozelit, căci străini ați fost în țara Egiptului.",
        "9_Chapter, 19_Verse": "De DOMNUL, Dumnezeul tău, să te temi, pe El să Îl slujești, și de El să te atașezi, și în numele Lui să juri.",
        "9_Chapter, 20_Verse": "El este mândria ta și El este Dumnezeul tău, care a făcut pentru tine toate aceste măreții și grozăvii pe care le-au văzut ochii tăi.",
        "9_Chapter, 21_Verse": "[Cu] șaptezeci de suflete au coborât strămoșii tăi în Egipt, iar acum DOMNUL, Dumnezeul tău, te-a făcut precum stelele cerului de numeros.",
        "10_Chapter, 0_Verse": "Să-L iubești pe DOMNUL, Dumnezeul tău, și să păzești sarcina Lui, decretele Lui, judecățile Lui și poruncile Lui, în toate zilele.",
        "10_Chapter, 1_Verse": "Să știți astăzi că nu [le vorbesc] copiilor tăi, care nici nu au știut și nici nu au văzut mustrarea DOMNULUI, Dumnezeului vostru, măreția Lui, mâna Lui puternică și brațul Lui întins,",
        "10_Chapter, 2_Verse": "semnele Lui și faptele Lui pe care le-a făcut în mijlocul Egiptului, lui Faraon, regele Egiptului, și întregii lui țări,",
        "10_Chapter, 3_Verse": "și ceea ce a făcut oștirii Egiptului, cailor lor și carelor lor [de luptă], peste care a făcut să se reverse apele Mării Trestiilor, când vă urmăreau, și pe care DOMNUL i-a făcut să piară până în această zi,",
        "10_Chapter, 4_Verse": "și ceea ce a făcut pentru voi în deșert, până la venirea voastră până în locul acesta,",
        "10_Chapter, 5_Verse": "și ceea ce le-a făcut lui Datan și Aviram, fiii lui Eliav, fiul lui Ruben, când pământul și-a deschis gura și i-a înghițit, pe ei și casele lor, și corturile lor, și tot ce se afla la picioarele lor, în sânul întregului Israel.",
        "10_Chapter, 6_Verse": "Căci ochii voștri sunt cei care văd toată lucrarea cea mare a DOMNULUI, pe care a înfăptuit-o.",
        "10_Chapter, 7_Verse": "Să păziți toată porunca pe care eu ți-o poruncesc astăzi, pentru ca să fiți întăriți și să veniți și să luați în stăpânire țara în care treceți să o stăpâniți,",
        "10_Chapter, 8_Verse": "și pentru ca să vi se prelungească zilele pe pământul pe care l-a jurat DOMNUL părinților voștri, să li-l dea lor și seminției lor – o țară în care curge lapte și miere.",
        "10_Chapter, 9_Verse": "Căci țara pe care vii să o iei în stăpânire nu este precum țara Egiptului din care ați ieșit, unde însămânțai sămânța ta și o udai cu piciorul, ca pe o grădină de zarzavat.",
        "10_Chapter, 10_Verse": "Ci țara în care treceți să o luați în stăpânire este o țară cu munți și văi, care din ploaia cerurilor se adapă,",
        "10_Chapter, 11_Verse": "o țară pe care DOMNUL, Dumnezeul tău, o veghează; necontenit sunt ochii DOMNULUI, Dumnezeului tău, asupra ei, de la începutul anului și până la sfârșitul anului.",
        "10_Chapter, 12_Verse": "Și va fi, dacă veți asculta cu luare-aminte de poruncile Mele pe care Eu vi le poruncesc astăzi, să Îl iubiți pe DOMNUL, Dumnezeul vostru, și să Îl slujiți cu toată inima voastră și cu tot sufletul vostru,",
        "10_Chapter, 13_Verse": "voi da ploaia pământului vostru la vremea ei, timpurie și târzie, și vei aduna grânele tale, și vinul tău, și untdelemnul tău.",
        "10_Chapter, 14_Verse": "Voi da iarbă pe ogorul tău dobitoacelor tale și vei mânca și te vei sătura.",
        "10_Chapter, 15_Verse": "Păziți-vă, ca nu cumva inima voastră să fie ispitită și să vă abateți și să slujiți altor dumnezei și să vă prosternați lor.",
        "10_Chapter, 16_Verse": "Atunci furia DOMNULUI se va aprinde contra voastră, și El va opri cerurile, astfel că nu va mai fi ploaie și pământul nu își va da rodul; și veți pieri degrabă din țara cea bună pe care DOMNUL v-o dă vouă.",
        "10_Chapter, 17_Verse": "Să puneți cuvintele acestea ale Mele peste inima voastră și peste sufletul vostru, să le legați ca semn de mâna voastră și să vă fie ca filacterii între ochi.",
        "10_Chapter, 18_Verse": "Să le predați copiilor voștri, ca să vorbească de ele, când stai în casa ta și când mergi pe drum, când te culci și când te scoli.",
        "10_Chapter, 19_Verse": "Și să le scrii pe ușorii casei tale și pe porțile tale,",
        "10_Chapter, 20_Verse": "ca să vi se prelungească zilele și zilele copiilor voștri pe pământul pe care l-a jurat DOMNUL părinților voștri să-l dea lor, precum zilele cerului asupra pământului.",
        "10_Chapter, 21_Verse": "Căci dacă vei păzi cu luare-aminte toată această poruncă pe care eu vă poruncesc să o înfăptuiți, de a-L iubi pe DOMNUL, Dumnezeul vostru, de a merge pe toate căile Sale și de a vă atașa de El,",
        "10_Chapter, 22_Verse": "DOMNUL va alunga toate aceste neamuri dinaintea voastră și veți stăpâni neamuri mai mari și mai puternice decât voi.",
        "10_Chapter, 23_Verse": "Orice loc pe care îl va călca talpa picioarelor voastre, al vostru va fi; de la deșert și Liban, de la fluviu, fluviul Eufrat și până la Marea de Apus, va fi hotarul vostru.",
        "10_Chapter, 24_Verse": "Nimeni nu vă va sta împotrivă; groază de voi și teamă de voi va pune DOMNUL, Dumnezeul vostru, peste fața întregului pământ pe care veți călca, precum v-a vorbit.",
        "10_Chapter, 25_Verse": "Privește, eu pun înaintea voastră astăzi binecuvântare și blestem.",
        "10_Chapter, 26_Verse": "Binecuvântarea – deoarece veți asculta de poruncile DOMNULUI, Dumnezeului vostru, pe care eu vi le poruncesc astăzi,",
        "10_Chapter, 27_Verse": "și blestemul – dacă nu veți asculta de poruncile DOMNULUI, Dumnezeului vostru, și vă veți abate de la calea pe care eu v-o poruncesc astăzi, mergând după alți dumnezei, pe care nu i-ați cunoscut.",
        "10_Chapter, 28_Verse": "Și va fi, când te va aduce DOMNUL, Dumnezeul tău, în țara pe care vii să o iei în stăpânire, să plasezi binecuvântarea asupra Muntelui Gherizim și blestemul asupra Muntelui Eval.",
        "10_Chapter, 29_Verse": "Oare nu se află ei de cealaltă parte a Iordanului, îndărătul drumului de la soare-apune, în ținutul canaanitului care locuiește în câmpie, vizavi de Ghilgal, lângă Elonei-More?",
        "10_Chapter, 30_Verse": "Căci voi treceți Iordanul ca să luați în stăpânire țara pe care DOMNUL, Dumnezeul vostru, v-o dă vouă; să o stăpâniți și să vă așezați în ea.",
        "10_Chapter, 31_Verse": "Aveți grijă să înfăptuiți toate decretele și judecățile pe care eu le pun înaintea voastră astăzi.",
        "11_Chapter, 0_Verse": "Acestea sunt decretele și judecățile pe care să aveți grijă să le înfăptuiți în țara pe care ți-a dat-o DOMNUL, Dumnezeul părinților tăi, în stăpânire, în toate zilele cât trăiți pe pământ.",
        "11_Chapter, 1_Verse": "Să distrugeți complet toate locurile în care neamurile pe care le vei stăpâni le-au slujit dumnezeilor lor, pe munții înalți și pe dealuri și sub orice copac înfrunzit.",
        "11_Chapter, 2_Verse": "Să le dărâmați altarele și să le zdrobiți stâlpii idolatri, iar copacii lor sacri să-i ardeți în foc, și chipurile cioplite ale dumnezeilor lor să le sfărâmați și să le nimiciți numele din locul acela.",
        "11_Chapter, 3_Verse": "Să nu faceți astfel pentru DOMNUL, Dumnezeul vostru,",
        "11_Chapter, 4_Verse": "ci doar în locul pe care îl va alege DOMNUL, Dumnezeul vostru, din toate triburile voastre, să Își așeze acolo numele pentru sălășluirea Sa, să-I căutați Sălașul și acolo să vii.",
        "11_Chapter, 5_Verse": "Să vă aduceți acolo arderile-de-tot și jertfele, zeciuielile și darul mâinilor voastre, ofrandele pentru făgăduințele voastre, ofrandele voastre de bunăvoie și întâii-născuți ai cirezilor voastre și ai turmelor voastre.",
        "11_Chapter, 6_Verse": "Și să mâncați acolo în fața DOMNULUI, Dumnezeului vostru, și să vă bucurați de tot rodul mâinilor voastre, voi și casele voastre, cu care te-a binecuvântat DOMNUL, Dumnezeul tău.",
        "11_Chapter, 7_Verse": "Să nu faceți precum tot ce facem noi astăzi, aici, fiecare după cum îi place,",
        "11_Chapter, 8_Verse": "căci nu ați venit până acum la odihna și la moștenirea pe care ți-o dă DOMNUL, Dumnezeul tău.",
        "11_Chapter, 9_Verse": "Și veți trece Iordanul și vă veți așeza în țara pe care DOMNUL, Dumnezeul vostru, v-o dă moștenire; și vă va da odihnă de toți dușmanii voștri dimprejur, și veți locui în siguranță.",
        "11_Chapter, 10_Verse": "Iar [în] locul pe care îl va alege DOMNUL, Dumnezeul vostru, ca să-Și așeze acolo numele – acolo să aduceți tot ce vă poruncesc eu: arderile-de-tot ale voastre și jertfele voastre, zeciuielile voastre și darul mâinilor voastre, și toate ofrandele alese pentru făgăduințele voastre pe care le veți fi făgăduit DOMNULUI.",
        "11_Chapter, 11_Verse": "Și să vă bucurați înaintea DOMNULUI, Dumnezeului vostru, voi, și fiii voștri, și fiicele voastre, și sclavii voștri și slujnicele voastre, și levitul care e în orașele voastre, căci el nu are parte și moștenire cu voi.",
        "11_Chapter, 12_Verse": "Păzește-te, ca nu cumva să-ți înalți arderile-de-tot în orice loc vei vedea,",
        "11_Chapter, 13_Verse": "ci doar în locul pe care îl va alege DOMNUL într-unul din triburile tale, acolo să-ți aduci arderile-de-tot și acolo să faci tot ce îți poruncesc eu.",
        "11_Chapter, 14_Verse": "Totuși, după pofta sufletului tău [poți] să jertfești și să mănânci carne, după binecuvântarea pe care ți-a dat-o DOMNUL, Dumnezeul tău, în toate orașele tale; cel necurat și cel curat să o mănânce, ca pe cerb și pe căprioară.",
        "11_Chapter, 15_Verse": "Doar sângele să nu-l mâncați, pe pământ să-l verși, precum apa.",
        "11_Chapter, 16_Verse": "Nu vei putea mânca în locuințele tale: zeciuiala grânelor tale și vinului tău și untdelemnului tău și întâii-născuți ai cirezilor tale și ai turmelor tale și toate ofrandele pentru făgăduințele pe care le vei fi făcut, și ofrandele de bunăvoie și darul mâinilor tale.",
        "11_Chapter, 17_Verse": "Ci doar înaintea DOMNULUI, Dumnezeului tău, să le mănânci, în locul pe care DOMNUL, Dumnezeul tău, îl va alege – tu, și fiul tău, și fiica ta, și sclavul tău, și slujnica ta, și levitul care este în orașele tale – și să te bucuri înaintea DOMNULUI, Dumnezeului tău, de tot rodul mâinilor tale.",
        "11_Chapter, 18_Verse": "Ai grijă să nu-l neglijezi cumva pe levit, în toate zilele tale pe pământul tău.",
        "11_Chapter, 19_Verse": "Când DOMNUL, Dumnezeul tău, îți va lărgi hotarul precum ți-a vorbit, și vei spune: „Aș vrea să mănânc carne”, căci îți va pofti sufletul să mănânci carne – după pofta sufletului tău vei putea să mănânci carne.",
        "11_Chapter, 20_Verse": "Dacă locul pe care DOMNUL, Dumnezeul tău, îl va alege ca să-Și pună numele acolo va fi departe de tine, vei putea înjunghia din cirezile tale și din turmele tale pe care ți le-a dat DOMNUL, precum ți-am poruncit, și vei putea mânca în orașele tale, după pofta sufletului tău.",
        "11_Chapter, 21_Verse": "Așa cum sunt mâncate cerbul și căprioara, așa poți mânca; cel necurat și cel curat pot să o mănânce deopotrivă.",
        "11_Chapter, 22_Verse": "Doar fii tare și nu mânca sângele, căci sângele este viața; și să nu mănânci viața împreună cu carnea.",
        "11_Chapter, 23_Verse": "Să nu-l mănânci, pe pământ să-l verși precum apa.",
        "11_Chapter, 24_Verse": "Să nu-l mănânci, ca să îți fie bine, ție și copiilor tăi după tine, căci vei fi făcut ce-i drept în ochii DOMNULUI.",
        "11_Chapter, 25_Verse": "Doar sfințeniile tale, pe care le vei avea, și jertfele pentru făgăduințele tale, să le porți și să vii în locul pe care îl va alege DOMNUL.",
        "11_Chapter, 26_Verse": "Să-ți faci arderile-de-tot – carnea și sângele – pe altarul DOMNULUI, Dumnezeului tău; și sângele jertfelor tale să fie vărsat pe altarul DOMNULUI, Dumnezeului tău, iar carnea să o mănânci.",
        "11_Chapter, 27_Verse": "Păzește și ascultă toate aceste cuvinte pe care eu ți le poruncesc, ca să îți fie bine, ție și copiilor tăi după tine, în veci, făcând ce este bun și drept în ochii DOMNULUI, Dumnezeului tău.",
        "11_Chapter, 28_Verse": "Când DOMNUL, Dumnezeul tău, va nimici neamurile, acolo unde vii să le izgonești de dinaintea ta, și le vei izgoni și te vei așeza în țara lor,",
        "11_Chapter, 29_Verse": "ai grijă ca nu cumva să fii ademenit după ele, după ce ele vor fi distruse înaintea ta, și nu cumva să le cauți dumnezeii, spunând: „Oare cum își slujeau aceste neamuri dumnezeii, ca să fac și eu așa?”",
        "11_Chapter, 30_Verse": "Să nu faci așa pentru DOMNUL, Dumnezeul tău, căci tot ce este oroare pentru DOMNUL, ceea ce El urăște, au făcut ei pentru dumnezeii lor; căci până și pe fiii lor și pe fiicele lor i-au ars în foc pentru dumnezeii lor.",
        "12_Chapter, 0_Verse": "Tot cuvântul pe care vi-l poruncesc eu să luați aminte să-l înfăptuiți, să nu adaugi nimic la el și nici să nu scoți nimic din el.",
        "12_Chapter, 1_Verse": "Dacă se va ridica în mijlocul tău un profet sau un visător de vise și îți va da un semn sau o minune,",
        "12_Chapter, 2_Verse": "și se va împlini semnul sau minunea de care îți vorbise, spunând: „Să mergem după alți dumnezei pe care nu i-ai cunoscut și să le slujim!” –",
        "12_Chapter, 3_Verse": "să nu asculți de cuvintele acelui profet sau de acel visător de vise, căci DOMNUL, Dumnezeul vostru, vă pune la încercare să știe dacă Îl iubiți pe DOMNUL, Dumnezeul vostru, cu toată inima voastră și cu tot sufletul vostru.",
        "12_Chapter, 4_Verse": "După DOMNUL, Dumnezeul vostru, să mergeți și de El să vă temeți; poruncile Lui să le păstrați și glasul Lui să-l ascultați; pe El să-L slujiți și de El să vă alipiți.",
        "12_Chapter, 5_Verse": "Iar acel profet sau acel visător de vise să fie omorât, căci a vorbit de sfidare contra DOMNULUI, Dumnezeului vostru, care vă scoate din țara Egiptului și te mântuiește din casa robiei – ca să facă să te abați de la calea pe care ți-a poruncit să mergi DOMNUL, Dumnezeul tău; și să stârpești răul din mijlocul tău.",
        "12_Chapter, 6_Verse": "Dacă fratele tău, fiul mamei tale, sau fiul tău, sau fiica ta, sau soția ta care este la sânul tău, sau prietenul tău, care este ca sufletul tău, te va ademeni în secret, spunând: „Hai să mergem să slujim altor dumnezei” pe care nu i-ai cunoscut, nici tu, nici părinții tăi,",
        "12_Chapter, 7_Verse": "dintre dumnezeii popoarelor care sunt în jurul vostru, apropiate de tine sau îndepărtate de tine, de la un capăt al pământului la celălalt capăt al pământului –",
        "12_Chapter, 8_Verse": "să nu-i cedezi și să nu asculți de el; și ochiul tău să nu se îndure de el, să nu ai milă față de el și nici să nu-l ascunzi.",
        "12_Chapter, 9_Verse": "Ci să îl omori negreșit: mâna ta să fie prima împotriva lui ca să-l omoare, și apoi mâna întregului popor.",
        "12_Chapter, 10_Verse": "Să îl ucizi cu pietre și să moară, căci a încercat să te abată de la DOMNUL, Dumnezeul tău, care te scoate din țara Egiptului, din casa robiei.",
        "12_Chapter, 11_Verse": "Și tot Israelul să audă și să se teamă și să nu mai facă [vreodată] un astfel de rău în mijlocul tău.",
        "12_Chapter, 12_Verse": "Dacă într-unul dintre orașele pe care DOMNUL, Dumnezeul tău, ți le dă să le locuiești, vei auzi spunându-se:",
        "12_Chapter, 13_Verse": "„Au ieșit [niște] bărbați nelegiuiți din mijlocul tău și i-au făcut pe locuitorii orașului lor să se abată, spunând: «Haideți să mergem și să slujim altor dumnezei pe care nu i-ați cunoscut» –",
        "12_Chapter, 14_Verse": "să cercetezi și să verifici și să cauți bine și iată, [dacă] lucrul este adevărat [și] corect, această oroare fiind comisă în mijlocul tău,",
        "12_Chapter, 15_Verse": "să-i lovești negreșit pe locuitorii acelui oraș cu tăișul sabiei, să îl distrugi complet, pe el și tot ce se află în el, și dobitoacele sale, cu tăișul sabiei.",
        "12_Chapter, 16_Verse": "Să-i aduni toată bogăția în centrul lui și să arzi complet în foc orașul și toată averea lui, pentru DOMNUL, Dumnezeul tău, și să rămână o movilă veșnică, să nu fie reconstruit.",
        "12_Chapter, 17_Verse": "Să nu se lipească de mâna ta nimic din ceea ce este condamnat, ca DOMNUL să Se întoarcă de la mânia Lui arzătoare și să aibă milă de tine și, [în] compasiunea Lui față de tine, să te înmulțească, precum a jurat părinților tăi,",
        "12_Chapter, 18_Verse": "când asculți de glasul DOMNULUI, Dumnezeului tău, înfăptuind toate poruncile Lui pe care eu ți le poruncesc astăzi, făcând ce este drept în ochii DOMNULUI, Dumnezeului tău.",
        "13_Chapter, 0_Verse": "Voi sunteți fii ai DOMNULUI, Dumnezeului vostru. Să nu vă faceți crestături și să nu vă radeți între ochi pentru un mort.",
        "13_Chapter, 1_Verse": "Căci popor sfânt ești tu pentru DOMNUL, Dumnezeul tău, și pe tine te-a ales DOMNUL să-I fii popor prețuit dintre toate popoarele care sunt pe fața pământului.",
        "13_Chapter, 2_Verse": "Să nu mănânci nicio scârboșenie.",
        "13_Chapter, 3_Verse": "Acestea sunt animalele pe care să le mâncați: bou, berbec și țap;",
        "13_Chapter, 4_Verse": "căprioară, cerb, cerb lopătar, capră sălbatică, antilopă, bivol și girafă.",
        "13_Chapter, 5_Verse": "Și orice animal care are copita despicată, care este complet despărțită în două copite, din animalele care își rumegă hrana – pe acela îl puteți mânca.",
        "13_Chapter, 6_Verse": "Dar pe acestea să nu le mâncați dintre animalele care își rumegă hrana și [din] cele care au copita complet despicată: cămila, iepurele și damanul, căci își rumegă hrana, dar nu au copita despicată – sunt necurate pentru voi;",
        "13_Chapter, 7_Verse": "și porcul, căci are copita despicată, dar nu [rumegă] hrana – este necurat pentru voi; din carnea lor să nu mâncați și de hoitul lor să nu vă atingeți.",
        "13_Chapter, 8_Verse": "Pe acestea le puteți mânca dintre toate care sunt în apă: tot ce are aripioare și solzi puteți mânca.",
        "13_Chapter, 9_Verse": "Iar orice nu are aripioare și solzi să nu mâncați, este necurat pentru voi.",
        "13_Chapter, 10_Verse": "Orice pasăre curată o puteți mânca.",
        "13_Chapter, 11_Verse": "Dar acestea sunt cele pe care să nu le mâncați dintre ele: vulturul, vulturul pleșuv și acvila;",
        "13_Chapter, 12_Verse": "și uliul, și șoimul, și șorecarul, după soiul său;",
        "13_Chapter, 13_Verse": "și orice corb, după soiul său;",
        "13_Chapter, 14_Verse": "și struțul, și uliul păsărar, și pescărușul, și cucuveaua, după soiul său;",
        "13_Chapter, 15_Verse": "bufnița și cocorul, și lebăda;",
        "13_Chapter, 16_Verse": "și pelicanul, și dropia, și cormoranul;",
        "13_Chapter, 17_Verse": "și barza, și stârcul, după soiul său, pupăza și liliacul.",
        "13_Chapter, 18_Verse": "Iar orice insectă zburătoare este necurată pentru voi; să nu fie mâncate.",
        "13_Chapter, 19_Verse": "Orice pasăre curată o puteți mânca.",
        "13_Chapter, 20_Verse": "Să nu mâncați niciun hoit; străinului care este în orașele tale să i-l dai să-l mănânce sau să îl vinzi unui neevreu, căci tu ești popor sfânt pentru DOMNUL, Dumnezeul tău. Să nu fierbi iedul în laptele mamei lui.",
        "13_Chapter, 21_Verse": "Negreșit să separi zeciuială din tot rodul seminței tale pe care îl va produce ogorul, an de an.",
        "13_Chapter, 22_Verse": "Și să mănânci înaintea DOMNULUI, Dumnezeului tău, în locul pe care El îl va alege să-Și așeze numele acolo, zeciuiala grânelor tale, vinului tău și untdelemnului tău, întâii-născuți ai cirezilor tale și turmelor tale, ca să înveți să te temi de DOMNUL, Dumnezeul tău, în toate zilele.",
        "13_Chapter, 23_Verse": "Și dacă îți va fi prea lung drumul și n-o vei putea căra, căci este prea departe de tine locul pe care îl va fi ales DOMNUL, Dumnezeul tău, să-Și pună numele acolo, căci te va fi binecuvântat DOMNUL, Dumnezeul tău –",
        "13_Chapter, 24_Verse": "să o dai pe bani, și să ții strâns banii în mâna ta și să mergi la locul pe care DOMNUL, Dumnezeul tău, îl va alege.",
        "13_Chapter, 25_Verse": "Să dai banii pe orice îți va pofti sufletul: pe cirezi, pe turme, pe vin, pe băutură tare sau pe orice îți va dori sufletul. Și să mănânci acolo înaintea DOMNULUI, Dumnezeului tău, și să te bucuri, tu și casa ta.",
        "13_Chapter, 26_Verse": "Dar pe levitul care este în orașele tale să nu-l uiți, căci el nu are parte și moștenire cu tine.",
        "13_Chapter, 27_Verse": "La capătul a trei ani să scoți toată zeciuiala recoltei tale din acel an și să o așezi în orașele tale.",
        "13_Chapter, 28_Verse": "Apoi va veni levitul – căci el nu are parte și moștenire cu tine – prozelitul, orfanul și văduva care sunt în orașele tale, să mănânce și să se sature, pentru ca DOMNUL, Dumnezeul tău, să te binecuvânteze în toată lucrarea mâinii tale pe care o vei face.",
        "14_Chapter, 0_Verse": "La capătul a șapte ani să faci scutirea datoriilor.",
        "14_Chapter, 1_Verse": "Și așa va fi [făcută] scutirea datoriilor: orice creditor să renunțe la ce a împrumutat semenului său; să nu-l silească pe semenul său sau pe fratele său, căci s-a instituit scutire pentru DOMNUL.",
        "14_Chapter, 2_Verse": "Pe străin îl poți sili, dar la ce îți datorează fratele tău, mâna ta să renunțe.",
        "14_Chapter, 3_Verse": "Totuși, nu va fi sărac între voi, căci DOMNUL te va binecuvânta negreșit în țara pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire să o stăpânești,",
        "14_Chapter, 4_Verse": "doar dacă vei asculta atent de glasul DOMNULUI, Dumnezeului tău, având grijă să înfăptuiești toată această poruncă pe care eu ți-o poruncesc astăzi.",
        "14_Chapter, 5_Verse": "Căci DOMNUL, Dumnezeul tău, te-a binecuvântat, precum ți-a vorbit. Vei împrumuta multor neamuri, dar tu nu vei lua împrumut și vei stăpâni multe neamuri, dar ele nu te vor stăpâni.",
        "14_Chapter, 6_Verse": "Dacă va fi printre voi vreun sărac, vreunul dintre frații tăi, în vreunul din orașele tale, în țara ta, pe care DOMNUL, Dumnezeul tău, ți-o dă ție, să nu îți împietrești inima și nici să nu-ți închizi mâna față de fratele tău sărac.",
        "14_Chapter, 7_Verse": "Ci să-ți deschizi negreșit mâna față de el, și să-i împrumuți negreșit ceea ce îi lipsește, după câtă nevoie are.",
        "14_Chapter, 8_Verse": "Ferește-te ca nu cumva să fie un lucru [ticălos] în inima ta, spunând: „Se apropie al șaptelea an, anul de scutire” și să nu privești cu ochi rău pe fratele tău sărac și să nu-i dai; el va striga împotriva ta către DOMNUL și va fi asupra ta păcat.",
        "14_Chapter, 9_Verse": "Să-i dai negreșit și inima ta să nu fie rea când îi dai, căci datorită acestui lucru te va binecuvânta DOMNUL, Dumnezeul tău, în toate faptele tale și în tot lucrul mâinii tale.",
        "14_Chapter, 10_Verse": "Căci săracii nu vor înceta să existe în sânul țării – de aceea eu îți poruncesc, spunând: „Să-ți deschizi mâna negreșit către fratele tău, către nevoiașul tău și către săracul tău din țara ta.”",
        "14_Chapter, 11_Verse": "Dacă fratele tău, evreu sau evreică, îți va fi vândut ție, să te slujească timp de șase ani, iar în anul al șaptelea să-i dai drumul liber de la tine.",
        "14_Chapter, 12_Verse": "Dar când îi dai drumul liber de la tine, să nu-l trimiți cu mâna goală.",
        "14_Chapter, 13_Verse": "Înzestrează-l generos din turma ta, din aria ta de treierat și din teascul tău; după cum te-a binecuvântat DOMNUL, Dumnezeul tău, să-i dai.",
        "14_Chapter, 14_Verse": "Amintește-ți că ai fost sclav în țara Egiptului și DOMNUL, Dumnezeul tău, te-a răscumpărat – de aceea îți poruncesc eu acest lucru astăzi.",
        "14_Chapter, 15_Verse": "Și va fi, dacă [sclavul] îți va spune: „Nu voi ieși de la tine”, căci te iubește pe tine și casa ta, căci îi este bine cu tine,",
        "14_Chapter, 16_Verse": "să iei sula și să o [faci să-i] străpungă urechea și ușa; și să îți fie sclav veșnic. Și chiar și slujnicei tale să-i faci astfel.",
        "14_Chapter, 17_Verse": "Să nu ți se pară greu să îi dai drumul liber de la tine, căci te-a slujit de două ori cât un lucrător plătit, șase ani. Și te va binecuvânta DOMNUL, Dumnezeul tău, în tot ceea ce vei face.",
        "14_Chapter, 18_Verse": "Orice întâi-născut de parte bărbătească care se va naște în cireada ta sau în turma ta să-l sfințești DOMNULUI, Dumnezeului tău. Să nu pui la muncă întâiul-născut al vitei tale și nici să nu tunzi întâiul-născut al turmei tale.",
        "14_Chapter, 19_Verse": "În fața DOMNULUI, Dumnezeului tău, să îl mănânci, an de an, în locul pe care îl va alege DOMNUL, tu și casa ta.",
        "14_Chapter, 20_Verse": "Iar dacă va avea vreo meteahnă – [va fi] șchiop sau orb, orice meteahnă gravă – să nu îl jertfești DOMNULUI, Dumnezeului tău.",
        "14_Chapter, 21_Verse": "În orașele tale să îl mănânci, cel necurat și cel curat deopotrivă, ca pe cerb și căprioară.",
        "14_Chapter, 22_Verse": "Doar sângele lui să nu-l mănânci, să-l verși pe pământ, ca apa.",
        "15_Chapter, 0_Verse": "Să păzești luna primăverii și să faci Paște pentru DOMNUL, Dumnezeul tău, căci în luna primăverii te-a scos DOMNUL, Dumnezeul tău, din Egipt, noaptea.",
        "15_Chapter, 1_Verse": "Să jertfești jertfa de Paște pentru DOMNUL, Dumnezeul tău, [din] turmă și cireadă, în locul pe care îl va alege DOMNUL să-Și facă să sălășluiască acolo numele.",
        "15_Chapter, 2_Verse": "Să nu mănânci cu ea dospit, șapte zile să mănânci cu ea azime, pâinea suferinței, căci în grabă ai ieșit din țara Egiptului – ca să-ți amintești ziua ieșirii tale din țara Egiptului toate zilele vieții tale.",
        "15_Chapter, 3_Verse": "Și să nu fie văzut nicio plămădeală de-a ta în tot hotarul tău, șapte zile, și din carnea pe care ai jertfit-o în amurg, înaintea primei zile, să nu rămână peste noapte, până dimineață.",
        "15_Chapter, 4_Verse": "Nu poți jertfi jertfa de Paște într-unul din orașele tale pe care DOMNUL, Dumnezeul tău, ți le dă,",
        "15_Chapter, 5_Verse": "ci doar în locul pe care îl va alege DOMNUL, Dumnezeul tău, să-Și așeze acolo numele să jertfești jertfa de Paște, în amurg, când apune soarele, sorocul ieșirii tale din Egipt.",
        "15_Chapter, 6_Verse": "Să o gătești și să o mănânci în locul pe care DOMNUL, Dumnezeul tău, îl va alege, iar dimineața să te întorci și să mergi la cortul tău.",
        "15_Chapter, 7_Verse": "Șase zile să mănânci azime, iar în ziua a șaptea să fie o adunare pentru DOMNUL, Dumnezeul tău; să nu faci muncă.",
        "15_Chapter, 8_Verse": "Șapte săptămâni să-ți numeri; de când începe să se pună secera în holdă să începi să numeri șapte săptămâni.",
        "15_Chapter, 9_Verse": "Și să faci Sărbătoarea Săptămânilor pentru DOMNUL, Dumnezeul tău, din ofranda de bunăvoie pe care o vei da, precum te va fi binecuvântat DOMNUL, Dumnezeul tău.",
        "15_Chapter, 10_Verse": "Și să te bucuri înaintea DOMNULUI, Dumnezeului tău – tu, fiul tău, fiica ta, sclavul tău, slujnica ta, levitul care e în orașele tale, prozelitul, orfanul și văduva care sunt în mijlocul tău – în locul pe care DOMNUL, Dumnezeul tău, îl va alege ca să-I sălășluiască numele acolo.",
        "15_Chapter, 11_Verse": "Amintește-ți că ai fost sclav în Egipt și păstrează și înfăptuiește aceste decrete.",
        "15_Chapter, 12_Verse": "Sărbătoarea Colibelor să ți-o faci șapte zile, când îți aduni [rodul] din aria ta de treierat și din teascul tău.",
        "15_Chapter, 13_Verse": "Și să te bucuri în sărbătoarea ta: tu, fiul tău, fiica ta, sclavul tău, slujnica ta, levitul, prozelitul, orfanul și văduva care sunt în orașele tale.",
        "15_Chapter, 14_Verse": "Șapte zile să celebrezi pentru DOMNUL, Dumnezeul tău, în locul pe care DOMNUL îl va alege, căci te va fi binecuvântat DOMNUL, Dumnezeul tău, în toată recolta ta și în tot lucrul mâinilor tale; și să fii pe deplin bucuros.",
        "15_Chapter, 15_Verse": "De trei ori pe an, toți ai tăi de parte bărbătească să se arate în fața DOMNULUI, Dumnezeului tău, în locul pe care îl va alege: la Sărbătoarea Azimelor, și la Sărbătoarea Săptămânilor, și la Sărbătoarea Colibelor; și să nu te arăți în fața DOMNULUI cu mâna goală,",
        "15_Chapter, 16_Verse": "fiecare după cât îi dă mâna, după binecuvântarea pe care DOMNUL, Dumnezeul tău, ți-a dat-o.",
        "15_Chapter, 17_Verse": "Judecători și dregători să pui asupra ta la toate porțile [orașelor] tale pe care DOMNUL, Dumnezeul tău, ți le dă ție, pentru triburile tale; și ei să judece poporul cu judecată dreaptă.",
        "15_Chapter, 18_Verse": "Să nu pervertești judecata, să nu fii părtinitor și să nu iei mită, căci mita orbește ochii înțelepților și strâmbă cuvintele drepte.",
        "15_Chapter, 19_Verse": "Dreptate, dreptate să urmărești, ca să trăiești și să stăpânești țara DOMNUL, Dumnezeul tău, pe care ți-o dă ție.",
        "15_Chapter, 20_Verse": "Să nu-ți plantezi vreun copac sacru – orice copac – lângă altarul DOMNULUI, Dumnezeului tău, pe care ți-l vei face.",
        "15_Chapter, 21_Verse": "Și să nu-ți ridici vreo stelă pe care o urăște DOMNUL, Dumnezeul tău.",
        "16_Chapter, 0_Verse": "Să nu jertfești DOMNULUI, Dumnezeului tău, un taur sau un miel sau ied care are vreo meteahnă, orice lucru rău, căci este o oroare pentru DOMNUL, Dumnezeul tău.",
        "16_Chapter, 1_Verse": "Dacă se va găsi în mijlocul tău, în vreunul dintre orașele tale pe care ți le dă DOMNUL, Dumnezeul tău, vreun bărbat sau vreo femeie care va face ceea ce este rău în ochii DOMNULUI, Dumnezeului tău, încălcând legământul Său,",
        "16_Chapter, 2_Verse": "și mergând să slujească altor dumnezei și proster¬nându-se la ei, sau la soare, sau la lună, sau la orice din oștirea cerurilor – ce nu am poruncit –",
        "16_Chapter, 3_Verse": "și ți se va vesti și vei auzi și vei cerceta atent și iată, este adevărat, lucrul este dovedit, această oroare a fost comisă în Israel –",
        "16_Chapter, 4_Verse": "să-i scoți pe acel bărbat sau pe acea femeie, care au făcut lucrul acesta rău, pe bărbat sau pe femeie, la poarta ta, și să îi ucizi cu pietre și să moară.",
        "16_Chapter, 5_Verse": "Pe baza mărturiei a doi martori sau a trei martori să fie omorât condamnatul, să nu fie omorât pe baza mărturiei unui singur martor.",
        "16_Chapter, 6_Verse": "Mâna martorilor să fie asupra lui mai întâi ca să îl omoare și mâna întregului popor după aceea, și să distrugi răul din mijlocul tău.",
        "16_Chapter, 7_Verse": "Dacă o pricină de judecată te depășește, între sânge și sânge, între verdict și verdict și între rană și rană, pricini de dispută în orașele tale – atunci să te ridici și să te urci la locul pe care îl va alege DOMNUL, Dumnezeul tău.",
        "16_Chapter, 8_Verse": "Să vii la preoții leviți și la judecătorul care va fi în zilele acelea, să întrebi și ei îți vor rosti cuvântul judecății.",
        "16_Chapter, 9_Verse": "Să faci după cuvântul pe care ți-l vor spune din locul acela pe care DOMNUL îl va alege și să ai grijă să faci după tot ceea ce te vor învăța.",
        "16_Chapter, 10_Verse": "După învățătura pe care ți-o vor preda și după judecata pe care ți-o vor spune să faci; să nu te depărtezi de la cuvântul pe care ți-l vor spune, nici la dreapta, nici la stânga.",
        "16_Chapter, 11_Verse": "Iar cineva care va acționa cu îngâmfare, neascultând de preotul care stă acolo pentru a-L sluji pe DOMNUL, Dumnezeul tău, sau de judecător – acela să moară și să distrugi răul din Israel.",
        "16_Chapter, 12_Verse": "Și tot poporul să asculte și să se teamă și nu vor mai acționa cu îngâmfare.",
        "16_Chapter, 13_Verse": "Când vei veni în țara pe care DOMNUL, Dumnezeul tău, ți-o dă, și o vei stăpâni și te vei așeza în ea și vei spune: „Să pun peste mine rege, ca toate neamurile din jurul meu”,",
        "16_Chapter, 14_Verse": "negreșit să-ți pui asupra ta un rege pe care îl va alege DOMNUL, Dumnezeul tău; din sânul fraților tăi să-ți pui asupra ta rege, nu vei putea să-ți pui asupra ta un bărbat străin care nu ți-e frate.",
        "16_Chapter, 15_Verse": "Dar să nu aibă prea mulți cai, ca să nu reîntoarcă poporul în Egipt ca să dobândească mai mulți cai, căci DOMNUL v-a spus: „Să nu vă mai întoarceți iarăși pe drumul acesta.”",
        "16_Chapter, 16_Verse": "Și să nu aibă foarte multe soții, ca inima să nu i se abată. Și să nu aibă pentru sine prea mult argint și aur.",
        "16_Chapter, 17_Verse": "Și va fi: când va sta pe tronul regatului său, să-și scrie două copii ale acestei Învățături într-o carte, dinaintea preoților leviți.",
        "16_Chapter, 18_Verse": "Să fie cu el și să citească din ea în toate zilele vieții lui, ca să învețe să se teamă de DOMNUL, Dumnezeul lui, să păstreze toate cuvintele acestei Învățături și decretele acestea, ca să le înfăptuiască,",
        "16_Chapter, 19_Verse": "ca inima lui să nu se ridice deasupra fraților lui și să nu se îndepărteze de la poruncă nici la dreapta, nici la stânga, ca să-și prelungească zilele peste regatul lui, el și fiii lui, în sânul lui Israel.",
        "17_Chapter, 0_Verse": "Preoții leviți, tot tribul lui Levi, să nu aibă parte și moștenire împreună cu Israel. Ofrandele mistuite de foc ale DOMNULUI și moștenirea Sa să le fie hrană.",
        "17_Chapter, 1_Verse": "Dar moștenire să nu aibă în mijlocul fraților săi, DOMNUL este moștenirea sa, precum i-a vorbit.",
        "17_Chapter, 2_Verse": "Și aceasta să fie rânduiala preoților, de la popor, de la cei care aduc o jertfă, fie taur, fie miel sau ied: să dea preotului spata și fălcile și stomacul;",
        "17_Chapter, 3_Verse": "primele [din] grânele tale, vinul tău și untdelemnul tău, și primul tuns al turmelor tale, să-i dai.",
        "17_Chapter, 4_Verse": "Căci pe el l-a ales DOMNUL, Dumnezeul tău, din toate triburile tale, ca să stea să slujească în numele DOMNULUI, el și fiii lui, în toate zilele.",
        "17_Chapter, 5_Verse": "Când levitul va veni dintr-unul din orașele tale, din tot Israelul, de acolo de unde locuiește, și va veni cu toată dorința sufletului lui la locul pe care îl va alege DOMNUL,",
        "17_Chapter, 6_Verse": "ca să slujească în numele DOMNULUI, Dumnezeului său, precum toți frații săi, leviții, care stau acolo înaintea DOMNULUI.",
        "17_Chapter, 7_Verse": "Parte egală să mănânce, în afară de ceea ce fusese vândut de la părinți.",
        "17_Chapter, 8_Verse": "Când vei veni în țara pe care DOMNUL, Dumnezeul tău, ți-o dă, să nu înveți să faci precum ororile acelor neamuri.",
        "17_Chapter, 9_Verse": "Să nu se găsească la tine cineva care să treacă pe fiul său sau pe fiica sa prin foc, care să practice ghicitul, vreun cititor în stele, vreun tălmaci, vreun vrăjitor,",
        "17_Chapter, 10_Verse": "sau care face descântece, sau cheamă duhurile, sau care invocă morții.",
        "17_Chapter, 11_Verse": "Căci este o oroare pentru DOMNUL oricine face acestea și din pricina acestor orori DOMNUL, Dumnezeul tău, alungă [toate aceste neamuri] dinaintea ta.",
        "17_Chapter, 12_Verse": "Să fii pe deplin cu DOMNUL, Dumnezeul tău.",
        "17_Chapter, 13_Verse": "Căci aceste neamuri pe care le deposedezi au ascultat de magi și de ghicitori; dar ție nu ți-a rânduit astfel DOMNUL, Dumnezeul tău.",
        "17_Chapter, 14_Verse": "Un profet din sânul tău, dintre frații tăi, ca mine, îți va statornici DOMNUL, Dumnezeul tău, [și] de el să asculți,",
        "17_Chapter, 15_Verse": "întocmai cum ai cerut de la DOMNUL, Dumnezeul tău, în Horeb, în ziua adunării, spunând: „Nu mai pot continua să ascult glasul DOMNULUI, Dumnezeului meu, și acest foc mare nu mai pot să îl văd, ca să nu mor.”",
        "17_Chapter, 16_Verse": "Iar DOMNUL mi-a spus: „Au făcut bine cu ceea ce au spus.",
        "17_Chapter, 17_Verse": "Le voi statornici un profet, din sânul fraților lor, ca tine, și voi pune vorbele Mele în gura lui și le va vorbi despre tot ce îi voi porunci.",
        "17_Chapter, 18_Verse": "Și va fi că acela care nu va asculta de vorbele Mele, pe care [profetul] le va vorbi în numele Meu – de la acela Eu voi cere socoteală.",
        "17_Chapter, 19_Verse": "Dar profetul care va vorbi trufaș o vorbă în numele Meu, pe care nu i-am poruncit să o vorbească, sau care va vorbi în numele altor dumnezei, acel profet să moară.”",
        "17_Chapter, 20_Verse": "Și când vei spune în inima ta: „Cum vom ști oare că o vorbă nu a fost vorbită de DOMNUL?” –",
        "17_Chapter, 21_Verse": "ceea ce va vorbi profetul în numele DOMNULUI și nu se va întâmpla lucrul și nu se va petrece lucrul – aceea este o vorbă pe care DOMNUL nu a vorbit-o; cu trufie a vorbit-o profetul, să nu te temi de el.",
        "18_Chapter, 0_Verse": "Când DOMNUL, Dumnezeul tău, va nimici neamurile a căror țară DOMNUL, Dumnezeul tău, ți-o dă, și le vei lua în stăpânire și te vei așeza în orașele lor și în casele lor,",
        "18_Chapter, 1_Verse": "să-ți pui deoparte trei orașe în mijlocul țării tale pe care DOMNUL, Dumnezeul tău, ți-o dă în stăpânire.",
        "18_Chapter, 2_Verse": "Pregătește-ți calea și separă în trei hotarul țării tale pe care DOMNUL, Dumnezeul tău, te face s-o moștenești, și fie ca orice ucigaș să se poată refugia acolo.",
        "18_Chapter, 3_Verse": "Și acesta este cazul ucigașului care se va refugia acolo pentru a trăi: cel care își va lovi semenul fără voie și fără să-l urască de ieri sau alaltăieri;",
        "18_Chapter, 4_Verse": "și cel care va veni cu semenul lui la pădure să taie lemne și mâna lui va ridica toporul să taie copacul, iar fierul va aluneca de pe lemn și-l va ajunge pe semenul lui, omorându-l – [ucigașul] să se refugieze într-unul din aceste orașe și să trăiască,",
        "18_Chapter, 5_Verse": "ca nu cumva răzbunătorul sângelui să îl urmărească pe ucigaș, inima fiindu-i aprinsă, și să îl ajungă din urmă, căci calea va fi fost lungă, și să-l lovească mortal, nefiind pedeapsă capitală asupra lui, căci nu îl urâse de ieri sau de alaltăieri.",
        "18_Chapter, 6_Verse": "De aceea îți poruncesc, spunând: „Trei orașe să-ți pui deoparte!”",
        "18_Chapter, 7_Verse": "Iar când DOMNUL, Dumnezeul tău, îți va lărgi hotarul, precum a jurat părinților tăi, și îți va da toată țara pe care a vorbit să o dea părinților tăi,",
        "18_Chapter, 8_Verse": "când vei avea grijă să înfăptuiești toată această poruncă pe care ți-o poruncesc eu astăzi, să Îl iubești pe DOMNUL, Dumnezeul tău, și să mergi pe căile Lui în toate zilele – atunci să-ți adaugi încă trei orașe la acestea trei.",
        "18_Chapter, 9_Verse": "Și să nu se vărse sânge nevinovat în sânul țării tale pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire, și să fie asupra ta sângele.",
        "18_Chapter, 10_Verse": "Dar dacă va fi cineva care își urăște semenul și îl pândește și se ridică asupra lui și îl lovește mortal și [acela] moare, iar apoi fuge într-unul din aceste orașe –",
        "18_Chapter, 11_Verse": "bătrânii orașului să trimită să-l ia de acolo și să-l dea în mâna răzbunătorului sângelui și să moară.",
        "18_Chapter, 12_Verse": "Ochiul tău să nu aibă milă de el; să scoți [vina] sângelui nevinovat din Israel, și îți va fi bine.",
        "18_Chapter, 13_Verse": "Să nu muți hotarul semenului tău, pe care l-au marcat cei dintâi, în moștenirea ta pe care o vei moșteni, în țara pe care DOMNUL, Dumnezeul tău, ți-o dă în stăpânire.",
        "18_Chapter, 14_Verse": "Să nu se ridice un singur martor împotriva cuiva, pentru orice greșeală sau fărădelege legată de orice păcat pe care îl va comite; prin vorba a doi martori sau prin vorba a trei martori să fie decisă pricina.",
        "18_Chapter, 15_Verse": "Dacă se vor ridica martori mincinoși împotriva cuiva, depunând mărturie falsă contra lui,",
        "18_Chapter, 16_Verse": "să stea cei doi bărbați care își dispută pricina, înaintea DOMNULUI, înaintea preoților și judecătorilor care vor fi în acele zile.",
        "18_Chapter, 17_Verse": "Judecătorii să cerceteze atent și iată, [dacă] mărturia fusese mărturie falsă și mărturisiseră fals împotriva semenului lor,",
        "18_Chapter, 18_Verse": "să le faceți precum au plănuit să facă semenului lor și să distrugi răul din mijlocul tău.",
        "18_Chapter, 19_Verse": "Iar cei rămași vor auzi și se vor teme și nu vor mai face un astfel de lucru rău în sânul tău.",
        "18_Chapter, 20_Verse": "Și ochiul tău să nu aibă milă: viață pentru viață, ochi pentru ochi, dinte pentru dinte, mână pentru mână, picior pentru picior.",
        "19_Chapter, 0_Verse": "Când vei ieși la luptă împotriva dușmanilor tăi și vei vedea cai și care, un popor mai numeros decât tine, să nu te temi de ei, căci DOMNUL, Dumnezeul tău este cu tine, Cel care te-a condus din țara Egiptului.",
        "19_Chapter, 1_Verse": "Și va fi, când veți fi aproape de luptă: preotul să se apropie și să îi vorbească poporului.",
        "19_Chapter, 2_Verse": "Și să le spună: „Ascultă, Israele, voi sunteți astăzi aproape de luptă împotriva dușmanilor voștri. Să nu vi se înmoaie inimile, să nu vă temeți, să nu vă îngroziți și să nu vă înspăimântați în fața lor,",
        "19_Chapter, 3_Verse": "căci DOMNUL, Dumnezeul vostru, este Cel care merge cu voi, să lupte pentru voi cu dușmanii voștri, ca să vă salveze.”",
        "19_Chapter, 4_Verse": "Și dregătorii să vorbească poporului, spunând: „Cine este cel care a construit o casă nouă și nu a inaugurat-o? Să meargă și să se întoarcă la casa lui, ca nu cumva să moară în luptă și altcineva să o inaugureze.",
        "19_Chapter, 5_Verse": "Și cine este cel care a plantat o vie și nu a răscumpărat-o? Să meargă și să se întoarcă la casa lui, ca nu cumva să moară în luptă și altcineva să o răscumpere.",
        "19_Chapter, 6_Verse": "Și cine este cel care s-a logodit cu o femeie dar nu a luat-o [de soție]? Să meargă și să se întoarcă la casa lui, ca nu cumva să moară în luptă și altcineva să o ia [de soție].”",
        "19_Chapter, 7_Verse": "Și dregătorii să continue să vorbească poporului și să spună: „Cine este cel temător și slab de inimă? Să meargă și să se întoarcă la casa lui și să nu înmoaie inima semenilor lui, precum inima lui.”",
        "19_Chapter, 8_Verse": "Iar când dregătorii vor fi terminat de vorbit poporului, conducătorii oștilor să preia comanda în fruntea poporului.",
        "19_Chapter, 9_Verse": "Când te vei apropia de un oraș și vei purta război împotriva lui, să îi faci o ofertă de pace.",
        "19_Chapter, 10_Verse": "Și va fi că, dacă îți va răspunde cu pace și ți se va deschide, tot poporul care se găsește acolo să-ți plătească tribut și să te slujească.",
        "19_Chapter, 11_Verse": "Dar dacă nu face pace cu tine, ci va lupta cu tine, să-l asediezi.",
        "19_Chapter, 12_Verse": "DOMNUL, Dumnezeul tău, îl va da în mâna ta și îi vei lovi pe toți cei de parte bărbătească cu tăișul sabiei.",
        "19_Chapter, 13_Verse": "Doar femeile și pruncii și dobitoacele și tot ceea ce va fi în oraș, toată prada sa, poți să le iei pentru tine; și vei mânca prada luată de la dușmanii tăi, pe care ți-a dat-o DOMNUL, Dumnezeul tău.",
        "19_Chapter, 14_Verse": "Așa să faci cu toate orașele care sunt foarte îndepărtate de tine, care nu sunt din orașele acestor neamuri de aici.",
        "19_Chapter, 15_Verse": "Dar din orașele acestor popoare pe care DOMNUL, Dumnezeul tău, ți le dă moștenire, să nu lași niciun suflet în viață.",
        "19_Chapter, 16_Verse": "Ci să îi nimicești complet: [pe] hitit și amorit, canaanit și perizit, hivit și iebusit, precum ți-a poruncit DOMNUL, Dumnezeul tău,",
        "19_Chapter, 17_Verse": "ca să nu vă învețe să faceți asemenea tuturor ororilor lor pe care le-au făcut ei pentru dumnezeii lor, și să păcătuiți față de DOMNUL, Dumnezeul vostru.",
        "19_Chapter, 18_Verse": "Când vei asedia un oraș zile multe, ca să te lupți cu el și să-l cucerești, să nu distrugi [vreun] pom de-al lui lovindu-l cu toporul. Căci din el vei mânca, să nu-l tai. Căci este oare pomul câmpului un om, ca să vină dinaintea ta în asediu?",
        "19_Chapter, 19_Verse": "Doar un pom despre care vei ști că nu este pom [bun] de mâncat îl vei putea distruge și tăia, ca să construiești fortificații împotriva orașului care se luptă cu tine, până la cucerirea sa.",
        "20_Chapter, 0_Verse": "Dacă va fi găsit cineva ucis pe pământul pe care DOMNUL, Dumnezeul tău, ți-l dă în stăpânire, răpus pe câmp, și nu se știe cine l-a ucis,",
        "20_Chapter, 1_Verse": "bătrânii tăi și judecătorii tăi să iasă și să măsoare spre orașele care sunt în jurul celui ucis.",
        "20_Chapter, 2_Verse": "Și fiind [stabilit] orașul cel mai apropiat de cel ucis – bătrânii acelui oraș să ia o vițea din cireadă care n-a fost niciodată pusă la muncă și care nu a tras la jug.",
        "20_Chapter, 3_Verse": "Bătrânii acelui oraș să coboare vițeaua într-o vale aridă, care nu va [putea] fi nici arată și nici semănată, și să îi frângă gâtul acolo în vale.",
        "20_Chapter, 4_Verse": "Și preoții, fiii lui Levi, să se apropie, căci pe ei i-a ales DOMNUL, Dumnezeul tău, să Îl slujească și să binecuvânteze în numele DOMNULUI, și după vorba lor să fie [decisă] orice pricină și orice molimă.",
        "20_Chapter, 5_Verse": "Și toți bătrânii acelui oraș, care sunt cei mai aproape de cel ucis, să-și spele mâinile asupra vițelei căreia îi fusese frânt gâtul în vale.",
        "20_Chapter, 6_Verse": "Și să răspundă și să spună: „Mâinile noastre nu au vărsat acest sânge și ochii noștri nu au văzut.",
        "20_Chapter, 7_Verse": "Ispășește pe poporul tău Israel, pe care l-ai răscumpărat, DOAMNE, și nu pune sânge nevinovat în sânul poporului tău Israel!” Și sângele [vărsat] le va fi ispășit.",
        "20_Chapter, 8_Verse": "Și tu să îndepărtezi sângele nevinovat din mijlocul tău, făcând ceea ce este drept în ochii DOMNULUI.",
        "20_Chapter, 9_Verse": "Când vei ieși la luptă împotriva dușmanilor tăi și DOMNUL, Dumnezeul tău, îi va da în mâna ta și vei captura dintre ei prizonieri,",
        "20_Chapter, 10_Verse": "și vei vedea între prizonieri o femeie frumoasă la înfățișare și o vei dori, o vei putea lua pentru tine de soție.",
        "20_Chapter, 11_Verse": "Să o aduci în interiorul casei tale; ea să își radă capul și să își lase unghiile netăiate.",
        "20_Chapter, 12_Verse": "Să își scoată de pe ea hainele ei de prizonierat și să stea în casa ta și să-și plângă tatăl și mama o lună de zile. Și apoi vei putea veni la ea și te vei culca cu ea și ea îți va fi soție.",
        "20_Chapter, 13_Verse": "Iar dacă nu o vei [mai] dori, să o lași să plece după voia ei, dar de vândut să nu o vinzi pe bani; să nu o asuprești, căci ai făcut-o să sufere.",
        "20_Chapter, 14_Verse": "Dacă un bărbat va avea două soții, una pe care o iubește și una pe care o disprețuiește, și ele îi nasc fii – cea iubită și cea disprețuită – iar fiul întâi-născut este al celei disprețuite,",
        "20_Chapter, 15_Verse": "în ziua în care va da moștenire fiilor săi ceea ce îi aparține, nu va putea da dreptul de întâi-născut fiului celei iubite, în locul fiului celei disprețuite, care este întâiul său născut.",
        "20_Chapter, 16_Verse": "Ci pe cel întâi-născut, fiul celei disprețuite, să-l recunoască, dându-i parte dublă în tot ce îi aparține; căci el este primul [rod] al puterii lui, lui îi revine dreptul de întâi-născut.",
        "20_Chapter, 17_Verse": "Dacă un om va avea un fiu îndărătnic și răzvrătit, care nu ascultă de glasul tatălui său și de glasul mamei sale, și, [deși] l-au mustrat, el nu i-a ascultat –",
        "20_Chapter, 18_Verse": "tatăl lui și mama lui să îl apuce și să îl scoată la bătrânii orașului lui și la poarta locului lui.",
        "20_Chapter, 19_Verse": "Și să spună bătrânilor orașului lui: „Acest fiu al nostru este îndărătnic și răzvrătit, nu ascultă de glasul nostru, este lacom și bețiv.”",
        "20_Chapter, 20_Verse": "Și toți oamenii orașului lui să-l ucidă cu pietre și să moară, și să distrugi răul din mijlocul tău; și tot Israelul vor auzi și se vor teme.",
        "20_Chapter, 21_Verse": "Iar dacă un om va comite un păcat vrednic de moarte, să fie omorât și să îl spânzurați pe lemn.",
        "20_Chapter, 22_Verse": "Să nu rămână peste noapte hoitul lui pe lemn, ci să îl îngropi negreșit în ziua aceea, căci blestem al lui Dumnezeu este cel spânzurat. Și să nu pângărești pământul tău pe care DOMNUL, Dumnezeul tău, ți-l dă moștenire.",
        "21_Chapter, 0_Verse": "Să nu vezi boul fratelui tău sau oaia sau capra lui rătăcite și să le ocolești; negreșit să le înapoiezi fratelui tău.",
        "21_Chapter, 1_Verse": "Iar dacă fratele tău nu este aproape de tine și nu îl cunoști, să-l aduci înăuntrul casei tale și să rămână cu tine până ce întreabă de el fratele tău; și atunci să i-l înapoiezi.",
        "21_Chapter, 2_Verse": "Și așa să faci cu măgarul lui, și așa să faci cu haina lui, și așa să faci cu orice lucru pierdut al fratelui tău, care s-a pierdut de el, și pe care l-ai găsit; nu vei putea să le ocolești.",
        "21_Chapter, 3_Verse": "Să nu vezi măgarul fratelui tău sau boul lui, căzuți pe drum, și să le ocolești; să îl ridici negreșit, împreună cu el.",
        "21_Chapter, 4_Verse": "Să nu fie lucru de bărbat pe o femeie, și un bărbat să nu îmbrace veșmânt de femeie, căci e o oroare pentru DOMNUL, Dumnezeul tău, oricine face acestea.",
        "21_Chapter, 5_Verse": "Dacă se întâmplă [să găsești] un cuib de pasăre înaintea ta pe drum, în vreun copac sau pe pământ, [cu] pui de pasăre sau ouă, iar mama cuibărește peste pui sau ouă, să nu iei mama împreună cu puii.",
        "21_Chapter, 6_Verse": "Să o alungi negreșit pe mamă și puii [poți] să-i iei pentru tine, pentru ca să îți fie bine și să îți prelungești zilele.",
        "21_Chapter, 7_Verse": "Când vei construi casă nouă, să faci un parapet pentru acoperișul tău, ca să nu aduci [vină de] sânge în casa ta, dacă va cădea cel care cade de pe el.",
        "21_Chapter, 8_Verse": "Să nu îți semeni via amestecat, ca nu cumva să fie interzis produsul ajuns la maturitate, sămânța pe care ai însămânțat-o și rodul viței.",
        "21_Chapter, 9_Verse": "Să nu ari cu un bou și cu un măgar împreună.",
        "21_Chapter, 10_Verse": "Să nu îmbraci un amestec de fibre, de lână și in împreună.",
        "21_Chapter, 11_Verse": "Ciucuri să-ți faci la cele patru colțuri ale veșmântului tău cu care te acoperi.",
        "21_Chapter, 12_Verse": "Dacă un bărbat își va lua o soție și, [după ce] vine la ea, o urăște,",
        "21_Chapter, 13_Verse": "și îi pune pe seama ei lucruri desfrânate și îi scoate nume rău și spune: „Pe femeia aceasta am luat-o și m-am apropiat de ea și nu am găsit la ea semne de feciorie” –",
        "21_Chapter, 14_Verse": "tatăl tinerei și mama ei să ia și să aducă semnele fecioriei tinerei la bătrânii orașului, la poartă.",
        "21_Chapter, 15_Verse": "Și tatăl tinerei să le spună bătrânilor: „Pe fiica mea am dat-o de soție acestui om și el a urât-o.",
        "21_Chapter, 16_Verse": "Și iată-l, i-a pus pe seama ei lucruri desfrânate, spunând: «Nu am găsit la fiica ta semne ale fecioriei.» Dar acestea sunt semnele fecioriei fiicei mele.” Și să întindă cearceaful înaintea bătrânilor orașului.",
        "21_Chapter, 17_Verse": "Bătrânii acelui oraș să-l ia pe acel om și să-l pedepsească.",
        "21_Chapter, 18_Verse": "Să-l amendeze o sută de arginți și să dea tatălui tinerei, căci i-a scos nume rău unei fecioare din Israel; și lui să-i fie soție, să n-o poată trimite [de la el] în toate zilele lui.",
        "21_Chapter, 19_Verse": "Dar dacă lucrul fusese adevărat – nu s-au găsit la tânără semne de feciorie –",
        "21_Chapter, 20_Verse": "s-o scoată pe tânără la intrarea casei tatălui ei și oamenii orașului ei s-o ucidă cu pietre și să moară, căci a făcut ceva odios în Israel, comițând adulter în casa tatălui ei; și să distrugi răul din mijlocul tău.",
        "21_Chapter, 21_Verse": "Dacă se va găsi un bărbat culcându-se cu o femeie măritată, să moară amândoi deopotrivă, bărbatul care s-a culcat cu femeia și femeia; și să distrugi răul din Israel.",
        "21_Chapter, 22_Verse": "Dacă va fi o tânără fecioară, logodită cu un bărbat, și o găsește un [alt] bărbat în oraș și se culcă cu ea,",
        "21_Chapter, 23_Verse": "să-i scoateți pe amândoi la poarta acelui oraș și să-i ucideți cu pietre și să moară – pe tânără pentru faptul că nu a strigat în oraș, și pe bărbat pentru faptul că a făcut-o să sufere pe soția semenului său; și să distrugi răul din mijlocul tău.",
        "21_Chapter, 24_Verse": "Dar dacă bărbatul o va găsi pe tânăra logodită pe câmp și bărbatul o va apuca și se va culca cu ea, să moară numai bărbatul care s-a culcat cu ea.",
        "21_Chapter, 25_Verse": "Dar tinerei să nu-i faci nimic, tânăra nu a comis vreun păcat capital, căci este precum cineva care se ridică împotriva semenului său și îl omoară – așa este acest lucru;",
        "21_Chapter, 26_Verse": "căci pe câmp a găsit-o, tânăra logodită a strigat, dar nu a fost nimeni să o salveze.",
        "21_Chapter, 27_Verse": "Dacă un bărbat va găsi o tânără fecioară care nu era [nici] logodită, și o va prinde și se va culca cu ea și vor fi descoperiți,",
        "21_Chapter, 28_Verse": "atunci bărbatul care s-a culcat cu ea să dea tatălui tinerei cincizeci de [sicli de] argint și lui să-i fie soție, căci a făcut-o să sufere; și nu va putea să o trimită [de la el] în toate zilele lui.",
        "22_Chapter, 0_Verse": "Un bărbat să nu ia [de soție] pe soția tatălui lui și să nu descopere veșmântul tatălui său.",
        "22_Chapter, 1_Verse": "Cineva castrat prin zdrobire sau cu organul tăiat să nu intre în adunarea DOMNULUI.",
        "22_Chapter, 2_Verse": "Un bastard să nu intre în adunarea DOMNULUI; nici cea de-a zecea generație a lui să nu intre în adunarea DOMNULUI.",
        "22_Chapter, 3_Verse": "Amonitul și moabitul să nu intre în adunarea DOMNULUI, nici cea de-a zecea generație a lor să nu intre în adunarea DOMNULUI, în veci,",
        "22_Chapter, 4_Verse": "pentru că nu v-au întâmpinat cu pâine și cu apă pe drum, când ieșeați din Egipt, și pentru că l-au angajat împotriva ta pe Bilam, fiul lui Beor, din Petor, Aram-Naharaim, să te blesteme.",
        "22_Chapter, 5_Verse": "Dar DOMNUL, Dumnezeul tău, nu a dorit să asculte de Bilam și DOMNUL, Dumnezeul tău, a schimbat pentru tine blestemul în binecuvântare, căci DOMNUL, Dumnezeul tău, te iubea.",
        "22_Chapter, 6_Verse": "Să nu cauți pacea lor sau binele lor, în toate zilele tale, veșnic.",
        "22_Chapter, 7_Verse": "Să nu-l detești pe edomit, căci el este fratele tău; să nu-l detești pe egiptean, căci ai fost străin în țara lui.",
        "22_Chapter, 8_Verse": "Copiii care li se vor naște în a treia generație vor putea intra în adunarea DOMNULUI.",
        "22_Chapter, 9_Verse": "Când tabăra va ieși [la luptă] împotriva dușmanilor tăi, să te păzești de orice lucru rău.",
        "22_Chapter, 10_Verse": "Dacă va fi printre voi un bărbat care nu e curat din pricina unei poluții nocturne, să iasă în afara taberei, să nu vină înăuntrul taberei.",
        "22_Chapter, 11_Verse": "Iar spre seară să se cufunde în apă, și când apune soarele să vină înăuntrul taberei.",
        "22_Chapter, 12_Verse": "Să ai un loc în afara taberei și acolo să ieși, afară.",
        "22_Chapter, 13_Verse": "O lopată să ai printre uneltele tale, și când vei sta [pe vine] afară, să sapi cu ea și să te întorci să-ți acoperi excrementul.",
        "22_Chapter, 14_Verse": "Căci DOMNUL, Dumnezeul tău, umblă în sânul taberei tale, ca să te salveze și să-i dea pe dușmanii tăi înaintea ta. Tabăra ta să fie sfântă, ca El să nu vadă ceva rușinos la tine și să Se întoarcă dinapoia ta.",
        "22_Chapter, 15_Verse": "Să nu-l predai stăpânului lui pe un sclav care se va fi refugiat la tine de la stăpânul lui.",
        "22_Chapter, 16_Verse": "Cu tine să se așeze, în mijlocul tău, în locul pe care îl va alege într-unul din orașele tale, după cum îi este bine; și să nu-l batjocorești.",
        "22_Chapter, 17_Verse": "Să nu fie prostituată dintre fetele lui Israel și să nu fie prostituat dintre fiii lui Israel.",
        "22_Chapter, 18_Verse": "Să nu aduci câștigul unei desfrânate sau prețul unui câine în casa DOMNULUI, Dumnezeului tău, pentru orice făgăduință, căci o oroare pentru DOMNUL, Dumnezeul tău sunt ambele deopotrivă.",
        "22_Chapter, 19_Verse": "Să nu-l faci pe fratele tău să plătească dobândă – bani sau mâncare, orice din care se poate lua dobândă.",
        "22_Chapter, 20_Verse": "Pe un străin îl poți face să plătească dobândă, dar să nu-l faci pe fratele tău să plătească, pentru ca DOMNUL, Dumnezeul tău, să te binecuvânteze în tot lucrul mâinii tale, în țara pe care vii să o stăpânești.",
        "22_Chapter, 21_Verse": "Când vei făgădui o făgăduință către DOMNUL, Dumnezeul tău, să nu întârzii să-l împlinești, căci ți-l va cere negreșit DOMNUL, Dumnezeul tău, și va fi păcat pentru tine.",
        "22_Chapter, 22_Verse": "Dar dacă te vei feri să faci făgăduință, nu va fi păcat pentru tine.",
        "22_Chapter, 23_Verse": "Ce iese de pe buzele tale să păzești și să înfăptuiești, ca și cum ai fi promis DOMNULUI, Dumnezeului tău, promisiunea pe care ai vorbit-o cu gura ta.",
        "22_Chapter, 24_Verse": "Când vei veni în via semenului tău, vei putea să mănânci struguri după poftă, până te saturi, dar în coșul tău să nu pui.",
        "22_Chapter, 25_Verse": "Când vei veni în holda semenului tău, vei putea să culegi spice cu mâna ta, dar să nu folosești secera asupra holdei semenului tău.",
        "23_Chapter, 0_Verse": "Când un bărbat își va lua o soție și se va culca cu ea, dacă ea nu va mai găsi bunăvoință în ochii lui, căci a găsit la ea un lucru rușinos, [bărbatul] să-i scrie o carte de despărțire și să i-o dea în mâna ei și să o trimită din casa lui.",
        "23_Chapter, 1_Verse": "Și ea să plece din casa lui și [poate] să meargă și să fie soția unui alt bărbat.",
        "23_Chapter, 2_Verse": "Iar [dacă] bărbatul din urmă o va urî și îi va scrie o carte de despărțire și i-o va da în mâna ei și o va trimite din casa lui, sau dacă va muri bărbatul din urmă care a luat-o pentru sine de soție,",
        "23_Chapter, 3_Verse": "atunci primul soț care a trimis-o [de la el] nu va avea voie să o ia din nou să-i fie soție, după ce fusese pângărită, căci este o oroare înaintea DOMNULUI. Și să nu aduci păcat asupra țării pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire.",
        "23_Chapter, 4_Verse": "Când un bărbat își va lua o soție nouă, să nu iasă la oaste și să nu fie obligat cu vreo sarcină; să fie liber, pentru casa lui, timp de un an și să își bucure soția pe care și-a luat-o.",
        "23_Chapter, 5_Verse": "Să nu iei în gaj piatra de moară de jos sau piatra de moară de sus, căci ar fi ca și cum ai lua în gaj o viață.",
        "23_Chapter, 6_Verse": "Dacă va fi găsit cineva că a răpit pe unul din frații lui, din copiii lui Israel, și l-a înrobit și l-a vândut, acel răpitor să moară și să distrugi răul din mijlocul tău.",
        "23_Chapter, 7_Verse": "Ferește-te de rana de lepră, luând aminte mult și făcând întocmai cum te vor învăța preoții leviți, după cum le-am poruncit; [așa] să luați aminte să faceți.",
        "23_Chapter, 8_Verse": "Amintește-ți de ce i-a făcut DOMNUL, Dumnezeul tău, lui Miriam, pe drum, când ieșeați din Egipt.",
        "23_Chapter, 9_Verse": "Când vei împrumuta pe semenul tău cu orice, să nu intri în casa lui ca să iei gajul.",
        "23_Chapter, 10_Verse": "Afară să stai, iar cel căruia i-ai împrumutat să-ți aducă gajul afară.",
        "23_Chapter, 11_Verse": "Iar dacă este un om sărac, să nu dormi cu gajul lui.",
        "23_Chapter, 12_Verse": "Să îi înapoiezi negreșit gajul când apune soarele și el să doarmă în veșmântul lui și să te binecuvânteze; și va fi pentru tine un act de dreptate înaintea DOMNULUI, Dumnezeului tău.",
        "23_Chapter, 13_Verse": "Să nu înșeli un lucrător sărac sau nevoiaș dintre frații tăi sau dintre prozeliții care sunt în țara ta, în orașele tale.",
        "23_Chapter, 14_Verse": "În aceeași zi să-i dai plata, înainte de a apune soarele, căci este sărac, de ea depinde viața lui, ca să nu strige împotriva ta către DOMNUL, căci va fi în tine păcat.",
        "23_Chapter, 15_Verse": "Părinții să nu fie omorâți pentru copii și copiii să nu fie omorâți pentru părinți – fiecare să fie omorât pentru propriul său păcat.",
        "23_Chapter, 16_Verse": "Să nu pervertești judecata prozelitului [sau] orfanului și să nu iei gaj haina văduvei.",
        "23_Chapter, 17_Verse": "Și să-ți amintești că ai fost sclav în Egipt și te-a răscumpărat DOMNUL, Dumnezeul tău, de acolo – de aceea îți poruncesc eu să faci acest lucru.",
        "23_Chapter, 18_Verse": "Când îți vei culege recolta pe ogorul tău și vei uita un snop pe ogor, să nu te întorci să îl iei. Să fie pentru prozelit, pentru orfan și pentru văduvă, pentru ca să te binecuvânteze DOMNUL, Dumnezeul tău, în tot lucrul mâinilor tale.",
        "23_Chapter, 19_Verse": "Când îți vei scutura măslinul, să nu aduni ce rămâne pe ramuri în urma ta. Să fie pentru prozelit, orfan și văduvă.",
        "23_Chapter, 20_Verse": "Când îți vei culege via, să nu strângi ce rămâne în urma ta. Să fie pentru prozelit, orfan și văduvă.",
        "23_Chapter, 21_Verse": "Să-ți amintești că ai fost sclav în țara Egiptului – de aceea îți poruncesc eu să faci acest lucru.",
        "24_Chapter, 0_Verse": "Când va fi o dispută între oameni, să se apropie la judecată și vor fi judecați: să se dea dreptate celui drept și să fie condamnat cel nelegiuit.",
        "24_Chapter, 1_Verse": "Și va fi: dacă nelegiuitul merită biciuire, judecătorul să-l pună la pământ și să fie lovit înaintea lui, după nelegiuirea lui, cu un număr [de bice].",
        "24_Chapter, 2_Verse": "Patruzeci să îi dea, nu mai multe, ca nu cumva să îi dea vreo lovitură în plus față de acestea și fratele tău să fie înjosit în ochii tăi.",
        "24_Chapter, 3_Verse": "Să nu legi gura boului când treieră.",
        "24_Chapter, 4_Verse": "Când frați locuiesc laolaltă și unul din ei moare fără a avea copil, soția decedatului să nu se mărite în afară, cu bărbat străin; cumnatul ei să vină la ea și să o ia pentru sine de soție și să împlinească leviratul.",
        "24_Chapter, 5_Verse": "Și întâiul-născut pe care îl va naște va fi socotit după numele fratelui său mort și numele lui nu va fi șters din Israel.",
        "24_Chapter, 6_Verse": "Dar dacă bărbatul nu va voi să ia de soție pe cumnata lui, cumnata lui să urce la poartă, la bătrâni, și să spună: „Cumnatul meu a refuzat să îi ridice fratelui său un nume în Israel, nu a fost de acord să împlinească leviratul cu mine.”",
        "24_Chapter, 7_Verse": "Și bătrânii orașului său să-l cheme și să-i vorbească, iar el să stea în picioare și să spună: „Nu vreau să o iau de soție.”",
        "24_Chapter, 8_Verse": "Apoi cumnata să se apropie de el sub ochii bătrânilor și să îi scoată încălțămintea din picior și să scuipe înaintea lui și să răspundă și să spună: „Așa să se facă bărbatului care nu clădește casa fratelui lui.”",
        "24_Chapter, 9_Verse": "Și numele i se va chema în Israel: „Casa descălțatului.”",
        "24_Chapter, 10_Verse": "Dacă [doi] bărbați se încaieră unul cu altul și soția unuia din ei, apropiindu-se să-și salveze soțul din mâna celui care îl lovește, își întinde mâna și îl apucă de părțile lui rușinoase,",
        "24_Chapter, 11_Verse": "să îi tai palma; ochiul tău să nu arate milă.",
        "24_Chapter, 12_Verse": "Să nu ai la tine, în punga ta, o greutate și o [altă] greutate, una mare și una mică.",
        "24_Chapter, 13_Verse": "Să nu ai la tine, în casa ta, o <i>efa</i> și o [altă] <i>efa</i>, una mare și una mică.",
        "24_Chapter, 14_Verse": "Greutate corectă și cinstită să ai, <i>efa</i> corectă și cinstită să ai, pentru ca să ți se prelungească zilele pe pământul pe care DOMNUL, Dumnezeul tău, ți-l dă.",
        "24_Chapter, 15_Verse": "Căci o oroare pentru DOMNUL, Dumnezeul tău, este oricine face acestea, oricine face o nedreptate.",
        "24_Chapter, 16_Verse": "Amintește-ți de ceea ce ți-a făcut Amalek pe drum, când ieșeați din Egipt,",
        "24_Chapter, 17_Verse": "cum te-a întâlnit pe drum și i-a lovit în [rândurile] tale pe cei care erau la coada convoiului, pe toți cei istoviți din urma ta, când tu erai obosit și sleit de puteri, și nu s-a temut de Dumnezeu.",
        "24_Chapter, 18_Verse": "Și va fi – când DOMNUL, Dumnezeul tău, îți va da odihnă de toți dușmanii tăi dimprejur, în țara pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire ca să o stăpânești – să ștergi amintirea lui Amalek de sub ceruri, să nu uiți!",
        "25_Chapter, 0_Verse": "Și va fi, când vei veni în țara pe care DOMNUL, Dumnezeul tău, ți-o dă moștenire și o vei stăpâni și te vei așeza în ea –",
        "25_Chapter, 1_Verse": "să iei din toate primele roade ale pământului pe care le vei aduce din țara ta pe care ți-o dă DOMNUL, Dumnezeul tău, și să le pui într-un coș și să mergi la locul pe care DOMNUL, Dumnezeul tău, îl va alege pentru a-Și face să sălășluiască numele acolo.",
        "25_Chapter, 2_Verse": "Să vii la preotul care va fi în zilele acelea și să-i spui: „Declar astăzi către DOMNUL, Dumnezeul tău, că am venit în țara pe care DOMNUL a jurat strămoșilor noștri să ne-o dea nouă.”",
        "25_Chapter, 3_Verse": "Și preotul să ia coșul din mâna ta și să îl pună înaintea altarului DOMNULUI, Dumnezeului tău.",
        "25_Chapter, 4_Verse": "Și să răspunzi și să spui înaintea DOMNULUI, Dumnezeului tău: „Un arameu îl nimicea pe părintele meu, și el a coborât în Egipt și a pribegit acolo, puțin la număr; și a devenit acolo un neam mare, puternic și numeros.",
        "25_Chapter, 5_Verse": "Și ne-au asuprit egiptenii și ne-au chinuit și au pus asupra noastră muncă grea.",
        "25_Chapter, 6_Verse": "Și am strigat către DOMNUL, Dumnezeul părinților noștri, și a auzit DOMNUL glasul nostru, și a văzut suferința noastră, și truda noastră, și apăsările noastre.",
        "25_Chapter, 7_Verse": "Și ne-a scos DOMNUL din Egipt cu mână puternică și cu braț întins și cu mare groază și cu semne și cu minuni.",
        "25_Chapter, 8_Verse": "Și ne-a adus în acest loc și ne-a dat această țară, țară unde curge lapte și miere.",
        "25_Chapter, 9_Verse": "Și acum, iată, am adus primele roade ale pământului pe care mi l-ai dat, DOAMNE!” Apoi să așezi [coșul] înaintea DOMNULUI, Dumnezeului tău, și să te prosternezi înaintea DOMNULUI, Dumnezeului tău.",
        "25_Chapter, 10_Verse": "Să te bucuri de tot binele pe care l-a dat DOMNUL, Dumnezeul tău, ție și casei tale – tu și levitul și prozelitul care este în mijlocul tău.",
        "25_Chapter, 11_Verse": "Când vei isprăvi de strâns toată zeciuiala roadelor tale în anul al treilea, anul zeciuielii, să o dai levitului, prozelitului, orfanului și văduvei, ca să mănânce în orașele tale și să se sature.",
        "25_Chapter, 12_Verse": "Și să spui înaintea DOMNULUI, Dumnezeului tău: „Am înlăturat sfințenia din casă, și am și dat-o levitului și prozelitului, orfanului și văduvei, după toată porunca Ta pe care mi-ai poruncit-o. Nu am încălcat niciuna din poruncile Tale și nu am uitat.",
        "25_Chapter, 13_Verse": "Nu am mâncat din ea în jalea mea și nu am consumat din ea în necurățenie și nu am dat din ea pentru un mort. Am ascultat de glasul DOMNULUI, Dumnezeului meu, am făcut întocmai cum mi-ai poruncit.",
        "25_Chapter, 14_Verse": "Privește cu luare-aminte din sălașul Tău sfânt, din ceruri, și binecuvântează pe poporul Tău, pe Israel, și pământul pe care ni l-ai dat, precum ai jurat părinților noștri, o țară unde curge lapte și miere.”",
        "25_Chapter, 15_Verse": "În această zi, DOMNUL, Dumnezeul tău, îți poruncește să înfăptuiești decretele acestea și judecățile; ai grijă să le înfăptuiești cu toată inima ta și cu tot sufletul tău.",
        "25_Chapter, 16_Verse": "Pe DOMNUL L-ai declarat astăzi să-ți fie Dumnezeu, și să mergi pe căile Sale și să păzești decretele Sale și poruncile Sale și judecățile Sale, și să asculți de glasul Său.",
        "25_Chapter, 17_Verse": "Iar DOMNUL te-a declarat astăzi să fii pentru El popor prețuit, după cum ți-a vorbit, și să păzești toate poruncile Sale;",
        "25_Chapter, 18_Verse": "și să te pună mai presus de toate neamurile pe care le-a făcut, spre slavă și spre renume și spre splendoare, și să fii un popor sfânt pentru DOMNUL, Dumnezeul tău, precum a vorbit.",
        "26_Chapter, 0_Verse": "Moise și bătrânii lui Israel au poruncit poporului, spunând: „Să păzești toată porunca pe care eu v-o poruncesc astăzi.",
        "26_Chapter, 1_Verse": "Și va fi, în ziua când veți trece Iordanul către țara pe care DOMNUL, Dumnezeul tău, ți-o dă: să-ți înalți pietre mari și să le tencuiești cu tencuială",
        "26_Chapter, 2_Verse": "și să înscrii pe ele toate cuvintele acestei Învățături, când vei trece [Iordanul] ca să vii în țara pe care DOMNUL, Dumnezeul tău, ți-o dă, o țară unde curge lapte și miere, precum ți-a vorbit DOMNUL, Dumnezeul părinților tăi.",
        "26_Chapter, 3_Verse": "Și va fi, atunci când veți trece Iordanul, să ridicați pietrele acestea despre care îți poruncesc eu astăzi, pe Muntele Eval, și să le tencuiești cu tencuială.",
        "26_Chapter, 4_Verse": "Și să construiești acolo un altar pentru DOMNUL, Dumnezeul tău, un altar din pietre; și să nu treci fierul asupra lor.",
        "26_Chapter, 5_Verse": "Din pietre întregi să construiești altarul DOMNULUI, Dumnezeului tău, și să aduci asupra lui arderi-de-tot pentru DOMNUL, Dumnezeul tău.",
        "26_Chapter, 6_Verse": "Să aduci jertfe de pace și să mănânci acolo și să te bucuri în fața DOMNULUI, Dumnezeului tău.",
        "26_Chapter, 7_Verse": "Și să scrii pe pietre toate cuvintele acestei Învățături, bine deslușit.”",
        "26_Chapter, 8_Verse": "Moise și preoții leviți au vorbit către întregul Israel, spunând: „Ia aminte și ascultă, Israele, în această zi ai devenit un popor pentru DOMNUL, Dumnezeul tău.",
        "26_Chapter, 9_Verse": "Să asculți de glasul DOMNULUI, Dumnezeului tău, și să înfăptuiești poruncile Sale și decretele Sale pe care eu ți le poruncesc astăzi.”",
        "26_Chapter, 10_Verse": "Moise a poruncit poporului în acea zi, spunând:",
        "26_Chapter, 11_Verse": "„Aceștia să stea să binecuvânteze poporul pe Muntele Gherizim, când veți fi trecut Iordanul: Simeon și Levi și Iuda și Isahar și Iosef și Beniamin.",
        "26_Chapter, 12_Verse": "Și aceștia să stea pentru blestem pe Muntele Eval: Ruben, Gad și Așer și Zevulun, Dan și Naftali.",
        "26_Chapter, 13_Verse": "Și leviții să răspundă și să spună fiecărui israelit, cu glas tare:",
        "26_Chapter, 14_Verse": "„Blestemat este acela care va face un chip cioplit sau turnat, o oroare pentru DOMNUL, lucrare a mâinilor meșterului, și îl va pune în loc ascuns!” Și tot poporul să răspundă și să spună: „Amen”.",
        "26_Chapter, 15_Verse": "„Blestemat este cel care își înjosește tatăl și mama!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 16_Verse": "„Blestemat este cel care mută hotarul semenului său!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 17_Verse": "„Blestemat este cel care face un orb să rătăcească pe drum!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 18_Verse": "„Blestemat este cel care strâmbă judecata prozelitului, orfanului și văduvei!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 19_Verse": "„Blestemat este cel care se culcă cu soția tatălui său, căci a descoperit poala tatălui său!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 20_Verse": "„Blestemat este cel care se culcă cu orice dobitoc!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 21_Verse": "„Blestemat este cel care se culcă cu sora lui, fiica tatălui lui sau fiica mamei lui!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 22_Verse": "„Blestemat este cel care se culcă cu soacra lui!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 23_Verse": "„Blestemat este cel care își lovește semenul pe ascuns!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 24_Verse": "„Blestemat este cel care ia mită ca să omoare un om cu sânge nevinovat!” Și tot poporul să spună: „Amen”.",
        "26_Chapter, 25_Verse": "„Blestemat este cel care nu va respecta cuvintele acestei Învățături să le înfăptuiască!” Și tot poporul să spună: „Amen”.",
        "27_Chapter, 0_Verse": "Și va fi, dacă asculți atent de glasul DOMNULUI, Dumnezeului tău, având grijă să înfăptuiești toate poruncile Lui pe care eu ți le poruncesc astăzi – că DOMNUL, Dumnezeul tău, te va pune mai presus de toate neamurile pământului.",
        "27_Chapter, 1_Verse": "Toate aceste binecuvântări vor veni peste tine și vei avea parte de ele, dacă vei asculta de glasul DOMNULUI, Dumnezeului tău:",
        "27_Chapter, 2_Verse": "Binecuvântat vei fi în oraș și binecuvântat vei fi pe câmp.",
        "27_Chapter, 3_Verse": "Binecuvântat va fi rodul pântecului tău și rodul pământului tău, și rodul dobitoacelor tale, fătarea cirezilor tale și vița nobilă a turmelor tale.",
        "27_Chapter, 4_Verse": "Binecuvântat va fi coșul tău și covata ta.",
        "27_Chapter, 5_Verse": "Binecuvântat vei fi când intri și binecuvântat vei fi când ieși.",
        "27_Chapter, 6_Verse": "DOMNUL va face ca dușmanii tăi, care se ridică asupra ta, să cadă răpuși în fața ta; pe un drum vor ieși către tine și pe șapte drumuri vor fugi din fața ta.",
        "27_Chapter, 7_Verse": "DOMNUL îți va institui binecuvântarea în hambarele tale și în toate lucrurile pe care vei pune mâna și te va binecuvânta în țara pe care DOMNUL, Dumnezeul tău, ți-o dă.",
        "27_Chapter, 8_Verse": "DOMNUL te va statornici pentru Sine ca popor sfânt, precum ți-a jurat, dacă vei păzi poruncile DOMNULUI, Dumnezeului tău, și vei merge pe căile Lui.",
        "27_Chapter, 9_Verse": "Și toate popoarele pământului vor vedea că numele DOMNULUI e proclamat asupra ta și se vor teme de tine.",
        "27_Chapter, 10_Verse": "DOMNUL te va copleși cu bine în rodul pântecului tău și în rodul dobitoacelor tale și în rodul pământului tău, pe pământul pe care DOMNUL l-a jurat strămoșilor tăi să ți-l dea.",
        "27_Chapter, 11_Verse": "DOMNUL Își va deschide pentru tine vistieria Sa cea bună, cerurile, ca să dea ploaie țării tale la timpul ei și să binecuvânteze toată lucrarea mâinilor tale. Vei împrumuta multor neamuri, dar tu nu vei lua cu împrumut.",
        "27_Chapter, 12_Verse": "DOMNUL te va pune cap și nu coadă, și vei fi doar mai presus și nu mai prejos, dacă asculți de poruncile DOMNULUI, Dumnezeului tău, pe care eu ți le poruncesc astăzi, să păzești și să înfăptuiești,",
        "27_Chapter, 13_Verse": "și nu te abați la dreapta sau la stânga de la vreunul din cuvintele pe care eu vi le poruncesc în această zi, urmând alți dumnezei spre a-i sluji.",
        "27_Chapter, 14_Verse": "Și va fi, dacă nu vei asculta de glasul DOMNULUI, Dumnezeului tău, având grijă să înfăptuiești toate poruncile Lui și toate decretele Lui pe care eu ți le poruncesc astăzi, că toate aceste blesteme vor veni asupra ta și vei avea parte de ele:",
        "27_Chapter, 15_Verse": "Blestemat vei fi în oraș și blestemat vei fi pe câmp.",
        "27_Chapter, 16_Verse": "Blestemat va fi coșul tău și covata ta.",
        "27_Chapter, 17_Verse": "Blestemat va fi rodul pântecului tău și rodul pământului tău, fătarea cirezilor tale și vița nobilă a turmelor tale.",
        "27_Chapter, 18_Verse": "Blestemat vei fi când intri și blestemat vei fi când ieși.",
        "27_Chapter, 19_Verse": "DOMNUL va trimite în tine sleire de puteri, tulburare și neliniște, în toată lucrarea mâinilor tale, până când vei fi distrus și vei pieri degrabă din pricina răului faptelor tale, căci M-ai părăsit.",
        "27_Chapter, 20_Verse": "DOMNUL va lipi de tine molima, până te va nimici de pe pământul pe care vii să-l stăpânești.",
        "27_Chapter, 21_Verse": "DOMNUL te va lovi cu pustule, cu delir, cu febră, cu însetare, cu sabie, cu vânt uscat și cu uscăciune – și ele te vor urmări până când vei pieri.",
        "27_Chapter, 22_Verse": "Cerul tău, de deasupra capului tău, va fi din aramă și pământul de sub tine va fi de fier.",
        "27_Chapter, 23_Verse": "DOMNUL va face să plouă pe pământul tău praf și pulbere; din ceruri vor coborî asupra ta până vei fi nimicit.",
        "27_Chapter, 24_Verse": "DOMNUL te va face să cazi răpus în fața dușmanilor tăi; pe un drum vei ieși împotriva lui și pe șapte drumuri vei fugi dinaintea lui și vei fi groază pentru toate regatele pământului.",
        "27_Chapter, 25_Verse": "Hoiturile alor tăi vor fi [drept] hrană pentru toate păsările cerului și pentru fiarele pământului și nu va fi nimeni să le sperie.",
        "27_Chapter, 26_Verse": "DOMNUL te va lovi cu bubele Egiptului, cu hemoroizi, cu pustule și cu bube uscate de care nu te vei putea vindeca.",
        "27_Chapter, 27_Verse": "DOMNUL te va lovi cu nebunie, cu orbire și cu rătăcire a inimii.",
        "27_Chapter, 28_Verse": "Vei bâjbâi la amiază cum bâjbâie orbul în întuneric, și nu vei reuși pe calea ta. Vei fi doar înșelat și jefuit în toate zilele și nu va fi nimeni să te salveze.",
        "27_Chapter, 29_Verse": "Te vei logodi cu o femeie, dar altcineva se va bucura de ea. Vei construi o casă, dar nu vei locui în ea. Vei planta o vie, dar nu o vei răscumpăra.",
        "27_Chapter, 30_Verse": "Boul tău va fi înjunghiat înaintea ochilor tăi, dar tu nu vei mânca din el. Măgarul tău va fi prădat de dinaintea ta, și nu-ți va fi înapoiat. Turmele tale vor fi date dușmanilor tăi și nu va fi nimeni să te salveze.",
        "27_Chapter, 31_Verse": "Fiii tăi și fiicele tale vor fi date unui alt popor și ochii tăi vor vedea și vor tânji în van după ei toată ziua, dar mâna îți va fi neputincioasă.",
        "27_Chapter, 32_Verse": "Rodul pământului tău și tot câștigul tău va fi devorat de către un neam pe care nu-l cunoști, și vei fi doar înșelat și năpăstuit în toate zilele.",
        "27_Chapter, 33_Verse": "Și vei înnebuni datorită priveliștii pe care o vor vedea ochii tăi.",
        "27_Chapter, 34_Verse": "DOMNUL te va lovi cu bubă rea pe genunchi și pe gambe, care nu poate fi vindecată, de la talpa piciorului tău și până în creștetul tău.",
        "27_Chapter, 35_Verse": "Și te va conduce DOMNUL, pe tine și pe regele tău pe care îl vei pune peste tine, către un neam pe care nu l-ai cunoscut, nici tu, nici părinții tăi, și acolo vei sluji altor dumnezei, din lemn și piatră.",
        "27_Chapter, 36_Verse": "Vei fi pricină de uimire, de pildă și [subiect] de fabulă între toate popoarele unde te va conduce DOMNUL.",
        "27_Chapter, 37_Verse": "Vei aduce multă sămânță pe câmp, dar vei culege puțin, căci o vor devora lăcustele.",
        "27_Chapter, 38_Verse": "Vei planta vii și le vei munci, dar vin nu vei bea și [rod] nu vei strânge, căci le va mânca viermele.",
        "27_Chapter, 39_Verse": "Măslini vei avea în toate hotarele tale, dar nu te vei unge cu untdelemn, căci măslinele tale vor cădea [singure].",
        "27_Chapter, 40_Verse": "Fii și fiice ți se vor naște, dar nu vor rămâne ai tăi, căci vor merge în robie.",
        "27_Chapter, 41_Verse": "Toți copacii tăi și roadele pământului tău vor fi secătuite de lăcuste.",
        "27_Chapter, 42_Verse": "Străinul care se află în mijlocul tău se va înălța tot mai sus deasupra ta, iar tu vei coborî tot mai jos.",
        "27_Chapter, 43_Verse": "El îți va împrumuta, dar tu nu-i vei da lui împrumut; el va fi cap și tu vei fi coadă.",
        "27_Chapter, 44_Verse": "Și vor veni peste tine toate aceste blesteme și te vor urmări și vei avea parte de ele până vei fi nimicit, căci n-ai ascultat de glasul DOMNULUI, Dumnezeului tău, păzind poruncile Lui și decretele Lui pe care ți le-a poruncit.",
        "27_Chapter, 45_Verse": "Și ele vor fi ca semn și minune în tine și în urmașii tăi, în veci,",
        "27_Chapter, 46_Verse": "căci nu L-ai slujit pe DOMNUL, Dumnezeul tău, cu bucurie și cu inimă bună, în belșug de toate.",
        "27_Chapter, 47_Verse": "Așa că vei sluji dușmanilor tăi pe care DOMNUL îi va trimite împotriva ta, în foamete și în însetare, în goliciune și în lipsuri de toate; și va pune un jug de fier pe grumazul tău, până când te va nimici.",
        "27_Chapter, 48_Verse": "DOMNUL va aduce asupra ta un neam de departe, de la capătul pământului, ca un vultur care se năpustește, un neam a cărui limbă nu o vei înțelege,",
        "27_Chapter, 49_Verse": "un neam cu chip necruțător, care nu va respecta pe cel bătrân și nici nu va fi milos cu cel tânăr.",
        "27_Chapter, 50_Verse": "El va devora rodul dobitoacelor tale și rodul pământului tău, până vei fi nimicit – nu îți va lăsa nici grâne, nici vin, nici untdelemn, nici fătarea cirezilor tale și nici vița nobilă a turmelor tale – până ce te va distruge.",
        "27_Chapter, 51_Verse": "Te va asedia la toate porțile tale până la năruirea zidurilor tale cele înalte și fortificate în care te-ai încrezut, în toată țara ta. Și te va asedia în toate orașele tale, în toată țara ta pe care DOMNUL, Dumnezeul tău, ți-a dat-o.",
        "27_Chapter, 52_Verse": "Vei mânca rodul pântecului tău, carnea fiilor tăi și fiicelor tale pe care DOMNUL, Dumnezeul tău, ți i-a dat, în asediul și în chinul cu care te va chinui dușmanul tău.",
        "27_Chapter, 53_Verse": "Bărbatul cel mai sensibil și mai delicat dintre voi va privi cu ochi răi pe fratele lui și pe soția de la sânul său și pe copiii rămași, pe care i-a lăsat în viață.",
        "27_Chapter, 54_Verse": "Nu va da niciunuia din carnea copiilor lui pe care îi va mânca, pentru că nu îi va mai fi rămas nimic, în asediul și în chinul cu care dușmanul tău te va chinui în toate orașele tale.",
        "27_Chapter, 55_Verse": "Cea mai sensibilă și delicată femeie dintre voi – care nici nu punea talpa piciorului pe pământ de delicată și sensibilă ce era – va privi cu ochi răi pe soțul de la sânul ei și pe fiul și fiica ei",
        "27_Chapter, 56_Verse": "și placenta care îi iese dintre picioare și pe copiii pe care îi va naște – căci îi va mânca pe ascuns din pricina tuturor lipsurilor, în asediul și chinul cu care dușmanul tău te va chinui în orașele tale.",
        "27_Chapter, 57_Verse": "Dacă nu vei avea grijă să înfăptuiești toate cuvintele acestei Învățături scrise în această carte, să venerezi numele acesta prea-cinstit și înfricoșător, pe DOMNUL, Dumnezeul tău –",
        "27_Chapter, 58_Verse": "atunci DOMNUL te va lovi, în chip uimitor, pe tine și pe urmașii tăi, cu urgii mari și prelungi, cu boli rele și prelungi.",
        "27_Chapter, 59_Verse": "Va readuce peste tine toate bolile Egiptului de care erai îngrozit și ele se vor lipi de tine.",
        "27_Chapter, 60_Verse": "Și chiar și orice [altă] boală și orice urgie care nu este scrisă în această Carte a Învățăturii, DOMNUL o va aduce asupra ta, până vei fi nimicit.",
        "27_Chapter, 61_Verse": "Și veți rămâne puțini la număr în loc să fiți numeroși precum stelele cerului, pentru că n-ai ascultat de glasul DOMNULUI, Dumnezeului tău.",
        "27_Chapter, 62_Verse": "Și va fi că, așa cum DOMNUL S-a bucurat să vă facă bine și să vă înmulțească, tot așa Se va bucura DOMNUL că veți fi ruinați și nimiciți; și veți fi smulși de pe pământul pe care ai ajuns să îl stăpânești.",
        "27_Chapter, 63_Verse": "DOMNUL te va împrăștia printre toate popoarele, de la un capăt al pământului la [celălalt] capăt al pământului, și acolo vei munci pentru alți dumnezei, de lemn și piatră, pe care nu i-ai cunoscut nici tu, nici strămoșii tăi.",
        "27_Chapter, 64_Verse": "Și printre acele neamuri nu-ți vei găsi liniștea și nu va exista odihnă pentru talpa piciorului tău. Acolo, DOMNUL îți va da o inimă tremurândă și ochi resemnați și un suflet îndurerat.",
        "27_Chapter, 65_Verse": "Traiul tău va atârna de un fir, te vei teme [și] noaptea și ziua, și nu vei fi sigur de viața ta.",
        "27_Chapter, 66_Verse": "Dimineața vei spune: „De ar veni odată seara!”, iar seara vei spune: „De ar veni odată dimineața!” – din pricina groazei care îți va îngrozi inima și din pricina a ceea ce vor vedea ochii tăi.",
        "27_Chapter, 67_Verse": "DOMNUL te va întoarce în Egipt în corăbii, pe drumul despre care îți spusesem: „Nu îl mai vedea vreodată!” Și acolo te vei oferi spre vânzare dușmanilor tăi ca sclavi și slujnice, dar nu va fi nimeni să vă cumpere.",
        "27_Chapter, 68_Verse": "Acestea sunt cuvintele legământului pe care DOMNUL i-a poruncit lui Moise să-l încheie cu copiii lui Israel în țara Moabului, în plus față de legământul pe care [DOMNUL] îl încheiase cu ei la Horeb.",
        "28_Chapter, 0_Verse": "Moise a chemat tot Israelul și le-a spus: „Ați văzut tot ceea ce a făcut DOMNUL înaintea ochilor voștri în țara Egiptului, lui Faraon și tuturor slujitorilor lui și a întregii lui țări,",
        "28_Chapter, 1_Verse": "marile încercări pe care le-au văzut ochii tăi, acele semne și minuni mari.",
        "28_Chapter, 2_Verse": "Dar nu v-a dat DOMNUL inimă să cunoașteți, ochi să vedeți și urechi să auziți până în ziua aceasta.",
        "28_Chapter, 3_Verse": "V-am condus patruzeci de ani în deșert, hainele nu vi s-au uzat pe voi și încălțămintea nu ți s-a uzat în picior.",
        "28_Chapter, 4_Verse": "Pâine n-ați mâncat și vin sau băutură tare n-ați băut, pentru ca să cunoașteți că Eu sunt DOMNUL, Dumnezeul vostru.",
        "28_Chapter, 5_Verse": "Și ați ajuns în acest loc și Sihon, regele Heșbonului, și Og, regele Bașanului, ne-au ieșit înainte la luptă și i-am lovit.",
        "28_Chapter, 6_Verse": "Și am luat țara lor și am dat-o moștenire rubeniților și gadiților și la jumătate din tribul menașiților.",
        "28_Chapter, 7_Verse": "Să păziți cuvintele acestui legământ și să le înfăptuiți, ca să izbândiți în tot ceea ce veți face.”",
        "28_Chapter, 8_Verse": "Voi stați astăzi cu toții în fața DOMNULUI, Dumnezeului vostru: conducătorii triburilor voastre, bătrânii voștri și dregătorii voștri, fiecare bărbat israelit;",
        "28_Chapter, 9_Verse": "pruncii voștri, soțiile voastre și prozelitul tău din sânul taberei tale, de la cel ce îți taie lemnele până la cel ce îți scoate apa,",
        "28_Chapter, 10_Verse": "ca să treci în legământul DOMNULUI, Dumnezeului tău, și în imprecația Sa pe care DOMNUL, Dumnezeul tău, le statornicește cu tine astăzi,",
        "28_Chapter, 11_Verse": "ca să te statornicească astăzi pentru El ca popor și El să-ți fie Dumnezeu, precum ți-a vorbit și precum a jurat strămoșilor tăi, lui Avraham, lui Isaac și lui Iacov.",
        "28_Chapter, 12_Verse": "Dar nu numai cu voi singuri statornicesc eu acest legământ și această imprecație,",
        "28_Chapter, 13_Verse": "ci cu cine este aici, care stă cu noi astăzi înaintea DOMNULUI, Dumnezeului nostru, și cu cine nu este cu noi astăzi aici.",
        "28_Chapter, 14_Verse": "Căci voi știți cum am locuit în țara Egiptului și cum am trecut prin mijlocul neamurilor prin care ați trecut.",
        "28_Chapter, 15_Verse": "Și ați văzut scârboșeniile lor și fetișurile lor de lemn și piatră, de argint și aur, care erau cu ei.",
        "28_Chapter, 16_Verse": "Poate există printre voi un bărbat sau o femeie, sau o familie sau un trib, a căror inimă se abate astăzi de la a fi cu DOMNUL, Dumnezeul nostru, mergând să slujească dumnezeilor acelor neamuri. Poate există printre voi o rădăcină care rodește fiere și pelin.",
        "28_Chapter, 17_Verse": "Atunci când va auzi cuvintele acestei imprecații, se va binecuvânta în inima sa, spunând: „Voi avea pace, chiar dacă voi merge după pornirile inimii mele!”, adăugând beția la sete.",
        "28_Chapter, 18_Verse": "DOMNUL nu va dori să-l ierte, căci atunci vor fumega mânia DOMNULUI și gelozia Sa împotriva acelui om; și toată imprecația scrisă în această carte se va prăvăli peste el, și DOMNUL îi va șterge numele de sub ceruri.",
        "28_Chapter, 19_Verse": "DOMNUL îl va pune deoparte întru rău, din toate triburile lui Israel, după toate imprecațiile legământului scris în această Carte a Învățăturii.",
        "28_Chapter, 20_Verse": "Și va spune generația următoare, copiii tăi care se vor ridica după tine și străinul care va veni dintr-o țară îndepărtată, când vor vedea urgiile acestei țări și maladiile ei cu care DOMNUL a făcut-o să sufere:",
        "28_Chapter, 21_Verse": "„Pucioasă și sare, vâlvătaie [în] toată țara – nu poate fi semănată și nu poate încolți și nicio iarbă nu poate răsări pe ea; ca prăpădul Sodomei și Gomorei, al Admei și Țevoimului, pe care DOMNUL le-a prăpădit în furia Sa și în mânia Sa.”",
        "28_Chapter, 22_Verse": "Și toate neamurile vor spune: „Pentru ce a făcut DOMNUL astfel acestei țări? Ce a aprins această furie mare?”",
        "28_Chapter, 23_Verse": "Și ei vor spune: „Pentru că au abandonat legământul DOMNULUI, Dumnezeului părinților lor, pe care l-a încheiat cu ei când i-a scos din țara Egiptului",
        "28_Chapter, 24_Verse": "și au mers și au slujit altor dumnezei și li s-au prosternat, dumnezei pe care nu i-au știut și nici El nu li i-a hărăzit.",
        "28_Chapter, 25_Verse": "Așa că furia DOMNULUI s-a aprins împotriva acestei țări, ca să aducă asupra ei tot blestemul scris în această carte.",
        "28_Chapter, 26_Verse": "Și DOMNUL i-a smuls de pe pământul lor, cu furie și cu mânie și cu supărare mare, și i-a azvârlit în altă țară, precum această zi.”",
        "28_Chapter, 27_Verse": "Cele ascunse sunt ale DOMNULUI, Dumnezeului nostru, dar cele dezvăluite sunt ale noastre și ale copiilor noștri, în veci, ca să înfăptuim toate cuvintele acestei Învățături.",
        "29_Chapter, 0_Verse": "Și va fi, când vor veni asupra ta toate aceste lucruri – binecuvântarea și blestemul pe care ți le-am pus înainte – și [le] vei pune la inimă printre popoarele printre care DOMNUL, Dumnezeul tău, te va fi împrăștiat,",
        "29_Chapter, 1_Verse": "vei reveni la DOMNUL, Dumnezeul tău, tu și copiii tăi, și vei asculta de glasul Lui, întocmai cum îți poruncesc astăzi, cu toată inima ta și cu tot sufletul tău.",
        "29_Chapter, 2_Verse": "Și atunci DOMNUL, Dumnezeul tău, îți va înapoia captivii și Se va milostivi de tine și te va întoarce și te va aduna dintre toate popoarele în care te-a împrăștiat DOMNUL, Dumnezeul tău.",
        "29_Chapter, 3_Verse": "Dacă împrăștiații tăi vor fi la capetele cerurilor, [și] de acolo te va aduna DOMNUL, Dumnezeul tău, și de acolo te va lua.",
        "29_Chapter, 4_Verse": "Și te va aduce DOMNUL, Dumnezeul tău, către țara pe care au stăpânit-o strămoșii tăi, și o vei stăpâni; și îți va face bine, și te va înmulți, mai mult decât pe strămoșii tăi.",
        "29_Chapter, 5_Verse": "DOMNUL, Dumnezeul tău, va circumcide inima ta și inima urmașilor tăi, ca să-L iubești pe DOMNUL, Dumnezeul tău, cu toată inima ta și cu tot sufletul tău, ca să trăiești.",
        "29_Chapter, 6_Verse": "DOMNUL, Dumnezeul tău, va pune toate aceste imprecații peste dușmanii tăi și peste cei care te urăsc, care te urmăresc.",
        "29_Chapter, 7_Verse": "Și tu vei reveni și vei asculta de glasul DOMNULUI și vei înfăptui toate poruncile Sale pe care eu ți le poruncesc astăzi.",
        "29_Chapter, 8_Verse": "DOMNUL, Dumnezeul tău, îți va da belșug în tot lucrul mâinii tale, în rodul pântecului tău, rodul dobitoacelor tale și rodul pământului tău, spre bine, căci DOMNUL Se va întoarce ca să Se bucure de tine, spre bine, precum S-a bucurat de strămoșii tăi,",
        "29_Chapter, 9_Verse": "când vei asculta de glasul DOMNULUI, Dumnezeului tău, ca să păzești poruncile Lui și decretele Lui scrise în această Carte a Învățăturii, atunci când te vei întoarce la DOMNUL, Dumnezeul tău, cu toată inima ta și cu tot sufletul tău.",
        "29_Chapter, 10_Verse": "Căci această poruncă pe care eu ți-o poruncesc astăzi nu este ascunsă de tine și nici nu este departe.",
        "29_Chapter, 11_Verse": "Nu este în ceruri, ca să spui: „Cine poate urca pentru noi în ceruri, ca să ne-o ia, ca s-o ascultăm și să o înfăptuim?”",
        "29_Chapter, 12_Verse": "Și nici nu este dincolo de mare, ca să spui: „Cine poate trece pentru noi marea ca să ne-o ia, ca s-o ascultăm și s-o înfăptuim?”",
        "29_Chapter, 13_Verse": "Ci foarte aproape de tine este lucrul, în gura ta și în inima ta, ca să-l înfăptuiești.",
        "29_Chapter, 14_Verse": "Privește, ți-am pus înaintea ta astăzi viața și binele, și moartea și răul.",
        "29_Chapter, 15_Verse": "Ceea ce îți poruncesc eu astăzi este să-L iubești pe DOMNUL, Dumnezeul tău, să mergi pe căile Sale și să păzești poruncile Sale, decretele Sale și judecățile Sale. Atunci vei trăi și te vei înmulți și DOMNUL, Dumnezeul tău, te va binecuvânta în țara pe care vei veni să o iei în stăpânire.",
        "29_Chapter, 16_Verse": "Dar dacă inima ta se va abate și nu vei asculta și te vei lăsa sedus și te vei prosterna la alți dumnezei și le vei sluji,",
        "29_Chapter, 17_Verse": "vă zic astăzi că negreșit veți fi distruși. Nu veți avea zile lungi pe pământul spre care treci Iordanul ca să ajungi acolo să-l stăpânești.",
        "29_Chapter, 18_Verse": "Am chemat martori astăzi împotriva voastră cerurile și pământul: viața și moartea le-am pus înaintea ta, binecuvântarea și blestemul. Să alegi viața, ca să trăiești, tu și urmașii tăi,",
        "29_Chapter, 19_Verse": "ca să-L iubești pe DOMNUL, Dumnezeul tău, ca să asculți de glasul Său și să te alipești de El, căci El este viața ta și lungimea zilelor tale, ca să locuiești pe pământul pe care DOMNUL l-a jurat strămoșilor tăi, lui Avraham, lui Isaac și lui Iacov, ca să li-l dea lor.",
        "30_Chapter, 0_Verse": "Și a mers Moise și a vorbit cuvintele acestea întregului Israel.",
        "30_Chapter, 1_Verse": "Și le-a spus: „Eu am o sută douăzeci de ani astăzi. Nu mai pot să ies și să intru, căci DOMNUL mi-a spus: «Nu vei trece acest Iordan.»",
        "30_Chapter, 2_Verse": "DOMNUL, Dumnezeul tău – El va trece înaintea ta, El va distruge aceste neamuri dinaintea ta și le vei stăpâni. Ioșua – el va trece înaintea ta, precum a vorbit DOMNUL.",
        "30_Chapter, 3_Verse": "DOMNUL le va face precum le-a făcut lui Sihon și lui Og, regii amoriților, și țării lor, pe care i-a distrus.",
        "30_Chapter, 4_Verse": "DOMNUL îi va da înaintea voastră, iar voi veți face cu ei precum toată această poruncă pe care v-am poruncit-o.",
        "30_Chapter, 5_Verse": "Fiți tari și curajoși! Nu vă temeți și nu fiți descurajați înaintea lor, căci DOMNUL, Dumnezeul tău – El este Cel care merge cu tine, nu te va lăsa singur și nu te va părăsi.”",
        "30_Chapter, 6_Verse": "Moise l-a chemat pe Ioșua și i-a spus sub ochii întregului Israel: „Fii tare și curajos, căci tu vei veni cu acest popor în țara pe care DOMNUL a jurat părinților lor să le-o dea și tu îi vei face s-o moștenească.",
        "30_Chapter, 7_Verse": "Și DOMNUL este Cel care merge înaintea ta, El va fi cu tine, El nu te va lăsa singur și nu te va părăsi. Nu te teme și nu te descuraja.”",
        "30_Chapter, 8_Verse": "Moise a scris această Învățătură și a dat-o preoților, fiilor lui Levi, purtătorii Chivotului Legământului DOMNULUI, și tuturor bătrânilor lui Israel.",
        "30_Chapter, 9_Verse": "Și Moise le-a poruncit, spunând: „La capătul a șapte ani, la sorocul anului șabatic, la Sărbătoarea Colibelor,",
        "30_Chapter, 10_Verse": "când vine întregul Israel să se înfățișeze DOMNULUI, Dumnezeului tău, în locul pe care [DOMNUL] îl va alege, să citești această Învățătură în prezența întregului Israel, în auzul lor.",
        "30_Chapter, 11_Verse": "Adună poporul – bărbații și femeile și pruncii și străinul tău care este în orașele tale – ca să audă și ca să învețe și să se teamă de DOMNUL, Dumnezeul vostru, și să aibă grijă să înfăptuiască toate cuvintele acestei Învățături.",
        "30_Chapter, 12_Verse": "Iar copiii lor, care nu [o] cunosc, să asculte și să învețe să se teamă de DOMNUL, Dumnezeul vostru, în toate zilele cât veți trăi pe pământul în care treceți Iordanul să-l luați în stăpânire.”",
        "30_Chapter, 13_Verse": "DOMNUL i-a vorbit lui Moise: „Iată, ți se apropie zilele să mori. Cheamă-l pe Ioșua și stați în Cortul Întâlnirii și Eu îl voi instrui.” Și Moise și Ioșua au mers și au stat în Cortul Întâlnirii.",
        "30_Chapter, 14_Verse": "DOMNUL S-a arătat în Cort, într-un stâlp de nor, și stâlpul de nor stătea la intrarea Cortului.",
        "30_Chapter, 15_Verse": "Și DOMNUL i-a spus lui Moise: „Iată, tu te vei culca lângă strămoșii tăi, iar acest popor se va ridica și se va perverti după dumnezeii străini de țara în mijlocul căreia vine și Mă va părăsi și va nesocoti legământul Meu pe care l-am pecetluit cu el.",
        "30_Chapter, 16_Verse": "Mânia Mea se va aprinde împotriva lui în acea zi și îi voi părăsi; Îmi voi întoarce fața de la ei și el va deveni pradă, și multe rele și calamități îl vor ajunge. Și [poporul] va spune în acea zi: „Oare nu pentru că Dumnezeul meu nu este în mijlocul meu m-au ajuns aceste rele?”",
        "30_Chapter, 17_Verse": "Dar Eu Îmi voi ascunde negreșit fața în ziua aceea, din pricina tuturor relelor pe care le-a făcut, căci s-a îndreptat către alți dumnezei.",
        "30_Chapter, 18_Verse": "Așa că acum, scrieți-vă această cântare și predați-o copiilor lui Israel, puneți-o în gura lor, ca această cântare să Mi fie martor împotriva copiilor lui Israel.",
        "30_Chapter, 19_Verse": "Căci îl voi aduce pe pământul pe care l-am jurat strămoșilor lor, unde curge lapte și miere, dar [poporul] va mânca, se va sătura, se va îngrășa și se va abate spre alți dumnezei și le va sluji; și Mă vor provoca și vor nesocoti legământul Meu.",
        "30_Chapter, 20_Verse": "Și va fi – când multe rele și nenorociri îl vor găsi – acest cântec va răspunde înaintea sa ca martor, căci nu va fi uitat din gura urmașilor lui, căci Eu îi cunosc tendința, ceea ce face astăzi, înainte să-i aduc în țara pe care am jurat-o.”",
        "30_Chapter, 21_Verse": "Moise a scris această cântare în acea zi și le-a predat-o copiilor lui Israel.",
        "30_Chapter, 22_Verse": "Și [DOMNUL] i-a poruncit lui Ioșua, fiul lui Nun, și a spus: „Fii tare și curajos, căci tu îi vei aduce pe copiii lui Israel în țara pe care le-am jurat-o, și Eu voi fi cu tine.”",
        "30_Chapter, 23_Verse": "Și a fost, când Moise a isprăvit de scris cuvintele acestei Învățături într-o carte, până la capătul lor.",
        "30_Chapter, 24_Verse": "Moise le-a poruncit leviților, purtătorii Chivotului Legământului DOMNULUI, spunând:",
        "30_Chapter, 25_Verse": "„Luați Cartea aceasta a Învățăturii și puneți-o alături de Chivotul Legământului DOMNULUI, Dumnezeului vostru, și să fie acolo împotriva ta, ca martor.",
        "30_Chapter, 26_Verse": "Căci eu îți cunosc răzvrătirea și încăpățânarea ta strașnică; iată, [chiar și] cât încă mai sunt viu cu voi, astăzi, v-ați răzvrătit împotriva DOMNULUI – cu atât mai mult [veți face astfel] după moartea mea!",
        "30_Chapter, 27_Verse": "Adunați-i la mine pe toți bătrânii triburilor voastre și pe dregătorii voștri și voi vorbi în auzul lor aceste cuvinte și voi chema martori împotriva lor cerurile și pământul.",
        "30_Chapter, 28_Verse": "Căci știu că după moartea mea vă veți perverti negreșit și vă veți abate de la calea pe care v-am poruncit-o, și răul va veni peste voi la sfârșitul zilelor, dacă veți face ceea ce este rău în ochii DOMNULUI, mâniindu-L cu lucrul mâinilor voastre.”",
        "30_Chapter, 29_Verse": "Și Moise a vorbit, în auzul întregii obști a lui Israel, cuvintele acestei cântări, până la finalul lor.",
        "31_Chapter, 0_Verse": "Plecați urechea, ceruri, și voi vorbi, pământul să audă vorbele gurii mele.",
        "31_Chapter, 1_Verse": "Învățătura mea să picure precum ploaia, să curgă precum roua cuvintele mele, ca stropii de ploaie pe verdeață și ca ropotele pe firele de iarbă.",
        "31_Chapter, 2_Verse": "Când voi chema numele DOMNULUI, dați mărire Dumnezeului nostru!",
        "31_Chapter, 3_Verse": "Stânca, desăvârșită este lucrarea Sa, căci toate căile Sale sunt dreptate; Dumnezeu al credinței și fără prihană, drept și corect este El.",
        "31_Chapter, 4_Verse": "Stricăciunea nu este a Lui, [ci] meteahna este a copiilor Lui, o generație pervertită și strâmbă.",
        "31_Chapter, 5_Verse": "Oare pe DOMNUL Îl răsplătiți cu asta, popor nesocotit și nechibzuit? Oare nu este El Tatăl tău, Creatorul tău? El te-a creat și ți-a dat formă!",
        "31_Chapter, 6_Verse": "Amintește-ți zilele de odinioară, înțelegeți anii fiecărei generații. Întreabă-ți tatăl și îți va povesti, pe bătrânii tăi și îți vor spune.",
        "31_Chapter, 7_Verse": "Când Preaînaltul le-a dat neamurilor moștenirea, când i-a separat pe copiii omului, El a așezat hotare pentru popoare, după numărul copiilor lui Israel.",
        "31_Chapter, 8_Verse": "Căci partea DOMNULUI este poporul Său, Iacov este măsura moștenirii Sale.",
        "31_Chapter, 9_Verse": "El l-a găsit într-un ținut pustiu, într-o pustietate de urlete dezolante. L-a împresurat, s-a îngrijit de el, l-a păzit ca pe lumina ochiului Său.",
        "31_Chapter, 10_Verse": "Precum un vultur care își stârnește cuibul, plutind deasupra puilor săi, întinzându-și aripile [și] luându-l, purtându-l pe vârful aripii sale,",
        "31_Chapter, 11_Verse": "DOMNUL singur l-a condus și niciun dumnezeu străin nu este cu el.",
        "31_Chapter, 12_Verse": "El l-a făcut să călărească pe culmile țării și i-a dat să mănânce roadele coapte ale ogoarelor mele, i-a dat să sugă miere din stâncă și untdelemn din piatră de cremene;",
        "31_Chapter, 13_Verse": "untul vitelor și laptele oilor cu grăsimea mieilor, berbeci din spița Bașanului și țapi, grăsimea rărunchilor grâului. Și sângele strugurelui ți-a fost băutură.",
        "31_Chapter, 14_Verse": "Iar Ieșurun s-a îngrășat și a lovit cu piciorul. Te-ai îngrășat, ai devenit greu și umflat. L-a părăsit pe Dumnezeu, Creatorul lui, și a disprețuit Stânca mântuirii lui.",
        "31_Chapter, 15_Verse": "I-au stârnit gelozia cu străini, cu orori L-au mâniat;",
        "31_Chapter, 16_Verse": "jertfesc demonilor fără putere, dumnezeilor necunoscuți, noi, sosiți de curând, de care strămoșii voștri nu se temeau.",
        "31_Chapter, 17_Verse": "Ai ignorat Stânca ce te-a născut și ai uitat pe Dumnezeu care te-a zămislit.",
        "31_Chapter, 18_Verse": "DOMNUL va vedea și va fi dezgustat de mânia [adusă de] fiii și fiicele Sale",
        "31_Chapter, 19_Verse": "și va spune: „Îmi voi ascunde fața de ei, voi vedea care le va fi sfârșitul, căci sunt o generație capricioasă, copii care nu au în ei credință.",
        "31_Chapter, 20_Verse": "M-au provocat cu ceea ce nu este dumnezeu, M-au mâniat cu deșertăciunile lor, așa că îi voi provoca cu ceea ce nu-i popor și cu un neam ticălos îi voi mânia.",
        "31_Chapter, 21_Verse": "Căci un foc se va fi aprins în nara Mea, care va arde până în abisul sălașului morților, va devora pământul și rodul lui și va incendia ce se întemeiază pe munți.",
        "31_Chapter, 22_Verse": "Voi îngrămădi rele peste el, săgețile Mi le voi sfârși împotriva lor.",
        "31_Chapter, 23_Verse": "Foametea istovitoare, vulturii devoratori, distrugerea amară și colții fiarelor le voi trimite asupra lor, cu veninul târâtoarelor din țărână.",
        "31_Chapter, 24_Verse": "Afară îi va îndolia sabia, iar înăuntru groaza, peste tânăr și fecioară, prunc sau vârstnic deopotrivă.",
        "31_Chapter, 25_Verse": "Am spus: «I-aș zdrobi, le-aș face amintirea să se piardă dintre oameni,",
        "31_Chapter, 26_Verse": "dacă nu ar fi furia dușmanului, ca nu cumva cei care îi chinuie să răstălmăcească, ca nu cumva să spună: „Mâna noastră s-a ridicat și nu DOMNUL a făcut toate acestea!»",
        "31_Chapter, 27_Verse": "Căci ei sunt un neam lipsit de sfat și nu au niciun discernământ.",
        "31_Chapter, 28_Verse": "Dacă ar fi fost înțelepți, ar fi înțeles aceasta, s-ar fi gândit la [cum va fi] sfârșitul lor.",
        "31_Chapter, 29_Verse": "Căci oare cum poate unul să urmărească o mie și doi să pună pe fugă zece mii, dacă nu i-ar fi vândut Stânca lor și DOMNUL nu i-ar fi predat în mâna lor?",
        "31_Chapter, 30_Verse": "Căci stânca lor nu este ca Stânca noastră și totuși dușmanii noștri ne judecă.",
        "31_Chapter, 31_Verse": "Căci via lor este din via Sodomei și din ogoarele Gomorei. Strugurii lor sunt struguri înveninați și o amărăciune le sunt ciorchinii.",
        "31_Chapter, 32_Verse": "Venin de șerpi este vinul lor, otrava viperelor nemiloase.",
        "31_Chapter, 33_Verse": "Oare nu Mi-este [lucrul acesta] dezvăluit, încuiat în vistieriile Mele?",
        "31_Chapter, 34_Verse": "A Mea este răzbunarea și răsplata, la vremea când piciorul lor se va clătina, căci ziua dezastrului lor este aproape și viitorul zorește către ei.",
        "31_Chapter, 35_Verse": "Căci DOMNUL Își va judeca poporul și va avea milă de slujitorii Săi, când va vedea că li s-a dus puterea și că nimeni nu este salvat sau ajutat.",
        "31_Chapter, 36_Verse": "Și va spune: „Unde sunt dumnezeii lor, stânca în care ei căutau refugiu,",
        "31_Chapter, 37_Verse": "din grăsimea jertfei căreia mâncau și din al căror vin de libații beau?” Să se ridice și să vă ajute! Să vă slujească drept adăpost!",
        "31_Chapter, 38_Verse": "Vedeți acum că Eu, Eu Însumi sunt El și niciun dumnezeu nu este cu Mine! Eu dau morții și aduc la viață, [Eu] dobor și Eu voi vindeca și nimeni nu poate scăpa din mâna Mea.",
        "31_Chapter, 39_Verse": "Căci Eu Îmi voi ridica mâna către ceruri și voi spune: „Veșnic viu sunt Eu,",
        "31_Chapter, 40_Verse": "[chiar] dacă Îmi ascut sabia fulgerătoare și mâna Mea apucă judecata, voi întoarce răzbunare asupra vrăjmașilor Mei și asupra celor care Mă urăsc Îmi voi aduce răsplata.",
        "31_Chapter, 41_Verse": "Îmi voi îmbăta săgețile cu sânge și sabia Mea va devora carne, din sângele ucișilor și captivilor, din capetele pletoase ale dușmanului.”",
        "31_Chapter, 42_Verse": "Neamuri, cântați pentru poporul Său, căci El va răzbuna sângele slujitorilor Săi, răzbunare va aduce peste dușmanii Săi și ispășire va face pentru pământul Său [și] poporul Său.",
        "31_Chapter, 43_Verse": "Moise a venit și a vorbit toate cuvintele acestei cântări în auzul poporului, el și Hoșea, fiul lui Nun;",
        "31_Chapter, 44_Verse": "și Moise a isprăvit de vorbit toate aceste cuvinte către întregul Israel.",
        "31_Chapter, 45_Verse": "Și le-a spus: „Puneți-vă inimile către toate cuvintele pe care eu le mărturisesc împotriva voastră astăzi, cu care să vă instruiți copiii, ca să luați aminte să înfăptuiți toate cuvintele acestei Învățături.",
        "31_Chapter, 46_Verse": "Căci nu este lucru fără însemnătate pentru voi, ci este viața voastră, și prin acest lucru [vă] veți prelungi zilele pe pământul în care treceți Iordanul să îl stăpâniți.”",
        "31_Chapter, 47_Verse": "Și DOMNUL i-a vorbit lui Moise chiar în ziua aceea, spunând:",
        "31_Chapter, 48_Verse": "„Urcă pe acest munte [din] Avarim, Muntele Nevo, care este în țara Moabului, care este față în față cu Ierihon, și privește țara Canaanului pe care Eu le-o dau copiilor lui Israel ca posesiune.",
        "31_Chapter, 49_Verse": "Și mori pe muntele pe care urci și fii adunat la poporul tău, precum a murit fratele tău Aaron pe Muntele Hor și a fost adunat la poporul lui,",
        "31_Chapter, 50_Verse": "deoarece M-ați trădat în mijlocul copiilor lui Israel la apele certei din Kadeș, în deșertul Țin, prin faptul că nu M-ați sfințit în mijlocul copiilor lui Israel.",
        "31_Chapter, 51_Verse": "Căci [doar] de la distanță vei vedea țara, dar acolo nu vei intra, în țara pe care Eu o dau copiilor lui Israel.”",
        "32_Chapter, 0_Verse": "Și aceasta este binecuvântarea cu care i-a binecuvântat Moise, omul lui Dumnezeu, pe copiii lui Israel, înaintea morții sale.",
        "32_Chapter, 1_Verse": "El a spus: „DOMNUL a venit din Sinai și a strălucit pentru ei din Seir, S-a arătat de la Muntele Paran și [a venit] din miriadele de sfinți, din dreapta Sa dându-le Focul Învățăturii.",
        "32_Chapter, 2_Verse": "Da, Iubitor de popoare, toți sfinții Săi sunt în mâna Ta, stându-Ți la picioare, purtându-Ți spusele:",
        "32_Chapter, 3_Verse": "«Învățătură ne-a poruncit Moise, moștenirea obștii lui Iacov.»",
        "32_Chapter, 4_Verse": "Și El a devenit rege asupra lui Ieșurun când s-au adunat căpeteniile poporului, triburile lui Israel laolaltă.",
        "32_Chapter, 5_Verse": "Să trăiască Ruben și să nu moară și fie numărul lui inclus [la numărătoare].",
        "32_Chapter, 6_Verse": "Și astfel despre Iuda, și a spus: Ascultă, DOAMNE, glasul lui Iuda și la poporul său întoarce-l; mâinile lui să lupte pentru el și fii ajutor împotriva vrăjmașilor lui.",
        "32_Chapter, 7_Verse": "Iar despre Levi a spus: <i>Tumim</i>-ul Tău și <i>urim</i>-ul Tău pentru credinciosul Tău pe care l-ai încercat la Masa, l-ai provocat la apele de la Meriba,",
        "32_Chapter, 8_Verse": "care a spus de tatăl său și de mama sa: «Nu l-am văzut» și pe frații lui nu i-a recunoscut, și pe copiii lui nu i-a cunoscut, căci [leviții] au păstrat vorba Ta și au ținut legământul Tău.",
        "32_Chapter, 9_Verse": "Ei vor preda judecata Ta lui Iacov și învățătura Ta lui Israel; vor pune ofrandă de mirodenii în nara Ta și ardere-de-tot pe altarul Tău.",
        "32_Chapter, 10_Verse": "Binecuvântează, DOAMNE, tăria lui, și primește lucrarea mâinilor lui; zdrobește coapsele potrivnicilor lui și dușmanilor lui, ca să nu se mai ridice.",
        "32_Chapter, 11_Verse": "Despre Beniamin a spus: fie ca iubitul DOMNULUI să locuiască în siguranță la El; [DOMNUL] veghează asupră-i în orice zi, iar el sălășluiește între umerii Săi.",
        "32_Chapter, 12_Verse": "Și despre Iosef a spus: Binecuvântat de DOMNUL este pământul său, cu belșugul ceresc al rouăi, și cu belșugul genunii de ape ghemuite dedesubt;",
        "32_Chapter, 13_Verse": "și cu belșugul roadelor soarelui și cu belșugul recoltelor lunilor;",
        "32_Chapter, 14_Verse": "și cu cele mai de seamă ale munților străvechi, și cu belșugul dealurilor veșnice;",
        "32_Chapter, 15_Verse": "și cu belșugul pământului și al plenitudinii sale, și prin bunăvoința Celui care a sălășluit asupra tufișului – [acestea] să vină peste capul lui Iosef și peste creștetul celui deosebit dintre frații lui.",
        "32_Chapter, 16_Verse": "Ca un taur întâi-născut în măreția lui, coarnele lui sunt coarnele bivolului. Cu ele va împunge popoare laolaltă, [până la] marginile pământului. Și ele sunt zecile de mii ale lui Efraim, și ele sunt miile lui Menașe.",
        "32_Chapter, 17_Verse": "Și despre Zevulun a spus: Bucură-te, Zevulun, în ieșirile tale și Isahar, în corturile tale.",
        "32_Chapter, 18_Verse": "Ei vor chema popoare pe munte, acolo vor aduce jertfe ale dreptății, căci se vor hrăni din bogăția mărilor și din comorile ascunse în nisip.",
        "32_Chapter, 19_Verse": "Și despre Gad a spus: Binecuvântat este Cel care lărgește [hotarul] lui Gad! Ca o leoaică stă el și sfâșie braț și chiar creștet.",
        "32_Chapter, 20_Verse": "A ales ce este mai bun pentru sine, căci acolo se află tăinuită partea legiuitorului. El a venit la conducerea poporului, făcând dreptatea DOMNULUI și hotărârile Sale cu Israel.",
        "32_Chapter, 21_Verse": "Și despre Dan a spus: Dan este un pui de leu care se avântă din Bașan.",
        "32_Chapter, 22_Verse": "Despre Naftali a spus: Naftali, săturat cu bunăvoință și plin de binecuvântarea DOMNULUI – marea și țărmul de miazăzi le va stăpâni!",
        "32_Chapter, 23_Verse": "Și despre Așer a spus: Cel mai binecuvântat dintre fii este Așer! Să fie plăcut fraților lui și să-și înmoaie piciorul în untdelemn.",
        "32_Chapter, 24_Verse": "Din fier și aramă să-ți fie zăvoarele și cât zilele tale să-ți fie puterea.",
        "32_Chapter, 25_Verse": "Ieșurun, nu este nimeni ca Dumnezeu, care străbate călare cerurile ca să te ajute, înălțimile în măreția Sa.",
        "32_Chapter, 26_Verse": "Acesta este sălașul Dumnezeului imemorial, iar dedesubt sunt brațele lumii. El a gonit din fața ta dușmanul și a spus: «Nimicește!»",
        "32_Chapter, 27_Verse": "Israel va locui în siguranță, singur, după asemănarea lui Iacov, într-o țară de grâne și vin, sub roua picurândă a cerurilor.",
        "32_Chapter, 28_Verse": "Ferice ești tu, Israel! Cine este ca tine, popor izbăvit de DOMNUL, Scutul ajutorului tău și Cel care este Sabia grandorii tale? Dușmanii ți se vor târî înainte, dar tu vei călca peste mai-marii lor.",
        "33_Chapter, 0_Verse": "Și a urcat Moise, din câmpiile Moabului, pe Muntele Nevo, pe vârful Pisga, care este în fața Ierihonului. Și DOMNUL l-a făcut să vadă toată țara: Ghiladul până la Dan;",
        "33_Chapter, 1_Verse": "tot [ținutul lui] Naftali, țara lui Efraim și Menașe, toată țara lui Iuda, până la Marea de Apus;",
        "33_Chapter, 2_Verse": "și Neghevul și câmpia – valea Ierihonului, orașul palmierilor – până la Țoar.",
        "33_Chapter, 3_Verse": "Și DOMNUL i-a spus: „Aceasta este țara pe care le-am jurat-o lui Avraham, lui Isaac și lui Iacov, spunând: «Seminției tale o voi da.» Te-am făcut să o vezi cu ochii tăi, dar nu vei trece acolo.”",
        "33_Chapter, 4_Verse": "Și a murit acolo Moise, slujitorul DOMNULUI, în țara Moabului, după vorba DOMNULUI.",
        "33_Chapter, 5_Verse": "Și l-a îngropat acolo, în depresiune, în țara Moabului, vizavi de Beit-Peor, și nimeni nu îi cunoaște mormântul până în ziua de astăzi.",
        "33_Chapter, 6_Verse": "Și Moise avea o sută douăzeci de ani când a murit; ochiul nu-i slăbise și puterea nu-l părăsise.",
        "33_Chapter, 7_Verse": "Și copiii lui Israel l-au jelit pe Moise în câmpiile Moabului, treizeci de zile, și apoi zilele plânsului de doliu pentru Moise s-au încheiat.",
        "33_Chapter, 8_Verse": "Iar Ioșua, fiul lui Nun, era plin de duh de înțelepciune, căci Moise își sprijinise mâinile asupra lui; și l-au ascultat copiii lui Israel și au făcut precum îi poruncise DOMNUL lui Moise.",
        "33_Chapter, 9_Verse": "Și nu s-a mai ridicat profet în Israel ca Moise, pe care DOMNUL să-l fi cunoscut față în față,",
        "33_Chapter, 10_Verse": "prin toate semnele și minunile pe care DOMNUL l-a trimis să le facă în țara Egiptului, lui Faraon și tuturor slujitorilor săi și întregii sale țări,",
        "33_Chapter, 11_Verse": "și prin toată mâna puternică și toată marea înfricoșare pe care a făcut-o Moise sub ochii întregului Israel."
    },
    "meta": "Chapter-Verse",
    "work": "Deuteronomy"
}