{
    "title": "Sefer Yetzirah",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sefer_Yetzirah",
    "text": [
        [
            "In thirty-two most occult and wonderful paths of wisdom did Yah the Lord of Hosts engrave his name: God of the armies of Israel (Tzevaot Elohai Yisrael), ever-living God (Elohim Hayim), merciful and gracious (v’Melekh Olam), sublime, dwelling on high (El Shaddai), who inhabiteth eternity. He created this universe by the three derivatives: Writing (SePHeR) Numbers (SePHoR), and Speech (SiPuR).",
            "Ten are the numbers, as are the Sefirot, and twenty-two the letters [of the Hebrew alphabet], these are the Foundation of all things. Of these letters, three are 'mothers', seven are 'double', and twelve are 'simple'.",
            "The ten numbers [the numerals represented by the letters Aleph through Teth] formed from nothing are the Decad: these are seen in the fingers of the hands, five on one, five on the other, and over them is the Covenant by voice spiritual, and the rite of Circumcision; corporeal.",
            "Ten are the numbers of the ineffable Sefirot. Ten, and not nine. Ten, and not eleven. Learn this wisdom, and be wise in the understanding of it. Investigate these numbers, and draw knowledge from them. Fix the design in its purity, and pass from it to its Creator seated on his throne.",
            "These Ten Numbers, beyond Ein Sof, have  boundless realms, boundless origin and end, an abyss of good and one of evil, boundless height and depth, East and West, North and South, and the one only God and king, faithful forever seated on his throne, shall rule over all, forever and ever.",
            "These ten Sefirot which are ineffable, whose appearance is like scintillating flames, have no end, but are infinite. The word of God is in them as they burst forth, and as they return; they obey the divine command, rushing along as a whirlwind, returning to prostrate themselves at his throne.",
            "These ten Sefirot which are, moreover, ineffable, have their end even as their beginning, conjoined, even as is a flame to a burning coal: for our God is superlative in his unity, and does not permit any second one. And who canst thou place before the only one?",
            "And as to this Decad of the Sefirot, restrain thy lips from comment, and thy mind from thought of them. And if thy heart fail thee return to thy place? Therefore is it written, \"The living creatures ran and returned,\" and on this wisdom was the covenant made with us.",
            "These are the ten emanations of number. First, is the Spirit of the Living God, blessed and more than blessed be the name of the Living God of Ages. The Holy Spirit is his Voice, his Spirit, and his Word.",
            "Second, from the Spirit he made Air and formed for speech twenty-two letters, three are 'mothers', seven are 'double', and twelve are 'simple', but the spirit is first among these. ",
            "Third, Primitive Water. He also formed and designed from his Spirit, and from the void and formless made earth, even as a rampart, or standing wall, and varied its surface even as the crossing of beams.",
            "Fourth, from the Water, He designed Fire, and from it formed for himself a throne of honor, with Auphanim, Seraphim, Holy Animals, and ministering Angels, and with these he formed his dwelling, as is written in the text \"Who maketh his angels spirits and his ministers a flaming fire.\"  ",
            "He selected three letters from the simple ones, and sealed them as forming his great Name, Yud, Hei, Waw, and he sealed the universe in six directions. Fifth, He looked above, and sealed the height, with Yud-Hei-Waw. Sixth, He looked below, and sealed the deep, with Yud-Waw-Hei. Seventh, He looked forward, and sealed the East, with Hei-Yud-Waw. Eighth, He looked backward, and sealed the West, with Hei-Waw-Yud. Ninth, He looked to the right, and sealed the South, with Waw-Yud-Hei. Tenth, He looked to the left, and sealed the North, with  Waw-Hei-Yud.",
            "These are the ten ineffable existences, the spirit of the living God, Air, Water, Fire, Height and Depth, East and West, North and South."
        ],
        [
            "The foundations are the twenty-two letters, three 'mothers', seven 'double', and twelve 'single letters'. Three 'mothers', namely Aleph, Mem, Shin, represent Air, Water, and Fire: Aleph mute as Water, Shin hissing as Fire, and Mem as air of a spiritual type, is as balance, standing erect between them and pointing out the equilibrium which exists, speaking.",
            "He hath formed, weighed, transmuted, composed, and created with these twenty-two letters every living being, and every soul yet uncreated.",
            "Twenty-two letters are formed by the voice, impressed on the air, and audibly uttered in five situations: in the throat as guttural sounds; in the palate as palatals; by the tongue as linguals; through the teeth as dentals; and by the lips as labial sounds.",
            "These twenty-two letters, the foundations, He arranged as on a sphere, with two hundred and thirty-one modes. If the sphere be rotated forward, good is implied, if in a retrograde manner evil is intended.",
            "For He indeed showed the mode of combination of the letters, each with each, Aleph with all, and all with Aleph. Thus in combining all together in pairs are produced these two hundred and thirty-one gates of knowledge. And from Nothingness did He make something, and all forms of speech and every created thing, and from the empty void He made the solid earth, and from the non-existent He brought forth Life.",
            "He hewed, as it were, immense columns or colossal pillars, out of the intangible air, and from the empty space. And this is the impress of the whole, twenty-one letters, all from one the Aleph."
        ],
        [
            "The three mother [letters] Aleph, Mem, and Shin, their foundation is a pan (of a scale) of culpability and a pan of merit, and the tongue of decree decides between them.",
            "The three mothers - Aleph, Mem, Shin - a mighty mystery, most occult and most marvelous, sealed as with six rings, and from them proceed Fire, Water, [and Air]; these are subsequently differentiated into male and female. Three mothers - Aleph, Mem, Shin, their foundation. And from them were born fathers and all was created from them.",
            "The three mother letters - Aleph, Mem, and Shin -  are air, water, and fire in the world. Heaven is created from Fire [the shin in shamayim]; the Earth from Water [the mem in mayim]; and the Air [the aleph in ’avir] which decides between the fire and the water.",
            "During the year, or in regards to time in general, these three mothers represent Hot, Cold, and Warm. The hot from the fire, the cold from the water, and the warm from the spiritual air, which again is an equalizer between them. These three mothers again represent in the Microcosm human form, male and female; the Head, the Belly, and the Chest. The head from the hot fire, the belly from cold water, and the chest from the warm air that lieth between them.",
            "These three mothers did He create, form, and design, and with the three mothers combine in the world, and in the year, and in Man, both male and female. ",
            "He caused Aleph to reign in the air, and crowned it, and combined one with the other, and with these He sealed the Air in the world, the warmth of the year, and the chest (the lungs) in man; the male with Aleph-Mem-Shin, the female with Aleph-Shin-Mem. ",
            "He caused Mem to predominate in Water, and crowned it, and combined it with others, and formed Earth in the world, cold in the year, and the belly in the soul, male and female, male with Mem-Aleph-Shin and female with Mem-Shin-Aleph.",
            "He caused Shin to reign in Fire and crowned it, and He combined one with the other, and sealed them, as heaven in the universe, as heat in the year, and as the head of Man and Woman. [Male with Shin-Aleph-Mem and female with Shin-Mem-Aleph.]"
        ],
        [
            "There were formed seven 'double' letters: Bet [b/v], Gimel [g/j], Dalet [d/dh], Kaph [k/kh], Pe [p/ph], Resh [r/rr], Tav [t/th], each has two voices, either aspirated or softened. These are the foundations of Life, Peace, Riches, Beauty or Reputation, Wisdom, Fruitfulness, and Power. These are double, because their opposites take part in life, opposed to Life is Death; to Peace, War; to Riches, Poverty; to Beauty or Reputation, Deformity or Disrepute; to Wisdom, Ignorance; to Fruitfulness, Sterility; to Power, Slavery.",
            "These seven double letters point out the dimensions, East, West, height, depth, North, South, with the Holy Temple in the middle, sustaining all things.",
            "These seven double letters He formed, designed, created, and combined into the Stars of the Universe, the days of the week, the orifices of perception in man; and from them he made seven heavens, and seven planets, all from nothingness, and, moreover, he has preferred and blessed the sacred heptad.",
            "From two letters, or forms, He composed two dwellings; from three, six; from four, twenty-four; from five, one hundred and twenty; from six, seven hundred and twenty; from seven, five thousand and forty; and from thence their numbers increase in a manner beyond counting; and are incomprehensible. These seven are Planets of the Universe, the Sun, Venus, Mercury, Moon, Saturn, Jupiter, and Mars; the seven days are the days of creation; and these an the seven gateways of a man, two eyes, two ears, two nostrils and a mouth, through which he perceives by his senses.",
            "He caused and produced Bet, predominant in wisdom, crowned, combined, and formed the Saturn in the Universe, the first day of the week, and the right eye, of man.",
            "Gimel, predominant in health, crowned, combined and formed Jupiter in the Universe, the second day of the week, and the left eye in man.",
            "Dalet, predominant in fertility, crowned, combined, and formed the Mars in the Universe, the third day of the week, and the right ear in man.",
            "Kaph, predominant in life, crowned, combined, and formed Sun in the Universe, the fourth day of the week, and the left ear of man.",
            "Pe, predominant in power, crowned, combined, and formed Venus in the Universe, the fifth day of the week, and the right nostril in man.",
            "Resh, predominant in peace, crowned, combined, and formed Mercury in the Universe, the sixth day of the week, and the left nostril in man.",
            "Tav, predominant in beauty, crowned, combined and formed Moon in the Universe, the seventh day in the week, and the mouth of man.",
            "Two Letters produce two houses; three form six; four form twenty-four; five form one hundred and twenty; six form seven hundred and twenty; seven form five thousand and forty; and beyond this their numbers increase so that the mouth can hardly utter them, nor the ear hear the number of them. So now, behold the Stars of our World, the Planets which are Seven; the Sun, Venus, Mercury, Moon, Saturn, Jupiter and Mars. The Seven are also the Seven Days of Creation; and the Seven Gateways of the Soul of Man—the two eyes, the two ears, the mouth and the two nostrils. So with the Seven are formed the seven heavens, the seven earths, and the seven periods of time; and so has He preferred the number Seven above all things under His Heaven."
        ],
        [
            "The simple letters are twelve, namely: Hei, Vav, Zayin, Chet, Tet, Yud, Lamed, Nun, Samech, Ayin, Tsade, and Quph; they represent the fundamental properties, sight, hearing, smell, speech, desire for food, the sexual appetite, movement, anger, mirth, thought, sleep, and work. These symbolize also twelve directions in space: northeast, southeast, the east above, the east below, the northwest, southwest, the west above, the west below, the upper south, the lower south, the upper north, the lower north. These diverge to all eternity, and an as the arms of the universe.",
            "These twelve letters, he designed, formed, combined, weighed, and changed, and created with them the twelve divisions of the heavens (namely, the zodiacal constellations), the twelve months of the year, and the twelve important organs of the frame of man, namely the right and left hands, the right and left feet, two kidneys, the liver, the gall, the spleen, the intestines, the gullet, and the stomach. God produced Hei, predominant in Speech, crowned, combined, and formed Aries in the world, Nisan in the year, and the right foot of man. God produced Vav, predominant in Mind, crowned, combined, and formed Taurus in the world, Yiar in the year, and the right kidney of man. God produced Zayin, predominant in movement, crowned, combined, and formed Gemini in the world, Sivan in the year, and the left foot of man. He produced Chet, predominant in Sight, crowned, combined, and formed Cancer in the world, Tammuz in the year, and the right hand of man. He produced Tet, predominant in Hearing, crowned, combined, and formed Leo in the world, Ab in the year, and the left kidney in man. He produced Yud, predominant in Labor, crowned, combined, and formed Virgo in the world, Elul in the year, and the left hand of man. He produced Lamed, predominant in sexual desire, crowned, combined, and formed Libra in the world, Tishrei in the year, and the gall in man. He produced Nun, predominant in smell, crowned, combined, and formed Scorpio in the world, Marchesvan in the year, and the intestines in man. He produced Samech, predominant in sleep, crowned, combined, and formed Sagittarius in the world, Kislev in the year, and the stomach of man. He produced Ayin, predominant in Anger, crowned, combined, and formed Capricornus in the world, Tebet in the year, and the liver in man. He produced Tsade, predominant in Taste, crowned, combined, and formed Aquarius in the world, Shevat in the year, and the gullet in man. He produced Quph, predominant in Mirth, crowned, combined, and formed Pisces in the world, Adar in the year, and the spleen in man.",
            "Three 'mothers', seven 'double' and twelve 'simple', these are the twenty-two letters. ",
            " Yud-Hei-Waw-Hei, Tetragrammaton, that is our Lord of Hosts, exalted, and existed in the ages, whose Name is Holy, created three 'fathers', fire and spirit and water, progressing beyond them, seven heavens with their armies of angels; and twelve limits of the universe. "
        ],
        [
            "In proof of these things, and witnessing faithfully are the Universe, the Year of time, and Man himself, the Microcosm. He fixed these as testimonies of the Triad, the Heptad, and the Dodecad; the twelve constellations rulers of the world, the Dragon Tali which environs the universe, and the microcosm, man. The triad, fire, water, and air; the fire above, the water below, and the air in the midst. The proof of which is that air is a participator with both.",
            "Tali, the Dragon, is above the Universe, as a king on his throne; the sphere in the year as a king in his State, the Heart of man as a king in warfare. And our God made the states of opposition, good and evil, good from the good, and evil from the evil. Happiness is reserved for the just, and misery for the wicked ones.",
            "And out of the triad one stands apart; and in the heptad there are two triads, and one standing apart. The dodecad symbolizes war, the triad of amity, the triad of enmity, three which are life-giving, three which are death-dealing, and God, the faithful king, rules over all from the throne of his sanctity. One above three, three above seven, and seven above twelve, and all are linked together, and one with another.",
            "After that our father Abraham had seen, and pondered over, investigated, and understood these things, he designed, engraved, and composed them, and received them into his power (hands). Then the Lord of all appeared unto him, made a covenant with him, and kissed his head, and naming him after his own name, called him his friend; and as it is written, completed a covenant with him and with his seed forever, who then believed on God, the Tetragrammaton, and it was imputed to him for righteousness.",
            "God ordained a covenant between the toes of his feet, that of circumcision; and a covenant between the fingers of his hands, that of the Tongue. He bound the essences of the twenty-two letters on his tongue, and God disclosed to him the secrets of them. God has carried these through waters, He has borne them aloft through fire, and He has stamped them in the storms of the air; He has distributed them among the seven stars, and has assigned them to twelve celestial constellations. Amen."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "ספר יצירה",
    "categories": [
        "Kabbalah"
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}