{
    "text": {
        "0_Chapter, 0_Verse": "Proverbes de Salomon, fils de David, roi d’Israël:",
        "0_Chapter, 1_Verse": "Grâce à eux, on apprend à connaître la sagesse et la morale, à goûter le langage de la raison;",
        "0_Chapter, 2_Verse": "à accueillir les leçons du bon sens, la vertu, la justice et la droiture.",
        "0_Chapter, 3_Verse": "Ils donnent de la sagacité aux simples, au jeune homme de l’expérience et de la réflexion.",
        "0_Chapter, 4_Verse": "En les entendant, le sage enrichira son savoir, et l’homme avisé acquerra de l’habileté.",
        "0_Chapter, 5_Verse": "On saisira mieux paraboles et sentences, les paroles des sages et leurs piquants aphorismes.",
        "0_Chapter, 6_Verse": "La crainte de l’Éternel est le principe de la connaissance; sagesse et morale excitent le dédain des sots.",
        "0_Chapter, 7_Verse": "Écoute, mon fils, les remontrances de ton père, ne délaisse pas les instructions de ta mère;",
        "0_Chapter, 8_Verse": "car elles forment un gracieux diadème pour ta tête et un collier pour ton cou.",
        "0_Chapter, 9_Verse": "Mon fils, si des criminels cherchent à t’entraîner, ne leur cède point;",
        "0_Chapter, 10_Verse": "s’ils disent: \"Viens donc avec nous, nous allons combiner des meurtres, attenter sans motif à la vie de l’innocent;",
        "0_Chapter, 11_Verse": "comme le Cheol nous les engloutirons vivants, tout entiers comme ceux qui descendent dans la tombe.",
        "0_Chapter, 12_Verse": "Nous ferons main basse sur tout objet de prix; nous remplirons nos maisons de butin.",
        "0_Chapter, 13_Verse": "Tu associeras ton sort au nôtre: nous ferons tous bourse commune,\"",
        "0_Chapter, 14_Verse": "mon fils, ne fraye pas avec eux, écarte tes pas de leur sentier;",
        "0_Chapter, 15_Verse": "car leurs pieds se précipitent vers le mal, ils ont hâte de répandre le sang.",
        "0_Chapter, 16_Verse": "Certes les filets paraissent dressés sans aucun but aux yeux de la gent ailée:",
        "0_Chapter, 17_Verse": "eux aussi en veulent à leur propre sang, et c’est à eux-mêmes qu’ils dressent un piège.",
        "0_Chapter, 18_Verse": "Tel est le sort auquel court quiconque poursuit le lucre: il coûte la vie à ceux qui l’ambitionnent.",
        "0_Chapter, 19_Verse": "La sagesse prêche dans la rue; sur les voies publiques elle élève la voix.",
        "0_Chapter, 20_Verse": "Elle appelle à elle au milieu des bruyants carrefours, à l’entrée des portes. En pleine ville, elle fait entendre ses discours:",
        "0_Chapter, 21_Verse": "\"Jusqu’à quand, niais, aimerez-vous la sottise, et vous, persifleurs, aurez-vous du goût pour la moquerie? Jusqu’à quand, insensés, haïrez-vous le savoir?",
        "0_Chapter, 22_Verse": "Cédez à mes remontrances; voici, je veux vous ouvrir les sources de mon esprit, vous enseigner mes paroles.",
        "0_Chapter, 23_Verse": "Puisque j’ai appelé et que vous avez refusé de m’entendre; puisque j’ai tendu la main et que personne n’y a fait attention;",
        "0_Chapter, 24_Verse": "puisque vous avez repoussé tous mes conseils et que vous n’avez pas voulu de mes remontrances,",
        "0_Chapter, 25_Verse": "en retour je rirai, moi, de votre malheur, je vous raillerai quand éclatera votre épouvante;",
        "0_Chapter, 26_Verse": "oui, quand éclatera votre épouvante, pareille à une tempête, et votre malheur, tel qu’un ouragan, quand fondront sur vous détresse et angoisse.",
        "0_Chapter, 27_Verse": "Alors on m’appellera et je ne répondrai point, on me cherchera, mais on ne me trouvera pas.",
        "0_Chapter, 28_Verse": "Aussi bien, ils ont détesté le savoir, ils n’ont eu aucun goût pour fa crainte de l’Éternel.",
        "0_Chapter, 29_Verse": "Ils n’ont pas voulu de mes conseils, n’ont eu que du dédain pour toutes mes réprimandes.",
        "0_Chapter, 30_Verse": "Qu’ils se nourrissent donc du fruit de leur conduite, qu’ils se rassasient de leurs résolutions!",
        "0_Chapter, 31_Verse": "Assurément, la rébellion des niais les perdra, et la fausse quiétude des sots causera leur ruine.",
        "0_Chapter, 32_Verse": "Mais quiconque m’écoute demeurera en sécurité, exempt de la crainte du malheur.\"",
        "1_Chapter, 0_Verse": "Mon fils, puisses-tu accueillir mes paroles, te pénétrer de mes recommandations,",
        "1_Chapter, 1_Verse": "en prêtant une: oreille attentive à la sagesse et en ouvrant ton cœur à la raison!",
        "1_Chapter, 2_Verse": "Puisses-tu invoquer le bon sens et adresser un appel pressant à la raison,",
        "1_Chapter, 3_Verse": "la souhaiter comme de l’argent, la rechercher comme des trésors!",
        "1_Chapter, 4_Verse": "Car alors tu auras le sens de la crainte de l’Éternel et tu atteindras la connaissance de Dieu.",
        "1_Chapter, 5_Verse": "C’est l’Éternel, en effet, qui octroie la sagesse; de sa bouche émanent la science et la raison.",
        "1_Chapter, 6_Verse": "Il réserve le succès aux hommes droits; il est un bouclier pour ceux qui marchent dans l’intégrité.",
        "1_Chapter, 7_Verse": "Il protège les voies de la justice, et veille sur la route de ses pieux adorateurs.",
        "1_Chapter, 8_Verse": "Alors aussi tu auras une juste idée de la vertu et du droit, de l’équité et de toute bonne direction.",
        "1_Chapter, 9_Verse": "Puisse donc la sagesse pénétrer en ton cœur et la science faire les délices de ton âme!",
        "1_Chapter, 10_Verse": "Puisse la réflexion être ta sauvegarde et la raison ta protection!",
        "1_Chapter, 11_Verse": "Ainsi tu seras préservé du chemin du malfaiteur, des gens qui débitent des perversités,",
        "1_Chapter, 12_Verse": "qui abandonnent les chemins droits pour suivre des routes ténébreuses,",
        "1_Chapter, 13_Verse": "qui se réjouissent de faire du mal, sont transportés de joie par les attentats criminels,",
        "1_Chapter, 14_Verse": "dont les voies sont tortueuses et les sentiers pleins de détours.",
        "1_Chapter, 15_Verse": "Par là aussi tu seras sauvé de la femme d’autrui, de l’étrangère aux paroles mielleuses,",
        "1_Chapter, 16_Verse": "qui a trahi l’ami de sa jeunesse, et oublié l’alliance de son Dieu.",
        "1_Chapter, 17_Verse": "Certes, sa maison penche vers la mort et ses sentiers conduisent vers les ombres des trépassés.",
        "1_Chapter, 18_Verse": "Aucun de ceux qui vont chez elle ne revient, incapable de retrouver le chemin de la vie.",
        "1_Chapter, 19_Verse": "Puisses-tu donc suivre le chemin des hommes de bien, et t’attacher aux voles des justes!",
        "1_Chapter, 20_Verse": "Car ce sont les hommes droits qui occuperont la terre, et les intègres qui s’y maintiendront;",
        "1_Chapter, 21_Verse": "tandis que les méchants en seront extirpés et les traîtres violemment arrachés.",
        "2_Chapter, 0_Verse": "Mon fils, n’oublie pas mon enseignement; que ton cœur retienne mes recommandations.",
        "2_Chapter, 1_Verse": "Car ils te vaudront de longs jours, des années de vie et de paix.",
        "2_Chapter, 2_Verse": "Que la bonté et la vérité ne te quittent jamais: attache-les à ton cou, inscris-les sur les tablettes de ton cœur,",
        "2_Chapter, 3_Verse": "et tu trouveras faveur et bon vouloir aux yeux de Dieu et des hommes.",
        "2_Chapter, 4_Verse": "Confie-toi en l’Éternel de tout cœur, mais ne te repose pas sur ton intelligence.",
        "2_Chapter, 5_Verse": "Dans toutes tes voies, songe à lui, et il aplanira ta route.",
        "2_Chapter, 6_Verse": "Ne te prends pas pour un sage: crains l’Éternel et fuis le mal;",
        "2_Chapter, 7_Verse": "ce sera la santé pour ton corps; une sève généreuse pour tes membres.",
        "2_Chapter, 8_Verse": "Honore l’Éternel avec tes biens, avec les prémices de tous tes produits;",
        "2_Chapter, 9_Verse": "alors tes celliers regorgeront d’abondance et tes pressoirs déborderont de vin. י",
        "2_Chapter, 10_Verse": "Ne rejette pas l’admonestation de l’Éternel, ne t’insurge pas contre sa réprimande;",
        "2_Chapter, 11_Verse": "car celui qu’il aime, l’Éternel le châtie, tel un père le fils qui lui est cher.",
        "2_Chapter, 12_Verse": "Heureux l’homme qui a atteint la sagesse, le mortel qui met en œuvre la raison!",
        "2_Chapter, 13_Verse": "Car le trafic en vaut plus que celui de l’argent, et les fruits qu’elle donne l’emportent sur l’or fin.",
        "2_Chapter, 14_Verse": "Elle est plus précieuse que les perles, tes plus chers trésors ne la valent point.",
        "2_Chapter, 15_Verse": "Elle porte la longévité en sa droite, et en sa gauche la richesse et l’honneur.",
        "2_Chapter, 16_Verse": "Ses voies sont des voies pleines de délices, et tous ses sentiers aboutissent au bonheur.",
        "2_Chapter, 17_Verse": "Elle est un arbre de vie pour ceux qui s’en rendent maîtres: s’y attacher, c’est s’assurer la félicité.",
        "2_Chapter, 18_Verse": "L’Éternel, par la sagesse, a fondé la terre; par l’intelligence, il a affermi les cieux.",
        "2_Chapter, 19_Verse": "Par sa science, les abîmes s’entrouvrent, et les nuées ruissellent de rosée.",
        "2_Chapter, 20_Verse": "Mon fils, ne les laisse pas s’éclipser à tes yeux, reste fidèle à la vérité, et à la réflexion.",
        "2_Chapter, 21_Verse": "Elles seront un gage de vie pour ton âme, un ornement gracieux pour ton cou.",
        "2_Chapter, 22_Verse": "Dès lors, tu suivras en sécurité ta route, et ton pied ne bronchera pas.",
        "2_Chapter, 23_Verse": "Lorsque tu te livreras au repos, tu n’éprouveras aucune crainte, tu te coucheras et goûteras un doux sommeil.",
        "2_Chapter, 24_Verse": "Tu ne seras pas exposé à des terreurs soudaines ni au malheur qui fond sur le méchant.",
        "2_Chapter, 25_Verse": "Car l’Éternel sera l’objet de ton espoir; il préservera ton pied des embûches.",
        "2_Chapter, 26_Verse": "Ne refuse pas un bienfait à ceux qui y ont droit, alors qu’il est en ton pouvoir de l’accorder.",
        "2_Chapter, 27_Verse": "Ne dis pas à ton prochain: \"Va, tu reviendras; demain je donnerai\", quand tu as de quoi.",
        "2_Chapter, 28_Verse": "Ne médite pas de mal contre ton prochain, tandis qu’il demeure sans défiance auprès de toi.",
        "2_Chapter, 29_Verse": "Ne cherche pas de vaine querelle à l’homme qui ne t’a fait aucun rital.",
        "2_Chapter, 30_Verse": "Ne porte envie à aucun homme injuste et n’adopte aucun de ses procédés.",
        "2_Chapter, 31_Verse": "Car l’Éternel a en horreur les gens tortueux, mais les justes jouissent de son intimité.",
        "2_Chapter, 32_Verse": "La malédiction de l’Éternel repose sur la maison du méchant, mais la demeure du juste est bénie.",
        "2_Chapter, 33_Verse": "Se trouve-t-il en présence de railleurs, il leur oppose la raillerie, mais il accorde sa bienveillance aux humbles.",
        "2_Chapter, 34_Verse": "L’honneur sera le lot des sages, mais les sots seront mis en vedette par leur honte.",
        "3_Chapter, 0_Verse": "Écoutez, enfants, la morale d’un père; soyez attentifs, pour faire connaissance avec la raison!",
        "3_Chapter, 1_Verse": "Car je vous donne d’utiles leçons: n’abandonnez pas mon enseignement.",
        "3_Chapter, 2_Verse": "Lorsque j’étais, moi aussi, un enfant au regard de mon père, un fils tendrement et uniquement aimé par ma mère,",
        "3_Chapter, 3_Verse": "il m’instruisait en me disant: \"Que ton cœur s’attache à mes paroles; garde mes préceptes et tu vivras!\"",
        "3_Chapter, 4_Verse": "Acquiers de la sagesse, acquiers de la raison; n’oublie pas, ne délaisse pas les paroles de ma bouche.",
        "3_Chapter, 5_Verse": "Ne l’abandonne pas, la sagesse, et elle te gardera; aime-la et elle te protégera.",
        "3_Chapter, 6_Verse": "Le principe de la sagesse, c’est d’acquérir la sagesse; au prix de tous tes biens, rends-toi possesseur de la raison.",
        "3_Chapter, 7_Verse": "Exalte-la, et elle t’élèvera; elle te vaudra de l’honneur, si tu t’attaches à elle.",
        "3_Chapter, 8_Verse": "Elle posera sur ta tête un diadème de grâce, elle te ceindra d’une couronne de gloire.",
        "3_Chapter, 9_Verse": "Écoute, mon fils, accueille mes paroles, et nombreuses seront les années de ta vie.",
        "3_Chapter, 10_Verse": "Je t’enseigne le chemin de la sagesse, je te dirige dans les sentiers de la droiture.",
        "3_Chapter, 11_Verse": "Aussi quand tu marcheras, ne te sentiras-tu pas à l’étroit, et si tu cours, ne buteras-tu point.",
        "3_Chapter, 12_Verse": "Tiens-toi fermement à la morale sans jamais faiblir, sois-lui fidèle, car elle est ta vie.",
        "3_Chapter, 13_Verse": "N’entre pas dans la voie des impies; ne foule pas le chemin des méchants.",
        "3_Chapter, 14_Verse": "Évite-le, ne t’y aventure pas; détourne-toi et passe outre.",
        "3_Chapter, 15_Verse": "Car ceux-là ne peuvent dormir qu’ils n’aient fait du mal; le sommeil les fuit, s’ils n’ont causé quelque chute.",
        "3_Chapter, 16_Verse": "Il faut qu’ils mangent le pain de l’iniquité, qu’ils boivent le vin de l’injustice.",
        "3_Chapter, 17_Verse": "Tandis que la voie des justes est comme la lumière du matin, dont l’éclat va croissant jusqu’en plein jour,",
        "3_Chapter, 18_Verse": "le chemin des pervers est sombre comme les ténèbres; ils ne savent pas ce qui les fait trébucher.",
        "3_Chapter, 19_Verse": "Mon fils, sois, attentif à mes paroles, incline l’oreille à mes discours.",
        "3_Chapter, 20_Verse": "Qu’ils ne s’écartent pas de tes yeux, conserve-les au fond de ton cœur.",
        "3_Chapter, 21_Verse": "Car ils sont un gage de vie pour qui les accueille, un gage de santé pour tout le corps.",
        "3_Chapter, 22_Verse": "Plus que tout trésor garde ton cœur, car de là jaillissent des flots de vie.",
        "3_Chapter, 23_Verse": "Écarte de ta bouche toute parole tortueuse, éloigne de tes lèvres tout langage pervers.",
        "3_Chapter, 24_Verse": "Que tes yeux regardent bien en face, que tes paupières s’ouvrent droit devant toi.",
        "3_Chapter, 25_Verse": "Aplanis avec soin le sentier que foule ton pied, pour pouvoir cheminer en sûreté.",
        "3_Chapter, 26_Verse": "Ne dévie ni à droite ni à gauche; éloigne tes pas du mal.",
        "4_Chapter, 0_Verse": "Mon fils, sois attentif à la sagesse que je prêche, incline l’oreille aux conseils de ma raison,",
        "4_Chapter, 1_Verse": "afin d’observer une sage circonspection et de soumettre tes lèvres aux lois de la prudence.",
        "4_Chapter, 2_Verse": "C’est que les lèvres de l’étrangère distillent du miel, et son palais est plus onctueux que l’huile.",
        "4_Chapter, 3_Verse": "Mais à la fin ce miel devient amer comme l’absinthe, et ce palais, acéré comme un glaive à double tranchant.",
        "4_Chapter, 4_Verse": "Ses pieds descendent à la mort, ses pas aboutissent au Cheol.",
        "4_Chapter, 5_Verse": "Elle n’a garde de fouler le chemin de la vie; ses sentiers sont mouvants, tu ne t’en douterais pas.",
        "4_Chapter, 6_Verse": "Et maintenant, mes fils, écoutez-moi: ne vous écartez point des paroles de ma bouche.",
        "4_Chapter, 7_Verse": "Éloigne tes pas de cette étrangère; ne t’approche pas de l’entrée de sa maison.",
        "4_Chapter, 8_Verse": "Sans cela tu livrerais à d’autres ton honneur, et les années de ta vie à un cruel ennemi.",
        "4_Chapter, 9_Verse": "Des étrangers se gorgeraient du fruit de tes efforts, ton labeur enrichirait la maison d’un inconnu.",
        "4_Chapter, 10_Verse": "Tu te lamenterais sur ta destinée, en voyant se consumer ta chair et ta vigueur corporelle.",
        "4_Chapter, 11_Verse": "Tu dirais alors: \"Ah! pourquoi ai-je pris en haine la morale, et mon cœur a-t-il repoussé toute remontrance?",
        "4_Chapter, 12_Verse": "Que n’ai-je écouté la voix de mes guides et prêté l’oreille à mes maîtres?",
        "4_Chapter, 13_Verse": "Peu s’en est fallu que je ne devinsse la proie de tous les maux, au milieu de l’assemblée, au sein de la société!\"",
        "4_Chapter, 14_Verse": "Bois donc l’eau de ta citerne et l’onde qui coule de ta fontaine.",
        "4_Chapter, 15_Verse": "Tes sources doivent-elles se répandre au dehors, tes cours d’eau arroser les places publiques?",
        "4_Chapter, 16_Verse": "Réserve-les à toi seul; que les étrangers ne les partagent pas avec toi!",
        "4_Chapter, 17_Verse": "Qu’ainsi soit bénie ta source, et puisses-tu trouver la joie dans la femme de ta jeunesse!",
        "4_Chapter, 18_Verse": "Biche d’amour, gazelle pleine de grâce, que ses charmes t’enivrent en tout temps, et que son amour t’enthousiasme sans cesse!",
        "4_Chapter, 19_Verse": "Pourquoi, mon fils, t’éprendre d’une étrangère et prodiguer tes caresses à une autre compagne?",
        "4_Chapter, 20_Verse": "Car l’Éternel a les yeux fixés sur les voies de l’homme, il observe la trace de tous ses pas.",
        "4_Chapter, 21_Verse": "L’impie est pris dans ses péchés comme dans un lacet, il s’embarrasse dans les entraves de son crime.",
        "4_Chapter, 22_Verse": "Il meurt faute de loi morale, égaré par l’excès de sa folie.",
        "5_Chapter, 0_Verse": "Mon fils, si tu t’es porté garant pour ton prochain, si tu as engagé ta parole pour un étranger,",
        "5_Chapter, 1_Verse": "tu es pris au piège de tes promesses; tu es devenu le prisonnier de ta parole.",
        "5_Chapter, 2_Verse": "Fais donc ceci, mon fils, pour recouvrer ta liberté, puisque tu es tombé au pouvoir d’autrui: va, insiste avec énergie et livre un assaut à ton prochain.",
        "5_Chapter, 3_Verse": "N’accorde pas de sommeil à tes yeux ni de repos à tes paupières.",
        "5_Chapter, 4_Verse": "Dégage-toi, comme le cerf de la main du chasseur, comme le passereau de la main de l’oiseleur.",
        "5_Chapter, 5_Verse": "Va trouver la fourmi, paresseux, observe ses façons d’agir et deviens sage:",
        "5_Chapter, 6_Verse": "elle n’a ni maître, ni surveillant, ni supérieur;",
        "5_Chapter, 7_Verse": "et elle prépare sa nourriture durant l’été, elle amasse ses provisions au temps de la moisson!",
        "5_Chapter, 8_Verse": "Jusqu’à quand, paresseux, resteras-tu couché? Quand sortiras-tu de ton sommeil?",
        "5_Chapter, 9_Verse": "\"Ah! dormir encore un peu, rester un peu assoupi, entrelacer un peu les mains pour reposer!\"",
        "5_Chapter, 10_Verse": "Cependant, la pauvreté s’introduit chez toi comme un rôdeur, et la misère comme un guerrier armé.",
        "5_Chapter, 11_Verse": "Un personnage ignoble, un homme inique, c’est celui qui a recours au langage tortueux,",
        "5_Chapter, 12_Verse": "qui cligne des yeux, frappe des pieds, fait des signes avec ses doigts,",
        "5_Chapter, 13_Verse": "et, le cœur plein d’artifices, passe son temps à méditer le mal, à déchaîner la discorde.",
        "5_Chapter, 14_Verse": "Aussi le malheur fond-il soudain sur lui; d’un coup, il est brisé et sans retour.",
        "5_Chapter, 15_Verse": "Il est six choses que l’Éternel déteste et sept qu’il a en horreur:",
        "5_Chapter, 16_Verse": "les yeux hautains, la langue mensongère, les mains qui répandent le sang innocent;",
        "5_Chapter, 17_Verse": "le cœur qui ourdit des desseins pervers, les pieds impatients de courir au mal,",
        "5_Chapter, 18_Verse": "le faux témoin qui exhale le mensonge, enfin l’homme qui déchaîne la discorde entre frères.",
        "5_Chapter, 19_Verse": "Mon fils, sois fidèle aux recommandations de ton père, ne délaisse pas l’enseignement de ta mère.",
        "5_Chapter, 20_Verse": "Porte-les constamment attachés à ton cœur, noués à ton cou.",
        "5_Chapter, 21_Verse": "Qu’ils te guident dans tes marches, veillent sur ton repos et te soient un sujet d’entretien à ton réveil.",
        "5_Chapter, 22_Verse": "Car le devoir est un flambeau, la doctrine une lumière, les dictées de la morale un gage de vie.",
        "5_Chapter, 23_Verse": "C’est ainsi que tu seras protégé contre la femme vicieuse, contre la langue mielleuse de l’étrangère.",
        "5_Chapter, 24_Verse": "Ne convoite pas sa beauté en ton cœur, ne te laisse pas prendre à la séduction de ses paupières.",
        "5_Chapter, 25_Verse": "Car pour une courtisane on peut être réduit à une miche de pain; une femme adultère prend dans ses filets un gibier de prix.",
        "5_Chapter, 26_Verse": "Peut-on attiser du feu dans son sein, sans que les vêtements soient consumés?",
        "5_Chapter, 27_Verse": "Peut-on marcher sur des charbons ardents, sans se brûler les pieds jusqu’au vif?",
        "5_Chapter, 28_Verse": "Il en est ainsi de celui qui approche de la femme de son prochain; il ne restera pas indemne, celui qui la touche.",
        "5_Chapter, 29_Verse": "On ne méprise pas le voleur qui commet un larcin pour assouvir sa faim.",
        "5_Chapter, 30_Verse": "Mais s’il est pris, il devra payer au septuple, donner tous les biens de sa maison.",
        "5_Chapter, 31_Verse": "Commettre un adultère c’est être insensé qui veut se perdre agit ainsi.",
        "5_Chapter, 32_Verse": "Il ne recueillera que souffrances et déshonneur; sa honte sera ineffaçable.",
        "5_Chapter, 33_Verse": "Car la jalousie exaspère la fureur du mari: il sera sans pitié au jour de la vengeance.",
        "5_Chapter, 34_Verse": "Il ne se laissera apaiser par aucune rançon; il se montrera inexorable, dusses-tu prodiguer les présents.",
        "6_Chapter, 0_Verse": "Mon fils, retiens mes paroles et pénètre-toi de mes recommandations;",
        "6_Chapter, 1_Verse": "garde mes préceptes pour que tu vives, et mon enseignement, comme la prunelle de tes yeux.",
        "6_Chapter, 2_Verse": "Attache-les à tes doigts, inscris-les sur les tablettes de ton cœur.",
        "6_Chapter, 3_Verse": "Dis à la sagesse: \"Tu es ma sœur,\" et appelle la raison\" Mon amie!\"",
        "6_Chapter, 4_Verse": "Ainsi tu seras mis en garde contre la femme d’autrui, contre l’étrangère au parler doucereux.",
        "6_Chapter, 5_Verse": "Aussi bien, il m’arriva de regarder par la fenêtre de ma chambre, à travers mon treillis.",
        "6_Chapter, 6_Verse": "J’observai les jeunes étourdis, je distinguai, parmi eux, un adolescent dépourvu d’intelligence.",
        "6_Chapter, 7_Verse": "Il passait dans la rue, près du logis de cette femme, et dirigeait ses pas vers sa maison.",
        "6_Chapter, 8_Verse": "C’était à l’heure du crépuscule, quand le soir tombait et que la nuit se faisait sombre et obscure.",
        "6_Chapter, 9_Verse": "Or, voici qu’une femme l’aborde, à la mise de courtisane et au cœur artificieux.",
        "6_Chapter, 10_Verse": "Bruyante et désordonnée, ses pieds ne tiennent pas en place à la maison;",
        "6_Chapter, 11_Verse": "tantôt dans la rue, tantôt sur les places, à chaque coin elle se met aux aguets.",
        "6_Chapter, 12_Verse": "Cette femme s’empare de lui, le couvre de baisers et, prenant un air effronté, lui dit:",
        "6_Chapter, 13_Verse": "\" J’avais à faire un sacrifice de reconnaissance, et aujourd’hui même je me suis acquittée de mes vœux.",
        "6_Chapter, 14_Verse": "C’est pourquoi je suis sortie à ta rencontre, voulant me trouver face à face avec toi, et te voilà!",
        "6_Chapter, 15_Verse": "J’ai paré ma couche de riches broderies, de draps en lin d’Égypte.",
        "6_Chapter, 16_Verse": "J’ai parfumé mon lit de repos de myrrhe, d’aloès et de cinnamone.",
        "6_Chapter, 17_Verse": "Viens donc, enivrons-nous d’amour jusqu’au matin, épuisons les délices des caresses.",
        "6_Chapter, 18_Verse": "Mon mari n’est pas à la maison, il est parti pour un voyage lointain.",
        "6_Chapter, 19_Verse": "Il a emporté sa sacoche avec lui et ne rentrera qu’au jour convenu.\"",
        "6_Chapter, 20_Verse": "Elle l’ébranle par ce flux de paroles, et achève sa défaite par sa faconde insinuante.",
        "6_Chapter, 21_Verse": "Soudain il la suit, comme le bœuf va à l’abattoir, comme un fou qu’on entraîne pour le châtier,",
        "6_Chapter, 22_Verse": "comme le passereau se lance dans le piège, jusqu’à ce qu’une flèche lui perce le foie: il ne se doute pas qu’il y va de sa vie.",
        "6_Chapter, 23_Verse": "Et maintenant, mes fils, écoutez-moi, soyez attentifs aux paroles de ma bouche.",
        "6_Chapter, 24_Verse": "Que votre cœur ne se détourne pas vers les voies d’une telle femme, ne vous égarez pas dans ses sentiers;",
        "6_Chapter, 25_Verse": "car nombreuses sont les victimes dont elle a causé la chute, et ceux qu’elle a fait périr sont foule.",
        "6_Chapter, 26_Verse": "Sa maison est comme les avenues du Cheol, qui aboutissent aux demeures souterraines de la mort.",
        "7_Chapter, 0_Verse": "Voici la sagesse qui appelle, la raison qui élève la voix.",
        "7_Chapter, 1_Verse": "Sur la cime des hauteurs qui bordent la route, au croisement des chemins, elle s’est postée.",
        "7_Chapter, 2_Verse": "Dans le voisinage des portes qui conduisent dans la cité, à l’entrée des avenues, elle fait retentir ses apostrophes:",
        "7_Chapter, 3_Verse": "\"Mortels, c’est vous que j’appelle; fils de l’homme, c’est à vous que s’adresse ma voix.",
        "7_Chapter, 4_Verse": "Niais, sachez le prix de la réflexion; sots, sachez le prix de l’intelligence.",
        "7_Chapter, 5_Verse": "Écoutez, car j’énonce de nobles vérités, et mes lèvres s’ouvrent pour des leçons de droiture.",
        "7_Chapter, 6_Verse": "Oui, ma bouche ne profère que vérité, et mes lèvres ont horreur de l’impiété.",
        "7_Chapter, 7_Verse": "Elles sont empreintes de droiture, toutes les paroles de ma bouche; en elles, rien d’équivoque ni de louche.",
        "7_Chapter, 8_Verse": "Toutes sont loyales au gré de l’homme intelligent, et probes pour qui possède le savoir.",
        "7_Chapter, 9_Verse": "Attachez à ma morale plus de prix qu’à l’argent, à la vraie connaissance plus qu’à l’or de choix.",
        "7_Chapter, 10_Verse": "C’est que la sagesse est plus précieuse que les perles: tous les biens réunis ne la valent point.",
        "7_Chapter, 11_Verse": "Je suis la sagesse, en pleine possession de la réflexion; j’atteins la science des habiles conceptions.",
        "7_Chapter, 12_Verse": "Craindre l’Éternel, c’est haïr le mal; l’orgueil et l’arrogance, le chemin du malfaiteur, la bouche perverse, voilà ce que je déteste.",
        "7_Chapter, 13_Verse": "A moi les conseils, gage de succès; je suis l’intelligence, et la force est mon attribut.",
        "7_Chapter, 14_Verse": "Par moi règnent les rois, et les princes fondent des lois de justice.",
        "7_Chapter, 15_Verse": "Par moi gouvernent les grands et les nobles, tous ceux qui rendent la justice sur terre.",
        "7_Chapter, 16_Verse": "J’aime qui m’aime, et qui me cherche me trouve.",
        "7_Chapter, 17_Verse": "Avec moi sont richesse et honneur, fortune durable et juste récompense.",
        "7_Chapter, 18_Verse": "Mon fruit est meilleur que l’or et les métaux précieux, et mon produit que l’argent de choix.",
        "7_Chapter, 19_Verse": "Je suis avec persévérance la voie de la justice, les sentiers de l’équité,",
        "7_Chapter, 20_Verse": "en donnant à ceux qui m’aiment des biens en partage, en remplissant leurs trésors.",
        "7_Chapter, 21_Verse": "L’Éternel me créa au début de son action, antérieurement à ses œuvres, dès l’origine des choses.",
        "7_Chapter, 22_Verse": "Dès les temps antiques, je fus formée, tout au commencement, bien avant la naissance de la terre.",
        "7_Chapter, 23_Verse": "Il n’y avait pas encore d’océan quand je naquis, ni de sources chargées d’eaux.",
        "7_Chapter, 24_Verse": "Avant les montagnes plongeant dans les profondeurs, avant les coteaux, je fus douée de vie,",
        "7_Chapter, 25_Verse": "avant que Dieu eût fait la terre et ses vastes espaces, la masse des glèbes du sol.",
        "7_Chapter, 26_Verse": "Quand il affermit les cieux, j’étais là, et quand il traça un cercle autour de la surface de l’abîme;",
        "7_Chapter, 27_Verse": "quand il consolida les nuées dans les régions supérieures, quand jaillirent avec force les sources souterraines;",
        "7_Chapter, 28_Verse": "quand il imposa à la mer ses limites, empêchant les eaux d’enfreindre son ordre, et qu’il fixa les fondements de la terre.",
        "7_Chapter, 29_Verse": "Alors j’étais à ses côtés, habile ouvrière, dans un enchantement perpétuel, goûtant en sa présence des joies sans fin,",
        "7_Chapter, 30_Verse": "m’égayant sur son globe terrestre et faisant mes délices des fils de l’homme.",
        "7_Chapter, 31_Verse": "Et maintenant, mes fils, écoutez-moi: heureux ceux qui suivent fidèlement mes voies!",
        "7_Chapter, 32_Verse": "Écoutez la loi morale pour devenir sages, et ne la traitez pas avec mépris.",
        "7_Chapter, 33_Verse": "Heureux l’homme qui m’obéit, en accourant à mes portes jour par jour et en observant les piliers sur lesquels s’ouvre ma demeure!",
        "7_Chapter, 34_Verse": "Car celui qui m’a trouvée a trouvé la vie et conquis la bienveillance de l’Éternel.\"",
        "7_Chapter, 35_Verse": "Mais qui me manque se perd lui-même: me haïr, c’est aimer la mort!",
        "8_Chapter, 0_Verse": "La Sagesse s’est bâti une maison, elle en a sculpté les sept colonnes.",
        "8_Chapter, 1_Verse": "Elle a tué des animaux pour son festin, mélangé son vin et dressé sa table.",
        "8_Chapter, 2_Verse": "Elle a mis en campagne ses servantes; elle lance ses invitations du haut des éminences de la cité:",
        "8_Chapter, 3_Verse": "\"Quiconque a l’esprit faible vienne de ce côté!\" A celui qui est dépourvu d’intelligence, elle adresse la parole:",
        "8_Chapter, 4_Verse": "\"Venez, mangez de mon pain et buvez du vin que j’ai mélangé.",
        "8_Chapter, 5_Verse": "Laissez-là la sottise et vous vivrez; dirigez vos pas dans la voie de la raison!\"",
        "8_Chapter, 6_Verse": "Morigéner le moqueur, c’est s’attirer des avanies, réprimander le méchant, c’est se marquer d’une tare.",
        "8_Chapter, 7_Verse": "Ne morigène pas le railleur, car il te haïrait; fais des remontrances au sage, et il t’en aimera davantage.",
        "8_Chapter, 8_Verse": "Donne une leçon au sage, et il deviendra plus sage; instruis l’homme de bien, et il enrichira son savoir.",
        "8_Chapter, 9_Verse": "Le commencement de la sagesse, c’est la crainte du Seigneur, et la connaissance du Très-Saint, c’est là la saine raison.",
        "8_Chapter, 10_Verse": "Certes, c’est grâce à moi que se multiplieront tes jours et que te seront dispensées de longues années de vie.",
        "8_Chapter, 11_Verse": "Si tu deviens sage, c’est pour ton bien; si tu deviens un persifleur, toi seul en porteras la peine.",
        "8_Chapter, 12_Verse": "Commère, la folie est bruyante, légère, inconsciente.",
        "8_Chapter, 13_Verse": "Elle s’assied à l’entrée de sa maison, trône sur les hauteurs de la cité,",
        "8_Chapter, 14_Verse": "pour appeler les passants, qui vont droit leur chemin:",
        "8_Chapter, 15_Verse": "\"Quiconque a l’esprit faible vienne de ce côté!\" A celui qui est dépourvu d’Intelligence elle adresse la parole:",
        "8_Chapter, 16_Verse": "\"Suave est l’eau volée, délicieux le pain dérobé!\"",
        "8_Chapter, 17_Verse": "Il ne sait pas, lui, que là est le séjour des ombres, que les convives de cette femme sont déjà dans les profondeurs du Cheol!",
        "9_Chapter, 0_Verse": "Proverbes de Salomon. Un fils sage fait la joie de son père, et un fils sot le tourment de sa mère.",
        "9_Chapter, 1_Verse": "Les trésors de l’iniquité ne profitent pas, tandis que la vertu sauve de la mort.",
        "9_Chapter, 2_Verse": "L’Éternel ne laisse pas l’âme du juste souffrir de la faim, mais il refoule l’avidité des méchants.",
        "9_Chapter, 3_Verse": "Travailler d’une main indolente, c’est s’appauvrir; un bras laborieux enrichit.",
        "9_Chapter, 4_Verse": "Amasser des provisions en été est d’un homme intelligent; somnoler pendant la moisson, c’est se couvrir de honte.",
        "9_Chapter, 5_Verse": "Les bénédictions abondent sur la tête du juste; la bouche des méchants recèle la violence.",
        "9_Chapter, 6_Verse": "La mémoire du juste est une bénédiction; le nom des méchants tombe en pourriture.",
        "9_Chapter, 7_Verse": "Un esprit sage accueille des injonctions; un sot bavard se crée des embarras.",
        "9_Chapter, 8_Verse": "Qui marche dans la droiture marche avec sécurité; qui suit des voies tortueuses sera démasqué.",
        "9_Chapter, 9_Verse": "Cligner de l’œil, c’est causer du déplaisir; un sot bavard se crée des embarras.",
        "9_Chapter, 10_Verse": "La bouche du juste est une source de vie; la bouche des méchants recèle la violence.",
        "9_Chapter, 11_Verse": "La haine suscite des querelles; l’amour couvre toutes les fautes.",
        "9_Chapter, 12_Verse": "Sur les lèvres de l’homme intelligent se trouve la sagesse; le bâton est pour le dos des gens bornés.",
        "9_Chapter, 13_Verse": "Les sages ont la pudeur de leur science; la bouche de l’insensé est un danger toujours menaçant.",
        "9_Chapter, 14_Verse": "La fortune du riche est pour lui une place forte; un sujet de crainte pour les pauvres, c’est leur misère.",
        "9_Chapter, 15_Verse": "La récompense du juste, c’est la vie; le revenu du méchant c’est l’expiation.",
        "9_Chapter, 16_Verse": "Tenir compte des réprimandes, c’est suivre le chemin de la vie; fuir les remontrances, c’est s’égarer.",
        "9_Chapter, 17_Verse": "Dissimuler la haine est le fait de lèvres mensongères; qui débite des calomnies est un sot.",
        "9_Chapter, 18_Verse": "Qui parle beaucoup ne saurait éviter le péché; mettre un frein à ses lèvres, c’est faire preuve d’intelligence.",
        "9_Chapter, 19_Verse": "La langue du juste est de l’argent de bon aloi; le cœur des méchants ne vaut pas cher.",
        "9_Chapter, 20_Verse": "Le juste nourrit la foule de sa parole; les insensés meurent par leur manque d’intelligence.",
        "9_Chapter, 21_Verse": "C’est la bénédiction de l’Éternel qui enrichit, et nos efforts n’y ajoutent rien.",
        "9_Chapter, 22_Verse": "Commettre une infamie est un jeu pour le sot; de même se comporter avec sagesse pour l’homme avisé.",
        "9_Chapter, 23_Verse": "Ce que redoute le méchant lui survient; ce que souhaite le juste, on le lui accorde.",
        "9_Chapter, 24_Verse": "Une bourrasque a passé, et le méchant n’est plus; mais le juste est fondé pour l’éternité.",
        "9_Chapter, 25_Verse": "Ce que le vinaigre est pour les dents, la fumée pour les yeux, le paresseux l’est pour ceux qui l’envoient.",
        "9_Chapter, 26_Verse": "La crainte de l’Éternel prolonge les jours, mais les années des méchants sont courtes.",
        "9_Chapter, 27_Verse": "L’attente des justes cause de joie; l’attente des méchants cause de déception.",
        "9_Chapter, 28_Verse": "La voie de l’Éternel est une sauvegarde pour l’innocence et une menace pour les artisans d’iniquité.",
        "9_Chapter, 29_Verse": "Le juste ne chancelle jamais, tandis que les méchants sont instables sur la terre.",
        "9_Chapter, 30_Verse": "La bouche du juste est féconde en sagesse; la langue perverse sera extirpée.",
        "9_Chapter, 31_Verse": "Les lèvres des justes sont coutumières de bienveillance; la bouche des méchants ne connaît que fausseté.",
        "10_Chapter, 0_Verse": "Des balances fausses sont en horreur à l’Éternel; des poids justes, voilà ce qu’il aime.",
        "10_Chapter, 1_Verse": "Vienne l’orgueil, le déshonneur le suit; la sagesse est avec les humbles.",
        "10_Chapter, 2_Verse": "L’intégrité des justes est leur guide; la perversion des gens sans foi est leur ruine.",
        "10_Chapter, 3_Verse": "La fortune ne sert de rien au jour de la colère; mais la vertu sauve de la mort.",
        "10_Chapter, 4_Verse": "La vertu de l’homme intègre aplanit sa voie; l’impie tombe par son impiété.",
        "10_Chapter, 5_Verse": "La vertu des gens de bien est leur sauvegarde, mais les gens sans foi sont pris au piège de leur malice.",
        "10_Chapter, 6_Verse": "La mort met fin à l’espoir du méchant et anéantit l’attente des violents.",
        "10_Chapter, 7_Verse": "Le juste échappe à la détresse, et le méchant prend sa place.",
        "10_Chapter, 8_Verse": "L’impie ruine son prochain avec sa bouche, mais les justes sont préservés par leur expérience.",
        "10_Chapter, 9_Verse": "Que les justes soient heureux, la cité est en joie; que les méchants périssent, ce sont des transports.",
        "10_Chapter, 10_Verse": "La bénédiction des bons fait la grandeur de la ville; la bouche des méchants en cause la chute.",
        "10_Chapter, 11_Verse": "Rabaisser son prochain, c’est manquer de sens; l’homme avisé se tait.",
        "10_Chapter, 12_Verse": "Celui qui colporte des commérages divulgue les secrets; l’homme loyal sait les tenir cachés.",
        "10_Chapter, 13_Verse": "Faute de direction, un peuple tombe; son salut réside dans la multitude de ses conseillers.",
        "10_Chapter, 14_Verse": "Qui garantit pour un étranger s’en trouvera fort mal; qui hait les engagements ne court pas de risque.",
        "10_Chapter, 15_Verse": "La femme gracieuse conquiert les hommages, les gens à poigne conquièrent la richesse.",
        "10_Chapter, 16_Verse": "L’homme bon assure son propre bonheur, mais l’homme cruel se prépare des tourments.",
        "10_Chapter, 17_Verse": "Le méchant fait une œuvre vaine; mais qui sème la justice récolte une vraie récompense.",
        "10_Chapter, 18_Verse": "La vertu est un gage de vie; qui poursuit le mal court à la mort.",
        "10_Chapter, 19_Verse": "L’Éternel a en horreur les cœurs tortueux, mais il aime les gens intègres.",
        "10_Chapter, 20_Verse": "Haut la main! Le méchant ne reste pas impuni, mais la race des justes échappe à tout danger.",
        "10_Chapter, 21_Verse": "Un anneau d’or au groin d’un porc, telle est une belle femme dépourvue de jugement.",
        "10_Chapter, 22_Verse": "Le désir des justes ne vise qu’au bien; l’espoir des méchants n’est que débordement.",
        "10_Chapter, 23_Verse": "Tel est prodigue de son bien et le voit s’augmenter; tel est économe plus que de raison et s’appauvrit.",
        "10_Chapter, 24_Verse": "L’âme généreuse jouira de l’abondance; qui fait pleuvoir des bienfaits est lui-même arrosé.",
        "10_Chapter, 25_Verse": "Accaparer le blé, c’est se faire maudire du peuple; mais ses bénédictions vont à qui le met en vente.",
        "10_Chapter, 26_Verse": "Rechercher le bien, c’est rechercher l’affection; poursuivre le mal, c’est en devenir la victime.",
        "10_Chapter, 27_Verse": "Qui se confie en sa richesse tombera, mais les justes sont florissants comme le feuillage.",
        "10_Chapter, 28_Verse": "Celui qui jette le trouble dans sa maison ne possédera que du vent; le sot devient l’esclave de l’homme sage.",
        "10_Chapter, 29_Verse": "L’œuvre du juste est un arbre de vie; gagner les cœurs est le fait du sage.",
        "10_Chapter, 30_Verse": "Voyez, le juste obtient le prix de ses œuvres sur terre: combien plus encore le méchant et le pécheur!",
        "11_Chapter, 0_Verse": "Qui aime la réprimande aime la science; mais qui hait les remontrances est un sot.",
        "11_Chapter, 1_Verse": "L’homme bon s’attire la bienveillance de l’Éternel, l’homme artificieux sa réprobation:",
        "11_Chapter, 2_Verse": "On ne se maintient pas par l’iniquité; mais les justes jettent des racines inébranlables.",
        "11_Chapter, 3_Verse": "Une femme vertueuse est la couronne de son époux; une dévergondée, c’est la carie dans ses os.",
        "11_Chapter, 4_Verse": "Les justes ne rêvent que justice, les méchants ne combinent que tromperies.",
        "11_Chapter, 5_Verse": "Les méchants ne parlent que de dresser des embûches meurtrières; mais la bouche des justes ne s’applique qu’à sauver.",
        "11_Chapter, 6_Verse": "Une secousse, et les méchants ne sont plus! Mais la demeure des justes est stable.",
        "11_Chapter, 7_Verse": "En proportion de son intelligence, l’homme mérite des éloges; mais les cœurs obliques sont un objet de mépris.",
        "11_Chapter, 8_Verse": "Mieux vaut être dédaigné et posséder un esclave, que de faire le grand et manquer de pain.",
        "11_Chapter, 9_Verse": "Le juste a le souci du bien-être de ses bêtes; mais les entrailles des méchants ne connaissent pas la pitié.",
        "11_Chapter, 10_Verse": "Celui qui cultive sa terre a du pain à satiété; celui qui poursuit des frivolités manque de sens.",
        "11_Chapter, 11_Verse": "L’impie convoite ce qui devient un piège pour les méchants; mais la racine des justes est généreuse en fruits.",
        "11_Chapter, 12_Verse": "Les lèvres criminelles constituent un piège funeste; mais le juste échappe à la peine.",
        "11_Chapter, 13_Verse": "L’homme doit à l’usage de la parole le bien dont il jouit; on paie à chacun le prix de ses œuvres.",
        "11_Chapter, 14_Verse": "La voie de l’insensé paraît droite à ses yeux; mais écouter des conseils, c’est être sage.",
        "11_Chapter, 15_Verse": "Le sot, sur l’heure, manifeste son dépit; un habile homme sait dévorer un affront.",
        "11_Chapter, 16_Verse": "Celui qui est épris de loyauté expose fidèlement les faits; le témoin mensonger les dénature.",
        "11_Chapter, 17_Verse": "Il en est dont la parole blesse comme des coups d’épée, mais, le langage des sages est un baume bienfaisant.",
        "11_Chapter, 18_Verse": "La vérité est éternelle; le mensonge dure un clin d’œil.",
        "11_Chapter, 19_Verse": "Dans le cœur de ceux qui méditent le mal s’il n’y a que perfidie; chez ceux qui donnent des conseils salutaires, il n’y a que joie.",
        "11_Chapter, 20_Verse": "Aucune calamité ne surprend le juste; mais les méchants sont accablés de maux.",
        "11_Chapter, 21_Verse": "L’Éternel a horreur des lèvres mensongères; mais il aime ceux qui agissent avec loyauté.",
        "11_Chapter, 22_Verse": "Un homme avisé ne fait pas montre de son savoir; les esprits sots crient leur sottise.",
        "11_Chapter, 23_Verse": "La main diligente assure le pouvoir; la main négligente paie tribut.",
        "11_Chapter, 24_Verse": "Le souci abat le cœur de l’homme; mais une bonne parole y ramène la joie.",
        "11_Chapter, 25_Verse": "Supérieur à tous est le juste; les méchants suivent un chemin qui les égare.",
        "11_Chapter, 26_Verse": "La paresse évite de mettre son gibier sur le feu; mais l’activité est un trésor précieux pour l’homme.",
        "11_Chapter, 27_Verse": "Sur le chemin de la vertu se trouve la vie, et son sentier aboutit à l’immortalité.",
        "12_Chapter, 0_Verse": "L’enfant sage suit la morale de son père; mais le libertin n’écoute aucun reproche.",
        "12_Chapter, 1_Verse": "L’homme doit à l’usage de la parole le bien dont il jouit; les gens violents ne rêvent que violence.",
        "12_Chapter, 2_Verse": "Mettre un frein à sa bouche, c’est sauvegarder sa personne; ouvrir largement ses lèvres, c’est préparer sa ruine.",
        "12_Chapter, 3_Verse": "Le paresseux a l’âme remplie de désirs et n’arrive à rien; l’âme des gens actifs nage dans l’abondance.",
        "12_Chapter, 4_Verse": "Le juste hait tout ce qui est mensonge; le méchant prodigue avanies et affronts.",
        "12_Chapter, 5_Verse": "La vertu protège celui qui marche intègre la méchanceté perd les malfaiteurs.",
        "12_Chapter, 6_Verse": "Tel fait le riche et n’a rien, tel fait le pauvre et possède une grande fortune.",
        "12_Chapter, 7_Verse": "La richesse peut servir à l’homme à rachÉter sa vie, mais le pauvre est inaccessible à la menace.",
        "12_Chapter, 8_Verse": "La lumière des justes répand une joyeuse clarté; la lampe des méchants est fumeuse.",
        "12_Chapter, 9_Verse": "Rien de tel que l’arrogance pour engendrer des querelles; la sagesse est avec ceux qui se laissent conseiller.",
        "12_Chapter, 10_Verse": "La richesse venue comme par un souffle va en diminuant; qui amasse poignée par poignée la voit s’augmenter.",
        "12_Chapter, 11_Verse": "Une espérance qui traîne en longueur est un crève-cœur; un désir satisfait est un arbre de vie.",
        "12_Chapter, 12_Verse": "Qui dédaigne un ordre en éprouve du dommage.; qui respecte un commandement en est récompensé.",
        "12_Chapter, 13_Verse": "L’enseignement du sage est une source de vie: il éloigne des pièges de la mort.",
        "12_Chapter, 14_Verse": "Un esprit bienveillant procure la sympathie; mais la voie des perfides est invariablement stérile.",
        "12_Chapter, 15_Verse": "Tout homme avisé agit avec réflexion; le sot donne libre cours à sa folie.",
        "12_Chapter, 16_Verse": "Un mandataire pervers tombe dans le malheur, le messager consciencieux est un bienfait.",
        "12_Chapter, 17_Verse": "Qui abandonne la morale ne rencontre que misère et honte; qui tient compte des remontrances est honoré.",
        "12_Chapter, 18_Verse": "Un désir qui se réalise est une joie pour l’âme; s’abstenir du mal fait horreur aux sots.",
        "12_Chapter, 19_Verse": "Frayer avec les sages, c’est devenir sage; fréquenter les sots, c’est devenir mauvais.",
        "12_Chapter, 20_Verse": "Le mal poursuit les pécheurs; le bien est la récompense des justes.",
        "12_Chapter, 21_Verse": "L’homme de bien transmet son héritage aux enfants de ses enfants, mais la richesse du pécheur est réservée au juste.",
        "12_Chapter, 22_Verse": "Le champ bien cultivé du pauvre donne des vivres abondants; il en est qui se perdent par l’absence de toute règle.",
        "12_Chapter, 23_Verse": "Ménager les coups de verge, c’est haïr son enfant; mais avoir soin de le corriger, c’est l’aimer.",
        "12_Chapter, 24_Verse": "Le juste mange pour apaiser sa faim; mais le ventre des méchants n’en a jamais assez.",
        "13_Chapter, 0_Verse": "La sagesse des femmes édifie la maison; leur folie la renverse de ses propres mains.",
        "13_Chapter, 1_Verse": "Qui craint l’Éternel va droit son chemin; qui le méprise suit des voies obliques.",
        "13_Chapter, 2_Verse": "Dans la bouche de l’insensé éclot l’orgueil; mais les lèvres des sages les en préservent.",
        "13_Chapter, 3_Verse": "Faute de bétail, le râtelier reste vide; c’est la vigueur du bœuf qui produit les riches moissons.",
        "13_Chapter, 4_Verse": "Un témoin loyal ne ment pas; un témoin mensonger n’exhale que faussetés.",
        "13_Chapter, 5_Verse": "Le persifleur recherche la sagesse: elle lui échappe; mais le savoir est facilement abordable à l’homme intelligent.",
        "13_Chapter, 6_Verse": "Quand tu te sépareras d’un homme sot, tu n’auras pas appris ce que c’est que des lèvres raisonnables.",
        "13_Chapter, 7_Verse": "C’est une sagesse chez l’homme prudent de bien discerner sa voie; la sottise des fous est une cause de tromperie.",
        "13_Chapter, 8_Verse": "Le péché se joue des insensés; parmi les hommes droits règne le contentement.",
        "13_Chapter, 9_Verse": "Le cœur seul sent l’amertume qui l’envahit; de même ses joies, l’étranger n’y est pour rien.",
        "13_Chapter, 10_Verse": "La maison des méchants sera ruinée; la tente des hommes droits est florissante.",
        "13_Chapter, 11_Verse": "Tel chemin se présente tout uni devant l’homme et, finalement, il conduit à la mort.",
        "13_Chapter, 12_Verse": "Même dans le rire le cœur peut souffrir, et la joie elle-même finit en tristesse.",
        "13_Chapter, 13_Verse": "Un cœur dévoyé recueille le fruit de sa conduite; et l’homme de bien trouve sa satisfaction en lui-même.",
        "13_Chapter, 14_Verse": "Le niais croit tout; l’homme réfléchi considère chacun de ses pas.",
        "13_Chapter, 15_Verse": "Le sage est craintif et évite le mal; le sot se laisse entraîner et se croit en sûreté.",
        "13_Chapter, 16_Verse": "Un homme prompt à la colère fait des sottises; l’homme fertile en roueries s’attire la haine.",
        "13_Chapter, 17_Verse": "Les niais ont en partage la sottise; la raison est la couronne des gens avisés.",
        "13_Chapter, 18_Verse": "Les méchants baissent la tête devant les bons; et les impies se tiennent à la porte du juste.",
        "13_Chapter, 19_Verse": "Même pour son intime le pauvre est un objet d’antipathie; mais nombreux sont les amis du riche.",
        "13_Chapter, 20_Verse": "Qui méprise son prochain est fautif; mais heureux qui prend pitié des humbles!",
        "13_Chapter, 21_Verse": "Certes, ils font fausse route, ceux qui machinent le mal; amour et bienveillance récompensent ceux qui méditent le bien.",
        "13_Chapter, 22_Verse": "Tout effort sérieux donne du profit; les vaines paroles ne causent que des pertes.",
        "13_Chapter, 23_Verse": "Pour les sages la richesse est une couronne; la folie des sots reste toujours folie.",
        "13_Chapter, 24_Verse": "Un témoin véridique sauve des existences; un témoin déloyal débite des faussetés.",
        "13_Chapter, 25_Verse": "La crainte de l’Éternel vaut une place forte; on en fait un abri pour ses enfants.",
        "13_Chapter, 26_Verse": "La crainte de l’Éternel est une source de vie; elle éloigne des pièges de la mort.",
        "13_Chapter, 27_Verse": "Quand la nation s’accroît, c’est une gloire pour le roi; quand la population vient à manquer, c’est une ruine pour le prince.",
        "13_Chapter, 28_Verse": "Être longanime, c’est faire preuve de grande intelligence; se montrer irascible, c’est mettre en relief sa sottise.",
        "13_Chapter, 29_Verse": "Un cœur paisible est un gage de vie pour le corps mais la jalousie est la carie des os.",
        "13_Chapter, 30_Verse": "Qui opprime le pauvre outrage son Créateur; qui a pitié de l’indigent l’honore.",
        "13_Chapter, 31_Verse": "Le méchant est accablé par son malheur; le juste a confiance jusque dans la mort.",
        "13_Chapter, 32_Verse": "La sagesse réside dans un cœur intelligent; elle se fait remarquer parmi les sots.",
        "13_Chapter, 33_Verse": "La justice grandit une nation; le crime est l’opprobre des peuples.",
        "13_Chapter, 34_Verse": "La faveur du roi va au serviteur intelligent; celui qui agit sans vergogne est l’objet de sa colère.",
        "14_Chapter, 0_Verse": "Une réplique pleine de douceur détourne le courroux; une parole blessante surexcite la colère.",
        "14_Chapter, 1_Verse": "Le langage des sages rend la science aimable; la bouche des sots n’épanche que folie.",
        "14_Chapter, 2_Verse": "Les regards de l’Éternel se portent partout, observant méchants et bons.",
        "14_Chapter, 3_Verse": "Une langue bienveillante est comme un arbre de vie; mais perfide, elle brise le cœur.",
        "14_Chapter, 4_Verse": "L’insensé méprise les leçons de son père; qui tient compte des réprimandes, est bien avisé.",
        "14_Chapter, 5_Verse": "La maison du juste est un grenier d’abondance; la récolte du méchant est menacée de ruine.",
        "14_Chapter, 6_Verse": "Les lèvres des sages propagent la science; le cœur des sots n’est qu’insanité.",
        "14_Chapter, 7_Verse": "Le sacrifice des impies est en horreur à l’Éternel; mais il prend plaisir à la prière des gens de bien.",
        "14_Chapter, 8_Verse": "L’Éternel a horreur de la conduite du méchant; mais il aime celui qui s’attache passionnément à la justice.",
        "14_Chapter, 9_Verse": "Un sévère châtiment menace celui qui abandonne la bonne voie; qui hait les remontrances périt.",
        "14_Chapter, 10_Verse": "Le Cheol et l’empire du néant sont sous les regards de l’Éternel; combien plus le cœur des humains!",
        "14_Chapter, 11_Verse": "Le persifleur n’aime pas qu’on le réprimande; il ne fréquente pas les sages.",
        "14_Chapter, 12_Verse": "Un cœur joyeux rend le visage serein; le cœur souffre-t-il, l’esprit est abattu.",
        "14_Chapter, 13_Verse": "Le cœur de l’homme intelligent recherche le savoir; la bouche des sots se repaît de folie.",
        "14_Chapter, 14_Verse": "Les jours du pauvre sont tous mauvais; mais qui a le cœur content est perpétuellement en fête.",
        "14_Chapter, 15_Verse": "Mieux vaut une fortune médiocre avec la crainte de l’Éternel qu’une grande richesse, accompagnée de trouble.",
        "14_Chapter, 16_Verse": "Mieux vaut un plat de choux, quand on s’aime, qu’un bœuf gras quand on se hait.",
        "14_Chapter, 17_Verse": "L’homme irascible excite des disputes; un tempérament paisible apaise les querelles.",
        "14_Chapter, 18_Verse": "Le chemin du paresseux est comme un fouillis d’épines; la voie des hommes de bien est toute frayée.",
        "14_Chapter, 19_Verse": "Un fils sage réjouit son père, mais un homme sot méprise sa mère.",
        "14_Chapter, 20_Verse": "La sottise fait la joie de l’homme inintelligent; l’homme raisonnable dirige bien sa marche.",
        "14_Chapter, 21_Verse": "Faute de délibération, les projets échouent; ils réussissent, si les conseillers sont nombreux.",
        "14_Chapter, 22_Verse": "C’est une joie pour l’homme de trouver des répliques: combien précieuse une parole dite à propos!",
        "14_Chapter, 23_Verse": "Pour l’homme intelligent, le chemin de la vie se dirige vers les hauteurs; ainsi il évite les bas-fonds du Cheol.",
        "14_Chapter, 24_Verse": "L’Éternel démolit la maison orgueilleuse; mais il consolide la borne de la veuve.",
        "14_Chapter, 25_Verse": "L’Éternel a horreur des pensées mauvaises; pures à ses yeux sont les paroles bienveillantes.",
        "14_Chapter, 26_Verse": "Qui poursuit le lucre ruine sa maison; qui hait les présents vivra.",
        "14_Chapter, 27_Verse": "Le cœur du juste réfléchit avant de répondre; la bouche des pervers répand à flots les mauvaises paroles.",
        "14_Chapter, 28_Verse": "L’Éternel est loin des méchants, mais il entend la prière des justes.",
        "14_Chapter, 29_Verse": "La lumière qui éclaire les yeux réjouit le cœur; une bonne nouvelle est une sève bienfaisante au corps.",
        "14_Chapter, 30_Verse": "Prêter une oreille attentive aux instructions salutaires, c’est mériter de vivre parmi les sages.",
        "14_Chapter, 31_Verse": "Qui délaisse la morale fait bon marché de sa personne; qui écoute les réprimandes acquiert de l’intelligence.",
        "14_Chapter, 32_Verse": "La leçon de la sagesse, c’est la crainte de l’Éternel; l’honneur a pour avant-garde la modestie.",
        "15_Chapter, 0_Verse": "L’homme est maître des résolutions de son cœur; mais c’est l’Éternel qui prononce sur elles.",
        "15_Chapter, 1_Verse": "Toutes les voies de l’homme sont pures à ses yeux, mais l’Éternel sonde les esprits.",
        "15_Chapter, 2_Verse": "Remets le succès de tes œuvres à l’Éternel, et tes projets s’en trouveront affermis.",
        "15_Chapter, 3_Verse": "L’Éternel a tout fait pour un but prédestiné, même le méchant pour le jour du malheur.",
        "15_Chapter, 4_Verse": "Tout cœur hautain est en horreur à l’Éternel: haut la main! il ne restera pas indemne.",
        "15_Chapter, 5_Verse": "La bonté et la bienveillance effacent la faute; la crainte de l’Éternel fait éviter le mal.",
        "15_Chapter, 6_Verse": "Dieu agrée-t-il les voies d’un homme, il lui concilie même la faveur de ses ennemis.",
        "15_Chapter, 7_Verse": "Mieux vaut une honnête médiocrité qu’un grand revenu, acquis par l’improbité.",
        "15_Chapter, 8_Verse": "Le cœur de l’homme choisit sa voie; mais l’Éternel dirige ses pas.",
        "15_Chapter, 9_Verse": "Ce sont des oracles qui émanent des lèvres du roi: quand il rend la justice, sa bouche ne faillit pas.",
        "15_Chapter, 10_Verse": "Les plateaux, les balances exactes sont choses de Dieu, il est l’auteur de tous les justes poids.",
        "15_Chapter, 11_Verse": "Faire le mal est chose odieuse aux rois; car les trônes s’affermissent par la justice.",
        "15_Chapter, 12_Verse": "Des lèvres loyales font plaisir aux rois; ils aiment qui parle avec droiture.",
        "15_Chapter, 13_Verse": "Le courroux du roi est un messager de mort, un homme sage sait l’apaiser.",
        "15_Chapter, 14_Verse": "Que le visage du roi s’éclaire, c’est un gage de vie; sa faveur est comme une nuée chargée de pluie printanière.",
        "15_Chapter, 15_Verse": "Acquérir la sagesse, combien cela est plus précieux que l’or fin! S’enrichir en sagacité vaut mieux que l’argent.",
        "15_Chapter, 16_Verse": "La route des justes les éloigne du mal; qui suit droit son chemin préserve sa vie.",
        "15_Chapter, 17_Verse": "L’orgueil précède la ruine, l’arrogance est le signe avant-coureur de la chute.",
        "15_Chapter, 18_Verse": "Prendre une attitude modeste avec les humbles vaut mieux que partager du butin avec les orgueilleux.",
        "15_Chapter, 19_Verse": "Qui réfléchit mûrement à une affaire s’assure des avantages; mais heureux qui met sa confiance en l’Éternel!",
        "15_Chapter, 20_Verse": "Qui a le cœur sage mérite d’être appelé intelligent; la douceur des lèvres augmente la force de persuasion.",
        "15_Chapter, 21_Verse": "L’intelligence est une source de vie pour celui qui en est doué; le châtiment des sots, c’est leur sottise.",
        "15_Chapter, 22_Verse": "Le cœur du sage inspire sa bouche, et augmente la force de persuasion de ses lèvres.",
        "15_Chapter, 23_Verse": "Des paroles amènes sont un rayon de miel, doux à l’âme, bienfaisant au corps.",
        "15_Chapter, 24_Verse": "Tel chemin paraît tout uni à l’homme, et il aboutit aux avenues de la mort.",
        "15_Chapter, 25_Verse": "C’est pour lui-même que travaille le laborieux, car pressantes sont les exigences de sa bouche.",
        "15_Chapter, 26_Verse": "L’homme sans valeur morale est un artisan de malheur; sur ses lèvres il y a comme un feu dévorant.",
        "15_Chapter, 27_Verse": "L’homme artificieux déchaîne la discorde; le boutefeu sème la division entre amis.",
        "15_Chapter, 28_Verse": "L’homme violent circonvient son prochain et le mène dans une mauvaise voie.",
        "15_Chapter, 29_Verse": "Il ferme les yeux pour méditer de mauvais coups; il se pince les lèvres: il a consommé le mal!",
        "15_Chapter, 30_Verse": "La haute vieillesse est une couronne d’honneur; c’est sur le chemin de la vertu qu’elle se rencontre.",
        "15_Chapter, 31_Verse": "Qui résiste à la colère l’emporte sur le héros; qui domine ses passions sur un preneur de villes.",
        "15_Chapter, 32_Verse": "On agite le sort dans l’urne mais l’arrêt qu’il prononce vient de l’Éternel.",
        "16_Chapter, 0_Verse": "Mieux vaut du pain sec, mangé en paix, qu’une maison pleine de festins, accompagnés de disputes.",
        "16_Chapter, 1_Verse": "Un esclave intelligent prime un fils de famille incapable et reçoit une part d’héritage parmi les frères.",
        "16_Chapter, 2_Verse": "L’éprouvette pour l’argent, le creuset pour l’or; quant aux cœurs, c’est l’Éternel qui les éprouve.",
        "16_Chapter, 3_Verse": "Le méchant prête attention aux lèvres iniques; l’homme de mensonge écoute la langue malfaisante.",
        "16_Chapter, 4_Verse": "Railler le pauvre, c’est outrager celui qui l’a créé; qui se réjouit d’un malheur ne demeure pas impuni.",
        "16_Chapter, 5_Verse": "La couronne des vieillards, ce sont leurs petits-enfants; l’honneur des fils, ce sont leurs parents.",
        "16_Chapter, 6_Verse": "Un fier langage ne sied pas à l’homme vil, moins encore une langue mensongère à l’homme généreux.",
        "16_Chapter, 7_Verse": "Les présents sont comme une pierre magique pour qui les reçoit: de quelque côté qu’on se tourne, ils assurent le succès.",
        "16_Chapter, 8_Verse": "Qui veut se faire des amis jette un voile sur les offenses; les rappeler sans cesse, c’est diviser les amis.",
        "16_Chapter, 9_Verse": "Un reproche fait plus d’impression sur un homme intelligent que cent coups sur un fou.",
        "16_Chapter, 10_Verse": "L’esprit de rébellion ne recherche que le mal, et c’est un ange cruel qui est déchaîné par lui.",
        "16_Chapter, 11_Verse": "Plutôt trouver sur sa route une ourse, à qui on a enlevé ses petits, qu’un fou en pleine folie!",
        "16_Chapter, 12_Verse": "Qui rend le mal pour le bien, le malheur ne bougera pas de sa demeure.",
        "16_Chapter, 13_Verse": "Le début d’une dispute, c’est comme une écluse qu’on ouvre: avant que la querelle éclate, cède la place.",
        "16_Chapter, 14_Verse": "Innocenter un coupable, condamner un juste, double abomination aux yeux de l’Éternel!",
        "16_Chapter, 15_Verse": "A quoi sert au fou d’avoir de l’argent en main pour acquérir de la sagesse? Il n’a pas d’intelligence.",
        "16_Chapter, 16_Verse": "En tout temps, l’ami est fidèle à son affection: il est naturellement un frère dans le malheur.",
        "16_Chapter, 17_Verse": "L’homme dépourvu de sens engage sa parole et se porte garant à l’égard de son prochain.",
        "16_Chapter, 18_Verse": "C’est aimer le péché que d’aimer les querelles; qui dresse haut sa porte cherche sa ruine.",
        "16_Chapter, 19_Verse": "L’homme artificieux n’obtient pas le bonheur; qui manie une langue perfide tombe dans l’adversité.",
        "16_Chapter, 20_Verse": "Avoir pour fils un fou est une affliction; nulle joie pour le père d’un insensé!",
        "16_Chapter, 21_Verse": "Un cœur joyeux redresse le corps, un esprit abattu dessèche les membres.",
        "16_Chapter, 22_Verse": "Le pervers accepte des présents en secret pour faire dévier les règles de la justice.",
        "16_Chapter, 23_Verse": "La sagesse éclaire le visage de l’homme intelligent; les yeux du sot furètent jusqu’aux extrémités de la terre.",
        "16_Chapter, 24_Verse": "Un enfant sot est un chagrin pour son père, une cause d’amertume pour sa mère.",
        "16_Chapter, 25_Verse": "Certes, c’est une mauvaise action d’infliger une amende à l’innocent et des coups à des gens de bien en raison de leur droiture.",
        "16_Chapter, 26_Verse": "Être ménager de paroles, c’est faire preuve de bon sens; l’homme intelligent garde son sang-froid.",
        "16_Chapter, 27_Verse": "Même le sot, s’il sait se taire, passe pour sage; pour intelligent, s’il sait tenir ses lèvres closes.",
        "17_Chapter, 0_Verse": "L’homme qui s’isole ne fait que suivre ses caprices: il s’insurge contre tout ce qui est raisonnable.",
        "17_Chapter, 1_Verse": "Le fou ne veut pas de la raison: il ne demande qu’à mettre à nu son cœur.",
        "17_Chapter, 2_Verse": "Le méchant entraîne le mépris à sa suite; la honte accompagne le manque de dignité.",
        "17_Chapter, 3_Verse": "Ce sont des eaux profondes que les paroles d’une bouche humaine, un torrent jaillissant, une source de sagesse.",
        "17_Chapter, 4_Verse": "Prendre parti pour le méchant, évincer le juste de ses droits, est bien mal agir.",
        "17_Chapter, 5_Verse": "Les lèvres du sot entraînent des disputes, et sa bouche appelle les coups.",
        "17_Chapter, 6_Verse": "La bouche du sot cause sa ruine, et ses lèvres sont un piège pour sa personne.",
        "17_Chapter, 7_Verse": "Les paroles d’un boutefeu sont comme des coups qui retentissent au plus profond des entrailles.",
        "17_Chapter, 8_Verse": "Apporter de la négligence dans son travail suffit pour être l’émule d’un artisan de ruines.",
        "17_Chapter, 9_Verse": "Le nom du Seigneur est une tour fortifiée: le juste s’y réfugie et est hors d’atteinte.",
        "17_Chapter, 10_Verse": "La fortune est une place forte pour le riche, un rempart tutélaire, à ce qu’il s’imagine.",
        "17_Chapter, 11_Verse": "Lorsque s’enfle le cœur de l’homme, sa ruine est proche; l’honneur suit de près l’humilité.",
        "17_Chapter, 12_Verse": "Répondre avant d’avoir entendu, c’est une folie et une cause de confusion.",
        "17_Chapter, 13_Verse": "Un esprit viril sait supporter la maladie; mais un esprit abattu, qui le soutiendra?",
        "17_Chapter, 14_Verse": "Le cœur bien inspiré acquiert la science; l’oreille des sages est avide de savoir.",
        "17_Chapter, 15_Verse": "Les cadeaux ouvrent un facile accès à l’homme et le font arriver jusqu’aux grands.",
        "17_Chapter, 16_Verse": "Qui parle le premier dans un procès a raison; vienne la partie adverse, on approfondit la cause.",
        "17_Chapter, 17_Verse": "Le sort met fin aux disputes et tranche le débat entre les puissants.",
        "17_Chapter, 18_Verse": "Un frère infidèle est pire qu’une ville forte, les disputes, que les verrous d’un château-fort.",
        "17_Chapter, 19_Verse": "De l’usage de la parole dépend la nourriture de l’homme; il s’alimente du produit de ses lèvres.",
        "17_Chapter, 20_Verse": "La mort et la vie sont au pouvoir de la langue; ceux qui aiment l’exercer en goûtent les fruits.",
        "17_Chapter, 21_Verse": "Qui a trouvé une femme distinguée a trouvé le bonheur et a obtenu une faveur de l’Éternel.",
        "17_Chapter, 22_Verse": "Le pauvre parle en suppliant, le riche répond avec dureté.",
        "17_Chapter, 23_Verse": "Avoir beaucoup d’amis nuit; mais tel ami est plus attaché qu’un frère.",
        "18_Chapter, 0_Verse": "Plus enviable est un pauvre, marchant dans son intégrité, qu’un homme aux lèvres perverses, et qui est un sot.",
        "18_Chapter, 1_Verse": "Être dépourvu d’un esprit réfléchi est un mal; trop précipiter ses pas, c’est manquer le but.",
        "18_Chapter, 2_Verse": "L’homme, par sa folie, gâte sa destinée, et c’est contre le Seigneur qu’il s’emporte.",
        "18_Chapter, 3_Verse": "La richesse grossit la foule des amis; le pauvre se voit délaissé de son [meilleur] ami.",
        "18_Chapter, 4_Verse": "Un témoin mensonger ne l’est pas impunément; qui débite des faussetés n’échappe pas au châtiment.",
        "18_Chapter, 5_Verse": "Beaucoup recherchent la faveur d’un homme généreux; tout le monde est ami de celui qui donne des cadeaux.",
        "18_Chapter, 6_Verse": "Le pauvre est antipathique à tous ses frères;. à plus forte raison voit-il s’éloigner de lui ses amis! Il les poursuit de ses paroles: ce ne sont plus les mêmes.",
        "18_Chapter, 7_Verse": "Acquérir de l’intelligence, c’est s’aimer soi-même; s’attacher au bon sens, c’est atteindre le bonheur.",
        "18_Chapter, 8_Verse": "Un témoin mensonger ne l’est pas impunément; qui débite des faussetés se perd.",
        "18_Chapter, 9_Verse": "Il n’est pas dans l’ordre qu’un sot mène une vie de plaisir, encore moins qu’un esclave prime les grands.",
        "18_Chapter, 10_Verse": "L’homme de sens maîtrise sa colère; c’est son honneur de dédaigner l’offense.",
        "18_Chapter, 11_Verse": "Le courroux du roi, c’est comme le rugissement du lion; sa faveur est comme la rosée sur l’herbe.",
        "18_Chapter, 12_Verse": "Un fils sot est une calamité pour son père; les récriminations d’une femme sont comme une gouttière qui ne cesse de couler.",
        "18_Chapter, 13_Verse": "Maison et fortune sont un héritage des parents, une femme sensée est un don de l’Éternel.",
        "18_Chapter, 14_Verse": "La paresse plonge dans la torpeur; un caractère indolent souffre de la faim.",
        "18_Chapter, 15_Verse": "Observer le devoir, c’est protéger son âme: qui est indifférent à sa direction périt.",
        "18_Chapter, 16_Verse": "Donner au pauvre c’est prêter à Dieu, qui paie à chacun son dû.",
        "18_Chapter, 17_Verse": "Reprends ton fils tant qu’il y a de l’espoir; mais ne t’emporte pas jusqu’à le faire succomber sous tes coups.",
        "18_Chapter, 18_Verse": "L’homme facilement irritable s’attire un châtiment; si vous croyez éloigner un mal, vous l’augmentez.",
        "18_Chapter, 19_Verse": "Écoute les conseils, accueille les remontrances, pour que finalement tu deviennes sage.",
        "18_Chapter, 20_Verse": "Nombreuses sont les conceptions dans le cœur de l’homme; mais c’est le dessein de l’Éternel qui l’emporte.",
        "18_Chapter, 21_Verse": "C’est un désir chez l’homme d’être bon; mieux vaut être pauvre que menteur.",
        "18_Chapter, 22_Verse": "La crainte de l’Éternel est un gage de vie; grâce à elle on vit dans l’abondance, sans être visité par le malheur.",
        "18_Chapter, 23_Verse": "Le paresseux introduit la main dans le plat: il ne la retire point, même pour la porter à la bouche.",
        "18_Chapter, 24_Verse": "Donne des coups au persifleur, le sot en deviendra sage; fais de la morale à l’homme intelligent, il n’en appréciera que mieux le savoir.",
        "18_Chapter, 25_Verse": "Un fils sans vergogne et sans pudeur désole son père, fait fuir sa mère.",
        "18_Chapter, 26_Verse": "Laisse tout, mon fils, pour écouter la morale, [sous peine] de dévier des leçons de la sagesse.",
        "18_Chapter, 27_Verse": "Un témoin scélérat se joue de la justice; la bouche des méchants est avide d’iniquité.",
        "18_Chapter, 28_Verse": "Les châtiments sont tout prêts pour les railleurs, et les coups pour l’épaule du sot.",
        "19_Chapter, 0_Verse": "Moqueur est le vin, bruyante la boisson fermentée: qui s’en laisse troubler manque de sens.",
        "19_Chapter, 1_Verse": "La terreur qu’inspire le roi est comme le rugissement du lion; qui l’irrite compromet sa vie.",
        "19_Chapter, 2_Verse": "C’est l’honneur de l’homme de se tenir loin des disputes; mais tout sot s’y jette à corps perdu.",
        "19_Chapter, 3_Verse": "Sous prétexte de froid le paresseux s’abstient de labourer; la moisson venue, il cherche et ne trouve rien.",
        "19_Chapter, 4_Verse": "Telles des eaux profondes, les idées abondent dans le cœur humain: l’homme avisé sait y puiser.",
        "19_Chapter, 5_Verse": "Nombre d’hommes sont vantés pour leur bonté; mais qui trouvera un homme d’une entière loyauté?",
        "19_Chapter, 6_Verse": "Le juste marche dans son intégrité; heureux, ses enfants après lui!",
        "19_Chapter, 7_Verse": "Le roi, assis sur le trône de justice, disperse par ses regards tous les malfaiteurs.",
        "19_Chapter, 8_Verse": "Qui osera dire: \"J’ai débarrassé mon cœur de toute tache, je suis purifié de mes péchés?\"",
        "19_Chapter, 9_Verse": "Deux poids et deux mesures sont également en horreur à l’Éternel. י",
        "19_Chapter, 10_Verse": "Déjà le jeune homme se révèle par ses actes, laissant deviner si son œuvre sera pure et droite.",
        "19_Chapter, 11_Verse": "L’oreille qui entend, l’œil qui voit, l’Éternel les a faits tous deux.",
        "19_Chapter, 12_Verse": "N’aime pas trop le sommeil, sous peine de t’appauvrir; aie les yeux ouverts et tu auras du pain en abondance.",
        "19_Chapter, 13_Verse": "\"Mauvais, mauvais!\" dit l’acheteur: il se retire et s’applaudit du marché.",
        "19_Chapter, 14_Verse": "Il existe de l’or, une quantité de perles fines; mais la parure précieuse entre toutes, ce sont des lèvres intelligentes.",
        "19_Chapter, 15_Verse": "Quelqu’un s’est-il porté garant pour un étranger, saisis son vêtement; s’il cautionne une inconnue, nantis-toi de son gage.",
        "19_Chapter, 16_Verse": "Le pain dû au mensonge peut être agréable à l’homme; finalement, sa bouche est pleine de gravier.",
        "19_Chapter, 17_Verse": "Que tes résolutions soient fondées sur la réflexion; fais la guerre suivant un plan habile.",
        "19_Chapter, 18_Verse": "Qui colporte des commérages trahit des secrets; n’aie aucun rapport avec le bavard imprudent.",
        "19_Chapter, 19_Verse": "Si quelqu’un maudit père et mère, que son flambeau soit comme un lumignon fumeux dans d’épaisses ténèbres!",
        "19_Chapter, 20_Verse": "Un héritage souillé dans sa source ne saurait être béni dans la suite.",
        "19_Chapter, 21_Verse": "Ne dis pas: \"Je veux rendre le mal!\" Espère en Dieu, il te prêtera secours.",
        "19_Chapter, 22_Verse": "Deux poids sont en horreur à l’Éternel; des balances trompeuses, quelle détestable chose!",
        "19_Chapter, 23_Verse": "Les pas de l’homme sont dirigés par Dieu; mais combien l’homme doit considérer sa voie!",
        "19_Chapter, 24_Verse": "L’abus des choses saintes est un piège pour l’homme, comme de prodiguer les vœux.",
        "19_Chapter, 25_Verse": "Un roi sage disperse les méchants et fait passer la roue sur eux.",
        "19_Chapter, 26_Verse": "L’âme de l’homme est un flambeau divin, qui promène ses lueurs dans les replis du cœur.",
        "19_Chapter, 27_Verse": "La bonté et la vérité protègent le roi; le soutien de son trône, c’est l’amour.",
        "19_Chapter, 28_Verse": "La vigueur est la gloire de la jeunesse, les cheveux blancs la parure de la vieillesse.",
        "19_Chapter, 29_Verse": "De cuisantes blessures sont comme un onguent pour le méchant, ainsi que des coups qui retentissent jusqu’au fond de l’être.",
        "20_Chapter, 0_Verse": "Le cœur du roi est comme un ruisseau dans la main de l’Éternel; il le dirige partout où il veut.",
        "20_Chapter, 1_Verse": "Aux yeux de l’homme, toutes ses voies paraissent droites, mais Dieu sonde les cœurs.",
        "20_Chapter, 2_Verse": "Pratiquer la charité et la justice est plus agréable à Dieu que le sacrifice.",
        "20_Chapter, 3_Verse": "Des yeux hautains, un cœur gonflé, tout l’éclat des méchants n’est que péché.",
        "20_Chapter, 4_Verse": "Les projets de l’homme actif tournent à son avantage; être impatient de s’enrichir, c’est aboutir au dénuement.",
        "20_Chapter, 5_Verse": "Les trésors acquis par une langue menteuse sont un souffle qui se dissipe, un piège mortel.",
        "20_Chapter, 6_Verse": "La violence des méchants les entraîne eux-mêmes, car ils se refusent à pratiquer la justice.",
        "20_Chapter, 7_Verse": "Perverse est la voie de l’homme immoral; l’œuvre de celui qui est pur est droite.",
        "20_Chapter, 8_Verse": "Mieux vaut habiter l’angle d’un toit que de partager sa demeure avec une femme acariâtre.",
        "20_Chapter, 9_Verse": "L’âme du méchant aspire au mal; même son ami ne trouve pas grâce à ses yeux.",
        "20_Chapter, 10_Verse": "Punissez le railleur, le niais en sera assagi; instruisez le sage, il fera accueil au savoir.",
        "20_Chapter, 11_Verse": "Un Dieu juste observe la demeure du méchant et culbute les pervers pour leur malheur.",
        "20_Chapter, 12_Verse": "Qui se bouche les oreilles devant les supplications du pauvre, criera à son tour et ne sera pas exaucé.",
        "20_Chapter, 13_Verse": "Un présent glissé furtivement fait tomber la colère: un cadeau offert en secret, le plus violent courroux.",
        "20_Chapter, 14_Verse": "Pratiquer la justice est une joie pour l’homme de bien et un supplice pour les artisans d’iniquité.",
        "20_Chapter, 15_Verse": "L’homme qui s’égare hors de la voie de la raison ira reposer dans. la troupe des trépassés.",
        "20_Chapter, 16_Verse": "Qui aime les plaisirs deviendra besogneux; qui a un faible pour le vin et l’huile ne fera pas fortune.",
        "20_Chapter, 17_Verse": "Le méchant sert de rançon pour le juste; le perfide sera pris pour les hommes droits.",
        "20_Chapter, 18_Verse": "Mieux vaut demeurer dans un pays désert qu’avec une femme acariâtre et irascible.",
        "20_Chapter, 19_Verse": "Dans la maison du sage se conservent trésors précieux et huile; un homme sot engloutit tout.",
        "20_Chapter, 20_Verse": "Mettez-vous en quête de la justice et de la bonté: vous trouverez vie, salut et honneur.",
        "20_Chapter, 21_Verse": "Le sage escalade une ville pleine de guerriers et fait tomber la citadelle où elle mettait sa confiance.",
        "20_Chapter, 22_Verse": "Mettre un frein à sa bouche et à sa langue, c’est se préserver de bien des tourments.",
        "20_Chapter, 23_Verse": "Un insolent qui se pavane, son nom est \" moqueur \"; il agit avec une arrogance sans borne.",
        "20_Chapter, 24_Verse": "Les désirs du paresseux le tuent, car ses mains se refusent à agir.",
        "20_Chapter, 25_Verse": "Sans cesse on conçoit de nouveaux désirs; mais le juste donne et ne compte pas.",
        "20_Chapter, 26_Verse": "Le sacrifice des impies est une abomination, d’autant plus qu’ils l’offrent avec une arrière-pensée.",
        "20_Chapter, 27_Verse": "Un témoin mensonger se perd; l’homme qui sait écouter aura toujours le droit de parler.",
        "20_Chapter, 28_Verse": "L’homme pervers paie d’audace; l’homme de bien choisit avec soin sa direction.",
        "20_Chapter, 29_Verse": "Il n’y a ni sagesse, ni prudence, ni résolution qui vaillent contre l’Éternel.",
        "20_Chapter, 30_Verse": "On équipe le cheval pour le jour du combat, mais c’est l’Éternel qui est maître de la victoire.",
        "21_Chapter, 0_Verse": "Un nom estimé est préférable à la grande richesse: la sympathie est plus précieuse que l’argent et que l’or.",
        "21_Chapter, 1_Verse": "Riche et pauvre sont sur la même ligne: l’Éternel les a faits l’un et l’autre.",
        "21_Chapter, 2_Verse": "L’homme avisé aperçoit le danger et se met à l’abri; les niais passent outre et en pâtissent.",
        "21_Chapter, 3_Verse": "Fruits de l’humilité, de la crainte de Dieu: richesse, honneur et vie!",
        "21_Chapter, 4_Verse": "Des lacets et des pièges sont semés sur la route du pervers; qui tient à sa vie s’en éloigne.",
        "21_Chapter, 5_Verse": "Donne au jeune homme de bonnes habitudes dès le début de sa carrière; même avancé en âge, il ne s’en écartera point.",
        "21_Chapter, 6_Verse": "Le riche prime les pauvres; le débiteur est prisonnier de son créancier.",
        "21_Chapter, 7_Verse": "Qui sème l’injustice, récolte l’adversité, l’instrument de sa passion sera anéanti.",
        "21_Chapter, 8_Verse": "Celui qui a bon cœur sera béni, car il partage son pain avec le pauvre.",
        "21_Chapter, 9_Verse": "Expulse le persifleur, la discorde décampera avec lui, plus de disputes ni d’injures!",
        "21_Chapter, 10_Verse": "Un ami au cœur pur, par l’agrément de ses lèvres, gagne l’affection du roi.",
        "21_Chapter, 11_Verse": "Les yeux de l’Éternel protègent le vrai savoir; mais ils renversent les entreprises du perfide.",
        "21_Chapter, 12_Verse": "Le paresseux s’écrie: \"Il y a un lion dehors! Je vais être massacré en pleine rue!\"",
        "21_Chapter, 13_Verse": "La bouche des femmes étrangères est comme un abîme profond; celui que Dieu réprouve y tombe.",
        "21_Chapter, 14_Verse": "La sottise est attachée au cœur de l’adolescent; la verge qui châtie doit l’en arracher.",
        "21_Chapter, 15_Verse": "On pressure le pauvre, et cela tourne à son profit; on donne au riche, et c’est un appauvrissement pour lui.",
        "21_Chapter, 16_Verse": "Incline ton oreille et écoute les paroles des sages; prête ton attention aux leçons de mon expérience.",
        "21_Chapter, 17_Verse": "Il sera beau pour toi de les retenir en ton cœur, de les fixer en permanence sur tes lèvres.",
        "21_Chapter, 18_Verse": "Mets ta confiance en l’Éternel; voilà ce que je t’enseigne à toi-même en ce jour.",
        "21_Chapter, 19_Verse": "N’est-ce pas à ton intention que j’ai consigné par écrit d’importantes maximes, en fait de bons conseils et d’expérience,",
        "21_Chapter, 20_Verse": "pour t’apprendre ce qu’iI y a de réel dans les dictons de la vérité et te permettre de présenter fidèlement les choses à ceux qui t’envoient?",
        "21_Chapter, 21_Verse": "Ne dépouille pas le faible parce qu’il est sans défense; n’écrase pas le pauvre à la Porte,",
        "21_Chapter, 22_Verse": "car l’Éternel prend en mains leur cause et il traite avec rigueur ceux qui leur infligent des vexations.",
        "21_Chapter, 23_Verse": "Ne fraye pas avec un homme irascible, ne lie pas société avec quelqu’un qui s’emporte:",
        "21_Chapter, 24_Verse": "tu pourrais copier leurs mœurs et t’engager toi-même dans un piège.",
        "21_Chapter, 25_Verse": "Ne sois pas de ceux qui disent: \"Touchez-là!\" et qui se portent garants pour des emprunts.",
        "21_Chapter, 26_Verse": "Que tu n’aies pas de quoi payer, pourquoi t’exposer à ce que l’on saisisse la couche où tu reposes?",
        "21_Chapter, 27_Verse": "Ne déplace pas les bornes antiques, que tes pères ont posées.",
        "21_Chapter, 28_Verse": "Vois cet homme diligent dans son travail: il pourra paraître devant les rois au lieu de se tenir auprès des gens obscurs.",
        "22_Chapter, 0_Verse": "Lorsque tu t’attables pour manger avec un supérieur, considère bien qui tu as devant toi.",
        "22_Chapter, 1_Verse": "Tu t’enfonceras un couteau dans la gorge, si tu te comportes en glouton.",
        "22_Chapter, 2_Verse": "Ne convoite pas ses plats fins, car c’est une nourriture trompeuse.",
        "22_Chapter, 3_Verse": "Ne te fatigue pas pour t’enrichir renonce à ton savoir-faire.",
        "22_Chapter, 4_Verse": "Tes regards se seront à peine posés sur la fortune, qu’elle ne sera plus; car elle ne manquera pas de s’acquérir des ailes, tel un aigle qui s’envole dans les cieux.",
        "22_Chapter, 5_Verse": "Ne mange pas le pain d’un avare et ne convoite pas ses friandises.",
        "22_Chapter, 6_Verse": "Car c’est comme un coup de poignard pour lui: c’est sa façon d’être. \"Mange et bois\", te dira-t-il, mais son cœur n’y est pas.",
        "22_Chapter, 7_Verse": "Le morceau de pain mangé par toi, tu le vomiras et tu auras dépensé en pure perte tes paroles aimables.",
        "22_Chapter, 8_Verse": "Ne parle pas aux oreilles du fou, car il méprisera tes discours pleins de bon sens.",
        "22_Chapter, 9_Verse": "Ne recule pas les bornes antiques, et n’empiète pas sur le champ des orphelins;",
        "22_Chapter, 10_Verse": "car puissant est leur défenseur, il prendra en mains leur cause contre toi.",
        "22_Chapter, 11_Verse": "Ouvre ton cœur à la morale et tes oreilles aux paroles de raison.",
        "22_Chapter, 12_Verse": "N’épargne pas les corrections au jeune homme; si tu le frappes avec la verge, il n’en mourra point.",
        "22_Chapter, 13_Verse": "Au contraire, frappe-le avec la verge, et tu sauveras son âme du Cheol.",
        "22_Chapter, 14_Verse": "Mon fils si ton cœur acquiert la sagesse, mon cœur à moi en aura de la joie;",
        "22_Chapter, 15_Verse": "mes reins seront transportés d’aise, quand tes lèvres s’exprimeront avec rectitude.",
        "22_Chapter, 16_Verse": "Que ton cœur n’envie pas le sort des pécheurs, mais s’attache constamment à la crainte du Seigneur;",
        "22_Chapter, 17_Verse": "car assurément il y a un avenir, et ton espoir ne sera point anéanti.",
        "22_Chapter, 18_Verse": "Écoute-moi bien, mon fils, et deviens sage; dirige ton cœur dans le droit chemin.",
        "22_Chapter, 19_Verse": "Ne sois point parmi les buveurs de vin, parmi les amis de la bonne chère;",
        "22_Chapter, 20_Verse": "car ivrogne et gourmand tombent dans la misère; le goût du sommeil réduit à se couvrir de haillons.",
        "22_Chapter, 21_Verse": "Sois docile à ton père qui t’a donné le jour et ne dédaigne pas la vieillesse de ta mère.",
        "22_Chapter, 22_Verse": "Achète la vérité et ne la revends pas, non plus que la sagesse, la morale et la raison.",
        "22_Chapter, 23_Verse": "Le père d’un juste est au comble de la joie; qui a donné naissance à un sage est heureux.",
        "22_Chapter, 24_Verse": "Que ton père et ta mère se réjouissent donc; qu’elle jubile, celle qui t’a enfanté!",
        "22_Chapter, 25_Verse": "Mon fils, donne-moi ton cœur et aie les yeux ouverts sur ma voie.",
        "22_Chapter, 26_Verse": "Car la courtisane est un abîme sans fond, l’étrangère, un puits étroit.",
        "22_Chapter, 27_Verse": "Aussi bien, elle se met en embuscade comme un brigand; elle multiplie les trahisons parmi les hommes.",
        "22_Chapter, 28_Verse": "Pour qui les ah! pour qui les hélas! pour qui les disputes et pour qui les plaintes? pour qui les blessures gratuites et pour qui la vue trouble?",
        "22_Chapter, 29_Verse": "Pour ceux qui s’attardent à boire, pour ceux qui vont déguster le vin parfumé.",
        "22_Chapter, 30_Verse": "Ne couve pas de tes regards le vin vermeil qui brille dans la coupe: il glisse doucement,",
        "22_Chapter, 31_Verse": "et finit par mordre comme un serpent, par piquer comme un aspic.",
        "22_Chapter, 32_Verse": "Alors tes yeux voient des choses étranges et ton cœur laisse échapper des propos incohérents.",
        "22_Chapter, 33_Verse": "Tu te crois gisant au fond de la mer, couché au sommet d’un mât.",
        "22_Chapter, 34_Verse": "\" On m’a frappé diras-tu, et je n’ai pas eu de mal; on m’a roué de coups, et je ne l’ai pas senti. Quand donc me réveillerai-je? Je recommencerai, j’en demanderai encore!\"",
        "23_Chapter, 0_Verse": "Ne jalouse pas les hommes d’iniquité; ne souhaite pas de frayer avec eux;",
        "23_Chapter, 1_Verse": "car leur cœur machine des ruines, et leurs lèvres débitent l’injustice.",
        "23_Chapter, 2_Verse": "C’est par la sagesse que s’édifie la maison c’est par la raison qu’elle se consolide.",
        "23_Chapter, 3_Verse": "Grâce à l’intelligence, le logis se remplit de toute sorte de biens rares et précieux.",
        "23_Chapter, 4_Verse": "Le sage est armé d’énergie, et l’homme d’expérience voit doubler sa force.",
        "23_Chapter, 5_Verse": "C’est en suivant un plan habile que tu dois entreprendre la guerre; la victoire est assurée par la multitude des conseillers.",
        "23_Chapter, 6_Verse": "Les données de la sagesse sont inaccessibles au sot; à la Porte, il n’ouvre pas la bouche.",
        "23_Chapter, 7_Verse": "Qui médite de faire le mal, on l’appelle l’homme aux noirs projets.",
        "23_Chapter, 8_Verse": "Le péché est une conception de la folie, et les gens ont horreur du persifleur.",
        "23_Chapter, 9_Verse": "Il faiblit au jour de la détresse: c’est que ton courage a l’haleine courte.",
        "23_Chapter, 10_Verse": "Sauve ceux qu’on traîne à la mort, ne manque pas de défendre ceux qui vont au supplice.",
        "23_Chapter, 11_Verse": "Tu diras peut-être: \"Cet homme là, nous ne le connaissons pas!\" Mais celui qui pénètre au. fond des cœurs comprend; celui qui veille sur ta vie sait, et il rétribue chacun selon ses œuvres.",
        "23_Chapter, 12_Verse": "Mange du miel, mon fils, car c’est bon; les rayons en seront doux à ton palais.",
        "23_Chapter, 13_Verse": "Telle est, sache-le bien, la sagesse pour ton âme; si tu t’en rends maître, il y a de l’avenir pour toi, ton espoir ne sera pas anéanti.",
        "23_Chapter, 14_Verse": "Méchant, pas de machination secrète contre la demeure du juste! Pas d’entreprises contre le lieu de sa résidence!",
        "23_Chapter, 15_Verse": "Car le juste tombe sept fois, et se relève; mais les méchants sont culbutés par le malheur.",
        "23_Chapter, 16_Verse": "Lorsque ton ennemi tombe, ne te réjouis point; s’il succombe, que ton cœur ne jubile pas!",
        "23_Chapter, 17_Verse": "L’Éternel verrait cela de mauvais œil, et il détournerait de lui sa colère.",
        "23_Chapter, 18_Verse": "Ne porte pas envie aux malfaiteurs, ne jalouse pas les méchants;",
        "23_Chapter, 19_Verse": "car le méchant n’a pas d’avenir: la lumière des impies est fumeuse.",
        "23_Chapter, 20_Verse": "Crains l’Éternel, mon fils, ainsi que le roi: ne te mêle pas aux novateurs;",
        "23_Chapter, 21_Verse": "car soudain, le désastre fond sur eux: qui peut mesurer les coups que leur réservent l’un et l’autre?",
        "23_Chapter, 22_Verse": "Les sentences suivantes émanent également des sages: Faire acception de personnes en justice n’est pas une bonne chose.",
        "23_Chapter, 23_Verse": "Celui qui prononce sur le coupable en disant: \"Tu es acquitté!\" les peuples le maudissent, les gens l’exècrent.",
        "23_Chapter, 24_Verse": "Mais on est bienveillant pour ceux qui le répriment, et il leur vient des souhaits de bonheur.",
        "23_Chapter, 25_Verse": "C’est comme un baiser des lèvres que de répliquer par dés paroles équitables.",
        "23_Chapter, 26_Verse": "Prépare-toi une occupation au dehors, déploie ton activité dans ton champ, puis, tu édifieras ta maison.",
        "23_Chapter, 27_Verse": "Ne témoigne pas sans motif contre ton prochain: prétendrais-tu exercer une séduction par tes lèvres?",
        "23_Chapter, 28_Verse": "Ne dis pas: \"Comme il m’a traité, je le traiterai; je rends à chacun selon ses œuvres.\"",
        "23_Chapter, 29_Verse": "J’ai passé près du champ d’un paresseux, près du vignoble d’un homme privé de sens.",
        "23_Chapter, 30_Verse": "Et voilà qu’il était tout envahi par l’ivraie; les ronces en recouvraient la surface, l’enclos de pierres était en ruines.",
        "23_Chapter, 31_Verse": "Je contemplai ce spectacle, j’y donnai mon attention, et de cette vue je tirai une leçon:",
        "23_Chapter, 32_Verse": "\"Ah! dormir encore un peu, rester un peu assoupi, entrelacer un peu les mains pour reposer!\"",
        "23_Chapter, 33_Verse": "\"Cependant, la pauvreté s’introduit chez toi comme un rôdeur, et la misère comme un guerrier armé!\"",
        "24_Chapter, 0_Verse": "Les proverbes qui suivent émanent également de Salomon et ont été colligés par les gens d’Ezéchias, roi de Juda.",
        "24_Chapter, 1_Verse": "La gloire de l’Éternel, c’est de s’entourer de mystère; la gloire du roi est d’examiner les choses à fond.",
        "24_Chapter, 2_Verse": "Tout comme les cieux en hauteur, la terre en profondeur, le cœur des rois est insondable.",
        "24_Chapter, 3_Verse": "Qu’on sépare les scories de l’argent, et l’orfèvre le travaillera en objet d’art.",
        "24_Chapter, 4_Verse": "Qu’on éloigne le méchant de la présence du roi, et son trône se trouvera affermi par la justice.",
        "24_Chapter, 5_Verse": "Ne te pavane pas devant le roi et n’occupe pas la place des grands.",
        "24_Chapter, 6_Verse": "Car mieux vaut pour toi qu’on te dise: \"Monte là!\" que si on t’abaissait devant les nobles, chose que tes yeux ont déjà pu voir.",
        "24_Chapter, 7_Verse": "Ne t’engage pas inconsidérément dans les luttes: tu t’exposerais à ne plus savoir que faire à la fin, si ton prochain te couvrait de confusion.",
        "24_Chapter, 8_Verse": "As-tu un procès avec, ton prochain, défends-le, mais sans dévoiler des secrets qui ne t’appartiennent pas:",
        "24_Chapter, 9_Verse": "tu serais blâmé par ceux qui t’entendent et décrié sans retour.",
        "24_Chapter, 10_Verse": "Des pommes d’or dans des vases d’argent ajourés, telle une parole prononcée à propos.",
        "24_Chapter, 11_Verse": "Un anneau d’or, un collier de perles, tel le sage qui fait la morale à une oreille attentive.",
        "24_Chapter, 12_Verse": "Comme une fraîcheur de neige au temps de la moisson, tel le, messager, fidèle à son mandat: il restaure l’âme de son maître.",
        "24_Chapter, 13_Verse": "Des nuages et du vent, mais de pluie point! Tel est l’homme qui fait grand bruit de ses dons illusoires.",
        "24_Chapter, 14_Verse": "Par une patience inlassable, on capte la faveur d’un supérieur; un doux parler brise la plus dure résistance.",
        "24_Chapter, 15_Verse": "As-tu trouvé du miel, manges-en à ta suffisance; mais évite de t’en bourrer: tu le rejetterais.",
        "24_Chapter, 16_Verse": "Espace tes visites dans la maison de ton ami: il en aurait bientôt assez de toi et te prendrait en grippe.",
        "24_Chapter, 17_Verse": "Une massue, un glaive, une flèche acérée, tel l’homme qui porte un faux témoignage contre son prochain.",
        "24_Chapter, 18_Verse": "Une dent branlante, un pied chancelant, voilà ce que vaut au jour du malheur la confiance qu’on a dans un traître.",
        "24_Chapter, 19_Verse": "Enlever son vêtement par un jour glacial, verser du vinaigre sur du nitre, ainsi fait celui qui entonne des chants pour un cœur affligé.",
        "24_Chapter, 20_Verse": "Si ton ennemi a faim, donne lui à manger; s’il a soif, donne-lui à boire;",
        "24_Chapter, 21_Verse": "car ainsi tu attises des charbons sur sa tête, et le Seigneur t’en récompensera.",
        "24_Chapter, 22_Verse": "Le vent du Nord produit la pluie, et la langue qui calomnie en secret les visages aigris.",
        "24_Chapter, 23_Verse": "Mieux vaut habiter l’angle d’un toit que de partager un logis avec une femme acariâtre.",
        "24_Chapter, 24_Verse": "De l’eau fraîche sur un corps fatigué, telle une bonne nouvelle venant d’un pays lointain.",
        "24_Chapter, 25_Verse": "Une source boueuse, une fontaine aux eaux troubles, tel est le juste qui fléchit devant le méchant.",
        "24_Chapter, 26_Verse": "Manger trop de miel ne vaut rien; mais étudier à fond les choses difficiles est un honneur.",
        "24_Chapter, 27_Verse": "Une ville démantelée, sans remparts, tel est l’homme dont le tempérament ne connaît pas de frein.",
        "25_Chapter, 0_Verse": "La neige n’est pas de saison en été ni la pluie au temps de la moisson: tout aussi peu les honneurs sont faits pour le sot.",
        "25_Chapter, 1_Verse": "Comme le passereau s’enfuit à tire d’aile et comme s’envole l’hirondelle, ainsi la malédiction gratuite manque son but.",
        "25_Chapter, 2_Verse": "Le fouet pour le cheval, le licou pour l’âne, et le bâton pour l’épaule du sot.",
        "25_Chapter, 3_Verse": "Ne réplique pas au sot dans le sens de son ineptie; car toi aussi serais comme lui.",
        "25_Chapter, 4_Verse": "Réplique au sot selon son ineptie, sans cela il se prendrait pour un sage.",
        "25_Chapter, 5_Verse": "C’est se couper les jarrets et s’abreuver de dépit que de charger d’une mission le sot.",
        "25_Chapter, 6_Verse": "Comme le boiteux cloche sur ses jambes, ainsi fait une maxime sur les lèvres des sots.",
        "25_Chapter, 7_Verse": "Autant fixer une pierre dans la fronde que de décerner des honneurs au sot.",
        "25_Chapter, 8_Verse": "Une épine qui perce la main d’un homme ivre, telle une maxime dans la bouche des sots.",
        "25_Chapter, 9_Verse": "Le puissant fait tout trembler: il prend à sa solde sots et vagabonds.",
        "25_Chapter, 10_Verse": "Comme le chien retourne à son vomissement, ainsi le sot rabâche ses inepties.",
        "25_Chapter, 11_Verse": "Vois-tu un homme qui se prend pour un sage. il y a plus à attendre d’un sot que de lui.",
        "25_Chapter, 12_Verse": "Le paresseux s’écrie: \"Il y a un chacal qui barre la route, un lion parcourt les rues!\"",
        "25_Chapter, 13_Verse": "Telle la porte tourne sur ses gonds, tel le paresseux sur son lit.",
        "25_Chapter, 14_Verse": "Le paresseux introduit sa main dans le plat: c’est trop de fatigue pour lui de la porter à sa bouche.",
        "25_Chapter, 15_Verse": "Le paresseux se targue de plus de sagesse que sept conseillers avisés:",
        "25_Chapter, 16_Verse": "Saisir un chien par les oreilles, c’est le fait du passant qui se met en rage pour la querelle d’autrui.",
        "25_Chapter, 17_Verse": "Comme un dément qui lance des brandons, des flèches meurtrières,",
        "25_Chapter, 18_Verse": "ainsi fait l’homme qui dupe son prochain et dit:. \" Mais je plaisantais!\"",
        "25_Chapter, 19_Verse": "Faute de bois, le feu s’éteint, et en l’absence d’un boutefeu, les rixes s’apaisent.",
        "25_Chapter, 20_Verse": "Le charbon ardent donne la braise, le bois alimente le feu, et l’homme hargneux attise des querelles.",
        "25_Chapter, 21_Verse": "Les paroles d’un boutefeu sont comme des coups qui retentissent au plus profond des entrailles.",
        "25_Chapter, 22_Verse": "De l’alliage d’argent recouvrant un vase d’argile, telles sont des lèvres brûlantes d’amitié et un cœur méchant.",
        "25_Chapter, 23_Verse": "Un ennemi peut faire le sournois avec ses lèvres, et dans son intérieur il prépare de mauvais coups;",
        "25_Chapter, 24_Verse": "s’il prend une voix caressante, ne te fie pas à lui, car son cœur est plein d’horreurs.",
        "25_Chapter, 25_Verse": "La haine a beau se couvrir d’un masque: sa méchanceté éclatera au grand jour.",
        "25_Chapter, 26_Verse": "Celui qui creuse une fosse y tombera; celui qui lance une pierre s’en trouvera atteint.",
        "25_Chapter, 27_Verse": "La langue mensongère hait ses victimes et la bouche du flatteur opère des chutes.",
        "26_Chapter, 0_Verse": "Ne te félicite pas du jour de demain, car tu ne sais ce que peut apporter chaque jour.",
        "26_Chapter, 1_Verse": "Qu’un autre fasse ton éloge et non ta propre bouche; un étrangers et non tes lèvres à toi.",
        "26_Chapter, 2_Verse": "Lourde est la pierre, pesant le sable; mais le dépit d’un sot pèse plus lourd que les deux.",
        "26_Chapter, 3_Verse": "Cruelle est la colère, violent le courroux; mais qui peut tenir devant la jalousie?",
        "26_Chapter, 4_Verse": "Mieux vaut une réprimande ouverte qu’une amitié qui se dérobe.",
        "26_Chapter, 5_Verse": "Les blessures faites par un ami sont preuve d’affection, un ennemi est prodigue de caresses.",
        "26_Chapter, 6_Verse": "La satiété fait fi du miel; la faim trouve doux ce qui est amer.",
        "26_Chapter, 7_Verse": "Comme l’oiseau qui erre loin de son nid, tel est l’homme qui erre loin de son pays.",
        "26_Chapter, 8_Verse": "Huile et parfum réjouissent le cœur; de même la bonté suave d’un ami qui donne de sincères conseils.",
        "26_Chapter, 9_Verse": "N’abandonne ni ton ami ni l’ami de ton père, ne franchis pas le seuil de ton frère au jour de ton malheur; mieux vaut un voisin qui est près de toi qu’un frère qui se tient à l’écart.",
        "26_Chapter, 10_Verse": "Sois sage, mon fils, tu réjouiras mon cœur, et j’aurai de quoi répliquer à qui m’insulte.",
        "26_Chapter, 11_Verse": "L’homme avisé aperçoit le danger et se met à l’abri; les niais passent outre et en pâtissent.",
        "26_Chapter, 12_Verse": "Il s’est porté garant pour un autre: saisis son vêtement; il a cautionné une étrangère: nantis-toi de son gage!",
        "26_Chapter, 13_Verse": "Assourdir de grand matin son prochain par de bruyants saluts, c’est comme si on lui disait des injures.",
        "26_Chapter, 14_Verse": "Une gouttière qui se déverse par un jour d’orage et une femme acariâtre, c’est tout un.",
        "26_Chapter, 15_Verse": "Vouloir la retenir, c’est retenir le vent ou recueillir de l’huile dans sa main.",
        "26_Chapter, 16_Verse": "Le fer devient poli au contact du fer et l’homme au contact de son prochain.",
        "26_Chapter, 17_Verse": "Qui veille sur le figuier jouira de ses fruits qui veine sur son maître recueillera de l’honneur.",
        "26_Chapter, 18_Verse": "Comme dans l’eau le visage répond au visage, ainsi chez les hommes les cœurs se répondent.",
        "26_Chapter, 19_Verse": "Cheol et abîme sont insatiables; les yeux de l’homme le sont également.",
        "26_Chapter, 20_Verse": "La fournaise, pour l’argent, le creuset pour l’or, et l’homme est prisé d’après sa réputation.",
        "26_Chapter, 21_Verse": "Tu broierais le sot dans un mortier avec le pilon, comme on fait des graines, que sa sottise ne se détacherait pas de lui.",
        "26_Chapter, 22_Verse": "Tâche de bien connaître l’état de tes brebis, porte ton attention sur tes troupeaux.",
        "26_Chapter, 23_Verse": "Car les biens ne dureront pas toujours: les dignités se transmettent-elles de génération en génération?",
        "26_Chapter, 24_Verse": "Que la végétation se fasse jour, que la verdure apparaisse, que les herbes des hauteurs soient recueillies,",
        "26_Chapter, 25_Verse": "et tu auras des brebis pour te vêtir, des béliers pour payer le prix d’un champ,",
        "26_Chapter, 26_Verse": "du lait de chèvres en abondance, pour te nourrir toi et ta famille et faire vivre tes domestiques.",
        "27_Chapter, 0_Verse": "Les méchants prennent la fuite, alors que personne ne les poursuit; les justes, tel un lion, sont pleins de sécurité.",
        "27_Chapter, 1_Verse": "Quand le désordre sévit dans un pays, ses chefs sont nombreux. Un seul homme de sens et d’expérience suffit pour faire durer le bon ordre.",
        "27_Chapter, 2_Verse": "Un homme pauvre qui pressure les humbles est comme une pluie qui ravage tout et amène la famine.",
        "27_Chapter, 3_Verse": "Ceux qui désertent la loi glorifient l’impie, ceux qui l’observent s’indignent contre lui.",
        "27_Chapter, 4_Verse": "Les hommes pervers ne comprennent rien au droit; mais ceux qui recherchent l’Éternel comprennent tout.",
        "27_Chapter, 5_Verse": "Mieux vaut le pauvre, marchant dans sa droiture, que le riche aux voies tortueuses.",
        "27_Chapter, 6_Verse": "Qui respecte la loi est un fils intelligent; mais qui fraye avec les jouisseurs fait la honte de son père.",
        "27_Chapter, 7_Verse": "Augmenter sa fortune par l’intérêt et l’usure, c’est amasser pour l’ami des pauvres.",
        "27_Chapter, 8_Verse": "Fermez l’oreille aux leçons de la loi votre prière même devient un acte abominable.",
        "27_Chapter, 9_Verse": "Qui entraîne des gens de bien dans une mauvaise voie tombe dans son propre piège; le bonheur est le lot de la droiture.",
        "27_Chapter, 10_Verse": "Le riche se prend pour un sage: un pauvre homme intelligent le perce à fond.",
        "27_Chapter, 11_Verse": "Quand les justes triomphent, c’est fête générale; quand les méchants s’élèvent, les gens se cachent.",
        "27_Chapter, 12_Verse": "Dissimuler ses péchés ne porte pas bonheur; qui les confesse et y renonce obtient miséricorde.",
        "27_Chapter, 13_Verse": "Heureux l’homme constamment timoré! Qui endurcit son cœur tombe dans le malheur.",
        "27_Chapter, 14_Verse": "Un lion rugissant, un ours affamé, tel est un méchant prince pour une nation pauvre,",
        "27_Chapter, 15_Verse": "un despote dépourvu de sens et chargé de rapines. Celui qui hait le lucre prolonge ses jours.",
        "27_Chapter, 16_Verse": "Un homme accablé sous le poids d’un meurtre arrive, dans sa fuite, au bord de la fosse; qu’on ne lui tende pas la main!",
        "27_Chapter, 17_Verse": "Qui marche dans l’intégrité sera sauvé, mais qui suit des voies tortueuses tombera d’un coup.",
        "27_Chapter, 18_Verse": "Cultiver sa terre, c’est s’assurer du pain en abondance; poursuivre des choses frivoles, c’est se rassasier de misère.",
        "27_Chapter, 19_Verse": "L’homme loyal est comblé de bénédictions; qui a hâte de s’enrichir n’échappe pas au malheur.",
        "27_Chapter, 20_Verse": "Faire acception de personnes est une mauvaise action; mais il en est qui se rendent coupables pour une miche de pain.",
        "27_Chapter, 21_Verse": "L’homme envieux court après la fortune et il ne s’aperçoit pas que la misère viendra fondre sur lui.",
        "27_Chapter, 22_Verse": "Celui qui reprend les gens finit par gagner leur bienveillance bien mieux que le flatteur.",
        "27_Chapter, 23_Verse": "Voler père et mère en disant que ce n’est pas un crime, c’est se faire le compagnon d’un artisan de ruines.",
        "27_Chapter, 24_Verse": "L’homme aux appétits insatiables suscite des discordes; qui met sa confiance en l’Éternel jouira de l’abondance.",
        "27_Chapter, 25_Verse": "Se fier à son intelligence, c’est être sot; qui se dirige avec sagesse échappe au danger.",
        "27_Chapter, 26_Verse": "Donner au pauvre, ce n’est pas se priver: qui en détourne les regards est chargé de malédictions.",
        "27_Chapter, 27_Verse": "Lorsque les méchants s’élèvent, les gens se cachent; quand ils succombent, les gens de bien se multiplient.",
        "28_Chapter, 0_Verse": "Un homme souvent réprimandé et persistant dans son entêtement est brisé soudain et sans retour.",
        "28_Chapter, 1_Verse": "Quand dominent les justes, le peuple est en joie; quand les méchants gouvernent, le peuple gémit.",
        "28_Chapter, 2_Verse": "L’homme qui aime la sagesse réjouit son père; celui qui fréquente des courtisanes mange son bien.",
        "28_Chapter, 3_Verse": "Un roi grandit son pays par la justice: avide de dons, il le ruine.",
        "28_Chapter, 4_Verse": "Qui flatte son prochain tend un filet sous ses pas.",
        "28_Chapter, 5_Verse": "Le péché devient un piège pour le méchant; le juste jubile et savoure sa joie.",
        "28_Chapter, 6_Verse": "Le juste se pénètre du droit des humbles; le méchant ne sait rien comprendre.",
        "28_Chapter, 7_Verse": "Les persifleurs mettent la ville en ébullition; les sages apaisent les colères.",
        "28_Chapter, 8_Verse": "Quand un sage est en discussion avec un sot, celui-ci s’emporte ou ricane, mais de calme, point!",
        "28_Chapter, 9_Verse": "Les assassins en veulent à l’innocent; les honnêtes gens recherchent sa personne.",
        "28_Chapter, 10_Verse": "Le sot lâche toute sa mauvaise humeur; le sage finit par la calmer.",
        "28_Chapter, 11_Verse": "Le souverain accueille-t-il le mensonge, tous ses serviteurs sont pervers.",
        "28_Chapter, 12_Verse": "Le pauvre et l’exploiteur se retrouvent ensemble: l’Éternel fait luire sa lumière aux yeux de tous deux.",
        "28_Chapter, 13_Verse": "Que le roi juge les humbles avec équité, son trône en sera affermi à jamais.",
        "28_Chapter, 14_Verse": "Verge et reproches inculquent la sagesse, un enfant livré à lui-même fait le déshonneur de sa mère.",
        "28_Chapter, 15_Verse": "Quand les méchants dominent, le mal augmente, mais les justes seront témoins de leur chute.",
        "28_Chapter, 16_Verse": "Corrige ton fils, tu en auras du plaisir; il donnera de douces joies à ton âme.",
        "28_Chapter, 17_Verse": "Faute de, révélation prophétique, le peuple s’abandonne au désordre; mais heureux s’il observe la loi!",
        "28_Chapter, 18_Verse": "Ce n’est pas avec des paroles qu’on corrige l’esclave: s’il les comprend, il n’en tient pas compte.",
        "28_Chapter, 19_Verse": "Vois-tu un homme précipité dans ses paroles, le sot a plus d’avenir que lui.",
        "28_Chapter, 20_Verse": "Qui gâte son esclave dès l’enfance aboutit à en faire un parasite.",
        "28_Chapter, 21_Verse": "Un homme irascible provoque des disputes; qui se laisse emporter par la colère accumule les fautes.",
        "28_Chapter, 22_Verse": "L’orgueil de l’homme amène son abaissement; la modestie est une source d’honneur.",
        "28_Chapter, 23_Verse": "Qui partage avec un voleur est son propre ennemi: il entend l’adjuration et ne peut rien dénoncer.",
        "28_Chapter, 24_Verse": "La peur fait tomber l’homme dans un piège; qui met sa confiance en l’Éternel est à l’abri.",
        "28_Chapter, 25_Verse": "Beaucoup recherchent la faveur du prince; mais c’est Dieu qui attribue à chacun son dû.",
        "28_Chapter, 26_Verse": "Le malfaiteur est en horreur aux justes, et l’honnête homme est en horreur au méchant.",
        "29_Chapter, 0_Verse": "Paroles d’Agour, fils de Yakéh. Déclaration solennelle. Ce personnage disait: \"J’ai peiné, ô Dieu, j’ai peiné, ô Dieu, et je m’y suis épuisé.",
        "29_Chapter, 1_Verse": "Car je suis le plus borné des mortels, l’intelligence humaine me fait défaut.",
        "29_Chapter, 2_Verse": "Je n’ai pas étudié la sagesse, de façon à concevoir une notion exacte du Très-Saint.",
        "29_Chapter, 3_Verse": "Qui est monté au Ciel et en est redescendu? Qui a recueilli le vent dans le creux de sa main? Qui a enserré les eaux dans le pan de son manteau? Qui a établi toutes les limites de la terre? Quel est son nom, quel est le nom de son fils? [Dis-le] si tu le sais.\"",
        "29_Chapter, 4_Verse": "Toute parole émanée de Dieu est parfaite: il est un bouclier pour ceux qui s’abritent en lui.",
        "29_Chapter, 5_Verse": "Ne te permets aucune addition à ses dires, il te réprouverait et tu serais convaincu de mensonge.",
        "29_Chapter, 6_Verse": "Je te demande deux choses; ne me les refuse pas avant que je meure!",
        "29_Chapter, 7_Verse": "Éloigne de moi la fausseté et la parole mensongère, ne me donne ni pauvreté ni richesse; accorde-moi la part de nourriture qui m’est indispensable;",
        "29_Chapter, 8_Verse": "car, vivant dans l’abondance, je pourrais te renier en disant: \"Qui est l’Éternel?\" ou bien, poussé par la misère, je pourrais voler et offenser le nom de mon Dieu.",
        "29_Chapter, 9_Verse": "Ne dénigre pas l’esclave auprès de son maître: il te maudirait, et ta faute serait punie.",
        "29_Chapter, 10_Verse": "Ah! la génération où l’on maudit son père, où l’on n’a pas de bénédiction pour sa mère!",
        "29_Chapter, 11_Verse": "La génération qui se prétend pure et qui ne s’est pas lavée Je ses souillures!",
        "29_Chapter, 12_Verse": "La génération aux yeux démesurément hautains et au regard altier!",
        "29_Chapter, 13_Verse": "La génération dont les dents sont comme des glaives et les mâchoires comme des couteaux, servant à dévorer les pauvres de la terre et les indigents parmi les hommes!",
        "29_Chapter, 14_Verse": "Alouka a deux filles: \" Hab, Hab!\" Il est trois choses qui sont insatiables, quatre qui ne disent pas: \"Assez!\"",
        "29_Chapter, 15_Verse": "c’est le Cheol, le sein qui n’a point conçu, la terre qui n’est jamais rassasiée d’eau et le feu qui ne dit pas: \"Assez!\"",
        "29_Chapter, 16_Verse": "L’œil qui se rit d’un père et n’a que dédain pour les rides d’une mère, puisse-t-il être arraché par les corbeaux de la vallée, dévoré par les aigles!",
        "29_Chapter, 17_Verse": "Il est trois choses qui me sont inaccessibles et quatre que je ne connais point:",
        "29_Chapter, 18_Verse": "la trace de l’aigle dans les cieux, la trace du serpent sur le rocher, la trace du navire au sein des mers et la trace de l’homme chez la jeune femme.",
        "29_Chapter, 19_Verse": "Tel est le secret de la conduite d’une femme adultère: elle satisfait ses appétits, s’essuie la bouche et dit: \"Je n’ai rien fait de mal!\"",
        "29_Chapter, 20_Verse": "Il est trois spectacles qui font frémir la terre et quatre qu’elle ne peut tolérer:",
        "29_Chapter, 21_Verse": "le spectacle de l’esclave qui devient roi, le spectacle du scélérat qui vit dans l’abondance:",
        "29_Chapter, 22_Verse": "le spectacle d’une femme digne d’aversion qui trouve un épouseur, et le spectacle de la servante qui supplante sa maîtresse.",
        "29_Chapter, 23_Verse": "Il existe sur terre quatre êtres tout petits, et qui sont sages par excellence:",
        "29_Chapter, 24_Verse": "les fourmis, peuple sans force, font en été leurs provisions;",
        "29_Chapter, 25_Verse": "les gerboises, peuple sans puissance, établissent leur demeure dans les rochers;",
        "29_Chapter, 26_Verse": "les sauterelles n’ont pas de roi et elles se mettent toutes en campagne par bandes;",
        "29_Chapter, 27_Verse": "l’araignée, tu peux l’attraper avec la main, et elle se tient dans le palais des rois!",
        "29_Chapter, 28_Verse": "Il y a trois êtres qui s’avancent d’un pas imposant et quatre qui ont une noble démarche:",
        "29_Chapter, 29_Verse": "le lion, le plus fort des animaux, qui ne recule devant rien;",
        "29_Chapter, 30_Verse": "le lévrier aux reins cambrés, ou le bouc, et le roi à la tête de son armée.",
        "29_Chapter, 31_Verse": "Que tu aies agi follement en cherchant à t’élever ou après de sages réflexions, mets-toi la main sur la bouche:",
        "29_Chapter, 32_Verse": "Car la compression du lait produit le beurre, la compression du nez fait jaillir le sang, et la pression de la colère fait éclater les disputes!",
        "30_Chapter, 0_Verse": "Paroles du roi Lemouel. Leçon solennelle que lui inculqua sa mère.",
        "30_Chapter, 1_Verse": "\"Ah! mon fils! Ah! enfant de mes entrailles! Ah! fils que j’ai appelé de mes vœux!",
        "30_Chapter, 2_Verse": "Ne prodigue paso ta vigueur aux femmes, ne livre pas tes destinées à celles qui perdent les rois.",
        "30_Chapter, 3_Verse": "Ce n’est pas aux rois, ô Lemouel, ce n’est pas aux rois qu’il sied de boire du vin, ni aux princes de s’adonner aux liqueurs fortes;",
        "30_Chapter, 4_Verse": "de peur qu’en buvant, ils n’oublient les lois et ne méconnaissent le droit de toutes les victimes de la misère.",
        "30_Chapter, 5_Verse": "Donnez des liqueurs fortes aux malheureux, du vin à ceux qui ont l’amertume au cœur.",
        "30_Chapter, 6_Verse": "Qu’ils boivent, et qu’ils oublient leur misère; qu’ils perdent le souvenir de leur chagrin!",
        "30_Chapter, 7_Verse": "Ouvre la bouche en faveur du muet, pour la défense de tous les vaincus du sort.",
        "30_Chapter, 8_Verse": "Ouvre la bouche pour juger avec équité et faire droit au pauvre et à l’indigent.",
        "30_Chapter, 9_Verse": "Heureux qui a rencontré une femme vaillante! Elle est infiniment plus précieuse que les perles.",
        "30_Chapter, 10_Verse": "En elle le cœur de son époux a toute confiance; aussi les ressources ne lui font-elles pas défaut.",
        "30_Chapter, 11_Verse": "Tous les jours de sa vie, elle travaille à son bonheur: jamais elle ne lui cause de peine.",
        "30_Chapter, 12_Verse": "Elle se procure de la laine et du lin et accomplit sa besogne d’une main diligente.",
        "30_Chapter, 13_Verse": "Pareille aux vaisseaux marchands, elle amène de loin ses provisions.",
        "30_Chapter, 14_Verse": "Il fait encore nuit qu’elle est déjà debout, distribuant des vivres à sa maison, des rations à ses servantes.",
        "30_Chapter, 15_Verse": "Elle jette son dévolu sur un champ et l’acquiert; avec le produit de son travail elle plante un vignoble.",
        "30_Chapter, 16_Verse": "Elle ceint de force ses reins et arme ses bras de vigueur.",
        "30_Chapter, 17_Verse": "Elle s’assure que ses affaires sont prospères; sa lampe ne s’éteint pas la nuit.",
        "30_Chapter, 18_Verse": "Ses mains saisissent le rouet, ses doigts manient le fuseau.",
        "30_Chapter, 19_Verse": "Elle ouvre sa main au pauvre et tend le bras au nécessiteux.",
        "30_Chapter, 20_Verse": "Elle ne redoute point la neige pour sa maison, car tous ses gens sont couverts de riches étoffes.",
        "30_Chapter, 21_Verse": "Elle se brode des tapis. Lin fin et pourpre forment ses vêtements.",
        "30_Chapter, 22_Verse": "Son époux est considéré aux Portes, quand il siège avec les anciens du pays.",
        "30_Chapter, 23_Verse": "Elle confectionne des tissus, qu’elle vend, et des ceintures, qu’elle cède au marchand.",
        "30_Chapter, 24_Verse": "Parée de force et de dignité, elle pense en souriant à l’avenir.",
        "30_Chapter, 25_Verse": "Elle ouvre la bouche avec sagesse, et des leçons empreintes de bonté sont sur ses lèvres.",
        "30_Chapter, 26_Verse": "Elle dirige avec vigilance la marche de sa maison, et jamais ne mange le pain de l’oisiveté.",
        "30_Chapter, 27_Verse": "Ses fils se lèvent pour la proclamer heureuse, son époux pour faire son éloge:",
        "30_Chapter, 28_Verse": "\"Bien des femmes se sont montrées vaillantes; tu leur es supérieure à toutes!\"",
        "30_Chapter, 29_Verse": "Mensonge que la grâce! Vanité que la beauté! La femme qui craint l’Éternel est seule digne de louanges.",
        "30_Chapter, 30_Verse": "Rendez-lui hommage pour le fruit de ses mains, et qu’aux Portes ses œuvres disent son éloge!"
    },
    "meta": "Chapter-Verse",
    "work": "Proverbs"
}