{
    "work": "Proverbs", 
    "text": {
        "25_Chapter, 17_Verse": "As a madman who throws firebrands, arrows, and death,", 
        "2_Chapter, 8_Verse": "Honour the Lord with thy substance, and with the firstfruits of all thy increase:", 
        "6_Chapter, 9_Verse": "and, behold, there met him a woman with the attire of a harlot, and wily of heart.", 
        "7_Chapter, 9_Verse": "Receive my instruction, and not silver; and knowledge rather than choice gold.", 
        "10_Chapter, 25_Verse": "He who holds back corn, the people shall curse him: but blessing shall be upon the head of him who sells freely.", 
        "14_Chapter, 11_Verse": "A scorner does not like to be reproved; nor will he go to the wise.", 
        "3_Chapter, 24_Verse": "Let thy eyes look right on, and let thy eyelids look straight before thee.", 
        "23_Chapter, 1_Verse": "For their heart studies destruction, and their lips talk of mischief.", 
        "23_Chapter, 18_Verse": "Fret not thyself because of evil men, nor be envious at the wicked;", 
        "13_Chapter, 3_Verse": "Where no oxen are, the crib is clean: but much increase comes by the strength of the ox.", 
        "17_Chapter, 21_Verse": "He who finds a wife finds a good thing, and obtains favour of the Lord.", 
        "0_Chapter, 9_Verse": "My son, if sinners entice thee, do not consent.", 
        "4_Chapter, 20_Verse": "For the ways of man are before the eyes of the Lord, and he ponders all his goings.", 
        "19_Chapter, 17_Verse": "Every purpose is established by counsel: and with good advice conduct war.", 
        "16_Chapter, 19_Verse": "He that has a crooked heart finds no good: and he that has a perverse tongue falls into mischief.", 
        "9_Chapter, 27_Verse": "The hope of the righteous is gladness: but the expectation of the wicked shall perish.", 
        "20_Chapter, 1_Verse": "Every way of a man is right in his own eyes: but the Lord weighs the heart.", 
        "15_Chapter, 18_Verse": "Better it is to be of a humble spirit with the lowly, than to divide the spoil with the proud.", 
        "29_Chapter, 10_Verse": "There is a generation that curse their father, and do not bless their mother.", 
        "5_Chapter, 6_Verse": "which having no guide, overseer, or ruler;", 
        "9_Chapter, 26_Verse": "The fear of the Lord prolongs days: but the years of the wicked shall be shortened.", 
        "27_Chapter, 9_Verse": "He who causes the righteous to go astray in an evil way, he shall fall himself into his own pit: but the innocent shall inherit good.", 
        "5_Chapter, 8_Verse": "How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?", 
        "7_Chapter, 24_Verse": "Before the mountains were settled, before the hills was I brought forth:", 
        "15_Chapter, 28_Verse": "A violent man entices his neighbour, and leads him into a way that is not good:", 
        "15_Chapter, 26_Verse": "An ungodly man digs up evil: and in his lips there is a kind of burning fire.", 
        "9_Chapter, 12_Verse": "In the lips of him that has understanding wisdom is found: but a rod is for the back of him that is void of understanding.", 
        "2_Chapter, 18_Verse": "The Lord by wisdom founded the earth; by understanding he estab­lished the heavens.", 
        "11_Chapter, 24_Verse": "Anxiety in a man’s heart dejects it: but a good word gladdens it.", 
        "4_Chapter, 16_Verse": "Let them be only thy own, and not strangers’ with thee.", 
        "18_Chapter, 20_Verse": "There are many devices in a man’s heart; but the counsel of the Lord, that shall stand.", 
        "3_Chapter, 19_Verse": "My son, attend to my words; incline thy ear to my sayings.", 
        "22_Chapter, 29_Verse": "They who tarry long at the wine; they who go to seek mixed wine.", 
        "16_Chapter, 18_Verse": "He loves transgression that loves strife: and he that makes high his door seeks destruction.", 
        "14_Chapter, 14_Verse": "All the days of the poor are evil: but he that is of a merry heart has a continual feast.", 
        "13_Chapter, 5_Verse": "A scorner seeks wisdom, and does not find it: but knowledge is easy to him who understands.", 
        "11_Chapter, 9_Verse": "A righteous man regards the life of his beast: but the heart of the wicked is cruel.", 
        "8_Chapter, 10_Verse": "For by me thy days shall be multiplied, and the years of thy life shall be increased.", 
        "26_Chapter, 18_Verse": "As in water face answers to face, so the heart of man to man.", 
        "1_Chapter, 14_Verse": "whose ways are crooked, and who are underhand in their paths:", 
        "15_Chapter, 16_Verse": "The highway of the upright is to depart from evil: he that guards his path preserves his soul.", 
        "3_Chapter, 6_Verse": "The beginning of wisdom is, Get wisdom: therefore use all your means to acquire understanding.", 
        "22_Chapter, 19_Verse": "Be not among winebibbers; among gluttonous eaters of meat:", 
        "26_Chapter, 6_Verse": "The full soul loathes a honeycomb; but to the hungry soul every bitter thing is sweet.", 
        "12_Chapter, 4_Verse": "A righteous man hates lying: but a wicked man is vile, and comes to shame.", 
        "14_Chapter, 30_Verse": "The ear that listens to the reproof of life abides among the wise.", 
        "30_Chapter, 30_Verse": "Give her of the fruit of her hands; and let her deeds praise her in the gates.", 
        "4_Chapter, 10_Verse": "and thou moan when thy end comes, when thy flesh and thy body are consumed,", 
        "12_Chapter, 16_Verse": "A wicked messenger falls into mischief: but a faithful ambassador is health.", 
        "27_Chapter, 15_Verse": "The prince who lacks understanding is also a great oppressor: but the one who hates covetousness shall prolong his days.", 
        "28_Chapter, 20_Verse": "He who pampers his servant from a child shall have him become his master at last.", 
        "18_Chapter, 26_Verse": "Cease, my son, to hear the instruction only to stray from the words of knowledge.", 
        "28_Chapter, 5_Verse": "In the transgression of an evil man there is a snare: but the righteous man sings and rejoices.", 
        "4_Chapter, 3_Verse": "but her end is bitter as wormwood, sharp as a two edged sword.", 
        "16_Chapter, 14_Verse": "He who justifies the wicked, and he who condemns the just, both of them are abomination to the Lord.", 
        "13_Chapter, 8_Verse": "Guilt mocks fools: but the favour of God is among the upright.", 
        "20_Chapter, 14_Verse": "It is joy to the just to do judgment: but it is the downfall of the workers of iniquity.", 
        "11_Chapter, 13_Verse": "A man shall be satisfied with good by the fruit of his mouth: and the recompense of a man’s hands shall be rendered to him.", 
        "2_Chapter, 11_Verse": "for the Lord reproves him whom he loves: even as a father the son in whom he delights.", 
        "27_Chapter, 5_Verse": "Better is the poor who walks in his uprightness, than he who deals perversely in his ways, though he be rich.", 
        "25_Chapter, 14_Verse": "The sluggard buries his hand in the dish; it grieves him to bring it back to his mouth.", 
        "2_Chapter, 1_Verse": "For length of days, and long life, and peace, shall they add to thee.", 
        "11_Chapter, 8_Verse": "Better is one lightly esteemed who owns a servant, than one who pranks himself but lacks bread.", 
        "8_Chapter, 0_Verse": "Wisdom has built her house, she has hewn out her seven pillars:", 
        "24_Chapter, 9_Verse": "lest he who hears thee betray thee; and lest thy calumny be carried back.", 
        "9_Chapter, 4_Verse": "He that gathers in summer is a wise son: but a son that sleeps in harvest brings shame.", 
        "13_Chapter, 15_Verse": "A wise man fears, and departs from evil: but the fool rages, and is confident.", 
        "13_Chapter, 7_Verse": "The wisdom of the prudent is to understand his way: but the folly of fools is deceit.", 
        "17_Chapter, 13_Verse": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?", 
        "30_Chapter, 15_Verse": "She considers a field, and buys it: with the fruit of her hands she plants a vineyard.", 
        "19_Chapter, 28_Verse": "The glory of young men is their strength: and the beauty of old men is the grey head.", 
        "28_Chapter, 19_Verse": "Seest thou a man that is hasty in his words? there is more hope for a fool than for him.", 
        "19_Chapter, 7_Verse": "A king that sits on the throne of judgment scatters away all evil with his eyes.", 
        "1_Chapter, 11_Verse": "to deliver thee from the way of the evil man, from the man who speaks perverse things;", 
        "15_Chapter, 32_Verse": "The lot is cast into the lap; but the whole of its decision is from the Lord.", 
        "22_Chapter, 2_Verse": "Be not desirous of his dainties: for they are deceitful food.", 
        "28_Chapter, 24_Verse": "The fear of man brings a snare: but he who puts his trust in the Lord shall be protected.", 
        "17_Chapter, 12_Verse": "He that answers a matter before he hears it, it is folly and shame to him.", 
        "9_Chapter, 7_Verse": "The wise in heart will receive commandments: but a prating fool shall be punished.", 
        "12_Chapter, 10_Verse": "Wealth gotten by vanity shall be diminished: but he that gathers by labour shall increase.", 
        "24_Chapter, 27_Verse": "He that has no rule over his own spirit is like a city that is broken down, and without walls.", 
        "8_Chapter, 11_Verse": "If thou art wise, thou art wise for thyself: and if thou scornest, thou alone shalt bear it.", 
        "28_Chapter, 22_Verse": "A man’s pride shall bring him low: but the humble in spirit shall attain honour.", 
        "16_Chapter, 15_Verse": "Why is the purchase price of wisdom in the hand of a fool, seeing he has no sense?", 
        "5_Chapter, 18_Verse": "a false witness that breathes out lies, and one that sows discord among brethren.", 
        "2_Chapter, 32_Verse": "The curse of the Lord is in the house of the wicked: but he blesses the habitation of the just.", 
        "0_Chapter, 22_Verse": "turn at my reproof: behold, I will pour out my spirit to you, I will make known to you my words.", 
        "20_Chapter, 29_Verse": "There is no wisdom or understanding or counsel against the Lord.", 
        "4_Chapter, 0_Verse": "My son, attend to my wisdom, and bend thy ear to my understanding:", 
        "12_Chapter, 13_Verse": "The Tora of the wise is a fountain of life, to depart from the snares of death.", 
        "6_Chapter, 0_Verse": "My son, keep my words, and lay up my commandments with thee.", 
        "9_Chapter, 5_Verse": "Blessings are upon the head of the just: but violence covers the mouth of the wicked.", 
        "24_Chapter, 8_Verse": "Debate thy cause with thy neighbour: and do not reveal the secret of another:", 
        "7_Chapter, 10_Verse": "For wisdom is better than rubies; and all the things that may be desired are not to be compared to it.", 
        "2_Chapter, 30_Verse": "Do not envy the oppressor, and choose none of his ways.", 
        "10_Chapter, 3_Verse": "Riches profit not in the day of wrath: but righteousness delivers from death.", 
        "5_Chapter, 3_Verse": "Give no sleep to thy eyes, nor slumber to thy eyelids.", 
        "18_Chapter, 8_Verse": "A false witness shall not go unpunished, and he that utters lies shall perish.", 
        "19_Chapter, 9_Verse": "Divers weights, and divers measures, both of them are alike an abomination to the Lord.", 
        "23_Chapter, 24_Verse": "but those who rebuke the wicked shall have delight, and a good blessing shall come upon them.", 
        "8_Chapter, 9_Verse": "The fear of the Lord is the beginning of wisdom: and the knowledge of holy matters is understanding.", 
        "14_Chapter, 16_Verse": "Better is a dinner of herbs where love is, than a fatted ox and hatred with it.", 
        "6_Chapter, 12_Verse": "So she caught hold of him, and kissed him, and with an impudent face said to him,", 
        "9_Chapter, 31_Verse": "The lips of the righteous know what is acceptable: but the mouth of the wicked is crookedness.", 
        "12_Chapter, 14_Verse": "Good understanding gives grace: but the way of the faithless is rough.", 
        "13_Chapter, 18_Verse": "The evil bow before the good; and the wicked at the gates of the righteous.", 
        "13_Chapter, 23_Verse": "The crown of the wise is their riches: but the foolishness of fools is folly.", 
        "12_Chapter, 15_Verse": "In everything a prudent man acts with knowledge: but a fool lays bare his folly.", 
        "9_Chapter, 9_Verse": "He that winks with the eye causes sorrow: and a prating fool shall fall.", 
        "24_Chapter, 4_Verse": "Take away the wicked from before the king, and his throne shall be established in righteousness.", 
        "0_Chapter, 28_Verse": "for they hated knowledge, and did not choose the fear of the Lord:", 
        "30_Chapter, 14_Verse": "She rises also while it is yet night, and gives food to her household, and a portion to her maidens.", 
        "2_Chapter, 9_Verse": "so shall thy barns be filled with plenty, and thy vats shall burst with new wine.", 
        "25_Chapter, 18_Verse": "so is a man who tricks his neighbour, and says, But I was only joking!", 
        "26_Chapter, 22_Verse": "Be diligent to know the state of thy flocks, and look well to thy herds.", 
        "11_Chapter, 16_Verse": "He who utters truth gives just evidence: but a false witness utters deceit.", 
        "27_Chapter, 0_Verse": "The wicked flee when no man pursues: but the righteous are bold as a lion.", 
        "2_Chapter, 31_Verse": "For the underhand man is abomination to the Lord: and he shares his counsel with the righteous.", 
        "15_Chapter, 7_Verse": "Better is a little with righteousness than great revenues without right.", 
        "28_Chapter, 8_Verse": "If a wise man contends with a foolish man, whether he rage or laugh, there is no rest.", 
        "17_Chapter, 0_Verse": "He who keeps himself apart seeks to satisfy his own vanity: he breaks out against all sound policy.", 
        "19_Chapter, 5_Verse": "Most men will proclaim everyone his own goodness: but a faithful man who can find?", 
        "27_Chapter, 22_Verse": "He who rebukes a man shall find more favour afterwards than he who flatters with the tongue.", 
        "19_Chapter, 25_Verse": "A wise king scatters the wicked, and drives the wheel over them.", 
        "18_Chapter, 0_Verse": "Better is the poor man who walks in his integrity, than he that is perverse in his lips, and is a fool.", 
        "29_Chapter, 12_Verse": "There is a generation, O how lofty are their eyes! and their eyelids are lifted up.", 
        "20_Chapter, 16_Verse": "He that loves pleasure shall be a poor man: he that loves wine and oil shall not be rich.", 
        "13_Chapter, 16_Verse": "He that is soon angry acts foolishly: but a man of wicked devices is hated.", 
        "6_Chapter, 15_Verse": "I have decked my bed with coverings, with tapestry of Miżrian yarn.", 
        "5_Chapter, 20_Verse": "bind them continually upon thy heart, and tie them about thy neck.", 
        "5_Chapter, 15_Verse": "There are six things which the Lord hates, and seven which are an abomination to him:", 
        "0_Chapter, 3_Verse": "to give prudence to the simple, to the young man knowledge and discretion.", 
        "5_Chapter, 27_Verse": "Can one walk upon hot coals, and his feet not be scorched?", 
        "30_Chapter, 24_Verse": "Strength and dignity are her clothing; and she laughs at the time to come.", 
        "25_Chapter, 2_Verse": "A whip for the horse, a bridle for the ass, and a rod for the fool’s back.", 
        "10_Chapter, 28_Verse": "He who troubles his own house shall inherit wind: and the fool shall be servant to the wise of heart.", 
        "2_Chapter, 6_Verse": "Be not wise in thy own eyes: fear the Lord, and depart from evil.", 
        "26_Chapter, 9_Verse": "Do not forsake thy own friend, and thy father’s friend; nor go into thy brother’s house in the day of thy calamity: for better is a neighbour that is near than a brother far off.", 
        "16_Chapter, 27_Verse": "Even a fool, when he holds his peace, is counted wise: and he that shuts his lips is esteemed a man of understanding.", 
        "2_Chapter, 12_Verse": "Happy is the man who finds wisdom, and the man who gets understanding.", 
        "22_Chapter, 28_Verse": "Who cries, Woe? who cries, Alas? who has quarrels? who has complaints? who has causeless injuries? who has redness of eyes?", 
        "24_Chapter, 5_Verse": "Do not give thyself airs in the presence of the king, and stand not in the place of great men: for better it is that it be said to thee.", 
        "9_Chapter, 8_Verse": "He that walks uprightly walks surely: but he that perverts his ways shall be found out.", 
        "15_Chapter, 13_Verse": "The wrath of a king is as messengers of death: but a wise man will pacify it.", 
        "23_Chapter, 8_Verse": "The devising of folly is sin: and the scorner is an abomination to men.", 
        "1_Chapter, 10_Verse": "discretion shall preserve thee, understanding shall keep thee:", 
        "24_Chapter, 18_Verse": "Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint.", 
        "26_Chapter, 4_Verse": "Open rebuke is better than hidden love.", 
        "23_Chapter, 17_Verse": "lest the Lord see it, and it displease him, and he turn away his wrath from him.", 
        "26_Chapter, 8_Verse": "Ointment and perfume rejoice the heart: so does the sweetness of a man’s friend by hearty counsel.", 
        "30_Chapter, 3_Verse": "It is not for kings, O Lemu᾽el, it is not for kings to drink wine; nor for princes to say, Where is strong drink?", 
        "29_Chapter, 23_Verse": "There are four things which are little upon the earth, but they are exceeding wise:", 
        "19_Chapter, 16_Verse": "Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel.", 
        "23_Chapter, 22_Verse": "These words also belong to the wise. It is not good to have respect of persons in judgment.", 
        "19_Chapter, 18_Verse": "He that goes about as a talebearer reveals secrets: therefore meddle not with him who prates with his lips.", 
        "27_Chapter, 14_Verse": "As a roaring lion, and a hungry bear, so is a wicked ruler over the poor people.", 
        "19_Chapter, 2_Verse": "It is an honour for a man to cease from strife: but every fool will burst out.", 
        "18_Chapter, 28_Verse": "Judgments are prepared for scorners, and stripes for the back of fools.", 
        "9_Chapter, 23_Verse": "What the wicked dreads shall come upon him: but the desire of the righteous shall be granted.", 
        "3_Chapter, 18_Verse": "The way of the wicked is like darkness: they know not at what they stumble.", 
        "9_Chapter, 17_Verse": "He who hides hatred uses lying lips, and he that utters a slander, is a fool.", 
        "16_Chapter, 6_Verse": "Haughty speech does not befit a churl: much less do lying lips a prince.", 
        "30_Chapter, 28_Verse": "many daughters have done virtuously, but thou excellest them all.", 
        "25_Chapter, 23_Verse": "He who hates dissembles with his lips, and lays up deceit within him;", 
        "21_Chapter, 0_Verse": "A good name is rather to be chosen than great riches, and amiable grace rather than silver or gold.", 
        "7_Chapter, 13_Verse": "Counsel is mine, and sound wisdom: I am understanding; I have strength.", 
        "10_Chapter, 0_Verse": "A false balance is abomination to the Lord: but a just weight is his delight.", 
        "28_Chapter, 12_Verse": "The poor and the deceitful man meet together: the Lord gives light to the eyes of both.", 
        "27_Chapter, 20_Verse": "To have respect of persons is not good: for a man will transgress for a piece of bread.", 
        "13_Chapter, 31_Verse": "The wicked is thrust down in his calamity: but the righteous has hope in his death.", 
        "16_Chapter, 17_Verse": "A man who strikes the palm is void of understanding, in becoming surety in the presence of his friend.", 
        "7_Chapter, 33_Verse": "Happy is the man who hearkens to me, watching daily at my gates, waiting at the posts of my doors.", 
        "24_Chapter, 15_Verse": "Hast thou found honey? eat as much as is sufficient for thee, lest thou be sated with it, and vomit it up.", 
        "14_Chapter, 29_Verse": "The light of the eyes rejoices the heart: and a good report makes the bones fat.", 
        "30_Chapter, 20_Verse": "She is not afraid of the snow for her household: for all her household are clothed with scarlet.", 
        "29_Chapter, 27_Verse": "The lizard clambers up with her hands, and she is in king’s palaces.", 
        "9_Chapter, 21_Verse": "The blessing of the Lord, it makes rich, and he adds no sorrow with it.", 
        "14_Chapter, 4_Verse": "A fool despises his father’s correction: but he that regards reproof is prudent.", 
        "6_Chapter, 3_Verse": "Say to wisdom, Thou art my sister; and call understanding thy kinswoman:", 
        "5_Chapter, 7_Verse": "provides her bread in the summer, and gathers her food in the harvest.", 
        "22_Chapter, 17_Verse": "For surely there is a future; and thy expectation shall not be cut off.", 
        "22_Chapter, 25_Verse": "My son, give me thy heart, and let thy eyes observe my ways.", 
        "5_Chapter, 33_Verse": "For jealousy is the rage of a man: and he will not spare in the day of vengeance.", 
        "13_Chapter, 12_Verse": "Even in laughter the heart aches: and the end of that mirth is grief.", 
        "7_Chapter, 5_Verse": "Hear; for I will speak excellent things; and the opening of my lips shall be rectitude.", 
        "3_Chapter, 23_Verse": "Put away from thee a dissembling mouth, and perverse lips put far from thee.", 
        "24_Chapter, 13_Verse": "One who boasts of gifts that he does not give is like clouds and wind without rain.", 
        "14_Chapter, 31_Verse": "He that refuses correction despises his own soul: but he that listens to reproof gets understanding.", 
        "7_Chapter, 21_Verse": "The Lord created me as the beginning of his way, the first of his works of old.", 
        "12_Chapter, 22_Verse": "Much food is in the well tilled acre of the poor: but sometimes ruin comes for want of judgment.", 
        "6_Chapter, 2_Verse": "Bind them upon thy fingers, write them upon the tablet of thy heart.", 
        "23_Chapter, 16_Verse": "Do not rejoice when thy enemy falls, and do not let thy heart be glad when he stumbles:", 
        "23_Chapter, 13_Verse": "know that such is wisdom for thy soul! when hast found it, then there shall be a reward, and thy expectation shall not be cut off.", 
        "24_Chapter, 24_Verse": "As cold water to a thirsty soul, so is good news from a far country.", 
        "10_Chapter, 12_Verse": "A talebearer reveals secrets: but he that is of a faithful spirit conceals the matter.", 
        "10_Chapter, 14_Verse": "He that is surety for a stranger shall smart for it: but he that hates suretyship is safe.", 
        "2_Chapter, 14_Verse": "She is more precious than rubies: and all the things thou canst desire are not to be compared to her.", 
        "10_Chapter, 5_Verse": "The righteousness of the upright shall deliver them: but the faithless shall be caught in their own malice.", 
        "12_Chapter, 0_Verse": "A wise son hears his father’s instruction: but a scorner does not accept rebuke.", 
        "13_Chapter, 33_Verse": "Righteousness exalts a nation: but sin is a reproach to any people.", 
        "17_Chapter, 18_Verse": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle.", 
        "6_Chapter, 18_Verse": "For my husband is not at home, he is gone a long journey:", 
        "28_Chapter, 16_Verse": "Correct thy son, and he will give thee rest; and he will give delight to thy soul.", 
        "4_Chapter, 19_Verse": "And why wilt thou, my son, be ravished with a strange woman, and embrace the bosom of an alien?", 
        "21_Chapter, 27_Verse": "Remove not the ancient landmark, which thy fathers have set.", 
        "26_Chapter, 7_Verse": "As a bird that wanders from her nest, so is a man who wanders from his place.", 
        "25_Chapter, 4_Verse": "Answer a fool according to his folly, lest he be wise in his own conceit.", 
        "9_Chapter, 18_Verse": "In the multitude of words sin is not lacking: but he who restrains his lips is wise.", 
        "0_Chapter, 30_Verse": "Therefore they shall eat of the fruit of their own way, and be filled with their own devices.", 
        "9_Chapter, 2_Verse": "The Lord will not suffer the soul of the righteous to famish: but he thrusts away the desire of the wicked.", 
        "15_Chapter, 1_Verse": "All the ways of a man are clean in his own eyes; but the Lord weighs the spirits.", 
        "17_Chapter, 17_Verse": "The lot causes contentions to cease, and it decides between the mighty.", 
        "16_Chapter, 5_Verse": "Children’s children are the crown of old men; and the glory of children are their fathers.", 
        "30_Chapter, 21_Verse": "She makes herself coverlets; her clothing is fine linen and purple.", 
        "27_Chapter, 21_Verse": "The man of evil eye is eager for wealth: he does not know that want will come upon him.", 
        "10_Chapter, 26_Verse": "He who diligently seeks good procures favour: but he who seeks mischief, it shall come to him.", 
        "17_Chapter, 23_Verse": "There are friends who merely pretend friendship: and there is a true friend who is closer than a brother.", 
        "27_Chapter, 11_Verse": "When righteous men rejoice, there is great glory: but when the wicked rise, men hide themselves.", 
        "20_Chapter, 28_Verse": "A wicked man hardens his face: but as for the upright, he considers his way.", 
        "17_Chapter, 19_Verse": "A man’s belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled.", 
        "0_Chapter, 0_Verse": "The proverbs of Shelomo the son of David, king of Yisra᾽el;", 
        "5_Chapter, 16_Verse": "a proud look, a lying tongue, and hands that shed innocent blood,", 
        "17_Chapter, 3_Verse": "The words of a man’s mouth are like deep waters, a flowing wadi, a fountain of wisdom.", 
        "15_Chapter, 21_Verse": "Intelligence is a wellspring of life to him who has it: but folly is a chastisement to fools.", 
        "15_Chapter, 6_Verse": "When a man’s ways please the Lord, he makes even his enemies to be at peace with him.", 
        "22_Chapter, 34_Verse": "They have struck me, but I was not hurt; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again.", 
        "26_Chapter, 14_Verse": "A continual dripping on a very rainy day and a contentious woman are alike.", 
        "29_Chapter, 28_Verse": "There are three things which are stately in their tread; four are comely in their stride:", 
        "29_Chapter, 4_Verse": "Every word of God is proven: he is a shield to those who put their trust in him.", 
        "6_Chapter, 16_Verse": "I have perfumed my bed with myrrh, aloes, and cinnamon.", 
        "24_Chapter, 7_Verse": "Do not proceed hastily to litigation, lest thou know not what to do in the end of it, when thy neighbour has put thee to shame.", 
        "23_Chapter, 33_Verse": "so shall thy poverty come like a marauder; and thy want like an armed man.", 
        "21_Chapter, 14_Verse": "Foolishness is bound in the heart of a child; but the rod of correction shall drive it far from him.", 
        "7_Chapter, 15_Verse": "By me princes rule, and nobles, even all the judges of the earth.", 
        "20_Chapter, 2_Verse": "To do justice and judgment is more acceptable to the Lord than sacrifice.", 
        "2_Chapter, 16_Verse": "Her ways are ways of pleasantness, and all her paths are peace.", 
        "14_Chapter, 6_Verse": "The lips of the wise disperse knowledge: but the heart of the foolish is vanity.", 
        "18_Chapter, 4_Verse": "A false witness shall not go unpunished, and he that utters lies shall not escape.", 
        "7_Chapter, 19_Verse": "I walk in the way of righteousness, in the midst of the paths of justice:", 
        "12_Chapter, 19_Verse": "He that walks with wise men shall be wise: but a companion of fools shall suffer harm.", 
        "22_Chapter, 5_Verse": "Do not eat the bread of him who has an evil eye, nor desire his dainties.", 
        "17_Chapter, 15_Verse": "A man’s gift makes room for him, and brings him before great men.", 
        "18_Chapter, 6_Verse": "All the brethren of the poor do hate him: how much more do his friends go far from him? Their word for him is, Pursuer.", 
        "18_Chapter, 27_Verse": "An ungodly witness scorns justice: and the mouth of the wicked devours iniquity.", 
        "21_Chapter, 1_Verse": "The rich and poor meet together: the Lord is the maker of them all.", 
        "19_Chapter, 22_Verse": "Divers weights are an abomination to the Lord; and a false balance is not good.", 
        "6_Chapter, 21_Verse": "He goes after her at once, as an ox goes to the slaughter, and as a man in chains to the chastisement of a fool;", 
        "29_Chapter, 15_Verse": "She᾽ol; and the barren womb; the earth that is never sated with water; and the fire that never says, It is enough.", 
        "8_Chapter, 1_Verse": "she has killed her beasts; she has mingled her wine; she has also furnished her table.", 
        "16_Chapter, 12_Verse": "Whoever rewards evil for good, evil shall not depart from his house.", 
        "25_Chapter, 15_Verse": "The sluggard is wiser in his own eyes than seven men that can give sensible reasons.", 
        "14_Chapter, 17_Verse": "A wrathful man stirs up strife: but he that is slow to anger appeases strife.", 
        "4_Chapter, 21_Verse": "His own iniquities shall trap the wicked man, and he shall be caught fast in the cords of his sins.", 
        "23_Chapter, 9_Verse": "If thou faint in the day of adversity, thy strength is small:", 
        "19_Chapter, 3_Verse": "The sluggard will not plough by reason of the cold; therefore he shall beg in harvest, and have nothing.", 
        "23_Chapter, 30_Verse": "and, lo, it was all grown over with thorns, and nettles had covered it over, and its stone wall was broken down.", 
        "30_Chapter, 0_Verse": "The words of king Lemu᾽el, the prophecy, that his mother taught him.", 
        "12_Chapter, 5_Verse": "Righteousness keeps him that is upright in the way: but wickedness overthrows the sinner.", 
        "11_Chapter, 3_Verse": "A virtuous woman is a crown to her husband: but she that acts shamefully is as rottenness in his bones.", 
        "11_Chapter, 6_Verse": "The wicked are overthrown, and are no more: but the house of the righteous shall stand.", 
        "20_Chapter, 8_Verse": "It is better to dwell in a corner of the housetop, than with a brawling woman in a roomy house.", 
        "19_Chapter, 1_Verse": "The terror of a king is as the roaring of a lion: he who provokes him to anger forfeits his life.", 
        "24_Chapter, 10_Verse": "A word fitly spoken is like apples of gold in ornaments of silver.", 
        "13_Chapter, 17_Verse": "The simple inherit folly: but the prudent are crowned with knowledge.", 
        "9_Chapter, 0_Verse": "The proverbs of Shelomo. A wise son makes a glad father: but a foolish son is the grief of his mother.", 
        "24_Chapter, 14_Verse": "By long forbearing is a ruler won over, and a soft tongue breaks the bone.", 
        "18_Chapter, 21_Verse": "The attraction of a man is his kindness: but a poor man is better than a liar.", 
        "1_Chapter, 4_Verse": "then shalt thou understand the fear of the Lord, and find the knowledge of God.", 
        "27_Chapter, 19_Verse": "A faithful man shall abound with blessings: but he who makes haste to be rich shall not go unpunished.", 
        "3_Chapter, 7_Verse": "Exalt her, and she shall promote thee: she will bring thee to honour, when thou dost embrace her.", 
        "5_Chapter, 4_Verse": "Deliver thyself like a gazelle from the hand of the hunter, and like a bird from the hand of the fowler.", 
        "4_Chapter, 17_Verse": "Let thy fountain be blessed: and rejoice with the wife of thy youth.", 
        "7_Chapter, 22_Verse": "I was set up from everlasting, from the beginning, before ever the earth was.", 
        "7_Chapter, 35_Verse": "But he who sins against me wrongs his own soul: all they who hate me love death.", 
        "9_Chapter, 14_Verse": "The rich man’s wealth is his strong city: the ruin of the poor is their poverty.", 
        "28_Chapter, 7_Verse": "Scornful men stir up a city into strife: but wise men turn away wrath.", 
        "28_Chapter, 2_Verse": "He who loves wisdom gladdens his father: but he who keeps company with harlots wastes his substance.", 
        "14_Chapter, 1_Verse": "The tongue of the wise uses knowledge aright: but the mouth of fools pours out foolishness.", 
        "10_Chapter, 7_Verse": "The righteous is delivered out of trouble, and the wicked comes in his stead.", 
        "8_Chapter, 7_Verse": "Do not reprove a scorner, lest he hate thee: rebuke a wise man, and he will love thee.", 
        "22_Chapter, 26_Verse": "For a harlot is a deep ditch; and an alien woman is a narrow pit.", 
        "19_Chapter, 4_Verse": "Counsel in the heart of man is like deep water; but a man of understanding will draw it out.", 
        "15_Chapter, 31_Verse": "He that is slow to anger is better than the mighty; and he that rules his spirit than one who captures a city.", 
        "2_Chapter, 3_Verse": "so shalt thou find grace and good understanding in the sight of God and man.", 
        "13_Chapter, 2_Verse": "In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them.", 
        "7_Chapter, 32_Verse": "Hear instruction, and be wise, and refuse it not.", 
        "8_Chapter, 16_Verse": "Stolen waters are sweet, and bread eaten in secret is pleasant.", 
        "27_Chapter, 1_Verse": "When the land is sinful, its princes are numerous: but when there is a judicious man, knowing what is right, he shall endure.", 
        "15_Chapter, 0_Verse": "The thoughts of the heart are man’s, but from the Lord comes the utterance of the tongue.", 
        "21_Chapter, 24_Verse": "lest thou learn his ways, and get a snare to thy soul.", 
        "2_Chapter, 25_Verse": "For the Lord shall be thy confidence, and shall keep thy foot from being caught.", 
        "11_Chapter, 18_Verse": "The lip of truth shall be established for ever: but a lying tongue is but for a moment.", 
        "29_Chapter, 13_Verse": "There is a generation, whose teeth are like swords, and their jaw teeth like knives, to devour the poor from off the earth, and the needy from among men.", 
        "19_Chapter, 0_Verse": "Wine is a mocker, strong drink is riotous, and whoever is misled thereby is not wise.", 
        "13_Chapter, 28_Verse": "He that is slow to anger is of great understanding: but he that is hasty of spirit exalts folly.", 
        "1_Chapter, 12_Verse": "who leave the paths of uprightness, to walk in the ways of darkness;", 
        "3_Chapter, 9_Verse": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.", 
        "5_Chapter, 1_Verse": "if thou art snared with the words of thy mouth, caught with the sayings of thy mouth:", 
        "1_Chapter, 8_Verse": "Then shalt thou understand righteousness, and justice and equity, every good path:", 
        "26_Chapter, 19_Verse": "She᾽ol and Avaddon are never full; so the eyes of man are never satisfied.", 
        "28_Chapter, 18_Verse": "A servant will not be corrected by words: for though he understands he will not answer.", 
        "22_Chapter, 6_Verse": "For as one that calculates in his heart, so is he: Eat and drink, says he to thee; but his heart is not with thee.", 
        "27_Chapter, 2_Verse": "A poor man that oppresses the weak is like a sweeping rain which leaves no food.", 
        "11_Chapter, 14_Verse": "The way of a fool is right in his own eyes: but he that hearkens unto counsel is wise.", 
        "15_Chapter, 5_Verse": "By loyalty and truth iniquity is purged: and by the fear of the Lord men depart from evil.", 
        "0_Chapter, 23_Verse": "Because I have called, and you refused; I have stretched out my hand, and no man regarded;", 
        "3_Chapter, 2_Verse": "For I was my father’s son, tender and the only one in the sight of my mother.", 
        "19_Chapter, 13_Verse": "It is bad, it is bad, says the buyer: but when he is gone his way, then he boasts.", 
        "23_Chapter, 4_Verse": "A wise man is strong; and a man of knowledge increases strength.", 
        "29_Chapter, 2_Verse": "I have not learned wisdom; that I should desire to have the knowledge of the holy.", 
        "9_Chapter, 1_Verse": "Treasures of wickedness profit nothing: but righteousness delivers from death.", 
        "24_Chapter, 2_Verse": "The heaven for height, and the earth for depth, and the heart of kings is unsearchable.", 
        "29_Chapter, 32_Verse": "Surely the wringing of milk brings forth curd, and the wringing of the nose brings forth blood: so the forcing of wrath brings forth strife.", 
        "26_Chapter, 23_Verse": "For riches are not forever: and does the crown endure to all generations?", 
        "6_Chapter, 11_Verse": "now is she outside, now in the streets, and she lies in wait at every corner.)", 
        "2_Chapter, 27_Verse": "Say not to thy neighbour, Go, and come back, and to morrow I will give; when thou hast it by thee.", 
        "30_Chapter, 11_Verse": "She will do him good and not evil all the days of her life.", 
        "3_Chapter, 22_Verse": "Keep thy heart with the greatest vigilance; for out of it are the issues of life.", 
        "3_Chapter, 14_Verse": "Avoid it, do not pass by it, turn from it, and pass on.", 
        "21_Chapter, 25_Verse": "Be not thou one of those who strike the palm, or of those who are sureties for debts.", 
        "5_Chapter, 24_Verse": "Lust not after her beauty in thy heart; nor let her take thee with her eyelids.", 
        "1_Chapter, 18_Verse": "None that go to her return, nor do they regain the paths of life:", 
        "21_Chapter, 21_Verse": "Do not rob the poor, because he is poor: nor oppress the afflicted in the gate:", 
        "30_Chapter, 25_Verse": "She opens her mouth with wisdom; and on her tongue is a Tora of steadfast love.", 
        "10_Chapter, 30_Verse": "Behold, the just man shall be recompensed on earth: how much more the wicked and the sinner!", 
        "0_Chapter, 13_Verse": "throw in thy lot among us; we shall all have one purse:", 
        "12_Chapter, 12_Verse": "He who despises the word shall be punished; but he who fears the commandment shall be rewarded.", 
        "21_Chapter, 15_Verse": "He that oppresses the poor may well bring him gain, and he that gives to the rich, may nevertheless come to want.", 
        "5_Chapter, 23_Verse": "to keep thee from the evil woman, from the smoothness of the tongue of an alien.", 
        "29_Chapter, 5_Verse": "Add not to his words, lest he reprove thee, and thou be found a liar.", 
        "17_Chapter, 20_Verse": "Death and life are in the power of the tongue: and they that love it shall eat its fruit.", 
        "4_Chapter, 11_Verse": "and thou say, How have I hated instruction, and my heart despised reproof!", 
        "11_Chapter, 7_Verse": "A man shall be commended according to his intelligence: but he that is of perverse mind shall be despised.", 
        "7_Chapter, 31_Verse": "Now therefore hearken to me, O you children: for happy are they who keep my ways.", 
        "28_Chapter, 3_Verse": "The king by justice establishes the land: but he who exacts gifts overthrows it.", 
        "29_Chapter, 22_Verse": "for an unloved woman when she is married; and a handmaid that is heir to her mistress.", 
        "19_Chapter, 11_Verse": "The hearing ear, and the seeing eye: the Lord has made them both.", 
        "29_Chapter, 8_Verse": "lest I become sated, and deny thee, and say, Who is the Lord? or lest I be poor, and steal, and violate the name of my God.", 
        "10_Chapter, 2_Verse": "The integrity of the upright shall guide them: but the perverseness of the faithless shall destroy them.", 
        "21_Chapter, 3_Verse": "The reward of humility and the fear of the Lord are riches, and honour, and life.", 
        "23_Chapter, 27_Verse": "Be not a witness against thy neighbour without cause; and deceive not with thy lips.", 
        "7_Chapter, 14_Verse": "By me kings reign, and princes decree justice.", 
        "11_Chapter, 5_Verse": "The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them.", 
        "6_Chapter, 6_Verse": "and beheld among the simple ones, I discerned among the youths, a young man void of understanding,", 
        "20_Chapter, 13_Verse": "A gift in secret pacifies anger: and a reward in the bosom strong wrath.", 
        "2_Chapter, 28_Verse": "Do not devise evil against thy neighbour, seeing he dwells securely by thee.", 
        "16_Chapter, 16_Verse": "A friend loves at all times, and a brother is born for adversity.", 
        "7_Chapter, 34_Verse": "For whoever finds me finds life, and obtains favour of the Lord.", 
        "8_Chapter, 5_Verse": "Forsake foolishness, and live; and go in the way of understanding.", 
        "28_Chapter, 0_Verse": "He, that being often reproved hardens his neck, shall suddenly be broken, beyond healing.", 
        "10_Chapter, 11_Verse": "He that is void of wisdom despises his neighbour: but a man of understanding holds his peace.", 
        "13_Chapter, 29_Verse": "A sound heart is the life of the flesh: but envy is the rottenness of the bones.", 
        "11_Chapter, 25_Verse": "The righteous guides his neighbour aright: but the way of the wicked leads them astray.", 
        "11_Chapter, 22_Verse": "A prudent man conceals knowledge: but the heart of fools proclaims his foolishness.", 
        "0_Chapter, 21_Verse": "How long, you simple ones, will you love being simple? and how long, O scorners, will you delight in scoffing, and fools hate knowledge?", 
        "14_Chapter, 27_Verse": "The heart of the righteous ponders how to answer: but the mouth of the wicked pours out evil things.", 
        "19_Chapter, 20_Verse": "An estate may be gotten hastily at the beginning; but its end shall not be blessed.", 
        "28_Chapter, 1_Verse": "When the righteous are on the increase, the people rejoice: but when the wicked man bears rule, the people mourn.", 
        "23_Chapter, 28_Verse": "Do not say, I will do so to him as he has done to me: I will render to the man according to his deeds.", 
        "13_Chapter, 13_Verse": "The dissembler shall have enough of his own ways: but a good man shall find satisfaction in himself.", 
        "16_Chapter, 26_Verse": "He that has knowledge spares his words: and a man of understanding is slow to anger.", 
        "30_Chapter, 1_Verse": "What, my son? and what, son of my womb? and what, son of my vows?", 
        "23_Chapter, 10_Verse": "if thou forbear to rescue those who are drawn to death, and those who are ready to be slain;", 
        "29_Chapter, 14_Verse": "The leech has two daughters, crying, Give, give. There are three things that are never satisfied; four that never say, It is enough.", 
        "13_Chapter, 30_Verse": "He that oppresses the poor blasphemes his maker: but he that honours him is gracious to the poor.", 
        "5_Chapter, 13_Verse": "perverseness is in his heart; he devises mischief continually; he sows discord.", 
        "0_Chapter, 5_Verse": "to understand a proverb, and a figure; the words of the wise, and their riddles.", 
        "1_Chapter, 1_Verse": "so that thou incline thy ear to wisdom, and apply thy heart to understanding indeed,", 
        "20_Chapter, 12_Verse": "Whoever stops his ears at the cry of the poor, he also shall cry himself, but shall not be heard.", 
        "30_Chapter, 17_Verse": "She perceives that her merchandise is good: her candle does not go out by night.", 
        "14_Chapter, 0_Verse": "A soft answer turns away wrath: but grievous words stir up anger.", 
        "3_Chapter, 3_Verse": "He taught me also, and said to me, Let thy heart hold fast to my words: keep my commandments, and live.", 
        "24_Chapter, 11_Verse": "Like an earring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear.", 
        "18_Chapter, 5_Verse": "Many will entreat the favour of the generous man: and every man is a friend to him that gives gifts.", 
        "14_Chapter, 13_Verse": "The heart of the judicious seeks knowledge: but the mouth of fools feeds on foolishness.", 
        "7_Chapter, 6_Verse": "For my mouth shall speak truth; and wickedness is an abomination to my lips.", 
        "27_Chapter, 13_Verse": "Happy is the man who fears always: but he who hardens his heart shall fall into mischief.", 
        "13_Chapter, 22_Verse": "In all labour there is profit: but the talk of the lips tends only to penury.", 
        "11_Chapter, 23_Verse": "The hand of the diligent shall bear rule: but the slothful shall be under tribute.", 
        "15_Chapter, 10_Verse": "A just weight and balance are the Lord’s: all the weights in the bag are his work.", 
        "14_Chapter, 2_Verse": "The eyes of the Lord are in every place, watching the evil and the good.", 
        "12_Chapter, 21_Verse": "A good man leaves an inheritance to his children’s children: but the wealth of the sinner is laid up for the just.", 
        "28_Chapter, 4_Verse": "A man who flatters his neighbour spreads a net for his feet.", 
        "16_Chapter, 0_Verse": "Better is a dry morsel, and quietness with it, than a house full of feasting with strife.", 
        "7_Chapter, 1_Verse": "She stands at the top of high places by the way, where the paths meet.", 
        "22_Chapter, 13_Verse": "Thou shalt beat him with the rod, and shalt deliver his soul from She᾽ol.", 
        "13_Chapter, 27_Verse": "In the multitude of people is the king’s glory: but in the lack of people is the downfall of the prince.", 
        "13_Chapter, 9_Verse": "The heart knows its own bitterness; and no stranger shares its joy.", 
        "2_Chapter, 0_Verse": "My son, forget not my Tora; but let thy heart keep my commandments:", 
        "21_Chapter, 23_Verse": "Make no friendship with an angry man; and with a furious man thou shalt not go:", 
        "0_Chapter, 26_Verse": "when your fear comes like a storm, and your calamity comes like a tempest; when distress and anguish come upon you.", 
        "16_Chapter, 4_Verse": "One who mocks the poor insults his maker: and one who is glad at calamity shall not go unpunished.", 
        "6_Chapter, 24_Verse": "Let not thy heart decline to her ways, do not go astray in her paths.", 
        "14_Chapter, 7_Verse": "The sacrifice of the wicked is an abomination to the Lord: but the prayer of the upright is his delight.", 
        "16_Chapter, 10_Verse": "An evil man seeks only to be insolent: but a stern messenger shall be sent against him.", 
        "11_Chapter, 2_Verse": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.", 
        "23_Chapter, 7_Verse": "He who devises to do evil shall be called a mischievous person.", 
        "20_Chapter, 24_Verse": "The desire of the lazy man kills him; for his hands refuse to labour;", 
        "30_Chapter, 7_Verse": "Open thy mouth for the dumb, in the cause of all such as are appointed to destruction.", 
        "11_Chapter, 19_Verse": "Deceit is in the heart of those who imagine evil: but the counsellors of peace have joy.", 
        "11_Chapter, 17_Verse": "There is one who speaks like the piercings of a sword: but the tongue of the wise is health.", 
        "12_Chapter, 24_Verse": "The righteous eats to satisfy his soul: but the belly of the wicked shall feel want.", 
        "7_Chapter, 12_Verse": "The fear of the Lord is to hate evil: pride, and arrogancy, and the evil way, and the sly mouth I hate.", 
        "0_Chapter, 15_Verse": "for their feet run to evil, and they make haste to shed blood.", 
        "21_Chapter, 8_Verse": "He that has a generous eye shall be blessed; for he gives of his bread to the poor.", 
        "24_Chapter, 6_Verse": "Come up here; than that thou shouldst be put lower in the presence of the prince whom thy eyes have seen.", 
        "0_Chapter, 11_Verse": "let us swallow them up alive like She᾽ol; and whole, like those who go down into the pit:", 
        "13_Chapter, 1_Verse": "He who walks in his uprightness fears the Lord: but he who is perverse in his ways despises him.", 
        "4_Chapter, 13_Verse": "I was almost in all evil in the midst of the congregation and assembly.", 
        "18_Chapter, 25_Verse": "A son of scandalous and shameful ways shall ruin his father, and drive his mother away.", 
        "14_Chapter, 3_Verse": "A wholesome tongue is a tree of life: but perverseness therein is a wound to the spirit.", 
        "24_Chapter, 25_Verse": "A righteous man falling down before the wicked is like a muddied fountain, and a polluted spring.", 
        "11_Chapter, 10_Verse": "He that tills his land shall have plenty of bread: but he that follows vain persons is void of understanding.", 
        "16_Chapter, 24_Verse": "A foolish son is a grief to his father, and bitterness to her that bore him.", 
        "27_Chapter, 6_Verse": "A wise son keeps Tora, but he that is a companion of riotous men shames his father.", 
        "12_Chapter, 3_Verse": "The soul of the sluggard desires, and has nothing: but the soul of the diligent shall be richly supplied.", 
        "28_Chapter, 11_Verse": "If a ruler hearken to lies, all his servants are wicked.", 
        "15_Chapter, 4_Verse": "Everyone that is proud in heart is an abomination to the Lord: those who join hands in an evil cause shall not go unpunished.", 
        "14_Chapter, 18_Verse": "The way of a sluggard is as hedged in with thorns: but the path of the righteous is level.", 
        "6_Chapter, 26_Verse": "Her house is the way to She᾽ol, going down to the chambers of death.", 
        "16_Chapter, 3_Verse": "A wicked doer gives heed to false lips; and a liar gives ear to a mischievous tongue.", 
        "27_Chapter, 27_Verse": "When the wicked rise, men hide themselves: but when they perish, the righteous increase.", 
        "28_Chapter, 10_Verse": "A fool vents all his anger: but a wise man keeping it in subdues it.", 
        "0_Chapter, 2_Verse": "to receive the instruction of wisdom, justice, and judgment, and equity;", 
        "5_Chapter, 14_Verse": "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy.", 
        "10_Chapter, 8_Verse": "A hypocrite destroys his neighbour with his mouth: but the just shall be delivered through knowledge.", 
        "11_Chapter, 12_Verse": "The wicked is snared by the transgression of his lips: but the just shall come out of trouble.", 
        "10_Chapter, 6_Verse": "When a wicked man dies, his expectation shall perish: and the hope of unjust men perishes.", 
        "22_Chapter, 23_Verse": "The father of the righteous shall greatly rejoice: and he who begets a wise child shall have joy of him.", 
        "20_Chapter, 3_Verse": "A haughty look, and a proud heart are the sinful growth of the wicked.", 
        "18_Chapter, 22_Verse": "The fear of the Lord tends to life: and he that has it shall abide satisfied; he shall not be visited with evil.", 
        "4_Chapter, 14_Verse": "Drink waters out of thy own cistern, and running waters out of thy own well.", 
        "11_Chapter, 0_Verse": "Whoever loves knowledge loves discipline: but he who hates reproof is stupid.", 
        "3_Chapter, 26_Verse": "Do not turn to the right hand or to the left: remove thy foot from evil.", 
        "8_Chapter, 4_Verse": "Come, eat of my bread, and drink of the wine which I have mingled.", 
        "22_Chapter, 14_Verse": "My son, if thy heart is wise, my heart too shall rejoice:", 
        "25_Chapter, 10_Verse": "As a dog returns to his vomit, so a fool returns to his folly.", 
        "15_Chapter, 11_Verse": "It is an abomination to kings to commit wickedness: for a throne is established by righteousness.", 
        "15_Chapter, 14_Verse": "In the light of the king’s countenance is life; and his favour is as a cloud bringing the spring rain.", 
        "11_Chapter, 26_Verse": "The slothful man does not roast his catch: but the industrious man arrives at precious wealth.", 
        "11_Chapter, 27_Verse": "In the way of righteousness is life; and in its path there is no death.", 
        "14_Chapter, 24_Verse": "The Lord will pluck up the house of the proud: but he will establish the border of the widow.", 
        "22_Chapter, 8_Verse": "Do not speak in the ears of a fool: for he will despise the wisdom of thy words.", 
        "7_Chapter, 20_Verse": "That I may cause those who love me to inherit substance; and I will fill their treasures.", 
        "28_Chapter, 15_Verse": "When the wicked are multiplied, transgression increases: both the righteous shall witness their fall.", 
        "30_Chapter, 19_Verse": "She stretches out her palm to the poor; yea, she reaches forth her hands to the needy.", 
        "3_Chapter, 4_Verse": "Get wisdom, get understanding: do not forget it; nor decline from the words of my mouth.", 
        "4_Chapter, 4_Verse": "Her feet go down to death: her steps take hold of She᾽ol.", 
        "13_Chapter, 10_Verse": "The house of the wicked shall be overthrown: but the tent of the upright shall flourish.", 
        "12_Chapter, 18_Verse": "A desire subdued is sweet to the soul: but it is abomination to fools to depart from evil.", 
        "28_Chapter, 23_Verse": "Whoever is partner with a thief is his own enemy: he hears the adjuration of witnesses, but discloses nothing.", 
        "26_Chapter, 13_Verse": "He that blesses his friend with a loud voice, rising early in the morning, it shall be counted a curse to him.", 
        "26_Chapter, 16_Verse": "Iron sharpens iron; so one man sharpens another.", 
        "10_Chapter, 17_Verse": "The wicked man earns wages of deceit: but he that sows righteousness has a sure reward.", 
        "20_Chapter, 18_Verse": "It is better to live in the wilderness, than with a contentious and shrewish woman.", 
        "17_Chapter, 1_Verse": "A fool has no delight in understanding, but that his heart may lay itself bare.", 
        "17_Chapter, 4_Verse": "It is not good to favour the person of the wicked, so as to turn aside justice from the righteous.", 
        "22_Chapter, 33_Verse": "Yea, thou shalt be like one who lies down in the midst of the sea, or like one who lies upon the top of a mast.", 
        "10_Chapter, 22_Verse": "The desire of the righteous is only good: but the expectation of the wicked is wrath.", 
        "16_Chapter, 23_Verse": "Wisdom is before him that has understanding; but the eyes of a fool are in the ends of the earth.", 
        "1_Chapter, 9_Verse": "for wisdom shall enter thy heart, and knowledge be pleasant to thy soul;", 
        "29_Chapter, 30_Verse": "a greyhound; a he goat also; and a king, against whom there is no rising up.", 
        "21_Chapter, 26_Verse": "If thou hast nothing with which to pay, why should he take away thy bed from under thee?", 
        "15_Chapter, 8_Verse": "A man’s heart devises his way: but the Lord directs his steps.", 
        "18_Chapter, 12_Verse": "A foolish son is the calamity of his father: and the contentions of a wife are a continual drip.", 
        "6_Chapter, 14_Verse": "So I came out to meet thee, diligently to seek thy face, and I have found thee.", 
        "14_Chapter, 22_Verse": "A man has joy in the answer of his mouth: and a word in due season, how good it is!", 
        "10_Chapter, 10_Verse": "By the blessing of the upright a city is exalted: but it is overthrown by the mouth of the wicked.", 
        "16_Chapter, 9_Verse": "A reproof enters more into a wise man than a hundred blows into a fool.", 
        "21_Chapter, 5_Verse": "Train up a child in the way he should go: and when he is old, he will not depart from it.", 
        "26_Chapter, 1_Verse": "Let another man praise thee, and not thy own mouth; a stranger, and not thy own lips.", 
        "15_Chapter, 29_Verse": "he winks his eyes to devise crooked things: pursing his lips he brings evil to pass.", 
        "23_Chapter, 20_Verse": "My son, fear thou the Lord and the king: and do not meddle with them who are given to change:", 
        "30_Chapter, 2_Verse": "Give not thy strength to women, nor thy ways to those who destroy kings.", 
        "0_Chapter, 10_Verse": "If they say, Come with us, let us lie in wait for blood, let us lurk for the innocent without cause:", 
        "20_Chapter, 10_Verse": "When the scorner is punished, the simple man is made wise: and when the wise is instructed, he receives knowledge.", 
        "10_Chapter, 19_Verse": "They that are of a crooked heart are an abomination to the Lord: but such as are upright in their way are his delight.", 
        "9_Chapter, 22_Verse": "It is as sport to a fool to do mischief: and likewise is it to a man of understanding to practise wisdom.", 
        "6_Chapter, 1_Verse": "Keep my commandments, and live; and my Tora as the apple of thy eye.", 
        "14_Chapter, 15_Verse": "Better is little with the fear of the Lord, than great treasure and trouble with it.", 
        "7_Chapter, 30_Verse": "playing with the universe, his earth; and my delights were with the sons of men.", 
        "30_Chapter, 4_Verse": "Lest he drink, and forget the decree, and pervert the judgment of any of the afflicted.", 
        "21_Chapter, 28_Verse": "Dost thou see a man diligent in his business? he shall stand before kings; he shall not stand before obscure men.", 
        "12_Chapter, 8_Verse": "The light of the righteous rejoices: but the lamp of the wicked shall be put out.", 
        "21_Chapter, 16_Verse": "Incline thy ear, and hear the words of the wise, and apply thy heart to my knowledge.", 
        "5_Chapter, 32_Verse": "A wound and dishonour shall he get; and his reproach shall not be wiped away.", 
        "28_Chapter, 25_Verse": "Many seek the ruler’s favour; but a man’s judgment comes from the Lord.", 
        "22_Chapter, 24_Verse": "Let thy father and thy mother be glad, and let her who bore thee rejoice.", 
        "7_Chapter, 2_Verse": "She cries out at the gates, at the entry of the city, at the coming in of the doors.", 
        "1_Chapter, 13_Verse": "who rejoice to do evil, and delight in the perverseness of the wicked;", 
        "3_Chapter, 25_Verse": "Make even the path of thy foot, and let all thy ways be firm.", 
        "30_Chapter, 16_Verse": "She girds her loins with strength, and she makes her arms strong.", 
        "26_Chapter, 2_Verse": "A stone is heavy, and the sand weighty; but a fool’s wrath is heavier than both of them.", 
        "30_Chapter, 18_Verse": "She lays her hands to the distaff, and her palms hold the spindle.", 
        "26_Chapter, 26_Verse": "and thou shalt have goats’ milk enough for thy food, for the food of thy household, and for the maintenance of thy maidens.", 
        "0_Chapter, 27_Verse": "Then shall they call upon me, but I will not answer; they shall seek me early, but they will not find me:", 
        "25_Chapter, 26_Verse": "The one who digs a pit shall fall into it: and if one rolls a stone, it will return upon him.", 
        "17_Chapter, 10_Verse": "The rich man’s wealth is his strong city, and as a high wall in his own conceit.", 
        "29_Chapter, 11_Verse": "There is a generation that are pure in their own eyes, and yet are not washed from their filthiness.", 
        "24_Chapter, 17_Verse": "A man who bears false witness against his neighbour is like a maul, and a sword, and a sharp arrow.", 
        "0_Chapter, 25_Verse": "I also will laugh at your calamity; I will mock when your fear comes upon you;", 
        "22_Chapter, 10_Verse": "for their redeemer is mighty; he shall plead their cause with thee.", 
        "12_Chapter, 6_Verse": "There is one who pretends to be rich, yet has nothing: there is another who pretends to be poor, yet has great riches.", 
        "30_Chapter, 23_Verse": "She makes garments, and sells them; and delivers girdles to the merchant.", 
        "18_Chapter, 24_Verse": "Smite a scorner, and the simple will beware: but rebuke one that has understanding, and he will gain knowledge.", 
        "7_Chapter, 23_Verse": "When there were no depths, I was brought forth; when there were no fountains abounding with water.", 
        "4_Chapter, 12_Verse": "And I have not obeyed the voice of my teachers, nor bent my ear to those who instructed me!", 
        "14_Chapter, 28_Verse": "The Lord is far from the wicked: but he hears the prayer of the righteous.", 
        "0_Chapter, 4_Verse": "A wise man will hear, and will increase learning; and a man of understanding shall attain to wise counsels:", 
        "5_Chapter, 12_Verse": "that winks with his eyes, that taps with his feet, that points with his fingers;", 
        "25_Chapter, 13_Verse": "As the doors turns on its hinges, so does the slothful upon his bed.", 
        "17_Chapter, 5_Verse": "A fool’s lips enter into contention, and his mouth calls for strokes.", 
        "25_Chapter, 22_Verse": "Burning lips and a wicked heart are like an earthenware dish covered with silver dross.", 
        "26_Chapter, 12_Verse": "Take his garment when he is surety for a stranger, and take his pledge on behalf of an alien woman.", 
        "0_Chapter, 20_Verse": "she cries in the chief place of concourse, at the entrances of the gates: in the city she utters her words, saying,", 
        "29_Chapter, 16_Verse": "The eye that mocks at his father, and scorns to obey his mother, the ravens of the valley shall pick it out, and the young vultures shall eat it.", 
        "15_Chapter, 24_Verse": "There is a way which seems right to a man, but its end are the ways of death.", 
        "9_Chapter, 13_Verse": "Wise men lay up knowledge: but the mouth of the fool brings ruin near.", 
        "15_Chapter, 12_Verse": "Righteous lips are the delight of kings; and they love him who speaks what is right.", 
        "5_Chapter, 21_Verse": "When thou walkest, it shall lead thee; when thou liest down, it shall keep thee; and when thou awakest, it shall talk with thee.", 
        "9_Chapter, 6_Verse": "The memory of the just is blessed: but the name of the wicked shall rot.", 
        "27_Chapter, 8_Verse": "He who turns away his ear from hearing Tora, even his prayer is abomination.", 
        "4_Chapter, 2_Verse": "For the lips of a strange woman drip honey, and her mouth is smoother than oil:", 
        "10_Chapter, 16_Verse": "The merciful man does good to his own soul: but he that is cruel troubles his own flesh.", 
        "15_Chapter, 25_Verse": "The hunger of the labourer labours for him; for his mouth presses upon him.", 
        "4_Chapter, 6_Verse": "Hear me now therefore, O children, and do not depart from the words of my mouth.", 
        "13_Chapter, 4_Verse": "A trusty witness is he that does not lie: but he that utters lies is a false witness.", 
        "0_Chapter, 24_Verse": "but you have set at nought all my counsel, and would none of my reproof:", 
        "3_Chapter, 1_Verse": "For I give you good doctrine, forsake not my Tora.", 
        "27_Chapter, 24_Verse": "He that is of a greedy heart stirs up strife: but he that puts his trust in the Lord shall be made rich.", 
        "25_Chapter, 24_Verse": "when he speaks fair, do not believe him: for there are seven abominations in his heart.", 
        "17_Chapter, 16_Verse": "The one who pleads first seems to be in the right: then his neighbour comes forward, and sifts his case.", 
        "18_Chapter, 15_Verse": "He that keeps the commandment keeps his own soul; but he that despises his ways shall die.", 
        "27_Chapter, 17_Verse": "He who walks uprightly shall be saved: but he who takes crooked paths shall fall suddenly.", 
        "26_Chapter, 10_Verse": "My son, be wise, and make my heart glad, that I may answer him who taunts me.", 
        "17_Chapter, 7_Verse": "The words of a talebearer are like dainties, and they go down into the innermost parts of the body.", 
        "7_Chapter, 16_Verse": "I love those who love me; and those who seek me early shall find me.", 
        "29_Chapter, 7_Verse": "remove far from me vanity and lies: give me neither poverty nor riches; feed me with my allotted portion:", 
        "3_Chapter, 15_Verse": "For they sleep not, unless they have done mischief; and their sleep is taken away, unless they cause some to fall.", 
        "7_Chapter, 26_Verse": "When he established the heavens, I was there: when he drew a circle over the surface of the deep:", 
        "10_Chapter, 13_Verse": "Where there is no counsel, a people falls: but in the multitude of counsellors there is safety.", 
        "28_Chapter, 14_Verse": "The rod and reproof give wisdom: but a child left to himself brings shame to his mother.", 
        "18_Chapter, 17_Verse": "Chastise thy son while there is hope, and let not thy soul spare for his crying.", 
        "23_Chapter, 23_Verse": "He who says to the wicked, Thou art in the right; him shall the people curse, nations shall abhor him:", 
        "21_Chapter, 12_Verse": "The lazy man says, There is a lion outside, I shall be slain in the streets.", 
        "20_Chapter, 0_Verse": "Like water courses is the king’s heart in the hand of the Lord: he directs it wherever he wishes.", 
        "20_Chapter, 15_Verse": "The man that wanders out of the way of understanding shall remain in the congregation of the shades.", 
        "23_Chapter, 2_Verse": "Through wisdom a house is built; and by understanding it is established:", 
        "21_Chapter, 22_Verse": "for the Lord will plead their cause, and rob life those who rob them.", 
        "6_Chapter, 8_Verse": "in the twilight, in the evening, in the blackness of a dark night:", 
        "5_Chapter, 0_Verse": "My son, if thou be surety for thy friend, if thou hast struck thy palms for a stranger,", 
        "9_Chapter, 25_Verse": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to those who send him.", 
        "28_Chapter, 26_Verse": "An unjust man is an abomination to the just: and he that is upright in the way is an abomination to the wicked.", 
        "12_Chapter, 9_Verse": "Only by pride comes contention: but with the well advised is wisdom.", 
        "27_Chapter, 7_Verse": "He who by usury and unjust gain increases his substance, gathers it for him who will graciously regard the poor.", 
        "11_Chapter, 11_Verse": "The wicked man craves – he is snared by mischief: but the righteous strike root.", 
        "19_Chapter, 14_Verse": "There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.", 
        "23_Chapter, 21_Verse": "for their calamity shall rise suddenly; and who knows the ruin of them both?", 
        "6_Chapter, 20_Verse": "With her much fair speech she causes him to yield, with the smoothness of her lips she seduces him.", 
        "24_Chapter, 20_Verse": "If thy enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:", 
        "5_Chapter, 26_Verse": "Can a man take fire in his bosom, and his clothes not be burned?", 
        "20_Chapter, 30_Verse": "The horse is prepared for the day of battle: but safety comes from the Lord.", 
        "17_Chapter, 2_Verse": "When the wicked comes, then comes also contempt, and with ignominy reproach.", 
        "7_Chapter, 28_Verse": "when he gave to the sea its decree, that the waters should not pass his commandment: when he appointed the foundations of the earth:", 
        "16_Chapter, 20_Verse": "He that begets a fool does it to his sorrow: and the father of a churl has no joy.", 
        "19_Chapter, 10_Verse": "Even a child is known by his doings, whether his work be pure, and whether it be right.", 
        "3_Chapter, 8_Verse": "She shall give to thy head an ornament of grace: a crown of glory shall she bestow on thee.", 
        "5_Chapter, 34_Verse": "He will not regard any ransom; nor will he rest content, though thou givest many gifts.", 
        "22_Chapter, 22_Verse": "Buy the truth, and sell it not; also wisdom, and instruction, and understanding.", 
        "6_Chapter, 17_Verse": "Come, let us take our fill of love until the morning: let us delight ourselves with loves.", 
        "26_Chapter, 25_Verse": "lambs shall provide thy clothing, and goats the price of a field:", 
        "9_Chapter, 10_Verse": "The mouth of a righteous man is a fountain of life: but violence covers the mouth of the wicked.", 
        "27_Chapter, 16_Verse": "A man that is burdened with the blood of any person shall flee to the pit; let none support him.", 
        "15_Chapter, 15_Verse": "How much better is it to get wisdom than gold! and to get understanding is preferable to silver!", 
        "16_Chapter, 25_Verse": "Neither is it good to punish an innocent man, nor to give blows to noble men for their integrity.", 
        "2_Chapter, 22_Verse": "Then shalt thou walk in thy way safely, and thy foot shall not stumble.", 
        "22_Chapter, 11_Verse": "Apply thy heart to instruction, and thy ears to the words of knowledge.", 
        "7_Chapter, 3_Verse": "To you, O men, I call; and my voice is to the sons of man.", 
        "8_Chapter, 13_Verse": "For she sits at the door of her house, on a seat in the high places of the city.", 
        "16_Chapter, 8_Verse": "He that covers a transgression seeks love; but he that repeats a matter separates close friends.", 
        "18_Chapter, 13_Verse": "House and riches are the inheritance of fathers: but a prudent wife is from the Lord.", 
        "9_Chapter, 20_Verse": "The lips of the righteous feed many: but fools die for want of wisdom.", 
        "19_Chapter, 21_Verse": "Do not say, I will repay evil; but wait on the Lord, and he will save thee.", 
        "13_Chapter, 0_Verse": "The wisdom of women builds her house: but Folly plucks it down with her hands.", 
        "5_Chapter, 28_Verse": "So he that goes in to his neighbour’s wife; whoever touches her shall not go unpunished.", 
        "25_Chapter, 21_Verse": "The words of a talebearer are like dainties, and they go down into the innermost parts of the body.", 
        "16_Chapter, 21_Verse": "A merry heart is a good medicine: but a broken spirit dries the bones.", 
        "4_Chapter, 7_Verse": "Remove thy way far from her, and do not come near the door of her house:", 
        "22_Chapter, 32_Verse": "Thy eyes shall behold strange things, and thy heart shall utter perverse words.", 
        "10_Chapter, 21_Verse": "Like a jewel of gold in a swine’s snout, so is a fair woman without discretion.", 
        "25_Chapter, 3_Verse": "Do not answer a fool according to his folly, lest thou become like him thyself.", 
        "3_Chapter, 17_Verse": "But the path of just men is like the gleam of sunlight, that shines ever more brightly until the height of noonday.", 
        "26_Chapter, 15_Verse": "Whoever would hide her hides the wind, like the ointment of his right hand, which betrays itself.", 
        "5_Chapter, 5_Verse": "Go to the ant, thou sluggard; consider her ways, and be wise:", 
        "30_Chapter, 5_Verse": "Give strong drink to him that is ready to perish, and wine to those of heavy hearts.", 
        "0_Chapter, 6_Verse": "The fear of the Lord is the beginning of knowledge: but fools despise wisdom and instruction.", 
        "5_Chapter, 10_Verse": "so shall thy poverty come like a marauder, and thy want like an armed man.", 
        "22_Chapter, 1_Verse": "and put a knife to thy throat, if thou be a man given to appetite.", 
        "10_Chapter, 9_Verse": "When it goes well with the righteous, the city rejoices: but when the wicked perish, there is jubilation.", 
        "23_Chapter, 5_Verse": "For by wise counsel thou shalt make thy war: and in multitude of counsellors there is victory.", 
        "9_Chapter, 28_Verse": "The way of the Lord is a stronghold to the upright, but destruction to the workers of iniquity.", 
        "27_Chapter, 23_Verse": "He who robs his father or his mother, and says, It is no transgression; he is companion of a destroyer.", 
        "15_Chapter, 17_Verse": "Pride goes before destruction, and haughtiness of spirit before a fall.", 
        "28_Chapter, 9_Verse": "The bloodthirsty hate the innocent: but the just seek his good.", 
        "14_Chapter, 19_Verse": "A Wise son makes a glad father: but a foolish man despises his mother.", 
        "21_Chapter, 10_Verse": "He that loves pureness of heart, and grace is on his lips, the king shall be his friend.", 
        "17_Chapter, 11_Verse": "Before destruction the heart of man is haughty, but before honour goes humility.", 
        "0_Chapter, 1_Verse": "to know wisdom and instruction; to perceive the words of understanding;", 
        "2_Chapter, 23_Verse": "When thou liest down, thou shalt not be afraid: indeed, thou shalt lie down, and thy sleep shall be sweet.", 
        "12_Chapter, 17_Verse": "Poverty and shame come to him who refuses instruction: but he who heeds reproof shall be honoured.", 
        "7_Chapter, 27_Verse": "when he established the clouds above: when the fountains of the deep became strong:", 
        "9_Chapter, 19_Verse": "The tongue of the just is like choice silver: the heart of the wicked is little worth.", 
        "14_Chapter, 8_Verse": "The way of the wicked is an abomination unto the Lord: but he who follows after righteousness He will love.", 
        "26_Chapter, 0_Verse": "Do not boast thyself of tomorrow; for thou knowst not what today may bring forth.", 
        "5_Chapter, 11_Verse": "A base person, a wicked man, is one that walks with a crowed mouth,", 
        "0_Chapter, 7_Verse": "My son, hear the instruction of thy father, and do not forsake the Tora of thy mother:", 
        "1_Chapter, 2_Verse": "if thou criest after wisdom, and liftest up thy voice for understanding;", 
        "19_Chapter, 24_Verse": "It is a snare to a man rashly to declare, It is holy; and afterwards to probe his vows.", 
        "6_Chapter, 5_Verse": "For at the window of my house I looked out through my lattice,", 
        "7_Chapter, 4_Verse": "O you simple, understand prudence: and, you fools, be of an understanding heart.", 
        "22_Chapter, 16_Verse": "Let not thy heart envy sinners: but be in the fear of the Lord all the day long.", 
        "10_Chapter, 29_Verse": "The fruit of the righteous is a tree of life; and he that wins souls is wise.", 
        "21_Chapter, 13_Verse": "The mouth of strange woman is a deep pit: he who incurs the Lord’s indignation shall fall therein.", 
        "13_Chapter, 21_Verse": "Do not they who devise evil go astray? and do not they who devise good enjoy loyalty and truth?", 
        "3_Chapter, 20_Verse": "Let them not depart from thy eyes; keep them in the midst of thy heart.", 
        "3_Chapter, 21_Verse": "For they are life to those who find them, and health to all their flesh.", 
        "3_Chapter, 10_Verse": "I have taught thee in the way of wisdom; I have led thee in paths of rectitude.", 
        "30_Chapter, 22_Verse": "Her husband is known in the gates, when he sits among the elders of the land.", 
        "0_Chapter, 8_Verse": "for they shall be a graceful garland for thy head, and chains about thy neck.", 
        "18_Chapter, 14_Verse": "Slothfulness casts into a deep sleep; and the idle soul shall suffer hunger.", 
        "15_Chapter, 9_Verse": "A divine sentence is in the lips of the king: his mouth does not transgress in judgment.", 
        "15_Chapter, 3_Verse": "The Lord has made every thing for his own purpose: yea, even the wicked for the day of evil.", 
        "13_Chapter, 6_Verse": "Go from the presence of a foolish man, for thou perceivest not in him the lips of knowledge.", 
        "30_Chapter, 13_Verse": "She is like the merchant ships; she brings her food from afar.", 
        "22_Chapter, 3_Verse": "Do not toil to be rich: because thou hast understanding, forbear.", 
        "2_Chapter, 7_Verse": "It shall be health to thy navel, and marrow to thy bones.", 
        "13_Chapter, 26_Verse": "The fear of the Lord is a fountain of life, to depart from the snares of death.", 
        "20_Chapter, 11_Verse": "The righteous man who considers the house of the wicked, leads the wicked astray to greater evil.", 
        "24_Chapter, 26_Verse": "It is not good to eat much honey: so it is honour to set bounds to honour.", 
        "17_Chapter, 14_Verse": "The heart of the prudent acquires knowledge; and the ear of the wise seeks knowledge.", 
        "29_Chapter, 3_Verse": "Who has ascended up into heaven, and come down again? who has gathered the wind in his fists? who has bound the waters in a garment? who has established all the ends of the earth? what is his name, and what is his son’s name, if thou canst tell?", 
        "6_Chapter, 4_Verse": "that they may keep thee from the strange woman, from the alien woman who makes smooth her words.", 
        "24_Chapter, 22_Verse": "The north wind brings in the rain: so does an angry countenance, a back biting tongue.", 
        "22_Chapter, 18_Verse": "Hear, my son, and be wise, and guide thy heart in the way.", 
        "21_Chapter, 2_Verse": "A prudent man foresees evil, and hides himself: but the simple pass on, and are punished.", 
        "20_Chapter, 27_Verse": "A false witness shall perish: but the word of a man who truly attends shall endure.", 
        "10_Chapter, 20_Verse": "They who join hands for wicked ends shall not go unpunished: but the seed of the righteous shall be delivered.", 
        "0_Chapter, 12_Verse": "we shall find all precious goods; we shall fill our houses with spoil:", 
        "28_Chapter, 6_Verse": "The righteous man apprehends the cause of the poor: but the wicked man cannot grasp that knowledge.", 
        "30_Chapter, 26_Verse": "She looks well to the ways of her household, and does not eat the bread of idleness.", 
        "30_Chapter, 29_Verse": "Grace is deceitful, and beauty is vain: but a woman who fears the Lord, she shall be praised.", 
        "10_Chapter, 4_Verse": "The righteousness of the innocent shall direct his way: but the wicked shall fall by his own wickedness.", 
        "22_Chapter, 20_Verse": "for the drunkard and the glutton shall come to poverty: and drowsiness shall clothe a man with rags.", 
        "14_Chapter, 23_Verse": "The way of life for the wise leads upward, that he may depart from She᾽ol beneath.", 
        "12_Chapter, 20_Verse": "Evil pursues sinners: but to the righteous good shall be repaid.", 
        "29_Chapter, 6_Verse": "Two things have I asked of thee; do not deny me them before I die:", 
        "27_Chapter, 3_Verse": "They who forsake Tora praise the wicked: but such as keep Tora contend with them.", 
        "19_Chapter, 8_Verse": "Who can say, I have made my heart clean, I am pure from my sin?", 
        "5_Chapter, 31_Verse": "He who commits adultery with a woman lacks understanding: he who does that destroys his soul.", 
        "1_Chapter, 16_Verse": "who forsakes the friend of her youth, and forgets the covenant of her God.", 
        "22_Chapter, 27_Verse": "She also lies in wait like a robber, and increases the transgressors among men.", 
        "6_Chapter, 23_Verse": "Hearken to me now therefore, O you children, and attend to the words of my mouth.", 
        "25_Chapter, 0_Verse": "As snow in summer, and as rain in harvest, so honour is not seemly for a fool.", 
        "25_Chapter, 25_Verse": "He whose hatred is covered by deceit, his wickedness shall be revealed before the whole congregation.", 
        "1_Chapter, 3_Verse": "if thou seekest her like silver, and searchest for her as for hidden treasures;", 
        "1_Chapter, 6_Verse": "He lays up sound wisdom for the righteous: he is a shield to those who walk uprightly,", 
        "25_Chapter, 11_Verse": "Seest thou a man wise in his own eyes? there is more hope of a fool than of him.", 
        "20_Chapter, 9_Verse": "The soul of the wicked desires evil: his neighbour finds no favour in his eyes.", 
        "2_Chapter, 10_Verse": "My son, do not despise the chastening of the Lord; nor be weary of his correction:", 
        "22_Chapter, 21_Verse": "Hearken to thy father who begot thee, and despise not thy mother when she is old.", 
        "10_Chapter, 24_Verse": "The liberal soul shall be made rich: and he who waters shall be nourished also himself.", 
        "2_Chapter, 15_Verse": "Length of days is in her right hand; and in her left hand are riches and honour.", 
        "25_Chapter, 20_Verse": "As coals are to burning coals, and wood to fire; so is a contentious man to kindle strife.", 
        "14_Chapter, 25_Verse": "The thoughts of the wicked are an abomination to the Lord: but pleasant words are pure.", 
        "9_Chapter, 30_Verse": "The mouth of the just brings forth wisdom: but the perverse tongue shall be cut off.", 
        "27_Chapter, 18_Verse": "He who tills his land shall have plenty of bread: but he who follows after vain persons shall have poverty enough.", 
        "20_Chapter, 5_Verse": "The getting of treasures by a lying tongue is a fleeting vapour: they lead to death.", 
        "2_Chapter, 29_Verse": "Do not strive with a man without cause, if he have done thee no harm.", 
        "23_Chapter, 3_Verse": "and by knowledge are the chambers filled with all precious and pleasant riches.", 
        "23_Chapter, 26_Verse": "Prepare thy work outside, and make it fit for thyself in the field; and afterwards build thy house.", 
        "2_Chapter, 4_Verse": "Trust in the Lord with all thy heart; and do not lean upon thy own understanding.", 
        "7_Chapter, 17_Verse": "Riches and honour are with me; yea, durable riches and righteousness.", 
        "19_Chapter, 26_Verse": "The spirit of man is the candle of the Lord, searching all the inward parts of the belly.", 
        "20_Chapter, 20_Verse": "He that follows righteousness and loyalty finds life, righteousness, and honour.", 
        "5_Chapter, 22_Verse": "For the commandment is a lamp; and Tora is light; and reproofs of instruction are the way of life:", 
        "30_Chapter, 8_Verse": "Open thy mouth, judge righteously, and plead the cause of the poor and needy.", 
        "25_Chapter, 6_Verse": "Like the legs of a lame man which hang useless, so is a parable in the mouth of fools.", 
        "20_Chapter, 17_Verse": "The wicked is a ransom for the righteous, and the transgressor for the upright.", 
        "19_Chapter, 12_Verse": "Do not love sleep, lest thou come to poverty; open thy eyes, and thou shalt be satisfied with bread.", 
        "20_Chapter, 19_Verse": "Costly things and oil are treasured up in the wise man’s dwelling: but a fool devours them.", 
        "13_Chapter, 32_Verse": "Wisdom rests quietly in the heart of the judicious: but the folly in the breast of fools shall easily be known.", 
        "26_Chapter, 3_Verse": "Wrath is cruel, and anger is overwhelming; but who is able to stand before envy?", 
        "16_Chapter, 13_Verse": "The beginning of strife is like letting out water: therefore leave off contention, before it breaks out.", 
        "13_Chapter, 20_Verse": "He that despises his neighbour sins: but he that is kind to the poor, happy is he.", 
        "22_Chapter, 31_Verse": "at the last it bites like a snake, and stings like a viper.", 
        "2_Chapter, 21_Verse": "so shall they be life to thy soul, and grace to thy neck.", 
        "24_Chapter, 23_Verse": "It is better to dwell in the corner of the housetop, than with a brawling woman and in a roomy house.", 
        "6_Chapter, 25_Verse": "For she has cast down many wounded: and many strong men have been slain by her.", 
        "8_Chapter, 8_Verse": "Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning.", 
        "15_Chapter, 23_Verse": "Pleasant words are like a honeycomb, sweet to the soul, and health to the bones.", 
        "14_Chapter, 10_Verse": "She᾽ol and destruction are before the Lord: how much more then the hearts of the children of men?", 
        "27_Chapter, 4_Verse": "Evil men understand not justice: but they who seek the Lord understand all things.", 
        "4_Chapter, 22_Verse": "He shall die for want of instruction; and in the greatness of his folly he shall go astray.", 
        "1_Chapter, 20_Verse": "For the upright shall dwell in the land, and the innocent shall remain in it.", 
        "23_Chapter, 12_Verse": "My son, eat honey, because it is good; and the honeycomb, which is sweet to thy taste:", 
        "18_Chapter, 19_Verse": "Hear counsel, and receive instruction, that thou mayst be wise in thy latter end.", 
        "0_Chapter, 32_Verse": "But he who listens to me shall dwell safely, and shall be at ease without fear of evil.", 
        "25_Chapter, 27_Verse": "A lying tongue hates its victims; and a flattering mouth works ruin.", 
        "28_Chapter, 13_Verse": "The king who faithfully judges the poor, his throne shall be established for ever.", 
        "13_Chapter, 25_Verse": "In the fear of the Lord a man has strong confidence: and his children shall have a place of refuge.", 
        "30_Chapter, 12_Verse": "She seeks wool, and flax, and works willingly with her hands.", 
        "29_Chapter, 17_Verse": "There are three things which are too wonderful for me, yea, four which I know not:", 
        "15_Chapter, 20_Verse": "The wise in heart shall be called prudent: and the sweetness of the lips increases learning.", 
        "6_Chapter, 19_Verse": "he has taken a bag of money with him, and will come home at the full moon.", 
        "3_Chapter, 0_Verse": "Hear, you children, the instruction of a father, and attend to know understanding.", 
        "15_Chapter, 19_Verse": "He who considers his words shall find good: and he who trusts in the Lord shall be happy.", 
        "3_Chapter, 11_Verse": "When thou goest, thy steps shall not be confined; and when thou runnest, thou shalt not stumble.", 
        "13_Chapter, 14_Verse": "The simple man believes everything: but the prudent man looks well to his step.", 
        "28_Chapter, 17_Verse": "Where there is no vision, the people become unruly: but happy is he who keeps Tora.", 
        "25_Chapter, 12_Verse": "The lazy man says, There is a lion in the way; a lion is in the streets.", 
        "12_Chapter, 1_Verse": "A man shall eat good from the fruit of his mouth: but the desire of the faithless is for violence.", 
        "15_Chapter, 22_Verse": "The heart of the wise teaches his mouth, and adds learning to his lips.", 
        "1_Chapter, 19_Verse": "that thou mayst walk in the way of good men, and keep the paths of the righteous.", 
        "29_Chapter, 24_Verse": "the ants are a people not strong, yet they prepare their bread in the summer;", 
        "3_Chapter, 13_Verse": "Do not enter into the path of the wicked, and do not go in the way of evil men.", 
        "22_Chapter, 0_Verse": "When thou sittest to eat with a ruler consider diligently what is before thee:", 
        "29_Chapter, 0_Verse": "The words of Agur son of Yaqe, the burden. Thus says the man, I am weary, O God, I am weary, O God, and I am consumed:", 
        "18_Chapter, 1_Verse": "Also, that the soul be without knowledge is not good; and he that hastens with his feet sins.", 
        "17_Chapter, 6_Verse": "A fool’s mouth is his destruction, and his lips are the snare of his soul.", 
        "12_Chapter, 2_Verse": "He who guards his mouth keeps his life: but he who opens wide his lips shall have destruction.", 
        "8_Chapter, 6_Verse": "He who corrects a scorner brings shame on himself: and he who rebukes a wicked man brings on himself his blemish.", 
        "26_Chapter, 11_Verse": "A prudent man sees the evil, and hides himself; but simpletons pass on, and are punished.", 
        "23_Chapter, 11_Verse": "if thou sayst, Behold, we knew it not, does not he who ponders the heart consider it? and he who keeps thy soul, does he not know it? and shall he not render to every man according to his works?", 
        "1_Chapter, 15_Verse": "to deliver thee from the strange woman, from the alien woman who speaks so smoothly;", 
        "0_Chapter, 18_Verse": "So are the ways of everyone who is greedy of gain; it takes away the life of its owner.", 
        "2_Chapter, 13_Verse": "For the merchandise of it is better than the merchandise of silver, and its gain than fine gold.", 
        "22_Chapter, 12_Verse": "Do not withhold correction from the child: for if thou beatest him with the rod, he will not die.", 
        "25_Chapter, 5_Verse": "He that sends a message by the hand of a fool cuts off his own feet, and drinks in damage.", 
        "9_Chapter, 11_Verse": "Hatred stirs up strifes: but love covers all sins.", 
        "7_Chapter, 0_Verse": "Does not wisdom call? and understanding put forth her voice?", 
        "12_Chapter, 23_Verse": "He that spares his rod hates his son: but he that loves him chastises him early.", 
        "3_Chapter, 16_Verse": "For they eat the bread of wickedness, and drink the wine of violence.", 
        "7_Chapter, 11_Verse": "I, wisdom, dwell with prudence, and find knowledge and discretion.", 
        "19_Chapter, 23_Verse": "Man’s goings are of the Lord; how can a man then understand his own way?", 
        "16_Chapter, 2_Verse": "The refining pot is for silver, and the furnace for gold: but the Lord tries the hearts.", 
        "1_Chapter, 0_Verse": "My son, if thou wilt receive my words, and treasure up my commandments with thee;", 
        "11_Chapter, 4_Verse": "The thoughts of the righteous are right: but the counsels of the wicked are deceit.", 
        "12_Chapter, 7_Verse": "The ransom of a man’s life are his riches: but the poor hears no threat.", 
        "24_Chapter, 3_Verse": "Take away the dross from the silver, and a vessel emerges for the refiner.", 
        "29_Chapter, 19_Verse": "Likewise the way of an adulterous woman; she eats, and wipes her mouth, and says, I have done nothing wrong.", 
        "11_Chapter, 20_Verse": "No evil shall happen to the just: but the wicked are filled with mischief.", 
        "17_Chapter, 8_Verse": "He also that is slothful in his work is brother to him who destroys.", 
        "3_Chapter, 12_Verse": "Take fast hold of instruction; let her not go: keep her; for she is thy life.", 
        "7_Chapter, 25_Verse": "while as yet he had not made the earth, or the fields, or the highest part of the dust of the world.", 
        "8_Chapter, 14_Verse": "Calling out to passers by who are going straight on their ways:", 
        "25_Chapter, 9_Verse": "A master craftsman performs everything; but he who hires a fool is as he who hires the passersby.", 
        "19_Chapter, 19_Verse": "He who curses his father or his mother, his lamp shall be put out in utter darkness.", 
        "19_Chapter, 15_Verse": "Take his garment when he has become surely for a stranger: and take his pledge on behalf of an alien woman.", 
        "0_Chapter, 16_Verse": "For no heed is taken of the net which is spread in the sight of any bird.", 
        "27_Chapter, 12_Verse": "He that covers up his sins shall not prosper: but whoever confesses and forsakes them shall have mercy.", 
        "21_Chapter, 20_Verse": "that I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to those who send thee?", 
        "15_Chapter, 30_Verse": "The hoary head is a crown of glory; it is found in the way of righteousness.", 
        "13_Chapter, 11_Verse": "There is a way which seems right to a man, but at its end are the ways of death.", 
        "16_Chapter, 11_Verse": "Let a bear robbed of her whelps meet a man, rather than a fool in his folly.", 
        "26_Chapter, 17_Verse": "He who guards the fig tree shall eat its fruit: so he who waits on his master shall be honoured.", 
        "9_Chapter, 16_Verse": "He that keeps instruction is in the way of life: but he that refuses reproof leads astray.", 
        "8_Chapter, 3_Verse": "as for him that lacks understanding, she says to him,", 
        "0_Chapter, 14_Verse": "my son, do not walk in the way with them; restrain thy foot from their path:", 
        "9_Chapter, 24_Verse": "When the storm wind passes, the wicked is no more: but the righteous is an everlasting foundation.", 
        "8_Chapter, 17_Verse": "But he knows not that the dead are there; and that her guests are in the depths of She᾽ol.", 
        "18_Chapter, 11_Verse": "The king’s wrath is like the roaring of a lion; and his favour is like dew upon the grass.", 
        "2_Chapter, 24_Verse": "Be not afraid of sudden fear, nor of the ruin of the wicked, when it comes.", 
        "10_Chapter, 27_Verse": "He who trusts in his riches shall fall: but the righteous shall flourish like foliage.", 
        "23_Chapter, 25_Verse": "Like a kiss on the lips, it is when one gives a right answer.", 
        "20_Chapter, 21_Verse": "A wise man scales the city of the mighty, and casts down the stronghold in which it trusts.", 
        "23_Chapter, 6_Verse": "Wisdom it too high for a fool: he does not open his mouth in the gate.", 
        "6_Chapter, 22_Verse": "till a dart strike through his liver; as a bird hastens to the snare, and knows not that it is for his life.", 
        "19_Chapter, 6_Verse": "The just man walks in his integrity: happy are his children after him.", 
        "29_Chapter, 25_Verse": "the badgers are but a feeble folk, yet they make their houses in the rocks;", 
        "29_Chapter, 20_Verse": "For three things the earth is disquieted, and for four it cannot bear:", 
        "16_Chapter, 22_Verse": "A wicked man takes a bribe out of the bosom to pervert the ways of justice.", 
        "24_Chapter, 12_Verse": "Like the cold snow in the time of harvest, so is a faithful messenger to those who send him: for he refreshes the soul of his master.", 
        "21_Chapter, 11_Verse": "The eyes of the Lord preserve knowledge, and he overthrows the words of the transgressor.", 
        "23_Chapter, 0_Verse": "Be not envious of evil men, nor desire to be with them.", 
        "13_Chapter, 34_Verse": "The king’s favour is turned towards a wise servant: but his anger falls on one who acts shamefully.", 
        "8_Chapter, 15_Verse": "Whoever is simple, let him turn in here: and as for him that lacks understanding, she says to him,", 
        "27_Chapter, 26_Verse": "He who gives to the poor shall not lack: but he who hides his eyes shall have many a curse.", 
        "25_Chapter, 19_Verse": "Where no wood is, there the fire goes out: so where there is no talebearer, strife ceases.", 
        "13_Chapter, 19_Verse": "The poor man is hated even by his own neighbour: but the rich has many friends.", 
        "20_Chapter, 23_Verse": "The proud and haughty one, scorner is his name, acts in arrogant wrath.", 
        "11_Chapter, 1_Verse": "A good man obtains favour of the Lord: but a man of wicked devices will he condemn.", 
        "26_Chapter, 24_Verse": "When the grass sprouts forth, and the young grass appears, and the herbs on the mountains are gathered in;", 
        "14_Chapter, 9_Verse": "There is a severe correction for him who forsakes the way: he who hates re- proof shall die.", 
        "21_Chapter, 4_Verse": "Thorns and snares are in the way of the crooked man: he that guards his soul shall be far from them.", 
        "25_Chapter, 8_Verse": "Like a thorn that goes up into the hand of a drunkard, so is a parable in the mouth of fools.", 
        "24_Chapter, 16_Verse": "Let thy foot be seldom in thy neighbour’s house; lest he be weary of thee, and hate thee.", 
        "5_Chapter, 9_Verse": "A little sleep, a little slumber, a little folding of the hands to sleep:", 
        "22_Chapter, 30_Verse": "Look not upon the wine when it is red, when it sparkles in the cup, when it goes down smoothly:", 
        "1_Chapter, 7_Verse": "to keep the paths of justice; and he preserves the way of his pious ones.", 
        "5_Chapter, 30_Verse": "And if he be found, he shall restore sevenfold; he shall give all the substance of his house.", 
        "29_Chapter, 29_Verse": "a lion which is strongest among beasts, and does not turn away for anyone;", 
        "20_Chapter, 26_Verse": "The sacrifice of the wicked is an abomination: how much more, when he brings it with evil intent?", 
        "21_Chapter, 17_Verse": "For it is a pleasant thing if thou keep them within thee; let them be firmly attached together to thy lips.", 
        "4_Chapter, 18_Verse": "A loving hind and a pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love.", 
        "6_Chapter, 10_Verse": "(She is noisy and ungovernable: her feet do not remain in her house:", 
        "29_Chapter, 1_Verse": "for I am more brutish than a man, and have not the understanding of a man.", 
        "0_Chapter, 29_Verse": "they would none of my counsel: they despised all my reproof.", 
        "10_Chapter, 23_Verse": "There is one who gives freely, and yet increases, another spares unjustly, but comes to want.", 
        "9_Chapter, 3_Verse": "A slack hand causes poverty: but the hand of the diligent makes rich.", 
        "0_Chapter, 31_Verse": "For the turning away of the simple shall slay them, and the erring of fools shall destroy them.", 
        "30_Chapter, 9_Verse": "Who can find a woman of worth? for her price is far above rubies.", 
        "0_Chapter, 19_Verse": "Wisdom cries aloud in the street; she utters her voice in the squares:", 
        "23_Chapter, 31_Verse": "Then I saw, and considered it well: I looked upon it, and received instruction.", 
        "7_Chapter, 29_Verse": "then I was by him, as a nurseling: and I was daily his delight, playing always before him;", 
        "18_Chapter, 7_Verse": "He that gets wisdom loves his own soul: he that keeps understanding shall find good.", 
        "20_Chapter, 25_Verse": "he covets greedily all the day long: but the righteous gives and spares not.", 
        "18_Chapter, 3_Verse": "Wealth makes many friends; but as for the poor, his neighbour keeps himself apart.", 
        "20_Chapter, 22_Verse": "He who guards his mouth and his tongue keeps his soul from troubles.", 
        "23_Chapter, 15_Verse": "for a just man falls seven times, and yet rises up again: but the wicked stumble into mischief.", 
        "14_Chapter, 21_Verse": "Without counsel purposes are frustrated: but in the multitude of counsellors they are established.", 
        "24_Chapter, 1_Verse": "It is the glory of God to conceal a thing: but the honour of kings is to search out a matter.", 
        "13_Chapter, 24_Verse": "A true witness saves lives: but a deceitful witness utters lies.", 
        "30_Chapter, 27_Verse": "Her children rise up, and call her blessed; her husband also, and he praises her:", 
        "30_Chapter, 10_Verse": "The heart of her husband safely trusts in her, and he shall have no lack of gain.", 
        "29_Chapter, 31_Verse": "If thou hast done foolishly in lifting thyself up, or if thou hast thought evil, lay thy hand upon thy mouth.", 
        "26_Chapter, 21_Verse": "Though thou shouldst grind a fool in a mortar among crushed grain with a pestle, yet will his foolishness not depart from him.", 
        "17_Chapter, 22_Verse": "The poor uses entreaties; but the rich answers with impudence.", 
        "22_Chapter, 4_Verse": "Wilt thou set thy eyes upon it? it is already gone: for riches suddenly make themselves wings; they fly away like an eagle towards the sky.", 
        "19_Chapter, 29_Verse": "Bruises and wounds purge away evil: so do stripes which reach the inward parts.", 
        "18_Chapter, 16_Verse": "He that gives graciously to the poor makes a loan to the Lord; and that which he has given he will pay him back.", 
        "14_Chapter, 26_Verse": "He that is greedy of gain troubles his own house; but he that hates gifts shall live.", 
        "1_Chapter, 5_Verse": "For the Lord gives wisdom: out of his mouth come knowledge and understanding.", 
        "19_Chapter, 27_Verse": "Love and truth preserve the king: and his throne is upheld by loyalty.", 
        "24_Chapter, 19_Verse": "Like one who takes off a garment in cold weather, and like acid upon nitre, is he who sings songs to a heavy heart.", 
        "23_Chapter, 14_Verse": "Do not lie in wait, O wicked man, against the dwelling of the righteous; do not plunder his resting place:", 
        "1_Chapter, 21_Verse": "But the wicked shall be cut off from the earth, and the faithless shall be rooted out of it.", 
        "8_Chapter, 2_Verse": "She has sent forth her maidens: she calls upon the highest places of the city, Whoever is simple, let him turn in here:", 
        "28_Chapter, 21_Verse": "An angry man stirs up strife, and a furious man abounds in transgression.", 
        "25_Chapter, 16_Verse": "He who passes by, and meddles with a strife not his own, is like one who takes a dog by the ears.", 
        "12_Chapter, 11_Verse": "Hope deferred makes the heart sick: but desire fulfilled is a tree of life.", 
        "20_Chapter, 7_Verse": "The way of some men is crooked and strange; but as for the pure, his work is right.", 
        "21_Chapter, 6_Verse": "The rich rules over the poor, and the borrower is servant to the lender.", 
        "14_Chapter, 12_Verse": "A merry heart makes a cheerful countenance: but by sorrow of the heart the spirit is broken.", 
        "7_Chapter, 18_Verse": "My fruit is better than gold, yea, than fine gold; and my produce than choice silver.", 
        "17_Chapter, 9_Verse": "The name of the Lord is a strong tower: the righteous runs into it, and is safe.", 
        "21_Chapter, 18_Verse": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.", 
        "5_Chapter, 25_Verse": "For by means of a harlot a man is brought to a piece of bread: and the adulteress will hunt for the precious life.", 
        "27_Chapter, 25_Verse": "He who trusts in his own heart is a fool: but he who walks wisely, shall escape.", 
        "16_Chapter, 1_Verse": "A wise servant shall control a son who acts shamefully, and shall share the inheritance among the brethren.", 
        "6_Chapter, 13_Verse": "I have had to sacrifice peace offerings; this day have I paid my vows.", 
        "2_Chapter, 19_Verse": "By his knowledge the depths were broken up, and the clouds drop down dew.", 
        "2_Chapter, 5_Verse": "In all thy ways acknowledge him, and he shall direct thy paths.", 
        "16_Chapter, 7_Verse": "A bribe is a fair jewel to the eyes of him who dispenses it: wherever it turns it brings success.", 
        "10_Chapter, 15_Verse": "A woman of charm obtains honour: and powerful men obtain wealth.", 
        "7_Chapter, 8_Verse": "They are all plain to him that understands, and right to those who find knowledge.", 
        "29_Chapter, 18_Verse": "the way of the vultures in the air; the way of a snake upon a rock; the way of a ship in the midst of the sea; and the way of a man with a young woman.", 
        "4_Chapter, 8_Verse": "lest thou give thy vigour to others, and thy years to the cruel one:", 
        "29_Chapter, 26_Verse": "the locusts have no king, yet go they forth all of them by bands;", 
        "30_Chapter, 6_Verse": "Let him drink, and forget his poverty, and remember his misery no more.", 
        "4_Chapter, 9_Verse": "lest strangers be filled with thy strength; and thy labours go to the house of a stranger:", 
        "5_Chapter, 17_Verse": "a heart that devises wicked thoughts, feet that are swift in running to mischief,", 
        "2_Chapter, 20_Verse": "My son, let them not depart from thy eyes: keep sound wisdom and discretion:", 
        "9_Chapter, 15_Verse": "The wage of the righteous brings life: the gain of the wicked leads to sin.", 
        "20_Chapter, 6_Verse": "The robbery of the wicked shall destroy them; because they refuse to do justice.", 
        "18_Chapter, 2_Verse": "The foolishness of a man perverts his way: and his heart frets against the Lord.", 
        "4_Chapter, 15_Verse": "So will thy spring be dispersed abroad, and streams of water will flow in the broad places.", 
        "20_Chapter, 4_Verse": "The thoughts of the diligent tend only to plenteousness; but everyone that is hasty comes to want.", 
        "2_Chapter, 34_Verse": "The wise shall inherit honour: but fools shall get shame.", 
        "18_Chapter, 23_Verse": "A lazy man hides his hand in the dish, and will not so much as bring it back to his mouth.", 
        "4_Chapter, 1_Verse": "that thou mayst preserve discretion, and that thy lips may keep knowledge.", 
        "18_Chapter, 18_Verse": "A man of great anger shall suffer the penalty; for if thou interpose, that shall only add to it.", 
        "24_Chapter, 21_Verse": "for thou shalt heap coals of fire upon his head, and the Lord shall reward thee.", 
        "22_Chapter, 9_Verse": "Do not remove the old landmark; and do not enter the fields of the fatherless:", 
        "10_Chapter, 1_Verse": "When pride comes, then comes shame: but with the lowly is wisdom.", 
        "2_Chapter, 2_Verse": "Let not loyal love and truth forsake thee: bind them about thy neck; write them upon the table of thy heart:", 
        "6_Chapter, 7_Verse": "passing through the street near her corner; and he went the way to her house,", 
        "5_Chapter, 2_Verse": "do this now, my son, and deliver thyself, when thou art come into the hand of thy neighbour; go, abase thyself, and importune thy neighbour.", 
        "9_Chapter, 29_Verse": "The righteous shall never be removed: but the wicked shall not inhabit the earth.", 
        "25_Chapter, 7_Verse": "As one who binds a stone in a sling, so is he that gives honour to a fool.", 
        "21_Chapter, 7_Verse": "He that sows iniquity shall reap vanity: and the rod of his arrogance shall fail.", 
        "21_Chapter, 9_Verse": "Cast out the scorner, and contention will go out; yea, strife and disgrace will cease.", 
        "2_Chapter, 17_Verse": "She is a tree of life to those who lay hold on her: and happy are those who hold her fast.", 
        "3_Chapter, 5_Verse": "Do not forsake her, and she shall preserve thee: love her, and she shall keep thee.", 
        "23_Chapter, 32_Verse": "A little sleep, a little slumber, a little folding of the hands to sleep", 
        "14_Chapter, 5_Verse": "In the house of the righteous is much treasure: but in the revenues of the wicked is trouble.", 
        "5_Chapter, 19_Verse": "My son, keep thy father’s commandment, and forsake not the Tora of thy mother:", 
        "10_Chapter, 18_Verse": "He that is firm in righteousness achieves life; but he that pursues evil comes to his own death.", 
        "0_Chapter, 17_Verse": "And they lie in wait for their blood; they lurk for their lives.", 
        "26_Chapter, 20_Verse": "The refining pot is for silver, arid the furnace for gold; and a man is tried according to his praise.", 
        "4_Chapter, 5_Verse": "She is far from measuring her way of life; her paths wander, and she is ignorant.", 
        "14_Chapter, 32_Verse": "The fear of the Lord is instruction in wisdom; and humility goes before honour.", 
        "26_Chapter, 5_Verse": "Faithful are the wounds of a friend; but the kisses of an enemy are profuse.", 
        "1_Chapter, 17_Verse": "For her house inclines to death, and her paths to the dead.", 
        "18_Chapter, 9_Verse": "Luxury is not seemly for a fool; much less for a servant to have rule over princes.", 
        "11_Chapter, 15_Verse": "A fool’s wrath is presently known: but a prudent man conceals disgrace.", 
        "15_Chapter, 27_Verse": "A perverse man sows strife: and a whisperer separates close friends.", 
        "27_Chapter, 10_Verse": "The rich man is wise in his own conceit; but the poor that has understanding searches him out.", 
        "23_Chapter, 19_Verse": "for there shall be no reward to the evil man; the candle of the wicked shall be put out.", 
        "14_Chapter, 20_Verse": "Folly is joy to him who is destitute of wisdom: but a man of understanding walks straight forward.", 
        "29_Chapter, 9_Verse": "Accuse not a servant to his master, lest he curse thee, and thou be found guilty.", 
        "22_Chapter, 7_Verse": "The morsel which thou hast eaten shalt thou vomit up, and lose thy sweet words.", 
        "11_Chapter, 21_Verse": "Lying lips are abomination to the Lord: but they who deal truly are his delight.", 
        "25_Chapter, 1_Verse": "Like a wandering sparrow, like a flying swallow, so a curse that is causeless comes home to roost.", 
        "7_Chapter, 7_Verse": "All the words of my mouth are in righteousness; there is nothing crooked or perverse in them.", 
        "8_Chapter, 12_Verse": "The woman Folly is clamorous: she is simple, and knows nothing.", 
        "18_Chapter, 10_Verse": "The discretion of a man makes him slow to anger; and it is his glory to pass over a transgression.", 
        "5_Chapter, 29_Verse": "Do not men despise a thief, even if he steals to satisfy his soul when he is hungry?", 
        "22_Chapter, 15_Verse": "and my reins shall rejoice, when thy lips speak right things.", 
        "24_Chapter, 0_Verse": "These also are proverbs of Shelomo, which the men of Ĥizqiyya, king of Yehuda copied out.", 
        "2_Chapter, 33_Verse": "Surely he scorns the scorners: but he gives grace to the humble.", 
        "21_Chapter, 19_Verse": "Have I not written to thee excellent things in counsels and knowledge,", 
        "15_Chapter, 2_Verse": "Commit thy works to the Lord, and thy plans shall be established.", 
        "23_Chapter, 29_Verse": "I went by the field of a lazy man, and by the vineyard of a man void of understanding;", 
        "29_Chapter, 21_Verse": "for a slave when he becomes king; and a fool when he is filled with food;", 
        "2_Chapter, 26_Verse": "Withhold not good from those to whom it is due, when it is in the power of thy hand to do it."
    }, 
    "meta": "Chapter-Verse"
}