{
    "versionTitle": "Halakhah.com PDF", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Eruvin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "  ", 
            "Must one assume that our Mishnah is not in agreement [with a ruling of] Hanania; for it was taught: Strips of wood may be put up round a cistern and ropes around a caravan, but Hanania ruled: Ropes [may be put up] round a cistern but not strips of wood? —", 
            "It may be said [to agree] even [with the ruling of] Hanania for a cistern and a well belong to two different categories.", 
            "There are [others] who read: Since it was not stated Hanania ruled: ‘Ropes must be put up round a cistern and strips of board [may be put up] round a well’, it may be inferred that [according] to the view] of Hanania both in the case of a cistern and in that of a well, only ropes are permitted but not strips of wood; must one then assume that our Mishnah is not in agreement [with the ruling of] Hanania? —", 
            "It may be said [to agree] even [with the ruling of] Hanania, for he only replied to that of which the first Tanna had spoken.", 
            "Must it be assumed that our Mishnah is at variance with [a ruling of] R. Akiba; for we learned: ‘Strips of wood may be provided for a public well, a public cistern as well as for a private well, but for a private cistern a screen ten handbreadths high must be provided; so R. Akiba’,", 
            "whereas here it was stated [that such strips of wood may be provided] for WELLS.", 
            "[Does it not then follow:] only for WELLS but not for cisterns? — It may be said [to be in agreement] even with R. Akiba, for it only taught of a well of living water because [the law in its case is] definite, there being no difference whether it was public or private, but it did not teach concerning a cistern containing collected [water] since [the law in its case] is not definite.", 
            "Need it be suggested that our Mishnah is at variance with a ruling of R. Judah b. Baba; for we learned, ‘R. Judah b. Baba ruled: Strips of wood may be set up round a public well only’, whereas here it was stated [that such strips may be set up] for WELLS, implying that there is no difference whether they were public or private? —", 
            "It may be said to agree even with R. Judah b. Baba, for by WELLS were meant [public] wells in general.", 
            "What is the meaning of deyomadin? R. Jeremiah b. Eleazar replied: Deyo ‘amudin.", 
            "Mnemonic: Two, under a ban, praise, dove, house, two, was cursed, by a relationship three.", 
            "We learned elsewhere: R. Judah ruled: ... All wild figs are exempt [from the restrictions of demai] excepting those of deyufra. What [is the meaning of] ‘deyufra’? — ... Ulla replied: ... A tree that bears fruit twice a year.", 
            "R. Jeremiah b. Eleazar said: ... The first man  had two full faces, for it is said in Scripture: ... Thou hast shaped me behind and before. ... It is written: ... And the Lord God builded the side etc. Rab and Samuel [differ on the meaning of ‘side’]. ... One explains: ... A full face and the other explains: ... A tail.  ...", 
            "According to him who explained: ‘a full face’, it was quite proper for Scripture to state: ... Thou hast shaped me behind and before; but according to him who explained: ‘A tail’, what [could be the meaning of] Thou hast shaped me behind and before? — ...", 
            "As R. Ammi explained, for R. Ammi said: ... [Adam was] behind [last] in the work of the creation and before [the others] for retribution. ...", 
            "One may well concede that he was ‘behind in the work of the creation’, since he was not created before the Sabbath eve; what means, however, ‘Before [the others] for retribution’?  Shall I say [it refers] to the curse, surely, [it could be objected] was not the serpent cursed first, Eve afterwards and Adam last? — ...", 
            "But [it refers] to the flood; for it is written in Scripture: ... And He blotted out every living substance which was upon the face of the ground, both man and cattle etc. ...", 
            "According to him who explained: ‘a full face’ it is easy to see why  And He formed [wa-yizer] was written in Scripture ...with two yods; according to him, however, who explained: ‘A tail’ what [could be the significance of] ‘And he formed’? —", 
            "[It may be explained] in agreement with R. Simeon b. Pazzi, for R. Simeon b. Pazzi said, ‘Woe to me on account of my evil inclination; woe to me on account of my creator’,", 
            "According to him who explained: ‘A full face’ it was quite correct for Scripture to write: Male and female created He them; but according to him who explained: ‘A tail’, what [could be the interpretation of] ‘Male and female created He them’?-", 
            "[The text was required] for [an explanation] like that of R. Abbahu. For R. Abbahu pointed out an incongruity: It is written in Scripture: Male and female created He them.  Previously it is written:  In the image of God created He him; [and he explained:] At first it was the intention that two should be created but ultimately only one was created.", 
            "According to him who explained: ‘A full face’, the expression of ... ‘And closed up the place with flesh instead thereof’, is quite intelligible; ... but according to him who explained: ‘A tail’, what [could be the meaning of] ‘And closed up the place with flesh instead thereof’? —", 
            "R. Zebid (or as some say: R. Nahman b. Isaac) replied: ... The text refers only to the place of the cut. ...", 
            "According to him who explained: ‘A tail’ it was quite proper for Scripture to write: ... And He builded, but according to him who explained: ‘A full face’, what [could be the significance of] ‘And He builded’? —", 
            "In agreement with that which has been stated by R. Simeon b. Menassia. For R. Simeon b. Menassia made the following exposition: ‘And the Lord God builded the side’  teaches that the Holy One, blessed be He, plaited Eve's hair and then brought her to Adam, for in the sea-towns a plait is called ‘building’.", 
            "Another interpretation of ‘And the Lord God builded’:  R. Hisda stated [or, as others say, it was taught in a Baraitha]: This teaches that the Holy One, blessed be He, built Eve in the shape  ..."
        ]
    ], 
    "versionSource": "http://www.halakhah.com/pdf/moed/Eiruvin.pdf", 
    "heTitle": "עירובין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}