{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "<b>המביא</b>  גט  ממדינת הים  צריך שיאמר בפני נכתב ובפני נחתם רבן גמליאל אומר אף המביא מן הרקם ומן החגר ר\"א אומר אפילו מכפר לודים ללוד וחכ\"א אינו צריך שיאמר בפני נכתב ובפני נחתם אלא המביא גט ממדינת הים והמוליך והמביא ממדינה  למדינה במדה\"י צריך שיאמר בפני נכתב  ובפני נחתם רשב\"ג אומר אפי' מהגמוניא להגמוניא׃ \n   ", 
            "<b>גמ'</b>  מ\"ט א  אמר רבה   לפי שאין בקיאין לשמה "
        ], 
        [
            "ורבא אמר לפי שאין עדים מצויין לקיימו טעמא דאין עדים מצויין לקיימו הא יש עדים מצויין לקיימו אין צריך לומר בפני נכתב ובפני נחתם   בקיאין לשמה ורבה דאמר לפי שאין בקיאין לשמה   אית ליה דרבא דאמר בעינן לקיימו ובדין הוא דליבעי תרי אליבא דתרוייהו אלא  משום עיגונא אקילו בה רבנן וסוגיין כרבא  דהיכא דאיכא עדים דמקיימי ליה לא צריך למימר בפני נכתב ובפני נחתם אבל היכא דליכא עדים דמקיימי ליה צריך למימר בפני נכתב ובפני נחתם:", 
            "  בר הדיא בעי לאיתויי גיטא אתא לקמיה דרבי (בגמ' אחא  ) אמי דהוה ממונה אגיטין אמר ליה צריך אתה לעמוד על כל אות ואות אתא לקמיה דרב (בגמ' לקמיה דר' אמי ור' אסי אמרי ליה  ) אסי אמר ליה לא צריכת וכי תימא אעביד לחומרא אתה מוציא לעז על הגיטין  הראשונים.", 
            "רבה בר בר חנה אייתי גיטא דפלגא איכתיב קמיה ופלגיה לא איכתיב קמיה אתא לקמיה דר' אלעזר א\"ל אפי' לא כתב בו אלא  שיטה אחת לשמה שוב אינו צריך   רב אשי אמר   אפילו שמע קן קולמוסא וקן מגילתא "
        ], 
        [
            "והלכתא כרב אשי:", 
            "  בפני כמה נותנו לה השליח רבי יוחנן אמר בפני שנים ר' חנינא אמר בפני שלשה דכ\"ע בעינן תלתא לקיימו והכא בהא קמפלגי ר' יוחנן סבר שליח נעשה עד ועד נעשה דיין ורבי חנינא סבר אע\"ג דבדרבנן עד נעשה דיין הכא חיישינן דילמא מייתא היא גיטא וסמכי עלה ורבי יוחנן סבר לא חיישינן להכי דמידע ידעי ולא סמכי עילוה והלכתא  כר' יוחנן דתניא כוותיה המביא גט ממדינת הים  נתנו לה ולא אמר לה בפני נכתב ובפני נחתם יוציא והולד ממזר ד\"ר מאיר וחכ\"א אין הולד ממזר כיצד יעשה  יטלנו ממנה ויחזור ויתנו לה בפני שנים ויאמר לה בפני נכתב ובפני נחתם:", 
            "  רבי חנין משתעי רב כהנא אייתי גיטא ולא ידענא אי מסורא לנהרדעא אי מנהרדעא לסורא אתא לקמיה דרב אמר ליה צריכנא למימר בפני נכתב ובפני נחתם אמר ליה לא צריכת   ואי עבדת אהנית דאי אתי בעל ומערער לא משגחינן ביה:", 
            "  ת\"ר עבד  שהביא גטו וכתוב בו עצמך ונכסי קנויין לך עצמו קנה נכסים לא קנה עצמו קנה מידי דהוה אגט אשה דתנן האשה עצמה מביאה גיטה וכו'   נכסים לא קנה דצריך לקיומיה כשאר שטרות דעלמא איבעיא להו כל נכסי קנויין לך מהו כגון שלא היה כתוב בו עצמך ונכסי קנוין לך אלא כך כתוב נכסי קנויין לך מהו אמר אביי מתוך שלא קנה נכסים לא קנה עצמו ולא פלגינן דיבורא ורבא אמר אחד זה ואחד זה עצמו קנה נכסים לא קנה ופלגינן דיבורא אמר ליה רב אדא בר מתנה לרבא כמאן כרבי שמעון דאמר פלגינן דיבורא דתנן הכותב נכסיו לעבדו יצא בן "
        ], 
        [
            "חורין שייר קרקע כל שהוא לא יצא בן חורין ר' שמעון אומר (דף ט.) לעולם הוא בן חורין עד שיאמר כל נכסי נתונין לפלוני עבדי חוץ מאחד מריבוא שבהם דתנא קמא סבר כיון דשייר קרקע כל שהוא סתם לא יכיל עבדא לברוריה לההוא כל שהוא דליקני איהו שאר נכסי הילכך לא קני כנכסים ולא מידי וכיון דלא קני כנכסים כלום עצמו נמי לא קנה דלא פלגינן דיבורא ורכי שמעון סבר אף על גב דלא יכיל לברורי לההוא מידי ולא קנה נכסים קנה עצמו ופלגינן דיבורא והאמר רב יוסף בר מניומי אמר רב נחמן אע\"פ שקילס ר' יוסי את ר\"ש דתניא כשנאמרו דברים לפני רבי יוסי קרא עליו המקרא הזה (משלי כד) שפתים ישק משיב דברים נכוחים הלכה כר\"מ א\"ל ההיא מתניתין משום דלאו כרות גיטא הוא דמתנינן לה דכיון דשייר ליה קרקע כל שהוא וכתב הכי בגיטא הוה ליה לרביה זכותא בגויה דגיטא וכגון זה אינו גט כריתות דבעינן דלהוי גיטא דחירותא כוליה לעבדא וליכא ומשום הכין לית הלכתא כר\"ש דקאמר לעולם הוא בן חורין אבל דיבורא פלגינן דהא אמר רב יוסף בר מניומי א\"ר נחמן שכיב מרע שכתב כל נכסיו לעבדו ועמד חוזר בנכסים ואינו חוזר בעבד חוזר בנכסים מתנת שכיב מרע הוא ואינו חוזר בעבד שהרי יצא עליו שם בן חורין אלמא פלגינן דיבורא וסלקא שמעתא בהכין וכן הלכתא׃ ", 
            " <b>מתני'</b> (דף ב.) המביא גט בארץ ישראל אינו צריך שיאמר בפני נכתב ובפני נחתם ואם יש עליו עוררים יתקיים "
        ], 
        [
            "בחותמיו:", 
            "  המביא גט ממדינת הים ואינו יכול לומר בפני נכתב ובפני נחתם אם יש עליו עדים יתקיים בחותמיו אחד גיטי נשים ואחד שחרורי עבדים שוין  למוליך ולמביא וזו אחת מן הדרכים ששוו גיטי נשים לשחרורי עבדים:", 
            "  כל גט שיש עליו עד כותי פסול חוץ מגיטי נשים ושחרורי עבדים ומעשה שהביאו לרבן גמליאל בכפר עותנאי גט אשה והיו עדיו עדי כותיים והכשיר:", 
            "<b>גמ'</b>    ערער בכמה אילימא ערער בחד והאמר רבי יוחנן אין ערער פחות משנים ואלא ערער תרי יתקיים בחותמיו   תרי ותרי נינהו מאי חזית דסמכת אהני סמוך אהני אלא ערער דבעל:", 
            "ואינו יכול לומר:", 
            "מאי ואינו יכול לומר אילימא חרש והתנן הכל כשרים להביא את הגט חוץ מחרש שוטה וקטן אמר רב יוסף הכא במאי עסקינן כגון שנתנו לה כשהוא פקח ולא הספיק לומר בפני נכתב ובפני נחתם עד שנתחרש:", 
            "כל  גט שיש עליו עד כותי פסול חוץ מגיטי נשים ושחרורי עבדים.", 
            "(לשון הרי\"ף  ) והאידנא כל עד כותי פסול בין בגיטי נשים בין בשאר שטרות דגרסינן בשחיטת חולין פ\"א (דף ו.) לא זזו משם עד שעשאום עובדי כוכבי' גמורים בין לשחיטה בין ליי\"נ ואפי' ליתן רשות ולבטל רשות דינן כעובדי כוכבי' כדתניא מפני שאמרו ישראל נותן רשות ומבטל רשות ובעובד כוכבי' עד שישכיר וכ\"ש לעדות דדינו כעובד כוכבי' "
        ], 
        [
            " והלכתא עידי  הגט   אין חותמין אלא זה בפני זה מ\"ט א\"ר אשי גזרה משום כולכם:", 
            "<b>מתני'</b>  כל  השטרות עולין  בערכאות של עובדי כוכבי' אע\"פ שחותמיהם עובדי כוכבים כשרים חוץ מגיטי נשים ושחרורי עבדים א  ר\"ש אומר אף אלו כשרים לא הוזכרו אלא בזמן שנעשו בהדיוט:"
        ], 
        [
            "<b>גמ'</b>  קא פסיק ותני לא שנא מכר ול\"ש  מתנה בשלמא מכר מכי יהיב זוזי קמייהו הוא דקנה ושטר לראיה בעלמא הוא ואי לאו דיהיב זוזי קמייהו לא הוו מרעו נפשייהו וכתבי ליה שטרא אלא מתנה במאי קני לה בהאי שטרא האי שטרא חספא בעלמא הוא אמר שמואל דינא דמלכותא דינא ואי בעית אימא תני חוץ מכגיטי נשים (ד\"ת מ\"ז) (פירוש כל דבר שאין קונין אותו בדינינו וקונין אותו בדיניהם אין אנו מקבלין אותן ולא מגבין בהן ואף על גב דעלו בערכאות שלהן)   רבינא סבר לאכשורי בכינופיא דארמאי אמר ליה רפרם ערכאות תנן  ודוקא ערכאות דלא מקבלי שוחרא אמר רבא האי שטרא פרסאה דמסריה ניהליה באפי סהדי ישראל מגבינן ביה מבני חרי והוא  דידעי למקרייה והא בעינן כתב שאין יכול להזדייף וליכא בדעפיצן והא בעינן צריך שיחזור מענינו של שטר בשיטה אחרונה וליכא בדמהדר "
        ], 
        [
            "אי הכי ממשעבדי נמי   לית ליה קלא (ד\"ת מ\"ז) (בעי מיניה ריש לקיש מר' יוחנן  עדים   החתומין על הגט ושמותיהן כשמות עובדי כוכבים מהו א\"ל מעולם לא בא לידינו אלא לוקוס ולוס והכשרנום ודוקא לוקוס ולוס  דלא שכיחי ישראל דמסקי בשמייהו אבל שמות אחריני דשכיחי ישראל דקא מסקי בשמייהו לא):", 
            "<b>מתני'</b>   האומר תנו נט זה לאשתי ושטר שחרור זה לעבדי אם רצה לחזור בשניהן יחזור דברי רבי מאיר וחכמים אומרים בגיטי נשים אבל לא בשחרורי עבדים לפי שזכין לו לאדם שלא בפניו ואין חבין לו לאדם אלא בפניו שאם ירצה שלא לזון את עבדו רשאי שלא לזון את אשתו אינו רשאי אמר להן והלא הוא פוסל את עבדו מן התרומה כשם שהוא פוסל את אשתו מן התרומה אמרו לו מפני שהוא קנינו:", 
            "<b>גמ'</b>  אמר רבי יוחנן  גהתופס לבע\"ח במקום  שהוא חב לאחרים לא קנה "
        ], 
        [
            "וא\"ת משנתינו כל האומר תנו כאומר זכו   דמי שמעינן מינה שהתופס לבעל  חוב במקום שאינו חב לאחרים קנה:", 
            "וחכמים אומרים בגיטי נשים אבל לא בשחרורי עבדים לפי שזבין לו לאדם שלא בפניו:", 
            "(לשון הרי\"ף) והני מילי לחזרה דלא מצי רביה למיהדר ביה אבל עבדא לא נפיק לחירות עד דמטי גיטא לידיה דתנן   האומר תנו גט זה לאשתי ושטר שחרור זה לעבדי ומת לא יתנו לאחר מיתה דאין גט לאחר מיתה ושמעת מינה  דלחזרה הוא דזכין לו לעבד אבל מיפק לחירות לא נפיק עד דמטי גיטא לידיה ואשכחן זכייה כה\"נ כדאמרי' לקמן   הולך מנה לפלוני שאני חייב לו אמר רב חייב באחריותו ואם בא לחזור אינו חוזר:", 
            "גרסינן בפרק האשה שהלכה היא ובעלה למדה\"י שלום בינו לבינה (עי' ביבמות דף קיח:) בעא מיניה רבא מרב נחמן המזכה גט לאשתו במקום יבם מהו כיון דסניא ליה זכות הוא לה וזכין לאדם שלא בפניו או דילמא כיון דזימנין דרחמא ליה ליבמה חוב הוא לה ואין חבין לאדם שלא בפניו אמר ליה תניתוה וחוששין לדבריה וחולצת ולא מתיבמת אמר ליה רבינא לרבא המזכה גט לאשתו  במקום קטטה מהו כיון דאית לה קטטה בהדיה זכות הוא לה או דילמא ניחא דגופה עדיף לה תא שמע דאמר ריש לקיש  טב למיתב טן דו מלמיתב ארמלו:", 
            "שאם רצה שלא לזון את עבדו רשאי.", 
            "שמעת מינה יכול  הרב לומר לעבד עשה עמי  ואיני זנך ומסקנא ת\"ש הקוטע יד עבדו של חברו נותן שבתו ורפואתו לרבו ואותו העבד ניזון מן הצדקה שמעת מינה  יכול לומר לעבד עשה עמי ואיני זנך ש\"מ:", 
            "רפואתו דרבו היא.", 
            "דידיה היא דבעי איתסויי בה.", 
            "לא צריכא דאמדוהו לחמשא יומי ועבדו ליה סמא חריפא ואיתסי בתלתא יומי מהו דתימא צערא דידיה הוא קמ\"ל דההוא טופיאנא לרביה הוא:", 
            "<b>מתני'</b>    האומר תנו  גט זה לאשתי ושטר שחרור זה לעבדי ומת לאיתנו לאחר מיתה תנו מנה לפלוני ומת יתנו לאחר מיתה׃\n   ", 
            "<b>גמ'</b>  מתני'  בשכיב מרע והיינו טעמא דמתני' דדברי ש\"מ "
        ], 
        [
            "ככתובין וכמסורין דאמו לא שנא אמר  תנו לו מנה זה ולא שנא אמר תנו לו מנה סתם קני ולא אמרינן שמא מנה קבור קאמר ובהדיא אמרי' והלכת' למנה קבור לא חיישינן   אמר רב הונא אמר רב  אמנה לי בידך תנהו לפלוני במעמד  שלשתן קנה ל\"ש מלוה ול\"ש "
        ], 
        [
            "פקדון בכולהו קנה   אמר מר זוטרא   הני תלת מילי שוינהו רבנן כהילכתא בלא טעמא חדא  הא דאמרן ואידך דאמר רב יהודה אמר רב הכותב כל נכסיו לאשתו לא עשאה אלא אפוטרופא ואידך דאמר ר' חנינא המשיא אשה לבנו גדול בבית קנאו א\"ל רב לרב אחא ברדלא קבא דמוריקא אית לי גבך  הביה לפלניא באפיה קאמינא לך דלא הדרנא בי מכלל דאי בעיא למיהדר מצי הדר הכי קאמר דברים הללו לא ניתנו לחזרה:", 
            "א  הנהו  גינאי דעבוד חושבנא בהדי הדרי פש חמשה איסתרי  גבי חד מינייהו אמרי ליה יהבינהו ניהליה למארי ארעא בטסקא   באפיה מאריה ארעא וקנו מיניה לסוף עבד חושבנא בין דיליה לנפשיה לא פש גביה ולא מידי אתא לקמיה דרב נחמן אמר ליה מאי אעביד לך חדא דאמר רב הונא אמר רב מנה לי בידך תנהו לפלוני במעמד שלשתן קנה ועוד הא קנו מנך אמר ליה רבא אטו האי מי קאמר דלא יהיבנא ליכא גבאי קאמר אמר ליה א\"כ קנין בטעות הוא וכל קנין בטעות חוזר הא מילתא פירשו בה רבואתא דלא עבדינן בה עובדא אלא היכא דאיכא סהדי דקמיהו עבדו   חושבנא ואישתכח דטעותא הוא אי נמי דקא מודי ליה   דהכין הוא חושבנא ובהכי מיתוקמא האי עובדא אבל היכא דליכא סהדי דמסהדי דהכין הוא חושבנא אלא איהו דקא טעין הכי וחבריה לא קא מודי ליה לא מהניא האי טענתא מידי ומימרא דמסתבר הוא דאי לא תימא הכי כל שטרי דעלמא נמי נימא דבטעותא הוי מילתא ונפטר אלא לאו שמע מינה דהאי "
        ], 
        [
            "מימרא דאמרי רבואתא מימרא מעליא ותריצא הוא:", 
            "איתמר  הולך מנה לפלוני שאני חייב לו אמר רב חייב באחריותו ואם בא לחזור אינו חוזר ושמואל אמר מתוך שהוא חייב באחריותו אם בא לחזור חוזר תניא כוותיה דרב הולך  מנה לפלוני שאני חייב לו תן מנה לפלוני שאני חייב לו הולך מנה לפלוני פקדון שיש לו בידי תן מנה לפלוני פקדון שיש לו בידי חייב באחריותו ואם בא לחזור  אינו חוזר פקדון לימא ליה אין רצוני שיהא פקדוני ביד אחר אמר רבי זירא בשהוחזק כפרן אבל לא הוחזק כפרן ובא לחזור חוזר וכי קאמרינן דהולך כזכה הני מילי במלוה אי נמי בפקדון בשהוחזק   כפרן אבל במתנה הולך  לאו כזכה דקי\"ל  דשליח מתנה כשליח הגט כשם ששליח הגט הולך לאו כזכה כך שליח מתנה הולך לאו כזכה ואי בעי למיהדר מצי הדר ביה:", 
            "  הולך  מנה לפלוני והלך ובקשו ולא מצאו יחזרו למשלח מת משלח אי בריא הוה חזינן אם מת מקבל בחיי נותן יחזרו ליורשי משלח דקי\"ל דהולך בבריא לאו כזבה ואי מית נותן בחיי מקבל יחזרו ליורשי מי שנשתלחו לו דקיימא לן מצוה לקיים דברי המת ואי שכיב מרע הוה חזינן   אי איתיה למקבל  בשעת מתן מעות יחזרו ליורשי מי שנשתלחו לו דקיימא לן דברי שכיב מרע ככתובים וכמסורין דאמו ואי ליתיה למקבל בשעת מתן מעות יחזרו "
        ], 
        [
            "ליורשי משלח דקיימא לן דאין קנין למת וכן הלכה:", 
            "\n  הדרן עלך המביא קמא \n  פרק ב' \n", 
            "<b>המביא</b>  גט  ממדינת הים ואמר בפני נכתב אבל לא בפני נחתם בפני נחתם אבל לא בפני נכתב בפני נכתב כולו ובפני נחתם חציו בפני נכתב חציו ובפני נחתם כולו פסול אחד אומר בפני נכתב ואחד אומר בפני נחתם פסול שנים אומרים בפנינו נכתב ואחד אומר בפני נחתם פסול ור' יהודה מכשיר אחד אומד בפני נכתב ושנים אומרים בפנינו נחתם כשר:", 
            "<b>גמ'</b>  בפני נכתב חציו ובפני נחתם כולו פסול הי חציו אילימא חציו ראשון והאמר רבי אלעזר אפילו לא כתב בו אלא שיטה אחת לשמה שוב אינו צריך  אלא אמר רב אשי בחציו אחרון:", 
            "בפני  נכתב כולו ובפני נחתם חציו פסול   אמר רב אשי ואפילו אמר אני הוא עד שני פסול מאי טעמא או כולו בקיום הגט או כולו בתקנת חכמים אבל אם העידו שנים על חתימות יד שני כשר אי נמי העיד הוא ואחר על חתימת יד שני כשר דליכא מידי דכי אמר חד כשר וכי אמרי תרי פסול וליכא נמי מידי דאילו אסיק איהו לכולה מילתא כשר וכי איכא אחר בהדיה פכול:", 
            "אחד אומר בפני נכתב ואחד אומר בפני נחתם פסול:", 
            "  אמר רב שמואל בר יהודה אמר רבי יוחנן לא שאנו אלא שאין הגט יוצא מתחת ידי שניהם אבל הגט יוצא מתחת ידי שניהם כשר "
        ], 
        [
            "    אלמא קסבר שנים שהביאו גט ממדינת הים אין צריכין שיאמרו בפנינו נכתב ובפנינו נחתם אמר ליה ר' אסי אלא מעתה סיפא דקתני שנים אומרים בפנינו נכתב ואחד אומר בפני נחתם פסול ורבי יהודה מכשיר טעמא דאין הגט יוצא מתחת ידי שניהם הא גט יוצא מתחת ידי שניהן מכשרי רבנן אמר ליה אין וכי אין הגט יוצא מתחת ידי שניהן במאי פליגי מר סבר גזרינן דלמא אתי לאיחלופי בקיום שטרות דעלמא ומר סבר לא גזרינן רבה בר בר חנה חלש עול לגביה רב יהודה ורבנן לשיולי ביה בעו מיניה שנים שהביאו גט ממדינת הים צריכין שיאמרו בפנינו נכתב ובפנינו נחתם או אין צריכין אמר להו  אין צריכין ומה אילו אמרי בפנינו גירשה מי לא מהימני:", 
            "  אחד אומר בפני נכתב ושנים אומרים בפנינו נחתם כשר:", 
            "רב אסי אשכחיה לרבי אמי דיתיב וקאמר אמר רבי יוחנן אפילו גט יוצא מתחת ידי עדי חתימה   אלמא קסבר שנים שהביאו גט ממדינת הים אין צריכין שיאמרו בפנינו נכתב ובפנינו נחתם וכן הלכה:", 
            "<b>מתני'</b>   נכתב ביום  ונחתם ביום בלילה ונחתם בלילה בלילה ונחתם ביום כשר ביום ונחתם בלילה פסול ור\"ש מכשיר שהיה רש\"א כל גטין שנכתבו ביום ונחתמו בלילה פסולין חוץ מגיטי נשים:", 
            "<b>גמ'</b>  איתמר מפני מה תקנו זמן בגיטין ר' יוחנן אמר משום בת אחותו וריש לקיש אמר משום פירות רבי יוחנן אמר משום בת אחותו סבר דילמא מזנה  ומחפי עלה "
        ], 
        [
            "אבל משום פירות לא   קסבר יש לבעל פירות   עד שעת נתינה ור' שמעון בן לקיש אמר משום פירות קסבר אין לבעל פירות משעת כתיבה אבל משום בת אחותו לא קסבר זנות לא שכיחא "
        ], 
        [
            "איכא מ\"ד הלכתא כר' יוחנן  ואיכא מאן דאמר הלכתא כר\"ש בן לקיש דאמר משעת כתיבה כדקי\"ל   לענין ג' חדשים והא לאו מילתא היא דהתם לענין   מאימתי  מונין לגט ביחוד תליא מילתא וכיון דאינו מתיחד עמה משעת כתיבה מונין משעת כתיבה אבל הכא לענין פירי בפרקונה תליא מילתא כדאמרי' (כתובות דף מז:) תיקנו פרקונה תחת פירות וקי\"ל דלא פקע פרקונה מיניה עד דמטי גיטא לידה הלכך כל כמה דמחייב בפרקונה אית ליה פירי ושמעת מינה דהלכתא כרבי יוחנן דאמר יש לבעל פירות עד שעת נתינה:", 
            "ירושלמי (כאן פ\"ד ה\"ג) מעשה באחד שהיה נשוי בת אחותו וזינתה עד שהיא אשתו עמד וגרשה והקדים זמן הגט אמר מוטב שתידון בפנויה ולא כאשת איש   איתמר מאימתי מונין לגט רב אמר משעת נתינה  ושמואל אמר משעת כתיבה  תניא כותיה דשמואל המשליש גט לאשתו ואמר אל תתנו לה אלא לאחר שלשה חדשים משנתנו לה מותרת לינשא מיד ולגט ישן אין חוששין שהרי לא נתייחד עמה וכן הילכתא  אמר שמואל  כתובה כמעשה בית דין דמיא מה מעשה ב\"ד נכתבין ביום ונחתמין בלילה אף כתובה נכתבת ביום ונחתמת בלילה כתובתה  דחייא בר רב אכתיב ביממא ואיחתים בליליא הוה רב התם ולא אמר להו ולא מידי לימא כשמואל ס\"ל לא עסוקין באותו ענין הוו ותניא אמר רבי אלעזר בר צדוק לא שנו אלא שאין עסוקין באותו ענין אבל עסוקין באותו ענין כשר:", 
            "  איתמר  אמר לעשרה  כולכם כתבו גט לאשתי אמר ר' יוחנן שנים משום עדים וכולן משום תנאי ור\"ש בן לקיש אמר   כולן משום עדים מאי בינייהו דחתים בי תרי מינייהו ביומיה והנך מכאן ועד י' ימים לר' יוחנן דאמר משום תנאי כשר ולרבי שמעון בן לקיש דאמר משום עדים פסול אי נמי כגון שנמצא אחד מהן קרוב  או פסול מאן דאמר משום תנאי כשר "
        ], 
        [
            "ומאן דאמר משום עדים פסול וקיימא לן כרבי  יוחנן מיחתם לכתחלה קרוב או פסול אמרי לה כשר ואמרי לה פסול אמרי לה כשר תנאי הוא ואמרי לה פסול אתי לאיחלופי בקיום שטרות דעלמא:", 
            "<b>מתני'</b>    בכל  כותבין בדיו בסם בסיקרא בקומוס ובקנקנתום ובכל דבר שהוא של קיימא אין כותבין  לא במשקין ולא במי פירות ולא בכל דבר שאינו של קיימא על הכל כותבים על העלה של זית ועל הקרן של פרה ונותן לה את הפרה ועל יד של עבד ונותן לה את העבד ר' יוסי הגלילי אומר אין כותבין לא על דבר שיש בו רוח חיים ולא על האוכלין:", 
            "<b>גמ'</b>  ובכל דבר שהוא של קיימא לאיתויי מאי לאיתויי הא דתני רב חנניא כתבו במי טריא ואפצא כשר ודוקא במגילתא דלא עפיצא אבל במגילתא דעפיצא פסול דקי\"ל   אין מי מילין על גבי מי מילין תאני ר' חייא כתבו באבר בשחור ובשיחור כשר איתמר  עדים שאין יורעין לחתום אמר רב מקרעין להם  נייר חלק וממלאין את הקרעין דיו "
        ], 
        [
            "והנ\"מ  בגיטין אבל   בשטרות לא  ההוא דעבד עובדא בשאר שטרות ונגדיה רב כהנא   תניא כוותיה דרב עדים שאין יודעין לחתום מקרעין להם נייר חלק וממלאין את הקרעים דיו ושאין יודעין לקרות קורין לפניהן וחותמין אמר רשב\"ג במה דברים אמורים בגיטי גשים אבל בשחרורי עבדים ושאר כל השטרות אם יודעין  לקרות ולחתום חותמין ואם לאו אין חותמין אמר רבי אלעזר מ\"ט דרשב\"ג שלא יהו בנות ישראל עגונות אמר רבא הלכה כרשב\"ג רב נחמן קרו קמיה ספרי דדייני וחתים ודוקא רב נחמן וספרי דדייני דאית ליה אימתא עלייהו אבל רב נחמן וספרי אחריני אי נמי ספרי דדייני ואיניש אחרינא לא רב פפא  כי הוה אתי לקמיה שטרא פרסאה  דעביד בערכאות של עובדי בובבים מקרי ליה לשני עובדי כוכבים זה שלא בפני זה במסיח לפי תומו ומגבי ביה ממשעבדי (נ\"א מבני חרי) א\"ר אסי אמר לי הונא בר נתן הכי אמר אמימר האי שטרא פרסאה דחתימו עליה בי תרי ישראל מגבינן ביה ממשעבדי והא לא ידעי למיקרי בדידעי והא בעינן כתב שאינו יכול להזדייף וליכא בדעפיץ והא בעינן שיחזור מענינו של שטר בשיטה אחרונה וליכא בדמהדר והא קמ\"ל בכל  לשון כשר בין בגיטין בין בשטרות אמר רבינא אמר לי אמימר הכי אמר מרימר משמיה דרב דימי מנהרדעא הני בי תרי  דיהבי גיטא קמייהו צריכי למקרייה והא דתניא הרי זה גטיך נטלתו וזרקתו לים או לאור או לכל דבר האבוד וחזר ואמר "
        ], 
        [
            "  שטר פסים הוא שטר אמנה הוא מגורשת  בדקריוה סהדי ברישא ובתר הכי עייליה לבי ידיה והדר אפקיה מהו דתימא ליחוש דילמא חלופי חלפיה קא משמע לן דלא חיישינן:", 
            "על  קרן של פרה ונותן לה את הפרה וכו':", 
            "בשלמא יד עבד   לא אפשר למיקץ ידיה הילכך יהיב לה כוליה אלא קרן של פרה נקצייה וניתביה ניהלה אמר קרא  דברים כד  וכתב  ונתן מי שאינו מחוסר אלא כתיבה ונתינה יצא זה שמחוסר  כתיבה קציצה ונתינה  ד\"ת מוחק מכאן עד וכן הלכה.", 
            " וברי\"ף דפוס קוסט' ליתא עד שלחו מתם.", 
            "וכ\"מ מהר\"ן   (אמר רבא כתב  לה גט ונתן ביד עבדו וכתב לה שטר מתנה עליו קנאתו ומתגרשת בו   והני מילי בכפות וכן הדין אם נתן הגט בחצרו וכתב לה שטר מתנה עליו אמר ליה אביי מכדי חצרו משום   ידה אתרבאי מה ידה דאיתא בגירושין בין מדעתה בין בע\"כ אף הצירה נמי בעינן דאיתא בין מדעתה בין בעל כרחה והא מתנה בעל כרחה ליתא אמר ליה רב שימי והא שליח לקבלה מדעתה איתא בעל כרחה ליתא ומשוי שליה לקבלה ואביי אטו שליחות משום ידה איתרבאי מושלחה איתרבאי ואיבעית אימא שליחות לקבלה נמי אשכחנא בעל כרחה שכן אב מקבל גט לבתו קטנה בעל כרחה:", 
            "שלחו מתם  כתבו על איסורי הנאה כשר וכן הלכה):", 
            "<b>מתני'</b>     אין כותבין במחובר לקרקע "
        ], 
        [
            "כתבו על המחובר תלשו וחתמו ונתנו לה כשר ר' יהודה  פוסל עד שתהא כתיבתו וחתימתו בתלוש רבי יהודה בן בתירה אומר אין כותבין לא על  נייר מחוק   ולא על הדיפתרא מפני שהוא יכול להזדייף וחכמים מכשירין:", 
            "<b>גמ'</b>  כתבו על המחובר והא אמרת רישא אין כותבין אמר רב יהודה אמר שמואל והוא ששייר מקום התורף וכן אמר רבה בר בר חנה אמר רבי יוחנן והוא ששייר מקום התורף ורבי אלעזר היא דאמר עידי מסירה כרתי והכי קאמר א  אין כותבין טופס במחובר גזירה שמא יכתוב תורף כתבו לטופס ותלשו וכתבו לתורף ונתנו לה כשר:", 
            "וחכמים מכשירין:", 
            "  מאן חכמים רבי אלעזר היא דאמר עידי מסירה כרתי "
        ], 
        [
            "והני מילי בגיטין אבל בשאר שטרות בעינן כתב שאינו יכול להזדייף כדכתבינן לעיל:", 
            "<b>מתני'</b>   הכל כשרין לכתוב את הגט ואפי' חרש שוטה וקטן האשה  כותבת גיטה והאיש כותב שוברו שאין קיום הגט אלא בחותמיו:", 
            "  הכל כשרין להביא את הגט חוץ מחרש שוטה וקטן וסומא ועובד כוכבים קיבל הקטן והגדיל חרש ונתפקח סומא ונתפתח שוטה ונשתפה עובד כוכבים ונתגייר פסול אבל פקח ונתחרש וחזר ונתפקח פתוח ונסתמא וחזר ונתפתח שפוי ונשתטה וחזר ונשתפה כשר זה הכלל כל שתחלתו וסופו בדעת כשר:", 
            "<b>גמ'</b>    והא לאו בני דעה נינהו א\"ר הונא   והוא שהיה  גדול עומד "
        ], 
        [
            "על גבן   אמר רב יהודה אמר שמואל והוא ששייר מקום התורף וכן אמר רב הונא משמיה דעולא ועובד כוכבים אע\"פ שישראל עומד על גביו פסול משום דבעינן לשמה ועובד כוכבים אדעתא דנפשיה עביד:", 
            " הכל  כשרין להביא את הגט חוץ מחרש שוטה וכו' בשלמא   שוטה וקטן דלאו בני דעה נינהו   עובדי כוכבים נמי לאו בני כריתות נינהו אלא  סומא אמאי לא אמר רב יוסף הכא בחוצה לארץ עסקינן דבעי למימר בפני נכתב ובפני נחתם ולא מצי אמר:", 
            "ושמעינן מינה דפתוח ונסתמא דמצי אמר בפני נכתב ובפני  נחתם דכשר להביא את הגט ודייק רב אשי מדקתני "
        ], 
        [
            "זה הכלל כל שתחלתו וסופו בדעת כשר ולא קתני כל שתחלתו וסופו בכשרות כשר שמע מינה:", 
            "  אמר רב אסי אמר ר' יוחנן  אין העבד נעשה שליח לקבל גט אשה מיד בעלה לפי שאינו בתורת גיטין וקדושין:", 
            "ירושלמי (כאן הלכה ו) עבר וקבל רבי יעקב בשם רבי הושעי' מעשה היה וכהנת הות ולא חשו חכמים משום ריח הגט:", 
            "אמר רבי יוחנן נראין דברים  שהעבד מקבל גט לחבירו מיד רבו של חבירו אבל לא מיד רבו שלו ואם לחשך אדם לומר שנינו האומר לשפחתו הרי את שפחה וולדך בן חורין אם היתה עוברה זכתה לו הא מני רבי הוא דאמר המשחרר חצי עבדו קנה וקסבר   עובר ירך אמו ונעשה כמי שהקנה לה אחד מאיבריה וליתא להא דרבי כדבעינן למימר לקמן  :", 
            "<b>מתני'</b>  אף הנשים  שאינן נאמנות לומר מת בעלה נאמנות להביא גיטה חמותה ובת חמותה וצרתה ויבמתה ובת בעלה   מה בין גט למיתה שהכתב מוכיח האשה עצמה מביאה גיטה ובלבד שצריכה לומר בפני נכתב ובפני נחתם:", 
            "<b>גמ'</b>  והתניא כשם שאין נאמנות לומר מת בעלה כך אין נאמנות להביא גיטה ופריק אביי ברייתא דקתני אין נאמנות  בארץ ישראל דאי אתי בעל ומערער משגחינן ביה דאיכא למימר דילמא לקלקולה לצרה קא מיכוונא הילכך לא מהימנא ומתני' דקתני נאמנות להביא גיטה בחוצה לארץ דאי אתי בעל ומערער לא משגחינן ביה ותניא כוותיה דאביי וכן הילכתא:", 
            "  האשה עצמה  מביאה גיטה.", 
            "אשה מכי מטי גיטה לידה איגרשה לה דאמר לה הוי את שליח להולכה עד דמטית לבי דינא דפלוני וכי מטית התם אימא קמי בי דינא בפני נכתב ובפני נחתם ונישוו שליח וניתבוה ניהליך:", 
            "\n  הדרן עלך פרק המביא תניין \n  פרק ג'\n\n", 
            "<b>כל</b>  הגט שנכתב  שלא לשום אשה פסול כיצד היה עובר בשוק ושמע   בק\"ד ליתא לתיבת קול וכן בזבחים ב:", 
            "ליתא   קול סופרים מקרין איש פלוני ממקום פלוני מגרש את פלונית ממקום פלוני ואמר זה שמי וזה שם אשתי פסול מלגרש בו יתר מכאן כתב לגרש את אשתו ונמלך מצאו חבירו ואמר לו שמי כשמך ושם אשתי כשם אשתך פסול לגרש בו   יתר מכאן "
        ], 
        [
            "  יש לו שתי נשים ושמותיהן שוות כתב לגרש בו את הגדולה לא יגרש בו את הקטנה יתר מכאן אמר ללבלר כתוב   ואי זו שארצה אגרש פסול לגרש בו:", 
            "<b>גמ'</b>  רישא במאי אמר רב פפא בסופרים העשויין להתלמד אמר רב וכולן פוסלין מן הכהונה חוץ מן הראשון ושמואל אמר אף ראשון נמי פוסל ואזדא שמואל לטעמיה דאמר שמואל כל מקום ששנו חכמים גט  פסול פוסל חליצה פסולה פוסלת מן האחין במערבא אמרי משמיה דרבי אלעזר שמאל ולילה פסולין ופוסלין קטן ואנפיליא פסולין ואינן פוסלין וזעירי אמר כולן אינן פוסלין חוץ מן האחרון וכן אמר רב אסי כולן אין פוסלין חוץ מן האחרון ורבי יוחנן אומר אף אחרון אינו פוסל והלכתא כולן אינן פוסלין חוץ מן האחרון דמדחזינן לכולהו דסבירא להו דאחרון פוסל וליכא מאן דפליג אלא רבי יוחנן הוה ליה רבי יוחנן יחיד וכולהו רבים וקי\"ל דיחיד ורבים הלכה כרבים ושמואל נמי דאמר אף הראשון פוסל יחיד הוא ולית הלכתא כותיה ולגבי אמצעיים אע\"ג דרב ושמואל תרוייהו סבירא להו דפסליה כיון דרב אסי וזעירי ורבי יוחנן כולהו סבירא להו דלא פסלי הוו להו רב ושמואל מיעוטא והלכה כרבים הילכך לא פסל אלא אחרון בלבד:"
        ], 
        [
            "<b>מתני'</b>    הכותב טופסי גיטין  צריך שיניח מקום האיש ומקום האשה ומקום הזמן  שטרי מלוה צריך שיניח מקום המלוה ומקום הלוה ומקום המעות ומקום הזמן שטרי מקח צריך שיניח מקום הלוקח ומקום המוכר ומקום המעות ומקום השדה ומקום הזמן מפני התקנה רבי יהודה פוסל בכולן רבי אלעזר מכשיר בכולן חוץ מגיטי נשים שנא'  דברים כד  וכתב לה לשמה:", 
            "<b>גמ'</b>    אמר רבי זירא אמר רבה בר שילא אמר רב המנונא סבא אמר רב אדא בר אהבה אמר רב הלכה כר' אלעזר קרי רב עליה דר' אלעזר   טובינא דחכימי:", 
            "אמר רב פפא האי אשרתא דדייני דמיכתב מקמי דליחזו סהדי אחתימות ידייהו פסולה משום דמיתחזי כשיקרא וליתא מדרב נחמן דאמר רב bחמן אומר היה ר' מאיר   אפי' "
        ], 
        [
            "מצאו באשפה חתמו ונתנו לה כשר ואפי' רבנן לא פליגי עליה דר\"מ אלא בגיטי נשים דבעינן כתיבה לשמה אבל בשאר שטרות לא דאמר רבי אסי אמר רבי יוחנן שטר שלוה בו ופרעו   אינו חוזר ולוה בו שכבר נמחל שיעבודו טעמא דנמחל שעבודו הא לשיקרא לא חיישינן וכן הלכתא  א:", 
            "<b>מתני'</b>  א    המביא גט  ואבד ממנו אם מצאו  לאלתר   כשר ואם לאו פסול מצאו בחפיסה או בדלוסקמא ומכירו  כשר:", 
            "<b>גמ'</b>    ורמינהי   מצא גיטי נשים ושחרורי עברים דיאתיקי מתנה ושוברין הרי זה לא יחזיר שאני אומר כתובין היו ונמלך שלא ליתן טעמא דלא אמר תנו הא אמר תנו נותנין ואפילו לזמן מרובה אמר רבה לא קשיא כאן במקום שהשיירות מצויות וכאן במקום שאין השיירות מצויות ואפילו במקום שהשיירות מצויות והוא שהוחזקו שני יוסף בן שמעון בעיר אחת רבי זירא רמי מתניתין אברייתא   ומשני   כאן במקום שהשיירות מצויות כאן במקום שאין השיירות מצויות איכא דאמרי והוא שהוחזקו שני יוסף בן שמעון בעיר אחת הוא דלא נהדר והיינו דרבה ואיכא דאמרי אף על גב דלא הוחזקו לא נהדר ופליגא דרבה רבי ירמיה אמר כגון דאמרי עדים מעולם לא חתמנו אלא על גט אחד של יוסף בן שמעון רב אשי אמר כגון דאמרי עדים "
        ], 
        [
            "נקב יש בו בצד אות פלונית והלכה כרב אשי דהוא בתרא הלכך לא מהדרינן גט לזמן מרובה במקום שהשיירות מצויות אלא כגון  דאמרי עדים מעולם לא חתמנו אלא על גט אחד של יוסף בן שמעון דהא מלתא לית בה ספיקא אי נמי כדאמרי נקב יש בו בצד אות פלונית דהוה ליה סימן מובהק כרב אשי אבל נקב בעלמא לא תנו רבנן אי זו הוא לאלתר רבי נתן אומר כל שלא שהה   כדי שתעבור שיירא ותשרה ר\"ש בן אלעזר אומר כדי שיהא אדם עומד ורואה שלא עבר אדם שם וי\"א שלא שהה אדם שם איתמר רב יהודה אמר שמואל הלכה כל שלא שהה אדם שם רבה בר בר חנה אמר רב יצחק בר שמואל בר מרתא הלכה שלא עבר אדם שם וראינו לגאון שפסק הלכה שלא שהה אדם שם ומסתברא לן דבכי הא מילתא דהיא איסורא לחומרא עבדינן שלא עבר אדם שם אבל אם עבר  אדם שם והוחזקו שני יוסף בן שמעון חיישינן שמא ממנו נפל וצריכין אנו ליתן סימן מובהק כרב אשי או שיאמרו עדים מעולם לא חתמנו אלא על גט אחד של יוסף בן שמעון כדאמרינן לעיל:", 
            "  המביא גט  והניחו  זקן או חולה נותנו לה בחזקת שהוא קיים   דוקא  חולה דרוב חולים לחיים אבל גוסס דרוב גוססין  למיתה לא:", 
            "<b>מתני'</b>    שלשה דברים אמר רבי אלעזר בן פרטא לפני חכמים וקיימו את דבריו על עיר שהקיפוה כרקום ועל ספינה המיטרפת בים ועל היוצא לידון שהן בחזקת קיימין אבל עיר שכבשה כרקום  וספינה שאבדה בים ויוצא ליהרג נותנין עליהן חומרי חיים וחומרי מתים בת ישראל לכהן ובת כהן לישראל לא יאכלו בתרומה:", 
            "<b>גמ'</b>  תניא  שמע מבית דין  שהיו אומרים איש פלוני מת איש פלוני נהרג ישיאו את אשתו מקומנטריסין של עובדי כוכבים איש פלוני מת איש פלוני נהרג  לא ישיאו את אשתו ואע\"ג דקי\"ל (ברא\"ש הגי' דעובד כוכבים תהלים קמד) דכל מסיח לפי תומו הימוני מהימן ה\"מ במילתא דלא שייך בה אבל במילתא דשייך בה לא מהימנא דכתיב  תהלים קמד  אשר פיהם דיבר שוא וגו'׃ \n", 
            "<b>מתני'</b>  א     המביא גט בארץ ישראל וחלה הרי זה משלחו ביד אחר ואם אמר לו טול לי ממנה חפץ פלוני לא ישלחנו ביד אחר שאין רצונו שיהא פקדונו ביד אחר:", 
            "<b>גמ'</b>  אמר רב כהנא חלה תנן פשיטא דחלה תנן מהו דתימא הוא הדין דאע\"ג דלא חלה והאי דקתני חלה אורחא דמילתא קתני קמ\"ל חלה דוקא יש מי שאומר  הולך גט זה לאשתי משלחו "
        ], 
        [
            "ביד אחר ואע\"ג דלא חלה את הולך גט זה לאשתי לא ישלחנו ביד אחר אלא אם חלה כרבנן דברייתא   ויש מי שאומר אפילו הולך גט זה לאשתי לא ישלחנו ביד אחר אלא אם  חלה או נאנס כרשב\"ג  דמסקנא דסתם מתני' כותיה ולא איכפת לן במחלוקת דברייתא וכן הדעת נוטה:", 
            "ואם  אמר לו טול לי ממנה חפץ פלוני וכו':", 
            "ארשב\"ל כאן שנה רבי אין השואל רשאי להשאיל ולא השוכר רשאי להשכיר   א\"ל ר' יוחנן זו אפילו תינוקות של בית רבן יודעין אותה אלא זימנין דאפי' גיטא נמי לא הוי נעשה כאומר לו אל תגרשנה אלא בבית וגירשה בעלייה אל תגרשנה אלא בימין  וגירשה בשמאל דכ\"ע היכא דא\"ל טול לי ממנה חפץ פלוני ותן לה גט זה ושלח השליח גט ביד אחר והלך אותו האחר ונפקת איתתא לאפיה ויהבא ליה חפץ והדר שקלא מיניה גיטא כ\"ע ל\"פ דגיטא מעלייא הוא כי פליגי היכא דא\"ל שקול מינה חפץ   והדר הב לה גיטא ואזל איהו ויהיב גיטא והדר שקל מינה חפץ ר' יוחנן פוסל בו   וכ\"ש  בשלוחו ר\"ש בן לקיש מכשיר בשלוחו וכ\"ש בו והלכתא כרבי יוחנן:", 
            "<b>מתני'</b>    המביא גט  ממדינת הים וחלה עושה  ב\"ד שליח ומשלחו ואומר לפניהם בפני נכתב ובפני נחתם  אין השליח אחרון צריך שיאמר בפני נכתב ובפני נחתם אלא אומר שליח ב\"ד אני:", 
            "<b>גמ'</b>  מדקתני אין השליח האחרון ולא קתני אין השליח השני שמעינן דשליח השליח  אם חלה משוי שליח וכן עד כמה שלוחים ומדקתני "
        ], 
        [
            "אומר שליח ב\"ד אני שמעינן דכל חד מינייהו לא משוי שליח אלא בב\"ד אמר רבא ושליח בארץ ישראל עושה כמה שלוחים פירוש שלא בב\"ד לפי שאינו צ\"ל בפני נכתב ובפני נחתם אמר רב אשי ואם מת ראשון בטלו כולן אמר מר בר רב אשי הא דאבא דקטנותא היא אילו מית בעל מידי מששא אית בהו בכולהו כולהו מכח בעל קא אתו אי איתיה לבעל איתנהו לכולהו ליתיה לבעל ליתנהו לכולהו אבל שליח ראשון לא איכפת לן בין  מית בין לא מית והלכתא כמר בר רב אשי.", 
            "ההוא גברא דשדר לה גיטא לדביתהו אמר ליה שליח לא  ידענא לה אמר ליה זיל יהביה ניהליה לאבא בר מניומי דהוא ידע לה וליתביה ניהלה אתא לא אשכחיה לאבא בר מניומי יתיב רבי אבהו ורבי חנינא בר פפי ורבי יצחק נפחא ויתיב רב ספרא גבייהו אמרי ליה מסור מילך קמן דידן דכי אתי אבא בר מניומי ניתביה ניהליה ואזיל וממטי ליה ניהלה אמר להו רב ספרא   והא שליח שלא ניתן לגירושין הוא איכסיף אמר רבא קפחינהו רב ספרא לתלתא סבי סמיכי בטעותא אמר רב אשי מאי טעותא הכי קאמר ליה אבא בר מניומי ולא את וכן הילכתא דשליח שלא ניתן לגירושין הוא ולא משוי שליח.", 
            "ההוא גברא דשדר גיטא לדביתהו אמר ליה לשליח לא תיתביה ניהלה עד תלתי ן יומין איתניס בגו תלתין יומין אתא לקמיה דרבא אמר רבא חלה טעמא מאי משום דאניס הא נמי הא אניס אמר ליה מסור מילך קמן דילן דלבתר תלתין יומין משוינן שליח ויהיב לה ניהלה אמרו ליה רבנן לרבא והא שליח שלא ניתן לגירושין הוא אמר להו כיון דלבתר תלתין יומין מגרש שליח  שניתן לגירושין הוא וליחוש שמא פייס מי לא תנן מעכשיו אם לא באתי מכאן ועד שנים עשר חדש ומת בתוך שנים עשר חדש הרי זה גט והוינן בה וליחוש שמא פייס ואמר רבה בר רב הונא הרי אמר אבא מארי משמיה דרב  באומר נאמנת עלי לומר שלא באתי איכסוף לסוף איגלאי מילתא דארוסה הואי אמר רבא אם אמרו בנשואה יאמרו בארוסה.", 
            "אמר רבא הא ודאי מיבעי לי   שליח כי משוי    ליה שליח בבית דין בפניו או אפילו שלא בפניו     הדר פשטה בין בפניו בין שלא בפניו שלחו מתם בין בפניו בין שלא בפניו.", 
            "ההוא  דאמר להו אי לא אתינא  עד תלתין יומין ליהוי גיטא ואתא ופסקי מברא ואמר חזו דאתאי חזו דאתאי אמר שמואל לא שמיה מתיא ההוא דאמר להו אי לא מפייסינא ער תלתין יומין ליהוי גיטא אזל פייסה ולא איפייסה אמר רב יוסף מי יהיב לה תרקבא דדינרא ולא איפייסה אלמא אין אונס בגיטין וכן הלכה ואמרי' תו בפירקא דלקמן (גיטין דף לד) ההוא דאמר להו אי לא נסיבנא מהכא לריש ירחא דאדר ליהוי גיטא כי מטא ריש ירחא דאדר אמר להו אנא ריש ירחא "
        ], 
        [
            "דניסן אמרי  אי משום אונסא אין אונס בגיטין אי משום גלויי דעתא בגיטא פלוגתא דאביי ורבא   ושמעינן מינה דהילכתא  אין אונס בגיטין:", 
            "<b>מתני'</b>     א  המלוה מעות את הכהן ואת הלוי ואת העני להיות מפריש עליהן מחלקן מפריש עליהן בחזקת שהן קיימין ואינו חושש שמא מת הכהן או הלוי או העשיר העני מתו צריך ליטול רשות מן היורשין ואם הלוון בפני ב\"ד א\"צ ליטול רשות:", 
            "  המניח פירות להיות מפריש עליהן תרומה ומעשרות מעות להיות מפריש עליהן מעשר שני מפריש עליהן בחזקת שהן קיימין ואם אבדו הרי זה חושש מעת לעת דברי ר\"א .", 
            "ר' יהודה אומר בג' פרקים בודקין את היין   בקדום של מוצאי החג ובהוצאת סמדר ובשעת כניסת מים לבוסר:", 
            "<b>גמ'</b>    אמר רבי אלעזר חלוקין עליו חביריו על רבי אלעזר בן שמוע דתנן מקוה שנמדד ונמצא חסר כל טהרות שנעשו על גביו למפרע בין ברה\"י בין ברה\"ר טמאות:", 
            "ר' יהודה אומר בשלשה פרקים כו':", 
            "תניא רבי יהודה אומר בשלשה פרקים מוכרין את התבואה לפני הזרע ובשעת הזרע ובפרוס הפסח בשלשה פרקים מוכרין את היין בפרוס הפסח ובפרוס העצרת ובפרוס החג ושמן מעצרת ואילך למאי הילכתא אמר רבא ואיתימא רב פפי לשותפי  מכאן ואילך מאי אמר רבא כל יומא פירקיה  :", 
            "\n  הדרן עלך פרק כל הגט \n  פרק ד' \n "
        ], 
        [
            "<b>השולח</b>   אגט  לאשתו והגיע בשליח או ששלח אחריו שליח ואמר לו גט שנתתי לך בטל הוא ה\"ז בטל קדם אצל אשתו או ששילח אצלה שליח ואמר לה גט ששלחתי ליך בטל הוא ה\"ז בטל ואם משהגיע הגט  לידה אינו יכול  לבטלו:", 
            "<b>גמ'</b>  ת\"ר בטל הוא אי אפשי בו דבריו קיימין פסול הוא אינו גט לא אמר כלום   א\"ר ששת ואמרי לה במתניתא תנא גט זה לא יועיל ולא יתיר ולא יעזוב ולא ישלח ולא יגרש יהא חרס יהא כחרס דבריו קיימין אינו מועיל אינו מתיר אינו מעזיב אינו משלח אינו מגרש חרס הוא כחרס הוא לא אמר כלום:", 
            "איבעיא להו הרי  הוא חרס מהו אמר ליה רב אחא בריה דרבא לרב אשי מאי שנא מהרי הוא הקדש הרי הוא הפקר:", 
            "א  אמר   עי' הגי' בגמ' גיטין לב.", 
            "וכריתות כד.", 
            "  רבא בר איבו אמר רב ששת  מקבל מתנה שאמר לאחר  שבאת מתנה לידו מתנה זו מבוטלת תיבטל אי אפשי בה לא אמר כלום בטלה היא אינה מתנה דבריו קיימין אמר אביי נקיטינן שליח מתנה כשליח הגט למאי נפקא מינה   להולך לאו כזכי איבעיא להו גט  שביטלו חוזר ומגרש בו או אינו חוזר ומגרש בו רב ששת אמר אינו חוזר "
        ], 
        [
            "ומגרש בו רב נחמן אמר חוזר  ומגרש בו והלכתא כרב נחמן:", 
            "<b>מתני'</b>  בראשונה היו עושין בית דין במקום אחד ומבטלו התקין רבן גמליאל שלא יהו עושין כן מפני תיקון העולם׃ \n", 
            "<b>גמ'</b>  איתמר בפני כמה מבטלו רב נחמן אמר בפני שנים ורב ששת אמר בפני שלשה רב ששת אמר בפני שלשה בית דין קתני ור\"נ אמר בפני שנים לבי תרי נמי ב\"ד קרי ליה והלכתא כרב נחמן דקאי רבי יוחנן כוותיה:", 
            "  ת\"ר בטלו מבוטל דברי רבי רבן שמעון בן גמליאל אומר אינו יכול לבטלו ולא להוסיף על תנאו  :", 
            "ת\"ר אמר לעשרה כתבו גט לאשתי יכול לבטל זה שלא בפני זה דברי רבי רשב\"ג אומר אינו יכול לבטל אלא זה בפני זה   אמר רבא אמר רב נחמן הלכתא כרבי בשתיהן ולית ליה לדרב נחמן   מה כח ב\"ד יפה והא אמר רב נחמן   יתומים שבאו לחלוק בנכסי אביהן ב\"ד מעמידין להן אפוטרופוס ובוררין להן חלק יפה ואם הגדילו אינן יכולין למחות דאם כן מה כח בית דין יפה התם ממונא הכא איסורא:", 
            "גרסי' בערכין בפ' האומר משקלי עלי א\"ר ששת האי מאן  דמסר  מודעא אגיטי מודעיה מודעא פשיטא לא צריכה דעשייה ואירצי מהו דתימא בטולי בטליה למודעיה קמ\"ל ואימא הכי נמי אם כן ניתני וכן אתה אומר "
        ], 
        [
            "בגיטי נשים  כופין אותו עד שיתן   מאי עד שיאמר רוצה אני  עד דמבטל ליה למודעא קמא:", 
            "  גידול בר רעילאי  שדר לה גיטא לדביתהו אזל שליח אשכחה דהות יתבא (בגמ' ונוולה  ) בטולא אמר לה הא גיטיך אמרה ליה זיל השתא ברי מיהא   אתא גביה אמר ליה פתח ואמר הטוב והמטיב אביי אמר ברוך הטוב והמטיב ולא בטיל גיטא ורבא אמר ברוך הטוב והמטיב ובטל גיטא במאי קא מיפלגי בגלויי  דעתא בגיטא אביי סבר גלויי דעתא בגיטא לאו מילתא היא ורבא סבר גלויי דעתא בגיטא מילתא היא והלכתא כאביי:", 
            "<b>   מתני'</b>   בראשונה היה משנה שמו ושמה  שם עירו ושם עירה א  התקין רבן גמליאל הזקן שיהא כותב איש פלוני וכל שם שיש לו אשה פלונית וכל שם שיש לה מפני תקון העולם:", 
            "<b>גמ'</b>  אמר רב אשי והוא דאתחזק  בתרי "
        ], 
        [
            "שמות.", 
            "ההיא דהוו קארו לה רובא מרים ופורתא שרה אמרי נהרדעי מרים וכל שם שיש לה ולא שרה וכל שם שיש לה:"
        ], 
        [
            "<b>מתני'</b>  אין אלמנה  נפרעת  מנכסי יתומים אלא בשבועה נמנעו מלהשביעה התקין רבן גמליאל הזקן שתהא נודרת ליתומים כל מה שירצו וגובה כתובתה העדים חותמין על הגט מפני תיקון העולם התקין הלל פרוזבול מפני תיקון העולם:", 
            "<b>גמ'</b>    אמר רב יהודה אמר שמואל לא שאנו אלא בב\"ד אבל חוץ לב\"ד משביעין אותה ורב אמר אפילו חוץ  לב\"ד אין משביעין אותה רב לטעמיה דרב לא מגבי כתובה לארמלתא ולגבייה ולידרה בשני דרב קיל נדרי א\"ל רב יהודה לרב ירמיה ביראה אדרה בב\"ד ואשבעה חוץ לב\"ד וליתי קלא וליפול באודנאי דבעינא דעבידנא בה מעשה.", 
            "אמר ר' זירא אמר שמואל לא שאנו שמדירין אלא אלמנה "
        ], 
        [
            "אבל גרושה משביעין   אותה:", 
            "התקין ר\"נ שתהא נודרת וכו':", 
            "  אמר רב הונא לא שאנו אלא שלא נישאת אבל  נישאת אין מדירין אותה מ\"ט דמפר לה בעל כי לא נישאת נמי לכי מנסבה מפר לה בעל  אין בעל מפר בקודמין א :", 
            "  אמר אמימר  הילכתא אפילו למ\"ד נדר שהודר ברבים יש לו הפרה על דעת רבים   אין  לו הפרה והנ\"מ לדבר הרשות אבל לדבר מצוה יש לו הפרה דההוא מקרי דרדקי דאדריה רב אהא דהוה פשע בינוקי אהדריה רבינא דלא אשכח דדייק כותיה:", 
            "העדים  חותמין על הגט מפני תיקון העולם:", 
            "מפני תיקון העולם הא דאוריית' היא דכתיב  ירמיה לב  וכתוב בספר וחתום והעד עדים אמר רבא לא צריכא  לר\"א דאמר עידי מסירה כרתי תקינו רבנן עידי חתימה זמנין דמייתי סהדי אי נמי זמנין דאזלי למדה\"י מהא שמעינן דלא   צריכינן לעידי מסירה אלא היכא דליבא עידי חתימה אבל היכא דאיכא עידי חתימה סגי בלא עידי מסירה והוא דנפיק גיטא מתותי ידה וא\"ת הא איתמר (דף ה:) בפני כמה נותנו לה ר' יוחנן ור' חנינא ח\"א בפני שנים וח\"א בפני ג' התם משום דבעינן לקיימו ועוד לכתחלה  בעינן עידי מסירה וכי קאמרינן אנן דיעבד:", 
            "התקין הלל  פרוזבול וכו':"
        ], 
        [
            "ומי איכא מידי דמדאורייתא משמטת שביעית והתקין הלל דלא תשמיט אמר אביי בשביעית בזמן הזה   ורבי היא דתניא רבי אומר  דברים טו  וזה דבר השמטה שמוט בשתי שמיטות הכתוב מדבר אחת שמטת קרקע ואחת שמטת כספים בזמן שאתה משמט קרקע אתה משמט כספים ובזמן שאי אתה משמט קרקע אי אתה משמט כספים   ותקינו רבנן  דתשמיט זכר לשביעית ראה הלל שנמנעו מלהלוות זה את זה עמד והתקין  פרוזבול ומי איכא מידי דמדאורייתא לא משמטא ומתקני רבנן דמשמטא אמר אביי שב ואל תעשה הוא רבא אמר הפקר ב\"ד היה הפקר דא\"ר יצחק   מניין שהפקר ב\"ד היה הפקר שנא'  עזרא י  וכל אשר לא יבא לשלשת ימים בעצת השרים והזקנים יחרם כל רכושו וגו' ר\"א אמר מהכא  יהושע יט  אלה הנחלות אשר נחלו אלעזר הכהן ויהושע בן נון וראשי האבות למטות בני ישראל וכי מה ענין אבות אצל ראשים אלא לומר לך מה אבות מנחילים לבנים כל מה שרוצין אף ראשים מנחילין לעם כל מה שרוצין:", 
            "אמר שמואל האי פרוזבול עולבנא דדייני הוא אי איישר חילי יותר מהלל.", 
            "אבטליניה רב נחמן אמר אקיימיניה והא מיקיים וקאי אלא הכי קאמר אימא בה מילתא דאע\"ג שלא כתב כמי שכתב דאמי:", 
            "  רבנן דבי רב אשי  מסרין מילייהו להדדי רבי יונתן מסר מיליה לרבי חייא בר אבא אמר ליה מי צריכנא מידי אחרינא או לא אמר ליה לא "
        ], 
        [
            " תנן התם  אין כותבין פרוזבול אלא על הקרקע אם אין לו מזכהו לתוך שדהו כל שהוא וכמה כל שהוא א\"ר חייא בר אבא אמר רב אפילו קלח של כרוב אמר רב יהודה השאילו מקום לתנור או לכירה כותבין עליו פרוזבול:", 
            "תנו רבנן אין לו קרקע ולערב יש לו קרקע כותבין עליו פרוזבול.", 
            "לו ולערב אין לו קרקע ולדחייב לו יש לו קרקע כותבין עליו פרוזבול מדר' נתן דתניא רבי נתן אומר מנין לנושה בחבירו מנה וחבירו בחבירו מנין שמוציאין מזה ונותנין לזה ת\"ל  במדבר ה  ונתן לאשר אשם לו    (אמר רב יהודה א\"ר נחמן נאמן אדם לומר  פרוזבול היה לי ואבד מ\"ט כיון דתקינו רבנן פרוזבול לא שבק היתירא "
        ], 
        [
            "ואכל איסורא כי אתו לקמיה דרב אמר להו מידי פרוזבול היה לך ואבד כגון זה  משלי לא  פתח פיך לאלם):", 
            "<b>מתני'</b>  א  עבד  שנשבה ופדאוהו לשום עבד ישתעבד לשם בן חורין לא ישתעבד רשב\"ג אומר בין בך ובין כך ישתעבד:", 
            "  עבד שעשאו רבו אפותיקי לאחרים ושיחררו שורת הדין אין העבד חייב כלום אלא מפני תיקון העולם כופין את רבו ועושה אותו בן חורין וכותב שטר חוב על דמיו רשב\"ג אומר   אינו כותב אלא (בס\"י הגי' משחררו) המשחרר:", 
            "<b>גמ'</b>    במאי עסקינן אילימא לפני יאוש לשם בן חורין אמאי לא ישתעבד ואלא לאחר יאוש לשם עבד אמאי ישתעבד אמר רבא לעולם לאחר יאוש לשם עבד ישתעבד לרבו שני לשם בן חורין לא ישתעבד לא לרבו ראשון ולא לרבו שני לרבו שני לא דהא לשם בן חורין פרקיה לרבו ראשון לא דהא לאחר יאוש הוה רבן שמעון בן גמליאל אומר בין לשם עבד בין לשם בן חורין ישתעבד  (  ד\"ת מ\"ז) בין לפני יאוש בין לאחד יאוש ישתעבד לשם עבד ישתעבד לרבו שני לשם בן חורין ישתעבד) לרבו ראשון כדחזקיה דאמר מפני מה אמרו בין כך ובין כך ישתעבד שלא יהא כל אחד ואחד הולך ומפיל עצמו לגייסות ומפקיע עצמו מיד רבו "
        ], 
        [
            "  וחזינן לגאון דקא פסק הילכתא  כרבנן דקי\"ל יחיד ורבים הלכה כרבים   אמר רב שמן בר אבא א\"ר יוחנן עבד שברח מבית האסורין יצא לחירות ולא עוד אלא שכופין את רבו וכותבין לו גט חירות ודוקא לאחר יאוש ואי קשיא לך דר' יוחנן אדרבי יוחנן דהתם אמר הלכה כרשב\"ג דאמר ישתעבד לרבו ראשון והכא אמר יצא לחירות לא קשיא התם טעמא מאי ישתעבד לרבו ראשון משום דחזקיה הכא ליכא למיגזר משום דחזקיה  השתא לקטלא מסר נפשיה אפולי מפיל נפשיה לגייסות:", 
            "  תניא גר שמת ובזבזו ישראל נכסיו והיו בהן עבדים בין קטנים בין גדולים קנו עצמן בני חורין אבא שאול אומר  גדולים קנו עצמן בני חורין קטנים כל המחזיק בהן זכה בהן א\"ר יעקב בר אידי א\"ר יהושע ב\"ל הלכה כאבא שאול ורבי חייא  א\"ר יוחנן אין הלכה כאבא שאול והלכתא כאבא שאול מההוא מעשה דקידושין (דף כב:)  דגרסי' התם רב יהודה הנדואה גר שאין לו יורשין הוה חלש עאל מר זוטרא לשיולי ביה חזייה דתקיף ליה עלמא טובא אמר ליה לעבדיה שלוף לי מסאנאי ואמטינהו לגו ביתאי איכא דאמרי גדול היה זה פירש למיתה וזה פירש לעבדות ואיכא דאמרי קטן היה וכדאבא שאול דתניא גר שמת וכו' אלמא הלכה כאבא שאול:", 
            "  אמר רב יהודה  כל המשחרר עבדו עובר בעשה שנאמר סלעולם בהם תעבודו ת\"ר לעולם בהם תעבודו רשות דברי רבי ישמעאל ר\"ע אומר חובה וקי\"ל הלכה כר\"ע מחבירו הילכך הלכה כרב יהודה דקאי כוותיה:", 
            "  ההיא אמתא דהואי בפומבדיתא דהוו קא מעבדי אינשי בה איסורא אמר אביי אי לאו דאמר רב יהודה כל המשחרר עבדו עובר בעשה הוה כייפנא ליה למרה דכתב לה גט חירות רבינא אמר בהא מודה רב יהודה משום איסורא וקי\"ל כרבינא דבתרא הוא:", 
            "  ואמר רבה בהני  תלת מילי נחתי בעלי בתים מנכסהון דמפקי עבדייהו לחירות ודסיירי נכסייהו בשבתא ודקבעי סעודתייהו בשבתא בעידן מדרשא דא\"ר חייא בר אבא א\"ר יוחנן שתי משפחות היו בירושלים אחת קבעה סעודתה בע\"ש ואחת "
        ], 
        [
            "קבעה סעודתה בשבת ושניהן נעקרו:", 
            "א\"ר זירא א\"ר אסי א\"ר חנינא אמר רבי עבד  שנשא אשה בת חורין בפני   רבו יצא לחירות ולא עוד אלא שכופין את רבו וכותב לו שטר שחרור   ודוקא  בשרבו השיאו אשה א\"ר יהושע בן לוי עבד שהניח תפלין  בפני רבו יצא לחרות מיתיבי לוה ממנו רבו או שעשאו רבו אפוטרופוס או שהניח תפילין בפני רבו או שקרא ג' פסוקים בבית הכנסת בפני רבו הרי זה לא יצא לחירות אמר רבה בר רב שילא בשרבו  הניח לו תפילין אמר עולא אמר רבי יוחנן המפקיר עבדו יצא לחירות וצריך גט שחרור כי אתא רב דימי אמר רבי יוחנן מי שאמר בשעת  מיתתו פלונית שפחתי אל ישתעבדו בה יורשין כופין את היורשין וכותבין לה גט שחרור אמרו לפניו רבי אמי ורבי אסי אי אתה מודה שבניה עבדים אלא כי אתא רב שמואל בר יהודה אמר רבי יוחנן מי שאמר בשעת מיתתו פלונית שפחתי עשתה לי קורת רוח יעשה לה קורת רוח כופין את היורשין ועושין לה קורת רוח מאי טעמא מצוה לקיים דברי המת.", 
            "  מאי  קורת רוח דעבדין לה דאי אמרה האי עבידתא לא מצינא למעבדה לא כייפינן לה.", 
            "אמר אמימר  המפקיר עבדו ומת אותו העבד אין לו תקנה מ\"ט גופיה לא קני ליה איסורא הוא דאיכא גביה ואיסורא לבריה לא מורית וליתא לדאמימר דאמרינן ההיא דסקרתא  דעבדי דאיזדבן לעובדי כוכבים כלו מרוותא דידהו אתו לקמיה דרבינא אמר להו זילו הדרו אבני מרוותייכו קמאי וניכתוב לכו גיטא דחירותא אמרו ליה רבנן לרבינא והאמר אמימר המפקיר עבדו ומת אותו העבד אין לו תקנה א\"ל אנא כרב דימי ס\"ל א\"ל דרב דימי טעותא היא א\"ל מאי טעותא דלא אמרה בלשון שחרור הא אמרה בלשון שחרור הכי נמי והלכתא כרבינא א  ההוא עבדא דהוה לבי תרי קם חד מינייהו שחרריה לפלניה אמר אידך השתא שמעו בי רבנן ומפסדי ליה מינאי אזל אקנייה לבנו קטן דקטן מיקנא קני אקנויי לא מקני שלחה רב יוסף בריה דרבא לקמיה דרב פפא שלח ליה כאשר עשה כן יעשה לו גמולו ישיב בראשו אנן קים לן בינוקא דמקרבא דעתיה לגבי זוזי מוקמי ליה אפוטרופא   ומקרקיש ליה בזוזי וכתיב ליה גיטא דחירותא  יש ששואלין כאן ואומרים וכי מאחר דמוקמינן אפוטרופא למאי הלכתא אמרינן ידעינן בינוקא דמקרבא דעתיה לגבי זוזי ומהדרי רבנן תשובה משום דחיישינן דילמא מסתריך ביה ינוקא בההוא עבדא וכיון דמקרקיש ליה "
        ], 
        [
            "בזוזי מיפייס ולא אתי לאיסתרוכי ביה:", 
            "סת\"ר (האומר עשיתי כו' כצ\"ל  )  עשיתי  פלוני עבדי בן חורין נעשה בן חורין הרי הוא בן חורין הרי הוא בן חורין  אעשנו בן חורין רבי אומר קנה וחכ\"א לא קנה אמר רבי יוחנן וכולן בשטר ת\"ר  האומר נתתי  שדה פלונית לפלוני נתתיה לו הרי היא לו הרי היא שלו אתננה לו רבי אומר קנה וחכמים אומרים לא קנה ואמר רבי יוחנן וכולן בשטר תנו רבנן האומר עשיתי פלוני עבדי בן חורין והוא אומר  לא עשאני חיישינן שמא זיכה לו על ידי אחר כתבתי וחתמתי ונתתי לו והוא אומר לא כתב ולא חתם ולא נתן לי  הודאת בעל דין כמאה עדים.", 
            "האומר נתתי שדה פלונית לפלוני והוא אומר ו לא נתן לי א  חיישינן שמא זיכה לו ע\"י אחר כתבתי ונתתי לו והוא אומר לא כתב ולא נתן לי הודאת בעל דין כמאה עדים ומי אוכל פירות רב חסדא אמר נותן אוכל פירות רבה אמר משלשין את הפירות ולא פליגי הא באבא הא בברא.", 
            "פירוש מאן דאמר נותן אוכל פירות כשמקבל מתנה אמר לא כתב ולא נתן לי ומ\"ד משלשין כגון שלא היה המקבל מצוי ואמר בנו  לא הקנה לאבא כלום משלשין את הפירות עד שמתברר הדבר:", 
            "גרסינן בקידושין בסוף האומר לחבירו (דף סט.)  האומר  לשפחה הרי את בת חורין וולדך עבד ולדה כמוה בן חורין דברי רבי יוסי הגלילי וחכמים אומרים דבריו קיימין משום שנאמר  שמות כא  האשה וילדיה וגו' קרא מאי תלמודיה לרבנן אמר רבא קרא לרבי יוסי הגלילי דקתני ולדה כמוה   שנאמר  שמות כא  האשה וילדיה תהיה לאדוניה בזמן שהאשה לאדוניה ולדה לאדוניה אין האשה לאדוניה אין ולדה לאדוניה והלכתא כחכמים:", 
            "ב  עבד  שעשאו רבו אפותיקי וכו'׃ ומי שחררו אמר רב רבו ראשון שורת הדין אין העבד חייב כלום לרבו שני כדרבא דאמר "
        ], 
        [
            "רבא  הקדש חמץ ושחרור מפקיעין מידי שעבוד אלא מפני תיקון העולם  כופין את רבו שני ועושה אותו בן חורין שמא ימצאנו בשוק   ויאמר לו עבדי אתה וכותב שטר על דמיו.", 
            "רבן שמעון ב\"ג אומר אינו כותב אלא המשחרר וקא מיפלגי במזיק שעבודו של חבירו רשב\"ג סבר חייב ורבנן סברי פטור וקי\"ל כרבן שמעון בן גמליאל דדינא דגרמי הוא:", 
            "  תנו רבנן  העושה שדהו אפותקי לאחרים ושטפה נהר גובה משאר נכסים ואם אמר לו לא יהא לך פרעון אלא מזו אינו גובה משאר נכסים תניא אידך העושה שדהו אפותיקי לבעל חוב ולכתובת אשה גובין משאר נכסים רשב\"ג אומר בע\"ח גובה משאר נכסים כתובת אשה אינה גובה משאר נכסים שאין דרכה של אשה לחזר על בתי דינין.", 
            "ירושלמי בפרק אלמנה לכה\"ג (הלכה א') העושה שדהו אפותיקי לאשה בכתובתה או לבע\"ח בחובו ומכרה מכורה והלוקח יחוש לעצמו רשב\"ג אומר לאשה בכתובתה אינה מכורה שלא עלה על דעת שתהא מחזרת על בתי דינין הוי כשמכרן לשעה אנן קיימין אבל אם לא מכרן "
        ], 
        [
            "<b>מתני'</b>  מי  שחציו עבד וחציו בן חורין עובד את רבו יום אחד ואת עצמו יום אחד דברי ב\"ה אמרו להם ב\"ש תקנתם את רבו ואת עצמו לא תקנתם לישא שפחה אינו יכול   בת חורין אינו יכול ליבטל והלא לא נברא העולם אלא לפריה ורביה שנא'  ישעיה מה  לא תוהו בראה לשבת יצרה אלא מפני תיקון "
        ], 
        [
            "העולם כופין את רבו ועושה אותו בן חורין וכותב שטר על חצי דמיו חזרו בית הלל להורות כב\"ש:", 
            "<b>גמ'</b>  ת\"ר המשחרר חצי עבדו רבי אומר קנה וחכ\"א לא קנה אמר רבה מחלוקת בשטר אבל בכסף דברי הכל קנה והילכתא כוותיה.", 
            "  ועבד של שני שותפין בין בשטר בין בכסף דברי הכל קנה דכל חד מינייהו   לא שייר בקניינו והמשחרר שני עבדים בשטר אחד לא קנו   תניא בכולן   פירוש עשרים וארבעה ראשי איברים עבד יוצא בהן לחירות וצריך גט שחרור דברי ר\"ש ר\"מ אומר אינו צריך ר\"א אומר צריך רבי טרפון אומר אינו צריך ר\"ע אומר צריך המכריעין לפני חכמים אומרים נראי  דברי רבי טרפון בשן ועין הואיל וזיכתה לו התורה ודברי ר\"ע בשאר איברים הואיל וקנס חכמים הוא קנס קראי קא דרשינן אלא אימא הואיל ומדרש חכמים הוא והלכתא כר' עקיבא דקי\"ל  עירובין דף מו:", 
            "ועיין כתובות דף פד:", 
            "   הלכה כר\"ע מחבירו ואף על גב דאמרינן כל מקום שאתה מוצא שנים חולקין ואחד מכריע הלכה כדברי המכריע ה\"מ במתני' אבל בברייתא לא קי\"ל הכי דגרסינן בפ' כירה (שבת דף לט:) דילמא ה\"מ במתני' אבל בברייתא לא וכבר ביררנו זה הענין בקידושין (פ\"ק סי' תקצח) :", 
            "  אמר רב הונא בר רב קטינא אמר ר' יצחק מעשה באשה אחת שחציה שפחה וחציה בת חורין וכפו את רבה ועשה אותה בת חורין כמאן כרבי יוחנן בן ברוקא דאמר על שניהן הוא אומר  בראשית א  ויברך אותם אלהים ויאמר להם פרו ורבו אר\"נ בר יצחק לא התם מנהג הפקר נהגו בה:", 
            "<b>מתני'</b>   המוכר  עבדו לעובד כוכבים או לחו\"ל יצא בן חורין:", 
            "  אין פודין את   השבוין יתר על דמיהן מפני תיקון העולם.", 
            "  אין מבריחין את השבוין מפני תקון העולם רשב\"ג אומר מפני תקנת שבויין אין לוקחין ספרים ומזוזות מן העובדי כוכבים יתר על דמיהן מפני תקון העולם:", 
            "<b>גמ'</b>    ת\"ר המוכר עבדו לעובד כוכבים יצא לחירות וצריך גט שחרור מרבו ראשון:", 
            "  שלח ר' אמי מיני אמי בר נתן תורה יוצאה לכל ישראל עבד שהפיל עצמו לגייסות ואין רבו יכול להוציאו לא בדיני ישראל ולא בדיני עובדי כוכבים מותר ליטול  דמיו וכותב ומעלה בערכאות של עובדי כוכבים מפני שהוא כמציל מידם אמר ריב\"ל המוכר עבדו לעובד כוכבים קונסין אותו עד עשרה בדמיו א\"ר שמעון בן לקיש המוכר בהמה גסה לעובד כוכבים קונסין אותו עד מאה בדמיה כלומר שמחייבין אותו להחזירה מיד הלוקח ואם אינו מקבל ממנו מוסיף בדמים עד שמגיע למאה בדמים שנטל ממנו ואם לא החזיר לו אחר כך פוטרין אותו.", 
            "וחזינן לגאון דקאמר לא  מגבינן האי קנסא אלא בא\"י אבל בחו\"ל לא דלא מגבינן קנסא בבבל:", 
            "בעא מיניה ר' ירמיה מר' אסי מכר  ומת מהו שיקנסו בנו אחריו ופשט ליה   לדידיה קנסו רבנן לבריה לא קנסו רבנן  :", 
            "גרסינן בפרק החולץ (יבמות דף מח:) אמר ריב\"ל הלוקח עבד מן העובד כוכבים ולא רצה למול מגלגל עמו כל שנים עשר חדש וחוזר ומוכרו לעובד כוכבים:", 
            "או לחוצה לארץ:", 
            "  ת\"ר המוכר עבדו לחוצה לארץ  יצא לחירות וצריך גט שחרור מרבו שני:", 
            "  ההוא עבדא דערק מחוצה לארץ לארץ אזל מריה בתריה ואשכחיה אתא לקמיה דרבי אמי אמר ליה ליכתוב לך שטרא אדמיה וכתוב ליה  גיטא דחירותא ואי לא מפקעינן ליה מינך מדרבי אחי ברבי יאשיה דאמר  דברים כד לא תסגיר עבד אל אדוניו בעבד שברח מח\"ל לארץ הכתוב מדבר:", 
            "גרסינן בהאי מסכת בפירקא קמא (דף ח.) בעו מיניה מרבי חייא בר אבא המוכר עבדו   לסוריא  כמוכר לחו\"ל דאמי או לא אמר ליה תניתוה ר\"מ אומר עכו כא\"י לגטין לגטין אין לעבדים לא וכ\"ש סוריא דמרחקא טפי:", 
            "אין "
        ], 
        [
            " לוקחין ספרים וכו'   אמר רב נחמן נקטינן ס\"ת  שכתבו מין ישרף כתבו עובד כוכבים יגנז נמצא ביד מין יגנז ביד עובד כוכבים אמרי לה קורין בו ואמרי לה יגנז  דחיישינן שמא עובד כוכבים כתבו:", 
            "<b>מתני'</b>   המוציא את אשתו  משום שם רע לא יחזיר משום נדר לא יחזיר רבי יהודה אומר "
        ], 
        [
            "נדר שידעו בו רבים  לא יחזיר ושלא ידעו בו רבים יחזיר רבי מאיר אומר כל נדר שצריך חקירת חכם לא יחזיר ושאינו צריך חקירת חכם יחזיר אמר ר\"א לא אסרו זה אלא מפני זה א\"ר יוסי ברבי יהודה מעשה בצידן באחד שאמר לאשתו קונם שאני מגרשיך וגירשה והתירו לו חכמים שיחזירנה מפני תיקון העולם:", 
            "<b>גמ'</b>  אמר רב יוסף בר מניומי אר\"נ והוא שאמר לה משום נדר אני מוציאך   משום שם רע אני מוציאך קסבר טעמא מאי משום קלקולא אי אמר לה הכי מצי מקלקלה ואי לא לא מצי מקלקלה כדתניא אמר ר\"מ מפני מה אמרו המוציא את אשתו משום שם רע לא יחזיר משום נדר לא יחזיר שמא תלך ותנשא לאחר ונמצאו דברים בדאין ויאמר אילו הייתי יודע שכן אפילו היו נותנין לי מאה מנה לא הייתי מגרשה ונמצא גט בטל ובניה ממזרין לפיכך אומרים לו הוי יודע שהמוציא את אשתו משום שם רע לא יחזיר משום נדר לא יחזיר וכן הלכה אבל אם החזיר וכנס אינו מוציא דגרסינן  בפרק כיצד אשת אחיו (יבמות דף כה.) שלח ליה רבה בריה דרב הונא לרבה בריה דרב נחמן ילמדנו רבינו כנס מהו שיוציא א\"ל תניתוה הנטען מאשת איש והוציאוה מתחת ידו אע\"פ שכנס יוציא ואסיקנא ולא היא התם אלומיה אלמיה לקליה הכא אמרינן קים ליה בקליה וליתיה:", 
            "ומעשה בצידן וכו':", 
            "    תנא דקתני מעשה חסורי מחסרא והכי קתני בד\"א שנדרה היא אבל נדר הוא יחזיר וא\"ר יוסי ברבי יהודה מעשה בצידן וכו':", 
            "  מאי קונם א\"ר הונא באומר יאסרו כל פירות העולם עלי אם איני מגרשיך:", 
            "מפני תיקון העולם:", 
            "מאי מפני תיקון העולם איכא אמר רבינא ה\"ק אין בזו מפני תיקון העולם:", 
            "<b>מתני'</b>  א  המוציא את אשתו משום אילונית רבי יהודה אומר לא יחזיר וחכ\"א יחזיר נשאת לאחר והיו לה בנים והיא תובעת כתובתה רבי יהודה אומר אומרים לה שתיקותיך יפה ליך מדבוריך׃ \n ", 
            "<b>גמ'</b>  דאומרי' לה   "
        ], 
        [
            "השתא הוא דבריאת:", 
            "<b>מתני'</b>   המוכר עצמו ובניו לעובדי כוכבים   אין פודין אותו אבל פודין את הבנים לאחר מיתת אביהן:", 
            "  המוכר שדהו לעובד כוכבים וחזר ולקחו ממנו ישראל לוקח מביא בכורים:", 
            "<b>גמ'</b>    אמר רב אסי והוא שמכר ושנה ושלש.", 
            "ההוא גברא דזבין נפשיה ללודאי אתא לקמיה דר' אמי אמר ליה   פירקן א\"ל תנן המוכר עצמו ובניו לעובדי כוכבים אין פודין אותו אבל פודין את הבנים לאחר מיתת אביהן משום קלקולא  וכל שכן הכא דאיכא קטלא א\"ל רבנן לר' אמי האי ישראל מומר לעבודת כוכבים הוא דקא חזו ליה דקא אכיל נבלות אמר להו אימור לתיאבון הוא דאכיל והא זימנין דאיכא איסורא והיתירא קמיה וקא שביק היתירא ואכיל איסורא אמר ליה זיל לא שבקי לי דאיפרקך:", 
            "<b>   הניזקין</b>   שמין להן בעידית ובע\"ח בבינונית וכתובת אשה בזיבורית ר\"מ אומר אף כתובת אשה בבינונית אין נפרעין מנכסים משועבדים במקום שיש נכסים בני חורין ואפילו "
        ], 
        [
            "הן זיבורית אין נפרעין מנכסי יתומים אלא מן הזיבורית:", 
            "<b>גמ'</b>    תניא אמר   רשב\"א מפני מה אמרה תורה  הניזקין שמין להן בעידית מפני הגזלנין והחמסנין כדי שיאמד אדם מפני מה אני גוזל וחומס למחר ב\"ד יורדין  לנכסאי ונוטלין שדה נאה שלי וסומכים על מה שבתוב בתורה  שמות כב  מיטב שדהו ומיטב כרמו ישלם לפיכך (בגמ' איתא אמרו  ) אמרה תורה הניזקין שמין להם בעידית ומפני מה (בגמ' איתא אמרו  ) אמרה תורה בעל חוב  בבינונית  שלא יראה אדם דירה נאה לחבירו ויאמר אקפוץ ואלוונו כדי שאגבנה בחובי לפיכך אמרו בע\"ח בבינונית אלא מעתה יהא בזיבורית א\"כ אתה נועל דלת בפני לווין כתובת אשה בזיבורית שיותר ממה שהאיש רוצה לישא אשה רוצה להנשא:", 
            "  אמר מר זוטרא בריה דר\"נ משמיה דרב נחמן שטר  חוב היוצא על  היתומים אע\"פ שכתוב בו שבח אינו גובה אלא מן הזיבורית ורבא פליג עליה ואקשי ליה פריק הילכך הילכתא כוותיה ואיכא למימר כיון דאביי   ורב נחמן קיימי בחדא שיטתא הוה ליה יחיד לגבייהו ולית הלכתא כוותיה וההיא פירוקא דפריק   שינויא היא:", 
            "והלכתא   יתומים שאמרו גדולים ואין צריך לומר  קטנים בין לשבועה בין לזיבורית:", 
            "  אין  נפרעין מנכסים משועבדים במקום  שיש נכסים בני חורין ואפילו הן זבורית ולא שנא מכר ולא שנא מתנה דתניא שכיב מרע  שאמר תנו מאתים זוז לפלוני ושלש מאות לפלוני וארבע מאות לפלוני אין אומרים כל הקודם בשטר זכה לפיכך יצא עליו שט\"ח גובה מכולן אבל אם אמר תנו מאתים זוז לפלוני ואחריו לפלוני ואחריו לפלוני אומרים כל הקודם בשטר זכה לפיכך יצא עליו שטר חוב גובה מן האחרון אין לו גובה משלפניו אין לו גובה משלפני פניו ואע\"ג דקמא בינונית ובתרא זיבורית מזיבורית גבי מבינונית לא גבי שמעינן מינה דבמתנה נמי עבוד רבנן תקנתא וכן הילכתא ואע\"ג דדחינן ואוקימנא בבע\"ח אי נמי אין נפסד אלא אחרון אי נמי בדשוו קרקעות להדדי ההיא דחייתא בעלמא היא ולא סמכינן עלה:", 
            "גרסינן בפרק מי שהיה נשוי   איבעיא להו אישתדפי בני חרי מהו דליטרוף ממשעבדי ואיפסיקא הלכתא אישתדוף בני חרי טריף ממשעבדי:", 
            "<b>מתני'</b>    אין  מוציאין לאכילת פירות ולשבח הקרקעות ולמזון האשה והבנות מנכסים משועבדים מפני תיקון העולם המוצא מציאה לא  ישבע מפני תיקון העולם:", 
            "<b>גמ'</b>    מאי טעמא אמר רבי שמעון בן לקיש לפי שאינן כתובין ואע\"ג דמזון האשה והבנות כמאן דכתיבי דאמו מעיקרא כי איתקון הכי איתקון כתובין הן "
        ], 
        [
            "אצל בני חורין ואינן כתובין אצל משועבדים:", 
            "  \n", 
            "<b>מתני'</b>   יתומים שסמכו אצל בעל הבית או שמינה להן אביהן אפוטרופוס חייבין לעשר פירותיהן אפוטרופוס שמינהו אבי יתומים ישבע מינוהו ב\"ד לא ישבע אבא שאול אומר חילוף הדברים:", 
            "  המטמא והמדמע והמנסך בשוגג פטור במזיד חייב:", 
            "  הכהנים שפיגלו במקדש מזידין חייבים ושוגגים פטורין:", 
            "<b>גמ'</b>    תנו רבנן אפוטרופין תורמין ומעשרין להאכיל אבל לא להניח   ומוכרין בהמה עבדים ושפחות בתים ושדות וכרמים להאכיל אבל לא להניח ועושין להן סוכה לולב (בגמ' וערבה  ) וציצית וכל דבר שיש לו קצבה לאיתויי שופר ולוקחין  ספר תורה תפילין ומזוזות וכל דבר שיש לו קצבה לאיתויי מגילה ואין פוסקין עליהן צדקה ואין מפדין עליהן את השבויין וכל דבר שאין לו קצבה לאיתויי תנחומי אבלים ואין אפוטרופין רשאים לדון  לחוב על מנת לזכות בנכסי יתומים ואין אפוטרופין רשאין למכור  ברחוק ולגאול בקרוב ברע ולגאול ביפה מ\"ט דילמא משתדפו ואין אפוטרופין רשאין למכור שדות וליקח עבדים אבל מוכרין עבדים ולוקחין בהן שדות רשב\"ג אומר אף  לא למכור עבדים וליקח בהן שדות מאי טעמא דילמא לא משפיאן ואין אפוטרופין רשאין להוציא עבדים לחירות אבל מוכרין אותם לאחרים ואחרים מוציאין אותן לחירות רבי אומר אומר אני אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו וצריך לחשב עמהן באחרונה דברי רבי רשבג\"א אינו צריך "
        ], 
        [
            "ואין עושין אפוטרופין  נשים ועבדים וקטנים ואם מינן אבי יתומים  הרשות בידו.", 
            "חזינן לגאון דקא פסק הלכתא כרשב\"ג וקאמר לא אמרינן הלכה כרבי אלא לגבי חבירו אבל לגבי אביו לא.", 
            "ההוא  דהוה בשבבותיה דר' יהושע בן לוי דהוה מזבין ארעא וזבין תורי ולא א\"ל ולא מידי  דתניא אמר רבי יוסי מימי לא קראתי לאשתי אשתי ולשורי שורי אלא לאשתי ביתי ולשורי שדי.", 
            "הנהו יתמי דהוו סמיכי גבי ההיא סבתא הויא להו תורתא שקלה זבינתה ניהלייהו אתו קרובים לקמיה דרב נחמן אמרו ליה מאי עבידתא דמזבנה אמר להו יתומים  שסמכו אצל בעה\"ב תנן והא אייקר ברשותיה דלוקח אייקר והא לא נקיטי יתמי דמי אמר להו א\"כ היינו דרב (בגמ' חנילאי) נהילאי דא\"ר נהילאי בר אידי אמר שמואל נכסי יתומים הרי הן כהקדש ולא מיקנו   אלא בכספא.", 
            "  משוך פירי מיתמי איקור היינו דרב נהילאי בר אידי זול לא יהא כח הדיוט חמור מכח הקדש.", 
            "אימשיכי להו פירי ליתמי איקור לא יהא כח הדיוט חמור מכח הקדש זול סבור מינה היינו דרב נהילאי בר אידי אמר להו רב שישא בריה דרב אידי הא רעה לדידהו היא דזמנין דמצטרכי לפירי וליכא דיהיב להו עד דיהיב זוזי:", 
            "יהבי יתמי זוזי אפירי זול לא יהא בה הדיוט חמור מכח הקדש איקור סבור מינה היינו דרב נהילאי בר אידי אמר להו רב שישא בריה דרב אידי הא רעה היא ליתמי דזמנין דאמרי להו   נשרפו חיטכם בעלייה.", 
            "יהבו זוזי ליתמי אפירי איקור לא יהא בה הדיוט חמור מכח הקדש זול סבור מינה היינו דרב נהילאי בר אידי אמר להו רב   בריה דרב אידי הא רעה הוא לדידהו דזימנין דמצטרכין לזוזי וליכא מאן דיהיב להו:", 
            "אמר רב אשי אני וארי שבחבורה ומנו רב כהנא חתמינן בשטרי דאימיה דזעירי יתמי   דזבין ארעא   לכרגא ולמזוני בלא אכרזתא דאמרי נהרדעי לכרגא ולמזוני ולקבורה מזבנינן בלא אכרזתא.", 
            "עמרם צבעא אפוטרופא דיתמי הוה אתו קרובים לקמיה דרב נחמן אמרי ליה קא לביש ומיכסי מדיתמי אמר להו כי היכי דלישתמעון מיליה הא קא אכיל ושתי ולא אמיד אימור מציאה אשכח והא קא מפסיד אמר להו אייתי לי סהדי דמפסיד  ומסלקינן ליה דאמר "
        ], 
        [
            "רב הונא חברין משמיה דרב האי אפוטרופוס דאפסיד מסלקינן ליה איתמר אפוטרופא דאפסיד רב הונא אמר מסלקינן ליה דבי ר' שילא אמרי לא מסלקינן ליה והלכתא מסלקינן ליה וקאמרי רבואתה מגו דמסלקינן ליה משבעינן ליה והאי דאיפסקא הלכתא דלא משבעינן ליה ה\"מ דלא אישתכח עליה פסידא אבל היכא דאישתכח עליה פסידא מסלקינן ליה ומשבעינן ליה:", 
            "אפוטרופוס שמינהו  אבי יתומים ישבע וכו':", 
            "אמר רב חנן בר אמי אמר שמואל הלכה כאבא שאול א  והני מילי בטענת  שמא אבל בטענת ברי משבעינן כגון דגדלי יתמי וטעני עליה בטענת ברי וכפר איהו כגון דא ודאי משתבע:", 
            "המטמא והמדמע וכו':", 
            "   ההוא דאתא לקמיה דרבי אמי א\"ל ס\"ת שכתבתי לפלוני אזכרות שבו אינן כתובין לשמן א\"ל ס\"ת ביד מי א\"ל ביד לוקח א\"ל נאמן אתה להפסיד שכרך  ואי אתה נאמן להפסיד ס\"ת א\"ל ר' ירמיה נהי דאפסיד שכר אזכרות דכוליה ספר אמאי אפסיד א\"ל שאני אומר כל ס\"ת שאין אזכרות שבו כתובין לשמן אינו שוה כלום ההוא דאתא לקמיה דרבי אבהו א\"ל ס\"ת שכתבתי לפלוני גוילים שבו לא עיבדתים לשמן א\"ל ס\"ת ביד   מי א\"ל ביד לוקח א\"ל  מתוך שאתה נאמן להפסיד שכרך נאמן אתה להפסיד ס\"ת   ומ\"ש מדר' אמי התם איכא למימר טעי בדר' ירמיה הכא קא פסיד כוליה אגריה וקאתי ואמר ש\"מ קושטא קאמר:", 
            "<b>מתני'</b>  העיד רבי יוחנן בן גודגדא  על החרשת שהשיאה אביה שיוצאה בגט ועל קטנה בת ישראל שנשאת לכהן שהיא אוכלת בתרומה ואם מתה בעלה יורשה ועל המריש הגזול שבנאו בבירה שיטול את דמיו ועל החטאת הגזולה שלא נודעת לרבים שמכפרת מפני תקון המזבח:"
        ], 
        [
            "<b>גמ'</b>  אמר רבא מעדותו של רבי יוחנן בן גודגדא נשמע אמר לעדים ראו גט שאני נותן לה וחזר ואמר כנסי שט\"ח זה מגורשת מי לא א\"ר יוחנן בן גודגדא דלא בעינן דעתה ה\"נ לא בעינן דעתה ולא אמרינן בטולי בטליה אלא משום כיסופא הוא דאמר לה הכי:", 
            "ועל  המריש הגזול שבנאו בבירה שיטול את דמיו:", 
            "ת\"ר גזל מריש ובנאו בבירה ב\"ש אומרים יקעקע כל הבירה כולה ויחזיר מריש לבעליו ובה\"א אין לו אלא דמי מרישו   מפני תקנת השבים:", 
            "<b>מתני'</b>    לא היה סיקריקון ביהודה בהרוגי המלחמה מהרוגי מלחמה ואילך יש בו סיקריקון לקח מסיקריקון וחזר ולקח מבעה\"ב מקחו בטל לקח מבעה\"ב וחזר ולקח מסקריקון מקחו קיים:", 
            " לקח מן האיש וחזר ולקח מן האשה מקחו בטל מן האשה וחזר ולקח מן האיש מקחו קיים זו משנה ראשונה ובית דין של אחריהם אמרו  הלוקח מן הסיקריקון נותן לבעלים רביע אימתי בזמן שאין בידן ליקח אבל יש בידן ליקח הן קודמין לכל אדם רבי הושיב ב\"ד ונמנו שאם שהתה בפני סקריקון שנים עשר חדש כל הקודם ליקח זוכה אבל נותן לבעלים רביע:", 
            "<b>גמ'</b>  לקח מסיקריקון כו'.", 
            "  אמר רב לא שנו אלא דאמר ליה לך חזק וקנה אבל בשטר קנה ושמואל אמר אף בשטר לא קנה   עד שיכתוב לו אחריות ואותבינן עליה דרב מהא   דתניא רבי שמעון בן אלעזר אומר לקח מן האשה בכתובתה וחזר ולקח מן האיש מקחו קיים מן האיש וחזר ולקח מן האשה מקחו בטל עד שיכתוב אחריות ופריק מאי אחריות נמי שטר והלכתא כשמואל דקי\"ל דכל היכא דפליגי רב ושמואל ולא איתמר הלכתא כחד מינייהו (בכורות דף מט:) הלכתא כשמואל בדיני ועוד דתניא מסייעא ליה ופירוקא דרב שינויא הוא ולא סמכינן אשינויא ואי קשיא לך ההיא דגרסינן בחזקת הבתים   אמר רב הונא תליוה וזבין זביניה זביני ואותיב   רב המנונא עליה דרב הונא מהא מתני' לקח מסיקריקון וחזר ולקח מבעל הבית מקחו בטל ואמאי התם נמי נימא אגב אונסיה גמר ומקני ופריק הא איתמר עלה אמר רב לא שאנו אלא דא\"ל לך חזק וקנה אבל בשטר קנה ואקשינן ולשמואל דאמר אף בשטר לא קנה מאי איכא למימר ופריק מודה שמואל היכא דיהיב זוזי ואסיקנא   והלכתא בכולהו זביניה זביני ואפי' בשדה זו בין ארצי ליה זוזי בין  לא ארצי ליה זוזי אלא בשטר בלבד קנה וכי אמר ליה בתר הכין תא שקול זוזך לא מצי למהדר ביה למימרא דהלכתא כרב דאמר לא צריכינן לכתיבת אחריות ההיא לא קשיא מידי דהא אמרינן מודה שמואל היכא דיהיב זוזי ואע\"ג דאיפסיקא הלכתא בין ארצי ליה זוזי בין לא ארצי ליה זוזי התם גבי תליוה וזבין דעתיה למיתן ליה זוזי ודעתיה דמוכר למישקל מיניה זוזי אבל הכא גבי אשה וסיקריקון ליכא מאן דיהיב להו זוזי הילכך לא מהניא כתיבת שטר עלייהו עד דכתיבי אחריות:", 
            "(כאן דף נח:) אמר רב יוסף נקטינן אין דין  אנפרות בבבל מאי טעמא כיון דאיכא בי דואר ולא אזיל קביל אימור אחולי אחליה:", 
            "זו משנה ראשונה וכו':", 
            "ת\"ר זו משנה׃ ראשונה וב\"ד של אחריהם אמרו הלוקח מסיקריקון נותן לבעלים רביע ויד בעלים על העליונה רצו מעות נוטלין רצו קרקע נוטלין אימתי בזמן שאין בידן ליקח אבל יש בידן ליקח הן קודמין לכל אדם רבי הושיב ב\"ד ונמנו שאם שהתה בפני סיקריקון שנים עשר חדש  כל הקודם ליקח זכה ונותן לבעלים רביע בקרקע או רביע במעות ששוה קרקע שהן שליש המעות שנטל הסיקריקון דקי\"ל כשמואל דאמר רביע בקרקע שהוא שליש המעות דכל דזבין נכי ריבעא זבין:"
        ], 
        [
            "<b>     מתני'</b>   חרש רומז ונרמז א  בן בתירא אומר  קופץ ונקפץ במטלטלין הפעוטות מקחן מקח וממכרן ממכר במטלטין:", 
            "<b>גמ'</b>  אמר רב נחמן מחלוקת במטלטלין אבל בגיטין דברי הכל ברמיזה ואיכא דאמרי אמר רב נחמן כמחלוקת במטלטלין כך מחלוקת בגיטין והא אנן במטלטלין תנן אימא אף במטלטלין:", 
            "  הפעוטות מקחן מקח כו'.", 
            "ועד כמה מחוי רב יהודה לרב יצחק בריה כבר שית כבר שבע רב כהנא אמר כבר שבע כבר תמני במתניתא תנא כבר תשע כבר עשר ול\"פ כל חד וחד לפום חורפיה וטעמא מאי א\"ר אבא בר יעקב א\"ר יוחנן משום כדי חייו ואמרי' עלה בפ' מציאת האשה (כתובות דף ע.) אמר רפרם ל\"ש אלא שאין שם אפוטרופוס אבל יש שם אפוטרופוס אין מקחן מקח ואין ממכרן ממכר וטעותו עד כמה א\"ר זירא עד שתות כגדול ומתנתו מתנה אחת מתנת בריא ואחת מתנת שכיב מרע ואחת מתנה מרובה ואחת מתנה  מועטת:", 
            "<b>מתני'</b>   אלו דברים אמרו מפני דרכי שלום כהן קורא ראשון ואחריו לוי ואחריו ישראל מפני דרכי שלום  מערבין בבית ישן מפני דרכי שלום   בור הקרוב לאמה מתמלא ראשון מפני דרכי שלום מצודות חיה ועופות ודגים יש בהן גזל מפני דרבי שלום ר' יוסי אומר גזל גמור.", 
            "מציאת חרש שוטה וקטן יש בהן גזל מפני דרכי שלום ר' יוסי אומר גזל גמור.", 
            "העני המנקף בראש הזית מה שתחתיו גזל מפני דרכי שלום רבי יוסי אומר גזל גמור.", 
            "אין ממחין ביד עניי עובדי כוכבים בלקט שכחה ופיאה מפני דרכי שלום:", 
            "  משאלת אשה לחברתה החשודה על השביעית נפה וכברה ריחים ותנור אבל לא תבור ותטחן עמה אשת חבר משאלת לאשת ע\"ה נפה וכברה ובוררת וטוחנת ומרקדת עמה בזמן שהיא טמאה אבל לא בזמן שהיא טהורה אבל משתטיל למים לא תגע אצלה שאין מחזיקין ידי עוברי עבירה וכולן לא אמרו אלא מפני דרכי שלום מחזיקין ידי עובדי כוכבים בשביעית אבל לא   ישראל ושואלין בשלומן מפני דרכי שלום:", 
            "<b>גמ'</b>   דף נט.", 
            "איתא תנא דברי רבי ישמעאל    ת\"ר וקדשתו לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול  מנה יפה ראשון אמר אביי נקטינן אין שם כהן נתפרדה החבילה ואמר אביי נקטינן אם אין שם לוי כהן שקרא ראשון קורא שלחו בני גלילא לרבי חלבו אחריהן מי קורא לא   הוה בידיה אתא שייליה לר' יצחק נפחא א\"ל אחריהן קוראין ת\"ח הממונין על הציבור אחריהן ת\"ח הראויין למנותן פרנסין על הציבור אחריהן בני ת\"ח שאבותן ממונין פרנסין על הציבור ואחריהן ראשי כנסיות וכל העם.", 
            "רבה ור' יוסף דאמרי תרוייהו   אין קורין בחומשין בבהכ\"נ מפני כבוד הציבור רבה ורב יוסף דאמרי תרוייהו האי ספר  אפטרתא אסור למיקרי ביה בשבתא מ\"ט דלא ניתן ליכתב מר בר רב אשי אמר לטלטולי נמי אסור מ\"ט דלא חזי למיקרי ביה בשבתא ולא היא שרי למקרי ביה ושרי לטלטוליה דר' יוחנן ורשב\"ל מעייני בספרא דאגדתא בשבת והא לא ניתן ליכתב אלא כיון דלא אפשר עת לעשות לה' הפרו תורתך הכי נמי כיון דלא אפשר עת "
        ], 
        [
            "לעשות לה' הפרו תורתך  כותבין  מגילה לתינוק להתלמד בה וכן הלכה:", 
            "   בור הקרוב לאמה.", 
            "איתמר בני נהרא רב אמר תתאי שתו ברישא ושמואל אמר עילאי שתו ברישא במיזל כ\"ע לא פליגי כי פליגי במיסכר ואשקויי והשתא דלא איתמר הלכתא לא כמר ולא כמר מאן דאלים גבר:", 
            "מצודות חיה:", 
            "באוזלי ואוהרי   כ\"ע לא פליגי כי פליגי בלחי וקוקרי ר' יוסי  סבר גזל גמור הוא ואע\"ג דמדבריהם הוא מוציאין אותו בדיינין ורבנן סברי לא והלכתא כרבנן:", 
            "העני המנקף כו'.", 
            "תנא אם  נטל ונתן ביד הרי זה גזל גמור:", 
            "אין ממחין ביד עניי עובדי כוכבים כו':", 
            "ת\"ר  מפרנסין עניי עובדי כוכבים עם עניי ישראל.", 
            "ומבקרין חולי עובדי כוכבים עם חולי ישראל מפני דרכי שלום וקוברין מתי עובדי כוכבים עם מתי ישראל מפני דרכי שלום:", 
            "מחזיקין ידי עובדי כוכבים כו'.", 
            "   מחזיקין והאמר רב דימי בר ששנא משמיה דרב אין עודרין עם העובדי כוכבים בשביעית ואין כופלין שלום לעוברי כוכבים לא צריכא למימר להו אחזוקי בעלמא כי הא דרב יהורה אמר להו אחזוקי רב ששת א\"ל אשרתא:", 
            "ואין כופלין שלום לעובדי כוכבים רב חסדא הוה מקדים יהיב להו שלמא ר\"נ בר יצחק אמר להו שלמא למר תניא לא יכנס אדם בביתו של עובדי כוכבים ביום אידו ויתן לו שלום מצאו בשוק נותן לו בשפה רפה ובכובד ראש:", 
            "\n  הדרן עלך פרק הניזקין \n  פרק ו' \n", 
            "<b>האומר</b>  התקבל גט זה לאשתי או  הולך גט זה לאשתי אם רצה להחזיר יחזיר האשה שאמרה התקבל לי גיטי אם רצה להחזיר לא יחזיר לפיכך אם אמר הבעל אי אפשי שתקבל לה אלא  הולך ותן לה אם רצה להחזיר יחזיר רשבג\"א אף האומרת טול לי גיטי אם רצה להחזיר לא יחזיר:", 
            "<b>גמ'</b>  פשיטא איש הוי שליח להולכה שכן בעל מוליך גט לאשתו אשה הויא שליח  לקבלה שכן אשה מקבלת גיטה מיד בעלה איש לקבלה ואשה להולכה מאי ופשטינן דאיש הוי נמי שליח לקבלה שכן אב מקבל גט לבתו קטנה ואשה נמי הויא שליח להולכה שכן אשה עצמה מביאה גיטה כדתנן (לעיל גיטין דף כג.) האשה עצמה מביאה גיטה ובלבד שתהא צריכה למימר בפני נכתב ובפ\"נ ואוקימנא "
        ], 
        [
            "בהולכה:", 
            "איתמר התקבל לי גיטי ואשתו אמרה הבא לי גיטי והוא אומר הא לך כמה שאמרה אמר רב נחמן אמר רבה בר אבוה אפילו הגיע גט לידה אינה מגורשת   דהא עקריה שליח לשליחותיה לגמרי  אמר   שליח לקבלה הוינא להולכה לא הוינא הבא לי גיטי ואשתו אמרה התקבל לי גיטי והוא אומר הא לך כמה  שאמרה כיון שהגיע גט לידה מגורשת דהא לא עקר ליה שליח לשליחותיה אלא מעוטי הוא דמעיט בשליחותיה וכן הלכתא.", 
            "ת\"ר התקבל לי גיטי ואשתו אמרה התקבל לי גיטי והוא אומר הולך ותן לה זכה לה והתקבל לה רצה להחזיר לא יחזיר ר' נתן אומר הולך ותן לה רצה להחזיר יחזיר זכה לה והתקבל לה רצה להחזיר לא יחזיר רבי אומר בכולן רצה להחזיר לא יחזיר אבל אם אמר אי אפשי שתקבל לה אלא הולך ותן לה רצה להחזיר יחזיר.", 
            "    איתמר התקבל לי גיטי ואשתו אמרה התקבל לי גיטי והוא אומר א הולך ותן לה אמר רבי אבא (בגמ' אמר ר\"ה אמר רב  ) בר רב הונא אמר רב ( (ד\"ת מ\"ז) מנשה) נעשה שלוחו ושלוחה ואם מת ולא הגיע הגט לידה חולצת ולא מתיבמת אלמא מספקא ליה אי הלכה כרבי נתן או כרבי אבל אמר ליה הילך בין לרבי בין לרבי נתן כזכה דמי והלכה כר' נתן דאמר הולך לאו כזכה דגרסינן בפרק השולח (גיטין דף לב:)   אמר אביי נקטינן שליח מתנה בשליח הגט למאי נפקא מינה להולך לאו כזכה דמי:", 
            "אמר רב  אין האשה עושה שליח לקבל גיטה מיד שלוחו של בעלה ור' חנינא אמר אשה  עושה שליח לקבל לה גיטה מיד שלוחו של בעלה מאי טעמיה דרב איבעית אימא משום בזיון דבעל "
        ], 
        [
            "ואי בעית אימא משום חצרה הבאה לאחר מכאן מאי בינייהו איכא בינייהו דקדמה איהי ושויא שליח מעיקרא.", 
            "הא מילתא חזינן בה פלוגתא ביני רבואתא איכא מאן דפסק הלכתא כרב ואיכא מאן דפסק הלכתא כר\"ח ומסייעא ליה למימריה מהאי מעשה דההוא גברא דשדר לה גיטא לדביתהו אתא שליח אשכחה דקא לשה אמר לה הא גיטיך אמרה ליה ליהוי פקדון גבך אר\"נ אם איתא לדר' חנינא עבידנא בה עובדא אמר ליה רבא ואם איתא עבדת בה עובדא והא לא חזרה שליחות אצל הבעל שלחוה  קמיה דר' אמי שלח להו לא חזרה שליחות אצל הבעל ורבי חייא בר אבא אמר נתיישב בדבר הדור שלחוה קמיה דר' חייא בר אבא אמר כולי האי שלחו לי ואזלי כי היכי דמספקא להו לדידהו הבא נמי מספקא לדידן הוי דבר שבערוה וכל דבר שבערוה חולצת ולא מתיבמת הוה עובדא ואצרכה רב יצחק בר שמואל בר מרתא גט וחליצה  גט מחיים וחליצה לאחר מיתה אלמא מדלא איסתפקא למאן דאיסתפקא ליה אלא משום דלא חזרה שליחות אצל הבעל ומאן דבטליה לגיטא נמי לא בטליה אלא משום דלא חזרה שליחות אצל הבעל מכלל דפשיטא להו לכולהו דהילכתא כר' חנינא דאי סבירא להו הלכה כרב אפילו חזרה שליחות אצל הבעל לא מספקא להו דגט פסול הוא   הילכך הלכה כרבי חנינא ודא היא סברא דרב האי גאון ז\"ל ומיסתברא כוותיה  ההיא דהוו קארו לה נפאתא אזול סהדי  כתוב טפאתא אמר רב יצחק בר שמואל בר מרתא משמיה דרב עשו עדים שליחותן מתקיף לה (בגמ' רבה  ) רבא מי קאמר כתובו חספא והבו לה אלא אמר (בגמ' רבה  ) רבא אי ודאי כתבו סהדי גיטא מעליא ואבד עשו עדים שליחותן מתקיף לה ר\"נ מי קאמר להו כתובו ואנחו בכיסייבו אלא אמר רב נחמן כותבין ונותנין אפילו מאה פעמים וכן  הילכתא א  בעא מיניה רבא מר\"נ אמר לשנים כתבו  ותנו לשליח מהו סלוקי סלקינהו או דילמא לטרחייהו חייש ואסיקנא תיקו ותיקו דאיסורא לחומרא הילכך לא מצי אינהו למיהוי שלוחים להולכה דחיישינן דילמא סלוקי סלקינהו:", 
            "רשכ\"ג אומר אף האומרת טול לי גיטי אם רצה להחזיר לא יחזיר ת\"ר טול לי ב  (ושא לי ויהא כו' כ\"ה בגמ'  ) יהא לי בידך כולן לשון קבלה הן.", 
            "<b>מתני'</b>  ג   האשה שאמרה התקבל לי גיטי  צריכה שתי כיתי עדים שנים שיאמר בפנינו אמרה ושנים "
        ], 
        [
            "שיאמרו בפנינו קבל וקרע ואפילו הן הראשונים והן האחרונים   או אחד מן הראשונים ואחד מן האחרונים ואחד מצטרף עמהן:", 
            "<b>גמ'</b>  איתמר בעל  אומר לפקדון ושליש אומר לגירושין רב הונא אמר בעל נאמן   רב חסדא אמר שליש נאמן רב הונא אמר בעל  נאמן דאם איתא דלגירושין יהביה ניהליה לדידה הוה יהיב ליה ורב חסדא אמר שליש נאמן דהא הימניה ואותיב רבי אבא לרב הונא מהא דתניא הודאת בעל דין כמאה עדים דמי והשליש נאמן משניהם ופריק שאני ממון דאיתיהיב למחילה ואקשינן והא תניא וכן לגיטין ופריק גיטי ממון ופסקו רבואתא הלכתא כרב הונא ואנן לא סבירא לן הכי אלא הלכתא כרב חסדא דסוגיין כוותיה  כדמברר   לקמן.", 
            " ומודה רב הונא דאי אמרה קמאי דידי  לגירושין יהיב ניהליה מהימנא מנו דאי בעיא אמרה לדידי   יהביה ניהלי.", 
            "(תנן האשה שאמרה התקבל לי גיטי צריכה שתי כיתי עדים כו' ואמאי נהימניה לשליח מי קנפיק גיטא מתותיה ידיה דליהמניה הא תינח בפנינו "
        ], 
        [
            "אמרה) קיבל למה לי אמר רבא הא מני רבי אלעזר היא דאמר עדי מסירה כרתי קרע למה לי אמר רב יהודה אמר רב בשעת הגזירה שנו.", 
            "  איתמר בעל אמר לגירושין ושליש אמר לגירושין והיא אומרת נתנו לי ואבד ממני א\"ר יוחנן הוה דבר שבערוה ואין דבר שבערוה פחות משנים אמאי וניהמניה לשליש מי קא נפיק גיטא מתותיה ידיה דליהמניה מהא שמעינן דהילכתא כרב חסדא והיינו דאמרי' דסוגיין כוותיה ולימא חזקה שליח עושה שליחותו דאמר   רב יצחק בר יוסף אמר רבי יוחנן האומר לשלוחו צא וקדש לי אשה ומת שליח אסור בכל הנשים חזקה שליח עושה שליחותו     לחומרא אבל לקולא לא.", 
            "ולהימנוה לדידה מדרב המנונא דאמר רב המנונא האשה שאמרה לבעלה גירשתני נאמנת חזקה אין אשה מעיזה פניה בפני בעלה ה\"מ   היכא דליכא דמסייע לה אבל היכא דאיכא   (בעל ושליש) דקא מסייעי לה מעיזה:", 
            " (לשון הרי\"ף) והשתא דאמרת דאמרינן חזקה שליח עושה שליחותו לחומרא אי בעלה כהן הוא איתסרא עליה ולעלמא לא משתריא עד דיהיב לה גיטא אחרינא ואי מיית ועדיין לא יהיב לה גיטא אחרינא אסירא לכהן ואי אית לה יבם חולצת ולא מתייבמת:", 
            "<b>מתני'</b>   נערה מאורסה היא ואביה מקבלין  גיטה "
        ], 
        [
            "  אמר רבי יהודה אין שתי ידים זוכות כאחת אלא אביה מקבל גיטה בלבד   וכל שאינה יכולה לשמור גיטה אינה יכולה להתגרש:", 
            "<b>גמ'</b>  במאי קא מיפלגי רבנן סברי יד יתירה זכי לה רחמנא ורבי יהודה סבר במקום אביה ידה ולא כלום וקי\"ל דיחיד ורבים הלכה כרבים וכי פליגי רבנן עליה דר' יהודה בגירושין אבל   בקידושין דברי הכל אביה ולא היא כדגרסי' בפ' האיש מקדש (קידושין דף מג:) אמר רבי יוחנן מחלוקת לגירושין אבל לקידושין דברי הכל אביה ולא היא פירוש שהתורה זיכתה שבח נעוריה לאב ולהכי שאני קידושין מגירושין וגרסינן נמי התם   בעא מניה רבא מרב נחמן  נערה מהו שתעשה שליח לקבל גיטה מיד בעלה כלומר בחיי אביה מי אלימא ידה כיד אביה לשוויי שליח או לא אמר ליה אין עושה שליח וה\"מ בחיי אביה אבל לאחר מיתת אביה כיון שהביאה שתי שערות עושה שליח לקבלה:", 
            " וכל שאינה יכולה לשמור גיטה אינה מגורשת תנו רבנן קטנה שהיא יודעת לשמור גיטה מתגרשת ושאינה יודעת לשמור גיטה  אינה מתגרשת ואי זו היא קטנה שהיא יודעת לשמור גיטה כל שמבחנת בין גיטה לדבר אחר:", 
            "א    אמר רבא שלש מדות  בקטן צרור וזרקו אגוז ונטלו זוכה לעצמו ואין זוכה לאחרים וכנגדו בקטנה  מתגרשת בקידושי אביה.", 
            "פירוש כגון שמת "
        ], 
        [
            "אביה אבל בחיי אביה והיא ברשות אביה אביה מקבל את גיטה ולא היא׃ א  הפעוטות  מקחן מקח וממכרן ממכרן במטלטלין והן (לעיל גיטין דף נט.) כבר שית כבר שבע כבר תמני כבר תשע כבר עשר כל חד וחד לפום חורפיה וכנגדו בקטנה  מתקדשת  למיאון    הגיעו לעונת הנדרים נדריהן נדר והקדשן הקדש וכנגדו  בקטנה חולצת  (נרשם במהר\"ם למחוק  ) (ולית הילכתא  כרבא בחליצה דהא פסיקנא בב\"ב פ' מי שמת   אמר רב נחמן אמר שמואל וכו' :", 
            "ולמכור בנכסי אביו עד שיהא  בן עשרים שנה.", 
            "ושמעינן  מהא דאע\"ג דהביא הבן שתי שערות אינו מוכר בנכסי אביו עד שיהא בן עשרים שנה:", 
            "(לעיל גיטין סד:) אמר רב יהודה אמר רב אסי נותנין לו צרור וזורקו אגוז ונוטלו זוכה לעצמו  ואינו זוכה לאחרים חפץ ומחזירו לאחר שעה זוכה לעצמו וזוכה לאחרים ושמואל אמר אחד זה ואחד זה זוכה לעצמו ואינו זוכה לאחרים שאין זוכה לאחרים עד "
        ], 
        [
            "שיביא שתי שערות וכן  הלכתא:", 
            "<b>מתני'</b>     קטנה שאמרה התקבל לי גיטי אינו גט עד שיגיע גט לידה לפיכך אם רצה להחזיר   שאין הקטן עושה שליח ואם אמר לו אביה התקבל לבתי גט אם רצה להחזיר לא יחזיר.", 
            "האומר  תן גט זה לאשתי במקום פלוני ונתנו לה במקום אחר פסול.", 
            "הרי היא במקום פלוני ונתנו לה במקום אחר כשר.", 
            "האשה שאמרה התקבל לי גיטי במקום פלוני וקבלו לה במקום אחר פסול ור' אלעזר מכשיר הבא לי גיטי ממקום פלוני והביאו לה ממקום אחר כשר.", 
            "הבא לי גיטי אוכלת בתרומה עד שיגיע הגט לידה.", 
            "התקבל לי גיטי אסורה לאכול בתרומה מיד.", 
            "קבל לי גיטי במקום פלוני אוכלת בתרומה עד שיגיע הגט לאותו מקום ור\"א אוסר מיד:", 
            "<b>גמ'</b>  רבי אלעזר מכשיר סבר  מראה מקום היא לו ולית הלכתא כותיה חדא דקי\"ל הלכה כסתם מתני' ועוד הא אוקימנא בפרק גט פשוט בשיטה דגרסי' התם (דף קסה.)   אמר אביי רשב\"ג ור' שמעון ור' אלעזר כולהו סבירא להו מראה מקום הוא לו רבי אלעזר דתנן האשה שאמרה התקבל לי גיטי  ממקום פלוני וקבלו לה ממקום אחר פסול ור' אלעזר מכשיר \n", 
            "<b>מתני'</b>     האומר כתבו גט ותנו לאשתי גרשוה כתבו אגרת ותנו לה הרי אלו יכתבו ויתנו פטרוה פרנסוה עשו לה כנימוס עשו לה כראוי לא אמר כלום:", 
            "<b>גמ'</b>  תנו רבנן "
        ], 
        [
            "שלחוה שבקוה תרכוה הרי אלו יכתבו ויתנו פטרוה פרנסוה עשו לה כנימוס עשו לה כראוי לא אמר כלום:", 
            "<b>מתני'</b>  בראשונה היו אומרים היוצא בקולר ואמר כתבו גט לאשתי הרי אלו יכתבו ויתנו חזרו לומר  אף המפרש והיוצא בשיירא רבי שמעון שזורי אומר אף המסוכן:", 
            "<b>גמ'</b>  א והלכתא כר\"ש שזורי דגרסינן בשחיטת חולין א\"ר יוחנן הלכה כר' שמעון שזורי במסוכן ובתרומת מעשר של דמאי:", 
            "גניבא יוצא בקולר הוה כי קא נפיק אמר להו הבו ארבע מאה זוזי לרבינא מחמרא דנהר פקוד קשיא ליה לרבי אבא   חמרא לא אמר דמי חמרא לא אמר מחמרא קאמר ואידך מחמרא כדי ליפות את כחו שלחו מתם מחמרא  כדי ליפות את כחו א\"ר הונא גיטו כמתנתו מה מתנתו אם עמד חוזר אף גיטו אם עמד חוזר ומה גיטו אע\"ג דלא פריש כיון דאמר כתובו אע\"ג דלא   קנו מיניה למימרא דהני ארבעה דתנינן במתני' כולהו כשכיב מרע דמצוה מחמת מיתה נינהו וכן הלכתא:"
        ], 
        [
            "<b>מתני'</b>  מי שהיה מושלך בבור  ואמר כל השומע קולי יכתוב גט לאשתי הרי אלו יכתבו ויתנו א  הבריא שאמר כתבו גט לאשתי רצה לשתק בה מעשה בבריא שאמר כתבו גט לאשתי ועלה לראש הגג ונפל ומת אמר רשב\"ג  אם מעצמו נפל הרי זה גט ואם הרוח דחפתו אינו גט:", 
            "<b>גמ'</b>  מעשה בבריא כו':", 
            "מעשה לסתור חסורי מחסרא והכי קתני ואם הוכיח סופו על תחלתו הרי זה גט ומעשה נמי בבריא שאמר כו' ההוא  גברא דעאל לבי כנישתא אשכחי למקרי ינוקי הוא ובריה דיתבי ויתיב אחרינא גבייהו אמר להו בי תרי מינייכו ליכתבו גט לאינתתיה לסוף שכיב מקרי דרדקי מי משוי איניש לברא שליחא במקום אבא או לא רב נחמן אמר לא משוי איניש ברא שליחא במקום אבא ורב פפא אמר משוי איניש ברא שליחא במקום אבא והילכתא משוי איניש ברא שליחא במקום אבא:", 
            "<b>מתני'</b>  אמר  לשנים תנו גט לאשתי או   לשלשה כתבו גט ותנו לאשתי הרי אלו יכתבו ויתנו אמר לשלשה תנו גט לאשתי יאמרו לאחרים ויכתבו מפני שעשאן בית דין דברי ר\"מ וזו הלכה העלה חנניה איש אונו מבית האסורים מקובל אני באומר לשלשה תנו גט לאשתי יאמרו לאחרים ויתנו מפני שעשאן ב\"ד אמר ר' יוסי נומינו לשליח אף אנו מקובלין שאפילו אמר לב\"ד הגדול שבירושלים תנו גט לאשתי שילמדו ויכתבו ויתנו לה:", 
            "<b>גמ'</b>  והלכתא כרבי יוסי דאמר שמואל אמר רבי הלכה כרבי יוסי דאמר מילי לא מימסרן לשליח ואמרינן נמי א\"ר ירמיה שלחו ליה מבי רב לשמואל ילמדנו רבינו אמר לב' כתבו גט ותנו לאשתי  ואמרו לסופר וכתב וחתמוהו מהו שלח להו תצא "
        ], 
        [
            "וכן הילכתא ואפילו אמר אמרו לסופר ויכתוב וילעדים ויחתומו הרי הגט בטל דתנן בפרקא דלקמן   אמרו לו נכתוב גט לאשתך אמר להן כתובו אמרו לסופר וכתב ולעדים וחתמוהו אע\"פ שכתבוהו וחתמוהו ונתנוהו לו וחזר ונתנו לה הרי הגט בטל עד שיאמר לסופר כתוב ולעדים חתומו, ושקלינן וטרינן בה בגמ' ואסקה רב אשי   כולה ר' יוסי היא ולא מיבעיא קאמר לא מיבעיא היכא דלא אמר תנו אלא אפי' אמר תנו נמי לא ולא מיבעיא היכא דלא אמר לבי תלתא אלא אפי' אמר לבי תלתא נמי לא ולא מיבעיא היכא דלא אמר אמרו אלא אפילו אמר אמרו לסופר ויכתוב ולעדים ויחתמו לא   ותניא כותיה דרב אשי כתב סופר לשמה וחתמו עדים לשמה אע\"פ שכתבוהו וחתמוהו ונתנוהו לו ונתנו לה הרי הגט בטל עד שישמעו קולו שיאמר לסופר כתוב ולעדים חתומו ישמעו לאפוקי ממ\"ד מודה רבי יוסי באומר אמרו קולו לאפוקי מדרב כהנא דאמר רב כהנא אמר רב  חרש שיכול לדבר מתוך הכתב כותבין ונותנין גט "
        ], 
        [
            "לאשתו אלמא לית הלכתא כוותייהו גרסינן בפרק כל הגט (גיטין דף כט.) רב אמר מתנה אינה כגט כלומר בגט הוא דאי אמר כתבו גט לאשתי לא מצו לשוויי שליח למיכתב גט משום בזיון דבעל אבל במתנה דליכא בזיון דבעל כי אמר כתובו שטר מתנה לפלוני על שדה שלי מצי לשוויי שליח למכתב ושמואל אמר מתנה הרי היא כגט טעמיה דשמואל בגט משום דמילי נינהו ומילי לא מימסרן לשליח ה\"נ במתנה מילי נינהו ומילי לא מימסרן לשליח וקי\"ל הלכתא כשמואל בדיני׃ ", 
            "<b>מתני'</b>   ( (ד\"ת מ\"ז) אמר  לעשרה כתבו גט לאשתי ילמדו ויכתבו ויתנו לה)   אמר לעשרה כתבו גט לאשתי אחד כותב ושנים חותמין כולכם כתובו אחד כותב וכולן חותמין לפיכך אם מת אחד מהם הרי הגט בטל׃  ", 
            "<b>גמ'</b>    תנו רבנן אמר לעשרה כתבו גט לאשתי א  אחד כותב ע\"י כולן כולכם כתובו אחד כותב במעמד כולן הוליכו גט לאשתי אחד מוליך ע\"י כולן כולכם הוליכו אחד מוליך במעמד כולם והשתא  תקינו רבנן בגיטא דכולכם כתובו כל חד מינכון חתומו כל תרי מינכון אובילו כל חד מינכון:", 
            "<b>מי</b>  שאחזו   קורדיקוס ואמר כתבו גט לאשתי לא אמר כלום כתבו גט לאשתי ואחזו קורדיקוס וחזר ואמר אל תכתבו אין דבריו האחרונים כלום נשתתק ואמרו לו נכתוב גט לאשתך "
        ], 
        [
            "והרכין בראשו בודקין אותו שלש פעמים אם אמר על לאו לאו ועל הין הין הרי   יכתבו ויתנו:", 
            "  אמרו לו נכתוב גט לאשתך אמר להן כתובו אמרו לסופר וכתבו לעדים וחתמו אע\"פ שכתבוהו וחתמוהו ונתנוהו לו וחזר ונתנו לה הרי הגט בטל עד שיאמר לסופר כתוב ולעדים חתומו:", 
            "<b>גמ'</b>    כתבו גט לאשתי ואחזו קורדיקוס וחזר ואמר אל תכתבו אין דבריו האחרונים כלום.", 
            "אמר רבי שמעון בן לקיש כותבין ונותנין גט לאלתר ורבי יוחנן אמר אין כותבין אלא לכשישתפה מ\"ט דר\"ש בן לקיש דקתני אין דבריו האחרונים כלום ורבי יוחנן מאי אין בדבריו אחרונים כלום דלכי מיתציל לא צריך לאימלוכי ביה ולעולם אין כותבין אלא לכשישתפה והלכתא כרבי יוחנן:", 
            " נשתתק ואמרו לו נכתוב גט לאשתך והרכין בראשו וכו':", 
            "  וניחוש דילמא שיחיא דלאו לאו אי נמי שיחיא דהין הין נקטיה א\"ר יוסף בר מניומי אמר רב נחמן דאמרינן ליה בסירוגין חד הין ותרין לאו חד לאו ותרין הין דבי ר' ישמעאל תנא אומרים לו דברים של ימות החמה בימות הגשמים ושל ימות הגשמים בימות החמה  מאי.", 
            "היא פירי:", 
            "  תנו רבנן כשם   שבודקין אותו לגיטין כך בודקין אותו למשאות ולמתנות ולעדיות ולירושות.", 
            "לעדיות אמר רב יוסף בר מניומי אמר רב ששת בעדות אשה דאקילו בה רבנן משום עגונא אבל עדות דעלמא לא דרחמנא אמר מפיהם ולא מפי כתבם.", 
            "ירושות לאו ירושות דעלמא אלא ירושת בנו הבכור דנכסי דידיה נינהו לכל מאן דבעי מזכי בהו ומשאות ומתנות נמי דידיה אבל לאסהודי בבדיקה לא וכי קאמרינן דבדקינן לגיטין דוקא למי שנשתתק אבל לחרש לא דתנו רבנן חרש לא הלכו בו אחר רמיזותיו ואחר קפיצותיו ואחר כתב ידו אלא במטלטלין אבל לא בגיטין והאי חרש דלא בדקינן לענין גטין דוקא שנשא כשהוא פקח ואח\"כ נתחרש אבל חרש מעיקרו בדקינן ליה דתנן (יבמות דף קיב:) חרש שנשא פקחת או פקח שנשא חרשת רצה יוציא רצה יקיים כשם שכונס ברמיזה כך יוציא ברמיזה פקח שנשא פקחת ונתחרשה רצה יוציא רצה יקיים נשטית לא יוציא נתחרש הוא או נשתטה לא יוציא עולמית ותנן נמי (לעיל גיטין דף נט.) חרש רומז ונרמז בן בתירא אומר קופץ ונקפץ במטלטלין ואמר רב נחמן כמחלוקת במטלטלין כך מחלוקת בגיטין:", 
            "אמרו לו נכתוב גט לאשתך כו'.", 
            "כבר כתבינן לה בפרקא דמקמי האי (בסי' תקכז) :", 
            "<b>מתני'</b>    זה גיטיך אם מתי  זה גיטיך מחולי זה זה גיטיך לאחר מיתתי לא אמר כלום מהיום אם מתי מעכשיו  אם מתי הרי זה גט מהיום ולאחר מיתה גט "
        ], 
        [
            "ואינו גט ואם מת חולצת ולא מתיבמת:", 
            "<b>גמ'</b>  אמר אביי  אם מתי שתי לשונות משמע משמע מעכשיו ומשמע לאחר מיתה אמר לה מהיום כמעכשיו דאמי לא אמר לה מהיום כמאן דאמר לאחר מיתה דאמי:", 
            "מהיום ולאחר מיתה כו':", 
            "מספקא לן אי תנאה הוי ואי חזרה הוי הילכך חולצת ולא מתיבמת:", 
            "<b>מתני'</b>  הרי זה גיטך מהיום אם מתי מחולי זה  ועמד והלך בשוק וחלה ומת אומדין אותו אם מחמת חולי הראשון מת הרי זה גט ואם לאו אינו גט:", 
            "<b>גמ'</b>    אמר רב הונא גיטו של שכיב מרע כמתנתו מה מתנתו אם עמד חוזר אף גיטו אם עמד חוזר  ולית הילכתא כרב הונא דהא אסיקנא  דף עג.", 
            "(רבה ורבא לא ס\"ל הא דר\"ה כו' כ\"ה בגמ'  ) רבא לא סבירא להו הא דרב הונא גזרה שמא יאמרו דיש גט לאחר מיתה הילכך אם עמד אינו חוזר אלא היכי עביד כדאתקין שמואל כדבעינן למימר קמן.", 
            "  אמר רבי אלעזר משמיה דרב  שביב  מרע שניתק מחולי לחולי מתנתו מתנה   ההוא גברא דזבין ארעא לחבריה "
        ], 
        [
            "קביל עליה כל  אונסא דמיתיליד בה לסוף אפיקו בה נהרא אתו לקמיה דרבינא א\"ל זיל שפי ליה דהא קבילת עלך כל אונסא דמתיליד בה אמר ליה רב אחא בר תחליפא לרבינא אונסא דלא שכיח הוא איגלגל מילתא ומטת לקמיה דרבא אמר אונסא דלא שכיח הוא  רב פפא ורב הונא בריה דרב יהושע זבון שומשמא אגודא דנהר מלכא  אגורו מלחי למעברינהו וקבילו עליהו כל אונסא דמתיליד לסוף איסתכר נהר מלכא   נקטו מלחי אמרי להו אגורו חמרא ואפקינהו ניהלן דהא קבילתון כל אונסא דמתיליד אתו לקמיה דרבא אמר להו קאקי חיוורי משלחי גלימא דאנשי  אונסא דלא שכיח הוא והלכתא כרבא׃ \n", 
            "<b>מתני'</b>   לא תתייחד עמו אלא על פי עדים אפילו עבד אפילו שפחה חוץ משפחתה מפני שלבה גס בה:", 
            "מה היא באותן הימים ר יהודה אומר הרי היא   כאשת איש לכל דבר רבי יוסי אומר מגורשת ואינה מגורשת:", 
            "<b>גמ'</b>  תאנא ובלבד שימות ולכי מאית הוי גיטא והא קיימא לן אין גט לאחר מיתה אמר רבא באומר מעת שאני בעולם תנו רבנן  ימים׃ שבינתים בעלה זכאי במציאתה ובמעשה ידיה ובהפרת נדריה ויורשה ומטמא לה   כללו של דבר הרי היא כאשתו לכל דבר אלא שאינה צריכה הימגו גט שני דברי ר' יהודה רבי מאיר אומר בעילתה תלויה רבי יוסי אומר בעילתה ספק וחכמים אומרים  מגורשת (ואינה מגורשת) (ב' תיבות אלו לכל דבר אינו בגמ' דידן ועי' מ\"ש הרא\"ש ע\"ז הביאו כאן בשלטי גבורים אות ג'  ) לכל דבר ובלבד שימות:"
        ], 
        [
            "ולא תתיחד עמו ואפי' בנה קטן עמה לפי שאינה בושה לשמש כנגדו:", 
            "ראוה שנים שנתיחדה עמו צריכה הימנו גט שני אחד אינה צריכה הימנו גט שני אחד בשחרית ואחד בין הערבים זה היה מעשה ואמרו אין מצטרפין:", 
            "<b>מתני'</b>  ה\"ז  גיטיך על מנת שתתני לי מאתים זוז הרי זו מגורשת  והיא תתן.", 
            "ע\"מ שתתני לי מכאן ועד שלשים יום  נתנה לו בתוך שלשים יום מגורשת לאחר שלשים יום אינה מגורשת אמר ר\"ש כן גמליאל מעשה בצידן באחד שאמר לאשתו ה\"ז גיטיך ע\"מ שתתני לי איצטליתי ואבדה איצטליתו אמרו חכמים שתתן לו את דמיה׃ \n", 
            "<b>גמ'</b>  מאי  והיא תתן ר\"ה אמר והיא תתן רב יהודה אמר לכשתתן מאי בינייהו איכא בינייהו שנקרע הגט או נאבד לרב הונא דאמר והיא תתן אין צריכה ממנו גט שני לרב יהודה דאמר לכשתתן צריכה ממנו גט שני והלכתא כרב הונא דקי\"ל כל האומר על מנת כאומר מעכשיו דאמי ותניא נמי כוותיה הרי זה גיטיך על מנת שתתני לי מאתים זוז הרי זו מגורשת ואע\"פ שנקרע הגט או אבד ולאחר  לא תנשא עד שתתן:", 
            "  בעא מיניה רב אסי מר' יוחנן הרי זה גיטיך על מנת שתתני לי מאתים זוז וחזר ואמר  מחולין ליך מהו אמר ליה אינה מגורשת דלצעורה קא מיכוון והא לא ציערה א    ההוא  גברא דאמר ליה לאריסיה כולי עלמא דלו תלת דליאתא ואכלי ריבעא ואת דלי ארבעה ואכול תילתא לסוף אתא  מיטרא ולא דלה.", 
            "אמר רב יוסף הא לא דלה רבה אמר הא לא איצטריך והלכתא כרבה   וקשיא לן ההיא דאמר רבא בהשוכר את האומנין   האי מאן דאגר אגירי לדוולא ואתא מיטרא פסידא דפועלין ומסתברא לן דשאני אריס מפועל דאריס כשותף דאמי דאי איתניסא ההיא ארעא לא הוה שקיל מידי הילכך כיון דקביל "
        ], 
        [
            "עליה דדלי ארבעה קנה ליה תילתא וכיון דלא איצטריך לא פקעא מנתא דיליה:", 
            "אמר רשב\"ג  מעשה בצידן כו':", 
            "  אמר רבה בר בר חנה א\"ר יוחנן כל מקום ששנה רשב\"ג במשנתנו הלכה כמותו חוץ מערב וצידן וראיה אחרונה הילכך איצטלית דוקא בעיא למיתב ליה ואי אבדה אע\"ג דיהבא ליה דמי דידה לא הוי גט:", 
            "  אתקין  שמואל בגיטא דשכיב מרע  אם לא מתי לא יהא גט ואם "
        ], 
        [
            "מתי יהא גט ואם לא מתי לא יהא גט אם לא מתי לא יהא גט לא מקדים איניש פורענותא לנפשיה ואם מתי יהא גט ואם לא מתי לא יהא גט  בעינן הן קודם ללאו:", 
            "  ת\"ר הרי זה   גיטיך והנייר שלי אינה מגורשת על מנת שתחזירי לי את הנייר מגורשת מאי שנא רישא מאי שנא סיפא א\"ר אשי הא מני רבי היא דאמר כל  האומר על מנת כאומר מעכשיו דמי וכן הלכתא:"
        ], 
        [
            "<b>מתני'</b>    הרי זה גיטיך על מנת שתשמשי את אבא על מנת שתניקי את בני כמה היא מניקתו שתי שנים ר יהודה אומר   שמנה עשר חדש מת הבן או שמת  האב הרי זה גט   הרי זה  גיטיך על מנת שתשמשי את אבא שתי שנים על מנת שתניקי את בני שתי שנים מת הבן או שמת האב או שאמר האב אי אפשי שתשמשני שלא בהקפדה אינו גט רבן שמעון בן גמליאל אומר כזה גט כלל אמר רשב\"ג כל עכבה שאינה ממנה הרי זה גט:", 
            "<b>גמ'</b>  ומי בעינן כולי האי ורמינהי שימשתו יום אחד הניקתו יום אחד הרי זה גט אמר רב חסדא לא קשיא מתני' רבנן ברייתא רבן שמעון בן גמליאל דמיקל בתנאי  ולית הלכתא כרבן שמעון בן גמליאל רבא אמר לא קשיא באן בסתם שתי שנים כאן במפרש יום אחד רב אשי אמר סתם נמי במפרש יום אחד דמי ומתניתין וברייתא חד טעמא אינון ולא פליגי ואי מתני' במפרש יום אחד דמי מה לי שתי שנים ומה לי שמנה עשר חדש יום אחד סגיא הכי קאמר יום אחד משתי שנים לאפוקי לאחר שתי שנים דלא יום אחד משמונה עשר חדש לאפוקי לאחר שמנה עשר חדש דלא כלומר אם שמשתו לאביו יום אחד בחיים או הניקתו לבנו יום אחד בתוך שתי שנים אלו או בתוך שמנה עשר חדש אלו הרי זה גט אבל לאחר שתי שנים ולאחר שמנה עשר חדש לא והלכתא כרב אשי דבתרא הוא ואע\"ג דאקשינן ליה ואסיקנא בקשיא הלכתא כוותיה דהא לא אסיקנא בתיובתא ואיכא מאן דאמר כיון דדייקא מתני' כוותיה דרבא "
        ], 
        [
            " הלכתא כוותיה.", 
            "  ת\"ר הרי זה גיטיך על מנת שתשמשי את אבא שתי שנים על מנת שתניקי את בני שתי שנים אע\"פ שלא נתקיים התנאי הרי זה גט לפי שלא אמר אם תשמשי ואם לא תשמשי אם תניקי ואם לא תניקי דברי ר' מאיר וחכמים אומרים נתקיים התנאי הרי זה גט לא נתקיים התנאי אינו גט   והלכתא כרבנן א  ואע\"ג דקי\"ל דבעינן תנאי  כפול הני מילי  דאם תשמשי ואם לא תשמשי כענין שנאמר  במדבר לב  אם יעברו בני גד   ואם לא יעברו וכדאתקין   שמואל בגיטא דש\"מ אבל בעל מנת  לא  וקי\"ל   דכל האומר על מנת כאומר מעכשיו דמי תנו רבנן אמר לה  בפני שנים ב  ה\"ז גיטיך על מנת שתשמשי את אבא שתי שנים   וחזר ואמר לה בפני שנים הרי זה גיטיך על מנת שתתני לי מאתים זוז לא ביטלו דבריו האחרונים את הראשונים רצתה משמשתו רצתה נותנת לו מאתים זוז אבל אם אמר לה בפני שנים הרי זה גיטיך על מנת שתתני לי מאתים זוז וחזר ואמר לה בפני שנים הרי זה גיטיך על מנת שתתני לי שלש מאות זוז בטלו דבריו האחרונים את הראשונים ואין אחד מן הראשונים ואחד מן האחרונים מצטרפין אהייא אילימא אסיפא הרי ביטל אלא ארישא מהו דתימא כל לקיומי תנאה "
        ], 
        [
            "מצטרפין קמ\"ל דלא׃ \n", 
            "<b>מתני'</b>  הרי זה גיטיך אם לא  באתי מכאן ועד שלשים יום והיה הולך מיהודה לגליל והגיע לאנטיפרס וחזר בטל התנאי הרי זה גיטיך אם לא באתי מכאן ועד ל' יום והיה הולך מגליל ליהודה הגיע לכפר עותני וחזר בטל התנאי הרי זה גיטיך אם לא באתי מכאן ועד ל' יום והיה הולך למדינת הים הגיע לעכו וחזר בטל התנאי הרי זה גיטיך  כל זמן שאעבור מכנגד פניך שלשים יום היה הולך ובא הולך ובא הואיל ולא נתייחד עמה הרי זה גט:", 
            "<b>גמ'</b>    והא לא עבר אמר רב הונא מאי פניך תשמיש ואמאי קארי ליה פניך לישנא מעליא ורבי יוחנן אמר לעולם פניך ממש מי קתני ה\"ז גט ומגורשת הרי זה גט   קתני דלא הוי גט ישן ולכי מלו תלתין יומין הוי גיטא תניא כוותיה דר' יוחנן הרי זה גיטיך כל זמן שאעבור מכנגד פניך שלשים יום והיה הולך ובא הולך ובא הואיל ולא נתייחד עמה הרי זה גט ולא תנשא לאחר עד שיעברו ל' יום ולגט ישן אין חוששין שהרי לא נתייחד עמה וליחוש שמא  פייס אמר רבה בר רב הונא הכי אמר אבא מארי משמיה דרב "
        ], 
        [
            "באומר נאמנת עלי לומר שלא פייס ואיכא מאן דמתני לה אמתני' מעכשיו אם לא באתי מכאן ועד י\"ב חדש ומת בתוך י\"ב חדש הרי זה גט וליחוש שמא בא אמר רבה בר רב הונא הכי אמר אבא מארי משמיה דרב באומר נאמנת עלי לומר שלא באתי מאן דמתני לה אמתניתין כ\"ש אברייתא ומאן דמתני לה אברייתא אבל אמתני' לא אם לא באתי קאמר והא לא אתא:", 
            "<b>מתני'</b>  הרי זה גיטיך אם לא באתי מכאן ועד שנים עשר חדש ומת בתוך י\"ב חדש אינו גט הרי זה גיטיך מעכשיו אם לא באתי מכאן עד י\"ב חדש ומת  בתוך י\"ב חדש ה\"ז גט אם לא באתי מכאן ועד י\"ב חדש כתבו גט ותנו לאשתי כתבו בתוך י\"ב חדש ונתנו לאחר י\"ב חרש אינו גט:", 
            "<b>גמ'</b>   אמר אביי א    הכל מודים היכא דאמר לה לכשתצא  חמה מנרתיקה   לכי נפקא אמר לה ואי מאית בליליא הוי גט לאחר מיתה ואין גט לאחר מיתה על מנת שתצא חמה מנרתיקה מעכשיו קאמר לה והוה לה גט מחיים כדרב הונא דאמר רב הונא כל האומר על מנת כאומר מעכשיו דאמי לא נחלקו אלא באם תצא "
        ], 
        [
            "מר סבר כר' יוסי   דאמר זמנו של שטר מוכיח עליו והו\"ל כמהיום אם מתי מעכשיו אם מתי ומ\"ס לא אמרי' כר יוסי והו\"ל כאם מתי גרידא א  והילכתא כרבנן:", 
            "ה\"ז גיטיך מעכשיו אם לא באתי מכאן ועד י\"ב חדש ומת בתוך י\"ב חדש הרי זה גט איבעיא לן   כי שרינן לה לאלתר שרינן לה דהא ודאי לא אתי או דלמא לאחר י\"ב חדש שרינן לה לכי מקיים תנאיה ולא איפשיטא.", 
            "ולחומרא עבדינן ולא פטרינן לה בלא חליצה ולא שרינן לה לעלמא אלא לאחר י\"ב חדש לכי מקיים תנאיה:", 
            "<b>מתני'</b>  כתבו ותנו גט לאשתי אם לא באתי מכאן ועד י\"ב חדש כתבו בתוך י\"ב חדש ונתנו לאחר י\"ב חדש אינו גט ר' יוסי אומר כזה גט כתבו לאחר י\"ב חדש  ומת אם גט קודם למיתה הרי זה גט ואם מיתה קדמה לגט אינו גט אין ידוע זו היא שאמרו מגורשת ואינה מגורשת׃ \n ", 
            "<b>גמ'</b>    א\"ל רב יימר לרב אשי לימא קסבר ר' יוסי כתבו גט על תנאי כשר לא לעולם אימא לך פסול ושאני הכא מדהו\"ל למימר אם לא באתי כתבו ותנו ואמר כתבו ותנו אם לא באתי שמע מינה ה\"ק כתבו מעכשיו ותנו אם לא באתי ורבנן לא שנא הכי ולא שנא הכי והילכתא כרבנן ת\"ר לאחר  שבוע שנה לאחר שנה חדש לאחר חדש שבת לאחר שבת מאי יתיב ר' זירא קמיה דרב יוסף ואמרי לה קמיה דרבי יוחנן ויתיב וקאמר חד בשבא ותרי בשבא ותלתא בשבא בתר שבתא ארבעה וחמשה ומעלי   "
        ], 
        [
            "קמי שבתא תניא רבי אומר לאחר הרגל ל'  יום נפק רבי חייא דרשה משמיה דרבי וקלסוה משמייהו דרבים ולא קלסוה אלמא לית הלכתא כותיה דרבי:", 
            "\n  הדרן עלך פרק מי שאחזו \n  פרק ח' \n", 
            "<b>הזורק</b>  גט  לאשתו והיא בתוך ביתה או בתוך חצרה הרי זו מגורשת זרקו לה לתוך ביתו או לתוך חצרו אפילו  דף נ\"א אפי' היא עמו.", 
            "ד\"ת  הוא עמה במטה אינה מגורשת לתוך חיקה או לתוך קלתה הרי זו מגורשת:", 
            "<b>גמ'</b>  חצרה מה שקנתה אשה קנה בעלה  דף עז:", 
            "ע\"ש  אמר רבא אטו ידו דעבד למאן דאמר בשטר ע\"י עצמו לאו כיד רבו דמיא אלא גיטו וידו באין כאחד ה\"נ גיטה וחצרה באין כאחד   ההוא ש\"מ דכתב גיטא לדביתהו בפניא דמעלי שבתא לא איספיק למיתביה ניהלה למחר תקיף ליה עלמא אתו לקמיה דרבא אמר להו זילו אמרו ליה  נקנייה ניהלה לההוא דוכתא דיתיב בה גיטא ותיזיל איהי ותיתיר ותפתח ותחזיק בה דתנן נעל גדר פרץ כל שהוא הרי זו חזקה והוה ליה גיטה וחצרה באין כאחת וכן הלכתא:", 
            "בתוך ביתה או בתוך חצרה:", 
            "אמר עולא והוא  שעומדת בתוך ביתה או בתוך חצרה ור' הושעיא אמר אפי' היא בטבריא וחצרה בציפורי והלכתא כעולא דהכין אסקה רב אשי בפרק שנים אוחזין בטלית (דף יא:) כוותיה דאמר רב אשי חצר איתרבאי מידה   ולא גרע משליחות גבי גט דחוב הוא לה ואין חבין לו לאדם אלא בפניו הלכך בעינן והוא שעומדת בצד ביתה או בצד חצרה "
        ], 
        [
            "גבי מתנה דזכות הוא לה   זכין לו לאדם שלא בפניו:", 
            "אפילו   עמו במטה אינה מגורשת:", 
            "  אמר רבא לא שנו אלא במטה שלו אבל במטה שלה מגורשת שמעת מינה כליו של לוקח ברשות מוכר קנה לוקח לא צריכא במטה דגביהה עשרה ואף על גב דאיכא מקום כרעי המטה ברשותיה דבעל מקום כרעי המטה לא קפדי אינשי:", 
            "לתוך חיקה או לתוך קלתה הרי זו מגורשת:", 
            "מאי טעמא לפי שאין אדם מקפיד לא על מקום חיקה ולא על מקום קלתה ולא על דבר שהוא כקלתה מאי היא   טיפקא דאכלה ביה תמרי:", 
            "<b>מתני'</b>   אמר לה  כנסי שטר חוב   זה או שמצאתו  מאחריו קוראה והרי הוא גיטה אינו גט עד שיאמר לה הא גיטיך נתן בידה והיא  ישנה נעורה קוראה והרי הוא גיטה אינו גט עד שיאמר לה הא גיטך היתה עומדת ברה\"ר וזרקו לה קרוב לה מגורשת קרוב לו אינה מגורשת מחצה  למחצה מגורשת ואינה מגורשת וכן  לענין  קדושין  ולענין החוב אמר לו זרוק לי חובי וזרקו לו קרוב למלוה זכה   הלוה קרוב ללוה הלוה חייב מחצה על מחצה יחלוקו:", 
            "<b>גמ'</b>  או שמצאתו מאחריו:", 
            "וכי אמר לה הא גיטיך מאי הוי הוה ליה טלי גיטיך מע\"ג קרקע ואמר רבא  טלי גיטיך מע\"ג קרקע "
        ], 
        [
            "לא אמר כלום אימא ששלפתו מאחריו והא בעינא ונתן בידה וליכא לא צריכא דעריק לה חרציה ושקלתיה:", 
            "היתה עומדת ברה\"ר וזרקו לה כו':", 
            "היכי דמי קרוב לה   א\"ל שמואל לרב יהודה  כדי שתשוח ותטלנו   ואת לא תעביד עובדא עד דמטי גיטא  לידה א\"ל רב מרדכי לרב אשי הוי עובדא  ואצרכוה חליצה:", 
            "  א\"ר אסי א\"ר יוחנן   לגיטין ולקדושין אמרו "
        ], 
        [
            "ולא לדבר אחר איתיביה רבי אבא וכן  לענין  החוב אמר לו זרוק לי חובי וכו' ופריק הכא במאי עסקינן דאמר ליה זרוק לי חובי בתורת גיטין אי הכי מאי למימרא מהו דתימא מצי אמר ליה משטה אני בך קמ\"ל דלא.", 
            "אמר רב חסדא גט בידה   ומשיחה בידו רואין אם יכול לנתקו ולהביאו אצלו אינה מגורשת ואם לאו מגורשת מ\"ט דאינה מגורשת בעינן כריתות "
        ], 
        [
            "וליכא:", 
            "<b>מתני'</b>    בית שמאי אומרים  פוטר אדם את אשתו בגט ישן ובית הלל אוסרין אי זה הוא גט ישן כל שנתייחד עמה מאחר שכתבו לה  :", 
            "<b>גמ'</b>  במאי קא מיפלגי ב\"ש סברי לא אמרינן גזרה שמא יאמרו גיטה קודם לבנה ובית הלל סברי אמרינן גזרה שמא יאמרו גיטה קודם לבנה אמר רבי אבא אמר שמואל ואם נשאת לא תצא ואיכא דאמרי אמר רבי אבא אמר שמואל ואם נתגרשה תנשא  לכתחלה:", 
            "<b>מתני'</b>  א  כתב לשם  מלכות שאינה הוגנת לשם  מלבות מדי לשם מלכות יון לחורבן הבית לבנין הבית היה במזרח וכתב במערב במערב וכתב במזרח תצא מזה ומזה וצריכה גט מזה ומזה אין לה כתובה ולא פירות ולא מזונות ולא בלאות על זה ועל זה אם נטלה מזה ומזה תחזיר והולד ממזר מזה ומזה לא זה וזה מיטמאין לה ולא זה וזה זכאין במציאתה ולא במעשה ידיה ולא בהפרת נדריה היתה בת ישראל נפסלה מן הכהונה   בת לוי מן המעשר בת כהן מן התרומה ואין יורשיו של זה ויורשיו של זה יורשין כתובתה מתו אחיו של זה ואחיו של זה חולצין ולא מיבמין  שינה שמו ושמה שם  עירו ושם עירה תצא מזה ומזה וכל הדרכים האלו בה:", 
            "<b>גמ'</b>  אמר עולא מפני מה תקנו מלכות "
        ], 
        [
            "בגיטין משום שלום מלכות ומשום שלום מלכות תצא והולד ממזר אין רבי מאיר לטעמיה דאמר רב המנונא משמיה דעולא אומר היה רבי מאיר כל המשנה ממטבע שטבעו חבמים בגיטין הולד ממזר:", 
            "   דף פ:", 
            " אמר רב (גי' ד\"ת הונא) יהודה אמר רב זו דברי ר\"מ אבל חכמים אומרים הולד כשר ומודים חכמים לר' מאיר שאם שינה שמו ושמה שם עירו ושם עירה תצא מזה ומזה וכל הדרכים האלו בה אמר  רב אסי אף אנן נמי תנינא  שינה שמו ושמה שם עירו ושם עירה תצא מזה ומזה וכל הדרכים האלו בה הא מאן קתני לה אילימא ר\"מ אי הכי נערבינהו ונתנינהו אלא לאו ש\"מ רבנן היא ש\"מ׃ \n", 
            "<b>מתני'</b>    כל  העריות שאמרו צרותיהן מותרות הלכו הצרות האלו ונישאו ונמצאו אלו אילונית תצא מזה ומזה וכל הדרכים האלו בה הכונס את יבמתו והלכה צרתה ונשאת לאחר ונמצא זו שהיא אילונית תצא מזה ומזה וכל הדרכים האלו בה:", 
            "<b>גמ'</b>  ירושלמי  זו דברי ר' מאיר שאמר משום ר' עקיבא אבל חכמים אומרים אין ממזר ביבמה וקי\"ל כחכמים:", 
            "<b>מתני'</b>   כתב  צ\"ל כתב סופר גט לאיש ושובר לאשה וטעה ונתן גט לאשה כו' אך גם בירושלמי הלכה ז' נוסח המשנה כמו ברי\"ף כאן.", 
            "   הסופר    וטעה ונתן גט לאשה ושובר לאיש נתנו זה לזה לאחר זמן הרי הגט יוצא מתחת ידי האיש והשובר מיד האשה תצא מזה ומזה וכל הדרכים האלו בה רבי אליעזר אומר אם לאלתר יצא אינו גט אם לאחר זמן יצא הרי זה גט   לא כל הימנו של ראשון לאבד זכותו של שני:", 
            "<b>גמ'</b>    היכי דמי "
        ], 
        [
            "לאחר זמן היכי דמי לאלתר אמר רב יהורה אמר שמואל כל זמן שיושבין    זהו לאלתר עמדו זהו לאחר זמן ורב אדא בר אהבה אמר לא נשאת זהו לאלתר נשאת זהו לאחר זמן:", 
            " עי' מ\"ש בגליון האלפס בריש פ\"ו דכתובות סי' רצ\"ג.", 
            "   ומדקא מפרשינן דברי רבי אליעזר ש\"מ הלכתא כוותיה ומסתברא כדקא פריש רב אדא בר אהבה דדייקא מתני' כוותיה ואף על גב דפריק שמואל שינויא בעלמא הוא ולא סמכינן אשינויא:", 
            "<b>מתני'</b>    כתב לגרש את  אשתו ונמלך ב\"ש אומרים פסלה מן הכהונה ובית הלל אומרים אע\"פ שנתן לה הגט על התנאי ולא נעשה התנאי  לא פסלה מן הכהונה:", 
            "<b>גמ'</b>  (לשון הרי\"ף  ) והיכא דכתב לה גיטא לדביתהו ואמר לה הרי את מגורשת ממני ואי את מותרת לכל אדם אע\"ג דלא מישתריא לעלמא איפסילא לה לכהונה דתניא   ואשה גרושה מאישה   אע\"פ שלא נתגרשה אלא מאישה פסולה לכהונה והיינו ריח הגט דפוסל בכהונה:", 
            "  שלח ליה רב יוסף בריה דרב מנשיא מדויל לשמואל ילמדנו רבינו  יצא עליו קול איש פלוני כהן כתב לה גט לאשתו והרי היא יושבת תחתיו ומשמשתו מהו שלח ליה תצא והדבר צריך בדיקה מאי היא דאי איגליא מלתא דקרו לנתינה כתיבה דילמא נתן קאמרי ותצא תצא והאמר רב אשי כל קלא דבתר נישואין לא חיישינן ליה מאי תצא דקאמר שמואל משני א\"כ אתה מוציא לעז על בניו של ראשון כיון דמשני מפקת לה ומראשון לא מפקת לה אתו למימר סמוך למיתה גירשה׃ \n", 
            "<b>מתני'</b>   המגרש את אשתו ולנה עמו בפונדקי ב\"ש אומרים אין צריכה ממנו גט שני ובית הלל אומרים צריכה ממגו גט שני ומודים בשנתגרשה מן האירוסין שאין צריכה ממנו גט שני מפני שאין לבו גס בה:", 
            "  כנסה א  בגט קרח תצא מזה ומזה וכל הדרכים האלו בה:", 
            "<b>גמ'</b>  מתני' בשלא ראוה  שנבעלה ובדאיכא עידי יחוד וליכא עידי ביאה פליגי ב\"ש סברי לא אמרי' הן הן עידי יחוד הן הן עידי ביאה וב\"ה סברי אמרינן הן הן עידי יחוד הן הן עידי ביאה   ומודים בשנתגרשה מן האירוסין שאינה צריכה ממנו גט שני דלא אמרינן הן הן עידי יחוד הן הן עידי ביאה משום דאין לבו גס בה:", 
            "\n  הדרן עלך פרק הזורק \n "
        ], 
        [
            "<b>   המגרש</b>   את אשתו ואמר לה הרי את מותרת לכל אדם אלא לפלוני ר\"א מתיר וחכמים אוסרים כיצד יעשה יטלנו ממנה ויחזור ויתננו לה ויאמר לה הרי את מותרת לכל אדם ואם כתבו   לתוכו אע\"פ שחזר ומחקו פסול:", 
            "<b>גמ'</b>  איבעיא להו א  האי אלא חוץ הוא או ע\"מ הוא חוץ הוא ובחוץ הוא דפליגי רבנן עליה דר\"א דהא שייר לה בגט אבל בע\"מ מודו ליה מידי דהוה אכל תנאי דעלמא "
        ], 
        [
            "או דילמא ע\"מ הוא ובעל מנת הוא   דפליג ר\"א עלייהו דרבנן אבל בחוץ מודה להו דהא שייר ליה בגט ופשט רבינא דחוץ הוא  אבל בע\"מ מודו ליה   אמר רבא הרי זה גיטיך ע\"מ שלא תשתי יין  כל ימי  הרי\"ף ז\"ל גריס הכא בגיטין כמו ביומא (דף יג.) ולא קשיא מידי קושית התוס' דהכא בד\"ה כל ימי ע\"ש.", 
            "   חיי וחייכי אין זה כריתות כל ימי חיי פלוני הרי זה כריתות "
        ], 
        [
            "מאי שנא חיי פלוני דילמא מאית ומקיימא ליה לתנאה הוא נמי דילמא מאית ומקיימא ליה לתנאיה אלא אימא כל ימי חייכי אין זה כריתות כל ימי חיי פלוני הרי זה כריתות וכן כל ימי חיי הרי זה כריתות:", 
            "  תנו רבנן הרי זה גיטך ע\"מ שתנשאי לפלוני הרי זו לא תנשא ואם נשאת לא תצא מאי קאמר אמר רבא הכי קאמר הרי זו לא תנשא לא לו ולא לאחר לו שמא יאמרו נשותיהן נותנין במתנה לאחר לא תנשא דבעיא קיומי לתנאיה ואם נשאת לו לא תצא לאחר  תצא:", 
            "ת\"ר הרי זה גיטיך על מנת שתעלי   לרקיע על מנת שתרדי לתהום על מנת  שתבלעי קנה בן מאה אמה ע\"מ שתפרחי באויר ע\"מ שתעברי את הים הגדול ברגליך אינו גט ר' יהודה בן תימא אומר כזה גט כלל א\"ר יהורה בן תימא כל שא\"א לו לקיימו בסופו והתנה עליו מתחלתו אינו אלא כמפליגה בדברים וכשר אמר ר\"נ אמר רב הלכה כרבי יהודה בן תימא אמר רנב\"י מתני' נמי דייקא דקתני כל שאפשר לו לקיימו בסופו והתנה עליו מתחלתו תנאו קיים הא א\"א תנאו בטל ש\"מ:", 
            "  ואם כתבו לתוכו אע\"פ שחזר ומחקו פסול:", 
            "א  א\"ר ספרא כתכו כתוכו תנן "
        ], 
        [
            "פשיטא כתבו בתוכו תנן מהו דתימא ה\"מ לאחר התורף אבל לפני התורף אפילו ע\"פ פסול קמ\"ל ורבא אמר לא שנו אלא לאחר התורף אבל לפני התורף אפילו על פה נמי פסול ואזדא רבא לטעמיה דאמר רבא להנהו דכתבי גיטי שתיקו לבעל עד דכתביתו לתורפיה דגיטא והלכתא כרבא:", 
            "ת\"ר כל התנאין פוסלין בגט דברי רבי וחכמים אומרים כל הפוסל על פה פוסל בכתב כל שאינו פוסל על פה אינו פוסל בכתב חוץ שפוסל על פה פוסל בכתב על מנת שאינו פוסל על פה אינו פוסל בכתב   אמר רבא מחלוקת לאחר התורף דרבי סבר גזרינן לאחר התורף אטו לפני התורף ורבנן סברי לא גזרינן אבל לפני  התורף דברי הכל פסול ומתניתין דקתני כתבו לתוכו ואוקימנא בחוץ אבל על מנת לא פסיל לאחר התורף ורבנן היא וכן הלכה:", 
            "מתני' הרי את  מותרת לכל אדם אלא  לאבא ולאביך לאחי ולאחיך לעבד ולעובד כוכבים ולכל מי שאין לה עליו קדושין כשר הרי את מותרת לכל אדם אלא   אלמנה לכה\"ג גרושה וחלוצה לכהן הדיוט ממזרת ונתינה לישראל בת ישראל לממזר ולנתין ולכל מי שיש לה עליו קידושין אפילו בעבירה פסול:"
        ], 
        [
            "גופו  של גט הרי את מותרת לכל אדם   רבי יהודה אומר  ודן די יהוין ליך מינאי ספר תירוכין ואגרת שבוקין (וגט פטורין כ\"ה במשנה בגמ' אבל גם בירושלמי ליתא וגט פטורין  ) למהך להתנסבא לכל גבר די תיצבייין גופו של שטר שחרור הרי אתה בן חורין הרי אתה לעצמך:", 
            "<b>גמ'</b>  אמר אביי א  מאן דכתב גיטא לא לכתוב  ודין דמשמע דין אלא ודן ולא ליכתוב איגרת דמשמע איגרת אלא  ואגרת   דיתהוייין ריתצבייין תלת תלת יודין מאי טעמא דמשמע   דתהויין דתצביין  ולורכיה לואו דתירוכין ולואו דשבוקין דמשמע תריכין ושביקין ולורכיה לואו  דוכדו דמשמע וכדי ולא ליכתוב   לימחך דמשמע כחוכא אלא למהך ולא ליכתוב לאתנסבא דמשמע לא תנסבא אלא להתנסבא   איבעיא להו מי בעינן ודן או לא בעינן ודן "
        ], 
        [
            "ת\"ש דאתקין   רב בגיטי איך פלוני בר פלוני פטר ותריך ית פלונית אינתתיה דהוית אינתתיה מן קדמת דנא מיומא דנן ולעלם ואילו ודן לא קאמר ולטעמיך כולהו מי קאמר אלא בעינן ה\"נ בעינן.", 
            "מן יומא דנן לאפוקי מדר' יוסי דאמר (בב\"ב דף קלו.) זמנו של שטר מוכיח עליו ולעלם   לאפוקי מדבעא מיניה רבא מרב נחמן דבעא מיניה רבא מר\"נ היום אין את אשתי ולמחר את אשתי מהו:", 
            "גט כריתות בכך  בשבת  בכך וכך לירח פלוני בשנת כך וכך  לבריאת עולם במניינא דרגילנא למימני ביה בדוכתא פלונית איך  אנא פלוני בר פלוני וכל שום דאית לי דממתא פלונית צביתי ברעות נפשי בדלא אניסנא ופטרית ושבקית ותרוכית יתיכי ליכי אנת פלונית בת פלוני וכל שום דאית ליכי דממתא פלונית דהוית  אנתתי מן קדמת דנא וכדו תרוכית יתיכי ליכי אנת פב\"פ וכל שום דאית ליכי דממתא פלונית ודיתיהוייין רשאה ושלטאה בנפשיכי למהך להתנסבא לכל גבר דיתיצבייין ואינש לא ימחה בידיכי מן יומא דנן ולעלם והרי את מותרת לכל אדם ודן די יהוי ליכי מינאי ספר תירוכין וגט פיטורין ואגרת שבוקין  כדת משה וישראל:", 
            "ראובן בן יעקב עד אליעזר בן גלעד עד    גופו של גט שחרור הרי  אתה בן חורין הרי אתה של עצמך.", 
            "אתקין רב  בגיטי דזביני דעבדי עבדא דנן מוצדק לעבדות ופטיר ועטיר מן חרורי ומן עלולי ומן ערורי מלכא ומלכתא ורושם דאיניש לא איתי עלוהי ומינקי מכל מום "
        ], 
        [
            "ומן כל שחין עד (בגמ' הגי' טצהר) צהר חדת ועתיק׃   \n", 
            "<b>מתני'</b>  א  ג'  גיטין פסולין ואם נשאת  הולד כשר כתב בכתב ידו ואין עליו עדים יש עליו עדים ואין בו זמן יש בו זמן ואין בו אלא עד אחד אלו ג' גיטין פסולין ואם נשאת הולד כשר רבי אלעזר אומר אף על פי שאין עליו עדים אלא שנתנו לה בפני עדים כשר וגובה מנכסים משועבדים שאין העדים חותמין על הגט אלא מפני תיקון העולם:", 
            "<b>גמ'</b>  ותו ליכא והא איכא גט ישן התם לא תצא הכא תצא הניחא למ\"ד הכא תצא אלא למ\"ד הכא לא תצא מאי איכא למימר התם תנשא לכתחלה הכא דיעבד:", 
            "כתב בכתב ידו ואין עליו עדים "
        ], 
        [
            "  אמר רב   א כתב ידו שנינו א  אהייא אילימא ארישא פשיטא כתב ידו קתני אלא אמציעתא הרי יש עליו עדים אלא אסיפא יש בו זמן ואין בו אלא עד אחד וקתני שלשה גיטין פסולין ואם נשאת הולד כשר אמר רב   דוקא כתב ידו ועד אבל כתב סופר ועד אין הולד כשר וכי קתני כתב סופר ועד כשר חתם  סופר ועד הוא אבל כתב סופר לא מהני ולא מידי וכן א\"ר יוחנן כתב ידו שנינו וכן הלכתא:", 
            "שלשה  גיטין אלו הפסולין אם נשאת באחד מהן זימנין אמר רב תצא וזימנין אמר רב לא תצא יש לה בנים לא תצא אין לה בנים תצא  רבא אמר לעולם לא תצא וכן א\"ר יוחנן לעולם לא תצא וכן הלכתא הלכך לגבי גט ישן תנשא לכתחלה:", 
            "רבי אלעזר אומר  אע\"פ שאין עליו עדים אלא שנתנו לה בפני עדים כשר.", 
            "אמר רב יהודה אמר רב הלכה כר\"א בגיטין ב  אבל לא  בשטרות ושמואל אמר אף  בשטרות וכן אמר "
        ], 
        [
            "רבי יעקב בר אידי אמר רבי יהושע בן לוי הלכה כר' אלעזר בגיטין.", 
            "והלכתא כר\"א בגיטין:"
        ], 
        [
            "  ומהא נמי שמעי' דלא בעינן   עדי מסירה היכא דאיכא עדי חתימה דהא רב הוא דאמר אם נשאת בעד אחד וכתב ידי סופר שהולד ממזר והוא אמר הלכה כר\"א בגיטין ואי ס\"ד   בעינן עדי מסירה היכא דאיכא עדי חתימה השתא היכא דליכא עדי חתימה כלל ואפילו עד אחד מכשר רב היכא דאיכא ע\"א ועדי מסירה פסיל והוה ליה הולד ממזר אטו עד אחד מגרע גרע מהיכא דליכא עד כלל אלא ודאי מדפסיל רב בעד אחד ומכשר היכא דאיכא עדי מסירה אפי' ליכא עד אחד שמעינן   דהאי דפסיל עד אחד היכא דליכא עדי מסירה הוא ואי איכא בחתימה  שני עדים מכשר ואע\"ג דליכא עדי מסירה.", 
            "  והיינו דקתני שאין העדים חותמין על הגט אלא מפני תיקון העולם כלומר דאי ליכא בגט עדי חתימה אלא ניתן בעדי מסירה בלבד זימנין דמייתי עדי מסירה ואתי בעל ומערער ומקלקל לה הילכך תקינו שיהו העדים חותמין בגט דאי אתי בעל ומערער מפקא ליה לגיטא ומקיימא ליה בעדי חתימה ודחיא ליה.", 
            "ואי סלקא דעתך דלא סגי לן בעדי חתימה אלא עד דאיכא עדי מסירה מאי תיקון העולם איכא אע\"ג דמקיימא ליה לגיטא בעדי חתימה ליחוש דלמא לא איתיהיב ליה בעדי מסירה אלא ודאי כל היכא דאיכא עדי חתימה לא בעינן עדי מסירה וכל "
        ], 
        [
            "היכא דאיכא עידי מסירה לא בעינן עידי חתימה דבחד מינייהו סגיא אלא מיהו הנ\"מ בדיעבד א\"נ דאישתכחי עידי מסירה פסולין דלא אמרי' עדיין אשת איש היא אלא הואיל ואיכא עידי חתימה והן כשרים והגט יוצא מתחת ידה גירושי מעליא אינון אבל לכתחלה בעינן עידי מסירה והן העיקר שאין העדים חותמין על הגט אלא מפני תיקון העולם כדאמרינן דאי אביד גיטא קיימי עידי מסירה ואי מייתי עידי מסירה קיימי עידי חתימה.", 
            "וחזינן לגאון דאמר הוו ידעין דהאי דאר\"א כתב סופר ועד הולד ממזר משום דהויא לה הא מילתא לר\"א כמזוייף מתוכו שהולד ממזר.", 
            "ואע\"ג דהאי מילי דגאון סתרי למילי דידן חזינא למכתבינהו משום דמלאכת שמים היא׃ \n", 
            "<b>מתני'</b>   שנים ששלחו שני גיטין שוין ונתערבו נותן שניהן לזו ושניהן לזו לפיכך אם אבד אחד מהן הרי השני בטל.", 
            " חמשה שכתבו כלל בתוך הגט איש פלוני מגרש  פלונית ופלוני לפלונית והעדים חתומים למטה כולן כשרין וינתן לכל  אחת ואחת.", 
            "היה טופס לכל אחד ואחד והעדים למטה את שהעדים נקרין עמו כשר:", 
            "<b>גמ'</b>  היכי דמי כלל היכי דמי טופס "
        ], 
        [
            "א\"ר יוחנן זמן אחד לכולן זה הוא כלל זמן לכל אחד ואחד כגון בחד בשבא בחד בשבא זה הוא טופס וריש לקיש אמר   אפילו זמן אחד לכולן הוי טופס ואלא היכי דמי כלל דכתבי הכי אנו פלוני ופלוני ופלוני גרשנו נשותינו פלונית ופלונית ופלוגית.", 
            "א\"ה נמצאו שתי נשים מתגרשות בגט אחד והתורה אמרה וכתב לה ולא לה ולחברתה דהדר כתיב פלוני גירש פלונית ופלוני גירש פלונית.", 
            "תניא כוותיה דר' יוחנן ותניא כוותיה דר\"ל וכו'.", 
            "והלכתא כר' יוחנן׃ \n", 
            "<b>מתני'</b>  שני גיטין שכתבן זה בצד זה ושני עדים עברים באין מתחת זה לתחת זה ושני עדים יונים באין מתחת זה לתחת זה   את שהעדים הראשונים נקראין עמו כשר.", 
            "עד אחד עברי ועד אחד יוני עד אחד עברי ועד א' יוני באין מתחת זה לתחת זה    (ומתחת זה לתחת זה) שניהם פסולין׃ \n", 
            "<b>גמ'</b>    זעירי תני שניהן כשרין.", 
            "ותנא דידן דילמא גונדלית חתם וכולהו אחד הוא דחתימי .", 
            "והלכתא כתנא דידן:", 
            "מתני' שייר מקצת הגט וכתבו בדף השני ועדים מלמטה כשר חתמו עדים  בראש הדף  מן הצד או מאחריו בגט פשוט פסול הקיף ראשו של זה בצד ראשו של זה והעדים באמצע פסולין   ראשו של זה בצד סופו של זה  והעדים (ס\"א באמצע) מלמטה את שהעדים נקרין   עמו בסוף כשר׃ \n", 
            "<b>גמ'</b>  שייר מקצת הגט וכו'.", 
            "  א\"ר אשי והוא  דידיע במתחתא דמגילתא:"
        ], 
        [
            "<b>מתני'</b>    גט שכתבו עברית  ועדיו יונית יונית ועדיו עברית עד אחד עברי ועד אחד יוני   עד אחד יוני ואחד עברי  כשר   כתב סופר ועד כשר איש פלוני עד כשר בן איש פלוני עד כשר איש פלוני בן איש פלוני ולא כתב עד כשר   כך היו נקיי הדעת שבירושלים כותכין א  כתב חניכתו וחניכתה כשר:", 
            "  גט מעושה בישראל כשר   ובעובדי כוכבים חובטין אותו ואומרים לו עשה מה שישראל אומר לו:", 
            "<b>גמ'</b>    כתב סופר ועד כשר.", 
            "א\"ר ירמיה חתם סופר שנינו.", 
            "ההיא כתובת חתנים דאתאי לקמיה דרבי אבהו דהוה ידע ליה לטופסא דשטרא ולחתימות ידיה דחד סהדא סבר לאכשורה א\"ל ר' ירמיה חתם סופר שנינו:", 
            "כתב חניכתו וחניכתה כשר:", 
            " תנו רבנן חניכת אבות בגיטין עד עשרה דורות רבי שמעון בן אלעזר אומר עד שלשה דורות כשר מכאן ואילך פסול כמאן אזלא הא דאמר רבי חנינא חניכת אבות בגיטין עד שלשה דורות כשר כמאן כרבי שמעון בן אלעזר וכן הלכתא אמר רב הונא מאי קראה   כי תוליד בנים ובני בנים וגו':", 
            "  גט  מעושה בישראל כשר:", 
            "אמר רב נחמן אמר שמואל גט מעושה בישראל כדין כשר  שלא כדין פסול ופוסל  ובעובדי כוכבים כדין פסול ופוסל שלא כדין אפילו ריח הגט אין בו אביי אשכחיה לרב יוסף דהוה קא מעשה אגיטי א\"ל והא אנן  הדיוטות אנן ותניא היה רבי טרפון אומר כ\"מ "
        ], 
        [
            "שאתה מוצא אוגריות של עובדי כוכבים אע\"פ שדיניהן כדיני ישראל אי אתה רשאי להזדקק להן שנאמר  שמות כא  ואלה המשפטים אשר תשים לפניהם לפניהם    ולא  לפני עובדי כוכבים ד\"א לפניהם ולא לפני הדיוטות אמר ליה   אנן שליחותייהו קא עבדינן מידי דהוה אהודאות והלואות אי הכי גזילות וחבלות נמי כי עבדינן שליחותייהו במילתא דשכיחא במילתא דלא שכיחא לא עבדינן שליחותייהו:", 
            "<b>מתני'</b>  יצא  שמה בעיר מקודשת  הרי זו מקודשת מגורשת הריזו מגורשת ובלבד שלא יהא שם אמתלא אי זה היא אמתלא גירש פלוני את אשתו על תנאי זרק לה קידושיה ספק קרוב לה ספק קרוב לו זו היא אמתלא:", 
            "<b>גמ'</b>  מגורשת הרי זו מגורשת.", 
            "ואסרינן לה אגברא והאמר רב אשי כל קלא דבתר נישואין לא חיישינן ליה ה\"ק מקודשת הרי זו מקודשת א  מקודשת ומגורשת הרי   זו מגורשת מ\"ט שהרי קול ושוברו עמו:", 
            "אמר עולא לא שישמעו קול הברה אלא כדי שיהו נרות דולקות ומטות מוצעות ובני אדם נכנסין ויוצאין ונשים טוות לאור הנר ושמחות לה ואומרות פלונית "
        ], 
        [
            "נתקדשה היום פלונית נתקדשה היום וכן תני לוי במתניתיה לא שישמעו קול הברה כו' וכן אמר רבה בר בר חנה אמר ר' יוחנן לא שישמעו קול הברה וכו':", 
            "א\"ר שמואל בר יהודה אמר ר' אבא אמר רב הונא אמר רב לא שישמעו קול הברה אלא כדי שיאמרו פלוני מהיכן שמע  מפלוני ופלוני מפלוני והלכו להן למדינת הים:", 
            "  ההיא דנפק עלה קלא דאיקדשה לבר בי רב אייתי רב חמא לאבוה א\"ל אימא לי איזי גופא דעובדא היכי הוה אמר ליה על תנאי  קדיש אדעתא דלא אזיל לבי חוזאי ואזל אמר ליה כיון דבעידנא דהוה קלא לא הוה אמתלא לאו כל כמינך דמחזקת אמתלא א  אמר רבא  יצא לה שם מזנה בעיר אין חוששין לה כתנאי אכלה בשוק גרגרה בשוק הניקה בנה בשוק על כולן אמר ר\"מ תצא רבי עקיבא אומר משישאו ויתנו בה מוזרות בלבנה אמר לו רבי יוחנן בן נורי א\"כ לא הנחת בת לאברהם אבינו שיושבת תחת בעלה והתורה אמרה  דברים כד  כי מצא בה ערות דבר ולהלן הוא אומר  שם יט  על פי שנים עדים או על פי שלשה עדים יקום דבר מה להלן דבר ברור אף כאן דבר ברור:", 
            "ת\"ר יצא עליה קול ב  שהיא בעולה אין חוששין לה חלוצה אין חוששין לה שהיא נשואה אין חוששין לה ארוסה אין חוששין לה  בגמ' וברא\"ש איתא שלא לפלוני אין חוששין לה.", 
            "שנתקדשה כו'       שנתקדשה בעיר אחרת אין חוששין לה שהיא ממזרת אין חוששין לה שהיא שפחה אין חוששין לה שהקדיש פלוני את נכסיו    או שהפקיר את נכסיו אין חוששין לו:", 
            "  ובלבד שלא יהא שם אמתלא:", 
            "אמר רבה בר רב הונא אמתלא שאמרו אפילו מכאן ועד י' ימים ג  ורב זביד אמר במקום אמתלא חוששין לאמתלא  והאי דקתני ובלבד שלא יהא שם אמתלא מקום אמתלא קאמרינן   ומסתברא כוותיה דהא דרבה כבר דחאה רבי יוחנן לעילא:", 
            "א\"ר אשי   כל קלא דלא איתחזק בב\"ד לאו קלא הוא ואמר "
        ], 
        [
            "רב אשי כל קלא דבתר נישואין לא חיישינן ליה הא דבתר אירוסין חיישינן ליה רב חביבא אמר אפילו לבתר אירוסין נמי לא חיישינן ליה והילכתא לא חיישינן ליה:", 
            "א\"ר ירמיה בר אבא שלחו מבי רב לשמואל ילמדנו רבינו א  (גי' ד\"ת יצא עליה קול מראשון ובא אחר) יצא קול ובא אחר וקידשה קידושי מעליא מהו שלח להו תצא והעמידו דבר על בוריו והודיעני מאי היא דאי מיגליא מילתא דקידושי קמא קידושי מעליא נינהו לא צריכה גט משני.", 
            "לא מצאו דבר על בוריו מהו אמר רב הונא מגרש ראשון ונושא שני אבל מגרש שני ונושא ראשון  לא מ\"ט אתי למימר מחזיר גרושתו מן האירוסין רב שישא בריה דרב אידי אמר אף מגרש שני ונושא ראשון מ\"ט אמרי עיינו רבנן בקידושיה וקידושי טעות הוו.", 
            "יצא עליה קול מזה ומזה מהו אמר רב פפא אף זו מגרש ראשון ונושא שני אמימר אמר מותרת לשניהן   והלכתא מותרת לשניהן.", 
            "(לשון הרי\"ף  ) ומדאמר רב פפא אף זו מגרש ראשון ונושא שני שמעינן דהך קמייתא נמי הכין היא ולאו כדקאמר רב שישא בריה דרב אידי:", 
            "<b>מתני'</b>  בית שמאי  אומרים לא יגרש אדם את אשתו אא\"כ מצא בה  ערות דבר שנאמר  דברים כד  כי מצא בה ערות דבר ובית הלל אומרים אפי' הקדיחה תבשילו שנאמר כי מצא בה (בד\"ס הגי' כי מצא בה דבר) ערות דבר ר\"ע אומר אפי' מצא אחרת נאה הימנה שנאמר  שם  והיה אם לא תמצא חן בעיניו׃ \n", 
            "<b>גמ'</b>  א\"ל רב פפא לרבא לא מצא בה לא דבר ולא ערוה מהו א\"ל מדגלי רחמנא גבי אונס  שם כב  לא יוכל לשלחה כל ימיו׃   בעמוד והחזיר קאי מכלל דהכא מאי דעבד עבד.", 
            " ש\"מ דהיכא דלא מצא בה לא דבר ולא ערוה לכתחלה לא יגרש א\"ל רב משרשיא לרבא חישב בלבו לגרשה ויושבת תחתיו ומשמשתו מהו קרי עליה  משלי ג  אל תחרוש על רעך רעה וגו' תניא היה ר\"מ אומר כשם שהרעות במאכל כך הרעות בנשים יש לך אדם שזבוב נופל לתוך כוסו וזורקו ואינו שותהו וזו היא מדת פפוס בן יהודה שנועל דלת בפני אשתו ויוצא ויש לך אדם שזבוב נופל לתוך כוסו וזורקו ושותהו זו היא מדת כל אדם שרואה את אשתו מדברת עם כל שכניה ועם קרוביה ומניחה ויש לך אדם שזבוב נופל לתוך התמחוי מוצצו ואוכלו וזו היא מרת אדם רע שרואה את אשתו יוצאת וראשה פרוע   ופרומה משני צדדיה ורוחצת עם בני אדם עם בני אדם סלקא דעתך אלא במקום שבני אדם רוחצין ואינו חושש זו מצוה מן התורה לגרשה שנאמר  דברים כד  כי מצא בה ערות דבר וכתיב   ויצאה מביתו "
        ], 
        [
            "והלכה והיתה לאיש אחר הכתוב קראו אחר שאין זה בן זוגו של ראשון שזה הוציא רשעה מתוך ביתו וזה הכניס רשעה לתוך ביתו זכה השני משלחה שנא'  דברים כד  ושנאה האיש האחרון לא זכה קוברתו שנאמר  שם  או כי ימות האיש האחרון כדי הוא במיתה שזה הוציא רשעה מתוך ביתו וזה הכניס רשעה לתוך ביתו:", 
            "וגרסינן בפרק הבא על יבמתו (יבמות דף סג:) אמר רבא אשה רעה מצוה לגרשה שנאמר  משלי כב  גרש לץ ויצא מדון:", 
            "   מלאכי ב  כי שנא שלח אמר רב יהודה אם שנאת שלח ורבי יוחנן אמר  שנוי המשלח ולא פליגי הא בזוג ראשון הא בזוג שני דאמר ר\"א כל המגרש את אשתו ראשונה אפילו מזבח מוריד עליו דמעות שנאמר  מלאכי ב  וזאת שנית תעשו כסות דמעה את מזבח ה'   ואמרתם על מה על כי ה' העיד בינך ובין אשת נעוריך וגרסינן בפ' החולץ (יבמות דף לז:) תניא ר' אליעזר בן יעקב אומר לא ישא אדם אשה ודעתו לגרשה שנאמר  משלי ג  אל תחרוש על רעך וגו':", 
            "(יבמות דף סב:) תנו רבנן   האוהב את אשתו כגופו והמכבדה יותר מגופו והמדריך בניו בדרך ישרה והמשיאן נשים סמוך לפרקן עליו הכתוב אומר  איוב ה  וידעת כי שלום אהלך ופקדת נוך ולא תחטא:", 
            "\n  הדרן עלך פרק המגרש וסליקא לה מסכת גיטין"
        ]
    ], 
    "title": "Rif Gittin", 
    "versionSource": "https://www.sefaria.org/Rif_Gittin", 
    "heTitle": "רי\"ף גיטין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Nashim"
    ]
}