{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Marit HaAyin, Jerusalem 1960", 
            "http://beta.nli.org.il/he/books/NNL_ALEPH001139211/NLI"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל ימיו של רבי אליעזר היו עושין כרבי יהושע וכו' כרבי אליעזר בחייו מ\"ט לא משום דרבי אליעזר שמותי הוא וכו'.</b> כבר כתבתי בעניותי בזה בפתח עינים גם בעין זוכר מערכת אלף אות כ\"ב. ושם נאמר דהערוך ורשב\"ם ור\"ת והתוספות והרמב\"ן והרשב\"א והר\"ן הסכימו דשמותי פירוש מבית שמאי כדמפרש בירושלמי:"
        ], 
        [], 
        [], 
        [
            "<b>תניא נמי הכי דם נעכר ונעשה חלב דברי רבי מאיר וכו'.</b> מ\"ט דר\"מ דכתיב מי יתן טהור מטמא לא אחד. אפשר לרמוז כי תיבות לא אחד ר\"ת להפוך את חלב אשה דם ובפסוק אפשר דרך צחות ונקדים דאמרו פרק הפועלים דספק אם בהרת קדמה לשער לבן קב\"ה אמר טהור ומתיבתא אמרי טמא מאן נוכח רבה בר נחמני בשעת פטירתו אמר טהור טהור וצריך לדעת אמאי אמר טהור תרי זמני גם הרמב\"ם פ\"ב דטומאת צרעת פסק ספקו טמא. והוא פלא דפסק נגד הקב\"ה ח\"ו ונגד רבה בר נחמני שהיה יחיד בנגעים כמו שאמרו שם. ויש מתרצים דרבה בר נחמני סברתו היא שהוא טמא אך מדרך המוסר שלא לומר נגד הקב\"ה ח\"ו עשה המצאה ואמר ב' פעמים טהור על דרך אין ריבוי אחר ריבוי אלא למעט להכי אמר טהור טהור תרי זמני לומר שסברתו הוא שהוא טמא ומפני סיבה לא אמר בפירוש אך אמר תרי זמני טהור שיובן שהוא טמא ומשום הכי פסק הרמב\"ם ז\"ל שהוא טמא כרבה בר נחמני עד כאן דבריהם ז\"ל:", 
            "<b>וזהו שאמר מי יתן טהור מטמא.</b> פירוש מי הוא זה אשר יתחכם לומר טהור בדבר שהוא טמא ויובן כונתו. לזה אמר לא אחד כלומר יתכן זה אם לא יאמר פעם אחד טהור אלא יאמר שני פעמים טהור טהור אז מובן שרוצה לומר טמא כמו שעשה רבה בר נחמני:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כיון דבעיתי לא אתי להרהורי והכא מאי בעיתותא איכא אב\"א בעיתותא דליליא ודאיגרא ואבע\"א בעיתותא דרביה ואבע\"א בעיתותא דשכינה וכו'.</b> בזה יישבו המפרשים איך מרים הנביאה והנשים אמרו שירה נגד כל ישראל והא קי\"ל קול באשה ערוה. אמנם בהא דסוגיין ניחא דהיה אימתא דשכינה ושרי דלא אתו להרהורי עכ\"ד ואפשר לרמוז במאמר ש\"ר פרשה כ\"ג אז ישיר משה הה\"ד פיה פתחה בחכמה מיום שברא הקב\"ה העולם ועד שעמדו ישראל על הים לא מצינו אדם שאמר להקב\"ה שירה וכו' ע\"ש וצריך להבין מאי שיאטי' דקרא פיה פתחה בחכמה דמייתי דמיירי באשת חיל ועפ\"י האמור אפשר דהתם כתיב ויראו העם את ה' הרי אימתא דשכינה ויאמינו בה' ובמשה הרי אימתא דרביה ואיכא בעיתותי דים וגם על ידי האמונה שרתה עליהם רוח הקדש ואמרו שירה וזה רמז המאמר פיה פתחה דבכה\"ג דאיכא כל הני בעיתותי גם אשה יכולה לשיר בהדי גברי וליכא הרהור ורמוז במ\"ש אשיר\"ה לה' אשי\"רה ר\"ת אימת שכינה ים רוח הקדש. ובכי האי גוונא גם נשים יכולות לשורר בהדי גברי וז\"ש ותען להם מרים להם לאנשים. ובזה פירשתי פ' דבורה כמ\"ש בראש דוד פרשת בשלח בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואלו צדיק ורשע לא קאמר.</b> כבר כתב הרמב\"ם ז\"ל והרב מהר\"ם אלשיך ז\"ל הוסיף לבאר שכך רצה הקב\"ה שאין ידיעתו מכרחת. אך דיבורו מכריח ומשו\"ה צדיק ורשע לא קאמר דייקא. ובזה מדוקדק היטב מה שפירש הרמב\"ם ז\"ל משנת הכל צפוי צפוי דייקא שלפניו נגלו כל תעלומות ועם כל זה אין ידיעתו מכרחת שכך רצה הוא יתברך והרשות נתונה ובטוב העולם נדון שאין ידיעתו מכרחת ויש שכר ועונש:", 
            "<b>אמר רבי שמעון ד' דברים הקב\"ה שונאן ואני איני אוהבן.</b> אפשר במ\"ש בחסדי אבות פ\"ד דהצדיקים מדברים כאלו השכינה מדברת ואלו הם דברי השכינה א\"נ כפשטו והכונה ואני איני אוהבן להתפלל עליהן דמה שמתפלל הצדיק או מליץ טוב מועיל הרבה לבטל המקטרגים כמ\"ש במ\"א:"
        ], 
        [
            "<b>ולא היא לכולא מילתא חיישינן וכו' שורפן חסיד וכו'.</b> עיין מה שכתבתי אני בעניי בקונטריס מחזיק ברכה א\"ח סימן ר\"ס בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בעא מיניה רבי יוסי בן שאול מרבי המפלת דמות עורב וכו'.</b> עמ\"ש בסוגיא זו באורך בקונטריס ככר לאדן דף קנ\"ח בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כי לך תכרע כל ברך זה יום המיתה.</b> פירוש ואחר שימות יבא בגלגול וז\"ש תשבע כל לשון זה יום הלידה כלומר אחר המיתה יבא בגלגול ומשביעין אותו וז\"ש תשבע כל לשון. ומה היא השבועה וכו' ואפילו כל העולם כלו אומרים לך צדיק אתה תהיה בעיניך כרשע דשמא בגלגול הקודם הפליא לחטוא ולהרשיע. והגם שכל נפשות ישראל היו במעמד הר סיני ונשבעו וכדאמרינן בעלמא מושבע ועומד מהר סיני מ\"מ שם היו משביעין לנפש לבדה והשתא משביעין הנפש והגוף כאחד וכמו שכתבתי בעניותי באורך בקונטריס הדרושים בס\"ד ועיין בקונטריס דבש לפי דף מ\"ז ע\"ב:"
        ], 
        [
            "<b>ת\"ר ג' שותפים יש באדם הקב\"ה ואביו ואמו וכו'.</b> מזה אנו יודעים רחמיו יתברך דחלק ה' יתברך שנתן באדם הוא דעה ובינה והשכל וכו' ואם כן אם אדם חוטא במחשבה נמצא שהוא חטא בחלק ה' ואם חוטא במעשה הוא חוטא בחלק שנתנו בו אביו ואמו. וברוב רחמיו יתברך מחשבה רעה אין הקב\"ה מצרפה למעשה ואינו נענש על המחשבה הגם שחטא בחלק הקב\"ה לבד ואם חטא במעשה שחטא בחלק אביו ואמו הוא נענש. וזה מצד רחמיו יתברך. וזה אפשר כונת הכתוב לא הביט און ביעקב ולא ראה עמל בישראל ה' אלהיו עמו ותרועת מלך בו כי בלק היה מוליך לבלעם למקום שעתידין לחטוא ולזה א\"ל דישראל יש להם מעלות מה שאין לאומות זה יצא ראשונה לא הביט און ביעקב אם חושבים מחשבות רעות אינם נענשים על מחשבה רעה וז\"ש לא הביט און ביעקב וזה מעלה גדולה דאפילו שחוטאים בחלקו יתברך שנתן בידם מחשבה רעה אין הקב\"ה מצרפה למעשה. ולא ראה עמל בישראל אפילו אם עתידים לחטוא במעשה מ\"מ נדונים באשר הוא שם. והטעם ה' אלהיו עמו ועל הרוב לא יעשו מעשה רע כי ה' אלהיו עמו ואהני השראת שכינה שלא לקיים המחשבה. ותרועת מלך בו לשון חיבה ורעות כמו שפירש רש\"י ז\"ל ולכן אינו רואה במה שעתידין לחטוא ונדונים באשר הוא שם ואם כן לשוא אתה טורח להביאני במקום שעתידין לחטוא כי כביכול מחבב ישראל חיבה יתירה. והראיה אל מוציאם ממצרים אף שידע כי עתידין לעשות העגל הפליא חסדו במדת אל שהוא חסד וז\"ש אל מוציאם ממצרים:", 
            "<b>דרש רבי יוסי הגלילי מאי דכתיב אודך על כי נוראות נפלאתי וכו' בא וראה שלא כמדת הקב\"ה מדת ב\"ו וכו' ד\"א צבע נותן צבעים וכו'.</b> אמר בא וראה להעיר לב כי מלבד זה שאומר עוד יש להתבונן ולהעמיק להסתכל באחת מאלף מנפלאותיו. ואפילו אלו שאני אומר הסתכל שהם הפכיות זו מזו דהוא צר העובר וזרע האב וזרע האם נעשים בריה אחת. כל קבל דנא הצבע נותן סמנים וכלן עולין לצבע אחד ואלו הקב\"ה צר העובר וכל אחד עולה למינו. ובכתוב אפשר לרמוז אודך על כי נוראות נפלאתי אני מודה על מה שהכרתי נוראות נפלאתי על מעשיך ועל זה אני מודה. אך חוץ ממה שהכרתי נפלאים מעשיך ונפשי יודעת מאד מה רבו מעשיך. ואפשר לרמוז דרצה לומר שכל כונתו ליחד קבה\"ו. וז\"ש אודך על כי נוראות וכו' וכונתי במה שאני נותן הודאה הוא ונפשי הרומז למ' יודעת מלשון וידע אדם מאד שם מ\"ה ליחד ת\"ת ומ' ודוק היטב:", 
            "<b>דרש רב יוסף מאי דכתיב אודך ה' כי אנפת בי וכו' בשני בני אדם שיצאו לסחורה וכו' לימים שמע שטבעה ספינתו של חבירו וכו'.</b> אפשר שדקדק בכתוב דכתיב אודך ה' כי אנפת בי דהגם דניצול מהיסורין ההודאה היא על ההצלה והכא מודה על היסורין ואינו מודה על ההצלה. ועוד דהיסורין הם במדת הדין לא במדת רחמים והכא כתיב אודך ה' מדת רחמים כי אנפת בי ולא יכון ה' מדת רחמים כי אנפת. ובא אל הישוב דמיירי בשני בני אדם וכו' ונמצא דהיסורין היו הרחמים וההצלה וז\"ש אודך גימטריא אל מדת חסד ה' מדת רחמים כי אנפת בי דמה שנראה בעין כי אנפת דישב קוץ ברגל ונמנע מלילך זהו הרחמים וההצלה שלא נטבע בים. ישוב אפך שחזרתי לבריאותי ותנחמני שהיה לי נחמה מה שלא הלכתי וניצולתי:", 
            "<b>והיינו דא\"ר אלעזר מ\"ד עושה נפלאות וכו' אפילו בעל הנס וכו'.</b> לפי מה שכתבתי אני הדל בכללים כ\"י (אחר שנדפס עין זוכר) דכשאומר הש\"ס לשון זה והיינו דאמר רבי פלוני מורה דעד עתה לא היתה מובנת אותה המימרא ועתה עם מה שאמר מקודם נבין הטב המימרא ההיא והכי מוכח ממה שפירש הרב הגדול מהר\"ש סאגיס ז\"ל רבו של מהרימ\"ט ז\"ל במה שפירש במ\"ש בברכות דף ל\"ב והיינו דאמר ר\"א גם אלה תשכחנה מעשה העגל. ולפי זה הכא צריך להבין מה הרוחנו מדרשת רב יוסף להבין מימרא דרבי אלעזר: <br><b>ואפשר</b> דבמימרת רבי אלעזר דדריש לעושה נפלאות גדולות לבדו דאין בעל הנס מכיר בניסו. לא היה מתישב הטב מאי דכתיב וברוך שם כבודו דכיון דאין שום אחד מכיר בנס מי מברך על נס זה והגם דאין זה דקדוק כל כך. מ\"מ לא היה מתישב שפיר אמנם עתה בדרשת רב יוסף על פסוק אודך ה' כי אנפת דדריש ליה בשני בני אדם וכו' מתישב מאי דדריש רבי אלעזר לעושה נפלאות גדולות לבדו דאין בעל הנס מכיר בניסו דכשבא לו חולי ונתעכב לילך לספינה לא הכיר בניסו עד אחר זמן ששמע שטבעה הספינה ואז נתן הודאה וע\"ז כתיב וברוך שם כבודו דהכתוב כולל דהוא יתברך עושה נפלאות לבדו ואין מכיר וזמנין דאחר זמן מכיר ונותן הודאה ועל חלק זה כתיב וברוך שם כבודו: <br><b>ואפשר</b> לרמוז בכתוב דידוע דה' ברחמיו עונה לעמו בעת צרה ועושה נסים וזה על ידי אורות העליונים המתגלים מחכמה ובינה ואז הוא יחוד קב\"ה ושכינתיה ויושפע שפע ישועה ועוד רחמים גדולים וניצולים ישראל וז\"ש לעושה נפלאות ן' פלאות מן' שערי בינה גדולות רמז למוחין דגדלות לבדו רמז ל\"ב נתיבות חכמה לד\"ו שהם זו\"ן. ואלו האורות מתגלים תמיד בכל שנה ביום הזה כנודע מרבינו האר\"י ז\"ל וכמו שביאר באורך הרמ\"ז ז\"ל בהקדמת שובבי\"ם וז\"ש וברוך שם כבודו לעולם כי תמיד ביום זה מתגלים אלו האורות וזהו לעולם וזה רמז וברוך שם מ' כבודו כבוד גימטריא לב ו' ז\"א לעולם וא\"ש ההי\"ב:", 
            "<b>דרש רבי אבהו מ\"ד מי מנה עפר יעקב וכו' מלמד שהקב\"ה יושב וסופר רביעיותיהם של ישראל וכו'.</b> אפשר לרמוז במ\"ש רז\"ל מי מנה עפר יעקב מי ימנה כמה מצות שמקיימים בעפר לא תחרוש בשור ובחמור לא תזרע כרמך כלאים וכו' וכיוצא בזה אפשר לפרש ומספר את רובע ישראל מי יספור המצות שמקיימים בזיווגם כגון לקנות אשה בכסף שטר וביאה ומצות נדה וטבילה ולקדש עצמו בשעת תשמיש ושיהיה לרצונם ואחר חצות ושיהיה כונתו לקיים המצוה וכיוצא. ולכן הקב\"ה כביכול סופר רביעיותיהם אימתי תבא טיפה של הצדיק וכו' כמו שדרש רבי אבהו: <br><b>א\"נ</b> אפשר לרמוז דהאבות רמוזים כאן עפר רומז לאברהם שאמר ואנכי עפר יעקב כמשמעו מנה עפר יעקב ס\"ת גימטריא עם הכולל יצחק ונמשך למה שאמר כי מראש צורים אראנו על אבות העולם כמו שאמרו רז\"ל ומגבעות אשורנו על האמהות כדפירשו רז\"ל והשתא קאמר מי מנה זכות אבות הרמוזים כמו שרמזנו ומספר את רובע ישראל על ארבעה אמהות מי יספר צדקתם וכי תימא הרי יעקב נשא שתי אחיות לכך אמר עתה ישראל שקראו אל והותרו לו אחיות והכל בקדושה ומשם נמשכו נשמות ישראל שהקב\"ה סופר רביעיותיהם וכו' לפי שהאמהות קדושות וזיווגם עליון וקדוש:", 
            "<b>והיינו דאמר רבי יוחנן מאי דכתיב וישכב עמה בלילה הוא מלמד שהקב\"ה סייע וכו'.</b> אפשר לומר דרך אסמכתא במ\"ש מלמד דכשאומר מלמד היכא דאיכא למדרש שאומר מלמד ללמד דין דרשינן והכא יש להסמיך דהדין הוא דאם ארצויי ארצה קמיה חייב לפוקדה ושמעתי מאחד מגדולי הדור דאם מראה סימנים וארצויי ארצה קמיה היא עונתה האמיתית וראיתי בתשובה כ\"י לאחד קדוש דאם הוא נוהג משבת לשבת והיה נזהר מאד בזה. וראה דארצויי ארצה קמיה פעם אחת בחול חייב לפוקדה. ואפשר דרמז רבי יוחנן דהכא לאה ארצויי ארצה קמיה וסייע הקב\"ה. מלמד דין דאם ארצויי ארצה חייב לפוקדה כשם שעשה יעקב אע\"ה וסייע הקב\"ה:"
        ], 
        [
            "<b>ואמר רבי יצחק אמר רבי אמי כיון שבא זכר בעולם בא שלום בעולם שנאמר שלחו כר מושל ארץ.</b> אפשר לרמוז במ\"ש רז\"ל במדרש במדבר רבה דכבודו של הקב\"ה עולה מן הזכרים. ומלבד הפשוט דהזכרים חייבים בתלמוד תורה ובכל המצות משא\"כ הנשים. עוד בה דנשמות הצדיקים נעשים מ\"ן למלכות ויהיה יחוד קבה\"ו וז\"ש כבוד\"ו עול\"ה מן הזכרים כמ\"ש אני בעניי באורך במ\"א בס\"ד וזה רמז כיון שבא זכר בעולם בא שלום בחינת יסוד שנאמר שלחו כר מושל אותיות שלום יסוד ארץ מ' שאם יזכה יהיה מ\"ן למ' שארץ רומז למ'. ובפתח עינים בסמוך במ\"ש זכר שהכל שמחים בו. הבאתי מאמר הנזכר דכבודו של הקב\"ה עולה מן הזכרים ופירשתי שהטעם משום תלמוד תורה ועוד על פי דברי רבינו מהרח\"ו ז\"ל עש\"ב והכא פירשתי בעניותי באופן אחר והנך רואה ודו\"ק הטב:", 
            "<b>מפני מה אמרה תורה מילה בח' שלא יהיו כלם שמחים ואביו ואמו עצבים.</b> הכונה שזה אחד מהטעמים. והגם דעתה בזה\"ז היא ממתנת ימים רבים ליטהר ואינה יכולה לטבול בליל ח'. מ\"מ הא איכא שאר טעמים עיקריים. ורשב\"י לפי זמנו אמר טעם פשוט. והרב הגדול מהר\"ם ן' חביב ז\"ל פירש מ\"ש בשבת דף ק\"ל כל מצוה שקבלוה בשמחה עדיין עושים אותה בשמחה כמו שכתבתי אני הדל בפתח עינים שם בשבת ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>איוב באויב נתחלף לי.</b> כלומר שזה איוב הוא עצמו אויב שנפש תרח בתוכו כמו שכתב רבינו האר\"י ז\"ל ובזה פירש הרב מהר\"ם אלשיך ז\"ל מה שאמר אליהוא באיוב חרה אפו על צדקו נפשו מאלהים ובשלשת רעיו חרה אפו על אשר לא מצאו מענה וירשיעו את איוב דלפום ריהטא אינו מובן דאליהוא תפיס חבלא בתרי רישין. אך אליהוא עמד בסוד הענין וזה כונתו באיוב חרה אפו על צדקו נפשו דייקא דמהיכן ידע שלא נתגלגל נפש רשע בגופו וסובל יסורין על עונות שעשה בגלגול שעבר וזהו תמיהתי ויחר אף על צדקו נפשו דייקא דאפשר דנפש רשע בגופו. ובשלשת רעיו חרה אפו על אשר לא מצאו מענה וירשיעו את איוב דייקא גוף איוב דקמיהו וזה שקר כי איוב זה תם וישר ירא אלהים וסר מרע והם שלא מצאו מענה גמרו אומר דזה איוב רשע והבל יפצה פיהם כי הוא צדיק רק סובל יסורין לכפרת נפש רשע אשר בתוכו. ורמז פירוש זה הרמב\"ן ז\"ל בשער הגמול כאשר יראה המעיין ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        []
    ], 
    "title": "Marit HaAyin on Niddah", 
    "versionSource": "https://www.sefaria.org/Marit_HaAyin_on_Niddah", 
    "heTitle": "מראית העין על נדה", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Marit HaAyin", 
        "Seder Tahorot"
    ]
}