{
    "title": "Footnotes to Teshuvot haRashba part VII",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Footnotes_to_Teshuvot_haRashba_part_VII",
    "text": [
        [],
        [],
        [],
        [
            " א\"ה היא באה בח\"א סי' תשנ\"ו עד תיבת גדולה וכן הובאה בס\"ס שבלי הלקט אך סיום התשובה איננה שם. וע' לה\"ה בתשו' מהר\"י מברונא סי' קס\"ה.",
            " [רמ\"ל] עי' בשה\"ג ח\"א מער' ש' אף על גב דמרן בב\"י יו\"ד סי' רכ\"ח העתיק היה נראה לרשב\"א ומזה דקדק הכנה\"ג דהרשב\"א חזר מדעתו והוא בשה\"ג דחה דבריו מזה שמצא כתוב באלו התשובות נראה לרשב\"א ומזה וכדומה לזה יבין הקורא ליתן שבח ותהלה ליושב תהלות על שזכינו לראות אלו התשו' יקרי המציאות כנודע לכל מי שיש לו לב וחפץ בקניות החכמה והדעת.",
            " א\"ה סיום תשוב' זאת הביאה הרב\"י סי' רכ\"ח בשם קיצור תשו' הרשב\"א."
        ],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י בא\"ח סי' תקמ\"ו.",
            " [רמ\"ל] עי' במג\"א סי' תקמ\"ו מה שהקשה על הב\"י שהביא דברי הרשב\"א דסתרי אהדדי וכתב עלה וכיון דמילי דרבנן הוא נקטינן לקולא ועלה הקשה הגמ\"א [המג\"א] מתוס' שהוכיחו דהיא דרשה גמורה דאורייתא והנה ראיתי בברכ\"י שם שכתב לתרץ זה דהב\"י קאי על סעודת נשואין שהיא דרבנן ומ\"ש התוס' שהיא דאוריי' היינו איסור נשואין במועד זת\"ד ולע\"ד נראה דלא נעלם דבר זה ח\"ו מהמג\"א אלא דס\"ל להמג\"א כמ\"ש התוס' בכתובות מ\"ז ד\"ה דמסר לה דאיסור לישא ביום טוב אינו אלא בנשואין עם סעודה וא\"כ משמע דאיסור סעודת נשואין ביום טוב היא מדאוריי' ואיך כתב הב\"י דנקטינן לקולא זהו מה שנ\"ל בדעת המג\"א וכן הבין בדעת התוס' הנ\"ז בשיוכה\"ג א\"ח סי' תרס\"ט ועפי\"ז מצא שם מקום שיהיו באפשר להיות נמצא חתן בש\"ת שיקרא ח\"ת ועפי\"ז נדחה מ\"ש שם הברכ\"י בד\"ה והעיקר דמדרבנן מודו התוס' דאסור גם נשואין בלא סעודה יע\"ש דהביא ראיה לדבריו מדברי המהרש\"א דשם וחידוש על שכנה\"ג שלא העיר מזה ועל הברכ\"י יש לתמוה על שלא הזכיר לדברי שכנה\"ג ולדברי מהרש\"ל דשם שהבין בהתוס' כשה\"ג."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י בא\"ח סי' ת\"ר.",
            " [רמ\"ל] צ\"ע כיצד דעת רבינו לענין זמן דשופר ביום ב' דהא בש\"ע סי' ת\"ר פסק דאומרים זמן בקידוש ולא בשופר ויע\"ש בב\"י ובס' בית דוד שכתב טעם לחלק בין קידוש לשופר אמנם מלולב דיו\"ט ב' שאין מברכין זמן אין להקשות דהא אמרי' בפ' לולב וערבה העושה לולב לעצמו אומר ברוך שהחיינו דמבואר מזה דבשעת עשייה צריך לברך אלא רק שאנו מסדרין אותו בשעת נטילה כברכת עשיית סוכה דאמרי' שם אמר רב אשי חזינא לרב כהנא דקאמר לכולהו אכסא דקדושא והנראה לע\"ד ליישב דעת מרן המחבר בשני אופנים משום דזמן דקידוש שהוא על יום טוב הוא חשיב מזמן דשופר יען דזמן דקידוש יש לו אסמכתא בקרא מריבוי דתיבת וגם כמ\"ש בעירובין מ': ועוד יש ליישב עפ\"י מאי דתנן בר\"ה ד' ל' דנוהגין אותו היום קדש פירש\"י דמשחשיכה לילי כ\"ט נהגו קדש דשמא יבאו עדים ביום קודם המנחה ויקדשוהו ב\"ד זה היום הוא יום שלשים ונמצא שהלילה הזה (ר\"ל משחשיכה לילי כ\"ט) הוא יום טוב כו' וא\"כ בודאי שהיו מקדשין בלילה על הכוס ואומרים ברכת זמן עליו וכאשר נתאחרו העדים עד אחר המנחה ולא היו מקבלין אותן אזי הצריכו לומר קידוש וזמן פעם שנית משא\"כ בשופר דבאפשרי להמתין מלתקוע עד שיבאו עדים דהא כל היום כשר לשופר כדתנן במגילה כ' וכאשר באו אחר המנחה בודאי דלא היו תוקעין אותו היום דהגם דגומרין בו קדש מ\"מ זה אינו אלא לענין איסור מלאכה כדמשמע שם מפירש\"י וכמ\"ש התוס' במנחות ק' ד\"ה שני ימים דזה אינו אלא חומרא בעלמא יע\"ש וא\"כ נמצא דבזמן הבית לעולם לא תקעו שני ימים והנה כתבו הפוסקים בטעם שאין מברכין זמן על ספה\"ע משום שהוא זכר לחרבן ביהמ\"ק והן ה\"נ בשופר ביום ב' הואיל דבזה\"ב לא היו תוקעין אלא יום אחד א\"כ התקיעה דיום השני הוא כעין גורם זכר לחרבן משא\"כ בקדוש דגם בזה\"ב היו לפעמים מברכין בשני הימים וכמ\"ש ולכן היטיב לראות מרן המחבר לחלק בין זמן דקדוש לזמן דשופר:."
        ],
        [],
        [
            " הלא קצי\"ר הובאה בב\"י א\"ח סי' שמ\"א."
        ],
        [
            " הביאה הרב\"י ביו\"ד סי' רכ\"ח."
        ],
        [],
        [
            " הביאה הרב\"י בא\"ח סי' תס\"ז.",
            " [רמ\"ל] (ע' בש\"ע ס' תס\"ז ובשו\"ת פנות הבית סי' י\"ח וי\"ט)."
        ],
        [
            " רמזה מ' ב\"י בא\"ח סי' קכ\"ח.",
            " [רמ\"ל] זה בש\"ע א\"ח סי' קכ\"ח סעי' מם וע\"ע בחלקת מחוקק סי' ה' בכהן פ\"ד שמותר בגרושה (והוא דלא כב\"ש) ולענין שאר מצות כהונה מה דינו אם נחשב כזר או לא נשאר בצ\"ע ואמנם לענין נ\"כ אפשר דאין למנעו מטעם שכתב התוס' בשבת קי\"א [קי\"ח] דלא ידע ר\"י מה איסור יש בזה [בזר] העולה לדוכן יע\"ש ובשו\"ת מהרי\"ט ח\"א סי' קמ\"ט בד\"ה ותמה אני לענין דברי התוס' הנז' ושם בעקרי הדברים שהשיב על המקילים בקדושתו של אהרן בטענת דברי הריב\"ש בסי' צ\"ד דכהנים שבזמנינו אין להם כתב היחוס אלא חזקה לבד דזה אינו טענה אלא לגבי אחרים כגון שזלזלו בו אבל לגבי עצמו אין כאן ספק דאסור בכל נשים הפוסלות בכהונה דמאחר שהוחזקו אבותיו וגם הוא עצמו בכהנים הרי המה נאמנים על עצמם יותר ממאה עדים וכן נראין דברי רבינו שאין לחלק בזה בין כהני זמנינו לכהני הש\"ס."
        ],
        [],
        [],
        [
            " בקצירת האומר בח\"א סי' תשל\"ג וע' בח\"ה סי' רכ\"ח ולקמן סי' קנ\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " קצהו תראה בח\"א סי' צ\"ז."
        ],
        [],
        [],
        [],
        [
            " ככל הדברים האלה כתב הרב\"י בא\"ח סי' רי\"ט משם תשו' הרא\"ש ע\"ש."
        ],
        [],
        [],
        [
            " הביאה הרב\"י ביו\"ד סי' קי\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " מרן ב\"י ביו\"ד סי' של\"ג בבד\"ה רמזה וע' בכנה\"ג שם הגהט\"ו סקל\"ב."
        ],
        [
            " [רמ\"ל] הנה ביו\"ד סי' ר\"כ כתב באומר קונם יין שאני טועם יום אסור כל מעל\"ע ובאומר שאני טועם היום אינו אסור אלא עד שתחשך וא\"כ בנידון זה שנדר ליתן בכל יום דינו כמו בשאני טועם יום דגם הלילה בכלל וכמו דס\"ל לרבינו וטעם שהוכרחתי להגיה זה פה קודם סיום תשו' רבינו יען חזי הוית בשו\"ת מוצל מאש סי' י\"ח שהביא תשו' רבינו דמי שנדר ליתן פרוטה בכל יום צריך ליתן בין ביום ובין בלילה ונסתפק בלשון רבינו אם מה שאמר בין ביום הוא לאו דוקא אלא דר\"ל בין כשנותן ביום ובין כשנותן בלילה יצא ידי נדרו או שבא לומר דמיד שהגיע הלילה חל עליו נדרו ומחויב ליתן תיכף יע\"ש ברם מתשו' שבפה מבואר דעתו דס\"ל כפן הא' דגם בנתינת לילה יצא ידי נדרו וכמ\"ש בדעת הש\"ע והוא משום דבנדרים הלך אחר לשון בני אדם וא\"כ גם רבינו שהשיב בזה משום דהולכין אחר לשון בנ\"א דעתו כן דיוצא נדרו בנתינת הלילה ועי' בהגה' א\"ח סי' תקס\"ב בקבל להתענות שני ימים רצופין דהלילה אינו בכלל אכן אפשר לחלק דסתם תענית אינו אלא ביום בלבד משא\"כ בנתינת צדקה דאין כוונתו אלא שיתן בכל פעם בודאי דאין לחלק בין יום ללילה ואמנם דע דעפ\"י הקבלה אין ליתן צדקה בלילה כמש\"כ בפתח עינים בפ\"ק דב\"ק כי העידו על האר\"י שלא נתן צדקה בלילה וסיום דבריו שם דאינו נכון לעשות כן אבל אין בזה איסור והעושה הנה שכרו אתו יע\"ש וא\"כ לפי\"ז אם הנודר הוא ממארי דרזין יש לומר דדעתו לא הי' על נתינת לילה וצריך ליתן דוקא ביום אמנם דבר זה לא ס\"ל לרבינו ואמנם נ\"ל דכ\"ע מודים דיש לו שכר גם בנתינה בלילה דהא ודאי דלא גרע זה מנתינה שלא לשמה ועכ\"ז הבט וראה בס' בס' [תיבה זו כפולה בטעות] פרי קודש הלולים די\"ב שכתב וז\"ל קבלנו בשם הבעש\"ט אשר פניה וגדלות לא יזיק לכוונת המקוה אחר שהמעשה גורמת בעצמה טהרה וכן הדין בצדקה ובצדקה מצינו סמך והיה מעשה הצדקה שלום עכ\"ל ור\"ל דבכל אופן שיהי' שכרו שלום והגם דדעת הפוסקים אינו כן וכמ\"ש הרמ\"א בסי' רמ\"ט ואם מתפאר כו' מ\"מ הא לדידהו מצוה זו נוהג בין ביום ובין בלילה כמ\"ש בדעת רבינו וע\"ש עוד בד' י\"ד ע\"ב שכתב דעכ\"פ צריך שיכוון לשם טהרה ובודאי דה\"ה גם בצדקה וא\"כ יש לומר דאין סתירה מדברי הרמ\"א יען דמיירי כשאינו מכוון לשם צדקה כלל אבל כשמכוון שפיר דמי והנה בדרך אגב ראיתי לבאר מאימתי הוי לילה מדאורייתא דהש\"ע בסי' רס\"א פסק כר\"ת (בתוס' שבת ל\"ה ד\"ה תרי תילתי יע\"ש והרי\"ף והרמב\"ם והרא\"ש לא פירשו דעתם בזה) דשתי שקיעות יש ומתחילת שקיעה ראשונה שאין השמש נראית על הארץ עד התחלת שקיעה שניה הוא שיעור ג' מלין [מילין] ורביע (כל מיל הוא ח\"י חלקים מששים בשעה) הוי יום גמור ואחר זה מתחיל ביה\"ש הוא שיעור ג' רבעי מיל וככלות שיעור זה הוי לילה וס\"ל (דהא שאמרו שם ג' כוכבים לילה) דזמן יציאת כוכבים אינו אלא אחר ד' מילין משקיעה ראשונה ועפי\"ז צ\"ל דמ\"ש בש\"ע בסי' רצ\"ג שלא לעשות מלאכה עד ראות ג' כוכבים מיירי אחר שיעור ד' מילין (הא דנקט בש\"ע כוכבים קטנים משום חסרון בקיאות אבל מן הדין סגי בבינונים כמ\"ש ר\"י בפ\"ק דברכות והמג\"א שם) אמנם הרא\"ם בס' יראים יש לו שיטה אחרת בזה והו\"ד בב\"ח שם סי' רס\"א דס\"ל דמתחלת השקיעה עד צאת הכוכבים חמשה מילין כדאמר רי\"ו בפסחים צ\"ד ותיכף מתחילת השקיעה מתחילין לצאת והוי לילה מדאורייתא דהא דקי\"ל דצאת הכוכבים הוי לילה היינו תחילת יציאתם להכנס ברקיע אעפ\"י שאינן נראין עדיין דמתחילת צאתן ליכנס לרקיע עד עברם עובי הרקיע הוא שיעור ה' מילין וזמן ביה\"ש ג' רבעי מיל קודם שקיעה\"ח ועכ\"פ לענין ניד\"ד בנודר אזלינן בתר לשון בני אדם דזמן תפילת ערבית וכ\"ש זמן ספירת העומר הוי לילה דס\"ל לסוגין דעלמא כסברת החולקים על ר\"ת וסוברים דאחר ג' רבעי מיל אחר השקיעה (שאינה נראית על הארץ) הוי לילה דאז זמן יציאת כוכבים בינונים ואינן חוששים לדעת ר\"ת להמתין אחר השקיעה שיעור שעה וחומש שעה משעות זמניות שהוא חלק עשירי מהיום, אמנם לענין מוצאי שבת ויוה\"כ איני רואה על מה סמכו שלא לחוש לדעתו הלא הש\"ע פסק כותי' ולא הביא דעת החולקין אפילו בשם י\"א ואפשר דנמשך זה משום דלענין ערב שבת חוששין לדעת החולקים להחמיר אבל כיון דהש\"ע פסק כוותי' אף לקולא מאן ספין ומאן רקיע לשנות מהוראתו לענין מוצאי שבת לעשות מלאכה בשעה ראשונה אחר השקיעה דהוי יום גמור לדעתו ובודאי דנכון לחוש להמתין שעה וחומש שעה אחר השקיעה גם לענין תפלה וספה\"ע וכ\"ש לענין שבת ויוה\"כ ועי' בדברי הגר\"א ריש ברכות מ\"ש ליישב קושיית ר\"ת וע\"ע בשו\"ת מהר\"ם אלשקר סי' צ\"ו מש\"ב [מש\"כ] והו\"ד בש\"ך יו\"ד סי' רס\"ו וכתב שם דהרי\"ף והרמב\"ם והרא\"ש ס\"ל דלא כר\"ת והלכה כמותם יע\"ש, אמנם הא ודאי דמרן לא החליט כן בדעתם דא\"כ איך פסק כר\"ת ובפרט לקולא: ומ\"ש בסידור הרב התניא דמרן ביו\"ד שם חזר מזה שפסק בא\"ח כר\"ת הנה מדברי הש\"ך שם לא נראה כן וע\"ע בשו\"ת בת\"כ ח\"ב סי' ד' מ\"ש בענין זה ומוכח שם שגם הוא לא הבין בדעת מרן שחזר מזה כיע\"ש ונם [וגם] מסתימת כל המפרשים שלא העירו בזה החזרה מוכרח לומר דלא כן הוא דבדבר גדול בזה [כזה] בודאי לא הוה שתקי דלא בכאן יפה שתיקה לחכמים ועל זה שייך לומר מ\"ש בשו\"ת משפט צדק ח\"ב סי' ל\"ו דכאשר אחד מהפוסקים מביא דין משונה ולא הביאוהו שאר הפוסקים מסתמא לא ס\"ל הכי והן ה\"נ אלו הי' ס\"ל דמרן חזר בזה לא היו נמנעים מלהעיר בזה ולבאר דעתו היטב ועי' בס' מחב\"ר סי' רס\"א דהמנהג פשוט דלא כר\"ת ולכן אין למחות ביד המקילים ושם בקונטרס אחרון הוסיף עוד לבאר בזם [בזה] ומבואר שם להדיא דמרן לא חזר מזה שפסק כר\"ת וכמ\"ש."
        ],
        [],
        [],
        [
            " עיין מ' ב\"י א\"ח סי' ג\"ן.",
            " [רמ\"ל] עי' שם בפירוש הרא\"ש מ\"ש בדעת ר\"ת ור\"י (ומ\"ש שם הרא\"ש וכן פוסק בס' הזוהר נראה דצ\"ל הזהיר כי הט\"ז א\"ח סי' ל\"א כתב דהרא\"ש לא ראה את ס' הזוהר) ובב\"י סי' ג\"ן וסי' קצ\"ט וע\"ע במש\"ל פ\"ג מבכורים שהקשה על הרמב\"ם שפסק דגר מביא וקורא מהא דאמר רב אשי במכות י\"ט דגר מביא ואינו קורא יע\"ש ברם הריטב\"א בחידושיו שם הקשה ג\"כ כעין זה ותירץ באופן דגמרא דילן לא פליג אפיסקא דירושלמי דהלכה היא דגר מביא וקורא וע\"ע בתוס' בתרא פ\"א ד\"ה למעוטי וממילא מיושב פסק הרמב\"ם וכן ג\"כ דברי רבינו ומ\"ש רבינו דאברהם אב לכל הנלוים עליו נקט אברהם וה\"ה ליצחק ויעקב וכמ\"ש שם הריטב\"א דגם הם נעשו אב לגרים ועי' בש\"ע סי' רי\"ז דהנודר מזרע אברהם אסור בישראל ובגרים ולפי הנז' ה\"ה בנודר מזרע יצחק ויעקב הואיל דאמרי' דגם הם נעשו אב לגרים ואמנם לענין נודר מבני ישראל יש להסתפק אם גם גרים בכלל ועי' בתוס' סוכה כ\"ח ד\"ה לרבות הגרים ובשו\"ת מהרי\"ט חיו\"ד סי' מ\"ז בד\"ה ויש לעיין לענין הנשבע שלא ישא שום בת ישראל אחרת עליה אם מותר בגיורת דנהי דגרים ישראל מקרי מ\"מ בת ישראל מיהת לא מקריא דכמו כן יש לומר לענין בני ישראל ועוד דגם היא גופא דהנודר מזרע אברהם אסור בגרים לא נזכר בגמרא ובפוסקים כמו שתמה שם הב\"ח על הטור וא\"כ הבו שלא להוסיף אכן המהרי\"ט העלה שם דכיון דקי\"ל דגר אומר אלהי אבותינו אלהי אברהם א\"כ מקריא בת אברהם וה\"ה דהוא מתקרי נמי בן ישראל יע\"ש אמנם לפי דעת ר\"ת בתוס' בתרא הנז' דאין הלכה כר\"י ואינו מצי לומר אלהי אבותונו [אבותינו] א\"כ עדיין צ\"ע אכן דעת הר\"י שם בתוס' ורוב הפוסקים דהלכה כר\"י וכמ\"ש רבינו:."
        ],
        [],
        [
            " הביאה מ' ב\"י בא\"ח סי' קצ\"ז."
        ],
        [
            " רמזה מ' ב\"י באה\"ע סי' פ\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " [רמ\"ל] אמנם בש\"ע סי' ל\"ד סעי' ה' כתב אחד שבועת שוא ואחד שבועת שקר דממון נפסל לעדות וע\"ש בגמרא [סנהדרין] כ\"ו בהא דאמר שם לא אידי ואידי שבועת ממון."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' ב\"י יו\"ד סי' קל\"ז ובח\"ג סי' רי\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י בא\"ח סי' ש\"א."
        ],
        [
            " ע' ב\"י יו\"ד סי' קכ\"א."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י ביו\"ד סי' רכ\"ח וע' דרכי משה שם שעלה בדעתו לומר דנשבע ג\"כ שלא ליהנות ושוב הדר ביה יעו\"ש וכן מבואר בתשובה זו."
        ],
        [],
        [],
        [],
        [
            " הביאה הב\"י בח\"מ סי' ק\"ד ביתר לשון."
        ],
        [],
        [
            " הכנה\"ג ביו\"ד סי' קע\"ג הגב\"י סקי\"ב הביא משם הא\"ח שכתב תשובה זאת והיא צריכה הבן וע\"ע בח\"ה סי' רנ\"ט.",
            " נ\"ל שצ\"ל הלווים."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י באה\"ע סי' ס\"ב."
        ],
        [
            " הביאה הרב\"י חה\"מ סי' ח\"ן וע' כנה\"ג הגהב\"י סק\"ו מה שפלפל בזה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " וע\"ע בח\"ה סי' ק\"ס."
        ],
        [],
        [],
        [
            " שארית התשובה ה\"ה בח\"ד סי' קפ\"ד."
        ],
        [
            " תחילת תשובה זו היא בח\"ד סי' רנ\"ו.",
            " ע' לקמן סי' קמ\"ז.",
            " בח\"ה סי' ר\"ך.",
            " בח\"ד סי' פ\"ו."
        ],
        [],
        [],
        [
            " שארית התשובה ה\"ה בח\"א ס\"ב."
        ],
        [],
        [
            " ע' לעיל סי' קמ\"ב."
        ],
        [],
        [],
        [
            " ע' ח\"א סי' תפ\"ז ותת\"ה ומיוחסות סי' קפ\"ז וקצ\"ט."
        ],
        [],
        [],
        [
            " האומר [זו היא שיטת ר\"ת הביאה הרא\"ש בסוף יומא] כל נדרי וכו' נהגו לומר ונסלח לכל עדת בני ישראל מדאמרינן בנזיר פרק מי שהי' נזיר ושמע חבירו הרי שנדרה בנזיר והפר לה בעלה והיתה שותה יין ועליה נאמר וה' יסלח לה אף זה כן שידור ולא יזכור התנאי של ראש השנה המבטל נדרו ויעבור צריך כפרה וסליחה על זה תקנו לומר ונסלח לכל עדת בני ישראל וכו' כי לכל העם בשגגה:."
        ],
        [
            " השאר בח\"ה סי' רנ\"ז."
        ],
        [
            " מתוך התשובה מוכח כי איננה להרשב\"א.",
            " בתשובת המיוחסות סי' צ\"ד כתב דה\"ה בשיטה אחרונה וע' ב\"י ח\"מ סי' מ\"ד.",
            " וע' להרב\"י בא\"ח סי' תקנ\"ה שרמזה בסיגנון אחר."
        ],
        [],
        [
            " (תחלת התשובה במיוחסות סימן רפ\"ז).",
            " בח\"ג סי' שט\"ו הובאה בסיגנון אחר."
        ],
        [],
        [
            " היינו בשכח עד שבא שבת דאל\"ה אין זה אונס ע' ח\"א סי' תש\"ע ומיוחסות סי' רמ\"ג.",
            " צ\"ע דבח\"א סי' תשצ\"ג ולעיל סי' כ\"ה ובח\"ה סי' רכ\"ח פסק רבינו דאריכות זמן לא מהני כל שלא התנה כן מתחילה ודוחק לחלק דהכא שאני שאין האריכות רק בעבור שהוא שבת ודו\"ק וע' מרן ב\"י יו\"ד סי' רכ\"ח בבד\"ה ובש\"ע סצ\"ט [= סי' צ\"ט].",
            " ע' ח\"א סי' תדי\"ר ומיוחסות.",
            " הקושיא מבוארת דבנדון הש\"ס מאי דהוה הוה דבשעה שנשבע כבר הוציא השבועה לשוא ואף אם לא יאכל אריא דשבועת שוא רביע עליה אז אמרינן מוטב שיעבור א' ולא שתים משא\"כ כאן וע' פו\"ד בח\"מ סי' ע\"ג דהיה ר\"ל מלשון המשנה דקתני אכלה עובר על ש\"ש דהיינו דוקא בדאכלה ושוב חזר בו מכח לשון הש\"ס ודו\"ק."
        ],
        [],
        [
            " הביאה מ' ב\"י ביו\"ד סי' ק\"ץ בקצ\"ר אמי\"ץ:."
        ],
        [
            " ע' בח\"א סי' תר\"א ובת\"ה סי' ר\"ב:."
        ],
        [
            " ע' בח\"א סי' תתכ\"ט:."
        ],
        [],
        [
            " בת\"ה הארוך בית ד' ש\"ב והובא ג\"כ בטור יו\"ד סי' קי\"ט:."
        ],
        [],
        [],
        [],
        [
            " ע' מיוחסות סי' רנ\"ו וח\"ד סי' ל\"ב."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הובאה בב\"י יו\"ד סי' קי\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' ח\"ה סי' ר\"ן."
        ],
        [
            " בח\"א סי' רי\"ו הובאה בקצר אמי\"ץ."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' מהריק\"ו שרש ק\"ו שכתב דמהיות טוב לא יכתוב הבעל והרב\"י בסי' קכ\"ג כתב ע\"ד דגם מהיות טוב לא מצא קפידא ולא בא בפיהם תשובה זאת."
        ],
        [
            " הטור באה\"ע סי' ל\"ו הביא דין זה בשם הרשב\"א וכ\"מ ב\"י דכ\"כ בתשובה.",
            " הרב\"י שם הביא כן משם הר\"ן בפרק האיש מקדש.",
            " [רמ\"ל] ר\"ל בקרובות של השליח וע\"ד שכתב הה\"מ בפ\"ט מהל' אישות ה\"ו שאדם יכול לקדש קרובתו לאחר ולהיות שליח להולכה אף על פי שאינו יכול לקדשה לעצמו שאל\"כ יאמרו מותר בקרובות השליח ובעיקר ביאור דברי רבינו ע\"ש במשל\"מ פ\"ג הי\"ד וגם בב\"י סי' ל\"ו וע\"ע בענין זה בספרי דברי מרדכי בהשמטות בתשובה שהשבתי בשנת תרנ\"ה לעיר קלאניבלאט להגאב\"ד דשם ע\"י אמצעות אחי היקר המופלג בתורה ויראה כו' מו\"ה יחזקאל נ\"י (המכונה צערנעשאוו) ושם תמצא הרבה ענינים השייכים לזה יעש\"ב:."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' ח\"א סי' תרכ\"ג.",
            " [רמ\"ל] עי' בביצה ל\"ו גבי בי רחיא דאביי דליף ועי' בכ\"מ פ' כ\"ה מהל' שבת ובב\"י סי' ש\"ך שכתב ליישב דעת הרמב\"ם שהשמיט זה משום דהא דאמר אביי תיתי לי דעברי אדמר לאו משום דחזר מדבריו והודה לדברי רבה אלא הם דברי אנינות בעלמא ברם לאו דינא הכי ומשו\"ה השמיטו הרמב\"ם אמנם עכ\"ז בש\"ע שם סעי' ל\"ז פסק דבמקום הפסד מותר להכניס מטתו ולא חש לאלו הדברים שהמליץ (דאל\"כ הי\"ל להביא דעת הרמב\"ם בשם יש אומרים כדרכו דרך הקדש ולפעמים מזכירו בשמו כמו ביו\"ד בסי' קפ\"ו שכתב והרמב\"ם מצריך שגם הבעל כו' וכן בכמה דוכתי) ופסק כרבה ודלא כאביי זהוא דעת רבינו ועי' בס' מים חיים להפר\"ח שם על הרמב\"ם שכ' דתירוץ מר\"ן הב\"י הוא דחוק ויותר נ\"ל אעפ\"י שרבה לא כוון להלכה שייך למימר תיתי לי דעברי אדמר לפי דבדרבנן עבדינן עובדא והדר מותבינן תיובתא עכ\"ל ולכאורה הי' נראה דהאי תירוצא הוא יותר מרווח ותימה על הב\"י שמיאן לתרץ כן אמנם אחר העיון נראה דיש להשיב על זה דהא האי מילתא הוא בעירובין ס\"ז ולא אמרו שם כן אלא לענין דבאיסור דרבנן שבקינן להרב לעשות כהוראתו שהורה לאחרים אבל לא בדבר שמירה להתלמיד כן ומלבד דהסברא נותנת לחלק בזה דאל\"כ איך אפשר להתלמיד לעייל נפשיה בדבר הנראה לו קרוב לודאי לאיסור אבל גם ראיה מצאתי לחילוק זה מתשו' תה\"ד סי' מ\"ג שהובא ברמ\"א סי' רמ\"ב סעי' כ\"ב שצידד שם מפ\"ק דחולין ו מהא דאייתי לקמייהו ביצים המצומקות ביין שאין למחות לרבו אפי' כשברור להתלמיד שרבו יעבור על איסור דרבנן והא ודאי דלא יעלה על הדעת דגם התלמיד מחויב לשמוע לו בזה דהא ברור לו שאסור ובהכרח לחלק בין דבר שעושה לעצמו או שמורה לאחרים ובין דבר שמורה להתלמיד וכמ\"ש זהו מה שנ\"ל לתרץ דעת מרן הב\"י על שלא תירץ כן דעת הרמב\"ם והנה דברי התוס' שהביא רבינו וכן דברי רבינו בעצמו שכתוב בכאן אבל אם מחוסר דיכה כו' צריכים חיפוש וביאור היטב ועי' בפ\"ק דשבת י\"ט במחוסרין דיכה ושם בתוס' ד\"ה שמן והמעיין לא יתעצל מלחפש היטב אולי ימצא ואזי ייטיב חסדו להודיעני ושכמ\"ה:."
        ],
        [],
        [],
        [
            " ע' ח\"ג סי' קנ\"ב.",
            " [רמ\"ל] דינים האלו באה\"ע סי' קי\"א ושם בהגה' כתב דיש אומרים דאין כתובת בני\"ד נוהגת האידנא ועי' בשו\"ת מהרשד\"ם סי' ק\"ט מש\"ב:."
        ],
        [],
        [],
        [],
        [],
        [
            " ע' לקמן סי' ע\"ר."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י אה\"ע סי' ל\"ה.",
            " [רמ\"ל] ועי' בהגה' אה\"ע סס\"י [= סוף סי'] ל\"ז דדוקא תוך כדי דיבור מהני טעם זה להאמינו."
        ],
        [
            " ע' ח\"ד סי' ל\"ב ול\"ג."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה הרב\"י בא\"ח סי' ש\"ו."
        ],
        [
            " [רמ\"ל] דבר זה יתבאר לן היטב עפ\"י סברת הנוב\"י הו\"ד בפ\"ת ח\"מ סי' פ\"ו סק\"ג שכתב כי המלוה שבא לגבות חובו מהלוה הרי הוא יכול לגבות מכל הנמצא בידו וגם מהחוב שיש לו על אחרי' יעש\"ב:."
        ],
        [],
        [
            " ע' לעיל סי' רמ\"ד.",
            " [רמ\"ל] עי' ביו\"ד סי' רכ\"ח סעי' ט\"ו ובשו\"ת בני יהודה מהר\"י עייאש סי' ק' דקע\"א שהשיג על מ\"ש הש\"ך שם דהרב לשיטתו כו' אבל הרשב\"א חולק וכתב הוא עלה דלא כן הוא אלא דהרשב\"א מיירי מסתם בני אדם שאין לחוש שיעברו בלא התרה אבל באנשים קלים דאיכא למיחש שיעברו גם הרשב\"א מודה דמתירין להם יע\"ש וכן משמע קצת מדברי רבינו הכא ולעיל סי' ד' דמיירי מסתם בני אדם וע\"ד דמיירי בירושלמי הכתוב לקמן בסי' צ\"ד וכמו שנראה שם מדברי רבינו יע\"ש ואגב ראיתי להודיע דהא דבנדרים וחרמים ושבועות אסור להקדים אמירת השם קודם שיאמר קרבן או חרם ושבועה משום דחיישינן שמא ימלך מלנדור ולישבע כמ\"ש הרא\"ש בנדרים ד' י' ולאפוקי ממ\"ש בס' דרושי' משום דחששו למיתה ועי' ברמ\"א א\"ח סי' תכ\"ו סע\"ב ובט\"ז סי' תקנ\"א ובתוס' גיטין כ\"ח ד\"ה הא ר\"מ ובשו\"ת נ\"ש סי' ט\"ל וע\"ז והנמשך ויוצא מדבריהם דלשמא ימות פתאום כזה לא חיישינן וגם בהכרח לומר כן דהטעם כמ\"ש הרא\"ש שם דהרי אומרים כמה פסוקים שמתחילין בתיבת השם ושוב ראיתי שכבר עמד בזה באורך בס' פתח\"ע ליומא ד' ט\"ל והנלע\"ד כתבתי."
        ],
        [],
        [],
        [
            " [רמ\"ל] ענין זה בתוס' ב\"מ פ\"ז ד\"ה למה נקוד ובפסחים ס\"ג במשנה אמר ר' יוסי לפיכך נקוד ועי' בט\"ז יו\"ד סימן רע\"ד דאם לא נקד אלו הנקודות כשר לקרות בו ובענין כשהתגין נפרדות מהאותיות יעי' בשו\"ת הרמ\"ע סי' ל\"ח שכתב דאפי' להסוברים שאין התגין מעכבין מ\"מ פוסל בנפרדין והמג\"א בסי' ל\"ו הבי\"ד וכנראה שהסכים עמו רק אם ידענו שכתב זה הוא מסופר מומחה תלינן שנפרד אחר שנכתב וכשר אמנם בשו\"ת נחפה בכסף ח\"ב יו\"ד סי' יוד הביא פוסקים החולקים בזה וראיה לדבריהם מזה שלא כתבו הרמב\"ם ושאר פוסקים פיסול זה בדברים הפוסלים לס\"ת ומוכח דגם כשנפרדין מהאותיות כשר יע\"ש שהאריך בזה וחזר לקיים דעת הרמ\"ע אם לא בשעת הדחק יע\"ש וצע\"ד יש להעיר על ראיה זו מהא דגרסי' בקידושין ס\"ו אמר ר\"נ ו' דשלום קטיעה (ועי' בפי' הר\"ש והרע\"ב פ\"ח דתרומות מ\"א) וכתב שם הריטב\"א דפי' קטיעה שכרותה בנתים דאי לאו הל\"ל זעירתא ונפקא מינה לס\"ת שכתוב כדרכה ר\"ל כדרך שאר ואוין ועי' בשו\"ת מהרי\"ט חיו\"ד סי' ל\"ב מ\"ש בשם מהריק\"ו ועכ\"ז הרמב\"ם לא מנה זה בדברים הפוסלים וגם מרן הב\"י לא הזכיר דין זה אף שהיא גמרא ערוכה בלי שום חולק בזה ובשו\"ת בתי כהונה ח\"ב סי' כ' וכ\"א הובא מחלוקת גדולה בזה והעלה דיש לפסול הס\"ת שכתוב בה ו' זו כשאר ואוין וזה דלא כמ\"ש בשו\"ת הגרע\"א הו\"ד בפ\"ת סי' ער\"ה ונראה דנעלם ממנו תשובה זו דבת\"כ ועי' בשו\"ת המיוחסות סי' רל\"ב שכתב דאין אנו חוששין לתקן הס\"ת עפ\"י דרשה שבתלמוד כגון הא (דרש\"י בראשית כ\"ה) פלגשם כתיב והא (דרש\"י דברים א') דאמרי' ואשמם כתיב אלא כ\"א כשבא בתלמוד דרך עיקר דין כגון בסכות לטטפת (סנהדרין ד) וכבר האריכו בזה שם בשו\"ת בת\"כ יע\"ש וע\"ע בשו\"ת מעיל צדקה סי' נ\"ה שכתב וז\"ל דע כי אין אנו עושין חשבון כל כך ממסורת אף כי כתבו תוס' בכמה מקומות (עי' תוס' נדה ל\"ג ד\"ה והנשא וגליון הש\"ס לשבת נ\"ה בהא דאמרי' מעבירם כתיב) לסמוך על המסורת אף נגד התלמוד עכ\"ל ועכ\"פ הו\"ל להרב נחב\"כ לעמוד בכל זה וע\"ע בשו\"ת דבר משה ח\"ג."
        ],
        [],
        [],
        [
            " ע' בח\"א סי' ת\"ש שחסר לשון התשובה:."
        ],
        [],
        [],
        [],
        [],
        [],
        [
            " [רמ\"ל] הנה בשבת ק\"ח מפורש להדיא דרוק טפל [תפל] אפי' על גב העין אסור וכן פסק בש\"ע סי' שכ\"ח ומאי חידוש יש בילמדנו יותר מבגמרא וצ\"ע."
        ],
        [
            " [רמ\"ל] מכאן ראי' להט\"ז בסי' ס\"ג דאין אסור לעמוד אלא כשהוא יושב אבל כשהוא מהלך ועומד שפיר דמי ודלא כדעת הב\"ח דס\"ל שאסור לעמוד כל הפרשה מדברי הרמב\"ם שסיים בזה והשאר קורא כשהוא מהלך דיש לומר דבא לאשמועינן שא\"צ עוד לעמוד אלא שדרכו של הרמב\"ם לקצר אבל דעתו כדעת רבינו ומ\"ש רבינו רב הונא בשם שמואל אמר צ\"ע דבתוס' ברכות ד' י\"ג ד\"ה על לבבך הביא זה בקיצור בשם מדרש תנחומא וכתוב רב יהודא."
        ],
        [],
        [],
        [],
        [
            " הובאה בב\"י יו\"ד סס\"י [= סוף סי'] רע\"ט.",
            " [רמ\"ל] עי' ביו\"ד סי' רע\"ט ושם בנ\"צ מ\"ש לתמוה על ס' בני יונה באם לא נמצא הג' טעיות ביחד מהא דרבינו הרשב\"א למד דין זה מדין תולעים המבואר בסי' פ\"ד וס' ק' וע\"ש בט\"ז דהב\"ח אוסר גם בב' תולעים והוא חולק עליו דלא קי\"ל כרבי דבתרי זמני הוי חזקה אלא בספק נפשות אבל בשאר דוכתי קי\"ל כרשב\"ג ולקמן אדבר בזה כי מקודם אמרתי לבאר מה שעלה בדעתי להסתפק בזה החזקה דג' פעמים אם הוא מה\"ת דומיא דחזקה לעמוד דבר על חזקתו המבואר בחולין י\"א ולחייב מלקות לאוכל מזה כמו שאוכל ודאי איסור או דילמא שזה אינו אלא מדרבנן שחששו לדבר השכיח ומצוי דהואיל שהוחזק ג' פעמים בזה מצוי הוא שיהיה עוד כן בכל ענין השייך לחוש כגון בדין דס\"ת ודין דתולעים חיישינן כמו שמצאו אלו הג' כן יש שם עוד ולענין וסתות ושור המועד וכדומה המבואר ביבמו' ס\"ד חיישינן כמו שקרה ענין זה כן יקרה עוד וזכר לדבר דצריך לחוש לזה מיהודה שאמר לתמר עד יגדל שלה בני גו' ועי' פ\"ת אה\"ע סי' ט' סק\"ד מש\"ב אבל לא מצינו בגמרא שלמדו לחזקה זו מקרא וכיון שכן יש לומר דחזקה זו אינו אלא מדרבנן ומה שנראה לע\"ד לומר בזה כי דבר זה תליא בפלוגתא אם וסתות דאורייתא או דרבנן דלמ\"ד דהיא דרבנן (עי' תוס' נדה ט\"ז ד\"ה ורב נחמן) משום דמה\"ת אין לחוש לחזקה דאורח בזמנו בא יען דהתורה לא חששה לדבר השכיח ומצוי א\"כ הן ה\"נ בני\"ד ואפי' לסברת הנוב\"י (וכעין סברא זו כתב הרא\"ה בבד\"ה בית ז' ש\"ב דקס\"ד אכן שם במ\"ה השיג עליו) דפרישת סמוך לוסתה הוא מה\"ת אליבא דכ\"ע מ\"מ התם שאני דלכן חיישינן שמא תראה משום דאטו לעולם עוד לא תראה זה ודאי אינו כיע\"ש משא\"כ בני\"ד דשפיר יש לומר דעוד תולעת אין בו וכן אין בו עוד טעות לכן אין לחוש מה\"ת אלא מדרבנן ומהא דיוצאין בקמיע מומחה לרה\"ר בשבת אין להביא ראיה דהוה מה\"ת דלענין הוצאה בשבת דכל דבר שהוא תכשיט שרי ודבר המרפא הוי כתכשיט כמ\"ש בש\"ע סי' ש\"א וא\"כ גם בדבר המצוי דמרפא לא הוי על האדם למשא ולכן יוצאין בזה הקמיע אמנם יש להעיר מהא דשור המועד מתחזק בג' פעמים הכתוב בתורה וכן מדין אשה שבני' מתים מחמת מילה דחזקה זו הוא מה\"ת כדמוכח מהא דאמר ביבמות ס\"ד איסורא וסכנתא וכמו שפירש\"י שם ואפשר לומר דשור המועד גזירת הכתוב הוא ועוד יש לומר דמ\"ד וסתות דרבנן ס\"ל כמ\"ד ב\"ק ט\"ו סתם שוורים בחזקת שימור קיימי וזה שהוא מועד ליגח ינא [יצא] מכלל סתם שוורים וצריך שימור וכמו שן ורגל דמועד הוא בזה לשלם נזק שלם אפי' בפעם ראשונה ובזה שהוא מועד לא גרע משן ורגל וחזקה דג\"פ לא פעלה אלא להוציאו מחזקתו חזקת שימור ומדין מילה ג\"כ אינו קשה די\"ל דהיא כמ\"ד וסתות דאורייתא והגם דאנן קי\"ל כמ\"ד וסתות דרבנן כמ\"ש ביו\"ד סי' קפ\"ד ועכ\"ז קי\"ל במילה דהוי חזקה כמ\"ש בסי' רס\"ג י\"ל משום דחמירי סכנתא דהא בתרי זמני הוי חזקה בזה כמו בנשואין ומלקיות דפסקה הגמרא שם כרבי ולא כרשב\"ג והיא מטעם דחמירא סכנתא וגם לספק חוששין והנה בעמדי בזה ראיתי במקו\"ח סי' תס\"ז שכתב דחזקה זו הוא מה\"ת אך לא אמרינן חזקה זו אלא בדאיכא דבר שגורם ומסתבר שיהי' כך וראייתו מקטלנית דלמ\"ד מעיין גורם אין דין קטלנית בארוסה וכן אין דין קטלן בגברי והפלוגתא דוסתות אי מה\"ת או לא פליגי בזה אי גרם המסתבר הוא דבר זה יע\"ש והוא דחוק דאין לך גרם המסתבר יותר מזה והא ודאי שהוא גרם יותר מסתבר מתולעים וכ\"ש מטעיות הנמצא בס\"ת ומהא דאמרי' במציעא ק\"ו תני חדא פעם ראשונה ושניה זורעה ותניא אידך שלישית זורעה ורביעית אינה זורעא לא קשיה הא כרבי הא כרשב\"ג (וע\"ש בהרא\"ש שהביא אלו הברייתות דלא כרי\"ף ורמב\"ם שהשמיטו אותם וכתב עלה דקי\"ל כרבי בנשואין ומלקיות וכרשב\"ג בוסתות ושור המועד ובמאי דלא אפסיקא הלכתא בגמרא נראה דהלכה כרשב\"ג דהוה אבוה דרבי ורביה יע\"ש ועין שרואה אלו הדברים ישפוט מישרים להביא ראיה מכאן למ\"ש הט\"ז בסי' ק' דבאיסורין קי\"ל כרשב\"ג דהא לא אפסיקא זה בגמרא ועוד להקשות מכאן למ\"ש המנ\"י כלל מ\"ו ס\"ק כ\"ט לתמוה על הט\"ז בזה והוכיח מדברי הרא\"ש דיבמות שם דבאיסורא ס\"ל דהלכה כרבי דבתרי זמני הוי חזקה דהא דברי הרא\"ש דמציעא הנז' מבוארים דלא כן דעתו אלא כהט\"ז דבאיסורין קי\"ל כרשב\"ג מטעם דבמאי דלא אפסיקא הלכתא בגמרא ס\"ל להרא\"ש דהלכה כרשב\"ג ומעתה נהדר אנפין לדלעיל) ופירש\"י שם זרעה ואכלה חגב או נשדפה כו' וע\"ש ומאי גרם המסתבר איכא בחגב ובשידפון ואיך שיהי' עכ\"פ ענין דוסתות בודאי שהוא יותר גרם מסתבר דהא כתב הרא\"ה שם בבד\"ה שער ג' דקס\"ט וז\"ל אבל לא כדבריו שאי אפשר שיהא קידוש החדש גורם לאשה שתראה אבל כי אמרי' בט\"ו בחדש זה לא לקיה\"ח שלנו אלא למולד הלבנה לשעה שנראה שראוי לקבוע ר\"ח עפ\"י ראייתה שמשעה זו שהיא נראה על הארץ הוא פועל בעולם והוא אינו בא בשויה לפיכך אין הפלגותיה שוות אבל יש כאן השויה לימי החדש אחר המולד כלומר אחר הראית הלבנה כו' [עיין לקמן סי' שנב בהערותיו של רמ\"ל מסי' צח במהדורת ירושלים תרס\"ג שם מובא ג\"כ דבריו] והרי מבואר מזה דענין וסתות הוא גרם המסתבר היטב ועכ\"ז פליגי ולכן נראה דאף אם נחליט דחזקה זו אינו אלא בדאיכא גורם ומסתבר אבל עכ\"ז בהכרח לומר דאפי' בדאיכא גורם ומסתבר פליגי אי הוי זה איסור תורה או לא וכמ\"ש ועי' תוס' חולין י\"א ד\"ה מנא שכתבו דרב אחא בר יעקב לא קי\"ל חזקה מקרא אבל בודאי דמסברא ס\"ל דחזקה דהתם הוא מה\"ת והן ה\"נ בני\"ד דמ\"ד דחזקה זו דג\"פ הוא מה\"ת אינו אלא מסברא ומ\"ד דרבנן ס\"ל דחזקה דהתם קי\"ל מקרא משא\"כ חזקה דהכא דאינו אלא מצד הסברא כנ\"ל ודו\"ק."
        ],
        [
            " נ\"ל שצ\"ל שאסרו:."
        ],
        [],
        [],
        [],
        [
            " בתשובת הגאונים הישנות סי' קל\"ז הובאה בקיצור ובס' שערי צדק ח\"ד ש\"ג סי' כ\"ה הובאה באורך בשם רב נטרונאי והטור בח\"מ סי' רפ\"ג הביאה בשם ר' משולם והרב\"י ז\"ל כתב שם דבתשו' להרשב\"א היא בשם ר' האי:.",
            " [רמ\"ל] וכיון דיליף דבר זה מקרא נראה דס\"ל לרבינו דמה\"ת אינו יורש ודלא כהש\"ע בסי' רפ\"ג שפסק כהרמב\"ם והרא\"ש דרק מצד קנסא אינו יורש ועי' בס' גט פשוט סי' קכ\"ט אות כ\"ב שהביא כמה גאונים דס\"ל דמה\"ת אינו יורש וכמו שנראה מדברי רבינו והרוצה לעמוד בענין זה באורך יעי' בספרי ד\"מ [= דברי מרדכי] סי' נ'."
        ],
        [],
        [
            " ע' להרב\"י א\"ח סי' תקמ\"א שכ\"כ בשם התשב\"ץ וכתב בד\"מ שלא מצא שם מאומה מזה ואנכי מצאתי דברים כהוייתן בתשב\"ץ קטן סי' קס\"ה אך לא בא בפיהם דברי רבינו המחבר:.",
            " [רמ\"ל] זה דלא כהש\"ע בסי' תקמ\"א וע\"ש בסי' תקל\"ח במג\"א וט\"ז מ\"ש בדין העושה דבר שאינו אבד ושם בס' מחב\"ר האריך הרבה בענין זה אי קנסינן לבנו של המכוון לעשות מלאכתו במועד ובביאור דברי הש\"ע בזה ומשם תמצא לבאר דברי רבינו."
        ],
        [
            " ע' בהרא\"ש ובהר\"ן ובמרדכי בפ' ערבי פסחים שם מ\"ש בזה משם רב נסים גאון ע\"ש:.",
            " ע' בסוכה מ\"ח ע\"א ובש\"ע א\"ח סי' תרס\"ו ובמרדכי ס\"פ לולב וערבה וצ\"ע:."
        ],
        [
            " סוכה כ\"ו וכ\"כ התוס' שם:."
        ],
        [
            " ע' בהרא\"ש סו\"פ לולב הגזול ובתוס' דף ל\"ט ד\"ה עובר.",
            " או שיהפכנו כמו שאמר רבא לשם ואומר הר\"ם ב\"ן ז\"ל שכשאמרו מדאגבהיה נפק ביה היינו כשדעתו וכונתו לצאת בהגבהה זו ולכן אין לברך אחר שהגביהו שהרי ברכה לבטלה היא ולכך הצריכו שיטלו אותו כדרך גדולתו.",
            " [רמ\"ל] דע דעפי\"ז מיושב קושית הטורי אבן בר\"ה כ\"ח על הר\"ן דס\"ל דכשמתכוין שלא לצאת לא יצא ועלה הקשה מסוכה מ\"ב דאמרי' מדאגבי' נפיק ביה יע\"ש והנה לדברי רבינו דמיירי כשדעתו לצאת בהגבהה זו ניחא אמנם א\"כ יקשה דלמה לי' לתרץ כשהפכו יתרץ שלא הי' מתכוין בדעתו לצאת בהגבהה זו וי\"ל דזה דוחק דהא איירי שם במי שאינו בקי והולך ללמוד וכמו שהוכיחו שם התוס' בד\"ה אמר מדבר זה שכתבנו דאי אפשר לומר דמיירי במתכוין לצאת כן ה\"נ דאי אפשר לומר דמיירי במתכוין שלא לצאת והגם דרבינו לא ס\"ל בזה כהתוס' מ\"מ אפשר לחלק יען דסתמא דמילתא כשלוקחו מתכוון למצוה ורק שהולך אצל הבקי משום שהוא אינו יודע דבהגבהה זו יצא משא\"כ לומר על האינו בקי דמכוון שלא לצאת הוא דוחק דמאין יעלה על דעתו לכוון כן אמנם מצינו להב\"י בסי' תקפ\"ט שכתב כי דעת הרשב\"א והרא\"ה דלמ\"ד מצות אצ\"כ אפי' כשמתכוין שלא לצאת עכ\"ז יצא ולכן מהאי טעמא ניחא מה שלא כתב הש\"ע בסי' תרנ\"א סעי' ה' זאת העצה שיכוון שלא לצאת עד שיברך ומ\"ש בכאן שלא כדרך גדילתו או שיהפכנו כמו שאמר רבא נ\"ל דכך צ\"ל שלא כדרך גדילתו שיהפכנו או כמו שאמר רבא כיע\"ש בסוכה וע\"ע בספרי דברי מרדכי סי' י\"ב מ\"ש בענין זה ובקושית העו\"א לתרץ דבמידי דאיכא מעשה אינו מועיל כוונה שלא לצאת ועפי\"ז יהיה מיושב מה שהקשה שם עוד יעש\"ב.",
            " וכ\"כ הר\"ן סו\"פ לולב הגזול ע\"ש."
        ],
        [
            " [רמ\"ל] ומטעם זה אסורים עד מוצאי ליל יום טוב שני כמ\"ש בתוס' ביצה כ\"ד ד\"ה ולערב דאלו לטעם רש\"י כדי שלא יהנה ממלאכת יום טוב אינם אסורין אלא עד מוצאי יום טוב ראשון ועי' בש\"ע סי' תקט\"ו ובשו\"ת זכור ליצחק סי' צ\"א מש\"ב.",
            " וע' בב\"י א\"ח סי' תקט\"ו."
        ],
        [
            " בב\"י יו\"ד סי' ס\"ו הובאה בסיגנון אחר עי\"ש.",
            " [רמ\"ל] כן פסק בש\"ע סי' ס\"ו וע\"ש בש\"ך ס\"ק י\"ג מ\"ש בדעת רבינו ובדעת הרש\"ל שכתב על דברי רבינו וכל זאת לסברתו אבל לפי מאי דקי\"ל דאפי' צלי וחם לתוך חם חשבינן כבישול ואוסר עד ששים ה\"נ אוסר עד ששים יעש\"ב ובט\"ז סי' צ\"ה סק\"ב בהא שכתב רבינו דקליפת הביצה מנוקבת דלפי\"ז יקשה על מ\"ש בכאן דקליפת הביצה לא גרע משיעור קליפה והן לדעת עוד כי הטעם שכתב רבינו בכאן כי האש שורף לאלתר לא הזכירו ובודאי שלא הגיע לידם קובץ אלו התשובות."
        ],
        [
            " הרב\"י בא\"ח סס\"י [= סוף סי'] י\"א הביאה משם האגור שכ\"כ הרשב\"א.",
            " פה יש טעות הניכר אשר לא יכולתי ליישב הלשון על נכון וע' בב\"י שם דהביא ל' א\"ח בשם העיטור דממאי דקי\"ל דטלית כפולה מטילין בה ציצית הוכיחו דיכול לתת דבר המפסיק יעו\"ש הפך מה שכתוב פה והמעיין ישפוט."
        ],
        [],
        [
            " הביאה הרב\"י ביו\"ד סי' קמ\"ז בשם הא\"ח.",
            " צ\"ל שנשבעין וכ\"כ בא\"ח."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " רמזה מ' ב\"י באה\"ע סי' ט'.",
            " ע' בח\"ג סי' שס\"ד ולהברכ\"י באה\"ע שם."
        ],
        [
            " מהרי\"ק ז\"ל בסי' רצ\"ד בב\"ה הביאה בסיגנון אחר עי\"ש.",
            " וע' לקמן סי' שנ\"ו ושנ\"ז."
        ],
        [],
        [],
        [
            " הביאה מ' ב\"י בשמו ביו\"ד סי' ק\"ע ורמז תשובת המיוחסות סי' רכ\"ג יעי\"ש."
        ],
        [
            " בח\"א סי' תשל\"ו מתנייא בקציר\"ת האומ\"ר."
        ],
        [],
        [],
        [],
        [
            " רמזה מ' ב\"י ביו\"ד סי' קס\"ח."
        ],
        [
            " רמזה מרן ב\"י ביו\"ד שם בקצר אמיץ וע' בח\"ד סי' רפ\"ט.",
            " [רמ\"ל] ומכח הפקר ב\"ד הפקר כיע\"ש ברש\"י כ' ד\"ה אקנויי והנה מבואר מזה דכח ב\"ד מהני להוציא המעות מזה ולהעמידו ברשות אחר וכן מבואר עוד כן מיבמות פ\"ט בהא דמדאורייתא אבוה ירית לה ומדרבנן ירית לה בעל וברור דאפי' הנכסים שאינן ברשותו הוא יורש מכח תקנת החכמים וזה דלא כמ\"ש החוו\"ד במקו\"א סי' תמ\"ח דרבנן אין להם כח רק להפקיר אבל מ\"מ צריך לעשות קנין כזוכה מן ההפקר יע\"ש ולפום ריהטא יש ג\"כ להביא ראיה מכאן לשיטת רבינו והר\"ן בסוכה מ\"ו בדין דלא ליקני אינש הושענא לינוקא ביומא טבא קמא דס\"ל דזה מיירי בקטן שלא הגיע לעונת הפעיטות [הפעוטות] (ועי' בשו\"ת מיים חיים להפר\"ח סי' ד') אבל כשהגיע שפיר דמי דקנין דרבנן מהני לדאורייתא ודלא כהסוברים דזה מיירי אפי' כשהגיע דקנין דרבנן לא מהני לדאוריי' (עי' בש\"ע סי' תרנ\"ח במ\"ש ואינו מקנה לאחרים מה\"ת ובתוס' סוכה ל ד\"ה שינוי החוזר ובב\"י אה\"ע סי' כ\"ח בדין קדשה בחוב במעמד ג') ברם ראיתי בתוס' דרבנן אות יאוש דשקיל וטרי הרבה בענין זה (וחידוש שלה [שלא] העיר מאלו השני תקנות) והעלה דרק היכא דלא נחתי חכמים בפירוש לדבר דאורייתא כגון הקנאת לולב דהקטן דעיקר תקנתן בפעיטות דקונין ומקנין ומתנתן מתנה היתה לעשות את שאינו זוכה כזוכה ולא להקל בד\"ת בכגו\"ז [= בכגון זו] ס\"ל דלא מהני לדאורייתא משא\"כ היכא דנחתו לתקן לדאוריי' יע\"ש ועפי\"ז שוב אין עוד ראיה גם מאלו השני תקנות שכתבנו כמובן אבל עכ\"פ הא ודאי דמ\"ש דמבואר מזה דלא כהחו\"ד הוא נכון וקים וע\"ע בח\"מ בפ\"ת סי' ב' סק\"ב ובאס\"ז לב\"ב נ\"ה מש\"ב ר' יונה, ודע דתירוץ תוסד\"ר הנז' יש לסתור מגיטין ע\"ז ההוא שכ\"מ דתקיף ליה עלמא כו' לקנייה ניהלה לההוא דוכתא דיתיב ביה גיטא ותקנה את הגט בקנין מטלטלי אגב מקרקעי והנה הא קנין אגב אינו אלא מדרבנן כמ\"ש התוס' בקמא י\"ב ד\"ה אנא מתניתא וגם הכא לא נחתו חכמים לתקן בדבר הנוגע לדאורייתא אלא לעשות את שאינו זוכה כזוכה דוגמא להקנאת קטן בלולב ועכ\"ז מועיל שתהי' מגורשת מדאוריי' וש\"מ דלא כתוסד\"ר."
        ],
        [],
        [
            " ע' בח\"א סי' תתנ\"ח ובח\"ד סי' רפ\"ט."
        ],
        [],
        [],
        [],
        [
            " צ\"ל איכא וע' ח\"ד סי' קנ\"ח.",
            " [רמ\"ל] נ\"ל דצ\"ל איכא למיחש וכוונתו הכא דליכא עדים אלא כתב ידו בלבד איכא למיחש משא\"כ במלוה ע\"פ ואיכא עדים וכמבואר בש\"ע סי' ק\"ד."
        ],
        [],
        [
            " וכ\"כ במיוחסות סי' רמ\"ג.",
            " הטור ז\"ל בסי' ע\"ד הביא דברי בעה\"ת בשער ל' שכ\"כ ולא הביא שום חולק ובבעה\"ת שם כתב שכן הסכים הרמב\"ן ז\"ל יעו\"ש ולא אחד בהם שיאמר משם הר\"מ במז\"ל שחולק לזה וע\"ע להרמב\"ם בספ\"ז מה' שאלה ופקדון ובדברי ה\"ה שם וע' כנה\"ג סי' ע\"ד הגהט\"ו ס\"ק י\"ב ולכן נ\"ל דיש כאן ט\"ס וצ\"ל וכ\"כ הרמב\"ן בנו\"ן ודו\"ק.",
            " [רמ\"ל] עי' בסמ\"ע וש\"ך סי' ע\"ד סעי' ג' ועי' בפ\"ת סי' קע\"ו סקכ\"ז לענין שטרות דידן שעושין עצה\"ע דקביעות הזמן בזה גם לתועלת המלוה היא מה הדין בזה לענין פרעון תוך הזמן והנה בדברי בזה ראיתי להעיר במ\"ש התומים סי' ע\"ד סק\"ט לתרץ דעת הרי\"ף והרמב\"ם שהשמיטו הא דאמר רבא במציעא ע\"ז דפרעון זוזא זוזא הוי פרעון משום דיש לומר דרבא לשיטתו בגיטין ע\"ה דנתינה בע\"כ הוי נתינה משא\"כ הרי\"ף והרמב\"ם יש לומר דלא הוי נתינה ולכן אינו יכול להכריח להמלוה לקבל זוזא זוזא ולכן השמיטו דין זה זת\"ד אבל קשה דא\"כ מדוע פסק מר\"ן הש\"ע בסי' ק\"כ דפרעון בע\"כ הוי פרעון דזה נגד הכלל ומה גם שלא להזכיר סברת הרי\"ף והרמב\"ם אפי' בשם יש חולקין וע\"ש בש\"ך סי' ע\"ד ס\"ק י\"ז מ\"ש ליישב דעת הרי\"ף והרמב\"ם בזה ואם אמנם הגאון התומים רב גוברי' לחלוק על הש\"ע והש\"ך בהבנתם בדברי הראשונים מ\"מ אנן לענין דינא צ\"ע אמנם דעת רבינו בחידוש' [בחידושיו] לקידושין כ' ד\"ה אי אמרת כרבא דפרעון זוזא זוזא הוי פרעון וא\"כ ממילא דס\"ל דגם בע\"כ הוי פרעון וכמ\"ש הש\"ע וע\"ע בשו\"ת מים חיים להפר\"ח בענין נתינת מתנה לכהן בע\"כ וכתב שם דהרמב\"ם פסק כלישנא בתרא דרבא שם בגיטין דהויא נתינה והוא דלא כהתומים וא\"כ נראה דלדינא קי\"ל כהש\"ע והוא דעת רבינו וע\"ע בבית שמואל סי' כ\"ז סק\"ב;."
        ],
        [
            " התחלת תשובה זו בח\"ג סי' ק\"ט, הביאה הרב\"י בח\"מ סי' ס\"ז משם רי\"ו שכ\"כ בשם הרשב\"א."
        ],
        [],
        [
            " הביאה הרב\"י בח\"מ סס\"י [= סוף סי'] נ\"ט מחו' סי\"ד.",
            " [רמ\"ל] מזה נראה קצת שיש לחלק בין מטלטלין לקרקעות דבקרקעות אין על הטוען דבר מחודש להביא ראיה אלא על המקבל מתנה להביא ראיה ועי' בסמ\"ע סס\"י ר\"נ מ\"ש מסי' קי\"ב ובפ\"ת סי' ס' סקי\"ד מ\"ש בשם ח\"ס."
        ],
        [],
        [
            " הביאה הרב\"י בח\"מ סי' ס\"א מחו' טו\"ב משם רי\"ו וע' בראש יוסף שם.",
            " רמזה מ' ב\"י שם."
        ],
        [],
        [],
        [],
        [
            " [רמ\"ל] דוקא שובר בעדים לא מהני אבל שובר מכת\"י של מלוה מהני וכמ\"ש בסמ\"ע סי' ע\"א סקי\"א ועיין בתוס' שבועות מ\"א ד\"ה הא אנא דס\"ל כמ\"ש רבינו לבסוף דרב נחמן בדיחותא בעלמא קאמר לי'."
        ],
        [],
        [
            " ע' בח\"ה סי' קכ\"ו ובמה שרמז הרב המגיה ז\"ל שם.",
            " [רמ\"ל] עי' בשו\"ת הר\"א מזרחי ח\"א סי' ז\"ן [נ\"ז] מ\"ש בדעת הרמב\"ם ור\"ת ורבו של ראבי\"ה הזקן ממיץ ושכן נראה לו בדעת הרא\"ש והטור בח\"מ סי' רל\"א (וע\"ש ברמ\"א שבסי' ב' הביא דעת היש חולקין בזה ובסי' רל\"א לא הזכיר זה כלל) דבחרם שהקהל מחרימין על דבר הרשות אין חל על אותם שלא קבלוהו ואפי' יחיד יכול למחות והא דאמרינן בפ' השולח ל\"ו דהפקר ב\"ד הפקר ומשמע אפי' בע\"כ היינו כגון בי דינא דר\"א [דרבינא] ור\"א ואף על גב דאמרינן בר\"ה יפתח בדורו כשמואל בדורו היינו שאין באותו הדור כמותו אבל כשיש באותו הדור גדול כמותם אעפ\"י שאינו נמצא באותה העיר לא הוי יפתח כשמואל כו' יע\"ש ותו\"ד דלעולם אין הסכמת וחרם של בני העיר מועיל בדבר שאין בו מגדר מילתא אלא באופן שיסכימו כלם כאחד מקטן ועד גדול ועיין ביו\"ד סי' רכ\"ח סעי' ל\"ג ומ\"ש שם בט\"ז ואמנם דעת רבינו במיוחסות סי' ר\"פ אינו כן אלא שהציבור יכולים להסיע על כל אנשי העיר בקיצתן ובלבד שיסכימו רוב הציבור וכן ממ\"ש רבינו בכאן בכל ענין שיהיה נראה דדעתו כמ\"ש במיוחסות וע\"ע בח\"א מתשו' סי' תשפ\"א וכן כתב בתשו' הר\"א הנז' דרבינו ס\"ל כרש\"י ורמב\"ן דכאשר הסכימו רוב הציבור במעמד טובי העיר ובמעמד ת\"ח שבעיר אפי' שהוא מילי דרשות עכ\"ז יכולין הם להכריח את המועט המוחין לקנוס אותם בע\"כ אם יעברו על קיצתן דטובי העיר במקום גדולי הדור הם עומדים ועי' בתשו' רבינו ח\"ה סי' קע\"ח במ\"ש שם דאם אחד היה בעיר שלא רצה באותו תנאי כו' דנראה מזה דס\"ל כר\"ת וסייעתו דגדולי וטובי העיר אינם כגדולי הדור וצ\"ע וע\"ע שם בסי' קכ\"ה וסי' רמ\"ה ושם בסי' קכ\"ו שכתב דמנהג המקומות שחוששין להמחאת היחידים לכתחילה כו' אבל מ\"מ אם רצו לגדור ולתקן כו' דנראה מאלו הדברים דבמילי דרשות שאין בזה גדר פרצה גם מן הדין יכולין למחות ואפשר לדחוק וליישב דכל זה מיירי כשאין שם ת\"ח בעירם להסכים עמהם וע\"ע בשו\"ת משפט צדק ח\"ב סי' ע\"ז שהאריך הרבה בענין זה וכן בשו\"ת שבמנ\"י על ס' ת\"ח סי' א' האריך לבאר זה היטב וכבר קדמו בכמה דברים בס' נ\"ש סי' כ\"ז יע\"ש שהאריך הרבה בעניני המנהגים והתקנות שמתקנים ויע\"ש בד\"ה אי נמי שייך לומר מנהג עוקר הלכה."
        ],
        [],
        [],
        [
            " [רמ\"ל] עי' במג\"א סי' ש\"ל דעכשיו נוהגין דאוכלין חמין של אתמול ומ\"ש רבינו כי שבת דחוי' אצל החולים כן כתב הרמב\"ם להדיא בפ\"ב מהל' שבת וע\"ש בכ\"מ ובב\"י סי' שכ\"ח ושם בס' מטה יהודה שהבין בדעת מר\"ן הש\"ע שם שכתב דכשצריך החולה בשר שוחטים לו ואין מאכילים אותו נבילה דס\"ל למרן כמ\"ד הותרה ועלה הקשה עליו שהניח דעת הרמב\"ם והרשב\"א ונמשך אחר הרא\"ש וכן הבין בשו\"ת שמש צדקה סי' כ\"ט ובשו\"ת משכן בצלאל סי' רל\"ב דע\"ט ד\"ה וא\"ת וכמו כן כתבתי בספרי בקונטרס דרך ים אות צדיק ואמנם אפשר לומר דאין מזה הכרח לומר כן בדעת מרן דהא הר\"ן הוא מהסוברים שהוא דחוי' כמ\"ש שם בב\"י ואפי\"ה ס\"ל דשוחטין מטעם דבנבלה יעבור על כל כזית וכזית אבל דע דמדברי הגהמ\"ר דשבת שכתב דמותר לשחוט בעד היולדת משום שמא תמנע מלאכול נבילה מבואר דס\"ל כמ\"ד דחוי' דאלו למ\"ד הותרה אפי' כשלא תמנע שוחטין בעדה כמבואר מכל הפוסקים ולפי\"ז דברי המג\"א שם בס\"ק יוד שכתב שלא ראה שום משמעות בהגהמ\"ר דס\"ל שהוא דחוי' צ\"ע דשפיר משמע שהיא דחוי' וס\"ל להגהמ\"ר כמו דס\"ל לרבינו וע\"ע בזה בשו\"ת זכור ליצחק סי' צ\"ד:."
        ],
        [],
        [
            " ע' בח\"א סי' תתע\"ח ובח\"ד סי' רנ\"ט."
        ],
        [],
        [],
        [],
        [
            " [רמ\"ל] עי' במג\"א וט\"ז סי' תצ\"א בדין זה וכן כתבו גם התוס' בפסחי' ק\"ב ד\"ה רב ובביצה דג\"ל [דף ל\"ג] ד\"ה כי הוינן דביו\"ט ליכא נשמה יתירה ואמנם שם בתוס' ביצה נראה דאור של גיהנם שובת ביו\"ע [ביום טוב] ובברכ\"י סי' תי\"ט כתב עם היות דקדושת יום טוב יותר מר\"ח עכ\"ז מצינו מעלה לר\"ח יותר מיו\"ט והוא שאין אור של גיהנם שולט בר\"ח כשבת וחידוש גדול שלא הזכיר לדברי התוס' הנז' ואף דבמרדכי פרק ע\"פ כתב כמ\"ש הברכ\"י מ\"מ הי\"ל להעיר מהתוס' ועוד הא המרדכי מסיים שם כמפורש במס' ביצה פ' המביא ומדברי התוס' חזינן שלא הבינו כן וא\"כ בודאי דזה הדבר צ\"ע."
        ],
        [
            " [רמ\"ל] אמנם הטור בסי' רצ\"א הבין בדעת הרמב\"ם דטעונה כוס ובעיקר דין סעודה ג' יעי' בתוס' רפ\"ק דבכורות ד\"ה שמא מ\"ש בשם ר\"ת שלא היו נזהרים בג' סעודות מדאמר פ' כל כתבי תיתי לי דקיימית שלש סעודות בשבת וכן בנמוק\"י סו\"ף זיין דסנהדרין הביא ראיה דלשון תיתי לי הוא מדת חסידות מהאי תיתי לי דג' סעודות ואמנם דעת רבינו אינו כן דהא אפי' על מ\"ש דאפשר להשלימה במיני תרגימא אמר שצריך עוד לדקדק בזה."
        ],
        [],
        [
            " [רמ\"ל] כן הוא בש\"ס דידן אמנם בירושלמי פ\"ק דמגילה איתא דסמך מעשה נסים וכתב שם ביפ\"מ דהא דלא קאמר נמי מ\"ם סתומה משום דס\"ל דתורת הראשונים לא היה מם שלהם סתום וע\"ש בירושלמי ובפירושו סוף אות ז' וחית וע\"ע במהרש\"א סנהדרין כ\"א ד\"ה אמר מר זוטרא ובדרך אגב רגע אחת אדבר בענין הנסים שנעשו ע\"י תפלת חכמי ישראל ורבות מהם כתובים ונזכרים בפירקא דחסידי הוא פ\"ג דתענית שמבואר מזה דהנהגה הטבעית המסורה למערכת השמים מסורה לחכמי הדור לשנותה שתהיה משועבדת להיות נמשך אחרי הסכמתם וכמו שדרשו בירושלמי הובא בש\"ך יו\"ד סי' קפ\"ט סקי\"ג בפסוק לאל גומר עלי לענין בת ג' שנים ויום א' שעפ\"י הטבע אין בתולותיה חוזרין וכאשר נמלכו ב\"ד לעבר השנה בתולותיה חוזרין וכמו כן איתא בבבלי בנדה ל\"ח קסבר ר' יהודא שיפורא גרים וכמ\"ש רבינו בת\"ה בית זיין שער ג' יע\"ש דיש מזה שכתבנו להעיר על מ\"ש שם בבד\"ה [הובא לעיל בסי' רפ\"ז בהערותיו של רמ\"ל במהדורת ירושלים תרס\"ג זה בסי' עג] וז\"ל אבל אדוננו מורי רבינו משה אומר שאי אפשר שיהיה עניני הוסתות נתלין בקידוש החדש שאין השופר שתוקעין בו גורם ולא קדוש שלנו שמקדשין אותו גורם כו' שא\"א שיהא קדוש החדש גורם לאשה שתראה אבל כי אמרי' בט\"ו לחדש זה לא לקדה\"ח שלנו אלא למולד הלבנה לשעה שנראה שראוי לקבוע ר\"ח עפ\"י הראיה שמשעה זו שהיא נראה על הארץ הוא פועל בטבע כו' יעש\"ב דלא זכיתי להבין דעתו הקדושה בזה מאי שינוי הטבע יש בזה יותר מהא דלעיל וצ\"ע אמנם הש\"ך שם הביא כמה פוסקים דס\"ל כרבינו שם במ\"ה ודלא כהרא\"ה בשם הרמב\"ן."
        ],
        [
            " [רמ\"ל] ולע\"ד נראה דיש להמליץ קצת בעדם דס\"ל דזה הוי כמו מעות הקדש עניים דהלא גם מעות צדקה השייך לעניים משועבד לפרעון מס לשר העיר ועפ\"י מה שפסק מרן המחבר ביו\"ד סי' רנ\"א ריכולים [דיכולים] לשנות אפי' ממעות תלמוד תורה לצורך ההגמון (וע\"ש בדרישה מש\"ב) וגם ס\"ל דהקדש מעות עניים מותר להלוות אפי' בריבית קצוצה וכמ\"ש לעיל סי' פ\"ה בשם תשו' התשב\"ץ ח\"ד יע\"ש ועיקר מחלוקת דבר זה מבואר בתשו' מיימוני השייכות לס' משפטים סי' י\"ד ובמרדכי פ' המפקיד ובשל\"מ [ובמשל\"מ] פ\"ד מהל' מלוה האריך הרבה בזה אמנם הא ודאי שאנן לא קי\"ל כהמתירים דהמהרש\"ל בפ' החובל תפס הרבה על תשו' בנימין זאב שהתיר זה ועל הגזברים הנוהגים היתר בזה וכן הש\"ך ביו\"ד סי' ק\"ס מחמיר אפי' בריבית דרבנן וע\"ע בשו\"ת ח\"ס יו\"ד סי' קל\"ד ובספרי דברי מרדכי סי' ג\"ן מש\"ב ובהגהותי ישיר משה לעיל סי' פ\"ה."
        ],
        [],
        [],
        [
            " ע' לעיל סי' שי\"ב ובב\"י יו\"ד סי' רצ\"ד בבד\"ה.",
            " [רמ\"ל] כן פסק בשו\"ת מהרשד\"ם יו\"ד סי' קצ\"א וע\"ש במ\"ש מכל זה היה נראה בעיני דורדין דין ערלה נוהג בהם כו' וע\"ע בט\"ז א\"ח סי' ר\"ד סקט\"ו מש\"ב ואגב זכור אזכור מ\"ש בשו\"ת שבס' בני יהודה סי' ק' דק\"א בנידון אתרוג דערלת חו\"ל שהורה למעשה דאסור לברך עליו אפי' למי שלא יודע מזה ודלא כמג\"א דס\"ל דכשר לברך עליו (עי' בסי' תרמ\"ט סק\"כ) וטעמו כיון דעומד לשריפה וכתותי מכתת שיעורי' כמאן דליתא דמי יעש\"ב ובודאי שהרב שע\"ת לא ראה את הספר הזה ולכן לא הביא זה אבל דבריו נכונים והשגותיו ישרים כיע\"ש."
        ],
        [
            " ע' ב\"י יו\"ד סו' סי' רצ\"ד בבד\"ה ותשובה זו שלטו בה עיני הרה\"ג מהרשד\"ם ז\"ל בחיו\"ד סי' קצ\"א וה' מהרימ\"ט ז\"ל בח\"ב חיו\"ד סי' ד\"ל רמז תשובה זו בסימניה ומצריה על שם תשובת הרשב\"א בכ\"י.",
            " [רמ\"ל] עי' בבדה\"ה [בבד\"ה] סי' רצ\"ד ובמהרי\"ט חיו\"ד סס\"י ל\"ד האריך בזה ודעתו כהראב\"ד וע\"ש במ\"ש ושוב מצאתי בתשוב' להרשב\"א מכת\"י דנראה מזה דקובץ תשו' האלו היו בידו כת\"י."
        ],
        [],
        [],
        [],
        [
            " [רמ\"ל] עי' ביו\"ד סס\"י [= סוף סי'] רע\"ה ובח\"ג מרדב\"ז דפי' פירדא [דפוס פיורדא] שהאריך בענין זה וע\"ע בשו\"ת תשובה מאהבה ח\"ב סי' ל' בס\"ת שהיה כתוב במקום כסותה לבדה כסותו ופסק דצריך להוציא ס\"ת אחרת דהלכה מרווחת בישראל דאם כתוב כקריאתו פסול ובס' שערי אפרים רצה לצדד להכשיר בזה מטעם שאין כאן שינוי במבטא יע\"ש וראיתי להסתפק הא דאם כתב כקריאתו פסול הוא מטעם דחסר אות אחת פסול או דילמא אפי' חסר אות כשר (לקרות בו כמ\"ש מדברי הר\"ן דר\"פ שני דמגילה בד\"ה וכתב הרמב\"ן) מכל מקום הכא פסול מטעם דשינוי גרע מחסר דומה להא דשינה שם האב בגט הכתוב בא\"ה סי' קכ\"ט וצ\"ע."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' לעיל סי' שי\"ב ושנ\"ו ושנ\"ז."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " ע' במיוחסות סי' רמ\"ב."
        ],
        [
            " הובאה בקצירת האומר ביתה יוסף יו\"ד סי' אר\"ך [רכ\"א] וע\"ע במיוחסות שם.",
            " [רמ\"ל] דין זה ביו\"ד סי' רכ\"א סעי' זיין והש\"ך שם האריך הרבה בדינים אלו ואני אמרתי מצוה להביא מן החדש בענין זה דשכירות בדבר מה שראיתי בשו\"ת נדיב לב חח\"מ סי' כ' שכתב דאפי' לדעת ר\"ת שפסק הטור בסי' רל\"ז דגם בשכירות איתא לדין עני המהפך בחררה ובא אחר כו' (קידושין נ\"ט) היינו לזמנו דהשוה שכירות למכר ולא להפקר ומציעא [ומציאה] משום דהוה שכיח בתים למיגר אבל בזמנינו דלא שכיחי בתים וחנויות למיגר אין ספק דהוה כהפקר [ומציאה] ומציעא דאף הנוטלה אחר המהפך ליכא בזה משום עני המ\"ב כו' וכ\"ש אי טוען שהמשכיר לא רצה להשכיר לראשון או טענה אחרת שאם היה כדבריו אינו נקרא רשע דנאמן אפי' בלי שבועה זת\"ד והנה באמת דבר גדול חדש לנו אמנם לא הביא שום ראיה לזה החידוש וא\"כ אפשר לומר בזה כמ\"ש מהריב\"ל בח\"ד סי' י\"ט על סברת התשב\"ץ שחידש דכשם שבן שמונה חדשים יכול לבכות ולהתקיים עד קרוב לשלושים יום כמו כן יכול לבכות ולהתקיים בן הנולד לחמשה חדשים וכתב עלה מהריב\"ל וז\"ל אני אומר שהפוסקים שאינם כותבים דברים מחודשים ודאי דלא ס\"ל דכגון האי הוה צריך לאודועי וכמו שכתב הרי\"ף על סברת אחד מרבינו יהודאי גאון (כוונתו על מה דכתב בפ' עשירי דיבמות בדין יבמה שנשאת לזר בלא חליצה והיו לה בנים ממנו דס\"ל לר' יהודאי גאון דלא תצא משום לעז הבנים) דאי איתא להני מילי לא הוה שתיק הגמרא מנייהו ולכן אני אומר שלא הייתי סומך על זאת הסברא מהרב ר' דורן (ה\"נ התשב\"ץ) לעשות מעשה להקל ואפי' שהיתה לה חזקה דכשרות עכל\"ה: וכמ\"כ יש לומר בנידון שכתבנו דחידוש כהאי לא הוה שתקי הפוסקים מלהודיע אמנם נ\"ל דלענין להוציא מהשני הדבר ששכר ולהחזירה ליד הראשון בודאי דאין מוציאין דיש לצרף הסברא הנז' שנסמוך על תשו' מהרש\"ל סימן ל\"ו שכתב דגם לר\"ת ס\"ל דבמקום שנקרא רשע אין מחייבין אותו להחזיר המקח ודלא כמ\"ש הר\"ן (כוונתו על נמוק\"י) בפ' חזקת הבתים בשם ר\"ת יעו\"ש במהרש\"ל: והנה עוד כתב שם הגאון בעל נדיב לב דאין בשכירות איסור דלא תחמוד דלא אסר רחמנא אלא במכר וכן פסק הרמב\"ם (בפ\"א מהל' גזילה) והטור בחו\"מ סי' שנ\"ט כל החומד עבדו או ביתו של חבירו והפציר בו עד שלקחו הרי זה עובר בלא תחמוד וכתב שם הטור דאינו גזלן ליפסל מדאורייתא ממ\"ש בפ\"ק דמציעא לא תחמוד לאינשי בלא דמי משמע להו ועי' שם בתוס' ובד' כ\"ה דסנהדרין שכתבו דכן הוא האמת וכן הוא דעת הנמוק\"י נמצא דאפי' בחמדת הקנייה איכא מאן דסבר דאינו עובר אם יהיב דמי עכ\"ל ומבואר להדיא מלשונו דהרמב\"ם לא ס\"ל כפי' התוס' דכן הוא האמת ואחהמ\"ר מכת\"ר נראה דנעלם ממנו דברי מרן הכ\"מ בפ' עשירי מהל' עדות ה\"ד שכתב שם דגם הרמב\"ם ס\"ל כהתוס' ומשום זה חמסן כשר לעדות: ואיברא ראיתי בחידושי מהרי\"ט על הרי\"ף רי' קידושין בד\"ה וראיתי להרמב\"ם שהעמיד לדברי הכ\"מ הנז' בצ\"ע וטעם הרמב\"ם דחמסן כשר לעדות משום שהוא שוגג וטועה בדבר אבל עכ\"פ הי\"ל להביא דברי מרן וגם לרמוז על דברי מהרי\"ט ואולם כעת דאנו רואים בדעת מרן דגם הרמב\"ם ס\"ל כהתוס' דגם בחמדת קנין אינו עובר כשיהיב דמי ממילא נתברר לן דאין איסור דלא תחמוד בשכירות וכנ\"ל."
        ],
        [],
        [
            " ע' בח\"א סי' אלף ר\"ך ובח\"ה סי' צ\"ג.",
            " [רמ\"ל] אמנם בש\"ע סי' קכ\"ה כתב דנוהגין לשרטטו ומ\"ש רבינו בכותב שלש תיבות או ארבע עי' בזה בתוס' גיטין ו' ד\"ה אמר ר' יצחק."
        ],
        [
            " הביאה הרב\"י בח\"מ רס\"י מ\"ו."
        ],
        [],
        [],
        [],
        [],
        [
            " בח\"א סי' תש\"ם באה בקיצור."
        ],
        [],
        [],
        [],
        [],
        [
            " וכ\"כ בח\"ג סי' שפ\"ט דלא אשכח טעמא בגמרא אלא באחוי אחווי עי\"ש ולכאורה מסוגין לא מש' הכי דפריך הא מרישא שמעי' וכו' מש' דהדין אמת וכמו שפסקוהו כל הפוסקים הטור והש\"ע סי' שע\"א.",
            " פ' הגוזל בתרא במתני' פריך דאמאי חייב וכ' והא אין קרקע נגזלת ומשני ר\"י משום קנס אך מסוגיא דבבלי דלא פריך רק דמרישא שמעי' והוי בבא יתירה מכלל דהדין אמת וחייב מן הדין ולא מחמת קנס דמתני' בדינא קא מיירי ממ\"ש אח\"כ יתיב ר\"ה וכו' קמיה דר\"נ דינא או קנסא והשיב לו ממתני' עי\"ש וכן מוכח מסתימת הפוסקים גם בירושלמי שם מביא הך מחלוקת אין לך נתפס וכו' בנטלוה מסיקין מחמת הנגזל מכלל דבמחמת הגזלן לא שייך ומיהו ראיתי בירושלמי פ' ב' דייני גזירות הלכה ב' דמביא מחלוקת רב וריב\"ל וחיליה דרב מהא מתני' דהגוזל דאם מחמת הגזלן חייב ודחי ולא שמע להא דר\"י קנס קנסו וכו' והובא בהרי\"ף ורא\"ש עי\"ש."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " הביאה מהר\"מ מפדוואה סי' ט' ומהר\"י קולון שרש ב\"ן."
        ],
        [
            " צ\"ל כן.",
            " שקבלום בפנינו כיון דאם כצ\"ל."
        ],
        [],
        [
            " הובאה בב\"י א\"ח סי' קכ\"ב."
        ],
        [],
        [],
        [],
        [
            " הביאה הרב\"י ז\"ל בא\"ח בסי' ז\"ך בשם קיצור תשובת הרשב\"א."
        ],
        [],
        [
            " בסיגנון אחר הובאה בח\"ה סי' ס\"ו וע\"ש בדברי הרב המגיה ז\"ל."
        ],
        [],
        [],
        [
            " ע' לעיל בחלק ששי סי' ע\"ב ומה שרמזתי שם.",
            " נדצ\"ל לא."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " תחלת תשובה זו לעיל בחלק זה סימן רמ\"ד."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " התחלת תשובה זו בח\"א סי' י\"ט."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            " [במהדורת ירושלים תרס\"ג באה שאלה זו בשינויי לשון] עוד נשאל ראובן שדך את בת בתו לבן לשמעון וחייב עצמו ליתן לו דבר ידוע ובקנס ונשבע להשלים התנאים לזמן פלו' ולאחר דכתב עמד ושדכה עם אחר כי טען כי בת בתו אינה רוצה בבן שמעון והשיב שהדין עמו לפי שזה אונס גמור אם לא רצתה הבת להנשא לבן שמעון ומה הוה ליה למעבד.",
            " ואין לך אונס גדול מזה ואם תאמר שהיה יכול לפייסה במעות ליתה ואפילו התנה שאם תסרב שיפייסנה וכדאמרינן בגיטין (ל') אטו תרקבא דדינרי בעי למיתן לה ולא תשיבני שהיה כן מתחלה שאם תסרב הבת יהיה פטור דלא היה דאונסא דלא שכיח הוא דכל הבנות מתרצות למי שירצה האב והקרובים ואפי' שכיח ולא שכיח כמת או חולה לית ליה לאתנויי ויש טענת אונס ומיהו אין דברינו אלא במי שהוא אנוס ודאי ולא במסבב וגורם והלב יודע אם לעקל אם לעקלקלות."
        ]
    ],
    "versions": [
        [
            "Warsaw, 1868",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001124680"
        ]
    ],
    "heTitle": "הערות על שו\"ת הרשב\"א חלק ז",
    "categories": [
        "Responsa",
        "Rashba"
    ],
    "sectionNames": [
        "Teshuva",
        "Section"
    ]
}