{
    "title": "Hasagot HaRaavad on Mishneh Torah, Tithes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Tithes",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> החרובין אין חייבין במעשרות וכו'.</b> א''א אף לא שאר אילנות חוץ מתירוש ויצהר ונראה דחרובי שיטה וחרובי צלמונה קאמר דפטורים לגמרי שאינן מאכל אדם והכי איתא בספרי: "
            ],
            [
                "<b> אילן שנטעו בתוך הבית וכו' עד אם אספן כאחת.</b> א''א לא נראה כן בגמרא דמעשרות שנחלקו ר''ע וחכמים בתבואה שהביאה שליש ביד עכו''ם בסוריא ומכרה לישראל והוסיפה דר''ע אזיל בתר שליש ראשון וחכמים בתר שליש אחרון עיין באותה שמועה והראיה שהביא מחצר אינה כלום דחצר שנטעה או שזרעה היינו שדה ולא עוד אלא מקבע נמי קבעה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> המפריש מקצת מעשר וכו' עד שהוא המעשר שלהם.</b> א''א לא ידעתי ממי למד זה המחבר אם מסברתו או מפי רבו וחיי ראשי לא הסכימו להלכה לא הוא ולא רבו המשנה אמרה המפריש מקצת תרומה ומעשר מוציא ממנו תרומה עליו אבל לא למקום אחר ר''מ אומר אף מוציא ממנו תרומה ומעשר על מקום אחר המחבר הזה סבור מוציא ממנו תרומה עליו על מה שהפריש קאמר שצריך הוא לתקן ההפרשה עצמה שהפריש תחלה שאין עליה תורת תרומה כלל והיא טבל וצריכה תיקון ומתקן אותה מעצמה ולא ממקום אחר והמשנה לא אמרה כן אלא אבל לא למקום אחר ואין הלשון הזה מסכים לפירושו ועוד שהיה לו לומר עליה שהתרומה לשון נקבה אבל ודאי שמה שתרם ועישר קדושים הם שהממעט במעשר מעשרותיו מתוקנים ופירותיו מקולקלים לפי שהן טבל וחולין מעורבין ועל הכרי קאמר שאינו מוציא ממנו תרומה ומעשר על מקום אחר שהוא טבל גמור מפני שדומה כתורם ומעשר מן הפטור על החיוב אבל תורם ומעשר השאר מיניה וביה ורבי מאיר סבר יש ברירה הילכך יכול לתרום ולעשר ממנו על כרי אחר ויאמר סאה של טבל שהיא בכרי הזה יהא מעשר על תשע שבכרי הזה: "
            ]
        ],
        [
            [],
            [
                "<b> וכן הלוקח פטור מן התורה וכו' עד חייב לעשר מן התורה.</b> א''א אינו כן את תבואת זרעך ולא לוקח והלא עשר תעשר משנמרח הוא ועל זה אמר תבואת זרעך ולא לוקח והרי הפקר פטור ואפילו נתמרח משזכה בו פטור מן התורה כדאמרינן בלקט שכחה ופאה שעשאן גורן בעיר שהן פטורין שמע מינה בשדה חייבים מדרבנן. ושמעתא דהשוכר את הפועלים נמי קשיא ליה דוק ותשכח: "
            ],
            [],
            [],
            [
                "<b> הזיתים משיעשו שמן וכו' עד וזהו שליש שלהן.</b> א''א ספרו הטעהו והספרים שלנו במסכת שביעית מהו שליש לוג מתניתא במקום שעושין ג' לוגין לסאה וספרו הטעהו שמצא מהו שליש שליש לוג והעיקר כמו שכתוב בספרינו והשיעור לוג בכל מקום ומה שקרא אותו שליש לפי המקומות הרעים קראו שליש: "
            ]
        ],
        [
            [],
            [
                "<b> בד''א בגומר פירותיו למכרן בשוק וכו' עד וכולן אין קובעין אלא בדבר שנגמרה מלאכתו.</b> א''א חוץ מדגן תירוש ויצהר שעשאן בגורן ומרחן דגמר מלאכתן דהנהו בגרן ויקב תלנהו רחמנא: "
            ],
            [
                "<b> אחד מששה דברים קובע הפירות וכו'.</b> א''א ולמה לא מנה הכובש אף על פי שלא כבשן אלא בחומץ שהמשנה מנאן שנים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וכשם שמותר לאכול עראי מפירות וכו' עד שיעשם חבילות.</b> א''א שבושים אני רואה בכאן בירושלמי אמרינן הכי משיעמיד ערימה בראש גגו אלמא ערימה קובעת בחרובין אפילו בראש גגו ובתוספתא תניא היתה לו ערימה של בצלים ושל גרוגרות ושל חרובין בראש גגו בורר ואוכל בורר ומניח על השלחן בורר ומשליך לפני בהמתו אלמא בראש גגו אינו קובע אפילו משיעמיד ערימה ואפשר דמתנייתא פליגי אהדדי דתנא דתוספתא סבר ערימה בראש גגו לא קבעה ותני עלה ורבי שמעון בן אלעזר אומר אין בהמה אוכלת עראי בחצר ולא ידעינן אי פליגי רבנן עליה או לא וכיון דלא חזינן פלוגתא איכא למיחש למילתיה דבתר קביעותא לא תאכל ממנו עראי ומה שלקח מן התוספתא לעולם הוא מאכיל בפקיעי עמיר עראי עד שיעשנו חבילות בעמיר שהוא מאכל אדם כגון חבילי סיאה והקורניות שהם מאכל אדם ומאכל בהמה וזה המאסף לא בא לפרש אלא לאסוף ולכנוס: "
            ],
            [],
            [],
            [],
            [
                "<b> המוצא זיתים תחת הזית וכו' עד או מתאנים שנתעשרו.</b> א''א זה א''צ אלא שמא הפקירם: "
            ]
        ],
        [
            [
                "<b> אין הטבל נקבע למעשר וכו'.</b> א''א זה בדבר שאין לו גורן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הביאן לאכלן וכו' עד שיעשר.</b> א''א אני לא מצאתי כן בתוס' אלא בחצרו לא יאכל מהן עראי ור' יוסי בר''י אומר מעלן בראש גגו ואוכל וזהו הנוסחא הנראית בעיני דחצר חבירו למה קובעת בשוכח והלא אינה בית לינה לזה כלל וזה עיקר והכי איתא בירושלמי פ''ג בראש הפרק: "
            ],
            [
                "<b> חצר הנעדרת וכו' עד מאותן אילנות.</b> א''א נראה לי שהסוגיא בירושלמי בטעות וגם הוא הרבה בטעותה והעיקר שאם נזרעה רובה פטורה שהזרעים עושים אותה שדה אבל אם נטעה רובה חייבת שהנטיעות אינן מוציאות מידי יישוב והכי איתא בעירובין ואמרינן בירושלמי א''ר חסדא והוא שנטע לנוי חצר ותו אמרינן התם הדא ילפא מההיא וההיא ילפא מהדא הדא ילפא מההיא שזרע רובה והוא שתהא נעדרת וההיא ילפא מהדא שאם היתה נעדרת שהיא כשדה והוא שיעדר רובה זהו הדרך הנכון והישר וזהו העיקר: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> ואם קצץ את התאנים וכו' עד לא קנה אלא הנתלש.</b> א''א לא מצא זה בתוספתא אלא בפועל שאמרו השוכר את הפועל להיות מנכש בבצלים לא יאחוז את הקלח ויאכל אלא מקרסם עלה עלה במחובר לקרקע ואוכל. פועלים שהיו עוקרים בבצלים או אוגדין אוכלים ופטורין שהתורה נתנה להם רשות והטעם שהשוכר לנכש עבודתו במחובר לפיכך לא יאכל בתלוש אלא דרך חבורו אבל השוכר לעקור ולאגוד עבודתו במחובר ובתלוש לפיכך אוכל כדרכו ופטור וזהו העיקר והמחבר הזה עוקר ומבלבל ומערבב הכל. ולענין קביעות מעשר אין כאן קפידא אלא בצירוף אבל בתולש הקלח ובקוצץ האשכול אין קפידא ובלבד שלא יצרפן ויאכל: "
            ],
            [],
            [
                "<b> האומר לחבירו צא ולקט וכו' עד והמתנה אינה קובעת כמכר.</b> א''א בתוספתא אינו כן אלא האוכל במנין חייב והממלא כרסו פטורונ''ל בשלא צירף: "
            ],
            [],
            [],
            [
                "<b> וכן אנשים וכו' עד הפירות בתוכו.</b> א''א יש כאן שבוש וכאן הוא סותר מה שכתב למעלה לחצר חבירו ובעל השער ובעל החנות בשביל בתיהם חייבין: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> ליטרא מעשר טבול שזרעה והשביחה.</b> א''א נראה לי בדבר שאין זרעו כלה: "
            ],
            [],
            [],
            [
                "<b> המוכר פירות לחבירו ונזכר שהן טבל ורץ אחריו לתקנו.</b> א''א אני אומר ואותן המעשרות ותרומת מעשר שבהן ספק והכהן לא יאכלנה עד שיתקן אותם ולא ממקום אחר ולבסוף א''א שלא תרקב משום ספק טבל אא''כ חזר בעל הבית ותיקן פירותיו בתנאי ובתוספתא דמעשר שני אינו כן אלא יהא קורא שם למעשרותיהם נראה מיניה וביה קאמר וא''א לכהן בלא תקלה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כהן או לוי שלקחו פירות וכו' עד אין מוציאין מידם.</b> א''א אני אומר שאינו קנס אבל מפני שאמר להם מנתא דכהן לא זביני לך כדאיתא בפרק הזרוע ומזה הטעם עצמו כשמכר הלוי לישראל עד שלא מירח המעשר של לוי שלא היה לו בו עדיין זכות כדי שימכור זכותו לישראל אבל משמירח כבר היה לו בו זכות וכל זכות שיש לו באותה תבואה מכר לישראל לפיכך נותנו לכל כהן שירצה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> ישראל שקבל שדה מכהן ולוי וכו' עד שאין כהן עושה לישראל כהן.</b> א''א נוסחא דתוספתא ישראל שמכר לכהן וזה עיקר וכן הוא בירושלמי: "
            ],
            [],
            [
                "<b> הנותן שדה בקבלה לעכו''ם או לישראל שאינו נאמן על המעשרות.</b> [א''א] פירוש שהוא חשוד: "
            ]
        ],
        [
            [],
            [
                "<b> הקובע מעשרותיו בפי החבית וכו' עד במקום אחד.</b> א''א היינו סבורים שכשם שאין תורמין ממנו על מקום אחר מחוייב תרומה כך אין מעשרין ממנו על מקום אחר שמחוייב מעשר וזהו מן הפטור על החיוב עד שמצאתי אותו בירושלמי בסוף פרק ראשון של דמאי ובמעשר עושה כן אבל לא לתרומה ונראה הטעם מפני שכלם באים מכח מעשר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> עניים שהחליפו מתנותיהם וכו' עד הפטורין.</b> א''א ואם עשאן בגורן חייב מדבריהם: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> כיצד מאה סאה של טבל וכו'.</b> עד המאה שנשארו היא טבל. א''א תמה אני מאד על דבריו למה מפסיד סאה זו ואם לא יטול האחד מה תיקן והלא כל מאה ומאה בספק טבל ויש בכל מאה ומאה ספק תרומת מעשר שהם שתי סאין ועכשיו שיטול מאה ואחת הרי תשעים ותשע מתוקנים אפילו הם הטבל ודאי ובלבד שיוציא התנאי בפיו והמאה ואחת שנטל גם כן צריך לקרוא שם לתרומת מעשר שבהם מספק הרי שתי סאין של תרומת מעשר מספק מכל מקום הכל מתוקן בכך שאין כאן אלא סאה אחת ודאי ויעלה באחד ומאה והטעם שכתב אינו טוב: "
            ],
            [],
            [],
            [
                "<b> טבל שנתערב במעשר טבול עד הנשארות טבל.</b> א''א אם הנשארות טבל מה תיקן ולא אמרו נוטלה אלא לתקן אלא ודאי שהתשעים ותשע מתוקנים הם כשיפריש מן המאה ואחת מה שראוי להם וכך הוא מתנה כל אחת עשרה סאין תרומת מעשר שבשני כריים הללו יהיו בזה של מאה ואחד בצפון הכרי והרי שניהם מתוקנים לפי שהאדם קובע כרי של טבל על כרי של טבל אחר במה שהוא טבול בו אם תרומה תרומה אם מעשר מעשר אם תרומת מעשר תרומת מעשר והכי איתא בתוספתא דתרומות ואם תאמר א''כ למה לי מאה ואחת יהיה מאה ומאה ויטול מאחד על חבירו הכל הא עדיפא דאפשר דמתרמי דמתקן כל כרי וכרי מיניה וביה העשר מאותו כרי והאחר ממקום שבא והעיקר שמה שהוא נוטל רואין אותו כאילו הוא החמור שבשני הכריים והוא המאה של מעשר טבל וכשמפריש ממנו עשר סאין תרומת מעשר הראוי לו עדיין לא השלים שהרי יש בק' של טבל עשר סאין מעשר טבל ולפיכך מוציא עוד האחד תרומת אותו מעשר ממקום שבא זהו כשהם מאה ומאה אבל כשהטבל מרובה על המעשר עשר כשיטול המאה ויפריש מהם עשר תרומת מעשר שראינו אותן המאה בחומר שבהם ונמצאו התשעים מעשר ועוד עשר סאין מעשר שנטל הרי יש בהם מאה של מעשר טבל מפריש מהם עשר תרומת מעשר והשלים הכל והתשעים מותרין היה המעשר מרובה קורא שם לתרומת מעשר שבטבל ומפריש הטבל וכדי תרומות מעשר של טבל ואחד מק' מן המעשר ויהיה הטבל כולו מדומע וימכרנו לכהן חוץ מדמי שתי תרומות שבו ונמצא מפסיד מן המעשר אחד ממאה שבו שהוא כמו תרומת מעשר ומפסיד ממנו כמו תרומת מעשר שבטבל: ",
                "<b> כיצד מאה טבל וכו'.</b> עד והם מעשר כשהיו. א''א בחיי ראשי אפשר שיבא לידי טעות גדולה מזו בזו הנטילה שיהא סבור שהמעשר מתוקן בנטילה זו שהן שתי סאין והוא עדיין כולו טבול עד עשרים סאין תרומת מעשר שבו ועוד כי בזאת הנטילה לא תיקן כלום: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וכן פועל שאינו מאמין לבעל וכו' עד ומעשר שני משל פועל.</b> א''א איני יודע מה צורך לתנאי ב''ד לכל מה שכתב ובמשנה לא בא תנאי ב''ד אלא על מה שאמר ת''ק וחושך גרוגרת אחת דברי רבי. רבן שמעון ב''ג אומר לא יחשוך מפני שהוא ממעט ממלאכתו של בעל הבית ר' יוסי אומר לא יחשוך מפני שהוא תנאי ב''ד כלומר תנאי בית דין הוא שאותה הגרוגרת שיתן לכהן ת''מ שלא ימעט אותה ממאכלו ויאכל חליפי' משל בעל הבית מן התשע הנשארות לו: "
            ],
            [],
            [
                "<b> שנים שבצרו כרמיהן וכו' עד חלק עם הארץ.</b> א''א המשנה כך היא שנים שבצרו כו' לתוך גת אחת אחד מעשר ואחד שאינו מעשר המעשר מעשר את שלו וחלקו בכ''מ שהוא ופירשו בירושל' מעשר את שלו ודאי וחלקו בכ''מ שהוא דמאי ופירשו עוד חצי חלקו שביד חבירו דמאי לפי שאינו מעשר חצי חלק חבירו אלא מספק ברירה לפיכך המעשר שלו וקשיא לי מתניתין דבתרה שנים שקבלו שדה באריסות או שנשתתפו יכול הוא שיאמר לו טול אתה חטים שבמקום פלוני ואני חטים שבמקום פלוני אלמא יש ברירה ונ''ל שהוא קנס לפי שלא היה לו להתערב עמו בגת אחת שהרי לא היה לו שותפות עמו בכרם ומה לזה שעירב פירותיו עמו: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b> סלי זיתים וענבים וקופות של ירק אע''פ שהוא מוכרן אכסרה אסור למוכרן דמאי.</b> א''א לא ראינו מחלוקת על רבי יוסי שהוא מתיר במשנה: "
            ],
            [
                "<b> אמר אחד מהן וכו' עד ודבר זה תנאי ב''ד הוא.</b> א''א בדמאי ירושלמי פרק שני לא משמע אלא כשאמר המוכר מדעתו שלא בהכרח ב''ד ואף על פי כן מעשר שני על הלוקח: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> המוליך חטיו לטוחן וכו' עד שאינו חשוד להחליף הפקדון.</b> א''א ואם מפני הספק הזה הלא הוא ספק ספיקא אלא שמא החליפן משלו ומירוח עכו''ם חייב מדרבנן: "
            ],
            [],
            [
                "<b> המפקיד פירותיו אצל עכו''ם הרי הן כפירותיו.</b> א''א בגמרא מקשה הכא את אמר דמאי והכא את אמר ודאי כאן קופה בקופות כאן פירות בפירות קופה בקופות דמאי מתיירא שמא לא יכוין במלואם: ",
                "<b> כמו שביארנו בהלכות תרומות דגנך ולא דגן עכו''ם.</b> א''א חייבין מדרבנן: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> מי שאינו נאמן וכו' עד להאכיל את הדימוע.</b> א''א דברים הללו זרים הם אצלי ואינם אלא כשנפלה למאה שעלייתה מועלת שאם נפלה לפחות ממאה אין לנו להאמינו וא''כ מאי אימת דימוע איכא הכא אלא לעולם שנפלה לפחות ממאה בשביל שלא יאסר הכל שואלין אותו אם היה מתוקן ואוכלין על פיו מפני שאימת דימוע עליהם להאכילו: "
            ],
            [
                "<b> לפיכך מי שאינו נאמן וכו' עד פודה את כולם.</b> א''א אני לא מצאתי כן לא בתוספתא ולא בירושלמי אבל כך אמרו הנאמן לראשון נאמן לשני אבל לא אמרו שיהא מסתמא נאמן לומר מעשר ראשון הוא זה ויהיו פירותיו מעושרין מן הראשון עוד אמרו הוציא להם מעשר שני מתוך ביתו ואמר פדוי הוא נאמן פדוי לי ופדוי לכם אינו נאמן נ''ל כשאמר פדוי הוא נאמן מפני שאימת קדושתו עליו ולפיכך נאמן אפילו על הפרשתו: "
            ],
            [],
            [
                "<b> הנכנס לעיר וכו' עד ואוכל על פיו.</b> א''א בירושלמי שלא בפניו נאמן בפניו אינו נאמן: "
            ],
            [
                "<b> בד''א בזמן שאינו מכיר אדם וכו' עד אלא מן המומחה וכו'.</b> א''א אמת כי התוספתא כך היא אבל אין הכל בקיאים בפירושה שאם אותו הניכר אינו מומחה מאי זה מומחה יקח איך יכיר זה האכסנאי את המומחה כי אם על פיו ואם כן מה בין מכיר לשאינו מכיר לפיכך צריך לומר שזאת ההכרה מכיר שהוא מומחה קאמר כי מאחר שהוא מכיר בא' שהוא מומחה לא יסמוך עוד על אחר מן העיר שיאמר לו פלוני נאמן ולא יקח אלא מן הידוע לו: "
            ],
            [],
            [],
            [
                "<b> המוכר פירות בסוריא ואמר וכו' עד שהפה שאסר הוא הפה שהתיר.</b> א''א מפני שרוב פירות שבסוריא של עכו''ם הם ומסתמא אינו חייב לעשר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> חשוד שהעיד על של אחרים נאמן וכו'.</b> א''א אין דבר זה מחוור שהרי הנכנס לעיר ואמר מי כאן מעשר ואמר אחד איש פלוני נאמן הקשו עליה בגמרא ועד אחד נאמן אמר ר' יוחנן קל הוא שהקלו באכסניא מפני חיי נפש ועוד דרבי מאיר סבירא ליה החשוד בדבר לא דנו ולא מעידו ואם קבעו הלכה כרבן שמעון בן גמליאל לענין מטיל מום בבכור שהוא קנס אבל לשאר איסורין חשוד אין מעיד וסתם לן תנא בבכורות כרבי מאיר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כל אלו הפטורין מן הדמאי וכו' עד לא עשה כלום.</b> א''א תמה אני איך בלבל את הענינים ולא תפס לא דרך המשנה ולא דרך התוספתא המשנה אמרה תרם מן הדמאי על הודאי תרומה ויחזור ויתרום מן הודאי על הדמאי תרומה ולא יאכל עד שיוציא עליה תרומה ומעשר ממקום אחר ובתוספתא אמרו דמאי שתקנו ודאי ודאי שתקנו דמאי לא עשה כלום דברי ר' עקיבא ור' יוסי אומר משום ר' יצחק ודאי שתקנו דמאי לא עשה ולא כלום דמאי שתקנו ודאי מעשרותיו מעשר ואין תרומתו תרומה שאין תרומה אחר תרומה ולפי התוספתא הלכה כר''י ולפי המשנה אין הלכה לא כרבי עקיבא ולא כרבי יוסי דברייתא ומסתברא דהלכה כרבי יוסי: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות מעשרות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}