{
    "title": "Yitzchak Yeranen on Mishneh Torah, Oaths",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Oaths",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שלישית </b>\n<b> שנשבע לבטל וכו' או שיתענה בשבתות וימים טובים וכו'.</b> וקשה לי טובא דלמה לא יהא חייל שבועה בנשבע שיתענה בשבתות וי\"ט כיון דאינו מפורש בתורה איסור זה דהא בפ' (ר\"ע) [כל כתבי] נפקא ליה מאכלוהו היום ג' זמני לג' סעודות ואף אם נדחה דמהיום שלושה נפקא ג' סעודות אבל שלא להתענות נפקא מפשטיה דקרא דאכלוהו היום משמע ציווי שלא להתענות הא ליתא דהא פשטיה דקרא הוא כמו שפי' רש\"י בחומש והוא מהמכילתא יעו\"ש וברא\"ם דהכי ס\"ל לרבינו דכל שאין האיסור מפורש בתורה חייל עליה שבועה כמ\"ש בפ\"ה הל' ז' שבועה שלא אוכל כל שהוא מנבלה וטריפה חייב בשבועה שהרי אינו מושבע עליו והיינו טעמא דאינו מפורש בתורה וכ\"כ הרדב\"ז בחדשות ח\"ב בנימוקיו על רבינו דף ס\"ו סוף ע\"א בטעמו של רבינו דכיון דאינו מפורש בתורה אינו מושבע מהר סיני וכן מתבאר בהל' י\"ז נשבע להרע לעצמו כגון שיחבול בעצמו אע\"פ שאינו רשאי חלה שבועה ואם לא הרע חייב משום שבועת ביטוי וכן פסק פ\"ה דחובל ומזיק דאינו רשאי לחבול בעצמו ומפיק לה בש\"ס [בבא] קמא דף צ\"א מוכפר עליו מאשר חטא על הנפש וכו' יעו\"ש והיינו טעמא דחייל שבועת ביטוי כיון דאינו מפורש בתורה וזו היא דעת התוס' בשבועות דף כ\"א ע\"ב וכ\"ג ע\"ב והר\"ן שם בחי' על הש\"ס ובנימוקיו על הרי\"ף ובחי' נדרים דף ח' ותוס' ישנים דיומא ריש פ' יום הכפורים יעו\"ש וא\"כ איך כתב כאן דהוי שבועת שוא.<br><b> וע\"פ</b> סברא הלזו נ\"ל לתרץ מה ששמעתי מקשים באותה אגדה ששנינו בנדה דף ל\"א שאלו תלמידיו לרבי שמעון בר יוחאי מפני מה יולדת מביאה קרבן אמר להם מפני שכשכורעת לילד קופצת ונשבעת שלא תזקק לבעלה וכו' דזה ניחא למ\"ד דדוקא הזכר מצווה על פריה ורביה ולא הנקבה אבל למ\"ד אחד האיש ואחד האשה מצווים על פריה ורביה דעל שניהם נאמר פריה ורביה יעו\"ש במתני' ביבמות הוי שבועת שוא ואמאי לא אתקיף ליה רב יוסף גם זאת דכיון דהוא דבר שאינו מפורש בתורה דאיכא מ\"ד דאין זה כוונת הכתוב דלא על שניהם קא מזהר פריה ורביה לא הוי שבועת שוא.<br><b> אך</b> קשה ממ\"ש בנדרים דף ט\"ו דאמר רב כהנא תשמישי עליך כופין אותה ומשמשתו דשעבודא משעבדת ליה ופי' רש\"י דלאו כל כמינה לאסור נפשה עליו דהיא משועבדת לו להנאתו וא\"כ קשה איך חלה שבועה דהוי שבועת שוא וי\"ל דכשנשבעת האשה הנאת תשמישו עליה וכדאמרינן שם הנאת תשמישך עלי אסור וק\"ל.<br><b> ודרך</b> אגב לא תעזוב נפשי לשאו\"ל מאי דקשה מהאי ש\"ס דנידה לש\"ס דכריתות דף כ\"ו דקאמר התם ספק יולדת שעבר עליה יוה\"כ לא תייתי דהא כיפר עליה יוה\"כ דחטא שאין מכיר אלא ה' הוא אמר ר' אושעיא לכל חטאתם ולא לכל טומאתם ולרבי שמעון בר יוחאי דאמר יולדת חוטאת היא מאי איכא למימר יולדת כי קא מייתי קרבן לאישתרויי באכילת קדשים ולא לכפרה ע\"כ. וקשה טובא היכי קאמר לדעת רשב\"י דקרבן יולדת היא לאישתרויי בקדשים ולא לכפרה והא רב יוסף מקשה לרשב\"י שם בנידה והא מזידה היא ובחרטה תליא מילתא ועוד קרבן שבועה בעי אתויי ואם איתא דלאישתרויי בקדשים הוא דאתא מאי מקשה ליה רב יוסף ועוד מלשון עצמו דרשב\"י דאמר קופצת ונשבעת לפיכך אמרה תורה תביא קרבן מורה בפירוש דהקרבן מפני השבועה ומה גם למ\"ש רש\"י דאיסור השבועה מתכפר בצער לידה קשה טובא מההיא דרשב\"י וש\"ס דנידה וכן קשה להתוס' בשבועות דף ח' ע\"א ד\"ה ואימא וכו' וז\"ל אפי' לר' שמעון דאמר יולדת חוטאת היא מ\"מ עיקרו אינו בא אלא להכשיר בקדשים וכו' עכ\"ל, וכ\"כ הר\"ן בפי' נדרים דף ד' סוף ע\"א וכל מה שנאמר בזה הוא דוחק גדול והוא פליא.<br><b> וראיתי</b> לרש\"י שם בנידה דף ה' ועוד קרבן שבועה בעי אתויי כשבה או שעירה והאי עוף הוא עכ\"ל. פי' דבריו דבקרבן שבועה החטאת היא כשבה או שעירה והעולה היא עוף אלא דאם לא תשיג ידו מביא גם החטאת מעוף משא\"כ ביולדת דהחטאת היא מעוף והעולה היא מבהמה ואם לא תשיג ידו מביא גם העולה מעוף ומ\"מ העיקר דהוא החטאת היא מעוף וק\"ל, וכן קשה בההיא סוגיא במ\"ש עוד אלא מעתה ספק נזיר וכו' נזיר כי קא מייתי קרבן לאו לכפרה מייתי אלא לאישתרויי בקדשים עכ\"ל, ואתמהא דהא אליבא דר' אלעזר הקפר קאי ולדידיה אף בנזיר טהור קרי ליה חוטא משום שציער עצמו מן היין וכתב הכתוב ביה כפרה בקרבן כדאיתא בנדרים דף י' ונזיר דף י\"ט וא\"כ איך קאמר דקרבן נזיר לאו לכפרה קא אתי ומה גם לרש\"י שכתב דמה שנצטער מן היין מתכפר לו בניוול דגידול שער ודברי ר\"א הקפר צווחי דכפרת הקרבן הוא משום שנצטער מן היין וצריך לידחק הרבה יותר מדאי בזה."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נשבע </b>\n<b> שלא יאכל מצה שנה או שנתים הרי זה אסור לאכול מצה בליל פסח וכו'.</b> וראיתי להרב רוח אליהו בשיטת קידושין דף י\"ד כתב משם הרב הגדול משה לוי נזיר ז\"ל בכ\"י וז\"ל ודרך אגב אומר דהוקשה לי כעת אמאי אמר דכי נשבע בכולל אסור לאכול מצה אמאי לא אמרינן דליתי עשה דאכילת מצה ולידחי לא תעשה דלא יחל דברו ובעל הספר כתב עליו בסוף דבריו וז\"ל עוד עלה על דעתי לעקור הקושיא מעיקרא דידוע הוא דנדר ושבועה הוי עשה ולא תעשה וכן מנאן הרמב\"ם במנין המצוות ולא אתי עשה דמצה ודחי עשה ולא תעשה דנדר ושבועה אבל קשה מהיכא שנשבע בכולל דלא לאכול בשר דנראה לכאורה דחייל נמי אקרבן פסח וקרבן פסח הוי עשה שיש בו כרת והוי עשה אלים וכבר כתבו התוס' פרק כל הפסולים דעשה אלים דוחה עשה ולא תעשה וא\"כ אף הכא ידחה לעשה ולא תעשה דנדר ושבועה.<br><b> ואני</b> תם לא אדע שכול היאך דחה תירוץ שהיא אמיתי מכח הא דקרבן פסח דמי זאת אמר דלא דחי עשה אלים דקרבן פסח דכרת ללא תעשה ועשה דנדר ושבועה עד שמכח זה דקרבן פסח תיקשי לן במצה כיון שהוא אמת ודאי דלא אתי עשה ודחי עשה ולא תעשה ולא זו אף זו אלא דנאמר דבקרבן פסח לא אתי עשה דקרבן פסח ודחי לעשה ולא תעשה דנדר ושבועה ואף שהוא אלים דלא שנא דהא מצינו להתוס' עצמם בחולין פרק אותו ואת בנו דף ע\"ח ד\"ה מנין, דלא קים להו הכי דעשה דקרבן פסח יהא דוחה עשה ולא תעשה יעו\"ש בפי' וכן נראה מדבריהם בפסחים דף נ\"ט ד\"ה אתי מדלא תירצו דשאני פסח שדוחה עשה ולא תעשה יעו\"ש וא\"כ התירוץ שתירץ דנדר ושבועה הוי עשה ולא תעשה ולא אתי עשה דמצה ודחי עשה ולא תעשה הוא אמת ודאי ולדבריהם דזבחים נאמר דאה\"נ דאתי עשה אלים דכרת דקרבן פסח ודחי עשה ולא תעשה דשבועה וא\"כ א\"צ למה שקדם לתרץ בדברי התוס' דקידושין דף ל\"ח.<br><b> ואף</b> גם זאת ראיתי למהרא\"ח הנזכר במ\"ש לתרץ ע\"פ תירוץ ב' של תוס' דגזרינן כזית ראשון אטו ב' וכו' דקשיא ליה וז\"ל מה נענה אם נשבע בכולל שלא לאכול בשר דנראה לכאורה דחייל אקרבן פסח והא קרבן פסח עשה ולא תעשה הוא דאיכא לא תעשה דבל תותיר וכו' יעו\"ש. ולענ\"ד קשה מי זאת אמר דלכאורה בקרבן פסח חייל בכולל ועוד במ\"ש דאיכא עשה ולא תעשה דבל תותיר והא בל תותיר הוי לאו הניתק לעשה דבאש תשרופו וכמ\"ש רבינו פ\"י דקרבן פסח הי\"א וז\"ל ואינו לוקה על לאו זה שהרי ניתק לעשה וכו' וכיון שבידו לתקנו ושורפו נמצא לא עבר על הלאו דבל תותיר."
            ]
        ],
        [
            [],
            [],
            [
                "<b>עמ\"ש </b> בספרי תועפות רא\"ם דף כ\"א ע\"ד."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [
                "<b>כשם </b>\n<b> וכו' כך מצות עשה שישבע מי שנתחייב שבועה בבי\"ד.</b> וכתב רבינו בספר המצוות מצות עשה ז' היא שצונו להשבע בשמו וכו', והשיגו הרמב\"ן מסיגנון סוגיית תמורה דף ג' יעו\"ש. ועיין מ\"ש בספרי תועפות ראם סדר ואתחנן דאין מסוגיא זאת תפישה לרבינו, וכעת חזינא להרב מגילת אסתר דכתב כדכתיבנא שם דכשהשיב בש\"ס זה אי אפשר דהכתיב ובשמו תשבע פי' ומשמעו הוא שמצוה להשבע בעת הצורך ומאחר שהיא מצוה אינו לוקה ומה שהרגשתי כעת בזה ראיתי להרב הנזכר הרגיש וז\"ל ואין לפרש דכשהשיב ובשמו תשבע שרצונו שיהא מותר בלבד שא\"כ הדרא קושיא לדוכתא וכו' דאימא ה\"מ לפייס את חבירו וכו' אבל מילקא לילקי וכו' עכ\"ל. ואין זו הכרח דב' קראי לרשות ושילקה למה לי אלא ודאי דהאי קרא יתירא הוא להורות דלא לילקי אבל לעולם לא יהא אלא רשאי ולא מצוה וכדעת הרמב\"ן. ודע שדברי הרמב\"ן כאן בהשגות לא שייכי לדבריו שבחומש סדר ואתחנן ולא ראיתי מי שנתעורר בהם דשם פי' דהוא אזהרה שבשמו בלבד תשבע ולא בשם אל אחר וכו' יעו\"ש וכאן כתב שהוא ליתן רשות שישבע ודוק.<br><b> ועיין</b> להרב מגילת אסתר מ\"ש על דברי הרא\"ם וז\"ל מ\"מ אין הנדון דומה לראיה כי עת החולי נקרא כאן בעת שצריך לישבע לקיים דבר או להכחיש וא\"כ יהיה חיובי ועת הצורך בשבועה הרי הוא כמצוה לחולה אכול דבר פלוני לרפואתך וכו' עכ\"ל.<br><b> ולענ\"ד</b> ליתא כי עת החולי בשבועה הוא בעת שאין לו הכרח לישבע אינו יכול לישבע וכשם דכשאינו חולה יכול לאכול כל מה שירצה כן כשיש לו הכרח לישבע יכול לישבע ואם אינו רוצה אינו נשבע כמו המשל דאם אינו רוצה אינו אוכל כשהוא בריא ועיין בספרי שם."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות שבועות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}