{
    "text": {
        "0_Comment, 0_Paragraph": "קריאת שמע של בית הכנסת עיקר מ\"מ טוב לקרותה (כולה) לפני מטתו ובלא ברכה [וצ\"ע דכולה אינו משמע בתוס']. ד\"ה מאימתי: דף ב ע\"א",
        "1_Comment, 0_Paragraph": "זמן תפלת המנחה עד הערב ותפלת מעריב מפלג המנחה. בא\"ד שם",
        "2_Comment, 0_Paragraph": "הביננו להתפלל בשדה ולא בעיר: ד\"ה היה לך דף ג' ע\"א",
        "3_Comment, 0_Paragraph": "פירוש יהא שמיה רבא: ד\"ה ועונין יהא שמיה: שם",
        "4_Comment, 0_Paragraph": "אין לדבר דברי תורה בתוך ד' אמות של מת. ד\"ה אין אומרים: ע\"ב",
        "5_Comment, 0_Paragraph": "אין לאכול (תחלת) סעודה משהגיע זמן ק\"ש של לילה עד [שיקרא ק\"ש] ויתפלל. ד\"ה וקורא: דף ד ע\"ב",
        "6_Comment, 0_Paragraph": "טעם על הפסוקים דקודם יראו עינינו ואותה ברכה למה נתקנה. ד\"ה אמר ר\"י: דף ד ע\"ב ובדף ב' ע\"א ד\"ה מברך:",
        "7_Comment, 0_Paragraph": "לסמוך גאולה לתפלה שחרית וערבית: ד\"ה אמר ר\"י: שם",
        "8_Comment, 0_Paragraph": "שלא יהא דבר חוצץ בינו לבין הקיר [אבל מילתא דקביע כגון ארון ותיבה מותר] ד\"ה שלא: דף ה ע\"ב",
        "9_Comment, 0_Paragraph": "אין לעשות מלאכה בבקר קודם תפלתו [אבל לימוד מותר]. ד\"ה אלא: שם",
        "10_Comment, 0_Paragraph": "שלא לשום ראש או רגל מטתו בין מזרח למערב [כן פירש\"י ובתוס' פי' דוקא כשישן עם אשתו]. ד\"ה כל הנותן: שם",
        "11_Comment, 0_Paragraph": "אין צריך להמתין לחברו בבתי כנסיות שלנו [כפר\"ת. ור\"י היה ממתין ונאה להחמיר אף לנו]. ד\"ה המתפלל ובדף ב ע\"א ד\"ה מברך: דף ו' ע\"א",
        "12_Comment, 0_Paragraph": "צריך לקבוע מקום לתפלתו אפילו בחד בית הכנסת [לא נמצא כך בתוס' שלנו כ\"א באשר\"י סי' ז]:",
        "13_Comment, 0_Paragraph": "מה פירוש של אחורי בית הכנסת. ד\"ה אחורי: שם ע\"א",
        "14_Comment, 0_Paragraph": "פירוש מורידין הצדוקים. ד\"ה ההוא צדוקי: דף ז ע\"א",
        "15_Comment, 0_Paragraph": "יחיד המתפלל בביתו יכוין להתפלל בעידן צלותא דצבורא. [כן מפורש בגמרא]: שם ע\"ב",
        "16_Comment, 0_Paragraph": "פי' דצריך ליכנס שני פתחים בבית הכנסת קודם שיתפלל. [דין זה באשר\"י סימן ז']: [בתוס' רי\"ח]: דף ח ע\"א",
        "17_Comment, 0_Paragraph": "אסור ללמוד בשעת הקריאה [אבל מי שתורתו אומנתו מותר כמו רב ששת] ד\"ה רב ששת: דף ח ע\"א",
        "18_Comment, 0_Paragraph": "שנים מקרא ואחד תרגום ולא בלשון לעז ופסוקים בלשון תרגום. ד\"ה שנים מקרא שם",
        "19_Comment, 0_Paragraph": "פרשיות המועדות. [זה לפי גירסת הערוך פרשיות דכלה אשר דרשו אז מהלכות המועד והוא בתוספות רבי יהודה חסיד ע\"ש]",
        "20_Comment, 0_Paragraph": "פירוש כאלו התענה תשיעי ועשירי. ד\"ה כאלו: דף ח ע\"ב",
        "21_Comment, 0_Paragraph": "השלמת פרשיות עם הצבור. [מזמן מנחת שבת ואילך עד שבת הבאה לאחר אכילה ומצוה מן המובחר קודם אכילה]. ד\"ה ישלים: שם",
        "22_Comment, 0_Paragraph": "פי' משיכיר את חבירו ברחוק ד\"א. ד\"ה אחרים: דף ט ע\"ב",
        "23_Comment, 0_Paragraph": "לכתחילה יכונו לקרות ק\"ש סמוך להנץ החמה ואם לא קראו בההוא זמנא קורא עד שלש שעות ביום. ד\"ה לק\"ש כותיקין: שם",
        "24_Comment, 0_Paragraph": "פי' דכל הסומך גאולה לתפלה אינו נזוק כל היום [היינו כותיקין]. ד\"ה כל הסומך: שם",
        "25_Comment, 0_Paragraph": "לא עשה ולא כלום מן התורה. יש לדקדק על סייג שהוסיפו חכמים על כל מצוה אף אם קיים עיקר המצוה כהלכתה בלא התוספת שהוסיפו חכמים הוה כאילו לא קיים כלום. [א\"ה זה לא נמצא בתוס' ואפשר שדקדק כן לפי פירוש התוספת ודו\"ק]. ד\"ה תני רב יחזקאל: דף יא ע\"א",
        "26_Comment, 0_Paragraph": "ברכת התורה וברכת סוכה באיזה ענין פוטרים. ד\"ה שכבר: שם ע\"ב",
        "27_Comment, 0_Paragraph": "פתח בדחמרא וסיים בדשכרא לחומרא. ד\"ה לא לאתויי: דף יב ע\"א",
        "28_Comment, 0_Paragraph": "היה יודע שהוא יין וטעה בלשונו וכן בין י\"ט לשבת בחתימת ברכתו. בא\"ד: שם",
        "29_Comment, 0_Paragraph": "פירוש ואמונתך בלילות. ד\"ה להגיד: שם",
        "30_Comment, 0_Paragraph": "היאך כורע במודים. ולא בתחלה או בסיום שאר ברכות [וצ\"ל בר\"ה וי\"כ]. ד\"ה כר\"ע: שם ע\"ב",
        "31_Comment, 0_Paragraph": "המלך הקדוש והמלך המשפט וטעותו. ד\"ה והלכתא: שם",
        "32_Comment, 0_Paragraph": "וכן מה שהוסיפו בעשרת ימי תשובה וספקו. בא\"ד: שם",
        "33_Comment, 0_Paragraph": "[דין] ותן טל ומטר [כשמסופק אם אמרו]. בא\"ד: שם",
        "34_Comment, 0_Paragraph": "היאך כלולים עשרת הדברות בקריאת שמע. ד\"ה בקשו: שם",
        "35_Comment, 0_Paragraph": "בק\"ש ובתפלה וכל מקום שאסור לדבר אסור גם כן בלשון הקודש. ד\"ה ובאמצע: דף יג ע\"א",
        "36_Comment, 0_Paragraph": "בתפלה אין להשיב מפני הכבוד. בא\"ד: שם",
        "37_Comment, 0_Paragraph": "לקרות שמע בכל (לב) [לשון]. ד\"ה וחכמים: שם",
        "38_Comment, 0_Paragraph": "שמע ישראל עד אחד צריך כוונת הלב. ד\"ה אמר רבא: ע\"ב",
        "39_Comment, 0_Paragraph": "מלת אחד וכוונתו [זהו מפורש בגמרא וברא\"ש סי' ג]: שם",
        "40_Comment, 0_Paragraph": "המתפלל בדרך צריך לעמוד בפסוק ראשון. ד\"ה על לבבך: שם",
        "41_Comment, 0_Paragraph": "מותר לענות קדושה באמצע ק\"ש ולא בתפלת י\"ח. ד\"ה שואל: שם",
        "42_Comment, 0_Paragraph": "ואיך יעשה כשיגיע שליח צבור למודים. בא\"ד: שם",
        "43_Comment, 0_Paragraph": "[דין] ברכת הלל אף כשאמר הלל בדלוג וברכת הלל בלילי פסח. ד\"ה ימים: דף יד ע\"א",
        "44_Comment, 0_Paragraph": "דין טעימה בתענית יחיד. ד\"ה או דילמא: שם",
        "45_Comment, 0_Paragraph": "אם ליתן שלום לחבירו קודם שיתפלל. ד\"ה במשכים: שם",
        "46_Comment, 0_Paragraph": "כסות שאינו מיוחד אלא ליום אם לברך עליו בלילה: ד\"ה ויאמר: שם ע\"ב:",
        "47_Comment, 0_Paragraph": "אם מותר לברך אציצית או אתפילין בין קריאת שמע לתפלה וחיובם בשעת קריאת שמע ותפלה. ד\"ה ומנח תפילין: שם",
        "48_Comment, 0_Paragraph": "שלא להדר אמיא בעידן ק\"ש ותפלה ולילך ד' מילין כדי להתפלל במנין. ד\"ה אמאן: דף טו ע\"א",
        "49_Comment, 0_Paragraph": "ליתן ריוח בין הדבקים ויתר דקדוקים. ד\"ה בין הדבקים: ע\"ב",
        "50_Comment, 0_Paragraph": "קרא שמע וטעה וכן הלל ומגילה. ד\"ה הקורא: דף טז ע\"א",
        "51_Comment, 0_Paragraph": "לא יעמוד במקום גבוה ויתפלל [היינו שעומד ע\"ג כסא]. ד\"ה לפי: שם",
        "52_Comment, 0_Paragraph": "דין רחיצה וחפיפה בימי אבלו ורחיצת יולדת בימי אבלה. ד\"ה אסטניס: ע\"ב",
        "53_Comment, 0_Paragraph": "וכן בתשעה באב וסיכה ביום כפור. בא\"ד: שם",
        "54_Comment, 0_Paragraph": "עד מתי נקרא אונן. ד\"ה אנינות [והעיקר ברא\"ש סי' ט\"ו]: שם",
        "55_Comment, 0_Paragraph": "העוסק בתורה שלא לשמה נוח לו שלא נברא [היינו כשלומד לקנטר]. ד\"ה העושה: דף יז ע\"א",
        "56_Comment, 0_Paragraph": "יש לגרוס בתקיעות כי הם בזרוע עדיך באו. ד\"ה והן: ע\"ב",
        "57_Comment, 0_Paragraph": "חתן חייב עכשיו בקריאת שמע ושלא יעשו מלאכה בתשעה באב. ד\"ה רב שישא: שם",
        "58_Comment, 0_Paragraph": "אונן פטור מברכות ואינו רשאי להכניס עצמו לחיוב בחול. ובשבת ויום טוב. יש חילוק ופלוגתא. ד\"ה ואינו מברך. [א\"ה זה החילוק בין י\"ט לשבת אינו בתוספת כ\"א ברא\"ש סימן א' ואדרבא מתוספות מוכח דאין חילוק דאם כן מאי הקשו מסיפא דאיירי בשבת]: דף יח ע\"א",
        "59_Comment, 0_Paragraph": "לנהוג אנינות בחול המועד. בא\"ד:",
        "60_Comment, 0_Paragraph": "עד מתי נקרא אונן מי שמת בבית האסורים שתפסו מושל והיכא שאין מוטל עליו לקברו. בא\"ד:",
        "61_Comment, 0_Paragraph": "שק מלא ספרים או עצמות של מת מפשילן לאחריו וירכוב וספר תורה לפניו ובמקום לסטים מותר לרכוב עליהן. ד\"ה וירכוב: שם",
        "62_Comment, 0_Paragraph": "אם מסירין ציצית מטליתו של מת. ד\"ה למחר: שם",
        "63_Comment, 0_Paragraph": "מתי קטן חייב בק\"ש ומתי חייב בתפילין. ד\"ה וקטנים. דף כ ע\"א",
        "64_Comment, 0_Paragraph": "אם נשים חייבות בהלל ואם עונין אחריהן. ד\"ה בתפלה: שם ע\"ב",
        "65_Comment, 0_Paragraph": "אינו יוצא בק\"ש בהרהור. ד\"ה ורב חסדא: שם",
        "66_Comment, 0_Paragraph": "אם הוציא בפיו ולא השמיע לאזניו יצא. [דין זה ברא\"ש סימן י\"ד]:",
        "67_Comment, 0_Paragraph": "מתפלל אדם כל היום פי' בספק אם התפלל אבל נזכר שהתפלל כבר פוסק. ד\"ה ור' יוחנן: דף כא ע\"א:",
        "68_Comment, 0_Paragraph": "מצא צבור מתפללים מתי יתחיל להתפלל י\"ח ואם הגיע ש\"ץ למודים והוא מתפלל ושומע כעונה ואמן דהאל הקדוש ודשומע תפלה. ד\"ה עד: שם ע\"ב",
        "69_Comment, 0_Paragraph": "אין יחיד אומר נקדש אבל עם החזן מתפלל קדושה משלם. ד\"ה אין: שם",
        "70_Comment, 0_Paragraph": "אין צריך טבילה לא לדברי תורה ולא לתפלה והטובל ליום הכפורים אי מברך הוי ברכה לבטלה. ד\"ה ולית הלכתא: דף כב ע\"ב",
        "71_Comment, 0_Paragraph": "שהה כדי לגמור את כולה במגילה ושופר במקום דגברא חזי אינו חוזר לראש ואי לא חזי חוזר. ד\"ה אלא לכ\"ע: שם",
        "72_Comment, 0_Paragraph": "המתפלל ומצא צואה במקומו תפלתו תועבה פירוש יחזור ויתפלל. ד\"ה אע\"פ: שם",
        "73_Comment, 0_Paragraph": "[דין] היה עומד בתפלה ומים שותתין על ברכיו. ד\"ה ממתין: שם",
        "74_Comment, 0_Paragraph": "מותר להשתין בבית הכסא עראי ותפילין בראשו אבל בידו לא. ד\"ה חיישינן: דף כג ע\"א",
        "75_Comment, 0_Paragraph": "שער באשה ערוה ולא בבתולות [ד\"ז ברא\"ש סימן ל\"ז]:",
        "76_Comment, 0_Paragraph": "אף בבית סגי בהרחקת ארבע אמות לאחוריו ולפניו מלא עיניו:",
        "77_Comment, 0_Paragraph": "ממשמש בבגדיו ופירושו בשעת נפילה. ד\"ה וממשמש: דף כד ע\"ב",
        "78_Comment, 0_Paragraph": "אם מותר לקרות ק\"ש וצואה על בשרו תחת בגדיו. ד\"ה פסק: שם",
        "79_Comment, 0_Paragraph": "אם צריך להרחיק מצואת כלבים וחזירין ותרנגולין ההולכין בבית. ד\"ה לית הלכתא: דף כה ע\"א",
        "80_Comment, 0_Paragraph": "[דין] בתי כסאות שלנו שהן בעומק. ד\"ה ריח: שם",
        "81_Comment, 0_Paragraph": "[דין] לבו רואה את הערוה. ד\"ה והרי לבו: שם ע\"ב",
        "82_Comment, 0_Paragraph": "גרף של רעי של חרס או זכוכית. ד\"ה גרף: שם",
        "83_Comment, 0_Paragraph": "ספר תורה וחומש אם אין לו בית אחר עושה לו מחיצה עשרה ושאר ספרים סגי בכיסוי בעלמא. ד\"ה ספר תורה: דף כו ע\"א",
        "84_Comment, 0_Paragraph": "תפלת מוספין כולי יומא אפילו משחרית. ד\"ה תפלת השחר: שם",
        "85_Comment, 0_Paragraph": "אין לבטל תפלת ערבית חנם. ד\"ה טעה: שם",
        "86_Comment, 0_Paragraph": "טעה ולא התפלל מוסף עבר יומו בטל קרבנו. ד\"ה איבעיא להו: שם",
        "87_Comment, 0_Paragraph": "טעה ולא התפלל יעלה ויבוא במנחה ולא אתה אחד אלא י\"ח ברכות. ד\"ה טעה: שם ע\"ב",
        "88_Comment, 0_Paragraph": "כשנותן שלום לרבו אומר שלום עליך רבי. ד\"ה והנותן: דף כז ע\"ב",
        "89_Comment, 0_Paragraph": "מתפלל אדם של מוצאי שבת בשבת ואומר הבדלה על הכוס כשיש צורך מצוה. ד\"ה צלי: שם",
        "90_Comment, 0_Paragraph": "דין משיב הרוח ותן טל ומטר. ד\"ה הא דאידכר: דף כט ע\"ב",
        "91_Comment, 0_Paragraph": "פסק רב אלפס דבעי לא עקר רגליו ורגיל לומר תחנונים. ד\"ה א\"ד: שם",
        "92_Comment, 0_Paragraph": "תפלת הדרך מעומד עדיפא. ד\"ה והיכא: דף ל ע\"א",
        "93_Comment, 0_Paragraph": "היה רוכב ישב במקומו ויתפלל וכן המהלך אינו צריך להפוך פניו למזרח. ד\"ה הלכה כרבי: שם",
        "94_Comment, 0_Paragraph": "בין שתי תפלות ישהה כדי הלוך ארבע אמות. ד\"ה כדי: שם ע\"ב",
        "95_Comment, 0_Paragraph": "[למה] נהגו לומר פסוקי דזמרה ואשרי קודם תפלה. ד\"ה רבנן: דף לא ע\"א",
        "96_Comment, 0_Paragraph": "אסור לשחות בסוף כל ברכה אבל באמצע יכול לשחות. ד\"ה ומוצאו: שם",
        "97_Comment, 0_Paragraph": "שכור אסור להתפלל ויכול לברך בה\"מ אפי' מדומדם. ד\"ה מכאן: שם ע\"ב",
        "98_Comment, 0_Paragraph": "העוסק בתפלה יכול לישב תוך ד' אמות של מתפלל. ד\"ה מכאן שאסור: שם",
        "99_Comment, 0_Paragraph": "דין עננו המתענה בשבת. ד\"ה כל היושב: שם",
        "100_Comment, 0_Paragraph": "[יש ב' ענייני] עיון תפלה. ד\"ה כל המאריך: דף לב ע\"ב",
        "101_Comment, 0_Paragraph": "אם היה נחש מרתיע נגדו [פוסק וחוזר לתחלת ברכה]. ד\"ה אבל: דף לג ע\"א",
        "102_Comment, 0_Paragraph": "אין להאריך בתפלה להוסיף על מטבע חכמים בשבח של הקדוש ב\"ה אבל בתחנונים יוסיף. [ד\"ז ברא\"ש סימן טז]:",
        "103_Comment, 0_Paragraph": "אמר פסוק וכפליה משתקין אותו. ד\"ה אמר פסוקא: דף לד ע\"א",
        "104_Comment, 0_Paragraph": "אם נשתתק שליח צבור [באופנים]. ד\"ה מהיכן: שם",
        "105_Comment, 0_Paragraph": "ש\"צ אם קורא כהנים ולענות אמן אחריהם. ד\"ה לא יענה: שם",
        "106_Comment, 0_Paragraph": "אם טעה באמצעיות ובהמלך המשפט או בג' ראשונות או אחרונות. ד\"ה אמצעיות: שם",
        "107_Comment, 0_Paragraph": "אם שכח לומר עננו: בא\"ד",
        "108_Comment, 0_Paragraph": "צרכי רבים שואלים בג' ראשונות וכן בג' אחרונות. ד\"ה אל ישאל:",
        "109_Comment, 0_Paragraph": "כרם רבעי נוהג אף בחוצה לארץ ודוקא כרם ומחללו על שוה פרוטה",
        "110_Comment, 0_Paragraph": "ושוחקו ומטילו לנהר. ד\"ה ולמאן: דף לה ע\"א",
        "111_Comment, 0_Paragraph": "אין לשתות יין מועט בערב פסח בערב כי אם הרבה. ד\"ה טובא: דף לה ע\"ב",
        "112_Comment, 0_Paragraph": "השותה לרפואה אם מצטער בו פטור ואם נהנה חייב לברך. ד\"ה כיון: דף לו ע\"א",
        "113_Comment, 0_Paragraph": "קמחא דחטי פוסק בה\"ג שהכל. (ד\"ה והלכתא) [בתוספות רי\"ח]: שם",
        "114_Comment, 0_Paragraph": "על כל גרעיני פירות מברך כמו על הפרי. ד\"ה קליפי: דף לו ע\"ב",
        "115_Comment, 0_Paragraph": "אילן (הראוי לבנין) אי לא טעון קבא אי נמי מעולה בדמים לבנין [מותר לקוצצו זולת בשני שביעית]. ד\"ה אין: שם",
        "116_Comment, 0_Paragraph": "על בוסר שהוא פחות מפול הלבן ב\"פ האדמה. ד\"ה שיעורו: שם",
        "117_Comment, 0_Paragraph": "זנגבילא פילפלין גירו\"פלא בישין אין מברכין עליהן כלל. ד\"ה ברטיבא: שם",
        "118_Comment, 0_Paragraph": "על קני\"לא בורא פרי האדמה על צוקר\"ו ואגוז מושק\"ט בורא פרי העץ: בא\"ד",
        "119_Comment, 0_Paragraph": "ברכות פנקוכין או אם עושין קמח לתוך תבשיל של פולים או שקדים אם לדבק או לסעוד. ד\"ה כל: שם",
        "120_Comment, 0_Paragraph": "פירוש בורא נפשות וחתימתה. ד\"ה בורא: דף לז ע\"א",
        "121_Comment, 0_Paragraph": "בזמן שהפרוסות קיימות פירוש כשהלחם אין שרוי כל כך במים כו'. ד\"ה אם: שם",
        "122_Comment, 0_Paragraph": "הכוסס החטה מברך [ויש להחמיר שאין לאכול קליות וחטים שלוקות אלא בתוך הסעודה כשלא נתמעכו יפה]. ד\"ה הכוסס: שם",
        "123_Comment, 0_Paragraph": "פירוש תוריתא דנהמא [היינו כשאין המים מתלבנים מהפרורים שבתוכו]. ד\"ה תוריתא: שם ע\"ב",
        "124_Comment, 0_Paragraph": "פירוש טרוקנין חייבין בחלה: [בתוס' רי\"ח].",
        "125_Comment, 0_Paragraph": "מגרמל\"ן וקרפפלי\"ן ופארטלא\"ש וניליא\"ש ואובלאי\"ש [שם]:",
        "126_Comment, 0_Paragraph": "פירוש מברכת המוציא ויש לבצוע בעשר אצבעות. ד\"ה והלכתא: דף לח ע\"ב",
        "127_Comment, 0_Paragraph": "על ענינים שמשתנים על ידי בשול לגריעותא או למעליותא ועל נוי\"ט (פי' אגוז מטוגן בדבש) בורא פרי העץ. ד\"ה משכחת: שם",
        "128_Comment, 0_Paragraph": "ברכה שלפניו אפי' כל שהוא ולאחריו צריך שיעור אבל בריה אין צריך שיעור. ד\"ה בצר: דף לט ע\"א",
        "129_Comment, 0_Paragraph": "פירוש מדורמסקין [הוא מין כרוב]: ד\"ה דורמסקין: שם",
        "130_Comment, 0_Paragraph": "אין לנו הסיבה אלא בפת הלכך כל אחד מברך לעצמו הן בפירות הן ביין אפילו ברכה שלפניו. ד\"ה נתן: שם",
        "131_Comment, 0_Paragraph": "איזה מין מוקדם לברכה: ד\"ה חביב: שם",
        "132_Comment, 0_Paragraph": "שיחתוך ואחר כך יברך בחול ולא בשבת. ד\"ה והלכתא: שם ע\"ב",
        "133_Comment, 0_Paragraph": "אם ברך על הפת ונפל מידו. בא\"ד ועל כל ברכה לבטלה אומר ברוך שם כבוד מלכותו לעולם ועד: [בא\"ד] [ד\"ז ברא\"ש סימן כ]:",
        "134_Comment, 0_Paragraph": "פתיתין גדולים ושלמות קטנות. ד\"ה מברך: שם",
        "135_Comment, 0_Paragraph": "של חטים פרוסים ושל שעורים שלמים או שניהם ממין אחד ואחד יפה מחברו או אחד מפת ישראל. ד\"ה אבל: שם",
        "136_Comment, 0_Paragraph": "בציעת ליל פסח. ד\"ה הכל: שם",
        "137_Comment, 0_Paragraph": "היכא דשח בין ברכת המוציא לאכילה או בין בורא פרי הגפן לשתייה בין ברכה לשחיטה. ד\"ה הביאו: דף מ ע\"א",
        "138_Comment, 0_Paragraph": "[אף אנו] אין רשאין לבצוע עד שיביאו לפניו מלח או לפתן אז יברך. בא\"ד:",
        "139_Comment, 0_Paragraph": "על בירביר\"ן ואירביר\"ן בורא פרי העץ [ד\"ה איתיה]: שם",
        "140_Comment, 0_Paragraph": "כל ברכה שאין עמה מלכות [אינה ברכה]. ד\"ה אמר אביי: שם ע\"ב",
        "141_Comment, 0_Paragraph": "(מבושלים במים) [בושלי כמרא. בתוספות ר\"י חסיד: שם]",
        "142_Comment, 0_Paragraph": "כל מיני פירות איזו מהן מוקדם לברכה. ד\"ה אבל וברא\"ש סי' כה: דף מא ע\"א",
        "143_Comment, 0_Paragraph": "פת הבאה בכסנין. ד\"ה אלא. ודברים שבתוך הסעודה ולאחר הסעודה: ד\"ה הלכתא: שם ע\"ב",
        "144_Comment, 0_Paragraph": "מים ושאר משקין כעין מים אין לברך בתוך הסעודה. ד\"ה א\"ה: שם",
        "145_Comment, 0_Paragraph": "משאמר הב לן ונבריך ודין אפיקומן. ד\"ה אתכא: דף מב ע\"א",
        "146_Comment, 0_Paragraph": "ברכת המוציא בשנים אחד פוטר את חבירו אם ישבו. ד\"ה הסבו: שם",
        "147_Comment, 0_Paragraph": "יין שלפני המזון (אין) [אימתי] פוטר יין שבתוך המזון וחלוקיו. ד\"ה ור\"ש: שם ע\"ב",
        "148_Comment, 0_Paragraph": "יין בתוך הסעודה והטוב והמטיב אם אחד פוטר לחברו. היאך יוצאים בהבדלה בעמידה. ד\"ה הואיל: דף מג ע\"א",
        "149_Comment, 0_Paragraph": "חתימה מעין שלש על יין ואם אכל תאנים ודייסא ושתי חמרא. ד\"ה על העץ: דף מד ע\"א",
        "150_Comment, 0_Paragraph": "ואם מזכיר בשבת ויו\"ט ור\"ח מעין המאורע במעין ג': בא\"ד",
        "151_Comment, 0_Paragraph": "אין צריך לברך לשמור חקיו בסלוק תפילין. ד\"ה ולבני: שם ע\"ב",
        "152_Comment, 0_Paragraph": "השותה מים או שאר משקין לרפואה ד\"ה דחנקתיה: דף מה ע\"א",
        "153_Comment, 0_Paragraph": "המודר הנאה מחברו או ג' מודרים וכן הנזהר מפת של עכו\"ם. ד\"ה אכל טבל: שם",
        "154_Comment, 0_Paragraph": "שנים שאכלו מצוה לחלק בברכה שלאחריה ולא בברכת המוציא. ד\"ה אם רצו: שם",
        "155_Comment, 0_Paragraph": "[אם] נשים יוצאות בברכת המזון אע\"פ שאין מבינות. ד\"ה שאני: שם ע\"ב",
        "156_Comment, 0_Paragraph": "[דין] נשים מזמנות לעצמן (אם רצו). בא\"ד: שם",
        "157_Comment, 0_Paragraph": "השומע ברכת הזימון (או ברכה אחרת) מה יאמר. ד\"ה רב זביד: שם",
        "158_Comment, 0_Paragraph": "לדידן דליכא חשש דפועלים יאמר בלחישה אמן דבונה ירושלים. ד\"ה ר\"א: שם",
        "159_Comment, 0_Paragraph": "יחיד יברך ברכת הזן. ד\"ה עד היכן: דף מו ע\"א",
        "160_Comment, 0_Paragraph": "עד היכן אחד מפסיק לשנים: בא\"ד",
        "161_Comment, 0_Paragraph": "ברכות המתחילות או מסיימות בברוך. ד\"ה כל הברכות: שם",
        "162_Comment, 0_Paragraph": "יחיד שהפסיק לשנים חוזר לראש. ד\"ה להיכן: שם ע\"ב",
        "163_Comment, 0_Paragraph": "המברך יחזור ויאמר ברוך וכו': בא\"ד",
        "164_Comment, 0_Paragraph": "אחד מן השוק שקראו לזמן והלך לו וחזר להיכן יתחיל בא\"ד",
        "165_Comment, 0_Paragraph": "אין מכבדין בדרכים [אם לא יצאו מתחלה כאחד] ד\"ה אין: שם",
        "166_Comment, 0_Paragraph": "א\"צ לשפוך מכוס של ברכה לשאר כוסות וא\"צ להמתין עד שישתה המברך היכא דכל אחד כוסו לפניו וכן בברכת המוציא. ד\"ה אין מסובין: דף מ\"ז ע\"א",
        "167_Comment, 0_Paragraph": "אנו מזמנין על עם הארץ. ד\"ה אמר ר\"ה: שם ע\"ב",
        "168_Comment, 0_Paragraph": "אף יום טוב שני דוחה אבלות. ד\"ה מצוה: שם",
        "169_Comment, 0_Paragraph": "קטן פורח [תוך י\"ג שנה] אין עושין אותו סניף לתפלה ולא לברכת המזון עד שיביא שתי שערות. ד\"ה ולית הלכתא: דף מח ע\"א",
        "170_Comment, 0_Paragraph": "שנים אכלו פת ואחד ירק ודין להשלים לעשרה אפי' איכא שלשה דשתו מצטרפין. ד\"ה תשעה: שם",
        "171_Comment, 0_Paragraph": "אי אומר בשבת רחם או נחמנו ואומר בשבת רענו זוננו כו'. ד\"ה מתחיל: שם ע\"ב",
        "172_Comment, 0_Paragraph": "בסעודה שלישית אם שכח של שבת צריך לחזור אבל לא בסעודה רביעית. ד\"ה אי בעי: דף מט ע\"ב",
        "173_Comment, 0_Paragraph": "בעשרה אם רוצה להזכיר על המזון שאכלנו כו'. ד\"ה אמר: דף נ ע\"א",
        "174_Comment, 0_Paragraph": "שמש מצרף אפילו בשני בתים וכן בבית חתונה. ד\"ה שמש: ע\"ב",
        "175_Comment, 0_Paragraph": "מותר לסמוך קערה בפת היכא דלא ממאיס. ד\"ה כמאן: שם",
        "176_Comment, 0_Paragraph": "אסור לאכול עם האוכלין אלא א\"כ אוכלן בבת אחת: בא\"ד",
        "177_Comment, 0_Paragraph": "כשזורקין חטים בבית חתן יזרקום במקום נקי. ד\"ה ולא: שם",
        "178_Comment, 0_Paragraph": "ד' דברים נאמרו בכוס [ובכוס בה\"מ יש להחמיר בכולן]. ד\"ה אין: דף נא ע\"א",
        "179_Comment, 0_Paragraph": "שטיפה מבחוץ והדחה מבפנים אבל אם אין בו שיורי כוסות לא צריך ד\"ה שטיפה: שם",
        "180_Comment, 0_Paragraph": "לא ישיח המברך וכן שאר המסובין בשעת הברכה אי לאו הכי אפילו דיעבד לא יצא ד\"ה אין מסיחין: שם ע\"ב",
        "181_Comment, 0_Paragraph": "טעם דבקדוש והבדלה מברך תחלה איין ובבה\"מ בסופו ד\"ה ור\"י: דף נב ע\"א",
        "182_Comment, 0_Paragraph": "טעמו פגמו היינו בברכת המזון או קדוש והבדלה דבעי כוס ולא לגבי ברכת נהנין. ד\"ה טעמו: שם",
        "183_Comment, 0_Paragraph": "לדידן אין מים אחרונים מעכבין אבל אנשים מעונגים הרגילים בכך צריכין ליטול קודם ברכת המזון. ד\"ה והייתם: דף נג ע\"ב",
        "184_Comment, 0_Paragraph": "דוקא משלשים יום לשלשים יום [מברך ברכת הראיה]. ד\"ה הרואה: דף נד ע\"א",
        "185_Comment, 0_Paragraph": "כל הני ברכות צריכות שם ומלכות: שם",
        "186_Comment, 0_Paragraph": "על הנהרות מברך ודוקא אותן דכתיבי כמו חדקל ופרת. ד\"ה על: שם",
        "187_Comment, 0_Paragraph": "כל אדם מברך אניסו אף על פי שאינו ניכר מתוך המקום. ד\"ה אבני: שם ע\"ב",
        "188_Comment, 0_Paragraph": "גומל חסדים נוהגין לברכו אחר קריאת התורה. וחולה שמוטל במטה [ודוקא]. ד\"ה ואימא: שם",
        "189_Comment, 0_Paragraph": "על הברקים אין לברך בכל פעם כי אם לאחר פזור העבים: [דין זה ברא\"ש סימן י\"ג]:",
        "190_Comment, 0_Paragraph": "מנהג חלמא טבא. ד\"ה שב זימנין: דף נה ע\"ב",
        "191_Comment, 0_Paragraph": "אין אנו מברכין על עכו\"ם ברוך שנתן ארך אפים. ד\"ה הרואה: דף נז ע\"ב",
        "192_Comment, 0_Paragraph": "הרואה חבירו לאחר שלשים יום מברך שהחיינו ודוקא בחביב עליו ושמח לראותו. ד\"ה הרואה: דף נח ע\"א",
        "193_Comment, 0_Paragraph": "על הרוחות שכחו וגבורתו מלא עולם ודוקא אם באים בזעף אבל באים בנחת אומר ברוך עושה מעשה בראשית. ד\"ה על: דף נט ע\"ב",
        "194_Comment, 0_Paragraph": "על הקשת אומר ברוך אתה ה' אלהינו מלך העולם הנאמן בבריתו וקיים בשבועתו וזוכר הברית ואינו חותם בברוך. ד\"ה הלכך: שם",
        "195_Comment, 0_Paragraph": "ברכת הטוב והמטיב ויין חדש וישן ולמה אין מברכין כן אבשר ופת. ד\"ה הטוב: שם ע\"ב",
        "196_Comment, 0_Paragraph": "על מלבושים חדשים מברך שהחיינו ודוקא חשובים ואפי' קנה וחזר וקנה כיוצא בהן. ד\"ה ור\"י: שם",
        "197_Comment, 0_Paragraph": "ברכת תפילין היכא שסח או אין לו אלא אחת. ד\"ה אשר: דף ס ע\"ב",
        "198_Comment, 0_Paragraph": "ר\"ע אוסר בכל מקום לפנות בין מזרח למערב ומפרש בירושלמי ובלבד שאין שם כותל. ד\"ה ר\"ע: דף סא ע\"ב"
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Berakhot"
}