{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Agadot on Bekhorot", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>שלש מאות להיכן הלכו א\"ל כו'. ר\"ל למה לא כללן עם השאר ויפדו גם הם את הבכורות ולא יהיו זקוקים הרע\"ג בכורים העודפים ממנין לפדיון כן פירש\"י בחומש והיינו שחשדו למשה שעשה כן להעשיר לאהרן ולבניו שיקבלו כסף פדיון של רע\"ג העודפים וק\"ל: ", 
            "<b>שם </b> בגיבוי כסף אתה מוצא ר\"א ככר כו' עיין בכל הסוגיא בחדושי הלכות ובפירש\"י בחומש: ", 
            "<b>שם </b> גנב או קוביוסטוס כו'. פי' בערוך גנב גונב ממון או קוביוסטוס גונב נפשות עכ\"ל היינו שגונב חצי כסף השקלים שקיבל מת\"ר אלף או חצי הת\"ר נפשות גנב שלא נתנו כלום והעלים אותן וק\"ל: "
        ], 
        [
            "<b>ועוד </b> שסייעו כו' טעונין מכספם וזהבם כו'. ר\"ל לקיים מאמר הש\"י ואחרי כן יצאו ברכוש גדול: ", 
            "<b>מאי </b> רפידים וכו' ומאי לשון שטים כו' ותקראנה לעם כו' מבואר פ' חלק ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ולאותו רשע לא מצינו חבר כו'. דהוא נתקלל ע\"י שהסית את חוה: ", 
            "<b>[שם] </b> וי\"א מוכססין י\"ל שגם הוא נתקלל על כך שהוא בנות שוח והוא מין תאנה שאכל ממנה אדם כמ\"ש התוס' וק\"ל: ", 
            "<b>שם </b> אם מבהמה נתקללה מחיה לכ\"ש כו'. עיין הסוגיא בפירש\"י ותוספות ובחידושי הלכות: "
        ], 
        [
            "<b>הא' </b> ההוא גברא כו'. והוא מבואר שאלו המינים כפרו במעלת ישראל ובחכמה אשר להם ע\"י תורת אלהית שנתייחדו ישראל ליתנה להם יותר מכל שאר עובדי כוכבים וע\"י התורה נעשו ישראל בת זוגו ובת מזליה של הקב\"ה כמפורש בכמה כתובים והם כפרו בזה וזה שהביאו לו משל בדרך ארץ גברא דאזל ובעי איתתא ולא יהבו ליה מאי חזי דאזיל היכא דמידלי כו' דודאי אינו אזיל להיכא דמדלו מיניה דמכ\"ש לא יתנו אותה לו אבל אזיל ליותר שפלה מהראשונה דאולי אותה יתנו לו וכן הוא הדבר הזה שכבר החזיר התורה לכל העובדי כוכבים כמ\"ש וזרח משעיר גו' מאי בעי בשעיר ומאי בעי בפארן כו' ולא קבלוה וא\"כ ע\"כ מה שהלך אחר כך לישראל שיקבלוה לא משום דמדלי מינן אלא שהם יותר שפלים במעלה והשיב להם משל נמרץ בזה שהתורה נמשלה למסמר נטוע וליתד תקועה יתד שהכל תלוי בה ואין לתקוע יתד למטה בכותל כי אין ראוי לתלות בו שום דבר אבל יש לתוקעו למעלה בכותל במקום שאפשר לתלות בו כל דבר כן הוא התורה שהיא יתד שכל העולם תלוי בה וע\"כ נצטרך לתקוע אותו למעלה מן העולם דהיינו באומה הישראלית שיש להם אחיזה בעולם העליון בצורת יעקב החקוקה תחת כסא הכבוד ובנשמתן שקבלו אותה בהיותם שם כדכתיב אשר איננו פה וזה שסיים דמתרמי ליה בת מזליה הם ישראל שאין להם מזל בשמים כמו שיש לשאר עובדי כוכבים לכאו\"א מזל בשמים אבל הם בת מזלו של הקב\"ה כמ\"ש יעקב חבל נחלתו גו' והוא למעלה מן השמים כמ\"ש על ויוצא אותו החוצה גו' דהשתא היתד אשר עולם התחתון תלוי בו עליו דהיינו התורה הוא תקוע בישראל אשר הם למעלה מן השמים וא\"כ מה שהחזיר התורה לכל העובדי כוכבים לאו היינו מטעם שאמרתם שהרי לא אפשר היה לתקוע היתד בכם למטה שא\"א היה לתלות עליו כל העולם אבל מה שהחזיר התורה לעובדי כוכבים גלוי וידוע היה לפניו שלא יקבלוה כדאמרינן במדרשות וריב\"ח לא היה חש להשיב להם במשל הזה רק על שאלתן במשלם: ", 
            "<b>הב' </b> שאלו לו כלפי מ\"ש בכ\"מ שהתורה ניתנה לישראל במתנה דר\"ל כדרך הנותן לחבירו שהוא מקנה לעולם ולא כמלוה לחבירו שאינו רק לזמן שהתורה ניתנית לע לעולם בלי זמן אבל אלו הכופרים אומרים שאינה דרך מתנה רק דרך הלואה ושאלה ליבטל לזמן וז\"ש גברא דאוזיף לחבריה פ\"א וטרפו שלא שלם לו ולא קיים הבטחתו לשלם לזמן קבוע הנקבע לו מאי חזא דהדר יזיף ליה דודאי אינו מלוה לו שנית הנה גם אתם בית ישראל שהתורה נתנה לכם רק דרך הלואה ואתם טרפו לו שלא שלמתם אותה לו בזמן שקבע לכם בהיותכם על אדמתכם שעברתם על מצותי ועוד היום אין אתם מקיימין את המצות בגלותכם מאי חזא דהדר יזיף לכם כמו שאתם אומרים שיהיה כן לימות המשיח שנאמר וכרתי את בית ישראל גו' ברית חדשה דכיון שאין אתם פורעים לו הישן למה יזיף לכם ברית חדשה לימות המשיח. והשיב להם גם בזה משל נמרץ גברא דאזל לאגמא כו'. ר\"ל מי שישלח עבדו להביא לו מאגמא סך ידוע קנים והנה הוא הלך וקטל קנים ככל מצות אדונו עליו אך אחר שמחברם באגודה ולא יוכל לשאת את כולם ביחד למקומם שקבע לו האדון ולפי שאין ראוי לפחות ממצות אדונו ע\"כ הוא ממתין עד דמתרמי לו לעזרו שיוכל לשאת אותן למקום שקבע לו אדוע וכדי שלא יבטל ממלאכתו הוא מוסיף וקטל ואנח עילויה כן הוא הדבר הזה שאנו עושים מלאכתנו דהיינו שאנו לומדים כל התורה כמצות השם יתברך ברוך הוא עלינו שהוא דמיון קטל הקנים אך שא\"א עלינו לשאת עול המצות כולם ביחד שיש מהם שתלוים בארץ ובמקדש עד יבא משיח שהוא העוזר לע לישא עול המצות במקום הנקבע לנו דהיינו בארץ ובמקדש והיא הברית החדשה שאמר שאז נוסיף חלק בעיון כמ\"ש כולם ידעו אותי גו'. וכשראו המינים שלא נצחו אותו בויכוח הזה א\"ל שהוא יאמר מלתא דבדיאי שהענין שקר והוא רמז ע\"ד חכמה וע\"ז אמר הכתוב הצילני משפת שקר מלשון רמיה גו' דהיינו ממה שבקשו אלו הכופרים לדבר עמו בשפת שקר שהענין שקר כפי הדבור וגם הוא לשון רמיה ע\"פ מרמה וחכמתם הצילני מהם מקטלא שאוכל לנצחם: ", 
            "<b>הג' </b> שאמר להם במשל נמרץ במילי דבדיאי כודנייתא דילדה כו' וע\"פ מ\"ש פ' מקום שנהגו הוא ענה גו' פסול היה והביא פסול לעולם דכשם שהפרדה אינו זרע שיקרא ע\"ש אביו שהוא בא מן הסוס והחמור גם אין לו זרע כך העובדי כוכבים פסולים הם ואין להם זרע שיקרא ע\"ש אביהם דאין להם יחוס אב ז\"ש בהם וזרמת סוסים זרמתם דהיינו כעין הזרמת שיש לסוס עם החמור שבא מהן הפרדה ולפי שכבר אמרו לו שאין ללות לישראל עוד והברית החדשה פירשוהו שלא נאמר על ישראל רק על אמונתם כמ\"ש המינים וע\"כ א\"ל כודנייתא דילדה והוי תלי לה פיתקא כו' דהיינו שטר צוואה שיפרעו בניו למי שהלוה בבית אביהם מאה כו' וזה משל דודאי זה אינו שאינו מלוה לפרדה כיון שלא יהיו לו בנים לפרוע מהם כן הענין עובדי כוכבים שנדמו לפרדה הזאת שאין לה בנים נקראים על שם אביהם ליתבע מהם הפרעון וא\"כ ע\"כ ברית חדשה לא עליהם נאמר ליתן אבל לישראל ראוי ללוות שיוכלו לפרוע ע\"י בניהם שנקראו ע\"ש אביהם לעולם שהשם יתב' מעיד עליהם. וא\"ל כודנייתא מי ילדה כו' שהם לא הבינו הנמשל מזה. וא\"ל הי ניהו מילי דבדיאי שהרי בזה אתם חפצים לדבר במשלים במילי דבדיאי ובזה נצחם במה שלא הבינו כאן דבריו לפי הנמשל ולכך לבסוף אייתינהו למיכל כו' אך כשראו שהוא נצחם במה שלא הבינו באו הם לשאלו ג\"כ במילי דבדיאי אולי יוכלו לנצחו שלא יבין גם הוא דבריהם. וא\"ל מלחא כי סריא במאי מלחי ליה כו' מבואר כי הברית אשר לו יתב' עמנו הוא הברית לעולם כמו המלח שהיא הדבר המתקיים לעולם וכמ\"ש ברית מלח עולם כו' אבל הכופרים אומרים שאינו לעולם וכבר ביטל הברית עמנו בהיותנו בגלות המר ואותם לקח לעם תחתינו וז\"ש מלחא כי סריא כיון שהברית מלח אשר עמנו סריא ואינו קיים בגלות במאי מלחי ליה שוב להתקיים לעולם וע\"ז השיב להם ורמז להם ע\"פ כוונתו דלעיל וא\"ל בשליא דכודנייתא שהעובדי כוכבים נדמו לפרדה כי לפי שדימו הם להיות בטל הברית עם ישראל ולקיים הברית עם העובדי כוכבים אמר כי הם כמו הפרדה שאין לה שליא למלוח בה לעשות דבר המתקיים שאין להם זרע נקרא ע\"ש אביהם כמ\"ש וא\"א לקיים הברית עמהם לעולם אבל ישראל שיש להם זרע אחריהם יתקיים בהם הברית לעולם כמ\"ש באברהם והקימותי את בריתי וגו' ובין זרעך אחריך לדורותם לברית עולם וגו' וז\"ש שאין שליא לכודנייתא ואין לכם זרע אחריכם להיות מתקיים בכם הברית אבל המלחא והברית שלנו ודאי לא סרח והוא קיים לעולם לזרעינו אחרינו. וא\"ל עוד בני לן ביתא באוירא כו' שא\"ל הגם בהיות ישראל על אדמתם ובית המקדש בנוי היה לכם מעלה יתירה שהיה רוח הקודש באהלכם והייתם דבקים בה' אלהיכם אבל מאז אשר נחרב הבית וגליתם משם הייתם נפרדים ממנו כי מי יבנה לכם ביתא באוירא שישכון עליו רוח הקודש משם שהרי אין לכם בארץ מקום לבנות בית שהוא ביד שונאכם והיה התשובה אמר שם תלה ליה בין רקיעא כו' הראה להם דבכל מקום נמצא הקב\"ה לצדיקים כמ\"ש למה נקרא שמו מקום שבכל מקום שהצדיקים עומדים שם הקב\"ה נמצא להם שנאמר בכל מקום אשר אזכיר את שמי וגו' ובכל גלות וגלות הוא דבק עמנו באויר רוחני מבלי בית הבנוי מחומר גשמי אבל אתם אסיקו לי ליבני וטיני כו' ר\"ל אתם שתאמרו שנפרד ממנו והיה הדבקות בכם הנה אסיקו לי ליבני וטיני כו' כי אין עמכם דבר רוחני הנדבק לכם רק דבר גשם וחומר. וא\"ל עוד מציעותיה דעלמא כו' שא\"ל שאף שכן היא שדבקותכם באויר רוחני בלא בית היינו במקום הקדוש בירושלים שהוא במציעות העולם וכמ\"ש וזה שער השמים שמשם שפע החכמה ירדה לכם אבל אתם שאינכם שם במקום ירושלים אין עמכם שפע החכמה והשיב וזקפה לאצבעותיה הכא ר\"ל כי אין עולם מקומו אבל הוא מקומו של עולם ואין לו גדר במקום כי הוא איע גשם ובכל מקום שכינתו שרויה כמו במציעותה של עולם אבל הכופרים אלו האמינו בגשם ולכך לא הביע דבריו וא\"ל ומי יימר והשיב להם אייתו כו' כיון שאתם מאמינים בגשמות וכדברי הקיסר פ' א\"ט לריב\"ח הנה אייתו לכם אשלי למדוד עד מקום שכינתו במציעותיה דעלמא אבל אנו מאמינים שאינו גוף וכל העולם במקומו ואין כאן מקום מציעות לשכינתו. עוד א\"ל אית לן בירא כו' הבאר הזה רמז למקום ששואבין ישראל רוח הקודש כדאמרינן שמחת בית השואבה שהיו שואבין משם רוה\"ק ונאמר כי אותי עזבו מקור מים חיים וא\"ל הנה הבאר שהיה לכם הוא עתה חוץ מהעיר שלכם דהיינו חוץ מהעולם שכבר עלתה השכינה למרום בחורבן הבית כדאמרינן בעלמא ואי אפשר לכם להוריד אותו הבאר שמחוץ לעיר אל העיר אבל בארות ומזלות העובדי כוכבים הוא בתוך העיר דהיינו בעולם כגלגל המקיף ואשר משם יבוא להם שפע ברכתם והשיב אית לן חבלים חזקים להורידן אף מחוץ לעיר דהיינו ממרום ע\"ד יעקב חבל נחלתו ואמרו במדרש צדיקים יירשו ארץ וגו' וכנגדן עמדו ז' צדיקים שהורידו שכינה לארץ ואלו הן אברהם כו' עד וכתיב וירד ה' על הר סיני אבל לכם ודאי לא היה אפשר להוריד מחוץ לעיר דאין לכם לעשות רק חבלים פחותים עשויים מפארי שהן רשעי עובד כוכבים שנדמו למוץ המעורב בפארי וסובין. ועוד א\"ל אית לן ריחייא דתבירא כו' רמזו לו שהיה לכם לישראל ריחיים משלחן גבוה מיום שהייתם לו לעם כענין שאמרו שחקים שבו שוחקים מן לצדיקים וכל זמן שהייתם בארץ הייתם אוכלים משלחנו ע\"י הקרבנות והרי עתה אתם גולים משלחן הזה כמ\"ש ואוי להם לבנים שגלו מעל שלחן אביהם ונשבר לכם ההוא ריחייא והשיב להן כרוכו כו' מהידוע כי הצדיק נמשל לצור כמ\"ש אברהם ושרה טומטמים היו שנאמר הביטו אל צור וגו' אביכם וגו' דר\"ל אף שהיו טומטמים מבלי טבע ההולדה כצור הזה הביטו אליו שע\"י מעשיהם הטובים נשתנה טבעם והולידו וז\"ש כרוכו לן כו' דודאי במעשיכם א\"א לשעת טבע הצור ולעשות ממנו חוט אבל צדיקים שלנו שבכל דור שנמשלו לצור הם בעצמם החוט לתפור ריחייא הנשבר כמ\"ש ג' פרנסים טובים עמדו להן לישראל המן בזכות משה הבאר בזכות מרים הענן בזכות אהרן והם היו לנו חוט המשולש לתפוס הריחיים להיותע זוכין משלחן גבוה וכ\"ה בכל דור כמ\"ש ברבי חנינא בן דוסא כל העולם כולו ניזון בשביל חנינא כו'. ועוד א\"ל מישרא דסכינא כו' ר\"ל דיש לכם הרבה מונעים אשר מונעים אתכם מלבא אל השלמות והן הן הסכנות והצרות שבכל דור ודור שנדמו למישרא דסכינא המונעים האדם מלילך למקום מגמתו דרך שם והשיב להם ע\"פ מ\"ש בפ\"ק דב\"ק משלחי רגל השור והחמור כל העוסק בתורה ובג\"ח זוכה לנחלת יששכר דכתיב ביה חמר גרם וכיוסף דכתיב ביה עמים ינגח יחדיו וגו' והיינו שע\"י ג\"ח ותורה נבא אל השלמות שמצילים אותנו מהצרות והסכינים בקרן השור וחמור כיוסף ויששכר או שרמז להם על קרנו של המשיח וחמור ע\"ש עני ורוכב על החמור שהוא יצילנו מכל המונעים שלע להגיע אל השלמות. ועוד אייתו תרי ביעי וא\"ל הי זוגיתא כו' ע\"ד שאמרו בשמעתין תרנגולת לכ\"א יום וכנגדו בלוז ואמרינן שרמז ירמיה מקל שקד אני רואה שהם כ\"א יום מי\"ז בתמוז עד ט' באב והם רמזו לו ימים אלו בזוגיתא אוכמתא ע\"ש הגלות ולפי שיש עוד כ\"א ימי סליחה ושמחה מי\"ט ראשון של ר\"ה עד כ\"א תשרי שהוא הושענא רבה יום גמר החתימה כדאיתא במדרשות והוא שרמז לו בזוגתא חיורתא ג\"כ ע\"ש ליבון עונות וכך א\"ל הרי תרי ביעי שהתולדה מב' זוגיתא הן כולן לבנים ואין ניכר איזה מהשחורה ואיזה מהלבנה כן אין לכם היכר כי מקרה א' יקרה את כולן שהפורעניות והטובות שוים בימים בשיעור א' זה כזה כ\"א יום הן ואין כאן מקום תקוה לכם והשיב בדוגמא זה עיזי אוכמתי כו' הן ב' שעירים שהביאו ישראל ביה\"כ החיורתא היא שהיתה לה' והאוכמתא שהיתה לעזאזל והגבינה שהיא התולדה מהן שניהן לבנים שגם השעיר לעזאזל היה מלבין עונותיהם של ישראל שנאמר ונשא השעיר וגו' וכמ\"ש שהיו קושרין בההוא שעיר המשתלח חוט של זהורית וכיון שהגיע למדבר היה מלבין וכן הוא הענין בב' זוגיתא שהיו שניהם תולדותם לכ\"א יום ותולדות שניהם היו ביצים לבנים כי הנה שני שיעורים כ\"א יום ג\"כ תולדותיהן שוין בליבון כי כמו שהכ\"א יום שמר\"ה עד הושענא רבה תולדות ליבון עון וכפרה עליהם כן גם ימי כ\"א יום פורעניות מי\"ז בתמוז עד ט' באב היה תולדות ליבון עונות כי הצרות ויסורין מכפרין כמ\"ש הגלות מכפר. ועוד אמרו ליה ורציצא דמית מהיכא כו' שאלו הכופרים לא האמינו בהשארת הנפש אבל האדם קונה שלימות שלו בעה\"ז וע\"כ אמרו הגם שיש לכל איש מישראל דבקות נפשי באלהים בהיותו חי בבוא משיח להשלים שלמותו אז במעשים אבל רצוצא שהם כלל ישראל בגלותם שכל ימיהם בצרה ע\"ש והיית אך עשוק ורצוץ כל הימים שהוא מת בגלותו מה שלמות יגיע לו בתורתו ובמעשיו ולהיכא רוחו ונשמתו נפיק להשיג שלמותו והשיב להם ע\"פ אמונת תורתינו דמהיכא דעל הנשמה ר\"ל שהנשמה היא נצחית לפי מעלתה דמהיכן דבאה דהיינו מתחת כסא הכבוד להתם נפיק במותו כמ\"ש והיתה נפש אדוני צרורה בצרור החיים שיש לה שם השארות נפש לזמן התחייה. ועוד א\"ל בסוף דבריהם בענין האמונה באחרית הימים שהעידו עליהם הנביאים שיאבדו העובדי כוכבים וישראל ישארו לחיים וע\"ז דימו ישראל לכלי שפל כמ\"ש נבלע בגוים ככלי אין חפץ וגו' דר\"ל דבגוים נבלע כך אבל הוא יתב' ב\"ה חפץ בהם שקראם ארץ חפץ ונאמר כי חפץ ה' בך ואמרו כל הגוים שזה החפץ לא שוי' חביליה שהעולם מלא כזה מהם יאבד בשביל ישראל כאשר יורו הנביאים ע\"ז. והשיב להם אייתו כל חד בודיא כו' הם כלים שפלים אשר העובדי כוכבים נמשלו בהם שנמשלו לקש שנעשו מהם המחצלות השפלים האלו והן ודאי אינן שוין חבילייהו לסתור האדם את ביתו בשבילם אבל עמו ישראל שהם חפץ וכלי חשוב בעיניו ית' ב\"ה במ\"ש ואתם תהיו לי סגולה מכל העמים וגו' דימה אותם לכלי סגולה וחביב הניתן באוצר מכל שאר העמים שאינן רק ככלים פחותים שאין האדם חש ליתנן באוצר וראוי בשביל חפץ וכלי כזאת החביב ונתון באוצר שיסתור האדם ביתו להשיגו כן ראוי שיסתור ויאבד יתב' ב\"ה כל העולם בשביל ישראל החביבים וסגולים לו מכל העמים וה' יראנו נפלאות מתורתו אמן: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ר\"י ור\"ש אומרים בין כך כו'. שנאמר שובו בנים שובבים לפי פירש\"י ניחא דמייתי גם שעשה עבירות בפרהסיא דהיינו שובבים קאמר קרא שובו לקבלו אבל לפי' התוס' שם שעשה דברי חבירות בפרהסיא לא ידענא מאי ראייה וק\"ל: ", 
            "<b>שם </b> רב הונא ב\"ח איצטריכא ליה שעתא כו' פירש\"י שהיו חכמים צריכין לו לשאול ממנו הלכות עכ\"ל ועי\"ל דאצטריכא ליה שעתא מחמת דבר מה להיות גבאי וק\"ל: "
        ], 
        [
            "<b>במשנה  </b>נמכרין באטליז ונשחטין באטליז ונשקלין כו' כצ\"ל: ", 
            "<b>תוס' </b> בד\"ה חוץ מן כו' דאין נוהגין בזיון בדבר כו' כצ\"ל: "
        ], 
        [
            "<b>בפירש\"י </b> בד\"ה אלא כו' להקדש הס\"ד ובד\"ה הניחא כו' מזבח לא היו כו' לאחר שחיטה הס\"ד ובד\"ה אדמעיקרא כו' טפי ופריק הס\"ד ואח\"כ מ\"ה שהנייתן כו' ומעשר בהמה הס\"ד ואח\"כ מ\"ה לא תפדה כו' ליד כהן הס\"ד ובד\"ה השיב אבידה כו' קמיירי הס\"ד ובד\"ה מאי ברייתא כו' ושניה מבריי' עכ\"ל ובד\"ה מאי קאמר כו' מבליעו הס\"ד ובד\"ה הלוקח לולב כו' פירות שנלקטו בשביעית כו' ובד\"ה התם כו' ואינו ניכר שהבליעה כו' ובד\"ה והיה הוא כו' קרא למכור דומיא כו' כצ\"ל: ", 
            "<b>תוס' </b> בד\"ה במעשר כו' אפילו לרבא דשרי לגדול כו' ובד\"ה מבליעו בחלבו כו' הבשר אלא החלב והעור כו' כר\"ע דשרי לעובד כוכבים כו' ובד\"ה א\"כ מעשר כו' ופריך אסור למה כו' ולמריעות שלשים יום כו' כצ\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>עד שיעלו בעלי תריסין כו'. עיין פירש\"י ובערוך פירש בעלי תריסין כמשמעו שהיו מלכי יון מפקידים עם מלכי ישראל ונשיאיהם לעזור אותן וליתן אימתן כו' ע\"ש וכן משמע בפ' תפלת השחר שאמרו דלא ליתי עבדי דר\"ג ולצערי לרבנן וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>א\"ל באודנא כו'. פירש\"י אפי' בתוך אזנה הייתי מטיל כו'. עכ\"ל ועי\"ל דקאמר באזנה כלומר דהיינו מן הצד ולא כנגדה כדלקמן הך אתתא לא תיקום להדיא באנפי ינוקא ואגיסא לית לן בה ואפילו אתתא קאמר כמ\"ש התוספות לקמן וק\"ל: ", 
            "<b>שם </b> אימתי לא יהיה בך עקר בזמן שבבהמתך כו' דלפי פשוטו ה\"ל למיכתב לא יהיה בך ובבהמתך עקר ועקרה להכי קאמר דעקר ועקרה לא קאי אלא אבך ובבהמתך בזמן שבבהמתך וריב\"ל דדריש דלא יהיה בך עקור מן התלמידים כו' דלפי פשוטו מלת בך מיותר דלא ה\"ל למיכתב רק לא תהיה עקר ועקרה ועוד דכולה קרא יתירא הוא דכבר כתיב ובירך פרי בטנך וגו' שגר אלפיך וגו' דבכללו ודאי שלא תהיה עקר ועקרה ובבהמתך וע\"כ דרשו מיניה עקור מן התלמידים דהיינו שיהיה לימודך עושה פירות בתלמידים הגונים וכן תפלתך עושה פירות ונשמעת ומלת ב\"ך רמז בזה שהלימוד ותפלה תלוים בכ\"ב אותיות התורה כמ\"ש בנגילה ונשמחה בך וגו' ואימתי בזמן שאתה משים כו' עיין בתוספות ובחדושינו במסכת חולין וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל כסף האמור בתורה סתם סלע כו'.</b> ר\"ל כל שקל כסף סתם האמור בתורה סתם היא סלע ולא כאיכא דקרו לקנטרין תיקלא וכן הוא בהדיא בב\"ר אר\"ח כל שקלים האמור בתורה סלעים כו' וכן מוכח דהא בדומיא דשקל כסף דעפרון מיירי אבל כסף סתם האמור בתורה ואינו מפורש ביה שקל אינו סלע אלא דינר כפירש\"י בהדיא לקמן ובפ\"ק דקדושין אך יש לדקדק לפי זה מאי קאמר דנביאים הוא ליטרין ולכאורה הכתוב ביחזקאל מכחש זה דכתיב והשקל עשרים גרה כ\"ה שקלים וגו' המנה יהיה לכם והוא שיעור שקל של תורה וכ\"ה שקלים הוא מנה של תורה שהיה כפול ועוד הוסיפו עליה שתות כמו שמפורש בפ\"ק גם מה שא\"ל הקב\"ה ליחזקאל ומאכלך אשר תאכלנו במשקול עשרים שקל ליום וגו' ואי הוה שקל דנביאים ליטרא דהיינו כ\"ה סלעים אין משקל עשרים שקלים לחם צר ליום אחד לאדם א' דה\"ל עשרים שקל עשרים מנה של חול ושיעור אכילה של כל אדם הוא כ\"ה סלעים שהוא מנה ולרבי עקיבא פרס דהיינו י\"ב סלעים וחצי כמו ששנינו פ\"ח דפיאה ומפרש בירושלמי ואכלו בשעריך ושבעו תן להם כדי שישבעו וצ\"ע ודו\"ק: ", 
            "<b>קינטרין כו'.</b> פירש\"י הכא מאה סלעים אבל בפרק הפועלים פירש\"י קינטרין משקל גדול צענטינ\"ר מאה מנה עכ\"ל וראיתי בתרגום ירושלמי ככר זהב טהור קינטר זהב דכי ויש לכוון בזה פירש\"י דפ' הפועלים דככר של קודש כפול היה ק\"כ מנה ואברהם ככר של קודש נתן לו ולפי שבאותו זמן עדיין לא הוסיפו שתות הרי ככר של קודש ק' מנה ומה שיש לדקדק עוד בזה עי' בחידושינו פ' הפועלים: ", 
            "<b> דינרא הדרייני טורייניס שייפא.</b> פירש בקונטרס כו' שייפא שם המלך כו' עכ\"ל היינו פי' בקונט' במס' ע\"ז פרק ר\"י מיהו גם שם לא פירש שיפא שם המלך ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>למה נקרא שמו ירדן שיורד מדן כו'. אע\"ג דבימי משה נקרא ירדן ולא נקרא לשם דן עד שכבשו אותה בימי השופטים כמפורש בקרא מצינו דכתיב קרא לעתיד כדאמרי' פ\"ק דכתובות חדקל ההולך קדמת אשור כו' ומי הואי אלא דעתידה כו' ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>חזירין שבמקומנו כו' פעם אחד נפל ארז כו' פעם אחד נפלה ביצת כו'.</b> הגם כי יש להאמין כל אלו הדברים כפשטן מ\"מ ודאי דלא נכתב בתלמוד רק להורות על המכוון בעניינו כמ\"ש באגדת דפרק הספינה ודסבי דבי אתונא ונראה בזה ע\"פ מ\"ש דיש בישראל שינוי ריבוי דעות כמספר ס' ריבוא שהיו עם ישראל במדבר ולפי שיש בצדדי כל דעה לימין ולשמאל שהם לטהרה ולטומאה דימה אותם לחזרת שהוא חסא כדאמרינן פרק כל שעה שתחלתו רך וסופו קשה רמז כי מתחלה דעותם לצד טומאה ולסופו לצד טהרה כי בקושי באו אליה וזה שאמר כי יש לכלל ישראל ס' ריבוא קליפות הטומאה בתחלה והיינו בבית המסס שלו מקום המאוס מלאה שיקוצים במצרים שהיה שם תולדותם שע\"ז נאמר פרו ורבו וישרצו וגו' כשרצים הללו מר אבל סופן כשבאו למדבר לצד התורה שהיא צד ימין כמ\"ש מימינו אשדת וגו'. ", 
            "ושאמרו <b>פעם א' נפל ארז כו' ועברו כו'.</b> כלפי מ\"ש בנדרים דפלפול וחידוד של התורה לא ניתנה רק למשה אבל הוא בעין טוב נתן לישראל ולתלמידיו גם פלפול התורה וע\"כ לא יבא שום תלמיד לעומק ושורש ענין בלי רב המלמדו כמו משה ליהושע ויהושע כו' וע\"ז אמר כשמת משה שהוא הארז האחד שנפל אז אח\"כ עברו עליו מדור לדור עד ט\"ז קרנות שהוא משל לט\"ז דורות דמקבלין זה מזה על חידושו ופלפולו שניתן כבר למשה.", 
            " ושאמרו <b>פעם אחד נפלה ביצת בר יוכני כו'.</b> כלפי מ\"ש פרק שתי הלחם שהתורה נמשלת לצפור דרור וכמ\"ש בהך דפרק הספינה דחזינן ההיא צפרתא כו' ומדמה להתורה בכללה לצפור הזה בר יוכני שהוא גדול הערך כמ\"ש בתורה ארוכה מארץ מדה וגו' והביצה ממנו היא דמיון הלוחות י' דברות שהם כלל התורה וכמ\"ש בשם רב סעדיה שכל התורה נכללת בעשרת הדברות וקאמר דפעם אחד נפלה כו' דהיינו שבירת הלוחות בעון העגל וטבעה ס' כרכים כו' גוזמא קאמר כמ\"ש התוספות בכמה דוכתי דמנין ס' בכל מקום לאו דוקא והוא משל לעונש כמה דורות כמ\"ש שאין לך פקידה שאין בה מעון העגל וכן ושברה ג' מאות ארזים לאו דוקא אלא דכמה גדולים שנמשלו לארזים שנענשו בעון העגל וכמ\"ש בבני אהרן דמתו מחצה בעון העגל ודמסיק ההיא מוזרתא היא ביצה שאינה טובה ואינה עושה פרי רמז על הלוחות הראשונות שלא עשו פרי שלכך נשתברו לפי' לא נאמר בהן טוב כמ\"ש סוף פרק הכונס מפני מה לא נאמר ט' בלוחות ראשונות כו' ע\"ש ודו\"ק: "
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " חידושי אגדות על מסכת בכורות", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Kodashim"
    ], 
    "digitizedBySefaria": true
}