{
    "title": "Shorshei HaYam on Mishneh Torah, Things Forbidden on the Altar",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Things_Forbidden_on_the_Altar",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש איסור מכירת בכור ומעשר באיטליז ובליטרא כל </span>\n<b> פסולי המוקדשין כשיפדו מותר לשוחטן כו' ולשקול בשרן בליטרא חוץ מן המעשר ומן הבכור מפני שמכירתן בשוק מוסי' בדמיהם כו'.</b> הכי איתא בבכורות דל\"א ע\"א ר\"פ כל פסולי המוקדשין הנאתן להקדש נמכרין באיטליז ונשחטין באיטליז חוץ מן הבכור והמעשר שהנייתן לבעלים כו' והנה משנה זו הובאה בפרק אין צדין דכ\"ח ע\"א עלה דאמרינן התם רבי חייא ורבי שמעון ברבי שוקלין מנה כנגד מנה בי\"ט דפריך שם בגמ' כמאן לא כרבנן ולא כר' יאודה כו' אינהו דעבוד כר' יאושע כו' אמר רב יוסף הל' כר' יאושע הואיל ותנן בבכורות כוותי' דתנן פסולי המוקדשין הנאתן להקדש ושוקלין מנה כנגד מנה בבכור כו' ופי' רש\"י ז\"ל שם סיפא דמתניתין נקט ורישא הכי איתא כל פסולי המוקדשין נמכרין באיטליז כו' ונרא' מדבריו דלא גרסי' במתני' פסולי המוקדשין הנאתן להקדש אלא דתלמודא קצר ונקט סיפא דמתניתין דקתני כל פסולי המוקדשין הנאתן להקדש בריש' אבל במס' בכורו' גריס רש\"י ברישא דמתני' בהדייא כל פס\"המ הנאתן להקדש ובגמ' נמי משמע דכך היתה הגירסא יע\"ש ועיין בס' חזון נחום שם מ\"ש ע\"ש הרב בצלאל יע\"ש.<br><b> ודע </b> שהתוס' שם בבכורות כתבו דאיסור זה דבכור ומעשר שאינן נמכרין באטליז ובליטר' דאורייתא היא ואע\"פ דמפרש מתני' הטעם משום דהנאתו לבעלים ע\"כ דאורייתא היא דבפ\"ק דתמורה ד\"ח ובפ' חלק דקי\"ב גבי עיר הנידחת דריש תלמודא בהמתך מי שנאכלין בתור' בהמתך יצא בכור ומעשר שאינן נאכלין בתורת בהמתך חוץ מן הבכור והמעשר כו' ושמא משום קרא נפיק דאין נוהגין בזיון בדבר שאין הנאתן להקדש עכ\"ל ולא ידעתי אמאי לא הביאו ראיה דאיסור זה דאורייתא היא מהך ברייתא דמייתי תלמודא לקמן דתנייא בבכור נאמר לא תפדה ונמכר הוא חי ובעל מום וכו' וכתבו רש\"י ותוספות בפ\"ק דתמורה ד\"ח ובפ\"ק דבב\"ק די\"ג דפדיון אין לו לענין שיכנס הפדיון בקדושתו והוא יצא לחולין אבל נמכר הוא ונאכל בקדוש' וזהו קדושתו שלא ישחטנו באיטליז ולא ישקלנו בליטר' יע\"ש משמע בהדייא דאיסור זה דאורייתא היא מדקפיד קרא שלא תפדה ותצא מקדושה זו לימכר באיטליז ולישקל בליטרא וליכא למימר דהם ז\"ל מפרשי שלא תפדה לענין שתצא מקדושתו לגיזה ואכילת כלבים במאי דכתיב לא תפדה דמשמע שאם יפדה מותרים בגיזה ואכילה לכלבים שהרי פסולי המוקדשין שמותרים בפדיון ואפי\"ה אסורים בגיזה ועבודה אלא ודאי דקרא דלא תפדה לא אתא למעט אלא לענין קדושת מכירה באטליז ובליטר' וש\"מ דאוריי' היא.<br><b> גם </b> הראיה שהביאו מההיא דפ' חלק דדריש בהמתך למעט בכור ומעשר שאינן נאכלין בתו' בהמתך ומייתי הא דתנן בבכורות חוץ מן הבכור והמעשר הנה שם בפ' חלק לא מייתי תלמודא הא דתנן בבכורות ולפי מ\"ש שם רש\"י בד\"ה לעולם בבעלי מומין וז\"ל ודרשינן לקרא הכי בהמתם למי שנאכל בתורת בהמתם יצאו אלו שיש להם שם לאו שאין נאכלין בתורת בהמתם שאין אומרים בהמת עיר הנידחת אלא בהמת בכור ומעשר של עיר הנידחת עכ\"ל לפ\"ז אין מכאן ראיה דאיכא איסור תורה גבי בכור לימכר באיטליז ובליטרא דהתם לא ממעטינן בהמת בכור ומעשר מקרא דבהמתך מטעם קדושתם שאינן נימכרין באטליז ובליטרא אלא מטעם שיש להם לווי כמדובר. ואפשר דמשום דאית בהו קדושה שאסורים בגיזה ועבודה דפסולי המוקדשין לא חייבן הכתוב מיתר דשאר בהמות דחולין.<br><b> איברא </b> שפי' זה שפירש רש\"י יש בו מן הקושי דבפ\"ק דתמורה שמסיים תלמו' ומייתי מת\"ש דבכורות דתנן חוץ מן הבכור והמעשר מוכח שעיקר מיעוטא דממעטינן מקרא דבהמתך לבכור ומעשר היינו מטעמא דאסורים לימכר באטליז ובליטרא שאין בתורת בהמת חולין ולא מטעם שם לווי כמ\"ש רש\"י ואולי רש\"י פרושי קא מפרש איך אמעיטו בהמת בכור ומעשר מקרא דבהמתם משום שאינן נאכלין בתורת בהמתך אטו אכילה כתיבה בקרא למעט בהמת בכור ומעשר שאינם נאכלים בתורת בהמתך דבהמתם סתמא כתיבה ואדרבא כל בהמה במשמע ואפי' בהמת בכור ומעשר ולזה פי' שזה רמוז בתיב' בהמתם סתם שמשמע שאין להם שם לווי ונקראי' בהמה סתם יצאו בהמת בכור ומעשר דמשום קדושתן שאינם נמכרים באטליז ובליטרא כדרך שאר בהמות של חולין אית להו שם לווי ולא מקרו בהמה סתמא אלא בהמת בכור ומעשר ודוק.<br><b> והנה </b> בפ' התערובות דע\"ה ע\"ב בעי רמי בר חמא התפיס בכור לבדק הבית מהו שישקו' בליטר' זילותא דבכור עדיף או רווחא דהקדש עדיף והוה בעי ר' אבין למימר דזילותא דבכור עדיף דאטו אלו אמר הפדו לי בכור שהתפיסו לבדק הבית מי שומעין לו ודחי תלמו' הפדו אמר רחמנא לא תפדה כו' יע\"ש ומשמע מאות' סוגיא דאיסור זה מדרבנן הוא דאי מדאורייתא מאי קא מבעיא ליה לרמי ב\"ח אי רווחא דהקדש עדיף או זילותא דבכור עדיף פשיטא דזילותא דבכור עדיף דאיכא ביה איסורא דאורייתא וה\"נ משמע מדדחי לדר\"י בר אבין הפדו רחמנא אמר לא תפדה ופי' רש\"י וז\"ל ועל דברי תורה אין לעבור אבל לישקל בליטרה אין כאן עבירה על ד\"ת עכ\"ל. גם התוס' שם בד\"ה התפיס כו' כתבו כן בהדייא דאותה סוגיא מוכחא דאיסור זה מדרבנן הוא והוקשה להם אותה סוגיא דפ\"ק דתמורה וההיא דפרק חלק דמשמע מינה דאיסור זה מדאוריית' הוא והניחוה בתימ' יע\"ש מיהו נלע\"ד דלפי מה שסיימו התוספות בבכורות וכתבו דשמא משום קרא נפיק שאין נוהגין בזיון בדבר שאין הנאה להקדש אין ראיה מאותה סוגיא דפרק התערובות לומר דאיסור זה מדרבנן הוא דשפיר איכא למימר דמדאורייתא הוא וכיון דאיכא שום קרא דאיסור זה שאין נוהגין בזיון להקדש אינו אלא בדבר שאין הנאה להקדש וכל דאיכא הנאה להקדש אין קפידא בדבר מעתה שפיר קא מבעיא ליה לרמי ב\"ח אי זילותא דבכור עדיף או רווחא דהקדש עדיף דכיון דהא והא דאורייתא היא הי מינייהו עדיף דאע\"ג דהיכא דאיכא הנאה להקדש אין קפידא בזילותא דהקדש אפשר דלא אמרינן הכי אלא כשהנאת ההקדש היא לאותה קדושה עצמה אבל הכא הנאת הקדש היא לקדושה אחרת ובכה\"ג אפשר דקפיד רחמנא אזילותא דהקדש וכמ\"ש רש\"י והוה בעי ר\"י בר אבין למימר דכיון דמעיקרא קודם שהתפיסו לבדק הבית הוה אסיר מדאורייתא לזלזל בקדושתן כשהתפיסו אח\"כ לבד\"ה לא פקעה קדושה ראשונה וע\"כ לא קפיד רחמנא אזילותא בדבר דאיכא הנאה להקדש אלא בדבר דלא חל עליו איסורא מעיקרא ודימה זה לאומר הפדו לי בכור לבדק הבית דאין שומעין לו משום דמעיקרא חל עליו קדושת בכור ותו לא פקע וע\"ז דחי תלמודא שפיר דלא דמי דהתם קעבר ע\"ד תורה דאמר לא תפדה ולא התירה תורה איסור זה לעולם אבל הכא דאיכא זלזול הקדש התירה תורה בדבר דאיכא הנאה להקדש שפיר איכא למי' דאף בכור שהתפיסו לבד\"ה פקע מיניה איסור קדושתו דמעיקרא כיון דהשתא איכא הנאה להקדש עד דפשיט ר' אמי דאסור שלא הקנה זה אלא מה שתיקנו לו כן נלע\"ד בישוב הסוגייאו' לפי מ\"ש התוספו' בבכורו'.<br><b> וראיתי </b> להרב זרע אברהם בתשו' חי\"ד ס\"ז דע\"ב ע\"ג עמד עמ\"ש התוס' בבכורו' דאיסור זה דאורייתא היא מדמסיק התם תלמו' דמעשר בהמה לאחר שחיטה אין בה איסור מכירה מדאורייתא כי אם מדרבנן בעלמא וכיון דגבי מעשר בהמה דחמיר מבכור ליכא אלא איסורא דרבנן כ\"ש לגבי בכור דקיל טפי והראיה שהביאו מההיא דתמורה ופרק חלק נידחה קרו לה דההיא ר\"ש היא אבל פליגי עליה ולדידהו אפשר דליכא אלא איסורא דרבנן והאריך בזה יע\"ש ובעניותי לא זכיתי להבין אמרי קדוש דמאי קא קשיא ליה ממה דאסיק תלמודא התם גבי מעשר בהמה דליכא אלא איסורא דרבנן דאטו התוס' כתבו דאיכא איסור דאורייתא במכירת בשר בכור דפשיטא ודאי דגבי בכור ליכא איסור במכירת הבשר כלל לא מדאורייתא ולא מדרבנן וכדמוכחא אותה סוגיא והם ז\"ל לא כתבו אלא דמכירת בשר הבכור באטליז ובליטרא כדרך מכירת בשר בהמת חולין איכא איסור דאוריי' שאין נוהגין בזיון בהקדש אבל עיקר המכירה ליכא איסורא כלל גם מה שדחה לראיית התוס' מאותה סוגיא דפרק חלק דהתם ר\"ש היא דדריש הכי דבר זה לא ניתן ליאמר דמדר\"ש נשמע לרבנן דודאי בעיקר דינא לא פליגי עליה אי איכא איסורא דאורייתא או לא דלא לישתמיט תנא בשום דוכתא למתני פלוגתא דר\"ש ורבנן בהכי והתם לא פליגי אלא בדרשת דבהמתם אי אתא למעוטי בהמת בכור ומעשר או לא וזה מבואר באופן שדבריו ז\"ל צ\"ת ועיין להתוספו' בפ\"ק דזבחים ד\"ט ע\"א ד\"ה למאי נ\"מ כו' יע\"ש."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדיש </b>\n<b> טומטום כו' ואינה כבעל מום כו'.</b> עיין במ\"ש שם מרן כ\"מ ז\"ל ליישב קושיית הראב\"ד שם ועיין במה שהק' עליו הלח\"מ דלהא לא צרכינן טעמא דיש במינו קרבן אלא משו' דבשאר הפסולין לא נתפרשה אזהרתן כדכתב רבינו עכ\"ל ולע\"ד לק\"מ דטעם רבינו לא קאי אלא אדין רובע ונרבע כו' דאינן בכלל בעלי מומין אבל על טומטום ואנדרוגינו' ואינך אין לך מום גדול מזה והנהו ודאי בכלל לא תקריבו הן וע\"ז הוצרך רבינו למיהב טעמא הכא דאין במינן קרבן והכי אמרינן בהדייא בפ\"ק דתמורה ד\"ז ועיין להלח\"מ בפ\"א מה' תמורה סוף דט\"ז שכתב כן יע\"ש ועיין בס' חזון נחום דקל\"ב ע\"ב ודקל\"ד יע\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשירה </b>\n<b> שביטלה אין מביאין ממנה גזרין למערכה וכן המשתחוה לבהמה צמרה פסול.</b> וכתב מרן כ\"מ שם בעי ר\"ל המשתחוה לדקל לולבו מהו למצוה כי אתא רב דימי אמר באשירה שביטלה קא מבעיא ליה ולא אפשיטא ולחומרא וכיון דלענין לולב למצוה מספקא פסלינן ליה מכ\"ש דפסלינן ליה לגזרי המערכה עכ\"ל ומרן מלכא מהרח\"א בע\"הח פ' בא דס\"ד ע\"ב תמה עליו וז\"ל ותמוהים דבריו דבלולב לא פסלינן בפ\"ח מה' לולב רק באשירה דישראל שאין לה ביטול משא\"כ ע\"ז של גוי שיש לה ביטול כמבואר שם בדברי המ\"מ ומרן ז\"ל וצ\"ע א\"ד.<br><b> ואנכי </b> הרואה גברא רבה חזינא תיובתא לא חזינא דחילוק זה דישראל לגוי הוא חילו' המפר' שהביא שם ה\"ה מיהו איהו ז\"ל לא ניחא ליה בהאי סברא לדעת רבינו והוצרך לחלק בין אשירה לע\"ז דאשיר' שעיק' עשיית' לכך אסיר' אך ע\"ז דעיקר עשיית' לאו ע\"ז קאי אסיר' לכתחילה אך בדיעבד שרי והיא היא עיקר חילוק מרן ז\"ל כאשר יראה הרואה שם וא\"כ הכא דמיירי באשירה דעיק' נטיעתה לכך אסירא ואין חילוק בין ישראל לגוי אך אי קשיא הא קשיא דמדבריו ז\"ל נראה ברור דמאי דפסלינן בלולב ה\"ט דאזלינן לחומרא וגזרין למערכה מכ\"ש אתיא וק\"ט דא\"כ לאו מספקא פסלינן לה דמדינא הוא דהיא היא מאי דאוקי מתניתי' שם הכא באשירה דמשה וקתני ושל אשירה פסול וכמ\"ש מרן גופיה שם ואם מיירי באשירה דלאו עיקר נטיעתה לכך אכתי תיקשי דכבר כתב שם מרן ז\"ל דבדיעבד כשר וכמ\"ש שם רבא אם נטל כשר אך ללכתחילה פסול ואלו רבינו ז\"ל לא שאני ליה בין דיעבד לכתחילה וכמ\"ש הלח\"מ ז\"ל ותו דהא ודאי באשירה סתם בעיקר נטיעתה מיירי דאלת\"ה היאך ניחא ליה דברי רבינו דלשם דקא מחלק בין אשירה לע\"ז דמש\"ה הוצרכנו לחלק בהכי בין עיקר נטיעתה כו' ואי אשירה סתם משמע נמי דלאו עיקר נטיעתה לכך מה הועלנו בזה. ואל תשיבני דלשון רבינו ז\"ל דלשם הוא אשירה דנעבדת דמשמע שלכך נטעוה מתחילה אך באשירה סתם משמע הכי והכי דליתא דאשירה הנעבדת הוא למעוטי אשירה שהעמיד תחתיה ע\"ז וכמ\"ש ר' בפ\"ז מהל' ע\"ז הלכה י\"א יע\"ש וא\"כ הדרא קושיין לדוכתא ותו דהא נמי פשיטא ליה לרבא דפסול לכתחילה מדנקט אם נטל כשר משמע בהדיא דלכתחילה אסיר ורבא בתרא וכותיה נקיטינן ואלו מרן ז\"ל כתב דמספקא פסלינן ליה כו' וליתא ואולי נאמר דהיא היא כונת הרב ע\"הח דהא דפסלי' אף לכתחלה היינו בישראל אבל בגוי שנייא היא ודוחק ועדיין צ\"ע."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש קרבן הגזול הגונב </span>\n<b> או הגוזל והקריב הקרבן פסול ואם נתייאשו הבעלים הקרבן כשר כו' ואפילו היתה חטאת שהכהנים אוכלים את בשרה ומפני תקנת המזבח אמרו שהחטאת הגזולה אם נודעה לרבים שאינה מכפרת אע\"פ שנתייאשו הבעלים כדי שלא יאמרו מזבח אוכל גזלות וכן העולה כו'.</b> עכ\"ל. נ\"ב הכי איתא בגיטין פ' הניזקין דנ\"ה ע\"א העיד ר' יוחנן ן' גודגדא על חטאת הגזולה שלא נודעה לרבים שהיא מכפרת מפני תקון המזבח ואמרינן עלה בגמרא אמר עולא דבר תורה בין נודע' בין לא נודעה אינה מכפרת מ\"ט יאוש כדי לא קני ומ\"ט אמרו לא נודעה מכפרת שלא יהיו הכהנים עצבים ופי' רש\"י שאכלו חולין שנשחטו בעזרה אמרי ליה רבנן לעול' והא אנן מפני תיקון המזבח תנן אמר להם כיון דהכהנים עצבים נמצא מזבח בטל ורב יאודה אמר ד\"ת בין נודעה בין לא נודעה מכפרת מ\"ט יאוש כדי קני ולמה אמרו נודעה לרבים אינה מכפרת שלא יאמרו מזבח אוכל גזילות ופרכינן בשלמא לעולא היינו דקתני חטאת פרש\"י דאיכא אכילת כהנים אלא לרב יאודה מאי אירייא חטאת אפילו עולה נמי ומשני לא מבעיא קאמר ל\"מ עולה דכליל היא אלא אפי' חטאת נמי דחלב ודם הוא דסליק לגבי מזבח ואידך כהנים קאכלי ליה אפ\"ה גזור שלא יאמרו מזבח אוכל גזילות והדר פרכינן תנן ועל החטאת הגזולה כו' מפני תקנת המזבח בשלמא לעולא ניחא אלא לר\"י איפכא מבעי ליה ומשנינן ה\"נ קאמר לא נודעה מכפרת נודעה אינה מכפרת מפני תקון המזבח מתיב רבא גנב והקדיש ואח\"ך טבח ומכר משלם תשלומי כפל ואינו משלם תשלומי ד\"וה ותני עלה בחוץ כה\"ג ענוש כרת ואי אמרת יאוש כדי לא קני כרת מאי עבידתי' אמר רב שזבי כרת מדבריהם אחיכו עליה כרת מדבריהם מי איכא א\"ל רבא גברא רבה אמר מילתא לא תחיכו עליה כרת שע\"י דבריהם באתה לו אוקמוה רבנן ברשותי' כי היכי דלחייב עליה פרש\"י דקנסא הוא דקנסו אותו אם גנב והקדיש שיחול עליה הקדש גמור ושיתחייב כרת אם ישחטנה בחוץ כי היכי דאוקמו' ברשותי' לענין כפרה והפקר ב\"ד הפקר הוא וקדש' ע\"כ אמר רבא הא ודאי קמבעייא לי כי אוקמו' רבנן ברשותי' משעת גניבה או משעת הקדשה למאי נ\"מ לגיזותיה וולדותי' פרש\"י דלפני הקדש אי אמרת משעת גניבה קיימא ברשותי' גיזותי' וולדותיה דידיה הוא ואינו משלם אלא דמי פרה העומדת לילד ולא דמי פרה וולדה הדר אמר רבא מסתברא משעת הקדשה שלא יהא חוטא נשכר ע\"כ.<br><b> והנה </b> רש\"י ז\"ל הוקשה לו דאדפריך תלמו' לעולא מסיפא דברייתא דקתני בחוץ כה\"ג ענוש כרת ואי אמרת יאוש כדי לא קני כרת מאי עבידתי' אמאי לא פריך מרישא דברייתא דקתני גנב והקדיש ואח\"כ טבח ומכר פטור מד\"וה ואי אמרת יאוש כדי לא קני אין כאן הקדש וליחייב ותי' דכי אמר עולא יאוש כדי לא קני היינו לענין הקרבה ולא לענין הקדש ומשו\"ה פטור מד\"וה אבל כרת אי מדאורייתא לא חזייא להקרבה הא קי\"ל ראוי לבא אל פתח אהל מועד חייבים עליו בחוץ מידי אחרינ' לא עכ\"ל והנה התוספות בד\"ה מ\"ט יאוש כו' והרמב\"ן והרשב\"א והריטב\"א כתבו דטעמא דמילתא דלעולא בין נודע' כו' מדאורייתא גזול פסול להקרבה הוא משום דהוי מצוה הבאה בעבירה דכיון דיאוש כדי לא קני עד דאיכא שינוי רשות ההקדש שמקדישו למזבח משוי ליה שינוי רשות ואז חשיב שלו וכיון דע\"י מצות ההקדש הוא דקנאו והמצוה והקנין באים כאחד הו\"ל מצוה הבאה בעביר' ופסול אמנם לרב יאודה דס\"ל דיאוש כדי קני הרי קודם ההקדש קנאו וכשהקדישו אח\"ך אין כאן מצוה הבאה בעבירה כיון שקנאו קודם המצוה וחשיב שלו ואין עליו אלא דמים והרמב\"ן הוסיף עוד לומר דאפשר דרב יאודה לית ליה טעמא דמצו' הבאה בעבירה וכמ\"ד הכי בר\"פ לולב הגזול ודחה זה דא\"כ צרכינן למיקם כולה סוגייא כר\"ש בר נחמן דלית ליה טעמא דמצוה הבאה בעבירה ועוד דלא שמעינן ליה דפליג אלא בי\"ט ב' דרבנן וכ\"כ בה\"ג ז\"ל בפסקיו יע\"ש ואולם בשם י\"א כתב הרמב\"ן דלעולא גזול פסול להקרבה ולא משום מצוה הבאה בעבירה אלא מטעם דדרשי' קרבנו ולא הגזול וכיון דיאוש כדי לא קני ודבר שאינו שלו הקדיש לא קרינן ביה קרבנו אלא כמי שאין לו בעלים הוא אלא שמשעה שקרא עליו שם הקדש קנה בשינוי השם כדאמרי' בתרומה והק' הרמב\"ן לפי טעם זה ל\"ל לר\"י בר\"פ לולב הגזול לטעמא דמ\"הב הא כיון דר\"י ס\"ל דיאוש כדי לא קני כדאיתא בפ' מרובה הו\"ל למדרש גזול דומיא דפסח מה פסח לית ליה תקנתא אף גזול לית ליה תקנתא ל\"ש לפני יאוש ל\"ש לאחר יאוש ולמה ליה למימר טעמא משום מ\"הב תיפוק לי דלא קנה דיאוש כדי לא קנה ואע\"פ שע\"י הקדשו קנוי לו אינה מכפרת דהו\"ל כמי שאין לו בעלים משום קרבנו ולא הגזול וי\"ל דאכתי הו\"ל כמי שנשחטו שלא לשם בעלים דכשרי' אלא שלא עלו לבעלים לשם חובה ואמאי משוי ליה קרא לפסח משום שאם עלה ירד משום מ\"הב יע\"ש.<br><b> ולענין </b> הלכה מדברי רבינו כאן נראה לכאורה דפסק כר' יאודה דיאוש כדי קני ומדאור' בין נודעה בין לא נודעה הקרבן כשר בין חטאת בין עולה ומשו\"ה סתם וכתב ואם נתייאשו הבעלים הקרבן כשר משום דיאוש כדי קני דאי ס\"ל כעולא הו\"ל לפרש דדוקא חטאת הוא דכשר מטעמא שלא יהיו הכהנים עצבי' אבל לעולא דליכא טעמא דשלא יהיו הכהנים עצבים פסולה וכן מדיהיב טעמא לחטאת הגזולה שנודעה לרבים שאינה מכפרת שלא יאמרו מזבח אוכל גזילות משמע ג\"כ דפסק כרב יאודה דאי ס\"ל כעולא בלא\"ה היא פסולה משום דיאוש כדי לא קנה ואדרבא בשלא נודעה שהיא כשירה בעינן טעמ' שלא יהיו הכהנים עצבין ודוקא חטאת ולא עולה וכ\"כ מרן כ\"מ בפשיטות דפסק רבינו כרב יאודה אלא שכתב על זה וז\"ל וק' דמאחר שרבינו פסק בפ\"ה מה' גניבה דיאוש כדי לא קני היאך פסק כרב יאודה ועוד דמתניתין לא מייתבא שפיר כרב יאודה וי\"ל דאע\"ג דבעלמא יאוש כדי לא קני הכא קני משום דאמרינן בגמ' מתיב רבא גנב והקדיש כו' ואסיקנא אוקמוה רבנן ברשותיה כי היכי דלחייב עליה כרת ומשמע דהכי הלכתא מדחזינן דבתר הכי שקיל וטרי רבא אליבא דהאי אוקמתא עכ\"ל.<br><b> וראיתי </b> להלח\"מ בפי\"ח מה' מעשה הקרבנו' ע\"מ שפסק רבינו שאם גנב והקדיש ואח\"כ שחט בחוץ דחייב מפני שחכמים העמידוה ברשותו כדי לחייבו עליה כרת כו' שכתב וז\"ל תימא דלא אמרו כן בגמ' אלא לתרץ לעולא דאמר יאוש כדי לא קני ורבינו דפסק בפ\"ה מה' איסורי מזבח כרב יאודה דאמר יאוש כדי קני איך כתב כאן דהוי כרת מן התורה ותו תימה על הרב כסף משנה דכתב שם שרבינו פסק כן מפני תירוץ הגמרא כו' דתירו' הגמ' אינו אלא לרב יאודה כדכתיבנא ומה שהקשה הוא ז\"ל דרבינו פסק בה' גניבה דיאוש כדי לא קני לאו קושייא היא דמ\"ש כאן רב יאודה דיאוש כדי קני היינו יאוש ושינוי השם כדכתבו שם התוס' דמעיקרא חולין והשת' הקדש ולא קאמר כאן יאוש כדי אלא משום דליכא שינוי רשות וכמו שהאריכו שם התוס' וא\"כ אין קושייתו קושיא דשאני הכא דאיכא שינוי השם אבל יאוש לחוד ודאי לא קני אבל מה שהקשיתי כאן ק' וצ\"ע עכ\"ל והנה זה שכתב דקושיית מרן ממה שפסק רבינו בה' גניבה דיאוש כדי לא קני לא קשיא דשאני הכא דאיכא שינוי השם כמ\"ש התוס' כו' אחרי שאלה המחילה הראוייה לעוצם חכמתו ז\"ל שפיר ק\"ל למרן מאחר שמבואר יוצא מדברי התוס' ז\"ל דאע\"ג דהכא איכא שינוי השם בהדי יאוש מ\"מ כיון דיאוש כדי לא קני אלא בהדי שינוי השם דהקדש משו\"ה אינה מכפרת ד\"ת לעולא משום דהו\"ל מצוה הבאה בעבירה כיון דע\"י מצוה של ההקדש קנאו משא\"כ לרב יאודה דיאוש כדי קני לא חשיב שינוי השם של ההקדש מ\"הב כיון דקודם ההקדש קנאו וחשיב שלו ושלו הוא מקדיש ושלו הוא מקריב כמבוא' בדברי התוס' בארוכה כאן בגיטין ובר\"פ לולב הגזול ובחי' הרמב\"ן והרשב\"א והר\"ן והריטב\"א ז\"ל וכיון שרבינו פסק שהקרבן כשר ומשמע דבר תורה עכ\"ל דפסק כרב יאודה דיאוש כדי קני בעלמא ומשו\"ה לא חשיב הכא מ\"הב וזה היפך מה שפסק בה' גניבה זה נראה ברור בכונת קו' מרן כ\"מ על רבינו ז\"ל ומה שתמה עוד ע\"מ שתיר' מרן דרבינו פסק כן מפני תירו' הגמ' כו' דתירו' הגמ' אינו לרב יאודה כו' ואדרבא יש לתמוה על רבינו איך כתב בפי\"ח בה' מ\"הק דהשוחט בחו' חייב כרת מדרבנן הא לדידיה דפסק בפרקין כרב יאודה דיאוש כדי קני הו\"ל למימר דהשוחט בחוץ חייב כרת מדאורייתא נראה לע\"ד דכונת מרן בתירוצו למיהדר ביה ממ\"ש תחילה דרבינו פסק כרב יאודא אלא השתא קאמר דפסק כעולא ומ\"ש דאם נתייאשו הבעלים דהקרבן כשר לאו מטעמא דיאוש כדי קני קאמר אלא מטעמא דאוקמוה רבנן ברשותיה משעת הקדש שיהיה ראוי לבא אל פתח אהל מועד כל שלא נודע לרבים והא דקאמר עולא מעיקרא עלה דמתני' דטעמא משום שלא יהיו הכהנים עצבים ודייקינן לדידיה דדוקא חטאת דאיכא אכילת כהנים ולא עולה דליכא אכילת כהנים היינו דמעיקרא תקון לחטאת דוקא שיהיה מכפר מטעמא שלא יהיו הכהני' עצבים ואח\"ך תקון שכל קרבן גזול יהיה כשר כדי לחייבו כרת לשוחטו בחוץ וכן נראה מדברי רש\"י ז\"ל בד\"ה אוקמוה רבנן ברשותיה יע\"ש ומ\"ש רבינו דהיכ' דנודע לרבים אינה מכפרת מפני תקנת המזבח שלא יאמרו מזבח אוכל גזילות האי טעמא לעולא נמי אצטריך לומר למה העמידו חכמי' ברשותו כשנוד' לרבי' ג\"כ כדי לחייבו בשוחט בחוץ לזה כת' דמהאי טעמ' שלא יאמרו מזבח אוכל גזילות לא ראו חכמים להעמיד' ברשותו ולא מיחייב עליו כרת כיון דאינו ראוי לבא אל פתח אהל מועד לא מדאורייתא ולא מדרבנן זה נלע\"ד בכונ' דברי מרן כ\"מ בדעת רבי' ובכן הא דפ\"ה מה' א\"ב בההיא דפ\"ח מה' מ\"הק כולן שפה אחת ודברים אחדים ודוק ועיין להרב תוי\"ט בד\"ה שלא נודע לרבים יע\"ש.<br><b> עוד </b> ראיתי להלח\"מ בפי\"ח מה' מ\"הק שהוקשה לו עמ\"ש רבינו שם דכי אוקמוה רבנן ברשותי' היינו מצד הקדש לא מצד גניבה ונ\"מ לגזותיה וולדותיה דמשעת גניבה עד שעת הקדש דלפי מ\"ש התוס' שם בפ' הניזקין דנ\"ה ע\"ב הך נפקותא לא הוי כר' יאודה אליבא דרב פפא דאמר שבח דע\"ג גזילה דגזלן הוי דכיון דרבינו בה' גזילה פ\"ב ה\"ו פסק כר\"י אליבא דר\"פ דגזלן הוי אין מקום לנפקותא זו וצ\"ע עכ\"ל ותמהני דנר' דאשתמיט מיניה מ\"ש הראב\"ד שם בה' גזילה ה\"ח כיע\"ש ועיין בס' אור יקרות בחי' לגיטין דכ\"ז ע\"ב יע\"ש.ועיין עוד במ\"ש עוד בזה בספרי הקטן ח\"א בשורש לולב הגזול דקל\"ד ע\"ב וג' יע\"ש."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות איסורי המזבח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}