{
    "title": "Kessef Mishneh on Mishneh Torah, Red Heifer",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Red_Heifer",
    "text": [
        [
            [
                "<b>מצות פרה אדומה שתהיה בת שלש שנים וכו'.</b> בריש פרה וכחכמים: \n",
                "<b>ואין לוקחין עגלה ומגדלים אותה וכו'.</b> ספרי זוטא: \n",
                "<b>כתב</b> הראב''ד א''א לא מן השם הוא זה אלא שאין מקדישין מחוסר זמן למזבח וכו'. ואין זה מוכרח דאי משום הא כבר היה אפשר שיקחו אותה עגלה ולא יקראו עליה שם עד שתעשה פרה ולישנא דספרי זוטא מבואר כדברי רבינו דקתני ויקחו אליך פרה שלא יקחו עגלה ויגדלוה: \n",
                "<b>לא מצאו אלא עגלה וכו'.</b> שם: \n",
                "<b>ולוקחין אותה מתרומת הלשכה.</b> פרק רביעי דשקלים: \n\n"
            ],
            [
                "<b>זה שנאמר בתורה תמימה וכו'.</b> ספרי (דף ב'). \n",
                "<b>ומ''ש אם היתה ננסת כשירה.</b> פ''ב דפרה: \n",
                "<b>היו בה שתי שערות וכו'.</b> בפ''ב דפרה היו בה שתי שערות בתוך גומא אחת פסולה ר''י אומר אפילו בתוך כוס אחד היו בתוך שני כוסות והם מוכיחות זו את זו פסולה ר''ע אומר אפילו ד' אפילו ה' והן מפוזרות יתלוש ר''א אומר אפילו חמשים רבי יהושע בן בתירא אומר אפילו אחת בראשה ואחת בזנבה פסולה ופסק רבינו כת''ק ופירש שם רבינו בתוך גומא אחת בתוך חפירה אחת ירצה שתהיה צמיחתו אחת וכו' וכוס הוא עיגול מן הגשם יש בה כלל מן השיעור בשטח אחד והם מוכיחות זו את זו תורה אחת על חבירתה והוא שתהיה האחת קרוב מהאחרת ונכחית אליה בשטח אחד עכ''ל. ולא נתבאר בדבריו כמה הוא שיעור כוס אחד וק''ל שרבינו כתב תחלה בתוך גומא אחת והיינו כת''ק והיאך כתב אחר כך או בתוך שני כוסות דהיינו כר''י ונמצא שהוא כמזכה שטרא לבי תרי ומצאתי לרבינו שמשון שכתב (x ר''י אומר לתוך כוס אחד גרסינן ולא גרסינן אפילו ובמקום שהיה שונה ת''ק גומא היה שונה ר''י כוס) וגומא וכוס אחד הוא אלא שחייב אדם לומר כלשון רבו שרבו של ר''י היה קורא לגומא כוס והכי מוכח בתוספתא עכ''ל. ואם היה דעת רבינו כן לא ה''ל לפתוח בלשון גומא ולסיים בלשון כוסות ואפשר שכתב כן ללמדנו דהיינו גומא היינו כוס וה''ק אפילו הן בשתי גומות פסולה אם הם מוכיחות זו את זו: \n\n"
            ],
            [
                "<b>היו בה שתי שערות עיקרן מאדים וכו'.</b> פרק ב' דפרה וכת''ק. \n",
                "<b>ומ''ש וגוזז במספרים וכו'.</b> תוספתא סוף פ''ק דפרה: \n\n"
            ],
            [
                "<b>וצריך שישאר מן המאדים וכו'.</b> בפ''ו דנדה (נב:) שתי שערות האמורות בפרה ונגעים איפליגו תנאי בשיעורם ואמרינן בגמ' דהלכה כדברי כולם להחמיר וסובר רבינו שניטלות בזוג הוא השיעור המועט שבכולן ולפיכך בפ''ב מהל' טומאת צרעת גבי שיעור שיער לבן ובפ''א גבי שיעור שיער צהוב כתב ששיעורן כדי שיהיו ניטלות בזוג שזהו להחמיר ששיער לבן ושיער צהוב הם סימני טומאה ובשיעור מועט הם מטמאים וכן פסק כאן לענין פיסול ב' שערות שחורות או לבנות ששיעורו בניטלות בזוג להחמיר אבל בשיער שחור שהוא סימן טהרה כתב בפ''א מהל' הנזכרות שאינו מציל עד שיהיה בהם כדי לכוף ראשן לעיקרן שזהו להחמיר שאינם מצילים עד שיהיו ארוכים אבל יש לתמוה שפסק כאן שצריך שישאר מהמאדים כדי שינטל בזוג ומאחר ששיעור זה הוא להכשיר ה''ל לפסוק כדי לכוף ראשון לעיקרן שהוא השיעור הארוך והוא להחמיר. וכתב הר''י קורקוס ז''ל ואפשר שסובר רבינו דלא אמרינן הלכה כדברי כולן להחמיר אלא לגבי בן או בת אבל לענין פרה נקטינן כר''ע דאמר כדי שיהיו ניטלות בזוג ועוד שמ''ש לפרה היינו לפסול ב' שערות שחורות ובזה הלכה להחמיר אבל בעיקרן מאדים די לנו שנצריך השיעור המועט שלא יחשוב כמאן דליתיה אלא כל שיש שיעור שאנו קורים אותו שיער בקצת מקומות סגי כי לא נתמעט אלא מה שחשיב כאילו אינו דאטו אם מתחלה היו שיעור זה מי נימא דלא חשיבי שיער ודאי שיער הוי וז''ש רבינו שכל שערה וכו' הרי היא כאילו אינה כלומר אבל נטילה בזוג אע''פ שאינה שערה גמורה לכל דבר מכ''מ לא חשיבא כאילו אינה שהרי מחמירים בשבילה: \n",
                "<b>וכתב</b> הראב''ד וצריך שישאר א''א אינו מחוור וכו'. ואני אומר דודאי לא איירי אלא כשהן בתוך גומא אחת או לתוך כוס אחד שהן מוכיחות זו את זו כמ''ש לעיל בסמוך דאילו כשאינן בתוך גומא אחת וכו' אינן פוסלות אפילו היו ארוכות ומאי דקתני במתניתין יתלוש נראה לי דלאו לעכובא אלא מפני מראית העין: \n\n"
            ],
            [
                "<b>היו קרניה או טלפיה שחורים וכו' עד אין מראיהן פוסלין בפרה.</b> פ״ב דפרה ופי' יגוד יחתוך כמו גודו חיננא ומפרש בפרק מומין אלו (בכורות דף מ״ד) דהא דיגוד היינו דוקא מעילוי זכרות אבל אם השחרות מגיע לזכרות אין לה תקנה שאם יחתוך שם עשאה בעלה מום ולא חשש רבינו לבאר זה מפני שסמך על מה שאמר שכל המומין הפוסלין במוקדשין פוסלין בה: \n\n"
            ],
            [
                "<b>ומ''ש היתה בה יבלת וכו'.</b> בפרק ב' שם כר' יהודה לגבי רבי שמעון: \n",
                "<b>כתב</b> הראב''ד היתה בה יבלת וחתכה אע''פ שעלה בה שיער אדום פסולה א''א נ''ל הטעם וכו': \n\n"
            ],
            [
                "<b>ומ''ש כל המומין וכו'.</b> שם. \n",
                "<b>ומ''ש היתה יוצא דופן וכו'.</b> גם זה שם וכת''ק. \n",
                "<b>ומ''ש או טריפה.</b> פ''ק דחולין (דף ט'). \n",
                "<b>ומ''ש או שנרבעה.</b> פ''ב דע''ז. \n",
                "<b>ומ''ש שכל הפוסלים את הקדשים.</b> בפ''ב דפרה. \n",
                "<b>ומ''ש ואע''פ שהיא כקדשי בדק הבית וכו'.</b> בפ''ק דחולין (דף י''א) אמר דטרפות פוסל בה דחטאת קרייה רחמנא ובפ''ב דע''ז (דף כ''ב) אמרו דרביעה פוסלת בה משום דחטאת קרייה רחמנא: \n",
                "<b>ומותר ליקח אותה מן העכו''ם וכו'.</b> בפרק שני דפרה וכחכמים ואיתא בפרק אין מעמידין: \n",
                "<b>יתירה פרה על הקדשים וכו'.</b> בפרק בתרא דסוטה (דף מ''ו) ובתוספתא פ''ק דפרה: \n",
                "<b>רכב עליה וכו'.</b> בפ''ב דפרה. \n",
                "<b>ומ''ש נתן עליה כסות של שקין פסולה.</b> ברפ''ב דע''ז (דף כ''ג) ובפ''ב דסוטה (דף מ''ו) אמר רב יהודה אמר רב הניח עליה עורה של שקין פסלה ופי' רש''י עורה של שקין אגודה של שקין פסלה ואע''ג דלאו עול וכו' כדכתיב בפרשה דמלאכת עול האמורה בה אשר לא עלה עלייה לחודה ואפילו שלא משכה: \n",
                "<b>קשרה במוסרה אם היתה מורדת.</b> בר״פ במה בהמה (שבת דף נ״ב) וכאוקימתא דרבינא דבתרא הוא: \n",
                "<b>עשה לה סנדל וכו'.</b> בפ''ב דפרה: \n",
                "<b>נעשית בה מלאכה מאליה וכו'.</b> בפ''ב דפסחים (דף ל') ופ''ב דמציעא (דף כ''ו ע''ב) בעינן עובד דומיא דעבד מה עבד דניחא ליה אף עובד דניחא ליה. \n",
                "<b>ומ''ש לפיכך אם שכן עליה עוף כשירה עלה עליה זכר פסולה.</b> פ''ב דפרה. \n",
                "<b>ומ''ש ואצ''ל שהמעוברת פסולה.</b> שם (דף צ''ד) ר' אליעזר אומר פרת חטאת המעוברת כשירה וחכמים פוסלים וידוע דהלכה כחכמים ומפיק לה רבינו מדין עלה עליה זכר דפסולה ולא איצטריך תנא למתני מעוברת אלא משום ר''א: \n",
                "<b>והראב''ד</b> כתב א''א אומר אני שר''א שמכשיר במעוברת מודה וכו'. כלומר משיג על רבינו שסובר שמי שפוסל במעוברת פוסל בעלה עליה זכר ומי שמכשיר במעוברת מכשיר בעלה עליה זכר והראב''ד סובר שכבר אפשר שמי שמכשיר במעוברת יפסול בעלה עליה זכר ואין דבריו מוכרחין ומ''מ לשון ואין צ''ל שכתב רבינו אינו נוח לי דכיון דמעוברת לא מיפסלה אלא משום דעלה עליה זכר ל''ש למיתני ואצ''ל דהיא היא: \n",
                "<b>הכניסה לרבקה וכו'.</b> ברפ''ב דע''ז (דף כ''ג) ובפ''ב דמציעא (דף ל') ופ''ב דפסחים: \n\n"
            ],
            [
                "<b>פרה שנולד בה פיסול תפדה וכן אם מתה תפדה.</b> בתוספתא פירקא קמא דפרה ומייתי לה פירקא קמא דשבועות (דף י''א ע''ב) ופריך עלה מתה תפדה וכי פודין את הקדשים להאכילן לכלבים ומשני משום עורה: \n\n"
            ],
            [
                "<b>נשחטה לשם חולין וכו'.</b> שם נשחטה תפדה שחטה על גב מערכתה אין לה פדייה עולמית ופירש''י נשחטה תפדה שנשחטה חוץ למקומה ורבינו מפרש נשחטה לשם חולין ויש לתמוה על מ''ש רבינו ואינה מכפרת דהא לא כתיב בה כפרה ואין לומר שטעמו משום דחטאת קרייה רחמנא דהא חטאת ששחטה לשם חולין כשירה כמו שפסק בפרק ט''ו מפסולי המוקדשין. וי''ל שמאחר שלא עלתה לבעלים שייך לומר בה אינה מכפרת. ועוד י''ל שרמז למה שאמרו בסוף מועד קטן (דף כ''ח) למה נסמכה פרשת פרה וכו' לומר לך מה פרה מכפרת אבל מכל מקום קשה מי הכניסו לרבינו לכתוב דבר שלא הוזכר לא בגמרא ולא בתוספתא. ועוד מאי קמשמע לן דאינה מכפרת פשיטא ואפשר דמשום דבאידך בבא קאמר תפדה מפני עורה כלומר דאין בה הנאה אלא בעורה בלבד קאמר דהאי אינה מכפרת וכיון שכן אף בשרה מותר בהנאה וצריך עיון: \n\n"
            ],
            [
                "<b>לקחו פרה ומצאו אחרת נאה ממנה וכו'.</b> גם זה שם: \n\n"
            ],
            [
                "<b>אף כהן הדיוט כשר וכו'. ומ״ש ומפי השמועה למדו וכו'.</b> בפרק טרף בקלפי (יומא דף מ״ו ע״ב) ונתתם אותה אל אלעזר אותה לאלעזר ולא לדורות לאלעזר איכא דאמרי לדורות בכ״ג וא״ד לדורות בכהן הדיוט ובפ״ד דפרה (משנה א) תנן ושלא בכ״ג פסולה ר' יהודה מכשיר. ויש לתמוה למה פסק דלא כת״ק ואפשר שהטעם משום דבפרק טרף בקלפי משמע דלמ״ד בכהן הדיוט ניחא טפי ועוד דתניא בספרי אותה אל אלעזר זאת נעשית באלעזר ושאר כל הפרות בכ״ג דברי ר״מ רבי יוסי ורבי יהודה ור״ש וראב״י אומרים זאת נעשית באלעזר ושאר כל הפרות בין בכ״ג בין בכהן הדיוט x והכי איתא בתוספתא פ״ג דפרה דהשתא כיון דסתם מתני' ר״מ יחידאה הוא דכמה רבים פליגי עליה לית הלכתא כוותיה ובפ״ג דפרה איכא סתמא אחרינא דלא כר״מ דקתני מפרישין כהן השורף את הפרה ודייק שם רבינו מדלא קתני מפרישין כ״ג השורף את הפרה שכשירה בכל כהן: \n\n"
            ],
            [
                "<b>ומ''ש והעושה אותה לבוש ד' כלים של כהן הדיוט.</b> בפ''ד דפרה ובכלי לבן היתה נעשית. ובתוספתא יליף לה בג''ש וכתבה רבינו שם: \n\n"
            ],
            [
                "<b>כל העוסקים בפרה וכו'.</b> בפרק טרף בקלפי (יומא דף מ״ג ע״ב) ובפ' הערל והזה הטהור על הטמא טהור מכלל שהוא טמא לימד על טבול יום שכשר בפרה ופרש״י הטהור שטהרתי לך כאן מכלל שהוא טמא לדבר אחר כגון טבול יום שטמא לתרומה דאי ס״ד טהור ממש לשתוק קרא מיניה ואנא ידענא דטמא אסור בפרה דהא חטאת קרייה רחמנא אלא מאי טהור טהור כל דהו ואשכחן טבול יום דאיקרי טהור דכתיב ורחץ במים וטהר: \n\n"
            ],
            [
                "<b>הצדוקים היו אומרים וכו' הילכך היו ב''ד בבית שני מטמאין את הכהן וכו'.</b> פ''ג דפרה ואיתא בפרק חומר בקדש (ד' כ''ג): \n",
                "<b>וכן כל הכלים וכו'.</b> נלמד ממה שיבא בסמוך: \n\n"
            ],
            [
                "<b>החותך שפופרת של קנה וכו'.</b> פרק חמישי דפרה וכרבי יהושע. \n",
                "<b>ומה שכתב שעשאוה כטמא מת בשביעי שלו וכו'.</b> בפרק חומר בקדש: \n\n"
            ]
        ],
        [
            [
                "<b>מעלות יתרות עשו בטהרת פרה אדומה וכו'.</b> מתבאר לקמן והוא בפ''ק דיומא (דף ב') ובפ''ג דפרה וריש פרק פרת חטאת. \n",
                "<b>ומה שכתב מפרישין אותו ללשכה מוכנת בעזרה ובית אבן היתה נקראת וכו'.</b> שם. \n",
                "<b>ומ''ש ולא היו נוגעין בו אחיו הכהנים וכו'.</b> פ''ק דיומא (דף ח' ע''ב): \n\n"
            ],
            [
                "<b>שבעת ימים קודם שריפת הפרה וכו'.</b> ברפ''ג דפרה ובריש יומא. \n",
                "<b>ומ''ש וכן מפרישין אותו מאשתו וכו'.</b> נלמד ממה ששנינו בברייתא בריש יומא גבי פרישת כהן גדול ז' ימים קודם יוה''כ: \n\n"
            ],
            [
                "<b>הלשכה שהיה יושב בה כל ז' צפונית מזרחית היה וכו'.</b> בפ''ג דפרה שם ובריש יומא. ונראה שרבינו מפרש שהטעם להזכירו שלא יקל בה מפני שהיא נשחטת בחוץ: \n\n"
            ],
            [
                "<b>כל יום ויום משבעת ימי ההפרשה מזין עליו וכו'.</b> בפ''ג דפרה ודלא כר' יוסי דיחידאה הוא ועוד דבפ''ק דיומא סבר רבא דלא כוותיה. \n",
                "<b>ומה שכתב חוץ מיום רביעי להפרשה וכו' עד והד' אינו צריך הזאה.</b> בפ''ק דיומא עלה ח': \n\n"
            ],
            [],
            [
                "<b>בכל יום ויום מימי ההפרשה וכו'.</b> בפרק ג' דפרה. \n",
                "<b>ומ''ש ואם לא היה שם אלא אפר פרה אחת בלבד וכו'.</b> גם זה שם: \n\n"
            ],
            [
                "<b>כשמזין עליו בימי ההפרשה וכו' וכיצד ימצא איש שלא נטמא במת מעולם וכו' עד ומזין על הכהן השורף.</b> בפ''ג דפרה וכר' יוסי דאמר אל תתנו מקום לצדוקים לרדות אלא הוא נוטל ומקדש. \n",
                "<b>ומ''ש ומטבילין היו התינוקות.</b> בפ''ג דפרה וצריכין היו התינוקות להזות דברי רבי יוסי הגלילי ר' עקיבא אומר לא היו צריכין להזות כלומר אבל טבילה מיהא בעו כדאיתא בתוספתא והלכה כר''ע מחבירו: \n\n"
            ],
            [
                "<b>תינוק שטבל וכו'.</b> בפרק ג' דפרה לא היו עושין לא חטאת על גבי חטאת ולא תינוק על גבי חבירו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> אין שורפין את הפרה אלא חוץ להר הבית וכו'.</b> בספרי אל מחוץ למחנה להר המשחה וכך מפורש בפרק ג' דפרה ובפרק ג' דמדות ובפרק טבול יום תניא דחוץ למחנה דכתיב בפרה אדומה היינו חוץ לשלשה מחנות דומיא דשריפת פרים. ואיתא נמי בפרק שני שעירי (יומא דף ס''ח) ואם כן צריך לומר דחוץ להר הבית שכתב רבינו לאו דוקא: \n",
                "<b>ובהר המשחה היו שורפין אותה וכו' עד שלש פעמים כל אחד ואחד וא'.</b> פ' ג' דפרה. \n",
                "<b>ומה שכתב אף מקום שריפתה וכו' תחתיהם חלון וכו'.</b> בתוספתא דפרה פרק ב': \n",
                "<b>ומ''ש כמין מגדל</b> היינו לומר שהיתה תחתיו רחב וכל מה שיעלה הוא מיצר. \n",
                "<b>ומה שכתב ומראה המערכה היה במערב.</b> ל' המשנה וחזיתה מערבה כי פי' חזיתא מראה וטעמו המקום שמאחזים שם האש לצד המקדש כי המקדש היה במערב הר המשחה. ופי' מגג מין גמי וכתב רבינו שמשון שהטעם מפני שהוא מין שאינו מקבל טומאה שיהא כל מעשה פרה בטהרה. \n",
                "<b>ומ''ש ומקבל בשמאלו.</b> שם כת''ק ודעת רבינו שהיה מקבל הדם ביד ולא בכלי ממה שאמרו בספרי מצותה מצות יד לא מצות כלי ובפ''ד כתב בפירוש שאם קיבל דמה בכלי פסולה ומשמעות לשון זה דסיפרי שהוא לעכב ועוד דכתיב בה חוקה. \n",
                "<b>ומה שכתב שמזה באצבעו הימנית.</b> בספרי. \n",
                "<b>ומ״ש לפיכך על כל הזאה מקנח אצבעו בגופה של פרה.</b> יש לתמוה שהרי פ' דם חטאת (זבחים דף צ״ג ע״ב) ופ״ק דמנחות (דף ז' ע״ב) מסיק דאצבעו מקנח בשפת המזרק ולא בגופה של פרה וצ״ל שסובר רבינו דההוא שקלא וטריא למאי דס״ד דקבלת דמה היה במזרק אבל לדידן שלא היה קבלת דמה אלא ביד ע״כ לומר דמקנח אצבעו בגופה של פרה שהרי לא היה שם מזרק. \n",
                "<b>ומה שכתב ושירי הדם שבאצבעו פסולים להזייה.</b> בפרקים הנזכרים: \n",
                "<b>כתב</b> הראב''ד ומקבל הדם בשמאלו וכו'. א''א אמת הוא זה שהיה מקבל ביד וכו' שהרי אמרו גמר מלהזות וכו' בשפת המזרק. בפרק דם חטאת. ומ''ש ואני תמה על המדרש וכו' אבל מצותה מצות יד אמרו ולא עכוב כלומר. ומ''ש ולא מצות כלי כלומר אין מצותה מן המובחר בכלי דיקא נמי דלא קתני ולא בכלי אלא ולא מצות כלי. ולדעת רבינו י''ל שבספרי אמרו דיליף מלוג שמן שאין כשר אלא ביד. \n",
                "<b>ומה שכתב ומשמר לה עד שיצת האור ברובה.</b> בספרי ובתוספתא. \n",
                "<b>ומה שכתב ותקרע בטנה.</b> במשנה פ''ג: \n",
                "<b>ומה שכתב אין פחות מטפח.</b> בפ' המפלת (נדה דף כ״ו ע״א): \n",
                "<b>ומ״ש משקל ה' סלעים.</b> בפ' טרף בקלפי (יומא דף מ״א). \n",
                "<b>ומה שכתב והאזוב האמור בתורה וכו'.</b> בספרי לא אזוב יון ולא אזוב רומי ולא אזוב מדברי ולא כל אזוב שיש לו שם לווי: \n",
                "<b>ומה שכתב האזוב והארז וכו'.</b> משנה פרק הקומץ רבה (מנחות דף כ״ז): \n",
                "<b>וכורך האזוב עם הארז בלשון של שני.</b> פ''ג דפרה. \n",
                "<b>ומ''ש ומשליך אל תוך בטנה וכו'.</b> הכי משמע שם. \n",
                "<b>ומ''ש ואינו משליך קודם שיצת ברובה ולא אחר שתעשה אפר וכו'.</b> בספרי ובתוספתא. \n",
                "<b>ומ''ש בין שהשליך שלשתן כאחד וכו'.</b> שם בתוספתא: \n\n"
            ],
            [
                "<b>נגמרה שריפתה וכו' עד בין כך ובין כך היה נכתש.</b> בפרק שלישי דפרה: \n\n"
            ],
            [
                "<b>אין מכניסין כלום מאפרה להניחו בעזרה.</b> כן יש ללמוד ממ''ש לקמן בסמוך: \n",
                "<b>ושלשה חלקים היו חולקין וכו'.</b> פ''ג דפרה: \n",
                "<b>זה שמתחלק לכל המשמרות וכו'.</b> בתוספתא. \n",
                "<b>וכן היו מצניעין מאפר כל פרה וכו'.</b> שם. \n",
                "<b>ותשע פרות נעשו וכו'.</b> פרק ג' דפרה וכחכמים: \n\n"
            ]
        ],
        [
            [
                "<b>אין שוחטין שתי פרות אדומות כאחת וכו'.</b> בספרי. \n",
                "<b>ומ״ש לא רצתה פרה לצאת וכו' עד שלא יאמרו שתים שחטו.</b> פ״ג דפרה ואיתא בפ״ג דחולין (דף ל״ב) ובפרק טרף בקלפי (יומא דף מ״ב) פלוגתא דתנאי ואמרינן איכא בינייהו דאפיק חמור בהדה דליכא למיחש שמא יאמרו ופסק כתנא קמא: \n\n"
            ],
            [],
            [
                "<b>פרה שנשחטה שלא לשמה וכו' עד פסולה.</b> פ''ד דפרה וכת''ק: \n",
                "<b>ומה שכתב שחטה על מנת לאכול מבשרה כו'.</b> שם שחטה על מנת לאכול מבשרה או לשתות מדמה כשירה כך היא גירסת רבינו ואע''ג דמסיים בה ר''א אומר אין מחשבה פוסלת בפרה צ''ל דלאו אמאי דסמיך ליה קאי דא''כ היינו ת''ק אלא אריש פירקא קאי דקתני שחטה שלא לשמה וכו' פסולה ועי''ל דת''ק לא מכשר אלא בעל מנת לאכול מבשרה או לשתות מדמה משמע הא שאר מחשבות פוסלות בה ור''א פליג ואמר דאין שום מחשבה פוסלת בה. \n",
                "<b>ומ''ש עשאה בבגדי זהב או בבגדי חול פסולה.</b> תוספתא פ''ג דפרה: \n\n"
            ],
            [
                "<b>קיבל דמה בכלי פסולה וכו'.</b> ספרי ובספרי זוטא מבואר יותר: \n\n"
            ],
            [
                "<b>הזה בכלי אפילו אחת מהן וכו' עד כשירה.</b> תוספתא פרק שלישי דפרה: \n",
                "<b>הזה ולא כיון כנגד ההיכל וכו'.</b> בפרק רביעי דפרה הזה ולא כיון כנגד הפתח פסולה. \n",
                "<b>ומה שכתב וכן אם שחטה או שרפה וכו'.</b> בראש פרק פרת חטאת זבחים (דף קי''ג) וכר''י. \n",
                "<b>ומה שכתב שנאמר ושחט אותה לפניו.</b> טעמו מדסמיך ליה והזה ושרף דמשמע דהכל שוין ודין אחד להם וכדר''י: \n\n"
            ],
            [
                "<b>ומ״ש בד״א שהזה או שרף וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״ז ע״ב) תנו רבנן שבע הזאות שבפרה שעשאן וכו' שלא מכוונות אל פני אהל מועד פסולות וכו' והתניא וכו' כשירות וכו' רבא אמר הא והא רבנן הא דקאי מזרח ומערב ואדי הא דקאי צפון ודרום ואדי וגירסת ספרים דידן בספרי רבינו אע״פ שלא כיון כנגד ההיכל בדקדוק כשירה והראב״ד היה גורס בדברי רבינו אף על פי שלא כיון כנגד הפתח וכו' וכתב עליו א״א לא נראה בהזאה וכו' ויש ליישב אותה גירסא לדחוק ולומר שמה שצריך שיכוון ויראה פתחו של היכל הוא למצוה מן המובחר אבל כל שפניו אל ההיכל אל פני אהל מועד מיקרי אף על פי שלא יהיה כנגד הפתח: \n\n"
            ],
            [
                "<b>חיסר אחת מן המתנות פסולה.</b> בפרק הקומץ רבה (מנחות דף כ״ז) תנן שבע הזאות שבפרה מעכבות זו את זו ומפרש טעמא בגמרא משום דכתיב בה חוקה וחוקה משמע עיכובא: \n",
                "<b>טבל שתים והזה אחת וכו' כיצד טבל אצבעו טבילה ששית וכו'.</b> תוספתא פ''ג ובספרי ושנינו בפרק ד' דפרה הזה מששית שביעית וחזר והזה שביעית פסולה משביעית שמינית וחזר והזה שמינית כשירה. וכתב שם רבינו כשטבל אצבעו טבילה ששית והזה ממנה ששית ושביעית פסלה לפי שמתנאיה וכו' על כל הזאה טבילה ואע''פ ששב אחר זה וטבל טבילה שביעית והזה ממנה הזאה שביעית הנה זה לא יספיק לפי שהוא כבר פסלה אמנם אם הזה מטבילה שביעית שתי הזאות שביעית ושמינית הנה היא כשירה לפי שכבר נשלמו ז' הזאות כמצותה וכל מה שיבא אחר זה לא יפסידה ואפילו שב והזה שמינית או תשיעית לא פסלה. \n",
                "<b>ומ''ש אבל הכהן השורף אותה אם הוסיף פסלה.</b> תוספתא פרק ג' דפרה: \n",
                "<b>כתב</b> הראב''ד נ''ל הזייתו פסולה אבל אין הפרה נפסלת וכו'. נראה שעל מה שכתב רבינו טבל שתים והזה אחת הזייתו פסולה קאי אלא שמה שכתב ונראה לי אפילו חוץ לגתה קאמר אעפ''י שמחמירים בה יותר מבמערכתה אינו ענין לכאן ובסמוך אבאר: \n\n"
            ],
            [
                "<b>הוציא את הדם חוץ ממערכתה והזה פסולה.</b> תוספתא פ' שני וז''ל ניתז מידו כשהוא מזה בין חוץ לגתה בין חוץ למערכתה פסולה ראב''י חוץ לגתה פסולה חוץ למערכתה לא יחזיר ואם החזיר כשירה ואם הוציא דם שבידו והחזירו כשר ור''ש הביאה בפ''ג וז''ל ניתז מידו כשהוא מזה בין חוץ לגתה בין חוץ למערכתה פסולה ראב''י חוץ לגתה פסולה חוץ למערכתה לא יחזיר ואם החזיר כשר ואם הוציא הדם שבידו והחזירו כשר ע''כ. ועל פי זה נראה שהשגה שכתבתי בסמוך היה על זה שכתב רבינו הוציא הדם חוץ ממערכתה והזה פסולה ומשמע שהפרה פסולה ואין לה תקנה והראב''ד סובר שלא נפסלה אלא ההזייה ההיא ולפי מה שתופס הראב''ד הזייתו פסולה ט''ס הוא וצריך למחוק תיבת הזייתו ומ''מ מ''ש והם דברי ראב''י צ''ע ואין להאריך: \n\n"
            ],
            [
                "<b>הזה מדמה בלילה אפילו הזה שש הזיות ביום וכו'.</b> תוספתא פ''ג דפרה וטעמא משום דחטאת קרייה רחמנא וכי היכי דקרבנות פסולים בלילה אף פרה כן הכי איתא בספרי: \n\n"
            ],
            [
                "<b>שחטה חוץ ממקום שריפתה וכו'.</b> ראש פרק פרת חטאת זבחים (דף קי''ב): \n\n"
            ],
            [
                "<b>שרפה חוץ ממערכתה שנשחטה עליה וכו'.</b> פ''ד דפרה חוץ מגתה או בב' גתות או ששרף שתים בגת אחת פסולה: \n",
                "<b>כתב</b> הראב''ד שרפה חוץ ממערכה א''א כמדומה לי זה האיש העלה בדעתו וכו'. איני יודע מהיכן הבין הרב ראב''ד בדברי רבינו כן שמאחר שבמקום שרפה חוץ מגתה השנוי במשנה כתב רבינו שרפה חוץ ממערכה שנשחטה עליה וכן עשה בשרפה בשתי גתות או ששרף שתים בגת אחת הרי בהדיא שהוא מפרש דגת ומערכה חדא מילתא נינהו וע''כ לומר שהיתה לו גירסא אחרת בספרי רבינו. \n",
                "<b>ומ''ש ואם אחר שנעשית אפר מביא אחרת וכו'.</b> תוספתא פ''ג: \n\n"
            ],
            [
                "<b>הפשיטה ונתחה וכו'.</b> פ''ד דפרה. \n",
                "<b>ומ''ש ואם חיסר ממנה כלום וכו'.</b> בספרי זוטא בשרה יכול פרט לדמה ת''ל ואת דמה יכול פרט לפירשה ת''ל על פרשה ישרוף: \n",
                "<b>פקע מעורה או מבשרה וכו'.</b> תוספתא בפ''ב פקע מעורה ומשערה ומבשרה חוץ לגתה יחזיר ואם לא החזיר פסולה חוץ למערכתה הרי זה מרבה עליו ושורפו במקומו ר''א אומר כזית מעכב פחות מכזית אינו מעכב ומשמע לרבינו דר''א לאו לאיפלוגי אתא אלא לפרושי ובילקוט כתוב הא דכזית מעכב סתמא ואפשר שכך היתה גירסת רבינו: \n",
                "<b>פקע מקרניה מטלפיה וכו'.</b> גם זה בתוספתא פרק שני: \n\n"
            ],
            [
                "<b>הפרה אינה נפסלת בלינה וכו'.</b> תוספתא פ''ג דפרה ואיתא בספרי: \n\n"
            ],
            [
                "<b>שרפה אונן או מחוסר כפרה כשירה.</b> בפ''ב דזבחים (יז:) ובפ' הערל עלה ע''ד וכת''ק דיוסף הבבלי: \n",
                "<b>וכתבו</b> התוס' דטעמא משום דטבול יום כשר בפרה ואונן ומחוסר כפורים אתו בק''ו מטבול יום שאסור בנגיעת תרומה ומותר בפרה ובהכי ניחא דאע''ג דאמרינן התם דר''ע פליג ואמר מחוסר כפורים אסור בפרה לא קיימא לן כוותיה משום דסתם לן תנא בפ''ב דפרה שהיתה נעשית בטבול יום: \n\n"
            ],
            [
                "<b>שרפה שלא בקידוש ידים ורגלים וכו'.</b> בפרק ד' דפרה וכתנא קמא. \n",
                "<b>ומה שכתב והיכן מקדש ידיו ורגליו עד הואיל וכל מעשיה בחוץ.</b> בפרק שני דזבחים עלה כ' וכרבי יוחנן. \n",
                "<b>ומ''ש וכן כשמטבילין את הכהן וכו'.</b> שם: \n\n"
            ],
            [
                "<b>שרפה שלא בעצים וכו'.</b> בפ''ד דפרה. \n",
                "<b>ומ''ש ומצותה שלא ימעט לה עצים מן הראוי לה.</b> בפ''ד דפרה מרבין לה עצים. \n",
                "<b>ומ''ש אבל מרבה הוא לה חבילי אזוב.</b> תוספתא פ''ג מרבין לה עצים אמר ר''י אף כשהיו מרבים לא היו מרבים אלא חבילי אזוב שאפרן מרובה ויפה ומשמע לרבינו שר''י לא בא אלא לפרש ובספרי קתני ר' יהודה אומר ישרוף שלא ימעיט את העצים מרבה הוא לה חבילי אזוב וחבילי אזוב יון לרבות את האפר ומשמע לי שעצים הצריכים לשריפה כל עצים היו מניחים אבל כשהיו מרבים עצים יותר מהצורך לא היו אלא חבילי אזוב ואזוב יון. \n",
                "<b>ומ''ש אבל משתעשה אפר אם הוסיף בה אפילו עץ אחד וכו'.</b> בפ''ד דפרה לעולם מועלין בה ומרבין לה עצים ומעשיה ביום ובכהן והמלאכה פוסלת בה עד שתיעשה אפר ומשמע לרבינו דעד שתיעשה אפר קאי אמרבין לה עצים: \n\n"
            ],
            [
                "<b>כל מעשה הפרה מתחלה ועד סוף אינו אלא ביום.</b> במשנה פ״ד דפרה מעשיה ביום ובכהן ובתוספתא דפרה [פ' שלישי] כל מעשיה ביום חוץ מאסיפת האפר והמלוי והקידוש כל מעשיה בכהנים חוץ מאסיפת האפר והמילוי והקידוש וההזאה ובפרק טרף בקלפי (יומא דף מ״ב מ״ג) מייתו להו מקראי ואית דגרסי באנשים במקום בכהנים. \n",
                "<b>ומ''ש והמלאכה פוסלת בה עד שתיעשה אפר.</b> משנה סוף פ''ד דפרה. \n",
                "<b>ומ״ש אבל משתעשה אפר וכו'. ומ״ש ומנין שאסיפת האפר בכל אדם מישראל חוץ מחרש שוטה וקטן וכו'.</b> בפרק טרף בקלפי (יומא דף מ״ג) ואסף איש טהור וכו' והניח איש להכשיר את הזר פירוש דלעיל כתיב בכולה מילתא כהן והכא כתיב איש להשמיענו שכשר בכל איש טהור ולהכשיר את האשה פירוש דאי למעט טמא לא איצטריך דחטאת קרייה רחמנא והניח מי שיש בו דעת להניח יצאו חרש שוטה וקטן וכו' ויש לתמוה על רבינו שהשמיט ראיות אלו. \n",
                "<b>ומ״ש ומנין שהמלאכה פוסלת בה וכו'.</b> בפ' טרף בקלפי (יומא דף מ״ב) אליבא דרב ובספרי. \n",
                "<b>ומ''ש</b> בספרי \n",
                "<b>רבינו שנאמר ושרף את הפרה</b> ט''ס יש כאן וצריך למחוק השי''ן משנאמר ולכתוב במקומה וי''ו. \n",
                "<b>ומ''ש וכל העוסק בשריפתה ועשה מלאכה אחרת וכו'.</b> משנה כתבתיה בסמוך: \n\n"
            ],
            [
                "<b>שחט את הפרה ונשחטה בהמה אחרת עמה וכו'.</b> בפרק שני דחולין (דף ל''א ע''ב) אמר רבא שחט פרה ושחט בהמה אחרת עמה לד''ה פסולה נשחטה בהמה אחרת עמה לרבי נתן פרה פסולה בהמה כשירה לרבנן פרה כשירה בהמה פסולה פשיטא נשחטה בהמה אחרת לרבי נתן איצטריכא ליה סד''א ושחט אותה אמר רחמנא ולא אותה ואת חבירתה וה''ד כגון ששחט שתי פרות בהדי הדדי אבל בהמה דחולין אימא לא קא משמע לן חתך דלעת עמה דברי הכל כשירה. ופרש''י נשחטה בהמה אחרת עמה בלא מתכוין. לרבי נתן דמכשיר שחיטת חולין בלא כוונה בהמה כשירה ופרה פסולה ואע''ג דשלא בכוונה לא מסח דעתיה ולא מיקרי מתעסק במלאכה אחרת הואיל ושחיטתו כשירה מיפסלה משום ושחט אותה ולא אותה ואת חבירתה לרבנן פרה כשירה דהא שחיטה לבהמת חולין לאו שחיטה היא ומשום מלאכה ליכא למיפסל דשלא במתכוין לא מיקרי עסיק במלאכה אחרת אחר דטעמא דמלאכה אחרת משום דמסח דעתיה מפרה הוא והיכא דלא איכוון למלאכה אחרת ליכא היסח דעת והכי אמרינן לקמן נחתכה דלעת עמה דברי הכל כשירה עכ''ל: \n",
                "<b>ויש</b> לתמוה על רבינו שפסק בפ' ב' מהלכות שחיטה כרבי נתן דשחיטת חולין בלא כוונה כשירה וכאן פסק דנשחטה בהמה אחרת עמה פרה כשירה וזה היפך דברי רבא וצ''ל שרבינו היה גורס נשחטה בהמה אחרת עמה לר''נ שתיהן כשירות לרבנן פרה כשירה בהמה פסולה פשיטא סד''א ושחט אותה אמר רחמנא ולא אותה ואת חבירתה ואפילו בהמת חולין נמי קמ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>כל העוסקים בפרה וכו'.</b> פרק ד' דפרה. \n",
                "<b>ומה שכתב שנאמר בשוחט ומשליך עץ ארז וכו'.</b> בספרי. \n",
                "<b>ומה שכתב וטעונין טבילה והערב שמש.</b> בספרי. \n",
                "<b>ומה שכתב אבל המשמרה בשעת עשייתה וכו'.</b> בפרק הפועלים (בבא מציעא דף צ״ג): \n\n"
            ],
            [
                "<b>כל מקום שנאמר בתורה בטומאות וכבס בגדיו וכו'.</b> בספרי פרשת שמיני גבי נבילה מנין לעשות שאר כלים כבגדים ת''ל וטמא ובפרשת מצורע גבי זב מסיים בה לאחר פרישתו מטמא משקין וכו' ואינו מטמא בגדים ובפרק ה' דזבים איתיה גבי כלל אמר רבי יהושע ובפירוש המשנה פירקא קמא דכלים ביארו זה רבינו ורבינו שמשון: \n",
                "<b>וכן כל העוסקים בפרה וכו'.</b> פרק ד' דפרה. \n",
                "<b>ומה שכתב אבל אחר שיפרוש ממעשיה וכו'.</b> שם ביארה רבינו: \n",
                "<b>והפרה עצמה אינה מטמאה לא אדם ולא כלים שנגעו בה וכו'.</b> בפרק שמיני דפרה: \n\n"
            ],
            [
                "<b>ומ''ש בד''א בזמן שנשרפה כמצותה וכו' עד אינו מטמא בגדים.</b> פ''ד דפרה ואיתא בפ''ב דחולין (דף כ''ט ע''ב): \n\n"
            ],
            [
                "<b>ומ''ש השלים לכנוס את אפרה וכו'.</b> כתב הר''י קורקוס ז''ל דהיינו מדכתיב וכבס האוסף את וכו' משמע שאין טומאה למתעסק בה אחר כך אכן גבי פרים יתבאר בסמוך שאין בהם טומאה רק עד שיעשו אפר: \n",
                "<b>ולא הפרה בלבד אלא כל החטאות הנשרפות וכו'.</b> משנה בסוף פרק טבול יום (זבחים דף ק״ד) וברייתא בסוף פרק שני שעירי (יומא דף ס״ח ע״ב). \n",
                "<b>ומה שכתב מפי השמועה למדו שזה בנין אב וכו'.</b> בסוף פרק התערובות (דף פ''ג) ובספרי: \n",
                "<b>במה דברים אמורים שלא אירע בהם פיסול וכו'.</b> בסוף פרק טבול יום (זבחים דף ק״ד ע״ב): \n",
                "<b>ואי זהו שורף וכו'.</b> בס״פ טבול יום (זבחים דף ק״ו). \n",
                "<b>ומ''ש כך למדו מפי השמועה וכו'.</b> שם: \n\n"
            ],
            [
                "<b>מאימתי מטמאים בגדים וכו'.</b> משנה סוף פרק טבול יום (זבחים דף ק״ד) ופרק שני שעירי (יומא דף ס״ח ע״ב): \n",
                "<b>יצאו וחזרו לעזרה וכו'.</b> בס״פ טבול יום (זבחים דף ק״ה) בעי ר״א פרים ושעירים הנשרפים שיצאו וחזרו מהו מי אמרינן כיון דנפקי להו איטמו להו או דילמא כיון דהדור הדור וכו' תא שמע היו סובלים אותם במוטות וכו' ואי ס״ד כיון דנפקי להו איטמו הנך דאיכא גוואי [נמי] ליטמו אמר רבינא והא בעינן ואחר יבא אל המחנה וליכא אלא ר״א היכי בעי לה כגון דנקיטי לה בבקולסי ופירש רבינו כפי' התוס' דקס״ד דבעי ר״א אם חזרו הפרים לעזרה ובאו אנשים אחרים ונכנסו בעזרה ונשא אותם בתוך העזרה להוציאן מי אמרינן כיון שמתחילה יצאו יטמאו בגדים אלו או לא ת״ש היו סובלים אותן וכו' ואי ס״ד כיון דנפקי להו איטמו הנך נמי ליטמו ומסיים בה רבינא ואמר ותיסברא שיהא תלוי ביציאת פר לבדו והא בעינן ואחר יבא אל המחנה אלא פשיטא דבעינן שיצאו גם האנשים עם הפרים ולכך דגוואי לא מיטמו וגם בבעיא דילך אנשים אחרים פשיטא שטהורים אלא ר״א היכי בעי בבקולסי שהאנשים יצאו וחזרו ובאו אנשים אחרים ועמדו חוץ לעזרה ומוציאים הפרים שבתוך העזרה במקלות מי אמרינן כיון שהפרים כבר יצאו והאנשים עומדין בחוץ חשיב כאילו מוציאין אותם מפתח העזרה ולחוץ או לא ולא איפשיטא ונתבארו דברי רבינו: \n",
                "<b>כתב</b> הראב''ד יצאו וחזרו לעזרה וכו' א''א הסוגיא בפרק טבול יום כך היא וכו'. ומאחר שרבינו יש לו הודאת בעל הריב אין צורך להטפל בו: \n\n"
            ],
            [
                "<b>ומאימתי מטמא וכו'.</b> משנה פ''ו דיומא (דף ס''ז ע''ב) וכת''ק. \n",
                "<b>ומ''ש עד שעת דחייתו ולעזאזל וכו': כתב</b> הראב''ד אבל אחר שדחהו א''א דבריו סתומים וכו'. ול''נ דפשיטא שכוונת רבינו כפירוש השני. ומ''ש שיש לו פנים במשנת זבים הוא מדתנן בפ''ה. ומ''ש דלא תימא לאחר דחייתו אלא אפילו קודם דחייתו אם פי' הוא ועשהו אחר וכו' טעמו לומר דא''כ למה תלה רבינו הדבר באחר שדחהו אפילו קודם שדחהו נמי אפשר וי''ל שאע''פ שהדין כן הוא שמאחר שפירש מדחייתו שוב אינו מטמא כלים מ''מ רבינו אורחא דמילתא נקט שאין דרך להניח מצותו שיעשנה אחר: \n\n"
            ],
            [
                "<b>הנוגע בפרים וכו'.</b> בפ״ח דפרה השורף פרה ופרים והמשלח את השעיר מטמא בגדים פרה ופרים ושעיר המשתלח עצמן אינן מטמאים בגדים ובסוף פרק טבול יום (זבחים דף ק״ה) פרה ופרים ושעיר המשתלח וכו' והם עצמן אין מטמאין בגדים אבל מטמאים אוכלים ומשקים דברי ר״מ וחכמים אומרים פרה ופרים מטמאים אוכלים ומשקים שעיר המשתלח אינו מטמא שהוא חי והחי אינו מטמא בגדים: \n",
                "<b>ויש</b> לתמוה על דברי רבינו שהם דלא כר״מ ודלא כחכמים ובתוספתא דפרה ר״ש אומר פרה מטמאה טומאת אוכלים שהיה לה שעת הכושר פרים הנשרפים ושעירים הנשרפים אינם מטמאים טומאת אוכלין שלא היה להם שעת הכושר ונראה שרבינו פסק כמותו ולפי זה לדעת רבינו פרה מטמאה טומאת אוכלים וכמו שנראה ממ״ש לעיל ופרה עצמה אינה מטמאה לא אדם ולא כלים משמע הא אוכלים ומשקים מטמאה אבל קשה למה הניח רבינו דברי חכמים ופסק כר״ש וכתב הר״י קורקוס ז״ל שאפשר שטעמו מפני שדברי ר״ש הוזכרו בכמה מקומות בגמרא פי״ב דמנחות (דף ק״א ע״ב) ופ' שבועות שתים (שבועות דף יא:) ופרק מרובה (בבא קמא דף ע״ז) ופרק אותו ואת בנו (חולין דף פ״א ע״ב) ואין זה כדאי לפסוק כמותו וצ״ע: \n\n"
            ]
        ],
        [
            [
                "<b>המים שנותנין על אפר פרה וכו'.</b> מפורש בתורה בפרשת פרה ונתן עליו מים חיים אל כלי ושנינו בפרק ה' דפרה ובפ''ק דידים שאין ממלאין אלא בכלי. \n",
                "<b>ומ''ש שממלאין מנהרות המושכים.</b> יתבאר בסוף פרק זה: \n\n"
            ],
            [
                "<b>הכל כשרים למלאות המים חוץ מחש''ו.</b> נראה דיליף לה מקידוש: \n",
                "<b>והכל כשרים לקדש חוץ מחש״ו.</b> משנה פרק ה' דפרה וכת״ק ובפרק קמא דערכין (דף ג') אמרו דהכל כשרים לקדש לאתויי אשה וטעמא דמתניתין מפרש בפרק טרף בקלפי (יומא דף מ״ג): \n",
                "<b>ואין ממלאין ואין מקדשין אלא בכלי ואין מזין אלא בכלי.</b> פ''ק דידים: \n",
                "<b>והמילוי והקידוש כשרים בלילה.</b> תוספתא בפרק ג' דפרה. \n",
                "<b>ומ''ש אבל אין מזין ואין טובלין אלא ביום.</b> פי' אין טובלין היינו טבילת אזוב וכן שנינו בסוף פרה טבל וכו' את האזוב ביום והזה בלילה בלילה והזה ביום פסול אבל הוא עצמו טובל בלילה ומזה ביום וכתבו הראב''ד בהשגה כמשיג על רבינו שקיצר בדבר הצריך ביאור ורבינו סמך על המבין שמאחר דבמילוי וקידוש והזאה עסיק ואתי ממילא משמע דטבילה דקאמר בטבילת אזוב קאמר ולא תיקשי לך שהקדים אין מזין לאין טובלין x לישנא דמתני' נקט וכ''כ בפירוש בפי''א טבילת האזוב במים והזאתו ממנו ביום השלישי וביום השביעי אחר שתנץ החמה ואם עבר ועשה משעלה עמוד השחר כשר כמו שביארנו. ומ''ש שם ואחר שיזה עליו ביום השביעי טובל ביום ומעריב שמשו והרי הוא טהור לערב לאו למימרא שצריך לטבול ביום ולאפוקי אם טבל בלילה אלא לקצר זמן טהרתו כתב כן לומר שאם טבל בו ביום כיון שהעריב שמשו הוא טהור אבל אם טבל אחר אותו היום בין ביום בין בלילה אינו טהור עד שיעריב שמשו אחר טבילתו. \n",
                "<b>ומ''ש וכל היום כשר להזאה ולטבילה.</b> משנה בספ''ב דמגילה (דף כ' ע''ב): \n\n"
            ],
            [
                "<b>בכל הכלים ממלאין ומזין וכו'.</b> בפ''ה דפרה בכל הכלים מקדשין אפילו בכלי גללים בכלי אבנים בכלי אדמה ובספינה מקדשין בה וסובר רבינו דה''ה למילוי והזאה. \n",
                "<b>ומ''ש וא' כלי חרס ואחד כל הכלים וכו'.</b> בספרי. \n",
                "<b>ומ''ש אבל אין ממלאין ואין מקדשין וכו'.</b> בפרק ה' דפרה ופ''ק דידים. \n",
                "<b>ומ''ש ולא בביצת התרנגולת.</b> בפ''ה דפרה וכחכמים. \n",
                "<b>ומ''ש ולא בשוקת שבסלע.</b> שם. \n",
                "<b>ומ''ש אבל ביצת היוצרים כשירה.</b> שם וכת''ק: \n\n"
            ],
            [
                "<b>שולי כלי עץ וכו'.</b> תוספתא פ''ד דפרה ובפ''ח דכלים ודין מגופה שחסר בתוספתא שלנו ט''ס הוא כי ר''ש הזכירה בתוספתא שהביא: \n",
                "<b>וביצת הנעמית כשירה לקדש בה.</b> תוספתא פ''ד. \n",
                "<b>ומ''ש ואין צ''ל שכשירה למלאת בה ולהזות ממנה,</b> כלומר דעיקר מאי דילפינן דבעינן כלי היינו מדכתיב מים חיים אל כלי כמו שנתבאר וכיון דחשיבא כלי לקידוש אתי מילוי והזאה בכ''ש: \n\n"
            ],
            [
                "<b>כלי שחיברו בארץ או בסלע וכו'.</b> בפרק ה' דפרה השוקת שבסלע אין ממלאין בה וכו' היתה כלי וחיברה בסיד ממלאים בה ומקדשים בה ומזין ממנה. \n",
                "<b>ומ''ש עשה לה עטרה של טיט וכו'.</b> שם: \n\n"
            ],
            [
                "<b>כלי חרס שניקב בכונס משקה וכו'.</b> מימרא דרבא בסוף פרק המצניע (שבת דף צ''ה ע''ב): \n\n"
            ],
            [
                "<b>כלי שניקב מלמטה וכו' עד ולהזות ממנו.</b> בפרק חמישי דפרה שם: \n\n"
            ],
            [
                "<b>הזולף מים מן המעיין וכו'.</b> תוספתא דפרה פרק חמישי ואע''ג דבנוסחא דידן בתוספתא כתוב כשר ט''ס הוא וצריך להגיה ולכתוב פסול וכך כתבה רבינו במשנה פרק ו' דפרה: \n",
                "<b>נתן את החבית במים וכו'.</b> בפרק ו' דפרה נתן ידו או רגלו או עלי ירקות כדי שיעברו המים לחבית פסולים עלי קנים ועלי אגוזים כשרי' זה הכלל דבר שהוא מקבל טומאה פסול ודבר שאינו מקבל טומאה כשר ובפרק ב' דזבחים יליף מקרא: \n\n"
            ],
            [
                "<b>המפנה המעיין וכו'.</b> פרה סוף פרק ששי: \n\n"
            ],
            [
                "<b>הים הגדול כמקוה וכו'.</b> בפרק שמיני דפרה כל הימים כמקוה שנאמר ולמקוה המים קרא ימים דברי רבי מאיר רבי יהודה אומר הים הגדול כמקוה לא נאמר ימים אלא שיש בו מיני ימים הרבה רבי יוסי אומר כל הימים מטהרים בזוחלין ופסולים לזבים ולמצורעים ולקדש מהם מי חטאת ופירש רבינו רבי יהודה אומר שהים המקיף לבד הוא אשר דינו דין המקוה ולא יחשב כמעיין ואמנם שאר הימים הנה הם כמו מי המעיין וראויה בהם טבילה לזבים ולקדש בהם מי חטאת וכו' ואמר רבי יוסי ששאר ימים זולת הים הגדול נחשבים כמעיין לענין שיטהרו בזוחלין וכו' ונחשבים כמקוה לענין שהם פסולים למי חטאת ולטהרת מצורע ולטבילת הזב והלכה כרבי יוסי עכ''ל בפירוש המשנה אבל כאן נראה שפסק כר''י דמכשיר בשאר ימים לקדש מי חטאת: \n",
                "<b>ויש</b> לתמוה עליו דהא קי''ל הלכה כרבי יוסי לגבי רבי יהודה ועוד קשה שבכאן כתב הים הגדול כמקוה לפיכך אין ממלאין ממנו לקידוש ושאר הימים כמעיין משמע דשאר ימים ממלאין מהם מים לקידוש דלענין זה קאמר שהם כמעיין כגוונא דקתני רישא גבי ים הגדול שהוא כמקוה ובפרק תשיעי מהלכות מקואות כתב כל הימים מטהרים בזוחלין ופסולים לזבים ולמצורעים ולקדש בהם מי חטאת והרי הסתירה מבוארת בדין שאר ימים וע''ק שכאן חילק בין ים הגדול לשאר ימים לענין מילוי לקידוש ושם סתם וכתב דין כל הימים בשוה ולא חילק בין ים הגדול לשאר ימים ושם בפרק הנזכר אבאר. \n",
                "<b>ומ''ש וכל הנהרות פסולין לקדש מהם מי חטאת: כתב</b> עליו הראב''ד תמה אני על זה האיש שהניח המשנה בעבור התוספתא וכו'. ואפשר לומר שדעת רבינו לומר דמתני' לא פליגא אתוספתא דקתני כל הנהרות פסולים וטעם פיסולם יש מהם מפני שהם מי ביצים ויש מהם מפני שהם מי תערובת ובמתניתין מפרש שמי קרמיון ומי פיגה טעם פיסולם מפני שהם מי ביצים ומי ירדן ומי ירמוך טעם פיסולם מפני שהם מי תערובת ועל הראב''ד יש לתמוה לפי מאי דסבר דמתניתין פליגא אתוספתא דעדיפא מינה הוה ליה למפרך שדבריו סותרין את דבריו שכתב בראש פרק זה להכשיר למלאות מהנהרות המושכין ועל כרחנו צ''ל דהתם בידוע שאינם מי תערובות דיקא נמי דקתני המושכים כלומר שהם מושכים מעצמם בלי שום תערובות והכא כשיש לחוש למי תערובות ומי הירדן ומי ירמוך דפסלה מתניתין מפני שהם מי תערובות לדוגמא נקטינהו ולאו דוקא אלא ה''ה לכל נהרות שיש לחוש בהן למי תערובות וסיפא דמתניתין הכי מוכחא בהדיא דקתני ואלו הם מי תערובות אחד כשר ואחד פסול שנתערבו שניהם כשרים ונתערבו כשרין ור''י פוסל ואי מי ירדן ומי ירמוך דוקא אין מקום לסיפא דמתני' זו ובהכי אתי שפיר התוספתא ומתני' בלא פלוגתא דתוספתא בשיש לחוש למי תערובות עד שיודע שאין בהם תערובות פסול: \n\n"
            ],
            [
                "<b>והמים הנגררים וכו'.</b> יתבאר בפ''ט דמקואות: \n",
                "<b>והזוחלין מן המעיין וכו'.</b> בפ''ה דמקואות הזוחלין כמעיין: \n\n"
            ],
            [
                "<b>מים המוכים והמכזבים פסולין וכו' עד בשני בצורת.</b> פ''ח דפרה. וא''ת איך כתב רבינו הים הגדול כמקוה ואינו כמעיין לפיכך אין ממלאין ממנו לקידוש ומאי איריא משום דאינו כמעיין תיפוק לי דאפילו היה כמעיין נמי היה פסול מטעם שמימיו מלוחים וי''ל שיש מקואות בתוך הים שהם מים מתוקים כמו שהוא ידוע לספנים שמכירים המקומות ההם כשעוברים עליהם ושואבים מהם ושותים ובמים הנשאבים מאותם המקומות הוא דאיצטריך למפסלינהו מפני שאינו כמעיין. ועי''ל דמלוחין לא מיפסלי למי חטאת אלא כשאין תקנה למליחותן אבל מי הים יש תקנה למליחותן י''א ע''י כלי חרס חדש שיסתמו פיו וישקעוהו בתוך הים והמים שהוא מוצץ מאחוריו לתוכו כדרך כלי חרס חדש הם מתוקים וי''א על ידי תקונים אחרים וכיון שיכולין להמתק לא מיפסלי מטעם שהם מלוחים: \n",
                "<b>ומ''ש או שהיו מימיהם פעמים מרובים וכו'.</b> תוספתא פ''ח דפרה. \n",
                "<b>ומ''ש ומעיין היוצא בתחילה כשר וכו'.</b> שם וכחכמים: \n\n"
            ],
            [
                "<b>מי ביצים ומי הירדן וכו'.</b> שם במשנה ופי' מי ביצים מלשון היגאה גומא בלא ביצה וכתבו התוס' בפ''ק דסנהדרין (דף ה' ע''ב) בד''ה פסולין שטיט ועפר מעורב בהם והוי חציצה בין מים לכלי דקרא כתיב מים חיים אל כלי וכן פירש''י: \n",
                "<b>ואלו הם מי התערובות וכו' עד ממלאין מהם.</b> גם זה משנה שם וכחכמים: \n\n"
            ],
            [
                "<b>המים שנשתנו וכו'.</b> גם זה משנה שם: \n\n"
            ],
            [
                "<b>באר שנפל לתוכה חרסית או אדמה וכו'.</b> גם זה משנה שם וכר''ע: \n",
                "<b>נפל לתוכה שטף של מימי גשמים וכו'.</b> שם בתוספתא הכל שוים בבאר שירד לתוכה שטף של מימי גשמים שהוא צריך להמתין עד [שיחזרו המים] לכמות שהיו ומפרש רבינו שנעכרו המים שבבאר מחמת מי גשמים וקתני שצריך להמתין עד שיחזרו המים צלולים כמות שהיו ואע''פ שבנפל לתוכן חרסית או אדמה א''צ להמתין שתיצל הכא צריך להמתין: \n",
                "<b>כתב</b> הר''י קורקוס שהטעם מפני שמים במים מתערבים יותר: \n\n"
            ],
            [
                "<b>אמת המים הבאה מרחוק וכו'.</b> משנה שם וכת''ק: \n\n"
            ]
        ],
        [
            [
                "<b>המלאכה פוסלת במים קודם שיתקדשו וכו'.</b> יתבאר בסמוך. \n",
                "<b>ומ''ש כיצד הממלא מים לקידוש וכו'.</b> בפרק ד' דפרה המלאכה פוסלת במים עד שיטילו את האפר ופירש רבינו המים אשר יובאו לקידוש לא יותר לו שיתעסק בדבר אחר כל עוד שישאבם ולא בעת נושאם ולא בעת יציקתם מכלי אל כלי ובכלל כל עוד שלא יושם בם אפר הפרה המלאכה פוסלת ואם השליך בם האפר וכו' לא יפסלו בעשיית מלאכה ולא בשעת הזאה וכו' ואמרו בספרי אין לי מלאכה פוסלת אלא בפרה במים מניין ת''ל והיתה לעדת בני ישראל למשמרת למי נדה ר''ל שמי נדה כמו פרה כמו שהפרה נפסלת במלאכה וכו' כן המים ואמרו שם יכול אפילו קידשו ת''ל למי נדה כבר הם מי נדה ר''ל שהם יפסלו במלאכה כל עוד שיחשוב בהן להיות מי נדה אמנם אם שבו מי נדה לא יפסלו במלאכה עכ''ל: \n\n"
            ],
            [
                "<b>השכר פוסל בקידוש ובהזייה.</b> משנה פרק עד כמה (בכורות דף כ״ט) הנוטל שכרו להזות ולקדש [מי חטאת] מימיו מי מערה ואפרו אפר מקלה: \n",
                "<b>ומה שכתב אבל נוטל הוא שכר למלאות את המים או להוליכן.</b> שם בגמרא ובסוף פרק האיש מקדש (קידושין דף נ''ח ע''ב). \n",
                "<b>ומה שכתב היה המקדש או המזה זקן וכו' עד כפועל בטל של אותה מלאכה.</b> שם במשנה: \n\n"
            ],
            [
                "<b>הממלא באחת ידו וכו'.</b> בפ''ז דפרה. \n",
                "<b>ועל מ״ש רבינו שמילוי מלאכה היא</b> כתב הראב״ד א״א דעתי בכל אלו לא משום מלאכה הוא נפסל וכו'. וי״ל שרבינו סובר דאם איתא לא לישתמיט תנא לאדכורי בשום דוכתא טעמא דמלאכה משום היסח הדעת. ומ״ש שיש לו שורש במסכת גיטין הוא בפרק הניזקין (גיטין דף נ״ג) דאותיבנא למאן דאמר היזק שאינו ניכר שמיה היזק מדתניא העושה מלאכה במי חטאת פטור מדיני אדם ומשני בששקל בהם משקלות ופטור משום דלא עשה מעשה בידים והא אמר רבא מי חטאת ששקל בהם משקלות כשירה וכו' אידי ואידי כנגדן ולא קשיא הא דאסח דעתיה הא דלא אסח דעתיה וי״ל לדעת רבינו דההיא דהניזקין שאני דמיירי באחר שאינו בעל המים שאינו פוסל במלאכה אלא מטעם היסח הדעת וכמ״ש רבינו שמשון בפ״ט אמתניתין דשתת מהם בהמה או חיה ונראה שמפני שהרגיש הראב״ד בדחייה זו לא כתב שיש ראיה לזה במסכת גיטין אלא ויש לה שורש כלומר יש קצת סמך לזה במסכת גיטין לא ראיה גמורה דהא איכא למידחי כדאמרן. וא״נ התם בשלא עשה בה מלאכה שלא שקל בגופן אלא כנגדן ומש״ה בעי היסח הדעת אבל אם עשה מלאכה בגופן אפילו לא הסיח דעתו מהן פסולין וכן מתבאר שם בגמרא ועל הראב״ד קשה דכיון דבההוא אוקימתא אמרינן דשוקל משקלות כנגדן לא מיפסלי אא״כ הסיח הכא נמי לא הו״ל למיפסל במתני' בעושה מלאכה שלא בגופן אא״כ הסיח דעתו ומדסתים לה במתני' סתומי משמע דלית לן לפלוגי בהכי בעושה מלאכה: \n\n"
            ],
            [
                "<b>הממלא לאחרים וכו'.</b> רבינו כתב בפירוש המשנה בפרק ז' דפרה דהכי איתא בתוספתא פרק ה' והטעם שכל שזה גמר מה שעליו לעשות לא איכפת לן אם יעשה מלאכה ומאחר שזה הממלא לאחרים אינו הוא המקדש אלא האחרים כל אחד מקדש את שלו כיון שגמר מילוי כל אחד אין לו בה עסק עוד ויכול למלאות אחרת: \n",
                "<b>מילא לעצמו חבית אחר חבית וכו'.</b> יתבאר בסמוך: \n",
                "<b>ומה</b> שכתב הראב''ד וחבית בפני עצמה לשון המשנה ונמלך לקדשן קידוש אחר עכ''ל. לא הבנתי דבריו שזה אינו אלא נמלך לקדשן ה' קידושין השנוי במשנה. \n",
                "<b>ומ''ש שהראשונה נפסלת.</b> א''א לא יספיק זה הטעם וכו' לטעמיה אזיל שרצה לתלות הטעם בהיסח הדעת: \n\n"
            ],
            [
                "<b>ומ''ש רבינו חמשה שמלאו חמש חביות לקדשן חמשה קידושין וכו' עד הרי כולן כשרים.</b> משנה רפ''ז דפרה וכתב עלה רבינו וזה לשונו תהיה זוכר למה שקדם מהיות המלאכה פוסלת במילוי עד שיטיל את האפר וכבר התבאר בתוספת' שהיחיד אם מילא לאחרים ואפילו מילא להם אלף כלים לאלף קידושין הנה זה מותר ואם מילא לעצמו כלי אחר כלי הנה המילוי הראשון כבר נפסל לפי שכבר עשה מלאכה קודם שישליך בו האפר וזאת המלאכה הוא המילוי השני כאשר מילא זה בהיות שני קידושין אמנם מילא כלים רבים פעם אחר פעם לשומם כולם קידוש אחד הנה זה מותר לפי שהכל דומה כמו מי ששאב בפעם אחת. וה' קידושין הוא שישליך האפר בכל חבית וחבית לבד וקידוש אחד שיערב המימות כולם וישליך אפר בכולם בפעם אחת הנה על זה השורש אמר שאם היו רבים ומילא כל אחד מהם כליו לקדשו בפני עצמו אחר הוטב בעיניהם לשום הכל בקידוש אחד או בהיפך כולם כשרים לפי שלא הגיע בזה מה שיחייב פסלות אמנם אם יהיה יחיד ובא לקדשן ה' קידושים ומילא אחת אחר אחת הנה הראשונה נפסלה מפני שאיבת השניה וכן השניה נפסלה מפני שאיבת השלישית וכן כולן אלא החבית האחרונה שלא נעשה אחריה מלאכה היא כשירה וכו' ואם נהפך הענין ומילאן זו אחר זו לקדשן קידוש אחד וכו' ושב לקדשן ה' קידושין הנה החבית שישליך בה האפר תחילה כשירה בין שהשליכה בחבית שמילא ראשונה או באחרונה לפי שהמים כולם כשרים לפי שבמילוי לא נתחדש בה פסלות וכל מה שיקדש משאר החביות [פסול לפי שכל מה שנשאר מן המים נשארו פסולים לפי שהמילוי] על קידוש אחד נתמלא ואם אמר לאחר קדש לך אלו (מי שיקדש החביות) והוא יעמוד במקומו אין כשר אלא חבית שקידש ראשונה להיותו כולו מילוי אחד ואם אמר קדש לי את אלו כולם כשרים לפי שיקדש אדם לזולתו קידושין רבים זה אחר זה ולא יהיה בזה פסלות כמו שביארנו בתוספתא שמי שיקדש לחבירו זה אחר זה כולם כשרים לפי שאינו הוא אשר מילא עכ''ל. ועל דרך זה פירש רבינו שמשון וכתב ונמלך לקדשן ה' קידושין שקידש זו לעצמה וזו לעצמה אין כשר אלא זה שקידש ראשון לפי שהקידוש ראשון חשוב מלאכה לאחרים שהיו ממולאים ולא ניתן לתוכו אפר ועד שיתן את האפר מלאכה פוסלת במים כדתנן בספ''ד קדש לך את אלו אמילאן לקדש קידוש אחד קאי אין כשר אלא ראשון דכיון שנתן לו נעשו שלו וכאילו ימלאן הוא והקידוש שקידש ראשון חשיב מלאכה לפסול כל האחרים קדש לי את אלו כולם כשרים כי הממלא לא עשה מלאכה והמקדש אין המים שלו שיפסלו האחרים על ידו עכ''ל: \n",
                "<b>ומ''ש שהרי לקידוש אחד מלאם.</b> א''א יש כאן עירבוב דברים ודרך אחרת שלא מדרך המשנה ואין כאן המלכה כלל וכו'. רצה לדחות דברי רבינו בדבריו כדי לקיים דבריו שנתן טעם משום היסח הדעת ונדחק בפירוש המשנה כדי לקיים טעמו וכשתראה דברי רבינו בפירוש המשנה שכתבתי בסמוך תראה שאין כאן עירבוב: \n",
                "<b>ומ''ש</b> שהוא שלא מדרך המשנה יש לתמוה עליו שמאחר שבמשנה אינו מפורש לא טעמו של רבינו ולא טעמו של הראב''ד איך יאמר על דברי רבינו שהם שלא מדרך המשנה בעבור שהם על דרך טעם אחר זולת טעמו של הראב''ד ואדרבה פשט לשון המשנה מורה על טעמו של רבינו: \n\n"
            ],
            [
                "<b>הרוצה למלאות מים לקדשן ומים אחרים כו'.</b> בפ''ז דפרה: \n\n"
            ],
            [
                "<b>שנים שהיו ממלאים וכו'.</b> בפרק ז' דפרה וכתב שם רבינו בקידוש אחר שהתערבו המימות והשליך בהם אפר אחד הנה הם יחד כאיש אחד פירוש שסייע זה לזה בהגבהת מימיו על כתפיו או שנטל זה לזה קוץ מידו או מגופו אם שניהם מילאו לצורך קידוש אחד המים כשרים דשניהם כאיש אחד ויכול כל אחד לסייע לחבירו כמו לעצמו ונטילת הקוץ צורך מילוי הוא וצורך הקידוש הוא אבל בשני קידושים כל אחד פסל מימיו במה שסייע חבירו דהוי מלאכה: \n",
                "<b>כתב</b> הראב''ד אם מילאו שניהם לקידוש אחד המים כשרים א''א נראה לי מפני שהוא צורך הקידוש וכו'. משמע מדבריו שהוא מפרש ששני המעשים נעשו כאחד נטילת הקוץ והגבהה אבל פשטא דמתניתין משמע דאו נטל קוצו קאמר וכן פירש ר''ש וי''ל בדברי הראב''ד שכתב מפני שהוא צורך הקידוש שלא יוכל למלאות אלא לאחר נטילת הקוץ פתח בצורך קידוש וסיים בצורך מילוי וצ''ל דכיון שאם לא ימלא לא יקדש צורך מילוי הוה ליה צורך קידוש והוצרך לייחס הדבר לצורך קידוש אע''פ שהוא לו סיבה רחוקה מפני שהדבר המאחד אותם הוא שהם לצורך קידוש אחד. ומ''ש ולא יוכל זה להוציאו עד שיגביה לו חבירו איני מבין שהרי אפשר שיטול קוצו של זה אע''פ שלא יגביה לו חבירו: \n\n"
            ],
            [
                "<b>השואל חבל למלאות בו וכו' עד ואם היה דולה ומקבץ לתוך ידו המים כשרים.</b> גם זה שם: \n\n"
            ],
            [],
            [
                "<b>הממלא ונותן לחבית וכו' עד הרי אלו פסולים.</b> גם זה שם. ופירש ה''ר עובדיה המצניע החבית שהוא דולה בה המים לשום בשוקת ולאחר שעירה ממנה הצניעה קודם שיקדש מים בשוקת אין הצנעה זו חשיבא מלאכה לפי שצריך לה עדיין למלאות בה וצורך מילוי הוא וכן כפאה וכו' אבל אם עשה כן להוליך הקידוש והם המים המקודשים הואיל ולא צורך מילוי הוא חשיב כמלאכה ופסל המילוי עכ''ל. וזה ע''ד פ' ר''ש אבל רבינו מפרש שממלא כדי ליתן מים בחבית. ונראה ששיעור דבריו כך הם ובשעה שהיה ממלא מים כדי ליתן בתוכה הצניעה שלא תשבר או כפאה על פיה כדי שתתנגב אם כוונתו בהצנעה זו או בכפייה כדי למלא אותה כשר אבל אם היתה כוונתו להוליך את הקידוש פסול: \n\n"
            ],
            [
                "<b>הממלא דלי לשתות וכו'.</b> תוספתא פ''ד מילא דלי לשתות חישב עליו עד שלא הגיע למים מערה וצריך לנגב אם משהגיע למים וחישב מערה ואינו צריך לנגב רשב''ג אומר אין צריך לערות שלשל למלאות ונפסק החבל מידו אם עד שלא הגיע למים חישב עליו מערה וצריך לנגב רשב''ג אומר א''צ לערות. ונראה שיש בה חסרון בסיפא וצריך להגיה בה אם עד שלא הגיע חישב עליו מערה ואינו צריך לנגב ואם משהגיע חשב עליו מערה וצריך לנגב: \n",
                "<b>כתב</b> הראב''ד זאת התוספתא מצאנו אותה בשני ספרים בהיפך וכו' עד כדאיתא בתוספתא. ופי' דחוק הוא ואיני יודע מה מלמדנו במה שכתב תחילת התוספתא מילא מים לשתות וכו' שהרי גם רבינו כך כתב ועל פי גירסת רבינו נראה לי דה''פ הממלא דלי לשתות אם עד שלא הגיע הדלי למים חישב אע''פ שלא עלו לו אותם המים למי חטאת וצריך לערותם ואח''כ ימלא לשם מי חטאת מ''מ אהני ליה ההיא מחשבה לענין שאינו צריך לנגב כשימלא לשם מי חטאת אבל אם לא חישב עד שהגיע הדלי למים אין אותה מחשבה מועלת וצריך לגרוס בדברי רבינו בסיפא וצריך לנגב כמו בסיפא דרישא ור''ש פירשה בענין אחר ע''פ גירסתו ואין דבריו מיושבים: \n",
                "<b>ומ''ש</b> הראב''ד גבי שלשל הדלי על הדרך הראשון הוא הולך לדעת ת''ק אבל לדעת רשב''ג יש חילוק כדאיתא בתוספתא: \n",
                "<b>יש</b> לתמוה דמשמע מדבריו דרשב''ג לא פליג אלא בסיפא ובנוסחא דידן ברישא נמי פליג ועוד ק''ל מה הוצרך לו להשמיענו דרשב''ג פליג אם לומר דהלכה כמותו הא אע''ג דקי''ל כל מקום ששנה רשב''ג במשנתנו הלכה כמותו במשנתנו דוקא אמרו ולא בברייתא: \n",
                "<b>מים שמילאן למי חטאת וכו'.</b> משנה פרק ט' דפרה וכרבי יהושע: \n\n"
            ]
        ],
        [
            [
                "<b>מי שהיו מימיו על כתפו וכו' עד ואם עמד פסל.</b> משנה בפרק ז' דפרה מי שהיו מימיו על כתיפו והורה הוראה והראה לאחרים את הדרך הרג נחש ועקרב ונטל אוכלין להצניען פסול אוכלים לאוכלן כשר נחש ועקרב שהיו מעכבין אותו כשר אמר ר''י זה הכלל דבר שהוא משום מלאכה בין עמד בין לא עמד פסול ודבר שאינו משום מלאכה אם עמד פסול ואם לא עמד כשר ומשמע דר''י לפרושי אתא והלכה כמותו ובתוספתא פ''ו מי שהיו מימיו על כתיפיו ומיאנה בפניו או שחלצה בפניו והרצה סלע לאחר והראה דרך לאחר אם עמד פסול אם לא עמד כשר ופי' והרצה כמו אסור להרצות מעות כנגד נר חנוכה. והשתא מ''ש רבינו ועמד לא קאי להרג נחש ועקרב דכיון דהריגה מלאכה היא אפילו לא עמד פסול דאל''כ לא הו''ל לרבינו לאסוקי בהרג נחש ועקרב בין הנך לנטל אוכלים להצניען אם איתא דאף בהנך בעינן עמד ונטל אוכלין לאכלן ואכלן משמע לרבינו דלא חשיב מלאכה ומש''ה אם אכלן כשהוא מהלך כשר ויש לתמוה דהיאך אפשר דנטל אוכלין להצניען אע''פ שלא הצניען עדיין הויא מלאכה ונטל אוכלין ואכלן לא הויא מלאכה ואפשר דאכילה חשיבא צורך המילוי שאם הוא רעב לא יהיה לו כח למלאת וכ''כ ר''ש בספ''ז דפרה ואם כן מ''ש שזה מצורך הולכת המים קאי גם לאוכלן כשהוא מהלך: \n",
                "<b>היה מהלך במים ופרץ וכו'.</b> שם הפורץ על מנת לגדור כשר ואם גדר פסול ואוכל על מנת לקצות כשר ואם קצה פסול ודברי רבינו בפורץ נכוחים וסיפא נראה שהוא מפרשה שאם קצץ קצת פירות מהאילן לאכלן ודעתו להשאיר השאר להקצותן ליבש כשרים אע''פ שבאכילת אלו נשארו האחרים מיוחדים להקצות לא חשיבא מלאכה: \n\n"
            ],
            [
                "<b>היה אוכל בשעת וכו'.</b> גם זה שם: \n",
                "<b>הממלא מים לקדשן וכו'.</b> הכי משמע בפרק ז' דפרה במתניתין מהמוסר את מימיו לטמא וכן כתבו שם רבינו ור''ש. \n",
                "<b>ומ''ש היו שנים שומרים וכו'.</b> גם זה שם: \n\n"
            ],
            [
                "<b>המקדש באחת ידו וכו' עד שניהם כשרים.</b> ג''ז שם המקדש באחת ידו ועושה מלאכה באחת ידו אם לו פסול ואם לאחר כשר המקדש לו ולאחר שלו פסול ושל אחר כשר המקדש לשנים כאחד שניהם כשרים ופ' ר''ש אם לו פסול משום דשמא המלאכה קדמה לקידוש ונפסלו המים [קודם שישליכו בהם האפר]. ואם לאחר הוא הקידוש כשר שהרי בעל המים לא עשה מלאכה. המקדש לו ולאחר כאחד או שקידש לחבירו קודם שלו פסול דקידוש של חבירו נחשב מלאכה לפסול מימיו. שניהם כשרים מפני שאין המים שלו עכ''ל. והוא כדרך רבינו אלא שרבינו לא תלה הטעם בשמא כי התחלת ההשתדלות ודאי יהיה קודם ומאז חשיב מלאכה לפסול: \n",
                "<b>ודינים</b> אלו הם על שתי הקדמות. האחת שאין המלאכה פוסלת במים אחר שהשליך לתוכן האפר. שנית שאין אדם פוסל מים של חבירו רק בהיותם מסורים לו לשמרם ולכך כשיקדש לעצמו פסל המים במה שהתחיל להשתדל במלאכה בידו האחרת קודם שיתן האפר במים ונמצא שנתן האפר על מים פסולים דאילו משום מלאכה שאחר קידוש לא פסל כמו שביארנו אמנם מקדש לאחר אין לו במים כלום אלא לקדשן ואין המלאכה שעושה הוא פוסלת מים של חבירו ומזה הטעם המקדש לו ולאחר כאחת שלו פסול כי כבר התחיל להתעסק קודם שהשליך האפר וקידוש חבירו היא מלאכה כמו שנתבאר: \n\n"
            ],
            [],
            [
                "<b>הממלא לעצמו וכו'.</b> תוספתא בפרק חמישי דפרה וכתבה ר''ש בפ''ז דפרה מילא לעצמו בשתי ידיו כאחת בקידוש אחד פסול בב' קידושין כשר. קידש לעצמו בשתי ידיו כאחת בקידוש אחד כשר בב' קידושין פסול. מילא וקידש קידש ומילא בשתי ידיו כאחת שניהם פסולין. מילא לאחד בשתי ידיו כאחת בקידוש אחד כשר בשני קידושין פסול. קידש לאחד בשתי ידיו כאחת בין בקידוש אחד בין בשני קידושין כשר. מילא וקידש קידש ומילא בשתי ידיו כאחת הקידוש כשר והמילוי פסול. זה הכלל כל מלאכה שיש בה מילוי בין לו בין לאחר פסול ושאין בה מילוי מלאכה שלו פסול ושל אחר כשר כל דבר שבידו ועשה מלאכה בין שיש שם שומרים ובין שאין שם שומרים פסול דבר שבידו ולא עשה מלאכה אם יש שם שומרים פסול עכ''ל. ור''ש כתב תוספתא זו בפ''ז וגורס בה מילא לעצמו בשתי ידיו כאחת בקידוש א' פסול בשני קידושין כשר קידש לעצמו בשתי ידיו כאחת בקידוש אחד פסול בשני קידושין כשר וכן יש עוד בגירסתו חילופים אחרים. ופי' מילא לעצמו בשתי ידיו כאחת בקידוש אחד פסול בשני קידושין כשר איפכא הוה מסתברא בקידוש אחד כשר דמילא שתי חביות לקדשן קידוש אחד אפילו בזה אחר זה כשר בשני קידושין פסול דהא בזה אחר זה קתני סיפא האחד פסול והשני כשר והשתא דבבת אחת לא ידיע הי מינייהו קדים ושניהם פסולים שהאחרון נעשה מלאכה לראשון הואיל ומילא לקדש שני קידושין אע''ג דלעצמו ואם באנו ליישב גירסת הספרים יש לפרש דה''ק בקידוש אחד פסול כלומר שלא קידש אלא אחת מהחביות דאיגלאי מילתא דאחרת לא לקידוש נתמלאת ופוסלת חבירתה בשני קידושין שנתקדשו שתי החביות כשר וכגון שקידשן שתיהן בקידוש אחד א''נ בשני קידושין וכגון שקידשן אחד ולעולם בנתמלאו ע''מ לקדש קידוש א' ועוד יש לפרש דאפילו ע''מ לקדשן שני קידושין כיון דבבת אחת מילאן לעצמו כשר דלא פסלינן אלא בזה אחר זה דוקא אע''ג דמילא לו ולאחר פסלינן בסיפא בבת אחת מאחר דזה אחר זה נחשב מלאכה לעצמו שאני קידש לעצמו בשתי ידיו כאחת בקידוש אחד כשר שבחבית אחת הטיל אפר בשתי ידיו בשני קידושין של שתי חביות הטיל אפר פסול אפי' המילוי האחרון דאימא קידוש הראשון קדים ופסלו משום מלאכה. מילא וקידש קידש ומילא בשתי ידיו כאחת שניהם פסולים על חנם נקט תרתי כיון דקתני כאחת ויש לפרש כדפרישית לעיל משום דזימנין מתחיל הקידוש וזימנין מתחיל המילוי מיירי כגון שמילא חבית זו וקידש חבית אחרת ולכך שניהם פסולים דלא ידעינן הי מינייהו קדים דאם מילוי השני קדם לקידוש הראשון שניהן פסולין דמילוי השני פסל מילוי הראשון וקידוש הראשון פסל מילוי השני. מילא לאחר בשתי ידיו כאחת בין בקידוש אחד בין בשני קידושין כשר א''א לפרש בקידוש אחד דהכא כההוא דלעיל שלא קידש אלא חבית אחת אלא כלומר בין מילאן לקדש קידוש אחד בין מילאן לקדש שני קידושין כשר ולא דמי לממלא לשנים כאחת דלעיל שניהם פסולים דלאדם א' שאני ולא דמי למילא לעצמו שחילקנו בין ממלא לקדש קידוש אחד לממלא לקדש ב' קידושין דדין הוא בממלא לעצמו שיש חשיבות במחשבתו לפסול ולהכשיר אבל מחשבה בממלא לצורך אחר לא חשיבא ולא שמה מחשבה לפי שיבא חבירו ויבטל מחשבתו וכלא חישב כלל דמי ומסתברא דכ''ש לעצמו וא''כ הא דמשמע הכא דוקא לאחר אבל לעצמו לא בקידוש אחד הוא דחלוקים דלעצמו פסול ולאחר כשר ולא כמו שפירשתי לעיל שלא נתקדשה אלא אחת מהחביות דא''כ מ''ש לעצמו מ''ש לאחר וצריך להתיישב בדבר. מילא וקידש בשתי ידיו כאחת הקידוש כשר והמילוי פסול בעושה לאחר איירי דבעל המים לא עשה מלאכה והמילוי פסול שהממלא עשה מלאכה שקידש. מלאכה שאין עמה מילוי כלומר שאין המלאכה עם המילוי אלא לאחר שמילא עשה מלאכה. הממלא קודם קידוש שלו פסול כלומר אם המילוי שלו פסלתו מלאכה שלאחריו, ושל אחר שעשה אותו מילוי לאחר כשר דמכיון שמילאהו שוב אין נפסל במלאכה שהממלא עושה אחר כך. כל דבר שבידו ועשה מלאכה בין שיש שם שומרים בין שאין שומרים פסול משום מלאכה שעשה דבר שבידו ולא עשה מלאכה אם יש שומרים כשר כיון שנתכוון לשומרו או הוא או אחר ואם אין שם שומרים פסול משום היסח הדעת עכ''ל. והנך רואה כי נוסחא משובשת נזדמנה לרבינו שמשון וגירסת רבינו היא הנכונה ומסכמת עם נוסחת תוספתא שבידינו ופירושה בבבי קמאי מבואר בדברי רבינו שמשון במ''ש איפכא מסתברא ונראה שרבינו מפרש שמה ששנינו מילא וקידש קידש ומילא לאו למימרא דבעינן תרווייהו אלא היינו לומר מילא וקידש או קידש ומילא ומשום הכי לא נקט בלישניה אלא חדא ואפשר שלא היה בגירסתו בתוספתא אלא אחת ושאר הבבות מתבארות מתוך דברי ר''ש שכתבתי: \n",
                "<b>וכתב</b> הראב''ד הממלא לעצמו א''א הדרך הנ''ל בכל אלה וכו'. ולטעמיה אזיל לתלות הכל בהיסח הדעת: \n\n"
            ],
            [],
            [
                "<b><small>(ו-ז)</small> האומר לחבירו וכו'.</b> משנה שם קדש לי ואקדש לך הראשון כשר מלא לי ואמלא לך האחרון כשר קדש לי ואמלא לך שניהם כשירים מלא לי ואקדש לך שניהם פסולים ופירושה מבואר מדברי רבינו כאן ובפי' המשנה: \n",
                "<b>ודינים</b> אלו בנויים על ג' הקדמות. ראשונה שהקידוש וההזאה בשכר פסולים. שנית שהמילוי בשכר כשר. שלישית שהמלאכה פוסלת במים עד שיטילו האפר ואחר שיטיל האפר אין מלאכה פוסלת עוד הילכך כשאמר לו קדש לי ואקדש לך קידוש שני הוא בשכר שכבר קידש לו חבירו בשכר קידוש ואין להקשות גם קידוש ראשון הוא בשכר מה שיקדש לו חבירו דשאני התם דבשעה שקידש לא נתן לו דבר אע''פ שאמר לתת לא מיקרי עושה בשכר ומאחר שנעשה הקידוש בהכשר אינו חוזר ונפסל כשיתן לו וכ''ש שכיון שהקידוש השני פסול נמצא שלא עשה לו כלום ואין כאן שכר ואם א''ל מלא לי ואמלא לך אותו שמילא בתחילה פסול בהיות כוונתו בעת המילוי שימלא לו הוא תמורתו הרי הוא כמילא לו ולאחר בבת אחת אבל השני כשר דלא הוי כמילא לו ולאחר דבשלמא כשזה ממלא לחבירו כדי שימלא לו חבירו אחר כך יש מקום לחשבו כמילא לו ולחבירו אבל כשזה ממלא לחבירו מפני מה שכבר מילא לו אין מילוי זה לעצמו כלל כי כבר נתמלאו מימיו ולא שייך כלל בזה להחשיבו מילא לו ולחבירו כי אין כאן לו אלא הכל לחבירו תגמול ופרעון על מה שכבר מילא לו ואין בכוונתו בעת מילוי זה למילוי אחר שימלאו לו ולא שייך בזה אלא להחשיבו מילוי בשכר וזה מותר הוא. ואם א''ל קדש לי ואמלא לך שניהם כשירים ע''פ מה שנתבאר בקדש לי ואקדש לך הראשון כשר ומלא לי ואמלא לך האחרון כשר. ואם א''ל מלא לי ואקדש לך שניהם פסולים ע''פ מה שנתבאר במלא לי ואמלא לך הראשון פסול ובקדש לי ואקדש לך האחרון פסול: \n",
                "<b>ומ''ש רבינו גבי קדש לי ואמלא לך שהמלאכה אינה פוסלת הקידוש.</b> טעמו לומר שהמקדש בתחילה אע''פ שהוא כעושה מלאכה בשעת הקידוש אין בכך כלום כי אין המים שלו ואין אדם פוסל מימיו של חבירו בקידוש כמו שנתבאר גבי מקדש באחת ידו ועשה מלאכה בשנייה. ור''ש פירש בענין אחר והראב''ד כתב זה הטעם אין בו טעם ונ''ל כיון שאינו ממלא אלא בשכר וכו'. גם בזה לטעמיה אזיל לתלות הכל בהיסח הדעת: \n\n"
            ],
            [
                "<b>ההולך לקדש הרי זה נוטל את המפתח וכו'.</b> תוספתא פ''ה ההולך לקדש ה''ז נוטל מפתח ופותח קרדום וחופר סולם ומוליך ממקום למקום וכשר [מפני שהוא עוסק עם הקידוש ואם משהוציא את האפר הגיף הדלת אחריו פסול] מפני שהוא עושה עמו מלאכה. פירושה מבואר בדברי רבינו ור''ש בפ''י דפרה פירשה בע''א. \n",
                "<b>ומ''ש כסה הכלי שהיה בו האפר וכו' או שזקף את הכלי בארץ וכו' זקף את הכלי שיש בו האפר בידו וכו'.</b> משנה פ''ו דפרה נטל שפופרת וכיסה או שהגיף את הדלת הקידוש כשר והמים פסולים זקפה בארץ פסול לתוך ידו כשר מפני שא''א ופירש רבינו האפר כשר וראוי שישליכנו במים אחרים ויקדש בו לפי שהמלאכה אינה פוסלת באפר כמו שקדם אמנם אלה המים אשר רצה להשליך בהם זה האפר כבר נפסל לסבת התעסקו לשום פקק השפופרת או סגירת הדלת קודם שישליך בהם האפר וכו' וכן אם העמיד זאת השפופרת בארץ ג''כ פסל אלה המים לפי ששמירת השפופרת של אפר מלאכה. אבל ר''ש פירש זקפה בארץ וכו' דכתיב למשמרת ואין זה למשמרת ופשט לשון המשנה משמע כדברי ר''ש מדלא כייל זקפה בארץ בהדי הנך דקתני בהו הקידוש כשר והמים פסולים אלמא דפסוק דקתני גבי זקפה בארץ אקידוש קאי ולדעת רבינו י''ל דלא כייל לה בהדי הנך משום דבעא למיתני בהדה זקפה לתוך ידו: \n",
                "<b>נטל את האפר וכו' נתן (את) האפר על המים וכו'.</b> תוספתא וקצתו במשנה ופירש רבינו שמשון בפ''ו והחזירו לשפופרת כשר המילוי דחזרת אפר לשפופרת לאו מלאכה היא: \n",
                "<b>קירסם עלה זית וכו'.</b> גם זה תוספתא קירסם עלה זית אם בשביל שיכנס בשפופרת כשר ואם בשביל שתחזיק אפר הרבה פסולה: \n",
                "<b>וכתב</b> הראב''ד קירסם אם בשביל שלא יחזיק אמר אברהם לשון התוספתא בשביל שתחזיק אפר הרבה והלשון שלו ערב יותר עכ''ל. ונ''ל שרבינו מפרש אם בשביל שיכנס האפר בשפופרת היינו שעושה העלה כמין מרזב כדי להכניסו בשפופרת ולא יתפזר האפר מכאן ומכאן בעת שיערה מהשפופרת לשוקת כשר ואם בשביל שלא יפול אפר הרבה בשוקת בשעה שהוא מערה מהשפופרת לשוקת והיינו בשביל שתחזיק אפר הרבה כלומר שתחזיק השפופרת אפר הרבה ולא יפול בשוקת יותר מדאי פסול ושינה רבינו אם בשביל שלא יחזיק היינו לומר בשביל שלא יפול לשוקת אפר יותר מדאי והכל עולה לכוונה אחת אלא שלשון בשביל שלא יחזיק ערב יותר שהוא תולה הדבר בשוקת שלא יפול בה אפר הרבה מלתלות בשפופרת שתחזיק אפר הרבה שלשון תחזיק אפר הרבה משמעו שתחזיק מה שיתנו בו יותר ממשמעו שיעכב מה שיש בו. ור''ש פירש קירסם עלה זית להכניסו בשפופרת ולנענע האפר שבתוכו להוציא מקצתו לא חשיב מלאכה וכשר המילוי דהיינו המים ואם בשביל שתחזיק השפופרת אפר הרבה כגון שהעלים ארוכים וסיבבן סביב לשפופרת וראשן בפנים וכולם לחוץ והכניס אפר עד למעלה פסולה מילוי דהיינו המים דחשיבא זו מלאכה עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>כיצד מקדשין את המים וכו'. ואם נתן האפר תחלה ואח''כ נתן עליו המים פסול. ומהו זה שנאמר בתורה וכו'.</b> הכל פ''ב דסוטה (דף י''ו ע''ב) וכרבנן ופ''ק דתמורה (דף י''ב): \n\n"
            ],
            [
                "<b>המקדש צריך שיתכוין וכו'.</b> תוספתא פ''ה. \n",
                "<b>ומ''ש אבל אם נפל האפר לתוך המים.</b> משנה פ''ו דפרה ומייתי לה בפ' לולב הגזול. \n",
                "<b>ומ''ש או שנטל האפר בידו דחפו חבירו או הרוח ונפל האפר מידו על המים.</b> תוספתא פ''ה. \n",
                "<b>ומ״ש או שנפל האפר מידו על צד הכלי או על ידו ואח״כ נפל למים הר״ז פסול.</b> (משנה פ״ו) ומייתי לה בפרק הנשרפין (סנהדרין דף ע״ז ע״ב): \n\n"
            ],
            [
                "<b>קידש פחות מכדי הזאה וכו'.</b> בפרק דם חטאת עלה נ''ג ופ''ק דמנחות (דף י'): \n",
                "<b>היה האפר צף על פני המים וכו'.</b> משנה פ''ו דפרה וכחכמים. \n",
                "<b>ומ''ש ואפי' נשבה הרוח וכו'.</b> תוספתא פ''ה וכחכמים: \n\n"
            ],
            [
                "<b>כלי קטן שהיה בתוך כלי גדול וכו'.</b> משנה פ''ו המקדש בשוקת והטפי בתוכה אע''פ שפיו צר כל שהוא המים שבתוכו מקודשין: \n\n"
            ],
            [
                "<b>ומ''ש היה ספוג בתוך המים וכו'.</b> שם במשנה והטעם שלא נתקדשו המים משום דספוג אינו כלי ואנן קידוש בכלי בעינן. \n",
                "<b>ומ''ש נפל ספוג לתוך המים וכו'.</b> וכתב הר''י קורקוס ז''ל נראה שזו היא תוספתא שבסוף פרק ד' ובספרים שלנו כתובה בטעות ובחסרון ונראה שהטעם בזה שכיון שהמים היו מקודשין כבר אע''פ שיטול אותו ויסחוט בשוקת כל שהוא על ידי נטילה אין בכך כלום כי מקודשין היו אמנם לסחוט הספוג בתוך השוקת כי המים שאינם יוצאים רק על ידי שיסחוט הוי כנשפכו כיון שהספוג אינו כלי ואינו חוזר ומקבץ אותם או אפשר שחומרא בעלמא היא אי נמי גזירה אטו נפל קודם קידוש וליטלו שרי דכולי האי לא גזרינן עכ''ל: \n\n"
            ],
            [
                "<b>שתי שוקתות שבאבן אחת וכו'.</b> משנה בפ''ה דפרה: \n\n"
            ],
            [
                "<b>שתי אבנים שהקיפן זו לזו ועשאן שוקת וכו'.</b> גם זה משנה שם שתי אבנים שהקיפן זו לזו ועשאן שוקת וכן שתי עריבות וכן שוקת שנחלקה המים שביניהם אינם מקודשין עשאן בסיד או בגפסיס והן יכולות להנטל כאחת המים שביניהם מקודשין ופירש רבינו שמשון המים שביניהם שבין שתי עריבות ושבין סדק של שוקת אבל שאר המים מקודשין אלא דאותן שבסדק לא נכנס הקידוש בהן ובתוספתא קתני שהמים שבסדק אינם אגודים בכלי אבל כשעשאה בסיד ויכולות להנטל נחשבים המים שביניהם כצבורים בתוכן ולישנא דתוספתא משמע דכל המים אינן מקודשין כלל ולא יתכן דא''כ הו''ל למיתני פסולין וצריך לדחוק לשון [התוספתא] לפי הענין שפירשתי וז''ל התוספתא שתי אבנים שהקיפן זו לזו ועשאן שוקת וכן שתי עריבות וכן השוקת שנחלקה אמר רבי יוסי בזו ההלכה קפצתי לפני ר''ע אמרתי לפניו שתיהן אינם מקודשות שהמים שבסדק אינם אגודים בכלי עכ''ל. ונראה שמ''ש ר''ש שצריך לדחוק לשון התוספתא היינו לומר דמאי שתיהם אינם מקודשות דקתני חלק משתיהן קאמר דהיינו המים שבסדק ועי''ל דההיא תוספתא רבי יוסי קאמר לה ורבנן פליגי והכי דייק לישנא דקפצתי לפני ר''ע ומתניתין כרבנן: \n",
                "<b>והראב''ד</b> כתב ונתן אפר בחלק אחד א''א איני יודע מה טיבו של אחד בכאן וכו'. ורבינו נראה שסובר שאילו היה נותן אפר בזו ובזו המים שביניהן היו מקודשין ממ''נ והב''ע בשלא נתן אלא בחלק אחד השתא איכא למימר במים שביניהם שאינן מקודשין. וכבר כתבתי בסמוך שר''ש דחה פירוש הראב''ד ופירש כפירושו. ומ''מ יש לדקדק על דברי רבינו דכיון שיש סדק ביניהם אינם כלי והיאך יהיו מקודשין אפילו המים שהם בחלק שנתן האפר דהא כלי בעינן וליכא וצ''ל דהב''ע כשאין מים נוזלים מהסדק מפני שחיברה בטיט והו''ל כלי לענין זה אבל לא לענין שאם קידש מים שבחלק אחד שיהיו מים שבחלק השני מקודשין עד שיעשם בסיד וגפסיס ויהיו יכולים להנטל כאחת: \n\n"
            ],
            [
                "<b>מים מקודשין שנתערב בהם מים אחרים וכו' עד הרי הוא נראה.</b> משנה פ''ט דפרה וכת''ק ומייתי לה בפרק התערובות ושם אמרו דרבנן סברי הזייה צריכה שיעור הילכך אע''ג דסברי יש בילה כיון שהוא לח בלח מתערב ובכל הזייה יש קצת מהכשר אע''פ כן פסולים כיון שאין בהם שיעור מהכשר וסברי ג''כ אין מצטרפין להזאות הילכך מה שחסר מהראשונה אינו משלים בשניה והשתא כיון שרבינו פוסק שאינה צריכה שיעור ובכל שהוא שיפול על הטמא נטהר אפילו הזאה אחת ראוי שיספיק כדאמרינן גבי דם חולין שנתערב בדם קדשים דכיון שאינה צריכה שיעור יזה: \n",
                "<b>וכתב</b> הר''י קורקוס ז''ל אפשר שסובר רבינו שמה שאמרו צריכה שיעור היינו שבאזוב יהיה שיעור הזאה ואז אפילו לא נפל על הטמא אלא כל שהו נטהר כיון שאותו כל שהו בא משיעור שלם אבל מהיות כל שהו מן הפסול מעורב נמצא שאין באזוב שיעור פסולים אבל בדם לא בעינן שיעור כלל וזה בכלל מה שאמרו במנא צריכא שיעור פי' באזוב ולא מיעטו כי אם אגבה דגברא עכ''ל. \n",
                "<b>ומ''ש אפילו מים שנתמלא לקידוש.</b> מבואר בתוספתא שאין חילוק בדבר. \n",
                "<b>ומ''ש וכן אם ירד לתוכו טל וכו'.</b> פ''ט דפרה: \n\n"
            ],
            [
                "<b>המטביל כלי לחטאת וכו'.</b> משנה פרק ה' פי' המטביל כלי למלאות בו מים ולקדשן באפר אם הטבילו במים שאינן ראויים לקדש דהיינו מים שאינן חיים צריך לנגב פן יתערבו שאינם ראויים בראויים אבל אם הטבילו במים הראויים לקדש דהיינו מים חיים אינו צריך לנגב. אם לאסוף לתוכו מים מקודשין שהטביל להכניס לתוכו מים שכבר נתקדשו באפר אפילו הטבילו במים חיים צריך לנגב שלא יתערבו שאינן מקודשין במקודשין: \n\n"
            ],
            [
                "<b>קרוייה שהטבילה וכו'.</b> גם זה משנה שם וכת''ק פירוש קירוייה דלעת שניטל מה שבתוכה שהטבילה מעלה בעלמא לחטאת ולא משום טומאה דהא בשלא נטמאת מעולם מיירי. במים שאין ראויים לקדש מקדשין בה לאחר שניגבה ולא חיישינן שמא בלעה מים שאין ראויים לקדש ותחזור ותפלוט. נטמאת אין מקדשין בה אע''פ שחזר והטבילה דחיישי' שמא תפלוט משקין טמאים הבלועים בה דמחמרינן במים טמאים יותר מבמים שאינם ראויים לקדש ומדברי רבינו נראה שהוא גורס במים שהן ראויים לקדש וכך גירסת ספרינו במשנה דלא הקילו להכשיר במים שאינם ראויים לקדש והטעם שהחמירו בלאסוף משום דכל לאסוף עשוי הוא להשהות אותם בתוכה זמן מרובה ובודאי תפלוט מה שבלוע בה אבל כשמקדש בה עשוי הוא שלא לשהותם בתוכה הילכך לא חיישינן שתפלוט המים שבתוכה: \n\n"
            ],
            [
                "<b>מים מקודשין שנפל לתוכם שקצים ורמשים וכו'.</b> משנה פ''ט דפרה וכת''ק וכתב רבינו אפילו היו יבשים ביותר כגון הנמלה וכו' לאפוקי מר''ש וראב''י דפליגי התם את''ק. \n",
                "<b>ומ''ש נפל לתוכה חיפושית וכו'.</b> שם וכתוב בספרי רבינו גבי חיפושין ולא נשתנו מראיה והוא ט''ס וצריך להגיה ולכתוב ולא נשתנו מראיהן כלומר לא נשתנו מראה המים: \n\n"
            ],
            [
                "<b>מים מקודשין ששתה מהן וכו'.</b> משנה שם וכת''ק ורבינו שמשון הסכים לטעם שכתב רבינו. ודע שבמשנה ר''ג אומר אף הנחש פוסל מפני שהוא מקיא ואע''ג דבתוספתא אמרו רבי יוסי ור''ש נראין דברי ר''ג וכדבריו אנו מורים לא חש לה רבינו דמאחר דסתם לן במתניתין דלא כוותיה כסתם מתניתין נקטינן: \n\n"
            ],
            [
                "<b>מי חטאת שנשתנו מראיהן וכו':</b> \n\n"
            ],
            [
                "<b>אפר חטאת שנשתנו מראיו וכו'.</b> תוספתא פ''ח דפרה: \n\n"
            ],
            [
                "<b>החושב על מי חטאת לשתותן וכו'.</b> משנה פ''ט דפרה החושב על מי חטאת לשתות ר''א אומר פסול רבי יהושע אומר כשיטה אמר רבי יוסי בד''א במים שאינן מקודשין אבל במים מקודשין ר''א אומר כשיטה ורבי יהושע אומר כשישתה ואם גרגר כשר ונראה שסובר רבינו שרבי יוסי מפרש דברי ת''ק והכי נקטינן וכרבי יהושע וכן פסק רבינו בפירוש המשנה. וטעם לחלק בין מים מקודשין לשאינן מקודשין כתב רבינו שמשון דכשהם מקודשים אימלוכי ממליך וחוזר בו ממחשבתו ולא חשיב היסח הדעת לר''א עד שיטה ולרבי יהושע עד שישתה בחבית עצמה ומשום משקה פיו המתערב ופירוש אם גרגר ששפך לתוך גרונו ולא נגעה שפתו במים שבכלי לא נפסלו הנשארים שהרי לא נתערב בהם משקה שבפיו: \n",
                "<b>כתב</b> הראב''ד משנה כך היא אם אינם מקודשין כשיטה וכו'. נראה שבא להשיג על רבינו שלא חילק בין מקודשין לשאינן מקודשין ואני אומר שבפירוש כתב כאן מי חטאת דהיינו מים מקודשים ודין מים שאינם מקודשין כתב בספ''ז: \n\n"
            ],
            [
                "<b>כלי שיש בו מים מקודשין שהניחו מגולה וכו'.</b> משנה בפרק י''א דפרה. \n",
                "<b>ומ''ש מפני שיש שם שתי ספיקות וכו'.</b> בפ''ק דחולין (דף ט') אמרו מה טעם מפני שדרכן של שרצים לגלות ולא לכסות וכתב רש''י ואף דאדם נמי דרכו לגלות איכא למיתלי בטהור ובשרצים והוי רובא. ואמרינן בפ''ק דחולין (דף י'.) דדוקא הניחה מכוסה ומצאה מגולה הוא דחיישינן אבל הניחה מגולה ומצאה מגולה לא חיישינן למידי וכשירה ואע''ג דלשתייה חששו חמירא סכנתא מאיסורא: \n\n"
            ],
            [
                "<b>המוסר מים מקודשין וכו'.</b> משנה פ''ז דפרה: \n\n"
            ],
            [
                "<b>שנים שהיו שומרים את המים וכו'.</b> משנה פ''ח דפרה: \n\n"
            ]
        ],
        [
            [
                "<b>הממלא מים לקידוש וכו'.</b> בפרק טרף בקלפי (יומא דף מ״ג) אי כתב רחמנא ולקח ונתן ה״א עד דשקיל חד ויהיב חד פי' ההיא גופיה דשקיל כתב רחמנא ולקחו: \n",
                "<b>ומ''ש וכן ממלא אדם בכלי ומערה מכלי לכלי וכו'.</b> רבינו שמשון הקשה על מי שסובר בהיפך דהא בכמה דוכתי מוכח שאפילו לכתחילה מותר למלאות בכלי אחד ולערות לקדשם בכלי אחר והרי בדלי ממלא ושוקת קרוי בכל דוכתא מקום שמשליך המים מן הדלי: \n\n"
            ],
            [
                "<b>ממלא אדם מים וכו'.</b> תוספתא בסוף חגיגה מוליכין מי חטאת וכו' ממקום למקום וכן משמע שם בגמרא: \n",
                "<b>כתב</b> הראב''ד ממלא אדם מים ומניחם אצלו וכו' ואין בכך כלום ומוליכן ממקום למקום וכו'. א''א ובלבד שיהיו שמורים ולא יהיה בהם היסח הדעת עכ''ל. ודבר תימה הוא היאך אפשר שישהו כמה ימים ולא יהא בהם היסח הדעת ולדעת רבינו ניחא די''ל שאין היסח הדעת פוסל בהן אלא כשהוא מתעסק בהם קצת כגון שקלן במשקל דלקמן: \n",
                "<b>וכן המים המקודשים וכו'. ומ''ש ומוליכן ממקום למקום וכו'.</b> ודע שמצאתי בספר מוגה שאצל מ''ש רבינו ומעיר לעיר כתוב ומשמר אדם אפר פרה אצלו ומוליכה ממקום למקום ומעיר לעיר: \n",
                "<b>פעם אחת הוליכו כלי שהיה בו מי חטאת וכו'.</b> בפרק חומר בקודש (חגיגה דף כ״ג) ופרק האשה שלום (יבמות דף קי״ו ע״ב). \n",
                "<b>ומ''ש שאין מעבירין מי חטאת וכו'.</b> משנה פ''ט דפרה: \n\n"
            ],
            [
                "<b>מעבירים מים מקודשים בספינה בים הגדול וכו'.</b> בפרק חומר בקדש אחד הירדן ואחד שאר הנהרות רבי חנניא בן עקביא אומר לא אסרו אלא בירדן וכמעשה שהיה משמע דלת''ק נמי דוקא נהרות אבל ים הגדול לא דהא לא דמי לירדן כלל: \n",
                "<b>ושטין בספינה על פני המים.</b> כך כתוב בספרים ונ''ל שהוא ט''ס וצריך למחוק תיבת בספינה ולכתוב במקומה בהם וכן מצאתי בספר מוגה: \n\n"
            ],
            [
                "<b>המוליך מים לקדשן וכו'.</b> משנה פרק ז' דפרה: \n",
                "<b>וכתב</b> הראב''ד ואין צ''ל מים שנתקדשו א''א תמה אני על זה וכו'. וי''ל דרבינו לטעמיה אזיל דסבר דמלאכה דפסלה לא מטעם היסח הדעת וכמו שנתבאר בפ''ז וא''כ אע''ג דמלאכה אינה פוסלת אחר שהטילו אפר היסח הדעת פוסל וכן מתבאר בדין שיבא בסמוך: \n\n"
            ],
            [
                "<b>מי חטאת ששקלן וכו'.</b> בפרק הניזקין עלה נ''ג מתיב רבי אלעזר העושה מלאכה במי חטאת ובפרת חטאת פטור מדיני אדם וחייב בדיני שמים ואי אמרת היזק שאינו ניכר שמיה היזק בדיני אדם נמי ליחייב הוא מותיב לה והוא מפרק לה וכו' בששקל בהם משקלות והאמר רבא מי חטאת ששקל בהם משקלות כשירה ל''ק הא בגופן הא בכנגדן בגופן מעשה קא עביד בהו ואי היזק שאינו ניכר שמיה היזק בדיני אדם נמי ליחייב אלא אידי ואידי כנגדן ולא קשיא הא דאסח דעתיה הא דלא אסח דעתיה ופירש''י ששקל בהם משקלות שהיו תלויות בכף מאזנים והיה יודע משקלם ונתן בשר לשקלו בכף שנייה דלא עבד מעשה בידיו אלא במחשבה מיפסלי. דרבא בכנגדן כדפרישית ומתניתא דמשמע פסולות ששקל בגופן כדרך הטבחים לשקול בשר במים שיש להם כלי שיש בו שנתות ונותנים מים בראשונה ונותנים בשר במים עד שהמים עולים לרושם השני וכוונוהו כבר שבמשקל ליטרא או שתים המים עולים ומגיעים לאותו הרושם. מתניתא דאסח דעתיה משמירתן ע''י המשקל ששקל בהם ונפסלו בהיסח הדעת דלמשמרת למי נדה כתיב שצריכות שימור תמיד עכ''ל. ולכאורה אין דברי רבינו מכוונים עם דברי הגמרא ולכן כתב עליו הראב''ד א''א אין הסוגיא הולכת במסכת גיטין על דרך פירושו עכ''ל. ולכוין דברי רבינו עם דברי הגמרא צ''ל שמ''ש מי חטאת ששקלן במשקל היינו לומר ששקל כנגדן ומ''ש אם שקל דברים אחרים במי חטאת היינו ששקל בגופן וכמ''ש רש''י שדרך הטבחים לשקול במים. \n",
                "<b>ומ''ש הואיל ועשאן משקלות,</b> היינו לומר שעשה משקולת בגופן וכמו שנתבאר: \n",
                "<b>כל אלו הטהורים שממלאין או שמקדשין או שמזין.</b> כך היא הנוסחא הנכונה בדברי רבינו ובפ״ג דפרה תנן דכהן השורף את הפרה היו מטמאין אותו ומטבילין אותו מיד כדי שיהיה טבול יום ומייתי לה בריש יומא. ודין הכלים מתבאר מדין שפופרת שחתכה לחטאת ששנינו בפ״ה דפרה והוזכר פרק הערל ופרק טרף בקלפי (דף ס') ופרק חומר בקודש (חגיגה דף כ״ג) ופרק ב' דזבחים (דף כ״ח): \n\n"
            ],
            [
                "<b>הכל כשרים להזות וכו'.</b> משנה בסוף פרה ובפרק טרף בקלפי יליף לה מקראי. ודין ח''ש בתוספתא. \n",
                "<b>ומ''ש והערל כשר להזות.</b> בפרק הערל עלה ע''ב ובריש ערכין (דף ג'): \n",
                "<b>קטן שיש בו דעת שהזה וכו'.</b> משנה בסוף פרה. \n",
                "<b>ומ''ש רבינו ואם אחזה בידו.</b> כלומר אפי' בשעת הזאה פסול כלומר ואין צ''ל אם אחזה בידו בשעת טבילת האזוב דקרא דפסלינן אשה מיניה בטבילה כתיב וטבל במים איש: \n\n"
            ],
            [
                "<b>המזה צריך לכוין וכו' עד הזאתו כשירה.</b> מתבאר שם ובפ''ק דיומא: \n",
                "<b>וכתב</b> הראב''ד זה אינו שאינו צריך כוונה לטהרו וכו'. ואני אומר דאע''ג דחולין לא בעי כוונה בטבילה בהזאה בעי ולדבריו ז''ל נמי יש חילוק בטבילה להזאה דבטבילה לא בעי כוונה כלל דהא גל שנתלש ונפל על האדם ועל הכלים טהורים ובהזאה בעינן שיתכוין לו. ובספרי זוטא שנינו והזה הטהור על הטמא ולא בזמן שלא נתכוין לטמא: \n\n"
            ],
            [],
            [
                "<b><small>(ח-ט)</small> המזה אינו צריך טבילה לכל הזייה.</b> מתבאר מהדינים שיבואו שיכול להזות ולשנות בטבילה אחת ונלמד ג''כ ממה ששנינו בסוף פרה מזין על האדם ועל הכלים אפי' הם מאה אלמא בטבילה אחת סגי לכולהו. \n",
                "<b>ומ''ש כל שנגע בו מן המים אפילו כל שהוא טהור.</b> פ''ק דיומא (דף י''ד) ופ''ק דנדה: \n",
                "<b>טבל את האזוב ונתכוון להזות וכו'.</b> גם זה משנה שם הטביל את האזוב וכו'. \n",
                "<b>ומ''ש המנטפים.</b> גם זה שם: \n",
                "<b>כתב</b> הראב''ד זה האיש מסרך ומערבב והתוספ' מסודרת כך וכו'. ורבינו כתב בפירוש המשנה כלשון הזה אמר ה' יתברך והזה הטהור על הטמא יצטרך שהמזה יתכוין להזות על הטמא ולזה אם טבל האזוב והוא מכוין שיזה על דבר שהוא מקבל טומאה או על האדם שהוא ג''כ טמא וראוי להזאה הנה היא טבילה כשירה ואם הזה מזאת הטבילה על דבר שאינו מקבל טומאה ונשאר באזוב שארית אפשר שיזה ממנה הזאה שנית הנה לא יצטרך שיטבול האזוב פעם שנית אבל יזה ממנו על דבר שצריך הזאה וזהו אמרם אם יש באזוב לא ישנה אבל אם הטביל האזוב להזות על דבר שאינו מקבל טומאה ואח''כ הזה על דבר שהוא מקבל טומאה הנה היא הזאה פסולה לפי שכשטבל האזוב לא היתה טבילה כשירה ולכן אפילו נשאר באזוב שארית מן המים לא יזה ממנה הזאה שנית עד שיטביל האזוב פעם שניה בכוונה שיזה על הטמא וכו' ובתוספתא אמרו בתתם סבה לזה ההבדל הואיל ותחילת טבילתו פסולה לכך הזאתו פסולה ואמרו מים המנטפים הוא שאם הטביל את האזוב להיות על דבר שאינו מקבל טומאה ונטפו מים מהאזוב טפות הנה אלה הטפות כשירות להזאה עכ''ל. ומאחר שרבינו מסתייע בפירושו מהתוספתא אפשר שנוסחא אחרת היה לו בתוספתא או אף אם היה לו נוסחת הראב''ד היה מפרשה ע''ד זו: \n\n"
            ],
            [
                "<b>מי חטאת שנתמעטו וכו'.</b> גם זה משנה שם ופירש''י ובלבד שלא יספג מקנח מצידי הכלי ושוליו ומדכתיב וטבל נפקא לן כדדרשינן בפ''ק דמנחות גבי דם וטבל ולא מספג: \n",
                "<b>צלוחית שפיה צר וכו'.</b> גם זה שם צלוחית שפיה צר טובל ומעלה כדרכו ר''י אומר הזאה ראשונה ופירש רבינו שמשון טובל ומעלה כדרכו ולא חיישינן שמא מתוך שנדחק בפיה לצאת יצאו מים מגוף האזוב ונתערבו במי חטאת הזאה ראשונה ולא שנייה ובתוספתא קאמר ר''י איפכא עכ''ל. והראב''ד כתב על דברי רבינו בפעם שנייה א''א ר''מ הוא שאמר כן בתוספתא וכו'. נראה מדבריו שהוא סובר שמ''ש רבינו בפעם שנייה היינו לומר דבפעם שנייה כשירה ולא בפעם ראשונה ומפני כך השיג עליו ולפי האמת רבינו בין בראשונה בין בשנייה מכשיר וכת''ק וה''ק טובל ומעלה כדרכו בין בראשונה בין בשנייה ואינו צריך ליזהר שמא יגע בצידי הכלי בפעם שנייה ויפסול פעם שנייה וכך מבואר בדבריו בפירוש המשנה ומ''מ מ''ש הראב''ד בשם ר''מ בתוספת' היינו בפ' י''א דפרה צלוחית שפיה צר מזין ממנה הזאה שניה אבל לא הזאה ראשונה מפני שהמים ניסוטין דברי ר''מ וי''ל בדברי הראב''ד שכתב אבל משנה בסתם אמרו בין בראשונה בין בשנייה ולפי זה ר''י דאמר הזאה ראשונה היינו לומר דוקא הזאה ראשונה וא''כ היאך כתב אח''כ ונראה במשנה שרבי הוא בן מחלוקתו של ר''מ ומכשיר אפילו בראשונה ולפי זה יקשה עליו דרבי יהודה היינו ת''ק ונראה לומר שהוא ז''ל כתב בתחילה דמשנה בסתם קתני בין בראשונה בין בשנייה ולפי זה ר''י לא מכשר אלא בראשונה ושלש מחלוקות בדבר והלכה כסתם מתניתין ואח''כ כתב שיותר נראה לומר דאין כאן אלא שתי מחלוקות דסתם מתניתין ר''מ ומאי טובל ומעלה כדרכו בשנייה ולא בראשונה כדאמר בתוספתא ורבי יהודה פליג עליה ומכשר אפילו בראשונה ולפי זה אתי ליה שפיר מה שפסק לפי דעתו דדוקא שנייה מכשר דאתי כסתם מתניתין ואפשר לומר שלהשיג על רבינו כתב גם זה לומר דאפילו את''ל דסתם מתניתין לא מכשר אלא בשנייה ופסק כר''מ קשיא דכיון דסתם מתני' ר''מ ור''י פליג עליה הוה ליה למפסק כר''י כל זה לפי מה שהבין הראב''ד בדברי רבינו ונסתלקה מעליו השגתו ומכ''מ איני יודע טעם למה תהיה הראשונה פסולה והשנייה כשירה כר''מ ואפשר לומר שטעמו משום דאיכא למימר בטבילה ראשונה שנתמצה משקה שבגוף האזוב בכניסתו ונדבק בפי הכלי וחזר ונדבק בו ביציאתו וכיון שהזה ממנו פעם ראשונה הלך לו מה שנדבק בו וכשיחזור לטבול פעם שנייה אין בו כי אם מי חטאת בלי שום תערובת אבל עדיין קשה לי מ''ש ונראה במשנה שרבי יהודה הוא בן מחלוקתו דר''מ ומכשיר אפילו בראשונה דמשמע דת''ק דמתני' פוסל בראשונה והיאך אפשר לפרש כן על מה ששנינו טובל ומעלה כדרכו וצריך עיון: \n\n"
            ]
        ],
        [
            [
                "<b>כיצד מטהרים וכו' לוקח אדם טהור.</b> מקרא מפורש והזה הטהור על הטמא. \n",
                "<b>ומ''ש ג' קלחים של אזוב וכו'.</b> בפי''א דפרה מצות אזוב שלשה קלחים ובהם שלשה גבעולין ופירש רבינו שלשה קלחים שלשה שרשים ובכל שורש גבעול אחד ויביא בג' הענפים שלשה גבעולין עכ''ל וכן פירש''י והתוס' בפ''ק דסוכה (דף י''ג) וי''ל בדברי רבינו פה למה שינה לכתוב ובכל בד ובד ולא כתב ובכל קלח וקלח ואפשר שהטעם הוא מפני שהקלח הוא שם לשורש והגבעול לא יהיה בשורש כי אם בבד. \n",
                "<b>ומ''ש ואוגדן אגודה אחת.</b> רבינו כתב בפירוש המשנה פי''א דפרה דילפינן דבעינן אגודה מדכתיב ולקח אזוב וכתיב בפסח מצרים ולקחתם אגודת אזוב והוא בספרי וכתבו התוס' דלאו ג''ש גמורה היא ולכך אם לא אגדו כשר א''נ למצוה נתקבלה ולא לעכב. \n",
                "<b>ומ''ש וטובל ראשי גבעולין.</b> שם. \n",
                "<b>ומ''ש שבכלי.</b> נתבאר פ''ו. \n",
                "<b>ומ''ש ומתכוין ומזה.</b> נתבאר בפרק עשירי. \n",
                "<b>ומ''ש ביום השלישי וביום השביעי.</b> מבואר בכתוב. \n",
                "<b>ומ''ש אחר שתנץ החמה ואם הזה משעלה עמוד השחר כשר.</b> משנה בסוף פרה ופ''ב דמגילה (דף כ'). \n",
                "<b>ומ''ש ואחר שיזה עליו ביום הרי זה טובל ביום.</b> נתבאר בפ''ו: \n",
                "<b>טבל את האזוב בלילה והזה ביום או שטבל את האזוב ביום והזה בלילה הזאתו פסולה.</b> כך היא הגירסא האמיתית בדברי רבינו והיא משנה בסוף פרה: \n",
                "<b>ומ''ש והמים מטמאים משום מי חטאת וכו'.</b> בתוספתא טבל את האזוב בלילה פסול לא שהמים פסולים אלא שצריך להטביל שנייה הזה בלילה הזייתו פסולה והמים טמאים משום מי חטאת: \n\n"
            ],
            [
                "<b>מי שנטמא במת וכו'.</b> בפרק חומר בקודש (חגיגה דף כ״ב ע״ב): \n",
                "<b>מי שהוזה עליו בג' וכו'.</b> יש לתמוה על זה דהא אמרינן בקידושין פרק האומר (דף ס''ב) והזה הטהור על הטמא ביום השלישי וביום השביעי למה לי איצטריך סד''א שלישי למעוטי שני שביעי למעוטי ששי דקא ממעט בימי טהרה אבל היכא דקא עבד בשלישי ובשמיני דקא מפיש בימי טהרה אימא שפיר דמי קמ''ל וכבר השיגו הראב''ד וכתב מי שהוזה עליו בשלישי וכו' טובל בכל עת שירצה אחר השביעי א''א אינו כן בגמרא דקידושין לעולם מונה שלישי ושביעי וטובל אחר הזאה עכ''ל וי''ל שרבינו סמך על מה ששנינו בפסיקתא וחטאו ביום השביעי לרבות הזיית שביעי שאם לא הוזה בשביעי מזה בשמיני ובתשיעי וכן בספרי אין לי אלא שביעי שמיני תשיעי עשירי מניין ת''ל וחטאו ביום השביעי ואח''כ וכבס בגדיו ורחץ במים וטהר בערב. וכן מצאתי בילקוט בשם ספרי זוטא יכול הזאת שביעי תהא סמוכה לשלישי אמר שוב בשביעי אם ללמד שביעי שהוא סמוך לשלישי כבר למד הא מה אני מקיים שביעי אפילו רחוק מן השלישי עכ''ל. והנה בא לידי קונטרס אחד וכתוב בו שרבינו שמשון הקשה על רבינו קושיא זו דהראב''ד וכתב שרבינו פירש ההיא דספרי שבא הכתוב לרבות שמיני תשיעי ועשירי אע''פ שהיתה הזאתו בשלישי ואינו כך כדמוכח ההיא דקידושין אלא מרבה שמיני אם הזה ברביעי ותשיעי אם הזה בחמישי ועשירי אם הזה בששי והאי דבספרי דריש ליה מוחטאו ובקידושין דריש ליה מביום השלישי וביום השביעי ומוקי וחטאו דלא תימא ה''מ לקדשים אבל לתרומה בחד סגי סוגיא דקידושין כרבי חנניא בן גמליאל דאייתר ליה חד קרא וברייתא דספרי כר''מ וקא סבר ר''מ דמחד קרא נפקא תרומה וקדשים עכ''ל. ומכ''מ יש לתמוה למה הניח רבינו גמרא ערוכה ותפס כברייתות. וי''ל שגירסת רבינו בההיא דקידושין סד''א שלישי למעוטי שני וכו' ואי עביד ברביעי ובשמיני דקא מפיש בימי טהרה אימא ש''ד קמ''ל ולענין הזאה בזמנה מיפרשא וכדפירש''י דבפ''ק דיומא נחלקו רבי יוסי ור''מ דלרבי יוסי הזאה בזמנה אינה מצוה אפי' אם נאמר טבילה בזמנה מצוה ור''מ יליף הזאה מטבילה וסוגיא דקידושין אתיא כרבי מאיר דאמר הזאה בזמנה מצוה ולכך אמרו דסד''א דברביעי ובשמיני שפיר דמי קמ''ל דלאו שפיר דמי וכיון דאנן קי''ל כרבי יוסי א''כ ליתא לההיא סוגיא. \n",
                "<b>ומ''ש טובל בכל עת שירצה אחר השביעי בין ביום בין בלילה. ומ''ש ומזין עליו ביום.</b> בילקוט בשם ספרי זוטא יכול תהא הזאת שלישי קבועה ביום אבל הזאת שביעי תהא קבועה בלילה והלא דין הוא וכו' אמרת לא אמרתי אלא ביום השביעי: \n",
                "<b>ומ״ש בין קודם טבילה וכו'.</b> כתב ה״ר שמשון על זה בתשובה א״א לומר כן דב' טבילות יש כמו שמפרש ר״ת אחת קודם הזאה כדי לקבל הזאה כדאמרינן בפרק החולץ (יבמות דף מ״ו ע״ב) וגמירי דאין הזאה בלא טבילה כלומר בלא טבילה קודם הזאה וכדאמרינן בפ״ב דכריתות מה אבותיכם לא נכנסו לברית אלא במילה וטבילה והרצאת דמים דתקני טבילה ואח״כ הרצאת דמים ותנן בפרק בתרא דמסכת פרה אבל הוא עצמו טובל בלילה ומזה ביום מכל הני משמע דטבילה קודם הזאה ובכל הזאות קאמר גמירי דאין טבילה בלא הזאה בין בהזאת דמים בין בהזאת מי חטאת ואותה טבילה דקודם הזאה בין ביום בין בלילה בין בהזאת שלישי בין בהזאת שביעי ויש טבילה אחרת לאחר הזאה בשביעי שהיא לטהר מטומאתן ואינה אלא לאחר הזאה כדתניא בספרי ורחץ במים וטהר בערב מה ת״ל מפני שהייתי אומר אם קדמה טבילה להזאה יצא ת״ל וחטאו ביום השביעי ואח״כ וכבס בגדיו ורחץ במים וטהר בערב ואותה טבילה אינה אלא ביום כדתנן בפ״ב דמגילה (דף כ') דאין מזין ואין טובלין אלא ביום ומפרש בגמרא משום דאיתקש טבילה להזאה ומשמע במנחות ס״פ רבי ישמעאל (מנחות דף ע״ב) דביום אין בלילה לא ומיהו בירושלמי משמע דבטבילת האזוב קאמר דאיתקש להזאה דכתיב ולקח אזוב וטבל במים איש טהור והזה וכ״נ דבההיא דלא טובלין אלא ביום לא אשכחן פלוגתא ובפ״ק דיומא (דף ח') פליגי ר״מ ורבי יוסי אי מקשי הזאה לטבילה לענין הזאה בזמנה מצוה ומאן דלא מקיש הזאה לטבילה לענין מצוה ה״ה נמי דלא מקיש טבילה להזאה לענין ביום אבל אי בטבילת האזוב איירי ניחא והא דתני רבי חייא פ״ק דיומא (דף ו' ע״ב) זב וזבה וכו' בועל נדה וטמא מת טבילתן ביום ההוא ביום לאו למימרא דלא מהני בלילה שלאחריו דהרי זב וזבה משעבר שביעי שלהם טובלים בין ביום בין בלילה דהא כל נשים ספק זבות שוינהו וטובלות בלילה ובפרק בתרא דנדה (דף ס״ז ע״ב) קאמר ר״ש [אחר תטהר] אחר מעשה תטהר אבל אמרו חכמים אסור לעשות כן שמא תבא לידי ספק וטבילתן ביום דקתני למעוטי לילה שלפניו ולמעוטי דלא הוו כנדה ויולדת ואין צריך להמתין עד לילה שאחריו עכ״ל וכן כתבו גם בפירוש המשנה בסוף פרה ומדברי רבינו נראה דלית ליה ההיא דר״ת שמצריך שתי טבילות וענין דין זה שכתב רבינו כתב בסוף פרה וז״ל אמר ה' והזה הטהור על הטמא ביום השלישי וביום השביעי ולא תהיה ההזאה אלא ביום וכן טבילת האזוב במים אמנם טבילת האיש הטמא עצמו יחוייב בלילה ויזה עליו ממחרת היום זהו אם נזדמן שנתאחרה ההזאה לאחר יום השביעי אשר יזה באי זה יום שיהיה ולשון ספרי אין לי אלא שביעי שמיני תשיעי עשירי מנין ת״ל וחטאו מ״מ אמנם אם לא נתאחרה ההזאה והלך הענין כמצותו הנה מן הראוי שתקדם ההזאה ביום השביעי ואחר ההזאה יטבול במי מקוה ביום השביעי ההוא ויעריב שמשו וז״ל התורה אמרה וחטאו ביום השביעי וכבס בגדיו ורחץ במים וטהר בערב ולשון ספרי שהייתי אומר אם קדמה טבילה להזאה יצא ת״ל וחטאו ואח״כ וכבס בגדיו עכ״ל: \n\n"
            ],
            [
                "<b>כל המטמאים מקבלין ההזאה וכו'.</b> בספרי זוטא ואמרינן בפרק דם חטאת (זבחים דף צ״ג) רבי אליעזר אומר מי חטאת שנטמאו מטהרים שהרי נדה מזין עליה כלומר והרי כשהמים יורדים על הנדה מטמאים ואעפ״כ מטהרים את הנדה מטומאת מת ועד כאן לא פליגי רבנן עליה אלא בנטמאו מעיקרא אבל בנדה שהזאה וטומאת המים באים כאחד מודו שמזין עליה: \n",
                "<b>וכן הערל מקבל הזאה וכו'.</b> בר״פ הערל (יבמות דף ע״א:) מימרא דר״י ואיתא בפרק בתרא דזבחים. \n",
                "<b>ומ''ש וכשימול טובל ואוכל בקדשים לערב.</b> שם ומסיים בה שכן מצינו באבותינו שהזו כשהם ערלים וכדתניא מלו וטבלו ועשו פסחיהם בטהרה: \n\n"
            ],
            [
                "<b>מצות אזוב ג' קלחים וכו'.</b> בפי''א דפרה מצות אזוב שלשה קלחים ובהם שלשה גבעולין ובתר הכי קתני רבי יוסי אומר מצות אזוב שלשה וכו' ושיריו שנים וגרדומיו כל שהו ובפ''ק דסוכה עלה י''ג אסיקנא דלרבי יוסי ג' לעכב ולרבנן ג' למצוה וכדתניא אזוב תחילתו שנים ושיריו אחד כשר ואינו פסול עד שתהא תחילתו כשיריו א'. \n",
                "<b>ומה שכתב רבינו ושיריו שנים</b> קשה דלתנא קמא שיריו אחד נמי כשר: \n",
                "<b>וכתב</b> הר''י קורקוס ז''ל ואפשר דשיריו שנים שכתב רבינו היינו לומר שנים שנשתיירו חשובים כשלשה בתחילה ולכתחילה יכול להזות בהם ואח''כ כתב ואם היו שנים בתחילה כשר פירוש בדיעבד ומינה לאחד שנשתייר דחשיב כשנים בתחילה דומיא דאינך דלכתחילה ובספרים כתוב או אם לקח ובספר כתיבת יד מצאתי ואם לקח והוא סיוע לפירוש זה דהוי מילתא באפי נפשה ועד השתא מיירי בלכתחילה ולמצוה והשתא אתא לאורויי בדיעבד ולעכב עכ''ל. ואין דבריו מיושבים דלא משמע מדברי רבינו כלל דשיריו אחד כשר ולכן נ''ל דרך אחר שכתב תחילה וז''ל ואפשר שסובר רבינו דבהא פליגא ברייתא אמתני' דמאי דקתני במתניתין שיריו שנים דברי ת''ק הם אלא שמה שלא נתבאר במשנה לרבנן דהיינו תחלתו הוא דמוכחינן מברייתא דסגי בשנים וג' למצוה ולא לעכב אבל במאי דפריש במתניתין שיריו שנים לא סמכינן אברייתא ונקטינן כמתניתין ומ''מ זה דוחק עכ''ל. ולי נראה שדרך זה הוא היותר נכון לומר בכוונת רבינו: \n",
                "<b>ומ''ש רבינו אפילו לא נשאר מכל גבעול מהם אלא כל שהוא כשר,</b> זהו ששנינו וגרדומיו כל שהוא ופירש''י גרדומיו כשמזין בו פעמים הרבה מתוך שגבעוליו רכים משתברים וכל שהוא המשתייר באגודה כשר ובלבד שישתייר מכל אחת ואחת כל שהוא שתהא שם אגודתו קיימת. \n",
                "<b>ומ''ש ושירי האזוב בכל שהוא,</b> איני יודע מאי קאמר שהרי כתב דשנים בעינן בשיריו ואי אגרדומיו קאמר קשה שהרי כבר אמר ואם נאמר דה''ק ששירי אזוב בכל שהו אכתי יקשה קצת למה שינה וקרא לגרדומים שירים: \n",
                "<b>קלח שיש בו ג' בדין וכו' עד כשר.</b> בפי''א דפרה שם: \n",
                "<b>האזוב הקצר וכו'.</b> משנה רפי''ב וכת''ק. \n",
                "<b>ומ''ש נסתפק לו וכו'.</b> גם זה שם: \n\n"
            ],
            [
                "<b>אין מזין לא ביונקות וכו' עד פטור.</b> שם פי''א: \n",
                "<b>ומאימתי מזין באזוב משינץ.</b> הכי משמע בתוספתא שכתב רבינו שמשון פי''א דפרה: \n",
                "<b>ואזוב שהוזה בו וכו'.</b> משנה שם: \n",
                "<b>כל אזוב שיש לו שם לווי פסול וכו'.</b> גם זה משנה שם: \n\n"
            ],
            [
                "<b>אזוב של אשרה ושל עיר הנדחת ושל ע''ז.</b> תוספתא כתבה רבינו שמשון בפרק הנזכר ופירש רבינו שמשון של אשרה איכא לאוקמי באשרה דמשה משום דמיכתת שיעורה. \n",
                "<b>ומה שכתב ושל תרומה טמאה פסולה וכו' עד כשר.</b> משנה בפרק י''א דפרה וכתב רבינו שם ואם תאמר ואיך אפשר בו ההזאה והוא יטמא החטאת ואפילו היתה כתרומה טהורה וכו' לפי שכבר התבאר שהתרומה לא תטמא אא''כ תהיה כביצה עכ''ל. ולפי זה נאמר שגזרו פחות מכביצה אטו כביצה, ורבינו שמשון כתב שטעם תרומה טהורה לא יזה מפני שמפסידה א''נ מפני שמכשירה לקבל טומאה: \n\n"
            ],
            [
                "<b>אזוב שלקטו לעצים וכו'.</b> גם זה משנה שם והטעם שמנגבו כדי שלא יתערבו מים פסולים עם מים כשרים. \n",
                "<b>ומ''ש לקטו לחטאת וכו'.</b> שם בפלוגתא דתנאי ופסק כרבים: \n\n"
            ]
        ],
        [
            [
                "<b>אדם שנטמא במת וכו' כיון שנגע כל שהוא ממי הנדה וכו'.</b> בפרק דם חטאת (זבחים דף צ״ג) מסיק רבא דפליגי ר״א ורבנן בהזאה אי צריכה שיעור אי לא ורבנן סברי אינה צריכה שיעור. \n",
                "<b>ומ''ש בכ''מ מעור בשרו של טמא עלתה לו הזאה וכו' אבל אם נגעה בלשונו אינה כלום אע''פ שהלשון כאיברים שבגלוי וכו'.</b> פ''ק דקידושין עלה כ''ה וכחכמים: \n",
                "<b>וכן כלי שנטמא במת וכו'.</b> זה בכלל מה שאמרו הזאה אין לה שיעור ומתניתין היא בסוף פרה מזין על האדם ועל הכלים אפילו הם מאה: \n\n"
            ],
            [
                "<b>שני כלים וכו'.</b> מתבאר ממה שיבא בסמוך: \n",
                "<b>והזה על שני כלים ונסתפק לו וכו'.</b> בפרק י''ב דפרה: \n\n"
            ],
            [],
            [
                "<b>כלים המפוצלים.</b> בריש פרק במה טומנין (שבת דף מ״ח ע״ב) וריש פרק במה אשה (שבת דף נ״ח ע״ב): \n\n"
            ],
            [
                "<b>שני כלים שחברן.</b> מתבאר ממה שיבוא בסמוך: \n\n"
            ],
            [
                "<b>שלל הכובסין והבגד שהוא תפור בכלאים וכו' עד המפוצלת.</b> בסוף פרה: \n\n"
            ],
            [
                "<b>המחבר ג' כסתות וכו' עד כל שהן.</b> פכ''ט דכלים ויש כאן חסרון מט''ס וכך היא הנוסחא הנכונה או י''ב מטפחות הרי אלו חיבור לטומאה ולהזאה יתר מכאן חיבור לטומאה ולא להזאה: \n\n"
            ],
            [
                "<b>כיסוי המיחם וכו'.</b> בסוף פרה שם וכבית הלל: \n\n"
            ],
            [
                "<b>הזוג והענבל חיבור וכו'.</b> שם: \n\n"
            ],
            [
                "<b>הכוש שפותלים בו החבלים וכו'.</b> בסוף פרה כוש של רובן לא יזה לא על הכוש ולא על הפיקא ואם הזה מוזה של פשתן חיבור ופירוש רובן גמי שפותלים ממנו החבלים וטעם החילוק בין כוש של רובן לשל פשתן מפני ששל פשתן חלקיו מחוברים יותר: \n",
                "<b>וכתב</b> הראב''ד א''א בכל מה שמאריך וכו'. אין זו השגה שרבינו בחיבור הזה אינו בא לפרש לשון המשנה ומ''מ מתוך דבריו נלמד שרובן הוא דבר שפותלים ממנו החבלים: \n\n"
            ],
            [
                "<b>עור של עריסה וכו'.</b> שם ופירושו עור שמשימים על עריסה של קטן ודרכו להיות מחובר בטבעות הקבועים בעריסה ועשויין כעין פיקות: \n",
                "<b>המלבן של מטות וכו'.</b> גם זה שם ופירושו שמניחים תחת כרעי המטה מלבנות של עץ שלא ירקבו מלחלוחית הקרקע והם חקוקים והכרע נכנס בהם: \n\n"
            ],
            [
                "<b>כל ידות הכלים הקדוחות וכו'.</b> שם וכת''ק: \n\n"
            ]
        ],
        [
            [
                "<b>מעלות יתירות עשו בטהרת החטאת וכו' עד והיתה מטפחתו כמדרס הזב לענין החטאת.</b> בספ''ב דחגיגה (דף כ'): \n\n"
            ],
            [],
            [
                "<b>כל ולד הטומאות אע''פ שאינו מטמא אדם וכו' לפיכך אמרו המקדש מי חטאת לא ינעול את הסנדל וכו'.</b> בפרק שמיני דפרה: \n",
                "<b>וכתב</b> הראב''ד הפיסקא אחרת ק''ל וכו'. ויש לומר דכיון שאין זה מן הדין אלא מעלה בעלמא אע''פ שאמרו שלא ינעול את הסנדל שהוא דבר קל לא הטריחו עליו לפשוט בגדיו. ומ''ש ועוד עד שניחוש למשקין טמאים ניחוש לשאר טומאות וכו' י''ל דמשקין עשויים ליפול על הסנדל שלא מדעת. ומ''ש ועוד למה ליה למימר המקדש לימא הנוגע או המזה י''ל דכיון דאין זה אלא משום מעלה בעלמא כשיקפידו בכך על המקדש סגי והר''י קורקוס ז''ל כתב שאפשר דלרבותא נקט מקדש דאפילו במקדש החמירו וכ''ש במזה שראוי ליזהר יותר ומ''מ מה שפירש הראב''ד שלא חשו אלא שמא יפלו מהמשקין עצמם על הסנדל נכון הוא ולע''ד נ''ל כן בע''א שחששו שמא יפלו ממי חטאת המקודשין על הסנדל ויטמאוהו וכן פירש ר''ש בלשון שני וז''ל ועוד יש לפרש במשקין שאחר הקידוש דמטמאין כלים ואין מטמאין אדם: \n\n"
            ],
            [
                "<b>מי שנטמאו ידיו בלבד וכו'.</b> משנה פרק ב' דחגיגה (דף י''ח ע''ב) ופרק י''ב דפרה הטהור לחטאת שנטמאו ידיו נטמא גופו ומטמא את חבירו וחבירו את חבירו אפי' הם מאה. \n",
                "<b>ומ''ש אפילו לא נטמא אלא ידו אחת וכו'.</b> כך יש ללמוד ממה ששנינו בפרק י' דפרה הטהור לחטאת שנגע באוכלין בידו טמא: \n\n"
            ],
            [
                "<b>כל הטעון טבילה וכו'.</b> בפי''א דפרה וכחכמים: \n",
                "<b>טמא שנגע במקצת אפר חטאת וכו'.</b> ברפ''ח דעדיות: \n\n"
            ],
            [
                "<b>אין מונין לחטאת ראשון ושני ושלישי וכו'.</b> מבואר במשנה שכתבתי בסמוך ומטמא את חבירו וחבירו את חבירו אפילו הם מאה ואיתא נמי בתוספתא פי''א. \n",
                "<b>ומה שכתב וכן כלים הטהורים לחטאת.</b> פרק י''ב דפרה: \n\n"
            ],
            [
                "<b>כל הראוי להתטמא במדרס הזב וכו'.</b> משנה רפ''י דפרה כל הראוי לטמא מדרס מדף לחטאת בין טמא בין טהור ואדם כיוצא בו: \n",
                "<b>וכתב</b> הראב''ד אם הנידו הטהור א''א זהו מדף שבמשנה וכו'. וי''ל שדבר זה שכתב רבינו מבואר במשנה שכתבתי בסמוך וחכ''א הטמא מדף והטהור אינו מדף וכשהניד את הטמא מיירי ולא במגעו וכמו שכתב רבי' שם בארוכה והוכיח כן מהתוספת' וכן פי' ר''ש ואותן שניות שהביא הראב''ד אינן עניין למשנה זו דהתם בנוגע במדף שהוא עליונו של זב וכתבם רבינו לקמן בסמוך והכא במניד את הטומאה ונקרא מדף מלשון קול עלה נדף וביאר רבינו שם שהוא תנועה חלושה יותר מתנועת היסט: \n",
                "<b>ומ''ש או שהניד את רוקו או את מימי רגליו וכו'.</b> תוספתא כתבה ר''ש בפרק י' דפרה. \n",
                "<b>ומ''ש אבל כלי שאינו ראוי למדרס וכו' כלי הטמא בטמא מת וכו'.</b> משנה שם ופסק כחכמים שאמרו הטמא מדף והטהור אינו מדף וביארו בתוספתא שטמא זה ששנינו היינו דוקא טמא מת. \n\n"
            ],
            [
                "<b>ומה שכתב כיצד מפתח שהוא טמא מת וכו'.</b> שם בתוספתא ואף על פי ששם אמרו דרבי יוחנן בן זכאי מטהר משמע דס''ל כר''א דאמר כל שאינו ראוי לטמא מדרס אינו מדף אף על פי שהוא טמא מת אבל לחכמים שאמרו שטמא מת מדף נטמא. ואמרו עוד בתוספתא על דברי חכמים הטמא שאמרו טמא מת ולא טמא מדף כלומר מה שאמרו חכמים שאם הכלי טמא נטמא המנידו דוקא כשהיה הכלי טמא מת אבל אם היה הכלי טמא טומאת מדף לבד לא נטמא המנידו כי זה הכלי הוא ולד הטומאה לבד ולכך כתב רבינו כלי הטמא בטומאת מת: \n",
                "<b>ומה שכתב וכן אם הסיט את השרץ או את שכבת זרע וכו'.</b> שם בתוספתא ואף על פי ששם שנו נבילה עם אלו השמיטה רבינו מפני שנבילה מדאורייתא מטמאה בהיסט: \n\n"
            ],
            [
                "<b>הטהור לחטאת שנגע בכלים וכו'.</b> משנה שם וכתב הר''י קורקוס ז''ל איכא למידק שרבינו כתב למעלה אבל כלי שאינו ראוי למדרס אינו מטמא את הטהור לחטאת אלא א''כ נגע בו ומשמע דאם נגע מיהת אפילו בכלי טהור גמור כל שאינו טהור לחטאת מטמא את האדם הנוגע בו דהא בכלי טהור גמור מיירי התם אלא שראוי למדרס ועלה דייק אבל אם אינו וכו' אא''כ נגע ואילו הכא לא מטמאינן לאדם הנוגע בכלי אלא א''כ היה טמא מדף מיהת דהיינו שהיה בעליונו של זב ומאי איריא משום שהיה בעליונו של זב תיפוק לי משום שאינו טהור לחטאת ונגע בו האדם הטהור ותירץ שמה שכתב רבינו למעלה היינו שנגע בידיו ואפשר דמשום הכי מסתם לה דלפעמים מטמא אדם או הכלי בנגיעה באי זו נגיעה שתהיה דהיינו כשהוא מדף ולפעמים מטמא בנגיעה בידיו לבד והיינו כל כלי שאין בו שום טומאה אלא שאינו טהור לחטאת דהוי כאוכלים טהורים ולמעלה קיצר וסתם כי אינו עיקר מקומו דכולה דין הנדה ותנועה מפרש שם ועתה מפרש דיני הנגיעה בפרטיו ובזה עלו דברי רבינו מכוונים עכ''ל: \n",
                "<b>ומה שכתב וכן כלי.</b> הוא דין כלי שהוזכר במשנה שם: \n\n"
            ],
            [
                "<b>הטהור לחטאת שנגע באוכלין ומשקין וכו'.</b> גם זה משנה שם: \n",
                "<b>ומה שכתב נגע בהם ברגלו וכו' טהור.</b> אטהורים דוקא קאי אבל טמאים אפילו נגע בהם ברגלו נטמא דלא גרע מכלי טמא מדף שהוא ולד ומטמא את האדם הטהור לחטאת בכל נגיעה: \n",
                "<b>ומה שכתב או שהסיטן בידו.</b> גם זה שם ופסק כחכמים. \n",
                "<b>ומה שכתב וכן אם נגע בידו בתנור וכו'.</b> משנה שם: \n\n"
            ],
            [
                "<b>הטהור לחטאת שהכניס ראשו ורובו כו'.</b> בפרק אחד עשר דפרה הטהור לחטאת שהכניס ראשו לתוך מי חטאת נטמא וכתב שם רבינו כבר ביארנו שהטהור לחטאת לא יטמא במי חטאת וכו' וידוע הוא שמי חטאת מים שאובים הם ואם הכניס ראשו ורובו לתוך מי חטאת טמא לחטאת מצד מים שאובים ומעת שנטמא לחטאת יטמאוהו מי חטאת שנגע בהם וישוב ראשון לטומאה עד כאן לשונו: \n\n"
            ],
            [
                "<b>הכל נאמנים על טהרת חטאת וכו'.</b> פרק ה' דפרה. \n",
                "<b>ומה שכתב והרי נאמר בתורה וכו'.</b> תוס' פ''ג דחגיגה. \n",
                "<b>ומה שכתב לפיכך עם הארץ שהביא כלי מביתו וכו'.</b> תוספתא דפרה: \n\n"
            ]
        ],
        [
            [
                "<b>כלי חרס שהיה בו אפר חטאת וכו'.</b> משנה פרק עשירי דפרה קלל של חטאת שנגע בשרץ טהור נתנו על גביו ר''א מטהר וחכמים מטמאין וידוע דהלכה כחכמים. \n",
                "<b>ומ''ש שנאמר והניח וכו' במקום טהור וכו'.</b> בסיפרי. \n",
                "<b>ומה שכתב ולא על גבי השרץ בלבד אלא אפילו הניחו על גבי אוכל שני וכו'.</b> שם נגע באוכלין ומשקין ובכתבי הקדש טהור נתנו על גביהן ר' יוסי מטהר וחכמים מטמאין ואיני יודע למה השמיט רבינו כתבי הקדש. \n",
                "<b>ומ''ש שלא יהיה על גבו שום טומאה.</b> ט''ס הוא וצריך להגיה שלא יהיה על גבי שום טומאה: \n",
                "<b>וכן כלי חרס שהיה בו אפר חטאת וכו'.</b> תוספתא דאהלות: \n",
                "<b>וכתב</b> הר''י קורקוס ז''ל וז''ל של אבן טהור כתב ר''ש מאחר דלא מקבל טומאה לא מד''ת ולא מד''ס ע''כ. והדבר קשה כיון שהוא משולשל לתוך הבית כי הוי של אבן מאי הוי והרי גל שהוא במקום טמא אין הפרש בין חרס לאבן שהרי גם חרס אינו מיטמא מגבו ואפילו הכי נטמא ורבינו נראה שלא טיהר רק באינו משולשל ולכך לא כתב בין משולשל בין שאינו משולשל אלא בין אין בו טפח בין יש בו טפח ומשמע דאדסמיך ליה לחוד קאי דהיינו אינו משולשל ולא בא לחדש בשל אבן אלא יש בו טפח ותוספתא אפשר דל''ג בה רבינו בין משולשל עכ''ל: \n\n"
            ],
            [],
            [
                "<b>וכן כלי שיש בו אפר וכו'.</b> משנה פי''א דפרה החטאת אינה ניצולת בצמיד פתיל ומים שאינן מקודשין ניצולין בצמיד פתיל: \n\n"
            ],
            [
                "<b>וכן אוכלין ומשקין של קדש וכו'.</b> מימרא פרק חומר בקדש (דף כ''ב) וכתב רבינו שם כי התורה לא הצריכה מקום טהור אלא לאפר ולמים מקודשים מפני האפר שבהם ומשם נתבאר לרבינו. \n",
                "<b>ומה שכתב וכלי ריקן הטהור לחטאת וכו': במה דברים אמורים כשהיו הבעלים טהורים וכו'.</b> תוספתא פ''ו דפרה מי שהיה הוא ומימיו באהל המת ומימיו מוקפים צמיד פתיל כשהוא טהור (כך) מימיו טהורים הוא מבפנים ומימיו מבחוץ כשם שהוא טמא כך מימיו טמאים הוא מבחוץ ומימיו מבפנים כשם שהוא טהור כך מימיו טהורים: \n",
                "<b>וכתב</b> הראב''ד א''א מצאתי בשתי נוסחאות כשם שהוא טהור וכו'. ואני אומר שנוסחתו משובשת דקתני כשם שהוא טהור כך מימיו טהורים ובדין היה לו ז''ל לומר לא ידעתי מהו אבל הנוסחא האמיתית כמ''ש כשהוא טהור מימיו טהורים ותנא והדר מפרש כיצד שאם הוא בחוץ ומימיו מבפנים כשם שהוא טהור כך מימיו טהורים. ומ''ש הראב''ד ואולי אמר אם הוא והם מוקפים צמיד פתיל וכיוצא בהם ה''ז טהורים עכ''ל טעמו ממה שנתבאר בפ' כ''ג מה' טומאת מת שצמיד פתיל מציל על האדם באהל המת. ומ''ש כללו של דבר חכמים הולכים אחר התופס המים בידו ור''ע הולך אחר המים והלכה כחכמים עכ''ל. לא ידעתי מקום מחלוקת ר''ע וחכמים בזה ובספר כ''י נמצא כתוב לשון זה בפני עצמו וקאי לדין שיבוא בסמוך שנחלקו בו ר''ע וחכמים: \n\n"
            ],
            [
                "<b>הטהור לחטאת שהיה עומד על גבי התנור וכו'.</b> משנה בפ''י דפרה וכחכמים. \n",
                "<b>ומ''ש וכן הזייה שעברה על גבי טומאה וכו'.</b> בפרק דם חטאת עלה צ''ג: \n\n"
            ],
            [],
            [
                "<b><small>(ו-ז)</small> כלי שיש בו מימי חטאת וכו'.</b> משנה ספ''י דפרה לגין של חטאת שנגע בשל קדש ושל תרומה של חטאת טמא של קדש ושל תרומה טהורים שניהם בשתי ידיו שניהם טמאים שניהם בשתי ניירות שניהם טהורים של חטאת בנייר ושל תרומה בידו שניהם טמאים של תרומה בנייר ושל חטאת בידו שניהם טהורים: \n",
                "<b>וכתב</b> הראב''ד שהם מטמאים במשא מפני שנטמאו א''א נ''ל צריך להיות אע''פ שנטמאו וכו'. ביאור דבריו שהוקשה להראב''ד למה נתן טעם לטומאתו בנשיאת מי נדה מפני שנטמאו מחמת הכלי של קדש תיפוק לי שמי נדה אפילו לא נטמאו מטמאין את האדם במשא ולכך הגיה וכתב אע''פ במקום מפני וה''ק אע''פ שנטמאו מחמת הכלי של קדש וכיון שכן בטל חשיבותן ולא היה ראוי לטמא במשא אעפ''י כן הם מטמאין במשא ואח''כ חזר לקיים גירסת מפני וה''פ שאמר רבינו אם תקשה למה תליתי טומאת כלי של חטאת מפני שנגע בו אדם שנגע בכלי שאינו טהור לחטאת שאין טומאתו אלא משום מעלה בעלמא עדיפא הל''ל שכלי חטאת נטמא מפני שנגע בו אדם שנשא מי חטאת שהוא טמא מדאורייתא די''ל דכיון שנפסלו מחמת שנגע בהם אדם שנוגע בכלי שאינו טהור לחטאת בטלה ממנו טומאה זו. ומה שכתב ויש לזה שורש במשנה הוא בספ''ט זהו פי' דברי הראב''ד אבל טעם רבינו הוא מבואר בפירוש המשנה שלפרש משנה זו הניח ז' שרשים ובשורש הז' כתב שמי חטאת לא יטמאו האיש אשר הוא טהור לחטאת בלוקחו אותם כמו מה שיטמאו זולתו [במגע ובמשא] ואם היה טמא לחטאת אשר לא יכון לחטאת הנה מי חטאת יטמאוהו במגע ובמשא וכו' וכשהגיע לחלוקה זו כתב וכששב טמא לחטאת מפני החזיקו לגין של קדש בידו נטמא גם לגין של חטאת אשר בידו האחרת ומפני היותו ג''כ טמא לחטאת יטמאו אותו מי חטאת אשר נשא בידו כמו שביארנו בשורש הז' מאלו השרשים וישוב טמא לתרומה ג''כ ולזה יטמא לגין של תרומה או של קדש אשר בידו מפני מי חטאת אשר בידו השנייה. ובדין שניהם טהורים כתב ולזה אמרנו אם היה לגין של תרומה בנייר ושל חטאת בידו שניהם טהורים לפי שהוא לא יטמא בלגין של תרומה לפי שהנייר מבדיל ביניהם וישאר טהור לחטאת כמו שהיה ויהיה [לגין] של חטאת שבידו השנייה טהור ולא יטמאוהו [ג''כ] נשיאות מי חטאת לפי שהוא ראוי להזות עכ''ל: \n\n"
            ],
            [
                "<b>ומ''ש הסיט ב' כלים בידו וכו'.</b> שם וכחכמים. \n",
                "<b>ומ''ש כמו שביארנו.</b> הוא בפרק שקודם זה: \n\n"
            ],
            [
                "<b>כל ספק הטומאות וכו'.</b> משנה פי''ב דפרה כל ספק הטהור לתרומה טהור לחטאת כל התלוי לתרומה נשפך לחטאת אם עשו על גביו טהרות תלויות ופירש רבינו אם יש חולין שעשו אותם על טהרת הקדש ועל טהרת החטאת והודיענו שאם נעשו על טהרת החטאת ונתחדש להם כמו זה הספק ישארו תלויות ולא נאמר הואיל ונעשו על טהרת החטאת וכמו שהספק בחטאת תשפך ג''כ אלו הטהרות ישרפו מפני שאלו נעשה לאכילה ולכך אין לשורפם אמנם החטאת אינה לאכילה ולכך אפילו שתשפך אין חשש. וידוע דאם עשו על גביו קאי אספק שעשו על גבי ספק זה טהרות: \n",
                "<b>והרפפות אינם ככלים וכו'.</b> [שם במשנה] הרפפות טהורות לקדש ולתרומה ולחטאת ופירש רבינו רפפות שבכות מעץ ואמר שאינם כלים שיקבלו טומאה ולזה לא יטמאו לא קדש ולא תרומה לפי שהם אינם ראויים לטומאה: \n\n"
            ],
            [
                "<b>דבילה של תרומה וכו'.</b> משנה פי''א וכת''ק והקשה רבינו שמשון היכי פסיק ותני חייב מיתה והא כל שהיא טמאה אינו חייב מיתה כדאמר שמואל בפרק כל הבשר ופסקה רבינו בפ''ז מה' תרומות ותירץ הר''י קורקוס ז''ל שנראה שדעת רבינו דכי קתני האוכל חייב מיתה היינו כמו שחייב באוכל תרומה והוא טמא דהיינו בשהיא טהורה דהכא לא נחית תנא אלא לאשמועינן שהוא נטמא בנגיעה זו דהויא נגיעת מי חטאת שלא לצורך ונטמא טומאה שחייב מיתה באכילת הדבילה בשביל אותה טומאה ובודאי דהוי דיניה כדין טמא בעלמא דאטהורה חייב מיתה ואטמאה פטור. ובין טמאה וכו' ה''ק לא מיבעיא כשהיא טמאה שנטמאו המים אלא אפילו שהיא טהורה נטמאו דלגבי חטאת הויא טמא ואותו שאכלה כדתקני נטלה ואכלה אם יש בה כביצה חייב מיתה ככל טמא דעלמא והיינו כשהיא טהורה וא''ת והרי נטמאו המים והמים יחזרו ויטמאו אותה אפילו היתה טהורה הא לא קשיא ההוא מעלה בעלמא ואין טומאת מעלה פוטרתו מחיוב מיתה מן התורה כל שכן שאע''פ שנטמאו לחטאת לא מפני זה יחזרו ויטמאו את הדבילה עד כאן לשונו: \n\n"
            ]
        ],
        [
            [
                "<b>הנוגע במי חטאת שלא לצורך הזאה.</b> כלומר דאילו הנוגע בהם לצורך הזאה טהור הוא וכמ''ש רבינו בפירוש המשנה פ''ק דכלים הלכה שניה בשם התוספתא שאין נושא מי חטאת או נוגע בהם טמא אא''כ שלא לצורך אבל אם היה לצורך טהור. \n",
                "<b>ומה שכתב הנה למדת שמי הנדה אב מאבות הטומאה.</b> יליף הכי מדמטמאים אדם וקי''ל אין אדם וכלים מקבלים טומאה אלא מאב הטומאה: \n",
                "<b>ומ''ש וטומאת מגען בכל שהוא וכו'.</b> בריש כלים תנן דמי חטאת שאין בהם כדי הזאה הרי אלו מטמאים אדם וכלים במגע וכו' ואינם מטמאין במשא וכו' [ואם] יש בהם כדי הזאה מטמאים את האדם במשא לטמא בגדים: \n",
                "<b>ומה שכתב רבינו שאינו מטמא בגדים אלא בשעת מגעו.</b> כן כתבו שם רבינו ורבינו שמשון והוא ממה ששנינו בסוף זבים כלל אמר ר' יהושע כל המטמא בגדים בשעת מגעו וכו' לאחר פרישתו ממטמאיו וכו' ואינו מטמא בגדים והק''ו שכתב רבינו הוא בספרי: \n",
                "<b>ומה שכתב רבינו שהנוגע במי חטאת מטמא בגדים.</b> יש לתמוה דבריש כלים שם אנבילה ומי חטאת שיש בהם כדי הזאה שהם מטמאים את האדם במשא לטמא בגדים וחשוכי בגדים במגע פירש ר''ש שמנועים הבגדים מטומאה אי איכא מגע בלא משא ושמא י''ל דסבר רבינו דלא קאי האי וחשוכי בגדים אלא אנבילה בלחוד וקצת משמע כן מדברי רבינו שמשון אע''פ שה''ר עובדיה כתב דאמי חטאת נמי קאי. ואחר כך מצאתי לרבינו שכתב בפ''י משאר אבות הטומאה מי חטאת שיש בהם כדי הזאה אע''פ שהם כנבלה וכמרכב שאין מטמאין בגדים אלא הנושאן הרי הנוגע בהם מטמא בגדים בשעת מגעו משום נושא שא''א שיגע במים שלא יסיט אותם והשתא מתניתין דוחשוכי בגדים במגע ה''פ כשנגע במי חטאת אינם מטמאים בגדים מטעם מגע אלא מטעם משא שבמגעו שא''א שיגע במים שלא יסיט: \n",
                "<b>ומה שכתב רבינו אינו מדבר במזה על הטמא וכו'.</b> פ''ק דנדה עלה ט'. \n",
                "<b>ומ''ש וכמה הוא שיעור הזאה וכו'.</b> בפי''ב דפרה: \n",
                "<b>בד''א שמי חטאת מטמאין וכו' אבל אחר שעשו מצותן אינן מטמאין כלל.</b> כך היא הנוסחא הנכונה בדברי רבינו והדין הוא משנה שם מי חטאת שעשו מצותן שאינם מטמאין וקתני במתניתין שהיו עושין מעשה כן ולפיכך פסק רבינו כן ולא חשש למה ששנינו בפ''ה דעדיות (משנה ג') שזה מקולי ב''ש וחומרי ב''ה שזהו דעת ר' ישמעאל לבדו ולא קי''ל כוותיה. ומה ששנינו שם המנטפים כשירים ולפיכך הם מטמאים לשם מי חטאת. כבר ביאר רבינו דהיינו דוקא בשטבל האזוב להזות על דבר שאינו מקבל טומאה: \n",
                "<b>וכתב</b> הראב''ד שאינו מקבל טומאה א''א כתבתי למעלה מה שנ''ל מהתוספתא עכ''ל. הוא בפרק עשירי ושם כתבתי ליישב דעת רבינו: \n\n"
            ],
            [
                "<b>אין מי חטאת מטמאין את הכל וכו' אבל מי חטאת שנפסלו וכו':</b> \n\n"
            ],
            [
                "<b>מי חטאת שנטמאו וכו'.</b> פ''ט דפרה מי חטאת שנפסלו מטמאין את הטהור לתרומה בידיו ובגופו ואת הטהור לחטאת לא בידיו ולא בגופו נטמאו מטמאין את הטהור לתרומה בידיו ובגופו ואת הטהור לחטאת בידיו אבל לא בגופו פירוש נפסלו פי' ששתת מהם בהמה וכיוצא מטמאים את הטהור לתרומה כאילו היו מים כשרים בין שנגע בהם בידיו בין שנגע בהם בגופו דכמי חטאת כשירים חשיבי וטומאה זו דרבנן היא דמדאורייתא כיון שנפסלו פרחה מהם טומאה החמורה ומשום הכי תני מטמאין את האדם דמשמע הטהור לתרומה דוקא לתרומה אבל לא לחולין ואת הטהור לחטאת לא בידיו כלומר אין מטמאין את הטהור בין נגע בהם בידיו בין נגע בהם בגופו וכתב שם רבינו שהטעם לפי שהוא ממין מה שהוא טהור לו ואם נטמאו מי חטאת ונגע בהם הטהור לחטאת בידיו נטמא גופו כדין טהור לחטאת שנגע במשקין טמאין אבל אם נגע בהם בגופו לא נטמא שכן דין נוגע במשקין טמאין: \n\n"
            ],
            [
                "<b>מי חטאת שנפלו לתוכן מי מעיין וכו'.</b> תוספתא פ''ח ומסיים בה בין כך ובין כך פסול להזות [מהן] והשמיטו רבינו לפי שסמך על מ''ש בפרק תשיעי: \n",
                "<b>וכתב</b> הר''י קורקוס ז''ל וק''ל שהרי כבר נתבאר דמי חטאת שנפסלו פרחה לה טומאת התורה מינייהו ולכך נוגע בהם טהור לחטאת והכא קתני מטמאים במשא ומשמע טומאה גמורה ככל מי חטאת ואין לומר דמיעוטא לא מטמא אלא מדרבנן דהא נתערב מים סתמא כתב בסמוך ועוד דשתת מהם בהמה שכתב לדעתו משום תערובת הרוק הוא והוי כל שהו ואפשר לומר כי מה שטהרנו לחטאת היינו במגע אבל במשא כיון שנושא אותם והם מי חטאת ואע''פ שנתערב בהם כל שהוא ונפסלו מפני שנמצאת טבילת האזוב חציה מן הפסול ואנן בטבילה בעינן שיעור מ''מ כשנושא כולם הרי נושא מי חטאת שיעור הזאה ולכך מטמאים במשא ולא במגע ועדיין אינו נוח לי עכ''ל: \n",
                "<b>אפר פרה שנתערב באפר מקלה וכו'.</b> פ''ט דפרה אפר כשר שנתערב באפר מקלה הולכין אחר הרוב לטמא. \n",
                "<b>ומ''ש אבל מטמאים במשא.</b> בפ''ג דבכורות עלה כ''ג: \n\n"
            ],
            [
                "<b>אפר כשר שנתנו על גבי המים שאינם ראויים לקדש וכו'.</b> פ''ט דפרה דהוי דינם כדין מי חטאת שנפסלו: \n\n"
            ],
            [
                "<b>מי חטאת שנפסלו וכו'.</b> שם וכת''ק. \n",
                "<b>ומ''ש שנא' חטאת היא.</b> כתב שם רבינו בספרי מייתי לה מהאי קרא: \n\n"
            ],
            [
                "<b>פרה ששתת מי חטאת וכו'.</b> שם פרה ששתתה מי חטאת בשרה טמא מעת לעת רבי יהודה אומר בטלו במעיה וסבר רב אשי בפרק קמא דפסחים (דף י''ח) דלרבי יהודה בטלו לגמרי דאפילו טומאה קלה לא מטמאה ופסק רבינו כרבי יהודה משום דאמרינן בספרי ובפירקא בתרא דמקואות דל''ח זקנים ור' יוסי הגלילי ור' טרפון כולם סוברים כרבי יהודה: \n\n"
            ],
            [
                "<b>המזה מחלון שמזין ממנו על הרבים וכו'.</b> בפרק י''ב דפרה וכתב שם רבינו עוד טעם אחר משום דמחלון של רבים דומה לספק טומאה ברשות הרבים ומחלון של יחיד דומה לספק טומאה ברשות היחיד: \n",
                "<b>מחליקין היו העם וכו'.</b> גם זה שם: \n",
                "<b>וכתב</b> הראב''ד שמא פסולים הן א''א ורובן מן המים שעשו מצוותן עכ''ל. ואיני יודע מה מלמדנו דמאי דתנן המים שעשו מצוותן שעשו כולם מצוותן ודאי הם ולא רובן בלבד אלא כולם נמי בחזקת שנעשו מצוותן הם: \n\n"
            ],
            [
                "<b>המזה באזוב הטמא לחטאת וכו'.</b> בפי''ב דפרה המזה באזוב טמאה אם יש בו כביצה המים פסולים וכו' ופירש שם רבינו דהמים פסולים היינו באזוב הטמא לחטאת אבל אם היה האזוב הטמא לקדש או לתרומה המים טמאים ובספרי רבינו כתוב כאן גבי כביצה והזייתו כשירה והוא טעות סופרים וצריך להגיה והזייתו פסולה וכך הוא בספר מוגה: \n",
                "<b>ומה שכתב ואזוב זה מטמא את חבירו.</b> לאו אדסמיך ליה קאי אלא איש בו כביצה כי אין אוכל מטמא אוכל עד שיהא בו כביצה: \n\n"
            ],
            [
                "<b>המגביה כלי שהוזה עליו וכו'.</b> שם אוחז הוא הטהור בקרדום הטמא ובכנפו ומזה עליו אע''פ שיש עליו מים כדי הזייה טהור וכפי' ר''ש שם: \n",
                "<b>נשלמו הלכות פרה אדומה:</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות פרה אדומה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}