{
    "title": "The Sabbath Epistle",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/The_Sabbath_Epistle",
    "text": {
        "Author's Preface": [
            "It was mid Friday night, the fourteenth day of the month of <i>Tevet</i>, in the year 4919,<sup>1</sup><i class=\"footnote\"> Corresponding to Saturday, December 13, 1158 C.E. (Gregorian calendar).</i> I, Abraham the Spaniard, known as “Ibn Ezra,”<sup>2</sup><i class=\"footnote\"> “Ibn Ezra” was a family name; the name of Rabbi Abraham Ibn Ezra’s father was Me’ir.</i> was in one of the cities of the island that is called “Edge of the Earth,”<sup>3</sup><i class=\"footnote\"> See Preface.</i> which is in the seventh zone of the inhabited zones of the earth.<sup>4</sup><i class=\"footnote\"> The ancients divided the inhabited portion of the earth (the northern hemisphere), into seven zones, from south to north. The seventh zone is the northern-most zone, in which England lies.</i> I was asleep and my sleep was sweet to me. I dreamt that what appeared to be a man stood before me with a sealed letter in his hand. He spoke up and said to me: “Take this letter that the Sabbath sends you.” I prostrated myself and bowed before God and I blessed the God who gave us the Sabbath for honoring me so. I took hold of the letter with both my hands and my hands dripped with myrrh. I read the letter and it was sweet as honey to my mouth. However, as I read the last lines my heart became agitated and my soul almost failed me. I asked the one who stood before me: “What is my iniquity and what is my sin? From the day that I knew the revered God who created me, and I learned his commandments, I have always loved the Sabbath. I would go out to greet her with a full heart even before she arrived, and I would send her forth when she departed with joy and song. Who among her servants is as faithful as I? Why did she send me this letter?” It read as follows: ",
            "“I am Sabbath, the crowned law for the dear ones, fourth of the Decalogue.",
            "I am a sign of an eternal covenant between God and his children.",
            "With me the Lord concluded all of his tasks, as it is written in the first of the books (Genesis).",
            "Manna did not fall on the Sabbath day in order that I serve as a sign for forebearers.<sup>5</sup><i class=\"footnote\"> A sign of the sanctity of the Sabbath.</i>",
            "I am a joy for those living on earth and tranquillity for those who dwell in graves.<sup>6</sup><i class=\"footnote\"> Even the dead rest on the Sabbath (<i>Bereshit Rabba </i>11:5).</i>",
            "I am a pleasure for both male and female; old and young rejoice in me.",
            "Mourners do not mourn in me nor eulogize the death of the righteous.",
            "Male-servant and maid-servant find quiet in me, and the strangers who are within the gates.",
            "All domesticated animals rest, as horses, donkeys and oxen.",
            "Every intelligent person sanctifies me over wine, the lowly perform the <i>Havdala </i>service as do Nazarites.",
            "Gates of understanding exist on any day, but on my day a hundred gates are opened. ",
            "My day is honored by not traveling, seeking one’s needs, nor speaking words.",
            "I protected you all the days so that you would carefully observe me from the days of your youth.",
            "In your old age a fault has been found in you, for books were brought into your house",
            "in which is written to profane the seventh night. How do you remain silent and not vow",
            "to compile letters of truth and send them in all directions.”",
            "The messenger of the Sabbath responded and said to me: “She was told that yesterday your students brought books of Biblical exegesis into your house in which is written to violate the Sabbath. Therefore, gird yourself on behalf of the Sabbath’s honor to fight the Torah’s battle with Sabbath’s enemies. Do not favor any person.”<sup>7</sup><i class=\"footnote\"> Do not refrain from voicing your opinion out of respect for the authority or scholarship of the author of this harmful interpretation.</i> ",
            "I awoke with my spirit pounding within me and my soul very troubled. I arose and my anger burned within me. I dressed, washed my hands, and took the books outside to the moonlight. There was written the following interpretation for the verse “there was evening and there was morning” (Genesis 1:5): “With dawn of the second day one full day ended, for nighttime follows daytime.”<sup>8</sup><i class=\"footnote\"> According to this interpretation, a 24-hour day extends from dawn of one day until dawn of the follow day. So the Sabbath would begin at dawn of the seventh day and conclude with the following dawn.</i> I almost tore my garment and also that commentary, saying: “It is better to violate one Sabbath so that Israel will not violate many Sabbaths,<sup>9</sup><i class=\"footnote\"> “The Torah teaches us that it is better for one to violate a single Sabbath in order that he may observe many Sabbaths” (<i>Yoma </i>85b).</i> if they should see this evil interpretation. We would also all be a mockery and a scorn in the eyes of the uncircumcised (Christians).” However, due to the honor of the Sabbath I restrained myself. ",
            "I vowed that I would not allow sleep for my eyes after the conclusion of the holy day until I wrote a lengthy letter explaining when the Torah’s day begins, thereby removing a stumbling block, a snare and a trap. For all of Israel, both the Pharisees (followers of the Rabbis) and the Sadducees (Karites), know that the only reason for writing the portion of Creation relating God’s actions each day is so that adherents of the Torah will know how to observe the Sabbath. They should rest as revered God rested, counting the days of the week. Now, if the sixth day ended with the morning of the seventh day, we should observe the following night (Saturday night). This interpretation will mislead all of Israel, those in the east and those in the west, those near and those far, both the living and the dead. God should avenge the Sabbath from one who believes this disturbing interpretation. The tongue of one who reads it aloud should cleave to his palate. Also the arm of the scribe who writes this commentary to Scripture should wither and his right eye weaken. ",
            "Thus begins the letter: "
        ],
        "Introduction": [
            "There is no disagreement among astronomers that there are two great circles (the celestial equator and the ecliptic).<sup>10</sup><i class=\"footnote\"> In the geocentric system of Ibn Ezra there are seven spheres that encompass the earth, each containing a planet; an eighth sphere, the “zodiacal sphere,” containing the zodiac and the fixed stars; and a ninth sphere, the “diurnal sphere,” which rotates all of the lower spheres from east to west in 24 hours. The ecliptic is a path through the zodiac and it is the projection of the sun’s path on the zodiacal sphere. The celestial equator is the projection of the earth’s equator on the diurnal sphere and lies midway between the celestial poles.</i> These are the outer circles, of which one is concentric with the earth.<sup>11</sup><i class=\"footnote\"> The diurnal sphere has as its center the center of the earth. The ecliptic is the projection of the sun’s path upon the zodiacal sphere, and, although the zodiacal sphere is concentric with the earth, however the sun’s sphere is eccentric with its center some distance from the earth’s center. (It seems to me that there is a scribe’s error here, and the text should read “the center of the earth is the center for each,” referring to both the zodiacal sphere and the diurnal sphere.)</i> They intersect at two points (the equinoctial points), and from there they diverge, one (the ecliptic) bending south and also north approximately two fifths of one sixth of the sphere.<sup>12</sup><i class=\"footnote\"> 2⁄5 ׳ 1⁄6 ׳ 360÷ = 24÷. This angle, called the “obliquity of the ecliptic,” is defined as the angle between the plane of the ecliptic and the plane of the equator. The modern value for the obliquity of the ecliptic is approximately 23÷26ʹ.</i> ",
            "One revolution, which includes all the spheres, is from east to west. The twelve zodiacal constellations<sup>13</sup><i class=\"footnote\"> The order of the zodiacal constellations and zodiacal signs is: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces.</i> complete a revolution in twenty-four hours,<sup>14</sup><i class=\"footnote\"> This is known as a “sidereal day,” which is the interval between two successive passes of the vernal equinox point over the meridian. A sidereal day is slightly less (by about four minutes) than a “solar day,” the interval of time between two successive passes of the sun across the meridian. Apparently Ibn Ezra used sidereal time rather than solar time.</i> and the seven planets<sup>15</sup><i class=\"footnote\"> The seven planets known at that time are: Moon, Mercury, Venus, Sun, Mars, Jupiter, and Saturn.</i> also finish their revolutions in approximately the same amount of time. The second revolution is from west to east. It also includes all of the spheres, for the poles of the spheres of the planets are similar to the poles of the zodiacal sphere.<sup>16</sup><i class=\"footnote\"> All of the lower eight spheres that contain the planets and the fixed stars rotate at various rates around the earth from west to east.</i> Only the sun maintains the path of the ecliptic, not deviating south nor north. It traverses the complete zodiac in 365 days, five hours, and fractions of an hour. This is a solar year and the true year, for the days return a second time to what they were in the preceding year. For this reason a year is called “<i>shana</i>” (repetition). ",
            "Since the sun inclines north and south, the year is divided into four seasons, namely “winter and spring and summer and autumn” (Genesis 8:22). For “planting” is the half year when the sun is in the southern signs (autumn and winter), and “reaping” is when the sun is in the northern signs (spring and summer).<sup>17</sup><i class=\"footnote\"> The verse reads: “Forever, all the days of the earth, planting and reaping, and winter and spring and summer and autumn, and day and night, shall not cease” (Genesis 8:22). Ibn Ezra understands that four of these terms refer to the four seasons, while “planting and reaping” is an alternative division of the year into two halves, when the sun is in the southern signs and when it is in the northern signs. See Ibn Ezra’s commentary to that verse.</i> The verse began with the winter days. This season commences when the sun is at its southern extremity (winter solstice). Then the days begin to lengthen and the nights to shorten. This season has cold and wet days. When the sun reaches the point of intersection (vernal equinox), then day and night are equal throughout the earth. This season (spring) has hot and wet days. From its commencement the days begin to be longer than the nights, for the sun bends towards the north. This season ends when the sun reaches its northern extremity (summer solstice). Then the next season (summer) begins. The sun recedes from the north and the days begin to shorten and the nights to lengthen. These days, which are the days of summer, are hot and dry. When the sun reaches the second point of intersection (autumnal equinox) the day and night are of equal length. From then on the days begin to be shorter than the nights, which grow longer. This season (autumn) has cold and dry days. Since the summer and autumn seasons are dry, Scripture states “this will be in summer and in autumn” (Zachariah 14:8).<sup>18</sup><i class=\"footnote\"> The verse reads: “It shall be on that day that fresh water will come forth from Jerusalem, half flowing to the eastern sea and half to the western sea, this will be in summer and in autumn.”</i> For at those times the rivers diminish, except for the Nile which originates from springs in the Mountains of the Moon to the south.<sup>19</sup><i class=\"footnote\"> The Mountains of the Moon are a mountain range in central Africa. They were believed to be the source of the White Nile.</i> ",
            "So the annual seasons are dependent on the sun; similarly the daily seasons.<sup>20</sup><i class=\"footnote\"> The day is divided into quarters just as the year is. See the beginning of Gate 3.</i> The truth is that the planets do not have the ability to affect the sun’s actions, only to add or diminish heat or cold. For the sun’s action is equivalent to the actions of all the others, since it is the largest created body,<sup>21</sup><i class=\"footnote\"> Scholars then believed that the sun was the largest created body in the universe.</i> it is closest to the earth,<sup>22</sup><i class=\"footnote\"> There was discussion among medieval astronomers regarding the relative distances of the sun, Mercury, and Venus from the earth. Here Ibn Ezra accepts the view that, besides the moon, the sun is closer to earth than all other planets and stars.</i> and it rules over daytime. ",
            "Since the year consists of months, and the month is dependent on the moon, the smaller luminary, therefore I divided this letter into three gates: the first concerns the beginning of the Torah’s year; the second, the beginning of the Torah’s month; and the third, the beginning of the Torah’s day. \n"
        ],
        "First Gate; On the Beginning of the Year": [
            "Eastern scholars<sup>1</sup><i class=\"footnote\"> These are Hindu scholars (commentary to Leviticus 25:9).</i> said that the solar year has an excess of 1⁄120 of a day, beyond the ¼ of a day that is in addition to the number of full days (365).<sup>2</sup><i class=\"footnote\"> Thus a solar year is 365 + ¼ + 1⁄120 days, or 365 days, 6 hours, and 12 minutes, approximately 365.2583 days.</i> Persian scholars said that the excess is 1⁄115 of a day.<sup>3</sup><i class=\"footnote\"> According to the Persian scholars a solar year is 365 + ¼ + 1⁄115 ~ 365.2587 days.</i> Chaldean scholars said that the excess is 1⁄170 of a day.<sup>4</sup><i class=\"footnote\"> 365 + ¼ + 1⁄170 ~ 365.2559 days.</i> Greek scholars said that the solar year is deficient by ⅓00 of a day from ¼ of a day.<sup>5</sup><i class=\"footnote\"> 365 + ¼ – ⅓00 ~ 365.2467 days. This value for the solar year was obtained by Hipparchus about the year 135 b.c.e. (<i>Almagest </i>iii, 1, p. 137; see Evans, p. 209).</i> Recent scholars, and they are many, said that the deficiency is 1⁄106 of a day;<sup>6</sup><i class=\"footnote\"> These are certain Arab scholars (<i>Sefer haMoladot</i>, p. 240). According to their calculations a solar year is 365 + ¼ – 1⁄106 ~ 365.2406 days.</i> others say 1⁄110 of a day.<sup>7</sup><i class=\"footnote\"> Other Arab scholars (<i>Sefer haTa‘amim </i>ii, p. 44). Thus a solar year is 365 + ¼ – 1⁄110 ~ 365.2409 days.</i> ",
            "Both those who add and those who subtract are close to the truth. According to those who add, a year is relative to a point on that sphere whose center is distant from the earth’s center.<sup>8</sup><i class=\"footnote\"> That is, from a point on the solar sphere. The sun’s sphere is eccentric with its center slightly removed from the center of the earth. This opinion for the length of a solar year is that of the Persian scholars (<i>Shalosh She’elot</i>, p. 2). Such a year is called an “anomalistic year,” and is defined (geocentrically) as the average interval between successive passes of the sun through its perigee (the point in the sun’s orbit that is closest to earth). The current approximation for an anomalistic year is 365 days, 6 hours, 13 minutes, and 53 seconds, or 365.2596 days.</i> Such a year is approximately the span of time from the conjunction of the sun with a fixed star to its conjunction a second time.<sup>9</sup><i class=\"footnote\"> This was the view of the Hindu scholars (<i>Shalosh She’elot</i>, pp. 1–2). Such a year is called a “sidereal year,” and is defined as the time required for the sun to complete one revolution around the earth, measured relative to the fixed stars (sidereal). The current approximation for such a sidereal year is 365 days, 6 hours, 9 minutes, and 9 seconds, or 365.2564 days.</i> The correct excess is 1⁄150.<sup>10</sup><i class=\"footnote\"> According to Ibn Ezra a sidereal year is 365 + ¼ + 1⁄150 ~ 365.2567 days.</i> This is a year as defined by astrologers. According to those who subtract from ¼ of a day, a year is relative to a point of intersection of the two great circles (an equinoctial point), or when the sun is at its farthest point [north or south] (a solstitial point).<sup>11</sup><i class=\"footnote\"> This is a year according to Greek and Arab scholars. Such a year is called a “tropical year” (or “equinoctial year”), and is defined as the interval of time between successive vernal equinoxes. This period of time is currently approximated as 365 days, 5 hours, 48 minutes, and 46 seconds, or 365.2422 days.</i> This is the year that is needed for all people.<sup>12</sup><i class=\"footnote\"> The equinoxes and solstices determine the seasons for agriculture and all weather related endeavors. Thus if one of the larger values was used for a solar year, over time the seasons would drift, occurring later and later relative to an agricultural based calendar, and leading to confusion among the population.</i> The defect is approximately 1⁄130 of a day.<sup>13</sup><i class=\"footnote\"> According to Ibn Ezra, a tropical year is 365 + ¼ – 1⁄130 ~ 365.2423 days. In <i>Sefer haMoladot </i>(p. 241), Ibn Ezra sets the value for a tropical year as 365 days, 5 hours, and 49 minutes, approximately 365.2424 days.</i> ",
            "The disagreement arose due to the movement of the fixed stars in their sphere.<sup>14</sup><i class=\"footnote\"> The fixed stars appear to revolve slowly from west to east about the poles of the ecliptic. This revolution is called “precession.” Because of precession, the sun must travel a little farther to return to the same star position than to return to the same equinoctial point. Hence a sidereal year is slightly longer than a tropical year. There is disagreement as to the rate of precession, which in turn leads to the disagreement as to the length of a sidereal year.</i> For the ancients said that this movement is one degree in a hundred years;<sup>15</sup><i class=\"footnote\"> This is the rate given by Ptolemy in <i>Almagest </i>vii, 3 (p. 338). Assuming that a tropical year is 365.2422 days, the length <i>x </i>of a sidereal year would follow from the proportion 360.01 ק 360 = <i>x </i>ק 365.2422, or <i>x </i>~ 365.2523 days.</i> later scholars said in 66 years;<sup>16</sup><i class=\"footnote\"> This rate was given by the ninth-century Arab astronomer Al-Battani (Evans, p. 275). Hence a sidereal year is (360 + 1⁄66) ק 360 = <i>x </i>ק 365.2422, or <i>x </i>~ 365.2576 days.</i> some say in 70 years.<sup>17</sup><i class=\"footnote\"> This rate was given by another ninth century Arab astronomer, Ibn Yunus (Evans, p. 279). So a sidereal year is (360 + 1⁄70) ק 360 = <i>x </i>ק 365.2422, or <i>x </i>~ 365.2567 days. The currently accepted rate of precession is about one degree in 72 years, or 50 seconds per year. This would set a sidereal year at approximately (360 + 1⁄72) ק 360 = <i>x </i>ק 365.2422, or <i>x </i>~ 365.2563 days (see note 9).</i> The instruments for examination are only approximate, for it is not humanly possible to divide the degrees into seconds. Also, some say that at the two equinoctial points there are two small circles, therefore the motion sometimes advances and sometimes recedes.<sup>18</sup><i class=\"footnote\"> This refers to the system of Thabit ibn Qurra (ca. 824–901 C.E.) and his “Theory of Trepidation.” This theory was meant to explain two phenomena: (1) a decrease in the obliquity of the ecliptic, and (2) a variability of the rate of precession. The idea was that the ecliptic rotated on two circles at the equinoctial points in the sphere of fixed stars, causing the stars to advance (“accession”) or recede (“recession”) with respect to the equinoxes. For a full explanation of trepidation see Evans, pp. 274–280.</i> Thus no one knows the exact length of a solar year. I now return to investigate a year according to the Torah. ",
            "Judah the Persian<sup>19</sup><i class=\"footnote\"> Mentioned by Ibn Ezra in his <i>Commentary to the Pentateuch </i>and elsewhere. Nothing is known of this scholar. (See <i>Encyclopedia Judaica</i>, second edition, vol. 11, p. 505.)</i> said that the years used by Israel were solar years, because he found the festivals were on fixed dates: Passover when the barley ripens (Exodus 34:18), Pentacost at reaping time (<i>ibid</i>. 34:22), and Tabernacles at harvest time (Deuteronomy 16:13). However, what can be done since Moses did not specify the length of a year?<sup>20</sup><i class=\"footnote\"> Since the Bible does not specify the exact length of a solar year, the Karites are left with the matter being undecided. This will also affect determination of the festivals.</i> Also, how will he explain the use of the Hebrew term “<i>hodesh</i>” (new) for “month,” for what is renewed relative to the sun? The uncircumcised (Christians), because their years are solar years and they found that a full year contains twelve lunations, divided the days of the year into twelve parts, for this number is closest to the number of lunar months. The result is that some months are 30 days and some months are 31 days.<sup>21</sup><i class=\"footnote\"> Here Ibn Ezra accounts for the division of a year into twelve parts, even if one uses a solar calendar. However, the term “<i>hodesh</i>” would not be appropriate for such solar months.</i>",
            "Judah the Persian also said that the years referred to in the story of Noah were solar years, since he found that the Deluge commenced “in the six-hundredth year of Noah’s life” (Genesis 7:11), and it subsequently states “in the six-hundredth and first year” (<i>ibid</i>. 8:13).<sup>22</sup><i class=\"footnote\"> The duration of the flood is measured relative to the age of Noah, and a person’s age is based on solar years, as are all living things (cf. note 69). Therefore the years referred to in the story of Noah must be solar years.</i> For this reason an additional ten days were added to the number of months,<sup>23</sup><i class=\"footnote\"> The Deluge commenced on the seventeenth day of the second month (Genesis 7:11). The earth dried and Noah exited the Ark one year later on the twenty seventh day of the second month (<i>ibid</i>. 8:14). Thus Noah remained in the Ark one full year and an additional ten days.</i> for this number is approximately the excess of a solar year over a lunar year.<sup>24</sup><i class=\"footnote\"> A solar year is approximately 365 days while an ordinary lunar year (12 months) is approximately 354 days, a difference of about eleven days.</i> But this figure contradicts Judah the Persian’s own words, since he now admits that a month is based on the moon. He also said that the Ark came to rest after five months,<sup>25</sup><i class=\"footnote\"> The rain began on the seventeenth of the second month (Genesis 7:11) and the Ark came to rest on Mount Ararat on the seventeenth of the seventh month (<i>ibid</i>. 8:4), a span of five months.</i> a total of “one hundred and fifty days” (<i>ibid</i>. 8: 3). <sup>26</sup><i class=\"footnote\"> From this Judah the Persian again derived that the years enumerated in the Noah story are solar, because in a lunar calendar five months would consist of approximately 5 ׳ 29.5 = 147.5 days, less than 150 days.</i> Because of this problem, the Gaon (Rabbi Saadia)<sup>27</sup><i class=\"footnote\"> Rabbi Saadia ben Yosef Al-Fayyumi (892–942) was Gaon of the academy at Sura.</i> was forced to set <i>Tishre </i>as the beginning of Noah’s years.<sup>28</sup><i class=\"footnote\"> Rabbi Saadia Gaon disagreed with Judah the Persian and was of the opinion that the months recorded in the Noah story were lunar months. To resolve the seeming contradiction between five months and 150 days, Rabbi Saadia said that the months used in the story of Noah were numbered from <i>Tishre</i>, and the year of the Deluge was a leap year with <i>Marheshvon </i>and <i>Khislev </i>both full months. Hence we have 14 days of <i>Marheshvon</i>, 30 days of <i>Khislev</i>, 29 days of <i>Tevet</i>, 30 days of <i>Shevat</i>, 30 days of <i>Adar </i>i, and 17 days from <i>Adar </i>ii, a total of exactly 150 days. In his <i>Alternative Commentary to Genesis </i>(7:11), Ibn Ezra criticizes Rabbi Saadia’s solution by claiming that a year cannot have so many consecutive full months of thirty days.</i> But this is not necessary,<sup>29</sup><i class=\"footnote\"> Such a solution is not necessary to counter Judah the Persian.</i> for even according to the months of a solar year (1⁄12 of 365 days), the count would be two days longer than what is recorded in Scripture.<sup>30</sup><i class=\"footnote\"> 5 ׳ (1⁄12 ׳ 365) = 152+ days, more than the 150 days stated in Scripture. Ibn Ezra’s resolution of the seeming contradiction (150 days verses five months) is given in his <i>Alternative Commentary to Genesis </i>(7:11): The months in the story of Noah are solar, but based on a calendar similar to that of the Egyptians, where eleven months of the year are thirty days long and one month has 35 days. So five standard months would be 5 ׳ 30 = 150 days.</i> Even if Noah counted by solar years, it would be of no consequence.<sup>31</sup><i class=\"footnote\"> It is of no importance how Noah calculated the year, for our laws are based on the teachings of Moses.</i> Hence, we must search for the Torah’s year from Moses (the Pentateuch) or from the holy scribes (the Rabbis). We will begin with them. ",
            "We find the solar cycle of Shmuel<sup>32</sup><i class=\"footnote\"> A scholar of the Talmud (<i>’amora</i>) who lived around 300 C.E. in Neharde‘a, Babylonia. Shmuel was well acquainted with astronomy and declared “The paths of the heavens are as clear to me as the paths of Neharde‘a” (<i>Berachot </i>58b).</i> to be exactly 365¼ days, not more nor less.<sup>33</sup><i class=\"footnote\"> Shmuel said that each of the four seasons is 91 days and 7.5 hours (<i>‘eruvin </i>56a). Thus a solar year consists of 365 days and 6 hours.</i> In his days that was close to the truth,<sup>34</sup><i class=\"footnote\"> Although Shmuel’s solar cycle is excessive, relative to the currently accepted value of a solar year, by about one day every 128 years (see Appendix A), however, Shmuel also set the first (virtual) vernal equinox at the time of Creation about seven days before the accepted date. Hence, at the time of Shmuel the discrepancy in his approximation of the vernal equinox (and hence of the solar calendar) and the actual vernal equinox was not great. To see this we calculate (see Appendix A): Shmuel lived around the year 4010 Anno Mundo (A.M.) (250 C.E.), the first year of the 212th <i>mahzor</i>. Multiplying the character of a <i>mahzor </i>by 211 (the number of past <i>mahzorim</i>), we obtain 211 ׳ (1 hour, 485 <i>halaqim</i>) = 12 days, 17 hours, and 815 <i>halaqim</i>. Subtracting the starting interval of 7 days, 9 hours, and 642 <i>halaqim</i>, we have the span between <i>molad Nisan </i>and the vernal equinox for the year 4010 of approximately 5 days. So according to Shmuel, the vernal equinox took place about the fifth of <i>Nisan</i>, which corresponds with March 25, 250 in the Gregorian calendar. This is quite close to the true vernal equinox (March 21).</i> and he cited a figure appropriate for his students. He did a similar thing in a <i>Bereita</i>,<sup>35</sup><i class=\"footnote\"> See <i>Bereita of Shmuel</i>, ch. 5 (p. 29). Apparently Ibn Ezra is of the opinion that the author of <i>Bereita of Shmuel </i>was the ’<i>amora </i>Shmuel, the same scholar quoted in the Talmud regarding the seasons.</i> where, in calculating the mean lunar month, he did not include the 73 <i>halaqim</i><sup>36</sup><i class=\"footnote\"> One <i>heleq </i>(part) is 1⁄1080 of an hour. We have the following conversions: 1 hour (h) = 1080 <i>halaqim </i>(p), 1 minute (m) = 18p, 1 second (s) = 0.3p. Also 1 <i>heleq </i>is 3 and ⅓ seconds.</i> which are in addition to ⅔ of an hour.<sup>37</sup><i class=\"footnote\"> According to the Talmud, a mean lunar month consists of 29 days, 12 hours, 40 minutes, and 73 <i>halaqim </i>(<i>Rosh haShana </i>25a). In the <i>Bereita of Shmuel </i>the 73 <i>halaqim </i>are omitted.</i> It is also written that there are two cycles, the cycle of Rav Adda<sup>38</sup><i class=\"footnote\"> Rav Adda bar Ahava, a third-century Babylonian ’<i>amora</i>. He composed a treatise on the calendar titled <i>Bereita deRav Adda</i>.</i> in private and the cycle of Shmuel in public. The reason that Rav Adda’s figure was in private was because of prognostications, lest their scholars know the true cycle.<sup>39</sup><i class=\"footnote\"> If unscrupulous astrologers would know the true solar cycle, they might use the information for nefarious purposes. (See <i>Sefer ha‘ibbur</i>, p. 6b.)</i> ",
            "Today Shmuel’s cycle is not correct.<sup>40</sup><i class=\"footnote\"> In the year 4919, the year that Ibn Ezra wrote <i>The Sabbath Epistle</i>, the vernal equinox according to Shmuel should have been April 1, about ten days later than the true vernal equinox (see Appendix A, Table 7). Thus, referring to the vernal equinox for the year 4918, Ibn Ezra writes: “Even the simplest of simpletons can see that the day and night were equal close to eleven days ago” (<i>Ha‘ibbur</i>, p. 8b).</i> The daily shadow in each place is positive proof for the scholar.<sup>41</sup><i class=\"footnote\"> Thus for example, at the time of the winter solstice it is easily observed that the true solstice does not coincide with Shmuel’s calculation. A sundial would be useful for these observations.</i> Also it is written “If you see that the winter season extends until the sixteenth of <i>Nisan</i>, do not hesitate to intercalate that year” (<i>Rosh haShana </i>21a). Now, according to Shmuel’s calculation, last year (4918) spring began on the 25th of <i>Nisan</i>.<sup>42</sup><i class=\"footnote\"> See Appendix A, Table 7.</i> So we transgressed the words of our Sages. Heaven forbid! We certainly observed the holiday in its correct time. Thus the cycle of Rav Adda is more exact than that of Shmuel, for the beginning of spring will not go beyond the given date (16 days in <i>Nisan</i>).<sup>43</sup><i class=\"footnote\"> See Appendix B, Table 5. In <i>Sefer ha‘ibbur </i>(p. 3b), Ibn Ezra sets Rav Adda’s figure for a tropical year as 365 days, 5 hours, 997 <i>halaqim</i>, and 48 <i>rega‘im </i>(secondary parts, s), where 76 <i>rega‘im </i>constitute one <i>heleq</i>. This is equivalent to 365 days, 5 hours, 55 minutes, and 25 + 25⁄57 seconds, approximately 365.2468 days. This value is obtained by equating 19 tropical years to 235 mean lunar months. 235 months calculates to 6939d, 16h, 595p. Dividing by 19, we arrive at Rav Adda’s figure. (See Appendix B.) This same figure is given by Maimonides in <i>Mishne Torah</i>, Laws of Sanctification of the New Moon 10:1. Note that earlier Ibn Ezra set a tropical year at approximately 365.2423 days (see note 13). Summarizing, we have the following opinions for the length of a tropical year: Shmuel: 365.25 days (exact), Rav Adda: 365.2468 days (rounded off), Ibn Ezra: 365.2423 days (rounded off), Current value: 365.2422 days (rounded off). Thus Shmuel’s cycle differs from the currently accepted approximate value by 0.78 day per century, or about ¾ of a day per century. Rav Adda’s figure differs from the currently accepted approximate value by about 0.46 day per century, or about ½ day per century. So it is difficult to understand why Ibn Ezra is so critical of Shmuel’s cycle and not that of Rav Adda. At the time of Ibn Ezra (4919), Rav Adda’s cycle had fallen behind by over 22 days; Shmuel’s cycle had fallen behind by over 38 days. Note that Ibn Ezra’s figure differs from the currently accepted figure by less that ½ day over the 49 centuries since Creation. Also, looking at Table 6 of Appendix B, we see that Rav Adda’s date for the vernal equinox differs from the true current vernal equinox by about seven days.</i> ",
            "Today we do not need to know the solar cycle in order to set the holidays.<sup>44</sup><i class=\"footnote\"> We use a fixed calendar in which the holidays are set.</i> ",
            "Also, Shmuel’s figure contradicts the fixed calendar. For according to his calculation there remains in each <i>mahzor </i>(nineteen year cycle) one hour and 485 <i>halaqim</i>.<sup>45</sup><i class=\"footnote\"> In 19 solar year, Shmuel’s figure gives us 19 ׳ (365d, 6h) = 6939d, 18h. Also, in one <i>mahzor</i>, the Hebrew calendar (<i>‘ibbur</i>) contains 12 “ordinary” years of 12 lunations and 7 “embolismic” years of 13 lunations, a total of 235 lunations. Each lunation is 29d, 12h, 793p. Thus 235 lunations is 6939d, 16h, 595p. So the difference between Shmuel’s cycle and the calendar is 1 hour and 485 halaqim per <i>mahzor</i>, approximately 0.0604 day per <i>mahzor</i>. This comes to about 0.0032 day per year, or 0.32 day per century. This is the difference between Shmuel’s cycle and that of Rav Adda.</i> However, by right not even one <i>heleq </i>should remain, for then you will not have a complete <i>mahzor</i>. In addition, all scientists agree that 19 solar years is equal to 235 lunar months.<sup>46</sup><i class=\"footnote\"> Based on current approximations, 19 tropical years do not equal exactly 235 lunar months. 19 tropical years totals 19 ׳ 365.2422 = 6939.6018 days. 235 lunar months is 235 ׳ (29d, 12h, 793p) = 6939.6896 days, a difference of 0.0878 day per <i>mahzor</i>. Over a century this would amount to a difference of almost one half day.</i> That is the reason for having seven embolismic years. But today, as a result of the excess, there has accumulated approximately one-half month.<sup>47</sup><i class=\"footnote\"> In the year 4919, 258 <i>mahzorim </i>and an additional 16 years had passed since Creation. Each <i>mahzor </i>has an excess of 1h, 485p. Thus 258 <i>mahzorim </i>would give an excess of 258 ׳ (1h, 485p) = 15d, 13h, 930p, or approximately ½ month.</i> Perhaps those who love Shmuel’s cycle will tell us what we should do with them. ",
            "Also, he divided the year into four seasons of equal length.<sup>48</sup><i class=\"footnote\"> Shmuel set each season at 91 days and 7½ hours (<i>‘eruvin </i>56a).</i> This is true in the solar sphere, but it is not true relative to the zodiacal sphere, since the sun’s speed changes depending if it is closer to or farther from its apogee.<sup>49</sup><i class=\"footnote\"> The ancients believed that the sun orbited the earth at a constant speed. However, since the center of the sun’s sphere differed from the earth’s center, the speed of the sun varied relative to an observer on earth. This apparent variation in speed is known as the “solar anomaly.” The sun’s apparent speed is least at its apogee and greatest at its perigee. In the days of Ibn Ezra the sun’s apogee was between the summer solstitial point and the autumnal equinoctial point. (See Evans, p. 211.)</i> There are over 94 days and many hours from the moment of vernal equinox, which begins the spring season, until the sun is at the extreme north (summer solstice), which is the beginning of the changeable sign,<sup>50</sup><i class=\"footnote\"> The sign Cancer. The “changeable signs” are the signs that appear at the time of a season change, namely Aries (spring), Cancer (summer), Libra (autumn), and Capricorn (winter).</i> for then the season ends and we have the longest day. The second season (summer) is approximately the same number of days. The two remaining seasons (autumn and winter) are approximately 177 days.<sup>51</sup><i class=\"footnote\"> Spring and summer together comprise 2 ׳ 94 = 188 days, leaving 365 – 188 = 177 days for autumn and winter.</i> This is accurate with definitive proof.<sup>52</sup><i class=\"footnote\"> “The definitive values for the lengths of the seasons in antiquity were those of Hipparchus, measured around 130 b.c.e.: Spring 94½ days Summer 92½ days Autumn 88 and ⅛ days Winter 90 and ⅛ days” (Evans, p. 210).</i> ",
            "Now, what value is there in calculating the seasons according Shmuel? Even if his division was correct, what benefit would there be for the people of this island in knowing the time of the season change, since it is determined based on Jerusalem. For the sun rises there around four equinoctial hours before it rises on this island.<sup>53</sup><i class=\"footnote\"> This is not accurate. Jerusalem is located at a longitude of 35÷10ʹ E, while London is at 0÷3ʹ W, so the difference in longitude is 35÷13ʹ, about two hours and 21 minutes. (An arc of 15÷ represents one hour.) In <i>Sefer ha‘ibbur </i>(p. 8b), Ibn Ezra estimates the distance between Jerusalem and England at three or four hours. This agrees with the value that Claudius Ptolemy (<i>The Geography</i>, pp. 49 and 128) gave, setting the distance between Jerusalem and London at about 50÷ of longitude, or three and one third hours.</i> Our Rabbis agree in this matter, for they used the terms “new” and “old,” “for us” and “for them” (<i>Rosh haShana </i>20b).",
            "Furthermore, assume that the seasons are relative to this island. Thus, if spring began at the beginning of the night, then summer would begin seven and one-half hours after nightfall. But night on this island is only seven hours in duration,<sup>54</sup><i class=\"footnote\"> The relation between the length of the night (N) at summer solstice for a certain position (S) on earth, with latitude (L), is given by the equation cos (7.5 ׳ N) = tan (23÷26ʹ) ׳ tan L (Evans, p. 120). London is at a latitude of L = 51÷30ʹ north, so N = 1⁄7.5 ׳ arccos (tan (23÷26ʹ) ׳ tan (51÷30ʹ)) = 7.60 hours. Thus the summer solstitial night is 7.60 hours in duration, and the day is 16.40 hours. This is approximately the value given by Ptolemy for Southern Brittania (<i>Almagest </i>ii, 6, p. 87). Ibn Ezra’s assertion that the summer solstitical night was only seven hours, might indicate that he was residing in the northern part of the British Isle, or the Halachic definition of night is different than the astronomical definition.</i> so the season will begin after sunrise.<sup>55</sup><i class=\"footnote\"> Shmuel said (<i>‘eruvin </i>56a) that the summer season always begins at 1½ hours or 7½ hours of the day or night. However, if spring began at sundown in England, then summer would begin at ½ hour of the day, since night is only 7 hours long. However, Jerusalem which is at 31÷47ʹ N, has a shortest night and shortest day of approximately 9.92 hours, so Shmuel’s statement would be valid.</i> Anyone who says that the season is based on unequal (seasonal) hours, which are twelve in the day and also twelve in the night,<sup>56</sup><i class=\"footnote\"> The division of a day into “seasonal hours” divides the period of time from sunrise to sunset into 12 equal parts, called “daytime hours,” and also the period from sunset to sunrise into 12 equal parts, called “nighttime hours.” Daytime hours and nighttime hours are not necessarily of equal length. Thus the length of an “hour” varies over the year. This differs from “equinoctial hours,” which is the division of the period from one midnight to the following midnight into 24 equal hours, where each hour corresponds to 360÷ ק 24 = 15÷ of the sun’s daily revolution about earth. Thus, if Shmuel was speaking of seasonal hours, then whenever spring began at sundown in England, summer would begin (7½ hours ׳ 7⁄12) = 4.375 equinoctial hours after nightfall, or about 12:52 a.m.</i> is more hopeless than a fool. For how is it possible that an arc that measures 105÷ at the equator should be like an arc that measures 255÷?<sup>57</sup><i class=\"footnote\"> At summer solstice in England, daytime extends for 17 equinoctial hours, an arc of 255÷. At winter solstice, daytime is only 7 equinoctial hours, an arc of 105÷. Ibn Ezra believed that it was not reasonable that an arc of 105÷ should be divided into the same number of parts (12) as an arc of 255÷. In <i>Sefer ha‘ibbur </i>(pp. 8b-9a) Ibn Ezra states his critique somewhat differently: “One cannot claim that Shmuel’s hours are seasonal hours, determined by each night and by each day, since he divided the year into equal quarters.”</i> ",
            "Therefore scholars think<sup>58</sup><i class=\"footnote\"> See Hipparchus, <i>Commentary on the Phenomena of Aratus and Eudoxus </i>ii, 1, 4–6 (cited by Evans, p. 98 and note 35).</i> that since six zodiacal signs rise in all places every day,<sup>59</sup><i class=\"footnote\"> “In the course of any night, six signs of the zodiac rise. The proof of this assertion is elementary. At the beginning of night (sunset), the point of the ecliptic that is diametrically opposite the sun will be in the eastern horizon. At the end of the night (sunrise), the point opposite the sun will have advanced to the western horizon. The half of the ecliptic following this point is then seen above the horizon and is the very part of the ecliptic that rose in the course of the night” (Evans, p. 95).</i> that each sign rises in two hours.<sup>60</sup><i class=\"footnote\"> That is, in two seasonal hours. The fact that six signs rise each night was often used as a method of telling the approximate time at night. “The risings of six zodiacal signs every night divide the night into six roughly equal parts, of two seasonal hours each. A glance toward the eastern horizon, to see which zodiacal constellation is rising, will suffice to determine the time of night, provided that one knows which constellation the sun is in” (Evans’ p. 95).</i> But this is false and empty. For no zodiacal sign ever rises in any place in two hours,<sup>61</sup><i class=\"footnote\"> Hipparchus (<i>ibid</i>.) voiced a similar critique of the scholars of his day (cited by Evans, p. 98).</i> even on the equator where the day and night are always equal.<sup>62</sup><i class=\"footnote\"> See <i>Almagest </i>ii, 8, pp. 100–103, for a Table of Ascensions.</i> All the more so for any place that is a great distance from the equator. Note that in this island the sign Aries rises in 4⁄5 of an equinoctial hour, while the sign Leo rises in a little less than three hours.<sup>63</sup><i class=\"footnote\"> See <i>Almagest</i>, <i>ibid</i>., p. 103, where we find that in Southernmost Brittania, Aries rises in 12÷48ʹ “time-degrees,” or (12÷ 48ʹ) ׳ 1⁄15 = 0.85 equinoctial hour. Leo rises in 42÷ 53’, or (42÷ 53’) ׳ 1⁄15 = 2.86 equinoctial hours.</i> Anyone familiar with the constellations of the zodiacal sphere can see this. Even the moon during new moon when it is in the sign Libra.<sup>64</sup><i class=\"footnote\"> Normally the moon is not visible for about 24 hours after conjunction with the sun. However, there are situations, for example at the beginning of autumn (Libra), when the moon is visible within 6 hours of conjunction.</i> Every person can see the image in the circle of the astrolabe, whether it is spherical or not spherical.<sup>65</sup><i class=\"footnote\"> A spherical astrolabe, usually called an “armillary sphere,” is described by Ptolemy in <i>Almagest</i>, v, 1. In his book <i>Kli Nehoshet</i>, Ibn Ezra describes the construction and use of a plane astrolabe. (See Evans, pp. 141–161.)</i> Thus any fool who knows the cycle of Shmuel and the names of the signs and the seven planets, thinks that he is an astronomer. But he never heard the sound of wisdom, certainly not smelled its smell nor tasted its taste. ",
            "The Torah does not oblige us to know when a season begins, nor its day,<sup>66</sup><i class=\"footnote\"> “Day” might refer here to the day of the week.</i> and certainly not its hour. A question was asked of Rabbi Hai:<sup>67</sup><i class=\"footnote\"> Rabbi Hai ben Sherira Gaon (939–1038) was Gaon of the Pumbeditha Academy at the end of the Geonic period.</i> “Why do Jews who live in the West avoid drinking water at the change of a season?” He responded that it is merely a superstition. Since it is the beginning of the year or the beginning of a quarter, they do not want to drink water that is free. They prefer eating all types of sweets so that their year is sweet. I say that the one who serves God and trusts only in Him will have a sweet year. Those who know the true season do not say that it is harmful for one who eats or drinks. With regards to bloating, that is the talk of old women.<sup>68</sup><i class=\"footnote\"> It was believed that one who eats or drinks at the beginning of a season will become bloated and ill. Ibn Ezra disregards that as a superstition.</i> ",
            "I will now discuss the beginning of the year. I say, firstly, that a circle has no starting point. Rather it is at each person’s discretion. Thus the beginning of each individual’s year is from the moment he was born, and when the sun returns to the same point at which it was earlier, the person completes one full year.<sup>69</sup><i class=\"footnote\"> It appears that Ibn Ezra is of the opinion that a person’s birthdate and age are determined by the solar calendar. This is in agreement with Rabbi Saadia Gaon’s statement: “A person’s life is numbered according to solar years, as is the life of any growing thing, for example, trees and the like” (Rabbi Saadia Gaon, <i>Commentary on Genesis</i>, p. 342).</i> The starting point for correcting the sun’s orbit is from its apogee.<sup>70</sup><i class=\"footnote\"> In calculating the true position of the sun relative to the zodiacal sphere, the starting point is the sun’s apogee. The angular distance of the sun’s mean position from the apogee is called the “mean anomaly”. (See <i>Almagest </i>iii, 8, p. 169.)</i> The correction for a planet begins with the moment it is in conjunction with the sun, for then the planet is at the farthest point of its epicycle.<sup>71</sup><i class=\"footnote\"> The apogee of a planet relative to earth is always near the point of the planet’s conjunction with the sun, for then the centers of the earth, the sun, and the planet are collinear.</i> Also the moon is at its farthest point of its deferent.<sup>72</sup><i class=\"footnote\"> Extreme values for apogee and perigee distances of the moon relative to earth occur when the moon passes those points close to full moon or new moon. (See <i>Inconstant Moon </i>by John Walker, p. 2.)</i> However, these beginnings are not needed by all people. ",
            "Therefore, natural philosophers said that by right the year should begin with the point of intersection (equinoctial point) from which the sun begins to approach the inhabited portion of the earth (the northern hemisphere).<sup>73</sup><i class=\"footnote\"> This is a “tropical year,” the period from one vernal equinox until the following vernal equinox.</i> This is the cycle of Rav Adda.<sup>74</sup><i class=\"footnote\"> Rav Adda’s year is a tropical year.</i> Although his cycle is based on the average orbit, its correction is simple.<sup>75</sup><i class=\"footnote\"> Rav Adda’s figure is for a mean solar year. Corrections need to be made to accommodate apparent variations in the solar orbit.</i> This was also the beginning of the year for those who developed the Hebrew calendar. This was also the beginning of the year for the early Greeks.<sup>76</sup><i class=\"footnote\"> See Evans, pp. 182–184 for a discussion of early Greek calendars.</i> This is the vernal equinox. The Persians begin their year with the summer solstice, the Chaldeans with the autumnal equinox, and the Christians with the winter solstice. However the Christians are in error since their calculation of the solar year is not correct.<sup>77</sup><i class=\"footnote\"> During the lifetime of Ibn Ezra, Christians followed the Julian calendar, with a year consisting of exactly 365¼ days. In the year 1582 the Church reformed its calendar and adopted the Gregorian version, improving upon the approximation of the Julian calendar.</i> ",
            "When we investigate the Torah’s year, we find written “This month shall be for you the beginning of months” (Exodus 12:2), so it is first of the months of the year. It is also written “This day you depart, in the month of ripening” (<i>ibid</i>. 13:4), and “Observe the month of ripening” (Deuteronomy 16:1). The explanation is that Israel counts by lunar months, and the month in which the barley ripens in the Land of Israel is the first of the year’s months. The beginning of that month is the beginning of the year, whether the equinox has passed or not. However, in order to perform the waving of the <i>Omer </i><sup>78</sup><i class=\"footnote\"> The <i>Omer </i>waving took place on the second day of Passover, the sixteenth of <i>Nisan </i>(Leviticus 23:10–11).</i> the court should ensure that Passover will occur when the barley has ripened.<sup>79</sup><i class=\"footnote\"> There are exceptions to this requirement. See Ibn Ezra’s commentary to Exodus 12:2 and to Deuteronomy 15:1.</i> Most years the ripening coincides with the equinox, but sometimes they are separated slightly because of an abundance of rain or because of drought.",
            "The beginning of Israel’s year is determined by the court, as it is written regarding Hezekiah “And the king consulted” (2 Chronicles 30:2). He intercalated the year on advice of the court, and the Passover that he conducted was in the first month (<i>Nisan</i>). There are clear proofs that the revered God accepted his decision. However, he made one small error, namely, he did not intercalate the year on the day before the first month. This is the meaning of “He intercalated <i>Nisan </i>in <i>Nisan</i>, to which the Rabbis did not concur” (<i>Mishna</i>, <i>Pesahim </i>4:9). ",
            "When the new moon comes again at the time of ripening in the Land of Israel, then one year is complete, whether the year is twelve months or thirteen. For this reason, in Hebrew they did not refer to the month of ripening as <i>Nisan</i>, rather “first.”<sup>80</sup><i class=\"footnote\"> The first month in the Hebrew calendar might not always coincide with the Babylonian month of <i>Nisan</i>.</i> The same is true for all the months. Therefore, other than in books of the exilic period, you will not find in the twenty-four books (the Hebrew Bible)<sup>81</sup><i class=\"footnote\"> The canon for the Hebrew Bible contains 24 books: Pentateuch (5), Early Prophets (4), Later Prophets (4), Psalms, Proverbs, Job, Daniel, Ezra-Nehemia, Megilot (5), and Chronicles.</i> names for the months as they are known today, of which the first is <i>Nisan</i>.<sup>82</sup><i class=\"footnote\"> The names used for the months of the Hebrew calendar – <i>Nisan</i>, <i>Iyar</i>, etc. – for approximately the last two and a half millennia are Babylonian in origin. These names were adopted by the Jews after the destruction of the first Temple. Until that time the months were not given names and were referred to numerically – first month, second month, etc.</i> So the year for Israel does not begin with the equinox, rather with the day of the new moon. Once we know that this month is the first, we observe the holidays in the seventh month from it. Thus, if Passover was in the days when the barley ripens, then Pentacost will be at the time of cutting and Tabernacles at the time of gathering. ",
            "We also find written<sup>83</sup><i class=\"footnote\"> Ibn Ezra now proceeds to show that for some matters the year begins with the month of <i>Tishre</i>. Here he seems to be countering the Karites, who did not accept the first of <i>Tishre </i>as <i>Rosh haShana</i>. The Karites argued that there is no Scriptural basis for the first of <i>Tishre </i>being anything other than a day when work is forbidden (Leviticus 23:23–25) and special sacrifices are offered (Numbers 29: 1–5). The Karites began the year for all religious matters with the first of <i>Nisan</i>.</i> with regard to Tabernacles “at the turn of the year” (Exodus 34:22), and also “at the departure of the year” (<i>ibid</i>. 23:16). Now the same day when one year ends a new year begins. We also find that God instructed us in a law of <i>Haqhel</i>, when the entire Torah is read during the holiday of Tabernacles of a Sabbatical year (Deuteronomy 31:10–13). There it is written “in order that they may learn” (<i>ibid</i>. 31:12). It is not likely that this took place after half a year.<sup>84</sup><i class=\"footnote\"> Thus, <i>Haqhel </i>certainly took place at the beginning of a Sabbatical year, indicating that a Sabbatical year began around the time of Tabernacles.</i> Do not be perplexed by the word “At an end (<i>miqqez</i>) of seven years” (<i>ibid</i>. 31:10),<sup>85</sup><i class=\"footnote\"> The verse concerning <i>Haqhel </i>reads: “At the end of seven years, in the time of the Sabbatical year, on the holiday of Tabernacles,” which seems to indicate that the celebration of <i>Haqhel </i>took place at the conclusion of the Sabbatical year and the beginning of the eighth year.</i> for we similarly find “At an end (<i>miqqez</i>) of seven years you shall send forth, each man his brother” (Jeremiah 34:14).<sup>86</sup><i class=\"footnote\"> We know that servants were set free after six years (Exodus 21:2). Thus “<i>miqqez</i>” must here refer to the beginning of the seventh year. Similarly for <i>Haqhel</i>, the word “<i>miqqez</i>” means “beginning” rather than “end.”</i> For each thing has two edges, a front edge and a back edge. The Sabbatical year began with <i>Tishre</i>,<sup>87</sup><i class=\"footnote\"> Here Ibn Ezra refutes the Karites who began the Sabbatical year with <i>Nisan</i>. (See Ibn Ezra’s commentary to Leviticus 25:20.)</i> which is the seventh month, since then the half year of planting began. Thus it states regarding the Sabbatical year “do not plant” (Leviticus 25:4), and “You shall plant on the eighth year” (<i>ibid</i>. 25:22). ",
            "I shall explain the verse “it will bring forth produce for the three years” (<i>ibid</i>. 25:21).<sup>88</sup><i class=\"footnote\"> Scripture states: “If you should say: ‘What will we eat on the seventh year? Behold we will neither plant nor gather our produce.’ I shall command My blessing upon you in the sixth year, and it will bring forth produce for the three years. You will plant in the eighth year and eat of the old produce until the ninth year, until the arrival of its produce, you will eat old” (Leviticus 25:20–22). Among the problems that these verses present are: (1) the “three years” are listed as through the ninth year, which tallies to four years (6, 7, 8, and 9) instead of three. (2) We do not even have three full years, since the produce serves for half the sixth year, the whole seventh year, and half the eighth year. (3) Why would they be eating old produce through the ninth year when they can plant and harvest on the eighth year (since the year begins with <i>Tishre</i>)? Ibn Ezra addresses these problems.</i> Be aware that a minute remaining of a Biblical day is considered a full day. For example, it is written “On the eighth day the flesh of his foreskin shall be circumcised” (<i>ibid</i>. 12:3). If one is born on Friday one-half hour before the Sabbath commences, he is circumcised the following Friday morning, even though he has not completed seven full days.<sup>89</sup><i class=\"footnote\"> Thus we see that when Friday ends one full day is completed, even though it was not 24 hours. Therefore the following Friday is the eighth day.</i> Similarly, one day in the year is considered a full year. Sometimes it is counted as a separate year and sometimes it is left as part of the previous full year. Thus it is written “you will bear your sins for forty years” (Numbers 14:34). Now this incident occurred in the second year, and God did not punish them before they sinned.<sup>90</sup><i class=\"footnote\"> The problem is how to arrive at a figure of forty years of wandering from the time they sinned (the slanderous report of the spies), when they remained in the wilderness only 39 more years.</i> The number forty was due to their not crossing the Jordan until the “tenth of the first month” (Joshua 4:19) in the forty-first year.<sup>91</sup><i class=\"footnote\"> In this case part of one month counted as a year.</i> This is in contrast to “they ate the manna forty years” (Exodus 16:35).<sup>92</sup><i class=\"footnote\"> The manna began in the first year of the exodus from Egypt and continued into the forty-first year. Yet Scripture writes “forty years,” omitting the one month of the forty-first year.</i> In Scripture the “seventeenth” (1 Kings 14:21) is identical with “the eighteenth year” (ibid. 15:1);<sup>93</sup><i class=\"footnote\"> We know that Rehoboam and Jeroboam began their reigns in the same year, with Rehoboam preceding Jeroboam by a few weeks. Also, Scripture relates that Rehoboam ruled for seventeen years (1 Kings 14:21), which would likewise be the seventeenth year of Jeroboam. Yet Scripture states that Rehoboam’s son, Abijam, began his reign in the eighteenth year of Jeroboam (<i>ibid</i>. 15:1). Obviously here “seventeenth year” and “eighteenth year” were the same year.</i> also the “nineteenth.”<sup>94</sup><i class=\"footnote\"> The eighteenth year of Nebuchadnezzar (Jeremiah 52:29) is also referred to as the nineteenth year of Nebuchadnezzar (<i>ibid</i>. 52:12).</i> “The eleventh year” (2 Kings 9:29) is the same as “The twelfth year” (<i>ibid</i>. 8:25).<sup>95</sup><i class=\"footnote\"> The verse relates that Ahaziah began his reign in the eleventh year of Jehoram (2 Kings 9:29), while in 2 Kings 8:25 it is written that Ahaziah began his reign in the twelfth year of Jehoram.</i> Also, Ahaziah ruled for two years beginning with “the seventeenth year of Jehoshaphat” (1 Kings 22:52), yet Jehoram his brother ruled after him “in the eighteenth year of Jehoshaphat” (2 Kings 3:1). There are many similar examples. ",
            "Thus “it will bring forth produce for the three years” refers to half the sixth year, the full seventh year, and half of the eighth. The phrase “until the coming of its produce” is connected with “the eighth year” (<i>ibid</i>. 25:22),<sup>96</sup><i class=\"footnote\"> The phrase “until the arrival of its produce” does not refer to the arrival of the produce of “the ninth year,” which is adjacent to that phrase, rather to “the eighth year” that is mentioned earlier in the verse.</i> as if it were written “You will plant in the eighth year and eat of the old produce until the arrival of the new produce, and it will provide for you until the harvest of the ninth year.” ",
            "Similarly,<sup>97</sup><i class=\"footnote\"> Now Ibn Ezra brings other examples from Scripture where a phrase does not refer to what is adjacent to it in the verse but rather to a part of the verse that is some distance away.</i> “from the first day until the seventh day” (Exodus 12:15)<sup>98</sup><i class=\"footnote\"> The verse reads: “Seven days you shall eat unleavened bread, but on the first day you shall remove leaven from your homes, for whoever eats leavened bread will be cut off from Israel, from the first day until the seventh day.” Reading this verse literally, it gives the impression that one who eats leavened bread will be cut off from Israel for only seven days, from the first day of Passover until the seventh day. This is not a correct reading.</i> is not connected to the adjacent phrase, rather to “whoever eats leavened bread etc.” (<i>ibid</i>.) which is some distance away.<sup>99</sup><i class=\"footnote\"> The verse is to be understood as: “whoever eats leavened bread from the first day to the seventh day will be cut off from Israel.”</i> Similarly, “and Israel saw Egypt dead upon the bank of the sea” (<i>ibid</i>. 14:30) is to be understood as “and Israel saw, while standing upon the bank of the sea, Egypt dead.” For “they went down like a stone into the depths” (<i>ibid</i>. 15:5), and “the earth swallowed them” (<i>ibid</i>. 15:12).<sup>100</sup><i class=\"footnote\"> Therefore, verse 14:30 cannot mean that Israel saw Egypt’s dead upon the bank of the sea, since the Egyptian bodies sank and were not thrown upon the bank.</i> Similarly, “to fall before you in siege” (Deuteronomy 20:19) is connected with “you may not cut it down” (<i>ibid</i>.).<sup>101</sup><i class=\"footnote\"> The verse is to be understood as: “you may not cut down the tree so that the city should fall before you in siege, for man is dependant on the tree of the field.”</i> There are many similar verses. ",
            "The Jubilee is “seven sabbaths of years” (Leviticus 25:8). The Jubilee begins on the Day of Atonement, as it is written “on the Day of Atonement you shall pass a <i>Shofar </i>throughout your land and sanctify the fiftieth year” (<i>ibid</i>. 25:9–10). So the beginning of the Sabbatical year is like the beginning of the Jubilee year. Do not be puzzled that the year did not begin with the Day of Remembrance (<i>Rosh haShanah</i>, the first of <i>Tishre</i>). For if we should calculate that the first of <i>Nisan </i>was exactly on the vernal equinox, then the true third season (autumn) needs to add approximately ten days, the excess of the the solar year over the lunar year.<sup>102</sup><i class=\"footnote\"> Spring and summer together comprise 187 days (see note 52), while six lunar months consist of 6 ׳ 29.5 = 177 days. Therefore, we must add 10 days to the six months from <i>Nisan </i>until <i>Tishre </i>for the beginning of autumn. This turns out to be close to the difference between a solar year (365 days) and a standard lunar year (354 days).</i> Also, since the sun’s movement is slow.<sup>103</sup><i class=\"footnote\"> The sun’s movement appears slower near its apogee, which is during the summer (see note 49).</i> Therefore the year begins with the Day of Atonement or Tabernacles. ",
            "Be aware that the moon does not generate a year, for it traverses the zodiac in twenty seven and one-third days.<sup>104</sup><i class=\"footnote\"> This is called a “tropical month,” and is defined as the mean time it takes for the moon to travel from one equinoctial point, all the way around the zodiac, and return to the same point. In his <i>Sefer haLuhot </i>(quoted by Rabbi Yosef Tov ‘elem, <i>Tzafnot Pa‘neah</i>, vol. 1, p. 13), Ibn Ezra records a more exact figure for a tropical month: 27 days, 7 hours, and 775 <i>halaqim</i>; or 27 days, 7 hours, 43 minutes, and 3 and ⅓ seconds, approximately 27.3216 days. The current approximation for a tropical month is 27 days, 7 hours, 43 minutes, and 5 seconds, also approximately 27.3216 days. This is less than the mean time between new moons or full moons (called a “synodic month”), since the sun advances easterly along the ecliptic in the course of a month, and it takes time for the moon to catch up with the sun. See Ibn Ezra’s commentary to Exodus 12:2.</i> However, since twelve lunar months are approximately a full solar year, we call a twelve month period a “lunar year.”<sup>105</sup><i class=\"footnote\"> An ordinary lunar year consists of twelve synodic months, totaling 12 ׳ (29d, 12h, 793p) = 354d, 8h, 876p, approximately 354.3671 days. According to Shmuel, a solar year is 365d, 6h, thus a solar year has an excess of 10d, 21h, 204p, approximately 10.8829 days, over an ordinary lunar year. According to Rav Adda, a solar year is 365d, 5h, 997p, 48s (see note 43), hence a solar year has an excess over a lunar year of 10d, 21h, 121p, 48s, approximately 10.8797 days.</i> The Arabs count by such lunar years, therefore their holidays occur sometimes in the summer and sometimes in the autumn. However, Israel’s years will equal exactly the true solar years every nineteen years.<sup>106</sup><i class=\"footnote\"> The Hebrew calendar is a “lunisolar calendar,” being basically lunar but incorporating adjustments (leap years and adjustable months) to accommodate the solar year.</i> Only Israel’s calculation is correct.<sup>107</sup><i class=\"footnote\"> “Of all methods of intercalation which exist today, the Jewish calculation is the oldest, the most skillful, and the most elegant” (Joseph Justus Scaliger, <i>De Emendatione Temporum</i>, 1593; quoted by Reingold and Dershowitz, p. 96).</i> ",
            "Know that the Chaldeans do not have a second <i>Adar</i>, because their months are not lunar months.<sup>108</sup><i class=\"footnote\"> See Evans (p. 187) where he describes the Babylonian calendar as also a lunisolar calendar with a second <i>Adar</i>. Also see Otto Neugebauer, <i>The Exact Sciences in Antiquity</i>, p. 102.</i> Instead they divide the solar year into twelve parts. The meaning of the verse “In the first month, the month of <i>Nisan</i>” (Esther 3:7), is that in that specific year it was so, for in an intercalated year the first month would have been <i>Iyar</i>. Therefore, it is not correct to translate “in the first” (Joel 2:23) as “ in <i>Nisan</i>.” <sup>109</sup><i class=\"footnote\"> This is how the term is rendered in the Aramaic translation of Jonathan ben Uziel.</i> This was done so that people at that time would understand."
        ],
        "Second Gate; On the Beginning of the Month": [
            "We find that the light of the sun and of all the stars is eternal, of itself it does not increase nor decrease. However, the light appears to increase or decrease depending on whether the object being viewed is far or near. Also, the light varies due to changes in the atmosphere at the beginning or the middle of the day. Only the moon has a renewal of its light.<sup>1</sup><i class=\"footnote\"> Ibn Ezra believes that the sun, all planets and all stars, generate their own light, and only the moon reflects light of another body (the sun).</i> Therefore, the Hebrew term for month, “<i>hodesh</i>,” can truly apply only to a lunar month.<sup>2</sup><i class=\"footnote\"> In Hebrew, a month is called “<i>hodesh</i>,” which is derived from the root “<i>hidesh</i>” meaning “renew.” Since only the moon has a renewal of its light, “<i>hodesh</i>” can only refer to a lunar month.</i> We examine when such a month begins. ",
            "All astronomers agree that the lunar month begins at the moment when the moon and the sun are in conjunction in the same longitude. This is what our Rabbis called the “<i>molad </i>” (birth, i.e., new moon). Our scholars calculated it for the mean orbit,<sup>3</sup><i class=\"footnote\"> This figure is given in the Talmud: 29 days, 12 hours, and 793 <i>halaqim </i>(<i>Rosh haShana </i>25a), or 29 days, 12 hours, 44 minutes, and 3 and ⅓ seconds, approximately 29.5306 days. Such a month is known as a “synodic month” and is defined as the mean time between new moons. The current approximation for a synodic month is 29 days, 12 hours, 44 minutes, and 2.7 seconds, or 29.5306 days.</i> and all astronomers did the same. Then they adjusted it.<sup>4</sup><i class=\"footnote\"> “Mean conjunction” is conjunction of the sun and the moon relative to their individual spheres. However, since the moon’s sphere, the sun’s sphere, and the earth are not concentric, conjunction relative to the zodiacal sphere may differ from conjunction relative to the individual spheres. Conjunction relative to the zodiacal sphere is called “true conjunction.”</i> Thus our Rabbis, their memory should be a blessing, said: “Sometimes it comes by a long path and sometimes it comes by a short path” (<i>Rosh haShanah </i>25a). Since conjunction involves two bodies, we must know with regard to each one when it is a long path or a short path. Sometimes both are long, or both short, or the sun long and the moon short, or <i>vice versa</i>. Also, sometimes the length or shortness is small, sometimes large, to the extent that the length or the shortness may be as much as thirteen hours. Thus at times there is a difference between our calculation of conjunction and true conjunction of these many hours, either earlier or later. ",
            "This caused the Gaon (Rabbi Saadia) to err when he said that he saw the moment of a solar eclipse in Baghdad and it was not at the time of our calculated <i>molad</i>.<sup>5</sup><i class=\"footnote\"> A solar eclipse occurs when the moon blocks the sun’s light from reaching earth. This can only happen at a time of true conjunction.</i> From this he concluded that the calculation of the Rabbis was not accurate. However, their calculation is the accurate one. The Gaon made four errors: The first is that he should have known about the long and short paths, as astronomers do. For there is no disagreement between conjunction for the Jews and conjunction for the Gentiles with regard to the mean orbit, which then allows one to calculate the true conjunction. The second error is that the <i>molad </i>is calculated relative to Jerusalem, and there is ⅔ of an hour difference in longitude between Jerusalem and Baghdad.<sup>6</sup><i class=\"footnote\"> Jerusalem is at a longitude of 35÷10ʹ E while Baghdad is at 44÷30ʹ E. The difference is 9÷20ʹ, almost ⅔ of an hour (⅔ ׳ 15÷ = 10÷).</i> The third error is that he should have known the difference in appearance based on longitude, since an eclipse is one of appearance.<sup>7</sup><i class=\"footnote\"> In a solar eclipse the sun’s rays are blocked by the moon from reaching earth. However, the sun continues to shine and its intensity is in no way diminished. Those who are elsewhere in the universe will see the sun’s rays. “The sun may therefore be eclipsed to one observer while to another elsewhere it is visible as usual. Hence in computing an eclipse of the sun it is necessary to take into account the position of the observer on the earth” (Berry, p. 60). This is in contrast to a lunar eclipse where the moon is darkened and it is dark for everyone in the universe, no matter where that person stands.</i> The fourth error is the difference in appearance based on latitude. ",
            "There are those of our generation who calculate the Hebrew calendar. Because they know the calculation based on 1:12:793,<sup>8</sup><i class=\"footnote\"> A mean lunar month is 29 days, 12 hours and 793 <i>halaqim</i>. If we discard the four complete weeks from this figure, we have the “character” of 1 day, 12 hours, and 793 <i>halaqim </i>(1d, 12h, 793p). This is the amount of time that the <i>molad </i>proceeds through the week from month to month. Thus the <i>molad </i>advances monthly by 1d, 12h, 793p of a week.</i> they think that they have discovered the principle of the calendar. They then examine the duration between the <i>molad </i>and the beginning of the night, and they tell the uncircumcised (Christians) when the moon will be visible.<sup>9</sup><i class=\"footnote\"> I do not know why the Christians, who use a solar calendar, need to know when the moon will be visible. Perhaps there is an error here in our texts and it should read “Arabs.”</i> When they see that in their place the duration [between <i>molad </i>and sighting] is sometimes less that six hours,<sup>10</sup><i class=\"footnote\"> It sometimes happens that the <i>molad </i>is less than six hours before sunset yet the moon is visible that evening.</i> they think that the time given for the <i>molad </i>applies to the location of each individual calculator. However, there are times when the moon is seen at the beginning of the night and sometimes there are seven or eight hours between the <i>molad </i>and dusk, and the moon is still not visible. Therefore, they think that the calculation of our calendar is incorrect. Heaven forbid! Rather they err, for they think they are wise. For a scholar cannot know when the moon will be visible until he does as I shall explain: He must know the moment of the <i>molad</i>. He should not assign to the night twelve hours. Rather he should begin to count from the beginning of the night until the moment of conjunction so many and so many hours.<sup>11</sup><i class=\"footnote\"> He should count night followed by day on a 24-hour clock and not begin a new count with dawn.</i> He should know where conjunction will take place as to the minute of the degree of the zodiacal sign. He should see if the sun’s path is long or short, and how long the path of the moon is. He should then add or subtract until he knows the moment of true conjunction for Jerusalem. He should then calculate how far this conjunction is from the beginning of the night by hours and minutes. If he is west of Jerusalem he should add to those hours the hours of his distance in longitude, or subtract hours if he is east of Jerusalem. He should know the daily distance that the sun travels in hours and add it to the place of the sun at the moment of true conjunction. He should do similarly for the position of the new moon based on its orbit. Then he should record in a chart the degrees of the zodiacal signs in his land, and take those degrees that he will find relative to the position of the sun. He should similarly do this in degrees relative to the moon, and subtract the smaller from the larger. Then he will find the arc of the chord (between the sun and the moon). He should find the positions of the nodes,<sup>12</sup><i class=\"footnote\"> The nodes are the two points at which the moon crosses the ecliptic. They are called the “head” and the “tail” of the “dragon.” Berry (p. 48) explains: “The moon’s path on the celestial sphere is slightly inclined to the ecliptic, and may be regarded as a great circle cutting the ecliptic in two nodes, at an angle which Hipparchus was probably the first to fix definitely at about 5÷. Moreover, the moon’s path is always changing in such a way that, the inclination to the ecliptic remaining nearly constant, the nodes move slowly backwards from east to west along the ecliptic, performing a complete revolution in about 19 years.”</i> so that he will know the latitude of the moon,<sup>13</sup><i class=\"footnote\"> There is a difference in the time of visibility of the moon if it is north of the ecliptic or if it is south of the ecliptic.</i> in order to correct this arc. Then he should adjust the arc based on the correction of the sighting, both in longitude and in latitude. Then we will know the true arc of vision.<sup>14</sup><i class=\"footnote\"> This is the arc between the longitude of the sun and that of the moon. In order for the moon to be visible, an arc of vision of at least 12÷ is necessary.</i> Then he will know when the moon will appear in each place for any desired month. One who knows these matters can understand the principle “If it is born before noon” (<i>Rosh haShana </i>20b).<sup>15</sup><i class=\"footnote\"> The Talmud states: “If it [the moon] is born before noon, it will be seen before sunset; if it is not born after noon, it will not be seen before sunset.” In <i>Sefer ha‘ibbur </i>(p. 10b) Ibn Ezra explains this statement.</i> ",
            "I elaborated, mentioning all of this, because one of the intellectuals of the generation requested of me that I explain to him the principle of “If it is born before noon” while standing on one leg.<sup>16</sup><i class=\"footnote\"> An expression meaning hurriedly and in a short summary.</i> When I was silent, he became angry. So I gave him true counsel. He should fast before the revered God, who is capable of all things, to create for him a pure heart and internalize in him a new spirit, to pour upon him a spirit of wisdom. Then he will understand all disciplines by himself without the need for days and years of study, something that no man has achieved from the day that man was created upon the earth. Perhaps God will listen to his plea and perform for him this miracle and sign and amazing fete, making him a second to the donkey of Balaam.<sup>17</sup><i class=\"footnote\"> Ibn Ezra had no patience for fools. See the article by Uriel Simon, “Ibn Ezra’s Harsh Language and Biting Humor: Real Denunciation or Hispanic Mannerism,” <i>Te‘uda </i>8, 1992, pp. 111–120.</i> ",
            "It is not convenient that the month begin with the time of mean conjunction nor of true conjunction, since not everyone can know these times. Therefore, the month begins when the moon’s light is newly visible to the eye. Such is written in the <i>Mishna</i>.<sup>18</sup><i class=\"footnote\"> See for example <i>Rosh haShana </i>1:7. Here Ibn Ezra rejects Rabbi Saadia Gaon’s opinion that the Hebrew calendar is primarily a fixed calendar based on computation, and the need to observe the moon in order to declare a new month was only a temporary measure. (See Savasorda, <i>Sefer ha‘ibbur</i>, pp. 59–62.) Maimonides (<i>Commentary to the Mishna</i>, <i>Rosh haShana </i>2:7) is very critical of Rabbi Saadia on this point and asserts that the primary method for setting the month and the holidays is by observation of the new moon.</i> So just as the first month (<i>Nisan</i>), which is the month when the barley ripens, is recognizable by both an intelligent person and a fool, so the beginning of the month is recognizable by every person. \n"
        ],
        "Third Gate; On the Beginning of the Day": [
            "Just as there are four seasons in the year, due to the sun’s movement from west to east, so there are four quarters for the daily movement from east to west. From dawn to midday is hot and wet. As in the spring season when the sun rises toward the north, so too it now rises to midheaven. The other half of the day the sun descends, corresponding to the summer season. From dusk until midnight is comparable to the autumn season, and the fourth quarter of the day (from midnight until dawn) is similar to the winter season. It is appropriate that the beginning of the day, which affects all persons, be one of these four points. ",
            "Astronomers begin the day with midday and it extends until midday of the following day, twenty-four hours. This is a complete day for their calculations. This is justified for their need because of two factors, which only geometers can understand.<sup>1</sup><i class=\"footnote\"> Among the advantages of defining a day as extending from midday to midday (or midnight to midnight) is the fact that all inhabitants along a common meridian would begin and end the day at the same time. This is not the case if a day extends from sunrise to sunrise or from sunset to sunset. Also, from midday to midnight will always be 12 hours, which is not the case from sunrise to sunset.</i> However, since the shadow at midday is always short and slants only slightly, sometimes an individual’s eye cannot discern this. Even with a sundial or an astrolabe, a scholar cannot recognize the moment of midday. Therefore our Rabbis found it necessary to tell us that the <i>Minha </i>prayer should be one-half hour after midday, for then the eye can discern that the sun has passed to the west. For this reason it is unlikely that midday should be the beginning of the day. All the more so with midnight, for no person can know it.",
            "Therefore by right the day should begin with dusk or with dawn. Since the Torah’s month is lunar, and the new light is visible only at dusk, therefore the day begins with dusk and extends until the following dusk. ",
            "I also investigated and discovered<sup>2</sup><i class=\"footnote\"> Ibn Ezra now builds a case for beginning the day with dusk.</i> that the month of <i>Nisan </i>is first for setting the holidays, since in that month our ancestors departed from Egypt. However, the Sabbatical year and the Jubilee year justly begin with <i>Tishre</i>. This Chaldean name means “beginning,” as in the verse “and began (<i>shariv</i>) to build” (Ezra 5:2). Now dusk is comparable to the onset of autumn, which is in <i>Tishre</i>. I also found that all the ancients calculated the <i>molad </i>from the beginning of the night. ",
            "Again I saw our sages saying that the <i>shelamim </i>sacrifices were eaten “for two days and one night” (Mishna, <i>Zevahim </i>5:7). Now if the day began with dawn, it is not possible to have a third day unless there were two nights.<sup>3</sup><i class=\"footnote\"> The limitation to eating the <i>shelamim </i>sacrifice for two days and one night is derived from the verse “What remains from the flesh of the sacrifice on the third day shall be burnt in fire” (Leviticus 7:17). If a day begins with dawn and extends through the night, then it should be permissible to eat the sacrifice through the second night until the morning of the third day. Obviously, the Rabbis were of the opinion that “the third day” began with the evening following the second day.</i> ",
            "I investigated further and found that with regard to one who has a discharge in the night or in the day, or one who touches any contamination which renders him unclean, Scripture says “he is unclean until dusk” (Leviticus 22:6), which must be the end of the day. For if the day began with dawn, then one who has a discharge at night should become clean at the end of the “day,” namely, at dawn. ",
            "I also found explicit with regard to the first of the holidays (Passover), which God gave to Israel prior to instructing them about the Sabbath, “on the fourteenth day of the month at evening you should eat unleavened bread, until the twenty first day of the month at evening” (Exodus 12:18), a total of “seven days” (<i>ibid</i>. 12:19). Thus the evening of the fifteenth is the first day. It is also written “[neither shall any of the flesh] from which you offered in the evening of the first day [be left over] until the morning” (Deuteronomy 16:4). Also, it is known that the firstborn were smitten at midnight (Exodus 12:29), yet it is written “on the day that I smote all firstborn” (Numbers 3:13, 8:17).<sup>4</sup><i class=\"footnote\"> The verse informs us that God sanctified all Jewish first born on the day that the Egyptian first born were slain. It seems likely that this took place on the first day of Passover.</i> Also in Scripture “this day is a day of tidings…if we wait until the morning light” (2 Kings 7:9). ",
            "I also found with regard to the Day of Atonement “from dusk until dusk you should observe your Sabbath” (Leviticus 23:32). Furthermore, it is written “on this very day” (<i>ibid</i>. 23:29,30) there is cutting off of anyone who works on it or of one who eats, there is no difference whether this took place during the night or the day, for “very day” begins with dusk.",
            "Here are honest witnesses that the day begins with dusk. Similarly for all the holidays and the Sabbath, for all are “appointed seasons of God, holy gatherings” (<i>ibid</i>. 23:4). Only the Sabbath is called “a Sabbath for God” (Exodus 20:10, Deuteronomy 5:14), for God rested during Creation. Since both the year and the day are dependent on the sun, for both motions are similar one to another, therefore the seventh year is comparable to the Sabbath day. Hence it is also written with regard to the seventh year “a Sabbath for God” (Leviticus 25:2). Therefore, just as the Sabbatical year begins with the autumn season, so the beginning of the Sabbath day is in that period of the day corresponding to autumn, which begins with dusk. ",
            "Do not be puzzled by the verse “tomorrow is a rest, a holy Sabbath for God” (Exodus 16:23), yet Moses did not mention this at dusk.<sup>5</sup><i class=\"footnote\"> So it appears that the Sabbath begins with dawn.</i> I will now explain to you this section to ward off the claimant. Be aware that God did not command “do not perform any work” (<i>ibid</i>. 20:10) on the first Sabbath that manna fell. He waited with that proclamation until the day that they stood at Mount Sinai. Since Moses had specified “an <i>omer </i>for each head” (<i>ibid</i>. 16:16), and he instructed “no man may leave over from it until morning” (<i>ibid</i>. 16:19), when on Friday the people gathered two <i>omer, </i>they (the princes) informed Moses (<i>ibid</i>. 16:22) of the matter. Moses responded, “This is what God said” (<i>ibid</i>. 16:23), meaning that God already spoke with me regarding this matter before the raining of the manna when He said, “And it shall be on the sixth day [they will prepare what they have brought, and it will be double what they gathered daily]” (<i>ibid</i>. 16:5). He explained the reason for a doubling of manna was “a rest, a holy Sabbath” (<i>ibid</i>. 16:23), God will rest tomorrow. He did not reveal this secret<sup>6</sup><i class=\"footnote\"> The secret that no manna will fall on the Sabbath day.</i> to them nor what they should do with the extra that he instructed them to put aside. In the morning of the Sabbath day Moses said to the people, “this day is a Sabbath to God” (<i>ibid</i>. 16:25), God will not cause manna to rain down, “today you will not find it” (<i>ibid</i>.), do not go out to gather. ",
            "I mention this interpretation to counter the heretics who do not believe the words of our Rabbis that the Sabbath extends from dusk to dusk. The true interpretation is what the Rabbis recorded, namely, that the Sabbath was given at Marah.<sup>7</sup><i class=\"footnote\"> “Israel was instructed in ten laws at Marah. Seven of these were accepted by the descendents of Noah. Three additional laws were courts, Sabbath, and respect for parents” (Sanhedrin 56b). The incident at Marah (Exodus 15:22–26) took place before the appearance of the manna (<i>ibid</i>., chapter 16).</i> Scripture mentions “tomorrow” and not “this night,” for Scripture usually speaks of what is common, namely, that people work during the day. The meaning of “holy Sabbath” is that they should rest, and that is what they did, “The nation rested on the seventh day” (<i>ibid</i>. 16:30). In Jeremiah it is written: “to sanctify the Sabbath day by not working on it” (17:24). Moses mentioned “tomorrow,” which is daytime, because he addressed what is common. Similarly, “Man goes out to his activity and to his work until evening” (Psalms 104:23). Likewise, “You should not eat meat that was torn in the field” (Exodus 22:30), although the same prohibition applies to what was torn in a house. Similarly, “an occurrence at night” (Deuteronomy 23:11);<sup>8</sup><i class=\"footnote\"> This does not exclude an occurrence of the day.</i> “an ox or a donkey fell there” (Exodus 21:33);<sup>9</sup><i class=\"footnote\"> Ox or donkey are not exclusive.</i> and many more in the Torah like these. ",
            "I will now examine Creation, and I will begin to respond to the one who says that the night follows the day. If this were so, why did Scripture not state explicitly “from dawn to dawn is one day?” Or “from light to dawn?” Why did it interrupt with “it was dusk” (Genesis 1:5)? From the verse “it was dusk and it was dawn” it seems that from dusk until dawn is one day, contrary to what is stated earlier, “God called light ‘day’” (<i>ibid</i>.). ",
            "What brought this commentator to this difficulty was because many treated the verse “In the beginning God created (<i>bara</i>)” (<i>ibid</i>. 1:1) as if it was written “At the beginning of God’s creating (<i>bero</i>) the heavens and the earth, the earth was empty (<i>tohu</i>) and void (<i>vohu</i>)” – it did not exist, meaning there was no earth. Similarly, “darkness” is the absence of light, meaning there was none.<sup>10</sup><i class=\"footnote\"> According to this interpretation nothing existed prior to the creation of light. So the first created condition was light, followed by darkness at night. Thus a 24-hour day consists of light followed by darkness – day followed by night.</i> But this interpretation is completely incorrect. Because why did he need to mention the heavens since it did not state that they were nonexistent like the earth? Also, from a grammatical point of view, why is there an added <i>vav </i>(“and”) to the word “<i>veha’arez</i>”? This is not the same as the extra <i>vav </i>found in verbs, as in “On the third day Abraham lifted (<i>vayisa</i>) his eyes” (<i>ibid</i>. 22:4), “he abandoned (<i>vaya’azov</i>) his servants” (Exodus 9:21). They are like the weak <i>fe </i>in Arabic, for Arabic forms are similar to those of the Holy Tongue (Hebrew). However, no <i>vav </i>is added to nouns. Also, according to this interpretation the wind and the water were not created,<sup>11</sup><i class=\"footnote\"> No mention is made of the creation of air and water, even though they are referred to in verse 2.</i> yet it is written in the book of Psalms with regard to both of these “for He commanded and they came to be” (148:5).<sup>12</sup><i class=\"footnote\"> The verses in Psalms are: “Praise Him, heavens of heavens (the sphere of fire), and waters that are above the heavens. They should praise the name of God, for he commanded and they were created” (148:4–5).</i> Even darkness was created, as it is written “who forms light and creates darkness” (Isaiah 45:7). ",
            "The truth is that Scripture mentions the heavens and the earth because they form one globe, with the heavens like the circumference and the earth like the point at the center.<sup>13</sup><i class=\"footnote\"> Ibn Ezra is of the opinion that the “heavens” spoken of in Genesis refer to the lower sky, the atmosphere that is immediately above the earth. Genesis does not speak of the spheres of planets and stars that encompass the earth. See Ibn Ezra’s commentary to Genesis 1:1–2.</i> Now the earth was covered with water from all sides, as it is written “they will not return to cover the earth” (Psalms 104:9), and the wind surrounds the waters.<sup>14</sup><i class=\"footnote\"> Thus the lower world consists of four spheres, each one encompassing those below it. Their order from innermost to outermost is: earth, water, air, and fire. The ancients believed that everything in the lower world, the world below the moon’s sphere, is composed of four elements – fire, air, water, and earth. This lower world is the subject of Creation in the book of Genesis.</i> These are the four elements, namely, the heavens, earth, wind and water, for the heavens correspond to fire. Similarly we find “To make a weight for the wind and He counted the waters by measure” (Job 28:25), “For He gazes to the edges of the earth, under all the heavens He sees” (<i>ibid</i>. 28:24). Similarly, “Who measured the waters with his fist and counted the heavens with a span, and all the dust of the earth in a measure… who counted the wind of God” (Isaiah 40:12–13). Again, “Who ascended to the heavens and descended” (Proverbs 30:4), and the other three follow the word “heavens.”<sup>15</sup><i class=\"footnote\"> The verse reads: “Who ascended to the heavens and descended, who gathered wind in his fists, who bound the waters in a garment, who erected the ends of earth” (Proverbs 30:4). Here again, the four basic elements are enumerated.</i> Also, “The sun shines” (Ecclesiastes 1:5) corresponds to the heavens, “and the earth remains forever” (<i>ibid</i>. 1:4), “round and round goes the wind” (<i>ibid</i>. 1:6), “all the rivers go to the sea” (<i>ibid</i>. 1:7). Since the circumference, which is the heavens, and the center, which is the earth, were created, so too all that is between them was created. ",
            "The meaning of “was empty and void” (“<i>tohu vavohu</i>”) (Genesis 1:2) is that it contained neither man nor animal. As Jeremiah explains, “I saw the land and it was empty and void (<i>tohu vavohu</i>)” (4:23), for which he explains the meaning afterward by saying, “I saw and there was no man” (<i>ibid</i>. 4:25) nor “animal” (<i>ibid</i>. 9:9). Similarly, “like the light of the seven days” (Isaiah 30:26) is an explanation of “sevenfold” (<i>ibid</i>.). Also, “that which I will be” (Exodus 3:14) explains “I will be” (<i>ibid</i>.). I have already explained the mystery of “sevenfold.”<sup>16</sup><i class=\"footnote\"> In his <i>Alternative Commentary to Genesis </i>(1:14), Ibn Ezra explains that the light increasingly intensified over the seven days of Creation, hence “sevenfold” means that there were seven stages to the light.</i> Our Rabbis hinted at this when they said that on the fourth day the luminaries were hung (<i>Hagiga </i>12a). How admirable to the intelligent is the choice of the word “hung.”<sup>17</sup><i class=\"footnote\"> The description of Creation in the book of Genesis deals only with creation of the lower world, the world of generation and decay, and it does not expound on the creation of the heavenly bodies. So all Scripture tells us about the heavenly bodies is that they were “hung” and visible to the lower world.</i> Thus the words of Jeremiah disprove those who say that “<i>tohu vavohu</i>” means that there was no earth. ",
            "Now the darkness proceeded the light, as it is written (Genesis 1:2). The great movement (diurnal movement) includes the time of darkness and light, and that is called “<i>yom</i>” (day), that is, a complete day of twenty-four hours.<sup>18</sup><i class=\"footnote\"> Thus “day” includes a period of darkness and a period of light, in that order.</i> This does not conflict with the fact that Scripture first mentioned “God called the light ‘day’” (Genesis 1:5) before the night, for this is common with the Hebrew language, namely, when someone mentions two things he should begin with the latter.<sup>19</sup><i class=\"footnote\"> Verses 3 and 4 refer to the light, therefore verse 5 begins by calling the light “day.”</i> For example, “I gave Jacob and Esau to Isaac, and I gave to Esau…” (Joshua 24:4). In the same way, “Your’s is the day also the night” (Psalms 74:16), and he mentions the minor luminary (the moon) that governs the night before the greater luminary (the sun), although the latter is more important than the former. Also, do not be perplexed when Scripture says “He formed the light and created darkness” (Isaiah 40:12). Scripture puts the light first because it has advantages over darkness, even though darkness came before the light. Similarly, in the verse “His sons Isaac and Ishmael” (Genesis 25:9).<sup>20</sup><i class=\"footnote\"> Isaac is mentioned first, even though he was the younger son.</i> Also, “There they buried Abraham and Sarah his wife” (<i>ibid</i>. 49:31), although he buried her.<sup>21</sup><i class=\"footnote\"> Abraham is mentioned first although Sarah was buried first.</i> ",
            "Because Scripture mentioned “God called the light ‘<i>yom</i>’ (day)”, it needed to tell us how one should count a day of the Torah. For the word “<i>yom</i>” has two meanings (a period of daylight, 12 hours, and a 24-hour period). Therefore it says that these two beginnings, namely dusk and dawn, encompass the Torah’s day. For <i>‘erev </i>(dusk) refers to the time when shapes merge and are not distinguishable to the eye, as in the verse “They intermingled (<i>vayit’arvu</i>) among the nations” (Psalms 106:35). <i>Boker </i>(dawn) is the time when the forms are distinguishable and are recognizable and examinable, as in the verses “the priest need not examine (<i>yevaqqer</i>)” (Leviticus 13:36), “As a shepherd (<i>vaqqarat</i>) tends his flock” (Ezekiel 34:12). The term <i>yom </i>(day) encompasses both these times, for a single motion includes both. Similarly we find “He created male and female…and called their name ‘Adam’” (Genesis 5:2), while it is also written “And [the Lord, God,] made for Adam and his wife garments of hide and He dressed them” (<i>ibid</i>. 3:21).<sup>22</sup><i class=\"footnote\"> We see that the name “Adam” has a double meaning, sometimes referring to the entire human species, both male and female, and sometimes only to the male (or a specific male).</i> Again it is clear from the description of Creation that a day is from evening to evening. ",
            "Thus the poet (David) said, “Evening, morning, and noon” (Psalms 55:18), and he did not say “morning, noon, and evening”. He mentioned the three times when a person is obliged to pray, for the other(?) time people are asleep. That is “At midnight I arise to praise You” (<i>ibid</i>. 119:62). ",
            "Also, in Daniel it is written “He said to me until evening, morning” (8:14). Here a <i>vav </i>(“and”) is missing,<sup>23</sup><i class=\"footnote\"> The verse should be understood as “until evening and morning.”</i> as in “Sun, moon stood in its place” (Habakkuk 3:11).<sup>24</sup><i class=\"footnote\"> Here also a conjunctive <i>vav </i>is missing, yet the verse is understood to mean “Sun and moon”.</i> Proof of this is from a subsequent verse “The vision of the evening and the morning” (Daniel 8:26).<sup>25</sup><i class=\"footnote\"> In the latter verse it is written <i>“ha‘erev vehavoqer</i>,” with a conjunctive <i>vav</i>.</i> This constitutes a full day. The reference is to the two thousand days that Israel were afflicted in the days of the Greeks, as I have explained in its place. Therefore the angel said, “The vision of the evening and the morning that was said is true.” Meaning that it is not necessary to explain, for they are complete days, as you were told. ",
            "This letter has been hastily completed. Praise to the One of glory. ",
            "I called this letter <i>The Sabbath Epistle </i>(’<i>iggeret haShabbat</i>), for it brings together (’<i>ogeret</i>) all responses. Also, it is named for the letter that I saw in my dream. It is clear from this epistle when the day begins, also the beginning of the month, and also the beginning of the year. The glorious God, who is first without beginning and last without end, will draw near the time of the end of days, to return us as in days of long ago and earlier years. Amen.  "
        ]
    },
    "versions": [
        [
            "The Sabbath epistle of Ibn Ezra, KTAV Publishing House, 2009",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002654606"
        ]
    ],
    "heTitle": "אגרת השבת",
    "categories": [
        "Halakhah"
    ],
    "schema": {
        "heTitle": "אגרת השבת",
        "enTitle": "The Sabbath Epistle",
        "key": "The Sabbath Epistle",
        "nodes": [
            {
                "heTitle": "הקדמת המחבר",
                "enTitle": "Author's Preface"
            },
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "השער הראשון; בראשית השנה",
                "enTitle": "First Gate; On the Beginning of the Year"
            },
            {
                "heTitle": "השער השני; בראשית החדש",
                "enTitle": "Second Gate; On the Beginning of the Month"
            },
            {
                "heTitle": "השער השלישי; בראשית היום",
                "enTitle": "Third Gate; On the Beginning of the Day"
            }
        ]
    }
}