{
    "text": {
        "0_Bereshit": {},
        "1_Noach": {},
        "2_Lech Lecha": {},
        "3_Vayera": {},
        "4_Toldot": {},
        "5_Vayetzei": {},
        "6_Vayeshev": {},
        "7_Beshalach": {},
        "8_Yitro": {},
        "9_Terumah": {},
        "10_Ki Tisa": {},
        "11_Tzav": {},
        "12_Achrei Mot": {},
        "13_Behar": {},
        "14_Nasso": {},
        "15_Chukat": {
            "0": "And they set out from Hor Hahar through the way of the Sea of Reeds. That is that the group stopped studying the Talmud, which is called Hor HaHar. Why is it called Hor HaHar? Because from there comes teaching [hora'ah] to the world, as \"I have written to instruct them [lehorotam]\" (Exodus 24:12) - and this is the Oral Torah [Mishnah, Talmud and Midrash].",
            "1": "But come and see: there is a vision of wisdom in here. The place called Hor HaHar its way was near the Sea of Reeds, the end of the steps/levels, that she [the Shechinah] was speaking in front of them in the desert, and taught them the ways of life, to go above the present world.",
            "2": "And they [Israel] went left her and on her way, and went after the way of the snake Akalton, which reigns in the land of Edom, so it says \"the soul of the people became smaller in the way\" this is because they left the way of life, and so they \"spoke against God and Moshe\" [Moshe represents the Shechinah]. They rejected all: the Oral Torah and the Written Torah. \"There is no bread\" - this is the Oral Torah. \"There is no water\" - this is the written Torah. And this is \"kelokel bread\" - the words of the Oral Torah were light [kal] in their eyes.",
            "10": "Come and see how great is the strength of teshuvah (return) over all that there is, because when a person returns to her Source then the well of living waters is replenished to the brim, and from all its sides [water] from the core comes out, and the twelve gates of a person are drenched from smallness of living with largeness of living. ",
            "11": "When Israel returned in teshuvah then they sang a song. And those are the seven levels that they returned with their song, and the higher well was raised high, and the snake disappeared from the world. This is what is written \"Then Israel sang\" (Numbers 21:17) \"raise well, answer to it\", and the lower mother [malchut, our reality] is infused with the higher mother [binah, understanding]"
        },
        "16_Balak": {},
        "17_Matot": {},
        "18_Vaetchanan": {},
        "19_Ki Teitzei": {},
        "20_Ki Tavo": {},
        "21_Shir HaShirim": {
            "199": "(200) And in that way (the Zohar mentions before that that on holidays, Chol Hamoed is equivalent to the Tefillin of the Hand), Chol Hamoed is like Yom Tov (Chag) when it comes to work (meaning, the work of the mystic), and we need to be happy in them just like we need to be on Yom Tov. And because of that, in these days (Yom Tov and Chol Hamoed) that they are the Tefillin of the Ruler of the World, it is forbidden to wear any other tefillin, because they are these (holiday) days, which they are the higher Tefillin (as in the holidays are an even higher tefillin) that rest on the heads of the Holy People of Israel.",
            "203": "(The Zohar offers a parable equating those who wear tefillin, always, to servants of a king who wear his seal. On Yom Tov and Chol Hamoed however, the king's seal is the holiday itself, and wearing tefillin is the seal that we made.)",
            "204": "(205) [if the King offers the servant a specific seal, but instead of wearing the king's seal] If that servant, puts aside the higher seal the king made himself (aka, the holiday), in favor of a seal that the servant made himself, of course that servant deserves to be put to dead, because he desecrated the King’s Seal, and he didn’t care for the King’s honor. And because of that, it is forbidden for the Holy Nation (aka, the Jewish people) to disregard the higher Seal of the King [Yom Tov and Chol Hamoed] that he placed on them, in favor of this image (seal) that we created ourselves (Tefillin)."
        },
        "22_Midrash Rut": {
            "32": "And it is written: 'And Eliyahu went up to heaven in a whirlwind.' (II Kings 2:11). Rabbi Nechemiah and Rabbi Yehudah say: 'when the Holy Blessed One brought Eliyahu to heaven the Angel of Death stood to oppose Him. ",
            "33": "The Holy Blessed One said to him [the angel]: This is why I created the heaven, so Eliyahu could go there!' The Angel of Death said to the Master of the World: 'Now You have given other creatures an opening [to avoid death].\" The Holy Blessed One replied: 'Eliyahu is not like other creatures. He could remove you [Death] from the world and you do not know his strength.' The Angel of Death said, 'Master of the World, grant me permission and I will descend upon him.' He said 'Go down.' And he immediately descended. But Eliyahu saw him, forced him under his leg, and [Eliyahu] asked to be able to remove him from the world, but God did not grant him permission. Immediately, Eliyahu flipped him and ascended [alive] to heaven."
        },
        "23_Midrash HaNe'elam Al Eichah": {
            "0": "1. The Jewish community of Babylon sent a message to the Jewish community of the Holy Land, \"It is appropriate for us to cry, it is appropriate for us to eulogize the destruction of the house of God, so much so that the we have been scattered amongst the nations, we should begin to euglogize, to explain the verses in order (from the book of Lamentations), that the master of the world sent in order to eulogize the destruction of His house. "
        },
        "24_Tikkunim Mizohar Chadash": {
            "0": "Three people are especially beloved by G-d: One who does not lose control of his temper, one who does not become drunk, and one who does not demand his full rights.  (Pesachim 113a)",
            "1": "One who carefully guards himself against giving in to anger and avoids any arguments, merits that his home is compared to the holy Temple. (Zohar)"
        },
        "25_Sifra Tanina": {},
        "26_Tikuna Kadma'ah": {},
        "27_More about Parshat Noach": {},
        "28_More about Parshat Shelach": {},
        "29_More about Parshat Vayera": {}
    },
    "meta": "Paragraph",
    "work": "Zohar Chadash"
}