{
    "work": "Zohar Chadash", 
    "text": {
        "7_Beshalach": {}, 
        "11_Tzav": {}, 
        "1_Noach": {}, 
        "18_Vaetchanan": {}, 
        "16_Balak": {}, 
        "23_Midrash HaNe'elam Al Eichah": {}, 
        "29_More about Parshat Vayera": {}, 
        "3_Vayera": {}, 
        "22_Midrash Rut": {
            "33": "The Holy Blessed One said to him [the angel]: This is why I created the heaven, so Eliyahu could go there!' The Angel of Death said to the Master of the World: 'Now You have given other creatures an opening [to avoid death].\" The Holy Blessed One replied: 'Eliyahu is not like other creatures. He could remove you [Death] from the world and you do not know his strength.' The Angel of Death said, 'Master of the World, grant me permission and I will descend upon him.' He said 'Go down.' And he immediately descended. But Eliyahu saw him, forced him under his leg, and [Eliyahu] asked to be able to remove him from the world, but God did not grant him permission. Immediately, Eliyahu flipped him and ascended [alive] to heaven.", 
            "32": "And it is written: 'And Eliyahu went up to heaven in a whirlwind.' (II Kings 2:11). Rabbi Nechemiah and Rabbi Yehudah say: 'when the Holy Blessed One brought Eliyahu to heaven the Angel of Death stood to oppose Him. "
        }, 
        "26_Tikuna Kadma'ah": {}, 
        "21_Shir HaShirim": {}, 
        "13_Behar": {}, 
        "27_More about Parshat Noach": {}, 
        "25_Sifra Tanina": {}, 
        "19_Ki Teitzei": {}, 
        "4_Toldot": {}, 
        "2_Lech Lecha": {}, 
        "20_Ki Tavo": {}, 
        "0_Bereshit": {}, 
        "9_Terumah": {}, 
        "12_Achrei Mot": {}, 
        "14_Nasso": {}, 
        "28_More about Parshat Shelach": {}, 
        "17_Matot": {}, 
        "6_Vayeshev": {}, 
        "8_Yitro": {}, 
        "24_Tikkunim Mizohar Chadash": {
            "1": "One who carefully guards himself against giving in to anger and avoids any arguments, merits that his home is compared to the holy Temple. (Zohar)", 
            "0": "Three people are especially beloved by G-d: One who does not lose control of his temper, one who does not become drunk, and one who does not demand his full rights.  (Pesachim 113a)"
        }, 
        "10_Ki Tisa": {}, 
        "15_Chukat": {}, 
        "5_Vayetzei": {}
    }, 
    "meta": "Paragraph"
}