{
    "title": "Kessef Mishneh on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [
            [
                "<b>כל כהן הכשר לעבודה וכו'.</b> מ''ש הכשר לעבודה בסיפרא אתה ובניך אתך מה אתה כשר אף בניך כשרים יצאו חללים ובעלי מומין. \n",
                "<b>ומ''ש שאסור לו להכנס מן המזבח ולפנים.</b> אף ע''ג דבקרא כתיב באהל מועד בת''כ מייתי מקרא דה''ה למן המזבח ולפנים וכתבתי ברייתא זו בסוף פרק זה. \n",
                "<b>ומ''ש שעבודתו פסולה.</b> בפ' כ''ג (סנהדרין כ''ב) אמרינן דשתויי יין מחלי עבודה ופירש''י דכתיב יין ושכר אל תשת וגו' וסמיך ליה ולהבדיל בין הקדש ובין החול משמע בין עבודה קדושה לעבודה מחוללת ומייתי לה ברפ''ב דזבחים (דף י''ז ע''ב). \n",
                "<b>ומ''ש וחייב מיתה בידי שמים.</b> מבואר בכתוב ומשמע מדברי רבינו דאסור להכנס מהמזבח ולפנים אע''פ שלא עבד אבל אינו חייב מיתה אא''כ עבד: \n",
                "<b>ומ''ש והוא ששתה רביעית יין חי בבת אחת מיין שעברו עליו מ' יום אבל אם שתה פחות מרביעית יין וכו'.</b> בפ''ג דכריתות (דף י''ג ע''ב) ת''ר יין ושכר אל תשת יכול אפילו כל שהוא אפילו מגתו ת''ל ושכר אין אסור אלא כדי לשכר וכמה כדי לשכר רביעית יין בן מ' יום אם כן מה ת''ל יין לומר לך שמוזהרים עליו כל שהו ומוזהרים עליו מגתו רבי יהודה אומר יין אין לי אלא יין שאר משכרים מנין ת''ל ושכר א''כ מה ת''ל יין על היין במיתה ועל שאר משקין באזהרה ר' אליעזר אומר יין אל תשת ושכר אל תשתהו כדרך שכרותו הא אם הפסיק בו או שנתן לתוכו מים כל שהוא פטור במאי פליגי ת''ק סבר גמרי' שכר שכר מנזיר ור' יהודה לא יליף שכר שכר מנזיר ורבי אליעזר סבר מאי שכר מידי דהוא משכר כמאן אזלא הא דתניא אכל דבלה קעילית ושתה דבש או חלב ונכנס למקדש ושימש לוקה כמאן כר' יהודה אמר רב יהודה בר אחותאי הלכה כרבי אליעזר. ופירש רש''י מוזהרים עליו בכל שהוא ומגתו אבל אינו במיתה עד שישתה רביעית בן מ' יום וזהו שכתב רבינו אבל אם שתה פחות מרביעית יין וכו' פטור ואינו מחלל עבודה כלומר איסורא מיהא איכא. ומ''מ יש לתמוה כיון שמוזהרים על כל שהוא ועל יין מגתו למה לא כתב שלוקים עליהם. וי''ל דעל כל שהוא פשיטא שאין לוקין כשם שאין לוקין על כל שאר איסורין שבתורה בכל שהוא ומדלא לקי על יין כל שהו ה''ה דלא לקי על יין מגתו דתרוייהו חד טעמא להו שאינם משכרים: \n",
                "<b>שתה יתר מרביעית יין וכו'.</b> שם אמרינן דרב אשי לא בעא לאורויי משום שכרות וא''ל רב אחא והא אמר רב הלכה כר' אליעזר (דאמר יין אל תשת ושכר אל תשתהו דרך שכרותו הא אם הפסיק בה או שנתן לתוכו מים כל שהוא פטור) ומר הא קרמי ביה מיא א''ל הא ל''ק ברביעית הא ביותר מרביעית: \n",
                "<b>ועל מ''ש רבינו ופוסל את העבודה.</b> כתוב בהשגות א''א לא מחוור מן הגמרא וכו' טעמו משום דכיון דלא אשכחן לגמרא דמפליג בין רביעית ליותר מרביעית אלא בענין הוראה כמו שכתבתי בסמוך מהי תיתי לן לחייב מיתה ולפסול עבודה וטעם רבינו דאע''ג דעל ענין הוראה הוא נאמר חילוק זה מ''מ משמע דר' אליעזר אף לענין עבודה פטר בהפסיק בו או נתן לתוכו מים ומאחר שלמדנו שאין דבריו אמורים אלא ברביעית ממילא משמע דיותר מרביעית כדקאי קאי לחיוב מיתה ולפסול עבודה: \n\n"
            ],
            [
                "<b>היה שכור משאר משקים וכו'.</b> שם בברייתא שכתבתי בסמוך רבי יהודה אומר יין אין לי אלא יין שאר משכרים מנין ת''ל ושכר אם כן מה תלמוד לומר יין על היין במיתה ועל שאר משקין באזהרה ומשמע לרבינו דהלכה כרבי יהודה מדאמרינן התם כמאן אזלא הא דתניא אכל דבילה קעילית ושתה דבש או חלב ונכנס למקדש ושימש לוקה כמאן כרבי יהודה ואע''ג דבס''פ על אלו מומין (דף מ''ה:) אמרינן דמתניתין דהתם דלא כרבי יהודה הא דקאמר גמרא בדוכתא כמאן אזלא הא דתניא וכו' כרבי יהודה עדיף כנ''ל לדחוק לדעת רבינו ובספר המצות לרבינו כתוב דברייתא דסיפרא כרבי יהודה ואינו הכרע דסתם סיפרא רבי יהודה וכן השיגו הרמב''ן. ועדיין יש לתמוה עליו דהא אמרינן בגמרא במאי פליגי ת''ק ורבי יהודה ת''ק סבר גמרינן שכר שכר מנזיר ומש''ה סבר שלא הזהירה תורה אלא על היין ולא על שאר משכרים ורבי יהודה לא יליף שכר מנזיר וכיון שרבינו פסק בתחלת הפרק לומר דאיכא איסורא בפחות מרביעית וביין מגתו כתנא קמא היאך פסק כאן כרבי יהודה והוי כמזכה שטרא לבי תרי ויש לתמוה למה לא השיגו הראב''ד ואפשר לומר שאע''פ שרבינו סובר דהלכה כרבי יהודה מ''מ נראה לו לחוש לדברי התנא קמא לאסור כל שהוא ויין מגתו איסורא בעלמא ואין לדחוק ולומר דפטור דקתני רבינו גבי פחות מרביעית ויין מגתו פטור ומותר קאמר דאם כן היכי מסיים בה ואינו מחלל עבודה פשיטא וע''ק דמשמע דרבי אליעזר לא דריש ושכר אלא לדרך שכרותו לא לרבות שאר משכרים כרבי יהודה וכיון דאיפסיקא הלכתא בגמרא כרבי אליעזר וכן פסק רבינו היאך פסק כרבי יהודה ואפשר לומר שרבינו מפרש דרבי אליעזר לא פליג ארבי יהודה דודאי משמע ליה דשכר אתא לרבות שאר משכרים אלא דמוסיף עליה לומר דכיון דבמשכר תלה רחמנא ממילא משמע דלא אסר יין אלא דרך שכרותו ואפשר עוד לומר דאף את''ק לא פליג רבי אליעזר דכיון דאמשכר קפיד רחמנא וריבה שאר משכרים מיניה נשמע דביין לא אסר אלא כדי לשכר דהיינו רביעית ויין בן ארבעים יום והשתא אתי שפיר דפסק רבינו כתנא קמא וכדברי ר' יהודה משום דאיפסיקא הלכתא כרבי אליעזר ור''א ס''ל כר''י וכת''ק ואפשר דמש''ה אמרינן בגמרא דקרי רב עליה דר''א טוביינא דחכימי משום דמשכר משמע ליה כל תלת מילי דידיה ודרבי יהודה ות''ק. אח''כ מצאתי בתשובות הרשב''א סי' שס''ג שנשאל איך הלך רבינו בשיטת רבי יהודה ובגמרא כריתות פרק אמרו לו גרסינן כמאן אזלא הא דתניא אכל דבילה קעילית ושתה דבש או חלב ונכנס למקדש ושימש לוקה ארבעים כמאן כרבי יהודה והתם איפסיקא הלכתא כרבי אליעזר [וקרי רב עליה טוביינא דחכימי] ורבי אליעזר כיון דאפקיה לשכר דרך שכרותו שאר משכרין לית ליה ואפילו נפרש [כמאן] כרבי יהודה דאילו לר''א מחמרינן טפי ומחייב מיתה בשאר משכרין וכו' מ''מ יש להשיג עליו [שכתב] על היין במיתה ועבודתו מתחללת וכו' ושיטה זו כרבי יהודה אזלא וכו' ושמא דעת הרמב''ם לפרש כמאן כר''י ולאפוקי מדת''ק אתי דכיון דיליף שכר מנזיר א''כ שאר משכרין לא כתיבי כלל לא למיתה ולא לאזהרה אבל לא אתי לאפוקי מדרבי אליעזר דכיון דברייתא דר''א לא יליף שכר מנזיר ודריש שכר כדי שכרותו שמא כל המשכרין כדי שכרותן הוו באזהרה. עכ''ל השאלה: \n",
                "<b>והשיב</b> נראה שהרמב''ם תפס לו דרך אחרת באותה הלכה וכו' והדין עמו דכשתמצא לומר דר''א לא יליף שכר מנזיר א''כ [שכר] איצטריך לשאר המשכרין דכל היכא דאיכא לאוקמי בשאר המשכרין כפשוטו לא דרשינן ליה ליין ולראוי לשכר וכו' גם לפרש כמאן אזלא הא דתניא כמאן כר''י לאפוקי מדת''ק בלחוד ולא מדר''א אין נ''ל שיטת הגמרא כן דכיון שהזכיר מחלוקתן של ת''ק ורבי יהודה ורבי אליעזר ועלה קאמר כמאן אזלא הא דתניא כמאן כרבי יהודה דוקא קאמר ונראה לי שכך הוא מפרשה יין אל תשת [יכול] אפילו כל שהוא ואפילו יין מגתו דיין אפי' כל שהוא במשמע ואפילו מגתו תלמוד לומר ושכר אין אסור אלא כדי לשכר כלומר אין איסור שנאמר בו דהיינו למיתה אלא כדי לשכר כלומר שיעור הראוי לשכר דהיינו רביעית ושיהיה ממשו ראוי לשכר דהיינו שעברו עליו ארבעים יום וכל ששתה ממנו כדי רביעית אפי' הפסיק בו ואפילו נתן לתוכו מים חייב [שהרי שתה] שיעור הראוי לשכר מיין שממשו ראוי לשכר תוך שיעור שתיה דהיינו תוך שיעור אכילת פרס אבל שאר המשכרים לעולם לא דילפינן שכר מנזיר ומיהו כיון דילפינן שכר מנזיר תו לא איצטריך יין דמיניה משמע יין ומשמע נמי שיש בו כדי לשכר דלהכי אפקיה בלשון שכר ולא אמר יין בהדיא אלא אם אינו ענין לכדי לשכר דהא משכר נפקא יין כדי לשכר תנהו ענין ליין שאינו כדי לשכר ולאזהרה דאי כולהו אפי' למיתה לכתוב יין ולא איצטריך שכר ורבי יהודה סבר שכר כמשמעו לכל המשכרין ובין יין בין שאר משכרים במשמע דלא ילפינן שכר מנזיר ושכר דאיצטריך לשאר משכרין לא דרשינן מיניה כדי לשכר אלא ששתה מהם ואפילו פחות מרביעית חייב וכל שכן אם שתה רביעית אע''פ שהפסיק בו או שנתן לתוכו מים דבדרך שכרותו ובכדי שכרות לא קפדינן אלא במינים המשכרים ותדע לך דהא לרבנן אי לאו דכתיב שכר דמיניה דריש כדי לשכר הוו אמרי יין אפי' כל שהוא והילכך רבי יהודה דאיצטריך ליה שכר לשאר המשכרין יין או שכר דכתב רחמנא אפילו כל שהוא ואפי' מגתו משמע ולמה נאמר יין לחלק יין למיתה ושאר משכרים לאזהרה ורבי אליעזר סבר יין אל תשת שכר אל תשת שלא תשתהו דרך שכרותו. ורבי אליעזר לא יליף שכר מנזיר ויין לחלק כרבי יהודה אלא דסבירא ליה כרבנן בכדי לשכר ועדיפא מדרבנן דבעינן ראוי לשכר בשעת שתייה ממש שישתנו דרך שכרותו שלא יפסיק בו ושלא יתן לתוכו מים. וטעמא דידיה דכל מקום שנאמר שכר אחד מכל המשכרין כדי לשכר קאמר ומדכתב הכא אל תשת כדי לשכר בשעת שתייתו ממש וכל שהפסיק בו או שנתן לתוכו מים כל שהוא ולא שתה ממנו אלא רביעית אינו ראוי לשכר בשעת שתייה ממש ותדע לך דר''א אפי' שאר המשכרין אית ליה כרבי יהודה מדקאמר יין אל תשת שכר אל תשת הזכיר אל תשת גבי יין ואל תשת גבי שכר ואילו לא בא ר''א לומר אלא שלא ישתה יין דרך שכרותו ויליף שכר מנזיר הכין הוה ליה למימר יין אל תשת שכר שלא תשתנו דרך שכרותו. ועוד דמדקאמרי בין ת''ק בין רבי יהודה א''כ יין למה לי שמע מינה דאינהו נמי בהא כר''י דלעיל מיניה ס''ל ולא בא לחלוק עליו בחילוק המינין דיין ודאי לחלק אלא בהא בלחוד הוא דפליג עליה בשלא תשתנו דרך שכרותו דמאי שכר הוא דמשכר והיינו נמי דאמרינן במאי פליגי ת''ק סבר ילפינן שכר מנזיר ור''י סבר לא ילפינן שכר מנזיר ור''א מאי שכר והוא דמשכר ולא מפרשינן מאי קסבר אי יליף שכר מנזיר כרבנן או לא יליף כר''י אלא מאי שכר והוא דמשכר דאלמא אדרבי יהודה דסמיך קאי וא''ל בשאר המשכרין מודינא לך ויין לחלק אלא בשעורן דבשתייתן פליגנא דמאי שכר והוא דמשכר וכיון דכתיב אל תשת בשעת שתייה [ממש] קאמר והיינו דאוקימנא ברייתא דאכל דבילה קעילית כרבי יהודה דוקא דההיא ודאי מפקא מדת''ק דלדידהו שאר המשכרין אינן אפי' באזהרה ומפקא מדר''א דלדידיה שיעור הראוי לשכר בעינן ותנא דההיא ברייתא מדלא יהיב שיעורא שמע מינה אפילו בפחות מרביעית קאמר. והילכך כיון דאיפסיקא הלכתא כר''א אינו במיתה ולא באזהרה אפילו על היין אלא אם כן שתה ממנו רביעית מיין שעברו עליו ארבעים יום ורביעית נמי הוא שלא יפסיק בו ושלא יתן לתוכו מים כלל ושאר המשכרין לאזהרה עד שישתה מהן כדי לשכר וכן פסק הרב רבינו משה זכרונו לברכה. ונמצאו דבריו עולים כהוגן לפי פירושנו זה. \n",
                "<b>ואם</b> תאמר א''כ בריש פ''ק דנזיר דאמרינן שכר דכתב רחמנא גבי נזיר למילף מיניה שכר דמקדש [ולאפוקי מדרבי יהודה דתניא אכל דבילה קעילית וכו' אמאי לא קאמר] לאפוקי מדרבי יהודה ומדרבי אליעזר יש לומר דהתם לאו כרוכלא חשיב ואזיל אלא מכל מקום מדרבי יהודה וממאן דס''ל כוותיה קאמר. ועוד משום דר''י אמרה בהדיא קאמר הכין. ולכשתמצא לומר דר''א כוותיה ס''ל מפקא מיניה דר''א. ונ''ל עוד שהזקיקו לרב לפרש כן כדי שלא להוציא סתם מתניתין דנזיר לבר מהילכתא דלכאורה סתם מתניתין דפ''ק דנזיר כרבי יהודה דלא יליף שכר דמקדש מנזיר דתנן התם הריני נזיר מן החרצנים הרי זה נזיר וכל דקדוקי נזיר עליו ואמרינן עלה בגמרא מתניתין דלא כרבי שמעון דאמר עד שיזיר מכולן. ואמרינן מ''ט דר''ש דאמר קרא מכל אשר יצא מגפן היין. ורבנן מאי טעמא דאמר קרא מיין ושכר יזיר. ור''ש הא כתיב מיין ושכר ההוא לאסור יין מצוה כיין הרשות. ורבנן הא מיבעיא להו לאסור יין מצוה כיין הרשות א''כ לימא קרא מיין מיין ור''ש היינו טעמיה דכתב שכר לאלופי שכר שכר למקדש דכתיב יין ושכר אל תשת מה נזיר יין הוא דמיתסר שאר משכרין לא אף גבי מקדש נמי יין הוא דליתסר אבל שאר המשכרין לא לאפוקי מדר''י דתניא ר''י אומר אכל דבילה קעילית ושתה דבש או חלב וכו' ומדלא קא בעי תו ורבנן הא מיבעי לאלופי אמקדש כדבעא בכל הנך דלעיל משמע לכאורה דרבנן לא איצטריך להכין דהשתא נמי לא ילפינן דשכר דמקדש אפילו שאר המשכרין קאמר. וכיון דסתם מתניתין כר''י שמע מינה הלכתא כוותיה. והאי דכריתות דאיפסיקא הלכתא כר''א לא מפקא מינה בעיקר משכרין דהא איכא לפרושה כדפרישית. ואלא מיהו למאי דפרישית דר''י אפילו בכל שהוא מחייב איכא למידק מהא דאמרינן בנזיר פרק ג' מינין אמר ר''א עשר רביעיות ומנקט רב ששת חמש חיוורתא וחמש סומקאתא נזיר ועושה פסח שהורו במקדש ומתו. ומקדש היינו שתה רביעית יין ושימש במקדש ואקשינן התם ותו ליכא והא איכא מי רביעית נוטלין לידים לאחד ואפילו לשנים ופרקינן בפלוגתא לא קא מיירי כו' והא איכא כמה מים נותן לתוכן כל שהן ר''י אומר ברביעית בפלוגתא לא קא מיירי אלמא כל הנך עשר ליכא מאן דפליג אפילו בחדא מינייהו ולפי מה שפירשתי הא איכא מקדש דפליג רבי יהודה ומחייב אפילו בפחות מרביעית ויש לי לומר דפלוגתא דר''י לאו פלוגתא היא משום דכבר פסק רב הלכתא כר''א ולפום כן לא חש לה ר''א דעשר רביעיות דבתר רב הוה ודמיא לההיא דאמרינן בריש פ''ק דיבמות גבי ליתני שש עשרה אמו אנוסת אביו פלוגתא דרבי יהודה ורבנן היא ובפלוגתא לא קא מיירי ואקשינן והא בית שמאי מתירין צרות לאחין ובית הלל אוסרין ופרקינן בית שמאי במקום בית הלל אינה משנה. ואי נמי איכא למימר דבפלוגתא דחיוורתא קאמר דלא מיירי אבל בסומקאתא איירי בפלוגתא דהא קא חשיב רביעית דם משני מתים דפליגי רבנן ואמרי דדוקא רביעית ממת אחד והא קא חשיב רביעית יין לנזיר דלרבי עקיבא בכזית ואמרו רבותינו הצרפתים זכרונם לברכה דחיוורתא הוא דקאמר דלא איירי בהו בפלוגתא אבל בסומקאתא איירי ואף אני אומר דרביעית יין דמקדש אע''ג דפלוגתא היא לא חש לה ואיירי בה: \n",
                "<b>עוד</b> יש לפרש לדעת הר''מ ז''ל דר''י בפחות מרביעית לא מחייב דאין שתייה פחותה מרביעית ובמקדש אל תשת כתיב ואע''ג דאמר ת''ק יכול אפילו כל שהוא ואפי' יין מגתו. כל שהוא אינו עיקר אלא יכול יין מגתו הוא העיקר אבל כיון שסופנו לרבות כל שהוא ויין מגתו באזהרה נקט הכא בגררא יכול אפילו כל שהוא ואפילו יין מגתו. אי נמי יכול אפי' כל שהו דקאמר ת''ק בדוקא קא אמר ולא כל שהוא ממש אלא כזית ומשום דאיהו יליף שכר דמקדש משכר דנזיר ושכר דנזיר למשנה אחרונה בכזית דיליף שתייה מאכילה בדין היה דנימא נמי דשכר דמקדש בכל שהוא דהיינו בכזית אלא דכיון דכתיב יין וכתיב שכר על כרחין שכר לכדי לשכר הוא דאתא. והא דקאמר יין יכול אפי' כל שהוא לאו למימרא דאי לא כתב רחמנא אלא יין הוה אמינא דאפילו כל שהוא דאדרבה למאי דפרישית משכר הוא דהוה ילפינן דמינה הוא דילפינן מנזיר אלא הכי קאמר יין ושכר יכול אפילו כל שהוא משום דילפינן מנזיר תלמוד לומר שכר כלומר כיון דכתיב יין וכתיב שכר על כרחין לכדי לשכר דאי לא כתב רחמנא אלא שכר הוה משמע אפי' יין כזית דילפינן שכר מנזיר ואפילו יין מגתו כנזיר ואי כתב נמי יין לחודיה הוה משמע יין רביעית ואפילו מגתו אבל השתא דכתיב יין ושכר ממילא שמעינן דשכר יין כדי לשכר קאמר ומ''מ כיון דכתיב יין וכתיב שכר הוה ליה כמו שכתוב יין יין תרי זמני וההוא דאפקיה בלשון שכר ליין כדי לשכר ולמיתה ואידך לפחות מרביעית ואפילו מגתו ולאזהרה. וכל שהוא דפרישית דיש לו שיעור יש לנו הרבה כיוצא בו בגמרא וחד מינייהו בעירובין בפ' חלון ומגביהו מן הקרקע כל שהוא וכמה כל שהוא טפח ואחד בראשית הגז וכמה הן גוזזות כל שהוא וכמה כל שהוא וכו' אבל לר''י דלא יליף שכר מנזיר וכתיב אל תשת אין שתייה פחותה מרביעית אבל איהו סבר דשאר משכרין נמי ברביעית ובהא פליג עליה רבי אלעזר דשאר המשכרין אין להם שיעור למעלה אלא עד שישתכר דלהכי אפקינהו רחמנא בלשון שכר וברייתא דקתני סתם שתה דבש או חלב ולא קתני ונשתכר ומשמע דאפי' לא נשתכר אלא ששתה מהם שיעור הידוע דהיינו רביעית ששיעורו ליין חייב היינו ר''י ודלא כרבי אליעזר וכן יראה מדברי הר''מ ז''ל שכתב גבי יין והוא ששתה רביעית [יין] בבת אחת ובשאר המשכרין כתב היה שכור משאר המשכרין וכו' ואם נכנס ועבד והוא שכור דאלמא ביין לעולם ברביעית חי ובבת אחת ובשאר המשכרין עד שיהא שכור ממש ויש לו פנים עכ''ל: \n\n"
            ],
            [
                "<b>וכשם שאסור לכהן להכנס למקדש וכו'.</b> בפרק שלישי דכריתות (דף י''ג:) ופרק הדר (עירובין דף ס''ד) ומשמע דאין חייבין מיתה על ההוראה והכי יליף לה בסיפרא. \n",
                "<b>ומ''ש אפילו אכל תמרים וכו'.</b> בפרק קמא דכתובות (דף י':) אמר רב אכל תמרים אל יורה. \n",
                "<b>ומ''ש ואם הורה בדבר שהוא מפורש בתורה עד שידעוהו הצדוקים מותר כגון שהורה שהשרץ טמא וכו'.</b> בפ''ג דכריתות (דף י''ג:). \n\n"
            ],
            [
                "<b>ומ''ש ומותר לשכור ללמד תורה וכו'.</b> שם ת''ר ולהבדיל בין הקדש ובין החול אלו דמים נערכים וכו' ביד משה זה הגמרא יכול אף המשנה ת''ל ולהורות רבי יוסי ברבי יהודה אומר יכול אף הגמרא ת''ל ולהורות אמר רב הלכה כרבי יוסי ברבי יהודה דהא רב לא מוקים אמורא [עליה] מיומא טבא לחבריה משום שכרות שאני רב דאורי מורי וניקום דלא לורי כל היכא דיתיב רב לא סגי ליה בלא הוראה ולדברי רבינו מבוארים בפירושו ורש''י פירש בענין אחר: \n\n"
            ],
            [
                "<b>שתה כדי רביעית בלבד וכו'.</b> בפרק כהן גדול (סנהדרין דף כ״ב:) ובפרק הדר ובפ״ב דתעניות (דף י״ז:) אמר רב x אחא דרך מיל ושינה כל שהוא מפיגין את היין ואתמר עלה ל״ש אלא ששתה כדי רביעית אבל יותר מכדי רביעית כל שכן דדרך טורדתו ושינה משכרתו: \n",
                "<b>ועל מ''ש רבינו שתה כדי רביעית בלבד וכו' ומותר לעבוד.</b> כתב הראב''ד אף זה לא מחוור וכו'. וטעם רבינו דכיון דאמרינן דמותר להורות משום דלא הוי בכלל ושכר אל תשת ממילא משמע דמותר לעבוד והא דנקט רבי אליעזר פטור לאו דוקא אי נמי משום דבהפסיק בה דקתני בהדה נקט פטור דכיון דמכל מקום שתה רביעית יין חי אינו מותר לעבוד לא שייך למיתני בה אלא פטור אבל בהיה מים כל שהוא מותר נמי הוא והכי דייק לשון רבינו דהכא גבי מותר לעבוד נקט היה בה מים כל שהוא ולא נקט הפסיק בה. אבל הא קשיא לי שכתב לעיל שתה רביעית והפסיק בה או מזגה במים פטור ואינו מחלל עבודה וכאן כתב דרביעית אם היה בה מים כל שהוא מותר לעבוד ונראה לי דלעיל אגב אינך נקט למזגה במים דפטור ואינו מחלל עבודה והכא נקט להיה בה מים ואפקה מכלל הנך ואשמעינן דהאי לא בלבד שפטור ואינו מחלל עבודה אלא אף מותר לעבוד. ויותר נראה לי דלעיל היה רביעית שלם יין חי ולפיכך כשמזגו במים פטור אבל אסור אבל הכא שהיה פחות מרביעית יין חי והמים השלימוהו לרביעית מותר. \n",
                "<b>ומה שכתב באם שתה יותר מרביעית אפילו מזוג וכו'.</b> כבר נתבאר בפרק זה שדין יותר מרביעית מזוג שוה לרביעית חי. ודקדק רבינו לכתוב שינה מעט כלומר דאילו שינה הרבה מפיגה את היין: \n\n"
            ],
            [
                "<b>אנשי המשמר מותרים לשתות יין בלילות וכו'.</b> משנה בפרק שני דתעניות (דף ט''ו:) אנשי משמר מותרים לשתות יין בלילות אבל לא בימים ואנשי בית אב לא ביום ולא בלילה ובגמרא (דף י''ז) תנו רבנן מפני מה אמרו אנשי משמר מותרים לשתות יין בלילות אבל לא בימים שמא תכבד העבודה על אנשי בית אב ויבאו ויסייעו להם ומפני מה אנשי בית אב לא ביום ולא בלילה מפני שהם עסוקין תמיד בעבודה וסובר רבינו שהטעם שמא ישתה בלילה וישכים לעבודתו ועדיין לא סר יינו מעליו וכתב עליו בהשגות אינו מן הטעם הזה אלא מפני שהקטרת אימורים כל הלילה עכ''ל וכך הם דברי רש''י ולדעת רבינו י''ל דאי משום הקטרת אימורים היה אפשר לתקן שיקטירו אותם קודם שישתו: \n\n"
            ],
            [
                "<b>כל כהן שידע מאי זה משמר הוא וכו'.</b> שם. \n",
                "<b>ומה שכתב לא היה מכיר משמרתו ולא בית אבותיו וכו'.</b> שם אינו מכיר משמרתו ומשמרת אבותיו ויודע שבתי אבותיו קבועים שם אסורים לשתות יין כל השנה רבי אומר אומר אני אסור לשתות יין לעולם אבל מה אעשה שתקנתו קלקלתו אמר אביי כמאן שתו האידנא כהני חמרא כרבי ופירש רש''י רבי אומר אומר אני כהן אסור וכו' כלומר אי חיישינן לשמא יבנה יהא אסור לעולם אפי' המכיר משמרתו ומשמרת בית אבותיו דחיישינן שמא ישתנה סדר משמרות ושמא יעבדו כולם לחנוכת הבית בבת אחת ונמצא זה צריך לעבוד אבל מה אעשה שתקנתו קלקלתו דהרי כמה שנים שלא חזרה בירה וקלקלה זו תקנתו לשתות יין בהדיא ולשמא יבנה לא חיישינן עכ''ל. ודברי הראב''ד בהשגות כדברי רש''י ולפיכך כתב הלכה כרבי וכו' ורבינו סובר שלא בא רבי לחלוק אלא על אינו מכיר משמרתו ומשמרת בית אב שלו אבל במכיר משמרתו ומשמרת בית אב שלו וכן במכיר משמרתו ואין מכיר משמרת בית אב שלו ליכא פלוגתא בין רבי לתנא קמא ובאינו מכיר משמרתו ומשמרת בית אב שלו אינו גורס ויודע שאבותיו קבועים שם דאי לא כן לא הו''ל להשמיטו: \n",
                "<b>ועל מה שכתב רבינו שאינו יכול לעבוד עד שיקבע בבית אב שלו ובמשמרתו.</b> כתב הראב''ד כמה דבריו חלושים וקלושים וכו'. ואני אומר שכשיבנה בית המקדש אפילו אם יבנה בידי שמים לא בו ביום שיבנה יודיע המשמרות הראויות ושבתם ועוד שדעת רבינו שבלא בנין בית המקדש אפשר להקריב קרבנות כמו שכתב בספר ששי מהלכות בית הבחירה ועוד יש לומר דרבינו לא בא ללמד שכשיבנה בית המקדש אסור לו לשתות עד שיקבע אלא בא ליתן טעם למה מותר לשתות יין בזמן הזה והכי קאמר שאינו יכול לעבוד עד שיקבע בבית אב שלו ובמשמרתו וכיון שעכשיו אינו קבוע אינו ראוי לעבודה ולפיכך מותר ביין ולכשיבנה בית המקדש ויקבע אז יאסר ולא קודם: \n\n"
            ],
            [
                "<b>כהן שגדל שערו וכו'.</b> בס״פ הנשרפין (סנהדרין דף פ״ג.) ואם תאמר מה צורך להיקש זה הא מקרא משמע ראשיכם אל תפרעו ולא תמותו הא אם תפרעו תמותו יש לומר דקרא אפשר לפרשו לרשות דהכי קאמר אע״פ ששאר אבלים שלא קרעו ולא פרעו במיתה אינכם בכלל חיוב זה: \n\n"
            ],
            [
                "<b>ומ״ש ואין פרועי ראש מחללים עבודה אע״פ שהוא במיתה עבודתו כשירה.</b> מסקנא דגמרא בפ״ב דתענית (דף י״ז:) ובס״פ כה״ג (סנהדרין דף כ״ב:): \n\n"
            ],
            [
                "<b>ומה שכתב כשם שאין הכהנים מוזהרין על היין כו'.</b> שם בפרקים הנזכרים: \n",
                "<b>וכתב</b> בהשגות א''א ליתיה להאי כללא וכו'. ותירץ במגדל עוז דלאו בשעת ביאה קאמר אלא בזמן ביאה למעוטי בזמן הזה עכ''ל. ואינו נראה שהרי בגמרא אמרו בזמן ביאה ורבינו שינה וכתב בשעת ביאה ולכן נ''ל שרבינו מפרש דאפילו בזמן הבית כהן שאינו רגיל לעבוד הוי שלא בזמן ביאה כלומר שלא בשעת ביאה ומותר לו לגדל פרע וכן מבואר בדברי רבי' שכתב לפיכך כהן הדיוט העובד מגלח מל' יום לל' יום: \n",
                "<b>במה דברים אמורים בכהן הדיוט וכו'.</b> בסוף הוריות (דף י''א:): \n\n"
            ],
            [
                "<b>כמה הוא גידול פרע שלשים יום כנזיר וכו' לפיכך כהן הדיוט וכו'.</b> בס''פ כה''ג שם ובפ''ב דתענית ודקדק רבינו לכתוב העובד לרמוז למה שנתבאר בסמוך לדעתו שאין אסורים לגדל פרע אלא בשעת ביאה למקדש: \n\n"
            ],
            [
                "<b>ואנשי משמר אסורים לספר ולכבס בשבתן וכו'.</b> משנה (דף ט''ו:) וגמרא (דף י''ז) בפ''ב דתעניות ומסיים שם במשנה ובחמישי מותרים מפני כבוד השבת ואיני יודע מפני מה השמיטו רבינו: \n\n"
            ],
            [
                "<b>מי ששלמה משמרתו בתוך הרגל כו'.</b> ברייתא בפרק אלו מגלחין (מועד קטן דף י״ז:) ואמרינן התם דתנא דמתניתין פליג וא״כ יש לתמוה על רבינו למה פסק דלא כוותיה ואפשר שטעמו מדחזינן דאייתי בגמרא האי ברייתא ומפרש טעמה. וה״ה כתב בפרק ז' מהלכות יו״ט שטעם רבינו משום דהכי איתא התם תנא האבל והכהן מותרים בגילוח ואוקמוה בדשלים משמרתו ברגל תנא דידן סבר כיון דתנן בשלשה פרקים היו כל המשמרות שוות באימורי הרגלים ובחילוק לחם הפנים כמאן דלא שלים משמרתו ברגל דמי ותנא ברא סבר אע״ג דשייך בהנך משמרות משמרתיה מיהא שלמה ליה ומאחר דהלכה כתנא ברא באבל כנזכר שם כן הלכה כמותו בכהן. והר״י קורקוס ז״ל כתב דלא מכרעא מילתא דמתניתין פליגא דאיכא למימר תנא ושייר כדשייר מי שאבדה לו אבידה: \n\n"
            ],
            [
                "<b>דין קרועי בגדים ודין פרועי ראש אחד הוא וכו'.</b> פשוט הוא. \n",
                "<b>ומה שכתב שעבודתו כשירה ולא חללה.</b> נתבאר בסמוך: \n\n"
            ],
            [
                "<b>יראה לי שכל כהן הכשר לעבודה וכו' אף על פי שלא עבד וכו'.</b> הראב''ד כתב אם נכנס מן המזבח ולפנים אמר אברהם זה לא מצאתיו וכו'. והרמב''ן בהשגותיו לספר המצות כתב שטעם רבינו ממה שאמרו בסיפרא מנין שאינו חייב אלא בשעת עבודה תלמוד לומר אתה ובניך אתך ומפרש רבינו דבשעת עבודה דקתני היינו ביום בשעה שהעבודה כשירה וחייב מלקות קאמר והרמב''ן חולק עליו ומפרש דבשעת עבודה היינו שעת עבודה ממש כלומר אם עבד והוא שתוי או פרוע ראש או קרוע בגדים אבל ליכנס בלבד בלא עבודה אינו אסור מן התורה ומה ששנינו בסוף פרק קמא דכלים (משנה ט) בין האולם ולמזבח מקודש ממנו שאין בעלי מומין ופרועי ראש נכנסים לשם אינו אלא ממעלות דרבנן והאריך עוד בזה לסתור דברי רבינו וכן כתב עוד בפירוש התורה בפרשת שמיני. וליישב דעת רבינו י''ל שרבינו סובר כמאן דאמר בפרק טרף בקלפי (יומא דף מ''ד:) מעלות דאורייתא ומפרש דהיינו לומר שהאיסור ליכנס שם פרועי ראש וכו' הוא מדאורייתא אע''פ שנשנו שם קצת מעלות שע''כ הם דרבנן היכא דאפשר לפרש שהם דאורייתא אמרינן ולפי שראה רבינו דהאי בשעת עבודה דקתני בסיפרא אפשר לפרשו כדפריש הרמב''ן כתב דין זה בדרך יראה לי ולא כתבו סתם: \n\n"
            ],
            [
                "<b>ומ''ש ודין הנכנס ככה מן המזבח ולפנים וכו'.</b> בתורת כהנים פרשת שמיני בבואכם אל אהל מועד אין לי אלא בביאה מנין אף ביציאה תלמוד לומר אתה ובניך מנין לעשות המזבח כאהל מועד תלמוד לומר אתה ובניך רבי אומר נאמר כאן בבואכם אל אהל מועד ונאמר בקידוש ידים ורגלים בבואכם אל אהל מועד מה להלן עשה גישת מזבח כביאת אהל מועד ועשה בו יציאה כביאה ואינו חייב אלא בשעת עבודה אף כאן כן. וכתב סמ''ג מנין אף ביציאה תלמוד לומר אתה ובניך פירוש אפילו אחד מהם יוצא מנין לעשות המזבח כאהל מועד תלמוד לומר אתה ובניך פירוש בדבר שאתה ובניך חלוקים משאר ישראל ע''כ לשונו. ואיני יודע היכי יליף יציאה מאתה ובניך ואפשר דמייתורא דריש ליה דהל''ל יין ושכר אל תשתו בבואכם ואתה ובניך אתך אייתר למדרש באם אינו ענין לאסור אף ביציאה: \n",
                "<b>ועל מה שכתב רבינו כגון ששתה רביעית יין בין האולם ולמזבח וכו'.</b> כתב הראב''ד אמר אברהם אם לדבריו אין צורך שישתה היין בין האולם ולמזבח וכו' נראה שטעמו דאין לומר לחייב ביציאה היינו שהכניס יין בפנים ושתה שם דמי נתן יין בפנים ותורת כהנים ה''פ אין לי אלא בביאה דבבואכם משמע כשהם נכנסים ממש רגל אחת בפנים ורגל אחת בחוץ לא ישתו אבל לשתות קודם שיתחילו ליכנס כלל לא קמשמע לן ולהאי קרי יציאה כיון דכששותים עדיין הם בחוץ. ומה שכתב אם לדבריו כלומר שהוא סובר דאף אם נכנס מן המזבח ולפנים לוקה דאילו להראב''ד לפנים מן המזבח אינו אלא ממעלות דרבנן כמו שכתב בהשגה שקודם זו. ומה שסיים וכתב ובמזבח מיתה נמי איכא בשתויי יין כלומר דלדעת רבינו אע''ג דבבואכם קאי בין למזבח בין לפנים מן המזבח ולא תמותו לא קאי אלא למזבח בלבד: \n\n"
            ],
            [
                "<b>וכן אסור לכל אדם בין כהן בין ישראל וכו' עד סוף הפרק.</b> נראה שהוא מסברא שזה בכלל מה שנצטוינו ליראה מהמקדש. \n",
                "<b>ומה שכתב כשהוא שתוי יין או שכור</b> היינו לומר דאפילו לא שתה יין אלא שהוא שכור משאר משכרין דאילו שכור מיין בקל וחומר אתי משתוי ולא הוה צריך למימר: \n\n"
            ]
        ],
        [
            [
                "<b>אין כ''ג נכנס לקדש הקדשים וכו'.</b> משנה בפ''ק דכלים (משנה ט). \n",
                "<b>ומ''ש וכהן הדיוט נכנס לקדש לעבודה בכל יום.</b> נראה דהיינו להקטיר קטורת על מזבח הזהב שהוא בהיכל: \n\n"
            ],
            [
                "<b>והוזהרו כל הכהנים שלא יכנסו לקדש וכו'.</b> אע''פ שמפשט הכתוב לא נצטווה בלא יבא אלא אהרן בתורת כהנים דרשו שאין תלמוד לומר אחיך ולמה נאמר אחיך לרבות את הבנים ובפסיקתא מסיים בה וכן הוא אומר וישמע אברם כי נשבה אחיו והוא לוט בן אחיו. \n",
                "<b>ומה שכתב שנאמר ואל יבא בכל עת אל הקדש זה קדש הקדשים מבית לפרוכת להזהיר על כל הבית x</b> תמיה לי מאחר דקרא לא קאמר אלא הקדש מניין לנו לומר זה קדש הקדשים ותו היכי מרבה כל הבית מדכתיב מבית לפרוכת דמבית לפרוכת קדש הקדשים משמע והיכי מרבה מיניה כל הבית. ונראה דה''פ אילו לא נאמר אלא על הקדש הייתי אומר דלפני לפנים קרי קדש אבל להיכל לא נאסר משום דתפסת מועט תפסת והשתא דכתב מבית לפרוכת דהיינו קדש הקדשים על כרחך לומר דאל הקדש להזהיר על כל הבית אתא דאילו לפני לפנים כבר הזהיר במבית לפרוכת ודקדק רבינו לכתוב להזהיר על כל הבית לומר דאף על גב דמבית לפרוכת הוי במיתה בהיכל אינו אלא באזהרה כמו שיתבאר בסמוך: \n\n"
            ],
            [
                "<b>כהן שנכנס לקדש הקדשים וכו'.</b> ובספרי ואל יבא בכל עת זה יום הכיפורים אל הקדש לרבות שאר ימות השנה: \n",
                "<b>וכמה פעמים הוא נכנס לשם וכו'.</b> תוספתא בפרק קמא דכלים: \n\n"
            ],
            [
                "<b>והנכנס לקדש חוץ לקדש הקדשים וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״ז:) טהורין שנכנסו לפנים ממחיצתן להיכל כולו בארבעים מבית לפרכת אל פני הכפורת במיתה ר״י אומר כל היכל כולו ומבית לפרכת בארבעים ואל פני הכפורת במיתה במאי קא מיפלגי בהאי קרא ואל יבא בכל עת אל הקדש מבית לפרכת אל פני הכפורת אשר על הארון ולא ימות רבנן סברי אל הקדש בלא יבא מבית לפרוכת ואל פני הכפרת בלא ימות ורבי יהודה סבר אל הקדש ומבית לפרוכת בלא יבא ואל פני הכפורת בלא ימות ופירש״י מבית לפרוכת לפני לפנים ששם ארון ואל פני הכפורת נמי היינו מבית לפרוכת אלא שהלך עד לפני הארון וידוע דהלכה כרבנן. \n",
                "<b>ומ''ש רבינו או להשתחוות,</b> ה''ק אם נכנס שלא לעבודה או להשתחוות דלהכנס לעבודה או להשתחוות מותר וזו היא ששנינו פ''ז דתמיד (דף ל''ג:) בזמן שכהן גדול נכנס להשתחוות ג' אוחזין בו וכך הם דברי התוספות בפרק הקומץ ומ''ש בפרק י''ט מסנהדרין כהן שנכנס להיכל שלא בשעת עבודה לוקה צ''ל דהשתחויה בכלל עבודה היא שם וסמ''ג כתב וז''ל הנכנס להיכל חוץ לקדש הקדשים שלא לעבודה או להשתחוות וכהנים שלא עבדו בין גדול ובין הדיוט לוקה ואינו חייב מיתה ומה ששנינו בזמן שכ''ג נכנס להשתחוות בגמר עבודה מדבר עכ''ל x נראה מדבריו דכשאינו בגמר עבודה אם נכנס להשתחוות לוקה ולפי זה דברי רבינו ה''פ הנכנס לקדש שלא לעבודה או שנכנס להשתחוות אם אינו בגמר עבודה לוקה: \n\n"
            ],
            [
                "<b>כהן שיצא מן המקדש בשעת העבודה בלבד חייב וכו'.</b> בסיפרא פרשת שמיני ומפתח אהל מועד לא תצאו יכול בין בשעת עבודה בין שלא בשעת עבודה ת''ל ומן המקדש לא יצא ולא יחלל אימתי אינו יוצא ולא יחלל הוי אומר בשעת עבודה כי שמן משחת ה' עליכם אין לי אלא אהרן ובניו שאם יצאו בשעת עבודה חייבים מיתה מנין לכהנים שבכל הדורות ת''ל כי שמן משחת ה' עליכם. וכתב הראב''ד תימה גדול הוא זה וכו'. נראה שטעמו של הראב''ד משום דכתיב כי שמן משחת ה' עליכם ודעת הרמב''ן בזה כדעת רבינו ומתוך דבריו נתיישבה תמיהתו של הרמב''ן שכתב בהשגותיו לספר המצות בעיקר החמישי וז''ל ת''ל כי שמן משחת ה' עליכם לומר שאפילו כהנים הדיוטים שבכל הדורות כאלעזר ואיתמר באזהרה זו שלא להניח עבודה ולצאת כל זמן שיכולים לעשותה והראיה כי שמן משחת ה' עליכם מדלא כתיב כי בשמן הקדש נמשחתם ואמר שמשחת ה' עליהם שהוא לדורות כמו שאמר בהם והיתה להם משחתם לכהונת עולם לדורותם עכ''ל וכ''כ עוד בפי' התורה סוף פ' צו: \n",
                "<b>וכן זה שנאמר בכהן גדול:</b> \n\n"
            ],
            [
                "<b>אם כן מפני מה נשנית אזהרה זו בכ״ג וכו'.</b> בר״פ כל הזבחים (זבחים דף כ״ח) אונן [דפסול] מנ״ל דכתיב ומן המקדש לא יצא ולא יחלל הא אחר שלא יצא חילל ופירש״י ומן המקדש וגו' לעיל מיניה כתיב לאביו ולאמו לא יטמא ובכהן גדול משתעי וסמיך ליה ומן המקדש וגו' כלומר אף ביום שמתו אביו ואמו אין צריך לצאת מן המקדש אלא עומד ומקריב ולא יחלל שאין הקדשים מתחללין בכך הא הדיוט שלא יצא ועבד חילל עכ״ל. ויש לדקדק בדברי רבינו שכתב שאפילו כהן הדיוט שיצא מן המקדש בשעת עבודה חייב מיתה משמע שהטעם מפני שנראה כמזלזל העבודה אם יניחנה מפני ששמע שמת לו מת ויצא נראה שגומר עבודתו ואח״כ יצא שהרי כתב שאינו מוזהר מלצאת אלא בשעת עבודה בלבד ואח״כ כתב שכהן הדיוט שהיה במקדש בעבודתו ושמע שמת לו מת אינו עובד נראה שמיד ששמע מפסיק ומסלק ידו מעבודתו ומאחר שאסור לגמור עבודתו למה אסור לו לצאת מיד דכך לי שעת עבודה כיון שאינו יכול לעבוד כמו שלא בשעת עבודה ונ״ל שאע״פ שאינו יכול לגמור עבודתו אם יצא קודם שתגמר העבודה ע״י אחר נראה כמזלזל בעבודה ועי״ל שאם היה מותר לו להפסיק עבודתו ולצאת כששמע שמת לו מת איכא למיחש שמא כשיפסיק העבודה ויצא בבהלה תהיה העבודה בטלה מאין מתעסק בה עד שיתעוררו שאר הכהנים לבא לגמור ואין לך זלזול גדול מזה ולפיכך אסרה לו לצאת עד שתגמר העבודה ע״י אחר: \n",
                "<b>כתב</b> הראב''ד אע''פ שאינו יוצא א''א וכיון שהוא חייב להתאבל עליו וכו'. ואיני רואה כאן השגה שלא כתב רבינו שאסור לו לצאת אלא בשעת עבודה בלבד ואחר גמר עבודה יצא ויטמא: \n",
                "<b>ומה שכתב ואם עבד והוא אונן של תורה חילל עבודתו וכו'.</b> בסוף פרק הנשרפין (סנהדרין דף פ''ד) תניא דאונן אסור לעבוד ואמרינן בגמרא מנ''ל דכתיב ומן המקדש לא יצא [ולא יחלל] הא אחר שלא יצא חילל ופירש''י ומן המקדש לא יצא כלומר אע''פ שמתו אביו ואמו אין צריך לצאת מן המקדש שאם יעבוד לא יחלל הא כהן אחר שלא יצא חילל. וברפ''ב דזבחים (דף ט''ו) נמי תנן דאונן שקיבל פסל ויליף לה מהאי קרא ומקראי אחריני ומייתי לה בק''ו. \n",
                "<b>ומ''ש בין בקרבן יחיד בין בקרבן צבור.</b> הכי אסיקנא ברפ''ב דזבחים שם. \n",
                "<b>ומ''ש אבל כהן גדול עובד כשהוא אונן שנאמר ומן המקדש לא יצא ולא יחלל וכו'.</b> וכבר נתבאר בסמוך ובפרק קמא דיומא (דף י''ג:) תניא היה עומד ומקריב [על גבי המזבח] ושמע שמת לו מת מניח עבודתו ויצא דברי רבי יהודה ר' יוסי אומר יגמור ופירשו התוספות דבכהן גדול מיירי וכן דעת רבינו: \n\n"
            ],
            [
                "<b>ומה שכתב ומנין שעבודת האונן פסולה מקל וחומר וכו'.</b> בריש פרק שני דזבחים (דף ט''ז): \n\n"
            ],
            [
                "<b>ומה שכתב ואע''פ שכהן גדול עובד אונן אסור לאכול בקדשים וכו'.</b> משנה בסוף הוריות (דף י''ב:) כ''ג מקריב אונן ולא אוכל וההדיוט לא מקריב ולא אוכל. \n",
                "<b>ומ״ש וכן אינו חולק לאכול לערב.</b> ברייתא בר״פ טבול יום (זבחים דף צ״ט). \n",
                "<b>ומ''ש אונן שעבד אינו לוקה.</b> פשוט הוא דהא לית ביה לאו מפורש. \n",
                "<b>ומ''ש ומותר ליגע בקדשים וכו'.</b> משנה וגמרא (דף צ''ח צ''ט) וגמרא בר''פ טבול יום: \n\n"
            ],
            [
                "<b>אי זהו אונן וכו'.</b> בפרק טבול יום (זבחים דף צ״ט:) אנינות לילה מדברי תורה דברי רבי יהודה רבי שמעון אומר אינה [מדברי תורה] אלא מד״ס ופסק כר״ש משום דרבי ס״ל כר״ש כדאיתא בפ' הנזכר (דף ק״א) הן היום אני היום אסור ולילה מותר ולדורות בין ביום ובין בלילה אסור דברי ר' יהודה רבי אומר אנינות לילה אינה מדברי תורה אלא מד״ס ועוד דסתם לן תנא כוותיה בפסחים ס״פ האשה (דף צ״א:) וכן הכריח הרי״ף בפרק היה קורא (דף י״ח): \n\n"
            ],
            [
                "<b>ומ״ש ומת ששהה ימים וכו'.</b> בפרק טבול יום (זבחים דף ק״א) עד מתי מתאונן עליו כל זמן שאינו נקבר אפילו מכאן עד י' ימים דברי רבי וחכמים אומרים אין מתאונן עליו אלא אותו היום בלבד ואיתא תו התם [תריץ הכי] עד מתי הוא מתאונן עליו כל אותו היום בלא לילו רבי אומר כל זמן שלא נקבר תופס לילו. ופירש״י [ע״כ] בליל יום קבורה פליגי דקאמר רבי אפילו קברו לסוף י' ימים מתאונן עליו ליל יום קבורה וחכמים אומרים אינו מתאונן עליו ביום הקבורה אלא יום עצמו אבל לא לילו וידוע דהלכה כחכמים. \n",
                "<b>ומ''ש לפיכך מי שמת לו מת לאחר יום המיתה כל יום הקבורה אינו מקריב ואינו אוכל בקדשים מדבריהם.</b> כבר נתבאר. \n",
                "<b>ומ''ש וטובל.</b> בפרק חומר בקדש (דף כ''א) תנן דאונן צריך טבילה לקדש. \n",
                "<b>ומ''ש ואוכל לערב.</b> כבר נתבאר דהלכה כחכמים דיום קבורה אינו תופס \n",
                "<b>לילו ומ״ש ויום שמועה קרובה וכו'.</b> בפרק טבול יום (זבחים דף ק') תניא יום שמועה כיום קבורה למצות ז' ול' ולאכילת פסחים כיום ליקוט עצמות אחד זה ואחד זה טובל ואוכל בקדשים לערב ושקיל וטרי בה גמרא ומסיק תנאי היא כלומר וסיפא כחכמים דאמרי יום קבורה אינו תופס לילו. \n",
                "<b>ומ''ש אבל יום המיתה וכו'.</b> כבר נתבאר. \n",
                "<b>ומ''ש חוץ מן הפסח בלבד שהוא אוכל לערב</b> (אבל לא בקדשים) ומפרש בגמרא טעמא משום דאנינות לילה דרבנן גבי פסח לא העמידו דבריהם במקום כרת גבי קדשים העמידו דבריהם במקום עשה. \n",
                "<b>ומ''ש כמו שיתבאר במקומו.</b> בהלכות פסח פ''ו: \n\n"
            ],
            [
                "<b>האבל אינו משלח קרבנותיו כל ז'.</b> בפ' אלו מגלחין (מועד קטן דף ט״ו) אבל אינו משלח קרבנותיו דתניא רבי שמעון אומר שלמים בזמן שהוא שלם ולא בזמן שהוא אונן ופירש״י לפיכך נקראים שלמים בזמן שהוא שלם בדעתו שדעתו מיושבת עליו ובתוספתא דזבחים פרק י״א אין אונן רשאי להביא זבחים כל שבעה. \n",
                "<b>ומ''ש אפילו יין או עצים או לבונה.</b> תוספתא פרק י''א דזבחים: \n",
                "<b>וכן מצורע אינו משלח קרבנותיו וכו'.</b> בפרק ואלו מגלחין (מועד קטן דף ט״ו) יליף לה מקרא. \n",
                "<b>ומה שכתב אבל המנודה יש בו ספק אם משלח אם אינו משלח.</b> שם. \n",
                "<b>ומ''ש לפיכך אם הקריבו עליו נרצה.</b> נראה דטעמא משום דמייתי התם למפשטה מדתניא כל אותן שנים שהיו ישראל במדבר מנודים היו ושלחו קרבנותיהם ודחי אביי דילמא מנודה לשמים שאני דקיל קיל והא אמרת חמיר ספוקי מספקא ליה ומדחי ליה וכיון דחזינן דמנודין לשמים שלחו קרבנותיהם לכתחלה אפילו אם תימצי לומר דמנודה לשמים קיל ממנודה לבריות מסתיין דנימא דהיינו דמנודה לבריות לא ישלח קרבנותיו לכתחלה אבל לומר דאף בדיעבד לא נרצה אין לנו: \n\n"
            ],
            [
                "<b>טמא שרץ וכיוצא בו וכו'.</b> בפרק תמיד נשחט פסחים (דף ס''ב) בכל הזבחים ערל וטמא משלחין קרבנותיהם ואילו בפסח ערל וטמא אין משלחין פסחיהם ופירש''י ערל וטמא משלחין קרבנותיהם בעזרה חוץ מפסח דבעינן ראוי לאכלו שאכילת בעליו מעכבת בו דכתיב לפי אכלו תכוסו וכתבו התוספות קשה לר''י טמא איך משלח קרבנותיו והא בעי סמיכה וכו' וכל הסומך ראשו ורובו מכניס ותירץ דהכא מיירי בעופות וכן משני בהשולח אי נמי בבכור ובמעשר דלא בעו סמיכה ובפרק ב' דזבחים (דף כ''ב:) אמר ריש לקיש דטמא שרץ משלח קרבנותיו וטמא מת אינו משלח קרבנותיו ובפרק מי שהיה טמא פסחים (דף צ''ג) סבר רב נחמן כמ''ד שוחטין וזורקין על טמא שרץ: \n",
                "<b>ומ''ש חוץ מפסח שאין שוחטין אותו על טמא שרץ.</b> פירוש עד שיטבול אבל טבול יום דמת אין שוחטין עליו כמבואר בפרק ששי מהלכות קרבן פסח. \n",
                "<b>ומ''ש אבל טמא מת אין מקריבין עליו כלל עד שיטהר.</b> כבר כתבתי בסמוך דבפרק שני דזבחים אמרינן דריש לקיש אמר הכי ואע''ג דאמרינן התם דזקני דרום סברי דטמא מת משלח קרבנותיו משמע התם דלא קיימא לן כוותייהו דמתיב עלייהו ולא שני אלא בדוחק ואמרינן התם דאף זקני דרום לא אמרו אלא בדיעבד אבל למצוה לא ישלח וא''כ ריש לקיש דפליג עלייהו בדיעבד נמי קאמר ומש''ה כתב רבינו אין מקריבין עליו כלל כלומר אפילו בדיעבד לא מהני ובכלל זה גם כן לומר שאע''פ שטבל אין מקריבין עליו כמו שנתבאר: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> מצות עשה לשלח כל הטמאים מן המקדש וכו' זה המחנה האמור כאן הוא מחנה שכינה וכו'. ומ''ש שמחנה שכינה הוא מפתח עזרת ישראל ולפנים וכן מ''ש שמחנה ישראל הוא מפתח ירושלים ולפנים.</b> תוספתא פ''ק דכלים כשם שהיו במדבר שלש מחנות מחנה שכינה ומחנה לויה ומחנה ישראל כך היו בירושלים מפתח ירושלים עד פתח הר הבית מחנה ישראל מפתח הר הבית עד שער נקנור מחנה לויה משער נקנור ולפנים מחנה שכינה והן קלעים שהיו במדבר ואיתא נמי בספרי פרשת נשא ובסוף זבחים (דף קי''ו): \n",
                "<b>ומ''ש שומע אני שהמצורע והזב וטמא מת וכו' מה מצורע שטומאתו חמורה חמור שילוחו משילוח חבירו וכו'.</b> בספרי פרשת נשא וישלחו מן המחנה כל צרוע וכל זב וגו' שומע אני שלשתן במקום אחד ת''ל במצורע בדד ישב מחוץ למחנה וגו' מצורע היה בכלל ויצא מן הכלל לימד על הכלל כולו מה מצורע שחמורה טומאתו וחמור שילוחו משילוח חבירו פירוש מדכתיב בדד ישב נראה שהוא לבדו שם שאין אחר במחיצתו אף כל שחמורה טומאתו חמור שילוחו משילוח חבירו מכאן מנו חכמים למחיצות כל שהזב מטמא מצורע מטמא חמור מצורע שמטמא בביאה כל שהמת מטמא הזב מטמא חמור הזב שמטמא תחת אבן מסמא וכיוצא בזה דריש בפסחים פרק אלו דברים (דף מ''ה) ובפרק שלשה מינין (נזיר דף ס''ז): \n\n"
            ],
            [],
            [
                "<b>ומ''ש טמא מת אפילו המת עצמו וכו'.</b> בפרק הנזכר: \n\n"
            ],
            [
                "<b>ומ״ש החיל משלחין ממנו עכו״ם וכו'.</b> בפ״ק דכלים (מ״ח) החיל מקודש ממנו שאין עכו״ם וטמאי מתים נכנסים לשם. ומה שהוסיף רבינו ובועלי נדות. ברייתא בפסחים פ' אלו דברים (פסחים דף ס״ח) ששנינו בה בועל נדה כטמא מת והעלו שם דלמחנות קאמר. \n",
                "<b>ומ''ש אבל טבו''י נכנס לשם שכבר טבל.</b> כן משמע שם: \n\n"
            ],
            [
                "<b>ומ''ש עזרת הנשים משלחין ממנו טבול יום וכו'.</b> ג''ז שם. \n",
                "<b>ומ''ש ואסור טבול יום במחנה לויה מד''ס.</b> ברפ''ג דזבחים (דף ל''ב) ובפ''ק דיבמות (ז':) א''ר יוחנן אפילו עשה לית ביה שנאמר ויעמוד יהושפט בקהל יהודה [וירושלים בבית ה'] לפני החצר החדשה מאי חדשה שחידשו בה דברים ואמרו טבול יום לא יכנס למחנה לויה: \n\n"
            ],
            [
                "<b>ומ''ש מעזרת ישראל וכו'.</b> גם זה בפרק קמא דכלים. \n",
                "<b>ומ״ש שנאמר וכפר עליה הכהן וטהרה.</b> בס״פ הנשרפין (סנהדרין דף פ״ג:): \n\n"
            ],
            [
                "<b>הטמא המשולח מהר הבית וכו'.</b> כ''כ גם בסמ''ג ל''ת סי' ש''ד ותמהני על זה דגרסינן בר''פ אלו דברים (פסחים ס''ח) תני תנא קמיה דר' יצחק בר אבדימי ויצא אל מחוץ למחנה זו מחנה שכינה ואל יבוא אל תוך המחנה זו מחנה לויה מכאן לבעל קרי שיצא חוץ לשתי מחנות אמר ליה אכתי לא עיילתיה אפיקתיה וכו' אלא אימא מחוץ למחנה זה מחנה לויה ואל יבא אל תוך המחנה זה מחנה שכינה ונראה שלא היה כתוב כן בגירסתם וכן נראה מדברי רבינו בספר המצות שלו סי' ע''ח: \n",
                "<b>ומ״ש וכן מצורע שנכנס לירושלים.</b> תוספתא כתבה רבינו בפירוש המשנה פרק קמא דכלים (משנה ח') ופירשה ובפרק אלו דברים (פסחים דף ס״ז) אמר רב חסדא מצורע שנכנס לפנים ממחיצתו פטור שנאמר בדד ישב מחוץ למחנה מושבו הכתוב נתקו לעשה איתיביה מצורע שנכנס לפנים ממחיצתו בארבעים זבים וזבות שנכנסו לפנים ממחיצתן בארבעים וכו' תנאי היא דתניא בדד ישב לבדו ישב שלא יהיו טמאים אחרים יושבים עמו יכול יהיו זבים וטמאי מתים משתלחים למחנה אחת ת״ל ולא יטמאו את מחניהם ליתן מחנה לזה ומחנה לזה דברי רבי יהודה ורבי שמעון אומר אינו צריך הרי הוא אומר וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש יאמר טמא מת ואל יאמר זב וכו' למה נאמר מצורע ליתן לו מחנה שלישית כשהוא אומר בדד ישב הכתוב נתקו לעשה ופירש״י תנאי היא דאיכא תנא דלא מייתי ליה קרא לעשה אלא ליתן לו מחנה שלישית ואע״ג דרב חסדא סבר דפטור כיון דפלוגתא דרבי יהודה ור' שמעון היא פסק רבינו כר' יהודה דהלכה כוותיה לגבי דרבי שמעון ורב חסדא איכא למימר דהאי ברייתא לא שמיע ליה מדלא אמר הלכה כפלוני ואי הוה שמיע ליה הוה אמר הלכה כר' יהודה כ״כ סמ״ג במל״ת סימן ש״ד. \n",
                "<b>ומ''ש אבל אם נכנס לשאר ערים המוקפות חומה אע''פ שאינו רשאי לפי שנאמר בדד ישב אינו לוקה.</b> כ''כ רבינו בפירוש המשנה פ''ק דכלים: \n\n"
            ],
            [
                "<b>נכנס המצורע להר הבית לוקה שמונים.</b> בתוספתא פרק קמא דכלים ופירשה רבינו שם בפירוש המשנה ונראה דמשום דמקרא דולא יטמאו את מחניהם לוקה ארבעים כשנכנס לפנים מחומת ירושלים שהרי טימא מחנה ישראל וכדתניא בסיפרי וכשנכנס עוד להר הבית לוקה עוד ארבעים מפני שטימא מחנה לויה ונמצא שעבר שנית על ולא יטמאו את מחניהם אי נמי שכשנכנס להר הבית עבר משום ואל יבא אל תוך המחנה זה מחנה לויה וכמו שכתב רבינו לעיל בסמוך וקשה דאם כן הל''ל נמי שאם נכנס למחנה שכינה לוקה ק''כ שהרי טימא גם מחנה שכינה ולוקה עליו שלישית ואפשר דכיון דגלי לן שאם נכנס למחנה לויה לוקה שמונים ממילא משמע שאם נכנס למחנה שכינה לוקה ק''כ: \n",
                "<b>אבל טמא מת או טבול יום שנכנס לעזרת הנשים וכו'.</b> כבר נתבאר בפ''ז שמפתח הר הבית עד שער נקנור שהוא שער עזרת ישראל מחנה לויה ונתבאר שטמא מת מותר במחנה לויה וחכמים אסרו לטמא מת ליכנס בחיל כמו ששנינו בפרק קמא דכלים (משנה ח') אע''פ שהוא מחנה לויה ואסרו לטבול יום ליכנס בעזרת הנשים כמו ששנינו שם אע''פ שגם היא ממחנה לויה וכיון דאין איסורן אלא מדרבנן אין בהם מלקות אבל מכת מרדות יש בהם כשאר איסורי דרבנן. ומ''מ יש לדקדק בדברי רבינו שהיה לו לכתוב טמא מת שנכנס לחיל או טבול יום שנכנס לעזרת הנשים כמו שהוא במשנה פרק קמא דכלים וכן שנינו עוד בתוספתא כתבה רבינו בפי' המשנה פ''ק דכלים החיל ועזרת הנשים מעלה יתירה בבית עולמים והטמאים שנכנסו לשם פטורים: \n",
                "<b>ומ״ש או מחוסר כפורים שנכנס לעזרת ישראל,</b> וכתב עליו הראב״ד זה שיבוש דמחוסר כפורים שנכנס למחנה שכינה וכו'. ותמהני למה הלך להביא ראיה מהתוספתא והניח מלהביא מדתניא בפרק הקומץ רבה (מנחות דף כז:) מחוסרי כפרה שנכנסו לעזרה בשוגג חייב חטאת במזיד ענוש כרת. וליישב דברי רבינו י״ל דמשמע בפרק שני דזבחים (דף י״ז:) דאיכא תנא דסבר מחוסר כפורים לאו כזב דמי ואע״ג דקאמר התם לא דכ״ע [מחוסר כפורים דזב] כזב דמי והכא בהא קא מיפלגי וכו' האי דחייה בעלמא היא אבל קושטא דמילתא דפלוגתא היא וכדמוכח קצת בפ' ג' מינין וההיא דתוספתא וההיא דהקומץ רבה כמ״ד מחוסר כפרה דזב כזב דמי ורבינו פסק כמ״ד לאו כזב דמי ומכל מקום צריך טעם למה פסק כן. ובפרק י״ח מהלכות פסולי המוקדשים כתב האוכל קדש אחר שטבל קודם שיעריב שמשו או קודם שיביא כפרתו לוקה ואינו חייב כרת שנאמר וטומאתו עליו עד שתהיה כל טומאתו עליו עכ״ל. ודרשא זו דטומאתו עליו באיזה מקום מייתי לה ועלה סמך רבינו גם בכאן. אחר כך מצאתי להר״י קורקוס ז״ל שכתב דטעמיה משום דבפרק שני דזבחים x בעינן לאוקמיה פלוגתא דרבנן ויוסף הבבלי בהכי ומוקי רבנן כמ״ד לאו כזב דמי גם רבי יוחנן הכי ס״ל גבי טבול יום וכל שכן גבי מחוסר כפורים ותו דבפ' ג' מינין אמרינן דכ״ע מחוסר כפורים דזב לאו כזב דמי גם בסמוך כתבתי בשם רבינו שמשון דתנא דכלים צ״ל דסבר לאו כזב דמי ותני לה גבי הלכתא פסיקתא גם סוגיא דמעילה ובסוטה דרבנן דפליגי אאבא שאול סברי לאו כזב דמי כאשר כתוב שם בתוספתא דלשיטת רש״י צ״ל כן ושיטת רבינו עד כאן לשונו: \n\n"
            ],
            [
                "<b>וכשם ששילוח טמאים מן המקדש בעשה וכו'.</b> זה פשוט וכתב רבינו בספר המצות סימן ל''א וז''ל לשון מכילתא צו את בני ישראל וישלחו מן המחנה בעשה ומנין בל''ת ת''ל ולא יטמאו את מחניהם עכ''ל. אך \n",
                "<b>מ''ש זה מחנה שכינה</b> דמשמע לכאורה דאתא למעוטי שאר מחנות שאינו לוקה עליהם קשה דמהי תיתי לן דקרא סתם איירי משמע דאכולהו מחנות קאי ואין לומר דמדכתיב ולא יטמאו את מחניהם אשר אני שוכן בתוכם משמע דמחנה שכינה דוקא קאמר דעבר עליו בלא תעשה ולא על שאר מחנות שיקשה לזה ממה שכתב רבינו לעיל בפרק זה והוא שנוי בתוספתא נכנס המצורע להר הבית לוקה שמונים ואפשר לומר דמן המקדש דנקט רבינו מקום המקודש קאמר וכל המחנות בכלל: \n\n"
            ],
            [
                "<b>ומניין שאינו עובר אא''כ נכנס וכו'.</b> כתב רבינו בסה''מ שלו סי' ע''ז דהכי איתא בספרי: \n\n"
            ],
            [
                "<b>טמא שנכנס למקדש וכו'.</b> פשוט הוא: \n",
                "<b>ואין חייבין כרת או קרבן וכו'.</b> בפרק שני דשבועות (דף י''ז). \n",
                "<b>ומ''ש כמו שביארנו.</b> בהלכות בית הבחירה פרק ו': \n\n"
            ],
            [
                "<b>כל שנטמא בטומאה מן המת שהנזיר מגלח עליה.</b> בפרק כהן גדול דנזיר (דף נ''ו:) תנן רבי אליעזר אומר משום רבי יהושע כל טומאה מן המת שהנזיר מגלח עליה חייבין עליה על ביאת המקדש וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש. \n",
                "<b>ומ''ש שכבר נתפרש בנזירות.</b> הוא בפרק שביעי. \n",
                "<b>ומ״ש או שיגע באדם או בכלים שנטמאו באותן טומאות שהנזיר מגלח עליהם וכו': כתב</b> הראב״ד שיבוש הוא זה שאין הנזיר מגלח וכו'. ואני אומר פשטן של דברים כדברי הראב״ד דתנן בפרק כהן גדול (נזיר דף נ״ד) שאין הנזיר מגלח על כלים הנוגעים במת ותנן נמי (דף נ״ו) כל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש ומאחר שאין הנזיר מגלח על כלים הנוגעים במת אין חייבין עליהם על ביאת המקדש אבל רבינו מפרש דהא דתנן כל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש לא לענין כלים הנוגעים במת איתניא אלא לענין טומאות הפורשות מן המת כגון רביעית דם ורובע עצמות אבל כלים הנוגעים במת אע״פ שאין הנזיר מגלח עליהם חייבין עליהם על ביאת המקדש מדגרסינן בירושלמי בפרק כהן גדול תמן תנינן שנים טמאים במת אחד טמא טומאת ז' ואחד טמא טומאת ערב שלשה טמאים במת שנים טמאים טומאת ז' ואחד טמא טומאת ערב ד' טמאים במת שלשה טמאים טומאת ז' ואחד טמא טומאת ערב כיצד שנים בני אדם הנוגעין במת טמא טומאת ז' ואדם הנוגע בו טמא טומאת ערב xx (כיצד ג' כלים הנוגעים במת וכלים בכלים טמא טומאת ז' והשלישי בין אדם בין כלים טמא טומאת ערב כיצד ד' כלים הנוגעים במת ואדם בכלים וכלים באדם טמא טומאת ז' הד' בין אדם בין כלים טמא טומאת ערב) רבי יוחנן בשם רבי ינאי וכולהון תורה הם אצל תרומה אבל על ביאת המקדש אינו חייב אלא על שני שנגע בראשון מה טעם ואיש אשר יטמא ולא יתחטא הטעון חיטוי חייב על ביאת המקדש ושאינו טעון חיטוי אינו חייב על ביאת המקדש. התיבון הרי אדם הנוגע בכלים ונוגעים במת טעון חיטוי והוא שני אמר ר' אבין בר חייא בטומאת איש באיש לא בטומאת איש בכלים מילתיה דרבי אבין בר חייא אינו חייב אלא על הראשון בלבד מאחר שאילו אדם באדם אינו חייב אלא על הראשון בלבד וה״פ דלגבי ביאת המקדש אינו חייב אלא על שני שנגע בראשון דהיינו הנוגע במי שנגע במת אבל שלישי שנגע בשני דהיינו הנוגע במי שנגע בנוגע במת פטור ויהיב טעמא משום דכתיב ואיש אשר יטמא ולא יתחטא וכו' וכיון דאדם הנוגע באדם שנגע במת אינו טעון חיטוי שהרי אינו טמא אלא טומאת ערב הנוגע בו אינו חייב על ביאת המקדש ולפ״ז ה״פ דקרא ואיש אשר יטמא במי שטעון חיטוי ולא יתחטא ונכרתה אבל אם יטמא במי שאינו טעון חיטוי לא. התיבון הרי אדם הנוגע בכלים הנוגעין במת טעון חיטוי שהרי הוא טמא טומאת שבעה ולפי זה יהיה אדם הנוגע בו חייב על ביאת המקדש אע״פ שהוא שלישי בשני והיאך אמרת שאינו חייב אלא שני שנגע בראשון ושני רבי אבין בר חייא אמר בטומאת איש באיש לא בטומאת איש בכלים ולפי שאלו דברים סתומים בלי טעם דמשמע דאתא לפלוגי בין טומאת איש באיש לטומאת איש בכלים וקשה שזה סותר מאמר רבי יוחנן שאמר סתם אינו חייב אלא שני בראשון וכללא הוא אף לטומאת איש בכלים לכך הוצרך לפרש דבריו ואמר מילתיה דרבי אבין בר חייא וכו' כלומר לאו כדקא ס״ד דמפליג בינייהו דלעולם אינו חייב אלא הנוגע בראשון ולא הנוגע בשני אפילו נוגע באדם שנגע בכלים שנגעו במת וטעמא משום דלית לן לפלוגי בינייהו וכיון דאדם הנוגע באדם שנגע במת אין הנוגע בו חייב על ביאת המקדש מפני שנגע במי שאינו בר חיטוי כן אדם הנוגע באדם שנגע בכלים שנגעו במת אע״פ שנגע במי שהוא בר חיטוי פטור על ביאת המקדש כיון שהוא שלישי בשני ואין לנו לחייב אלא שני בראשון בלבד ומשום דקשה דטפי הוה עדיף למיתלי כולה מילתא במי שטעון חיטוי דאידכר בקרא ולא למיתלי בשני שנגע בראשון דלא אידכר בקרא לכך הקדים רבי יוחנן ואמר כולהון תורה הם כלומר דברי קבלה הן וקאי גם למאי דאמר אבל על ביאת המקדש אינו חייב אלא על שני שנגע בראשון וז״ש רבינו שדברים אלו הלכה מפי הקבלה ואע״פ שרבינו שמשון בפ״ק דאהלות מפרש ירושלמי זה בדרך אחרת לדעת רבינו צריך לפרשו כמו שפירשתי ונתבארו דבריו ואע״ג דבתר הכי קאמר בירושל' אמר רבי אילא הוא עצמו שנגע במת חייב כלומר אבל הנוגע במי שנגע במת פטור כבר הביאו שם ברייתא החולקת עם רבי אילא וכיון דתניא כוותיה דרבי יוחנן הכי נקטינן. ודע דבתר הכי מייתי בירושלמי לסיועי לרבי יוחנן מדתנן כל טומאה שהנזיר מגלח עליה חייבים עליה על ביאת המקדש וכו' ראשון שהנזיר מגלח עליו חייבין עליו על ביאת המקדש שני שאין הנזיר מגלח עליו אין חייבין עליו [על ביאת מקדש] וה״פ לדעת רבינו ראשון דהיינו הנוגע במת שהנזיר אם נגע במת מגלח עליו חייבין עליו על ביאת המקדש כלומר הנוגע באותו ראשון ונכנס למקדש חייב שני דהיינו הנוגע במי שנגע במת שאם הנזיר נגע במי שנגע במת אינו מגלח עליו אין חייבין עליו על ביאת המקדש כלומר הנוגע באותו שני ונכנס למקדש פטור. \n",
                "<b>ומ''ש או שנטמא בשאר אבות טומאות של תורה.</b> קצת מהן מפורשות בפרשת ויקרא גבי מטמא מקדש וה''ה אשארא: \n\n"
            ],
            [
                "<b>ומ''ש כללו של דבר כל הטעון ביאת מים מן התורה חייב כרת על ביאת המקדש ואפילו אחר שטבל עד שיעריב שמשו.</b> משנה בפרק י''א דמסכת פרה (משנה ד') כל הטעון ביאת מים מד''ת אם בא אל המקדש בין לפני ביאתו במים בין לאחר ביאתו חייב. \n",
                "<b>וכתב</b> הרב רבי אברהם בן דוד על מה שכתב רבינו כל הטעון ביאת מים וכו'. דבריו סותרים את דבריו עכ''ל. ונראה שטעמו מפני שכתב אחר כך וכן הנוגע בכלים וכו' או שנגע באדם וכו' הרי זה פטור והרי אלו טעונים ביאת מים מן התורה ופטור ואם תאמר הרי ההיא דכל הטעון ביאת מים מן התורה מתניתין היא וההיא דהנוגע בכלים וכו' דעדיפא מינה קאמר הראב''ד שאינו חייב על מגע כלים על ביאת מקדש ויש לומר דמתניתין דכל הטעון ביאת מים לא קשיא דהכי מיתניא התם כל הטעון ביאת מים מן התורה מטמא את הקדש ואת התרומה ואת החולין ואת המעשר ואסור על ביאת המקדש לאחר ביאתו במים מטמא את הקדש ופוסל את התרומה ואם בא על המקדש בין לפני ביאתו במים בין לאחר ביאתו חייב ואיכא למימר דכללא דכל הטעון ביאת מים לשאר מילי הוא אבל לענין חיוב מקדש לאו כללא הוא אלא אתא למימר שהטעון ביאת מים מן התורה אם הוא חייב על ביאת המקדש אע''פ שבא במים חייב עד שיעריב שמשו אבל רבינו דלא מייתי ליה אלא לענין חיוב ביאת מקדש ולא עוד אלא שכתב כללו של דבר קשיא. והיה אפשר לתרץ דדברי רבינו נמי כך הם מתפרשים כללו של דבר כל אחד מאלו שאמרנו שחייבים עליהם על ביאת המקדש והוא טעון ביאת מים מן התורה אפילו טבל חייב כרת עד שיעריב שמשו אבל המתטמא בטומאות מן המת שאין הנזיר מגלח עליהם אף על פי שהוא טמא טומאת שבעה והוא טעון ביאת מים מן התורה הרי זה פטור על ביאת המקדש: \n\n"
            ],
            [
                "<b>ומ''ש ואע''פ שהוא פטור מכין אותו מכת מרדות.</b> הכי משמע מדאמרינן אין חייבין עליה על ביאת המקדש חיובא הוא דליכא הא איסורא איכא אבל מצאתי שרבינו כתב בפ''ה מהלכות טומאת מת וז''ל נמצאת אומר אדם שנגע במת ואדם באדם אחר הראשון טמא טומאת שבעה והשני [טמא] טומאת ערב כלים הנוגעים במת וכלים בכלים שניהם טמאים טומאת ז' אבל השלישי בין אדם בין כלים טמא טומאת ערב כלים הנוגעים במת ואדם בכלים וכלים באדם שלשתן טמאים טומאת ז' הרביעי בין אדם בין כלים טמא טומאת ערב בד''א לענין תרומה וקדשים אבל לחייב כרת על ביאת מקדש או על אכילת קדשים אינו חייב אלא על השנים בלבד הראשון שנגע במת והשני שנגע בו כדין תורה שנאמר וכל אשר יגע בו הטמא יטמא אבל הנוגע בכלים שנגעו באדם או הנוגע באדם שנגע בכלים שנגעו במת פטור כמו שביארנו בהלכות ביאת המקדש שהדברים האלו אע''פ שהם דברי קבלה אינם דין תורה שהרי לא נתפרשו בתורה אלא זה שנטמא במת שהוא אב והשני הנוגע בו שהוא ראשון בין אדם בין כלים עכ''ל. וכך הם דבריו פה והשתא דברי רבינו מתיישבים כפשטן בלי סתירה שבתחילה אמר כל הטעון ביאת מים מן התורה כלומר מפורש ממש בתורה דהיינו הראשון שנגע במת והשני שנגע בו כדכתיב וכל אשר יגע בו הטמא יטמא אבל המתטמא בטומאות מן המת שאין הנזיר מגלח עליהם וכן הנוגע בכלים שנגעו באדם שנגע במת וכו' שנמצא שהוא שלישי לראשון שנגע במת הרי זה פטור על ביאת המקדש שדברים אלו הלכה מפי הקבלה כלומר ומאחר שאינם מפורשים בתורה אינם בכלל כל הטעון ביאת מים מן התורה וזה עיקר: \n\n"
            ],
            [
                "<b>המכניס שרץ וכיוצא במקדש וכו'.</b> בסוף עירובין (דף ק''ד:) [אמר רב טבי בר קיסנא] אמר שמואל המכניס טמא שרץ למקדש חייב שרץ עצמו פטור וכו' לימא כתנאי שרץ שנמצא במקדש וכו' מאי לאו בהא קא מיפלגי וכו' לא דכ''ע חייב והכא בהא קא מיפלגי וכו' וכיון דאסיקנא דכ''ע חייב משמע דהכי הלכתא ועוד דאמרינן בתר הכי אלא כהני תנאי דתנן מהיכן מוציאין אותו וכו' מאי לאו בהא קא מיפלגי וכו' אמר רבי יוחנן ושניהם מקרא אחד דרשו ופירש''י אמר רבי יוחנן לענין עיולי כ''ע המכניס שרץ חייב ולענין להוציא הנמצא בעזרה בשבת בהאי קרא פליגי עכ''ל ויש סיוע לדבריו מדקאמר מאי לאו בהא קא מיפלגי ולפי זה הא דאמר אלא כהני תנאי היינו לומר אלא לימא כהני תנאי וכיון דאסיקנא ה''נ דחייב משמע דהכי הלכתא ואפי' לפירוש התוס' דהא דרבי יוחנן מילתא באפי נפשה היא ולא אתא לדחויי הא דקאמר אלא כתנאי מ''מ תנא דאמר חייב הוא ר''ע והלכה כמותו. \n",
                "<b>ומ''ש אבל הזורק כלים טמאים למקדש אפילו היו כלים שנגעו במת פטור מן הכרת אבל חייב מלקות.</b> בירושלמי פרק כהן גדול דנזיר: \n",
                "<b>ומ''ש מפי השמועה למדו וכו'.</b> הכי איתא בתורת כהנים וכתב הראב''ד על זה ומאחר שעל כיבוס בגדים אין בו כרת וכו' ויש לתמוה עליו למה כתב כן על דברי רבינו שהרי דבריו דברי ת''כ הם וכמו שתירץ הרב רבי אברהם ב''ד לעצמו כך נתרץ לרבינו כ''ש שהמסתכל בדברי רבינו יבין דלדידיה קושיא מעיקרא ליתא שהוא מפרש הא דשמואל לא במכניס כלי טמא שרץ הוא אלא במכניס אדם טמא שרץ הוא וחייב כרת הוא כפשטא דלישנא דחייב: \n\n"
            ],
            [
                "<b>יראה לי שאינו לוקה אלא על בגדים שהם אב הטומאה וכו' אבל בגד שהוא ראשון אם הכניסו למקדש אינו לוקה עליו.</b> כתב הראב''ד על זה והלא טמא שרץ אינו אב הטומאה וחייב סוף דבר צריך לדקדק אחריו עכ''ל. ואיני יודע היאך יצדק פה לשון סוף דבר ומ''ש צריך לדקדק אחריו איני יודע מה דקדוק שייך בזה דמלתא דסברא היא כיון שהקילה תורה בכלים לפוטרם מכרת כן נאמר שהקילה בכלי שהוא ראשון לפוטרו אף ממלקות ומה שהקשה מטמא שרץ כבר כתבתי דלרבינו לא בכלי טמא שרץ מיירי אלא באדם טמא שרץ: \n\n"
            ],
            [
                "<b>וכן טמא שהכניס ידו למקדש מכין אותו מכת מרדות.</b> ברפ''ג דזבחים (דף ל''ב) [אמר עולא] אמר ר''ל טמא שהכניס ידו לפנים לוקה וכו' דביאה במקצת שמה ביאה לענין מלקות אבל לא לענין כרת ובתר הכי אמרינן (דף ל''ג:) כי אתא רבין אמר רבי אבהו לענין טמא שנגע בקדש איתמר ופירש''י לא יליף ר''ל מלקות מההוא קרא אלא לטמא שנגע בקדש ולא איירי בביאת מקדש כלל עכ''ל. וסובר רבינו דכיון דלרבי אבהו לא איירי ר''ל בביאת מקדש כלל אין לנו לחייבו מלקות משום ביאת מקדש כיון דפלוגתא היא ומיהו מדרבנן מיתסר ומכין עליו מכת מרדות. \n",
                "<b>וכתב</b> הראב''ד על דברי רבינו שמעתא דזבחים קשיא עליה וכו'. ויש לי קושיא בדבריו שכתב ואמרי' התם עשה שיש בו כרת הוא והא אסיק התם רבינא דלענין מלקות אמרה ר''ל ולא לענין כרת ומה לנו אי אמרינן התם עשה שיש בו כרת הוא ונ''ל דה''ק שמעתא דזבחים קשיא עליה דאמר ריש לקיש טמא שהכניס ידו למקדש לוקה וקס''ד התם לומר דכרת נמי איכא משמע מדאורייתא הוא הילכך אע''ג דאסיק רבינא דלא לענין כרת אמרה ריש לקיש אלא לענין מלקות ע''כ מלקות דאורייתא קאמר ולא מכת מרדות דרבנן כדקאמר הרמב''ם ומ''מ במה שכתבתי נסתלקה השגתו. \n",
                "<b>ומ״ש</b> ואי משום שמעתא דיומא היינו דגרסינן בר״פ אמר להם הממונה (יומא דף ל״א) א״ל אביי לרבי יוסף ביאה במקצת שמה ביאה או לא א״ל בהונות יוכיחו שהם ביאה במקצת ותניא מצורע טובל ועומד בשער ניקנור ופירש״י שמה ביאה לענין טבילה זו וצריך לטבול אם בא להכניס אחד מאבריו לעזרה עכ״ל. וחשש הראב״ד שמא משם למד רבינו לומר דביאה במקצת אינה אלא מדרבנן דכיון דלענין טבילה לנכנס בעזרה שהיא דרבנן איבעיא כי פשיט ממצורע נמי מדרבנן היא וכן הוא דעת התוספות ודחה הראב״ד ראיה זו וכתב דאדרבה משם ראיה דביאה במקצת דמצורע דאורייתא דאל״כ לא היו מחמירים במעלות דרבנן ואני אומר שאין טענה זו מוכרחת ועוד שמלבד זה כבר כתבתי טעם רבינו: \n",
                "<b>וכן כל טמא באב מאבות הטומאות של דבריהם וכו'.</b> זה פשוט: \n\n"
            ],
            [
                "<b>טמא שנכנס למקדש דרך גגות פטור וכו'.</b> ברייתא בפ''ב דשבועות (דף י''ז:) ומדקתני פטור משמע אבל אסור מדרבנן ומפני כך כתב רבינו ואף על פי שהוא פטור מכרת מכין אותו מכת מרדות. כתב הראב''ד ואע''פ שהוא פטור מכרת מלקין אותו א''א חסר מכאן עכ''ל. ואני שמעתי ולא אבין מה חסרון יש כאן ובנוסחא אחרת לא היה כתוב בה א''א חסר מכאן ובסוף ההשגה הקודמת המתחלת שמעתא דזבחים קשיא עליה וכו' היה כתוב ואע''פ שהוא פטור מכרת מלקין אותו. מצאתי ספר מוגה מספרי רבינו שכתוב בו [ואפילו נכנס במגדל הפורח באויר] בין שנכנס למקדש [במגדל] דרך גגות בין שנכנס דרך פתחים: \n\n"
            ],
            [
                "<b>כל מקום שחייבים על זדונו וכו'.</b> בסוף עירובין (ק''ד:) תנן שרץ שנמצא במקדש כהן מוציאו בהמיינו שלא לשהות את הטומאה דברי ר' יוחנן בן ברוקא ר' יהודה אומר בצבת של עץ שלא לרבות את הטומאה מהיכן מוציאין אותו מן ההיכל ומן האולם ולמזבח [דברי ר''ש בן ננס] ר''ע אומר כל מקום שחייבין על זדונו כרת ועל שגגתו חטאת משם מוציאין אותו ושאר כל המקומות כופין עליו פסכתר ופירש''י בצבת של עץ שהוא פשוטי כלי עץ ופסק רבינו כרבי יהודה וכר''ע: \n\n"
            ],
            [
                "<b>אחד טמא שנכנס למקדש טהור וכו': נכנס למקדש ונטמא שם אחר שנכנס וכו'.</b> בפרק שני דשבועות (דף י''ד:) תנן נטמא בעזרה וכו' והשתחוה או ששהה כדי השתחויה או בא לו בארוכה חייב ובקצרה פטור ופירש רש''י או שבא לו בארוכה שיוצא לו דרך ארוכה שיש קצרה ממנה לצאת חייב ואפילו לא שהה תחלה ושיעורים הללו הלכה למשה מסיני הם במי שנטמא בתוך העזרה. בקצרה פטור היכא דלא שהה ולא השתחוה ובגמרא (דף ט''ז:) השתחוה אמר רב לא שנו אלא שהשתחוה כלפי פנים אבל השתחוה כלפי חוץ שהה אין לא שהה לא ופירש רש''י לא שנו דבהשתחויה כל דהו אפילו לא שהה בה כדי השתחויה חייב אלא שהשתחוה כלפי פנים לצד מערב אבל השתחוה כלפי חוץ לצד מזרח אין זו השתחויה ואי שהה כדי השתחויה מיחייב משום שהייה ואי לא לא. \n",
                "<b>ומה שכתב אפילו טימא עצמו במזיד.</b> שם (דף י''ז) בעי רב אשי טימא עצמו במזיד מהו באונס גמירי שהייה במזיד לא גמירי שהייה או דלמא בפנים גמירי שהייה לא שנא באונס לא שנא במזיד תיקו ופסק לקולא: \n\n"
            ],
            [
                "<b>ומה שכתב חייב כרת ואם היה שוגג מביא קרבן.</b> שם (דף ט''ז:) בעי רבא צריך שהייה למלקות או [אין צריך שהייה למלקות] לקרבן גמירי שהייה למלקות לא [גמירי שהייה] או דילמא בפנים גמירי שהייה לא שנא לקרבן לא שנא למלקות תיקו ופסק לקולא: \n\n"
            ],
            [
                "<b>ומה שאמר וכמה שיעור שהייתו כדי לקרות ויכרעו אפים ארצה וכו'</b> שם כמה שיעור שהייה פליגי בה רבי יצחק בר נחמני וחד דעמיה וכו' דחד אמר כמימריה דהאי פסוקא וחד אמר כמויכרעו לסופיה וכל בני ישראל רואים ברדת האש וכבוד ה' על הבית ויכרעו אפים ארצה על הרצפה וישתחוו והודות לה' כי טוב כי לעולם חסדו ופסוק זה הוא בדברי הימים ויש לתמוה למה פסק רבינו להחמיר כמאן דאמר מויכרעו לסופיה ולא כמאן דאמר כמימריה דהאי פסוקא דמשמע כמימריה דכוליה פסוקא מראשו עד סופו ושמא יש לומר שרבינו מפרש דמ''ד כמימריה דהאי פסוקא אינו כל הפסוק אלא עד ויכרעו בלבד ואם כן הוה ליה מ''ד מויכרעו לסופיה מיקל ופסק כוותיה ובירושלמי פרק אמר להם הממונה תנינן תמן השתחוה או ששהה כדי השתחויה עד כמה היא שיעור השתחויה רבי סימון בשם רבי יהושע בן לוי עד כדי ויכרעו אפים ארצה [על הרצפה] וישתחוו רבי אבהו מוסיף עד והודות לה' כי טוב כל''ח ועל פי זה יש לפרש דמ''ד כמימריה דהאי פסוקא היינו כדי ויכרעו אפים ארצה וישתחוו בלבד דהשתא הוי מאן דאמר מויכרעו לסופיה מיקל ומספיקא פסק כמאן דמיקל: \n\n"
            ],
            [
                "<b>יצא בקצרה אע''פ שלא רץ וכו'.</b> מימרא דרבא שם (דף י''ז): \n",
                "<b>יצא בארוכה וכו' הואיל ויצא בארוכה חייב.</b> שם בעיא דאיפשיטא: \n",
                "<b>יצא בקצרה והלך מעט וכו'.</b> שם בעיא דלא איפשיטא ופסקה לקולא: \n\n"
            ]
        ],
        [
            [
                "<b>טמא שעבד במקדש חילל עבודתו.</b> משנה ריש פ''ב דזבחים (דף י''ז:). \n",
                "<b>ומה שכתב אף על פי שלא שהה שם.</b> בפרק שני דשבועות (דף ט''ז:). ואם יקשה עליך היאך אפשר לו לעבוד ולא ישהה ביארו רבינו בסמוך. \n",
                "<b>ומה שכתב וחייב מיתה בידי שמים.</b> בסוף פרק הנשרפין (סנהדרין דף פ״ד). \n",
                "<b>ומה שכתב שנאמר וינזרו מקדשי בני ישראל וכו' ולהלן הוא אומר ומתו בו כי יחללוהו מה חילול האמור שם חייב מיתה בידי שמים וכו'.</b> שם: \n\n"
            ],
            [
                "<b>אף ע״פ שאם עבד בטומאה אינו חייב וכו'.</b> משנה בס״פ הנשרפין (סנהדרין דף פא:): \n\n"
            ],
            [
                "<b>והיאך אפשר לו לעבוד ולא ישהה וכו' וביציאתו היה צנור בידו וכו'.</b> בפ''ב דשבועות (דף י''ז:): \n\n"
            ],
            [
                "<b>וכן טמא שטבל ועבד קודם שיעריב שמשו עבודתו פסולה.</b> ברפ''ב דזבחים (דף י''ז). \n",
                "<b>ומ״ש וחייב מיתה בידי שמים שנאמר ולא יחללו שם אלהיהם.</b> בס״פ הנשרפין (סנהדרין דף פ״ג:) טבול יום ששימש מנ״ל דתניא רבי סימאי אומר רמז לטבול יום שאם עבד חילל מנין תלמוד לומר קדושים יהיו לאלהיהם ולא יחללו אם אינו ענין לטמא ששימש דנפקא לן מוינזרו תנהו ענין לטבול יום ששימש ויליף חילול חילול מתרומה מה להלן במיתה אף כאן במיתה. \n",
                "<b>ומ''ש רבינו שעדיין טמא הוא שנאמר ובא השמש וטהר וכו'</b> הוא לתת טעם למה חלוק ממחוסר כפורים. \n",
                "<b>וכתב</b> הראב״ד על מ״ש רבינו טמא שטבל ועבד קודם שיעריב שמשו חייב מיתה בידי שמים א״א כיון שטבול יום שנכנס למקדש בכרת וכו'. ויש לתמוה כיון דקושיא זו לכ״ע איתא למה כתבה בהשגות כאילו הוא פרטית לרבינו. ונ״ל שמכח קושיא זו היה אפשר לפרש דהא דתנן בפרק י״א ממסכת פרה (משנה ד') ואם בא אל המקדש בין לפני ביאתו בין לאחר ביאתו חייב היינו חיוב מלקות אבל מכרת פטור מאחר שטבל אבל לרבינו שכתב חייב כרת קשיא וי״ל דיש במיתה בידי שמים משא״כ בכרת דכרת היינו שאינו מגיע לששים שנה כדאמרינן בשילהי מועד קטן (דף כ״ח) ואיכא נמי כרת דיומי כדאמרי' נמי התם x ומיתה בידי שמים אין לה זמן קבוע כמו שכתבו התוס' בפרק במה מדליקין (שבת דף כ״ה) בד״ה כרת ועוד יש ביניהם דכרת הוא וזרעו נכרתים משא״כ במיתה בידי שמים כמו שכתבו התוס' בפ״ק דיבמות (דף ב') ועוד יש ביניהם שהחייב מיתה בידי שמים עלה מות בחלוניו וב״ח מקנה קנינו מתים פרתו רועה באפר והיא מתה תרנגולתו רועה באשפה והיא מתה. \n",
                "<b>ומ''ש אבל מחוסר כפורים שעבד אע''פ שעבודתו פסולה וחילל.</b> ברפ''ב דזבחים (דף י''ז). \n",
                "<b>ומ''ש ה''ז פטור.</b> יש לתמוה דהא בס''פ הנשרפין מני בכלל אלו שבמיתה מחוסר כפורים ואמרי' בגמרא (דף פ''ג:) מנ''ל אמר רב הונא דאמר קרא וכפר עליה הכהן וטהרה מכלל שהיא טמאה ואמר מר טמא ששימש במיתה ורבינו עצמו בפרק י''ט דסנהדרין מנה מחוסר כפורים בכלל מחוייבי מיתה שחייבים מלקות וצ''ע וכבר השיגו הראב''ד וכתב אבל מחוסר כפורים שעבד אע''פ שעבודתו פסולה וחילל הרי זה פטור אמר אברהם והא אמרינן במכות עוד טומאתו בו וכו'. ולא ידעתי למה לא הקשה עליו גם מדידיה אדידיה כמו שהקשיתי וסמ''ג כתב בסי' ש''ה מחוסר כפורים שעבד תניא שהוא במיתה ועבודתו פסולה וחילל עכ''ל ומאחר שהוא רגיל להביא דברי רבינו בכל מקום יש לתמוה עליו למה לא הביאם גם פה ויקשה מההיא ברייתא. ולענין מה שהשיג הראב''ד יש לומר שרבינו סובר דהלכה כמ''ד מחוסר כפורים דזב לאו כזב דמי כמו שכתבתי בפ''ג: \n\n"
            ],
            [],
            [
                "<b>כהן שעבד ואח״כ נודע שהיה טמא וכו' ואם היא טומאת התהום הציץ מרצה וכו'.</b> משנה פרק כיצד צולין (פסחים דף פ':) ואע״ג דבענין פסח איתניא משמע דה״ה לכל הקרבנות אלא שיש ביניהם קצת חילוק כמו שאכתוב בסמוך. \n",
                "<b>ומ''ש ואפילו נודע לו שהוא טמא קודם שיזרוק הדם וזרק הורצה וכו'.</b> שם וכלישנא בתרא אלא דאיכא למידק שממ''ש רבינו נראה דלכתחילה אינו זורק כל שנודע לו ובפרק ז' מהלכות קרבן פסח נראה מדבריו דלכתחילה נמי שוחט וזורק וצריך לומר שטעמו משום דשאני קרבן פסח שהוא חובה והיא מצוה עוברת. \n",
                "<b>ומ''ש וכבר ביארנו טומאת התהום.</b> בנזירות פ''ו: \n\n"
            ],
            [
                "<b>וכן הציץ מרצה על טומאת דברים הקרבין וכו' אבל אינו מרצה על טומאת הנאכלים.</b> בפ' כיצד צולין (פסחים דף ע״ז) אמרי' דליכא תנא דשמעת ליה מרצה על אכילות אלא ר״א ופירש״י על אכילות על טומאה שנגעה בבשר ובשירי מנחה הנאכלים אלא על טומאת הדם וקמצים ואימורים. \n",
                "<b>ומה שכתב ולא על טומאת האדם שנטמא בטומאה ידועה.</b> משנה שם (דף פ':) שהציץ מרצה על טומאת הדם ואינו מרצה על טומאת הגוף נטמא טומאת התהום הציץ מרצה. \n",
                "<b>ומ''ש אלא א''כ היתה הטומאה הדחויה בציבור שהציץ מרצה עליה.</b> משנה שם (דף ע''ט) נטמא הקהל או רובו או שהיו כהנים טמאים והקהל טהורים יעשנו בטומאה: \n\n"
            ],
            [
                "<b>ומה שכתב ואין הציץ מרצה אלא בזמן שהוא על מצחו וכו'.</b> בפרק כיצד צולין (פסחים דף ע''ו) ובריש יומא (דף ד') פלוגתא דרבי יהודה ורבי שמעון ופסק כרבי יהודה. וכתב הר''י קורקוס ז''ל דאיכא למידק דבגמרא אקשו לר''י ושני דקסבר דטומאה הותרה בצבור ומאחר שפסק רבינו בסוף הפרק שטומאה דחויה היא בצבור הוי תרתי דסתרן. ותירץ שסובר רבינו שאותה קושיא אינה מוכרחת לומר כן ותירץ לו כן לרווחא דמילתא והאריך בדבר להוכיח כן: \n\n"
            ],
            [
                "<b>כל קרבן שאין קבוע לו זמן וכו' וכל קרבן שקבוע לו זמן וכו'.</b> משנה רפ''ב דתמורה (דף י''ד). בס''פ ולא כל הטומאות הוא דוחה אלא טומאת המת לבדה. פשוט בפ''ב דזבחים (דף כ''ב): \n\n"
            ],
            [
                "<b>כל קרבנות הצבור קבוע זמנן וכו'.</b> ברפ״ב דתמורה (דף י״ד) תנן יש בקרבנות הצבור מה שאין בקרבנות היחיד שקרבנות הצבור דוחים את השבת ואת הטומאה וקרבנות יחיד אינם דוחים לא את השבת ולא את הטומאה אמר ר״מ והלא חביתי כהן גדול ופר י״ה קרבן היחיד ודוחין את השבת ואת הטומאה אלא שזמנו קבוע ופירש״י אלא שזמנו קבוע כלומר אין הטעם תלוי אלא בקביעות זמן אותן שזמנן קבוע שאם עבר הזמן אין להם תשלומין דוחים שבת וטומאה אפי' דיחיד וכל שאין להם זמן קבוע אינם דוחים שבת וטומאה ואפילו דצבור כגון פר העלם דבר של צבור ושעירי ע״ז עכ״ל ומשמע שדברי ר״מ הם דברים אמתיים וכן כתב רבינו בפירוש המשנה וכן משמע בגמרא פרק הוציאו לו (יומא דף נ') וכן בפ״ק דיומא עלה ז' וא״כ יש לתמוה על זה שכתב כאן כל קרבנות הצבור קבוע להם זמן שהרי פר העלם דבר של צבור ושעירי ע״ז אין זמנן קבוע ואפשר דה״ק כל קרבנות הצבור הקבועים: \n\n"
            ],
            [
                "<b>ומ״ש וכל קרבן מהם שקרב בטומאה אינו נאכל וכו'.</b> בפרק כיצד צולין (פסחים דף ע״ו) תנן חמשה דברים באים בטומאה ואינם נאכלים בטומאה העומר ושתי הלחם ולחם הפנים וזבחי שלמי צבור ושעירי ר״ח ופירש״י אין לך קרבן x ציבור נאכל אלא אלו: \n\n"
            ],
            [
                "<b>כיצד דוחה את הטומאה וכו'.</b> משנה שם (דף ע''ט) נטמא קהל או רובו או שהיו הכהנים טמאים והקהל טהורים יעשה בטומאה. \n",
                "<b>ומ''ש או שהיו אלו ואלו טהורים והיו כלי השרת טמאים למת.</b> שם בברייתא. \n",
                "<b>ומ''ש ויתעסקו בו הטמאים והטהורים כאחד ויכנסו כולם לעזרה.</b> שם בברייתא שאין קרבן ציבור חלוק ופירש''י שאין קרבן ציבור הבא בטומאה חלוק מאחר שהקרבן רובו בטומאה אף היחיד עושה בטומאה. \n",
                "<b>ומ״ש אבל הטמאים בטומאה אחרת וכו' לא יתעסקו ולא יכנסו לעזרה ואף ע״פ שנעשה בטומאה ואם עברו ועשו או נכנסו לעזרה חייבים כרת על הביאה ומיתה על העבודה וכו'.</b> בפרק מי שהיה טמא (פסחים דף צ״ה:) תנן הפסח שבא בטומאה לא יאכלו ממנו זבין וזבות נדות ויולדות ואם אכלו פטורים [מכרת] ור״א פוטר אף על ביאת המקדש ופירש״י ואם אכלו פטורים מכרת דאוכל קדשים בטומאה כדיליף בברייתא בגמרא אבל מביאת מקדש לא פטרינהו [רחמנא] וידוע דהלכה כת״ק: \n\n"
            ],
            [
                "<b>ומ''ש ופסח שבא בטומאה וכו'.</b> שם בעיא ואיפשיטא בתרי לישני חד לחומרא וחד לקולא ופסק לקולא משום דמספיקא לית לך לחיובי ועוד דלישנא בתרא לקולא: \n\n"
            ],
            [
                "<b>היו מקצת בית אב טמאים ומקצתם טהורים וכו'.</b> בפ״ק דיומא (דף ו':) איתמר טומאת המת רב נחמן אמר הותרה היא בציבור ורב ששת אמר דחויה היא בציבור [כל] היכא דאיכא טמאים וטהורים בההוא בית אב כ״ע לא פליגי דטהורים עבדי טמאים לא עבדי כי פליגי לאהדורי ולאתויי טהורים מבית אב אחרינא רב נחמן אמר היתר היא בציבור ולא מהדרינן ורב ששת אמר טומאה דחויה היא בצבור [ומהדרינן] ופסק רבינו כרב ששת משום דהלכתא כוותיה באיסורי ועוד דאמרי' בפ' כיצד צולין (פסחים דף ע״ז) דליכא תנא דשמעת ליה דאמר טומאה הותרה בציבור אלא רבי יהודה ואמרינן בתר הכי (דף ע״ז) דרב חסדא סבר טומאה דחויה היא בצבור וכן א״ר יצחק וסובר רבינו דלמ״ד דחויה היא אפי' היתה כל המשמרה טמאה מחזירים על משמרה אחרת ואע״פ שלא הזכירו בגמ' אלא לחזור על בית אב אחר לאו דוקא אלא משום דלרב נחמן אפי' על בית אב אחר אין מחזירין נקטיה. \n",
                "<b>ומ''ש אם היו רוב הכהנים הנכנסים בירושלים בזמן הקבוע טמאים יעשו בטומאה:</b> \n\n"
            ],
            [],
            [
                "<b>ומנין שטומאת מת דחויה היא בצבור וכו'.</b> סיפרי פרשת בהעלותך: \n\n"
            ],
            [
                "<b>והרי הדבר מפורש בכתובים שנאמר שם בדברי הימים אצל חזקיהו כי רבת העם אשר לא התקדשו וכו'. ומה שכתב ומהו זה שנאמר כי אכלו את הפסח בלא ככתוב</b> כלומר אם תאמר אדרבה משם ראיה שאין דוחין טומאה מפני קרבן ציבור שהרי חזקיהו שדחאה כתוב עליו כי אכלו את הפסח בלא ככתוב והוצרך לבקש רחמים על שעשה כן לא מפני כך כתוב עליו כן אלא מפני שעיברו אותה השנה מפני הטומאה: \n\n"
            ],
            [
                "<b>ועוד אחרת היתה שם וכו'.</b> בפ''ק דסנהדרין (דף י''ב) ת''ר אין מעברין את השנה מפני הטומאה ואם עיברוה מעוברת רבי יהודה אומר אינה מעוברת א''ר יהודה מעשה בחזקיה מלך יהודה שעיבר השנה מפני הטומאה ובקש רחמים על עצמו רבי שמעון אומר אם עיברוה מפני הטומאה מעוברת אבל מפני מה ביקש רחמים על עצמו שאין מעברין אלא אדר והוא עיבר ניסן בניסן ומפרש בגמרא דחזקיה טעה בדשמואל דאמר שמואל אין מעברין את השנה ביום ל' של אדר הואיל וראוי לקובעו ניסן והוא [עיברו משום] דסבר הואיל וראוי לא אמרינן רבי שמעון בן יהודה אומר מפני שהשיא את ישראל לעשות פסח שני ומפרש בגמרא דהיינו כגון שהיו ישראל מחצה טמאים ומחצה טהורים ונשים משלימות לטהורים ועודפות עליהם מעיקרא סבר נשים בראשון חובה דהוו מיעוטן טמאים ומיעוטן מידחו לפסח שני ולבסוף סבר נשים בראשון רשות דהוה ליה טמאים רובא ורובא לא מידחו לפסח שני ומשמע דלרבי יהודה לא ביקש רחמים מפני שעיבר ניסן בניסן אלא מפני שעיבר מפני הטומאה ולרבי שמעון לא ביקש רחמים מפני שעיבר מפני הטומאה אלא מפני שעיבר ניסן בניסן וא''כ יש לתמוה על רבינו היאך כתב שני הטעמים דהוי כמזכה שטרא לבי תרי ועוד דכיון דבדיעבד מעוברת למה הוצרך לבקש רחמים ואין לומר דאעפ''כ כיון דלכתחילה אין מעברין הוצרך לבקש רחמים דהא משמע בברייתא שכתבתי בסמוך שאילו היתה מעוברת בדיעבד לא היה צריך לבקש רחמים ועוד שכתב רבינו שביקש רחמים על עצמו ועל החכמים שהסכימו עמו דהא תניא בתוספתא שזה אחד משלשה דברים שעשה חזקיהו ולא הודו לו ועוד למה השמיט טעמו של רבי שמעון בן יהודה. ומיהו בההיא דעל החכמים איכא למימר שאע''פ שרוב החכמים לא הודו לו קצת חכמים הסכימו עמו ובסמ''ג כתוב שריו במקום החכמים ומכל מקום קושיי קמאי צריכים יישוב. ונ''ל שרבינו כתב דעיברה מפני הטומאה כדברי רבי יהודה דהלכה כוותיה לגבי ר''ש ואף ע''פ דמשמע דאי הואי מעוברת בדיעבד כשעיברוה מפני הטומאה לא היה צריך לבקש רחמים היינו לרבי שמעון אבל לרבי יהודה אע''ג דבדיעבד מעוברת מכל מקום הוצרך לבקש רחמים על עצמו וסובר רבינו שאע''פ שעיבר השנה בטומאה כדרבי יהודה דקי''ל כוותיה ופשטא דקראי הכי מוכחי אין לנו לדחות ולומר שלא עיבר ניסן דהא סתם לן תנא דתוספתא הכי הילכך אית לן למימר דתרתי עבד חדא דעיבר ניסן ועוד שעיברה מפני הטומאה ולא חש רבינו לכתוב דברי ר''ש בן יהודה משום דיחידאה הוא דהא רבי יהודה ור''ש פליגי עליה: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה לקדש הכהן העובד ידיו ורגליו וכו'.</b> פשוט הוא בפסוק. \n",
                "<b>ומה שכתב ועבודתו פסולה.</b> משנה בפרק שני דזבחים (דף ט''ו ע''ב). \n",
                "<b>ומה שכתב בין כהן גדול בין כהן הדיוט דכתיב והיתה לו ולזרעו חק עולם:</b> \n\n"
            ],
            [
                "<b>ומה שכתב ומנין שעבודתו פסולה וכו'.</b> בפרק שני דזבחים (דף י''ט): \n\n"
            ],
            [
                "<b>אין הכהן צריך לקדש בין כל עבודה ועבודה וכו'.</b> שם תנו רבנן קידש ידיו ורגליו ביום אין צריך לקדש בלילה בלילה צריך לקדש ביום דברי רבי שהיה רבי אומר לינה מועלת בקידוש ידים ורגלים רבי אלעזר ברבי שמעון אומר אין לינה מועלת בקידוש ידים ורגלים תניא אידך היה עומד ומקריב על גבי המזבח כל הלילה לאורה טעון קידוש ידים ורגלים דברי רבי רבי אלעזר בר''ש אומר כיון שקידש ידיו ורגליו מתחלת עבודה אפילו מכאן עד עשרה ימים אינו צריך לקדש ופירש''י אינו צריך לקדש בלילה אם לא יצא ולא הסיח דעתו. צריך לקדש ביום כדמסיים מילתיה שהלינה פוסלת בקידוש ועמוד השחר הוא העושה לינה עכ''ל. ופסק רבינו כרבי משום דקי''ל הלכה כרבי מחבירו. \n",
                "<b>ומ''ש והוא שלא יצא מן המקדש.</b> מתבאר שם: \n",
                "<b>ומ''ש ולא יישן ולא יטיל מים ולא יסיח דעתו.</b> היסח דעת מבואר שם וממילא משמע לשינה דסתם ישן מסיח דעתו ומטיל מים משנה פרק הממונה (דף כ''ח). \n",
                "<b>ומ''ש ואם עשה אחד מארבעתן צריך לחזור ולקדש.</b> כלומר ואם לא קידש ועבד עבודתו פסולה חוץ מהיוצא מהמקדש כדבסמוך: \n\n"
            ],
            [],
            [
                "<b><small>(ד-ה)</small> יצא מהמקדש וחזר ועבד וכו'.</b> בפ''ב דזבחים (דף כ':) בעיא דלא איפשיטא ומספיקא לא פסלינן עבודה. ודע דבגמרא בעינן למפשטה מדתניא יצאו ידיו הרי אלו בקדושתן ודחי יצאו ידיו לא קא מיבעיא לן כי קא מיבעיא לן יצא כל גופו מאי וקשיא לי נפשטה מאידך גיסא דדוקא יצאו ידיו הרי אלו בקדושתן הא יצא גופו לא דא''ל נשמעינן יצא כל גופו וכל שכן ליצאו ידיו וי''ל דאי הוה תני יצא כל גופו ה''א דוקא יצא כל גופו ולא ידיו אבל אם הוציא ידיו אפי' בלחודייהו נמי: \n",
                "<b>וזה הכלל היה במקדש וכו' וכל המיסך את רגליו וכו'.</b> משנה בפ' הממונה (דף כ''ח): \n",
                "<b>יצא חוץ לחומת העזרה וכו'.</b> ברייתא בפרק שני דזבחים (דף כ':) יצא חוץ למחיצת חומת העזרה אם לשהות טעון טבילה אם לפי שעה טעון קידוש ידים ורגלים ובגמרא בעי למיפשט מיניה בעיין דבסמוך ודחי הב''ע כגון שיצא להסך את רגליו ופירש''י דקתני אם לשהות טעון טבילה שיצא להסך רגליו לגדולים ודכוותיה סיפא דקתני אם לפי שעה טעון קידוש שיצא להטיל מים והדבר מבואר שיש חסרון בלשון רבינו וכך צריך להגיה יצא חוץ לחומת העזרה אם לשהות בחוץ יצא כשחוזר טעון טבילה ואם לחזור מיד יצא כשחוזר טעון קידוש ידים ורגלים בלבד וכן מצאתי בספר מוגה. \n",
                "<b>ומ''ש ואם לא טבל ולא קידש ועבד וכו' עבודתו כשירה.</b> היינו מדלא איפשיטא בעיין דבסמוך מספקא לן אי האי ברייתא ביצא להסך רגליו או להטיל מים וכדדחי אי לא הילכך מספיקא לא פסלינן עבודה בדיעבד: \n",
                "<b>הוציא ידיו חוץ לחומת העזרה אינו צריך לחזור כו'.</b> שם ברייתא כתבתיה בסמוך: \n\n"
            ],
            [
                "<b>נטמאו ידיו מטבילן והן טהורים וכו'.</b> שם בברייתא: \n",
                "<b>נטמא גופו באכילת אוכלים טמאים וכו'.</b> שם (דף כ':) איבעיא להו טומאה מהו שתועיל לקידוש ידים ורגלים וכו' תיפוק לי כיון דבעי למעבד הערב שמש אסוחי מסח דעתיה כגון דאיטמי סמוך לשקיעת החמה ומשום דהאי מילתא לא שכיחא נקט רבינו במקום נטמא סמוך לשקיעת החמה אכל אוכלים טמאים וכו' שאינו צריך הערב שמש ובעיין לא איפשיטא ומספיקא לא פסלינן עבודה בדיעבד: \n\n"
            ],
            [
                "<b>כהן גדול שלא טבל ולא קידש ידיו ורגליו וכו'.</b> ברייתא וגמרא שם (דף י''ט): \n\n"
            ],
            [
                "<b>קידש ידיו היום צריך לחזור ולקדש למחר וכו' שהידים נפסלות בלינה.</b> היינו כרבי בברייתא שכתבתי בפרק זה: \n",
                "<b>קידש בלילה וכו'.</b> גם זה כרבי בברייתא שכתבתי בפרק זה: \n\n"
            ],
            [
                "<b>קידש ידיו ורגליו לתרומת הדשן וכו' אינו צריך לחזור ולקדש אחר שהאיר היום וכו'.</b> שם (דף כ') אמר רבי יוחנן קידש ידיו ורגליו לתרומת הדשן למחר אינו צריך לקדש שכבר קידש מתחילת עבודה למאן אי לרבי הא אמר פסלא לינה אי לרבי אלעזר ברבי שמעון הא אמר אין צריך לקדש אפילו מכאן עד עשרה ימים אמר אביי לעולם לרבי ולינה דרבנן היא ומודה דמקרות הגבר ועד צפרא לא פסלא לינה רבה אמר לעולם רבי אלעזר ברבי שמעון דתחלת עבודה ולא בסוף עבודה ופירש''י מתחילת עבודה שזו תחילת עבודת יום הבא. לעולם רבי אלעזר ברבי שמעון וראה רבי יוחנן דבריו של רבי אלעזר נכונים במקדש בתחילת עבודת היום דלא פסל בה לינה ולא במי שקידש בלילה להקטיר חלבים שהוא סוף עבודת יום אתמול: \n\n"
            ],
            [
                "<b>מצוה לקדש ממי הכיור ואם קידש מאחד מכלי השרת ה''ז כשר.</b> ברייתא בפרק שני דזבחים. ומפרש טעמא משום דכתיב ירחצו לרבות כלי שרת. \n",
                "<b>ומ''ש אבל בכלי החול אין מקדשין.</b> שם (דף כ''ב) ומפרש טעמא משום דכתיב ממנו למעט כלי חול. \n",
                "<b>ומ''ש קידש בכלי שרת בחוץ וכו'.</b> ברייתא שם (דף כ':). \n",
                "<b>ומ''ש ואין מקדשין בתוך הכיור וכו'.</b> שם (דף כ''א) בעיא דלא איפשיטא הילכך לכתחילה לא יקדש אלא ממנו אבל אם קידש בתוכו ועבד מספיקא לא מחללינן עבודה: \n\n"
            ],
            [
                "<b>הטביל ידיו ורגליו במי מקוה אפי' במעיין אין זה קידוש כלל וכו'.</b> ברייתא שם (דף כ:) טבל במי מערה ועבד עבודתו פסולה ופירש''י במי מערה שהם כשרים לטבילה וה''ה למים חיים: \n",
                "<b>ובכל כלי הקדש מקדשין בין שיש בהם רביעית וכו'.</b> שם (דף כ''א:) אמר ר' יוסי בר חנינא כל כיור שאין בו כדי לקדש ארבעה כהנים ממנו אין מקדשין בו שנאמר ורחצו ממנו משה אהרן ובניו מיתיבי בכל הכלים מקדשין בין שיש בהן רביעית בין שאין בהן רביעית ובלבד שיהו כלי שרת אמר רב אדא בר אחא בקודח בתוכו ופירש''י בקודח בתוכו קודח דפנו של כיור ותוחב בתוכו כלי קטן ומקצתו לחוץ ויוצק ממי הכיור ומוציא אבל באפי נפשיה בעינן שיעור ארבעה כהנים ולפי זה יש קיצור בדברי רבינו שה''ל לפרש דהא דמכשירין באין בו רביעית היינו דוקא בקודח בתוכו והתוספות פי' בקודח מתוכו היינו שנוטל ממימיו בכלי קטן וכשר לקדש כיון שבאין מכלי גדול ורבי' אפשר שהיה מפרש כפי' התוספות. ולפיכך לא חש לפרש שמאחר שכתב בסמוך שצריך להיות בכיור מים כדי לקדש ארבעה כהנים ממילא משמע שכשכתב שמקדשין בכלי שרת אפי' אין בהם רביעית בנוטל בכלי שרת מהכיור היא דאל''כ הוה עדיף שאר כלי שרת מכיור ונראה שגם הראב''ד היה מפרש כדברי התוספות ולפיכך לא כתב על רבינו בדרך השגה אלא כמבאר תוספת ביאור שכתב וז''ל בין שאין בהם (כדי) רביעית א''א ובקודח מן הכיור שיש בו לקדש ממנו ד' כהנים: \n\n"
            ],
            [
                "<b>כל המימות כשרים וכו'.</b> שם (דף כ''ב:) פלוגתא דתנאי בברייתא ופסק כחכמים. \n",
                "<b>ומ''ש ובלבד שלא ישתנה מראיהן וכו'.</b> טיט הנרוק וכו' מימרא דר''ל שם: \n\n"
            ],
            [
                "<b>כמה מים צריכים להיות בכיור וכו'.</b> מימרא שם כתבתיה בסמוך וכתב רבינו פסוק הכתוב בפרשת כי תשא שאין כתוב בו אלא אהרן ובניו והוצרך לכלול פינחס עמהם כדי שיהיו ד' ותמיהא לי שבזמן שנאמרה אותה פרשה עדיין לא מתו נדב ואביהוא וא''כ הוה ליה לאצרוכי שיהיו מים בכיור כדי לקדש ה' או ששה ורש''י גריס ורחצו ממנו משה ואהרן תרין ובניו תרין והוא פסוק הכתוב בפרשת פקודי והשתא ניחא דה''ק יהיה בכיור מים שיעור שירחצו ממנו משה ואהרן ושנים מבניו דמיעוט רבים שנים דאם לא כן הול''ל וכל בניו: \n\n"
            ],
            [
                "<b>מי כיור נפסלין בלינה כמו שביארנו.</b> בספ''ג מהלכות בית הבחירה: \n",
                "<b>וכיצד היו עושין משקעים אותו במי מקוה כו'.</b> בפרק הממונה (דף ל''ז) תנן אף הוא עשה מוכני לכיור שלא יהיו מימיו נפסלין בלינה ומפרש בגמרא דמוכני היינו גלגלא לשקועי ליה. וביארתי זה בספ''ג מהלכות בית הבחירה: \n\n"
            ],
            [
                "<b>הים שעשה שלמה כמקוה היה וכו'.</b> ירושלמי פרק ג' דיומא: \n\n"
            ],
            [
                "<b>כיצד מצות קידוש וכו'.</b> פלוגתא דתנאי בברייתא פרק שני דזבחים (דף י''ט:) ופסק כת''ק. \n",
                "<b>ומ''ש וכל החוצץ בטבילה חוצץ בקידוש ידים. ומ''ש ואינו מקדש כשהוא יושב מפני שהיא כעבודה וכו'.</b> שם וליתיב מיתב ולקדש אמר קרא לשרת ושירות מעומד הוא ופירש''י אמר קרא לשרת או בגשתם אל המזבח לשרת איתקש קידוש לשירות: \n\n"
            ],
            [
                "<b>ומ''ש וכל העובד והוא יושב חילל ועבודתו פסולה.</b> שם (דף כ''ג.). \n",
                "<b>ומ''ש ואינו לוקה מפני שאזהרה שלו מכלל עשה היא.</b> פשוט הוא: \n",
                "<b>וכן כל העוסק בעבודה וכו' עד או על רגלי חבירו פסל.</b> משנה שם (דף ט''ז:). \n",
                "<b>ומ''ש וכן אם היה דבר חוצץ בינו ובין הכלי שעבד בו פסל.</b> שם (דף כ''ד) ופירש''י לא יהא דבר חוצץ בין כהן לכלי [שרת] בקבלת הדם כדכתיב ולקח הכהן שתהא לקיחה בעצמו של כהן. \n",
                "<b>ומ''ש ואין עבודה אלא בימין ואם עבד בשמאל פסול.</b> שם במשנה. \n",
                "<b>ומ''ש ואינו לוקה.</b> היינו מדגמרינן לה מדכתיב באצבע ולקח מלמד שלא תהא קבלה אלא בימין באצבע ונתן מלמד שלא תהא נתינה אלא בימין וכיון דאתיא מלאו הבא מכלל עשה אין לוקין עליו: \n\n"
            ],
            [
                "<b>רגלו אחת על הכלי ורגלו אחת על הרצפה.</b> יש בלשון רבינו חסרון וצריך להוסיף רגלו אחת על האבן ורגלו אחת על הרצפה וכך מצאתי בספר מוגה וכך היא שנויה בברייתא שם. וכן מבואר בסוף לשון רבינו שכתב רואין כל שינטל הכלי או האבן: \n",
                "<b>קיבל בימין ושמאל מסייעתו עבודתו כשירה וכו'.</b> תוספתא פרק קמא דזבחים: \n\n"
            ],
            [
                "<b>נתנדדה אבן מאבני העזרה לא יעמוד עליה בשעת העבודה וכו'.</b> בפ' ב' דזבחים בעי רבי אמי וכו' נדלדלה האבן ועמד עליה מהו היכא דאין דעתו לחברה לא תיבעי לך דודאי חייצא כי תיבעי לך דדעתו לחברה. רבה זוטי בעי לה הכי נעקרה האבן ועמד במקומה מהו וכו' דרך שירות בכך או אין דרך שירות בכך תיקו ורבינו בפרק א' מהלכות בית הבחירה כתב ואם נעקרה אבן אע''פ שהיא עומדת במקומה הואיל ונתקלקלה פסולה ואסור לכהן העובד לעמוד עליה בשעת עבודה עד שתקבע בארץ ויש לתמוה עליו למה השמיט יתר הדברים ולא כתבם לא כאן ולא שם. והראב''ד כתב שם עוד אמרו שם שאם נעקרה האבן ועמד הכהן במקומה בגומא ועבד אין דרך שירות בכך עכ''ל. ויש לתמוה למה החליט המאמר דאין דרך שירות בכך דמשמע דעבודתו פסולה והלא כיון שעלתה בתיקו אין לנו לפסול העבודה מספק ועוד קשיא לי למה לא השיגו על שהשמיט לחלק בין דעתו לחברה לאין דעתו לחברה דבהא עבודתו פסולה ובהא אין לנו כח לפסלה בדיעבד ולדעת רבינו יש לומר שהוא ז''ל סובר דכי אמרינן דהיכא דאין דעתו לחברה ודאי חייצא לא לפסול העבודה קאמר אלא לומר דצריך ליזהר לכתחילה ומיבעיא ליה היכא דדעתו לחברה אי שרי לכתחילה לעמוד עליה וכיון דלא איפשטא נקטינן לחומרא דלכתחילה לא יעמוד עליה בין שדעתו לחברה בין שאין דעתו לחברה ואם עמד עליה בין כך ובין כך עבודתו כשירה ולא חשש לכתוב דין נעקרה האבן ועמד במקומה משום דמשמע דרבה זוטי הוא דבעי לה הכי אבל סתם גמרא לא אסתפקא ליה הא ומשמע דמיפשט פשיטא ליה דדרך שירות בכך: \n\n"
            ]
        ],
        [
            [
                "<b>כל כהן שיש בו מום בין מום קבוע בין מום עובר.</b> [משנה] בפרק ז' דבכורות (דף מ''ג) מומין אלו בין קבועים בין עוברים פסולים באדם ובפרק טבול יום ובת''כ אין לי אלא בעל מום קבוע בעל מום עובר מנין ת''ל כל אשר בו מום. \n",
                "<b>ומה שכתב לא יכנס למקדש מן המזבח ולפנים</b> דכתיב בפרשת אמור גבי בעל מום ואל המזבח לא יגש. \n",
                "<b>ומ''ש ואם עבר ונכנס לוקה אע''פ שלא עבד.</b> קשיא לי דבפרק י''ט מסנהדרין נראה מדברי רבינו שאינו לוקה אלא א''כ נכנס להיכל. \n",
                "<b>ומ''ש ואם עבד במקדש פסול וחילל עבודה.</b> בקידושין פרק האומר (דף ס''ו:) ובתורת כהנים ובריש פרק מומין אלו (בכורות דף מ''ג) ופרק שמיני דתרומות. \n",
                "<b>ומ''ש מפי השמועה למדו שאזהרה זו לא יקרב לעבודה.</b> בתורת כהנים לא יקרב להקריב לחם אלהיו אין לי אלא תמידין שהם קרויים לחם שנאמר את קרבני לחמי לאישי שאר כל הקרבנות מנין ת''ל שוב לחם מנין לרבות את הדם ת''ל להקריב ואומר ויקריבו בני אהרן את הדם אליו: \n",
                "<b>וא''ת</b> מה צורך ללמוד מפי השמועה שאזהרה זו לא יקרב לעבודה הרי מפורש הוא בכתוב אשר בו מום לא יקרב להקריב לחם אלהיו ואפשר דה''ק מפי השמועה למדו שאזהרה זו לכל מין קרבן ולדם כדיליף לה מקרא בת''כ שכתבתי בסמוך ועי''ל דקרא כתיב בתר הכי כי כל איש אשר בו מום לא יקרב וה''א דעל קריבה למזבח לבד חייב אע''פ שלא עבד לכך הוצרך ללמוד מפי השמועה שאינו כן: \n\n"
            ],
            [
                "<b>ומ''ש וכן בעל מום עובר שעבד פסל ולוקה שנאמר כל איש אשר בו מום לא יקרב.</b> מפי השמועה למדו שזו אזהרה לבעל מום עובר. בתורת כהנים ובריש פרק מומין אלו: \n",
                "<b>ואין בעלי מומין שעבדו במיתה אלא במלקות בלבד.</b> בסוף פרק הנשרפין (סנהדרין דף פ״ד) ובת״כ פלוגתא דרבי וחכמים ופסק כחכמים: \n\n"
            ],
            [
                "<b>כל המומין כולם וכו'.</b> בפרק טבול יום (זבחים דף צ״ח:) ובתורת כהנים פרשת אמור פ״ב: \n\n"
            ],
            [
                "<b>ומה שכתב ולא המומין הכתובים בתורה בלבד וכו' עד ואם היה בו דבר מדברים שהם מפני מראית העין אינו לוקה.</b> בריש פרק מומין אלו (בכורות דף מ''ג): \n\n"
            ],
            [],
            [],
            [
                "<b>אין פוסל באדם אלא מומין שבגלוי וכו' אע״פ שנעשה טריפה עבודתו כשירה.</b> בתוספתא פרק רביעי היה בו מום מבפנים אינו מום שנאמר עור ופסח מה עור ופסח [המיוחדין] מום שבגלוי ואינו חוזר ובסוף פרק מומין אלו (בכורות דף מ״ה:) במשנה אלו כשרים באדם ופסולים בבהמה אותו ואת בנו וטריפה: \n\n"
            ],
            [
                "<b>הערל הרי הוא כבן נכר וכו'.</b> בפרק ב' דזבחים (דף י''ט). \n",
                "<b>ומ''ש ולוקה כזר שעבד.</b> ברייתא בסוף פרק הנשרפין (סנהדרין דף פ''ג) ערל אונן ויושב אינם במיתה אלא באזהרה ופירש''י ערל שמתו אחיו מחמת מילה ובגמרא ערל מנא לן אמר רב חסדא דבר זה מתורת משה רבינו לא למדנו עד שבא יחזקאל בן בוזי ולמדו כל בן נכר ערל לב וערל בשר לא יבא אל מקדשי לשרתני ופירש רש''י והיינו אזהרה מדברי קבלה בעלמא ולא לקי עלה ורבינו שכתב שלוקה טעמו מדאמרינן בפרק ב' דזבחים עד דאתא יחזקאל מנא לן ואסיקנא גמרא גמירי לה ואתא יחזקאל ואסמכיה אקרא וכיון דגמרא גמירי לה דלא יבא לשרת כי לקי לא משום אזהרה דדברי קבלה לקי אלא משום אזהרה דגמרא ועם כל זה רצה רבינו שיהא נרמז בתורה קצת ולפיכך כתב שהוא כזר: \n\n"
            ],
            [
                "<b>כהן שהיה נושא נשים בעבירה וכו' וכן מי שהיה מטמא למתים וכו'.</b> בסוף פרק מומין אלו (בכורות דף מ''ה מ''ו) משנה וגמרא. \n",
                "<b>ומה שכתב רבינו עבודתו פסולה</b> היינו לומר דלכתחילה פסול מלעבוד אבל אם עבד לא חילל כמו שכתב בסמוך ובספר מוגה נמצאת מחוק עבודתו פסולה וכתוב במקומו פסול והוא הגירסא הנכונה. ואמרינן התם בגמרא מאי שנא הכא דסגי ליה בקבלה ומאי שנא התם דמדרינן ליה התם יצרו תוקפו. ובקצת ספרי רבינו כתוב גבי מטמא למתים עד שיקבל עליו בנדר והוא טעות סופר וצריך למוחקו ולכתוב במקומו בב''ד וכך מצאתי בספר מוגה: \n\n"
            ],
            [
                "<b>כהן שעבד ונבדק ונמצא חלל עבודתו כשירה וכו'.</b> בקידושין פרק האומר (דף ס''ז) תניא היה עומד ומקריב על גבי מזבח ונודע שהוא בן גרושה או בן חלוצה עבודתו כשירה x (דכתיב ברך ה' חילו וגו' אפילו חולין שבו תרצה) ואף על פי דבפרק ח' דתרומות פליגי בה רבי אליעזר ורבי יהושע ידוע דהלכה כרבי יהושע דאמר הכי ועוד דגמרא תני סתמא כרבי יהושע ולכאורה הוה משמע דלא מכשרינן אלא מה שעבד קודם שנודע אבל אם עבד אחר שנודע חילל ורבינו משמע ליה דכיון דלא אשכחן בקרא דמחלל עבודתו אדרבה אשכחן בהדיא דלא מחלל מהי תיתי לן לומר שאם עבד לאחר שנודע חילל ותנא אורחא דמילתא נקט דאין דרך לעבוד אחר שנודע: \n\n"
            ],
            [
                "<b>בית דין הגדול היו יושבים בלשכת הגזית וכו' עד ומשמש עם אחיו הכהנים.</b> משנה בסוף מדות (פ''ה מ''ד). \n",
                "<b>ומ''ש מי שנמצא כשר בייחוסו ונמצא בו מום יושב בלשכת העצים ומתלע עצים למערכה.</b> בפ''ב דמדות (מ''ה). \n",
                "<b>ומ״ש וחולק בקדשים עם אנשי בית אב ואוכל.</b> משנה בריש פרק טבול יום (זבחים דף צ״ח:) ובסוף מנחות (דף ק״ט): \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b><small>(א-ג)</small> כל המומין הפוסלין כו' וזהו פרטן: חמשה באוזן ואלו הם מי שנפגם סחוס אזנו וכו'.</b> בריש פרק על אלו מומין שוחטין את הבכור (דף ל''ז) נפגמה אזנו מן החסחוס אבל לא מן העור נסדקה אף על פי שלא חסרה ניקבה מלא כרשינה או שיבשה אי זו היא יבשה כל שתנקב ואינה מוציאה טיפת דם ופירש רש''י סחוס תנוך האוזן וכו' אבל לא מן העור דהדרא בריא ולא הוי מומא והאי עור היינו אליה רכה של אזן. פגימה אינה בלא חסרון אבל סדק משמע נמי בלא חסרון ובגמרא וכמה שיעור פגימה כדי שתחגור בה צפורן. \n",
                "<b>ומה שכתב מי שהיתה אזנו כפולה לשתים וכו'.</b> משנה שם (מ':) אזן הגדי שהיתה כפולה אמרו חכמים בזמן שהוא עצם אחד מום xx ואם אינו עצם אחד אינו מום ופירש רש''י שהיתה כפולה שיש לו שתי אזנים מצד אחד אזן בתוך אזן. בזמן שהיא עצם אחד שאין להם אלא תנוך א' שנכפל התנוך העליון לתוכו ונתחבר למטה הרי זה מום ואם אינו עצם אחד שהתנוכים מובדלים למעלה אינו מום וטעמא לא איתפרש לי עכ''ל ורבינו נראה שגורס בהיפך וכתב סמ''ג דהכי גריס בתוספתא והיא הגירסא הנכונה שנימוקה עמה: \n\n"
            ],
            [
                "<b>שלשה בריס העין וכו'.</b> שם (דף לח:) במשנה ובגמרא מאי ריס וכו' תורא ברא דעינא ופירש רש״י שורה חיצונה של עין היינו בת עין המכסה את העין ובדברי התוס' בפרק מומין אלו (בכורות דף מ״ג:) בד״ה ושנשרו מבואר יותר שכתבו דהיינו עור המקיף את העין וכתב רבינו בפירוש המשנה ריס עפעף העין: \n\n"
            ],
            [
                "<b>שמונה בעין וכו'.</b> בפרק מומין אלו (בכורות דף מ״ד) תנו רבנן עיור בין סומא בשתי עיניו בין באחת מעיניו ובמשנה פ' על אלו מומין (בכורות דף ל״ח:) היה בעינו דק תבלול חלזון נחש עינב איזהו תבלול לבן הפוסק בסירא ונכנס בשחור שחור נכנס בלבן אינו מום [שאין מומין בלבן] חורוור והמים הקבועים ופירש רש״י סירא שורה שבעין סביב לשחור וכו' ואם חוט של לבן יוצא מן הלבן ופוסק אותה שורה ונכנס בשחור הוי מום. שחור ונכנס בלבן אם חוט יוצא מהשחור ופוסק בסירא ונכנס בלבן אינו מום שאין מומין בלבן דלאו עין הוא אלא שומן העין ומפרש בגמרא דחלזון היינו נחש וכתב רבינו בפירוש המשנה דהיינו שיצמח בעין בשר מותר וימשך עד שחופה קצת משחור העין ושמו בערבי טפרא. ומה שהקשה הראב״ד וכתב מי שיצא בשר יתר בעיניו א״א לא ידעתי אם עשה זה כנגד חלזון וכו'. יש לומר שהדבר ברור שיבלת בעיניו השנוי שם היינו שיש בעיניו יבלת שקורין בירוג״ה ואינו ענין לטפרא. \n",
                "<b>ומה שכתב רבינו מי שאינו רואה בשתי עיניו וכו' עד מחמת שהיו בה סנורים קבועים</b> היינו חורוור והמים הקבועים. \n",
                "<b>ומה שכתב מי שהיתה נקודה לבנה בתוך השחור וכו' עד אבל אם היתה צפה הואיל והיא שחורה בשחור אינו מום.</b> שם בגמרא: \n\n"
            ],
            [
                "<b>שלשה בחוטם וכו'.</b> שם במשנה (דף ל''ט) ותניא שם בגמ' ניקבו חוטמין זה לתוך זה מבחוץ ה''ז מום מבפנים אינו מום והשמיטו רבינו מפני שהוא סובר שמום זה מהמיוחדים בבהמה ואינם ראויים להיות באדם כמ''ש בפ''ב מהלכות איסורי מזבח ואיני יודע למה אינם ראויים להיות באדם: \n\n"
            ],
            [
                "<b>ששה בפה ואלו הן מי שניקבה שפתו וכו' מי שנסדקה שפתו וכו'.</b> שם במשנה שפמו שניקבה [שנפגמה] שנסדקה ובגמרא אמר רב פפא תורא ברא דשיפתיה. \n",
                "<b>ומ''ש מי שעצם לחיו התחתון עודף על העליון.</b> שם במשנה מעשה שהלחי התחתון עודף על העליון ושאל ר''ג לחכמים ואמרו הרי זה מום ובגמרא והא גבי אדם הוא דתנן וכו' איש ששוה בזרע אהרן אבל גבי בהמה לא ותירצו הא דאית בה עצם הא דלית בה עצם פי' כשהעודף הוא בלחי בעצמו בין באדם בין בבהמה הוא מום אבל כשאין עודף אלא השפה בלבד לא עצם הלחי באדם הוי מום ובבהמה אינו מום. \n",
                "<b>ומ''ש מי שפיו נבלם מחמת גופו וברייתו וכו'.</b> שם ת''ר פיו בלום ורגליו מבולמות מחמת הרוח אינו מום מחמת העצם ה''ז מום ופירש''י בלום נפוח וכו' ובתוספתא אם מחמת הרוח אינו מום ואם מחמת עצמו הרי זה מום פי' מחמת עצמו מחמת גופו וברייתו כלומר שהיה כך מעצמו מתחלת ברייתו. \n",
                "<b>ומ''ש ושניטל רוב המדבר של לשונו.</b> שם במשנה (בכורות דף מ') גבי מומין שמנה אילא ביבנה ואף על פי ששנינו שם שזה אחד מהמומים שאמרו לו חכמים לא שמענו את אלו הא מסיים התם במשנה שבית דין של אחריהם אמרו הרי זה מום וקי''ל כוותייהו משום דבתראי נינהו ועוד שהסכימו לדברי אילא שהיה בקי מאד ועוד שהחכמים שלא הודו לו לא נחלקו עמו ממש אלא אמרו לא שמענו את אלו ואין לא שמענו ראיה: \n\n"
            ],
            [
                "<b>שנים עשר באיברי הזרע וכו'.</b> מקרא מפורש ומעוך וכתות ונתוק וכרות ואיפליגו בפרק על אלו מומין (בכורות דף ל''ט:) אי הוי דוקא בגיד או אי הוי בביצים דרבי יהודה אמר כולהו אף בביצים ורבי אליעזר בן יעקב סבר כולהו בגיד דוקא ורבי יוסי סבר מעוך וכתות אף בביצים נתוק וכרות בגיד דוקא ופסק רבינו דלא כרבי אליעזר בן יעקב משום דרבי יהודה ורבי יוסי פליגי עליה ובפלוגתא דרבי יהודה ורבי יוסי פסק כרבי יהודה משום דמסתבר טעמיה דמעוך וכתות ונתוק בחדא מחתא מחתינהו הכא לית לן לפלוגי בינייהו: \n",
                "<b>מי שאין לו אלא ביצה אחת וכו'.</b> שם (דף מ') ורבי עקיבא אומר שם שבודקין אותו על ידי מיעוך וכתבו רבינו בפרק שלישי מהלכות בכורות: \n",
                "<b>ומ''ש הטומטום והאנדרוגינוס.</b> ג''ז שם (דף מ''א): \n\n"
            ],
            [
                "<b>ששה בידים וברגלים ואלו הם הפסח.</b> מבואר בתורה. \n",
                "<b>ומ''ש ומי שנשמטה ירכו וכו'.</b> גם זה שם (דף מ') בעל חמש רגלים או שאין לו אלא ג' וכו' השחול והכסול אי זהו שחול שנשמטה יריכו וכסול שאחת מיריכותיו גבוהה. \n",
                "<b>ומ''ש מי שנשבר עצם ידו וכו'.</b> משנה שם נשבר עצם ידו או עצם רגלו אף ע''פ שאינו ניכר ובגמרא אינו ניכר מי קא הוי מומא אמר רב פפא אינו ניכר מחמת עצמו אבל ניכר מחמת מלאכה ופירש''י מחמת עצמו שאין השבר נראה אבל ניכר הוא מחמת שצולע והילוך הרגל זו היא מלאכתו עכ''ל. ונראה דביד נמי אע''פ שאין השבר נראה אם כשעושה מלאכה ניכר הוי מום ולא נקט רש''י רגל אלא משום שאין עושין בו מלאכה והוצרך לפרש דהילוכו זו היא מלאכתו ומדברי רבינו נראה דאע''פ שאינו ניכר דקתני לא קאי אלא לעצם רגלו אבל עצם ידו בעינן שיהא ניכר. \n",
                "<b>ומ''ש ומי שרגליו מבולמות.</b> שם בברייתא (דף מ':) גבי פיו בלום וכתבתיה בפרק זה: \n\n"
            ],
            [
                "<b>ארבעה ראויים להיות בכל הגוף וכו'.</b> שם (דף מ''א) במשנה ואלו שאין שוחטין עליהם לא במקדש ולא במדינה וכו' בעל גרב ובעל יבלת ובעל חזזית ובגמרא [וגרב לא ופירש''י] וגרב לא [הוי מום גמור] והכתיב גרב באורייתא גבי עורת או שבור וכו' וחזזית לא הוי מום והא כתיב ילפת באורייתא [גבי מומין] ותניא [גרב זה החרס ילפת] זו חזזית המצרית וכו' בשלמא חזזית אחזזית לא קשיא כאן בחזזית מצרית כאן בחזזית דעלמא אלא גרב אגרב קשיא גרב אגרב נמי ל''ק הא בלח הא ביבש לח מיתסי יבש לא מיתסי ולא מיתסי והכתיב יככה ה' בשחין מצרים ובגרב ובחרס ומדכתיב ובחרס הרי גרב לח אמור וקאמר אשר לא תוכל להרפא אלא תלתא [גרב] הוי דקרא [גבי מומין] יבש בין מבפנים בין מבחוץ. דמתני' לח מבחוץ ומבפנים. דמצרים לח מבפנים ויבש מבחוץ. הרי דחזזית המצרית וגרב יבש מבפנים ומבחוץ וכן לח מבפנים ויבש מבחוץ הוו מומין קבועים ולח מבפנים ומבחוץ הוי מום שאינו קבוע ואם כן צריך לומר דגרב יבש שכתב כאן רבינו היינו אפילו לח מבפנים ויבש מבחוץ. \n",
                "<b>ומה שכתב וזהו הגרב האמור בתורה</b> אע''ג דבגמרא אמרו דקרא יבש מבפנים ומבחוץ דמצרית לח מבפנים ויבש מבחוץ לאו למימרא דמצרית לאו היינו דקרא דגבי מומין דלא אתא אלא לפרושי מאי ניהו דמצרית ומ''מ כיון דמום קבוע הוא דכתיב אשר לא תוכל להרפא בכלל גרב דקרא דגבי מומין הוא. \n",
                "<b>ומה שכתב מי שיש בו יבלת שיש בה עצם וזהו יבלת.</b> שם בגמרא (דף מ':). \n",
                "<b>ומה שכתב מי שיש בו חזזית מצרית.</b> שם (דף מ''א) במשנה ובגמרא: \n\n"
            ],
            [
                "<b>כל עצם שבגלוי שנחרץ בו חריץ וכו'.</b> במשנה שם (דף מ' ע''ב) שנפגם עצם ידו או עצם רגלו ופירש''י נפגם שניכר המום. \n",
                "<b>ומ''ש ואין הצלעות בכלל עצמות שבגלוי.</b> בתוספ' פ''ד נשתברו רוב צלעותיו או שהיה בו מום מבפנים אינו מום שנאמר עור ופסח מה עור ופסח המיוחדים מום שבגלוי ואינו חוזר ומשמע לרבינו דמדסמכיה למום מבפנים מההוא טעמא הוא דלא הוי מום והכי דריש לה בתורת כהנים בהדיא יכול שאני מרבה שבר צלע תלמוד לומר שבר יד או שבר רגל מה אלו מיוחדים שמומן בגלוי ואין חוזרין יצא שבר צלע שמומו בגלוי: \n\n"
            ],
            [
                "<b>ועוד יש שם שלשה מומין וכו' והמזוהם.</b> שם (דף מ''א) במשנה זקן וחולה ומזוהם ובספ''ק דחולין (דף כ''ד) ת''ר משיביא שתי שערות עד שיזקין כשר לעבודה וכו' עד שיזקין עד כמה א''ר אלעזר א''ר חנינא עד שירתת ופירש''י ידיו ורגליו רותתין מאין כח. \n",
                "<b>ומ״ש אבל הטריפה כשר באדם ופסול בבהמה וכן יוצא דופן וכו'.</b> משנה בסוף פרק מומין אלו (בכורות דף מ״ו:): \n\n"
            ],
            [
                "<b>המזוהם.</b> כבר כתבתי בסמוך דבמתני' מיתני גבי מומי בהמה. \n",
                "<b>ומ״ש וכהן שהוא מזוהם בזיעתו רוחץ ושף כל גופו בבושם ועובד היה ריח פיו רע נותן בפיו פלפל או זנגביל וכיוצא בהן ועובד.</b> בס״פ המדיר (כתובות דף ע״ה). \n",
                "<b>ומ''ש ואם עבד בזיהום זיעתו או בזיהום פיו הרי זה חילל עבודתו.</b> כן משמע מדחשיב להו מומין בפרק ב' מאיסורי מזבח מנה רבינו המומין המיוחדים בבהמה: \n\n"
            ]
        ],
        [
            [
                "<b>כל המומין המיוחדים באדם וכו'.</b> בריש פרק מומין אלו (בכורות דף מ״ג) בין קבועין בין עוברים פסולים באדם יתר עליהם האדם הכילון והלפתן והמקבן ושראשו שקוע וסקיפס ובגמרא כילון דדמי רישיה לאכלא לפתן דדמי [רישיה] לגרגלידא דלפתא תנא וצוארו עומד באמצע ראשו. מקבן דדמי רישיה למקבת ושראשו שקוע מלפניו. וסקיפס מאחריו כדאמרי אינשי שקיל פיסא. וכתב רבינו בפי' המשנה אכלא כלי שיש לו צואר ארוך ששואבין בו היין מהחבית וענין הדמיון הזה שיהא אמצע ראשו בולט גבוה למעלה והלפתן נגזר מלפת והוא שיהא ראשו על צוארו כראש הלפת על העלין שלה וכו'. המקבן [גזור מן המקבות והוא] שיהא ראשו כמו מקבת ויהא קדקדו גבוה למעלה. ושראשו שקוע הוא שיהא דמות ראשו כמי שנתן ידו על גובה ראשו ונתפשט עד שבלטו צדדיו וקורין אותו קובי. וסקיפס הוא שיהא אחורי ראשו בולט לצד ערפו כמו שבולטין הצדדין מהקובי עכ״ל. ולפי זה מאי שכתב רבינו מי שאמצע קדקדו שוקע למטה וכו' הוא פירוש שראשו שקוע. \n",
                "<b>ומ''ש מי שאמצע קדקדו עולה למעלה וכו'.</b> הוא פירוש הכילון. \n",
                "<b>ומי שראשו יוצא מאחריו כנגד ערפו.</b> הוא פי' סקיפס ולפי זה יהיה פירוש שקיל פיסא שנראה כמי שנטל חתיכה והניחה מאחריו. וכתב הראב''ד מי שאמצע א''א דומה שלא בא זה אלא לערבב את העולם וכו'. נראה שטעמו מפני שהוא גורס כגירסת רש''י שראשו שקוע לפניו ופירש דהיינו שראשו משופע לפניו באלכסון. ובסקיפס מאחריו פירש''י שגובה ראשו חסר מאחריו. שקיל פיסא שנראה כמי שניטל ממנו חתיכה ונראה להראב''ד שכל החולק על פירוש דברים אלו כחולק על פירוש הגמרא ומפני כך כתב שלא תפס דרך הגמרא וזו אינה השגה שכבר יישבתי פירוש רבינו על לשון הגמרא כפי גירסתו. עוד שנית השיגו ששינה סדר המשנה וכתב שראשו שקוע תחלה ושני לו הכילון ושלישי לו המקבן ורביעי לו סקיפס וחמישי לו הלפתן וזהו שכתב ופרטיו לא באו דרך הגמרא וגם זו אינה השגה שרבינו סידר דבר עם דבר שכנגדו מי שאמצע קדקדו שוקע אצל מי שאמצע קדקדו עולה ומי שפאת ראשו כנגד פניו עם מי שראשו יוצא מאחריו: \n",
                "<b>הקרח שאין בכל ראשו שיער כל עיקר וכו'.</b> משנה שם הקרח פסול איזהו קרח כל שאין לו שיטה של שער מקפת מאזן לאזן ואם יש לו הרי זה כשר ובגמרא איכא תרי לישני ולישנא בתרא אם יש לו הרע זה כשר אמר רבא ל''ש אלא שיש לו לאחריו ואין לו לפניו אבל יש לו בין לאחריו בין לפניו פסול וכ''ש שיש לו לפניו ואין לו לאחריו ודאין לו כלל דפסול: \n\n"
            ],
            [
                "<b>שנים בצוואר וכו' מי שצוארו ארוך הרבה וכו'.</b> שם: \n\n"
            ],
            [
                "<b>ארבעה באוזן וכו'.</b> שם במשנה (דף מ''ד) הצמם והצומע אי זהו צומע שאזניו קטנות והצמם שאזניו דומות לספוג ופירש''י לספוג שכווצות וסתומות ובגמרא תניא אף הצימח לא הוו ידעי רבנן מאי צימח שמעו רבנן לההוא טייעא דהוה אמר מאן בעי צימח ואשתכח גדיא ומפרש רבינו דהיינו שאזניו מדולדלות למטה כמו של גדי וכן נראה מדברי רש''י ואע''ג דבתר הכי תניא התם יש דברים שהם כמומין ואינם כמומין וכו' הצימח והצמם והצומע סובר רבינו דכי היכי דלא קי''ל כההיא ברייתא בצימח וצומע משום דסתם מתני' תני דהוו מומין ה''ה דלא קי''ל כוותה בצימח ועי''ל דההיא ברייתא מיתניא גבי מומי בהמה ומתני' דחשיב להו מומין באדם כדפירש''י דטעמא לפי שאינו שוה בזרעו של אהרן. \n",
                "<b>ומה שכתב מי שאחת מאזניו משונה מחבירתה במראה.</b> איני יודע זו מנין לו דאי מדתנן בפרק על אלו מומין (בכורות דף מ':) עינו אחת גדולה ועינו אחת קטנה אזנו אחת גדולה ואחת קטנה במראה אבל לא במדה היינו לומר שנראה לכל שזו גדולה מזו אבל אם אינו ניכר אלא במדה אינו מום וכן פירש ה״ר עובדיה ז״ל ואם נאמר שרבינו אינו מפרש כן אלא אזניו משונות זו מזו במראה הוי מום אבל אם אינם משונות זו מזו אלא במדה אינו מום יקשה מאי אחת גדולה ואחת קטנה ואפשר שהוא מפרש שמצד שמשונות זו מזו במראה נראות אחת גדולה ואחת קטנה וכל זה דוחק אבל הנכון הוא שסובר רבינו שזהו זוגדוס השנוי במשנה וכן פירש הוא ז״ל שם ואכתוב לשונו בסמוך גבי מי ששער אחד מריסי עיניו משונה משער ריס אחר: \n\n"
            ],
            [
                "<b>חמשה בגבינים וכו'</b> משנה בפרק מומין אלו (בכורות דף מ״ג:) אין לו גבינין או אין לו אלא גבין אחד זהו גבן האמור בתורה רבי דוסא אומר שגביניו שוכבים ר' חנינא בן אנטיגנוס אומר שיש לו שני גבין ושתי שדראות ובגמרא וגבן דאין לו משמע ורמינהו גבן שיש לו גבינין הרבה אין לו גבינין או אין לו אלא גבין אחד מנין תלמוד לומר או [גבן] אמר רבא זהו מדרש או גבן וכתב רבינו בפירוש המשנה גבינין גבות העין. גביניו שוכבים הוא שיהא שער גביניו רב עד שהוא מגיע על עפעפי עיניו וכו' ואין ר' דוסא ות״ק ור' חנינא חולקין אם אלו מומין [או אינן מומין] רק הכל מודים שהם מומין ואינם חולקין אלא אי זהו גבן האמור בתורה עכ״ל. \n",
                "<b>ומ''ש רבינו מי שאין לו שער בגביניו והוא גבן האמור בתורה</b> יש לתמוה עליו שכפי מה שאמרו בגמרא כך הל''ל והוא מדרש או גבן האמור x בתורה: \n",
                "<b>מי שאחד מגביניו משונה מחבירו וכו'.</b> בתוספתא דבכורות פ''ה מונה בכלל המומין גביניו אחד שחור ואחד לבן והוא בכלל זוגדוס שאכתוב בסמוך: \n\n"
            ],
            [
                "<b>ארבעה בריס העין וכו'.</b> בפרק מומין אלו (בכורות דף מ״ד) שנשרו ריסי עיניו פסול מפני מראית העין ובגמרא תנא הזויר והלופין והתמין זויר xx דמזויר עינים לופין דנפישי זיפי תימין שתמו זיפי ותנא גבי מומין תני להו והתנן שנשרו ריסי עיניו פסול מפני מראית העין לא קשיא הא דאשתיור גרדומי הא דלא אשתיור גרדומי ופירש״י אשתיור גרדומי שרשים לא הוי מום אלא מפני מראית העין ומשום דהכא מיירי רבינו לענין מומין ממש כתב מי שאין לו שער כלל. \n",
                "<b>ומה שכתב מי ששער אחד מריסי עיניו משונה משער ריס אחר.</b> שם במשנה זוגדוס x ובגמרא זוגדוס מחוי רב הונא חד מדידן וחד מדידהו ופירש''י שיש לו עין אחד דומה לעין אלו היושבים נגדי ועין אחת שלי מיתיבי וכו' זוגדוס אחד שחור ואחר לבן תנא כל זוגא דלא שוי אהדדי זוגדוס קרי ליה וכתב רבינו בפירוש המשנה ידוע שיש בגוף איברים שדומים זה לזה כגון העינים והאזנים וגבות העינים וזולתם וכשיהיה בין אחד לחבירו שינוי באי זה דבר שיהא אותו שינוי כגון שיהא בגב עינו אחד שער הרבה מאד ובשני מעט מזעיר או שיהא האחד מהם שחור והשני לבן או עינו האחת שחורה והשניה כעין התכלת או עינו אחת גדולה והשניה קטנה או אחד משני עפעפיו לבן והשני xx שחור וכן בשאר האברים שהם זוגות הרי הוא בעל מום ויקרא זו גדוס xxx. \n",
                "<b>ומ''ש מי שעפעפיו סגורות מעט וכו'.</b> נראה שרבינו היה גורס כגירסת הערוך שכתב בערך טרוטות וזה לשונו בפרק מומין אלו טרוטות דמרמצן עיניה פירוש שעפעפיו סגורות ואינם פתוחות אלא מעט עכ''ל: \n\n"
            ],
            [
                "<b>אחד עשר בעינים ואלו הן מי שהיו שתי עיניו למעלה מהמקום הראוי להם קרובים מפדחתו מי שהיו שתי עיניו למטה מהמקומות הראוי להם.</b> כך היא הגירסא הנכונה בספרי רבינו וכן מצאתי בספר מוגה וכן הוא בסמ''ג והיא במשנה בפרק מומין אלו שתי עיניו למעלה ושתי עיניו למטה ומפרש לה בגמרא הכי. \n",
                "<b>ומ''ש מי שהיו שתי עיניו עגולות וכו'.</b> שם. עיניו טרוטות ופירש''י עגולות. \n",
                "<b>ומה שכתב מי שעיניו מוזרות וכו'.</b> נראה דהיינו מה ששנו שם תנא הזויר ומפרש דהיינו דמזיר עיניה. \n",
                "<b>ומ''ש עיניו גדולות הרבה כשל עגל מי שעיניו קטנות כשל אווז.</b> שם במשנה ובפרק שני מהלכות מזבח אבאר דכל שכן עינו אחת גדולה והשניה קטנה דהוי מום: \n",
                "<b>ומ''ש מי שדמעיו זולפות תמיד מי שלחלוחית נמשכת מראש עינו וכו'.</b> שם במשנה הצירן ובגמרא הצירן עיניו [טרוטות] צירניות דומעות דולפות וטורדות וכתב רבינו בפירוש המשנה צירן מי שעיניו דומעות או שנוזלים קצות עיניו תמיד והוא מה שאמרו בפירוש השם הזה דומעות זולפות. \n",
                "<b>ומ''ש מי שמקבץ ריסי עיניו ועוצמן וכו'.</b> שם במשנה סכי שמש ובגמרא תני רב יוסף סני שמש ופירש''י ששונא השמש ואינו יכול לראות מקום שחמה זורחת שם. וכתב רבינו בפירוש המשנה סני שמש שונאי השמש והירח והכוונה בזה שבשעה שרוצה להביט אל השמש או לירח או לדברים המאירים מאמץ ומקבץ עפעפי עיניו ומקטין אותו. \n",
                "<b>ומ''ש מי שראיית עינו מעורבבת וכו'.</b> שם במשנה רואה את החדר ואת העליה כאחד. \n",
                "<b>ומה שכתב מי שאחת מעיניו משונה מחבירתה בין במקומה.</b> שם במשנה עינו אחת למעלה ואחת למטה. \n",
                "<b>ומה שכתב בין במראה כגון שהיתה אחת שחורה ואחת פתוכה וכו'.</b> זהו זוגדוס שכתבתי למעלה: \n\n"
            ],
            [
                "<b>ששה בחוטם וכו'.</b> שם במשנה החרום פסול אי זהו חרום הכוחל שתי עיניו כאחת ובגמרא תנו רבנן חרום שחוטמו שקוע וכו' רבי יוסי אומר אין חרום אלא הכוחל שתי עיניו כאחת אמרו לו הפלגת אע''פ שאינו כוחל שתי עיניו כאחת ופירש''י שקוע למעלה בין עיניו ומאחר שהוא סתם במתני' כרבי יוסי ומחלוקת בברייתא הוה לן למיפסק כרבי יוסי וכסתם דמתני' ויש לתמוה על רבינו שלא פסק כן ואפשר שפסק כן מפני ששנויה בלשון תימה הפלגת משמע דלאו סברא היא ולכך הביאו בגמרא אותה ברייתא לגלות דלא קי''ל כההיא סתם מתני'. \n",
                "<b>ומ''ש מי שאמצע חוטמו בולט למעלה מי שעוקץ חוטמו נוטף למטה מי שחוטמו עקום לצד אחד.</b> שם חוטמו בולם חוטמו סולד חוטמו נוטף. \n",
                "<b>ומ''ש מי שחוטמו גדול מאיבריו מי שחוטמו קטן מאיבריו.</b> שם במשנה. \n",
                "<b>ומ''ש כיצד משערין אותו באצבע קטנה שעל ידו וכו'.</b> שם בברייתא: \n\n"
            ],
            [
                "<b>שלשה בשפתים וכו'.</b> שם במשנה. \n",
                "<b>ומ''ש מי שפיו רפוי ורירו יורד מפיו.</b> שם (דף מ''ג:) א''ר יוחנן וכו' הזבלגנין פסולין ופירש רבינו כפירוש שני דערוך: \n\n"
            ],
            [
                "<b>שלשה בבטן וכו'.</b> שם במשנה (דף מ''ד:): \n\n"
            ],
            [
                "<b>שלשה בגב ואלו הן מי ששדרתו עקומה.</b> שם במשנה (דף מ''ג:) מי שיש לו שני גבין ושתי שדראות ובגמרא למימרא דחיי והא איתמר המפלת בריה שיש לה שני גבין וכו' בששדרתו עקומה ופירש''י ומיחזי כגבין שדרות הרבה. \n",
                "<b>ומ''ש מי שיצאה חוליה משדרתו וכו'.</b> שם במשנה (דף מ''ג) בעלי חטוטרת ר''י מכשיר וחכמים פוסלין וידוע דהלכה כחכמים ודברי רבינו בפירוש המשנה כמו שהם כאן. ובגמרא דאית בה עצם כ''ע לא פליגי דפסלא כי פליגי דלית בה עצם ורבינו נראה שמפרש דאית בה עצם היינו לומר שיש פגע בעצם כלומר שיצאה חוליא משדרתו וכו': \n\n"
            ],
            [
                "<b>ששה בידים ואלו הן מי שיש בידו אצבע יתירה וכו'.</b> שם (דף מ''ה) במשנה יתר בידיו וברגליו. \n",
                "<b>ומ''ש אפילו היה שש ושש.</b> שם במשנה שש ושש כ''ד ר''י מכשיר וחכמים פוסלין וידוע דהלכה כחכמים. \n",
                "<b>ומה שכתב ואם חתך את היתרת כשר ואם היה בה עצם אפי' חתכה פסול.</b> משנה שם. ודע דבגמרא גרסינן אמר רבי יוחנן ובנספרת על גב היד ופירש''י שנספרת עם שאר האצבעות שעומדת בשורתן בההיא קתני מתניתין דחשיב אבר ולפי זה יש לתמוה למה השמיטו רבינו לכן נראה שרבינו מפרש דה''ק אפילו נספרת ע''ג היד הוי מום ולפיכך כתב סתם לפסול. \n",
                "<b>ומ''ש מי שחסר אצבעו מידו.</b> פשוט הוא. \n",
                "<b>ומ''ש מי ששתי אצבעות ידיו קלוטות עד למטה מהפרק ואם חתכן והפרישן עד הפרק כשר.</b> משנה שם. \n",
                "<b>ומ''ש באי זה פרק אמרו וכו'.</b> כן משמע מפשטא דמתני'. \n",
                "<b>ומ''ש מי שאצבעותיו מורכבות זו על גבי זו מי שפיקה יוצאת מגודלו.</b> משנה שם ופירש''י פיקה חתיכת בשר עגולה כפיקה יוצאת מגודלו. \n",
                "<b>ומ''ש מי שהוא אטר יד ימינו וכו'.</b> שם במשנה השולט בשתי ידיו רבי פוסל וחכמים מכשירים ובגמרא ת''ר אטר בין ביד בין ברגל פסול: \n\n"
            ],
            [
                "<b>ארבעה באיברי הזרע וכו'.</b> שם במשנה (מ''ד:) המאושכן ובעל גבר תנא מאושכן בביצים ובעל גבר בגיד וכו' ועד כמה מחוי רב יהודה עד רכובה תניא ר''א בן יעקב אומר עד רכובה פסול למעלה מרכובה כשר איכא דאמרי עד רכובה כשר למטה מרכובה פסול ויש לתמוה על רבינו שפסק כל''ק ואפשר שהוא ז''ל מפרש דאיכא דאמרי לא קאי אדר''א בן יעקב אלא אדר''י ויש הוכחה לדבר מדנקט לישנא דאיכא דאמרי ואי אדראב''י פליג לא הל''ל אלא וי''א והשתא אתי שפיר שפסק כראב''י שמשנתו קב ונקי. ועי''ל שפסק כל''ק משום דבשל תורה הלך אחר המחמיר. \n",
                "<b>ומ''ש מי שנמרחו אשכיו וכו'.</b> שם במשנה אין לו ביצים אין לו אלא ביצה אחת זהו מרוח אשך האמור בתורה ר' ישמעאל אומר כל x שנמרחו אשכיו ר''ע אומר כל שרוח באשכיו רבי חנינא בן אנטיגנוס אומר כל שמראיו חשוכים ופירש''י שנמרחו אשכיו שנימוחו ביציו ופירש רבינו בפירוש המשנה שכל אלו התנאים מודין שכל אלו הם מומין לא נחלקו אלא בפי' מרוח אשך האמור בתורה ויש לתמוה על רבינו שכתב ארבעה באיברי הזרע ובפרטן אי אתה מוצא אלא שלשה ומצאתי בסמ''ג ג' מי שנימוחו מבושיו והוא הכיס של ביצים שנימוחו הביצים שלו בתוכו ד' מי שהרוח במבושיו ונפחו והוא מרוח אשך עכ''ל ונראה שכך צריך להגיה בספרי רבינו וכן מצאתי בספר מוגה. ועדיין יש לתמוה למה לא כתב שאע''פ שלא נימוחה אלא ביצה אחד הוא בעל מום כדמשמע ממה ששנינו אין לו אלא ביצה אחת ולכן נראה לי שרבינו מפרש אין לו אלא ביצה אחת היינו שנברא מתחלת ברייתו חסר ביצה אחת אבל בנימוחו אשכיו לא מפסיל עד שימוחו שתיהן וכדמשמע מלישנא דרבי ישמעאל שנמרחו אשכיו לשון רבים ולדעת רבי ישמעאל הא דכתב קרא מרוח אשך לשון יחיד פירושו שאין לו שום אשך ואין לתמוה למה השמיטו רבינו אין לו אלא ביצה אחת שכבר כתבו בפרק שקודם זה אצל מומין הפוסלים באדם ובבהמה: \n\n"
            ],
            [
                "<b>ט''ו בשוקים וכו'.</b> משנה שם. וכתב הראב''ד המשנה אמרה פיקה יוצא מגודלו וכו'. ונראה שמ''ש רבינו מי שפיקתו יוצאת והפיקה היא העיגול שלמעלה מן העקב וכו' הוא מהא דאמרינן בפרק מומין אלו תנא השופנר ואמר רבי יוחנן דהיינו שאין לו כסתות כל עיקר ומפרש דהיינו שאין לו אותה פיקה שקורין בלע''ז טודיליי''ו. \n",
                "<b>ומ''ש מי שפיקתו יוצאת</b> היינו שיצאה ואינה ודוחק. \n",
                "<b>ומה שכתב מי שעקבו יוצא לאחוריו וכו'.</b> משנה וגמרא שם (דף מ''ה): \n",
                "<b>ומ''ש מי שפרסותיו רחבות כשל אווז אע''פ שאינה קלוטה כשל אווז.</b> משנה שם פרסותיו רחבות כשל אווז ובגמרא אר''פ לא תימא דטרפא ולא סדיקא אלא כיון דטרפא אע''ג דסדיקא ופירש''י טרפא קלושה והערוך פי' טרפא רחבה ומשונה. \n",
                "<b>ומ''ש מי שפיקה יוצאה מגודלו.</b> משנה שם ופירש''י פיקה חתיכת בשר עגולה כפיקה. \n",
                "<b>ומ''ש מי שיש ברגלו אצבע יתירה וכו' עד או שחתכן והפרישן כשר.</b> נתבאר בפרק זה גבי יד: \n",
                "<b>ומ''ש מי שרגלו כולה שוה וכו'.</b> בתוספתא דבכורות פ''ה רגלו מכיש מלמעלה ומפסיע מלמטה ועוד שם אצבעותיו גדומות. \n",
                "<b>ומ''ש מי שרגלו עקומה דומה למגל וכו'.</b> בתוספתא דבכורות פ''ה פרסתו חלולה עקומה דומה למגל. \n",
                "<b>ומ''ש מי שרגלו חלולה וכו'.</b> כתבו התוספות וסמ''ג שכן פירש הערוך על מה ששנו בברייתא פרק מומין אלו תנא בעל הפיקין אמר רבי יוחנן בעל הפיקין שיש לו כסתות הרבה. \n",
                "<b>ומ''ש המקיש בקרסוליו בעת שמהלך מי שמקיש בארכובותיו בעת שמהלך.</b> משנה שם. \n",
                "<b>ומ''ש מי שהוא אטר ברגל ימינו.</b> נתבאר לעיל גבי יד: \n\n"
            ],
            [
                "<b>ארבעה בכל הגוף וכו'.</b> משנה בפרק הנזכר (דף מ''ד). \n",
                "<b>ומ''ש הארוך ביותר הננס והוא הקצר ביותר וכו'.</b> משנה (דף מ''ה:) הקפח והננס ובגמרא קפח תני רב זביד גבוה איני והתני ר' אבהו מנין שהקב''ה משתבח בבעלי קומה וכו' אמר רב פפא באריכא שמיטא סגיא ופירש''י דארוך הוא דק שאינו עבה לפי ארכו: \n\n"
            ],
            [
                "<b>שמונה בעור הבשר ואלו הן הכושי וכו'.</b> משנה שם הכושי והגיחור והלבקן וכו' ובעלי נגעים טהורים ובגמרא גיחור וכו' סומקא גיהיא לבקן חיורא ופי' הערוך סומקא גיהיא אדום ביותר. \n",
                "<b>ומ״ש מי שהיתה בעור פניו שומא שיש בה שער וכו' מי שהיתה בעור פניו שומא שיש בה איסר או יותר.</b> הכל סוף פרק המדיר (כתובות דף ע״ה). \n",
                "<b>ומ''ש בעלי הדלדולין וכו'.</b> משנה בפרק מומין אלו: \n\n"
            ],
            [
                "<b>ועוד יש באדם ד' מומין ואלו הן החרש והשוטה.</b> שם במשנה. \n",
                "<b>ומ''ש והנכפה אפילו לימים רבים מי שרוח רעה מבעתתו תמיד או בעתים ידועים.</b> משנה שם (דף מ''ד:) נכפה אפילו אחת לימים רוח קצרית באה עליו ופירש רש''י רוח קצרית רוח שד וסובר רבינו דכי היכי דנכפה אפילו אחת לימים ה''ה לרוח קצרית דמאי שנא: \n\n"
            ],
            [
                "<b>ואלו פסלו מפני מראית העין מי שנשרו ריסי עיניו.</b> נתבאר בפרק זה. \n",
                "<b>ומ''ש ומי שניטלו שיניו.</b> שם במשנה (דף מ''ד): \n\n"
            ]
        ],
        [
            [
                "<b>זר שעבד במקדש עבודתו פסולה וכו'.</b> ריש פרק ב' דזבחים (דף ט''ז:). \n",
                "<b>ומ''ש וחייב מיתה בידי שמים שנאמר והזר הקרב יומת.</b> סוף פרק הנשרפין (סנהדרין דף פ''א:) במשנה זר ששימש במקדש רבי עקיבא אומר בחנק וחכמים אומרים בידי שמים וידוע דהלכה כחכמים. \n",
                "<b>ומ''ש מפי השמועה למדו וכו' והיכן הזהיר עליו וכו'.</b> בסיפרי פרשת קרח והזר הקרב יומת לעבודה עונש שמענו אזהרה לא שמענו ת''ל וזר לא יקרב אליכם: \n",
                "<b>איזהו זר כל שאינו מזרע אהרן הזכרים שנאמר וערכו בני אהרן.</b> כך היא הנוסחא הנכונה ובקצת ספרי רבינו יש חסרון הניכר: \n\n"
            ],
            [
                "<b>אע''פ שהזרים מוזהרים וכו' אין חייבין מיתה אלא על עבודה תמה וכו'.</b> בזבחים (דף קט''ו) אהא דתנן אין חייבין עליה משום זרות ובפרק שני דיומא (דף כ''ד). \n",
                "<b>ומ''ש ואין הזר חייב מיתה אלא על ד' עבודות בלבד וכו'.</b> מימרא דרב פרק שני דיומא (דף כ''ד) ואע''ג דלוי פליג ואמר אף תרומת הדשן פסק רבינו כרב והתם יליף לה מדכתיב ועבדתם עבודת מתנה אתן את כהונתכם והזר הקרב יומת עבודת מתנה ולא עבודת סילוק ועבדתם עבודה תמה ולא עבודה שיש אחריה עבודה ופירש''י עבודת מתנה שאתה נותן על המזבח ולא עבודת סילוק שאתה מסלק וסר מעל המזבח כגון תרומת הדשן. עבודה תמה עבודה שהיא גומרת ומתממת את הדבר ולא שיש אחריה עבודה כגון שחיטה וקבלה והולכה שיש אחריה זריקה אבל זריקה עבודה אחרונה שבדם וכן הקטרה בקומץ מנחה ובאיברים ופדרים וכן ניסוך היין בכל השנה וכן המים בחג: \n\n"
            ],
            [
                "<b>כיצד על הזריקה בין שזרק בפנים בין שזרק בחוץ.</b> לאו בחוץ קאמר דהיאך יתחייב על זריקה בחוץ משום זר שעבד אלא בפנים היינו לפני לפנים ובחוץ היינו בהיכל והכי תניא התם עבודות שזר חייב עליהם מיתה זריקת דם בין לפנים בין לפני לפנים ופירש''י בין לפנים הזאות שעל הפרוכת בין לפני לפנים שעל בין הבדים דיוה''כ. \n",
                "<b>ומ''ש בין שהזה הזאה אחת מכל הזיות הדם בין שהזה הזאה אחת מכל קרבנות המצורע.</b> שם בברייתא ואין לתמוה על רבינו שכתב בין שהזה אחת מכל הזיות הדם למה חזר ופרט הזיות קרבנות המצורע דהתם דריש מדכתיב בההוא קרא לכל דבר המזבח ולמבית לפרוכת לכל דבר המזבח לאתויי שבע הזיות שבפנים ושבמצורע ופירש''י שבע הזיות שבפנים שמזה על הפרוכת מפר העלם דבר ופר משיח ושל יוה''כ. ושבמצורע שמזה מלוג שמן בהיכל וכו' דסלקא דעתך אמינא לאו דבר המזבח הוא להכי רבי לכל. ודע ששנו עוד שם בברייתא המזה בחטאת העוף והממצה ויש לתמוה למה השמיט רבינו ממצה ואפשר דמשמע ליה דבכלל אחת מכל הזיות הדם היא: \n\n"
            ],
            [
                "<b>כיצד על הקטרה וכו' אפילו הפך באיברים שלא נתעכלו בצינורא.</b> בפרק שני דשבועות (דף י''ז:) אמר רב הונא זר שהפך בצינורא חייב מיתה וקאמר עלה בגמרא ה''ד אי דלא הפיך לא מעכל להו פשיטא ואי דלא הפיך בהו נמי מעכלי מאי קא עביד לא צריכא דאי לא הפיך בהו מיעכלי בתרתי שעי והשתא מיעכל בחד שעתא הא קמשמע לן דכל קרובי עבודה עבודה היא: \n",
                "<b>וכן אם הקטיר קטרת על מזבח הזהב וכו'.</b> כן יש ללמוד קצת מפרק השוחט ומעלה בחוץ (דף ק''ט:) אהא דתנו רבנן המקטיר כזית בחוץ חייב חצי פרס בפנים פטור וצריך עיון: \n\n"
            ],
            [
                "<b>והמסדר שני גיזרי עצים על המערכה וכו'.</b> בפרק שני דיומא (דף כ''ד:) פלוגתא דרב ורבי יוחנן ופסק כרבי יוחנן דאמר סידור שני גיזרי עצים עבודה תמה היא וסידור האיברים תחלת סידור אחר הוא: \n",
                "<b>אבל היוצק והבולל והפותת והמולח וכו'.</b> אלו חוץ ממצית אש על המזבח מנויים במשנה בסוף זבחים (דף קי''ב:) וקתני בהו אין בהם משום זרות וטעמא כמו שנתבאר שכולם עבודה שיש אחריה עבודה ולאו עבודה תמה היא ומצית אש על המזבח נמי לאו עבודה תמה היא שיש אחריה סידור שני גיזרי עצים: \n\n"
            ],
            [
                "<b>שחיטת הקדשים כשירה בזרים וכו' מקבלה ואילך מצות כהונה.</b> בר״פ כל הפסולים (זבחים דף ל״א:). \n",
                "<b>ומה שכתב וכן ההפשט והניתוח והולכת עצים למזבח כשירה בזרים שנאמר באיברים והקטיר הכהן המזבחה וכו'.</b> בסוף פרק שני דיומא (דף כ''ו כ''ז): \n\n"
            ],
            [
                "<b>ומ''ש וכן הדלקת הנרות כשירה בזרים.</b> שם הדלקה לאו עבודה היא. ופירש''י דהא כיון שהדליק ברוב היוצא השלהבת עולה מאליה אבל הצתת אש עבודה שיש בה טורח היא שצריך להצית האור בעצי המערכה. וכתב הריטב''א תימה דהא כתיב דבר אל אהרן וכו' בהעלותך את הנרות ואפשר לומר דלהכי לא אפקיה בלשון חיוב דבר אל אהרן ויעלה את הנרות לומר דלאו עבודה היא לחייב עליה מיתה בזר כשם שאין חיוב בעבודה שאינה תמה עכ''ל. \n",
                "<b>ועל מה שכתב רבינו לפיכך אם הטיב הכהן את הנרות והוציאן לחוץ מותר לזר להדליקן</b> כתב הראב''ד הפליג כשאמר מותר לזר להדליקן אלא שאם הדליקן כשירות עכ''ל. וטעמו של רבינו דכיון דלאו עבודה היא מישרא נמי שרי כמו שחיטה שהיא כשירה בזרים: \n\n"
            ],
            [
                "<b>הרמת הדשן צריכה כהן וכו' ואם הרים ישראל לוקה ואינו חייב מיתה כו'.</b> כבר כתבתי דבפ''ב דיומא פלוגתא דרב ולוי ופסק כרב: \n",
                "<b>וכן אם דישן מזבח הפנימי והמנורה אינו חייב מיתה.</b> כך מצאתי מוגה בקצת ספרי רבינו וטעמו מפני שהן עבודות סילוק וכמו שנתבאר בפרק זה גבי הרמת דשן: \n\n"
            ],
            [
                "<b>סידר המערכה פורקה וחוזר הכהן וסודרה וכו'.</b> בספ''ב דיומא (דף כ''ז:) אמר ר' אסי אמר ר' יוחנן זר שסידר את המערכה חייב כיצד הוא עושה פורקה וחוזר [הכהן] וסודרה מתקיף לה רבי זירא וכי יש לך עבודה שכשירה בלילה ופסולה בזר וכו' אלא כי איתמר הכי איתמר אמר רבי אסי אמר רבי יוחנן זר שסידר שני גיזרי עצים חייב הואיל ועבודה תמה היא ומשמע דסידור מערכה כשירה בזר וכאתקפתא דרבי זירא ואם כן יש לתמוה על רבינו שפסק דסידור מערכה בזר פסולה ושמא יש לומר דמשמע ליה דלא מתמה רבי זירא וכי יש עבודה שכשירה בלילה וכו' אלא משום דמחייב ליה מיתה אבל משום פיסולא בלא חיוב מיתה לא הוה מתמה וכן פירש''י אהא דמתקיף לה רבי זירא וכי יש לך עבודה שיש אחריה עבודה ופסולה בזר להתחייב מיתה עכ''ל וטעמא משום דכיון דאמאי דאמר רבי אסי אמר רבי יוחנן זר שסידר את המערכה חייב מתקיף ע''כ לומר דמחיוב מיתה מתקיף: \n\n"
            ],
            [
                "<b>הטמא ובעל מום ושלא רחוץ ידים ורגלים וכו'.</b> בסוף זבחים (דף קי''ב:) תנן דאין חייבים על עבודה שאינה תמה משום זרות ולא משום טומאה ולא משום מחוסר בגדים ולא משום שאינו רחוץ ידים ורגלים. ואיני יודע למה השמיט רבינו מחוסר בגדים וכתב הר''י קורקוס אפשר שכיון שכתב שמחוסר בגדים הוא כזר ומשום זר היא דמחייבינן כמו שכתב בסוף הלכות כלי המקדש לא הוצרך להזכירו. וכתב עוד ובעל מום לא הוזכר במשנה ורבינו הזכירו אפשר שסובר רבינו דלאו דוקא נקט במתני' הני אלא ה''ה לכל חיוב שחייבין משום עבודה שאין חיוב אלא בעבודה תמה ובעבודת מתנה דילפינן מזר דחד טעמא הוא וגם בבעלי מום כתיב ואל המזבח לא יקרב והיינו לעבודה כמו שנתבאר ודין כולם שוה דמאי שנא עכ''ל. ומדברי רבינו משמע דעל עבודה שהזר חייב עליה מיתה גם אלה חייבים מיתה ותימה שהרי ברפ''ו כתב אין בעלי מומין במיתה וצריך לומר דהכי קאמר אין חייבין כל חד כדאיתיה טמא ושלא רחוץ ידים ורגלים מיתה ובעל מום מלקות אלא על עבודה שהזר חייב מיתה: \n\n"
            ],
            [
                "<b>כהן טבול יום ומחוסר כפורים שנטמא וכו' ועבד חייב על כל אחת ואחת.</b> כתב הראב''ד א''א בתוספתא פרק י''ב דזבחים וכו' ומאחר שרבינו פוסק דאיסור חל על איסור בכולל או מוסיף או בת אחת והכא טבול יום ומחוסר כפורים בת אחת הן. כיצד שהרי יש טבול יום שאינו צריך להביא קרבן ואם כן איננו מחוסר כפורים והטמא שצריך להביא קרבן כמו המצורע אם טבל הרי הוא טבול יום ומחוסר כפורים וכשנטמא בטומאה אחרת נוסף עליו איסור שעד עתה היה מותר ליכנס לעזרת הנשים עתה היה אסור ליכנס להר הבית ומגו דאתוסף איסור בכניסה איתוסף איסור בעבודה שאינו רחוץ ידים ורגלים יש בו איסור אפילו לכהן הטהור ומגו דאתוסף חיוב לטהור איתוסף לטמא וכתב ר''י קורקוס ז''ל הקדים רבינו טבול יום ומחוסר כפורים לטמא היפך מהתוספתא שאם היה טמא קודם לא שייך תו טבול יום ומחוסר כפורים שהכל בכלל טמא וגם בתוספתא צריך לפרש כן כהן טמא שהיה מקודם טבול יום ומחוסר כפורים עכ''ל. ואם כן יפה פסק דחייב על כל אחת ואחת. \n",
                "<b>ומ''ש רבינו ואם היה זר אינו לוקה אלא אחת משום זרות.</b> בתוספתא דבזבחים פרק י''ב וטעמא משום דלא הוזהר מלעבוד טמא ומחוסר בגדים ושלא רחוץ ידים ורגלים אלא מי שהוא ראוי לעבוד אבל הזר הואיל ואינו ראוי לעבוד אינו עובר בשום אחד מאלה: \n\n"
            ],
            [
                "<b>זר ששימש בשבת חייב משום שבת ומשום זרות וכו'.</b> בס״פ ד' אחין (יבמות דף ל״ג:) פלוגתא דרבי יוסי ורבי שמעון ופסק כרבי יוסי. וכתב הראב״ד שתיהן שבאו עליו בבת אחת וכו'. ואיני יודע מי הזקיקו לכך דהא לא אוקי הכי בגמרא אלא גבי פלוגתא דרבי חייא ובר קפרא אבל בתר הכי אמרינן מיתיבי זר ששימש בטומאה וכו' ואילו מליקה שיירה למאן שיירה אילימא לר' יוסי השתא באיסור כולל מחייב שתים באיסור בת אחת מיבעי' ובלאו הכי כיון דרבינו פוסק כמ״ד איסור חל על איסור באיסור כולל כמ״ש בפ״ח ממאכלות אסורות שפיר עבד דסתים לה הכא סתומי ואיסור כולל היינו זר מעיקרא שרי במלאכה ואסור בעבודה אתיא לה שבת מגו דאתסר במלאכה אתסר נמי בעבודה בעל מום מעיקרא שרי באכילה ואסור בעבודה איטמי ליה מגו דאיתסר באכילה איתסר נמי בעבודה: \n\n"
            ],
            [
                "<b>כל כהן שעבד ע''ז בין במזיד בין בשוגג וכו' ה''ז לא ישמש במקדש לעולם וכו'.</b> בסוף מנחות (דף ק''ט:) איפליגו רב נחמן ורב ששת בעבד בשוגג ופסק כרב ששת דהלכתא כוותיה באיסורי. \n",
                "<b>ומה שכתב אחד העובד אותה בשירות כגון שנעשה כומר לע''ז או המשתחוה לה או המודה בה וקבלה עליו באלוה הרי זה פסול לעולם עבר והקריב אין קרבנו ריח ניחוח אע''ג שהיה שוגג בעת ששרת וכו'.</b> גם זה שם פלוגתא דרב נחמן ורב ששת בהיה שוגג ופסק כרב ששת. \n",
                "<b>ומ''ש אבל השוחט לע''ז בשוגג אם עבר והקריב קרבנו ריח ניחוח.</b> שם אמר רב יהודה כהן ששחט לע''ז קרבנו ריח ניחוח משום דכתיב יען אשר ישרתו אותם לפני גלוליהם וכו' ולא יגשו אלי לכהן לי אי עבד שירות אין שחיטה לאו שירות הוא וגבי פלוגתא דרב נחמן ורב ששת בשגג בזריקה לע''ז א''ר נחמן מנא אמינא לה דתניא וכפר הכהן על הנפש השוגגת בחטאה בשגגה מלמד שהכהן מתכפר ע''י עצמו (בעון ע''ז) במאי אילימא בשחיטה מאי איריא שוגג אפי' מזיד נמי אלא לאו בזריקה ורב ששת אמר לך לעולם בשחיטה ובמזיד לא נעשה משרת לע''ז ואע''ג דפשטא דברייתא משמע שהוא מתכפר על ידי עצמו אפילו לכתחילה סובר רבינו דמכיון דרב יהודה נקט קרבנו ריח ניחוח דמשמע אם עבר והקריב נתקבל אבל לכתחלה לא יקריב אית לן לפרושי דברייתא נמי מתכפר ע''י עצמו בדיעבד קאמר: \n\n"
            ],
            [
                "<b>מי שעבר ועשה בית חוץ למקדש וכו'.</b> משנה בסוף מנחות (דף ק''ט) הכהנים ששימשו בבית חוניו לא ישמשו במקדש. \n",
                "<b>ומ''ש וכן כלים שנשתמשו בהם שם לא ישתמשו בהם במקדש לעולם אלא יגנזו.</b> בפרק רבי ישמעאל (ע''ז דף נ''ב) בעיא דאיפשיטא. \n",
                "<b>ומ''ש ויראה לי שאם עבד כהן ששימש שם במקדש לא פסל.</b> טעמא דמסתבר הוא דכיון דמשום קנסא הוא דמיפסלי כדאמרינן בפ' רבי ישמעאל בדיעבד אין לקנסם: \n\n"
            ],
            [
                "<b>נמצאו כל הפסולים לעבודה שמונה עשר וכו'.</b> ובספרי הדפוס יש חסרון הניכר וצריך להגיה ולהוסיף מי שיש בין רגלו ובין הארץ דבר חוצץ. \n",
                "<b>ומה שכתב כל אלו פסולים לעבודה ואם עבדו חללו חוץ מפרועי ראש וקרועי בגדים.</b> מסקנא דגמרא בפרק שני דתענית (דף י''ז:) ופרק כ''ג. \n",
                "<b>ומ''ש והשוחט לע''ז בשוגג וכו'.</b> כבר נתבאר בפרק זה: \n",
                "<b>סליקו הלכות ביאת המקדש</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}