{
    "work": "Ketubot", 
    "text": {
        "8_Daf, 12_Line": "One may go to theatres and circuses to watch over public affairs on Shabbat; ", 
        "8_Daf, 2_Line": "And are accounts of a mitzvah forbidden?", 
        "8_Daf, 53_Line": "What is the meaning of that which is written, “And you shall have a peg among your gear” (Deuteronomy 23:14)? Do not read “your gear” but “on your ear”; that if a person hears an unworthy thing", 
        "200_Daf, 8_Line": "Is it all as he said [that she is not a wife in any way except that she can reject her husband?]", 
        "200_Daf, 6_Line": "Is it like Rabbi Eliezer says?", 
        "4_Daf, 2_Line": "And is it possible that biblically the Gett is null and because of modest and promiscuous women we will permit a married woman?", 
        "8_Daf, 5_Line": "And R. Elazar said: ", 
        "98_Daf, 54_Line": "Our Rabbis of Jamnia, and according to others R. Eliezer, interpreted it: ...", 
        "8_Daf, 22_Line": "Now that you have come to this, the eve of Shabbat also is prohibited lest he slaughter a fowl.", 
        "8_Daf, 20_Line": "Alternatively,", 
        "22_Daf, 3_Line": "Rav Ashi said", 
        "8_Daf, 39_Line": "Bar-Kappara expounded:", 
        "200_Daf, 12_Line": "Here she is like a wife in all ways except that she is able to leave the marriage by the minor girl's right to reject a marriage set up by the mother or the brothers.", 
        "219_Daf, 77_Line": "Rabbi Zeira evaded Rav Yehuda when he wanted to go up to the Land of Israel.", 
        "200_Daf, 21_Line": "There is no difference with the articles of Meeloog [between this case and a normal marriage], but with the articles of Tzon Barzel she is entitled to that property.", 
        "133_Daf, 93_Line": "He said, “No amount will be enough to take with me to the next world.” [lit. “The road is long, and the provisions few.”]", 
        "133_Daf, 85_Line": "...He said: ", 
        "200_Daf, 16_Line": "Shmuel agrees with Rabbi Y'hoshuah and Rav", 
        "15_Daf, 18_Line": "All are aware for what purpose a bride goes into the chuppah, but anyone who fouls one's mouth and says something disgraceful, even if that person had a divine decree of seventy years of goodness sealed and granted, that would be reversed and that person would be sentenced to seventy bad years.", 
        "200_Daf, 5_Line": "She [the minor receiving the get] is required to wait 3 months [before remarrying] and [it was to teach this additional rule] that it was necessary to teach these [the previous rules]. ", 
        "8_Daf, 42_Line": "One Babylonian replied and R. Hiyya [was] his name: [It is written.]", 
        "133_Daf, 1_Line": "... Our sages taught", 
        "8_Daf, 52_Line": "Bar-Kappara expounded:", 
        "8_Daf, 21_Line": "there he has time, [but] here, he has time. ", 
        "8_Daf, 11_Line": "And R. Shmuel the son of Nahmani said [that] R. Yonatan said:", 
        "22_Daf, 13_Line": "Rav Ashi said", 
        "200_Daf, 17_Line": "He is not in agreement with Rabbi Y'hoshuah except how he sees the obligations from the wife to the husband, but not on the obligations from the husband to the wife.", 
        "200_Daf, 20_Line": "You have said to us in the name of Shmuel", 
        "133_Daf, 73_Line": "... \"Lift up your feet and place them on mine.\"", 
        "133_Daf, 63_Line": "... ", 
        "91_Daf, 7_Line": "\"Even the poorest man in Israel should not have fewer than two mourning flutes, and one lamenting woman [at the funeral of his wife].\"", 
        "133_Daf, 94_Line": "He then distributed half of his wealth as tzedaka. ", 
        "8_Daf, 10_Line": "One may do any work to save a life  on Shabbat;", 
        "123_Daf, 3_Line": "Rabbah bar Rav Chanan said to Abaye:", 
        "133_Daf, 83_Line": "...One day, he [Mar ‘Ukva] sent the money [to the poor man] with his son. His son came back and said, ", 
        "8_Daf, 26_Line": "Come and hear: Bar-Kapara taught:", 
        "133_Daf, 88_Line": "...He said, “How sensitive [this poor man] is!”", 
        "133_Daf, 4_Line": "Our Sages taught [in a Baraita]:", 
        "8_Daf, 32_Line": "Alternatively, it is on account of “they watched over”", 
        "123_Daf, 7_Line": "\"Navigators every six months; these are the words of Rabbi Eliezer.\"", 
        "4_Daf, 3_Line": "Yes! He who betrothes does so according to the will of the Rabbis, and the Rabbis have nullified his marriage.", 
        "8_Daf, 6_Line": "One may assign charity to the poor on Shabbat;", 
        "200_Daf, 9_Line": "[But] isn't she [the minor] as his wife in every way except that she can invalidate her marriage with him? Rabbi Y'hoshua says", 
        "200_Daf, 3_Line": "[In the case of] the minor girl who had been married off by her mother or brothers and who then rejects her husband, he [the former husband] is allowed to [marry] her close relatives and she is allowed to [marry] his close relatives and [she] is not forbidden [to marry] from the priesthood.", 
        "8_Daf, 46_Line": "Nahman b. Yitzchak said:", 
        "219_Daf, 68_Line": "The Rabbis taught:", 
        "8_Daf, 36_Line": "on the fifth day of the week, on the eve of Shabbat and [on] Shabbat.", 
        "219_Daf, 79_Line": "Whoever goes up from Babylonia to the Land of Israel, violates a positive prohibition, for it is said:", 
        "133_Daf, 84_Line": "...“He does not need this.” ", 
        "123_Daf, 4_Line": "A donkey driver [at the time of marriage] who became a camel driver, what is the law?", 
        "133_Daf, 97_Line": "- a person may only donate one-fifth of their income.”", 
        "8_Daf, 37_Line": "What is the difference between “blessing” and “they watched over”? ", 
        "123_Daf, 5_Line": "He said to him:", 
        "133_Daf, 69_Line": "On that day, Mar 'Ukva was late coming home from the Beit Midrash, and his wife came to meet him. ", 
        "133_Daf, 70_Line": "... As soon as the poor man heard them at the door, he ran out after them.", 
        "8_Daf, 23_Line": "The question was asked:", 
        "8_Daf, 43_Line": "“And the dry land his hands formed?” (Psalms 95:5).", 
        "133_Daf, 71_Line": "... They ran from him [since they did not want him to know who they were], into a [large] oven that had just been raked. The ashes began to burn Mar 'Ukva's feet. ", 
        "91_Daf, 4_Line": "He is [also] entitled to what she finds, to her earnings, and to the annulment of her vows. He [also] accepts her divorce document [on her behalf]. [However,] he does not enjoy the usufruct [of her inherited property] during her lifetime. ", 
        "133_Daf, 92_Line": "... Written in his accounts, he found that he had 7,000 gold Sianki pieces. ", 
        "8_Daf, 51_Line": "The handiwork of the righteous, who tells of it? The firmament. And what is it? Rain.", 
        "8_Daf, 14_Line": "One may arrange for girls to be betrothed on Shabbat and about a boy to teach him the book  and to teach him a trade?", 
        "200_Daf, 11_Line": "Is it all as he said [that she is a wife in every way except she can reject her husband].", 
        "8_Daf, 4_Line": "Accounts of a mitzvah, one is allowed to calculate them on Shabbat;", 
        "133_Daf, 89_Line": "...Mar ‘Ukva then doubled the money, and sent it back to the poor man. ", 
        "200_Daf, 10_Line": "The actions of are nothing [but] her husband is entitled to what she finds and to the work of her hands and he can invalidate her vows and he is her heir and he can become impure for her [funeral].", 
        "4_Daf, 5_Line": "When he betrothed with money, it is understandable. Betrothal with intercourse, what is there to say?", 
        "98_Daf, 56_Line": "R. Samuel b. Nachmeni said: ...", 
        "8_Daf, 28_Line": "A widow is married on the fifth day [of the week] and the intercourse takes place on the sixth day because on it [the sixth day] the blessing for man was said. ", 
        "94_Daf, 6_Line": "This supports the ruling of Rav Huna.  As Rav Huna said:", 
        "8_Daf, 3_Line": "Did not R. Hisda and R. Hamnuna both say:", 
        "94_Daf, 7_Line": "A husband who says, \"I will not perform [my marital duties] unless I wear my clothes and she wears hers, must [divorce her] and giver her the ketubah [settlement].", 
        "199_Daf, 58_Line": "Gemara: Rav taught", 
        "8_Daf, 19_Line": "There, [where he prepares only] for himself he is not troubled [so much], [but] here, [where he prepares] for others, he is troubled.  ", 
        "98_Daf, 53_Line": "Happy are those that observe justice, that do charity at all times (Ps. 10:3). ...Is it possible to do charity at all times? ", 
        "15_Daf, 17_Line": "Rav Chanan bar Rav says: ", 
        "8_Daf, 41_Line": "Yea, My hand has laid the foundation of the earth, and My right hand has spread out the heavens” (Isaiah 48:13), while in [regard to] the work of the hands of the righteous it is written, “The place which You have made for You to dwell in, O Lord, the Temple, O Lord, which Your hands have established” (Exodus 15:17).", 
        "8_Daf, 31_Line": "The blessing for man is better for him. ", 
        "219_Daf, 71_Line": "And whoever does not live in the Land has no God?", 
        "22_Daf, 0_Line": "Rabba said", 
        "219_Daf, 19_Line": "Mishna: Anyone can bring [their spouse] up to the Land of Israel, but not anyone cannot bring [their spouse] down. Anyone can bring [their spouse] up to the Jerusalem, but not anyone cannot bring [their spouse] down. [All this applies to] both men and women.", 
        "8_Daf, 38_Line": "The difference is this: [in the case of] a man of leisure, or [in the case] when a festival falls on the eve of Shabbat.", 
        "123_Daf, 1_Line": "But did it not say once every six months?", 
        "8_Daf, 27_Line": "A virgin is married on the fourth day [of the week] and the intercourse takes place on the fifth day because on it [the fifth day] the blessing for the fishes was said. ", 
        "4_Daf, 6_Line": "The Rabbis equated his intercourse to a promiscuous act of intercourse.", 
        "200_Daf, 13_Line": "Is Rav speaking like Rabbi Eliezer and Shmuel speaking like Rabbi Y'hoshuah?", 
        "8_Daf, 16_Line": "It was decreed forbidden lest he slaughter a fowl.", 
        "8_Daf, 13_Line": "and a tanna of the school of Menashia taught:", 
        "219_Daf, 69_Line": "A man should always live in the Land of Israel, even in a city of which the majority are idolaters, and not live outside of the Land of Israel, even in a city where the majority is Jewish.", 
        "200_Daf, 22_Line": "Here comes Rav Papa", 
        "133_Daf, 67_Line": "... One day, he [the poor person] said, ", 
        "8_Daf, 34_Line": "Why did they say [that] a widow is married on the fifth day [of the week] and the intercourse takes place on the sixth day?", 
        "219_Daf, 41_Line": "He wishes to leave Israel, and she does not want to leave, we force him not to leave, and if not, he divorces her and pays her her Ketuba.", 
        "8_Daf, 50_Line": "This is what it says:", 
        "133_Daf, 66_Line": "...  Mar 'Ukva had a poor person in his neighborhood that he [Mar] threw 4 zuz into his door-socket every day.", 
        "219_Daf, 74_Line": "\"Go serve other gods\"?", 
        "8_Daf, 48_Line": "They raised an objection: [It is written,]", 
        "8_Daf, 49_Line": "“The heavens declare the glory of God, and the work of His hands the firmament shows?” (Psalms 19:2).", 
        "8_Daf, 29_Line": "We thus see that] the reason is on account of the blessing, but as to [his] temper cooling down we are not concerned.", 
        "98_Daf, 57_Line": "\"This refers to one who raises an orphan boy and girl in his house and gives them in marriage.\" ", 
        "133_Daf, 80_Line": "... We learn this from [the story of] Tammar, ", 
        "200_Daf, 15_Line": "The disagreement is on their understanding of Rabbi Y'hoshuah", 
        "133_Daf, 81_Line": "... as it is written [in the Tanach] \"When she was brought forth [she privately sent word to her father-in-law.]\"", 
        "123_Daf, 6_Line": "A woman prefers one measure and promiscuity to ten measures and abstinence.", 
        "133_Daf, 87_Line": "...He replied, “I saw [the poor man's’ sons] spraying old wine in front of him [in order to make the room smell nice.]” ", 
        "123_Daf, 2_Line": "One with bread in his basket is not like one without bread in his basket.", 
        "200_Daf, 0_Line": "If she is sent away [divorced] with a get she is required to wait three months [before she can remarry].", 
        "133_Daf, 72_Line": "... His wife said to him, ", 
        "219_Daf, 78_Line": "For Rav Yehuda said:", 
        "200_Daf, 18_Line": "And no property:", 
        "8_Daf, 24_Line": "A virgin is married on the fourth day [of the week], and the intercourse takes place on the fourth day, and we are not afraid that his temper might cool down?  Or perhaps [the meaning is]", 
        "133_Daf, 91_Line": "...He said, “Bring me my bank account records!”", 
        "8_Daf, 35_Line": "Because, if you will say that the intercourse should take place on the fifth day, in the morning he will rise and go to his work; therefore the Sages watched over the welfare of the daughters of Israel that he should celebrate with her three days,", 
        "94_Daf, 4_Line": "Rav Yosef taught", 
        "8_Daf, 18_Line": "But if this were so, then Yom Kippur which fell on the second day of the week should be postponed for fear lest he might slaughter a fowl?", 
        "133_Daf, 78_Line": "... Since Mar Zutra the son of Tuvia said in the name of Rav, and others say [it was] that Rav Huna the son of Bizna said in the name of Rabi Shimon the Pious, and others say [that it was] Rabi Yochanan [who said] in the name of Rabi Shimon Bar Yochai:", 
        "91_Daf, 3_Line": "The father has authority over his daughter with regard to betrothal, [whether it be effected] with money, with a contract, or with intercourse. ", 
        "133_Daf, 64_Line": "... ", 
        "133_Daf, 95_Line": "What - how could he do that!?", 
        "8_Daf, 7_Line": "And R. Jacob said [that] R. Yohanan said:", 
        "133_Daf, 79_Line": "... \"It is better for a person to throw themselves into a fiery furnace than to whiten someones face [embarrass someone else] in public.\"", 
        "200_Daf, 2_Line": "All this has all been taught", 
        "8_Daf, 40_Line": "The work of the righteous is greater than the work of heaven and earth, for in [regard to] the creation of heaven and earth it is written,", 
        "219_Daf, 75_Line": "Rather, to tell you,", 
        "8_Daf, 44_Line": "It is [to be] written, “His hand.”  ", 
        "8_Daf, 30_Line": "If so, [in the case of] a widow also the intercourse should take place on the fifth day [of the week],  because on it the blessing for fishes was said?", 
        "8_Daf, 9_Line": "And R. Jacob the son of Idi said [that] R. Yohanan said:", 
        "8_Daf, 47_Line": "His fingers formed as it is written, “When I see Your heavens, the work of Your fingers, the moon and the stars which You have established” (Psalms 8:4).", 
        "8_Daf, 17_Line": "Abaye said to him:", 
        "98_Daf, 55_Line": "\"This refers to one who supports his sons and daughters when they are minors.\" ...", 
        "133_Daf, 98_Line": "These words - only apply in a person's life, for perhaps a person might lose their property. But, in death - this rule doesn’t apply. ", 
        "200_Daf, 4_Line": "[On the other hand], if he gave her a get, then he is forbidden to her close relatives and she is forbidden to his close relatives, and she is forbidden [to marry] from the priesthood.", 
        "94_Daf, 5_Line": "There must be close bodily contact during sex, unlike the custom of the Persians who preform their marital duties in clothes.", 
        "133_Daf, 77_Line": "... And what was the point of all that? [Hiding in the oven, etc.]", 
        "133_Daf, 96_Line": "Didn’t Rabi Elai say, “In Usha [the city] it was established: when distributing money ...", 
        "8_Daf, 45_Line": "But it is written, “They formed?”", 
        "133_Daf, 75_Line": "... She said to him,", 
        "199_Daf, 59_Line": "A minor who is divorced with a get she does not receive her Ketubah and all", 
        "133_Daf, 68_Line": "...\"Let me go and see who does this kindness for me.\"", 
        "8_Daf, 15_Line": "Rather R. Zera said:", 
        "91_Daf, 5_Line": "If she gets married, the husband has the advantage over [the father], inasmuch as he does enjoy the usufruct [of her inherited property] during her lifetime. But he is obligated to [provide] her food, her ransom [in case of her being in captivity], and her burial.", 
        "8_Daf, 1_Line": "Abaye said to him:", 
        "8_Daf, 0_Line": "Because of [reckoning] accounts.", 
        "219_Daf, 70_Line": "For whoever lives in the Land of Israel, it is as if he has a God. And whoever lives outside of the Land of Israel, it is as if he has no God. For it is said (Leviticus 25:38): \"to give you the land of Canaan, to be your God.\"", 
        "219_Daf, 76_Line": "Whoever lives outside of the Land of Israel, it is as if he is an idolater.", 
        "200_Daf, 1_Line": "Why", 
        "4_Daf, 4_Line": "Ravina said to Rav Ashi:", 
        "133_Daf, 65_Line": "... ", 
        "200_Daf, 14_Line": "On their understanding of Rabbi Eliezer there is no disagreement.", 
        "133_Daf, 74_Line": "... Mar 'Ukva was upset [with what she said, and he realized that his wife was  more holy than him, since her feet were not burned].", 
        "8_Daf, 33_Line": "as it has been taught:", 
        "133_Daf, 82_Line": "...Mar ‘Ukva had a poor person in his neighborhood, to whom he would give 400 Zuz every Erev Yom Kippur. ", 
        "133_Daf, 76_Line": "... \"My mitzvot happen inside the house, and I can help people directly.\" [By giving bread and food to the poor who arrive at the door.] ", 
        "219_Daf, 72_Line": "Rather, to tell you,", 
        "133_Daf, 90_Line": "... When he [Mar 'Ukva] was about to die, he said:", 
        "200_Daf, 7_Line": "[that] the actions of a minor girl [mean] nothing and her husband is not entitled to what she finds and [he is ] not [entitled] to the work of her hands and he cannot nullify her vows, and he is not her heir, and he cannot become impure for her [to attend her funeral].", 
        "8_Daf, 25_Line": "a virgin is married on the fourth day [of the week], and the intercourse takes place on the fifth day because we are afraid that his temper might cool down?", 
        "219_Daf, 73_Line": "Whoever lives outside of the Land of Israel, it is as if he is an idolater. For it is said by David (I Samuel 26:19): \"for they have driven me out this day that I should not cleave unto the inheritance of the LORD, saying: Go, serve other gods.\" And did they really say to him", 
        "8_Daf, 8_Line": "One may go to synagogues and to schoolhouses to watch over public affairs on Shabbat;", 
        "200_Daf, 19_Line": "Said Rav Huna son of Chiyah to Rav Kahana", 
        "133_Daf, 86_Line": "...“What did you see [to make you say this?]” ", 
        "91_Daf, 6_Line": "Rabbi Yehudah says,"
    }, 
    "meta": "Daf-Line"
}