{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Petach Einayim, Jerusalem 1959", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>תוס' ד\"ה קרבנו וא\"ת למאי אצטריך קרבנו וכו' ויש לומר דמהו דתימא אין הנכרים עצמן סומכין על קרבנו ומיהו הכהנים סומכין עליהן וכו'. </b>נראה דכיוצא בזה יש לתרץ קושית התוס' בקדושין דף ל\"ו ע\"א ד\"ה הקבלות גבי נשים ע\"ש ודוק הטב:"
        ], 
        [
            "<b>בהקדיש גוי וכו'. </b>בליקוטי רבינו בצלאל כ\"י ראיתי שכתב משם תוס' כ\"י וז\"ל בהקדיש גוי וכו' כלומר פשיטא לי דאין אותו קרבן עושה תמורה תימא לר' יוסי דאמר קדשי גוים עושים תמורה למה שינה בעייתו משום ת\"ש דרבא לימא דאליבא דר\"ש לא קמיבעיא לי דאין קרבנו עושה תמורה כי קמיבעיא לי אליבא דר' יוסי דאמר קרבן גוי עושה תמורה מי אמרינן ה\"מ אם ישראל מימר בקרבן הגוי אבל הוא עצמו כיון דלא אתי לכלל עונש אינו ממר וי\"ל דהא נמי פשיטא לר\"י דגוי עצמו ממר דאל\"ך איך ממר ישראל בקרבנו הא אין אדם ממר בקרבן דאינו שלו אלא ע\"כ כשאומר כל הרוצה להמיר יבא וימיר דאם הוא אינו יכול להמיר גם אנו לא נוכל להמיר בשביל רשותו דכל מילתא דאיהו לא מצי עביד שליח נמי לא מצי עביד עכ\"ל ודבריהם כמעט הם דברי התוס' שלפנינו ד\"ה קתני מיהת וסוף דבריהם בדיבור שלפנינו שכתבו היאך אפשר לעשות עולה צ\"ל היאך אפשר לעשות שליח כצ\"ל. כמבואר מתוס' כ\"י הנזכרים ואחר זמן בא לידי ספר צאן קדשים וראיתי שהגיה בתוס' דידן לעשות שליח כמ\"ש ואיברא דיש לעמוד דקי\"ל אין שליחות לגוי אפילו לחומרא מדאורייתא והכא נראה דר' יוסי מדאורייתא קאמר כדמוכח בזבחים דף מ\"ה ע\"ש. ויש לישב:"
        ], 
        [], 
        [], 
        [
            "<b>מוציא ש\"ש לבטלה אזהרתיה מהיכא אלמא לא והא כתיב את ה' אלהיך תירא וכו'. </b>ה\"נ אמרינן בסנהדרין דף נ\"ו וכ\"כ הסמ\"ג לאוין רמ\"א ועשין ד' וספר יראים בתחילתו והסמ\"ק עשין ד' דאזהרת מוציא ש\"ש לבטלה הוא מאת ה' אלהיך תירא. וזה לי ימים ושנים רבים שהקשיתי על מ\"ש הרב מהרש\"א בחידושי הלכות על תוס' ראש השנה דף ל\"ג שכתבו דמוציא שם שמים לבטלה ילפינן בריש תמורה מאת ה' אלהיך תירא והרב מהרש\"א בחידושי הלכות כתב דלאו מהאי קרא מייתינן ליה וכו' ע\"ש ודבריו קשים דמפורש בסוגיין כמו שכתבו התוס' בראש השנה וכמו שכתבו כל הגדולים ומ\"ש רש\"י בסוגיין הוא לסלקא דעתין [ועיין לעיל בריש מסכת נדרים דשם נמי כתבתי על דברי מהרש\"א הנזכרים ודקדקתי ממ\"ש הוא עצמו בח\"א ושם כתבתי בהך סוגיא דתמורה ע\"ש באורך] ועוד כתבתי בזה במקומו בס\"ד:<br><b>ודע</b> דבהגהות שניות דמרדכי פ\"ק דמציעא בתוך דבריו כתב דמוציא ש\"ש לבטלה עבר על לא תשא ע\"ש וכבר תמה על דבריו ועל קצת אחרונים גדול הדור הרב המופלא מהר\"ר יצחק בכ\"ר דוד זלה\"ה בספרו הבהיר דברי אמת בקונטריסים דף ל\"ה ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה והשתא וכו' וא\"ת נימא דפליגי בהכי כגון אדם שנשבע שלא לגרש את אשתו וכו' וי\"ל וכו' שהוא בדה האיסור וכו'. </b>ע\"ש הר\"י בר פרץ הביא דבריו בהגהות מרדכי דשבועות ספ\"ג חולק על זה ע\"ש ומהר\"י וייל בתשובותיו סימן קנ\"ו הביא דברי הר\"י בר פרץ הנזכרים להלכה וכתב מהרשד\"ם בתשובות בי\"ד סימן קט\"ו דראוי להחמיר כמהר\"י וייל דהוה גברא רבה והוא אחרון. ועמ\"ש הרב פרח מטה אהרן בראשונות סימן ס\"ח ושאר אחרונים:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואי הו\"ל אגרתא מי אפשר למשלחא וכו'. </b>עמ\"ש בעניותנו בקונטריס זה לעיל סוף פ\"ב דמציעא ע\"ש ובענין דברים שבכתב כתבתי בעניותי בספרי הקטנים ברכי יוסף ומחב\"ר באו\"ח סימן מ\"ט בס\"ד:"
        ], 
        [], 
        [
            "<b>כיוצא בו א\"ר יוסי וכו'. </b>מ\"ש כאן בספר צאן קדשים דבריו תמוהים ובפרט במה שחשב דר' יוסי הגלילי הוא רבי יוסי סתם ועל זה בנה מצודים ועם האדון הסליחה דר' יוסי סתם הוא בן חלפתא וכבר בעניותי דקדקתי על דברי קדשו באורך בספרי הקטן שער יוסף דף נ\"א ע\"ב. ומשם עד דף נ\"ד יד לקטן כותב\"ת הגסה בכל מאי דשייך וסריך וסביך לשמועתנו שמועה זו נאה בדברי ראשונים ואחרונים והבאתי דברי תוס' כתיבת יד בשמעתין ע\"ש באורך בפרק השג יד כהה בס\"ד:", 
            "<b>היו למדין תורה כמשה רבינו. </b>הרב מהרש\"א כתב יש לדקדק אי לענין שכחה הוה כבר בימי אבלו של משה רבינו ע\"ה ונראה דהכי פירושו שהיו למדין כמשה רבינו ע\"ה להבין דבר מתוך דבר עכ\"ל וממרוצת דבריו ותנועת לשון הרב ז\"ל נראה דהוא ז\"ל מצדד הא דשכחה ודחי לה דכבר הנשכ\"ח כדין באבל משה רבינו ע\"ה וק\"ק דהא גופא פריך הש\"ס ומשני דאשתכח אשתכח ודהוו גמירי גמירי כמשה רבינו ע\"ה. ותו דכבר התוס' פירשו דמה דנשתייר להם הוו גמירי בדקדוק כמשה רבינו ע\"ה. וכן כתב רבינו גרשון מאור הגולה בפירושיו כ\"י. ורש\"י במהדורא קמא כ\"י כתב דהוו יודעים כמשה רבינו ע\"ה על עיקריה:", 
            "<b>ישבו ובדקו ולא מצאו בו עון וכו'. </b>ראיתי במכתב החכם השלם והכולל ומתנהג בחסידות המנוח כמה\"ר משה גאליקו זלה\"ה שהקשה דהא קיימ\"ל דחוץ מג' עבירות יעבור ואל יהרג ואיכא למ\"ד דאם נהרג ולא עבר מתחייב בנפשו וכדרך שאמרו באונסין כך אמרו בחלאים כמ\"ש הרמב\"ם פ\"ה מהלכות יסודי התורה ואין כאן אפילו חטא עכ\"ד. וכבר הרב מהרש\"א בחידושי אגדות בקמא דף פ' הרגיש בזה וכתב דהיה חולה שאין בו סכנה ע\"ש ולכאורה מפשט הענין נראה דהיה מסוכן. והרב עיון יעקב שם תירץ דהיה יכול לגדל ביער ארץ ישראל ע\"ש וגם זה רחוק דהוא היה מוטל בדמשק ערש דוי ואיככה יוכל ללכת ביער הנה ערשו ערש דוי על פני המדבר כי היה צריך לשתותו רותח ואפילו למוסרה לרועה לא הוה מצי כמ\"ש הרא\"ש הביאו בשיטה מקובצת שם בקמא:<br><b>והנה</b> שם הביא משם הרב המאירי שכתב וז\"ל מהאי עובדא דחסיד א' שמעינן דאעפ\"י שבמקום פקוח נפש הותרו האיסורין להתרפאת בהם דבר שנאסר מכח תקנה ומחשש הפסד אחרים ראוי להחמיר בו ביותר עכ\"ל ובאמת שהוא דבר קשה להחמיר במקום פקוח נפש בתקנת חכמים:<br><b>ואפשר</b> היה לומר לשיטת רש\"י שם דרבן גמליאל שרי להשהותה בבית אף שלא לצורך הרגל ורבנן פליגי עליה והסכים עמו הרשב\"א בחידושיו וכן הוא דעת הגאון כמו שכתוב שם בשיטה מקובצת. והחסיד סמך על רבן גמליאל ושבק רבנן. וז\"ש שעברתי על דברי חברי וכמ\"ש הגאון בהדיא ומשו\"ה נחשב לו חטא דשביק רבנן וכונתו היתה לפסוק כרבן גמליאל ומשום כונתו נחשב לו חטא. ואפשר דאי לא הוה סבר כר\"ג היה נכנס בסכנה דגדול הדור שרי ליה ליהרג ולא לעבור אף בשאר אסורין וה\"ה לחלאים:<br><b>אחר</b> זמן בא לידי ספר משכנות יעקב וראיתי בדף קמ\"ד שהסכים לדברי הרב חידושי אגדות והביא ראיה מתוספות בכתובות דף ס' דגונח אין בו סכנה וע\"ש בשיטה מקובצת מ\"ש בשם הרמב\"ן. (ואחר כמה שנים ראיתי להרב יפה מראה פ\"ט דסוטה סימן ו' שעמד בזה באורך ועד אחרן הנה זה בא לידי ספר קרבן העדה פירוש ירושלמי נשים וע\"ש מה שכתב ואין הפנאי מסכים לעמוד בדבריהם):<br><b>ודרך</b> דרש ומוסר יתישב הענין במה שכתב הרמב\"ם לחסיד אחד וז\"ל אלו ידעת אתה הנלבב כמה חומר עבודת ה' יתעלה וכמה צריך לעבוד האלוה הזה והיית מקיף העבודה הראויה והמוכרחת לאדון הזה היית יודע בודאי שאין כל יום שאין אתה עושה כל האמור בודוי וכל אדם נדון כפי גודל חכמתו שהרי מצינו שנכתב עון אשת איש והיא היתה מגורשת מאוריה ועון הריגתו והוא חייב מיתה וכו' וכן כל כיוצא בזה לפי מה שהוא אדם כן משפטו ושאתו עכ\"ל וכן יש לומר כאן כיון דהיה חסיד מופלא והוחזק לקדוש וכל העם עונים אחריו מקודש הגם דנימא שהיה מסוכן ומותר. מ\"מ המון העם המה ראו כן תמהו לראות בית החסיד עז והם לא ידעו דשריותא היא והקב\"ה מדקדק עם חסידיו כחוט השערה ולפי חסידותו היה לו לשלוח לסנהדרין שיתירו לו בפירוש ויתפרסם הדבר למען דעת כל עמי הארץ דהוא מסוכן והתירו לו הסנהדרין. ולכן לגודל קדושת נשמתו של החסיד היה איזה סרך פקפוק. וכבר ידוע מ\"ש בירושלמי פ\"ט דתרומות דריב\"ל לא אתגלי ליה אליהו זכור לטוב על שנמסר עולא בר קושב שיחדוהו והתענה ע\"ז ונגלה אליו אליהו הנביא זכור לטוב וא\"ל מ\"ט לא אתא והשיב למסורות אני נגלה ולא משנה עשיתי וכי משנת חסידים היא זו. הרי דהגם שעשה על פי המשנה א\"ל למסורות אני נגלה. ובעל נפש ישית לב על זה:", 
            "<b>ולא מצאו לו עון אלא של אותה העז וכו'. </b>הקשה הרב עיון יעקב דהא אין מיתה בלא חטא ואין יסורין בלא עון כמ\"ש בשבת דף נ\"ה וא\"כ חסיד שהיה גונח מלבו ובאו עליו יסורין איך לא מצאו לו אלא אותו עון ותירץ ע\"ש והתם בשבת מסיק דיש מיתה בלא חטא ויש יסורין בלא עון. ועמ\"ש שם התוס' ומ\"ש שם הרב הנזכר ומאי דכתיבנא בעניותין שם. ואפשר דכונת הרב הנזכר דתקשי מהא נמי לר' אמי דסבר הכי התם ופריק דאי מהא ל\"ק:<br><b>וק\"ל</b> כל היכא דאמר מעשה בחסיד אחד או ר' יהודה בן בבא או ר' יהודה בר אלעאי ורבנן בתר וכו' מהכא מוכח דהש\"ס ספוקי מספקא ליה הי ניהו האי חסידא ולא מסיימא ליה אי ריב\"ב אי ר\"י בר אלעאי. וקשה דהא מפורש בתוספתא דקמא דהיה ר' יהודה בן בבא וכ\"כ הגאון הביאו בשיטה מקובצת שם. ותו קשה דהכא מסיק דהא דתניא לא היה בהם שום דופי היינו דופי דסמיכה וכו' והתם בתוספתא דקמא משמע דדופי של חטא קאמר כאשר יראה המעיין בתוספתא. הן אמת דהלשון שם בתוספתא מגומגם לך נא ראה ודוק הטב. [אחר שנים רבות נדפס ספר חסדי דוד ח\"ב להרב המופלא סבא קדישא כמהרד\"ף זלה\"ה (כי לא בקסתי אפת\"ח האי פתחא על הסדר הן מאמר אחר מאמר ומסכתא אחר מסכתא בסדר הזה רק הרשום בכתב מאשר קרי\"תי לי פסקי פסקי הן מוקדם ומאוחר כמ\"ד דולג וכמ\"ד פוסק והתויתי תיו להגיד לאדם ונקיתי מפצע וחבילי קוצי\"ם קיוהי ותיוהי ונוסף עוד כי הן בעודני מסדר ומקבץ לנקוט פזר\"א מפוזר ומפורד בין לקוטי חליתי והייתי כמה חדשים ואגב דוחקא אכלא ומדקא שלימת עבידתא והניחו יתרם אכתי פשו עאכ\"ו ענינים מינים ממינים מבלתי יכלת הסדר דבר. הוא ברחמיו ישלח דברו וירפאנו וארכא בחיין יהיבא לן לעבוד עבודתו לעסוק בתורה לשמה ובמצות לעשות נ\"ר לפניו על אדמת הקדש כי\"ר) ומידי עוברי ראיתי בפירוש תוספתא דקמא העיר במ\"ש לפנים. ומ\"ש שם דף י\"ג ע\"ג וז\"ל ואע\"ג דחד דופי מיהא דעז נמצא בו צ\"ל דחד לא חשיב מידי דמוכרח הוא מכח עטיו של נחש וז\"ש כי אין אדם צדיק וכו' ולא יחטא אלא להא סגי בחטא שוגג וכו' עכ\"ל. אין דבריו מכוונים במ\"ש מוכרח מכח עטיו ש\"נ והרי ד' מתו בעש\"ן בלי שום חטא וקרא כי אין אדם צדיק כתבו התוס' דברוב מיירי והמפרשים פירשו דחסיד נמצא. אמנם הדבר פשוט כי גם זה בא לכלל חטא או עון לפי קדושתו וחסידותו דמשום רפואה עבד. ואפשר לומר שאין בו דופי. ועוד דהא מדתו יתברך מעביר ראשון ראשון ונמצא שאין בו דופי ודוק הטב]:<br><b>וראיתי</b> להרב ברכת הזבח שהביא הכא מ\"ש בשבת דף קכ\"ז מעשה בחסיד א' שפדה ריבה וכו' למחר ירד וטבל וכו' ופירש\"י כל היכא דאמרי מעשה בחסיד א' או ריב\"ב או ר\"י בר אלעאי ויש לעמוד שלא פירש כן על שום מעשה בחסיד א' דקאמר בש\"ס והביא משם הרב הגדול מהר\"י מקראקא דפירש דק\"ל דאמאי ירד וטבל הא קי\"ל דבעל קרי מותר בד\"ת לכך פירש דכל מעשה בחסיד ריב\"ב או ר\"י בר אלעאי שהוא סתם ר' יהודה ואיהו סבר דאסור בד\"ת ועוד פירש הרב הנזכר מדנפשיה דק\"ל לרש\"י דאמרינן שקר החן יוסף וכו' ואמאי לא חשיב הא דחסיד זה לז\"א דהוא ר\"י בר אלעאי וכבר חשיב התם מעלה יותר גדולה לר\"י בר אלעאי אשה יראת ה' זה ר\"י בר אלעאי וכו' זה\"ת דבריהם ז\"ל. ואני בעניי כמתלמד מדבריהם אומר דכפי דרכם הו\"ל לרש\"י לומר מעשה בחסיד אחד הכא הוא ר\"י בר אלעאי ואמאי כתב או ריב\"ב או ר\"י בר אלעאי. ואפשר דרש\"י אתא לאפוקי מרבנים הנזכרים דהוה ס\"ד להכריע שהוא ר\"י בר אלעאי כדברי הרבנים הנזכרים ולכן כתב דגם זה הוי כדאמירן (ד)[ב]עלמא ריב\"ב או בר אלעאי דאין שום הוכחה לומר דהוי ר\"י בר אלעאי דאי משום דב\"ק מותר בד\"ת אין להכריע דהוי ר\"י בר אלעאי דהגם שהדין כך נודע דחסיד עושה לפנים משורת הדין וכמ\"ש הר\"מ באגרות דכתב בדין הש\"ס בחיבור אבל הוא לא ביטל טבילה זו. ואי משום ההיא דשקר החן ל\"ק אמאי לא נקט חסיד זה דדרשא קמא נקט יוסף ובועז ופלטיאל המפורשים במקרא ומפורסם ענינם ואם כן אין להכריע דהוא ר\"י בר אלעאי והוי כבעלמא דהוי ריב\"ב או ר\"י בר אלעאי והדבר אחר הוא שהזכיר ר\"י בר אלעאי אבל דרשה קמא בפסוק שקר החן נקט הכתובים במקרא ודוק הטב כי קצרתי:"
        ], 
        [
            "<b>א\"ל ליהושע שאל א\"ל לא בשמים היא. </b>מכאן אפשר להביא ראיה למש\"כ הרמב\"ם בהלכות יסודי התורה פ\"ט דנביא שאמר כה אמר ד' שהלכה כפלוני יהרג אעפ\"י שהענין אמת שכך הלכה דלא בשמים היא דהרי הכא דהיו רוצים לידע האמת מהלכות אלו אמר להם יהושע דלא אפשר משום דלא בשמים היא. והיינו כשיטת מרן בכסף משנה לדעת הרמב\"ם והגם דקצת רבנן בתראי חלקו על מרן וכתבו דדעת הרמב\"ם כשלא כיוין אל האמת. נעלם מהם דברי הרמב\"ם בהקדמתו לפירוש המשנה דשם מבואר בדברי הרמב\"ם כדעת מרן דאפילו הנביא יאמר האמת יהרג. ומשמעתין נראה ראיה לדעת הרמב\"ם כדאמרן. ויש לדחות:<br><b>ומאי</b> דנקט יהושע לא בשמים היא ושמואל נקט אלה המצוות אפשר דרך דרש לתת טעם להני שינויי שיש בשמעתין דכל חד מהנשאלים משיב באופן אחר ואין תשובת כלן שוה דמר משיב לא בשמים ומר משיב אלה המצות ואפשר דבימי יהושע לא עבר זמן שידעום כי אבלו של משה גרם וכששאלו ישראל מיהושע היו ימים מועטים שנשתכחו ואם היה יהושע מחזירם בנבואה לא היו נראים חדשים כי להיות דבתוך ימים מועטים היו יודעים להם עתה אתי' זכיר' ולכן לא אמר שאין נביא רשאי לחדש דבר מעתה דכמעט לא שמיה חידוש. אך שמואל דעבר זמן רב מפטירת משה רבינו ע\"ה שנשתכחו אלו ההלכות באבל משה אם היה מחזירם היו חדשות מעתה. דרוב הדור שהכירו למשה רבינו ע\"ה שידעו ההלכות בחיי משה רבינו ע\"ה כבר מתו. ושמואל בדורו דור אחרון לגבי דור המדבר ודאי היו חדשים לכך אמר אין נביא רשאי לחדש דבר מעתה דהני הלכות נשתכחו בימי אבלו של משה. ומה שהחזיר עתניאל היינו דוקא הק\"ו וג\"ש שנשתכחו גם כן:<br><b>ומ\"ש</b> בסמוך דשאלו לפנחס ואמר לא בשמים ושאלו לאלעזר ואמר אלה המצות. נראה דשאלתם לפנחס ואלעזר היה על חטאת שמתו בעליה לחוד. ואח\"ך בדור אחר שאלו לשמואל על ג' אלפים שנשתכחו באבל משה רבינו ע\"ה ולכך בשכחת הג' אלפים הש\"ס מייתי דשאלו ליהושע ושמואל. והדר גבי חטאת הש\"ס מייתי דשאלו לפנחס ואלעזר. ואפשר דהגם דיהושע השיבם לא בשמים חזרו ושאלו על חטאת לפנחס ואלעזר דסברי אולי משום דיהושע גרם שתשש כחו של משה רבינו ע\"ה והיה זה סבה ששכחו ישראל ויהושע שכחם ועמדו עליו להרגו. ומשו\"ה הגם דמחמת צערן נשתכחו עוד ג' אלפים הלכות בימי אבל משה רבינו ע\"ה. לא היה עת רצון ליהושע לזכרם. אלא דבחטאת שמ\"ב התחילו לנסות בפרט זה ושאלו מפנחס ואלעזר וסגר עליהם המדב\"ר. ואכתי אסתפק להו דילמא משום יקריה דיהושע לא רצו להשיב פנחס ואלעזר ותמנ\"ע היתה:<br><b>פש</b> גבן לתת טעם דפנחס אמר לא בשמים ואלעזר אמר אלה המצות. ותו לפי נסחתנו אמאי שאלו הלא מראש לפנחס קודם אביו. ואולי כיון דפנחס נתעברו בו נשמות נדב ואביהו כמ\"ש בזהר הקדוש והיו גדולים יותר מאלעזר לכך שאלו מפנחס. ואמטו להכי אמר לא בשמים היא דנדב ואביהו פרחה נשמתם לשמים ורצה לרמוז דאם מה ששאלתם בתחילה ממני קודם אבי היינו לכבוד נדב ואביהוא אשר בקרבי שעלו לשמים הם אמרו לא בשמים היא וחשו אולי לא רצה פנחס לומר משום כבוד אביו לזה שאלו מאלעזר והשיב אלה המצות שאין נביא רשאי לחדש כלומר דמטעם זה בני לא השיב ולא דחש ליקרי וגם אני כמוהו אומר אלה המצות שאין נביא וכו' ודוק:", 
            "<b>מי שכל רזי עולם עליונים ותחתונים שלו יבקש ממנו מזונות. </b>אפשר במ\"ש פרק הבא על יבמתו דהשרוי בלא אשה שרוי בלא תורה וכתבנו בעניותנו בדרושים שהטעם דתורה שבכתב ותורה שבע\"פ רומזים לאותיות ו\"ה שבשם שהם ז\"ון. וכשלא נשא ח\"ו גורם פרוד ותרחק ממנו תורה שבע\"פ הרומזת לשכינה וממילא גם תורה שבכתב אין לה פתרון ומשו\"ה שרוי בלא תורה. כל קבל דנא האוהב לאשתו ומכבדה לכבוד השכינה אז בעבור האשה הנקראת לחם כמש\"ה קראן לו ויאכל לחם זוכה לתורה הנקראת לחם. ואיש ואשה שזכו י\"ה ביניהם ואיש ואשה סוד ו\"ה וממשיך מוחין דאו\"א לזו\"ן ולכן זוכה לתורה ומוציא לאור חלקו בתורה שהיה אבוד. וז\"ש מצא אשה מצא טוב אין טוב אלא תורה מצא דייקא שחלק תורתו היה אבוד וע\"י האשה מצאו. וכתב הרא\"ש בתשובה דמ\"ש קטלגית לא תנשא ה\"ד אשה דוקא דלרוע מזלה שלא יהיה לה מזונות ימות בעלה ע\"ש. והשתא אפשר דזה כיונה עכסה ושאלה אשה הבה לי ברכה כלומר דיאמר בעלה שאין לה מזל שיתברך בעלה בפרנסה כי אין הברכה מצויה אלא בשביל אשתו כמ\"ש פרק הזהב והשתא דחסרה יאמר שאיני כדאית לכן למלאת חסרוני הבה לי ברכה ותמה אביה דהלא בעבור אשתו זוכה האדם לתורה ולפרנסה והוא שזכה לתורה שכל רזי עולם גלויים לו וכל רז לא אנס ליה יבקש מזונות. והנה קודם שלקח עכסה החזיר מה שנשכח ע\"י פלפולו ומדהא איתא ודאי ממרחק תביא לחמה. וכשם דאחר שנשאת לו תורתו איתא גם פרנסה לא יחסר דאם רע מזלה גם בתורה אירע בו דבר אלא ודאי מזלה טוב ועכ\"ז נתן לה ברכה:", 
            "<b>אם ברך תברכני בתורה והרבית את גבולי בתלמידים וכו'. </b>אפשר דשאל כהוגן דאם נשמתו קבלה תורה הרבה שעתה יזכה אליה וז\"ש אם ברך לשעבר במעמד הר סיני תברכני עתה שאזכה להוציא לאור כל מה שקבלתי. והוא בכלל מש\"ה יהב חכמתא לחכימין כלומר לחכימין שקבלה נשמתם בהר סיני עתה בהשתדלותם יהיב חכמתא שקבלו. וז\"ש ויבא אלהים את אשר שאל כלומר שתורתו כבר קבלה מהר סיני ועתה ישנו בהבאה ויבאה אל האדם ככל אשר שאל:<br><b>ודרך</b> דרש אפשר לומר דכתיב דאמו קראתו יעבץ לאמר כי ילדתי בעצב אלמא דאמו כיונה בשם יעבץ מלשון עצבות והוא נתירא מזה שלא יתגבר עליו יצר הרע ויהיה עצב לעה\"ב ויתקיים שם יעבץ לפי כונת אמו מלשון עצב. כל קבל דנא שאל מה' שירבה גבולו בתלמידים ויהיה נדרש יעבץ יעץ ורבץ תורה בישראל כמו שדרשו בסמוך ויתבטל כונת אמו לשון עצבות וז\"ש לבלתי עצבי שלא ישגבני יצה\"ר מלשנות ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שמנה דברים התירו וכו'. </b>מכאן הביא ראיה החכם השלם עצום ורב כמה\"ר יעקב אלישר זלה\"ה למ\"ש הרב משנה למלך הלכות אסורי מזבח פ\"ב דין ו' שהאריך בשיעור זקן שתפסל הבהמה והסכים דזקן בבהמה היינו כשהיה רותתת כזקן דאדם ע\"ש באורך והרי הכא שמנו הני אסורי\"תא תמניא אינון דשרי רחמנא בלילה ההוא ואי ס\"ד דשנים פוסלים בקדשים לימני נמי דהיה פר בן ז' שנים וזקן פסול אלא ודאי דפסול בבהמה נמי הוא עד דמרתת כמ\"ש הרב מש\"ל עכ\"ד ואני אמרתי לו דאפילו לדעת התוס' דיומא שהביא שם הרב מש\"ל אין ראיה מכאן דבפלוגתא לא קא מיירי ומנה האיסורים דאסירי לכ\"ע אמנם בשנים ר\"מ מכשיר. ותו נימא דזקן אינו עד דמרתת אלא שנים הרבה מאד ובן ז' לאו זקן הוא. ומצאתי בפירושי רבינו גרשון מאור הגולה כ\"י בבכורות דף ע\"א שכתב וז\"ל פרט לזקן הרבה בלא מום דפסיל להקרבה עכ\"ל ודבריו נוטים דאינו עד שיהא רותת אלא זקן הרבה שנים ול\"ק מסוגית סוטה דף מ\"ו דמאי דאמרינן התם אין שנים פוסלות בהם היינו שהם בני שלש או ארבע' שנים אבל אה\"נ דאם היו זקנים הרבה אפילו שאינם רותתים פסולים. עוד מצאתי לרש\"י בכתובות במהדורא קמא דף ע\"ה מהש\"ס הובא בשיטה מקובצת שם שכתב וז\"ל החולה והמזוהם והזקן לא ידענא מכמה קרי ליה זקן דגבי אדם קי\"ל עד דמרתת עכ\"ל עיניך הרואות דרש\"י ז\"ל עלה ונסתפק בזקן דבהמה מכמה קרי ליה זקן דבאדם הוי עד דמרתת ומשמע קצת דפשיטא ליה לרש\"י דבבהמה לא הוי עד דמרתת אלא ברוב שנים ולא ידע כמה ודוק כי קצרתי:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>משנה ר' אליעזר אומר ולד טריפה לא יקרב ע\"ג המזבח ר\"ח אומר כשרה וכו'. </b>כן הגירסא בש\"ס לאפוקי הגרסא אשר במשניות בתי\"ט דהגירסא ר' אליעזר אומר ולד טריפה לא יקרב ע\"ג המזבח וחכ\"א יקרב. וממ\"ש התוס' בחולין דף נ\"ח ע\"א דמייתי התם בש\"ס בריתא ולד טריפה ר' אליעזר אומר לא יקרב ע\"ג המזבח ור' יהושע אומר יקרב וכתבו התוס' בריתא היא והוה מצי לאתויי מתניתין דתמורה אלא ניחא לאתויי ברייתא שר' יהושע הוזכר בה עכ\"ל משמע דלא הוו גרסי במתניתין בהדיא פלוגתא וכגירסא דקמן בש\"ס. ואין נראה לומר דלעולם דהתוס' גרסי במתניתין פלוגתא וכונתם דמשום דברייתא הוזכר בהדיא החולק ובמשנה נזכר בשם חכמים וכמ\"ש הרב כנה\"ג יורה דעה סימן ס'. חדא דהתוס' מייתי לשון המשנה ולא מייתי וחכ\"א יקרב. ותו דמאי אהני אי חכמים היינו ר' יהושע או תנא אחרינא והו\"ל לאתויי לש\"ס משנתנו:<br><b>הן</b> אמת דבבכורות דף ז' דרמי דמחלפא שטתייהו דרבי אליעזר ור' יהושע אצטריך לאתויי ברייתא אבל בשמעתא דחולין לא אצטריך להכי. ואם נפשך לומר דאיידי דסוגיית בכורות דשקיל וטרי אר' יהושע וצריך להביא הברייתא נקט הכא נמי הבריתא. מלבד שהוא דוחק. הא הוה להו לתוספות למימר ולהזכיר סוגית בכורות. לכן נראה דנסחת המשנה הוא כדגרסינן בש\"ס וגירסת וחכ\"א יקרב תנתק ותמוש. ויש להרגיש על הרב תוספות יום טוב שלא הרגיש בזה:"
        ], 
        [
            "<b>תוס' ד\"ה שינקה חלב רותח וכו' וה\"ה בכרשיני ע\"ז וכו' אפילו להדיוט. </b>פירוש בכרשיני ע\"ז וכ\"כ בספר האגודה. וכן מוכח בהדיא בפסקי תוספות וכמ\"ש הרב פרי חדש י\"ד סימן ס' ודבריו חיים וקיימים. והדבר הקשה על מור\"ם והרב בית חדש והרב כנה\"ג ושאר אחרונים דנעלמו מהם דברי פסקי התוס' והאגודה:"
        ], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה אלא לרשב\"ל וכו' ק\"ק וכו'. </b>הרב ברכת הזבח כתב דלפי מ\"ש בבכורות דף ט\"ו דאי משום אין פודין לתני אם נעשו טריפה ל\"ק קושית התוס' ע\"ש וא' הרואה בש\"ס יש שם אי בעית אימא ולפי התירוץ האחרון מקשים התוס' ועוד תירצו בישיב' דשם הש\"ס קאי אמתניתין דהתם דקאי דוקא בקדשי מזבח ומשום הכי דייק שפיר אבל הכא בתמורה דקאי אתרוייהו לכך נקט מתו ולא נקט טריפה משום קדשי ב\"ה דישנם בכלל העמדה והערכה עכ\"ד:", 
            "<b>ועוד נראה לי ההדיוט דהתוס' מקשים דאמאי דחיק הש\"ס דרשב\"ל יאמר דר\"ש לא ידע מאי קאמרי רבנן טפי הול\"ל הכי אף דרב לא סבר כן מלומר דר\"ש לא ידע מאי קאמרי רבנן. ועוד יש לצדד ופנא\"י לא היה לי. ומורינו הרב בתי כהונה יליף דשאר הנאות לא מצי נהנה מדפסק הרמב\"ם יקברו ע\"ש והכי אתמר דזה מחלקת קדום בסוגיית פסחים ורבינו פרץ בשיטה מקובצת קמא לענין חמץ הקדש אם יכול להסיקו. ורבינו הגדול במש\"ל והרב שער המלך האריכו למעני\"תם הלא בספרתם ספרי חיים</b>:"
        ], 
        [], 
        [], 
        []
    ], 
    "title": "Petach Einayim on Temurah", 
    "versionSource": "https://www.sefaria.org/Petach_Einayim_on_Temurah", 
    "heTitle": "פתח עינים על תמורה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Kodashim"
    ]
}