{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "https://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ועוד האמר רב חסדא מ\"ם וסמ\"ך כו'. השתא סלקא דעתך דמנצפך מיירי בסתומות ותימה דבמסכת שבת פרק הבונה (דף קד. ושם) משמע איפכא מדקאמר התם בשלמא פתוח ועשאו סתום עילויי עליוה דאמר רב חסדא כו' אלא סתום ועשאו פתוח גרועי גרעיה דא\"ר ירמיה מנצפ\"ך [צופים אמרום] אלמא מנצפ\"ך איירי בפתוחות ואור\"י דגמ' [דשבת] מסיק ליה וקתני דידע מתחילה מילתיה דרב חסדא וגם איירי ליה מעיקרא בפתוחות הוצרך להעמיד מנצפ\"ך בפתוחות ולא תקשה דרב חסדא והכא ה\"ק ותסברא והכתיב אלה המצות והך קושיא איתותב בין בפתוחות בין בסתומות ועוד את\"ל דבסתומות איירי אכתי תקשה והאמר רב חסדא מ\"ם וסמ\"ך וכו' וכן פיר\"ת וז\"ל שהגיה בספר הישר מנצפ\"ך צופים אמרום כמו קול צופיך (ישעיהו נב) נביאים. צופים מהר אפרים (שמואל א א). ממאתים נביאים (מצופים) שעמדו להם לישראל והיו צופים הללו לאחר ששרף אמון את התורה ומשום לשון נופל על הלשון נקרא מנצפ\"ך בלשון צופיך ותסברא והכתיב אלה המצות ועוד והאמר רב חסדא מ\"ם וסמ\"ך שבלוחות וכו' ומשני אין מהוי הוי ולא קשיא מידי דרבי ירמיה מוקי לה בסתומות וכי מטי במגילה פריך מהא דרב חסדא דהכי אורחיה זיל הכא קא מדחי ליה מאלה המצות נמי פריך ומשני שפיר ומתוך הסוגיא דמגילה ושבת מוכח תרוייהו ורבי ירמיה קאמר מנצפ\"ך צופים אמרום אפתוחות ואסתומות וכדמסיק הש\"ס:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מבטלין כהנים מעבודתן לשמוע מקרא מגילה. וקשה אמאי מבטלין והלא אחר הקריאה יש הרבה שהות לעבודה ויש לומר דכיון דמשהאיר היום הוי זמן עבודה והם מניחין אותה בשביל הקריאה משום הכי קרי ליה ביטול וא\"ת ויעשו עבודתן מיד ואחר כך יקראו המגילה לבדם וי\"ל דטוב לקרות עם הצבור משום דהוי טפי פרסומי ניסא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חיישינן שמא שד הוא. פירש ריב\"א דדוקא חוץ לעיר [היכא דשכיחי מזיקין] כגון בשדה ובלילה וכן היה יהושע צר על יריחו בשדה רחוק ממחנה ישראל אבל במקום שבני אדם מצויין אין לחוש דאל\"כ אדם שאמר לנו [בלילה בעיר] כתבו גט לאשתי היכי כתבינן ניחוש שמא שד הוא [ולא נכתוב] עד דנחזי ליה בבואה דבבואה ולא אשכחן דפריך ליה גמרא אלא גבי מי שהושלך בבור פרק התקבל (גיטין דף סו. ושם):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמש בטלתם תמיד של בין הערבים. קשה אמאי בטלוהו בשלמא תלמוד תורה בטלו לפי שהיו צרים על העיר כל ישראל אבל הכהנים אמאי לא היו מקריבים התמיד וי\"ל לפי שהארון לא היה במקומו כדאמר פרק הדר (עירובין דף סג:) והכהנים נושאין את הארון וא\"ת והיכי משמע לישנא דקרא דבטלו התמיד ותלמוד תורה ויש לומר דה\"פ מדקאמר הלנו אתה הכי קאמר בשביל תלמוד תורה באת דכתיב תורה צוה לנו אם לצרינו או בשביל הקרבנות שמגינים עלינו מצרינו:"
            ], 
            [], 
            [], 
            [], 
            [
                "עתה באתי. פי' ריב\"ן על תלמוד תורה באתי דכתיב ביה ועתה כתבו לכם [את] השירה הזאת (דברים לא):", 
                "וילן יהושע בלילה ההוא בתוך העמק. לא כתיב בהאי קרא כן אלא כשצר על יריחו כתיב וילן בלילה ההוא בתוך העם וכשצר על העי כתיב וילך בלילה ההוא בתוך העמק ודרך הש\"ס הוא לקצר הפסוקים ולערבם יחד כמו ונתן הכסף וקם לו (ערכין דף לג.):"
            ]
        ], 
        [
            [
                "מלמד שהלך ולן בעומקה של הלכה. כל זמן ששכינה וארון שרויין שלא במקומן אסורים בתשמיש המטה לא גרס ליה הכא דמה שייך כאן ובפרק הדר (עירובין סג:) גרס ליה דקאמר שנענש יהושע על שבטל ישראל מפריה ורביה י\"ל דמה שנענש שלא היה לו בן זכר היה על שבטל ישראל מתשמיש מדה כנגד מדה אבל שאר עונש בא לו על בטול תורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מענות. כולן עונות כאחת מקוננות אחת אומרת והשאר עונות מטפחות יד על יד או על ירך או על פנים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מועד בפני תלמיד חכם. ויום שמועה כבפניו דמי:", 
                "כל שכן חנוכה ופורים. שמותר להספידם אע\"ג דמבטל ממקרא מגילה אלמא ת\"ת חמור ממקרא מגילה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מת מצוה עדיף. לאו דווקא מת מצוה והוא הדין לכל מתים שבעולם מבטלים תלמוד תורה להוציאם אלא איידי דנקט בסמוך גבי ולאחותו מת מצוה ה\"נ נקט תלמוד תורה ומת מצוה:", 
                "מת מצוה עדיף. הקשה הר\"ר אלחנן למה לי קרא תיפוק ליה מק\"ו ומה ת\"ת דחמירא מבטלין משום כבוד המת עבודה דקילא לא כל שכן דהא אפילו תלמוד תורה דרבים מבטלין משום כבוד המת כדאמר פ\"ב דכתובות (דף יז ושם) וי\"ל דה\"מ למאן דקרי ותני ומתני דצריך כולי האי אבל למאן דלא קרי ותני לא צריך כולי האי והכא מיירי במת מצוה דלא קרי ותני ומשום הכי צריך קרא דולאחותו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כרך שישב ולבסוף הוקף נדון ככפר. פירש הקונטרס דלענין בתי ערי חומה איירי וה\"נ משמע מדאייתי קרא דכי ימכור וקשה דאם כן בערכין (דף לב.) הו\"ל להש\"ס למתני גבי הא דתני שאר דיני דבתי ערי חומה ועוד קשה דאם כן הל\"ל נדון כערי החצרים דשייך גבייהו לכ\"נ דלענין מגילה מיירי מכל מקום מייתי קרא דכי ימכור לאשמועינן דחומה דמתנינן גבי מגילה בכה\"ג דמהני גבי ערי חומה דהיינו הוקף ולבסוף ישב כדכתיב בית מושב עיר חומה דמשמע שנתיישב בתוך החומה ואם תאמר לקמן (דף ה:) אמרינן דטבריא שימה חומתה אע\"ג דאין לה דין ערי חומה מ\"מ קורין את המגילה בט\"ו דהם מוקפין חומה כיון דמגניא מאויבים וה\"נ היה לנו לומר כשישב ולבסוף הוקף כיון דמכסיא ומגניא וי\"ל דשאני טבריא דכיון דחזינן דהיקף ים מהני כהיקף חומה לגבי מגילה גם כן דין הוא שיקראו המגילה בט\"ו שהרי היקף שלה קודם לישובה והוי כשאר היקף דמהני בבתי ערי חומה אבל ישב ולבסוף הוקף לא מצינו בשום מקום דחשיב חומה שלה וא\"ת לקמן בפרקין (שם) דקאמר אשר לו חומה פרט לשור אגר פי' שאגרות חומות שלה כגון שהבתים מדובקים יחד בעגול והוי כמו חומה סביב לעיר ולמה לי קרא תיפוק ליה דה\"ל ישב ולבסוף הוקף שהרי לא נגמרה חומת העיר עד שנגמרו כל הבתים ויש לומר דקרא אתא לאשמועינן דאפילו היכא דקים לן שלא דר אדם שם עד שנגמרו כל הבתים אפילו הכי לא חשיב היקף וצריך לומר דהא דקאמר נדון ככפר מיירי דליכא י' בטלנים דאי יש שם עשרה בטלנין אמאי גרע מעיירות גדולות דהוו בי\"ד:"
            ], 
            [], 
            [], 
            [
                "כרך שאין בו י' בטלנים נדון ככפר. וצ\"ל דמיירי בסתם כרכים האמורים בתלמוד. אבל המוקף חומה מימות יהושע בן נון אפילו אין בו י' בטלנים קורין בט\"ו וה\"נ משמע דפריך בסמוך מאי קמ\"ל תנינא איזו היא עיר גדולה כו' ומשני כרך איצטריך ליה אע\"ג דמקלעי ליה מעלמא ואי איתא דאפילו במוקף חומה מימות יהושע בן נון צריך י' בטלנין הוה ליה למימר מוקף מימות יהושע אצטריכא ליה אע\"ג דחשיב חומה דידהו שהגינו מן האויבים וגם מקלעי ליה מעלמא דהוי רבותא טפי אלא ש\"מ דבמוקף מימות יהושע לא צריך י':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והתניא רבי אליעזר ברבי יוסי אומר וכו'. וא\"ת אדמותבת ליה מרבי אליעזר לסייעיה מרבנן דפליגי עליה וסברי דקדושה ראשונה קדשה לשעתה ולא לעתיד לבא ויש לומר דע\"כ לא סבר רבי יהושע כרבנן דאי סבר כוותייהו מאי מהני (. ישב ולבסוף הוקף) אם לא קדשה קדושה שנייה:"
            ], 
            [], 
            [], 
            [
                "אלא שחרב מעשרה בטלנים. וכשלא הוקף מימות יהושע איירי דביה לא צריך עשרה ואם תאמר מאי מהני מה שהיה כרך מתחילה הוה ליה כפר שנעשה כרך שנתישבו שם עשרה ויש לומר דלרבותא נקט הכי ולא מבעיא כפר שנעשה כרך דבסתמא ליכא למיחש שמא יחסרו דיורים אלא אפילו זה שפסקו דיורים כבר פעם אחת וסלקא דעתך אמינא דאיכא למיחש שמא יפסקו עוד פעם אחרת אפילו הכי קא משמע לן דלא חיישינן:"
            ]
        ], 
        [
            [
                "לוד ואונו וגיא החרשים. הקשה ה\"ר אלחנן אמאי אצטריך ליה לרבי יהושע לאשמועינן דאונו מוקפת מימות יהושע והא משנה שלימה היא בפרק בתרא דערכין (דף לב.) ויש לומר דאגב דאצטריך לאשמועינן לוד וגיא החרשים תנא נמי אונו בהדייהו:"
            ], 
            [], 
            [
                "הא אלפעל בננהו. קשה אמאי לא פריך בפרק בתרא דערכין כי האי גוונא וי\"ל דהתם לא תנן אלא אונו והיה יודע דמצי לשנויי תרי אונו הוו אבל הכא דהוו ג' בשלשתן לא שייך למימר שהן כפולות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נשים חייבות במקרא מגילה. מכאן משמע שהנשים מוציאות את אחרים ידי חובתן מדלא קאמר לשמוע מקרא מגילה והכי נמי משמע בערכין (דף ב: ושם) דקאמר הכל כשרים לקרא את המגילה ומסיק הכל כשרים לאתויי מאי ומשני לאתויי נשים משמע להוציא אפילו אנשים וקשה דהא בתוספתא. תני בהדיא דטומטום אין מוציא לא את מינו ולא שאין מינו ואנדרוגינוס מוציא את מינו ואין מוציא את שאין מינו ופשיטא דלא עדיפא אשה מאנדרוגינוס וכן פסקו הה\"ג דאשה מוציאה מינה אבל לא אנשים וי\"ל דסלקא דעתך דלא יועיל קריאתן אפילו להוציא הנשים קמ\"ל דחייבין דהכל חייבין בשמיעה עבדים נשים וקטנים:", 
                "שאף הן היו באותו הנס. פירש רשב\"ם שעיקר הנס היה על ידן בפורים על ידי אסתר בחנוכה על ידי יהודית בפסח שבזכות צדקניות שבאותו הדור נגאלו וקשה דלשון שאף הן משמע שהן טפלות ולפירושו היה לו לומר שהן לכך נראה לי שאף הן היו בספק דלהשמיד ולהרוג וכן בפסח שהיו משועבדות לפרעה במצרים וכן בחנוכה הגזירה היתה מאד עליהן. גבי מצה יש מקשה למה לי היקשא דכל שישנו בבל תאכל חמץ ישנו בקום אכול מצה תיפוק ליה מטעם שהן היו באותו הנס וי\"ל דמשום האי טעמא לא מחייבא אלא מדרבנן אי לאו מהיקשא ורבינו יוסף איש ירושלים תירץ דסלקא דעתך למיפטרה מגזירה שוה דט\"ו ט\"ו דחג הסוכות כדפי' פרק אלו עוברין (פסחים מג: ד\"ה סלקא:)", 
                "פסק ואומר על הנסים בתפלה ובהודאה ויש שאין אומרים כשם לפי שאמרו חכמים (ברכות לד.) לעולם לא ישאל אדם צרכיו לא בג' ראשונות ולא בג' ברכות אחרונות ושטות הוא שהרי האי טעמא לא הוי אלא למתפלל בלשון יחיד אבל בשביל הציבור שרי אבל נראה שאין לאומרו מטעם אחר משום דאמרו חכמים (פסחיה קיז:) דכל דבר דהוי בלהבא תקנו בלהבא ובדבר דהודאה הוי לשעבר ומשום הכי תקנו בה על הנסים דהוי לשעבר ובליל י\"ד לאחר תפלת מעריב אומר קדיש שלם ואחר כך קורא את המגילה ומברך לפניה ג' ברכות ואחריה ברכה אחת עד האל המושיע השלים עומד לפני התיבה ואומר ואתה קדוש ואין מתחילין ובא לציון לפי שאין גאולה בלילה ואם מוצאי שבת הוא יאמר ויהי נועם קודם וכשרוצה לקרות פושט את כולה קודם כאגרת אבל לא גולל וקורא כמו ס\"ת ובשחר מתפלל שמונה עשרה ברכות ואומר על הנסים בהודאה ואין אומר כשם לפי שכל הברכה אינה אלא לשעבר וא\"כ אין לומר בה דבר שלהבא ואחר כך אומר קדיש עד דאמירן ואוחז ס\"ת וקורא שלשה גברי פרשת ויבא עמלק אע\"פ שאין בה אלא ט' פסוקים ואין מחזיר הספר תורה למקומו אלא יושב ואוחז בידיו עד שקראו את המגילה ומברך עליה כאשר עשה בלילה כדפירש בפנים ואחר כך אומר תהלה ובא לציון ואין אומרים למנצח משום דכתיב ביה צרה וצרה בפורים לא מזכרינן וכן אין נופלים על פניהם בי\"ד ובט\"ו משום דכתיב ימי משתה ושמחה ואומר [(תהלים כב) למנצח על אילת השחר] משום דכתיב ביה מפלה לעובדי כוכבים וכן בליל ארבעה עשר ואומר פטום הקטורת וכל הסדר כמו בחול:"
            ], 
            [], 
            [
                "פורים שחל להיות בשבת. דווקא בשבת לפי שאין קורין המגילה משום גזירה דרבה אבל בחול א\"צ שהרי קורין המגילה וטפי איכא פרסומי ניסא:"
            ], 
            [], 
            [
                "מאי איריא פורים אפילו י\"ט נמי. נראה לי דה\"פ מאי איריא פורים דאין דורשין בו מקודם לכן שלשים יום דמשום הכי לידרוש בו ביום אפילו בי\"ט דדרשינן שלשים יום לפניו ואפילו הכי דורשין בו ביום כדתניא (לקמן לב.) וידבר משה את מועדי ה' וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חייב אדם לקרות את המגילה בלילה ולשנותה ביום. אומר ר\"י דאף על גב דמברך זמן בלילה חוזר ומברך אותו ביום דעיקר פרסומי ניסא הוי בקריאה דיממא וקרא נמי משמע כן דכתיב ולילה ולא דומיה לי כלומר אף על גב שקורא ביום חייב לקרות בלילה והעיקר הוי ביממא כיון שהזכירו הכתוב תחילה וגם עיקר הסעודה ביממא הוא כדאמר לקמן (דף ז:) דאם אכלה בלילה לא יצא י\"ח והכי נמי משמע מדכתיב נזכרים ונעשים ואיתקש זכירה לעשייה מה עיקר עשייה ביממא אף זכירה כן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויעבירנה ארבע אמות ברשות הרבים. קשה אמאי לא קאמר ויוציאנה מרשות היחיד לרשות הרבים דאורחא דמילתא הוי טפי ויש לומר דמרה\"י לרה\"ר לא טעו אינשי אבל זימנין שהמגילה קיימא כבר ברשות הרבים ויעבירנה ארבע אמות בגווה ועי\"ל דלהכי לא נקט מרשות היחיד לרשות הרבים לפי [שלפעמים] שאין שם חיוב חטאת (כיון) שלא היתה עקירה ראשונה לשם כך כגון המפנה חפצים מזוית לזוית ונמלך עליהן להוציאן דפטור מהאי טעמא (שבת דף ה:):", 
                "ויעבירנה ארבע אמות ברשות הרבים. אבל מילה בשבת אין לדחות דהא חמירא שכן נכרתו עליה י\"ג בריתות וגם אין אדם מל אלא אם כן הוי בקי דסכנה יש בדבר אך נשאל לר\"י הלוי איך תוקעין במוצאי יום הכפורים והלא אסור לעשות מלאכה עד שיבדיל ותו שמא ילך אצל בקי כדחיישינן בר\"ה שחל בשבת ואם כן היה לנו למיחש להאי גזירה ותירץ דמשום דתקיעת שופר חכמה ואין מלאכה וגם לא חיישינן שמא ילך אצל בקי דמשום תקיעה אחת שאינה אלא משום זכר ליובל לא אצטריך כולי האי כראש השנה דאורייתא היא וצריך שלשים קולות ורבינו שמואל אומר דדוקא בשבת ובר\"ה דאם מעבירו ארבע אמות ברשות הרבים איכא איסורא דאורייתא בהא ודאי יש לחוש אבל במוצאי יוה\"כ דאפילו אם מעבירו ד' אמות ברשות הרבים לא הוי אלא איסור דרבנן בהא ודאי לא גזר דהוי גזירה לגזירה:"
            ], 
            [], 
            [], 
            [
                "ורב יוסף אמר מפני שעיניהם של עניים נשואות למקרא מגילה. ע\"כ צ\"ל דרב יוסף לא פליג אטעמיה דרבה דהא גבי שופר ולולב ליכא טעמא אחרינא מכל מקום קאמר הכא טעמא אחרינא משום דאיכא נפקותא מיהא במקדש דליכא שבות ואפ\"ה אסור משום האי סברא דקאמר רב יוסף:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הוה עובדא וחש ליה רב להא דרב אסי. מכל מקום הלכתא כוותיה דרב דהא ר' יוחנן איתא כוותיה פרק שני (דף יט:) דקאמר הקורא במגילה הכתובה בין הכתובים (יצא) ומסיק הא ביחיד הא בצבור אלמא שקורין אותה ביחיד וכן הלכה דרב ור' יוחנן הלכה כרבי יוחנן וכ\"ש הכא דקיימו בחד שיטתא ועוד דרב אסי תלמיד דרב הוה ורבינו יוסף איש ירושלים פסק דאף ביחיד צריך לברך וכן נמצא בתשובת רש\"י שהשיב נראה בעיני דלא שנא יחיד ולא שנא צבור אחד מברך ואחרים שומעין וכן נראה לומר מאחר שהוכחנו קריאתה ביחיד אי איתא שאין בה ברכה [ביחיד] הוה ליה לפרושי (לקמן כא:) מאי מברך דאמר בצבור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עולת ראייה אפי' בי\"ט מאחרין. הקשה הר\"ר אלחנן מהא דאמרינן פרק קמא דביצה (דף יב. ושם) השוחט עולת נדבה בי\"ט לוקה ומסיק דאמר לך מני בית שמאי היא וכו' וקשה אמאי לא תני עולת ראייה דהוי רבותא טפי דאף על גב דהוי צורך י\"ט לוקה אליבא דב\"ש ואין לומר דלהכי נקט עולת נדבה לאשמועינן דאפילו הכי שרו בית הלל זה אינו דהא בפרק שני דהתם (דף יט. ושם) מוכח בהדיא דלא נחלקו ב\"ה על עולה [שאינה] של י\"ט דודאי אינה קריבה בי\"ט ואם כן קשה אמאי נקט עולת נדבה וי\"ל דלהכי נקט עולת נדבה למידק הא שלמי נדבה אינו לוקה כיון דאיכא בהו צורך אוכל נפש אבל איסורא מיהא איכא משום דכתיב לכם:"
            ]
        ], 
        [
            [
                "ורחץ בקרונה של צפורי. לאו דוקא בקרונה אלא כלומר בפרהסיא ואם תאמר מאי איריא לרחוץ אפי' לאכול נמי מותר כדתניא בר\"ה (דף יח:) אין צרה ואין שלום רצו מתענין לא רצו אין מתענין וי\"ל דכיון דקבלוהו כבר אבותינו על עצמם מסתמא גם הם קבלוהו:", 
                "ובקש לעקור תשעה באב ולא הודו לו. קשה היכי סלקא דעתך דהאי תנא [דרבי] היה רוצה לעקור ט' באב לגמרי והא אמרינן (תענית דף ל:) כל האוכל ושותה בתשעה באב אינו רואה בנחמה: של ירושלים ועוד דהא אין בית דין יכול לבטל דברי בית דין חבירו אא\"כ גדול הימנו בחכמה ובמנין ויש לומר דלא רצה לעוקרו אלא מחומרא שיש בו יותר משאר תעניות אי נמי יש לומר דרצה לעקרו מתשיעי ולקבעו בעשירי כדאמר ר' יוחנן (שם כט:) . אילו הואי התם קבעתיה בעשירי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאסורים בהספד. השיב רש\"י וכי מן נתן כח לימי מגילת אסתר לדחות אבילות . אי איתא דבהספד נאסר משום דכתיב ימי משתה ושמחה והא חזינן דכולי עלמא נהגו בו היתר אלא ודאי לא הוי אלא לענין שאין נופלין על פניהם דלא הוי יום צרה אלא יום שמחה:"
            ], 
            [], 
            [], 
            [
                "והא רבי בטבריא הוה. נראה שהיה בימי אנטונינוס כשהיו יחד כדאמר במס' ע\"ז (דף י.) שרצה לשחרר בני טבריא ממס לפי שהיו תלמידי חכמים דקאמר ליעביד טבריא קלניא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דברים המותרים ואחרים נהגו בהן איסור. קשה דהא רבי התיר בית שאן ע\"י ר' מאיר שאכל שם עלה של ירק בחולין (דף ו:) וי\"ל דהתם לא נהגו איסור אלא בטעות והכא מיירי בדבר שנהגו בו איסורא במתכוין:"
            ], 
            [], 
            [], 
            [], 
            [
                "ממעטין במשא ומתן. פי' של שמחה דומיא דבנין ונטיעה דבסמוך אבל שאר בנינים שרו ואין לך משא ומתן גדול מזה:", 
                "ממעטין . רוצה לומר שלא יהו ששים כלל וחמירי מתשעה באב שמארסין בו אבל אין לפרש ממעטין אבל ששים קצת דאם כן היה לו לפרש השיעור מה הוא קורא ממעט:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שטובה ראייתה. שהיו שם גנות ופרדסים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דכל הנוטל (פרוטה) ממך בלא דמים אין מועיל. דכתיב שם יזבחו זבחי צדק וגזל לא מהני בזבח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "טראטריות וקרקסיאות. י\"מ בתי עבודת כוכבים ומכנה אותן טרטאכ' לשון חרפה וקרקסיאות רוצה לומר בית הכסא בלשון ערב וקשה לומר שאותן מקומות מטונפות יכול ללמוד שם תורה אלא ודאי לשממה יהא במהרה בימינו ורוצה לומר בתים שמתאספים שם לוועד של עובדי עבודת כוכבים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא לענין סדר פרשיות זה וזה שוין. שאם קראו הארבע פרשיות באדר הראשון שעדיין לא היו יודעין שצריכין לעבר ובתר הכי עברו השנה אין צריך לקרותם באדר השני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי אליעזר ברבי יוסי סבר אף מקרא מגילה [לכתחלה בראשון. ונראה] דדייק מדקתני משנה יתירא שכל מצות שנוהגות בשני נוהגות בראשון [דמשמע] לכתחילה ויש שנוהגין לעשות ימי משתה ושמחה בארבעה . עשר ובחמשה עשר של אדר הראשון וריהטא דמתניתין נמי משמע כן מדקאמר אלא מקרא מגילה בלבד ומתנות עניים מכלל דלענין משתה ושמחה זה וזה שוין ולא נהירא דהא אמרינן בגמרא הא לענין הספד ותענית זה וזה שוין מכלל דשמחה ומשתה ליכא דע\"כ לא תליא הא בהא דאי תליא הא בהא לאשמעינן דמשתה ושמחה נהגו בהו וממילא נאסר בהספד דהא הימים האמורים במגילת תענית האסורים בהספד אין בהן משתה ושמחה וכן הלכה שאין צריך להחמיר לעשות משתה ושמחה באדר הראשון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מסתבר טעמיה דאין מעבירין על המצות. מכאן קשה להא דאמרינן בפרק איזהו מקומן (זבחים דף נא. ושם) בגמרא דקאמר שירי הדם היה שופך על יסוד מערבי של המזבח ודייק טעמא דאמר קרא אל יסוד מזבח העולה וקשה התם למה לי קרא תיפוק ליה דאין מעבירין על המצות וכשהוא יוצא מפתח ההיכל שהוא מערב ביסוד מערבי הוא דפגע ברישא ויש מפרשים דלא שייך למימר אין מעבירין על המצות אלא היכא שיש לפניו שתי מצות שיש לו לעשות קודם אותה דפגע ברישא וזה אינו דהכא ליכא אלא מצוה אחת ואפילו הכי מפרש הטעם משום דאין מעבירין ורבינו יהודה תירץ דאי לאו קרא הוה אמינא דאין מעבירין לכתחילה הא דיעבד שרי משום הכי איצטריך דאסור בדיעבד אי נמי נראה התם דמטעם דאין מעבירין לא חזינן אלא דכל מערבי של מזבח כשר אבל יסוד לא חזינן דצריך משום הכי איצטריך קרא לאשמועינן יסוד:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נאמרה לקרות ולא לכתוב. משמע דסבר דמותר לקרותה ע\"פ וקשה דהיכי פליג על סתם משנה דלקמן דפ\"ב (דף יז:) דתני קראה על פה לא יצא ורב נמי הוא דאמר לקמן (דף יט.) שצריך לכותבה ולתופר' בגידין ור' יוחנן נמי [אמר] (שם:) דאם קראה בין הכתובים לא יצא לכך נר' לפר' . דהא דקאמר לא ניתנה ליכתב ברוח הקודש אבל מדרבנן ניתנה ליכתב ולקרות ואכתי קשיא דהא אמרינן בפ' הממונה במסכת יומא (דף כט.) נמשלה אסתר לאילת השחר מה שחר סוף הלילה אף אסתר סוף הנסים ופריך והא איכא חנוכה ומשני ניתן ליכתב קאמר ופריך הניחא למאן דאמר ניתן ליכתב אלא למאן דאמר לא ניתן ליכתב מאי איכא למימר ואין לומר דהא דניתן ליכתב מדרבנן קרי כתיבה דאם כן הדרא קושיין לדוכתא דהא איכא חנוכה שניתנה לכתוב מדרבנן במגילת תענית ותירץ הר\"ר אלחנן דכתיבה דמגילה מהניא טפי דהא צריכה גידין ושרטוט וכמה דברים דלא צריכי במגילת תענית:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לכולהו איכא פירכא בר מדשמואל. וקשה דלשמואל מי ליכא פירכא דהא רבא גופיה הוא דאמר פרק רבי עקיבא (שבת דף פח. ושם). (מכאן מודעא רבה לאורייתא) שקבלו שנית בימי אחשורוש אלמא דאיצטריך קרא לדרשא אחרינא ויש לומר דלא חשיב האי פירכא דהא שפיר שמעינן מינה תרתי ולא דמי האי פירכא לשאר פירכות דאינך דסתר סברתם לגמרי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורב נחמן אמר מהכא וזכרם לא יסוף מזרעם. דברישא דקרא לא חזינן אלא היהודים שבאותו הדור:"
            ], 
            [
                "ורב נחמן אמר מהכא וזכרם לא יסוף מזרעם. דברישא דקרא לא חזינן אלא היהודים שבאותו הדור:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דלא ידע בין ארור המן לברוך מרדכי. [בירושלמי] ארורה זרש ברוכה אסתר ארורים כל הרשעים ברוכים כל היהודים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין בין יו\"ט לשבת. צריך לומר דה\"פ אין שום מלאכה אסורה לשבת שלא תהא אסורה ליום טוב אלא אוכל נפש בלבד אבל . שאר חלוקים יש ביניהן שזה בסקילה וזה בלאו:"
            ], 
            [], 
            [
                "אין בין יו\"ט לשבת. צריך לומר דה\"פ אין שום מלאכה אסורה לשבת שלא תהא אסורה ליום טוב אלא אוכל נפש בלבד אבל . שאר חלוקים יש ביניהן שזה בסקילה וזה בלאו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אן במכשירין שאי אפשר לעשות מערב יו\"ט. משמע מדלא פליגי אלא במכשירין מכלל דגוף המאכל שרי לעשות ביום טוב אע\"ג דאפשר לעשות מערב יו\"ט ומדרבי יהודה נשמע לרבנן דהא לא פליגי עליה אלא במכשירין וא\"כ קשיא דאמר בפרק המצניע (שבת דף צה. ושם) החולב והמגבן והמחבץ והרודה חלות דבש בשבת חייב חטאת הזיד ביו\"ט לוקה את הארבעים אע\"ג דהוי אוכל נפש ואפי' לרבנן דאמרי התם אחד זה ואחד זה אין בו אלא משום שבות מ\"מ מודו היכא דאיכא אב מלאכה דלוקה ויש לומר דודאי אוכל נפש המתקלקל אם עושהו מאתמול מותר לעשות ביו\"ט אבל אוכל נפש דעדיף טפי כשהוא עשוי מאתמול כגון ההוא דהמצניע אסור לעשותו ביו\"ט אבל מכשירין דלא מתקלקל כשנעשו מאתמול בהא ודאי יש לחלק [בין] היכא דאפשר ללא אפשר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חייבי כריתות בכלל היו. פירוש הקונטרס בכלל ונכרתו הנפשות העושות וקשה דאם כן הוי ליה למימר אחותו בכלל היתה כלומר בכלל ונכרתו הנפשות ולא היה לו לכתוב כרת בה ויש לומר דהכי פירושו חייבי כריתות בכלל היו פירוש בכלל המלקיות דבכל אחת ואחת יש לאו ולמה יצאת כרת באחותו בלא לאו שהרי הכרת לא איצטריך שהרי היתה בכלל ונכרתו אלא ודאי יצתה לדונה בכרת ומינה נגמר לכל האחרים כדין דבר שהיה בכלל:"
            ]
        ], 
        [
            [
                "אלא דריסת הרגל וכלים שאין עושין בהן אוכל נפש. דמודר הנאה אסור בהן ומודר מאכל מותר במקום שאין משכירין . אבל במקום שמשכירין בפרוטה אסור אפי' במודר מאכל דאותה פרוטה ראויה לקנות ממנה מאכל אבל כלים שעושין בהן אוכל נפש אסור אפילו בפחות משוה פרוטה כיון דהוי אוכל נפש:"
            ], 
            0, 
            [
                "דריסת הרגל הא לא קפדי אינשי. קשה דהא בחזקת הבתים (ב\"ב דף נז:) קאמר בגמרא אלו דברים שאין להם חזקה ואלו דברים שיש להם חזקה וכו' מעמיד בהמה בחצר אין להם חזקה ומוקי לה התם בשותפין דבהעמדה כדי לא קפדי ופריך והתנן השותפין שנדרו הנאה זה מזה אסורין ליכנס בחצר ומשני לה התם מיהו שמעינן לה מינה דאדריסת הרגל קפדי ולא קשה מההיא דהתם פרק בתרא דביצה (דף לט:) דמשני התם דלעולם לא קפדי ומני ר' אליעזר היא דלמא התם מיירי בשותפין אבל שאר אינשי. ודאי קפדי אבל הכא קשיא דמיירי בסתם בני אדם ואפי' הכי קאמר דלא קפדי ותירץ ר\"ת דהכא מיירי בבקעה דלא קפדי בה שום אדם וסברא הוא לומר כן דומיא (דרישא) דכלים שאין עושין בהן אוכל נפש דמיירי שאין משכירין כיוצא בהן דמוקימנן לה בנדרים (דף לב:) כרבי אליעזר:"
            ], 
            0, 
            0, 
            0, 
            [
                "אין בין נדר לנדבה. קשיא אמאי לא תני שנדבה באה מן המעשר דכתיב (דברים כז) וזבחת שלמים גבי מעשר ונדר אינו בא אלא מן החולין וכיון דאמר הרי עלי הוי נדר וי\"ל דמן הדין לא תנא ליה משום דאיירי בקרבן שהופרש כבר ואשמעינן דאין חילוק בעבודתן אבל בקרבן שלא הופרש פשיטא ליה שיש הרבה חילוקים אי נמי דתנא ושייר ונהי דאין בין קאמר דמשמע דהוי דוקא כדאמר במרובה (ב\"ק דף סב: ושם) מ\"מ לא קשיא דבמסכת תענית (דף יג: ושם) אשכחן אין בין דשייר דקאמר אין בין שלש אמצעיות וכי תימא תנא ושייר והא אין בין קתני ופריך ותסברא אין בין דווקא והא שייר תיבה ומשני אי משום תיבה לאו שיורא הוא מכל מקום משמע דאי הוה משייר ליה לא הוה קשיא ליה כלל אף על גב דקתני אין בין :"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "יש ספרים דגרסי ומה מצורע שאין מטמא משכב ומושב. ובתורת כהנים תני שמטמא משכב ומושב ותירץ רש\"י בפסחים (דף סז: ד\"ה זב) דהיינו לטמא אוכלין ומשקין אבל לא לטמא אדם וכלים. כגון זב:"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "עד שיכתוב אשורית ועל הספר ובדיו. לקמן מוקי לה במגילה וקשיא דהא אמרינן בפרק שני (דף יח.) גיפטית לגיפטים עילמית לעילמים יצא ומיירי ודאי שכתוב באותו לשון שקורא דאם לא כן הוי קורא על פה ולא יצא ואם כן קשיא אמאי לא מטמאה את הידים כיון שנתנה לקרות וליכתב בכל לשון שמכירין בה ויש לומר דכיון שאינה כשרה לקרות אלא למכירים בה דין הוא שלא תטמא את הידים אבל היכא דכתיבה אשורית כשירה אף לשאינן מכירין ומשום הכי דין הוא שתטמאה את הידים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בשלמא תורה איכא יגר שהדותא. וקשה אמאי מפסלא בהכי והלא אילו היה חסר כל אלו השלש תיבות לא מפסיל בהכי כדאמרינן בגיטין (דף ס.) ספר תורה שחסר יריעה אחת אין קורין בו משמע דווקא יריעה אחת אבל פסוק אחד לא ודחק הקונטרס לומר דגרע טפי כשהוא כתוב תרגום מכשהוא לא נכתב כלל ויש לומר דהכא לא בא אלא להשמיענו דהוי טעות וצריך להגיהו:"
            ], 
            [], 
            [], 
            [
                "כאן במגילה כאן בשאר ספרים. וקשה דהך ברייתא כמאן מתוקמא לא כרבן שמעון בן גמליאל ולא כרבנן דאי רבנן א\"כ הוה ליה למיתני במתני' מגילה גבי תפילין ומזוזות שאין נכתבין אלא אשורית וכרבן שמעון בן גמליאל לא מתוקמא שהרי הוא מתיר אף יונית ואין לומר דהני מילי בשאר ספרים [מתיר רשב\"ג יונית] אבל במגילה מודה שצריך אשורית זה אינו דהא בפרק שני (דף יח.) אמרי רב ושמואל דלעז יונית לכל כשר ומסיק דאינהו אמור כרשב\"ג ומסיק נמי התם קא משמע לן דאף במגילה נמי אמרי מלתייהו ועל כרחך צריך לומר שזה המתרץ אין סובר דרבן שמעון בן גמליאל קאי כוותיה דרב ושמואל דלקמן אלא סובר ליה דרבן שמעון בן גמליאל לא התיר במגילה אלא אשורית ומשום דכתיב בהו ככתבם וכלשונם ורב ושמואל דלקמן סבירא להו [כשינויא] דרב אשי דבסמוך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורב אשי אמר ההוא בשאר ספרים ור' יהודה היא. וקשה דהא בפרק כל כתבי (שבת דף קטו: ושם) אמר רב אשי אין בין ספרים למגילה אלא שהספרים נכתבין בכל לשון ומגילה צריך אשורית בספר ובדיו אלמא דבשאר ספרים לא צריך אשורית וספר ודיו ואם כן מנא ליה לרב אשי לומר דר' יהודה מחמיר ומצריך כולי האי והא לא אשכח התם שום תנא דפליג עליה וי\"ל דההיא דכל כתבי (ג\"ז שם) מיירי לענין הצלה מפני הדליקה דווקא והכי קאמר בשאר ספרים יש להצילם אע\"ג דנכתבין בכל לשון שהרי יש בהן כמה שמות קדושים אבל במגילה שאין בה שום אזכרה אין להצילה אלא אם כן כתובה כהלכתה והכא מיירי להכשיר לקרות בהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלהים ברא בראשית. פ\"ה שאם כתבו בראשית ברא היו אומרים בראשית שם הוא ושתי רשויות הן וקשה שהרי בראשית אין שם כלל אלא בתחלה ועוד שכתבו לו בלשון יונית בתחלה ונ\"ל שהיונים היו יודעים שלעולם יש להזכיר הבורא בתחילה ואם כן אלו כתבו בראשית קודם היה אומר דשתי רשויות הן והתיבה הראשונה הוי בורא אחד ואלהים הוי השני משום הכי הפכו לו:", 
                "על נושא אדם. פן יאמר להם וכי לא היה לו למשה רבכם סוס או גמל:", 
                "(ואל) זאטוטי בני ישראל. וקשה אמאי לא כתבו לו וישלח את אצילי בני ישראל כדכתיב בסמוך והוי לשון גדולה ויש לומר לפי שלא רצו לשקר ולכך כתבו לו זאטוטי במקום נערי ובמקום אצילי דמשמע לשון גדולה כמו זוטו של ים (ב\"מ דף כא:) ומשמע נמי לשון השפלה כדאמרינן התם האומר לצולה חרבי (ישעיהו מד) זו בבל שהוא זוטו של עולם פי' עומקו ותחתיתו ושפלה מכל ארצות כדאמרינן נמי התם (שבת דף קיג:) הלכך נקרא שמה בבל שכל מתי מבול ננערו שם (זבחים דף קיג:):"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "אין בין כהן משוח למרובה בגדים אלא פר הבא על כל המצות. פירוש פר כהן משיח שחטא בשוגג דעשה אחת מכל מצות ה' אשר לא תעשינה ואשם בדבר שזדונו כרת אבל לא מיירי בפר העלם דבר של צבור דכתיב ביה הכהן המשיח (יחטא) דהא מרבינן בת\"כ ואפילו כהן הדיוט יכול להביאו וכל שכן מרובה בגדים:"
            ], 
            [
                "אין בין כהן המשמש לכהן שעבר אלא פר יום הכפורים. קשה אמאי נקט לכהן שעבר דהא אפילו ביום שאירע בו פסול לכהן המשמש ושמש זה תחתיו הוי חילוק זה שהפר בא מן המשמש אע\"פ שאין משמש כדאי' בירושלמי ואם כן הוה ליה למימר בין הכהן המשמש לכהן שיעבור וי\"ל דאי נקט לאותו שיעבור הוה משמע הא לאותו שעבר כבר דהוי בכל שנה יש הרבה חילוקים ביניהם משום הכי נקט לאותו שעבר לאשמועינן דאף בדידיה ליכא אלא חילוק זה וא\"ת למאי דפרישית שהפר הוי מאותו שאירע בו הפסול אע\"ג שאין משמש א\"כ קשיא מהא דאמר סוף פ\"ק דשבועות (דף יד:) אשר לו ולא משל אחיו הכהנים ואדרבה היה לו לומר ולא מאותו המשמש תחתיו דהוי רבותא טפי ושמא משום דהוי מלתא דלא שכיחא שבקיה ונקט מידי דשכיח כל שנה וההיא נמי דהקומץ רבה (מנחות דף יט.) דקאמר דגלי רחמנא שחיטה בבעלים לא קשה לפירושינו דשרי דכיון דזכי ליה רחמנא הוי כאילו מקדיש משלו:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "ולא לכהן הדיוט משום מעלין בקדש וכו'. קשיא למה ליה האי טעמא תיפוק ליה דכיון דראוי לכהן גדול אי לאו משום איבה א\"כ אינו יכול לשמש בארבעה בגדים משום דהוה ליה מחוסר בגדים ויש לומר דמשום האי טעמא לא היינו מקפידין כיון דעל פי בית דין הוא אי לאו טעמא דמעלין:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "מני רבי שמעון היא דאמר אף צבור לא הקריבו. נראה דכיון דמוקמינן למתני' כרבי שמעון א\"כ סיפא נמי אתיא כוותיה דקתני זה הכלל כל הנידר ונידב קרב בבמה וקשה דהא נזירות דהוי דבר הנידר ונידב כדאמרינן בפרק שני דתמורה (דף יד: ושם) ואפילו הכי אית ליה לר' שמעון פ' בתרא דזבחים (דף קיז. ושם) דמנחות ונזירות אין קרב אפילו בבמה גדולה וי\"ל דהכי מיפרשא מתניתין זה הכלל כל הנידר ונידב שקרב בבמה גדולה כגון עולה ושלמים ליחיד קרב בבמה קטנה וכל שאינו נידר ונידב ואע\"פ שקרב בבמה גדולה אין קרב בבמה קטנה אבל מודה הוא דיש נידר ונידב שאין קרב לא בבמה גדולה ולא בבמה קטנה:"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            [
                "שמעתי שמקריבין בבית חוניו. קשיא היאך מקריבין שם בטומאה דהא גזרו טומאה על ארץ העמים ויש לומר דשמא לגבי הא לא גזרו חכמים טומאה כיון שמן התורה יכול להקריב:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "ומאי טעמא הדר ביה משום קושיא דרב מרי. הקשה הר\"ר חיים ומתחילה היכי אמר למילתיה וכי לא היה יודע המשנה והלא הן שגורות בפי כל ועוד קשיא כיון דתנאי היא אמאי הדר ביה לימא אנא דאמרי כמאן דאמר לא קדשה לכך נראה להר\"ר חיים דכ\"ע מודו דמשבאו לירושלים נאסרו הבמות ושוב לא היה להן היתר והני תנאי בהא פליגי דמאן דאמר לא קדשה סבר דאף במקומו של מזבח אין יכולין להקריב עכשיו ומאן דאמר קדשה סבר דבמקום מזבח מותר להקריב אבל לא בבמה:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "דכולי עלמא קדושה ראשונה קדשה לשעתה וקדשה לעתיד לבוא. הקשה רבינו תם אמאי לא מייתי ראיה דרבי אליעזר אית ליה בפ' קמא דחגיגה (דף ג: ושם) דלא קדשה לעתיד לבוא דקאמר התם מעשה ברבי יוסי בן דורמסקית ומסיק אמר ר' אליעזר כך מקובלני מרבן יוחנן בן זכאי עמון ומואב מעשרין מעשר עני בשביעית מה טעם משום דהרבה כרכים כבשו עולי מצרים ולא כבשום עולי בבל וקדושה ראשונה קדשה לשעתה ולא קדשה לעתיד לבא ותירץ רבינו תם דמה טעם דהתם גמרא הוא דקאמר לה ולאו מילתא דרבי אליעזר היא ותדע דהא במשנה דמסכת ידים (פ\"ד משנה ג) דתניא מילתיה דרבי אליעזר לא תנא לה והכי פירושה מה טעם מעשרין משום דכי האי גוונא אשכחן בערי ישראל שהניחום עולי בבל מלקדש למאן דאמר לא קדשה כדי שיסמכו עליהן עניי ישראל בשביעית וכל שכן עמון ומואב שהן חוצה לארץ שהניחום עולי בבל מלקדש למאן דאמר לא קדשה והניחום לעניים דהא לא מיירי בעמון ומואב שטהרו בסיחון אלא מיירי באותן שהניחו ישראל בצאתם ממצרים ולא כבשום והכי נמי משמע במסכת ידים (ג\"ז שם) דחשיב להו עם בבל ומצרים שהן חו\"ל וההיא דחזקת הבתים (ב\"ב דף לח.) דקאמר שלש ארצות לחזקה יהודה ועבר הירדן והגליל דמשמע דעמון ומואב שהיו בעבר הירדן היו מא\"י מיירי בעמון ומואב שטהרו בסיחון ועוד הקשה ר\"ת מהא דאמר במס' ביצה (דף ה: ושם) ובר\"ה (דף לא:) כרם רבעי היה לו לרבי אליעזר ובקש להפקירו לעניים וא\"כ משמע דאית ליה קדשה לעתיד לבוא ומשום שלא היה רוצה לטרוח להוליכו לירושלים היה מפקירו לעניים שיוליכו אותו ויאכלוהו שמה דאי סבר לא קדשה והיה צריך לפדותו כאותו שבחוצה לארץ שצריך לפדותו אמאי היה צריך להוליך לירושלים וגם מה היו העניים מרויחים אחרי שצריך לפדותו וי\"ל משום דבראשונה כרם רבעי שבארץ ישראל היה צריך להוליכו לירושלים גם בקש ר' אליעזר להוליכו משום דכל דבר שנאסר במניין צריך מניין אחר להתירו ואהא מייתי לה בביצה (ג\"ז שם) ומכל מקום העניים היו מרויחים במה שהיו יכולים לחללו בשוה פרוטה כדשמואל ונהי דשמואל לא אמר למלתיה אלא בדיעבד כדמשמע לישנא שחללו היינו דווקא בזמן שבית המקדש קיים אבל בזמן הזה לא ואפילו לכתחילה והכי נמי איתא בשאלתות דרב אחאי בפרשת קדושים תהיו (סוף סימן ק') ומברך על פדיון עובר לעשייתן וקלי ליה לדמי פדיוניה או ישליכם לנהר: [וע\"ע תוס' ר\"ה לא: ד\"ה בקש]:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "למה מנו חכמים את אלו. קשה אמאי מייתי הך ברייתא דלא מוכחא אלא דקדושה ראשונה לא בטלה והאיכא תנא דאית ליה בפ' הערל (יבמות דף פב:) דקדושה ראשונה ושניה יש להן הא שלישית אין להן דקדושה אחרונה לא בטלה וקדושת חוניו היתה לאחר קדושה שלישית ויש לומר דאפילו למאן דאמר קדושה אחרונה לא בטלה היינו דוקא לענין תרומה בזמן הזה אבל לכל מילי אחריני ודאי בטלה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאר זה לשון. קשה שעדיין הם מספרין [בבבל] בלשון ארמית ונראה דרוצה לומר [לשון מלכות] שהמלכים משתמשין בו שאין שאר [העם] מכירין בו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבה בר עופרן. גרסינן ולא גרסינן עפרון דשם רשעים ירקב ולא מסקו בשמייהו:"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "שלשה מלכו בכל העולם כולו. והא דלא חשיב אלכסנדר מוקדון משום דלא איירי הכא אלא באותם הכתובים להדיא:"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אתה מטיל קנאה. וא\"ת למ\"ד לעיל הראוי לגינה לגינה הראוי לחצר לחצר א\"כ אתה מטיל קנאה בסעודה י\"ל דסבירא ליה דכיון שלא היו רואין זה את זה ליכא קנאה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כדת של תורה אכילה מרובה משתיה. והא דאמרינן בנדה (דף כד: ושם) כל שאכילתו מרובה משתייתו עצמותיו סכויין היינו באוכל יותר מדאי:"
            ]
        ], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "שפרחה בה צרעת. בירושלמי מפרש דילפינן נגזר דכתיב גבי ושתי מנגזר דכתיב גבי עוזיה כשנצטרע דכתיב ביה נגזר מבית ה' (דברי הימים ב כו):"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                "זיל לגבי עמון ומואב דיתבי בדוכתייהו כחמרא. וקשה דהא פרק תפלת השחר (ברכות דף כח.) פריך וכי עמון במקומו יושב והלא בא סנחריב ובלבלו לכך פר\"ת דגרסינן הכא מואב לחוד דקרא נמי לא הזכיר אלא מואב דכתיב שאנן מואב ובברכות נמי לא גרסינן אלא עמון ומזה הטעם התירו ליהודה גר העמוני לבא בקהל אבל משמע דגרי אינך לא רצו להתיר לבא בקהל לפי שלא בלבל סנחריב מצרים ולא בלבל מואב ומיהו קשה דבברכות משמע באותה שהבאתי שסנחריב בלבל עמון ובירמיה חשיב להו באותן שהגלה נבוכדנצר וי\"ל לפי שסנחריב היה ראשון שבלבל נקרא הכל על שמו ועליו כתיב ואסיר גבולות עמים ועתידותיהם שוסתי אבל ודאי עיקר החורבן היה ע\"י נבוכדנצר:"
            ], 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            [
                " ממוכן יש מדרש שהיה דניאל ולפי שהיה נשוי לשרית שהיתה גדולה ממנו שלא היה יכול לכופה לדבר כלשונו יעץ לעשות כן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                " כל הכופר בע\"ז נקרא יהודי שנאמר איתי גוברין יהודאין. על שם יהודי שהרי אמר בחלק (סנהדרין דף צג:) דלא הוו משבט יהודה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אשר הגלה שגלה מעצמו. ודריש ליה מדלא כתיב הוגלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קדלי דחזירי. וח\"ו היא לא היתה אוכלת:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וטובלת ויושבת בחיקו של מרדכי - ואם תאמר והא לא הי' שם הבחנת שלש' חדשים שהרי בכל יום היה אותו רשע מצוי אצלה וי\"ל שהיתה משמשת במוך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הכסף נתון לך - גימטריא דהכסף עולה הע\"ץ רמז לו שיתלה עליו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "משום יחוד – כשבאין אליה בני ישראל למשפט:"
            ], 
            [], 
            [], 
            [
                "דכתיב ותתפלל חנה ותאמר עלץ לבי בה' - וה\"נ הוה מצי לאתויי כל הפרשה שכל הנבואה על סנחריב נבוכדנצר והמן כמו שתרגם יונתן אלא קרא דריש פרשתא נקט:"
            ]
        ], 
        [
            [
                "מורד במלכות הוא ולא צריך למידייניה - קשה א\"כ היאך גרס פרק אחד דיני ממונות (סנהדרין דף לו. ושש) דדיני נפשות מתחילין מן הצד מדכתיב גבי נבל ויחגרו איש חרבו ויחגור גם דוד חרבו (שמואל א כה) והא מורד במלכות הוה ולא בעי למידייניה ועוד קשה היאך ישב דוד בדין והא אין מושיבין מלך בסנהדרין כדאמרינן במסכת סנהדרין פרק כ\"ג (דף יח:) וע\"ק מפ' במה בהמה יוצאה (שבת דף נו.) גבי אוריה דקאמר שהיה לו לדונו בסנהדרין ואמאי והא מורד במלכות היה וי\"ל דהכא ה\"פ מורד במלכות הוא ולא צריך למידייניה כשאר דיני נפשות שדנין בו ביום לזכות וביום שלאחריו לחובה אלא אפילו בו ביום גומרין לחובה והיינו הא דקאמרה ליה אביגיל וכי דנין דיני נפשות בלילה היה לך להמתין לגמור עד למחרת והוא השיב לה מורד במלכות הוה ואין צריך להמתין עד למחר אבל לדונו ודאי צריך וגם לא קשה מהא שישב דוד בסנהדרין דהא דאין מושיבין מלך בסנהדרין היינו משום דלא הוי כבודו להיות יושב ושותק אבל גבי מורד כבודו הוא להיות יושב ושותק לפי שהוא נוגע בדבר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ה\"ג מאי מבוא בדמים תרי דמים דם נדה ושפיכות דמים מלמד שגלתה שוקה - ולא גרסינן איכא דאמרי מלמד שגלתה שוקה דהא השתא מפרש מאי תרי דמים ועד השתא לא פריש להו:"
            ], 
            [
                "שגלתה שוקה והלך דוד לאורה ג' פרסאות - קשה היאך אותה צדיקת גלתה שוקה לפני דוד ועוד קשה דמחזי כגוזמא לומר שהלך לאור שוקה ג' פרסאות וי\"ל דנמצא בספרים מדויקים שנקוד בהן לאורה כלומר לאור שלה פירוש נתאוה לה דוד והלך באור חמימות שלש פרסאות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דאיגיירה ונסבה יהושע - קשיא היאך נסבה הא אמרי' פ' הערל (יבמות דף עו. ושם) דאפילו בגירותן לית להו חתנות וצריך לומר שלא היתה משבעה עממין אלא משאר עממין ובאת לגור שם ויש מפרשים שרצו לומר שלא הוזהרו על לאו דלא תתחתן עד לאחר שנכנסו לארץ וזה אינו דאמרי' במדרש דנתינים באו להתגייר בימי משה כמו בימי יהושע ואף על פי כן לא הותרו לבא בקהל אלא היו חוטבי עצים ושואבי מים אלמא דקודם שעברו את הירדן ונכנסו לארץ הוזהרו עליהם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ארבע נשים יפיפיות היו בעולם - קשה אמאי לא חשיב חוה דהא אמרינן בפ' חזקת הבתים (ב\"ב דף נח.) שרה לפני חוה כקוף בפני אדם ויש לומר דלא חשיב אלא אותן הנולדות מאשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כשם שאבדתי מבית אבא כך אבדתי ממך - וא\"ת אמאי לא היה מגרשה ותהא מותרת להחזירנה י\"ל לפי שכל מעשה הגט הוא ע\"פ עדים והיה ירא פן יתפרסם הדבר למלכות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ביום השלישי - בזכות תורה נביאים וכתובים א\"נ כהנים לוים וישראלים אי נמי משה ואהרן ומרים אי נמי שלישי דמתן תורה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "זה הדן דין אמת לאמתו - נראה דמשום הכי נקט אמת לאשמועינן דבדין מרומה צריך לחקור העדים בטוב עד שיתבאר האמת ואז ידונו אותו לאמתו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "[ה\"ג אל תקרי שברת אלא שרבבת – ל' אשתרבובי (סוכה ה.) ול\"ג שריבבת]:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ודחי עשרה אלפי ככרי כספא - שמעתי שעשרה אלפי ככר כסף עולין חצי שקל לכל אחד מישראל שהיו שש מאות אלף כשיצאו ממצרים ואמר שיתן לאחשורוש כל פדיונם ודוק ותשכח:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "צריך לאומרן בנשימה אחת - נראה דהיינו לכתחילה אבל בדיעבד יצא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמרה מיבעי ליה - דמשמע דהכי קאמר ובבואה לפני המלך אמרה לו מלבד הספר שעמו לעשות ולשלוח בכל המדינות אמרה לו עוד ישוב מחשבתו הרעה דכיון דקאמר בבואה אמר משמע שיש לנו לומר מה שאמרה:", 
                "הדרן עלך מגילה נקראת"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' הקורא את המגילה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "על הספר ובדיו - פירש ר\"ת שהדיו שלנו הוא דיו גמור אבל של עפצים לא הוי דיו והכי משמע פ\"ב דגיטין (גז\"ש) דתניא בכל כותבין בדיו ובסם ומסיק בכל דבר של קיימא ומסיק לאתויי מאי ומשני לאתויי הא דתנא רבי חייא כתבו במי טריא ועפצא כשר ומדאצטריך לאתויי עפצא מרבוייא בתר דתני דיו שמע מינה דעיקר דיו לא הוי מעפצא ומטעם זה רצה לפסול ספר תורה הכתובה מדיו של עפצים והאשכנזים השיבו לו דהתם מיירי במים ששרו בהן עפצים אבל אותו שעשו מגוף העפצים ודאי הוא טוב ומ\"מ נראה דאותו שלנו הוי עיקר דיו כדמשמע פרק כל היד (נדה דף כ.) דרבי אמי פלי קורטא דדיותא ובדיק פירוש משבר חתיכה של דיו ובדיק ביה דם שחור ובאותו שלנו שייך שבירה ולא באותו של עפצים:"
            ]
        ], 
        [
            [], 
            [
                " רבנן אמרי אמר קרא שמע - נראה דהלכה כחכמים חדא דיחיד ורבים הלכה כרבים ועוד דקאמר ורבנן סברי כמאן דאמר הקורא את שמע ולא השמיע לאזנו יצא ובפרק שני דברכות (דף טו:) מסקינן כתנא קמא דרבי יוסי דאמר כן התם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל התורה בכל לשון נאמרה - פירש הקונטרס שנתנה לקרות בכל לשון שרוצה לקרות בספר תורה וקשה שהרי קריאת התורה אינה מן התורה אלא מדרבנן לבד מפרשת זכור דהוי דאורייתא ונראה דהכי פירושא כל קריאה שבתורה כגון מצות חליצה ופרשת עגלה ערופה וידוי מעשר ובכורים וכל אלו השנויין פרק אלו נאמרין בסוטה (דף לב. ושם):", 
                "דאי בלשון הקודש נאמרה למה לי למיכתב וכו' - קשיא דהא בפרק אלו נאמרים בסוטה (דף לג. ושם) מצריך קרא בין למאן דאמר בכל לשון נאמרה בין למאן דאמר בלשון הקודש נאמרה ויש לומר דהתם בעי לאוקמי רבוי אליבא דכולי עלמא למאן דאמר בכל לשון נאמרה צריך קרא לרבויי לשון הקדש ולמאן דאמר בלשון הקודש נאמרה צריך לרבויי בכל לשון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הסדיר שמונה עשרה ברכות על הסדר - מכאן קשיא למה שפרש\"י בברכות (דף לד. ושם) גבי אמצעיות אין להן סדר דפירש דאם טעה באחת מן הברכות ושכח אחת מהן שצריך לחזור שאומר אותה ברכה ששכח במקום שנזכר וגומר תפלתו וקשיא דאם כן הוא אומר השמונה עשרה ברכות למפרע והכא חזינא דשמעון הפקולי התקין אותן על  הסדר אלא נראה לפרש התם אין להן סדר דלא הוו כשלש ראשונות ושלש אחרונות דחוזר לראש השלשה כשטעה באחת מהן אלא חוזר לאותה ששכח וגומר ממנה ולמטה הכל כסדר אבל בענינו אין חוזר כיון שעבר מקומו והכי נמי אמרינן לקמן (דף יח:) גבי מגילה שאם השמיט פסוק אחד שמתחיל וקורא מאותו פסוק ולמטה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ודוד כי אמרה בפרשת תשיעית אמרה - פירש הקונטרס ואף על גב דליכא אלא ח' מזמורים עד התם אשרי האיש ולמה רגשו גוים תרתי נינהו וקשיא דהא פרק קמא דברכות (דף י.) אמר דחדא פרשה היא ומסיק התם דכל פרשה שהיתה חביבה לדוד התחיל בה באשרי וסיים בה באשרי כגון זו שמתחלת באשרי האיש ומסיימת באשרי כל חוסי בו והיינו סוף דלמה רגשו אלמא דחדא פרשה היא וצריך לומר דלמנצח על מות ולמה ה' תעמוד ברחוק תרתי נינהו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דאי סלקא דעתך למזבח קרי ליה יעקב אל - נראה דהכי נמי כתיב (שמות יז) ויקרא שמו ה' נסי ויקרא לו ה' שלום (שופטים ו) ומתרגמי' ופלח וצלי מ\"מ יש לומר דהתם על שם הנס ועל שם השלום שאירע להן היו קוראין למזבח כן אבל הכא ליכא שום מעשה שנוכל לומר שע\"י כן קראו יעקב אל ואם איתא שיעקב קראו אל הוי ליה לפרושי להדיא:"
            ], 
            [
                "דאי סלקא דעתך למזבח קרי ליה יעקב אל - נראה דהכי נמי כתיב (שמות יז) ויקרא שמו ה' נסי ויקרא לו ה' שלום (שופטים ו) ומתרגמי' ופלח וצלי מ\"מ יש לומר דהתם על שם הנס ועל שם השלום שאירע להן היו קוראין למזבח כן אבל הכא ליכא שום מעשה שנוכל לומר שע\"י כן קראו יעקב אל ואם איתא שיעקב קראו אל הוי ליה לפרושי להדיא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נקוט דרב ביבי בידך - דאמר רב אין הלכה כרבי מונא שאמר שחוזר לראש וכן הלכה דאין צריך לחזור לראש דהלכה כרב באיסורי דאמר כן ורבי יוחנן קאי כוותיה בפרק בתרא דר\"ה (דף לד: ושם) דאמר שאם שמע תשע תקיעות בתשע שעות ביום יצא ומסיים התם תניא נמי הכי ומייתי הא ופריך והא אמר רבי יוחנן משום ר\"ש בן יהוצדק שאם שהה כדי לגמור את כולה חוזר לראש ומשני הא דידיה הא דרביה ומדתניא כוותיה שמע מינה הלכתא כוותיה ומכאן סומך ר\"י כשעומד באמת ויציב שממתין עד שיאמר עם הצבור קדושה וברכו ואמן יהא שמיה רבא:"
            ], 
            [], 
            [
                "שקידש אחיו את אחותה - דווקא קידש אומרים לו המתן מלישא דכיון דאינה עדיין אלא ארוסה נראה שנושא אחות זקוקתו אבל אם נשאה אשתו גמורה היא ואין צריך להמתין דהא פקע זיקה לגמרי ודוקא קידש אחר נפילה אבל קודם נפילה שלא היתה אחות זקוקתו בשעת הקדושין אין אומרים לו המתן שהרי לא היתה שום זיקה מעולם וטעמא דר' יהודה משום דסבר יש זיקה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תפלין אינן צריכין שרטוט - פירש ר\"ת דכן הלכה:"
            ]
        ], 
        [
            [
                "קנקתום חרתא דאושכפי - פירש הקונטרס ארמינט\"א וקשיא דא\"כ יהא אסור להטיל ארמינ\"ט לתוך הדיו אלא ש\"מ דקנקנתום לא הוי ארמינ\"ט דהכי נמי משמע התם דמפרש טעמא דקנקנתום אסור משום דכתיב (במדבר ה) וכתב ומחה גבי סוטה כתב שיכול למחות ודיו שיש בו קנקנתום אינו יכול למחות וא\"כ ש\"מ דקנקנתום לאו היינו ארמינ\"ט שהרי בכל יום אנו מטילין ארמינ\"ט לתוך הדיו שלנו ואפ\"ה מחקינן ליה שפיר ונראה כדפי' רשב\"ם בעירובין (דף יג. ושם) דקנקנתום היינו ויטריול\"ו ונהי דאמרינן התם שהיא ירוקה מ\"מ י\"ל שמשחרת כששוחקים אותה הדק הדק:", 
                "דיפתרא דמליח וקמיח ולא עפיץ -  קשיא א\"כ היאך כותבין על קלפים שלנו דלא עפיצי ספר תורה ותפלין ומגילה ותירץ רבינו תם שהסיד שאנו נותנין בקלפים שלנו מהני כעפצים ותדע דבפרק שני דגיטין (דף יט.) אמר דבלא עפיץ יכול להזדייף ושלנו אין יכול להזדייף על הלבן:"
            ], 
            [], 
            [], 
            [
                "על הספר ובדיו - פירש ר\"ת שהדיו שלנו הוא דיו גמור אבל של עפצים לא הוי דיו והכי משמע פ\"ב דגיטין (גז\"ש) דתניא בכל כותבין בדיו ובסם ומסיק בכל דבר של קיימא ומסיק לאתויי מאי ומשני לאתויי הא דתנא רבי חייא כתבו במי טריא ועפצא כשר ומדאצטריך לאתויי עפצא מרבוייא בתר דתני דיו שמע מינה דעיקר דיו לא הוי מעפצא ומטעם זה רצה לפסול ספר תורה הכתובה מדיו של עפצים והאשכנזים השיבו לו דהתם מיירי במים ששרו בהן עפצים אבל אותו שעשו מגוף העפצים ודאי הוא טוב ומ\"מ נראה דאותו שלנו הוי עיקר דיו כדמשמע פרק כל היד (נדה דף כ.) דרבי אמי פלי קורטא דדיותא ובדיק פירוש משבר חתיכה של דיו ובדיק ביה דם שחור ובאותו שלנו שייך שבירה ולא באותו של עפצים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בן כפר שהלך לעיר בין כך ובין כך קורא עמהם - פירש רש\"י ואע\"פ שקרא כבר ליום הכניסה וקשיא למה יחזור ויקרא שני פעמים ומ\"מ נראה דשפיר פי' רש\"י דכיון שהיה בעיר בלילה נעשה כבני העיר ואע\"פ שעתיד לחזור (בו) בי\"ד ואע\"פ שקרא ביום הכניסה דהא דאמרי' כפרים מקדימים ליום הכניסה כדי שיספיקו מים ומזון לאחיהם שבכרכים ופטורים ממגילה היינו דווקא כשאינם שוהים שם בליל י\"ד אלא ביום י\"ד באים שם אבל כששוהים שם בליל ארבעה עשר ודאי דינם כבני העיר אע\"פ שקראו כבר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ובלבד שיהו משולשין - נראה כמו שפרש\"י שיהיה מראש התפר עד הגיד כמגיד לגיד חבירו בין מלמעלה בין מלמטה והכי נמי משמע במכות (דף ט: ושם) גבי ערי מקלט דקאמר ושלשת שיהו משולשין מדרום לחברון כמחברון לשכם ומשכם לקדש כמקדש לצפון שמע מינה דמשולשין משמע הכי ולא כמו שמפרשים שישים הגיד בראש הדף ובאמצעיתו ובסופו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שיור התפר הלכה למשה מסיני -  נראה דאף במגילה ובשאר ספרים בעינן שיור התפר כיון דטעמא הוי כדי שלא יקרע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חוץ מחרש - סתם חרש הוי אינו שומע ואינו מדבר אבל חרש דהכא מדבר הוא מדקרי המגילה ופקח הוא לכל דבריו חוץ מדבר זה שצריך שישמיע לאזנו:", 
                "ורבי יהודה מכשיר - קשה באיזה קטן מיירי אי בלא הגיע לחינוך מאי טעמא דרבי יהודה דמכשיר והא אמרינן בסוף פ' בתרא דראש השנה (דף כט.) כל שאינו מחויב בדבר אין מוציא אחרים ידי חובתן ואי הגיע לחינוך מאי טעמא דרבנן דפסלי והלא כל האחרים נמי אין חייבין אלא מדרבנן וא\"כ קשיא אמאי לא אמרינן דאתי דרבנן ומפיק דרבנן דהכי נמי אמרינן פ' מי שמתו (ברכות דף כ: ושם) דבן מברך לאביו אע\"פ שהוא קטן ויוצא בברכתו ומוקי לה התם כגון שאכל האב כזית או כביצה דהוי שיעורא דרבנן ואתי קטן שחיובו דרבנן ומפיק האב שלא אכל אלא שיעורא דרבנן ואמאי לא אמרינן כן במגילה וכן בפ' לולב הגזול (סוכה דף לח: ושם) דאמר אין קטן מוציא [בקריאת הלל] ועונין אחריו מה שהן אומרים מאי שנא מברכת המזון וי\"ל דלעולם מיירי בקטן שהגיע לחינוך ואפ\"ה פסלו רבנן משום דמגילה ליכא חיובא אפילו בגדולים אלא מדרבנן וקטן אין מחויב אלא מדרבנן אפילו בשאר מצות ובגדול ליכא אלא חד דרבנן במגילה שהרי בשאר מצות הוא חייב דאוריי' ולא אתי תרי דרבנן ומפיק חד דרבנן אבל ההיא דבהמ\"ז מיירי שהקטן אכל כדי שביעה דהוי חיובא דאורייתא וליכא אלא חד דרבנן ומפיק האב שלא אכל אלא שיעורא דרבנן ומ\"מ קשיא דקאמרינן דרב ששת ורב יוסף אמרי אגדתא בלילי פסחים ומוציאין האחרים משום דסברי מצה בזמן הזה דרבנן ולפי מה שפירש' קשה היכי אתו אינהו דהוו תרי דרבנן דהא סומא פטור מלומר האגדה ומפקי האחרים דחייבים מיהא דרבנן וליכא בהו אלא חד דרבנן וי\"ל דסומא עדיף מקטן שהרי נתחייב כבר מדאורייתא משא\"כ בקטן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ודלמא ר' יהודה היא - משום דפסיק התם כרבי יהודה דחיק לאוקומי מתני' כוותיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא הא דתניא לא יברך אדם ברכת המזון בלבו - קשיא היכי מדמינן ברכת המזון לקריאת שמע בשלמא מגילה איכא למימר דסבר כמאן דאמר דצריך בקריאת שמע השמעת אוזן וסבר דתקינו רבנן מגילה כעין דאורייתא אבל ברכת המזון דהוי דאורייתא ולא כתיב ביה שמע מנלן לתקן ביה דצריך שישמיע לאזנו ויש לומר דקים ליה דגמרינן ברכת המזון מקריאת שמע:"
            ], 
            [
                "אלא הא דתניא לא יברך אדם ברכת המזון בלבו - קשיא היכי מדמינן ברכת המזון לקריאת שמע בשלמא מגילה איכא למימר דסבר כמאן דאמר דצריך בקריאת שמע השמעת אוזן וסבר דתקינו רבנן מגילה כעין דאורייתא אבל ברכת המזון דהוי דאורייתא ולא כתיב ביה שמע מנלן לתקן ביה דצריך שישמיע לאזנו ויש לומר דקים ליה דגמרינן ברכת המזון מקריאת שמע:"
            ]
        ], 
        [
            [], 
            [
                "ולא טובלין ולא מזין אלא ביום - קשיא דהתנן במסכת פרה (פי\"ב משנה י\"א) אין טובלין האזוב בלילה ומזין ביום אבל הוא עצמו טובל בלילה ומזין עליו ביום והכא אמרינן דצריך לטבול ביום ופר\"ת דשתי טבילות הן אחת לפני ההזאה כדי לקבל ההזאה ואותה הויא בלילה כדתנן במסכת יבמות (דף מו:) ואחת לאחר ההזאה והיינו ההיא דכתיבא בקרא וההיא הויא ביממא והכי נמי משמע פ\"ב דכריתות (דף ט.) דאיכא טבילה לפני ההזאה דקאמרינן מה אבותיכם לא נכנסו לברית אלא במילה וטבילה והרצאת דמים והרצאת דמים נפקא לן מויזרוק את הדם וטבילה נפקא לן משום דגמירי דאין הזאה בלא טבילה לפניה כדי לקבל ההזאה והזאת פרה במקום אותה הזאה עומדת ואם כן צריך טבילה לפניה וגם צריך טבילה לאחריה דהא בספרי קתני שאם הקדים טבילה להזאה לא עשה ולא כלום אלמא שיש טבילה לאחר הזאה כדמשמע התם ואחת קודם ההזאה כדמשמע בכריתות ובכמה מקומות בגמרתנו שמזכיר טבילה לפני ההזאה ומ\"מ קשה הכא באיזה טבילה מיירי אי בטבילה דלפני ההזאה כדמשמע לישנא דנקט טובלין ברישא אם כן הויא אפילו בלילה כדפרישית ואי מיירי באותה שלאחר הזאה מאי איריא משום דאיתקש להזאה תיפוק ליה משום דהויא לאחר ההזאה ואינה אלא ביום ולמעוטי לילה שלאחר ההזאה דהיינו ליל שמיני לא איצטריך דכיון דעבר שביעי פשיטא דמותר לטבול בכל עת שירצה וגם רש\"י פירש כן דמשעבר היום מותר לטבול בלילה לכך נראה כפירוש ריב\"א דהכא מיירי בטבילת אזוב דהויא ביממא כדתנן במסכת [פרה שם] ולהכי נקט טובלין ואח\"כ מזין וה\"נ משמע בירושלמי דמייתי קרא דוטבל והזה למדרשא דאתקש טבילה להזאה והיינו טבילת אזוב ומיהו קשה לר\"י דהא אמר בשלהי מסכת יומא (דף פח.) הזב והזבה וטמא מת טבילתן ביום ר' יוסי אומר מן המנחה ולמעלה לא יטבול פירוש אחר שהתפלל תפלת המנחה דתפילת נעילה יכול הוא לאומרה בלילה ופשיטא דהיינו ביום שלאחר ההזאה דאי לפני ההזאה היאך מותר לטבול ביום הכפורים אי משום דטבילה בזמנה מצוה מכל מקום ההזאה הויא שבות כדאמר פרק אלו דברים (פסחים דף סה:) והיאך יכול לעשות ואם תפרש שהזה מאתמול ועכשיו הוא טובל בשמיני אין זו טבילה בזמנה ולא דחיא יום הכפורים וצ\"ל שקיבל ההזאה מקטן או בשוגג או שעבר והזה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולא טובלין ולא מזין אלא ביום - קשיא דהתנן במסכת פרה (פי\"ב משנה י\"א) אין טובלין האזוב בלילה ומזין ביום אבל הוא עצמו טובל בלילה ומזין עליו ביום והכא אמרינן דצריך לטבול ביום ופר\"ת דשתי טבילות הן אחת לפני ההזאה כדי לקבל ההזאה ואותה הויא בלילה כדתנן במסכת יבמות (דף מו:) ואחת לאחר ההזאה והיינו ההיא דכתיבא בקרא וההיא הויא ביממא והכי נמי משמע פ\"ב דכריתות (דף ט.) דאיכא טבילה לפני ההזאה דקאמרינן מה אבותיכם לא נכנסו לברית אלא במילה וטבילה והרצאת דמים והרצאת דמים נפקא לן מויזרוק את הדם וטבילה נפקא לן משום דגמירי דאין הזאה בלא טבילה לפניה כדי לקבל ההזאה והזאת פרה במקום אותה הזאה עומדת ואם כן צריך טבילה לפניה וגם צריך טבילה לאחריה דהא בספרי קתני שאם הקדים טבילה להזאה לא עשה ולא כלום אלמא שיש טבילה לאחר הזאה כדמשמע התם ואחת קודם ההזאה כדמשמע בכריתות ובכמה מקומות בגמרתנו שמזכיר טבילה לפני ההזאה ומ\"מ קשה הכא באיזה טבילה מיירי אי בטבילה דלפני ההזאה כדמשמע לישנא דנקט טובלין ברישא אם כן הויא אפילו בלילה כדפרישית ואי מיירי באותה שלאחר הזאה מאי איריא משום דאיתקש להזאה תיפוק ליה משום דהויא לאחר ההזאה ואינה אלא ביום ולמעוטי לילה שלאחר ההזאה דהיינו ליל שמיני לא איצטריך דכיון דעבר שביעי פשיטא דמותר לטבול בכל עת שירצה וגם רש\"י פירש כן דמשעבר היום מותר לטבול בלילה לכך נראה כפירוש ריב\"א דהכא מיירי בטבילת אזוב דהויא ביממא כדתנן במסכת [פרה שם] ולהכי נקט טובלין ואח\"כ מזין וה\"נ משמע בירושלמי דמייתי קרא דוטבל והזה למדרשא דאתקש טבילה להזאה והיינו טבילת אזוב ומיהו קשה לר\"י דהא אמר בשלהי מסכת יומא (דף פח.) הזב והזבה וטמא מת טבילתן ביום ר' יוסי אומר מן המנחה ולמעלה לא יטבול פירוש אחר שהתפלל תפלת המנחה דתפילת נעילה יכול הוא לאומרה בלילה ופשיטא דהיינו ביום שלאחר ההזאה דאי לפני ההזאה היאך מותר לטבול ביום הכפורים אי משום דטבילה בזמנה מצוה מכל מקום ההזאה הויא שבות כדאמר פרק אלו דברים (פסחים דף סה:) והיאך יכול לעשות ואם תפרש שהזה מאתמול ועכשיו הוא טובל בשמיני אין זו טבילה בזמנה ולא דחיא יום הכפורים וצ\"ל שקיבל ההזאה מקטן או בשוגג או שעבר והזה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דכתיב וביום השמיני ימול - קשיא דבפרק ר' אליעזר אומר אם לא הביא (שבת דף קלב. ושם) דריש האי קרא לומר אפילו בשבת ומבן שמונת ימים דריש ולא בלילה ותניא התם כוותיה דרבי יוחנן וי\"ל דהכא מייתי הדרשה הפשוטה יותר כראיית נגעים והקשה ה\"ר אפרים כיון דמילה אינה בלילה אם כן הויא מצות עשה שהזמן גרמא שהנשים פטורות ממנה וא\"כ קשיא למה לי בפ\"ק דקדושין (דף כט. ושם) קרא דאותו לומר דאשה אינה חייבת למול תיפוק ליה דמצות עשה שהזמן גרמא היא וי\"ל דאי לאו אותו הוה אמינא דהאי דנשים פטורות ממצות עשה שהזמן גרמא היינו היכא דליכא כרת דומיא דמצה ושמחה והקהל דלית בהו כרת ומנייהו ממעטינן נשים אבל מילה שיש בה כרת ונכרתו עליה שלש עשרה בריתות הוה אמינא דמחייב בהו נשים למול את בנייהו קמ\"ל אותו דלא אי נמי למילה שלא בזמנה וכמאן דאמר דנוהגין בין ביום בין בלילה:"
            ], 
            [], 
            [], 
            [], 
            [
                "מאי שנא שומרת יום כנגד יום וכו' - אי ולא טובלין דלעיל מיירי בטבילת אדם אתי שפיר דבעי מאי שנא שהזכיר בפני עצמה אבל אי איירי בטבילת אזוב צריך לפרש הכי מאי שנא שהזכיר שומרת יום לומר שהיא ביום מכל שאר חייבי טבילות:"
            ]
        ], 
        [
            [
                "ספירה ביממא היא - מכאן קשיא לפירוש רש\"י דכיצד צולין (פסחים דף פא. ושם) דפריך ולר' יוסי דאמר מקצת היום ככולו וזבה שראתה בשבעה לספירתה אינה סותרת אם כן זבה גדולה לדידיה היכי משכחת לה ומשני [בראתה כל שני] בין השמשות דאז הוי סוף היום ותחלת האחר בטומאה וקשיא אמאי לא אמר ברואה בלילות דהא ספירת לילה לאו ספירה היא ונמצא שכל היום טמא כיון שתחילתו הוי טמא וי\"ל דסבר ר' יוסי דסוף היום מהני לשמור כמו תחלת היום וה\"נ משמע פרק שני דנזיר (דף טז.) בסופו דקאמר [לר\"י זבה גמורה] היכי משכחת לה אי דחזי בפלגא דיומא אידך פלגא ליהוי לה שימור ואם תאמר אם כן רבי יוסי דסבר מקצת היום ככולו א\"כ היה לו להקשות ר' יוסי ככותאי אמרה לשמעתיה כדקפריך לרב בנדה (דף סט.) וי\"ל דכותאי אמרי אפי' מיום ראשון שפסקה בו דסופרתו ליום ראשון ור' יוסי לא אמר אלא מיום שבעה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והא קי\"ל דעם צאת הכוכבים ליליא הוא - ואם תאמר כיון דקיי\"ל דבצאת הכוכבים הוי ליליא א\"כ אמאי פליגי ר' יוסי ור' יהודה בבין השמשות לימרו בצאת הכוכבים וי\"ל דאף בשיעור צאת הכוכבים יש חילוק שיש כוכבים נראין ביום:"
            ], 
            [
                "והא קי\"ל דעם צאת הכוכבים ליליא הוא. ואם תאמר כיון דקיי\"ל דבצאת הכוכבים הוי ליליא א\"כ אמאי פליגי ר' יוסי ור' יהודה בבין השמשות לימרו בצאת הכוכבים וי\"ל דאף בשיעור צאת הכוכבים יש חילוק שיש כוכבים נראין ביום:"
            ], 
            [], 
            [
                "והיה לנו הלילה למשמר - קשיא דהא אמרינן בברכות (דף ב: ושם) גבי צאת הכוכבים לילה הוא ואע\"פ שאין ראיה לדבר זכר לדבר דכתיב והיה לנו הלילה למשמר ואמאי לא הוי ראייה גמורה כדמפקינן הכא מקרא ויש לומר דהתם בעי לאסוקי דזמן שכיבה דגבי ק\"ש הוי צאת הכוכבים ומש\"ה קאמרינן התם דאין זו ראייה גמורה דנהי דהוי לילה באותה שעה מ\"מ לא הוי זמן שכיבה לכל אדם:"
            ], 
            [], 
            [], 
            [
                "כל הלילה כשר לקצירת העומר - אומר ר\"ת שאם שכח לברך בלילה לא יברך ביום כדמשמע בהאי סתמא דמתני' דנהי דאיכא סתמא במנחות (דף עא.) דתני נקצר ביום כשר בדיעבד מ\"מ סתמא דהכא עדיפא דהא קתני לה גבי הלכתא פסיקתא דדינא ועוד נראה דאפי' למאן דמכשר קצירת העומר ביום דיעבד מודה הוא גבי ספירה דאין לברך ביום משום דשנה עליה הכתוב לעכב דכתיב (ויקרא כג) תמימות ואי אתה מוצא תמימות אלא כשאתה מונה בלילה וכן כתוב בהלכות עצרת ובה\"ג כתב דהיכא דאינשי לברך בלילה ימנה למחר בלא ברכה וכן הלכה אבל אם שכח לילה ויום לא ימנה עוד בברכה דבעינן תמימות וליכא ואחר שבירך על הספירה אומר י\"ר שיבנה וכו' מה שאין כן בתקיעת שופר ולולב והיינו טעמא לפי שאין אלא הזכרה עתה לבנין ביהמ\"ק אבל לשופר ולולב יש עשיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולוידוי יוה\"כ דתניא - קשיא אמאי איצטריך למימר האי כיון דתנא כל היום כשר לסמיכה והלא הוידוי אינו אלא בשעת סמיכה וי\"ל דאי לאו האי הוה אמינא דוידוי זה (כוידוי) דשאר סמיכות דאינו כשר כל היום ויגרום נמי לסמיכה שלא תהא כשרה כל היום כשאר סמיכות משו\"ה איצטריך למתני הוידוי:"
            ], 
            [], 
            [], 
            [], 
            [
                "לקמיצה ולהקטרה דכתיב ביום צוותו – אבל שחיטה לא מפקינן מהאי קרא דלאו עבודה היא שהרי כשרה בזר וקרא משתעי בעבודה דכתיב להקריב את קרבניהם וכן תנופה והגשה אין צריך בהו כהן במנחה לפני הקמיצה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולהקטר חלבים כל הלילה עד הבוקר -  והיינו דוקא שנתעכלו האברים קודם חצות ששלטה בהן האור אבל אם לא משלה בהן אין נמשכין אחר חצות כדאמר ר' יוחנן סוף פ\"ק דיומא (דף כ:):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לאתויי אכילת פסחים ודלא כרבי אלעזר ב\"ע - מ\"מ נראה דהלכה כר' אלעזר דהא איכא סתמא בערבי פסחים (פסחים קכ: ושם) דקאי כוותיה דתנן הפסח אחר חצות מטמא את הידים וכן משנה באיזהו מקומן (זבחים דף נו:) וסתמא בסוף פ\"ק דברכות (דף ט.) גבי מעשה ובאו בניו של רבן גמליאל מבית המשתה וכו' אמר להם כל מה שאמרו חכמים עד חצות מצותן עד שיעלה עמוד השחר ואילו אכילת פסחים לא קתני ומוקי לה כראב\"ע דאמר עד חצות וא\"כ צריך למהר לאכול מצה בלילי פסחים קודם חצות ואפילו מצה של אפיקומן שהרי חיוב מצה בזמן הזה הוה דאורייתא אבל בהלל של אחר אפיקומן אין להחמיר כל כך שהרי מדרבנן הוא:"
            ], 
            [], 
            [], 
            [
                "הדרן עלך הקורא למפרע"
            ], 
            [
                "מתני' הקורא. ואין מפטירין בנביא. -  קשיא לר\"ת דהא בפרק במה מדליקין (שבת דף כד. ושם) אמר רב אחדבוי שאלמלא שבת אין נביא במנחה ביום טוב שחל להיות בשבת וצריך לומר דהאי דקאמר התם דמפטיר בנביא במנחה בשבת כשחל ביו\"ט לאו דוקא נביא אלא רוצה לומר בכתובים כדאמרינן פרק כל כתבי (שם קטז:) בנהרדעא פסקי סדרא בכתובים במנחה בשבתא ופסקי היינו הפטרה ומקומות יש שנוהגין לעשות כן והטעם שמפטיר במנחה בתענית ולא בשחרית משום דכתיב בה שמרו משפט ועשו צדקה (ישעיהו נו) ואגרא דתעניתא צדקתא לעת ערב ומש\"ה נכון לאומרו בערב אחר שעשו צדקה:"
            ], 
            [], 
            [], 
            [], 
            [
                "הקורא. ואין מפטירין בנביא – קשיא לר\"ת דהא בפרק במה מדליקין (שבת דף כד.ושם) אמר רב אחדבוי שאלמלא שבת אין נביא במנחה ביום טוב שחל להיות בשבת וצריך לומר דהאי דקאמר התם דמפטיר בנביא במנחה בשבת כשחל ביו\"ט לאו דוקא נביא אלא רוצה לומר בכתובים כדאמרינן פרק כל כתבי (שם קטו:) בנהרדעא פסקי סדרא בכתובים במנחה בשבתא ופסקי היינו הפטרה ומקומות יש שנוהגין לעשות כן והטעם שמפטיר במנחה בתענית ולא בשחרית משום דכתיב בה שמרו משפט ועשו צדקה (ישעיה נו) ואגרא דתעניתא צדקתא לעת ערב ומש\"ה נכון לאומרו בערב אחר שעשו צדקה: "
            ], 
            [
                "הפותח והחותם בתורה מברך לפניה ולאחריה - קשיא אמאי תנא הך מילתא הכא ג' פעמים דהא בחד זימנא סגיא וי\"ל דהוה סלקא דעתך דכל דטפי מילתא מחבריה מברך לפניה ולאחריה מש\"ה אצטריך למתני בכולהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלמלא מקרא כתוב - קשיא שיש אלמלא שרוצה לומר אילו לא כגון הכא וכגון אלמלא אגרות הראשונות (לעיל דף יב:) וכן הרבה ויש אלמלא שרוצה לומר אילו היה אלמלא נגדוה לחנניה מישאל ועזריה (כתובות דף לג:) וכן אלמלא לוי אתה וכו' (לקמן דף כד:) ומאי שנא ואומר ר\"ת דהיכא שיש אל\"ף בסוף אלמלא רוצה לומר אילו לא והיכא דכתי' אלמלי ביו\"ד רוצה לומר אילו היה:"
            ]
        ], 
        [
            [
                "תנא מה שאין כן בתורה - פירוש שאין קורא אלא אחד מכאן קשיא למה שפירש רבינו משולם בפרק קמא דבבא בתרא (דף טו. ושם) ובהקומץ רבה (מנחות דף ל: ושם) דשמונה פסוקים שבתורה יחיד קורא אותן פירוש יחיד קורא אותן שלא יקרא שליח צבור עמו בפרשת ויעל משה כשחותמין את התורה וקשיא שהרי בימיהם לא היה שליח צבור קורא עמהם כדאמר הכא ועכשיו נמי לא התקינו אלא שלא לבייש מי שאין יודע לקרות לכך נראה כמו שפירש רש\"י בהקומץ יחיד קורא אותן לבדו ולא יהיו שנים מפסיקין וקוראין באותן שמונה פסוקים שמתחילין מויעל לפי שהוא תחילת הפרשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ובמגילה אפילו עשרה קורין ועשרה מתרגמין - רש\"י מוחק מתרגמין לפי שאין מתרגמין תרגום בכתובים ובחנם מחקו דודאי יש תרגום אבל לא עשאו יהונתן אלא מימי התנאים נעשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כנגד תורה נביאים וכתובים - קשה דהא לקמן (דף כג.) אמר כנגד שומרי הסף וי\"ל דהתם לא הוי עיקר התקנה דהא לא תקנו ארבעה כנגד הא שלשה שומרי הסף וסריס אחד ואיתא בירושלמי איכא סריס אחד שיושב ומתרץ ההלכות ומעמידן על עקרן ואפ\"ה לא תקנו כנגדו ש\"מ דעיקר התקנה לא היתה אלא כנגד תורה ונביאים וכתובים:"
            ], 
            [], 
            [], 
            [
                "אין פוחתין מעשרה פסוקים בבהכ\"נ - וא\"ת והרי פרשת עמלק דליכא אלא תשעה פסוקים י\"ל דשאני פרשת עמלק דסידרא דיומא הוא ומפסיק ענינא ביה ומש\"ה אין לחוש דהכי נמי אמרינן לקמן (דף כג.) דאין מפטירין פחות מכ\"א פסוקים והיכא דסליק עניינא קורין שפיר בפחות:"
            ]
        ], 
        [
            [
                "אין מתחילין בפרשה פחות מג' פסוקים -  גזירה משום הנכנסין שלא יטעו לומר שאותו שקרא לפניו לא קרא אלא שני פסוקים וקשה על מנהג שלנו שאנו קורין בפרשת ויחל בתעניות והראשון מתחיל שם והוא לסוף שני פסוקים מפרשה שלמעלה וכן המפטיר ביו\"ט בחול המועד דפסח שמתחיל מוהקרבתם שהוא לסוף שני פסוקים מראש הפרשה ויש לומר דשאני אלו הפרשיות שהרי ידועות הן לעולם וליכא למטעי וכן פרשה של ראש חדש שהשלישי קורא וביום השבת אין לחוש שמא יאמרו הנכנסים שהשלישי לא קרא אלא שני פסוקים מוביום השבת שהרי הדבר ידוע לעולם וגם יש להם לחשוב שא\"כ לא היה לו להניח כשהגיע לפרשה שהרי גם זו מעין פרשה שהניח בה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואם איתא למאן דאמר דולג לדלוג - פירש הקונטרס דלמאן דאמר פוסק לא קשיא מידי דכיון שקרא הראשון שלשה פסוקים אין לפסוק עוד וקשה דהא מאן דאמר פוסק אית ליה שפיר נמי דולג אי לאו גזירה משום הנכנסין והיוצאין והכא נהי שאין אנו יכולין לתקן מה שעשו הראשונים שהטעו את היוצאים שיסברו שהבא אחריו לא יקרא אלא שני פסוקים מכל מקום היה להם לתקן שלא יטעו הנכנסין לפי שמתחיל זה בשני פסוקים סמוך לפרשה לכך נראה לפרש דלמאן דאמר פוסק לא קשיא מידי דלדידיה תרצי שפיר שאני הכא היכא דלא אפשר אבל היכא דאפשר שלא לפסוק פשיטא שאין להפסיק אבל למ\"ד דולג תקשה:"
            ], 
            [
                "שאני התם דאפשר - קשיא היאך נהגו העולם בחולו של מועד של חג שקורא הרביעי כל מה שקראו השנים והא הכא דלא שרינן לא דולג ולא פוסק אלא היכא דלא אפשר ואפילו היכא דקאמר משום הנכנסין והיוצאין מיהו הא פשיטא לן שאם קרא אותו שלפני האחרון עד שני פסוקים מסוף הפרשה שבפסח או בעצרת שהאחרון דולג למעלה ולא יקרא שני פסוקים שהניח האחר וגם מפרשה של אחריה כיון דלא הוי מענינו של יום:"
            ], 
            [], 
            [], 
            [], 
            [
                "אין מתחילין בפרשה פחות מג' פסוקים -  גזירה משום הנכנסין שלא יטעו לומר שאותו שקרא לפניו לא קרא אלא שני פסוקים וקשה על מנהג שלנו שאנו קורין בפרשת ויחל בתעניות והראשון מתחיל שם והוא לסוף שני פסוקים מפרשה שלמעלה וכן המפטיר ביו\"ט בחול המועד דפסח שמתחיל מוהקרבתם שהוא לסוף שני פסוקים מראש הפרשה ויש לומר דשאני אלו הפרשיות שהרי ידועות הן לעולם וליכא למטעי וכן פרשה של ראש חדש שהשלישי קורא וביום השבת אין לחוש שמא יאמרו הנכנסים שהשלישי לא קרא אלא שני פסוקים מוביום השבת שהרי הדבר ידוע לעולם וגם יש להם לחשוב שא\"כ לא היה לו להניח כשהגיע לפרשה שהרי גם זו מעין פרשה שהניח בה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "ושאין בהן ביטול מלאכה כגון ראש חדש קורין ארבעה - וקשיא דהא בפרק אין דורשין בחגיגה (דף יח. ושם) אמרינן ראש חדש יוכיח שיש בו קרבן מוסף ומותר בעשיית מלאכה וי\"ל דודאי מותר הוא בעשיית מלאכה לאנשים אבל נשים אסורות במלאכה לפי ' שלא פרקו נזמיהן במעשה העגל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולרב אשי מתני' מני לא תנא קמא ולא רבי יוסי דתניא כו' רבי יוסי אומר לעולם קורין שלשה ומפטיר אחד - וא\"ת דלמא ר' יוסי היא והכי קאמר לעולם קורין שלשה והרביעי דהוי מפטיר אחד ולא בעי למימר אחד מן השלשה וי\"ל דכי היכי דלת\"ק ליכא למימר מפטיר אחד דהיינו רביעי דהא הוא ממעט בט' באב שהוא בשלישי וברביעי יותר משני וה' דעלמא וא\"כ מסתמא לא יחמיר בט' באב שהוא בב' וה' לקרות רביעי ואינו מחמיר לקרות אלא להפטיר הכי נמי לר' יוסי הוי המפטיר אחד מן השלשה שקראו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואיבעית אימא רב פישוט ידים ורגלים הוא דעבד כדעולא - וקשה וכי לא היה יודע דמצי לשנויי הכי וכי ס\"ד מעיקרא שיהא אסור בלא פישוט ידים ורגלים וי\"ל דמעיקרא אסר ליה מדרבנן בלא פישוט ידים ורגלים ובסוף קאמר ואיבעית אימא אין אסור מדרבנן ורב פישוט ידים ורגלים הוא דעביד דאסור מן התורה ומיהו קשה ללישנא קמא דאסור מדרבנן בלא פישוט ידים ורגלים יש לתמוה על בתי כנסיות שלנו שיש בהן רצפה היאך נופל שליח צבור על פניו ונראה לי דמצלי אצלויי ובהכי שרי והכי נמי משמע בסמוך דמייתי ההיא דפרק אין עומדין דברכות (דף לד: ושם) דחזינן להו לאביי ורבא דמצלי אצלויי כן פירש רב האי גאון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין אדם חשוב רשאי ליפול על פניו -בירושלמי מפרש היכא שמתפלל בשביל הצבור אבל בינו לבין עצמו שפיר דמי:"
            ], 
            [], 
            [
                "קידה על אפים - לא מכח הקרא הוא מפיק לה דהא כתיב נמי (ישעיהו מט) אפים ארץ ישתחוו לך אלא הכי גמיר ליה מרביה דגבי לשון קידה שייך אפים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הני שלשה וחמשה כנגד מי - אבל מששה של יום הכפורים לא בעי עד לקמן קשיא אמאי לא בעי מד' של ראש חדש כנגד מי וכן של חולו של מועד וי\"ל דקים ליה דטעמא דמוסף חשיב לטפויי חד גברא אבל לטפויי כל כך ביו\"ט וביוה\"כ ובשבת לא ס\"ל משום כרת וסקילה אי לא משכחינן כנגד מי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שבעה רואי פני המלך - פירש הקונטרס דאחשורוש וקשיא לומר שתקנו חכמים כנגד ענינו של אותו רשע לכך פירש ר\"ת אותן הכתובים בספר ירמיה (נב) ובמלכים (ב כה) כתיב ה' ובירושלמי מפרש שהשנים שלא הוזכרו במלכים הם סופרי הדיינין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר יעקב - מצעה גרסינן שאם הוה מין לא היה מזכירו יעקב דהא כתיב שם רשעים ירקב (משלי י):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חד אמר עולה וחד אמר אין עולה - פסק  ר\"ת דקיימא לן כמ\"ד עולה ולכך אנו נוהגין בתעניות במנחה ובט\"ב שהשלישי מפטיר וכן ביום הכפורים במנחה אבל בשבתות ובימים טובים וביוה\"כ שחרית המפטיר לא הוי מן המנין דכיון שמותר להוסיף עליהם יכולין אנו לעשות מנהגינו אליבא דכולי עלמא דאי הוי הלכה כמ\"ד אין עולה עבדינן שפיר ואפילו הוי נמי הלכה כמאן דאמר עולה מ\"מ אין לחוש שהרי מותר להוסיף ואע\"ג דאמרינן לקמן (דף כט:) חל להיות בואתה תצוה קורין שיתא בואתה תצוה וחד בכי תשא מכל מקום נהגו עכשיו לקרות המפטיר שהוא שמיני כל זה כדי לנהוג מנהגינו וחזן שטעה וגמר כל הסדר של שבת יחזור ויקרא השביעי וכן אם הוא יו\"ט וקרא כל המנין שהוא צריך ושכח לקרות בחובת היום יחזור ספר תורה ויקרא אחר בחובת היום ואחרון שקרא קודם הוי כמאן דליתיה אבל בשבת של חנוכה או בר\"ח של חנוכה אין צריך כדאיתא בילמדנו דחנוכה דהלכתא אין משגיחין בחנוכה כל עיקר וימים שיש בהן קרבן מוסף גומר קדיש קודם שיוציא ספר תורה ובימים שאין בהן קרבן מוסף אין גומר קדיש קודם ובשבת לא יקרא פחות מאחד ועשרים פסוקים לשבעה בני אדם כל חד וחד שלשה פסוקים ובמנחה ובשני ובחמישי עשרה פסוקים ואם שכח ולא קרא כל כך יחזור ויקרא:"
            ], 
            [], 
            [
                "חד אמר עולה וחד אמר אין עולה - פסק  ר\"ת דקיימא לן כמ\"ד עולה ולכך אנו נוהגין בתעניות במנחה ובט\"ב שהשלישי מפטיר וכן ביום הכפורים במנחה אבל בשבתות ובימים טובים וביוה\"כ שחרית המפטיר לא הוי מן המנין דכיון שמותר להוסיף עליהם יכולין אנו לעשות מנהגינו אליבא דכולי עלמא דאי הוי הלכה כמ\"ד אין עולה עבדינן שפיר ואפילו הוי נמי הלכה כמאן דאמר עולה מ\"מ אין לחוש שהרי מותר להוסיף ואע\"ג דאמרינן לקמן (דף כט:) חל להיות בואתה תצוה קורין שיתא בואתה תצוה וחד בכי תשא מכל מקום נהגו עכשיו לקרות המפטיר שהוא שמיני כל זה כדי לנהוג מנהגינו וחזן שטעה וגמר כל הסדר של שבת יחזור ויקרא השביעי וכן אם הוא יו\"ט וקרא כל המנין שהוא צריך ושכח לקרות בחובת היום יחזור ספר תורה ויקרא אחר בחובת היום ואחרון שקרא קודם הוי כמאן דליתיה אבל בשבת של חנוכה או בר\"ח של חנוכה אין צריך כדאיתא בילמדנו דחנוכה דהלכתא אין משגיחין בחנוכה כל עיקר וימים שיש בהן קרבן מוסף גומר קדיש קודם שיוציא ספר תורה ובימים שאין בהן קרבן מוסף אין גומר קדיש קודם ובשבת לא יקרא פחות מאחד ועשרים פסוקים לשבעה בני אדם כל חד וחד שלשה פסוקים ובמנחה ובשני ובחמישי עשרה פסוקים ואם שכח ולא קרא כל כך יחזור ויקרא:"
            ], 
            [], 
            [
                "כיון דמשום כבוד תורה הוא כנגדו נמי לא בעי - וקשיא לפי מנהגינו שאנו נוהגין בכל שבתות השנה שהמפטיר חוזר וקורא מה שקראו הראשונים ואין קורא כלל אחר כך אם כן מאי קא משני כיון דמשום כבוד התורה הוא כנגדו נמי לא בעינן אדרבה היה לו לומר כיון דאין קורא אלא מה שקראו הראשונים כנגדו לא בעינן אלא שמע מינה דבימי התנאים היה המפטיר קורא מה שלא קראו הראשונים והכי נמי משמע מדתקינו ג' פסוקים כנגדו למפטיר בנביא כנגד מה שקרא בתורה למאן דאמר עולה כדאמרינן בסמוך א\"כ שמע מינה שהוא קורא מה שלא קראו הראשונים וא\"כ קשה למה אין אנו נוהגין לעשות כן ונראה לפי שבימי החכמים לא היו אומרים קדיש בין אותן שקראו קודם המפטיר והמפטיר ולכך היה המפטיר מסיים אבל אחר שנסדר הש\"ס ותקנו לומר קדיש בין אותם שקראו ראשונה והמפטיר כמו שתקנו לומר ברוך ה' לעולם אמן ואמן ויראו עינינו אחר השכיבנו שלא היו אומרים בימי התנאים והם תקנוהו להודיע שתפלת ערבית רשות והכי נמי תקנו לומר קדיש בין השבעה למפטיר להודיע שאינו ממנין השבעה והר\"ר אליהו הנהיג את בני עירו שאפילו כשמוציאין שני ספרי תורות או שלשה נוהג מנהג זה שיקראו הראשונים הכל והמפטיר חוזר וקורא ממה שקראו הראשונים וכן הנהיג רבינו משלם וכן נוהגין עכשיו בכל צרפת ושינו את מנהג רש\"י ורבותיו ור\"ת והא שאין מוציאין ב' ספרי תורות בכל השבתות לקרוא בשניה וביום השבת כמו שעושין ביו\"ט נראה לפי שאין בפרשה אלא שני פסוקים ואין קורין בתורה פחות מג' פסוקים ואין להתחיל בפרשה שלמעלה או לסיים בפרשה שלמטה משום דלא הוי מענינו של יום ועוד י\"ל לפי שצריך להפטיר בכל שבת מענינו של יום ואי קרינן בשל שבת א\"כ יהא צריך להפטיר בדסליק מיניה והיינו בשבת וא\"כ יהו כל ההפטרות מענין אחד ועוד י\"ל לפי שלעולם אין קורין בספר תורה שני בקרבנות אלא באותן שבאין לכפרה כדפירש לקמן פרק בני העיר (דף לא.) שקורין בהן ביו\"ט ומהני לישראל כאילו הקריבום אבל קרבנות שבת אינן באין לכפרה ומש\"ה אין קורין בהן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא שנו אלא במקום שאין מתרגמין - ועל זה אנו סומכין שאין אנו מתרגמין הפטרות שבכל ימות השנה וכן הפרשיות:"
            ], 
            [
                "אין פורסין על שמע פחות מעשרה - בירושלמי מפרש שאם התחילו בעשרה ויצאו מקצתן אפ\"ה גומרין ועל היוצאים הוא אומר ועוזבי ה' יכלו (ישעיהו א) וכן הלכה:", 
                "ואין פורסין על שמע - הקונטרס פירש בני אדם שבאו בבית הכנסת אחר שהתפללו הצבור ורוצים לומר קדיש וברכו צריך עשרה ור\"ת פירש דבשבעה שלא שמעו עם שלש אחרים סגי וה\"נ איתא במס' סופרים רבותינו שבמערב אומרים בשבעה ונותנים טעם לדבריהם דכתיב בפרוע פרעות בישראל בהתנדב עם ברכו ה' (שופטים ה) דאיכא שבע תיבות וי\"א אפילו בששה משום דברכו הוי הששי ור\"ת כתב בספר הישר בחמשה משום דליכא אלא חמש תיבות עד ברכו ונ\"ל אפילו בשלשה שלא שמעו והכי פירושו דקרא בפרוע פרעות בישראל שלא עשו מה שמוטל עליהם לעשות אז יתנדב העם לברך ה' וליכא אלא שלש תיבות עד בהתנדב ותלמידי רש\"י פירשו משמו דאפילו בשביל אחד שלא שמע יכולים הם לפרוס על שמע ואפילו אותו ששמע כבר יכול להוציא אותן שלא שמעו כמו שאנו רואים שליח צבור שאף על פי שהתפלל כבר השמונה עשרה ברכות בלחש חוזר ומתפלל בקול רם ואע\"פ שכולנו בקיאין עכשיו מ\"מ י\"ל דאין זה ראייה כל כך דשאני השמונה עשרה ברכות שהרי אם היה מתפלל מתחילה בקול רם שמא לא יכוונו לבם להגיע עם שליח צבור במקום קדושה ומודים ור\"ת לא היה רוצה לעשות אפילו לעצמו:"
            ], 
            [
                "ואין פורסין על שמע. הקונטרס פירש בני אדם שבאו בבית הכנסת אחר שהתפללו הצבור ורוצים לומר קדיש וברכו צריך עשרה ור\"ת פירש דבשבעה שלא שמעו עם שלש אחרים סגי וה\"נ איתא במס' סופרים. רבותינו שבמערב אומרים בשבעה ונותנים טעם לדבריהם דכתיב בפרוע פרעות בישראל בהתנדב עם ברכו ה' (שופטים ה) דאיכא שבע תיבות וי\"א אפילו בששה משום דברכו הוי הששי ור\"ת כתב בספר הישר בחמשה משום דליכא אלא חמש תיבות עד ברכו ונ\"ל אפילו בשלשה שלא שמעו והכי פירושו דקרא בפרוע פרעות בישראל שלא עשו מה שמוטל עליהם לעשות אז יתנדב העם לברך ה' וליכא אלא שלש תיבות עד בהתנדב ותלמידי רש\"י פירשו משמו דאפילו בשביל אחד שלא שמע יכולים הם לפרוס על שמע ואפילו אותו ששמע כבר יכול להוציא אותן. שלא שמעו כמו שאנו רואים שליח צבור שאף על פי שהתפלל כבר השמונה עשרה ברכות בלחש חוזר ומתפלל בקול רם ואע\"פ שכולנו בקיאין עכשיו מ\"מ י\"ל דאין זה ראייה כל כך דשאני השמונה עשרה ברכות שהרי אם היה מתפלל מתחילה בקול רם שמא לא יכוונו לבם להגיע עם שליח צבור במקום קדושה ומודים ור\"ת לא היה רוצה לעשות אפילו לעצמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמר ר' יצחק א\"ר יוחנן ברכת אבלים בעשרה - פירש ר\"י דלא מיירי בברכת המזון שהרי לא היתה ברחוב העיר כדפי' פרק קמא דכתובות (דף ח: ושם) אלא מיירי בברכות שהיו אומרים ברחוב העיר במעמדות שהיו עושין לנחם אבלים אבל בשל ברכת המזון סגי בשלשה והוא עצמו מצטרף כדפירש הטעם שם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עשרה כהנים כו' - קשיא לי אמאי לא בעי אחד עשר דאין ב\"ד שקול בכל דבר שהוא תלוי שעומד בשקול הדעת:"
            ], 
            [], 
            [], 
            [], 
            [
                "ואדם מי קדוש - פירש הקונטרס פ\"ק דסנהדרין (דף טו.) והא אין נמכר בשוק כעבד לכן אין קדוש וקשיא אמאי לא קאמר דמיירי בעבד כנעני שיכול אדם להקדישו דהא עבד כנעני שפיר קרוי אדם כדאמרינן פ' השולח (גיטין לח: ושם) כל חרם אשר יחרם מן האדם לא יפדה לרבות עבדו ושפחתו הכנענים וי\"ל דאי איתא דמיירי בעבד כנעני סגי בשלשה אבל בעשרה לא כדאיתא בירושלמי גזרה שמא ישמעו ויברחו וא\"ת אימא דההיא ירושלמי איירי בדינא דרבנן אבל בדינא דאורייתא צריך עשרה וא\"כ הדר קושיין לדוכתיה דכי פריך אדם מי קדיש לישני דמיירי בעבד כנעני וי\"ל דפשיטא ליה דמתניתין חשיב ותני הדינין שצריך לעשות וא\"כ אי איתא דאיירי בעבד הא הוה בשלשה ועוד נראה דסבר ליה למקשן דאי איתא דמיירי בעבד הוה ליה לפרושי בהדיא הקרקעות והעבדים תשעה וכהן כדקתני בכל מקום הקרקעות והעבדים [וע\"ע תוספות סנהדרין טו. ד\"ה אדם]:"
            ], 
            [], 
            [], 
            [], 
            [
                "שמין אותו כעבד ועבד איתקש לקרקעות דכתיב והתנחלתם אותם וגו' - משמע דעבד עברי איתקש לקרקעות והכי נמי משמע פרק קמא דקדושין (דף ז. ושם) דאשה הוה לה נכסים שיש להן אחריות מטעם דעבד איתקש לקרקע וקשיא דהיינו דווקא עבד כנעני דעליה כתיב קרא דוהתנחלתם אבל עבד עברי לא מצינו כלל דאיתקש לקרקע ודאי ההיא דקדושין יש לדחות כדפירש' שם אבל הכא קשיא:"
            ], 
            [
                "שמין אותו כעבד ועבד איתקש לקרקעות דכתיב והתנחלתם אותם וגו' - משמע דעבד עברי איתקש לקרקעות והכי נמי משמע פרק קמא דקדושין (דף ז. ושם) דאשה הוה לה נכסים שיש להן אחריות מטעם דעבד איתקש לקרקע וקשיא דהיינו דווקא עבד כנעני דעליה כתיב קרא דוהתנחלתם אבל עבד עברי לא מצינו כלל דאיתקש לקרקע ודאי ההיא דקדושין יש לדחות כדפירש' שם אבל הכא קשיא:"
            ]
        ], 
        [
            [
                "ובנביא שלשה - ועכשיו אין אנו מקרין למתורגמן אפילו בנביא אלא פסוק אחד שלא יבא לטעות רק בתחילת ההפטרה אנו מקרין ג' למתורגמן להודיע כי כן הדין אי לא דחיישינן שיטעה:"
            ], 
            [
                "ואם היו שלשתן של שלש פרשיות קורין אחד אחד - קשיא על מה שאנו מתרגמין ויאמר יהושע אל העם התקדשו (יהושע ג) ויש שם ג' פסוקים עד בעת ההיא ומקרין אותן למתרגם שלשתן ביחד ואע\"פ שיש פרשה בסוף שני פסוקים והא שאנו מתרגמין הפטרות של פסח ועצרת טפי משאר י\"ט לפי שהן מדברות בנס היום כדי לפרסם הנס וכן במתן תורה כדי לפרסם הנס:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל אינו פורס על שמע - ואפילו לרבי יהודה דמכשיר ליה במגילה לעיל (דף יט:) הכא מודה שלא יוציא אחרים ידי חובתן בדבר שבקדושה משום דבקטן איכא ב' דרבנן כדפרישית לעיל לרבנן דרבי יהודה אבל במגילה יש להקל לפי שטף ונשים היו בספק דלהרוג ולהשמיד לפיכך עשאו רבי יהודה כגדול:", 
                "ואינו עובר לפני התיבה - קשה מאי איריא קטן אפילו גדול נמי אינו עובר לפני התיבה אא\"כ נתמלא זקנו כדתניא סוף פ\"ק דחולין (דף כד: ושם) נתמלא זקנו ראוי לעשות שליח צבור ולירד לפני התיבה אבל בענין אחר לא וי\"ל דהתם מיירי בתענית צבור כדתנן בתענית (דף טז.) דאין מורידין לפני התיבה אלא זקן ורגיל (ומי שנתמלא זקנו) ומי שטפולו מרובה והא דקתני התם גבי נתמלא זקנו ראוי לעשות ש\"ץ היינו להיות ש\"ץ בקביעות אבל באקראי בעלמא יכול להיות משהביא ב' שערות ולא כמו שפירש רש\"י שם דפירש דמיירי לתקיעת שופר ולהמנות פרנס על הצבור ולהלקות ולנדות:", 
                "ואין נושא כפיו - משמע הא אם הביא ב' שערות ישא כפיו וקשה דהא סוף פ\"ק דחולין (דף כד: ושם) אמר דאין נושא את כפיו עד שיתמלא זקנו ועוד קשה דמשמע סוף פרק לולב הגזול (סוכה דף מב.) קטן היודע לישא את כפיו חולקין לו תרומה בגורן ואפילו קטן ממש וי\"ל דההיא דלולב הגזול מיירי עם כהנים גדולים ללמוד ולהתחנך והא דפסלינן הכא קטן מיירי בשאין גדולים עמו וההיא דחולין דבעי מלוי זקן מיירי לישא כפיו תדיר בקביעות אבל באקראי בעלמא יכול הוא לישא כפיו אע\"פ שלא נתמלא זקנו כדי לאחזוקי נפשיה בכהני: (וע\"ע תוס' יבמות צט: ד\"ה ואלו):"
            ], 
            [
                "פוחח - ערום ויחף פ\"ה מתרגמינן ערטילאי ופחי וליתא דפחי הוא תרגום של ערום וכן פירש רב אלפס דפחי זהו אותו שלבוש בגדים קרועין והכי נמי משמע פרק קמא דמס' קידושין:", 
                "ואינו עובר לפני התיבה - קשה מאי איריא קטן אפילו גדול נמי אינו עובר לפני התיבה אא\"כ נתמלא זקנו כדתניא סוף פ\"ק דחולין (דף כד: ושם) נתמלא זקנו ראוי לעשות שליח צבור ולירד לפני התיבה אבל בענין אחר לא וי\"ל דהתם מיירי בתענית צבור כדתנן בתענית (דף טז.) דאין מורידין לפני התיבה אלא זקן ורגיל (ומי שנתמלא זקנו) ומי שטפולו מרובה והא דקתני התם גבי נתמלא זקנו ראוי לעשות ש\"ץ היינו להיות ש\"ץ בקביעות אבל באקראי בעלמא יכול להיות משהביא ב' שערות ולא כמו שפירש רש\"י שם דפירש דמיירי לתקיעת שופר ולהמנות פרנס על הצבור ולהלקות ולנדות:", 
                "ואין נושא כפיו - משמע הא אם הביא ב' שערות ישא כפיו וקשה דהא סוף פ\"ק דחולין (דף כד: ושם) אמר דאין נושא את כפיו עד שיתמלא זקנו ועוד קשה דמשמע סוף פרק לולב הגזול (סוכה דף מב.) קטן היודע לישא את כפיו חולקין לו תרומה בגורן ואפילו קטן ממש וי\"ל דההיא דלולב הגזול מיירי עם כהנים גדולים ללמוד ולהתחנך והא דפסלינן הכא קטן מיירי בשאין גדולים עמו וההיא דחולין דבעי מלוי זקן מיירי לישא כפיו תדיר בקביעות אבל באקראי בעלמא יכול הוא לישא כפיו אע\"פ שלא נתמלא זקנו כדי לאחזוקי נפשיה בכהני: (וע\"ע תוס' יבמות צט: ד\"ה ואלו):"
            ], 
            [
                "ואין נושא כפיו - משמע הא אם הביא ב' שערות ישא כפיו וקשה דהא סוף פ\"ק דחולין (דף כד: ושם) אמר דאין נושא את כפיו עד שיתמלא זקנו ועוד קשה דמשמע סוף פרק לולב הגזול (סוכה דף מב.) קטן היודע לישא את כפיו חולקין לו תרומה בגורן ואפילו קטן ממש וי\"ל דההיא דלולב הגזול מיירי עם כהנים גדולים ללמוד ולהתחנך והא דפסלינן הכא קטן מיירי בשאין גדולים עמו וההיא דחולין דבעי מלוי זקן מיירי לישא כפיו תדיר בקביעות אבל באקראי בעלמא יכול הוא לישא כפיו אע\"פ שלא נתמלא זקנו כדי לאחזוקי נפשיה בכהני: (וע\"ע תוס' יבמות צט: ד\"ה ואלו):"
            ], 
            [], 
            [
                "מי שלא ראה מאורות לא יפרוס על שמע - קשה דהא רבי יהודה הוא דאמר פרק החובל (ב\"ק דף פז. ושם) סומא פטור מכל המצות וא\"כ אי איירי הכא בסומא אפילו ראה מאורות ונסתם נמי ומפרש בירושלמי דלא מיירי בסומא ממש אלא מיירי שהוא בבית אפל ועוד י\"ל דמיירי שפיר בסומא והא דפטרינן התם סומא היינו מן התורה אבל מדרבנן מיהא חייב ואפילו נסתמא משנולד מ\"מ חייב הוא מדרבנן שלא יהא כנכרי ולא יהא נוהג בו דת יהודי כלל דלא דמי לנשים דפטורים ממצות עשה שהזמן גרמא אפילו מאותן שאינן אלא מדרבנן שהרי בנר חנוכה ובארבע כוסות ובמקרא מגילה דלא הוו אלא מדרבנן לא מחייבי אלא לפי שהן היו באותו הנס התם היינו טעמא שאפילו נפטור אותן מכל מצות עשה שהזמן גרמא מ\"מ עדיין יש להן מצות רבות אבל סומא אם נפטור אותו מכל מצות אפי' מאותן שאינן אלא מדרבנן א\"כ יהא חשוב כנכרי ואע\"ג דפירש' לעיל דקטן דאית תרי מדרבנן שהוא קטן ופריסת שמע דלא הוי אלא מדרבנן אין יכול להוציא אחרים גדולים דליכא אלא חד דרבנן פריסת שמע אפ\"ה סומא שיש בו תרי מדרבנן יוציא שפיר האחרים דכיון שהוא גדול ובר דעת עדיף טפי מקטן:[וע\"ע תוס' עירובין צו. ד\"ה דילמא וכו' ותוס' לעיל יט: ד\"ה ור\"י מכשיר]:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כשאתה מגיע אצל  וחכיתי לה' – קשה כיון שלא היה יכול לומר חי\"ת א\"כ היאך הורידו רבי לפני התיבה כשגזר תענית כדתאי' בהשוכר את הפועלים (ב\"מ דף פה:) והא אין מורידין לא מאנשי חיפה ולא מאנשי בית שאן לפי שקוראין לאלפין עיינין ולעיינין אלפין וי\"ל דכשהיה מתכוין לקרות החי\"ת קורא אותה שפיר ע\"י טורח אבל לא היה בקל ולפי שאמר ליה אליהו  שעל ידו תמהר הגאולה לפיכך הורידו: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אם היה דש בעירו מותר – ואפילו במומין שבידו כדאמר בירושלמי בההוא כהן דהוו ידיה עקישי אתא לקמיה דרבי נפתלי אמר ליה כיון שאתה דש בעירך מותר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סכנה ואין בה מצוה - פר\"ת בשעת הסכנה יכול להסתכן בהן ולא תגין עליו המצוה ולא יעשה לו נס כמו לאלישע בעל הכנפים (שבת דף מט.):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בתפרן - כשהוא תופר בית מושבם צריך ליזהר שלא ימשוך חוט התפירה יותר מדאי ויתקלקל הריבוע ור\"ת פירש דצריך שיהא התפר עצמו מרובע:"
            ]
        ], 
        [
            [
                "יברכוך טובים - פי' שמוציא את הפושעים מן הכלל אי נמי משום דמחזי כשתי רשויות כלומר אלהים טובים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני שעושה מדותיו של הקב\"ה רחמים והן אינם אלא גזירות - ק' להר\"ר אלחנן על מה שיסד הקליר בקדושת' שאנו אומרים ביום ב' של פסח צדקו אותו ואת בנו לא תשחטו ביום אחד דמשמע שר\"ל שהקב\"ה חס על אותו ואת בנו והוא אינו אלא גזירה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הכל בידי שמים חוץ מיראת שמים - קשה דהא בפרק אלו נערות (כתובות דף ל. ושם) אמרינן הכל בידי שמים חוץ מצנים ופחים ונראה דהכא מיירי בתולדות האדם אם יהיה חכם או טפש עני או עשיר גבור או חלש דהכל נגזר עליו חוץ מן היראה כדכתיב אל יתהלל עשיר בעשרו והגבור בגבורתו כי אם בזאת יתהלל המתהלל השכל וידוע אותי (ירמיה ט) והתם מיירי במאורעות האדם העתידות לבא אליו אחר שנולד שגם הם בידי שמים חוץ מצנים ופחים פירוש הקור והחום ולא קשה מהא דכתיב לפני קרתו מי יעמוד (תהלים קמז) דה\"פ אם ישלחנה בפעם אחת כדכתיב בראש הפסוק משליך קרחו כפתים וגם לא קשה מהא דכתיב ואין נסתר מחמתו (שם יט) דההיא בעוברי דרכים הוא דקאמר אבל כל זמן שהוא בביתו ודאי יכול הוא לינצל ממנו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מעשה של עגל השני נקרא ולא מתרגם – פירש רש\"י שלא יאמרו ממשות היה בו מדקאמר אהרן ויצא העגל הזה וקשה דהא בירושלמי פליגי אמוראי ואיכא מאן דאמר מן ויאמר עד לשמצה בקמיהם (היה) מעשה עגל השני והיינו סיפיה דקרא דוירא משה ולפרש\"י לא היה לו לומר אלא עד תחלת הפסוק לכן נראה כדמפרש בירושלמי דהטעם הוי לפי שאין דומה גנאי של יחיד ביחיד או של צבור בצבור לגנאי של יחיד בצבור ומשום כבודו של אהרן לא רצו לתרגם:"
            ], 
            [], 
            [
                "אין מפטירין במרכבה ורבי יהודה מתיר - וקיימא לן כר' יהודה:"
            ]
        ], 
        [
            [
                "מה לפנים מה לאחור - פי' מה בסוף גבולי העולם למזרח ולמערב אי נמי מה היה קודם ששת ימי בראשית ומה יהיה אחר שיכלה העולם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "פרק רביעי - בני העיר"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מעשה של עגל השני נקרא ולא מתרגם. פירש רש\"י שלא יאמרו ממשות היה בו מדקאמר אהרן ויצא העגל הזה וקשה דהא בירושלמי פליגי אמוראי ואיכא מאן דאמר מן ויאמר עד לשמצה בקמיהם (. היה) מעשה עגל השני והיינו סיפיה דקרא דוירא משה ולפרש\"י לא היה לו לומר אלא עד תחלת הפסוק לכן נראה כדמפרש בירושלמי דהטעם הוי לפי שאין דומה גנאי של יחיד ביחיד או של צבור בצבור לגנאי של יחיד בצבור ומשום כבודו של אהרן לא רצו לתרגם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הדרן עלך הקורא את המגילה עומד "
            ], 
            [
                "מתני' בני העיר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הואיל והעם מתפללין בו בתעניות ובמעמדות - לא גרס ובמעמדות שהרי גבי מעמדות לא מצינו רחוב אלא לבית הכנסת היו הולכין כדתניא בפ' בתרא דתענית (דף כו.):"
            ], 
            [], 
            [], 
            [], 
            [
                "כיון דמעלמא קאתו לה - נראה לפרש הכי כיון שרוב בני אדם רגילים ללכת שם להתפלל אף על פי שאין נותנים כלום בבנינו מכל מקום כיון דלדעת אותן רבים נעשה חמורה קדושתו ואינן יכולין למוכרו ועוד יש לפרש כיון שרבים נותנים בבנינו ובשאר צרכיו ובסמוך נמי דקאמר רב אשי דאדעתא דידי קאתו היינו ממה שנותנים בו לעשות רצונו:"
            ], 
            [
                "כיון דמעלמא קאתו לה - נראה לפרש הכי כיון שרוב בני אדם רגילים ללכת שם להתפלל אף על פי שאין נותנים כלום בבנינו מכל מקום כיון דלדעת אותן רבים נעשה חמורה קדושתו ואינן יכולין למוכרו ועוד יש לפרש כיון שרבים נותנים בבנינו ובשאר צרכיו ובסמוך נמי דקאמר רב אשי דאדעתא דידי קאתו היינו ממה שנותנים בו לעשות רצונו:"
            ], 
            [], 
            [
                "כיון דמעלמא קאתו לה. נראה לפרש הכי כיון שרוב בני אדם רגילים ללכת שם להתפלל אף על פי שאין נותנים כלום בבנינו מכל מקום כיון דלדעת אותן רבים נעשה חמורה קדושתו ואינן יכולין למוכרו ועוד יש לפרש כיון שרבים נותנים בבנינו ובשאר צרכיו ובסמוך נמי דקאמר רב אשי דאדעתא דידי קאתו היינו ממה שנותנים בו לעשות רצונו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמאי והא דכרכים נינהו - משמע דסבירא ליה למקשן דכיון דלא מיזדבני דאין להן ליטמא בנגעים משום דלא מיקרי אחוזתכם וגם לא קרינן ביה אשר לו הבית וקשה דהא בפ\"ק דיומא (דף יא.) מחייב ר\"מ בית הכנסת של כרכים במזוזה וגם מוקי ברייתא דהתם דקאמר דבית הכנסת מיטמא בנגעים כוותיה ועוד קשה אמאי נקט של כרכים דהא (ר\"מ) לא מפליג התם בין של כרכים לשל כפרים לענין נגעים ומזוזה ויש לומר דודאי המקשן טעה בתרתי חדא דאין חילוק בין כרכים לשל כפרים כדמסיק התם לרבנן דר\"מ דהיינו ר' יהודה וגם טעה בהא דאע\"ג דלא מיזדבני יש להן ליטמא בנגעים לרבי מאיר:"
            ], 
            [], 
            [], 
            [
                "ואמאי והא דכרכים נינהו - משמע דסבירא ליה למקשן דכיון דלא מיזדבני דאין להן ליטמא בנגעים משום דלא מיקרי אחוזתכם וגם לא קרינן ביה אשר לו הבית וקשה דהא בפ\"ק דיומא (דף יא.) מחייב ר\"מ בית הכנסת של כרכים במזוזה וגם מוקי ברייתא דהתם דקאמר דבית הכנסת מיטמא בנגעים כוותיה ועוד קשה אמאי נקט של כרכים דהא (ר\"מ) לא מפליג התם בין של כרכים לשל כפרים לענין נגעים ומזוזה ויש לומר דודאי המקשן טעה בתרתי חדא דאין חילוק בין כרכים לשל כפרים כדמסיק התם לרבנן דר\"מ דהיינו ר' יהודה וגם טעה בהא דאע\"ג דלא מיזדבני יש להן ליטמא בנגעים לרבי מאיר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורצועה יוצאה מחלק יהודה לחלק בנימין ובה היה מזבח בנוי - קשה דהא בפרק איזהו מקומן (זבחים דף נג:) אמר דבקרן דרומית מזרחית לא היה יסוד לפי שלא היה יסוד אלא בחלקו של טורף בנימין דכתיב בנימין זאב יטרף (בראשית מט) אלמא שכל המזבח בנוי בחלקו של בנימין וי\"ל אותו קרן דרומית מזרחית שלא היה בו יסוד שהיה בחלק יהודה על זה היה מצטער בנימין לבולעה כדי שיהא כל המזבח בחלקו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אף לא המטות - פירש הר\"ר יוסף דסבירא ליה דכיון שהקרקע מקום המטות לא היה מיוחד לבעלים לא היה כח בידם להשכירם שכירות שלם ומכל מקום מחמת מטלטליהם היו נוטלין עורות הקדשים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אוגורה ומשכונה אסור – קשה דהא רבי מאיר לא אסר במתניתין אלא ממכר עולם אבל על תנאי שרי ומאי שנא ונראה לי דהאי דר\"מ שרי למכור על תנאי היינו של רבים לרבים להתפלל שם דאין במכר זה זלזול והא דאסרי' הכא משכנתא הוי דיחיד משום זלזול:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תשמישי קדושה וכו' נרתק של תפילין ורצועותיהן - מכאן משמע שהדל\"ת והיו\"ד שבקשר הרצועה אינן אותיות גמורות ולא הוי הלכה למשה מסיני כי אם השי\"ן שבבתים מדלא קרי הכא לרצועות אלא תשמישי קדושה והכי נמי משמע בהקומץ רבה (מנחות דף לה: ושם) דלא קרי להו אלא תשמישי קדושה והכי נמי משמע בפרק שני דשבת (דף כח:) דפריך והאמר אביי שי\"ן של תפילין הלכה למשה מסיני ולא פריך כך מן הדל\"ת והיו\"ד ולא קשה מההיא דמנחות (דף לה:) גבי וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך ואמרו אלו תפילין שבראש שיש לפרש הטעם לפי שהן לעולם בגובה של ראש ונראים לעולם שפיר אות אבל אותן של יד אינן נראין ואין בהן אות כדכתיב והיו לך לאות ודרשינן (מנחות דף לז:) ולא לאחרים לאות אבל למה שפרש\"י התם דהטעם הוי משום שיש בהן השי\"ן והדל\"ת דהוי רוב אותיות של שדי לפירוש זה קשה כדמשמע בכל הני שהבאתי דהיו\"ד והדל\"ת לא חשיבי אותיות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מריש הוה אמינא האי פריסא תשמיש דתשמיש הוא - פי' הקונטרס יריעה שפורסין סביב הארון בתוכו וקשה שהרי הארון עצמו הוי תשמיש קדושה ואמר (התם) שאסור לעשות ממנו כורסיא אלמא שהתיבה קדושה יותר מן הפורסין לכך נראה לי שפורסין אותה סביב הארון מבחוץ:"
            ]
        ], 
        [
            [
                "כוותיה דרב פפי מסתברא - מהכא משמע דהלכה כר' יהושע בן לוי לגבי דר' יוחנן מדמייתי ראיה דהלכה כרב פפי משום דרבי יהושע בן לוי קאי כוותיה אע\"ג דרבי יוחנן פליג עליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל התנו ז' טובי העיר במעמד כו' - קשה דכיון שהתנו ז' טובי העיר במעמד אנשי העיר למה לי להותירו ואמאי נקטיה והא אפי' בכל הדמים יכולין הן לעשות מה שירצו כדאמר לעיל אפילו למישתי ביה שיכרא ופרש\"י לקנות מן הדמים שכר לשתות ויש לומר דנקט והותירו לאשמועינן דאף במותר בעי תנאי דסלקא דעתך דאם קנו מן הדמים דבר קדושה והותירו דמותר לעשות מן המותר כל מה שירצו אפילו בלא תנאי קמ\"ל דלא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבי יהודה סבר צד אחד ברבית מותר - קשה מאי שנא מלוה סאה בסאה דאמר באיזהו נשך (ב\"מ דף סג. ושם) דאסור משום דאיכא צד אחד ברבית דשמא תייקר התבואה ויש לומר דשאני הכא דלא הוי דרך הלואה אלא בתורת מכר אתא לידיה ואכתי קשה מאי שנא ממשכן לו בית משכן לו שדה דאמר התם (דף סה:) דאפי' אמר ליה לכשתרצה למוכרם לא תמכרם אלא לי בדמים הללו ואכל פירות (יותר ממה שהלוה) אסור ואמר רב הונא בריה דר' יהושע דלא כר' יהודה דאי כר' יהודה האמר צד אחד ברבית מותר והכא ליכא כי אם צד אחד ברבית דשמא לא ימכרם וגם הוי הלואה מדקאמר משכן ואפילו הכי שרי רבי יהודה וי\"ל דאכתי לא דמי כלל להלואת סאה בסאה דהתם ליכא צד מכר כלל אבל הכא וגבי משכן איכא צד אחד מכר:"
            ], 
            [], 
            [
                "רבי יהודה סבר צד אחד ברבית מותר. קשה מאי שנא מלוה סאה בסאה דאמר באיזהו נשך (ב\"מ דף סג. ושם) דאסור משום דאיכא צד אחד ברבית דשמא תייקר התבואה ויש לומר דשאני הכא דלא הוי דרך הלואה אלא בתורת מכר אתא לידיה ואכתי קשה מאי שנא ממשכן לו בית משכן לו שדה דאמר התם (דף סה:) דאפי' אמר ליה לכשתרצה למוכרם לא תמכרם אלא לי בדמים הללו ואכל פירות (יותר ממה שהלוה) אסור ואמר רב הונא בריה דר' יהושע דלא כר' יהודה דאי כר' יהודה האמר צד אחד ברבית מותר והכא ליכא כי אם צד אחד ברבית דשמא לא ימכרם וגם הוי הלואה מדקאמר משכן ואפילו הכי שרי רבי יהודה וי\"ל דאכתי לא דמי כלל להלואת סאה בסאה דהתם ליכא צד מכר כלל אבל הכא וגבי משכן איכא צד אחד מכר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבא אמר רבית על מנת להחזיר איכא בינייהו - ולרבי מאיר דמתני' סבירא ליה שהיו מתנין להחזיר שכירות בית הכנסת כשחזרו ובהכי שרו כר' יהודה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא השתנתי בתוך ד' אמות של תפלה. ואפילו היכא שיש היתר גמור כגון ששהה כדי הילוך ד' אמות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא השתנתי בתוך ד' אמות של תפלה - ואפילו היכא שיש היתר גמור כגון ששהה כדי הילוך ד' אמות:", 
                "ולא כניתי שם לחבירי - אפילו כינוי דלא הוי גנאי והא דאמרינן (ב\"מ דף נח:) דהמכנה שם לחבירו אין לו חלק לעולם הבא היינו בכינוי של פגם משפחה:"
            ], 
            [], 
            [], 
            [
                "הניחה לו ג' (אלפים) גרבי יין -  כדאמרינן הזהיר בקידוש היום זוכה וממלאים לו גרבי יין (שבת דף כג:):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאלו תלמידיו את ר' פרידא במה הארכת ימים כו' - קשה דאדרבה היה בזכות שהיה שונה לתלמיד אחד ארבע מאות זימני ונפק בת קול ואמר נאה ליך דליזכי כולי דריה לעלמא דאתי או דליחיי ד' מאה שנין אמר הקב\"ה יהבו ליה הא והא (עירובין דף נד:) וי\"ל דמעיקרא לא ידע כן עד לבסוף שראה שחיה כל כך:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כי קאמר איהו בשוין - וקשה מאי רבותא והא כתיב וקדשתו לכל דבר שבקדושה לברך ראשון וי\"ל דשוין לאו דוקא אלא כלומר שהכהן נמי תלמיד חכם אמנם אינו חשוב כמותו ואפי' הכי לא היה רבי פרידא רוצה לקרות לפניו וגם צריך לומר דשאר כהנים היו כפופים לרבי פרידא דאל\"כ לא הוי רבותא כדחזינן פרק הניזקין (גיטין דף נט. ושם) דרב הונא לא הוי קרי בכהני אי לאו דרבי אמי ורבי אסי כהני חשיבי דארעא דישראל הוו כייפי ליה ועי\"ל דהא דאמר התם דרב הונא לא הוה קרי בכהני אלא משום דשאר כהני כייפו ליה היינו דווקא בשבתות וי\"ט דאיכא כינופיא אבל בב' ובה' קורא שפיר בפני כהן אע\"ג דלא הוי גדול כ\"כ וכדיוקא זה יש בהדיא פרק הניזקין ורבי פרידא לא רצה לקרות בפני כהן אפילו בב' ובה' ורש\"י פירש דהכא מיירי בברכת המזון וה\"נ משמע לישנא דלא ברכתי מדלא קאמר ולא קריתי וברכת המזון לא נתקן להן משום דרכי שלום ואפי' הכי לא היה רוצה רבי פרידא לברך בפני הכהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תיתי לי דלא עבדי שותפות עם הכותי - אפי' בענין שאינו יכול לבא לידי שבועה ואפילו יחול עליו שבועה יפטרנו דשרי בשאר בני אדם אפ\"ה לא היה רוצה לעשות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ועוד א\"ר יהודה בית הכנסת שחרב - קשה מאי ועוד דהא לעיל הוה מקיל טפי מחכמים והכא הוא מחמיר ואם כן מאי ועוד וי\"ל דקאי אהא דאמר ר' יהודה ברישא מוכרין אותו לשם חצר ודוקא לשם חצר קאמר אבל סתם אינה יורדת מקדושתה והיינו ועוד דאמר ר' יהודה כלומר ועוד חומרא אחרת מלבד הראשונה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין אוכלין ואין שותין בהן - והא דאמר בריש ערבי פסחים (פסחים דף קא. ושם) דאורחין אכלו ושתו בבי כנישתא רוצה לומר בחדר הסמוכה לבית הכנסת:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בתי כנסיות של בבל על תנאי הן עשויין - רוצה לומר כל זמן שהן בטלין דהא חזינן בברייתא דלעיל וגם שהאמוראים לא היו רוצים ליכנס בהן בגשמים מפני גשמים אלא משום דשמעתא בעי צילותא והכא מיירי כשחרב דאז מהני התנאי ודווקא לאותן שבבבל מהני התנאי שהרי לעת בא גואל במהרה בימינו תפקע קדושתן אבל לאותן שבארץ ישראל לא מהני תנאי שהרי קדושתן לעולם קיימת וא\"ת כיון דמהני תנאי לאותן שבבבל א\"כ קשה מההיא דלעיל (דף כו:) דרבינא דהוה ליה בי כנישתא בארעיה ואמר ליה רב אשי זיל זבנה משבעה טובי העיר ואמאי איצטריך לעשות כן אחר שנחרב וי\"ל משום דזרעה דזריעה הוי קלות ראש ביותר ועגמת נפש ומשום הכי אסור אפי' בחורבנה:", 
                "ואעפ\"כ אין נוהגין בהן קלות ראש - פירוש בבנינה שהרי בחורבנה שרי בכל הני ואצטריך לאשמועינן משום דסלקא דעתך אמינא דדווקא אכילה ושתיה דהוי קלות ראש ביותר הוא דאסור אבל חשבונות דלא הוי קלות ראש כל כך סלקא דעתך אמינא דשריא קמ\"ל דלא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאפילו רואות טפת דם כחרדל יושבות עליה שבעה נקיים - ולא קשיא מהא דאמר בנדה (דף סו.) ובפרק יוצא דופן (שם ד' מג.) שאפילו כעין חרדל טמא דשמא התם לא מיירי להצריכה שבעה נקיים אלא להיות נדה דאורייתא וקשיא היאך מצינו טפה כחרדל הגורמת שבעה נקיים בדאורייתא דודאי לא תקנו חכמים דבר דלית דכוותה דאורייתא ויש לומר דאשכחנא בה שפיר בז' לספירתה שסותרת הכל:"
            ], 
            [
                "שאפילו רואות טפת דם כחרדל יושבות עליה שבעה נקיים. ולא קשיא מהא דאמר בנדה (דף סו.) ובפרק יוצא דופן (שם ד' מג.) שאפילו כעין חרדל טמא דשמא התם לא מיירי להצריכה שבעה נקיים אלא להיות נדה דאורייתא וקשיא היאך מצינו טפה כחרדל הגורמת שבעה נקיים בדאורייתא דודאי לא תקנו חכמים דבר דלית דכוותה דאורייתא ויש לומר דאשכחנא בה שפיר בז' לספירתה שסותרת הכל:"
            ]
        ], 
        [
            [
                "מבטלין תלמוד תורה להוצאת המת -ולא קשיא מההיא דמס' דרך ארץ (זוטא פ\"ח) דאמרי' מעשה ברבי עקיבא שמצא מת מצוה בדרך ונשאו ארבעה מילין עד שהביאו לבית הקברות וכשבא אצל ר' יהושע ור' אליעזר וספר להם אמרו לו על כל פסיעה ופסיעה שפסעת כאילו שפכת דם נקי לא היה מפני שבטל למודו אלא משום שהזיזו ממקומו ומת מצוה קונה מקומו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הני מילי למאן דקרי ותני אבל למאן דמתני לית ליה שיעורא - ממילא שמעינן דלמאן דלא קרי ותני אית ליה שיעורא ואין מבטלין תלמוד תורה בשבילו אלא כדי צורכו להתעסק בו ודוקא לענין ביטול תורה אבל לענין ביטול מלאכה אסור לכל בני העיר שהרי בפרק אלו מגלחין (מו\"ק דף כז: ושם) לא מחלק בענין איסור מלאכה בין מאן דקרי ותני למאן דלא קרי ותני:"
            ], 
            [
                "הני מילי למאן דקרי ותני אבל למאן דמתני לית ליה שיעורא. ממילא שמעינן דלמאן דלא קרי ותני אית ליה שיעורא ואין מבטלין תלמוד תורה בשבילו אלא כדי צורכו להתעסק בו ודוקא לענין ביטול תורה אבל לענין ביטול מלאכה אסור לכל בני העיר שהרי בפרק אלו מגלחין (מו\"ק דף כז: ושם) לא מחלק בענין איסור מלאכה בין מאן דקרי ותני למאן דלא קרי ותני.:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                " אין מרעין בהן בהמות - משום כבודן של מתים אבל האילנות שנוטעין בהן מותרין ואין בהם משום כבודן של מתים אחרי שאינן על הקברים עצמן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לכל מפסיקין וכו' וליום הכפורים - צריך לומר דמיירי במנחת יום הכפורים שחל להיות בשבת ואהא קאמר שמפסיקין מן הסדר שחל באותו שבת וקורין בפרשת עריות וכן בכל הני שאין קורין אלא ג' כגון תעניות ומעמדות וחנוכה ופורים דליכא למימר דמיירי ביום הכפורים שחרית שקורין בפרשת אחרי מות בחול ששה ובשבת שבעה דא\"כ אמאי נקט יום הכפורים אפילו שאר מועדות נמי:"
            ]
        ], 
        [
            [
                "על הכלאים דזמן זריעה היא - לאו דוקא זמן זריעה שהרי לא הוי הזמן שמפרש בהמקבל (ב\"מ דף קו:) אלא רוצה לומר סוף זריעה וכבר גדלו התבואות והזרעים ואז הכלאים ניכרין אבל קודם לכן אינן ניכרין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חדא מכלל חבירתה איתמר - וא\"ת ומאן דאמר מכללא אמאי אמרה והא כיון דידעינן אידך כל שכן הא ויש לומר דמאן דאמרה באתריה דרב הוה דסבר דראש חודש אדר שחל להיות בשבת שאין מוציאין כי אם שתי תורות ולא הוו ידעי כלל אידך דרבי יצחק ומזה הטעם איצטריך לאשמועינן ההיא דראש חודש טבת שחל להיות בשבת דמוציאין שלשה ספרי תורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והלכתא אין משגיחין בחנוכה - פירוש לעשותו עיקר ואע\"ג דהלכתא כרבה לגבי רב יוסף מ\"מ הוצרך לפסוק הלכה כוותיה משום דפליגי עליה שאר אמוראי:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עדיין היא מחלוקת איתמר נמי וכו' - קשיא אמאי לא פריך מברייתא דקתני איזוהי שבת שניה כל שחל פורים להיות בתוכה ואפילו בערב שבת ולרב הוי מצי למימר ואפי' בשבת שלאחר כך וכל שכן בערב שבת שלפניה שמקדימין לשבת שעברה וי\"ל דהך ברייתא היינו ברייתא דבסמוך אחר מתני' דברביעית החדש הזה ואגב דתני ואפילו בערב שבת גבי שבת ראשונה וגבי שבת רביעית דהוי דוקא תנא נמי בהא בערב שבת ולא בשבת אף על גב דלא הוי דוקא:"
            ], 
            [
                "עדיין היא מחלוקת איתמר נמי וכו'. קשיא אמאי לא פריך מברייתא דקתני איזוהי שבת שניה כל שחל פורים להיות בתוכה ואפילו בערב שבת ולרב הוי מצי למימר ואפי' בשבת שלאחר כך וכל שכן בערב שבת שלפניה שמקדימין לשבת שעברה וי\"ל דהך ברייתא היינו ברייתא דבסמוך אחר מתני' דברביעית החדש הזה ואגב דתני ואפילו בערב שבת גבי שבת ראשונה וגבי שבת רביעית דהוי דוקא תנא נמי בהא בערב שבת ולא בשבת אף על גב דלא הוי דוקא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושאר ימות החג קורין בקרבנות החג - והא שאנו מעמידין ספר תורה שניה במועדות וקורין בקרבנות היום לא מצינו סמך בתלמוד אך בסדר רב עמרם ישנו וקצת יש סמך לדבר מהא דאמר לקמן (דף לא:) אמר אברהם לפני הקב\"ה רבש\"ע וכו' אמר לו הקב\"ה כבר תקנתי להם סדר קרבנות כל זמן שקורין בהן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והאידנא נהוג עלמא למקרי משך תורא וכו' - אומר ר\"י דזה הסדר לא ישתנה רק כשחל פסח ביום חמישי שא' ב' קורין משך תורא וביום שלישי שהוא שבת של חול המועד קורין ראה אתה אומר אלי ובכללה הוי פסל לך כדאמרינן לקמן דשבת של חול המועד בין בניסן בין בתשרי קורין ראה אתה אומר אלי וביום ד' וחמישי וששי של פסח שהוא אב\"ג דשבת לא יקראו פסל לך בחמישי של פסח כמו שרגילין בשאר שנים אלא ביום ארבע וחמישי וששי יקראו קדש בכספא במדברא:"
            ], 
            [
                "והאידנא נהוג עלמא למקרי משך תורא וכו' - אומר ר\"י דזה הסדר לא ישתנה רק כשחל פסח ביום חמישי שא' ב' קורין משך תורא וביום שלישי שהוא שבת של חול המועד קורין ראה אתה אומר אלי ובכללה הוי פסל לך כדאמרינן לקמן דשבת של חול המועד בין בניסן בין בתשרי קורין ראה אתה אומר אלי וביום ד' וחמישי וששי של פסח שהוא אב\"ג דשבת לא יקראו פסל לך בחמישי של פסח כמו שרגילין בשאר שנים אלא ביום ארבע וחמישי וששי יקראו קדש בכספא במדברא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "במנחה קורין בעריות - לפי שהנשים מקושטות בשביל כבוד היום לפיכך צריך להזכירם שלא יכשלו בהן ובמדרש יש שלכך קורין בעריות לפי שישראל עושין רמז להקב\"ה שכשם שהזהיר אותם שלא לגלות ערוה כך לא תגלה ערותם בעונותם:"
            ], 
            [
                "במנחה קורין בעריות. לפי שהנשים מקושטות בשביל כבוד היום לפיכך צריך להזכירם שלא יכשלו בהן ובמדרש יש שלכך קורין בעריות לפי שישראל עושין רמז להקב\"ה שכשם שהזהיר אותם שלא לגלות ערוה כך לא תגלה ערותם בעונותם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למחר קרינן וזאת הברכה ומפטירין ויעמוד שלמה - ויש מקומות שנהגו להפטיר בויהי אחרי מות משה ושיבוש הוא שהרי הש\"ס אין אומר כן ויש אומרים שרב האי גאון תקן לומר ויהי אחרי מות משה אבל אינן יודעין הסברא אמאי שנה סדר הש\"ס:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפטיר ויאמר לו יהונתן מחר חדש - קשיא אמאי אין עושין כן כשחל ר\"ח אדר וראש חדש ניסן באחד בשבת ואמאי מפטירין ביהוידע ובראשון באחד לחדש וי\"ל משום דהפטרה דיהוידע מדברת בשקלים ומזכרת שראש חדש אדר יהיה באותו שבוע:"
            ], 
            [
                "מפטיר ויאמר לו יהונתן מחר חדש - קשיא אמאי אין עושין כן כשחל ר\"ח אדר וראש חדש ניסן באחד בשבת ואמאי מפטירין ביהוידע ובראשון באחד לחדש וי\"ל משום דהפטרה דיהוידע מדברת בשקלים ומזכרת שראש חדש אדר יהיה באותו שבוע:"
            ]
        ], 
        [
            [
                "ראש חדש אב שחל להיות בשבת מפטירין חדשיכם ומועדיכם שנאה נפשי וגו' – ואין אנו עושין כן אלא מפטיר בירמיה שמעו דבר ה' ובשבת שלפני ט\"ב חזון ישעיהו והטעם לפי שאנו נוהגין על פי הפסיקתא לומר ג' דפורענותא קודם תשעה באב ואלו הן דברי ירמיה שמעו דבר ה' חזון ישעיהו ובתר תשעה באב שב דנחמתא ותרתי דתיובתא ואלו הן נחמו נחמו ותאמר ציון עניה סוערה לבדה אנכי אנכי רני עקרה קומי אורי שוש אשיש דרשו שובה ולפיכך מקדימין עניה סוערה קודם רני עקרה דדרך הנחמות להיות הולכות ומשובחות יותר וסדר זה מתחיל בפנחס וסימניך דש\"ח נו\"ע אר\"ק שד\"ש ולעולם שוש אשיש באתם נצבים דהיינו שבת שלפני ר\"ה לפי שהוא סוף הנחמות ודרשו בצום גדליה ושובה בשבת שלפני יום הכפורים וכשיש שבת בין יום הכפורים לסוכות אז הוי דרשו בשבת שלפני יום הכפורים משום דכתיב ביה דרשו ה' בהמצאו והיינו בימי תשובה ושובה בין כפור לסוכות דכתיב בה ונתתי לך יורה ומלקוש וכן וה' נתן קולו לפני חילו דמישתעי במים דשייך שפיר לפני סוכות וזה המנהג לא ישתנה לעולם ע\"פ הפסיקתא וכן פירש ר\"ת ולא כדברי רב החובל ההופך ומבלבל לומר שובה קודם כפור ושוש אשיש בין כפור לסוכות דאין להפסיק בין השש נחמות לשביעית אלא כדברי רבינו תם עם ישרים נחתם שוש אשיש בראשיתו ושובה באחריתו והא שאין אנו מפטירין חזון בשבת שחל בו ר\"ח אב משום דקיימא לן דאין אבילות חל אלא בשבוע שחל ט\"ב להיות בתוכה ורב דאמר דמפטיר חזון סבר דהאבלות חל מיד שנכנס ר\"ח ואין הלכה כן וכן פירש הר\"ר אליעזר ממיץ ולכך אנו מפטירין שמעו וכן אנו נוהגין ע\"פ מסכת סופרים שאנו קורין ויחל בתעניות ובמתניתין אמרינן שקורין ברכות וקללות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מפסיקין בקללות – וקורין אחד משום דכתיב מוסר ה' בני אל תמאס ואל תקוץ בתוכחתו א\"ר אחא אל תעש התוכחה קוצים קוצים וא\"ר יהושע דסכנין אני אמרתי עמו אנכי בצרה ואם כן אין דין שיברכוני בני על הצרות שלהם אלא יקרא אחד הכל ויתחיל בדבר אחר ויסיים בדבר אחר ואז יוכל לברך תחילה וסוף:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתחיל בפסוק שלפניהם – לאו דוקא פסוק דהא יש פרשה ואין מתחילין ומשיירין בפחות משלשה פסוקים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "משה מעצמו אמרם – וברוח הקדש:"
            ], 
            [], 
            [], 
            [], 
            [
                "קללות שבת\"כ קודם עצרת ושבמשנה תורה קודם ראש השנה - שאלו בבית המדרש של רבינו נסים למה מחלקים פרשת נצבים וילך לשנים כשיש ב' שבתות בין ר\"ה לסוכות בלא יוה\"כ ואין מחלקין מטות ומסעי שארוכות יותר והשיב לפי שבאתם נצבים יש קללות שקלל ישראל ורוצה לסיימם קודם ר\"ה וקשה שאנו לא מחשבינן הקללות שקלל משה ישראל כדמשמע בפרק המוכר את הספינה (ב\"ב דף פח: ושם) א\"ר לוי בא וראה שלא כמדת הקב\"ה מדת ב\"ו הקב\"ה בירך ישראל בכ\"ב וקללן בשמנה ומשה ברכם בשמנה וקללם בעשרים ושתים וחשיב מואם לא תשמעו עד ואין קונה משמע בהדיא שעד אין קונה הוי מן הקללות ולא יותר ועוד קשיא לפי סברתו אמאי אין קורין האזינו קודם ר\"ה שהרי גם שם יש קללות מזי רעב ולחומי רשף לכך נראה לי הטעם שאנו מחלקים אותן לפי שאנו רוצים להפסיק ולקרות שבת אחת קודם ר\"ה בפרשה שלא תהא מדברת בקללות כלל שלא להסמיך הקללות לר\"ה ומטעם זה אנו קורין במדבר סיני קודם עצרת כדי שלא להסמיך הקללות שבבחוקותי לעצרת: ילמדנו של פרשת יתרו אין אדם רשאי לקרות בתורה עד שיסדיר הפרשה ג' פעמים שנאמר (איוב כח) אז ראה ויספרה חקרה והכינה ואחרי כן ויאמר לאדם ואסור לסמוך על הבימה דמה נתינתה מעומד אף קריאתה מעומד:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הלוחות והבימות אין בהן משום קדושה - פירש בערוך גליוני ספר תורה שלמעלה ושלמטה ושל בין דף לדף וקשיא דהא פרק כל כתבי (שבת דף קטז.) תנן בהדיא דמטמאין את הידים ויש לומר דהתם ר\"ל כל זמן שהן מחוברין בספר תורה והכא מיירי היכא דגייז ואכתי קשה שהרי התם מיבעיא לן היכא דגייזי אי יש בהן קדושה אי לאו ואמאי לא פשיט ליה מהכא:"
            ], 
            [], 
            [], 
            [], 
            [
                "גוללו מבחוץ וכשהוא מהדקו מהדקו מבפנים - פר\"ח דקאי אקשר מטפחת כשקושר מטפחת סביב הס\"ת יהא הקשר מבפנים כלפי הכתב שאם יהיה מאחריו כשיפתח הספר תורה יהיה צריך להופכו על הכתב להתיר הקשר ואין זה דרך כבוד. נהגו לומר כשמוציאין ספר תורה הני פסוקי דרחמי תורת ה' תמימה עדות ה' נאמנה פקודי ה' ישרים מצות ה' ברה לפי שמתן שכרם בצדם ואחר כך אומר גדלו שיש בו שש תיבות כנגד ששה צעדים של נושאי הארון (שמואל ב ו) ומ' תיבות יש בתורת ה' תמימה כנגד המ' יום שבהם ניתנה התורה ואח\"כ פותחו למקום שירצה לקרות בו וקורא כהן ולכתחילה הוא גוללו וסותמו קודם שיברך כדי שלא יאמרו ההמון שהברכות כתובות בו אבל בדיעבד אין לחוש שהרי לא שכיחי עמי הארץ כל כך עתה אבל לאחר שקרא בו ודאי צריך לגוללו קודם שיברך כר' יהודה:"
            ], 
            [], 
            [
                "גדול שבכולן גולל - לפי שהוא כבודו וגם לפי שהוא גדול שבכולן כדיי הוא ליטול שכר כנגד כולם כדאמר רבי יהושע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מנין שמשתמשין בבת קול - בירושלמי (שבת פרק במה אשה) תני כתיב לא תנחשו ולא תעוננו ואף ע\"פ שאין ניחוש יש סימן:"
            ], 
            [], 
            [], 
            [], 
            [
                "והשונה בלא זמרה - שהיו רגילין לשנות המשניות בזמרה לפי שהיו שונין אותן על פה וע\"י כך היו נזכרים יותר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בלא אותה מצוה - י\"מ מצות אחיזה וקשה מאי רבותא פשיטא שאין לו שכר כיון שלא עשה המצוה כהוגן לכך פירש ריב\"א בלא אותה מצוה שעשה באותה שעה שאם אחז ספר תורה ערום וקרא בו אין לו שכר מן הקריאה וכן אחזו לגוללו או להגיהו אבל אחזו במטפחת אורך ימים בימינה בשמאלה עושר וכבוד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הדרן עלך בני העיר וסליקא לה מסכת מגילה"
            ]
        ]
    ], 
    "title": "Tosafot on Megillah", 
    "versionSource": "http://www.sefaria.org/Tosafot_on_Megillah", 
    "heTitle": "תוספות על מגילה", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Moed", 
        "Megillah"
    ]
}