{
    "title": "Kessef Mishneh on Mishneh Torah, Circumcision",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Circumcision",
    "text": [
        [
            [
                "<b>מצוה על האב למול את בנו ועל הרב למול את עבדיו וכו'.</b> במנין המצות כתב רבינו סי' רט''ו למול את הבן שנאמר וביום השמיני ימול בשר ערלתו וצריך טעם למה לא מנה מצות הרב למול את עבדו: \n",
                "<b>ובית דין מצווין וכו'.</b> פרק קמא דקידושין (דף כ''ט) האב חייב בבנו למולו מנ''ל דכתיב וימל אברהם את יצחק בנו והיכא דלא מהליה אבוה מיחייבי בית דין למימהליה שנאמר ימול לכם כל זכר והיכא דלא מיהלוהו בית דין מיחייב איהו למימהל נפשיה דכתיב וערל זכר אשר לא ימול כו' ונכרתה: \n\n"
            ],
            [
                "<b>ועל מ''ש רבינו ואינו חייב כרת עד שימות וכו'. כתב</b> הראב''ד אין בזה תבלין וכו' באיסור כרת עכ''ל. ואני אומר שחיוב הכרת הזה הנזכר בדברי רבינו ובדברי הראב''ד הוא שימות בקיצור שנים שמוזכר במ''ק ודעת רבינו שאינו מתחייב כרת למות בקיצור שנים לפי שלא עבר עדיין על המצוה שהרי בידו למול עצמו עד שימות והוא ערל במזיד ואז יתחייב כרת לנפש כמבואר פרק שמיני מהלכות תשובה. א''נ דה''ק רבינו שאינו מת בקיצור שנים אך כשיגיע עתו למות ימות בקיצור ימים בעון הזה כמבואר במועד קטן דאיכא כרת דיומי. ודעת הראב''ד שמיום שגדל ולא מל הוא חייב למות בקיצור שנים אלא שאם מל נפטר מהחיוב ההוא וזהו שכתב ובכל יום עומד באיסור כרת כלומר ראוי הוא בכל יום ליכרת ולמות בקיצור שנים כלומר דאף ע''ג דדמי לעושה דבר שאפשר שיבא לידי חיוב ועדיין לא בא לידי חיוב שאני זה שבכל יום הוא עובר בודאי על מצותו של מקום ואע''פ שאינו מתחייב כרת לגמרי מכל מקום באיסור כרת הוא עומד בכל יום וראוי ליכרת. ומה שהזכיר התראת ספק לדוגמא בעלמא נקטה דהא התראה אין לה ענין אלא בדיני אדם ולא בדיני שמים והיינו לומר דאפילו למ''ד התראת ספק לא שמה התראה לא אמר כן אלא לפוטרו מדיני אדם אבל מכל מקום חיוב שמים יש עליו מפני שעשה מעשה שיוכל להמשך ממנו חיוב מיתה וזה שמביא עצמו למקום שאפשר לו להתחייב כרת ועוד שהוא עובר בכל יום על מצות הבורא דין הוא שיתחייב בכל יום למות בקיצור שנים. ודעת רבינו דלא דמי דכי אמרינן דאיכא מאן דאמר דהתראת ספק שמה התראה היינו כשהוא עובר בקום עשה אבל כשהוא עובר אשב ואל תעשה כמו מילה לא שייך גביה למימר התראת ספק שמה התראה אלא כל שבידו לתקן עדיין לא עבר. \n",
                "<b>ומה שכתב אין מלין בנו של אדם וכו'.</b> פשטא דסוגיין הכי משמע דקאמר היכא דלא מהליה אבוה מיחייבי בית דין למימהליה וסברא נמי הוא דמצוה המוטלת על איש אחד אין לאחר לעשותה שלא מדעתו. \n",
                "<b>ומ''ש שב''ד מצווין למול העבדים</b> הוא נלמד מדין הבן דלא מהליה אבוה ודקדק רבינו לכתוב גבי אב עבר וגבי בית דין נתעלם משום דליכא למימר בבית דין עברו והם עיני העדה והיאך יעברו ולכך שינה וכתב גבי בית דין נתעלם: \n",
                "<b>כתב</b> הרמ''ך אבל אינו חייב כרת עד שימות והוא ערל במזיד צ''ע לאחר שימות מאי כרת שייך ביה והלא כרת הוא בחצי ימיו ובחייו נפרעים ממנו ואח''כ כתב במותו יהיה נדון אם לא יתודה ויקבל עליו שאם יתרפא ימול עצמו עכ''ל: \n\n"
            ],
            [
                "<b>אחד עבד הנולד ברשות ישראל וכו'.</b> פרק ר''א דמילה (שבת קל''ה) אמר רב אסי כל שאמו טמאה לידה נימול לשמונה כל שאין אמו טמאה לידה אינו נימול לשמונה איני והא איתמר יוצא דופן ומי שיש לו שתי ערלות רב הונא ורב חייא בר רב חד אמר מחללין עליו את השבת וחד אמר אין מחללין ע''כ לא פליגי אלא לחלל עליו את השבת אבל לשמיני ודאי מהלינן ליה הא בהא תליא כלומר שמי שנימול לשמונה דוחה שבת ומי שאינו נימול לשמונה אינו דוחה כתנאי יש יליד בית שנימול לאחד ויש יליד בית שנימול לשמונה ויש מקנת כסף שנימול לאחד ויש מקנת כסף שנימול לשמונה כיצד לקח שפחה ועוברה עמה זהו מקנת כסף שנמול לשמונה לקח שפחה וולדה עמה זהו מקנת כסף שנימול לאחד לקח שפחה ונתעברה אצלו וילדה זהו יליד בית הנימול לשמונה ר' חמא אמר ילדה ואחר כך הטבילה זהו יליד בית הנימול לאחד הטבילה ואחר כך ילדה זהו יליד בית שנימול לשמונה ות''ק לא שני ליה בין הטבילה ואחר כך ילדה בין ילדה ואחר כך הטבילה ואף על גב דאין אמו טמאה לידה נימול לשמונה אמר רבא בשלמא לר' חמא משכחת לה יליד בית נימול לאחד יליד בית נימול לשמונה כגון שילדה ואחר כך הטבילה הטבילה ואחר כך ילדה מקנת כסף שנימול לשמונה כגון שלקח שפחה וילדה מקנת כסף שנימול לאחד כגון שלקח זה שפחה וזה עובר אלא לת''ק בשלמא כולהו משכחת לה אלא יליד בית שנימול לאחד היכי משכחת לה אמר ר' ירמיה בלוקח שפחה לעוברה הניחא למאן דאמר קנין פירות לאו כקנין הגוף דמי אלא למאן דאמר קנין פירות כקנין הגוף דמי מאי איכא למימר אמר רב משרשיא בלוקח שפחה על מנת שלא להטבילה. ולענין הלכה איכא מ''ד דלא קי''ל כרב אסי דכיון דאוקימנא כתנאי לא שבקינן ת''ק למינקט כר' חמא דיחידאה הוא ועוד דרבא ורב משרשיא ור' ירמיה שקלו וטרו אליבא דת''ק. אבל רבינו יונה פסק כרב אסי והרי''ף ז''ל לא הכריע בהלכות כדברי מי משמע דמספקא ליה מילתא הילכך מטילין אותו לחומרא דנימול לשמונה ואין מחללין עליו את השבת וכן דעת בעל הלכות ז''ל והרז''ה ז''ל וכ''כ הרמב''ם ז''ל בפ''א מהלכות מילה ע''כ לשון הר''ן ז''ל. והראב''ד ז''ל כתב כן לדעת ר' חמא וכו' ואחר כך ילדה עכ''ל. ועל מה שכתב רבינו להלן כשם שמילת הבנים דוחה את השבת וכו' חוץ מיליד בית שלא טבלה אמו וכו' כתב א''א לא ידעתי מהו זה ההפרש ואולי מפני שהוא מסופק אם הלכה כר' חמא דמפליג בטבילה ולענין מדחי שבת אזלינן לחומרא ולא דחי וא''כ במקנת כסף שנימול לשמונה נמי איכא לספוקי עד כאן לשונו. דעתו ז''ל לומר דלר' חמא מקנת כסף דנימול לשמונה היינו שטבלה ואחר כך ילדה אבל ילדה ואחר כך טבלה נימול לאחד ואע''ג דלענין מילה בשמונה לא חילק רבינו בין טבלה ואח''כ ילדה לילדה ואח''כ טבלה אלא בכל גווני לקח שפחה ועוברה עמה וילדה הרי זה נימול לשמונה לענין חילול שבת ה''ל לחלק דילדה ואח''כ טבלה אינו דוחה שבת כמ''ש ביליד בית שטבלה אמו אחר שילדה. ובאמת שאם שיטת רבינו היתה כמו שסבר בו הר''ן ז''ל שספק זה עצום מאד אבל לדעתי רבינו פוסק כת''ק מהטעמים הנזכרים בדברי הר''ן. ועוד כתב הרא''ש ז''ל דמדמוקי לה כתנאי משמע דאין הלכה כרב אסי דהנך אמוראי לא שמיע להו הך ברייתא דאי הוה שמיע להו לא הוו אמרו מימרא מפי עצמן אלא מר הוה אמר הלכה כהך תנא ומר הוה אמר הלכה כאידך תנא וכיון דלא שמיע להו אפשר דאי הוה שמיע להו לא הוו פליגי אלא הוו אמרי כיון דפליגי רבנן עליה דר' חמא הלכה כרבים. ול''נ דטפי עדיף למימר דהני אמוראי ברייתא שמיע להו ופסקו כת''ק. ועתה ניישב דברי רבינו על דברי הגמרא. ואומר ראשונה כי להיות טעם יליד בית הנימול לאחד לפי שנראה כאילו הוא מקנת כסף לא קראו רבינו בשם יליד בית כאילו אין שם יליד בית אחר הראוי ליקרא יליד בית אלא לקח שפחה ונתעברה אצלו וילדה ולא חשש רבינו לכתוב דין זה רק הספיק לו באומרו אלא שיליד בית נימול לשמונה לפי ששם יליד בית מורה על לקח שפחה ונתעברה אצלו וילדה: \n\n"
            ],
            [
                "<b>ואח''כ כתב יש מקנת כסף וכו'.</b> ומקנת כסף הנימול לאותו יום כבר נזכר במ''ש ומקנת כסף נימול ביום שנלקח דהיינו לקח שפחה וולדה עמה המוזכר בגמרא. ואח''כ בא לבאר מקנת כסף הנימול לשמונה \n",
                "<b>וכתב כיצד לקח שפחה ולקח עוברה עמה ואע''פ שלקח העובר בפני עצמו</b> כלומר דלא תימא היינו כשקנה שפחה מעוברת סתם אבל כשקנה עובר תחלה בכך דינרים ואחר כך קנה האם בכך דינרים סד''א דהוה ליה כאילו קנאו אחר שנולד שנימול ליום אחד קמשמע לן רבינו שכיון שהוא במעי אמו דאינו נידון כמקנת כסף אלא נימול לשמונה. ולמד כן רבינו ממה שלא חילקו בברייתא אלא אמרו לקח שפחה מעוברת וילדה זהו מקנת כסף הנימול לשמונה לקח שפחה וולדה עמה וכו' ואם איתא לפלוג וליתני בדידה בד''א בשלא לקח העובר בפני עצמו אבל אם לקח העובר בפני עצמו נימול ליום אחד וכל שכן היכא דלקח שפחה וולדה עמה ומדלא תני הכי אלמא דכל שלא ילדה עדיין אפילו לקח העובר בפני עצמו נימול לשמונה: \n\n"
            ],
            [
                "<b>ואח''כ כתב לקח שפחה לעובריה.</b> והיינו אוקימתא דרבי ירמיה ביליד בית שנימול ליום אחד ופסק כמותו משום דאתי כמאן דאמר קנין פירות לאו כקנין הגוף דמי ופלוגתא דר''י ור''ל היא ביש נוחלין (ב''ב קל''ו) ואמר רבא בריש החולץ (יבמות ל''ו) דר''י ור''ל הלכה כר''י בר מתלת שמעתתא דהלכה כר''ל וחד מינייהו הא שמעתתא דלר''ל קנין פירות לאו כקנין הגוף דמי ול''ש לן בין טבלה ללא טבלה ומכאן אתה למד דכ''ש לקח זה שפחה וזה עוברה דאינו נימול אלא ליום אחד. אחר כך \n",
                "<b>כתב או שלקח שפחה ע''מ שלא להטבילה וכו'</b> והוא אוקימתא דרב משרשיא ביליד בית שנימול ליום אחד: \n",
                "<b>ומ''ש ואם טבלה אמו אחר שילדה וכו'.</b> לא קאי ארישא דלקח שפחה לעובריה דל''ש ילדה ואחר כך הטבילה או הטבילה ואח''כ ילדה נימול ליום אחד דהא לא הוי טעמא אלא משום דקנין פירות לאו כקנין הגוף דמי אלא למאי דסליק מיניה דהיינו לקח שפחה ע''מ שלא להטבילה קאי ולמד כן רבינו מדאמרינן ות''ק לא שני ליה בין הטבילה ואח''כ ילדה בין ילדה ואח''כ הטבילה נימול לח' כיון שהיה יליד בית ולאוקימתא דרב משרשיא היינו טעמא דנימול ליום אחד לפי שלקחה על מנת שלא להטבילה כלומר ולא טבלה אבל אם טבלה כיון דיליד בית הוא נימול לח': \n",
                "<b>ומ''ש</b> רבינו להלן חוץ מיליד בית שלא טבלה אמו עד שילדה שאע''פ שנימול לח' אינו דוחה את השבת הוא משום דמאי דאמרינן דלת''ק דל''ש ליה בין ילדה ואח''כ הטבילה להטבילה ואח''כ ילדה הא ודאי פשיטא דקאי למקנת כסף הנימול לשמונה כיון שהוא מוזכר בברייתא וכיון שהוא מילה בזמנה דוחה את השבת אבל מספקא ליה אי קאי נמי ליליד בית הנימול לאחד וכמו שפירש או דילמא לא קאי כיון שאין מוזכר בברייתא ולפיכך פסק לחומרא א''נ שרבינו מפרש דאוקימתא דרב משרשיא דכיון שלקחה על מנת שלא להטבילה אע''פ שטבלה אחר שילדה כיון שלא טבלה קודם לידה מהני תנאיה דלקחה על מנת שלא להטבילה לשלא יהיה נימול לח' ורבי ירמיה דלא אוקמה הכי ס''ל דאפילו הכי מהני טבילה דאחר לידה ונימול לח' ומשום דמספקא ליה אי קי''ל כר''י או כרב משרשיא פסק לחומרא בענין שבת ולענין מילה נימול לח' שהוא הזמן הקבוע לכל הנימולים כן נראה לי בדעת רבינו: \n\n"
            ],
            [
                "<b>לקח עבד גדול מן העכו״ם וכו'.</b> יבמות פרק החולץ (יבמות דף מ״ח:) אריב״ל הלוקח עבד מן העכו״ם ולא רצה למול מגלגל עמו עד י״ב חדש לא מל חוזר ומוכרו לעכו״ם אמרוה רבנן קמיה דרב פפא כמאן דלא כרבי עקיבא דאי רבי עקיבא הא אמר אין מקיימין עבדים שאין מלין א״ל רב פפא אפילו תימא ר״ע ה״מ היכא דלא פסקא למילתיה אבל היכא דפסקא למילתיה פסקא. ויש חילוק בין פירוש רש״י לפירוש התוספות בזה ואין בדברי רבינו הכרע:  ",
                "<b>ואם התנה עליו וכו'.</b> ג''ז שם שלח רבין משמיה דרבי אלעאי וכל רבותי אמרו לי משמו אי זהו עבד ערל שמותר לקיימו זה שלקחו רבו ע''מ שלא למולו אמרוה רבנן קמיה דרב פפא כמאן דלא כרבי עקיבא דאי רבי עקיבא הא אמר אין מקיימין א''ל רב פפא אפילו תימא ר''ע ה''מ היכא דלא אתני בהדיה אבל היכא דאתני אתני.  ",
                "<b>ומ''ש רבינו ובלבד שיקבל עליו שבע מצות</b> היה נראה דקאי בין לכשמגלגל עמו י''ב חדש וחוזר ומוכרו לעכו''ם בין לכשהתנה עמו שלא ימול שכיון שזה ברשות ישראל שהרי עבד הוא חייב לכופו לקבל שבע מצות או יהרג כמ''ש רבינו פ''ז מהלכות מלכים ומלחמותיהם וכן צווה משה מפי הגבורה לכוף כל באי עולם לקבל מצות שנצטוו בני נח וכל מי שלא קיבל יהרג ולמד כן רבינו ממ''ש בפרק ד' מיתות רב הונא ורב יהודה וכולהו תלמידי דרב אמרי על שבע מצות בן נח נהרג אלא שמדבריו בפי''ד מהלכות איסורי ביאה נראה דלא קאי להיכא דהתנה עליו שלא ימול. ומ''ש הראב''ד ימכר מיד אין לנו עתה להרוג איש. יש לתמוה דאין כאן השגה על דברי רבינו שהוא ז''ל כתב דברי הגמרא ואם אין ידינו תקיפה בעונותינו לא מפני זה ה''ל להניח מלכתוב הדין, ואפשר שדעתו לומר דלא נימא דאפילו בזמן הזה שאין אנו יכולים להרגו מגלגל עמו י''ב חדש או אם התנה עליו מתחילה וכו' מותר לקיימו אפילו שלא יקבל עליו שבע מצות קמ''ל הראב''ד דכיון דאין אנו יכולים להורגו אם לא ירצה לקבל שבע מצות אסור לקיימו אפילו שעה אחת אלא ימכר מיד:  ",
                "<b>ומ''ש ואין מקבלין גר תושב וכו'.</b> סוף פרק המקדיש שדהו (ערכין כ''ט:):   "
            ],
            [
                "<b>גר שנכנס וכו'.</b> בפרק החולץ (יבמות מ''ו:) אמר רבי יוחנן לעולם אינו גר עד שימול ויטבול. \n",
                "<b>ומ''ש ואם מל כשהיה עכו''ם וכו'.</b> גרסינן בפרק רבי אליעזר דמילה (שבת קל''ה) ערלתו ודאי דוחה שבת ולא נולד כשהוא מהול שבית שמאי אומרים צריך להטיף ממנו דם ברית ובית הלל אומרים אין צריך להטיף ממנו דם ברית אמר רבי שמעון בן אלעזר לא נחלקו בית שמאי וב''ה על נולד כשהוא מהול שצריך להטיף ממנו דם ברית על מה נחלקו על גר שנתגייר כשהוא מהול שבית שמאי אומרים צריך להטיף ממנו דם ברית וב''ה אומרים אין צריך להטיף ממנו דם ברית איתמר רב אמר הלכה כתנא קמא ושמואל אמר הלכה כרבי שמעון בן אלעזר וכתב הרי''ף דאף ע''ג דפליגי רב ושמואל בהא מילתא קיימא לן כבתראי דאינון רבה ורב יוסף דאיתמר רבה אמר חיישינן שמא ערלה כבושה היא כלומר ואין מחללין ואמר רבה מנא אמינא לה דתניא רבי אלעזר הקפר אומר לא נחלקו ב''ש וב''ה על נולד כשהוא מהול שצריך להטיף ממנו דם ברית על מה נחלקו לחלל עליו את השבת שב''ש אומרים מחללין וב''ה אומרים אין מחללין מכלל דת''ק סבר דברי הכל אין מחללין עליו את השבת ומדגמר רבה דהוא בתרא מהא מתניתא שמע מינה דהלכה היא ואע''ג דרב יוסף פליג הא קי''ל דהלכה כרבה לגבי רב יוסף הילכך כרבה ס''ל דאמר חיישינן שמא ערלה כבושה וצריך להטיף ממנו דם ברית בחול אבל לא בשבת דמספיקא לא מחללינן וכן הלכה: \n",
                "<b>וכתב</b> הר״ן ז״ל ואמר רבה מנא אמינא לה דלרשב״א ספק ערלה כבושה היא ואין מחללין פירוש דקים ליה לרבה דת״ק דרבי אלעזר הקפר היינו רשב״א והכי איתא בתוספתא ומ״ה דייק רבה אם איתא דלרשב״א צריך להטיף ממנו דם ברית ואפילו בשבת דודאי ערלה כבושה היא היכי א״ל רבי אלעזר הקפר לא נחלקו בחול שצריך להטיף אי אמר ת״ק ואפילו בשבת ואמר ליה איהו בחול אלא ודאי ת״ק דהיינו רשב״א בחול אמר ולא בשבת ומ״ה א״ל רבי אלעזר הקפר אין ודאי מודינא לך דנולד כשהוא מהול צריך להטיף ממנו דם בחול אבל במאי דאמרת דבגר שנתגייר כשהוא מהול פליג פליגנא עלך דגר שנתגייר כשהוא מהול לד״ה צריך להטיף ממנו דם ברית ולא נחלקו אלא לחלל את השבת בנולד כשהוא מהול. כך נראה שפירשו הגאונים הילכך נקטינן בנולד כשהוא מהול שאע״פ שצריך להטיף ממנו דם ברית בחול אין מחללין עליו את השבת דספק ערלה כבושה היא ולענין גר שנתגייר כשהוא מהול כתב הרי״ף בסמוך שצריך להטיף ממנו דם ברית וכן כתב הרב בה״ג ז״ל והרמב״ם פ״א מהלכות מילה ולפי הפירושים שכתבתי הם סומכים על רבי אלעזר הקפר דאע״ג דשמואל אמר הלכה כרבי שמעון בן אלעזר איכא למימר דלאו לאפוקי מדרבי אלעזר הקפר בגר שנתגייר כשהוא מהול קאמר אלא ממאי דקאמר ת״ק אליבא דב״ה דנולד כשהוא מהול אינו צריך להטיף ממנו דם ברית ואע״ג דרשב״א תרתי קאמר ואיהו פסק סתמא אשכחן דכוותה דלא נקטינן אלא בחדא וכ״ת אמאי דחקינן נפשין בהכי ולא אמרינן דשמואל אכולה מילתא דרשב״א קאי ואמאי סמכינן טפי אדר״א הקפר מדרשב״א איכא למימר דסוגיין בעלמא כר״א הקפר שייכא דתניא בפרק הערל (יבמות ע״ב:) אין לי נימול ביום אלא שנימול בזמנו לט' לי' לי״א וגר שנתגייר כשהוא מהול מנין אלמא צריך להטיף ממנו דף ברית ועוד דקי״ל בפרק החולץ (יבמות מ״ו:) כרבי יוסי דאמר לעולם אינו גר עד שימול ויטבול וזה הכלל משמע בין לערל בין לנולד כשהוא מהול בין לערבי מהול בין לגבעוני מהול ועוד דתניא התם הרי שבא ואמר מלתי ולא טבלתי מטבילין אותו ומה בכך דברי ר' יהודה רבי יוסי אומר אין מטבילין אותו משום דחיישי' דילמא ערבי מהול הוא וצריך להטיף ממנו דם ברית וכן פירש״י ואיפסקא הלכתא כר' יוסי וליכא למימר דרבי יוסי לנולד כשהוא מהול הוא דחייש דנולד כשהוא מהול מיעוטא הוא ורבי יוסי לא חייש למיעוטא ואף ע״פ שיש לדחות ראיות הללו קבלת הגאונים תכריע עכ״ל הר״ן ז״ל. והרא״ש כתב תמהני על הרי״ף שכתב דהלכה כרבה שהוא בתרא ובשאר דוכתי כתב דמאביי ואילך קי״ל כבתראי אבל קודם לכן קיימא לן כרב לגבי תלמיד ואילו נחלקו רבה ורב יוסף על רב יהודה היה הלכה כרב יהודה שהיה רבו של רבה ורב יוסף כל שכן שהלכה כרב רבו של רב יהודה כנגד רבה ורב יוסף עכ״ל. ואני אומר שחילוק אחר ראיתי בדבר דכשהתלמיד נחלק בחיי רבו אין הלכה כתלמיד במקום הרב משום דכבר ראה רבו דבריו ודחאם אבל כשנחלק התלמיד אחר מיתת רבו הלכה כבתראי וכיוצא בזה כתב מגיד משנה בפרק ב' מהלכות שבת ואם כן הכא נמי דאפליגו רבה ורב יוסף על רב אחרי מותו הלכה כוותייהו דבתראי נינהו ואע״ג דכבר נחלק שמואל עם רב והרי ראה רב דברי רבה ור״י ודחאם יש לומר דאע״ג דשמואל כרבה ורב יוסף סבירא ליה מכל מקום אינו אומר הדין מטעמם דשמואל פסק כרבי שמעון בן אלעזר ורב כתנא קמא והדין עמו לפסוק כרבים אבל רבה ורב יוסף מייתו מתניתא דרבי אלעזר הקפר דמשמע מינה דבין לתנא קמא בין לרבי אלעזר הקפר צריך להטיף ודילמא אי הוה שמיע ליה לרב האי מתניתא כוותיה הוה נקיט כוותה ועוד דאפשר דכי אמרינן אין הלכה כתלמיד במקום הרב היינו כשלא נחלק אחר עמו אבל הכא דשמואל פליג עליה הוה ליה רב לגבי שמואל ורבה ורב יוסף יחיד לגבי רבים. ודע שמה שכתב הרי״ף ואע״ג דפליג עליה רב יוסף לא כתב כן לענין נולד כשהוא מהול צריך להטיף ממנו דם ברית דבהא ליכא פלוגתא בין רבה ורב יוסף דלתרווייהו צריך להטיף אלא לענין חילול שבת קאמר דלרבה אין מחללין ולרב יוסף מחללין וקיימא לן כרבה דאין מחללין: \n",
                "<b>אנדרוגינוס והוא הילוד וכו'.</b> ברייתא שם (שבת קל''ה) ערלתו ודאי דוחה שבת ואין אנדרוגינוס דוחה שבת ואין מילה בח' תלויה בחילול שבת כמו שאוכיח בסמוך וכיון דלא הזכירו בברייתא חילוק בין אנדרוגינוס לשאר הנימולין אלא חילול שבת אלמא דלשאר דינין שוים הם וא''כ נימול לשמנה: \n",
                "<b>וכן יוצא דופן וכו'.</b> שם אמר רב אסי כל שאין אמו טמאה לידה אין נימול לח' איני והא איתמר יוצא דופן ומי שיש לו שתי ערלות רב הונא ורב חייא בר רב חד אמר מחללין עליו את השבת וחד אמר אין מחללין ע''כ לא פליגי אלא לחלל עליו את השבת אבל לח' ודאי מהלינן ליה הא בהא תליא כתנאי יש יליד בית שנימול לח' וכו' כמ''ש לעיל בסמוך וכבר כתבתי דרבינו סובר דלא קיימא לן כרב אסי דאמר כל שאין אמו טמאה לידה אינו נימול לח' וממילא לא קיימא לן כוותיה במאי דאמר הא בהא תליא אלא דעד כאן לא פליגי אלא לחלל עליו את השבת אבל לשמונה מהלינן ליה וכתנא קמא דרבי חמא אבל לענין לחלל עליו את השבת כיון דאפליגו בה רב הונא ורב חייא בר רב ולא ידעינן הי מינייהו אסר והי מינייהו שרי נקטינן לחומרא ואין מחללין עליו את השבת ולכן כתב רבינו בפרק זה דיוצא דופן ומי שיש לו שתי ערלות אין מחללין עליו את השבת ופירוש יוצא דופן שאמו קשתה בלדתה וקרעו הדופן שלה והוציאוהו דרך שם ואין אמו טמאה לידה ומי שיש לו שתי ערלות פירש רש''י שיש לו שתי ערלות זה על זה ואמרי לה שני גידים ורבינו שכתב מלין את שתיהן בשמונה נוטה קצת לפירוש השני שהם שני גידים דאם לא כן הוה ליה למימר פורעין את שתיהן כו': \n\n"
            ],
            [
                "<b>אין מלין לעולם וכו'.</b> משנה פרק שני דמגילה (דף כ''ב). \n",
                "<b>ומה שכתב דבין בזמנה בין שלא בזמנה אינה אלא ביום.</b> ברייתא בתורת כהנים ואיתא בפרק הערל (יבמות ע''ב:) ומשמע התם דרבי יוחנן ורבי אלעזר סברי כוותה ואע''ג דאיתא התם ברייתא אחריתא דת''ק ורבי אלעזר פליגי במילתא הא תנא קמא סבר כאידך ברייתא והלכתא כוותיה וכן פסקו הרי''ף והרא''ש בפרק רבי אליעזר דמילה: \n",
                "<b>ומ''ש ואעפ''כ מצוה להקדים וכו'.</b> בריש פסחים (דף ד') אמרינן וביום השמיני ימול בשר ערלתו מלמד שכל היום כשר למילה אלא שזריזין מקדימין למצות: \n\n"
            ],
            [
                "<b>מילה בזמנה וכו'.</b> פרק רבי אליעזר דמילה (שבת ק''ל) אפליגו רבי אליעזר ורבי עקיבא במכשירי מילה אי דחו שבת אי לאו ואמרינן בגמרא (דף קל''ב) ע''כ לא פליגי אלא במכשירין אבל מילה גופה ד''ה דוחה שבת מנ''ל אמר עולא הלכה ורבי יוחנן אמר אמר קרא ביום ביום אפילו בשבת. \n",
                "<b>ומ''ש ושלא בזמנה אינה דוחה וכו' עד וידחה ל''ת.</b> ברייתא שם מילה דוחה את הצרעת בין בזמנה בין שלא בזמנה יו''ט אינה דוחה אלא בזמנה בלבד ולמד רבינו מכ''ש שאינה דוחה את השבת שלא בזמנה: \n\n"
            ],
            [
                "<b>כשם שמילת הבנים וכו'.</b> נראה שלמד כן מדאמרינן דמילה בזמנה דוחה שבת וכל נימול לשמנה מילה בזמנה היא ודוחה את השבת אלא היכא דאיתמר בהדיא דאין מחללין או היכא דנחלקו ולא ידעינן הלכה כדברי מי: \n",
                "<b>ומה שכתב חוץ מיליד בית שלא טבלה אמו וכו'.</b> כבר נתבאר בראש הפרק: \n\n"
            ],
            [
                "<b>קטן שנולד כשהוא מהול וכו'.</b> כבר כתבתי בפרק זה שדעת רבינו לפסוק כרבי אלעזר הקפר דאמר לא נחלקו בית שמאי וב''ה על נולד כשהוא מהול שצריך להטיף ממנו דם ברית על מה נחלקו לחלל עליו את השבת שבית שמאי אומרים מחללין ובית הלל אומרים אין מחללין וידוע דהלכה כבית הלל: \n",
                "<b>ומה שכתב ומי שנולד בחדש השמיני וכו'.</b> יתבאר בסמוך בס''ד: \n",
                "<b>ויוצא דופן ואנדרוגינוס ומי שיש לו שתי ערלות.</b> כבר נתבאר בפרק זה איש איש במקומו ופרק רבי אליעזר דמילה (שבת קל״ד קל״ה) פליגי רבנן ורבי יהודה באנדרוגינוס ופסק רבינו כתנא קמא: \n\n"
            ],
            [
                "<b>מי שנולד בין השמשות וכו'.</b> משנה פרק רבי אליעזר דמילה (שבת קל״ז): \n\n"
            ],
            [
                "<b>מי שנולד בחדש השמיני וכו'.</b> ביבמות (דף פ') פרק הערל ובן שמונה מי קא חיי והתניא בן שמונה הרי הוא כאבן ואסור לטלטלו כלומר ואם היה יכול להיות בן קיימא לא היה אסור לטלטלו הכא במאי עסקינן בשגמרו סימניו דתניא איזהו בן שמונה כל שלא כלו לו חדשיו רבי אומר סימנין מוכיחין עליו שערו וצפרניו שלא גמרו טעמא דלא גמרו הא גמרו אמרינן בר שבעה הוא ואשתהויי הוא דאשתהי ופוסק רבינו כרבי אי משום דאמרינן בגמרא דרשב״ג דאמר בפרק רבי אליעזר דמילה (שבת קל״ה:) כל ששהה שלשים יום באדם אינו נפל כרבי ס״ל דהיינו טעמיה דרבן שמעון בן גמליאל דאף ע״ג שלא כלו לו חדשיו כיון ששהה שלשים יום אנו אומרים לשבעה נגמרה צורתו ואשתהי עד שמיני ושמואל פסק הלכה כרבן שמעון בן גמליאל בפרק רבי אליעזר דמילה (שבת קל״ו) וכיון דרבי ורשב״ג סברי דאפשר לבן שבעה לשהות עד חדש השמיני הכי קי״ל ולא כת״ק דרבי דאמר כל שלא כלו לו חדשיו כלומר דכיון שלא כלו לו חדשיו ודאי לאו בר קיימא הוא דאינו עשוי לשהות וכיון דלא קי״ל כת״ק דרבי ממילא נקטינן כרבי בגמרו סימנין וכרשב״ג בשהיית שלשים יום דרשב״ג לא שני ליה בין גמרו ללא גמרו דבכל גווני מיירי דבין גמרו בין לא גמרו אי שהה שלשים יום אינו נפל וכי איפסקא הלכה כרשב״ג היינו לענין שאם שהה שלשים יום אינו נפל אבל לענין גמר סימנין נקטינן כרבי. ועוד יש לומר שסובר רבינו דרבן שמעון בן גמליאל בשהייה לחודא בלא גמר סימנין מכשיר ומודה נמי לרבי בגמר סימנין דעדיפי משהייה לחודא וכיון דקיימא לן כרשב״ג קיימא לן כרבי וא״כ כי גמרו סימנין אינו כאבן ומותר לטלטלו ולמולו וכי לא גמרו הרי הוא כאבן ואסור לטלטלו וכיון דכנפל גמור חשבינן ליה וליכא צד מצוה כלל לא שרינן טלטול כדי למולו ואע״פ שכתב רבינו אבל אם נולד ושערו לקוי וכו' ולא הזכיר שאין מלין אותו סמך על מה שאמר למעלה ומי שנולד בחדש השמיני קודם שתגמר ברייתו שהוא כנפל מפני שאינו חי אין דוחין את השבת ואם כן מה שאמר אין דוחין שבת לצדדין קתני דטעמא דנולד בחדש השמיני היינו משום איסור טלטול דמשום חבורה ליכא דמחתך בשר בעלמא וכל אינך דמייתי התם טעמא דידהו משום המילה הוא שעושה חבורה בשבת: \n",
                "<b>ומה שאמר ואעפ''כ אם שהה וכו'.</b> היינו מימרא דרבן שמעון בן גמליאל שכתבתי: \n\n"
            ],
            [
                "<b>מי שנולד בחדש השביעי וכו'.</b> למד רבינו כן מדתניא (יבמות פ':) אי זהו בן שמנה כל שלא כלו לו חדשיו רבי אומר סימנין מוכיחין עליו שערו וצפרניו שלא גמרו וסובר רבינו דבדברי רבי איכא קולא וחומרא קולא שאע''פ שנולד בחדש השמיני כיון שגמרו סימנין הרי הוא בן קיימא דבן שבעה הוא אלא דאשתהי. חומרא שאם נולד בשביעי ולא גמרו סימניו הרי הוא כנפל דבן שמנה הוא אלא שקדם להולד. ולא כתב רבינו ואם לא נולד שלם אינו ולד של קיימא ואין מלין אותו משום דמכלל הן אתה שומע לאו ובנולד בשמיני כתב אבל אם נולד ושערו לקוי וכו' לאשמועינן דאף על פי כן אם שהה שלשים יום הרי הוא ולד של קיימא: \n",
                "<b>ספק בן שבעה ספק בן שמונה.</b> בפרק רבי אליעזר דמילה (שבת קל''ה קל''ו) תניא רבן שמעון בן גמליאל אומר כל ששהה שלשים יום באדם אינו נפל הא לא שהה ספיקא הוי מימהל היכי מהלינן ליה אמר רב אדא בר אהבה מלין אותו ממה נפשך אי חי שפיר קא מהיל ואי לאו מחתך בשר בעלמא הוא ואלא הא דתניא ספק בן שבעה ספק בן שמיני אין מחללין עליו את השבת אמאי נמהליה ממה נפשך אמר מר בריה דרבינא מימהל הכי נמי מהלינן ליה לא נצרכה אלא למכשירי מילה ואליבא דרבי אליעזר דאמר מכשירי מילה דוחין את השבת. ורבינו סובר דרבן שמעון בן גמליאל כללא כייל בין לנולדים לשמונה ודאי בין לנולדים לספק בן שבעה ספק בן שמונה או ספק בן תשעה ספק בן שמונה דבין גמרו סימניהם בין לא גמרו כיון ששהה שלשים יום אינו נפל ופריך הא לא שהה ספיקא הוי האידנא דנהיגין למימהל הספיקות היכי מהלינן אמר רב אדא בר אהבה מלין אותו ממה נפשך וכיון דקיימא לן כרבי כמו שהוכחתי בסמוך אית לן למיתפס הא דרב אדא דוקא בגמרו וז''ש רבינו אם בן שבעה הוא ושלם הוא וכו'. ויש לדקדק בלשון רבינו \n",
                "<b>שכתב ספק בן שבעה ספק בן שמונה מלין אותו בשבת עכ״פ אם בן שבעה הוא ושלם הוא בדין הוא שידחה שבת</b> דמשמע דמיירי בשגמרו שערו וצפרניו וכן הבין הטור דברי רבינו וקשה דאם כן היאך כתב ואם בן שמונה הוא הרי זה שמל כמחתך בשר הוא לפי שזה נפל והרי כתב לעיל שמי שנולד בחדש השמיני אם היה שלם בשערו ובצפרניו הרי זה ולד שלם וכו' ומי גרע ספק בן שבעה ספק בן שמונה ממי שנולד בחדש השמיני. ויש לומר שביאור דבריו כך הם אם בן שבעה הוא כלומר שנולד בחדש השביעי או אפילו שנולד בחדש השמיני היה בן שבעה אלא שנשתהה עד שמיני הואיל ושלם הוא בשערו ובצפרניו בדין הוא שידחה שבת כמו שקדם בדין נולד בשמיני או נולד בשביעי ואם בן שמונה הוא כלומר שנולד בשמיני וגם לא היה ראוי להולד אלא בתשעה ויצא קודם שיגמר דאע״ג דאמרינן דבן שמונה שגמרו שערו וצפרניו מלין אותו בשבת לאו משום דברי לן דבן קיימא הוא אלא לפי שבן שבעה עשוי הוא לשהות ורוב הנולדים הם בני קיימא אמרינן דבן קיימא הוא שלכן דקדק רבינו בלשונו ובנולד בשמיני כתב הרי זה ולד שלם ובנולד בשביעי כתב הרי זה ולד של קיימא וא״כ אם זה בן שמונה הראוי להולד בתשעה הוא והרי הוא כאבן הרי זה שמל כמחתך בשר הוא כלומר וליכא איסורא דאורייתא ואע״ג דאיכא איסור טלטול בכה״ג דקרוב הדבר שעושה מצוה לא גזור רבנן ואע״פ שטענה זו של מה נפשך אם בן שבעה הוא וכו' שייכא בנולד בשמיני או בשביעי לא כתבה רבינו שם וכתבה כאן לפי שבגמרא לא הוזכר ממ״נ זה אלא בענין הספיקות וכבר נודע דרך רבינו להעתיק ענייני הגמרא כאשר הם במקומם ואף ע״ג דתנן בפרק רבי אליעזר דמילה (שבת קל״ד:) ספק ואנדרוגינוס אין מחללין עליהן את השבת אתיא כרבי אליעזר למכשירי מילה דאמר דאין מחללין כדאוקימנא ברייתא (שם קל״ו) אי נמי האי ספק עניינו נולד בין השמשות ואע״ג דתני ליה בהדיא לקמן איכא למימר דתני והדר מפרש. ומדברי מ״מ בפ״א מהלכות יבום נראה שהוא מפרש דברי רבינו דהא דספק בן שבעה ספק בן שמונה בשלא גמרו שערו וצפרניו. וקשה לי עליו דכיון דבין בנולד בשביעי בין בנולד בשמיני אם לא גמרו סימניו אין מלין אותו בשבת כשהוא ספק בן שבעה ספק בן שמונה ולא גמרו סימניו למה ימולו אותו מי עדיף ספק בן שבעה ספק בן שמונה מודאי בן שבעה. וי״ל לדעתו שהוא מפרש דברי רבינו דבנולד בחודש השביעי אפילו לא גמרו שערו וצפרניו אם אבריו שלמים הוי ולד קיימא ומ״ה שינה לשונו בנולד בשביעי וכתב אם נולד שלם ולא כתב אם גמרו שערו וצפרניו כמו שאמר בנולד בשמיני ובהכי אתי שפיר מ״ש ספק בן שבעה ושלם הוא כלומר שהוא שלם באבריו בדין הוא שידחה שבת ואם בן שמונה הוא כלומר וכיון שלא גמרו שערו וצפרניו הוי נפל ה״ז כמחתך בשר. ואפשר שלמד כן מדתניא בפרק רבי אליעזר בן שבעה מחללין עליו את השבת ובן שמנה אין מחללין וההיא ודאי בשלא גמרו שערו וצפרניו היא דאי גמרו ודאי מחללין אפילו בן שמנה הילכך ע״כ שלא גמרו שערו וצפרניו היא ואפילו הכי קתני בבן שבעה מחללין אלא שקשה לי מהיכן הוציא מה שכתב אם נולד שלם כלומר באבריו וכמו שפירשתי: \n\n"
            ],
            [
                "<b>הוציא העובר ראשו וכו'.</b> בנדה פרק יוצא דופן (נדה דף מ״ב:) ההוא גברא דאתי לקמיה דרבא ואמר ליה מהו למימהל בשבת ואמר ליה אימא לי איזי גופא דעובדא היכי הוה אמר ליה שמעית ולד דצויץ כלומר שצעק אפניא דמעלי שבתא כלומר בין השמשות ולא אתיליד עד שבתא אמר ליה הוציא ראשו חוץ לפרוזדור הוא כלומר שאילולא כן לא היה צועק דכל זמן שהוא במעי אמו פיו סתום הוי מילה שלא בזמנה וכל מילה שלא בזמנה אין מחללין עליה את השבת: \n",
                "<b>וכל מי שאינו דוחה את השבת.</b> משנה פרק רבי אליעזר דמילה (שבת קל''ז) נולד בין השמשות של ע''ש נימול לעשרה יו''ט אחר השבת נימול לי''א שני י''ט של ר''ה נימול לי''ב ומדקתני שני י''ט של ר''ה וכו' משמע דרישא אפילו היכא דעבדי י''ט שני של גליות נימול לי''א ומשמע לרבינו דהוא הדין לכל מי שאינו דוחה את השבת שהוא דוחה את י''ט שני של גליות. ומ''מ יש לדקדק בלשון רבינו שכתב וכן מילה שלא בזמנה וכו' ואדרבא ממנו אנו למדים לכל הנך ולמה כתבה בלשון וכן. ודע שהרא''ש בתשובה חלק על רבינו וכתב דמילה שלא בזמנה אינה דוחה אפילו יו''ט שני של גליות וממתניתין דלא אשכחן נימול לי''ב אלא בשני י''ט של ר''ה אין ראיה דמתניתין נשנית בא''י עכ''ל: \n\n"
            ],
            [
                "<b>חולה אין מלין אותו וכו'.</b> משנה שם קטן החולה אין מלין אותו עד שיבריא ובגמרא אמר שמואל חלצתו חמה כלומר נשלף ממנו החולי ויצא מגופו נותנין לו כל שבעה להברותו איבעיא להו מי בעינן מעת לעת וכתב הרי''ף ואיפשטא דבעינן מעת לעת וכתב הר''ן ז''ל ולאו דאפשיטא הכא אלא בריש הערל (יבמות ע''א) הוא שאמרו כן ועל זה תמה הרב ז''ל והרא''ש כתב וכיון דספק נפשות הוא יהבינן ליה מעת לעת: \n",
                "<b>ומ''ש רבינו אבל אם כאבו לו עיניו וכו'.</b> הוא מדאמרינן בהערל מילת זכריו דאיתנהו בשעת אכילת פסח וליתנהו בשעת עשייה היכי משכחת לה ואוקימנא כגון שחלצתו חמה ונתרפא זה שבעה ימים ושלם מעת לעת בשעת אכילה ורב פפא אוקמא כגון דכאיב ליה עיניה לינוקא ואיתפח ביני וביני כלומר בין עשייה לאכילה ואי הוה בעינן שבעה מעת לעת בדכייבי ליה עיניה מאי קאמר כגון דכאיב וכו' אכתי לא מטא זמן חיוביה אלא ודאי אין צריך להמתין אלא מלין אותו מיד. וכתב הר''ן דה''ה בכל חולי שאינו חולי כל הגוף אלא חולי של אבר אחד שכיון שנתרפא אותו אבר מלין אותו מיד וכן כתב הטור: \n\n"
            ],
            [
                "<b>קטן שנמצא בשמיני שלו וכו'.</b> מימרא דאביי פרק רבי אליעזר דמילה (שבת קל''ד): \n\n"
            ],
            [
                "<b>אשה שמלה בנה ראשון ומת.</b> בסוף הבא על יבמתו (יבמות ס''ד) מלה ראשון ומת שני ומת שלישי לא תמול דברי רבי רשב''ג אומר שלישי תמול רביעי לא תמול ונחלקו ג''כ בשאר דברים אי בתרי זימני הויא חזקה או בתלתא ואסיקנא נשואין ומלקות כרבי וסתות ושור המועד כרבן שמעון בן גמליאל וכתב הרי''ף ומסתברא דמילה כנשואין דבתרי זימני הויא חזקה דספק נפשות היא וספק נפשות להקל והיינו ודאי אפילו אין בו שום חולי משום דאיכא משפחה דרפי דמה דאי אית ביה שום חולי מאי איריא שלישי אפילו הוא ראשון נמי אלא ודאי כדאמרן. וממה שאמרו מלה ראשון ולא אמרו מל ראשון וכו' בלשון זכר למד רבינו דבין שהשלישי מבעלה ראשון אבי המתים בין מבעלה שני לא תמול: \n",
                "<b>אין מלין אלא ולד וכו'.</b> עד סוף הפרק הם דברי רבינו לתת טעם לדינים הנזכרים: \n\n"
            ]
        ],
        [
            [
                "<b>הכל כשרים למול וכו'.</b> פרק התכלת (מנחות מ''ב) ופ''ב דע''ז (דף כ''ז) איתמר מנין למילה בעכו''ם שהיא פסולה דארו בר פפא אמר משמיה דרב ואתה את בריתי תשמור רבי יוחנן אמר המול ימול המל ימול מאי בינייהו איכא בינייהו אשה למ''ד ואתה את בריתי תשמור ליכא דאשה לאו בת מילה היא ולמ''ד המול ימול איכא דאיתתא כמאן דמהילא דמיא: \n",
                "<b>וכתב</b> הרי''ף בסוף פרק רבי אליעזר דמילה הילכך היכא דליכא גברא יהודאה דידע למימהל ואיכא איתתא יהודיתא דידעא למימהל ומהלא שפיר דמי דהלכה כרבי יוחנן דקי''ל רב ורבי יוחנן הלכה כרבי יוחנן ואסיקנא בפ''ב דע''ז דלכ''ע ערבי מהול פסול למול וישראל ערל כשר למול. וז''ש \n",
                "<b>רבינו הכל כשרים למול ואפילו ערל</b> כלומר ישראל ערל ועבד דמצות שהעבד חייב בהם אשה חייבת בהם וכיון דאשה כשרה ה''ה לעבד וקטן עדיף מעבד ואשה שהרי עתיד לבא לכלל מצות. \n",
                "<b>ומ''ש במקום שאין שם איש</b> הוא ממ''ש הרי''ף הילכך היכא דליכא גברא וכו' אלמא שצריך לחזור אחר איש: \n",
                "<b>ומ''ש ואם מל אינו צריך לחזור ולמול שנייה.</b> למד כן מדאמרינן בהתכלת (מנחות מ''ב) אמר רב ציצית אין צריך ברכה בשעת עשייה ורמי רב חסדא עליה מאידך דאמר רב דציצית בעכו''ם פסולה והאי מאי רומיא קסבר רב חסדא כל מצוה שכשירה בעכו''ם אין ישראל צריך לברך וכל מצוה שפסולה בעכו''ם בישראל צריך לברך וכללא הוא והרי מילה דכשרה בעכו''ם דתניא עיר שאין בה רופא ישראל ויש בה כותי וארמאי ימול ארמאי ואל ימול כותי דברי ר''מ רבי יהודה אומר כותי ולא ארמאי ובישראל צריך לברך מידי הוא טעמא אלא לרב רב מיפסיל פסיל דאיתמר מנין למילה בעכו''ם שפסולה דארו בר פפא משמיה דרב אמר וכו' ומדסתמא דגמרא פריך ממילה בעכו''ם דכשרה ומהדר מידי הוא טעמא אלא לרב משמע דכל אינך רבנן פליגי עליה וסברי כרבי יהודה וחכמים ורבי יוסי דסברי בפרק ב' דע''ז (דף כ''ו וכ''ז) דמילה בעכו''ם כשרה אי לאו משום שמא יעשנו כרות שפכה ורב ס''ל כרבי יהודה הנשיא דאמר התם דפסולה ואפשר דרבי יוחנן נמי ס''ל דמילה בעכו''ם כשרה וכי אמר המול ימול המל ימול לאו אמנין למילה בעכו''ם דפסולה קאי אלא ה''ק לרבי יוחנן פסולא ליכא אבל אסמכתא בעלמא איכא למימר דלכתחילה לא מדכתיב המול ימול דלרבי יוחנן לא מיפסיל מדאורייתא דאמרינן התם כי אתא רב דימי אמר רבי יוחנן אם היה רופא מומחה מותר וליכא למימר דתרי אמוראי נינהו ואליבא דרבי יוחנן דאם כן הו''ל לאסוקי הכי ואפשר דאפילו רב נמי סבר דכשרה ככולהו הנך תנאי אלא בטעמא דרבי יהודה הנשיא אפליגו רב ורבי יוחנן דחד מפיק לה מהאי קרא דלרב כי תניא בברייתא מנין למילה בעכו''ם שפסולה שנאמר ואתה את בריתי תשמור מאלו התיבות עצמן מפיק לה ולר''י הו''ל כאומר וכו' ומפיק לה מהמול ימול דכתיב בפרשה וכי אמרינן בהתכלת מידי הוא טעמא אלא לרב דחייה בעלמא היא לומר דכי אמר רב מנין למילה בעכו''ם שפסולה אליבא דנפשיה קאמר ומיהו קושטא דמילתא לאו הכי הוא דאל''ת הכי לימא רב הלכה כרבי יהודה הנשיא אלא ודאי כדאמרן. ולפי זה קשה למה לא כתב רבינו שאם היה רופא מומחה מותר ואפשר דרבינו מספקא ליה אי רב ורבי יוחנן סבירא להו דמילה בעכו''ם פסולה וכיון דאינהו ס''ל הכי הכי קיימא לן או אי סבירא להו דכשרה אלא בטעמא דרבי יהודה הנשיא פליגי וכדפרישית ולפיכך פסק דלכתחילה לא ימול ואם מל אינו צריך לחזור ולמול שנייה וזה נראה לי עיקר: \n",
                "<b>ובכל מלין וכו'. ולא ימול בקרומית וכו'.</b> פרק קמא דחולין (דף י''ז:) אמר רב חסדא חמשה דברים נאמרו בקרומית של קנה אין שוחטין בה ואין מלין בה וכו' ופירש''י משום דכשדוחקין אותה קסמים ניתזים ממנה ואיכא סכנתה במילה שלא תנקוב הגיד ומשוי ליה כרות שפכה. \n",
                "<b>ומה שאמר ומצוה מן המובחר וכו':</b> \n\n"
            ],
            [
                "<b>כיצד מוהלין וכו'.</b> [מבואר במשנה פרק ר״א דמילה (שבת קל״ז:) מל ולא פרע כאילו לא מל]: \n",
                "<b>וכל מי שאינו מוצץ וכו'.</b> מימרא דרב פפא פרק רבי אליעזר דמילה (שבת קל''ג): \n\n"
            ],
            [
                "<b>יש ציצין מעכבין וכו'.</b> משנה (שם קל''ז) אלו הן ציצין המעכבין בשר החופה רוב העטרה אינו אוכל בתרומה ואם היה בעל בשר מתקנו מפני מראית העין ובגמרא אמר רבי אבינא אמר רבי ירמיה בר אבא בשר החופה את רוב גובהה של עטרה ופירש''י לא תימא רוב העטרה דקתני מתניתין רוב היקפה אלא אפילו רוב גובהה במקום אחד: \n\n"
            ],
            [
                "<b>המל כל זמן שעוסק במילה חוזר בין וכו'.</b> ברייתא (שם קל''ג:) כלשון רבינו ופירש''י המל בשבת כל זמן שהוא עסוק בה שלא סילק ידיו אם ראה שנשתיירו בה ציצין בין מעכבין בין שאינן מעכבין חוזר וחותך דכולה חדא מילתא היא והרי ניתנה שבת לידחות אצלה. פירוש שסילק ידיו על המעכבין חוזר שהרי היא כמילה עצמה ועל שאין מעכבין אינו חוזר דהוי כהתחלה בפני עצמה ועל אלו לא ניתן לחלל את השבת וכן משמע בגמרא דבשבת מיירי ועוד אכתוב בסמוך בס''ד: \n",
                "<b>מל ולא פרע וכו'.</b> משנה (שם קל''ז:): \n\n"
            ],
            [
                "<b>קטן שבשרו רך וכו'.</b> משנה (שם) אלו הן הציצין המעכבין בשר החופה את רוב העטרה אינו אוכל בתרומה ואם היה בעל בשר מתקנו מפני מראית העין ובגמרא אמר שמואל קטן המסורבל בבשר רואין אותו כל זמן שמתקשה ונראה מהול אינו צריך למול ואם לאו צריך למול תניא רשב''ג אומר רואין אותו כל זמן שמתקשה ואינו נראה מהול צריך למול ואם לאו אינו צריך למול מאי בינייהו איכא בינייהו נראה ואינו נראה דלשמואל צריך ולרבן שמעון בן גמליאל לא צריך והרי''ף והרא''ש לא הכריעו בדבר זה כלום אבל מדברי רבינו נראה שהם כדברי שמואל: \n",
                "<b>ומ''ש ודבר זה מד''ס הוא.</b> מדתנן (שם פ''א) מתקנו מפני מראית העין ובאינו נראה מהול בעת שמתקשה עסקינן וקאמר דמפני מראית העין דוקא הוא דמתקנו אבל לא מדין תורה והא דאינו מעכב מן התורה היינו בבעל בשר אבל כשאינו בעל בשר בהדיא קתני אינו אוכל בתרומה דמשמע מדאורייתא: \n\n"
            ],
            [
                "<b>עושין כל צרכי מילה וכו'.</b> משנה (שם קל''ג): \n",
                "<b>וחוזר על ציצין וכו'.</b> ברייתא כתבתיה בסמוך ואם רבינו היה מפרשה בשבת דוקא לא היה לו לכותבה לעיל ולשנותה כאן אבל משמע שהוא מפרשה בין בחול בין בשבת ולעיל קתני לה לענין חול ואינו חוזר פירוש אינו חייב לחזור והכא מפרש לה לענין שבת ואינו חוזר פירוש אינו רשאי לחזור. ואפשר דלענין שבת דוקא הוא מפרשה כפרש''י ולעיל דהוה עסיק בדין ציצין קתני לה והכא דקא עסיק בדיני שבת קתני לה והראשון נראה עיקר: \n",
                "<b>אבל מכשירי מילה וכו'.</b> שם ראש הפרק (דף ק''ל) רבי אליעזר אומר אם לא הביא כלי מערב שבת מביאו בשבת ועוד אמר רבי אליעזר כורתין עצים לעשות פחמין לעשות כלי ברזל כלל אמר רבי עקיבא כל מלאכה שאפשר לעשותה מערב שבת אינה דוחה את השבת מילה שאי אפשר לעשותה מערב שבת דוחה את השבת וקיימא לן כרבי עקיבא. וגרסינן בגמרא אמר רבי אבא בר אדא פעם אחת שכחו ולא הביאו אזמל מערב שבת והביאוהו בשבת שלא כרצון רבי אליעזר ומחלקותו אלא כרצון רבי שמעון דתנן רבי שמעון אומר אחד גגות ואחד חצרות ואחד קרפיפות [רשות אחד הן] לכלים ששבתו בתוכן אבל לא לכלים ששבתו בתוך הבית ואע''ג דאיכא רבוותא דהוי סברי דלית הלכתא כרבי שמעון דשרי כבר סתר הרי''ף דבריהם והעלה דהלכה כרבי שמעון וכתב והא דאמר רבא (פסחים צ''ב) ערלה הזאה ואזמל העמידו דבריהם במקום כרת ואמרינן אזמל מאי היא דתניא כשם שאין מביאין אותו דרך רשות הרבים כן אין מביאין אותו דרך גגות חצרות וקרפיפות אתי שפיר כרבי שמעון שהאזמל היה בבית ורבינו סמך על מה שפסק כרבי שמעון בפרק שלישי מהלכות עירובין ולכן לא חש להאריך כאן: \n\n"
            ],
            [
                "<b>וכן אין שוחקין לה סממנין ואין מחמין וכו'.</b> כל זה פשוט דהא כל הני היה אפשר לעשות מבעוד יום. \n",
                "<b>ומה שאמר אם לא שחק מערב שבת לועס בשיניו ונותן אם לא טרף יין ושמן מערב שבת נותן זה לעצמו וזה לעצמו.</b> משנה שם (שבת קל''ג): \n",
                "<b>ומ''ש זה הכלל וכו'.</b> כבר נתבאר בסמוך: \n\n"
            ],
            [
                "<b>מלו את הקטן בשבת ואחר כך נשפכו החמין וכו'.</b> כן כתב הרי''ף ס''פ רבי אליעזר דמילה: \n",
                "<b>מקום שדרכן להרחיץ את הקטן מרחיצין וכו'.</b> משנה (שם קל''ד:) מרחיצין את הקטן בין לפני המילה ובין לאחר המילה ומזלפין עליו ביד אבל לא בכלי רבי אלעזר בן עזריה אומר מרחיצין את הקטן ביום שלישי למילה שחל להיות בשבת שנאמר ויהי ביום השלישי בהיותם כואבים ובגמרא והא אמרת רישא מרחיצין כלומר דמשמע כדרכו והדר תני דאפילו לזלף עליו בכלי אסור רב יהודה ורבה בר אבהו דאמרי תרווייהו כיצד קתני מרחיצין את הקטן בין לפני המילה בין לאחר המילה כיצד מזלפין עליו ביד אבל לא בכלי אמר רבא והא מרחיצין קתני אלא אמר רבא הכי קתני מרחיצין את הקטן בין לפני המילה בין לאחר המילה ביום הראשון כדרכו וביום השלישי שחל להיות בשבת מזלפין עליו ביד אבל לא בכלי רבי אלעזר בן עזריה אומר מרחיצין את הקטן ביום השלישי וכו' ותניא כוותיה דרבא ובתר הכי אמרינן דרבא גופא חש לאוקימתא קמא ובתר הכי אמרינן כי אתא רבין אמר רבי אבהו הלכה כרבי אלעזר בן עזריה בין בחמין שהוחמו בערב שבת בין בחמין שהוחמו בשבת בין הרחצת כל גופו בין הרחצת מילה מפני שסכנה היא לו ואי הוה קיימא לן כאוקימתא קמא לא הוה שרי לפני המילה אלא זילוף אבל לא לרחוץ דהא רבי אלעזר בן עזריה דקיימא לן כוותיה לא פליג את''ק אלא בלאחר המילה אבל לפני המילה כת''ק סבירא ליה דמזלפין ולא מרחיצין אבל הרי''ף ורבינו כתבו דלפני המילה מרחיצין נמי וכתב הר''ן ז''ל שאפשר שהטעם הוא דאע''ג דרבא חש לאוקימתא קמא כיון דתניא כוותיה הכי נקטינן. ונ''ל לדעתו ז''ל לומר דאע''ג דרבא חש לאוקימתא קמא משום דמתניתין קתני רבי אלעזר בן עזריה אומר מרחיצין ולא קתני אף מרחיצין הא מימרא דת''ק דקתני מרחיצין כרבא דייק ואם כן מתניתין ליכא למשמע מינה והברייתא מגלה לנו כוונת המשנה וכיון דתניא כרבא הכי קי''ל. ולי נראה דלאוקימתא קמא נמי רבי אלעזר בן עזריה אומר אכל מאי דקאמר ת''ק פליג דבכולהו מרחיצין נמי וכך מצאתי שפירש רבינו בפירוש המשנה ונקט ביום השלישי לרבותא דאפילו ביום השלישי מרחיצין וכל שכן ביום המילה לפניה ולאחריה וכן משמע ג''כ מדברי הרי''ף שאכתוב בסמוך וכיון דקי''ל כרבי אלעזר בן עזריה שפיר פסקינן דבכולהו מרחיצין. וא''ת אם כן לענין דינא ליכא פלוגתא בין אוקימתא קמא ובין אוקימתא דרבא ואם כן מאי האי דאמרינן בגמרא ההוא דאתא לקמיה דרבא אורי ליה כשמעתין וי''ל דאפשר דהא דרבין לא הוה שמיע להו והוו סברי דהלכה כת''ק כמו בשאר דוכתי ולפום הכי הוה פלוגתא לענין דינא בין אוקימתא קמא ובין אוקימתא דרבא. ובהא דכי אתא רבין כתב הרי''ף ואמרי רבוותא שהלכה כרבי אלעזר בן עזריה ביום השלישי וכ''ש ביום ראשון שמרחיצין אותו כדרכו בין לפני המילה בין לאחר המילה בין בחמין שהוחמו בשבת בין בחמין שהוחמו מערב שבת: \n",
                "<b>וכתב</b> הר''ן ז''ל דכי קאמר בחמין שהוחמו בשבת לא קאי אלא לאחר המילה אבל לפני המילה ודאי לא. והרא''ש ז''ל כתב אע''פ שהרי''ף כוללן יחד אין דינם שוה דלאחר המילה מחממין ע''י ישראל והזריז הרי זה משובח משום דסכנה היא לו ולפני המילה אין מחממין אפילו ע''י עכו''ם אלא ה''ק אם החם אותן עכו''ם לצורך עצמו או אם עבר ישראל והחם אותם מרחיצין את הקטן בהם וז''ש הראב''ד שחממן עכו''ם כלומר דלפני המילה לא שרי אלא כשחממן עכו''ם לצורך עצמו. וחכמי לוני''ל שאלו לרבינו על זה וז''ל מקום שדרכן להרחיץ את הקטן וכו' עד בין בחמין שהוחמו מערב שבת בין בחמין שהוחמו בשבת מפני שסכנה היא לו משמע שאפילו ע''י ישראל אדרבא לא ימול ולא יסתכן כיון דמכשירי מילה אין דוחין את השבת. וכבר תפסו הרבנים המשיגים את הרי''ף שכתב בהלכות מרחיצין את הקטן כדרכו בין לפני המילה בין לאחר המילה בין בחמין שהוחמו בשבת וכו' וכמדומה לנו כך ה''ל לכתוב מרחיצין את הקטן כדרכו לפני המילה בחמין שהוחמו מערב שבת ולאחר המילה אם נשפכו חמין שלו מחמין לו אפילו בשבת מפני שסכנה היא לו והוא שנשפכו לאחר המילה אבל קודם המילה תדחה המילה ואין השבת נדחית שאין מכשירי מילה דוחין את השבת עכ''ל: \n",
                "<b>תשובה</b> תמהתי לשאלה זו שהדברים בחיבורי מפורשים הרבה ולא יראה לי מקום לספק זו שתחלת אותה הלכה כך היא מלו את הקטן בשבת ואחר כך נשפכו החמין או נתפזרו הסמנין עושין לו בשבת מפני שסכנה היא לו מקום שדרכן להרחיץ את הקטן וכו' עד שלישי למילה שחל להיות בשבת וכו' עד מפני שסכנה היא לו. הרי הדברים ברורים שעל שלישי של מילה אמרנו שמרחיצין אותו בין בחמין שהוחמו מע''ש בין בחמין שמחממין לו בשבת מפני שסכנה היא לו ולא יראה לי בכאן ספק כלל עד כאן לשונו. ומתוך לשון השאלה גם מתוך תשובתו דאוקי הא בחמין שהוחמו בשבת בשלישי למילה דוקא ולא אמר דקאי נמי אלאחר המילה משמע דס''ל כדעת הרז''ה והרשב''א ז''ל שכתבו דכל היכא דאישתפוך חמימי דבתר מילה מקמי מילה תדחה מילה ואם תאמר סוף סוף הרי אפשר לו לומר דקאי נמי אלאחר המילה וכגון דאשתפוך חמימי בתר מילה יש לומר דכיון דלא אפשר ליה למימר דקאי לאחר המילה לגמרי בין דאשתפוך קמי מילה בין דאשתפוך בתר מילה לא קאמר. ועוד דאשתפוך בתר מילה כבר כתבו בסמוך מלו את הקטן בשבת ואח''כ נשפכו החמין וכו'. ועדיין נשאר מקום עיון כיון שהחכמים העמידו דבריהם במקום כרת שאסרו להביא איזמל דרך מבוי שאינו מעורב אע''ג דאיסורא דרבנן הוא והיכי שרו לפני המילה רחיצת כל הגוף בחמין תירץ הר''ן דכיון דרחיצה בחמין שהוחמו מע''ש לא אסרוה אלא מפני הבלנין שהיו מחממין בשבת ואומרים מערב שבת הוחמו במקום מילה התירו דלא שייכא ביה הך גזירה כולי האי. ולי נראה דכיון דבמקום שדרכן לרחוץ כל הגוף לפני המילה הוא ואם לא ירחצו מסוכנים הם אם ימולו בכה''ג לא העמידו דבריהם משום דכל מילה הבאה בשבת היתה נדחית ולא היה מתקיים כלל דין הכתוב וביום השמיני ימול ואפילו בשבת. ואל תשיבני משופר ולולב דמילה שאני דאית בה כרת ולפיכך לא העמידו דבריהם כל כך. ועוד שהיא מצויה תמיד מה שאין כן בשופר ולולב ופסח שאינן אלא פעם אחת בכל שנה. על מה שאמר \n",
                "<b>רבינו או בשלישי</b> כתב הרמ''ך אמאי אמר בשלישי ובגמרא משמע שלישי וכל שכן ראשון ושני עד כאן לשונו. וכבר כתב בזה מגיד משנה פ''ב מהלכות שבת: \n\n"
            ],
            [
                "<b>שכחו ולא הביאו סכין מערב שבת וכו'.</b> עירובין פרק הדר (עירובין דף ס״ז ס״ח) ההוא ינוקא דאשתפוך חמימיה אמר ליה רבא נייתי חמימי מגו ביתאי על ידי עכו״ם ואותיב אביי הזאה שבות ואמירה לעכו״ם שבות מה הזאה אינה דוחה שבת אף אמירה לעכו״ם שבות אינה דוחה את השבת ואמר ליה ולא שני לך בין שבות דאית ביה מעשה לשבות דלית ביה מעשה דהא מר לא אמר זיל אחים לי אלא זיל אייתי לי וכתב הרי״ף בס״פ רבי אליעזר דמילה דה״פ הא דאמרת אמירה לעכו״ם שבות וקא מדמית לה לשבות דהזאה דאסירא לא שני לך בשבות דאמירה בין שבות דאית ביה מלאכה לשבות דלית ביה מלאכה דהא מר לא אמר ליה זיל אחים לי דאית ביה מלאכה אלא אייתי לי מגו ביתאי קאמר ליה דטלטול בעלמא הוא דלית ביה מלאכה שמע מינה דכי אמרינן אמירה לעכו״ם שבות בדבר שהוא מלאכה אבל בדבר שאינו מלאכה כגון האי לא אמרינן ביה אמירה לעכו״ם שבות. והאי דאמרי שבות דלית ביה מעשה ולא אמרי שבות דלית ביה מלאכה מעשה ומלאכה בהאי עניינא חדא מילתא היא דקארו אינשי למלאכה מעשה כדאמרינן ובין יום השביעי לששת ימי המעשה דהיינו מלאכה עד כאן לשונות הרי״ף והרא״ש והוא דעת רבינו: \n\n"
            ],
            [
                "<b>מכשירי מילה אפילו בזמנה וכו'.</b> פרק רבי אליעזר דמילה (שבת קל''ג) רבא אמר אמר קרא הוא לבדו יעשה לכם הוא ולא מכשירין לבדו ולא מילה שלא בזמנה דאתיא מק''ו. ופירש''י מק''ו דצרעת כדאיתא לעיל בגמרא. ומכשירי מילה שהזכיר כאן רבינו הוא עשיית מכשירין על ידי מלאכה גמורה \n",
                "<b>וז''ש וק''ו הדברים וכו'.</b> וכיון דעל ידי מלאכה אסור לעשות מכשירין הוא הדין באיסור שבות דלא פלוג רבנן וקל וחומר זה הוא מסברת רבינו ואפשר שהוא מפרש דמאי דאמרינן דאתיא מק''ו קאי למכשירין הנזכר למעלה והקל וחומר הוא זה שכתב רבינו. \n",
                "<b>ומ''ש אבל שוחקין לה סמנין וכו'.</b> ברייתא שם קל''ד: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b><small>(א-ג)</small> המל מברך קודם שימול וכו'.</b> ס״פ ר' אליעזר דמילה (שבת קל״ז) ת״ר המל אומר אשר קדשנו במצותיו וצונו על המילה אבי הבן אומר אשר קדשנו במצותיו וצונו להכניסו בבריתו של אברהם אבינו העומדים אומרים כשם שנכנס לברית וכו' והמברך אומר אשר קידש ידיד מבטן וכו'. והחילוק שכתב רבינו בין מל את בנו למל את בן חבירו כבר ביארתיו בסוף הלכות ברכות. וממה שכתב \n",
                "<b>רבינו המל מברך קודם שימול</b> ולא כתב ואבי הבן מברך קודם שימול משמע דס''ל כר''ת דלאחר המילה הוא מברך להכניסו בבריתו של אברהם אבינו ואף ע''ג דכל הברכות מברך עליהם עובר לעשייתן שאני ברכה זו דאינה אלא שבח והודאה בעלמא. וממה שלא אמר המל מברך אשר קידש ידיד וכו' אלא המברך אומר דקדק רבינו דמאן דהוא יכול לברך. ופירוש ברכה זו ע''פ נוסח זה שכתב רבינו פירשה בתשובה וכתבה הר''ר אבודרה''ם: \n",
                "<b>ואבי הבן מברך שהחיינו:</b> \n\n"
            ],
            [
                "<b>המל את הגרים מברך וכו'.</b> סוף פרק ר''א דמילה. ונוסחת רבינו כנוסחת הרי''ף ז''ל והטעם שכללו הכל בברכה אחת וגם שתקנו הברכה בלמ''ד למול לפי שאינו גר עד שימול ויטבול ולכן תקנוה בלמ''ד דלהבא משמע וגם כן אינו כעושה מצוה לאחרים שברכת השבח היא על בריתן של ישראל ולפיכך לא תקנו ברכה למילה לחודה אלא כללו הכל בברכה אחת לפי שדם המילה בריתן של ישראל ועל דם הברית אנו מברכין. ומה שתקנו בה להטיף מהם דם ברית לפי שיש כמה גרים שמתגיירים כשהם נמולים ועיקר מילתן הטפת דם ברית הוא לפיכך תקנו לכולם כן: \n\n"
            ],
            [
                "<b>המל את עבדו וכו'.</b> גם זה שם ומה שחילק בין עבדו לעבד אחרים אזדא לטעמיה שמחלק בין מל את בנו או את בן אחרים וכמו שנתבאר בסמוך. ואם תאמר כשם שמל את הגרים מברך בלמ''ד גם מל עבד אחרים לבריך בלמ''ד ויש לומר דלא דמו דמילת גר המצוה מוטלת על כל איש מישראל וכולם שוים בדבר אלא שכל הקודם בו זכה ולכך מברך בלמ''ד אבל עבד האדון קודם למולו לכל אדם אלא שאם לא מלו האדון והוא רוצה למול את עצמו חייבין ישראל למולו דומיא דבן דאביו חייב למולו אלא שאם לא מלו חייבין בית דין למולו ולכן המל הרי הוא עושה מצוה המוטלת על אחרים ולפיכך מברך בעל: \n",
                "<b>ומ''ש והמל אדם גדול וכו'.</b> לשון הרי''ף שם אלא שמסיים ובתר דמהיל לבריך למול וכו' וצריך עיון בדבריו דמשמע דשתי ברכות מברך ובנוסחתו ליכא אלא ברכה אחת וכ''כ הר''ן והרי''ף אין בנוסחתו אלא ברכה אחת: \n\n"
            ],
            [
                "<b>גר שמל וכו'.</b> טעם קטן שנולד כשהוא מהול דכיון דטעמא דצריך להטיף ממנו דם ברית משום דחיישינן שמא ערלה כבושה היא כמ''ש בפ''א מהלכות אלו אין מברכין על הספק וסובר רבינו דגר שנתגייר כשהוא מהול לא עדיף מקטן שנולד כשהוא מהול וכשם שאין מברכין על קטן שנולד מהול כך אין מברכין על גר שנתגייר כשהוא מהול. ועל מ''ש רבינו \n",
                "<b>כאן שאין מברכין על הספק: כתב</b> הראב''ד א''א אם אנדרוגינוס ספק כו' מפני שרוב עמי הארץ מעשרים הם עכ''ל. וחכמי לוני''ל הוקשה להם כן על דברי רבינו ושאלו ממנו ז''ל והשיב להם וז''ל וכן אנדרוגינוס אין מברכין על מילתו מפני שאינו ודאי יורנו מורנו והלא ספק תורה הוא ועל ספק דרבנן הוא דלא מברכינן אבל על ספק דאורייתא מברכין חוץ מן הדמאי מפני שרוב עמי הארץ מעשרין הם כדאמרינן בפרק במה מדליקין (שבת דף כ''ג): \n",
                "<b>תשובה</b> הדברים ידועים שכל ברכה שעל מצוה דרבנן היא בין שתהיה המצוה מדבריהם בין שתהיה מן התורה וחכמים הם שתיקנו את הברכה והם שאמרו שכל המברך ברכה שאינה צריכה עובר משום לא תשא ולפיכך כל דבר שנסתפק לנו אם עשיית דבר זה מצוה שנצטוינו או לא נצטוינו בין שהיה הצווי על אותה עשייה מדבריהם בין שיהיה מן התורה עושין אותה בלא ברכה ומפני זה נפסקה הלכה בסוכה פרק לולב וערבה דשמיני ספק שביעי הכין והלכתא מיתב יתבינן ברוכי לא מברכינן ומינה אתה למד לכל המצות שיסתפק לך אם אתה מצווה או אין אתה מצווה עושין אותה בלא ברכה כמו שביארנו בסוף הלכות ברכות וזהו העיקר שאנו סומכין עליו ואותם הדברים האמורים בפרק במה מדליקין (שבת כ''ג) בענין אחר הם אמורים וזהו פירושו שיילינן בגמרא על ברכת נר חנוכה היכן צונו והשיב רב אויא מלא תסור ורב נחמן משאל אביך ויגדך וכו' שמעינן מדברי שניהם שכל מצוה שהיא מדבריהם מברכין עליה אשר קדשנו במצותיו וצונו. והשיב רב עמרם על שניהם ממעשר דמאי שהוא מדבריהם ומפני זה מפרישין אותו בלא ברכה ופריק אביי ואמר דבר שעיקר תקנתו מצוה מדבריהם ולא תקנתו מפני הספק תקנו עליו ברכה כגון נר חנוכה ומקרא מגילה ועירוב ונט''י אבל דבר שעיקר תקנתו מן הספק כגון מעשר דמאי לא תקנו עליו ברכה. והקשינו על אביי לפום הדין פירוקא והרי יו''ט שני שעיקר תקנתו מפני הספק ותקנו עליו כל הברכות התלויות בו כמו יו''ט ראשון ופריק אביי ואמר הכי השתא התם כי היכי דלא ליזלזלו ביה ולהכי תקינו לו ברכה אבל שאר הדברים שעיקר תקנתם מפני הספק לא תקנו לו ברכה ולפיכך לא תקנו ברכה על מעשר של דמאי ובא רבא ופירק לו פירוק אחר ואמר אל תאמר שכל דבר שעיקר תקנתו מפני הספק לא תקנו לו חכמים ברכה שהרי י''ט מפני הספק תקנו לו ברכה ותדע למה לא תקנו ברכה על מעשר דמאי מפני שרוב ע''ה מעשרים הם נמצאו דברי כולם רב עמרם ואביי ורבא אינן אלא נותן טעם שמפני כך תקנו חכמים ברכה לכך ולכך ולא תקנו ברכה לכך ולכך הילכך כל דבר שנמצא בפירוש לחכמים שמברכין עליו בין שהיה ודאי דבריהם כגון נר חנוכה ומקרא מגילה בין שהיה ספק מדבריהם כגון יו''ט שני מברכין עליו ודבר שלא תקנו לו חכמים ברכה בפירוש אין מברכין עליו וכל מצוה שעיקרה מן התורה ונסתפק לנו אם אנו חייבין בה לא תקנו לה חכמים ברכה אע''פ שנראית מן התורה כמו שנתבאר מדבריהם בסוכה בשמיני וה''ה בכוי לענין כיסוי הדם וה''ה לכל ספק מצוה עכ''ל. והרמ''ה השיג על תשובה זו על מ''ש שיו''ט אע''פ שספק דבריהם הוא מברך עליו וגבי סוכה קאמר שהיא ספק דאורייתא מפני שעיקר המצוה מן התורה והלא קדושת יום טוב גם היא ודאית מן התורה אלא שנסתפק לנו אם יום זה הוא יום טוב אם לאו כשם שנסתפק לנו בסוכה שהרי מצות סוכה מן התורה אלא שנסתפק לנו אם יום זה הוא שביעי וחייב בסוכה ומההיא דאמר רבא גבי מעשר דמאי רוב ע''ה מעשרין הם הא לאו הכי הוו מברכים שהרי המעשר עיקר מצותו מן התורה אלא שנסתפק לנו אם פירות הללו חייבים במעשר כשם שנסתפק לנו בסוכה וביו''ט ואפ''ה טעמא דרוב ע''ה מעשרין הם הא לאו הכי מברכין ולטעמיך מאי חזית דיליף מסוכה לילף מי''ט דהא תרווייהו חד טעמא הוא וכתב לדידן נמי מ''ש סוכה בשמיני דלא תקינו לה רבנן ברכה משום דכי מתקנו רבנן ברכה אספק דאורייתא היכא דלא מבטלי ודאי דאורייתא אבל סוכה בשמיני כיון דשמיני הוי יו''ט אחרון ודאי דאורייתא היכי ליתקון ליה ברכה אסוכה לשוויי שביעי שהוא חול ולבטל קדושת יו''ט אחרון שהיא ודאי מדאורייתא ועוד דכיון דמברכין בקידוש היום ובתפלה ובברכת המזון את יום השמיני חג עצרת היכי מצינן לתקוני ברכה אסוכה לשוייה שביעי כלום אפשר לברך שתי ברכות שסותרות זו את זו: \n\n"
            ],
            [
                "<b>עכו''ם שצריך לחתוך וכו'.</b> פרק שני דע''ז (דף כ''ו:) ת''ר ישראל מל את העכו''ם לשום גר לאפוקי משום מורנא דלא. ופירש''י לשום מורנא תולעת שיש לו בערלתו דלא דאסור לרפאותו בחנם דהא אמרן לא מעלין ולא מורידין. ונראה שמפרש רבינו ישראל מל את העכו''ם לשום גר אע''פ שיש לו מורנא. \n",
                "<b>וז''ש ולפיכך אם נתכוון העכו''ם למילה מותר וכו',</b> כלומר אע''ג דאית ליה מורנא: \n\n"
            ],
            [
                "<b>מאוסה היא הערלה וכו'.</b> משנה ספ''ג דנדרים (ל''א:): \n",
                "<b>וכל המפר בריתו וכו'.</b> אבות פ''ג: \n\n"
            ],
            [
                "<b>בא וראה וכו' עד סוף הפרק.</b> ספ''ג דנדרים שם:\n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מילה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}