{
    "title": "Yad Eitan on Mishneh Torah, Red Heifer",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Red_Heifer",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והעושה אותה לובש ד' בגדים של כהן הדיוט.</b> ותמה המשנה למלך כיון דמגז\"ש דמיום כפורים מייתינן לה נבעי בגדי לבן כמו התם. ונראה דרבינו סמך עצמו אסוגיא דיומא (דף מ\"ג) דקאמר וכבס בגדיו הכהן בכיהונו כו' ופירש\"י האי כהן קרא יתירא הוא כו' למסמך כהן אבגדיו לומר שבבגדי כהונה נעשית הפרה ולא בבגדי חול. וא\"כ דיליף לפרה דבעי בגדי כהונה מבגדיו הכהן לא בעי רק בגדיו של כהן סתם בין שעשאה כהן הדיוט ובין שעשאה כה\"ג כמ\"ש רבינו. והא דבספרי דריש לפרה דבעי ב\"כ מגז\"ש דחוקה נאמר כאן חוקה ונאמר להלן חוקה גבי יום הכפורים מה להלן בבגדי לבן אף כאן בבגדי לבן היינו רק אליבא דמ\"ד דאבנטו של כהן הדיוט בכל השנה היה של בוץ לבן כמו של כהן גדול ביוה\"כ ולדידיה שייך למילף פרה מביום הכפורים שנעשית בבגדי כהן הדיוט, אבל למ\"ד דאבנט של כהן הדיוט היה של כלאים ולא כשל כה\"ג ביוה\"כ לא שייך למילף פרה מביוה\"כ שתהא נעשית בבגדי לבן כמו עבודת פנים ואליביה הוא דיליף דפרה בעי בגדי כהונה מדסמך כהן לבגדיו. ורבינו סמך אההיא סוגיא דיומא דאיהו פסק ברפ\"ח מהלכות כלי המקדש דאבנט של כהן הדיוט היה של כלאים וע\"כ אזיל לשיטתו:"
            ]
        ],
        [
            [],
            [
                "<b>במ\"ל: </b> וא\"כ היכא שביק ר\"י ופסק כר\"ל. ולק\"מ דעיקר הגירסא ריב\"ל מתני תרתי וכ\"ה גירסת תוס' (דף ב') וכ\"כ מהרש\"א:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>במ\"ל: </b> איך הביא משנה זו בסתם דהא פסק כרב אמי כו', וכ\"ה בברכת הזבח:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>וכלי ריקן הטהור לחטאת ניצל בצמיד פתיל כו'.</b> תוספתא הביאה הר\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות פרה אדומה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}