{
    "title": "Ohr Sameach on Mishneh Torah, Those Who Defile Bed or Seat",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Those_Who_Defile_Bed_or_Seat",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראה לובן ואודם כאחד שורפין עליהן את התרומה כו'.</b><br><b> אם </b> הוא זכר הרי טמא בפעם אחד טומאת ערב וטובל ואוכל תרומה לערב ואם הוא נקיבה ומטמא באודם הרי הוא טמא נדה וטמא שבעה וא\"כ אם יטבול ביום ראשון הלא לא ישרפו עליו התרומה דהוי רק ספק שמא נקיבה הוא. וצריך לומר דכיון דנטמא בודאי תו איכא חזקת טומאה עליה ולאפוקי מטומאה מספיקא נאמר דנקיבה הוא וטמא באודם שלו שבעה מספק דמוקמי ליה אחזקת טומאה ושורפין התרומה כמו על כל החזקות, וזה חדש דהספק עליו אם זכר או נקיבה ובכ\"ז מוקים ליה בחזקת טומאה ויעוין מש\"כ בהלכות שחיטה:<br><b> ומש\"כ </b> רבינו אין חייבין על טומאת מקדש וקדשיו דאיתקוש להדדי בכל מילי וכן אמרו בסוף פ\"ז דנזיר כל טומאה שאין הנזיר מגלח כו' על ביאת מקדש ובתוספתא פירשו דהוה\"ד לענין קדשים. מסברתינו היה נראה דאם ראו לובן ואודם כאחד כיון דלענין מקדש וקדשיו המה מותרין דמותרין כשהן מחוסרי כפורים לאכול בקדשים כמו דאינן משתלחין בטומאתן ממחנה לויה, וא\"כ אין דין טמא להם בקדשים ומקדש, וכמו דכתיב מזכר ועד נקבה תשלחו פרט לטומטום ואנדרוגינוס ולא קרינא בכפרתן וכפר מטומאת זובה לכן אינן צריכין להביא קרבנות זב וזבה דאינן מחוסרי כפרה ולאו בני כפרה, וכן כי ראו לובן לבד או אודם לבד ג' פעמים לא מביאים קרבן על הספק כנ\"ל, ואולי זה טעם דפטרתן התורה דאל\"כ יהיו מביאין תמיד קרבן דאינו נאכל מספק, אמנם באמת כתב רבינו להיפך בהלכות מחו\"כ פ\"ג ה\"ז לפיכך אם היה אחד מהם בעל ג' ראיות כו' מביאין קרבן ואינו נאכל, ומאן ספין ומאן רקיע לבוא אחריו, ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כמשקין טמאין שאין מטמאין אדם אבל מטמאין כלים.</b><br><b> פירוש </b> שאין מטמאין אדם במגע רק על ידי שתיה ברביעית וזה פסול הגויה ומשקין טמאים מטמאין כלים במשהו ולקמן פרק ז' מאבות הטומאה לא זכר רבינו שיעורא דרביעית כלל דאפילו במשהו מטמא וכן בפרק י' מטומאת אוכלין הלכה ח' עיי\"ש. אלא בפרק ח' מאה\"ט זכר שיעור שתיה לפסול הגויה ברביעית וכן מוכח מדברי רבינו בהקדמה לפירוש המשנה והיא שיטת ריב\"א בתוספות פסחים י\"ד ד\"ה דאיכא משקין בהדי בשר והא דאמרו גבי יין נסך דמטמא ברביעית דעשאום כמשקין טמאים אינו לטמא במגע אלא בפסול גויה אם שתה ברביעית ולכן בפרק ששי מאה\"ט הלכה ח' כתב רבינו סתם יינן של עו\"ג כו' כשאר כל משקין טמאין הוא לטמא במגע כלים ואוכלין אף בכל שהוא ולפסול הגויה הוא ברביעית וכן מפורש בתוספתא הנדפס מכת\"י צוקקער מאנדל זבים פרק ה' יין שראה את הגוי שהוא מנסכו אם יש בו כזית מטמאין טומאה חמורה ואם לאו אין מטמאין אלא טומאת משקין פירוש אם אין בו כזית אינו מטמא רק טומאת משקין טמאים לטמא כלים ואוכלין בכל שהוא ואינו מטמא במשא ואינו מטמא אדם וכ\"ח ושאר יינו של גוי אעפ\"י שאסר משום נסך אין טמא אלא טומאת משקה בלבד פירוש כדין משקין טמאים וזה מפורש כשיטת רבינו דבמגע משקין טמאים אין שיעור דרביעית וכן שיטת הריב\"א.",
                "<b>כיחו וניעו ורירו ומי האף שלו הרי הן כרוקו לכל דבר.</b><br><b> פסק </b> רבינו כר' יוחנן דאף בנגררין דרך החוטם ורב פליג ואמר בנגררין דרך הפה שא\"א למי האף בלא צחצוחי רוק, וצ\"ע דבשכבת זרעו שא\"א בלא צחצוחי רוק פירש המרדכי דמשו\"ה לא בטל משום שמתחלת ברייתו הוא מעורב, משא\"כ כאן שמן האף הן יוצאין בלא רוק רק הואיל ונגררין דרך הפה מתערבין עם צחצוחי רוק א\"כ ליבטל בהן הרוק. ואולי משום דרב אזיל לטעמו דסבר מין במינו לא בטל כר\"י דלא שאני ליה בין איסור לטומאה כדאמר פרק תינוקת (דף ע\"א) גבי דם תבוסה לכן נטמאין ביוצאין דרך הפה ודוק:"
            ]
        ],
        [
            [
                "<b>דם נדה כו' מטמא לח ויבש.</b><br><b> הנה </b> בריש פרק דם הנדה שקיל וטרי מנא לן א\"ק והדוה כו'. ויפלא מדוע גבי זוב פריך לאחרים גורם טומאה לעצמו לא כ\"ש ושקיל וטרי יעו\"ש וגבי דם הנדה לא שקיל וטרי יעוין תוס'. אמנם רואים אנו דזב אינו מטמא מה שהוא בועל וברור דדוקא בזבה ונדה דהשוכב עמה בכרת לכן גזרה תורה על טומאת בועלה משא\"כ בזב שאינו אסור בתשמיש. ולפ\"ז יתכן דהא דלא אמר לאחרים גורם טומאה לעצמו לא כש\"כ משום דטומאת אשה יתכן דגזר רחמנא הרחקה לביאתה ולכן הוי באפשרי לדון דדם הנדה גופא אינו מטמא אבל בזובו של זב פריך שפיר אם לאחרים גורם דטומאת הזב אינו משום איסור דלית ביה איסור כלל ופשוט:",
                "<b>בהשגות. </b> [א\"א] נ\"ל דלא בעינן מע\"ל אלא לשרץ ונבילה.<br><b> נ\"ב, </b> כוונתו לדברי הגמרא נדה (דף כ\"ב) הנ\"מ בשרץ ונבילה דקשין כו'.<br><b> ובמשל\"מ </b> ולא ידעתי למה.<br><b> נ\"ב </b> ובפרק המפלת פסק הרא\"ש בשם ר\"ח כרשב\"ג:"
            ]
        ],
        [
            [
                "<b>בועל נדה כנדה כו'.</b><br><b> בגמרא </b> (דף ל\"ג) אמרו יכול יעלה לרגלה ת\"ל וטמא שבעת ימים, וזה אם בעל אותה בששי או בשביעי אבל בועל שומרת יום מבעי' לי' אם אמרינן דטמא שבעה או לא יהא גרוע ממה שהוא בועל שהיא אינה סופרת רק יום אחד כן הוא אינו טמא רק יום אחד. ואשכחן גבי פולטת ש\"ז (בדף מ\"א) לענין לטמא בפנים אמר ר\"ש דיה כבועלה יעו\"ש, ולכאורה נראה למיפשט מהא דאמר בפ\"ק דיומא מביתו למה פירש שמא יבוא על אשתו ותמצא ספק נדה כו' יעו\"ש וא\"כ עדיין קשה למה פירש מביתו יבוא על אשתו תוך אחד עשר יום שבין נדה לנדה שאפילו תמצא נדה לא יהא טמא רק יום אחד ויהא ראוי ליוהכ\"פ ועל כרחין דתמיד טמא ז' ימים, ואי דאכתי קשה באשתו יולדת תוך ימי טוהר אמאי לא ישמש עם אשתו שאף אם תמצא דם אותיום ג\"כ אינו טמא משום בועל נדה, הא לא קשיא דאימור סברא משנתינו כר' אליעזר דהמקשה תוך שמונים טמאה וחיישינן שמא יש בה עובר ואישתהי והיא תתקשה וטמאה נדה ויטמא בועלה ז' ימים, ולרבינו דפוסק דלא כר\"א צ\"ל כיון דפרישה צריך מהלכה תו לא חלקו רבנן ומשום לא פלוג גזרו רבנן גם מביתו באופן זה דלא שכיח, אבל תוך אחד עשר יום לא מסתברא שגזרו משום ימי נדות אם לא דלא שנא בין בועל נדה וזבה לבועל שומרת יום:<br><b> אמנם </b> מצאתי להראב\"ד בתו\"כ סוף מצורע ולאיש אשר ישכב עם טמאה להביא את הבא על שומרת יום כנגד יום, כתב נ\"ל שאם בא עליה בראשון שלה שיהא שומר כו' שאם תראה שלשה ימים רצופים יהא הוא סופר ז' ימים כמותה ואם לא יטבול ויטהר לערב. ולפ\"ז א\"ש הך דיומא דחיישינן שמא תמצא דם אותו יום ותראה אחרי זה שלשה ימים והויא זבה ותו טמא שבעה גם הבועל. אך עדיין יקשה א\"כ ביום אחד עשר דקיי\"ל דלא בעי שימור א\"כ יבעול אותה ביום אחד עשר וכיו\"ב אם תראה אח\"ז הויא נדה לא זבה ומשום דם של אותו יום אינה מטמאה הבועל רק יום אחד אפשר בכה\"ג לא פלוג ויעוין סוף נדה ודוק:<br><b> ובמשל\"מ. </b> שוב ראיתי לתוספות נדה כו' דפשיטא להו שא\"מ בהיסט.<br><b> נ\"ב, </b> עיין תוספות יומא (דף ו'):"
            ],
            [],
            [],
            [
                "<b>הנדה והזבה כו' והיולדת אע\"פ שלא ראתה דם כולן מטמאות למפרע מעל\"ע כו'</b><br><b> מתניתא </b> היא הובאה בפרק בנות כותים (דף ל\"ט) ופרש\"י שם היולדת שיצא הדם בפתיחת הקבר מטמאה מעל\"ע בראיה ראשונה, ורבינו לא פירש כן דאין לך ראיית אונס גדול מזו, ובהדיא תני בתוספתא פ\"ק דאשה שראתה באונס אף אונס דקפיצה דיה שעתה, ובפרט לשיטת רבינו דדם קשוי הוי כמו שביאר הרב המגיד פ\"ז מהלכות איסורי ביאה לכן פירש כפשטא דיולדת מטמאה מע\"ל משום שמא הוציא הולד ראשו או אבר אחד חוץ לפרוזדור וכמו דאמר הגמ' על יולדת מטמאה בפנים כבחוץ (בדף מ\"ב) וז\"ב. ודברי הכסף משנה תמוהין, ועיין בהקדמת רבינו לטהרות שהביא הברייתא באורך יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>מעוברת ומניקה וכו' שראו ראיה ראשונה דיין שעתן, ובהלכה ו' מעוברת או מניקה שראתה הדם ועברו עליה ג' חדשים ואח\"כ ראתה דיה שעתה.</b><br><b> הנה </b> בתוספתא מפורש ר\"י ור\"ש אומרים מעוברת ומניקה לא דיה שעתה עד שעברו עליה שלש עונות וימי עוברה מצטרפין לימי מניקותה כו'. נמצא דלחכמים דאמרו מעוברת ומניקה דיה שעתה אף אם לא הפסיקה שלש עונות, ואימתי דיה שעתה דוקא בראיה ראשונה ואם ראתה פעם שני והפסיקה אח\"כ שלש עונות מטמאה מעל\"ע למפרע, אבל לר' יוסי דיה שעתה, ואמר בירושלמי דרבי עביד כקולי דת\"ק וקולי ר' יוסי דבראיה ראשונה אף בלא הפסקה טהורה וכי ראתה כמה פעמים והפסיקה שלשה עונות דיה שעתה, ומוכח מזה דלא כמ\"ד דיין כל ימי עבורן דיין כל ימי מניקותן, דאל\"ה ליכא קולא דר\"י ורק לחומרא קאמר דאינה דיה שעתה מיד שתפסיק שלש עונות [וברייתא דתלמודין דפליגי בזה תנאי לא מייתי בירושלמי] ואלה הדברים ככתבן פסקן רבינו בהלכות האלו כקולי דר\"י וכהוראת רבינו הקדוש בירושלמי שם, וכן כוון לזה המראה הפנים ודלא ככסף משנה:<br><b> ולפום </b> תלמודין אפשר דבהא דפליגי תנאי אם דיין כל ימי עבורן או דוקא בראיה ראשונה אפשר דלטעמייהו אזלי, דמאן דאמר דתיכף כשהוכר עוברה הדמים מסתלקים או תיכף משעת הנקה איהו סובר דכל ימי עבורן דיין שעתן כו' אבל הני תנאי דאמרי דאין ההנקה או היכר העובר סיבה להסתלקות הדמים רק כשרואים אנו שעברו שלשה עונות ולא ראו בהן דם אז מחזקין להו במסולקת דמים א\"כ בראיה שניה שוב הלא מה שהחזיקו אותן במסולקת דמים הוא טעות ומטמאות למפרע ור' יוסי ור\"ש לטעמייהו דבעי הפסקה ג' עונות בהו ודוק. וכבר כתבתי בחידושי דאם במניקת מסתלקין הדמים מחמת חלב דדם נעכר ונעשה חלב א\"כ כל ימי מניקותן הולכין ומסתלקין הם תדיר כהגהת ר' ברוך שברש\"י, אבל אם מחמת הצער של לידה דאבריה מתפרקין א\"כ אין דיה שעתה רק בראיה ראשונה, ולפ\"ז ר\"י ור\"ש לטעמייהו אזלי במניקת דסברי דאין דיה שעתה רק כ\"ד חודש ולא יותר, וגם זה נכון, אבל המחוור כמוש\"כ כאן בס\"ד:<br><b> ולפ\"ז </b> הא שכתב רבינו מעוברת ומניקה שראתה דם ואח\"כ עברו עליה ג' חדשים כו' דיה שעתה, עברו עליה ג' חדשים אחרים וראתה פעם שניה שהיא שלישית לראיה ראשונה מטמאה למפרע, אין כוונתו דאימת אמרינן דיה שעתה לאחר הפסקה ג' עונות דוקא כשהיא ראיה שניה, דבראיה ראשונה ג\"כ היה לה הדין דדיין שעתן, דז\"א דבירושלמי פוסק כקולי דר' יוסי דראתה כמה פעמים והפסיקה ג' עונות דיה שעתה כמפורש תמן, רק לרבותא דבראיה שלישית מטמאה למפרע ודוק:<br><b> והנה </b> בהך ברייתא דתינוקת (בדף ט') שיטת רש\"י ותוס' דבהך ראיה דמחזקא בהו להיות רואה דם לא טימאו חכמים מעל\"ע, והנך נשי דאמרי בהו במשנה במד\"א בראיה ראשונה אבל בשניה מטמאה מע\"ל, בלתי אפשר לאוקמי כרבי דבתרי זימני מוחזקין לראות דם דא\"כ גם בראיה שניה הוה דיה שעתה אלא ע\"כ דבראיה ראשונה אתחזקה וזה ליכא מ\"ד, וע\"כ דגם רשב\"ג ג\"כ מודה בהא, ורק בתינוקת שלא הגיע זמנה לראות דאינה מצויה בדמים בעי שתתחזק בדמים ולרבי אתחזקה בתרי זימני ובשלישית מטמאה למפרע, אבל לרשב\"ג בעינן שתראה פעם רביעית ואז תטמא מע\"ל. והרשב\"א בחדושיו האריך דגם כרשב\"ג אתי דמפליגי טובא אמוראי בכתמה שבין שניה לשלישית ורשב\"ג ג\"כ מודה ועיקר פירושו דבראיה שהוחזקה לראות דמים מטמאה למפרע ואף לרבי ג\"כ לא הוחזקה בשני פעמים דפעם ראשון אימר מקרה הוי ולא נחשב לראיה כלל אבל בפעם שלישית אגלאי למפרע דראיות ראשונות לאו מקרה הוה לכן מטמאה אף לרשב\"ג. וכן הא דמטמאין זקינה בפעם שניה דאגלאי דראיה ראשונה לא הוי סילוק דמים כלל אבל בתולה דמטמאה בפעם שניה ע\"כ כרבי וסתם משנה כרבי אתי אבל לרשב\"ג גם בשניה דיה שעתה עכ\"ל, הנך רואה דסובר דבהך ראיה דאיתחזקה מטמאה מע\"ל ודלא כרש\"י ותוספות, ומוכרח לומר דבבתולה לרשב\"ג גם בשניה דיה שעתה כיון דפירש דרישא אתיא גם כרשב\"ג וא\"כ איך אמר הגמרא הא מני רבי היא על כרחין על שהגיע זמנה לראות וכגירסת רוב הספרים שהביאו תוס'. ולפ\"ז לא הועיל הכסף משנה במה שהביא שיטת הרשב\"א על דברי רבינו דע\"כ רבינו פסק כרבי, אלא דלפי גירסא הישינה שברוב הספרים דהך דבשניה מטמאה מע\"ל רבי היא א\"ש מה דפסק כרבי משום דסתם משנה כוותיה דבמד\"א בראיה ראשונה אבל בשניה מטמאה מע\"ל וכמו שהביא הרשב\"א בשם י\"מ ופירש כן שיטת רבינו דדוקא בוסתות קיי\"ל כרשב\"ג אבל בחזקת דמים קיי\"ל כרבי יעו\"ש, א\"כ אפילו סבר רבינו כפסק הנך רבוותא שהביא רשב\"א דהך דתינוקת כרבי ג\"כ א\"ש פסקו משום דכולהו אמוראי פליגי אליביה לכן פסק בחזקת דמים כוותיה ודוק:<br><b> ולפ\"ז </b> אפשר דרבינו הוי גריס גבי זקינה שלשה עונות ג' פעמים רק דסובר דלרבי דקיי\"ל כוותיה בחזקת דמים די בשתי פעמים ומש\"ה פסק במעוברת ומניקה שעברו עליהן ג' עונות דאם עברו עליהן עוד ג' עונות ג\"כ מטמאה מע\"ל וכמו בזקינה לפסק דיליה, דלכולהו רבוותא בחזיא בהפלגות גם בהפסקות של ג' עונות בפעם השניה דיה שעתה ועיין בזה, ובזה יש להקל התמיה גם בפסק רבינו בהך דהגיע זמנה לראות דאם הפסיקה שלש עונות דיה שעתה דפסק במה דמוקי הגמרא כר' אליעזר דכל אשה שעברו עליהן שלש עונות דיין שעתן, משום דטעמו דחזינן דרבי פסק במעוברת שעבר עליהן ג' עונות דדין שעתן בפעם ראשון, כן סבר כיון דלענין וסתות לא אתחזקה עדיין בכלל בתולה הואי וכי רואה בהפסקת ג' עונות דין מעוברת ומניקה יש לה דאם הפסיקו שלש עונות דיין שעתן, זהו מה שנ\"ל בשיטת רבינו:<br><b> ודע </b> דנראה הא דאמר תינוקות שלא הגיעו לפרקן דאינן צריכות בדיקה אפשר דוקא כשהן לא ראו עדיין דמים אבל כשראו דמים צריכות בדיקה, וכן נראה מתוספות (דף י') סד\"ה דיין כל ימי עיבורן כו' כ\"ז שלא ראתה היא מסולקת בדמים כו' הרי מפורש דבהוחזקה בעיא בדיקה. ולפ\"ז א\"ש מה שנדחקו בתוספות מדוע לא מטמאה למפרע בפעם שהוחזקה לראות, ולפ\"ז ניחא דאף דראתה פעם שניה כיון דטרם שראתה עדיין לא אתחזקה להיות מצוי בה דם ולא היתה צריכה בדיקה וא\"כ לא פשעה במה שלא בדקה עצמה וכל עיקר טומאת מע\"ל היא משום קנסא דלא בדקה כדאמר רב יהודה לעיל (דף ד') ולטמא רק עונה לחודא לא גזרו. ופוק חזי מה דאמר הגמרא (בדף ל\"ו) כיון דמעל\"ע ליכא כו' לא גזרו כש\"כ הכא, ונכון:<br><b> נ\"ב </b> ולפי זה אתי שפיר מה דבדף ס\"ח אמר לימא תיהוי תיובתא דרבא כו' ה\"ק לימא תהוי תיובתא דרבא נמי מהא. דפירושו דאי מהך ברייתא דתניא הנדה והזבה וכו' כולן מטמאות מע\"ל לא קשה דמצינן לפרש דכיון דבתוך אחד עשר יום אין צריכן לכן לא שייך לקונסה לטמאה מע\"ל וכיון דטומאת מע\"ל ליכא תו לא גזרו גם מפקידה לפקידה. והברייתא אזלא כר' יוסי דסבר בפ' אלו נערות דגיורת שנתגיירה אע\"ג דמעל\"ע ליכא בה מטמאה למפרע ככל הנשים ולכן גם תוך י\"א אם לא חלקו אותה מכל הנשים ומטמאה למפרע דנין מעל\"ע כמו בכל הנשים דלא פלוג רבנן. אבל כאן במשנה דמיירו ר' יהודא וחכמים בסיפא ומ\"מ ברישא מודו דתוך י\"א יום מטמאה למפרע הרי דר' יהודא דאיהו סבר בגיורת כיון דמעל\"ע ליכא לא גזרו גם מפקידה כו' ומ\"מ סבר כאן דמטמאה למפרע ודו\"ק.<br><b> ונראה </b> לפרש הך דאיתא בירושלמי הלכה ה', ר' יודן בעי ראת ראייה ראשונה ושניה והפסיקה שלש עונות ולא ראתה ואח\"כ ראתה כווסת ארוכה היא שתטמא מע\"ל כו' הוא בהגיע זמנה לראות וא\"ל ומה בשעה שעשיתה ככדמין פירוש בלא הגיע זמנה לראות וראתה ד' פעמים [עיי\"ש בירושלמי דמתני בברייתא כך ורב אמר דג' פעמים סגי] ואח\"כ הפסיקה שלש עונות דסגי בהפסקה לאמר דיה שעתה כש\"כ כאן דלא עשיתה ככדמין שעדיין לא הוחזקה לראות [דלרשב\"ג קאי דאמר דבפעם שניה דיה שעתה] לא כש\"כ דבהפסקה ג' עונות דיה שעתה וא\"ל ואין כיני [דמדמית לתינוקת שלא הגיע זמנה לראות וראתה ד' פעמים] אפילו ראת ראיה אחת לא תטמא מע\"ל עד שתראה שלש אחר הפסיקה [פירוש כמו דתניא בברייתא דילן דבהפסיקה ג' עונות בעי שתתחזק בראיה ג' פעמים] והא דפליגי בירושלמי לענין מהו שיהא לה כתמין חזקיה אמר מאחר שעשיתה ככדמין יש לה כתמים היינו היכי דכבר ראתה ג' פעמים ודלא כתלמודין, וכן אמר שמואל תמן אפילו ראתה מאה פעמים אין לה כתמים ודוק בכ\"ז:"
            ],
            [
                "<b>הרואה דם אחר דם טוהר כו' דיה שעתה.</b><br><b> נ\"ב </b> נדה (דף ל\"ו) ושוין ברואה אחר דם טוהר שדיה שעתה כו' דליכא שהות כו' כיון דמע\"ל ליכא. ורבינו פסק כרב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>יולדת שהיא מצורעת וטבלה אחר ז' של זכר כו' טמא כרוקה וכמימי רגליה כו' חוץ מזב וכיוצא בו שהרי ג' משקין היוצאין ממנו אבות טומאות כמו שבארנו.</b><br><b> הוא </b> לעיל בפרק א' הי\"ד, רוק הזב וש\"ז ומימי רגליו כל אחד משלשתן אב טומאה דין תורה כו' אחד זב ואחד נדה ויולדת וזבה כו' כל אחד מאילו כמשקין טמאים שטומאתן מד\"ס כו'. והנה דברי רבינו ברור מללו שמעיינות מצורע המה רק כמשקין טמאים ומטמאין כלים מד\"ס ולא מדאורייתא ואדם אין מטמאין כלל. והרבה נצטערתי ע\"ז, דכל הסוגיא (בדף ל\"ד ל\"ה) דמצורע אתרבי למעיינותיו ומצורעת למעיינותיה ושוים בזה לזב רק דם טהרה של מצורעת כיון דאינו מתעגל ויוצא לא חשוב מעין אך דב\"ה סברי דקרא מרבי לזה בהדיא בכלל מעיינות וב\"ש פליגי, ור' יהודה תני לה במסכת עדיות, [ועיין בתוספתא דילן דפליגי בזה ר\"מ ור\"י דר\"מ אמר אינו מטמא לכו\"ע, וראה בתוי\"ט שנתקשה מדוע פסק רבינו כב\"ה הא חכמים פליגי על ר\"י ובמח\"כ לא עיין בתוספתא דר\"מ פליג עליו והלכה כר\"י נגד ר\"מ] וטרחתי הרבה בזה ולא ירדתי לעומק טעמו של רבינו, כי מפירוש המשנה נראה שהיה לו כפי סוגיא דילן ובטח נמוקו עמו מעוצם הקפתו בכל מטמוני רז\"ל אשר אינם בדפוס לפנינו כפי מש\"כ הרלב\"ח בשו\"ת:<br><b> אולם </b> יתכן דהוכרח לפי שיטתו שכתב בפ\"א דזה דאמרינן דמימי רגליו של זב מטמאין במשא משום דא\"א בלא צחצוחי זיבה [עיין כסף משנה שם] וטעם זה לא יתכן גבי מצורע, ולפ\"ז מימי רגליו של מצורע אינן מטמאין אע\"ג דאיתקוש לזב למעיינות ואיך קאמרי כאן ב\"ה דם טהרה של מצורעת כרוקה וכמימי רגליה הלא גם מימי רגליה של מצורעת אינם מטמאין דלא שייך בהו זיבה כיון שאינה זבה כלל, ומש\"ה הוכרח רבינו לפרש דטומאתן כדין משקין הנוגעים בהן ואינן אב הטומאה, ודא למדנו מכאן דש\"ז של זב דאינו מטמא במשא לר' יהושע רק משום שא\"א בלא צחצוחי זיבה לכו\"ע ליכא במצורע ואינו מטמא במשא שכבת זרעו אף להחולקים על רבינו ומטמאים מעיינות מצורע:<br><b> ויש </b> להתבונן לשיטת רבינו דמימי רגליו של זב טמאין משום דא\"א בלא צחצוחי זיבה א\"כ לסתור גם בימי זיבה כמו קרי דהוה נוגע לרב הונא ובכ\"ז סותר משום דא\"א בלא צחצוחי זיבה, ואם נימא דבטלה א\"כ גם בקרי תבטל ועוד דהא אמרת דמטמאה מש\"ה. אך דא ליתא דכיון דגלי קרא גבי סתירה דאינו סותר שבעת ימים רק יום אחד כפי טומאתו של ש\"ז א\"כ במימי רגליו דבטהור טהורים תו משום צחצוחי זיבה לא סתרה כלל כיון דפתיכא במ\"ר ופשוט. ומשום זה מוכרח מכאן דאין לפרש כהר\"ש בטעמא דר' ישמעאל דאמר בפ\"ק דזבים ביום שני סותר את שלפניו מטעם דהזיבה מרובה והוי כבעינא וסותרת את שלפניו, דא\"כ גם מימי רגליו לסתור ביום שני ולכן מוכרח לפרש טעם אחר, ויש לפרש דרבינו סמיך על קרא דוזאת דמפיק מיניה בתו\"כ ומייתי תלמודין בפרק דם הנדה רק הוא הוסיף המתקה להדרשה טעם לשבח:<br><b> שוב </b> ראיתי בתו\"כ מפיק מקרא דאין מי רגלים סותרים בזב והביאו הכס\"מ לעיל פ\"א הי\"ד יעו\"ש וא\"כ נסתר מש\"כ. אמנם באמת לא יכולתי להבין דברי התו\"כ דלמה לן קרא לזה לדבר שא\"א בחוקי המציאות, אך לפ\"ז מוכח כמו שהוכיח הכסף משנה דא\"א למימי רגליו בלא צחצוחי זיבה, דאל\"כ מהיכי תיתי דלסתור וע\"כ לר' יהושע לא צריך קרא להכי דכמו דמטמא ש\"ז במשא משום דא\"א בלא צחצוחי זיבה ה\"נ מימי רגליו ותו לא צריך קרא וא\"כ במצורע אינו טמא מ\"ר ואיך אמרי ב\"ה כרוקה וכמימי רגליה, וע\"כ דמדרבנן אמרי וכמשקין הנוגעים בהן, כ\"ז טרחתי להסיר קצת התמיה:<br><b> אולם </b> דע דחפשתי במשנה ובתוספתא ולא מצאתי מבואר שמצורע עושה מעיינות, רק בתו\"כ מצאנו לזכר לרבות את המצורע ולנקיבה לרבות היולדת, ופירוש דקרא קאי לטמא דם טוהר של מצורעת וזה מצורעת יולדת. ובזה א\"ש מה דחפש רבינו היקשא אחרינא דזב למצורע, דמסוגיין (דף ל\"ה) משמע דקרא דוהזב את זובו לזכר איתקוש זב למצורע כפירוש רש\"י תמן, ורבינו כתב מקרא דוישלחו מן המחנה כל צרוע או זב. והוא כיון דרבינו סובר דמעיינות מצורע אינן טמאים ולא דריש כלל קרא דלזכר לרבות מצורע, ונכון. אמנם התבוננתי דיש לפרש גם דברי התו\"כ באופן אחר, דקרא דוהדוה בנדתה מפיק שמדוה כמותה לקמן (דף נ\"ד) ומוהזב את זובו דזיבה מטמאה כדמפקי אחרים בתו\"כ ומייתי לה (בדף נ\"ה), וא\"כ סד\"א דדוקא בזב גרידא שהיא גורמת לו טומאה אז הזוב עצמה מטמאה אבל זב מצורע שאינו גורמת לו טומאה שהוא טמא בלא זה מנלן דזובו טמא [וזהו סברת רבא (בדף ל\"ה) אלא פשיטא בזב מצורע] ואם תימא הא גם במצורע הזיבה גורמת שיהא מעיינותיו כמו רוקו מטמא במשא דבמצורע אינו טמא [לפי שיטת רבינו] אולי דצריך קרא לראיה ראשונה של מצורע שיטמא דאימא דוקא בטהור לחודיה מטמאה משום שהיא גורמת טומאה לו לכן מרבי מקרא דלזכר לרבות מצורע ולנקיבה לרבות היולדת, היינו דהוה אמרינן דדם נדה אינו מטמא רק בנדה וזבה משום שהיא גורמת טומאה אבל ביולדת שבלא\"ה טמאה אף בלידה יבשתה מנ\"ל דהדם טמא קמ\"ל קרא דלנקיבה. ודוק:<br><b> והנה </b> מדכיילה לה המשנה עם דם נכרית משמע כפירוש רבינו דשניהן מדרבנן ובני חדא בקתא נינהו וצ\"ע. וכן פלא בעיני למה צריך קרא דמי רגלים אינן סותרין בזב פשיטא דאל\"כ טהרת זבים איך משכחת לה כיון שיום של מי רגלים אינה עולה אם לא שיטיל מים ע\"י קיסם שמכניס בבשרו או אולי גם מים עכורים אינו סותר, ולא נהירא, ועדיין כל הענין מעומעם וצ\"ב עוד. ואפשר לומר דסד\"א דמקצת סוף יום ככולו וכי סותר בראה בין השמשות וכמו דפריך רמי ב\"ח בפרק בנות כותים (דף ל\"ג) יעו\"ש ודוק היטב בכ\"ז:"
            ],
            [],
            [],
            [],
            [
                "<b>וכל כלי חרס שהסיטו עד שלא ראו טהור(ין).</b><br><b> נראה </b> לי דהוה\"ד מי שבעל אותה עד שלא ראתה אינו מטמא כ\"ח בהיסט דלא חמיר מינה ואיכא בועל זבה שאינו מטמא בהיסט:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ שאתה שומע טומאת משכב ומרכב כו'.</b><br><b> דעת </b> רבינו דכל מקום שנזכר טומאת משא הוא באופן שאם נשא האדם הנבילה או המת אעפ\"י שיש אבן ע\"ג האדם והנבילה היא ע\"ג האבן אעפ\"י שלא נדנד רק שהונח ע\"ג האדם אבן ועליו נבילה טמא טומאת משא וכל דבר שמטמא במשא מטמא בהיסט שההיסט הוא ג\"כ מכלל טומאת משא ובאופן שנדנד האדם את הטומאה היינו שהטומאה היה מונחת על צד אחד של קורה ובא האדם לצד השני ונדנד אותה טמא משום נושא, ודין טומאת משא היינו שהאדם נושא או מסיט טומאה אינו רק באדם אבל בדבר שאין בו רוח חיים לא שייך כלל דין משא, וזה מבואר מדבריו פ\"א מהלכות טו\"מ עיי\"ש יותר עליהם מטמאי משכב ומושב שעשייתם משכב ומושב ומרכב הוא אפילו היו המטמאים היינו זב ונדה כו' על האבן ותחת האבן היה מונח משכב וכיו\"ב טמא משום משכב ומושב, ואדם כיו\"ב היינו שהיה זב יושב על האבן ותחת האבן אדם טמא משום נושא כמו שנתבאר, אבל אם היו דברים שאינן ראוין למשכב ואינן עומדין לכך טהורים מכל בין מטומאת משכב בין מטומאת משא דליכא רק באדם ולית להו אף טומאה קלה כלל וכלל. עוד יותר היא בזב שהזב שמסיט את הטהור טמא מדין היסט דנפק\"ל מכל כלי חרס אשר יגע בו הזב מגע שהיא ככולו הר\"ז היסט והיסט זב טמא אפילו בכלי חרס דביה קאי וקרא ונוהגת בכל כלי ומדין מגע קאתינן עלה, לכן קנה בקומטו של זב דהוי בית הסתרים ואינו מטמא כמו מגע, וזה מבואר במשנה פ\"ה מזבים עיי\"ש. ודין זה דמסיט ליכא רק בדבר שיש בו רוח חיים היינו שהזב או הנדה הסיט את האדם או הכלי ודוק. עוד יש דבר חדש בזב היינו שאפילו אבן ע\"ג הזב וממעל האבן ישב או נשען אדם האדם טמא וכן אם תחת האבן מונח משכב ומושב ומרכב וע\"ג האבן נשען אדם טמא האדם, וזה מפורש בתו\"כ על קרא והיושב על הכלי אשר ישב עליו הזב עיי\"ש, ולמדנו זה ממשכב ומושב, וזה אינו רק באדם אבל אם כלי ע\"ג האבן מלמעלה אם תחת האבן מונח זב טמא משום מידף דלשיטת רבינו אינו רק דרבנן ואם מונח משכב ומושב טהור הכלי לגמרי, זה קיצור שיטתו של רבינו למעיין:<br><b> ולפ\"ז </b> נפרש מה דאמר בפ\"ק דכלים למעלה מהן מרכב שהוא מטמא תחת אבן מסמא, פירוש שאם המרכב הוא תחת האבן ועל האבן יושב אדם שהוא טמא שנשא ע\"ג המרכב ובפירוש המשנה פירש בד\"א ועיין תוי\"ט. והך דזבים פ\"ה כל הנושא ע\"ג הזב טמא וכל שהזב נישא עליו טהור חוץ מן הראוי למול\"מ ולאדם כל הנושא ונישא ע\"ג המשכב טהור חוץ מן האדם, כל הנושא ונישא ע\"ג נבילה טהור חוץ מן המסיטו, פירוש כל מידי חוץ מאדם טהור ובאדם נושא טמא וכן מסיט אעפ\"י שהנבילה למטה ג\"כ טמא הכל מדין נושא אבל נישא ליכא אף באדם, בזב ובזבה כו' ובמשכב ומושב אחד הנוגע ואחד המסיט ואחד הנושא ואחד הנישא זובו של זב ורוקו וש\"ז כו' אחד הנוגע ואחד המסיט, ולא תני נושא ונישא משום דנושא בכלל מסיט וכמו בנבילה דתני מסיט וה\"ה לנושא אבל נישא ליכא בזובו ובדם וברוק ודוקא אדם היושב על אבן שע\"ג משכב קא מיטמא וכמו דכתיב קרא והיושב על המשכב כו'. ולדעת רבינו מוכרח לפרש הך גמרא דנדה (דף נ\"ה) דפריך אי מה היא מטמאה באבן מסמא כו' פירוש שאם הזב הוא תחת האבן והאדם נשען על גבי אבן מלמעלה שהוא טמא, כן יהא אם הדם והזוב תחת האבן והאדם נשען ע\"ג האבן שיהא טמא, ומשני והנושא אותם מיעוטא הוא [וצריך פירוש לפ\"ז וצ\"ל דה\"ק אותם היינו ברוק וזוב ודם, בהם טמא דוקא הנישא אבל הנישא טהור אבל במשכב ומושב ומורכב וזב גם הנושא טמא וכמו דפרישית ודוגמתו תמצא בזבחים (דף ע\"ז) אותם לריח ניחוח כו' עיי\"ש] והתוי\"ט שם הניח בצ\"ע אמאי לא נקיט בזובו ורוקו כו' נושא ונישא, וז\"א וכמו שנתבאר בס\"ד. וכן סוגיא דשבת פ\"ב מקרי אבן מסמא מה שנשא ע\"ג אבן שתחת אותו אבן יש ע\"ז ועיי\"ש היטב. ולפ\"ז מש\"כ הרע\"ב בפ\"ה וכן ככר של תרומה כו' דאין מטמא אחרים פירוש אם הטומאה הנידה אחרים, ולא מקבל טומאה בהיסט פירוש שהטהור מסיט ומנדנד הטמא שזה מדין משא, אלא דבר שיש בו רוח חיים וכמש\"נ לעיל דמשא לא שייך רק באדם והיסט מן הטמא שמנדנד את הטהור אינו רק בזב ומצורע כו' ודברי התוי\"ט שם תמוהים מאוד, ודברי הכסף משנה פ\"א מהלכות טו\"מ אודות אבן מסמא משובשים בט\"ס יעו\"ש:<br><b> ושיטת </b> הר\"ש דמשא בנבילה ומת וכיו\"ב אינו רק בנדנוד קצת אבל אם אבן ע\"ג האדם והטומאה ע\"ג האבן זהו מיקרי אבן מסמא ובזובו ורוקו ודמו פליגי רבנן ור\"א אם מטמא במשא בלא היסט דהיינו ע\"י אבן מסמא עיי\"ש:<br><b> ודע </b> דהך דתנא בתו\"כ פרשה ג' וכל כלי עץ ישטף אר\"ש כו' אלא אלו אוכלים ומשקים וכלים שע\"ג הזב. פירושו מטעם עליונו של זב וכמו דפירש רבינו בפירוש המשנה ומורה עליו דברי התו\"כ והלא דין הוא כו' ת\"ל וכל כלי עץ ישטף במים מלמד שעושה ע\"ג מידף, ורש\"י פירש בשבת (דף פ\"ג) דהך קרא מורה על היסט באוכלין ומשקין עיי\"ש וצ\"ע. ומש\"כ רבינו לקמן פ\"ח ה\"ו היה בכף שניה שאר הכלים או אוכלין ומשקין או אדם בין שכרעו הן כו' ראשון לטומאה ואם כרעו הן הוי כאילו אוכלין נשאו את הזב וטהורין לגמרי, וכן מפורש לגירסת רש\"י בשבת (דף פ\"ג), הוי טעמו כמו שפירשו ר\"ש ורא\"ש דכי כרעו הן מכל מקום מוגבהים קצת מחמת הזב וטמאים בהיסט הזב, ודוק בכ\"ז:<br><b> והנה </b> בעליונו של זב כתב בהשגות הלכה ג' דדרשינן כל אשר יהיה תחתיו הזב ואמרה תורה יטמא עד הערב אלמא כלי שטף נמי מטמא במגע, ולא נעלם מרבינו הראב\"ד סוגיא זו דעסיק בה דאמרו שם דעליונו של זב אוכלין ומשקין הוא דמטמא כלים לא מטמא, רק דבא ליישב קושיא שנדחקו בתוספות, דאיך מצינן לפרש באוכלין ומשקין הלא אין להם טהרה במקוה וקרא כתיב יטמא עד הערב, לכן מפרש רבינו דכל זמן שהזב תחתיו אז עליונו של זב מטמא כלים היינו כלי שטף, אבל לאחר שפירש עליונו של זב מהזב שאינו תחתיו אז נשאר לו דין ראשון לטומאה לטמא אוכלים ומשקים, נמצא הנשא ע\"ג הזב הוא אב הטומאה לטמא כלים כ\"ז שלא פירש ממטמאיו, ולאחר שפירש ממטמאיו הוא ראשון לטומאה כמו שמבואר לקמן הלכות שאר אה\"ט פ\"ו הי\"ב. ולזה הגיה בהלכה זו על מש\"כ רבינו או כלי כו' שהוא למעלה על האבן כו' ולד טומאה ואינו מטמא כו' ולא כלים כו' חוץ מן האדם שעד שלא פירש כו' שאר כלים כו' כתב בהשגות שעליונו של זב מטמא כלי שטף במגע היינו כל זמן שלא פירש ממטמאיו מטמא בכלי שטף וז\"ב בשיטת הראב\"ד:<br><b> ומצאנו </b> חבר להראב\"ד הוא רבינו תם בתוספות ריש פרק בכל מערבין דסבר דאף דבר שאינו ראוי להיות משכב ומושב נטמא טומאה קלה לטמא אוכלים ומשקים יעו\"ש דתמוה א\"כ איך אמר רישא כל שנשא ע\"ג הזב טמא הוא לטמא טומאה חמורה, וז\"א דעליונו של זב אוכלין ומשקין מטמא וכלים לא מטמא, וצ\"ל דעד שלא פירש הזב מתחתיו אז עליונו של זב מטמא כלי שטף ואלו הנשא תחת הזב שאינו ראוי למשכב ומושב מטמא אוכלים ומשקים אף בעת שהוא תחת הזב ולא פירש ממטמאיו. אמנם כבר דחו רבנן בתוספות שיטת ר\"ת מתו\"כ ומכמה מקומות וכן רמזו לזה בפרק דם הנדה (דף נ\"ה) ד\"ה אבן מסמא, אכן הר\"ת ע\"כ פירש כהראב\"ד בהשגות, ודברי הראב\"ד מחוורין ודוק:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זב שנישא מקצתו על הטהור כו'.</b><br><b> משנה </b> זבים פ\"ה מ\"ד מקצת טמא על הטהור ומקצת טהור על הטמא חבורי טמא על הטהור וחבורי טהור על הטמא טמא רבי שמעון אומר מקצת טמא על הטהור טמא ומקצת טהור על הטמא טהור, והנה לפי מה שבארתי בפרק ו' שיטת רבינו דמשא מיקרי אף בלא שום נדנוד וכמו ידו של זב על הנדבך והטהור תחת הנדבך וכמו שפירש פ\"א דכלים, לכן אף אם אצבעו של זב על הנדבך והטהור תחת הנדבך הוא טמא מדין הנושא את הזב, ובזה כו\"ע לא פליגי שטומאת משא איכא בכל הדברים ואצבעו של זב לא גרע מזובו ורוקו ונבילה דעלמא, ופשוט דדבר שאילו נגע הלא מקצת מהזב סגי כן במשא ובזה לא פליג ר\"ש, אבל אם הזב תחת הנדבך ועל הנדבך אצבעות של טהור זה בכל הטומאות טהור ובזב טמא, וידעינן זה מהא דגבי משכב ומושב כתיב והיושב על הכלי אשר ישב עליו הזב כו' וילפינן כיון שאם אדם טהור יושב על המשכב והיינו אף שהמשכב תחת האבן והטהור על האבן ג\"כ טמא כמו שאילו ישב הזב אף על האבן נחתה טומאה למשכב שתחת האבן, כן באה הטומאה מהמשכב לטהור שישב על האבן שתחתיו משכב כמו שפירש רבינו במשנה ג'. ולכן הזב אם הוא תחת האבן והטהור ישב על האבן טמא דלא גרע זב ממשכב ואין זה היסט הזב שהזב אינו מנדנדו, ולכן סבר ר' שמעון שכיון שילפינן זה ממשכב לכן כמו דאם האדם על המשכב נטמא דוקא כשרובו על המשכב כן בזב שתחת האבן והטהור על האבן בעי שיהא רובו טהור על האבן ולא מקצתו ולכן מטהר במקצת טהור על הטמא, ורבנן ילפי אם זב תחת האבן מהא דאם הזב על האבן והאדם תחת האבן שאפילו מקצת זב מטמא האדם במשא כך ה\"ה איפכא, והא דאם המשכב תחת האבן והטהור על האבן בעי שיהא רובו של טהור, התם טעמא אחרינא משום דכדרך כניסת הטומאה למשכב כן יציאתו ובכניסתו הוא דוקא שינשא רובו של זב עליו כן יציאת הטומאה מהמשכב להאדם שיושב עליו שיהא רובו של אדם עליו, אבל בזב שטומאתו מעצמו לכן אם הוא תחת האבן ואצבעו של טהור על האבן טמא, ופשוט, רק מפני שהראב\"ד בפירושו לתו\"כ גמגם בזה הארכתי ודוק:<br><b> ובזה </b> א\"ש אריכת התנא נמצא טומאה נכנסת לו ויוצאת במיעוטו להסביר לן טעמייהו דרבנן הא דמחלקי בין משכב לזב אם הטהור מלמעלה, או דקמשמע לן מה דאמר בתו\"כ שהוא הדין ביושב או רוכב על המרכב נטמא משום שכדרך כניסתו כן יציאתו יעו\"ש היטב ודוק בכ\"ז:"
            ]
        ],
        [
            [
                "<b>משנה </b> זבים פ\"ד מ\"א, נוטלת עריבה מלאה בגדים בזמן שמשאן כבד טמאין בזמן שמשאן קל טהורין, לפירוש המפרשים שהנדה נוטלת הלא אין לך היסט גדול מזה, וצ\"ל שטהורין משום מדרס ובמשאן כבד טמאין מדרס ובמשנה זו בכולהו בבי קתני טמאין מדרס ובזו לא תני. לכן נראה דעל הספינה קאי שהספינה נוטלת עריבה מלאה בגדים והנדה יושבת בספינה לכן אם הבגדים משאן כבד והעריבה אינה מתנדנדת כל כך בספינה והנדה מנדנדת הספינה וכל מה שבספינה הבגדים שבתוך העריבה טמאין בהיסט הנדה דהוי כאילו נגעה בהם והוי הבגדים ראשון לטומאה, אבל אם משאן קלה הרי העריבה מתנדנדת על ידי הילוך הספינה בלא הנדה כדרך שמתנדנדת עריבה בספינה וע\"י הנדה מתנדנדת הספינה יותר בנדנוד חזק יותר ממה שמתנדנדת בלא ישיבת הנדה אין זה היסט, דאין היסט אלא דוקא כשכל הנדנוד ע\"י הזב וחביריו. וזה פשוט ומאומת אצלי מתוספתא דפוס צוקערמאנדיל וזה לשונה, ישבה בספינה כלים שבראש הנס שבספינה כו' מטהרין עריבה מלאה בגדים בזמן שמשאה כבד ר\"א חסמא משום ר' יהושע מטמא כו' הרי דעל ישבה בספינה קאי שפליגי בכלים שבראש הנס כו' ופליגי בכלים שבעריבה עיי\"ש, וברור בס\"ד:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>אפילו בשעת הגיתות והבדים שע\"ה נאמנין על התרומה אינן נאמנין על כלי הריקם לומר שהוא טהור לתרומה.</b><br><b> כן </b> פירש רבינו בפירוש המשנה, כי בבלי מפרש שאינן נאמנין באמרם קנקן ריקם שהוא טהור לתרומה כו' ואפילו בשעת הגיתות, הרי דהיה גורס בריקנים דתרומה בשעת הגיתות, וזה נכון דמי מדחיק להגמרא לומר מלתא חדתא כי האי מה דלא נכלל כלל בכוונת הברייתא רק במלאין שפיר נאמן דאינו צריך להריק לכליו, ופריך הגמרא מהא דתנן כדי כו' המדומעות נאמנין קודם לגיתות שבעים יום ואם אינן נאמנין בריקנין רק במלאים מתוך שהוא נאמן על התרומה שמונחת בתוכו שהיא טהורה ע\"כ מחזקינן לקנקן זה שהוא טהור, א\"כ הוא דוקא בשעה שהוא נאמן על התרומה עצמה לא קודם לגיתות שעל התרומה אינו נאמן וא\"כ נשאר נאמנותו רק על הקנקן ועל קנקן ריקם הא אינו נאמן לכן מוקי ע\"כ במטהר לנסכים שיהא נאמן על היין והשמן המונחים בתוכו, וז\"פ מאוד ותמה אני על מרן שנתקשה בדבר פשוט כזה שבנסכים נאמנותו וזהירותו תיכף בהן שהרי נזהר ונאמן בקודש כל השנה משא\"כ בתרומה שעכשיו קודם לגיתות אינו נזהר בתרומה עצמה א\"כ הכד לבד הוא כקנקן ריקם ואינו נאמן כלל ודוק:<br><b> וכן </b> משמע בירושלמי דאמר נגעו בו טהרות בשעה שהוא ריקן הטהרות טמאות מילאהו הטהרות טהורות יעו\"ש דמיירי בתרומה ולא בקנקן של קודש מדאמר קודם, נגעו בו טהרות בשעת הגיתות כו' עברו הגיתות כו' וזה רק בתרומה דבקודש נאמנין כל השנה וזה ראיה עצומה ועיין מראה\"פ שעמד בזה, ולפי שיטת הירושלמי גם בנאמנות כלי חרס לקודש דאמרו דנאמנין סבר דפליגי רשב\"ל ור\"י בהא אם משקין בתוכו אם נאמן על המשקין ג\"כ, ודלא כתלמודין דבכלי פליגי עיי\"ש דפריך על ר\"ל ממשנה דאם אמר הפרשתי לתוכה רביעית קודש דנאמן דחזינא דמיגו דמהימן אקודש מהימן גם על התרומה, אר\"ז תיפתר באומר עד שאני חבר הפרשתיה, [פירוש דאומר שהפריש הקודש לתוך התרומה בשעת הגיתות שהיה אז כחבר וכמו דאמרינן שהכל מטהרים כליהם בשעת הגיתות והיה אז נאמן על התרומה] א\"כ אין סתירה כ\"כ לגירסת רש\"י ז\"ל, דאם הירושלמי סובר מיגו דמהימן אקנקן מהימן על המשקין, כש\"כ במלאים דמהימן על מה שבתוכו לאכלם דמהימן על הקנקן, משא\"כ כפי שיטת תלמודין דלא אמרינן מיגו יתכן כפי גירסת רש\"י, אבל מסתבר כגירסת רבינו דלא נשווי פלוגתא רחוקה כולי האי ודוק בכ\"ז:"
            ],
            [],
            [
                "<b>והמודיעים עצמה פעמים כלחוץ כו'.</b><br><b> מרן </b> העתיק פרש\"י על דברי רבינו ולא כן דרכו רק כפי מה שפירש בפירוש המשנה דכשהוא פניו נגד פניו רואה אותו ואינו נוגע במשקין שבידיו בתוך כלי חרס יעו\"ש תמצא מבואר כל דבריו עפ\"י מש\"כ שם:"
            ],
            [],
            [],
            [],
            [
                "<b>הפותח חביתו ברגל כו' הרי שאר החבית כו' בחזקת טומאה כו'.</b><br><b> ראה </b> בכסף משנה דמשמע ליה בדרך דחיה איתמר, וצריך להוסיף על דבריו דכן מפורש בירושלמי דתנאי היא ז\"ל. כיצד הוא עושה תני ר' חייא שופכה תני בר קפרא שוברה והא תנא ר\"ח בר שאול מניחה לרגל הבא חזינא בהדיא דהוא כתנאי ובבלי רק בדרך דחייה אמר והא דתני ר\"ח שופכה הוא בחבית של עץ וב\"ק תני שוברה הוא בחבית של חרס ואינהו רבים הוי לכן פסק כוותייהו, ומדאמר הירושלמי והא תנא בדרך רומיא משמע דיש תירוץ והיינו דהך דר' חלפתא ב\"ש אתיא כר' יהודה וכמו דאמר בבלי ג\"כ, ואי משום הא דפריך הא ר' יהודה יגמור קאמר, א\"ש דאמר בירושלמי ר\"ש בר נחמן בשם ר\"נ מה פליגין בחבית של יין אבל בחבית של שמן כו\"ע מודו שאינו גומרה פירוש דיין אינו יכול להניח עד רגל הבא דיתחמץ היין כשהיא חסרה כדאמר סוף המפקיד דגירי דיליה אהנו לה עיי\"ש, אבל בחבית של שמן אף ר\"י מודה דמניחה לרגל הבא דלא תתקלקל בשהייתה ואם נצריכו להשהות לא ימנע מלמכור שמן ברגל, וא\"כ הא דתני מניחה לרגל הבא אתיא כר' יהודה דחייש סופו מפרי תחלתו ובשל שמן. ולענ\"ד צ\"ל הך דרשב\"נ בתר דפריך הא תניא ר\"ח בר שאול מניחה לרגל הבא וזה נכון. ומדלא מעורר גמרא דילן דלעולם ברגל השני טהור רק שאינו מניחה תלוי בפלוגתא דתנאי אם חיישינן לתקלה כדאמר בפסחים סוף פ\"ק מוכח דבכה\"ג אין סברא לחוש לתקלה להפסיד דבר שיטהר לרגל הבא, ועיין בהא דשקיל וטרי בקיבל חבית בשעת הגתות ורבינו לעיל הלכה ב' לא הזכיר זה יעו\"ש ודוק היטב:"
            ],
            [
                "<b>ירושלמי </b> חגיגה פ\"ג ה\"ז יו\"ט שחל להיות ע\"ש אוכל אף (תשבות) הרגל כרגל. וט\"ס וצ\"ל [שבתות] הרגל כרגל, פירוש שבת שחל להיות לפני הרגל או חל להיות אחר הרגל הן כרגל, וטעמו משום דאינן יכולין לבוא רק לפני שבת ואין יכולין לצאת רק אחר השבת וכמו דתנן בסוף סוכה שמה\"ט שוין כל המשמרות בחילוק לחם הפנים כו', ערב הפסח כפסח שצריכין לבוא לפסח, ויום טבוח כעצרת שצריכין להיות עד אחר היום טבוח ודוק:"
            ],
            [
                "<b>ע\"ה שאמר טהור אני כו'.</b><br><b> נ\"ב </b> פרק חומר בקודש (דף כ\"ב):"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והחזירו מעצמן לא מחמת יראה כו'.</b><br><b> נ\"ב </b> כן הוא בחולין (דף נ\"א):"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חבר שנפל דליו לתוך בורו של ע\"ה והלך להביא במה יעלנו ה\"ז טמא כו'.</b><br><b> פירש </b> רבינו בפירוש המשנה שגזרו עליו טומאת מת ובעי הזייה ג' וז' ואין טבילה מטהרתו, ובתוספתא תניא נפל דליו בתוך בארו של ע\"ה ה\"ז טמא וטהור בעלייתו על כרחין בלא הלך להביאו ויעוין לעיל ה\"ה, או במכירו שהוא אוכל תרומה יעוין הלכה א' דמשום טומאת מת אין לחוש. אמנם הפירוש בתוספתא לפי דברי הכסף משנה פ\"ו מהלכות אבות הטומאות הלכה ט\"ו שאין הטמא נטהר אלא בעלייתו מן המים לא בעודו בתוך המקוה א\"ש טובא, אולם דבריו חדשים, ומדברי תוספות ישנים פרק במה מדליקים (דף ל\"ה) בהך דיניח חמה בראש הכרמל וירד ויטבול ויעלה דהקשו דלא הוי למימר ויעלה עיי\"ש מורים דאף תוך המים נטהר, אמנם כוונתם דמשמע שיעלה להר זה אין צורך להזכיר, רק כיון שהגביה ראשו מן המים נטהר ויעוין בדברי הר\"ן נדרים (דף ע\"ה) ד\"ה ומה מקוה ולכן נראה דהוי כנוגע בכל זמן היותו במקוה בדבר המטמאו וכאילו נטהר וחזר ונגע הואיל והוא בתוך רשות עם הארץ רק כשהעלהו החבר ומשמרו אותו רגע של עליה הוא נטהר ודוק:<br><b> והנה </b> מדברי רבינו פי\"ג מהלכות איסורי ביאה הי\"א ז\"ל לפיכך צריך רבו לתקפו במים עד שיעלה והוא תחת שעבודו מורה כדברי הכסף משנה דעיקר הטבילה כשעלה מהמים ולכן צריך להיות הטבילה מכח האדון לשם עבדות עד שיעלה גם בעת העליה מהמים, אבל אם שעבד בו כשהוא תחת המים ובעת עלייתו מהמים לא היה רבו אצלו נמצא גמר הטבילה אם יכוון העבד לשם חירות יצא בן חורין, אמנם בטור ובשו\"ע כתבו שם לפיכך צריך להטיל עליו שום עבודה בעודו במים כו' משמע דכשהטיל עליו עבודה במים וכבר עלתה טבילה לשם עבדות תו לא איכפת אם בעת עלייתו מהמים לא יהיה עליו עבדות דנגמר הטבילה בעודו במים וכבר גופו קנוי לרבו ומה יועיל מה שיאמר אח\"ז וכמו שלאחר טבילה זו יחזור ויטבול לשם ב\"ח דלא מידי וכמוש\"כ בב\"י שם. אמנם לשון הגמרא גבי מנימין עבדיה דרב אשי מורה כרבינו דאמר בהדי דדלי רישא ממיא אנחו ליה זולטא דטינא ארישא משמע דבעת העליה צריך שעבוד רבו עליו ודוק היטב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות מטמאי משכב ומושב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}