{
    "work": "Ikar Tosafot Yom Tov on Mishnah Niddah", 
    "text": {
        "1": {
            "1": {
                "0": "קרבן. ואין לחוש לדם מאכולת, דאותו מקום בדוק אי נמי דהוק אצל מאכולת. גמרא:"
            }, 
            "0": {
                "1": "לאפוקי לענין זוב, דאף הוא משובח כנשים. גמרא. כדי למנות ראיותיו שתים לטומאה, ושלש לקרבן. רש''י:", 
                "0": "כן פירש רש''י במשנה לפי הסלקא דעתך, כדרכו תמיד. אבל הר''ב הוה ליה לפרש כמסקנת הגמרא, דמרבה, אנשים קאי. אבל אנשים אפילו חדא זימנא נמי לא, שמא יוציא שכבת זרע לבטלה. ועתוי''ט:", 
                "3": "וזהו דקמ''ל הכא. וכן נמי הא דאף לו מתקנת עד. והך דהכא ודלעיל מיירי לטהרות, אבל לבעלה אין צריך בדיקה כלל. ועתוי''ט:", 
                "2": "וכאילו מביא מבול לעולם. ואיכא מ''ד דחייב מיתה בידי שמים. וכאילו שופך דמים, וכעובד עבודה זרה. כדאיתא בגמרא:"
            }, 
            "3": {
                "1": "על כל כו'. טעמא מפרש בגמרא, דחיישינן שמא תראה טפת דם ויעמידוהו כותלי בית הרחם (לפי שעה) ותחפנו ש''ז בביאה [שניה] וכי בדקה לאחר תשמיש אחרון לא מינכר. ואע''ג דהשתא נמי לא ידעינן עד למחר, מיהו בעינן מוכיחה קיים, דאי לאו הכי, מה הועילו חכמים בתקנתן. רש''י:", 
                "0": "בחזקת כו'. כשלא הגיע שעת וסתה. ואם אין לה וסת שלא עברו שלשים יום לראייתה. דוסתות דאורייתא. ולמאן דאמר וסתות דרבנן, אפילו הגיע אלא ששהתה שיעור שתטבול, נמי שריא, דכיון דוסתות דרבנן, ספק טבילה מוציאה מידי ספק ראיה. וכן היא מסקנת הפוסקים. אלא דהר''ב לא פירש כן בסוף פרק ד':", 
                "3": "והתוס' הקשו על פירוש זה. ומסקי, דלבית הלל נמי בדקי אחר כל תשמיש, אלא דלא מצרכי חדש ואפילו לצנועות משום דאז לא נפקא מינה בחדש, דאיכא רוב לכלוך משכבת זרע. ועתוי''ט:", 
                "2": "וקשה, דכי בדקה לאור הנר סגי. ובגמרא מסיק, דהמשמש לאור הנר הרי זה מגונה. אלא אימא, או תבדוק:"
            }, 
            "2": {
                "1": "מדרבנן. כדין מעת לעת דמטמאה משכב כו', כל שכן היא עצמה. רש''י:", 
                "0": "שתרד כו' ותדיח כו'. בעד שבידה. ואי אין עד בידה, כדי שתושיט ידה לתחת הכר או הכסת ותטול עד ותבדוק בו. גמרא:", 
                "2": "שמטמאה כו'. פירוש, מכאן ולהבא. וטעמא, התם אין שור שחוט לפניך, הכא שור שחוט כו' [דאין לה במה לתלות ומיום שלבשתו היא בספק זה. רש''י]. גמרא:"
            }, 
            "5": {
                "1": "דדם נדות נפקא ליה מקרא בתוספתא דשבת. ור' מאיר יליף נמי לדם טהור בגזירה שוה. ורבנן לית להו הך גזירה שוה. ועתוי''ט:", 
                "0": "אף כו'. דהכא נמי מלקא הוא דלקי. גמרא:", 
                "2": "לכאורה רוצה לומר תנא קמא, אבל מסקנת הפוסקים כחכמים והיינו ר' יוסי. וקשה, דלעיל פסק כת''ק:"
            }, 
            "6": {
                "1": "בין שימצא הדם מן הלול ולפנים, בין מן הלול ולחוץ. הר''מ:", 
                "0": "ונקט שחור, סלקא דעתך אמינא הואיל ואמרינן שחור אדום הוא אלא שלקה, הלכך אפילו דיהה מכן נמי ליטמא, קא משמע לן. גמרא:", 
                "2": "וכן מראה שעוה וזהב, כל שאינו נוטה לאדמימות. ב''י:"
            }
        }, 
        "0": {
            "1": {
                "0": "דספק טומאה הבאה בידי אדם, נשאלין עליה אפילו בכלי מונח על גבי קרקע. גמרא:"
            }, 
            "0": {
                "1": "דהוו להו שלש עונות, היום, אמש, ואתמול למפרע עד צהרים. ומיהו אכתי לא שמענו אלא דאיכא למעוטי ולא ליטמו למפרע רק עונה אחת יותר, מצהרים עד שחרית. אבל מה שכתב הר''ב להוסיף, לא ידענא מהיכא תיתי להוסיף. ורש''י לא כתב להוסיף:", 
                "0": "ודין תורה כך הוא דליכא למיחש להכי, אלא דהלל עושה סייג לדבריו, ושמאי משום ביטול פריה ורביה אינו עושה סייג. גמרא:", 
                "3": "דאי לאו הכי, לא:", 
                "2": "וסת. תימא, למה הפסיק ושנה המשמשת בעדים, הוה ליה למתני מיד כיצד דיה שעתה. ויש לומר, דקמשמע לן אע''ג שיש לה וסת צריכה לשמש בעדים. ואע''ג דתני ליה במשנה ז', הכא אשמעינן דאותה בדיקה חשיבה למעט מעת לעת, דהוי חידוש. ולקמן בארבע נשים דיין שעתן. תום':", 
                "5": "לפקידה. ואיצטריך, דמהו דתימא כיון דזמן מועט הוא לא חשו רבנן לפסידא דטהרות, קא משמע לן:", 
                "4": "ולא יעמוד מלצאת חוצה. ולהכי אפילו רבנן לא חשו:"
            }, 
            "3": {
                "1": "כדכתיב מי יתן טהור מטמא (חלב מדם) לא אחד בתמיה, כלומר יחידו של עולם. ורבנן, אמר ר' יוחנן זו שכבת זרע. ור' אלעזר אומר אלו מי הנדה, שהמזה ומזין עליו טהור, ונוגע טמא. גמרא:", 
                "0": "לרבנן הוא דמפרש הכי:"
            }, 
            "2": {
                "0": "דאי לאו הכי, אין למדין ממה שנאמר הלכה במשנה. גמרא. שהתנאים לא דקדקו איש בדברי חברו כו'. רש''י:"
            }, 
            "4": {
                "1": "אע''פ שלא פסקה מלראות באלו שלשה חדשים:", 
                "0": "בירושלמי פריך, וכי בדעתה תלוי הדבר. ומשני, כל שראויה לקרותה אימא. תוס':"
            }, 
            "6": {
                "1": "ואפילו אין לה וסת לפירש''י:", 
                "0": "חוץ כו'. וקמ''ל דאין אשה קובעת וסת בימי נדה וימי טוהר. גמרא:", 
                "2": "ולפני תשמיש לא בעינן בדיקה, כיון דלאחר תשמיש לא בעי בדיקה, לפני תשמיש נמי לא בעי, דלבעלה לא בעי בדיקה אלא מגו דלטהרות, והכא ליכא מגו. רש''י:"
            }
        }, 
        "3": {
            "1": {
                "0": "מדאמר ר' יוסי לעולם הם כישראל, מכלל דלת''ק סתמא הן ככותיות. גמרא:"
            }, 
            "0": {
                "1": "שהם כו' אטו כולהו בועלי נדות נינהו. בנשואים שנו. גמרא:", 
                "0": "ור' מאיר הוא דחייש למיעוטא גמרא. משמע דלרבנן טהורים. וקשה, דהא מני להו בי''ח דבר. ויש לומר, דגזרו עליהם שלא יטמעו בהן. והא דלא מוקי מתניתין ככולי עלמא. יש לומר, דמתניתין על כרחך לא סבירא לה טעמא דטימוע אלא משום חשש ראיה כדתני שיושבות על כל דם. ואם תאמר, לר' מאיר דחייש למיעוטא וסבירא ליה כותים גירי אמת הן א''כ הוו נדות מן התורה, ואמאי מני להו בי''ח דבר. ויש לומר, דחזקה שלא ראתה רגע אחד אחר ההולדה וסמוך רובא לחזקה זו, והוו הנך דחזו מיעוטא דמיעוטא. תוס':", 
                "3": "רש''י. וקשה, דהני בגדים כיון דאינם מטמאין לאדם, א''כ ליכא לחיוביה אלא משום מכניס בגדים טמאים למקדש ובהא לא שייך קרבן אלא מלקות לדעת הר''א, ולהר''מ רק מכות מרדות וכן פירש''י בפרשת אחרי. ונראה לי, משום דבתורת כהנים איתא, אחרים אומרים בכרת, והיינו ר' מאיר, ואשמעינן דהכא פטורים. ועתוי''ט:", 
                "2": "ואם תאמר, ותיפוק ליה שהן נדות מעריסתן. ויש לומר, דהיינו דווקא בקטנות, דלא דרשי ואשה, אבל גדולות דמפרשי להו וטבלי לא מטמו, אלא משום דיושבות על כל דם ודם. תוס'.", 
                "5": "והא דלא אוקי כגון שנגע הבותי בתרומה. דמתניתין לא איירי בהכי. תוס'. וכלומר, דאמשכב תחתון קאי. ועתוי''ט:", 
                "4": "אבל כשלבש בגדיו שישבה עליהן אשתו נדה (אע''פ שדרס יחף) נעשה אב הטומאה ממשא מדרס, לכך מוקי בערום. דכשפירש מן המדרס לא הוי אלא ראשון ואינו מטמא כלים. תוס':"
            }, 
            "3": {
                "0": "ויום. הכי קים ליה לר' יהושע. תוס':"
            }, 
            "2": {
                "1": "שלא יהא תינוק ישראל רגיל אצלו במשכב זכור. רש''י:", 
                "0": "דדבר תורה אין מטמאין, דכתיב בני ישראל. גמרא:", 
                "3": "לאפוקי דם בין טמא בין טהור, נוטף ויוצא ראשון ראשון. רש''י:", 
                "2": "ולא עבדו היכרא ברוקה ומימי רגליה, משום דהן שכיחין גזרו בהו טומאה, אבל דמה לא שכיח. גמרא:", 
                "5": "אבל ספרה ולא טבלה, בית שמאי לשיטתן ובית הלל לשיטתן. גמרא:", 
                "4": "ובדם נכרית מטהרי לגמרי, דלא ליתו לחלק נמי בשל תורה. אבל בדם טוהר, כיון דעברו ימי לדתה הכל יודעין דדם טוהר הוא. גמרא ורש''י:"
            }, 
            "5": {
                "1": "ומה כו'. ואם תאמר, בלא קל וחומר תיפוק ליה דקושי לא גרע משופי. ויש לומר, דר' אליעזר דריש וטהרה ממקור דמיה, מחמת עצמה ולא מחמת ולד, כדאיתא בגמרא, לכך צריך ק''ו. תוס'. ועתוי''ט:", 
                "0": "שיצא כו'. יצא, טמאה לידה. רש''י:", 
                "2": "דיו כו'. ורבנן דרשי, תשב, ישיבה אחת לכולן. ועתוי''ט:"
            }, 
            "4": {
                "1": "היינו כשלידתה היתה בימי זיבה. אבל כי שלמו ימי זיבה ומטו ימי נדות וילדה, טמאה נדה. גמרא ורש''י:", 
                "0": "וחמשים. השתא חמשים, ארבעים מבעיא. לא קשיא, כאן לבריאה (-מ') כאן לחולה (-נ'):", 
                "2": "משתי שבתות. בגמרא ילפינן מקרא. ומיירי שהתחילה בימי זיבה. מ''מ:"
            }, 
            "6": {
                "1": "דוסתות דאורייתא. ומיהו להלכה פסקינן דוסתות דרבנן. וכשמצאה טהורה, טהורה. ועתוי''ט:", 
                "0": "שחרית וערבית. רש''י:", 
                "2": "לאו דוקא. דמשתנץ החמה טובלת. אלא ברגיל והווה קאמרו:"
            }
        }, 
        "2": {
            "1": {
                "1": "כמין בהמה כו'. הואיל ושחור שבעין הוי עגול בבהמה כשל אדם. אבל דדגים לאו עגול הוא. והא דלא תני נחש דהוה אמינא בנחש הוא דפליגי רבנן עליה דר' מאיר, דלא כתיב ביה יצירה, אבל בהמה וחיה לא פליגי, דכתיב בהו יצירה כאדם. גמרא:", 
                "0": "ומרישא דכמין שערה כו' לא שמעינן ליה, דמועטין נינהו ולא שייך בהו פתיחת הקבר. תוס'. ועתוי''ט:"
            }, 
            "0": {
                "1": "כלומר, פתיחת הקבר דלאו לידה היא. דאי לידה היא, בלא דם נמי טמאה כו'. רש''י:", 
                "0": "עמה. אין, בתוכה לא. לפי שהוא דם חתיכה, לא דם נדה. הר''מ:"
            }, 
            "3": {
                "1": "וכן פסק הר''מ. וקשה הלכתא אהלכתא דריש פרק ג' דבכורות. ומכל מקום הר''ב יש לומר דלא סבירא ליה שם כהר''מ דטעמא משום ביטול ברוב, אלא משום דולד היה אבל נפסד ומפני כן אינו ניכר:", 
                "0": "כלומר, שרגילות הוא שעם ולד יבוא סנדל, אבל אין סנדל שאין עמו ולד, ובשביל סנדל תשב לזכר ולנקבה, דספק זכר וספק נקבה הוא. ואם הולד אחר נקבה, הסנדל לא מעלה ולא מוריד אפילו לימי טהרה. וכי איצטריך תשב לזכר ולנקבה, כגון שהולד השני זכר, דיהבינן לה חומרת טומאה דנקבה בשביל הסנדל, וימי טוהר לזכר לחומרא. גמרא:"
            }, 
            "2": {
                "1": "לשון רש''י, במשנה דלעיל, וימי טוהר כלים לסוף ארבעים:", 
                "0": "ולכך לא חיישינן דילמא ולד הוי ונמוח, דאם איתא דנימוח, כולה בחד גוונא הוי קאי. גמרא:"
            }, 
            "5": {
                "1": "ומשום הכי הוא דתנן לזכר. ובכולהו בבי דלעיל נמי דתנינן לזכר ולנקבה, דינא הכי. אלא דכאן הוכרח הר''ב לפרש כן, משום דאי לאו הכי, בחנם נקט לזכר. אבל בגמרא אמרינן, למה הוזכר זכר, שאם תראה יום ל''ד ותחזור ותראה יום מ''א תהא מקולקלת עד מ''ח כו' ועתוי''ט:", 
                "0": "אם כו'. ובשלא הוחזקה עוברה. דאי בהוחזקה, הלך אחר רוב נשים, ורוב נשים ולד מעליא ילדן. גמרא:"
            }, 
            "4": {
                "1": "לאו אמחותך דמתניתין קאי, אלא מחותך ויוצא כדרכו. ומתניתין הכי קאמר, יצא מחותך או שלם וזה וזה מסורס, משיצא רובו הרי הוא כילוד. גמרא:", 
                "0": "היינו אם לא יצא ממש מהופך וגם לא כדרכו:"
            }, 
            "6": {
                "0": "דקא מסייעי ליה קראי. כדאיתא בגמרא:"
            }
        }, 
        "5": {
            "11": {
                "0": "רוצה לומר גדול משיקרוץ בצפורן. אבל רבא דכולהו הוא לכוף ראשן לעיקרן. אבל בפרק ד' דנגעים משנה ד' מוכח מלשון הר''ב כשינטל בזוג הוא שיעור זוטא דכולהו. וכן כתב הר''מ. ועתוי''ט:"
            }, 
            "10": {
                "1": "רש''י. ובגמרא, לא שירבה ממש, אלא כדי שיהיו ב' שערות שוכבות, ונראות כמו שירבה כו'. ועתוי''ט:", 
                "0": "לא דק, דראוי להוליד הוא משיביא שתי שערות. וגם מה שתלה דרשה דבן ולא אב בהקפת זקן, לא דק, דהך דרשה לאתויי אף קודם שהקיף מכי מלו ג' חדשים משהביא שתי שערות, שאז ניכר ההריון וראוי להקרא בשם אב. וכן נמי הקיף אע''ג דלא מלו ג' חדשים. ועתוי''ט:", 
                "3": "קודם שבעל. דודאי בעל לשם קידושין. והוי ספיקא דאורייתא. טור:", 
                "2": "ואם לא נראו בה סימני אילונית, עד שתהא בת ל''ה שנים ויום אחד. וכן פסק הר''מ בחיבורו:"
            }, 
            "13": {
                "0": "ואגב ריהטא כתב כך. דהיאך יכולה להיות זבה בימי נדה. ולשון רש''י, ואם תראה ליום שמיני, ספק נדה, ספק שומרת יום, וכן לעולם עד שתפסוק כדי שיעור המפורש לה:"
            }, 
            "12": {
                "0": "רוצה לומר בכל אחד כגריס ועוד, דהכי הוי שיעור כתם:"
            }, 
            "1": {
                "0": "והוה מצי נמי לאוקמא לענין טהרת טומאה. דכלי העשוי למשקה שיעורו בכונס משקה. אלא דניחא ליה לאוקמא בעשוי אף לאוכלים, דהא כל כלי חרס תנן:"
            }, 
            "0": {
                "0": "וא''ת לר''מ למה הוזכר העליון, כיון דלא סמכינן עליה. ויש לומר, דאיצטריך לענין עונשין וקידושין ומילי טובא, דרוב פעמים תחתון אתי ברישא כדאמרינן בגמרא. ואם כן אי חזינא עליון מסתמא כבר בא תחתון וגדולה היא וצריכה גט לקידושיה, וגם אסור באחותה:"
            }, 
            "3": {
                "1": "אבל בשתי עיניו. אפילו לעדות פסול, דכתיב או ראה. רש''י. ועתוי''ט:", 
                "0": "כל כו'. ואשה פסולה להעיד, וא''כ פסולה לדון. וקשה מדבורה ששפטה את ישראל. ויש לומר דהכי קאמר, כל איש הכשר כו'. אי נמי, על פי הדיבור היתה דנה. או שהיתה מלמדת להם הדינים. תוס'. והר''ן תירץ, דקבלוה שאני:"
            }, 
            "2": {
                "1": "משום דבמת עצמו אין שייך לומר עמוד, נקט טמא מת. וטמא מת עושה לכלי אב הטומאה", 
                "0": "וכן לשון רש''י, שאין לך כלי הראוי למושב הזב שאין שם כלי עליו וראוי לקבל כל טומאות. והאי דנקט טמא מת, משום דומיא דמדרס הזב דאב הטומאה הוא. והכי קאמר, כל הראוי כו'. ועיין מה שכתב פרק כ''ד דכלים משנה ד':", 
                "2": "דכיון דעל ידי מת מתטמא בנגיעה להיות אב הטומאה, לא נפקא מינה בישיבה:"
            }, 
            "4": {
                "1": "הר''מ. וקשה, דבריש מעשרות אדתנן וגידוליו מן הארץ, קאמר, יצאו כמהין ופטריות וכן סטיס וקוצה. ועוד קשה, דבפרק קמא דמעשר שני פירש, דבקר וצאן בכל, ל גידולי קרקע נינהו, וכן הוא בגמרא. ועוד, דמצינו נמי פגים ובוסר וכפניות דהוו אוכלים ופטורים ממעשר. לכן נראה לי, דהא דנקטינן בגמרא בשר ודגים וביצים, לאשמעינן דאע''פ שהם אוכלים חשובים, פטורים ממעשר. והטעם, לפי שאינן דומים כלל לדגן תירוש ויצהר. וכן רש''י לא פירש שום טעם:", 
                "0": "ואף דבהמה חייב במעשר, מכל מקום מעשרו אינו טובלו. והכא במעשר דטביל איירי. ועתוי''ט:"
            }, 
            "7": {
                "0": "אבל שביעית יש להם, לענין שחייב להפקיר, ואסור לעשותן סחורה ומלוגמא ואפקטוזין. רש''י:"
            }, 
            "9": {
                "0": "לשון הר''מ, שהמצות כולן כו' כמו הציצית כו', ונטילת ידים. לפני הניגוב הוא דמברכין, והוי נמי לפניו. וטבילה נמי דינה לפניה, אלא דחיישינן דלמא משום בעתותא דמיא מימנע ולא טביל, ואחר שהוא יורד, אז הוא ערום ואסור לברך משום דלבו רואה את הערוה. תוס'. ועתוי''ט:"
            }, 
            "8": {
                "1": "ואע''ג דלא נפקא מינה, דבלאו הכי טמא לפי שאינו מעלה גרה. יש לומר דכולי גווני נקט דיש לו ויש לו ויש שיש לו כו':", 
                "0": "כל כו'. והא דכתב רחמנא סנפיר, משום יגדיל תורה ויאדיר. ועתוי''ט:"
            }
        }, 
        "4": {
            "0": {
                "1": "משמע אבל בזיבה לא. ובסיפא לא תנן אלא הזב. ובגמרא ילפינן נמי זבה, מדאפקיה בלשון זיבה. ופולטת שכבת זרע, מיהיה יתירה:", 
                "0": "והוה ליה למכתב ואם נקבה היא:"
            }, 
            "3": {
                "1": "ומן הכהונה. וכן ל. לויה וישראלית. רש''י:", 
                "0": "ואע''ג דמעריות דסיפא שמעינן לה, איצטריך, דהוי מוקמינן סיפא דוקא בעריות ולא בבהמה. אבל השתא דתני אשת איש והוא הדין לכל העריות, על כרחך סיפא לבהמה אתיא. תוס'. והוא הדין דהוה מצי לאסבורי בקידושי ביאה, אלא משום דקידושי כםף תני ליה בתחלה בריש קידושין. ועתור''ט:", 
                "3": "כלומר, בתוליה אזלי אלא שחוזרים. ונפקא מינה לדם שתראה בביאה שבתוך שלש שנים, שהוא דם בתולים, לא דם נדה. מדלא תני פחות מכן ולא כלום. גמרא:", 
                "2": "נראה לי דנקט הני, משום דשכיחא להו ועיניהם עליה:"
            }, 
            "2": {
                "1": "ומינה, דבישיבה כל דהו ואפילו יום אחד סגי:", 
                "0": "דבנגעים ובטומאת מת כתיב איש, איצטריך קרא בהו לרבויי. אבל לענין יבום ומאכיל בתרומה לא כתב איש, ולא איצטריך קרא אלא למעוטי עובר. תוס':", 
                "3": "דאין לומר לענין פסול דאמו כמו ומאכיל, דמאי איריא יום אחד, אפילו עובר פוסל. גמרא:", 
                "2": "ובן אין לו אמר רחמנא, והא אית ליה. גמרא:", 
                "5": "חייב. אבל עובר לא. ועתוי''ט:", 
                "4": "וקשה, לוקמי באשה אחת גרושה ויש לו בן אחד ממנה, וכשהוא בן יום אחד פוסל, אבל עובר לית ליה זכיה, ויאכלו העבדים משום הראוי ליורשו. ויש לומר, דאתי למימרא דאפילו בת כהן לכהן מעוברת אינו מאכיל לעבדים בתרומה. וכדעת הר''מ. ועתוי''ט:", 
                "7": "משמע דוקא דלענין אבילות, דלהך אחר המיקל. אבל לכל הנך דלעיל לא בעינן כלו לו חדשיו, דבסתמא אזלינן בהו בתר רובא. ומיהו יש לומר דלאו דוקא, והוא הדין לאינך, וכמו שכתב המגיד משנה לדעת הר''ם. וכן הוא דעת רש''י. ועתוי''ט:", 
                "6": "כחתן שלם. דלקטן הנימול קרינן חתן. וקמשמע לן דאע''ג דעדיין לא נכנס לברית, מתאבלין עליו. ומשום דנהגינן לימול לקטן שמת ולא נימול, קרי לחי הנימול לשמונה חתן שלם. נ''ל:"
            }, 
            "5": {
                "1": "י''ב. והא דנקבה קודמת, כתב הר''מ, להיות חייהן קצרים מחיי האיש ברוב, ובגמרא, ויבן את הצלע מלמד שנתן בינה באשה יותר מבאיש:", 
                "0": "כל י''ב. גמרא, בת י''א כו' נבדקים למה לי. סלקא דעתך אמינא היכי דחריפא טובא מיבדקא בי''א, קמ''ל:", 
                "3": "אין כו'. ולא מחזקינן להו בשוטה, דשוטה אינו אלא המקרע כסותו כו', ואלו סופן לבוא לכלל דעת. רש''י:", 
                "2": "ר''ל ראש שנת י''ב דידהו:"
            }, 
            "4": {
                "1": "ונראה לי, דלענין ירושתה וכל שכן ליטמא לה, לא קנאה, דאין ביאתו אלא כמאמר בגדול ואין נראה כן דעת הרמב''ן. ויש לפרש דהר''ב נמי סמך אדלעיל. ועתוי''ט:", 
                "0": "שבא כו'. אבל נישואין לית ליה:", 
                "3": "או על פי הבעלים. אבל סקילה לא, דמודה בקנס פטור. רש''י:", 
                "2": "אבל בבן תשע ישראל שבא על בת כהן, ליכא למימר דפוסל מן התרומה. דאי משום ביאת זנות, לא פסלה זנות דכשר מן התרומה. ואי משום קדושין, קטן שקידש אין קדושיו קדושין. רש''י:"
            }, 
            "7": {
                "0": "וכן אין אביה מיפר נדריה, ולא תנשא לכהן גדול. הר''מ. ועתוי''ט:"
            }, 
            "8": {
                "1": "יביא. הכי גרסינן, יביאו כו'. ורצוה לומר קרובי האשה אם רוצים שתצא לשוק בלא חליצה. ועתוי''ט:", 
                "0": "עשרים שנה. מדלא תני ויום אחד, דייקינן גמרא דשלשים יום דשנת עשרים הרי היא כשנת עשרים לכל דבריה. ועתוי''ט:", 
                "2": "ר' אליעזר אומר כו'. ובפרק ח' דיבמות תנן, ר' אליעזר אומר סריס חמה חולץ. איכא דאמר חזר בו מהך דנדה, ואיכא דאמר כי תנן הך דנדה לעונשים. גמרא:"
            }
        }, 
        "7": {
            "1": {
                "0": "הר''מ. ובחיבורו חזר בו ופסק כוותיה, דהא ת''ק הודה לו. כדאיתא בגמרא דא''כ אין לך אשה טהורה לבעלה, שבכל מטה יש כמה טיפות דם מאכולת:"
            }, 
            "0": {
                "1": "לשון הר''מ, בעת ישיבתה:", 
                "0": "טהורה. דכיון שאי אפשר שנטף שם מן התורפה, לשמא הביאתו שם בידיה לא חיישינן. וכדאיתא בגמרא דאין מחזיקין טומאה ממקום למקום. ב''י:", 
                "3": "טמאה. ואפילו מן הצדדים, לפי שעשוי להתהפך, וכל שלמטה מן החגור פעמים שהוא מכוון כנגד בית התורפה. ב''י. ועתוי''ט:", 
                "2": "גודלה. לרבותא נקט. וכל שכן לשאר הרגל. ב''י:"
            }, 
            "3": {
                "1": "טהור. עד שיהיה בו כגריס ועוד. הרא''ש:", 
                "0": "כלומר שהוא מעיד אם היא נדה אם לאו. ועתוי''ט:", 
                "2": "משוך. אפילו כל שהוא. ובכתם מודה ר' אליעזר בר' צדוק דאף במשוך בעינן כגריס. הרא''ש:"
            }, 
            "2": {
                "0": "ולא כתם. וקשה, אכתי להוי ספיקא דאורייתא לחומרא. ואפשר לומר מדאמרינן בגמרא בבשרה עד שתרגיש בבשרה, ומדלא ארגשה, אע''ג דאפשר דלאו אדעתה, הלכך לא הוי כשאר ספק דאורייתא דלחומרא:"
            }
        }, 
        "6": {
            "1": {
                "1": "ואין חזקתן מתכבס. ולאחר הכיבוס בודקות, והיינו כשהכתם בזוית. דהא חזינן דעל ידי כיבוס טוב הולך הכתם בלא סממנים. תוס'. ועתוי''ט:", 
                "0": "אבל אין חזקתן מתכבד. ועתוי''ט:", 
                "3": "לחזור. סירכא דלישנא דלעיל נקט. אבל הכא לא שייך ענין חזרה, שהרי לא נתיבש. ועתוי''ט:", 
                "2": "פירש בערוך, ענין לחלוחית. ונראה לי, שענינו מרוצץ ומרוסס. ונקרא בלשון חכמים ג''כ סמרטוט:"
            }, 
            "0": {
                "1": "והוא הדין יבש מעיקרא. כדמרבינן ליה בגמרא מקרא:", 
                "0": "לא כמותה ממש. כמבואר פרק קמא דכלים משנה ג':"
            }, 
            "3": {
                "0": "דאי לאו הכי, היאך משתמשים שם בימי טומאתן, דהא נזהרים מטומאת מת ונפל, כדתנן לקמן נאמנים לומר לא קברנו שם הנפלים. ועתוי''ט:"
            }, 
            "2": {
                "1": "שלא כו'. ואע''ג דכתמים דרבנן, הך טומאה אית להו, דסברי דמגופה אתא ועתוי''ט.", 
                "0": "דהא דתנן מן הרקם בהמביא גט, טובא רקם הוה. ועוד, אף על גב דברקם ישראל הוו, הא מצניעין כתמיהם, אלא של נכרים הן וטהורים. ור' יהודה מטמא משום שיש שם גרים כו'. תוס':", 
                "2": "אף על גב דגרי אמת הן ולחשבו ישראלים דאף על גב דחטא כו'. אלא הם אמרו דכתם טמא, והם אמרו דכ. תמיהן טהורין:"
            }, 
            "4": {
                "1": "מהו דתימא לא בקיאי בטינוף חמנין דלא טנוף וסברי דטנוף ופוטרת מבכורה, קא משמע לן:", 
                "0": "מהו דתימא לא בקיאי ביצירה וסברי לאו בן ארבעים הוא ומיא בעלמא הוא, קא משמע לן. גמ'. ועתוי''ט:", 
                "2": "ועבדינן טהרות היכי דלא ציינו. רש''י:"
            }
        }, 
        "9": {
            "0": {
                "1": "ארבעה כו'. בית הלל לא בעי רצופין. וכן נראה לבית שמאי דאפילו מפוזרות, כמו לבית הלל. תוס':", 
                "0": "זמנה כו'. היינו כשהיא נערה והביאה שתי שערות. הר''ן:", 
                "3": "בדרכו וכמו שכתבתי [אות ג']:", 
                "2": "נותנין כו'. פירוש, שאין צריך לפרוש כדרך המשמש עם הטהורה ופרסה נדה תחתיו, אלא בועל כדרכו ופורש נמי אפילו בקושי: הרא''ש:", 
                "4": "טעם חומרא זו, דאין הכל בקיאין בחילוק בין הגיע זמנה לראות בין לא הגיע, בין בוגרת, ובין ראתה ללא ראתה. ועוד משום דחתן יצרו תוקפו. הלכך הושוו כולן להחמיר בחומרא שבחומרות דהיינו בוגרת שראתה. ואפילו בעל ולא מצאה דם, צריך לפרוש, דשמא חיפהו שכבת זרע. הרא''ש. ועתוי''ט:"
            }, 
            "3": {
                "0": "לשון דקרא והיתיאת אבן חדא ושומת על פום גובא. גמרא:"
            }, 
            "2": {
                "0": "ראשון. פירוש לנקיים. שהוא רביעי לתחלת זיבה:"
            }, 
            "5": {
                "1": "נקט הימים המרובים. והוא הדין למעוטים דשל זכר:", 
                "0": "ולא תני סתמא אינה נוגעת, לאשמעינן דמערה ולא חיישינן שמא נגעה במים. תוי''ט:", 
                "3": "טמא מת. שלא טבל. הר''מ. ולא ידעתי למה לא תלינן במגע נדה דהוי נמי ראשון. והר''מ כתב, כמו שנגע בנדה או בטמא מת:", 
                "2": "וחזרו בשתים, חדא לחומרא וחדא לקולא:", 
                "4": "לקדשים. וכאבא שאול דריש פרק ב' דמעילה. תוס'. וצריך עיון על הר''מ שפסק כסתמא דהכא וכתנא קמא דהתם:"
            }, 
            "4": {
                "1": "ומשום דם תבוסה ומדרבנן. ורבי יהודה נמי הכי סבירא ליה. ועתוי''ט:", 
                "0": "ואע''ג שנעקר דם משמתה, דמקור מקומו טמא. גמרא. ולא משום שנגע במת טמא הדם, אלא כתם ראייה גמורה קאמר, שיטמא הדם במגע ובמשא, אע''ג דלאו רואה היא לאחר מיתה, הואיל והיה במקור מחיים כו'. תוס'. ועתוי''ט ות''ח:"
            }, 
            "7": {
                "1": "וכל היכא דבעי שימור, אינה טובלת אלא ביום:", 
                "0": "מטמאין כו'. הואיל וכזבה קטנה היא. וילפינן לה מקרא בגמרא. וכן הא דבועל מטמא, ילפינן לה מקרא. ובתוספתא הובא בגמרא [דף ע''ב] דלבועלה תולין, ואם תראה למחר מטמא למפרע. וא''כ, קרא אסמכתא בעלמא:", 
                "2": "בתוך אחד עשר ואפילו בעשירי, אע''ג דאינה ראויה לבא לידי זבה גמורה. הר''מ:"
            }, 
            "6": {
                "1": "בפרק ג' דחגיגה משנה ג'. והא דכתב שם הר''ב דמחוסר כיפורים פוסל בנגיעה, היינו קודם הבאת קרבנותיו. ולא קאי אריש דבריו דמיירי לאחר הבאת קרבנותיו דאז אין צריך טבילה אלא לאכילה, וכמו שכתב כאן. ועתוי''ט:", 
                "0": "ומקפת. וקוראה כו'. סד''א נגזר דלמא אתיא למנגע בה מאבראי, קמ''ל. גמרא:"
            }
        }, 
        "8": {
            "10": {
                "0": "ר' יהודה אומר כו'. ונפקא מינה שאין לו טענת בתולים. הר''מ:"
            }, 
            "1": {
                "1": "ור' שמעון מטמא. אבל ר' מאיר מטהר כמו ר' יוסי. ואיידי דסליק מר' יוסי, פתח בו. גמרא:", 
                "0": "דלבעלה לא שייך לכתחילה ודיעבד. והא ליכא למימר דלעולם באשה לבדה, דוקא בדיעבד, והכא בספק ספיקא קא משמע לן דאף לכתחילה. דודאי דלכתחילה בספק ספיקא לא אצטריך כלל לאשמעינן:"
            }, 
            "0": {
                "1": "קשה, אמאי נקט עומדת, ליתני יושבת וליפלוג בין מזנקת לשותתת. ויש ליישב, דנקט עומדת משום דפסיקא ליה דלעולם שותתת. אי נמי, משום ר' יוסי נקט לה דאפילו בעומדת שאין רחמה נפתח מטהר. תוס'. ועתוי''ט:", 
                "0": "דאיידי. דמעומד השתינה ולא יכלה לעצור, הדור מי רגלים למקור. רש''י:"
            }, 
            "3": {
                "1": "ותולות כו'. כלומר, אם לא בדקה שום אחת מהן, או בדקו כולן ונמצאו טהורות:", 
                "0": "בדקה כו'. מיד תכף למציאת הדם. אבל אם שהתה כדי שתקנח בחורין ובסדקין, אין הבדיקה מועלת לטמאה, לטהר האחרות, ולא לטהורה לטהר עצמה:", 
                "2": "וכן לכל ארבע נשים דדיין שעתן. גמרא:"
            }, 
            "2": {
                "1": "שלש. משום הנהו גווני דמשנה ה' נקט נמי הכא שלש:", 
                "0": "פירוש, לא הרואה בעידן שאלה קאמר, דא''כ היינו נדה כו'. ולאפוקי לא הגיע זמנה לראות וראתה. ולאו דומיא ממש קאמר. ב''י. ועתוי''ט:", 
                "2": "שישבו כו'. זו אחר זו דומיא דחלוק. ונפקא מינה לבדקה אחת מהן ומצאה טמאה כדלקמן. ב''י:"
            }, 
            "5": {
                "1": "מעבירין כו'. בין לבעלה בין לטהרות כו'. וכיון שיכולין לעמוד על עיקר הדבר, כי לא בדקה, טמאה. מ''מ:", 
                "0": "סמנין. והוא הדין בכיבוס טוב. תוס':", 
                "3": "להטביל. ואפילו דיהה ולא עבר, מהני טבילתו:", 
                "2": "כלומר, שחסר מראה האודם:"
            }, 
            "4": {
                "1": "טמאות. ומיהו תולות זו בזו:", 
                "0": "טהורה. ולעיל תני ומצאה טמאה. ותן האמור בזה, בזה. והאמור בזה, בזה:"
            }, 
            "7": {
                "0": "מפהקת כו'. ומיירי שמפהקת או מעטשת כמה פעמים זה אחר זה. דאילו חד זימנא זה דרך כל האדם. הרא''ש. ועתוי''ט:"
            }, 
            "6": {
                "1": "ובנתנמנם סגי. גמרא:", 
                "0": "שלא טעם. שהאוכל ממתקו ומעביר את כוחו. רש''י:", 
                "3": "וכלומר, שאם יודע ודאי שהוא דם ורוצה לבטלו כדי שתעלה לה הטבילה. דהבלועה שיכול לצאת טמא ואע''ג דלא נפיק:", 
                "2": "שהדיבור מעביר כח הרוק. רש''י:"
            }, 
            "9": {
                "1": "שתעקר כו'. והני מילי, כשקבעתו שלש פעמים. אבל לא קבעה לה אלא פעם אחת או שתי פעמים, בחדש זימנא מיעקרא. גמרא:", 
                "0": "שתקבענו שלש פעמים. והני מילי למעקריה, שאינו נקבע כדי שתהיה צריכה שלש פעמים לעקרו. אבל לחוש לו, אפילו בפעם אחת חוששת. ואשמעינן דאפילו בימי זיבתה חוששת. וזה וזה אסורין דלעיל, הוה אמינא דוקא בימי נדתה. גמרא:"
            }, 
            "8": {
                "1": "תניא, והזרת' וגו', מכאן אמר ר' יאשיה, אזהרה לבני ישראל שיפרשו מנשותיהם סמוך לוסתן. וכמה, אמר רבה עונה. גמרא. ולמאי דקיימא לן וסתות דרבנן, קרא אסמכתא בעלמא הוא. וכ''כ הה''מ והר''ן:", 
                "0": "בסוף הוסתות. ולא נמשך אחר הוסתות. טור:", 
                "2": "ולא פליג אוסתות הגוף דרישא:"
            }
        }
    }, 
    "meta": "Chapter-Mishna-Comment"
}