{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Defilement by Leprosy",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Defilement_by_Leprosy",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומטמא </b>\n<b> משכב ומושב כו'.</b> עיין בתוס' פ\"ק דיומא ד\"ו ע\"ב ד\"ה שמטמא שכתבו שרש\"י ז\"ל חזר בו ממ\"ש פ' א\"ד דמצורע אינו מטמא מו\"מ לטמא אדם ובגדים אלא לטומאה קלה דאתו מק\"ו מזב כו' יע\"ש וכפי דברי רש\"י המוצגים לפנינו שם נרא' שדברים אחדים ושפה אחת הן שכ\"כ שם וז\"ל בד\"ה זב וז\"ל אבל מצורע אע\"ג דתניא בתוס' דמטמא מו\"מ לאו אב הטומאה היא לטמא אדם ובגדים אלא לטמא אוכלין יע\"ש ואפשר לומר שכונתו דמצורע אינו עושה משכב לטמא אדם ובגדים שעליו כזב אלא לטמא אדם כדי לטמא אוכלין מיהו אדם וכלים מיהא מטמא במגעו דמיעוטא דזבה לא אהני אלא למעוטי שאינו מטמא אדם ובגדים שעליו כמו זב אבל לטמא אדם ולעשות ראשון לטומאה כדי שיטמא אוכלין מיהא מטמא מק\"ו דאהני קרא ואהני ק\"ו ומשום הכי הכא בשמעתין דקיימינן השתא לבועל נדה שאינו מטמא משכב ומושב שלו אדם וכלים במגעו אלא אוכלין דוקא כדין ראשון לטומאה שאינו מטמא אדם וכלים וכדאיתא בפרק בנות כותים שפיר כתב רש\"י ז\"ל ולא לטמא אדם וכלים כשאר כל עושה מו\"מ כגון זב ומצורע דטומאתן אב הטומאה לטמא אדם וכלים ודייקי דברי רש\"י ז\"ל שכתב לטמא בגדים כמ\"ש בפסחים משום דמצורע אינו מטמא בגדים שעליו אלא אדם וכלים במגען גם מדברי התוס' ז\"ל שם נראה שהבינו כדברי רש\"י ז\"ל כמ\"ש הכא דמצורע אינו מטמא מו\"מ לטמא בגדים במגעו ואפשר דמשמע להו הכי ממ\"ש לאו אב הטומאה לטמא אדם כו' ואם איתא הא ע\"כ אב הטומאה הוא מדמטמא אדם וכלים אלא שאינו מטמא בגדים שעליו והכי הול\"ל אע\"ג דתניא כו' לאו לטמא בגדים שעליו אלא לטמא אדם ובגדים במגען ועיין ברש\"ל שם ודוק מיהו מ\"ש דמצורע ואבן המנוגעת אתו בק\"ו מזב לטומאה קלה קשה שהרי מת יוכיח דאע\"ג דמטמא בביאה אינו עושה מו\"מ כדתנן במס' זבים פ\"ד מ\"ה. ועיין בתוס' בפרק דם הנדה ואפשר לומר דס\"ל דמת נמי מטמא מו\"מ לטומאה קלה מקל וחומר דזבים וההוא מתני' דזבים דקתני חומר בזב מבמת כו' איירי לטומאה חמורה דמת אינו מטמא טומאה חמורה ממיעוטא דזב ומתני' דהכא דקתני אלא שחמור ממנו בועל נדה שמטמא מו\"מ לטומאה קלה היינו דוקא לטמא מת שאינו מטמא בביאה ולא אתי מק\"ו מזב אבל מת גופיה ה\"נ דמטמא טומאה קלה כיון שמטמא בביאה ואתי מק\"ו מזב ועיין בפיה\"מ לרבינו פ\"ג דזבים מי\"א שכתב דמת אינו מטמא משכב ומושב אפילו טומאה קלה אלא שאכתי קשה דבת\"כ תניא דקמ\"ז הזב ולא טמא מת והלא דין הוא ומה הזב שאינו טעון הזאה שלישי ושביעי מטמא משכב ומושב. טמא מת שטעון הזאה שלישי ושביעי אינו דין שמטמא מו\"מ כו' והשתא קשה דכפי דבריהם דמיעוטא דזב לא אהני אלא לטומאה חמורה אבל לטומאה קלה אתי בק\"ו א\"כ ה\"נ נימא הכי שמטמא טומאה קלה מק\"ו דזב ובמתניתין בהדיא קתני דאינו מטמא טומאה קלה וצ\"ע כעת: עוד ראיתי לעמוד עמ\"ש התוס' ז\"ל שם וז\"ל ולי הוקשה על מה שפי' התוס' כו' דהיכי אתו מק\"ו דזב דאיכא למיפרך מה לזב שעושה מו\"מ לטומאה חמורה מיהו הא ל\"ק דאיכא למימר בועל נדה יוכיח וראיתי להרב חד\"ה ז\"ל שהקשה וז\"ל ק\"ק במה שפירש דמצורע ואבן המנוגעת אתו מק\"ו מזב כו' ואם ניפרוך מה לזב שכן מטמא מו\"מ כו' צ\"ל ובועל נדה יוכיח דאתי חדא מתרתי הוה ליה לפרושי בפשיטות טפי חדא מחדא דמצורע ואבן המנוגעת אתו בק\"ו דבועל נדה יע\"ש ולי נראה ליישב במאי דקשה עוד אבריית' דריש פרק דם נדה דהיכי בעי למילף דאבן המנוגעת מטמא מו\"מ מק\"ו דזב הא איכא למיפרך מה לזב שכן מטמא במשהו תאמר באבן המנוגעת ששעורו כב' גריסין כדנפ\"ל מקרא בת\"כ וכי האי גונא פריך תלמודא בפרק א\"ד גבי שילוח מחנות דלא אתיא מק\"ו דבעל קרי משום דאיכא למפרך מה לב\"ק שכן מטמא במשהו ולכן נראה דהך ברייתא ס\"ל כר\"נ דס\"ל דזב צריך כחתימת פי האמה וכדמשני התם תלמודא לר\"ש דס\"ל הכי וא\"כ מש\"ה לא אתי חדא מחדא מצורעת ואבן המנוגעת מק\"ו דבועל נדה משום דאיכא למיפרך מה לבועל נדה שכן חמור דמטמא במשהו דאפי' ראתה דם כטיפת חרדל הבועלה טמא לכ\"ע משא\"כ מצורע דבעינן כגריס אלא חדא מתרתי כי פרכת מה לבועל נדה שמטמא במשהו איכא למימר זב יוכיח דאע\"ג דאינו מטמא במשהו מטמא מו\"מ וכי פריך מה לזב שכן עושה מו\"מ לטומאה חמורה איכא למימר בועל נדה יוכיח ודוק: עוד כתבו התוספות דבועל נדה מטמא כ\"ח בהסט כמו שהוכיח שם ר\"י מדאמר בפ' ב\"כ מה היא מטמא' כ\"ח אף הוא מטמא כ\"ח שאין מטמא מגבו מ\"מ מטמא בהיסט צ\"ע שהרי התוס' כתבו בפרק תינוקת דף ע\"א ע\"ב ד\"ה מערה משם דבועל נדה מטמא במשא ואינו מטמא בהיסט שכן כתבו וז\"ל ואומר ר\"י דל\"ק מידי דאפילו אם מטמא במשא כנבלה היינו דמטמא את הטהור הנושאו אבל כשהוא נושא את הטהור כגון הכא שהוא נושא המים לא מטמא כדאמרינן בפ' ר\"ע זה הסיטו של זב שלא מצינו לו חבר בכל התורה עכ\"ל וא\"כ נמצאו דברי ר\"י סותרים וצ\"ע: וראיתי להרב חד\"ה ז\"ל שם שהקשה לדעת ר\"י דבועל נדה אינו מטמא בהיסט מההיא דפ' בנות כותים והיא הראי' שהביאו התוס' ז\"ל בפ\"ק דיומא והנראה שאשתמיט מיניה ז\"ל מדלא הזכירו על דל שפתיו. ולי נראה שהתוס' בפרק תינוקות ס\"ל דהא דאמרינן בפרק בנות כותיים מה היא מטמא' כ\"ח אף הוא מטמא לאו למימרא דכמו שהיא מטמא' כ\"ח בהיסט אף הוא מטמא בהיסט וכמו שנראה מדברי רש\"י שם וכן כתב הרא\"ם והרב ק\"א ז\"ל אלא ברייתא ה\"ק דאלו לא נאמר ותהי נדתה עליו הייתי אומר דבועל נדה דינו כנוגע בה דהוי ראשון לטומאה וראשון לטומאה אינו מטמא אדם וכלים במגען להכי כתיב ותהי נדתה לומר מה היא אב הטומאה ומטמאה אדם וכלי חרס אף הוא כן וכ\"ח דנקט לרבותא כמ\"ש התוס' והר\"ש מיהו לענין טומאתן חלוקים הם דנדה מטמא כ\"ח בהיסט ובועל נדה אינו מטמא אלא מאוירו ואין זה מן הדוחק שהרי לדעת הר' אברהם זעירא ורבינו ישעיה שכתב הרא\"ש ז\"ל בפ' מצורע בד\"ה ותהי נדתה חלוקת מה היא מטמאה אדם אף הוא מטמא אדם ה\"נ מתפרשה ולא משוי להו לגמרי אלא לטמא אדם מיהו חלוקים הם שנדה מטמא' אדם לבגדים שעליו ובועל נדה אינו מטמא בגדים שעליו ה\"נ איכא למימר גבי כ\"ח דלא משוי להו אלא לענין קבלת טומאה דמקבלים טומאת הנדה מיהו בעיקר דינא חלוקים הם כמ\"ש ועיין בהרב מש\"ל ז\"ל ה' מטמאי מו\"מ דין א' ואפשר שדעת התוס' ג\"כ כדעת רבינו ישעיה דבועל נדה אינו מטמא אדם לטמא בגדים שעליו וכן הוא דעת הר\"ש ז\"ל בפ\"ק דכלים ובהכי ניחא מתני' דריש כלים דקתני למעלה מהם זובו של זב שמטמאין במגע ובמשא כלומר לטמא בגדים שעליו מה שאין הנבלה ובועל נדה מטמא ואין צורך למ\"ש הרב חד\"ה יע\"ש ועיין בהרע\"ב ודו\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומאימתי </b>\n<b> תיאסר משעת שחיטה כו'.</b> פרק האיש מקדש דנ\"ו ע\"א וכתבו התוס' בד\"ה משעת שחיטה וז\"ל פי' ומשולחת נמי תיאסר משחיטת חברתה עד השילוח ואין לפרש כו' דהא תנא צפורי מצורע דמשמע תרוייהו עכ\"ל. וראיתי להרב מש\"ל ז\"ל בפרק זה הלכה א' דף י\"ד הקשה דהכרח זה איכא למשדי ביה נרגא דהא בסוף תמורה תנן ואלו הן הנקברים כו' צפורי מצורע והתם ע\"כ לאו דוקא אלא ע\"כ אצפורי' דעלמא קאי וא\"כ ה\"נ לאו דוקא ולע\"ד נרא' בכונתם דבשלמא אם נאמר דהמשולחת אסורה משעת שחיטה עד שעת שילוח וצפורי מצורע דנקט הכא במתני' בדוקא וכן נמי מתני' דפרק השוכר את הפועל דקתני אלו דברים אסורין ואיסורן בכ\"ש כו' וצפורי מצורע התם נמי דוקא קתני ובשנתערבה לאחר שחיטת חבירתה איכא למימר דאיידי דתני בכל הני צפורי מצורע תני נמי התם ואשגרת לישן הוא כההיא דפ\"ק דמגילה דקתני הכל כשרים לקרות את המגילה חוץ מחש\"ו ואמרי' בירושלמי דחרש אשגרת לישנ' הוא דחרש שדברו בו חכמים בכ\"מ הוא שאינו מדבר ואינו שומע אלא איידי דרגיל התנא למיתני בכ\"מ חרש בהדי שוטה וקטן תנא נמי הכא אכן אם נאמר דבמשולחת ליכא איסור כלל ק' דאמאי תני בכל הני צפרי מצורע ועוד אפשר לומר דלפ\"ד התוס' דס\"ל דהמשולחת אסורה משעת שחיטה עד שעת שילוח א\"כ נראה דאם עבר ושחטה באיסור' קאי וטעון קבורה וא\"כ נאמר דצ\"מ דנקט בתמורה אתרוייהו קאמר ובשעבר ושחטה משא\"כ לדעת רש\"י דס\"ל דמשולח מותרת אם עבר ושחטה ודאי מותרת באכילה אלא דעבר אעשה דושלח את הצפור כנ\"ל. עוד ראיתי להרב הנז' שהקשה אמ\"ש התוס' בפרק שילוח דק\"ע אההיא דאמרינן התם רבא אסר למעוטי שלא לזווג לה אחרת קודם שילוחיה וז\"ל שלא לזווג לה אחרת צ\"ע איך משמע זה מטהורות ע\"כ והקשה הרב הנז' וז\"ל ודבריהם תמוהים בעיני דהא כי היכי דלר\"ן בר יצחק דאמר למעוטי צפורי עיר הנדחת הוי משמעות הכתוב טהורות ולא אסורות ה\"נ לרבא הוי הכי דקודם שילוח אף המשתלחת אסורה הן אמת דאליבא דרש\"י דס\"ל דהמשולחת לא חייל עליה איסור כלל שייכא קו' זו דהאיך משמע זה מטהורות ואולי יאמר דרבא אית ליה כר\"ל דאמר משעת לקיחה ולדידיה אף המשולחת נאסרה משעת לקיחה עד שעת שילוח כו' אך אליבא דהתוספות דסבירא להו דאף לר\"י נאסר המשתלחת משעת שחיטה לא ידעתי מה זו תמיה וצ\"ע עכ\"ד והנה מה שרצה ליישב לדעת רש\"י דרבא ס\"ל כר\"ל דאמר משעת לקיחה הוא דבר תמוה שהרי מבואר בשמעתין דטעמא דר\"ל הוא משום דיליף מכשיר ממכפר וס\"ל דע\"ע אסורה מחיים ובהדיא פרכינן פ' אותו ואת בנו למאי דהוה בעי למימר דר\"ל ס\"ל דע\"ע אינה משנה ואינה אסורה מחיים מהא דר\"ל דקאמר דצ\"מ אסורין משעת לקיחה הרי מבואר דאם הוה ס\"ל דע\"ע אינה אסורה מחיים ציפורי מצורע נמי לא אסירי משעת לקיחה וכיון שכן איך אפשר לומר דסבירא ליה כר\"ל דצ\"מ אסורין משעת לקיחה הא רבא ס\"ל בהדי' בפ' המביא אשם דע\"ע אינה אסורה אלא לאחר עריפה הן אמת שקו' הלזו קשה ג\"כ לדעת התוס' דפ' נגמר הדין דף מ\"ז שכתבו וז\"ל תימא כי נמי גמר מע\"ע הא אמר ר\"י בפרק אותו ואת בנו עריפתה אוסרתה ורבא פסק כר\"י בר משלש כו' יע\"ש וקשה דאמאי הוצרכו להקשות ממאי דפסק רבא בפרק החולץ כר\"י לבר משלש ותיקשי להו בפשיטות מדרבא גופיה בפרק המביא ואולי נוסחא אחרת היתה להם ובמקום רבא גרסי רבה ומ\"מ אכתי דברי הרב מש\"ל יש בו מן הקושי דהן לו יהי דנימא דרבא ס\"ל כר\"ל מ\"מ הא אמרינן בשמעתין דהא דר\"ל תנאי היא ור\"י ור\"ש ס\"ל דאינן חוזרות משעת לקיחה וכיון שכן היכי משני התם רבא בפשיטות דטהורות אצטריך למעוטי שלא לזווג לה אחרת ותיקשי ליה הניחא למ\"ד צ\"מ אסור משעת לקיחה אלא לר\"י ולר\"ש דסבירא להו משעת שחיט' מאי איכא למימר וכדפריך התם לעיל מיניה הניחא למ\"ד טרפה אינה חיה כו' ויש ליישב דלר\"י ולר\"ש איכא למימר דסבירא להו כמ\"ד טריפה חיה וטהורות אצטריך למעוטי טריפה וזה דוחק ולכן נראה דאע\"ג דס\"ל לרש\"י דהמשולחת מותרת היינו דוקא בהנאה אבל לשוחטה כדי לאוכלה ודאי אסור משום דעבר אעשה דושלח את הצפור החיה וא\"כ שפיר ממעטינן מטהורות דמשמע מותרת לשוחטן כדי לאוכלן יצא זה שאסורות לשוחטן כדי לאוכלן כנ\"ל:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> במה </b> שעומד הרב ז\"ל על דברי תוס' סנהדרין מדוע הביאו ממרחק לחמם והלא מפורש בכריתות (ק\"ה א) דרבא ס\"ל עגלה ערופה לאחר עריפה נאסרת וכתב ואולי נוסחא אחרת היה להם ובמקום רבא גרסי רבה הנה בזה אין ספק כלל דודאי היה להם הגירסא רבה ובכ\"מ מצינו בר פלוגתא דרב המנונא הוא רבה ועיין בסנהדרין. וראיתי נמי לרב ב\"ש במס' הוריות (י\"א א) יעוי\"ש. אבל אכתי קשה היאך פריך מרבא על רב המנונא והלא רב המנונא תלמיד דרב היה כדאמרינן סוף פ\"ק דסנהדרין (י\"ז ב) ובפרק חלון (ע\"ו ב) ובפ' כיצד מערבין (נ\"ד א) ובהגוזל קמא (ק\"ו א) ואפילו לר\"ת דלא גרס בסוף פ\"ק דסנהדרין אלא אימא רב המנונא. מ\"מ הא ודאי דרב המנונא גדול מרבא דהוי רב המנונא תלמיד חבר דרב חסדא כדאיתא בפ' המפקיד ובדוכתא טובא עכ\"ל. הרי עינינו רואות דנדחק נמי בזה ולכן נראה ודאי דצ\"ל רבה דהא רב המנונא תלמיד דרב היה וכן רבה תלמיד דרב הי' כמו שמצינו הרבה פעמים בש\"ס והראיות ללא צורך וא\"כ רב המנונא ורבה בזמן א' היו והי' בעל פלוגתי' ואי קשיא על המ\"ל הא קשיא לכאורה הא ודאי דרבא כר\"י ס\"ל משום דאמר שבכל מקום הל' כר\"י לגבי ר\"ל בר מהני תלת וכמו שהוכיחו תוס' שהביאו רבינו זה נמי ליתא דכלל זה הוא היכא שאין בזה פלוגתא זולת פלוגתת ר\"י ור\"ל אבל הכא הרי ר' ינאי דאמר כפרה כתיב בה כקדשים ס\"ל כר\"ל וכמ\"ש תוס' קדושין ד\"ה כפרה ועיי\"ש במהרש\"א ובמהרש\"ל ופ\"י וכן עיין בדברי רבינו הל' רוצח ושמירת הנפש ומה שכתבנו שם בעניותינו ועיין בתוס' בכורות (י\"ג ב) ד\"ה רב אשי:<br><b> והנה </b> המ\"ל רוצה להוכיח מדברי הר\"ם שכ' בדין זה וכן צפור המשולחת מותר לטהר בה מצורעים אחרים מאחר שנשתלחה ומותרת באכילה ומדכתב הרמב\"ם מאחר שנשתלחה ומותר באכילה משמע דקודם השלוח אסורה והיינו כדעת תוס' דצפור המשולחת נמי אסורה דהא קיי\"ל כר\"י שמשעת שחיטה נאסרה עיין במ\"ל היטב. והנה אנכי רואה (בפ\"י מהל' מ\"א הלכה ז') שכ' וז\"ל וכל בעלי חיים חשובים ואינם בטלים כגון שור הנסקל וצפור מצורע השחוטה ומדנקט הרמב\"ם ודייק בפי' צפור מצורע השחוטה לומר דוקא השחוטה ולא המשולחת מוכח דס\"ל כרש\"י דבצפור המשולחת ליכא איסור כלל דאלו אמרינן כתוס' הא המשולחת לר\"י קודם השילוח נמי אסורה ולמאי נקט צפור השחוטה הא המשולחת נמי משכחת לה אם נתערבה קודם שלוחה לאחר שנשחטה השחוטה ואדרבה היא יותר בסוג בעלת חיים שחשוב מצפורי השחוטה ומזה ע\"כ מוכח כדעת רש\"י דוקא השחוטה אסורה ולא המשולחת ולא תימא דלפ\"ז מוכח אפילו דלא כסברת רבינו האחרונה פה שסובר דלרש\"י עכ\"פ אסורה באכילה דהוי כמו לאו הבא מכלל עשה ושלח אותה ע\"פ השדה ולא לאוכלה דא\"כ אכתי קשה אמאי נקט הרמב\"ם ז\"ל צפור השחוטה והלא צפור המשולחת מי אסורה ואע\"ג שאינה אסור' בהנאה מ\"מ הרי אסורה באכילה ואינה בטלה להיות מותר באכילה והלא לאו בהנאה תליא מלתא וכמו שחשיב שם הרמב\"ם (הל' ה') חתיכה של נבלה די\"ל דאף שגם צפור המשולחת אינה בטלה לענין אכילה מ\"מ בהאי הלכה איירי הרמב\"ם לענין איסורי הנאה וקחשיב דוקא דברים שאסורין בהנאה לענין שאסורין בהנאה אפילו אם נתערבו לכך לא נקט אלא צפור השחוטה ובאמת בצפור המשולחת נמי אינה בטלה לענין איסור אכילה והיא בכלל כל בעלי חיים. ועיין בתשובת פנים מאירות ח\"ב סי' קכ\"ז שהעמיק ג\"כ בענין הזאת במה שעומד בו המ\"ל. ואולם הוא כ' שם בתחלת דבריו דמדברי הרמב\"ם הלכה ז' שכתב צפור המשולחת מותר לטהר בה מצורעים אחרים מאחר שנשתלחה ומותרת באכילה אין ראיה שהוא דעת רבא שלא לזווג לה אחרת דהיינו כונת הרמב\"ם דלאחר השלוח מותר לטהר בה ולהיות אפילו צפור השחוטה משא\"כ קודם השלוח אסורה להיות צפור השחוטה אבל להיות שמשולחות מי יימר דאסור עייש\"ה והנה ודאי אף אם יהבינן ליה דעתיה בזה מ\"מ מסמיכת לשון הרמב\"ם שכתב ומאחר שנשתלחה ומותרת באכילה משמע דוקא מאחר שנשתלחה מותרת באכילה ולא קודם לכן ומזה לכאורה מוכח כדעת המ\"ל בזה דרמב\"ם סובר כפי' תוס' דאף לר' יוחנן צפור המשולחת אסורה עד אחר השלוח ונסתר בזה סוף דברי פנים מאירות שרוצה לומר היפך דברי המ\"ל לכך הביא הרמב\"ם דעת רבא שלא לזווג לה אחרת דרבא אליבא דר\"ל קאי ור\"מ פוסק כר\"י דצפור השחוטה אסורה ולא המשולחת ולא נפקא מטהורות וכבר עמד בזה הר\"ב מרכבת המשנה לסתור דעת בעל פנים מאירות עיין עליו אמנם כאשר הוכחנו אנו אין לנו אלא לומר דמ\"ש הרמב\"ם ומאחר שנשתלחה ומותרת באכילה היינו לומר דלאחר השלוח מותרת אפילו באכילה וקודם השלוח אף שבהנאה מותרת כדמוכח מדעת הרמב\"ם פ\"ח מהל' מ\"א וכאשר הוכחנו לעיל מ\"מ באכילה היתה אסורה לדעת רבינו פה ונקטי' בידן קצת כדברי המ\"ל דכונת הרמב\"ם בהל' ז' דקודם השלוח אסור לזווג לה אחרת אפי' לשלחה ובמה נקטי' כדעת הרב פה דהר\"מ היה סובר אף שאינה אסורה בהנאה מ\"מ אסורה באכילה והכל על נכון. ועיין עוד בהל' רוצח ושמירת הנפש ואם כך נקטי' אפשר לתרץ נמי קושית הריטב\"א דהביא ראיה ממשנה נגעים (פי\"ד משנה ה) דתנן התם נשפך הדם תמות המשתלחת הרי חזינן דאסורה וא\"כ קשיא לדעת רש\"י אליבא דר\"י דהא על האי מתני' אין חולק דנאמר תנא דבי ר' ישמעאל היא ולפי דעת רבינו ל\"ק דודאי תמוה כיון דעכ\"פ אסורה באכילה ותו לא מידי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות טומאת צרעת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}