{
    "title": "Mishneh Torah, Hiring",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Hiring",
    "text": [
        [
            "אַרְבָּעָה שׁוֹמְרִים נֶאֶמְרוּ בַּתּוֹרָה וּשְׁלֹשָׁה דִּינִין יֵשׁ לָהֶם. וְאֵלּוּ הֵן הָאַרְבָּעָה שׁוֹמְרִין. שׁוֹמֵר חִנָּם. וְהַשּׁוֹאֵל. וְנוֹשֵׂא שָׂכָר. וְהַשּׂוֹכֵר: \n",
            "וְאֵלּוּ הֵן שְׁלֹשָׁה דִּינִין שֶׁלָּהֶן. שׁוֹמֵר חִנָּם שֶׁנִּגְנַב הַפִּקָּדוֹן מִמֶּנּוּ אוֹ אָבַד וְאֵין צָרִיךְ לוֹמַר אִם נֶאֱנַס הַפִּקָּדוֹן אֹנֶס גָּדוֹל כְּגוֹן שֶׁהָיְתָה בְּהֵמָה וּמֵתָה אוֹ נִשְׁבֵּית הֲרֵי זֶה נִשְׁבָּע שֶׁשָּׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִין וּפָטוּר שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"וְגֻנַּב מִבֵּית הָאִישׁ\" וְגוֹ' <small>(שמות כב ז)</small> \"וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹהִים\". הַשּׁוֹאֵל מְשַׁלֵּם הַכּל בֵּין שֶׁאָבַד דָּבָר הַשָּׁאוּל אוֹ נִגְנַב בֵּין שֶׁאֵרְעוֹ אֹנֶס גָּדוֹל מִזֶּה כְּגוֹן שֶׁמֵּתָה הַבְּהֵמָה הַשְּׁאוּלָה אוֹ נִשְׁבְּרָה אוֹ נִשְׁבֵּית שֶׁכָּךְ כָּתוּב בְּשׁוֹאֵל <small>(שמות כב יג)</small> \"וְנִשְׁבַּר אוֹ מֵת בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם\". נוֹשֵׂא שָׂכָר אוֹ הַשּׂוֹכֵר שְׁנֵיהֶם דִּין אֶחָד יֵשׁ לָהֶן אִם נִגְנַב אוֹ אָבַד הַדָּבָר הַשָּׂכוּר אוֹ שֶׁנָּטַל שָׂכָר עַל שְׁמִירָתוֹ הֲרֵי אֵלּוּ מְשַׁלְּמִים. וְאִם אֵרְעוֹ אֹנֶס גָּדוֹל מִזֶּה כְּגוֹן שֶׁהָיְתָה בְּהֵמָה וּמֵתָה אוֹ נִשְׁבְּרָה אוֹ נִשְׁבֵּית אוֹ נִטְרְפָה הֲרֵי אֵלּוּ נִשְׁבָּעִין שֶׁנֶּאֶנְסָה וּפְטוּרִין שֶׁנֶּאֱמַר <small>(שמות כב ט)</small> \"וּמֵת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אֵין רֹאֶה\" <small>(שמות כב י)</small> \"שְׁבֻעַת ה'\" וְגוֹ' וּכְתִיב <small>(שמות כב יא)</small> \"אִם גָּנֹב יִגָּנֵב מֵעִמּוֹ יְשַׁלֵּם לִבְעָלָיו\" וְגוֹ'. נִמְצֵאתָ אוֹמֵר שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכּל. וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכּל חוּץ מִן הַמֵּתָה בִּשְׁעַת מְלָאכָה כְּמוֹ שֶׁיִּתְבָּאֵר. נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר מְשַׁלְּמִין אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה וְנִשְׁבָּעִין עַל הָאֳנָסִין הַגְּדוֹלִים כְּגוֹן שְׁבוּרָה וּשְׁבוּיָה וּמֵתָה וּטְרֵפָה. אוֹ שֶׁאָבַד הַדָּבָר בִּסְפִינָה שֶׁטָּבְעָה בַּיָּם אוֹ נִלְקַח בְּלִסְטִים מְזֻיָּן וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִשְּׁאָר אֳנָסִין הַגְּדוֹלִים: \n",
            "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בֵּין בְּחִנָּם בֵּין בְּשָׂכָר אוֹ הִשְׁאִילוֹ אוֹ הִשְׂכִּירוֹ אִם שָׁאַל הַשּׁוֹמֵר אֶת הַבְּעָלִים עִם הַדָּבָר שֶׁלָּהֶן אוֹ שְׂכָרָן הֲרֵי הַשּׁוֹמֵר פָּטוּר מִכְּלוּם. אֲפִלּוּ פָּשַׁע בַּדָּבָר שֶׁשָּׁמַר וְאָבַד מֵחֲמַת הַפְּשִׁיעָה הֲרֵי זֶה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כב יד)</small> \"אִם בְּעָלָיו עִמּוֹ לֹא יְשַׁלֵּם אִם שָׂכִיר הוּא בָּא בִּשְׂכָרוֹ\". בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁשָּׁאַל הַבְּעָלִים אוֹ שְׂכָרָן בְּעֵת שֶׁנָּטַל הַחֵפֶץ אַף עַל פִּי שֶׁאֵין הַבְּעָלִים שָׁם עִמּוֹ בְּעֵת הַגְּנֵבָה וְהָאֲבֵדָה אוֹ בְּעֵת שֶׁנֶּאֱנַס. אֲבָל נָטַל הַחֵפֶץ וְנַעֲשָׂה עָלָיו שׁוֹמֵר תְּחִלָּה וְאַחַר כָּךְ שָׂכַר הַבְּעָלִים אוֹ שְׁאָלָן אַף עַל פִּי שֶׁהָיוּ הַבְּעָלִים עוֹמְדִין שָׁם בְּעֵת שֶׁנֶּאֱנַס הַדָּבָר הַשָּׁמוּר הֲרֵי זֶה מְשַׁלֵּם שֶׁנֶּאֱמַר <small>(שמות כב יג)</small> \"בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם\" מִפִּי הַשְּׁמוּעָה לָמְדוּ הָיָה עִמּוֹ בִּשְׁעַת הַשְׁאָלָה אַף עַל פִּי שֶׁאֵינוֹ בְּעֵת הַגְּנֵבָה וְהַמִּיתָה פָּטוּר לֹא הָיָה עִמּוֹ בִּשְׁעַת הַשְׁאָלָה אַף עַל פִּי שֶׁהָיָה עִמּוֹ בְּעֵת הַמִּיתָה אוֹ הַשְּׁבִיָּה חַיָּב. וְהוּא הַדִּין לִשְׁאָר הַשּׁוֹמְרִים שֶׁכֻּלָּן בִּבְעָלִים פְּטוּרִין אֲפִלּוּ פְּשִׁיעָה בִּבְעָלִים פָּטוּר: \n",
            "כָּל שׁוֹמֵר שֶׁפָּשַׁע בִּתְחִלָּתוֹ אַף עַל פִּי שֶׁנֶּאֱנַס בְּסוֹפוֹ חַיָּב כְּמוֹ שֶׁיִּתְבָּאֵר. וְאֵין הַשּׁוֹאֵל רַשַּׁאי לְהַשְׁאִיל אֲפִלּוּ שָׁאַל סֵפֶר תּוֹרָה שֶׁכָּל שֶׁקּוֹרֵא בּוֹ עוֹשֶׂה מִצְוָה לֹא יַשְׁאִילֶנּוּ לְאַחֵר. וְכֵן אֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֲפִלּוּ הִשְׂכִּירוֹ סֵפֶר תּוֹרָה לֹא יַשְׂכִּירֶנּוּ לְאַחֵר שֶׁהֲרֵי זֶה אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיִּהְיֶה פִּקְדוֹנִי בְּיַד אַחֵר. עָבַר הַשּׁוֹמֵר וּמָסַר לַשּׁוֹמֵר הַשֵּׁנִי אִם יֵשׁ עֵדִים שֶׁשְּׁמָרָהּ הַשּׁוֹמֵר הַשֵּׁנִי כְּדֶרֶךְ הַשּׁוֹמְרִין וְנֶאֱנַס פָּטוּר הַשּׁוֹמֵר הָרִאשׁוֹן שֶׁהֲרֵי יֵשׁ עֵדִים שֶׁנֶּאֱנַס. וְאִם אֵין שָׁם עֵדִים חַיָּב הַשּׁוֹמֵר הָרִאשׁוֹן לְשַׁלֵּם לַבְּעָלִים מִפְּנֵי שֶׁמָּסַר לְשׁוֹמֵר אַחֵר וְיַעֲשֶׂה הוּא דִּין עִם הַשּׁוֹמֵר הַשֵּׁנִי. אֲפִלּוּ הָיָה הָרִאשׁוֹן שׁוֹמֵר חִנָּם וּמָסַר לְשׁוֹמֵר שָׂכָר חַיָּב שֶׁהֲרֵי יֵשׁ לְבַעַל הַחֵפֶץ לוֹמַר לוֹ אַתָּה נֶאֱמָן אֶצְלִי לְהִשָּׁבַע וְזֶה אֵינוֹ נֶאֱמָן. לְפִיכָךְ אִם הָיָה דֶּרֶךְ הַבְּעָלִים לְהַפְקִיד תָּמִיד דָּבָר זֶה אֵצֶל הַשּׁוֹמֵר הַשֵּׁנִי הֲרֵי זֶה הַשּׁוֹמֵר הָרִאשׁוֹן פָּטוּר מִלְּשַׁלֵּם שֶׁהֲרֵי הוּא אוֹמֵר לַבְּעָלִים זֶה הַדָּבָר שֶׁהִפְקַדְתֶּם אֶצְלִי אוֹ הִשְׁאַלְתֶּם אֶמֶשׁ הֱיִיתֶם מַפְקִידִין אוֹתוֹ אֵצֶל זֶה שֶׁהִפְקַדְתִּי אֲנִי אֶצְלוֹ. וְהוּא שֶׁלֹּא יְמַעֵט שְׁמִירָתוֹ. כֵּיצַד יְמַעֵט שְׁמִירָתוֹ. כְּגוֹן שֶׁהָיָה מֻפְקָד אֶצְלוֹ בְּשָׂכָר וְהִפְקִידוֹ אֵצֶל אוֹתוֹ הַשֵּׁנִי בְּחִנָּם אוֹ שֶׁהָיָה שָׁאוּל אֶצְלוֹ וְהִפְקִידוֹ אֵצֶל אוֹתוֹ הַשֵּׁנִי בְּשָׂכָר הוֹאִיל וּמִעֵט שְׁמִירָתוֹ פּוֹשֵׁעַ הוּא וּמְשַׁלֵּם. אַף עַל פִּי שֶׁשָּׁאַל אוֹ שֶׁשָּׂכַר בַּבְּעָלִים הֲרֵי הוּא הוֹצִיא הַדָּבָר הַשָּׁמוּר מִיָּדוֹ לְיַד שׁוֹמֵר אַחֵר: \n",
            "וְאִם הֵבִיא הַשּׁוֹמֵר הַשֵּׁנִי הָרְאָיָה שֶׁיִּפָּטֵר בָּהּ שׁוֹמֵר רִאשׁוֹן כְּדִין שְׁמִירָתוֹ הֲרֵי זֶה פָּטוּר. כֵּיצַד. שׁוֹמֵר שָׂכָר שֶׁנָּתַן הַבְּהֵמָה הַשְּׁמוּרָה אֶצְלוֹ לְשׁוֹמֵר חִנָּם אִם הֵבִיא הַשּׁוֹמֵר הַשֵּׁנִי עֵדִים שֶׁמֵּתָה הַבְּהֵמָה כְּדַרְכָּהּ הֲרֵי הַשּׁוֹמֵר הָרִאשׁוֹן פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "שׁוֹמֵר שֶׁמָּסַר לְשׁוֹמֵר אַחֵר וְהוֹסִיף בִּשְׁמִירָתוֹ וּמֵתָה הַהֲנָאָה לַבְּעָלִים. כֵּיצַד. הַשּׂוֹכֵר פָּרָה מֵחֲבֵרוֹ וְהִשְׁאִילָהּ לְאַחֵר וּמֵתָה כְּדַרְכָּהּ בְּיַד הַשּׁוֹאֵל הוֹאִיל וְהַשּׁוֹאֵל חַיָּב בַּכּל יַחְזִירוּ דְּמֵי הַפָּרָה לַבְּעָלִים שֶׁאֵין זֶה הַשּׂוֹכֵר עוֹשֶׂה סְחוֹרָה בְּפָרָתוֹ שֶׁל חֲבֵרוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָיָה בְּיָדוֹ פִּקָּדוֹן וּשְׁלָחוֹ בְּיַד אַחֵר לִבְעָלָיו הוֹאִיל וְהַשּׁוֹמֵר הָרִאשׁוֹן חַיָּב בְּאַחֲרָיוּתוֹ עַד שֶׁיַּגִּיעַ לְיַד הַבְּעָלִים אִם בָּא לַחְזֹר וּלְהַחְזִיר הַפִּקָּדוֹן מִיַּד הַשּׁוֹמֵר הַשֵּׁנִי מַחְזִיר. וְאִם הֻחְזַק הַשּׁוֹמֵר הָרִאשׁוֹן כַּפְרָן אֵינוֹ יָכוֹל לְהַחְזִיר הַפִּקָּדוֹן מִיַּד הַשּׁוֹמֵר הַשֵּׁנִי אַף עַל פִּי שֶׁעֲדַיִן הַפִּקָּדוֹן בְּאַחֲרָיוּתוֹ שֶׁל רִאשׁוֹן: \n"
        ],
        [
            "שְׁלֹשָׁה דִּינִין הָאֲמוּרִין בַּתּוֹרָה בְּאַרְבָּעָה הַשּׁוֹמְרִין אֵינָן אֶלָּא בְּמִטַּלְטְלִין שֶׁל יִשְׂרָאֵל וְשֶׁל הֶדְיוֹט שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כֶּסֶף אוֹ כֵלִים\" <small>(שמות כב ט)</small> \"וְכָל בְּהֵמָה\" יָצְאוּ קַרְקָעוֹת וְיָצְאוּ הָעֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת וְיָצְאוּ הַשְּׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן וְיָצְאוּ הֶקְדֵּשׁוֹת שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ\" וְיָצְאוּ נִכְסֵי עַכּוּ''ם. מִכָּאן אָמְרוּ חֲכָמִים הָעֲבָדִים וְהַשְּׁטָרוֹת וְהַקַּרְקָעוֹת וְהַהֶקְדֵּשׁוֹת שׁוֹמֵר חִנָּם שֶׁלָּהֶן אֵינוֹ נִשְׁבָּע. וְנוֹשֵׂא שָׂכָר אוֹ שׂוֹכֵר אֵינוֹ מְשַׁלֵּם. וְאִם קָנוּ מִיָּדוֹ חַיָּב בְּאַחֲרָיוּתָן: \n",
            "וְתִקְּנוּ חֲכָמִים שֶׁנִּשְׁבָּעִין עַל הַהֶקְדֵּשׁוֹת שְׁבוּעַת הַשּׁוֹמְרִין כְּעֵין שֶׁל תּוֹרָה כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בַּהֶקְדֵּשׁוֹת: \n",
            "יֵרָאֶה לִי שֶׁאִם פָּשַׁע הַשּׁוֹמֵר בַּעֲבָדִים וְכַיּוֹצֵא בָּהֶן חַיָּב לְשַׁלֵּם. שֶׁאֵינוֹ פָּטוּר בַּעֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת אֶלָּא מִדִּין גְּנֵבָה וַאֲבֵדָה וּמֵתָה וְכַיּוֹצֵא בָּהֶן. שֶׁאִם הָיָה שׁוֹמֵר חִנָּם עַל מִטַּלְטְלִין וְנִגְנְבוּ אוֹ אָבְדוּ יִשָּׁבַע וּבַעֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת פָּטוּר מִשְּׁבוּעָה. וְכֵן אִם הָיָה שׁוֹמֵר שָׂכָר שֶׁמְּשַׁלֵּם גְּנֵבָה וַאֲבֵדָה בְּמִטַּלְטְלִין פָּטוּר מִלְּשַׁלֵּם בְּאֵלּוּ. אֲבָל אִם פָּשַׁע בָּהּ חַיָּב לְשַׁלֵּם שֶׁכָּל הַפּוֹשֵׁעַ מַזִּיק הוּא. וְאֵין הֶפְרֵשׁ בֵּין דִּין הַמַּזִּיק קַרְקַע לְדִין הַמַּזִּיק מִטַּלְטְלִין. וְדִין אֱמֶת הוּא זֶה לַמְּבִינִים וְכֵן רָאוּי לָדוּן. וְכֵן הוֹרוּ רַבּוֹתַי שֶׁהַמּוֹסֵר כַּרְמוֹ לְשׁוֹמֵר בֵּין בַּאֲרִיסוּת בֵּין בִּשְׁמִירוּת חִנָּם וְהִתְנָה עִמּוֹ שֶׁיַּחְפֹּר אוֹ יִזְמֹר אוֹ יְאַבֵּק מִשֶּׁלּוֹ וּפָשַׁע וְלֹא עָשָׂה חַיָּב כְּמִי שֶׁהִפְסִיד בַּיָּדַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁהִפְסִיד בַּיָּדַיִם חַיָּב עַל כָּל פָּנִים: \n",
            "הַמּוֹסֵר לַחֲבֵרוֹ דָּבָר הַמְחֻבָּר לַקַּרְקַע לִשְׁמֹר אֲפִלּוּ הָיוּ עֲנָבִים הָעוֹמְדוֹת לְהִבָּצֵר הֲרֵי הֵן כְּקַרְקַע בְּדִין הַשּׁוֹמְרִין: \n",
            "הִפְקִיד הֶקְדֵּשׁ וְאַחַר כָּךְ פָּדָהוּ וַהֲרֵי הוּא חֻלִּין בְּעֵת שֶׁנְּטָלוֹ מִיַּד הַשּׁוֹמֵר. אוֹ שֶׁהִשְׁאִילוֹ חֻלִּין וְאַחַר כָּךְ הִקְדִּישׁ וְהוּא בְּיַד הַשּׁוֹאֵל. וְכֵן עַכּוּ''ם שֶׁהִפְקִיד וְאַחַר כָּךְ נִתְגַּיֵּר. כָּל אֵלּוּ אֵין בָּהֶן כָּל דִּינֵי הַשּׁוֹמְרִין עַד שֶׁתִּהְיֶה תְּחִלָּתָן וְסוֹפָן נִכְסֵי הֶדְיוֹט וְנִכְסֵי יִשְׂרָאֵל: \n",
            "אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה בְּדִין הַשּׁוֹמְרִין בֵּין שֶׁהָיָה הַדָּבָר הַשָּׁמוּר שֶׁל אִשָּׁה אוֹ שֶׁהָיָה בְּיַד הָאִשָּׁה: \n",
            "קָטָן שֶׁהִפְקִיד בְּיַד גָּדוֹל אוֹ הִשְׁאִילוֹ הֲרֵי זֶה הַגָּדוֹל נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִים לַקָּטָן. הוֹרוּ רַבּוֹתַי שֶׁאֵין זֶה נִשְׁבָּע בְּטַעֲנַת הַקָּטָן כְּדֵי שֶׁנֹּאמַר אֵין נִשְׁבָּעִין עַל טַעֲנַת קָטָן שֶׁכָּל הַשּׁוֹמְרִין שְׁבוּעָתָן שְׁבוּעַת שֶׁמָּא הִיא: \n",
            "כְּדֶרֶךְ שֶׁתִּקְּנוּ חֲכָמִים מְשִׁיכָה בְּלָקוֹחוֹת כָּךְ תִּקְּנוּ מְשִׁיכָה בְּשׁוֹמְרִין. הָאוֹמֵר לַחֲבֵרוֹ שְׁמֹר לִי זֶה וְאָמַר לוֹ הַנַּח לְפָנַי הֲרֵי זֶה שׁוֹמֵר חִנָּם. אָמַר לוֹ הַנַּח לְפָנֶיךָ אוֹ הַנַּח סְתָם אוֹ שֶׁאָמַר לוֹ הֲרֵי הַבַּיִת לְפָנֶיךָ אֵינוֹ לֹא שׁוֹמֵר חִנָּם וְלֹא שׁוֹמֵר שָׂכָר וְאֵינוֹ חַיָּב שְׁבוּעָה כְּלָל אֲבָל מַחֲרִים עַל מִי שֶׁלָּקַח הַפִּקָּדוֹן שֶׁלּוֹ וְלֹא יַחֲזִירוֹ לִבְעָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֶחָד הַמַּפְקִיד אוֹ הַמַּשְׁאִיל אוֹ הַמַּשְׂכִּיר אֶת חֲבֵרוֹ בְּעֵדִים אוֹ שֶׁלֹּא בְּעֵדִים דִּין אֶחָד יֵשׁ לָהֶן כֵּיוָן שֶׁהוֹדָה זֶה מִפִּי עַצְמוֹ שֶׁשָּׁמַר לוֹ אוֹ שֶׁשָּׁאַל מִמֶּנּוּ הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִין שֶׁאֵין אוֹמְרִים מִגּוֹ לְפָטְרוֹ מִשְּׁבוּעָה אֶלָּא לְפָטְרוֹ מִלְּשַׁלֵּם. אֲפִלּוּ הָיָה הַדָּבָר הַשָּׁאוּל אוֹ הַמֻּפְקָד אוֹ הַמֻּשְׂכָּר שְׁוֵה פְּרוּטָה הֲרֵי זֶה הַשּׁוֹמֵר נִשְׁבָּע עָלָיו. וְאֵין אֶחָד מִן הַשּׁוֹמְרִים צָרִיךְ לְהוֹדָיָה בְּמִקְצָת: \n",
            "מַתְנֶה שׁוֹמֵר חִנָּם לִהְיוֹת פָּטוּר מִשְּׁבוּעָה וְהַשּׁוֹאֵל לִהְיוֹת פָּטוּר מִלְּשַׁלֵּם. וְכֵן מַתְנֶה בַּעַל הַפִּקָּדוֹן עַל שׁוֹמֵר חִנָּם אוֹ נוֹשֵׂא שָׂכָר וְשׂוֹכֵר לִהְיוֹת חַיָּבִין בַּכּל כְּשׁוֹאֵל. שֶׁכָּל תְּנַאי בְּמָמוֹן אוֹ בִּשְׁבוּעוֹת שֶׁל מָמוֹן קַיָּם וְאֵין צָרִיךְ קִנְיָן וְלֹא עֵדִים: \n",
            "טָעַן זֶה שֶׁהָיָה שָׁם תְּנַאי וְהַשּׁוֹמֵר אוֹמֵר לֹא הָיָה שָׁם תְּנַאי נִשְׁבָּע הַשּׁוֹמֵר שְׁבוּעַת הַשּׁוֹמְרִין וּמְגַלְגֵּל בָּהּ שֶׁלֹּא הָיָה שָׁם תְּנַאי: \n",
            "טָעַן שֶׁהִפְקִיד אֶצְלוֹ וְזֶה אוֹמֵר לֹא אָמַרְתִּי אֶלָּא הַנַּח לְפָנֶיךָ וְלֹא נַעֲשֵׂיתִי לוֹ שׁוֹמֵר נִשְׁבָּע הֶסֵּת שֶׁלֹּא קִבְּלוֹ אֶלָּא בְּדֶרֶךְ זוֹ וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁלֹּא שָׁלַח בּוֹ יָד וְלֹא אִבְּדוֹ בַּיָּדַיִם וְלֹא בִּגְרָם שֶׁגָּרַם לוֹ שֶׁיִּהְיֶה חַיָּב לְשַׁלֵּם: \n",
            "זֶה אוֹמֵר הִשְׁאַלְתִּיךָ אוֹ הִשְׂכַּרְתִּיךָ אוֹ הִפְקַדְתִּיךָ וְהַלָּה אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אוֹ שֶׁאָמַר כֵּן הָיָה אֲבָל הְחֶזַרְתִּי לְךָ וְנִסְתַּלְּקָה הַשְּׁמִירָה וְלֹא נִשְׁאֲרָה בֵּינֵינוּ תְּבִיעָה. הֲרֵי הַנִּתְבָּע נִשְׁבָּע שְׁבוּעַת הֶסֵּת וְנִפְטָר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה שָׁם שְׁטָר. אֲבָל אִם הִפְקִיד אוֹ הִשְׂכִּיר אוֹ הִשְׁאִיל בִּשְׁטָר וְאָמַר לוֹ הֶחְזַרְתִּי לְךָ הֲרֵי הַשּׁוֹמֵר נִשְׁבָּע בִּנְקִיטַת חֵפֶץ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שׁוֹמֵר חִנָּם שֶׁנִּגְנַב אוֹ אָבַד וְהַשּׁוֹאֵל מֵתָה בִּשְׁעַת מְלָאכָה נֶאֱמָן לוֹמַר הֶחְזַרְתִּי. וּכְשֵׁם שֶׁאִם טָעַן שֶׁנֶּאֱנַס נִשְׁבָּע מִן הַתּוֹרָה בִּנְקִיטַת חֵפֶץ כָּךְ אִם טָעַן הְחֶזַרְתִּי יִשָּׁבַע כְּעֵין שֶׁל תּוֹרָה הוֹאִיל וְיֵשׁ שָׁם שְׁטָר בְּיַד הַתּוֹבֵעַ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַשּׁוֹמֵר יָכוֹל לִטְעֹן וְלוֹמַר נֶאֶנְסוּ וְלֹא נַצְרִיךְ אוֹתוֹ לְהָבִיא רְאָיָה עַל טַעֲנָתוֹ. אֲבָל אִם הָיָה חַיָּב לְהָבִיא רְאָיָה עַל טַעֲנָתוֹ כְּמוֹ שֶׁיִּתְבָּאֵר אֵינוֹ נֶאֱמָן לוֹמַר הֶחְזַרְתִּי אֶלָּא יִשָּׁבַע בַּעַל הַשְּׁטָר בִּנְקִיטַת חֵפֶץ שֶׁלֹּא הֶחְזִיר לוֹ וִישַׁלֵּם. אֵין לְךָ מִי שֶׁנִּשְׁבָּע מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר כָּךְ וְכָךְ וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ אֶלָּא זֶה הַשּׁוֹמֵר בִּלְבַד שֶׁיֵּשׁ עָלָיו שְׁטָר אֲבָל שְׁאָר כָּל הַנִּשְׁבָּעִין בַּדִּין מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר אֵינָן נִשְׁבָּעִין אֶלָּא הֶסֵּת: \n"
        ],
        [
            "שׁוֹמֵר שֶׁטָּעַן שֶׁנֶּאֱנַס אֹנֶס גָּדוֹל כְּגוֹן שְׁבוּרָה וּמֵתָה. אִם נֶאֱנַס בְּמָקוֹם שֶׁהָעֵדִים מְצוּיִין שָׁם מַצְרִיכִין אוֹתוֹ רְאָיָה עַל טַעֲנָתוֹ שֶׁנֶּאֱנַס וְיִפָּטֵר אַף מִשְּׁבוּעַת שׁוֹמְרִים וְאִם לֹא הֵבִיא רְאָיָה יְשַׁלֵּם שֶׁנֶּאֱמַר <small>(שמות כב ט)</small> \"אֵין רֹאֶה\" <small>(שמות כב י)</small> \"שְׁבֻעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם\" הָא בְּמָקוֹם שֶׁאֶפְשָׁר לְהָבִיא רְאָיָה אֵין שָׁם שְׁבוּעָה אֶלָּא אוֹ יָבִיא רְאָיָה אוֹ יְשַׁלֵּם. אֲבָל אִם טָעַן שֶׁנֶּאֱנַס בְּמָקוֹם שֶׁאֵין הָעֵדִים מְצוּיִין שָׁם אֵין מַצְרִיכִין אוֹתוֹ רְאָיָה אֶלָּא יִשָּׁבַע שֶׁנֶּאֱנַס וְיִפָּטֵר. וְאִם הֵבִיא עֵדִים שֶׁלֹּא פָּשַׁע בָּהּ נִפְטָר אַף מִן הַשְּׁבוּעָה. מַעֲשֶׂה בְּאֶחָד שֶׁהֵבִיא חָבִית שֶׁל יַיִן בְּשָׂכָר וּשְׁבָרָהּ בַּשּׁוּק שֶׁל מְחוֹזָא וּבָאוּ לִפְנֵי חֲכָמִים וְאָמְרוּ שׁוּק זֶה שֶׁטָּעַנְתָּ שֶׁנִּשְׁבְּרָה בּוֹ חָבִית בְּנֵי אָדָם מְצוּיִין שָׁם אוֹ תָּבִיא רְאָיָה שֶׁלֹּא פָּשַׁעְתָּ אֶלָּא נִתְקַלְתָּ וְנָפַלְתָּ אוֹ תְּשַׁלֵּם דָּמֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "הַמַּעֲבִיר חָבִית מִמָּקוֹם לְמָקוֹם בְּשָׂכָר וְנִשְׁבְּרָה דִּין תּוֹרָה הוּא שֶׁיְּשַׁלֵּם שֶׁאֵין זֶה אֹנֶס גָּדוֹל וַהֲרֵי הַשְּׁבִירָה כִּגְנֵבָה וַאֲבֵדָה שֶׁהוּא חַיָּב בָּהֶן. אֲבָל תִּקְּנוּ חֲכָמִים שֶׁיִּהְיֶה חַיָּב שְׁבוּעָה שֶׁלֹּא פָּשַׁע בָּהּ שֶׁאִם אַתָּה אוֹמֵר יְשַׁלֵּם אֵין לְךָ אָדָם שֶׁיַּעֲבִיר חָבִית לַחֲבֵרוֹ לְפִיכָךְ עָשׂוּ בּוֹ שְׁבִירַת הֶחָבִית כְּמִיתַת הַבְּהֵמָה וּשְׁבִירָתָהּ. וְעוֹד תִּקְּנוּ בְּדָבָר זֶה שֶׁאִם נָשְׂאוּ אוֹתָהּ שְׁנַיִם בְּמוֹט וְנִשְׁבְּרָה מְשַׁלְּמִין חֲצִי דָּמֶיהָ הוֹאִיל וּמַשּׂוֹי זֶה גָּדוֹל לְגַבֵּי אֶחָד וְקַל לְגַבֵּי שְׁנַיִם הֲרֵי הוּא כְּאֹנֶס וְאֵינוֹ אֹנֶס וּמְשַׁלְּמִין מֶחֱצָה אִם יֵשׁ עֵדִים שֶׁלֹּא פָּשְׁעוּ בָּהּ. נִשְׁבְּרָה בְּמָקוֹם שֶׁאֵין הָעֵדִים מְצוּיִין נִשְׁבָּעִין שֶׁלֹּא שְׁבָרוּהָ בִּפְשִׁיעָה וּמְשַׁלְּמִין חֲצִי דָּמֶיהָ. שֶׁהֲרֵי לֹא הָיָה לְכָל אֶחָד לְהַעֲבִיר אֶלָּא מַשּׂוֹי שֶׁיָּכוֹל לְהַעֲבִירוֹ בִּפְנֵי עַצְמוֹ. מִכָּאן אַתָּה לָמֵד שֶׁהָאֶחָד שֶׁהֶעֱבִיר חָבִית גְּדוֹלָה שֶׁאֵין דֶּרֶךְ כָּל הַסַּבָּלִים לְהַעֲבִירָהּ שֶׁהוּא פּוֹשֵׁעַ וְאִם נִשְׁבְּרָה בְּיָדוֹ מְשַׁלֵּם הַכּל:  ",
            "הַסַּבָּל שֶׁשָּׁבַר חָבִית שֶׁל יַיִן לְחֶנְוָנִי וְנִתְחַיֵּב לְשַׁלֵּם וַהֲרֵי הִיא שָׁוָה בְּיוֹם הַשּׁוּק אַרְבָּעָה וּבִשְׁאָר הַיָּמִים שְׁלֹשָׁה אִם הֶחְזִירוֹ בְּיוֹם הַשּׁוּק חַיָּבִין לְהַחְזִיר חָבִית שֶׁל יַיִן אוֹ יְשַׁלְּמוּ לוֹ אַרְבָּעָה וְהוּא שֶׁלֹּא הָיָה לוֹ יַיִן לִמְכֹּר בְּיוֹם הַשּׁוּק אֲבָל אִם הָיָה לוֹ יַיִן מַחֲזִירִין לוֹ שְׁלֹשָׁה. הֶחְזִירוּ לוֹ בִּשְׁאָר הַיָּמִים מַחֲזִירִין לוֹ שְׁלֹשָׁה וּמְנַכִּין לוֹ בְּכָל זְמַן טֹרַח שֶׁהָיָה טוֹרֵחַ בִּמְכִירָתָהּ וּפְגַם הַנֶּקֶב שֶׁהָיָה נוֹקֵב הֶחָבִית וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "רוֹעֶה שֶׁבָּאוּ זְאֵבִים וְטָרְפוּ מִמֶּנּוּ אִם הָיָה זְאֵב אֶחָד אֵין זֶה אֹנֶס אֲפִלּוּ בִּשְׁעַת מִשְׁלַחַת זְאֵבִים. וְאִם הָיוּ שְׁנֵי זְאֵבִים הֲרֵי זֶה אֹנֶס. שְׁנֵי כְּלָבִים אֵינָן אֹנֶס אֲפִלּוּ בָּאוּ מִשְּׁתֵי רוּחוֹת. הָיוּ יֶתֶר עַל שְׁנַיִם הֲרֵי זֶה אֹנֶס. לִסְטִים מְזֻיָּן הֲרֵי הוּא אֹנֶס וַאֲפִלּוּ הָיָה הָרוֹעֶה מְזֻיָּן וּבָא לוֹ לִסְטִים אַחֵר מְזֻיָּן הֲרֵי זֶה אֹנֶס שֶׁאֵין הָרוֹעֶה מוֹסֵר נַפְשׁוֹ כְּלִסְטִים. הָאֲרִי וְהַדֹּב וְהַנָּמֵר וְהַבַּרְדְּלָס וְהַנָּחָשׁ הֲרֵי אֵלּוּ אֳנָסִין. אֵימָתַי בִּזְמַן שֶׁבָּאוּ מֵאֲלֵיהֶן. אֲבָל אִם הוֹלִיכָם לִמְקוֹם גְּדוּדֵי חַיּוֹת וְלִיסְטִים אֵין אֵלּוּ אֳנָסִין וְחַיָּב לְשַׁלֵּם:  ",
            "רוֹעֶה שֶׁמָּצָא גַּנָּב וְהִתְחִיל לְהִתְגָּרוֹת בּוֹ וּלְהַרְאוֹתוֹ שֶׁאֵינוֹ חוֹשֵׁשׁ מִמֶּנּוּ וְאָמַר לוֹ הֲרֵי אָנוּ בְּמָקוֹם פְּלוֹנִי וְכָךְ וְכָךְ רוֹעִים אֲנַחְנוּ וְכָךְ וְכָךְ כְּלֵי מִלְחָמָה יֵשׁ לָנוּ וּבָא אוֹתוֹ הַלִּסְטִים וְנִצְּחוֹ וְלָקַח מֵהֶן הֲרֵי הָרוֹעֶה חַיָּב שֶׁאֶחָד הַמּוֹלִיךְ אֶת הַבְּהֵמָה לִמְקוֹם גְּדוּדֵי חַיּוֹת וְלִסְטִים אוֹ מֵבִיא אֶת הַלִּסְטִים בְּהִתְגָּרוּתוֹ לִמְקוֹם הַבְּהֵמָה:  ",
            "רוֹעֶה שֶׁהָיָה לוֹ לְהַצִּיל הַטְּרֵפָה אוֹ הַשְּׁבוּיָה בְּרוֹעִים אֲחֵרִים וּבְמַקְלוֹת וְלֹא קָרָא רוֹעִים אֲחֵרִים וְלֹא הֵבִיא מַקְלוֹת לְהַצִּיל הֲרֵי זֶה חַיָּב אֶחָד שׁוֹמֵר חִנָּם וְאֶחָד שׁוֹמֵר שָׂכָר אֶלָּא שֶׁשּׁוֹמֵר חִנָּם קוֹרֵא רוֹעִים וּמֵבִיא מַקְלוֹת בְּחִנָּם וְאִם לֹא מָצָא פָּטוּר אֲבָל שׁוֹמֵר שָׂכָר חַיָּב לִשְׂכֹּר הָרוֹעִים וְהַמַּקְלוֹת עַד כְּדֵי דְּמֵי הַבְּהֵמָה כְּדֵי לְהַצִּיל וְחוֹזֵר וְלוֹקֵחַ שְׂכָרָן מִבַּעַל הַבַּיִת. וְאִם לֹא עָשָׂה כֵן וְהָיָה לוֹ לִשְׂכֹּר וְלֹא שָׂכַר הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב:  ",
            "רוֹעֶה שֶׁטָּעַן שֶׁהִצַּלְתִּי עַל יְדֵי רוֹעִים בְּשָׂכָר נִשְׁבָּע וְנוֹטֵל מַה שֶּׁטָּעַן שֶׁאֵינוֹ יָכוֹל לִטְעֹן אֶלָּא עַד כְּדֵי דְּמֵיהֶן וְיָכוֹל הָיָה לוֹמַר נִטְרְפָה וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין:  ",
            "רוֹעֶה שֶׁהִנִּיחַ עֶדְרוֹ וּבָא לָעִיר בֵּין בְּעֵת שֶׁדֶּרֶךְ הָרוֹעִים לְהִכָּנֵס וּבֵין בְּעֵת שֶׁאֵין דֶּרֶךְ הָרוֹעִים לְהִכָּנֵס וּבָאוּ זְאֵבִים וּטְרָפוֹ אֲרִי וְדָרַס אֵין אוֹמְרִים אִלּוּ הָיָה שָׁם הָיָה מַצִּיל אֶלָּא אוֹמְדִין אוֹתוֹ אִם יָכוֹל לְהַצִּיל עַל יְדֵי רוֹעִים וּמַקְלוֹת חַיָּב וְאִם לָאו פָּטוּר וְאִם אֵין הַדָּבָר יָדוּעַ חַיָּב לְשַׁלֵּם:  ",
            "מֵתָה הַבְּהֵמָה כְּדַרְכָּהּ הֲרֵי זֶה אֹנֶס וְהָרוֹעֶה פָּטוּר. סִגְפָהּ וּמֵתָה אֵינוֹ אֹנֶס. תְּקָפַתּוּ וְעָלְתָה לְרָאשֵׁי צוּקִין וּתְקָפַתּוּ וְנָפְלָה הֲרֵי זֶה אֹנֶס. הֶעֱלָהּ לְרָאשֵׁי צוּקִין אוֹ שֶׁעָלְתָה מֵאֵלֶיהָ וְהוּא יָכוֹל לְמָנְעָהּ וְלֹא מְנָעָהּ אַף עַל פִּי שֶׁתְּקָפַתּוּ וְנָפְלָה וּמֵתָה אוֹ נִשְׁבְּרָה חַיָּב שֶׁכָּל שֶׁתְּחִלָּתוֹ בִּפְשִׁיעָה וְסוֹפוֹ בְּאֹנֶס חַיָּב. וְכֵן רוֹעֶה שֶׁהֶעֱבִיר הַבְּהֵמוֹת עַל הַגֶּשֶׁר וְדָחֲפָה אַחַת מֵהֶן לַחֲבֵרְתָהּ וְנָפְלָה לְשִׁבּלֶת הַנָּהָר הֲרֵי זֶה חַיָּב שֶׁהָיָה לוֹ לְהַעֲבִירָן אַחַת אַחַת שֶׁאֵין הַשּׁוֹמֵר נוֹטֵל שָׂכָר אֶלָּא לִשְׁמֹר שְׁמִירָה מְעֵלָּה וְהוֹאִיל וּפָשַׁע בַּתְּחִלָּה וְהֶעֱבִירָן כְּאֶחָד אַף עַל פִּי שֶׁנֶּאֱנַס בַּסּוֹף בְּעֵת הַנְּפִילָה הֲרֵי הוּא חַיָּב:  ",
            "פָּשַׁע בָּהּ וְיָצְאָה לַאֲגַם וּמֵתָה שָׁם כְּדַרְכָּהּ פָּטוּר שֶׁאֵין יְצִיאָתָהּ גָּרְמָה לָהּ שֶׁתָּבוֹא לִידֵי אֹנֶס זֶה הוֹאִיל וּכְדַרְכָּהּ מֵתָה מַה לִּי בְּבֵית שׁוֹמֵר מַה לִּי בָּאֲגַם. אֲבָל אִם גְּנָבָהּ גַּנָּב מֵהָאֲגַם וּמֵתָה כְּדַרְכָּהּ בְּבֵית הַגַּנָּב הֲרֵי הַשּׁוֹמֵר חַיָּב אַף עַל פִּי שֶׁהוּא שׁוֹמֵר חִנָּם שֶׁאֲפִלּוּ לֹא מֵתָה הֲרֵי הִיא אֲבֵדָה בְּיַד הַגַּנָּב וִיצִיאָתָהּ גָּרְמָה לָהּ לְהִגָּנֵב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  "
        ],
        [
            "הַשׂוֹכֵר אֶת הַחֲמוֹר לְהוֹלִיכָהּ בָּהָר וְהוֹלִיכָהּ בַּבִּקְעָה אִם הֻחְלְקָה פָּטוּר אַף עַל פִּי שֶׁעָבַר עַל דַּעַת הַבְּעָלִים. וְאִם הוּחַמָּה חַיָּב. שְׂכָרָהּ לְהוֹלִיכָהּ בַּבִּקְעָה וְהוֹלִיכָהּ בָּהָר אִם הֻחְלְקָה חַיָּב שֶׁהַחֲלָקוּת יֶתֶר בָּהָר מִן הַבִּקְעָה. וְאִם הוּחַמָּה פָּטוּר שֶׁחֲמִימוּת בַּבִּקְעָה יֶתֶר מִן הָהָר מִפְּנֵי הָרוּחַ שֶׁמְּנַשֶּׁבֶת בְּרֹאשׁ הֶהָרִים. וְאִם הוּחַמָּה מֵחֲמַת הַמַּעֲלָה חַיָּב וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן הַשּׂוֹכֵר אֶת הַפָּרָה לַחְרשׁ בָּהָר וְחָרַשׁ בַּבִּקְעָה וְנִשְׁבַּר הַקַּנְקַן וְהוּא הַכְּלִי שֶׁחוֹרֵשׁ בּוֹ הֲרֵי הַשּׂוֹכֵר פָּטוּר וְדִין בַּעַל הַפָּרָה עִם הָאֻמָּנִין שֶׁחָרְשׁוּ. וְכֵן אִם לֹא שִׁנָּה עַל דַּעַת הַבְּעָלִים וְנִשְׁבַּר הַקַּנְקַן דִּין בַּעַל הַפָּרָה עִם הָאֻמָּנִין. שְׂכָרָהּ לַחְרשׁ בַּבִּקְעָה וְחָרַשׁ בָּהָר וְנִשְׁבַּר הַקַּנְקַן הַשּׂוֹכֵר חַיָּב וְדִינוֹ שֶׁל שׂוֹכֵר עִם הָאֻמָּנִים: \n",
            "וּמַהוּ דִּין הָאֻמָּנִין שֶׁשָּׁבְרוּ בְּעֵת חֲרִישָׁה שֶׁמְּשַׁלְּמִין. מִי מְשַׁלֵּם זֶה הָאוֹחֵז אֶת הַכְּלִי בְּעֵת הַחֲרִישָׁה. וְאִם הָיְתָה הַשָּׂדֶה מַעֲלוֹת מַעֲלוֹת שְׁנֵיהֶם חַיָּבִים בִּדְמֵי הַקַּנְקַן. הַמַּנְהִיג אוֹתָהּ בְּמַלְמַד וְהָאוֹחֵז אֶת הַכְּלִי: \n",
            "שְׂכָרָהּ לָדוּשׁ בְּקִטְנִית וְדָשׁ בִּתְבוּאָה וְהֻחְלְקָה פָּטוּר בִּתְבוּאָה וְדָשׁ בְּקִטְנִית חַיָּב שֶׁהַקִּטְנִית מַחְלֶקֶת. מַעֲשֶׂה בְּאֶחָד שֶׁהִשְׂכִּיר חֲמוֹר לַחֲבֵרוֹ וְאָמַר לוֹ לֹא תֵּלֵךְ בּוֹ בְּדֶרֶךְ נָהָר פְּקוֹד שֶׁהַמַּיִם מְצוּיִין שָׁם אֶלָּא בְּדֶרֶךְ נֶרֶשׁ שֶׁאֵין בָּהּ מַיִם. הָלַךְ בְּדֶרֶךְ נָהָר פְּקוֹד וּמֵת הַחֲמוֹר וְלֹא הָיוּ שָׁם עֵדִים שֶׁמְּעִידִים בְּאֵי זֶה דֶּרֶךְ הָלַךְ אֶלָּא הוּא מֵעַצְמוֹ אָמַר בְּנָהָר פְּקוֹד הָלָכְתִּי וְלֹא הָיוּ שָׁם מַיִם וּמֵחֲמַת עַצְמוֹ מֵת וְאָמְרוּ חֲכָמִים הוֹאִיל וְיֵשׁ עֵדִים שֶׁהַמַּיִם בְּנָהָר פְּקוֹד מְצוּיִין חַיָּב לְשַׁלֵּם שֶׁהֲרֵי שִׁנָּה עַל דַּעַת הַבְּעָלִים וְאֵין אוֹמְרִים מַה לִּי לְשַׁקֵּר בִּמְקוֹם עֵדִים: \n",
            "הַשּׂוֹכֵר אֶת הַבְּהֵמָה לְהָבִיא עָלֶיהָ מָאתַיִם לִיטְרִין שֶׁל חִטִּים וְהֵבִיא מָאתַיִם לִיטְרִין שֶׁל שְׂעוֹרִים וּמֵתָה חַיָּב מִפְּנֵי שֶׁהַנֶּפַח קָשֶׁה לְמַשּׂאוֹי וְהַשְּׂעוֹרִין יֵשׁ לָהֶן נֶפַח. וְכֵן אִם שְׂכָרָהּ לְהָבִיא תְּבוּאָה וְהֵבִיא בְּמִשְׁקָלָהּ תֶּבֶן. אֲבָל אִם שְׂכָרָהּ לְהָבִיא עָלֶיהָ שְׂעוֹרִים וְהֵבִיא בְּמִשְׁקָלָן חִטִּים וּמֵתָה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "שָׂכַר אֶת הַבְּהֵמָה לִרְכֹּב עָלֶיהָ אִישׁ לֹא יַרְכִּיב עָלֶיהָ אִשָּׁה. שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אִשָּׁה מַרְכִּיב עָלֶיהָ אִישׁ. וּמַרְכִּיב עָלֶיהָ כָּל אִשָּׁה בֵּין קְטַנָּה בֵּין גְּדוֹלָה וַאֲפִלּוּ מְעֵבֶּרֶת שֶׁהִיא מֵינִיקָה: \n",
            "הַשּׂוֹכֵר אֶת הַבְּהֵמָה לָשֵׂאת עָלֶיהָ מִשְׁקָל יָדוּעַ וְהוֹסִיף עַל מַשָּׂאוֹ אִם הוֹסִיף חֵלֶק מִשְּׁלֹשִׁים עַל הַשִּׁעוּר שֶׁפָּסַק עִמּוֹ וּמֵתָה חַיָּב פָּחוֹת מִכָּאן פָּטוּר אֲבָל נוֹתֵן הוּא שְׂכַר הַתּוֹסֶפֶת. שָׂכַר סְתָם אֵינוֹ נוֹשֵׂא אֶלָּא בְּמִשְׁקָל הַיָּדוּעַ בַּמְּדִינָה לְאוֹתָהּ בְּהֵמָה. וְאִם הוֹסִיף חֵלֶק מִשְּׁלֹשִׁים כְּגוֹן שֶׁדַּרְכָּהּ לָשֵׂאת שְׁלֹשִׁים וְטָעַן עָלֶיהָ שְׁלֹשִׁים וְאֶחָד וּמֵתָה אוֹ נִשְׁבְּרָה חַיָּב. וְכֵן סְפִינָה שֶׁהוֹסִיף בָּהּ אֶחָד מִשְּׁלֹשִׁים עַל מַשָּׂאָהּ וְטָבְעָה חַיָּב לְשַׁלֵּם דָּמֶיהָ: \n",
            "הַכַּתָּף שֶׁהוֹסִיף עַל מַשָּׂאוֹ קַב אֶחָד הֻזַּק בְּמַשָּׂא זֶה חַיָּב בִּנְזָקָיו. שֶׁאַף עַל פִּי שֶׁהוּא בֶּן דַּעַת וַהֲרֵי הוּא מַרְגִּישׁ בְּכֹבֶד הַמַּשָּׂא יַעֲלֶה עַל לִבּוֹ שֶׁמָּא מֵחֲמַת חָלְיוֹ הוּא זֶה הַכֹּבֶד: \n",
            "הַשּׂוֹכֵר אֶת הַחֲמוֹר לִרְכֹּב עָלֶיהָ יֵשׁ לוֹ לְהַנִּיחַ עָלֶיהָ כְּסוּתוֹ וְלָגִינוֹ וּמְזוֹנוֹתָיו שֶׁל אוֹתוֹ הַדֶּרֶךְ לְפִי שֶׁאֵין דֶּרֶךְ הַשּׂוֹכֵר לַחְזֹר בְּכָל מָלוֹן וּמָלוֹן לִקְנוֹת מְזוֹנוֹת. יֶתֶר עַל זֶה הֲרֵי מְעַכֵּב עָלָיו בַּעַל הַחֲמוֹר. וְכֵן יֵשׁ לְבַעַל הַחֲמוֹר לְהַנִּיחַ עָלֶיהָ שְׂעוֹרִים וְתֶבֶן וּמְזוֹנוֹת שֶׁל אוֹתוֹ הַיּוֹם יֶתֶר עַל זֶה הַשּׂוֹכֵר מְעַכֵּב מִפְּנֵי שֶׁאֶפְשָׁר לוֹ לִקְנוֹת בְּכָל מָלוֹן וּמָלוֹן. לְפִיכָךְ אִם אֵין שָׁם מֵאַיִן יִקְנֶה מַנִּיחַ עָלָיו מְזוֹנוֹתָיו וּמְזוֹנוֹת בְּהֶמְתּוֹ שֶׁל כָּל אוֹתָהּ הַדֶּרֶךְ. וְכָל אֵלּוּ הַדְּבָרִים בְּשׂוֹכֵר סְתָם וּבְמָקוֹם שֶׁאֵין מִנְהָג יָדוּעַ. אֲבָל בְּמָקוֹם שֶׁיֵּשׁ מִנְהָג הַכּל לְפִי הַמִּנְהָג: \n"
        ],
        [
            "הַשּׂוֹכֵר אֶת הַבְּהֵמָה וְחָלְתָה אוֹ נִשְׁתטֵּית אוֹ נִלְקְחָה לַעֲבוֹדַת הַמֶּלֶךְ אַף עַל פִּי שֶׁאֵין סוֹפָהּ לַחְזֹר אִם נִלְקְחָה דֶּרֶךְ הֲלִיכָה הֲרֵי הַמַּשְׂכִּיר אוֹמֵר לַשּׂוֹכֵר הֲרֵי שֶׁלְּךָ לְפָנֶיךָ וְחַיָּב לִתֵּן לוֹ שְׂכָרוֹ מָשְׁלָם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשְּׂכָרָהּ לָשֵׂאת עָלֶיהָ מַשּׂוֹי שֶׁאֶפְשָׁר לְהַשְׁלִיכוֹ בְּלֹא הַקְפָּדָה אֲבָל אִם שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אוֹ לָשֵׂאת עָלֶיהָ כְּלֵי זְכוּכִית וְכַיּוֹצֵא בָּהֶן חַיָּב לְהַעֲמִיד לוֹ חֲמוֹר אַחֵר אִם שָׂכַר מִמֶּנּוּ חֲמוֹר וְאִם לֹא הֶעֱמִיד יַחְזִיר הַשָּׂכָר וְיַחְשֹׁב עִמּוֹ עַל שָׂכָר כַּמָּה שֶׁהָלַךְ בָּהּ: \n",
            "מֵתָה הַבְּהֵמָה אוֹ נִשְׁבְּרָה בֵּין שֶׁשְּׂכָרָהּ לָשֵׂאת בֵּין שֶׁשְּׂכָרָהּ לִרְכֹּב אִם אָמַר לוֹ חֲמוֹר סְתָם אֲנִי מַשְׂכִּיר לְךָ חַיָּב לְהַעֲמִיד לוֹ חֲמוֹר אַחֵר מִכָּל מָקוֹם. וְאִם לֹא הֶעֱמִיד יֵשׁ לַשּׂוֹכֵר לִמְכֹּר הַבְּהֵמָה וְלִקַּח בָּהּ בְּהֵמָה אַחֶרֶת אוֹ שׂוֹכֵר בְּהֵמָה בְּדָמֶיהָ אִם אֵין בְּדָמֶיהָ לִקַּח עַד שֶׁיַּגִּיעַ לְמָקוֹם שֶׁפָּסַק בּוֹ. אָמַר לוֹ חֲמוֹר זֶה אֲנִי שׂוֹכֵר לְךָ אִם שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אוֹ לִכְלֵי זְכוּכִית וּמֵתָה בַּחֲצִי הַדֶּרֶךְ אִם יֵשׁ בְּדָמֶיהָ לִקַּח בְּהֵמָה אַחֶרֶת יִקַּח וְאִם אֵין בְּדָמֶיהָ לִקַּח שׂוֹכֵר אֲפִלּוּ בִּדְמֵי כֻּלָּהּ עַד שֶׁיַּגִּיעַ לַמָּקוֹם שֶׁפָּסַק עִמּוֹ. וְאִם אֵין בְּדָמֶיהָ לֹא לִקַּח וְלֹא לִשְׂכֹּר נוֹתֵן לוֹ שְׂכָרוֹ שֶׁל חֲצִי הַדֶּרֶךְ וְאֵין לוֹ עָלָיו אֶלָּא תַּרְעֹמֶת. שְׂכָרָהּ לְמַשָּׂא הוֹאִיל וְאָמַר לוֹ חֲמוֹר זֶה וּמֵת בַּחֲצִי הַדֶּרֶךְ אֵינוֹ חַיָּב לְהַעֲמִיד לוֹ אַחֵר אֶלָּא נוֹתֵן לוֹ שְׂכָרוֹ שֶׁל חֲצִי הַדֶּרֶךְ וּמַנִּיחַ לוֹ נִבְלָתוֹ: \n",
            "הַשּׂוֹכֵר אֶת הַסְּפִינָה וטָבְעָה לוֹ בַּחֲצִי הַדֶּרֶךְ. אִם אָמַר לוֹ סְפִינָה זוֹ אֲנִי מַשְׂכִּיר לְךָ וּשְׂכָרָהּ הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן סְתָם אַף עַל פִּי שֶׁנָּתַן לוֹ הַשָּׂכָר יַחְזִיר כָּל הַשָּׂכָר שֶהֲרֵי זֶה אוֹמֵר לוֹ הָבֵא לִי הַסְּפִינָה עַצְמָהּ שֶשָּׂכַרְתִּי שֶׁהַקְפָּדָה גְּדוֹלָה יֵשׁ בִּסְפִינָה זוֹ וַאֲנִי אָבִיא יַיִן מִכָּל מָקוֹם וְאוֹלִיךְ בָּהּ. אָמַר לוֹ סְפִינָה סְתָם אֲנִי מַשְׂכִּיר לְךָ וּשְׂכָרָהּ הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן זֶה אַף עַל פִּי שֶׁלֹּא נָתַן לוֹ מִן הַשָּׂכָר כְּלוּם חַיָּב לִתֵּן כָּל הַשָּׂכָר. שֶׁהֲרֵי אוֹמֵר לוֹ הָבֵא לִי הַיַּיִן עַצְמוֹ וַאֲנִי אָבִיא לְךָ סְפִינָה מִכָּל מָקוֹם וְאוֹלִיכוֹ. אֲבָל צָרִיךְ לְנַכּוֹת כְּדֵי הַטֹּרַח שֶׁל חֲצִי הַדֶּרֶךְ שֶׁאֵינוֹ דּוֹמֶה הַמְטַפֵּל בְּהוֹלָכַת הַסְּפִינָה לְיוֹשֵׁב וּבָטֵל. אָמַר לוֹ סְפִינָה זוֹ אֲנִי מַשְׂכִּיר וְשָׂכַר הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן זֶה אִם נָתַן הַשָּׂכָר אֵינוֹ יָכוֹל לְהַחְזִירוֹ וְאִם לֹא נָתַן לֹא יִתֵּן שֶׁאֵין זֶה יָכוֹל לְהָבִיא הַסְּפִינָה עַצְמָהּ וְלֹא זֶה יָכוֹל לְהָבִיא יַיִן עַצְמוֹ. שָׂכַר סְפִינָה סְתָם לְיַיִן סְתָם הֲרֵי אֵלּוּ חוֹלְקִין הַשָּׂכָר: \n",
            "הַשּׂוֹכֵר אֶת הַסְּפִינָה וּפָרְקָה בַּחֲצִי הַדֶּרֶךְ נוֹתֵן לוֹ שְׂכַר כָּל הַדֶּרֶךְ וְאִם מָצָא הַשּׂוֹכֵר מִי שֶׁיַּשְׂכִּיר אוֹתָהּ לוֹ עַד הַמָּקוֹם שֶׁפָּסַק שׂוֹכֵר וְיֵשׁ לְבַעַל הַסְּפִינָה עָלָיו תַּרְעֹמֶת. וְכֵן אִם מָכַר כָּל הַסְּחוֹרָה שֶׁבַּסְּפִינָה לְאִישׁ אַחֵר בַּחֲצִי הַדֶּרֶךְ וְיָרַד וְעָלָה הַלּוֹקֵחַ נוֹטֵל שְׂכַר חֲצִי הַדֶּרֶךְ מִן הָרִאשׁוֹן וּשְׂכַר הַחֵצִי מִזֶּה הָאַחֲרוֹן וְיֵשׁ לְבַעַל הַסְּפִינָה עָלָיו תַּרְעֹמֶת שֶׁגָּרַם לוֹ לִסְבּל דַּעַת אִישׁ אַחֵר שֶׁעֲדַיִן לֹא הֻרְגַּל בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִכָּאן אֲנִי אוֹמֵר שֶׁהַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ עַד זְמַן קָצוּב וְרָצָה הַשּׂוֹכֵר לְהַשְׂכִּיר הַבַּיִת לְאַחֵר עַד סוֹף זְמַנּוֹ מַשְׂכִּיר לַאֲחֵרִים אִם יֵשׁ בְּנֵי בַּיִת כְּמִנְיַן בְּנֵי בֵּיתוֹ. אֲבָל אִם הָיוּ אַרְבָּעָה לֹא יִשְׂכֹּר לַחֲמִשָּׁה. שֶׁלֹּא אָמְרוּ חֲכָמִים אֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֶלָּא מִטַּלְטְלִין שֶׁהֲרֵי אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיְּהֵא פִּקְדוֹנִי בְּיַד אַחֵר אֲבָל בְּקַרְקַע אוֹ בִּסְפִינָה שֶׁהֲרֵי בַּעְלָהּ עִמָּהּ אֵין אוֹמֵר כֵּן. וְכֵן אֲנִי אוֹמֵר אִם אָמַר לוֹ בַּעַל הַבַּיִת לַשּׂוֹכֵר לָמָּה תִּטְרַח וְתַשְׂכִּיר בֵּיתִי לַאֲחֵרִים אִם לֹא תִּרְצֶה לַעֲמֹד בּוֹ צֵא הַנִּיחוֹ וְאַתָּה פָּטוּר מִשְּׂכִירָתוֹ אֵינוֹ יָכוֹל לְהַשְׂכִּירוֹ לְאַחֵר שֶׁזֶּה בְּאַל תִּמְנַע טוֹב מִבְּעָלָיו עַד שֶׁאַתָּה מַשְׂכִּירוֹ לְאַחֵר תַּנִּיחַ לָזֶה בֵּיתוֹ. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁאֵינוֹ יָכוֹל לְהַשְׂכִּירוֹ לְאַחֵר כְּלָל וְיִתֵּן שְׂכָרוֹ עַד סוֹף זְמַנּוֹ וְלֹא יֵרָאֶה לִי שֶׁדִּין זֶה אֱמֶת: \n",
            "בַּיִת זֶה אֲנִי מַשְׂכִּיר לְךָ וְאַחַר שֶׁהִשְׂכִּירוֹ נָפַל אֵינוֹ חַיָּב לִבְנוֹתוֹ אֶלָּא מְחַשֵּׁב עַל מַה שֶּׁנִּשְׁתַּמֵּשׁ בּוֹ וּמַחֲזִיר לוֹ שְׁאָר הַשְּׂכִירוּת. אֲבָל אִם סְתָרוֹ חַיָּב לְהַעֲמִיד לוֹ בַּיִת אַחֵר אוֹ יַשְׂכִּיר לוֹ כְּמוֹתוֹ. וְכֵן אִם חָזַר אַחַר שֶׁהִשְׂכִּירוֹ לָזֶה וְהִשְׂכִּירוֹ אוֹ מְכָרוֹ לְעַכּוּ''ם אוֹ אַנָּס שֶׁהִפְקִיעַ שְׂכִירוּת הָרִאשׁוֹן הֲרֵי זֶה חַיָּב לְהַשְׂכִּיר לוֹ בַּיִת אַחֵר כְּמוֹתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הִשְׂכִּיר לוֹ בַּיִת סְתָם וְאַחַר שֶׁנָּתַן לוֹ בַּיִת נָפַל חַיָּב לִבְנוֹתוֹ אוֹ יִתֵּן לוֹ בַּיִת אַחֵר. וְאִם הָיָה קָטָן מִן הַבַּיִת שֶׁנָּפַל אֵין הַשּׂוֹכֵר יָכוֹל לְעַכֵּב עָלָיו. וְהוּא שֶׁיִּהְיֶה קָרוּי בַּיִת שֶׁלֹּא הִשְׂכִּיר אֶלָּא בַּיִת סְתָם. אֲבָל אִם אָמַר לוֹ בַּיִת כָּזֶה אֲנִי מַשְׂכִּיר לְךָ חַיָּב לְהַעֲמִיד לוֹ בַּיִת כְּמִדַּת אָרְכּוֹ וּמִדַּת רָחְבּוֹ שֶׁל בַּיִת זֶה שֶׁהֶרְאָהוּ. וְאֵינוֹ יָכוֹל לוֹמַר לוֹ לֹא הָיָה עִנְיַן דְּבָרַי אֶלָּא שֶׁיִּהְיֶה קָרוֹב לַנָּהָר אוֹ לַשּׁוּק אוֹ לַמֶּרְחָץ כָּזֶה אֶלָּא חַיָּב לְהַעֲמִיד לוֹ בַּיִת כְּמִדָּתוֹ וּכְצוּרָתוֹ לְפִיכָךְ אִם הָיָה קָטָן לֹא יַעֲשֶׂנּוּ גָּדוֹל גָּדוֹל לֹא יַעֲשֶׂנּוּ קָטָן אֶחָד לֹא יַעֲשֶׂנּוּ שְׁנַיִם שְׁנַיִם לֹא יַעֲשֶׂנּוּ אֶחָד. וְלֹא יִפְחֹת מִן הַחַלּוֹנוֹת שֶׁהָיוּ בּוֹ וְלֹא יוֹסִיף עֲלֵיהֶן אֶלָּא מִדַּעַת שְׁנֵיהֶם: \n",
            "הַמַּשְׂכִּיר עֲלִיָּה סְתָם חַיָּב לְהַעֲמִיד לוֹ עֲלִיָּה. אָמַר לוֹ עֲלִיָּה זוֹ שֶׁעַל גַּבֵּי בַּיִת זֶה אֲנִי מַשְׂכִּיר לְךָ הֲרֵי שִׁעְבֵּד בַּיִת לַעֲלִיָּה לְפִיכָךְ אִם נִפְחֲתָה הָעֲלִיָּה בְּאַרְבָּעָה טְפָחִים אוֹ יֶתֶר חַיָּב הַמַּשְׂכִּיר לְתַקֵּן וְאִם לֹא תִּקֵּן הֲרֵי הַשּׂוֹכֵר יוֹרֵד וְדָר בַּבַּיִת עִם בַּעַל הַבַּיִת עַד שֶׁיְּתַקֵּן. הָיוּ שְׁתֵּי עֲלִיּוֹת זוֹ עַל גַּבֵּי זוֹ וְנִפְחֲתָה הָעֶלְיוֹנָה דָּר בַּתַּחְתּוֹנָה. נִפְחֲתָה הַתַּחְתּוֹנָה הֲרֵי זֶה סָפֵק אִם יָדוּר בָּעֶלְיוֹנָה אוֹ בַּבַּיִת לְפִיכָךְ לֹא יָדוּר וְאִם דָּר אֵין מוֹצִיאִין אוֹתוֹ מִשָּׁם. מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר לַחֲבֵרוֹ דַּלִּית זוֹ שֶׁעַל גַּבֵּי הַפַּרְסֵק הַזֶּה אֲנִי מַשְׂכִּיר לְךָ וְנֶעֱקַר אִילָן הַפַּרְסֵק מִמְּקוֹמוֹ וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ לוֹ חַיָּב אַתָּה לְהַעֲמִיד הַפַּרְסֵק כָּל זְמַן שֶׁהַדַּלִּית קַיֶּמֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ בְּבִירָה גְּדוֹלָה מִשְׁתַּמֵּשׁ בְּזִיזֶיהָ וּבִכְתָלֶיהָ עַד אַרְבַּע אַמּוֹת וּבְתַרְבַּץ שֶׁל חָצֵר וּבָרְחָבָה שֶׁאֲחוֹרֵי הַבָּתִּים. וּמָקוֹם שֶׁנָּהֲגוּ לְהִשְׁתַּמֵּשׁ בָּעֳבִי הַכְּתָלִים מִשְׁתַּמֵּשׁ בָּעֳבִי הַכְּתָלִים. וּבְכָל אֵלּוּ הַדְּבָרִים הוֹלְכִין אַחַר מִנְהַג הַמְּדִינָה וְהַשֵּׁמוֹת הַיְדוּעִין לָהֶם כְּדֶרֶךְ שֶׁאָמַרְנוּ בְּעִנְיַן מִקָּח וּמִמְכָּר: \n",
            "הַמַּשְׂכִּיר חֲצֵרוֹ סְתָם לֹא הִשְׂכִּיר הָרֶפֶת שֶׁבָּהּ: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ חַיָּב לְהַעֲמִיד לוֹ דְּלָתוֹת וְלִפְתֹּחַ לוֹ הַחַלּוֹנוֹת שֶׁנִּתְקַלְקְלוּ וּלְחַזֵּק אֶת הַתִּקְרָה וְלִסְמֹךְ אֶת הַקּוֹרָה שֶׁנִּשְׁבְּרָה וְלַעֲשׂוֹת נֶגֶר וּמַנְעוּל וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִדְּבָרִים שֶׁהֵן מַעֲשֵׂה אֻמָּן וְהֵם עִקָּר גָּדוֹל בִּישִׁיבַת הַבָּתִּים וְהַחֲצֵרוֹת. הַשּׂוֹכֵר חַיָּב לַעֲשׂוֹת מַעֲקֶה וּמְזוּזָה וּלְתַקֵּן מְקוֹם הַמְּזוּזָה מִשֶּׁלּוֹ. וְכֵן אִם רָצָה לַעֲשׂוֹת סֻלָּם אוֹ מַרְזֵב אוֹ לְהָטִיחַ גַּגּוֹ הֲרֵי זֶה עוֹשֶׂה מִשֶּׁל עַצְמוֹ: \n",
            "הַמַּשְׂכִּיר עֲלִיָּה לַחֲבֵרוֹ וְנִפְחֲתָה בְּאַרְבָּעָה אוֹ יֶתֶר חַיָּב לְתַקֵּן הַתִּקְרָה וְהַמַּעֲזִיבָה שֶׁעָלֶיהָ שֶׁהַמַּעֲזִיבָה חִזּוּק הַתִּקְרָה הִיא: \n",
            "הַזֶּבֶל שֶׁבֶּחָצֵר הֲרֵי הוּא שֶׁל שׂוֹכֵר לְפִיכָךְ הוּא מְטַפֵּל בּוֹ לְהוֹצִיאוֹ וְאִם יֵשׁ שָׁם מִנְהָג הוֹלְכִין אַחֵר הַמִּנְהָג. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַבְּהֵמוֹת שֶׁעָשׂוּ הַזֶּבֶל שֶׁל שׂוֹכֵר אֲבָל אִם הַבְּהֵמוֹת שֶׁל אֲחֵרִים הַזֶּבֶל שֶׁל בַּעַל הֶחָצֵר שֶׁחֲצֵרוֹ שֶׁל אָדָם קוֹנָה שֶׁלֹּא מִדַּעְתּוֹ אַף עַל פִּי שֶׁהִיא שְׂכוּרָה בְּיַד אֲחֵרִים: \n",
            "הַמַּשְׂכִּיר בַּיִת אוֹ חָצֵר אוֹ מֶרְחָץ אוֹ חֲנוּת אוֹ שְׁאָר הַמְּקוֹמוֹת עַד זְמַן קָצוּב הֲרֵי זֶה כּוֹפֵהוּ לָצֵאת בְּסוֹף זְמַנּוֹ וְאֵינוֹ מַמְתִּין לוֹ אֲפִלּוּ שָׁעָה אַחַת. שָׂכַר לוֹ בַּיִת סְתָם לְלִינָה אֵין פָּחוֹת מִיּוֹם אֶחָד. לִשְׁבִיתָה אֵין פָּחוֹת מִשְּׁנֵי יָמִים. לְנִשּׂוּאִין אֵין פָּחוֹת מִשְּׁלֹשִׁים יוֹם: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ סְתָם אֵינוֹ יָכוֹל לְהוֹצִיאוֹ עַד שֶׁיּוֹדִיעוֹ שְׁלֹשִׁים יוֹם מִקֹּדֶם כְּדֵי לְבַקֵּשׁ מָקוֹם וְלֹא יִהְיֶה מֻשְׁלָךְ בַּדֶּרֶךְ וּלְסוֹף הַשְּׁלֹשִׁים יֵצֵא. בַּמֶּה דְּבָרִים אֲמוּרִים בִּימוֹת הַחַמָּה אֲבָל בִּימוֹת הַגְּשָׁמִים אֵינוֹ יָכוֹל לְהוֹצִיאוֹ מִן הֶחָג וְעַד הַפֶּסַח. קָבַע לוֹ שְׁלֹשִׁים לִפְנֵי הֶחָג אִם נִשְׁאַר מִן הַשְּׁלֹשִׁים יוֹם אֲפִלּוּ יוֹם אֶחָד לְאַחַר הֶחָג אֵינוֹ יָכוֹל לְהוֹצִיאוֹ עַד מוֹצָאֵי הַפֶּסַח וְהוּא שֶׁיּוֹדִיעוֹ שְׁלֹשִׁים יוֹם מִקֹּדֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲיָרוֹת אֲבָל בַּכְּרַכִּים אֶחָד יְמוֹת הַחַמָּה וְאֶחָד יְמוֹת הַגְּשָׁמִים צָרִיךְ לְהוֹדִיעוֹ שְׁנֵים עָשָׂר חֹדֶשׁ מִקֹּדֶם. וְכֵן בַּחֲנוּת בֵּין בַּכְּרַכִּים בֵּין בַּעֲיָרוֹת צָרִיךְ לְהוֹדִיעוֹ שְׁנֵים עָשָׂר חֹדֶשׁ מִקֹּדֶם: \n",
            "כְּשֵׁם שֶׁהַמַּשְׂכִּיר חַיָּב לְהוֹדִיעוֹ כָּךְ הַשּׂוֹכֵר חַיָּב לְהוֹדִיעוֹ מִקֹּדֶם שְׁלֹשִׁים יוֹם בַּעֲיָרוֹת אוֹ מִקֹּדֶם שְׁנֵים עָשָׂר חֹדֶשׁ בַּכְּרַכִּים כְּדֵי שֶׁיְּבַקֵּשׁ שָׁכֵן וְלֹא יִשָּׁאֵר בֵּיתוֹ פָּנוּי. וְאִם לֹא הוֹדִיעוֹ אֵינוֹ יָכוֹל לָצֵאת אֶלָּא יִתֵּן הַשָּׂכָר: \n",
            "אַף עַל פִּי שֶׁאֵין הַמַּשְׂכִּיר יָכוֹל לְהוֹצִיאוֹ וְלֹא הַשּׂוֹכֵר יָכוֹל לָצֵאת עַד שֶׁיּוֹדִיעוֹ מִקֹּדֶם. אִם הוּקְרוּ הַבָּתִּים יֵשׁ לַמַּשְׂכִּיר לְהוֹסִיף עָלָיו וְלוֹמַר לַשּׂוֹכֵר אוֹ שְׂכֹר בְּשָׁוֶה עַד שֶׁתִּמְצָא אוֹ תֵּצֵא. וְכֵן אִם הוּזְלוּ הַבָּתִּים יֵשׁ לַשּׂוֹכֵר לִפְחוֹת הַשָּׂכָר וְלוֹמַר לַמַּשְׂכִּיר אוֹ הַשְׂכֵּר לִי כְּשַׁעַר שֶׁל עַתָּה אוֹ הֲרֵי בֵּיתְךָ לְפָנֶיךָ. נָפַל בֵּית הַמַּשְׂכִּיר שֶׁהָיָה דָּר בּוֹ הֲרֵי זֶה יֵשׁ לוֹ לְהוֹצִיא הַשּׂוֹכֵר מִבֵּיתוֹ וְאוֹמֵר לוֹ אֵינוֹ בְּדִין שֶׁתִּהְיֶה אַתָּה יוֹשֵׁב בְּבֵיתִי עַד שֶׁתִּמְצָא מָקוֹם וַאֲנִי מֻשְׁלָךְ בְּדֶרֶךְ שֶׁאֵין אַתָּה בַּעַל זְכוּת בְּבַיִת זֶה יוֹתֵר מִמֶּנִּי: \n",
            "נָתַן הַבַּיִת לִבְנוֹ לִשָּׂא בּוֹ אִשָּׁה אִם הָיָה יוֹדֵעַ שֶׁבְּנוֹ נַעֲשָׂה חָתָן בִּזְמַן פְּלוֹנִי וְהָיָה אֶפְשָׁר לוֹ לְהוֹדִיעוֹ מִקֹּדֶם וְלֹא הוֹדִיעוֹ אֵינוֹ יָכוֹל לְהוֹצִיאוֹ. וְאִם עַכְשָׁו נִזְדַּמְּנָה לוֹ אִשָּׁה וַהֲרֵי הוּא נוֹשְׂאָהּ מִיָּד הֲרֵי זֶה יֵשׁ לוֹ לְהוֹצִיאוֹ שֶׁאֵינוֹ בְּדִין שֶׁיִּהְיֶה זֶה יוֹשֵׁב בְּבֵיתוֹ וּבֶן בַּעַל הַבַּיִת יִשְׂכֹּר בַּיִת שֶׁיַּעֲשֶׂה בּוֹ חֲתֻנָּה: \n",
            "מָכַר אֶת הַבַּיִת אוֹ נְתָנוֹ אוֹ הוֹרִישׁוֹ אֵין הַשֵּׁנִי יָכוֹל לְהוֹצִיאוֹ עַד שֶׁיּוֹדִיעוֹ מִקֹּדֶם שְׁלֹשִׁים יוֹם אוֹ מִקֹּדֶם שְׁנֵים עָשָׂר חֹדֶשׁ. שֶׁהֲרֵי הַשּׂוֹכֵר אוֹמֵר לוֹ אֵין כֹּחֲךָ יֶתֶר מִכֹּחַ זֶה שֶׁזָּכִיתָ בְּבַיִת זֶה מֵחֲמָתוֹ: \n"
        ],
        [
            "כְּשֵׁם שֶׁמַּתְנֶה אָדָם כָּל תְּנַאי שֶׁיִּרְצֶה בְּמִקָּח וּמִמְכָּר כָּךְ מַתְנֶה בִּשְׂכִירוּת שֶׁהַשְּׂכִירוּת מְכִירָה לִזְמַן קָצוּב הִיא וְכָל שֶׁמִּמְכָּרוֹ בִּנְכָסָיו מִמְכָּר שׂוֹכֵר שְׂכִירוּתוֹ שְׂכִירוּת. וְכָל שֶׁאֵין לוֹ לִמְכֹּר כָּךְ אֵין לוֹ לִשְׂכֹּר אֶלָּא אִם כֵּן יֵשׁ לוֹ פֵּרוֹת בִּלְבַד בְּאוֹתָהּ הַקַּרְקַע הֲרֵי זֶה שׂוֹכֵר וְאֵינוֹ מוֹכֵר: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ לְשָׁנָה וְנִתְעַבְּרָה הַשָּׁנָה נִתְעַבְּרָה לַשּׂוֹכֵר. הִשְׂכִּיר לֶחֳדָשִׁים נִתְעַבְּרָה לַמַּשְׂכִּיר. הִזְכִּיר לוֹ חֳדָשִׁים וְשָׁנָה בֵּין שֶׁאָמַר לוֹ דִּינָר לְחֹדֶשׁ שְׁנֵים עָשָׂר דִּינָר בְּשָׁנָה. בֵּין שֶׁאָמַר לוֹ שְׁנֵים עָשָׂר דִּינָר לְשָׁנָה דִּינָר בְּכָל חֹדֶשׁ. הֲרֵי חֹדֶשׁ הָעִבּוּר שֶׁל מַשְׂכִּיר שֶׁהַקַּרְקַע בְּחֶזְקַת בְּעָלִים וְאֵין מוֹצִיאִין דָּבָר מִיַּד בַּעַל הַקַּרְקַע אֶלָּא בִּרְאָיָה בְּרוּרָה. וְכֵן בַּעַל הַבַּיִת שֶׁאָמַר לִזְמַן זֶה הִשְׂכַּרְתִּי לְךָ וְהַשּׂוֹכֵר אוֹמֵר לֹא שָׂכַרְתִּי אֶלָּא סְתָם אוֹ לִזְמַן אָרֹךְ עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה וְאִם לֹא הֵבִיא בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת וּמוֹצִיאוֹ מִן הַבַּיִת: \n",
            "הַשּׂוֹכֵר שֶׁאָמַר נָתַתִּי שְׂכַר הַבַּיִת שֶׁנִּתְחַיַּבְתִּי בּוֹ וְהַמַּשְׂכִּיר אוֹמֵר עֲדַיִן לֹא נָטַלְתִּי בֵּין שֶׁהָיְתָה בִּשְׁטָר בֵּין שֶׁהָיְתָה בְּעֵדִים. אִם תְּבָעוֹ בְּתוֹךְ שְׁלֹשִׁים יוֹם עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה אוֹ יִתֵּן וְיַחֲרִים עַל מִי שֶׁלָּקַח מִמֶּנּוּ אוֹ יִטְעֹן עָלָיו בְּדָמִים שֶׁנָּתַן תְּחִלָּה טַעֲנָה בִּפְנֵי עַצְמָהּ וְיַשְׁבִּיעֵהוּ הֶסֵּת. תְּבָעוֹ הַמַּשְׂכִּיר לְאַחַר שְׁלֹשִׁים יוֹם וַאֲפִלּוּ בַּיּוֹם הַשְּׁלֹשִׁים עַל הַמַּשְׂכִּיר לְהָבִיא רְאָיָה אוֹ יִשָּׁבַע הַשּׂוֹכֵר שֶׁכְּבָר נָתַן לוֹ שְׂכָרוֹ וְיִפָּטֵר. וְכֵן אִם שָׂכַר מִמֶּנּוּ וּפֵרֵשׁ שֶׁיִּתֵּן לוֹ הַשָּׂכָר שָׁנָה בְּשָׁנָה וּתְבָעוֹ בְּתוֹךְ הַשָּׁנָה עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה. תְּבָעוֹ לְאַחַר הַשָּׁנָה וַאֲפִלּוּ בְּיוֹם תִּשְׁעָה וְעֶשְׂרִים בֶּאֱלוּל עַל הַמַּשְׂכִּיר לְהָבִיא רְאָיָה: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ בִּשְׁטָר לְעֶשֶׂר שָׁנִים וְאֵין בּוֹ זְמַן הַשּׂוֹכֵר אוֹמֵר עֲדַיִן לֹא עָבַר מִזְּמַן הַשְּׁטָר אֶלָּא שָׁנָה וְהַמַּשְׂכִּיר אוֹמֵר כְּבָר עָבְרוּ וְשָׁלְמוּ שְׁנֵי הַשְּׂכִירוּת וְשָׁכַנְתָּ עֶשֶׂר שָׁנִים. עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע הַמַּשְׂכִּיר הֶסֵּת וְיוֹצִיאוֹ: \n",
            "הַשּׂוֹכֵר פַּרְדֵּס אוֹ שֶׁהָיָה מַשְׁכּוֹן בְּיָדוֹ לְעֶשֶׂר שָׁנִים וְיָבֵשׁ הַפַּרְדֵּס בְּתוֹךְ הַזְּמַן יִמָּכְרוּ עֵצָיו וְיִלָּקַח בָּהֶן קַרְקַע וְיֹאכַל פֵּרוֹתָיו עַד סוֹף זְמַן שְׂכִירוּתוֹ אוֹ זְמַן הַמַּשְׁכּוֹן. וְגוּף הָאִילָנוֹת שֶׁיָּבְשׁוּ אוֹ נִקְצְצוּ שְׁנֵיהֶן אֲסוּרִין בָּהֶן מִשּׁוּם רִבִּית הַמַּלְוֶה וְהַלּוֶֹה: \n",
            "שְׁטַר הַשְּׂכִירוּת אוֹ שְׁטַר הַמַּשְׁכּוֹן שֶׁכָּתוּב בָּהּ שָׁנִים סְתָם. בַּעַל הַפֵּרוֹת אוֹמֵר שָׁלֹשׁ וּבַעַל הַקַּרְקַע אוֹמֵר שְׁתַּיִם וְקָדַם זֶה הַשּׂוֹכֵר אוֹ הַמַּלְוֶה וְאָכַל הַפֵּרוֹת הֲרֵי הַפֵּרוֹת בְּחֶזְקַת אוֹכְלֵיהֶן עַד שֶׁיָּבִיא בַּעַל הַקַּרְקַע רְאָיָה. אֲכָלָהּ הַשּׂוֹכֵר אוֹ הַמְמַשְׁכֵּן שָׁלֹשׁ שָׁנִים וְכָבַשׁ הַשְּׁטָר וְאָמַר לְחָמֵשׁ שָׁנִים יֵשׁ לִי פֵּרוֹת וּבַעַל הַקַּרְקַע אוֹמֵר שָׁלֹשׁ אָמְרוּ לוֹ הָבֵא שְׁטָרְךָ וְאָמַר אָבַד הַשּׂוֹכֵר נֶאֱמָן שֶׁאִלּוּ רָצָה אָמַר לְקוּחָה הִיא בְּיָדִי שֶׁהֲרֵי אֲכָלָהּ שָׁלֹשׁ שָׁנִים: \n",
            "מִי שֶׁהִכְנִיס פֵּרוֹתָיו לְבֵית חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ אוֹ שֶׁהִטְעוּהוּ עַד שֶׁהִכְנִיס פֵּרוֹתָיו וְהִנִּיחָם וְהָלַךְ יֵשׁ לְבַעַל הַבַּיִת לִמְכֹּר לוֹ מֵאוֹתָן הַפֵּרוֹת כְּדֵי לִתֵּן שְׂכַר הַפּוֹעֲלִים שֶׁמּוֹצִיאִין אוֹתָן וּמַשְׁלִיכִין אוֹתָם לַשּׁוּק. וּמִדַּת חֲסִידוּת הוּא שֶׁיּוֹדִיעַ לְבֵית דִּין וְיַשְׂכִּירוּ מִמִּקְצָת דְּמֵיהֶן מָקוֹם מִשּׁוּם הֶשֵּׁב אֲבֵדָה לַבְּעָלִים אַף עַל פִּי שֶׁלֹּא עָשָׂה כַּהֹגֶן: \n",
            "הַשּׂוֹכֵר רֵחַיִם מֵחֲבֵרוֹ שֶׁיִּטְחֹן לוֹ עֶשְׂרִים סְאָה בְּכָל חֹדֶשׁ בִּשְׂכָרוֹ וְהֶעֱשִׁיר בַּעַל הָרֵחַיִם וַהֲרֵי אֵינוֹ צָרִיךְ לִטְחֹן שָׁם אִם יֵשׁ לַשּׂוֹכֵר חִטִּים שֶׁצָּרִיךְ לִטְחֹן לְעַצְמוֹ אוֹ לַאֲחֵרִים כּוֹפִין אוֹתוֹ לִתֵּן דְּמֵי טְחִינַת עֶשְׂרִים סְאָה שֶׁזּוֹ מִדַּת סְדוֹם הִיא. וְאִם אֵין לוֹ יָכוֹל לוֹמַר אֵין לִי דָּמִים וַהֲרֵינִי טוֹחֵן לְךָ כְּמוֹ שֶׁשָּׂכַרְתִּי וְאִם אֵין אַתָּה צָרִיךְ מְכֹר לַאֲחֵרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "אֶחָד הַשּׂוֹכֵר מֵחֲבֵרוֹ שָׂדֶה לְזָרְעָהּ אוֹ כֶּרֶם לֶאֱכל פֵּרוֹתָיו בְּדָמִים אוֹ שֶׁשָּׂכַר מִמֶּנּוּ בְּפֵרוֹת קְצוּבִים כְּגוֹן שֶׁשָּׂכַר מִמֶּנּוּ שָׂדֶה זוֹ בְּעֶשְׂרִים כּוֹר בְּשָׁנָה וְכֶרֶם זֶה בְּעֶשְׂרִים כַּדֵּי יַיִן בְּכָל שָׁנָה שְׁנֵיהֶן דִּין אֶחָד יֵשׁ לָהֶן. וְהַשּׂוֹכֵר בְּפֵרוֹת הוּא הַנִּקְרָא חוֹכֵר: \n",
            "הַמְקַבֵּל שָׂדֶה אוֹ פַּרְדֵּס כְּדֵי לַעֲבֹד אוֹתוֹ וּלְהוֹצִיא עָלָיו יְצִיאוֹת וְיִתֵּן לְבַעַל הַקַּרְקַע שְׁלִישׁ הַתְּבוּאוֹת אוֹ רְבִיעַ אוֹ מַה שֶּׁיַּתְנוּ בֵּינֵיהֶן וְהוּא הַנִּקְרָא מְקַבֵּל. כָּל דָּבָר שֶׁהוּא לִסְיַג הָאָרֶץ בַּעַל הַקַּרְקַע חַיָּב בּוֹ וְכָל דָּבָר שֶׁהוּא שְׁמִירָה יְתֵרָה הַחוֹכֵר אוֹ הַמְקַבֵּל חַיָּב בּוֹ. הַקַּרְדֹּם שֶׁחוֹפְרִין בּוֹ הָאָרֶץ וְהַכֵּלִים שֶׁנּוֹשְׂאִין בָּהֶן הֶעָפָר וְהַדְּלִי וְהַכַּד וְכַיּוֹצֵא בָּהֶן שֶׁדּוֹלִין בָּהֶן הַמַּיִם עַל בַּעַל הַקַּרְקַע. וַחֲטִיטַת הַמְּקוֹמוֹת שֶׁמְּקַבְּצִין בָּהֶן הַמַּיִם עַל הַחוֹכֵר אוֹ עַל הַמְקַבֵּל: \n",
            "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁנִים מוּעָטוֹת לֹא יִזְרָעֶנָּה פִּשְׁתָּן. שְׂכָרָהּ אוֹ קִבְּלָהּ שֶׁבַע שָׁנִים זוֹרְעָהּ שָׁנָה רִאשׁוֹנָה פִּשְׁתָּן וְאֵין הַשְּׁבִיעִית מִן הַמִּנְיָן. שְׂכָרָהּ אוֹ קִבְּלָהּ שָׁבוּעַ אֶחָד שְׁבִיעִית מִן הַמִּנְיָן: \n",
            "הַחוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְהִיא בֵּית הַשְּׁלָחִין אוֹ בֵּית הָאִילָן וְיָבְשָׁה מַעְיַן בֵּית הַשְּׁלָחִין וְלֹא פָּסַק הַנָּהָר הַגָּדוֹל אֶלָּא אֶפְשָׁר לְהָבִיא מִמֶּנּוּ בִּדְלִי. אוֹ שֶׁנִּקְצַץ הָאִילָן שֶׁל בֵּית הָאִילָנוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ. וְאִם מַכַּת מְדִינָה הִיא כְּגוֹן שֶׁיָּבַשׁ הַנָּהָר מְנַכֶּה לוֹ מֵחַכִּירוֹ. הָיָה עוֹמֵד בְּתוֹךְ הַשָּׂדֶה וְאָמַר לוֹ בֵּית הַשְּׁלָחִין הַזֶּה אֲנִי מַשְׂכִּיר לְךָ בֵּית הָאִילָן זֶה אֲנִי מַשְׂכִּיר יָבֵשׁ הַמַּעְיָן אוֹ נִקְצַץ הָאִילָן מְנַכֶּה מֵחַכִּירוֹ שֶׁהֲרֵי הוּא עוֹמֵד בְּתוֹכָהּ וְלֹא אָמַר לוֹ הַזֶּה אֶלָּא כְּמִי שֶּׁאוֹמֵר כְּמוֹת שֶׁהִיא עַתָּה אֲנִי מַשְׂכִּיר לְפִיכָךְ אִם לֹא הָיָה עוֹמֵד בְּתוֹכָהּ וְאָמַר לוֹ בֵּית הַשְּׁלָחִין אֲנִי מַשְׂכִּיר לְךָ אוֹ בֵּית הָאִילָן וְיָבֵשׁ הַמַּעְיָן אוֹ שֶׁנִּקְצַץ הָאִילָן אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ: \n",
            "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וַאֲכָלָהּ חָגָב אוֹ נִשְׁתַּדְּפָה אִם אֵרַע דָּבָר זֶה לְרֹב הַשָּׂדוֹת שֶׁל אוֹתָהּ הָעִיר מְנַכֶּה לוֹ מֵחַכִּירוֹ הַכּל לְפִי הַהֶפְסֵד שֶׁאֵרְעוֹ וְאִם לֹא פָּשְׁטָה הַמַּכָּה בְּרֹב הַשָּׂדוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ אַף עַל פִּי שֶׁנִּשְׁתַּדְּפוּ כָּל הַשָּׂדוֹת שֶׁל בַּעַל הַקַּרְקַע. נִשְׁתַּדְּפוּ כָּל הַשָּׂדוֹת שֶׁל הַשּׂוֹכֵר אוֹ הַמְקַבֵּל אַף עַל פִּי שֶׁפָּשְׁטָה הַמַּכָּה בְּרֹב הַשָּׂדוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ שֶׁאֵין זֶה הַהֶפְסֵד תָּלוּי אֶלָּא בַּשּׂוֹכֵר שֶׁהֲרֵי כָּל שְׂדוֹתָיו נִשְׁתַּדְּפוּ. הִתְנָה עָלָיו בַּעַל הַקַּרְקַע שֶׁיִּזְרָעֶנָּה חִטִּים וּזְרָעָהּ שְׂעוֹרִים אוֹ שֶׁלֹּא זְרָעָהּ כְּלָל אוֹ שֶׁזְּרָעָהּ וְלֹא צָמְחָה אַף עַל פִּי שֶׁבָּא חָגָב אוֹ שִׁדָּפוֹן וְהֻכְּתָה רֹב הַמְּדִינָה אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ. וְעַד מָתַי חַיָּב לְהִטַּפֵּל וְלִזְרֹעַ פַּעַם אַחֶרֶת אִם לֹא צָמְחָה כָּל זְמַן שֶׁרָאוּי לִזְרִיעָה בְּאוֹתוֹ מָקוֹם: \n",
            "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ מָקוֹם שֶׁנָּהֲגוּ לִקְצֹר יִקְצֹר וְאֵינוֹ רַשַּׁאי לַעֲקֹר. לַעֲקֹר יַעֲקֹר וְאֵינוֹ רַשַּׁאי לִקְצֹר. וּשְׁנֵיהֶם מְעַכְּבִין זֶה עַל זֶה. וּמָקוֹם שֶׁנָּהֲגוּ לַחְרשׁ אַחֲרָיו יַחְרשׁ. מָקוֹם שֶׁנָּהֲגוּ לְהַשְׂכִּיר אִילָנוֹת עַל גַּב קַרְקַע מַשְׂכִּירִין וְאַף עַל פִּי שֶׁהִשְׂכִּיר לוֹ סְתָם בְּפָחוֹת מִן הַיָּדוּעַ. וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַשְׂכִּיר אִילָנוֹת אֵין לוֹ אִילָנוֹת אַף עַל פִּי שֶׁשָּׂכַר מִמֶּנּוּ בְּיֶתֶר עַל הַיָּדוּעַ. הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
            "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ בַּעֲשָׂרָה כּוֹר חִטִּים וְלָקְתָה נוֹתֵן לוֹ מִתּוֹכָהּ. הָיוּ חִטֶּיהָ יָפוֹת לֹא יֹאמַר לוֹ הֲרֵינִי לוֹקֵחַ לְךָ מִן הַשּׁוּק אֶלָּא נוֹתֵן לוֹ מִתּוֹכָהּ. חָכַר מִמֶּנּוּ כֶּרֶם בַּעֲשָׂרָה סַלֵּי עֲנָבִים וְהִקְרִיסוּ אַחַר שֶׁנִּבְצְרוּ וְכֵן עֳמָרִים שֶׁלָקוּ אַחַר שֶׁנִּקְצְרוּ נוֹתֵן לוֹ מִתּוֹכָן. חֲכָרוֹ בַּעֲשָׂרָה כַּדֵּי יַיִן וְהֶחְמִיץ חַיָּב לִתֵּן לוֹ יַיִן טוֹב. חֲכָרָהּ מִמֶּנּוּ בְּמֵאָה עֳמָרִים שֶׁל אַסְפַּסְתָּא וּזְרָעָהּ מִין אַחֵר וְאַחַר כָּךְ חֲרָשָׁהּ וּזְרָעָהּ אַסְפַּסְתָּא וְלָקְתָה אוֹ שֶׁזְּרָעָהּ בַּתְּחִלָּה אַסְפַּסְתָּא וַחֲרָשָׁהּ וְאַחַר כָּךְ זְרָעָהּ פַּעַם אַחֶרֶת וְלָקְתָה אֵינוֹ נוֹתֵן לוֹ מִתּוֹכָהּ אֶלָּא נוֹתֵן לוֹ אַסְפַּסְתָּא טוֹבָה שֶׁהֲרֵי שִׁנָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ וְלֹא רָצָה לְנַכֵּשׁ וְאָמַר לוֹ מַה הֶפְסֵד יֵשׁ לְךָ הֲרֵינִי נוֹתֵן לְךָ חַכִּירְךָ אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי הוּא אוֹמֵר לוֹ לְמָחָר אַתָּה יוֹצֵא מִמֶּנָּה וְהִיא מַעֲלָה עֲשָׂבִים. וַאֲפִלּוּ אָמַר לוֹ בָּאַחֲרוֹנָה אֲנִי חוֹרֵשׁ אוֹתָהּ אֵין שׁוֹמְעִין לוֹ: \n",
            "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ לְזָרְעָהּ שְׂעוֹרִים לֹא יִזְרָעֶנָּה חִטִּים מִפְּנֵי שֶׁהַחִטִּין מַכְחִישׁוֹת אֶת הַקַּרְקַע יֶתֶר מֵהַשְּׂעוֹרִים. שְׂכָרָהּ לְזָרְעָהּ חִטִּים יִזְרָעֶנָּה שְׂעוֹרִים. קִטְנִית לֹא יִזְרָעֶנָּה תְּבוּאָה. תְּבוּאָה יִזְרָעֶנָּה קִטְנִית. וּבְבָבֶל וְכַיּוֹצֵא בָּהּ לֹא יִזְרָעֶנָּה קִטְנִית מִפְּנֵי שֶׁהַקִּטְנִית שָׁם מַכְחֶשֶׁת אֶת הָאָרֶץ: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁנִים מוּעָטוֹת אֵין לַמְקַבֵּל כְּלוּם בְּקוֹרַת הַשִּׁקְמָה וְכַיּוֹצֵא בָּהּ וְלֹא בְּשֶׁבַח הָאִילָנוֹת שֶׁיָּצְאוּ מֵאֲלֵיהֶן בַּשָּׂדֶה. אֲבָל מְחַשְּׁבִין לוֹ מְקוֹם הָאִילָנוֹת כְּאִלּוּ הָיָה בָּהֶן אוֹתוֹ זֶרַע שֶׁזָּרַע בְּכָל הַשָּׂדֶה. וְהוּא שֶׁצָּמְחוּ הָאִילָנוֹת בְּמָקוֹם הָרָאוּי לִזְרִיעָה אֲבָל אִם יָצְאוּ בְּמָקוֹם שֶׁאֵינוֹ רָאוּי לִזְרִיעָה אֵין מְחַשְּׁבִין לוֹ כְּלוּם. וְאִם קִבְּלָהּ שֶׁבַע שָׁנִים אוֹ יֶתֶר יֵשׁ לוֹ בְּקוֹרַת הַשִּׁקְמָה וְכַיּוֹצֵא בָּהּ. הִגִּיעַ זְמַנּוֹ לְהִסְתַּלֵּק מִן הַשָּׂדֶה וְהָיוּ שָׁם זְרָעִים שֶׁעֲדַיִן לֹא הִגִּיעוּ לְהִמָּכֵר אוֹ שֶׁנִּגְמְרוּ וְלֹא הִגִּיעַ יוֹם הַשּׁוּק לְמָכְרָן שָׁמִין אוֹתָן וְנוֹטֵל מִבַּעַל הַקַּרְקַע. כְּשֵׁם שֶׁחוֹלְקִין הַמְקַבֵּל וּבַעַל הַקַּרְקַע בַּתְּבוּאָה כָּךְ חוֹלְקִין בַּתֶּבֶן וּבַקַּשׁ. כְּשֵׁם שֶׁחוֹלְקִין בַּיַּיִן כָּךְ חוֹלְקִין בַּזְּמוֹרוֹת. אֲבָל הַקָּנִים הַמַּעֲמִידִים תַּחַת הַגְּפָנִים אִם קָנוּ אוֹתָן בְּשֻׁתָּפוּת הֲרֵי אֵלּוּ חוֹלְקִין בָּהֶן וְאִם הֵן מִשֶּׁל אֶחָד מֵהֶן זֶה שֶׁקָּנָה אוֹתָן הֲרֵי הֵן שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לִטַּע מְקַבֵּל עָלָיו בַּעַל הַשָּׂדֶה עֲשָׂרָה בּוֹרְאוֹת לִסְאָה. יֶתֶר עַל זֶה מְגַלְגְּלִין עָלָיו אֶת הַכּל: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְלֹא עָשְׂתָה אִם יֵשׁ בָּהּ כְּדֵי שֶׁתּוֹצִיא סָאתַיִם יֶתֶר עַל הַהוֹצָאָה חַיָּב הַמְקַבֵּל לִטָּפֵל בָּהּ. שֶׁכָּךְ כּוֹתֵב לְבַעַל הַקַּרְקַע אָנָּא אֵיקוּם וְאָנִיר וְאֶזְרַע וְאֶקְצֹר וְאֶעֱמֹר וְאָדוּשׁ וְאֶזְרֶה וְאַעֲמִיד כְּרִי לְפָנֶיךָ וְתִטּל אֶת חֶצְיוֹ אוֹ מַה שֶּׁיִּתְּנוּ וַאֲנִי אֶטּל הַשְּׁאָר בִּשְׂכַר עֲמָלִי וּבְמַה שֶּׁהוֹצֵאתִי: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְאַחַר שֶׁזָּכָה בָּהּ הוֹבִירָהּ שָׁמִין אוֹתָהּ כַּמָּה הִיא רְאוּיָה לַעֲשׂוֹת וְנוֹתֵן לוֹ חֶלְקוֹ שֶׁהָיָה מַגִּיעַ לוֹ. שֶׁכָּךְ כּוֹתֵב לְבַעַל הַקַּרְקַע אִם אוֹבִיר וְלֹא אַעֲבִיד אֲשַׁלֵּם בְּמֵיטָבָא. וְהוּא הַדִּין אִם הוֹבִיר מִקְצָתָהּ. וּמִפְּנֵי מָה נִתְחַיֵּב לְשַׁלֵּם מִפְּנֵי שֶׁלֹּא פָּסַק עַל עַצְמוֹ דָּבָר קָצוּב כְּדֵי שֶׁנֹּאמַר הֲרֵי הִיא כְּאַסְמַכְתָּא אֶלָּא הִתְנָה שֶׁיְּשַׁלֵּם בְּמֵיטָבָא וּלְפִיכָךְ גָּמַר וְשִׁעְבֵּד עַצְמוֹ. אֲבָל אִם אָמַר אִם אוֹבִיר וְלֹא אַעֲבִיד אֶתֵּן לְךָ מֵאָה דִּינָרִין הֲרֵי זוֹ אַסְמַכְתָּא וְאֵינוֹ חַיָּב לְשַׁלֵּם אֶלָּא נוֹתֵן כְּפִי מַה שֶּׁרְאוּיָה לַעֲשׂוֹת בִּלְבַד: \n",
            "הַמְקַבֵּל שָׂדֶה לְזָרְעָהּ שֻׁמְשְׁמִין וּזְרָעָהּ חִטִּים וְעָשְׂתָה חִטִּים שֶׁשָּׁוִין כַּמָּה שֶׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין אֵין לוֹ עָלָיו אֶלָּא תַּרְעֹמֶת. עָשְׂתָה פָּחוֹת מִמַּה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין מְשַׁלֵּם לוֹ הַמְקַבֵּל כְּפִי מַה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין. עָשְׂתָה חִטִּים יֶתֶר מִמַּה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין חוֹלְקִין לְפִי הַתְּנַאי שֶׁבֵּינֵיהֶן אַף עַל פִּי שֶׁמִּשְׂתַּכֵּר בַּעַל הַקַּרְקַע: \n"
        ],
        [
            "הַשׂוֹכֵר אֶת הַפּוֹעֲלִים וְאָמַר לָהֶם לְהַשְׁכִּים וּלְהַעֲרִיב מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַשְׁכִּים וְשֶׁלֹּא לְהַעֲרִיב אֵינוֹ יָכוֹל לְכוּפָן. מָקוֹם שֶׁנָּהֲגוּ לָזוּן יָזוּן. לְסַפֵּק בִּגְרוֹגָרוֹת אוֹ בִּתְמָרִים וְכַיּוֹצֵא בָּהֶן לְפוֹעֲלִים יְסֻפַּק הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל וְאָמַר לוֹ כְּאֶחָד וְכִשְׁנַיִם מִבְּנֵי הָעִיר רוֹאִין הַפָּחוּת שֶׁבַּשְּׂכִירוּת וְהַיָּתֵר שֶׁבַּשְּׂכִירוּת וּמְשַׁמְּנִין בֵּינֵיהֶן: \n",
            "אָמַר לִשְׁלוּחוֹ צֵא וּשְׂכֹר לִי פּוֹעֲלִים בִּשְׁלֹשָׁה וְהָלַךְ וּשְׂכָרָן בְּאַרְבָּעָה אִם אָמַר לָהֶם הַשָּׁלִיחַ שְׂכַרְכֶם עָלַי נוֹתֵן לָהֶם אַרְבָּעָה וְנוֹטֵל מִבַּעַל הַבַּיִת שְׁלֹשָׁה וּמַפְסִיד אֶחָד מִכִּיסוֹ. אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת נוֹתֵן לָהֶם בַּעַל הַבַּיִת כְּמִנְהַג הַמְּדִינָה. הָיָה בַּמְּדִינָה מִי שֶׁנִּשְׂכַּר בִּשְׁלֹשָׁה וּמִי שֶׁנִּשְׂכַּר בְּאַרְבָּעָה אֵינוֹ נוֹתֵן לָהֶם אֶלָּא שְׁלֹשָׁה וְיֵשׁ לָהֶם תַּרְעֹמֶת עַל הַשָּׁלִיחַ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאֵין מְלַאכְתָּן נִכֶּרֶת אֲבָל הָיְתָה מְלַאכְתָּן נִכֶּרֶת וַהֲרֵי הִיא שָׁוָה אַרְבָּעָה נוֹתֵן לָהֶם בַּעַל הַבַּיִת אַרְבָּעָה שֶׁאִלּוּ לֹא אָמַר לָהֶם שְׁלוּחוֹ אַרְבָּעָה לֹא טָרְחוּ וְעָשׂוּ שָׁוֶה אַרְבָּעָה. אָמַר לוֹ בַּעַל הַבַּיִת שְׂכֹר לִי בְּאַרְבָּעָה וְהָלַךְ הַשָּׁלִיחַ וְשָׂכַר בִּשְׁלֹשָׁה אַף עַל פִּי שֶׁהֲרֵי מְלַאכְתָּן שָׁוָה אַרְבָּעָה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה שֶׁהֲרֵי קִבְּלוּ עַל עַצְמָן וְיֵשׁ לָהֶם תַּרְעֹמֶת עַל הַשָּׁלִיחַ. אָמַר לוֹ בַּעַל הַבַּיִת בִּשְׁלֹשָׁה וְהָלַךְ הַשָּׁלִיחַ וְאָמַר לָהֶם בְּאַרְבָּעָה וְאָמְרוּ הֲרֵינוּ כְּמַה שֶּׁאָמַר בַּעַל הַבַּיִת אֵין דַּעְתָּם אֶלָּא שֶׁיִּתֵּן בַּעַל הַבַּיִת יֶתֶר עַל אַרְבָּעָה לְפִיכָךְ שָׁמִין מַה שֶּׁעָשׂוּ אִם שָׁוָה אַרְבָּעָה נוֹטְלִין אַרְבָּעָה מִבַּעַל הַבַּיִת וְאִם אֵינוֹ יָדוּעַ אוֹ אֵינוֹ שָׁוֶה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה. אָמַר לוֹ בַּעַל הַבַּיִת בְּאַרְבָּעָה וְהָלַךְ הַשָּׁלִיחַ וְאָמַר לָהֶם בִּשְׁלֹשָׁה וְאָמְרוּ לוֹ כַּמָּה שֶׁאָמַר בַּעַל הַבַּיִת אַף עַל פִּי שֶׁמְּלַאכְתָּן שָׁוֶה אַרְבָּעָה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה שֶׁהֲרֵי שָׁמְעוּ שְׁלֹשָׁה וְקִבְּלוּ עֲלֵיהֶם: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֲלִים וְהִטְעוּ אֶת בַּעַל הַבַּיִת אוֹ בַּעַל הַבַּיִת הִטְעָה אוֹתָם אֵין לָהֶם זֶה עַל זֶה אֶלָּא תַּרְעֹמֶת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָלְכוּ. אֲבָל הָלְכוּ הַחַמָּרִין וְלֹא מָצְאוּ תְּבוּאָה. פּוֹעֲלִים וּמָצְאוּ שָׂדֶה כְּשֶׁהִיא לָחָה. אוֹ שֶׁשָּׂכַר לְהַשְׁקוֹת הַשָּׂדֶה וּמְצָאוּהָ שֶׁנִּתְמַלְּאָה מַיִם. אִם בִּקֵּר בַּעַל הַבַּיִת מְלַאכְתּוֹ מִבָּעֶרֶב וּמָצָא שֶׁצְּרִיכָה פּוֹעֲלִים אֵין לַפּוֹעֲלִים כְּלוּם מַה בְּיָדוֹ לַעֲשׂוֹת. וְאִם לֹא בִּקֵּר נוֹתֵן לָהֶם שְׂכָרָן כְּפוֹעֵל בָּטֵל שֶׁאֵינוֹ דּוֹמֶה הַבָּא טָעוּן לְבָא רֵיקָן וְעוֹשֶׂה מְלָאכָה לְבַטֵּל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הִתְחִילוּ בִּמְלָאכָה. אֲבָל אִם הִתְחִיל הַפּוֹעֵל בַּמְּלָאכָה וְחָזַר בּוֹ אֲפִלּוּ בַּחֲצִי הַיּוֹם חוֹזֵר שֶׁנֶּאֱמַר <small>(ויקרא כה נה)</small> \"כִּי לִי בְנֵי יִשְׂרָאֵל עֲבָדִים\" וְלֹא עֲבָדִים לַעֲבָדִים. וְכֵיצַד דִּין הַפּוֹעֵל שֶׁחָזַר בּוֹ אַחַר שֶׁהִתְחִיל. שָׁמִין לוֹ מַה שֶּׁעָשָׂה וְנוֹטֵל. וְאִם קַבְּלָן הוּא שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. בֵּין שֶׁהוּזְלוּ בְּעֵת שֶׁשְּׂכָרָן בֵּין לֹא הוּזְלוּ בֵּין שֶׁהוּזְלָה מְלָאכָה אַחַר כֵּן בֵּין לֹא הוּזְלָה שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. כֵּיצַד. קִבֵּל מִמֶּנּוּ קָמָה לִקְצֹר בִּשְׁתֵּי סְלָעִים קָצַר חֶצְיָהּ וְהִנִּיחַ חֶצְיָהּ. בֶּגֶד לֶאֱרֹג בִּשְׁתֵּי סְלָעִים אָרַג חֶצְיוֹ וְהִנִּיחַ חֶצְיוֹ. שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. אִם הָיָה שָׁוֶה שִׁשָּׁה דִּינָרִין נוֹתֵן לוֹ שֶׁקֶל אוֹ יִגְמְרוּ אֶת מְלַאכְתָּן. וְאִם הָיָה הַנִּשְׁאָר יָפֶה שְׁנַיִם דִּינָרִין אֵינוֹ נוֹתֵן לָהֶן אֶלָּא סֶלַע שֶׁהֲרֵי לֹא עָשׂוּ אֶלָּא חֲצִי מְלָאכָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּדָבָר שֶׁאֵינוֹ אָבוּד אֲבָל בְּדָבָר הָאָבוּד כְּגוֹן פִּשְׁתָּנוֹ לְהַעֲלוֹת מִן הַמִּשְׁרָה אוֹ שֶׁשָּׂכַר חֲמוֹר לְהָבִיא חֲלִילִין לְמֵת אוֹ לְכַלָּה וְכַיּוֹצֵא בָּהֶן אֶחָד פּוֹעֵל וְאֶחָד קַבְּלָן אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא אִם כֵּן נֶאֱנַס כְּגוֹן שֶׁחָלָה אוֹ שָׁמַע שֶׁמֵּת לוֹ מֵת. וְאִם לֹא נֶאֱנַס וְחָזַר בּוֹ שׂוֹכֵר עֲלֵיהֶן אוֹ מַטְעָן. כֵּיצַד מַטְעָן. אוֹמֵר לָהֶם סֶלַע קָצַצְתִּי לָכֶם בּוֹאוּ וּטְלוּ שְׁתַּיִם עַד שֶׁיִּגְמְרוּ מְלַאכְתָּן וְלֹא יִתֵּן לָהֶם אֶלָּא מַה שֶּׁפָּסַק תְּחִלָּה וַאֲפִלּוּ נָתַן לָהֶם הַשְּׁתַּיִם מַחְזִיר מֵהֶן הַתּוֹסֶפֶת. כֵּיצַד שׂוֹכֵר עֲלֵיהֶן. שׂוֹכֵר פּוֹעֲלִים אֲחֵרִים וְגוֹמְרִים מְלַאכְתָּן שֶׁלֹּא תֹּאבַד וְכָל שֶׁיּוֹסִיף לְאֵלּוּ הַפּוֹעֲלִין הָאֲחֵרִים עַל מַה שֶּׁפָּסַק לָרִאשׁוֹנִים נוֹטֵל מִן הָרִאשׁוֹנִים. עַד כַּמָּה עַד כְּדֵי שְׂכָרָן שֶׁל רִאשׁוֹנִים. וְאִם הָיָה לָהֶם מָמוֹן תַּחַת יָדוֹ שׂוֹכֵר לְהַשְׁלִים הַמְּלָאכָה עַד אַרְבָּעִים וַחֲמִשִּׁים זוּז בְּכָל יוֹם לְכָל פּוֹעֵל אַף עַל פִּי שֶׁשָּׂכַר הַפּוֹעֵל שְׁלֹשָׁה אוֹ אַרְבָּעָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵין שָׁם פּוֹעֲלִים לִשְׂכֹּר בִּשְׂכָרָן לְהַשְׁלִים הַמְּלָאכָה אֲבָל יֵשׁ פּוֹעֲלִים לִשְׂכֹּר בִּשְׂכָרָן וְאָמְרוּ לוֹ צֵא וּשְׂכֹר מֵאֵלּוּ לְהַשְׁלִים מְלַאכְתְּךָ וְלֹא תֹּאבַד בֵּין שׂוֹכֵר בֵּין קַבְּלָן אֵין לוֹ עֲלֵיהֶן אֶלָּא תַּרְעֹמֶת וְשָׁמִין לַשּׂוֹכֵר מַה שֶּׁעָשָׂה וְלַקַּבְּלָן מַה שֶּׁעָתִיד לַעֲשׂוֹת: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל וְנֶאֱחָז לַעֲבוֹדַת הַמֶּלֶךְ לֹא יֹאמַר לוֹ הֲרֵינִי לְפָנֶיךָ אֶלָּא נוֹתֵן לוֹ שְׂכַר מַה שֶּׁעָשָׂה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לְהַשְׁקוֹת אֶת הַשָּׂדֶה מִזֶּה הַנָּהָר וּפָסַק הַנָּהָר בַּחֲצִי הַיּוֹם אִם אֵין דַּרְכּוֹ לְהַפְסִיק אֵין לָהֶן אֶלָּא שְׂכַר מַה שֶּׁעָשׂוּ. וְכֵן אִם דַּרְכּוֹ שֶׁיַּפְסִיקוּ אוֹתוֹ בְּנֵי הָעִיר וְהִפְסִיקוּהוּ בַּחֲצִי הַיּוֹם אֵין לָהֶן אֶלָּא שְׂכַר מַה שֶּׁעָשׂוּ שֶׁהֲרֵי יָדְעוּ הַפּוֹעֲלִים דַּרְכּוֹ שֶׁל נָהָר. וְאִם דַּרְכּוֹ לְהַפְסִיק מֵאֵלָיו נוֹתֵן לָהֶם שְׂכַר כָּל הַיּוֹם מִפְּנֵי שֶׁהָיָה לוֹ לְהוֹדִיעָם. שְׂכָרָן לְהַשְׁקוֹת הַשָּׂדֶה וּבָא הַמָּטָר וְהִשְׁקָה אֵין לָהֶן אֶלָּא מַה שֶּׁעָשׂוּ. בָּא הַנָּהָר וְהִשְׁקָה נוֹתֵן לָהֶן כָּל שְׂכָרָן. מִן הַשָּׁמַיִם נִסְתַּיְּעוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּפוֹעֵל. אֲבָל מִי שֶׁפָּסַק עִם אֲרִיסוֹ שֶׁאִם יַשְׁקֶה שָׂדֶה זוֹ אַרְבַּע פְּעָמִים בְּיוֹם יִטּל חֲצִי הַפֵּרוֹת וְכָל הָאֲרִיסִין שֶׁהֵן מַשְׁקִין שְׁתֵּי פְּעָמִים אֵינָן נוֹטְלִין אֶלָּא רְבִיעַ הַפֵּרוֹת וּבָא הַמָּטָר וְלֹא הֻצְרַךְ לִדְלוֹת וּלְהַשְׁקוֹת נוֹטֵל חֲצִי הַפֵּרוֹת כְּמוֹ שֶׁפָּסַק עִמּוֹ שֶׁהָאָרִיס כְּשֻׁתָּף וְאֵינוֹ כְּפוֹעֵל: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת מְלָאכָה כָּל הַיּוֹם וְשָׁלְמָה הַמְּלָאכָה בַּחֲצִי הַיּוֹם אִם יֵשׁ לוֹ מְלָאכָה אַחֶרֶת כְּמוֹתָהּ אוֹ קַלָּה מִמֶּנָּה עוֹשֶׂה שְׁאָר הַיּוֹם. וְאִם אֵין לוֹ מַה יַּעֲשֶׂה נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל בָּטֵל. וְאִם הָיָה מִן הַחוֹפְרִים אוֹ עוֹבְדֵי אֲדָמָה וְכַיּוֹצֵא בָּהֶן שֶׁדַּרְכּוֹ לִטְרֹחַ הַרְבֵּה וְאִם לֹא יַעֲשֶׂה בִּמְלָאכָה יֶחֱלֶה נוֹתֵן לוֹ כָּל שְׂכָרוֹ: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לְהָבִיא לוֹ שְׁלִיחוּת מִמָּקוֹם לְמָקוֹם וְהָלַךְ וְלֹא מָצָא שָׁם מַה יָּבִיא נוֹתֵן לוֹ שְׂכָרוֹ מָשְׁלָם. שְׂכָרוֹ לְהָבִיא קָנִים לַכֶּרֶם וְהָלַךְ וְלֹא מָצָא וְלֹא הֵבִיא נוֹתֵן לוֹ שְׂכָרוֹ מָשְׁלָם. שְׂכָרוֹ לְהָבִיא כְּרוּב וּדוֹרְמַסְקְנִין לַחוֹלֶה וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת אוֹ הִבְרִיא לֹא יֹאמַר לוֹ טל מַה שֶּׁהֵבֵאתָ בִּשְׂכָרְךָ אֶלָּא נוֹתֵן לוֹ כָּל שְׂכָרוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְּשֶׁלּוֹ וְהֶרְאָהוּ בְּשֶׁל חֲבֵרוֹ נוֹתֵן כָּל שְׂכָרוֹ וְחוֹזֵר וְלוֹקֵחַ מֵחֲבֵרוֹ מַה שֶּׁנֶּהֱנָה בְּזוֹ הַמְּלָאכָה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְּתֶבֶן וְקַשׁ וְכַיּוֹצֵא בָּהֶן וְאָמַר לוֹ טל מַה שֶּׁעָשִׂיתָ בִּשְׂכָרְךָ אֵין שׁוֹמְעִין לוֹ. וְאִם מִשֶּׁקִּבֵּל עָלָיו אָמַר לוֹ הֵילָךְ שְׂכָרְךָ וַאֲנִי אֶטּל אֶת שֶׁלִּי אֵין שׁוֹמְעִין לוֹ: \n",
            "מְצִיאַת הַפּוֹעֵל לְעַצְמוֹ אַף עַל פִּי שֶׁאָמַר לוֹ עֲשֵׂה עִמִּי מְלָאכָה הַיּוֹם. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר לוֹ עֲדֹר עִמִּי הַיּוֹם. אֲבָל אִם שְׂכָרוֹ לִלְקֹט מְצִיאוֹת כְּגוֹן שֶׁחָסַר הַנָּהָר וּשְׂכָרוֹ לִלְקֹט הַדָּגִים הַנִּמְצָאִין בַּאֲגַם הֲרֵי מְצִיאָתוֹ לְבַעַל הַבַּיִת וַאֲפִלּוּ מָצָא כִּיס מָלֵא דִּינָרִין: \n"
        ],
        [
            "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן בֵּין שֶׁהִלְוָהוּ מָעוֹת בֵּין שֶׁהִלְוָהוּ פֵּרוֹת בֵּין שֶׁמִּשְׁכְּנוֹ בִּשְׁעַת הַלְוָאָתוֹ בֵּין שֶׁמִּשְׁכְּנוֹ אַחַר שֶׁהִלְוָהוּ הֲרֵי זֶה שׁוֹמֵר שָׂכָר. לְפִיכָךְ אִם אָבַד הַמַּשְׁכּוֹן אוֹ נִגְנַב חַיָּב בְּדָמָיו. וְאִם נֶאֱנַס הַמַּשְׁכּוֹן כְּגוֹן שֶׁנִּלְקַח בְּלִסְטִים מְזֻיָּן וְכַיּוֹצֵא בּוֹ מִשְּׁאָר אֳנָסִין יִשָּׁבַע שֶׁנֶּאֱנַס וִישַׁלֵּם בַּעַל הַמַּשְׁכּוֹן אֶת חוֹבוֹ עַד פְּרוּטָה אַחֲרוֹנָה: \n",
            "כָּל הָאוֹמֵר לַחֲבֵרוֹ שְׁמֹר לִי וְאֶשְׁמֹר לְךָ הֲרֵי זֶה שְׁמִירָה בַּבְּעָלִים. אָמַר לוֹ שְׁמֹר לִי הַיּוֹם וְאֶשְׁמֹר לְךָ לְמָחָר. הַשְׁאִילֵנִי הַיּוֹם וַאֲנִי אַשְׁאִילְךָ לְמָחָר. שְׁמֹר לִי הַיּוֹם וְאַשְׁאִילְךָ לְמָחָר. הַשְׁאִילֵנִי הַיּוֹם וְאֶשְׁמֹר לְךָ לְמָחָר. כֻּלָּן נַעֲשׂוּ שׁוֹמְרֵי שָׂכָר זֶה לָזֶה: \n",
            "כָּל הָאֻמָּנִין שׁוֹמְרֵי שָׂכָר הֵן. וְכֻלָּן שֶׁאָמְרוּ טל אֶת שֶׁלְּךָ וְהָבֵא מָעוֹת אוֹ שֶׁאוֹמֵר לוֹ הָאֻמָּן גְּמַרְתִּיו וְלֹא לָקְחוּ הַבְּעָלִים אֶת הַכְּלִי הָאֻמָּן שׁוֹמֵר חִנָּם. אֲבָל אִם אָמַר הָאֻמָּן הָבֵא מָעוֹת וְטל שֶׁלְּךָ עֲדַיִן הוּא נוֹשֵׂא שָׂכָר כְּשֶׁהָיָה: \n",
            "נָתַן לְאֻמָּנִין לְתַקֵּן וְקִלְקְלוּ חַיָּבִין לְשַׁלֵּם. כֵּיצַד. נָתַן לְחֵרֵשׁ שִׁדָּה תֵּבָה וּמִגְדָּל לִקְבֹּעַ בָּהֶן מַסְמֵר וּשְׁבָרוֹ אוֹ שֶׁנָּתַן לוֹ אֶת הָעֵצִים לַעֲשׂוֹת מֵהֶן שִׁדָּה תֵּבָה וּמִגְדָּל וְנִשְׁבְּרוּ אַחַר שֶׁנַּעֲשׂוּ מְשַׁלֵּם לוֹ דְּמֵי שִׁדָּה תֵּבָה וּמִגְדָּל. שֶׁאֵין הָאֻמָּן קוֹנֶה בְּשֶׁבַח הַכְּלִי. נָתַן צֶמֶר לְצַבָּע וְהִקְדִיחַתּוּ יוֹרָה נוֹתֵן לוֹ דְּמֵי צִמְרוֹ. צְבָעוֹ כָּעוּר אוֹ נְתָנוֹ לוֹ לְצָבְעוֹ אָדֹם וּצְבָעוֹ שָׁחוֹר שָׁחוֹר וּצְבָעוֹ אָדֹם. נָתַן עֵצִים לְחָרָשׁ לַעֲשׂוֹת מֵהֶן כִּסֵּא נָאֶה וְעָשָׂה כִּסֵּא רַע אוֹ סַפְסָל. אִם הַשֶּׁבַח יָתֵר עַל הַהוֹצָאָה נוֹתֵן בַּעַל הַכְּלִי אֶת הַהוֹצָאָה וְאִם הַהוֹצָאָה יְתֵרָה עַל הַשֶּׁבַח נוֹתֵן לוֹ אֶת הַשֶּׁבַח בִּלְבַד. אָמַר בַּעַל הַכְּלִי אֵינִי רוֹצֶה בְּתַקָּנָה זוֹ אֶלָּא יִתֵּן לִי דְּמֵי הַצֶּמֶר אוֹ דְּמֵי הָעֵצִים אֵין שׁוֹמְעִין לוֹ. וְכֵן אִם אָמַר הָאֻמָּן הֵא לְךָ דְּמֵי צִמְרְךָ אוֹ דְּמֵי עֵצְךָ וְלֵךְ אֵין שׁוֹמְעִין לוֹ שֶׁאֵין הָאֻמָּן קוֹנֶה בְּשֶׁבַח כְּלִי שֶׁעָשָׂה: \n",
            "הַמּוֹלִיךְ חִטִּין לִטְחֹן וְלֹא לְתָתָן וַעֲשָׂאָן סֻבִּין אוֹ מֻרְסָן. נָתַן הַקֶּמַח לְנַחְתּוֹם וַעֲשָׂאוֹ פַּת נְפוֹלִין. בְּהֵמָה לְטַבָּח וְנִבְּלָהּ. חַיָּבִין לְשַׁלֵּם דְּמֵיהֶן מִפְּנֵי שֶׁהֵן נוֹשְׂאֵי שָׂכָר. לְפִיכָךְ אִם הָיָה טַבָּח מֻמְחֶה וְשָׁחַט בְּחִנָּם פָּטוּר מִלְּשַׁלֵּם וְאֵינוֹ מֻמְחֶה אַף עַל פִּי שֶׁהוּא בְּחִנָּם חַיָּב לְשַׁלֵּם. וְכֵן הַמַּרְאֶה דִּינָר לְשֻׁלְחָנִי וְאָמַר לוֹ יָפֶה הוּא וְנִמְצָא רַע אִם בְּשָׂכָר רָאָהוּ חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁהוּא בָּקִי וְאֵינוֹ צָרִיךְ לְהִתְלַמֵּד. וְאִם בְּחִנָּם רָאָהוּ פָּטוּר וְהוּא שֶׁיִּהְיֶה בָּקִי שֶׁאֵינוֹ צָרִיךְ לְהִתְלַמֵּד. וְאִם אֵינוֹ בָּקִי חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁהוּא בְּחִנָּם וְהוּא שֶׁיֹּאמַר לַשֻּׁלְחָנִי עָלֶיךָ אֲנִי סוֹמֵךְ אוֹ שֶׁהָיוּ הַדְּבָרִים מַרְאִין שֶׁהוּא סוֹמֵךְ עַל רְאִיָּתוֹ וְלֹא יַרְאֶה לַאֲחֵרִים. טַבָּח שֶׁעָשָׂה בְּחִנָּם וְנִבֵּל וְכֵן שֻׁלְחָנִי שֶׁאָמַר יָפֶה וְנִמְצָא רַע וְכֵן כָּל כַּיּוֹצֵא בָּזֶה עֲלֵיהֶן לְהָבִיא רְאָיָה שֶׁהֵן מֻמְחִין. וְאִם לֹא הֵבִיאוּ רְאָיָה מְשַׁלְּמִין: \n",
            "מָקוֹם שֶׁנָּהֲגוּ שֶׁיִּהְיֶה הַנּוֹטֵעַ אִילָנוֹת נוֹטֵל חֲצִי הַשֶּׁבַח וּבַעַל הַקַּרְקַע חֲצִי וְנָטַע וְהִשְׁבִּיחַ וְנָטַע וְהִפְסִיד מְחַשְּׁבִין לוֹ חֲצִי הַשֶּׁבַח שֶׁיֵּשׁ לוֹ וּמְנַכִּין מִמֶּנּוּ מַה שֶּׁהִפְסִיד וְנוֹטֵל הַשְּׁאָר. וַאֲפִלּוּ הִתְנָה עַל עַצְמוֹ שֶׁאִם הִפְסִיד לֹא יִטּל כְּלוּם הֲרֵי זֶה אַסְמַכְתָּא וְאֵין מְנַכִּין לוֹ אֶלָּא מַה שֶּׁהִפְסִיד. הָיָה מִנְהָגָם שֶׁיִּטּל הַנּוֹטֵעַ מֶחֱצָה וּבַעַל הַקַּרְקַע מֶחֱצָה וְכָךְ הָיָה מִנְהָגָם שֶׁיִּטּל הָאָרִיס שְׁלִישׁ. אִם נָטַע הַנּוֹטֵעַ וְהִשְׁבִּיחַ וְרָצָה לְהִסְתַּלֵּק שֶׁנִּמְצָא בַּעַל הַקַּרְקַע צָרִיךְ לְהוֹרִיד לָהּ אָרִיס הֲרֵי בַּעַל הַקַּרְקַע מוֹרִיד אָרִיס וְיִטּל בַּעַל הַקַּרְקַע חֶצְיוֹ וְלֹא יַפְסִיד בַּעַל הַקַּרְקַע כְּלוּם וְיִטּל הָאָרִיס שְׁלִישׁ וְהַשְּׁתוּת הַנִּשְׁאָר שֶׁל נוֹטֵעַ שֶׁהֲרֵי סִלֵּק עַצְמוֹ בִּרְצוֹנוֹ: \n",
            "הַנּוֹטֵעַ אִילָנוֹת לִבְנֵי הַמְּדִינָה שֶׁהִפְסִיד. וְכֵן טַבָּח שֶׁל בְּנֵי הָעִיר שֶׁנִּבֵּל הַבְּהֵמוֹת. וְהַמַּקִּיז דָּם שֶׁחָבַל. וְהַסּוֹפֵר שֶׁטָּעָה בִּשְׁטָרוֹת. וּמְלַמֵּד תִּינוֹקוֹת שֶׁפָּשַׁע בְּתִינוֹקוֹת וְלֹא לִמֵּד אוֹ לִמֵּד בְּטָעוּת. וְכָל כַּיּוֹצֵא בְּאֵלּוּ הָאֻמָּנִים שֶׁאִי אֶפְשָׁר שֶׁיַּחְזִירוּ הַהֶפְסֵד שֶׁהִפְסִידוּ. מְסַלְּקִין אוֹתָן בְּלֹא הַתְרָאָה שֶׁהֵן כְּמֻתְרִין וְעוֹמְדִין עַד שֶׁיִּשְׁתַּדְּלוּ בִּמְלַאכְתָּן הוֹאִיל וְהֶעֱמִידוּ אוֹתָן הַצִּבּוּר עֲלֵיהֶם: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִתֵּן שְׂכַר הַשָּׂכִיר בִּזְמַנּוֹ שׁנֶּאֱמַר <small>(דברים כד טו)</small> \"בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ\" וְגוֹ'. וְאִם אִחֲרוֹ לְאַחַר זְמַנּוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כד טו)</small> \"וְלֹא תָבוֹא עָלָיו הַשֶּׁמֶשׁ\". וְאֵין לוֹקִין עָלָיו שֶׁהֲרֵי הוּא חַיָּב לְשַׁלֵּם. אֶחָד שְׂכַר הָאָדָם וְאֶחָד שְׂכַר הַבְּהֵמָה וְאֶחָד שְׂכַר הַכֵּלִים חַיָּב לִתֵּן בִּזְמַנּוֹ וְאִם אִחֵר לְאַחַר זְמַן עוֹבֵר בְּלֹא תַּעֲשֶׂה. וְגֵר תּוֹשָׁב יֵשׁ בּוֹ מִשּׁוּם בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ וְאִם אִחֲרוֹ אֵינוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה: \n",
            "כָּל הַכּוֹבֵשׁ שְׂכַר שָׂכִיר כְּאִלּוּ נָטַל נַפְשׁוֹ מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(דברים כד טו)</small> \"וְאֵלָיו הוּא נשֵֹׁא אֶת נַפְשׁוֹ\". וְעוֹבֵר בְּאַרְבַּע אַזְהָרוֹת וַעֲשֵׂה. עוֹבֵר מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תַּעֲשֹׁק\" וּמִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תִּגְזל\" וּמִשּׁוּם לֹא תָלִין פְּעֵלַּת שָׂכִיר וּמִשּׁוּם <small>(דברים כד טו)</small> \"לֹא תָבוֹא עָלָיו הַשֶּׁמֶשׁ\" וּמִשּׁוּם <small>(דברים כד טו)</small> \"בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ\". אֵי זֶהוּ זְמַנּוֹ שְׂכִיר יוֹם גּוֹבֶה כָּל הַלַּיְלָה וְעָלָיו נֶאֱמַר <small>(ויקרא יט יג)</small> \"לֹא תָלִין פְּעֵלַּת שָׂכִיר אִתְּךָ עַד בֹּקֶר\". וּשְׂכִיר לַיְלָה גּוֹבֶה כָּל הַיּוֹם וְעָלָיו נֶאֱמַר בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ. וּשְׂכִיר שָׁעוֹת שֶׁל יוֹם גּוֹבֶה כָּל הַיּוֹם וּשְׂכִיר שָׁעוֹת שֶׁל לַיְלָה גּוֹבֶה כָּל הַלַּיְלָה. שְׂכִיר שַׁבָּת שְׂכִיר חֹדֶשׁ שְׂכִיר שָׁנָה שְׂכִיר שָׁבוּעַ יָצָא בַּיּוֹם גּוֹבֶה כָּל הַיּוֹם יָצָא בַּלַּיְלָה גּוֹבֶה כָּל (אוֹתוֹ) הַלַּיְלָה: \n",
            "נָתַן טַלִּיתוֹ לְאֻמָּן וּגְמָרָהּ וְהוֹדִיעוֹ אֲפִלּוּ אִחֲרוֹ עֲשָׂרָה יָמִים כָּל זְמַן שֶׁהַכְּלִי בְּיַד הָאֻמָּן אֵינוֹ עוֹבֵר. נְתָנָהּ בַּחֲצִי הַיּוֹם כֵּיוָן שֶׁשָּׁקְעָה עָלָיו חַמָּה עוֹבֵר מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תָּלִין\" שֶׁהַקַּבְּלָנוּת כִּשְׂכִירוּת הִיא וְחַיָּב לִתֵּן לוֹ בִּזְמַנּוֹ: \n",
            "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וּשְׂכֹר לִי פּוֹעֲלִים. אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת שְׁנֵיהֶם אֵינָן עוֹבְרִין מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תָּלִין\" זֶה לְפִי שֶׁלֹּא שְׂכָרָן וְזֶה לְפִי שֶׁאֵין פְּעֻלָּתָן אֶצְלוֹ. וְאִם לֹא אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת הַשָּׁלִיחַ עוֹבֵר. אֵין הַשּׂוֹכֵר עוֹבֵר אֶלָּא בִּזְמַן שֶׁתְּבָעוֹ הַשָּׂכִיר וְלֹא נָתַן לוֹ אֲבָל אִם לֹא תְּבָעוֹ אוֹ שֶׁתְּבָעוֹ וְלֹא הָיָה לוֹ מַה יִּתֵּן לוֹ אוֹ שֶׁהִמְחָהוּ אֵצֶל אַחֵר וְקִבֵּל הֲרֵי זֶה פָּטוּר: \n",
            "הַמַּשְׁהֶה שְׂכַר שָׂכִיר עַד אַחַר זְמַנּוֹ אַף עַל פִּי שֶׁכְּבָר עָבַר בַּעֲשֵׂה וְלֹא תַּעֲשֶׂה הֲרֵי זֶה חַיָּב לִתֵּן מִיָּד. וְכָל עֵת שֶׁיִּשְׁהֶה עוֹבֵר עַל לָאו שֶׁל דִּבְרֵיהֶם שֶׁנֶּאֱמַר <small>(משלי ג כח)</small> \"אַל תֹּאמַר לְרֵעֲךָ לֵךְ וָשׁוּב\": \n",
            "כָּל שָׂכִיר שֶׁשְּׂכָרוֹ בְּעֵדִים וּתְבָעוֹ בִּזְמַנּוֹ וְאָמַר בַּעַל הַבַּיִת נָתַתִּי לְךָ שְׂכָרְךָ וְהַשָּׂכִיר אוֹמֵר לֹא נָטַלְתִּי כְּלוּם תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע הַשָּׂכִיר בִּנְקִיטַת חֵפֶץ וְיִטּל כְּדִין כָּל נִשְׁבָּע וְנוֹטֵל מִפְּנֵי שֶׁבַּעַל הַבַּיִת טָרוּד בְּפוֹעֲלָיו וְזֶה הַשָּׂכִיר נוֹשֵׂא נַפְשׁוֹ לָזֶה. אֲפִלּוּ הָיָה הַשָּׂכִיר קָטָן הַשָּׂכִיר נִשְׁבָּע וְנוֹטֵל. שְׂכָרוֹ שֶׁלֹּא בְּעֵדִים מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְלֹא שְׂכַרְתִּיךָ נֶאֱמָן לוֹמַר שְׂכַרְתִּיךָ וְנָתַתִּי לְךָ שְׂכָרְךָ וְיִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת שֶׁנָּתַן אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת כִּשְׁאָר הַטְּעָנוֹת. הָיָה לוֹ עֵד אֶחָד שֶׁשְּׂכָרוֹ אֵינוֹ מוֹעִיל לוֹ כְּלוּם וְכֵן אִם תְּבָעוֹ אַחֵר זְמַנּוֹ אַף עַל פִּי שֶׁשְּׂכָרוֹ בְּעֵדִים הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת. הֵבִיא רְאָיָה שֶׁתְּבָעוֹ כָּל זְמַנּוֹ הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל אוֹתוֹ הַיּוֹם שֶׁל תְּבִיעָה. כֵּיצַד. הָיָה עוֹשֶׂה עִמּוֹ בְּיוֹם שֵׁנִי עַד הָעֶרֶב זְמַנּוֹ כָּל לֵיל שְׁלִישִׁי וּבַיּוֹם הַשְּׁלִישִׁי אֵינוֹ נִשְׁבָּע וְנוֹטֵל. וְאִם הֵבִיא עֵדִים שֶׁהָיָה תּוֹבְעוֹ כָּל לֵיל שְׁלִישִׁי הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל יוֹם שְׁלִישִׁי. אֲבָל מִלֵּיל רְבִיעִי וָהָלְאָה הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְכֵן אִם הֵבִיא עֵדִים שֶׁהָיָה תּוֹבְעוֹ וְהוֹלֵךְ עַד יוֹם חֲמִישִׁי הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל יוֹם חֲמִישִׁי: \n",
            "בַּעַל הַבַּיִת אוֹמֵר שְׁתַּיִם קָצַצְתִּי לְךָ וְהַשָּׂכִיר אוֹמֵר שָׁלֹשׁ קָצַצְתָּ לִי לֹא תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע הַשָּׂכִיר כָּאן אֶלָּא הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה אַף עַל פִּי שֶׁכְּבָר נָתַן לוֹ שְׁתַּיִם אוֹ שֶׁאָמַר לוֹ הֵילָךְ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְדָבָר זֶה תַּקָּנַת חֲכָמִים הוּא כְּדֵי שֶׁלֹּא יֵלֵךְ הַשָּׂכִיר בְּפַחֵי נֶפֶשׁ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשְּׂכָרוֹ בְּעֵדִים וְלֹא יָדְעוּ כַּמָּה פָּסַק לוֹ וּתְבָעוֹ בִּזְמַנּוֹ אֲבָל אִם שְׂכָרוֹ שֶׁלֹּא בְּעֵדִים אוֹ שֶׁתְּבָעוֹ אַחַר זְמַנּוֹ יִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת שֶׁלֹּא קָצַץ לוֹ אֶלָּא מַה שֶּׁכְּבָר נָתַן לוֹ אוֹ שֶׁלֹּא נִשְׁאַר לוֹ אֶצְלוֹ אֶלָּא זֶה שֶׁאָמַר לוֹ הֵילָךְ כְּדִין כָּל הַטְּעָנוֹת: \n",
            "הַנּוֹתֵן טַלִּיתוֹ לְאֻמָּן אֻמָּן אוֹמֵר שְׁנַיִם קָצַצְתָּ לִי וְהַלָּה אוֹמֵר לֹא קָצַצְתִּי אֶלָּא אֶחָד כָּל זְמַן שֶׁהַטַּלִּית בְּיַד הָאֻמָּן אִם יָכוֹל לִטְעֹן שֶׁהִיא לְקוּחָה בְּיָדוֹ הֲרֵי הָאֻמָּן נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל. וְיָכוֹל לִטְעֹן שֶׁהִיא בִּשְׂכָרוֹ עַד כְּדֵי דָּמֶיהָ. וְאִם יָצָאת טַלִּית מִתַּחַת יָדוֹ אוֹ שֶׁאֵין לוֹ בָּהּ חֲזָקָה וְאֵינוֹ יָכוֹל לִטְעֹן שֶׁהִיא לְקוּחָה בְּיָדוֹ הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע בַּעַל הַטַּלִּית הֶסֵּת אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת כְּדִין כָּל הַטְּעָנוֹת. שֶׁאֵין זֶה כְּדִין הַשָּׂכִיר: \n",
            "שָׂכִיר הַבָּא לְהִשָּׁבַע אֵין מַחֲמִירִין עָלָיו וְאֵין מְגַלְגְּלִין עָלָיו כְּלָל אֶלָּא נִשְׁבָּע שֶׁלֹּא נָטַל וְיִטּל. וּלְכָל הַנִּשְׁבָּעִין אֵין מְקִלִּין חוּץ מִן הַשָּׂכִיר שֶׁמְּקִלִּין עָלָיו וּפוֹתְחִין לוֹ תְּחִלָּה וְאוֹמְרִים לוֹ אַל תְּצַעֵר עַצְמְךָ הִשָּׁבַע וְטל. אֲפִלּוּ הָיָה שְׂכָרוֹ פְּרוּטָה אַחַת וּבַעַל הַבַּיִת אוֹמֵר נְתַתִּיהָ לֹא יִטּל אֶלָּא בִּשְׁבוּעָה. וְכֵן כָּל הַנִּשְׁבָּע וְנוֹטֵל אֲפִלּוּ לֹא יִטְעֹן אֶלָּא פְּרוּטָה אַחַת לֹא יִטּל אוֹתָהּ אֶלָּא בִּשְׁבוּעָה כְּעֵין שֶׁל תּוֹרָה: \n"
        ],
        [
            "הַפּוֹעֲלִים שֶׁהֵן עוֹשִׂין בְּדָבָר שֶׁגִּדּוּלוֹ מִן הָאָרֶץ וַעֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ בֵּין בְּתָלוּשׁ בֵּין בִּמְחֻבָּר וְיִהְיוּ מַעֲשֵׂיהֶן גְּמִירַת הַמְּלָאכָה הֲרֵי עַל בַּעַל הַבַּיִת מִצְוָה שֶׁיַּנִּיחַ אוֹתָן לֶאֱכל מִמַּה שֶּׁהֵן עוֹשִׂין בּוֹ. שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"כִּי תָבֹא בְּכֶרֶם רֵעֶךָ\" וְגוֹ' וְכָתוּב <small>(דברים כג כו)</small> \"כִּי תָבֹא בְּקָמַת רֵעֶךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בְּשָׂכִיר וְכִי אִלּוּ לֹא שְׂכָרוֹ מִי הִתִּיר לוֹ שֶׁיָּבוֹא בְּכֶרֶם רֵעֵהוּ בַּקָּמָה שֶׁלּוֹ שֶׁלֹּא מִדַּעְתּוֹ אֶלָּא כָּךְ הוּא אוֹמֵר כִּי תָבֹא לִרְשׁוּת בְּעָלִים לַעֲבוֹדָה תֹּאכַל: \n",
            "מַה בֵּין הָעוֹשֶׂה בְּתָלוּשׁ לְעוֹשֶׂה בִּמְחֻבָּר. שֶׁהָעוֹשֶׂה בְּתָלוּשׁ אוֹכֵל בַּדָּבָר עַד שֶׁלֹּא נִגְמַר מְלַאכְתּוֹ וּמִשֶּׁתִּגָּמֵר מְלַאכְתּוֹ אָסוּר לוֹ לֶאֱכל. וְהָעוֹשֶׂה בִּמְחֻבָּר כְּגוֹן בּוֹצֵר וְקוֹצֵר אֵינוֹ אוֹכֵל אֶלָּא כְּשֶׁיִּגְמֹר עֲבוֹדָתוֹ כְּגוֹן שֶׁיִּבְצֹר וְיִתֵּן בַּסַּל עַד שֶׁיְּמַלְּאֶנּוּ וִינַפֵּץ הַסַּל לְמָקוֹם אַחֵר וְיַחְזֹר וְיִבְצֹר וִימַלְּאֶנּוּ וְאֵינוֹ אוֹכֵל אֶלָּא עַד אַחַר שֶׁיְּמַלֵּא הַסַּל. אֲבָל מִפְּנֵי הֶשֵּׁב אֲבֵדָה לַבְּעָלִים אָמְרוּ חֲכָמִים שֶׁיִּהְיוּ הַפּוֹעֲלִין אוֹכְלִין בַּהֲלִיכָתָן מֵאֹמֶן לְאֹמֶן וּבַחֲזִירָתָן מִן הַגַּת כְּדֵי שֶׁלֹּא יִבָּטְלוּ מִמְּלַאכְתָּן וְיֵשְׁבוּ לֶאֱכל אֶלָּא אוֹכְלִין בְּתוֹךְ הַמְּלָאכָה כְּשֶׁהֵן מְהַלְּכִין וְאֵינָן מְבַטְּלִין: \n",
            "הַמְבַטֵּל מִמְּלַאכְתּוֹ וְאָכַל אוֹ שֶׁאָכַל שֶׁלֹּא בִּשְׁעַת גְּמַר מְלָאכָה הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כג כו)</small> \"וְחֶרְמֵשׁ לֹא תָנִיף\" וְגוֹ'. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל זְמַן שֶׁהוּא עוֹסֵק בִּקְצִירָה לֹא יָנִיף חֶרְמֵשׁ לַאֲכִילָתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן פּוֹעֵל שֶׁהוֹלִיךְ בְּיָדוֹ מִמַּה שֶּׁעָשָׂה אוֹ שֶׁלָּקַח יֶתֶר עַל אֲכִילָתוֹ וְנוֹתֵן לַאֲחֵרִים עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"וְאֶל כֶּלְיְךָ לֹא תִתֵּן\". וְאֵין לוֹקִין עַל שְׁנֵי לָאוִין אֵלּוּ שֶׁאִם אָכַל אוֹ הוֹלִיךְ חַיָּב לְשַׁלֵּם: \n",
            "הַחוֹלֵב וְהַמְחַבֵּץ וְהַמְגַבֵּן אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁאֵינָן גִּדּוּלֵי קַרְקַע. הַמְנַכֵּשׁ בִּבְצָלִים וּבְשׁוּמִין אַף עַל פִּי שֶׁתּוֹלְשִׁין קְטַנִּים מִבֵּין הַגְּדוֹלִים וְכָל כַּיּוֹצֵא בָּזֶה אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁאֵין מַעֲשֵׂיהֶם גְּמַר מְלָאכָה. וְאֵין צָרִיךְ לוֹמַר שׁוֹמְרֵי גִּנּוֹת וּפַרְדֵּסִים וְכָל דָּבָר הַמְחֻבָּר כַּמִּקְשָׁאוֹת וְהַמִּדְלָעוֹת שֶׁאֵין אוֹכְלִין כְּלָל: \n",
            "הַבּוֹדֵל בִּתְמָרִים וּבִגְרוֹגָרוֹת אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁנִּגְמְרָה מְלַאכְתָּן לְמַעֲשֵׂר. הָעוֹשֶׂה בְּחִטִּים וְכַיּוֹצֵא בָּהֶן אַחַר שֶׁעָשׂוּ כְּגוֹן שֶׁשְּׂכָרָן לָבוּר צְרוֹרוֹת אוֹ לְנַפֵּחַ אוֹתָן אוֹ לִטְחֹן הֲרֵי אֵלּוּ אוֹכְלִין שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן לְחַלָּה. אֲבָל הַלָּשׁ וְהַמְקַטֵּף וְהָאוֹפֶה אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁנִּגְמְרָה מְלַאכְתָּן לְחַלָּה וְאֵין הַפּוֹעֵל אוֹכֵל אֶלָּא מִדָּבָר שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ לְחַלָּה וּלְמַעֲשֵׂר: \n",
            "נִתְפָּרְסוּ עִגּוּלָיו וְנִתְפַּתְּחוּ חָבִיּוֹתָיו [וְנֶחְתְּכוּ דְּלוּעָיו] וּשְׂכָרָן לַעֲשׂוֹת בָּהֶן הֲרֵי אֵלּוּ לֹא יֹאכְלוּ שֶׁהֲרֵי נִגְמְרוּ מְלַאכְתָּן וְנִקְבְּעוּ לְמַעֲשֵׂר וַהֲרֵי הֵן טֶבֶל. וְאִם לֹא הוֹדִיעָן מְעַשֵּׂר וּמַאֲכִילָן. אֵין הַפּוֹעֲלִים אוֹכְלִין בְּשֶׁל הֶקְדֵּשׁ שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"בְּכֶרֶם רֵעֶךָ\": \n",
            "שָׂכַר פּוֹעֲלִין לַעֲשׂוֹת בְּנֶטַע רְבָעִי שֶׁלּוֹ הֲרֵי אֵלּוּ לֹא יֹאכְלוּ. וְאִם לֹא הוֹדִיעָם פּוֹדֶה וּמַאֲכִילָן: \n",
            "הַקּוֹצֵר וְהַדָּשׁ וְהַזּוֹרֶה וְהַבּוֹרֵר וְהַמּוֹסֵק וְהַבּוֹצֵר וְהַדּוֹרֵךְ וְכָל כַּיּוֹצֵא בִּמְלָאכוֹת אֵלּוּ הֲרֵי הֵם אוֹכְלִין מִן הַתּוֹרָה: \n",
            "שׁוֹמְרֵי גִּתּוֹת וַעֲרֵמוֹת וְכָל דָּבָר הַתָּלוּשׁ מִן הַקַּרְקַע שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן לְמַעֲשֵׂר אוֹכְלִין מֵהִלְכוֹת מְדִינָה שֶׁהַשּׁוֹמֵר אֵינוֹ כְּעוֹשֶׂה מַעֲשֶׂה. אֲבָל אִם עָשָׂה בְּאֵיבָרָיו בֵּין בְּיָדָיו בֵּין בְּרַגְלָיו אֲפִלּוּ בִּכְתֵפָיו הֲרֵי זֶה אוֹכֵל מִן הַתּוֹרָה: \n",
            "הָיָה עוֹשֶׂה בִּתְאֵנִים לֹא יֹאכַל בַּעֲנָבִים בַּעֲנָבִים לֹא יֹאכַל בִּתְאֵנִים שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"בְּכֶרֶם\" \"וְאָכַלְתָּ עֲנָבִים\". וְהָעוֹשֶׂה בְּגֶפֶן זוֹ אֵינוֹ אוֹכֵל בְּגֶפֶן אַחֶרֶת. וְלֹא יֹאכַל עֲנָבִים וְדָבָר אַחֵר. וְלֹא יֹאכַל בְּפַת וְלֹא בְּמֶלַח וְאִם קָצַץ עַל בַּעַל הַבַּיִת עַל שִׁעוּר מַה שֶּׁיֹּאכַל אוֹכֵל אוֹתוֹ בֵּין בְּמֶלַח בֵּין בְּפַת בֵּין בְּכָל דָּבָר שֶׁיִּרְצֶה. אָסוּר לְפוֹעֵל לָמֹץ בַּעֲנָבִים שֶׁנֶּאֱמַר וְאָכַלְתָּ עֲנָבִים. וְלֹא יִהְיוּ בָּנָיו אוֹ אִשְׁתּוֹ מְהַבְהֲבִין לוֹ הַשִּׁבֳּלִין בָּאוּר שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"וְאָכַלְתָּ עֲנָבִים כְּנַפְשְׁךָ\" עֲנָבִים כְּמוֹת שֶׁהֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "אָסוּר לַפּוֹעֵל לֶאֱכל מִמַּה שֶּׁהוּא אוֹכֵל אֲכִילָה גַּסָּה שֶׁנֶּאֱמַר כְּנַפְשְׁךָ שָׂבְעֶךָ. וּמֻתָּר לוֹ לִמְנֹעַ אֶת עַצְמוֹ עַד מְקוֹם הַיָּפוֹת וְאוֹכֵל. וְיֵשׁ לוֹ לֶאֱכל קִישׁוּת אֲפִלּוּ בְּדִינָר וְכוֹתֶבֶת אֲפִלּוּ בְּדִינָר אַף עַל פִּי שֶׁשְּׂכָרוֹ בְּמָעָה כֶּסֶף שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"כְּנַפְשְׁךָ שָׂבְעֶךָ\". אֲבָל מְלַמְּדִין אֶת הָאָדָם שֶׁלֹּא יִהְיֶה רְעַבְתָּן וְיִהְיֶה סוֹתֵם אֶת הַפֶּתַח בְּפָנָיו. הָיָה מְשַׁמֵּר אַרְבַּע אוֹ חָמֵשׁ עֲרֵמוֹת לֹא יְמַלֵּא כְּרֵסוֹ מֵאַחַת מֵהֶן אֶלָּא אוֹכֵל מִכָּל אַחַת וְאַחַת לְפִי חֶשְׁבּוֹן: \n",
            "הַפּוֹעֲלִים שֶׁלֹּא הָלְכוּ שְׁתִי וָעֵרֶב בַּגַּת אוֹכְלִין עֲנָבִים וְאֵין שׁוֹתִין יַיִן שֶׁעֲדַיִן אֵינָן עוֹשִׂין אֶלָּא בַּעֲנָבִים בִּלְבַד. וּמִשֶּׁיִּדְרְכוּ בַּגַּת וִיהַלְּכוּ בָּהּ שְׁתִי וָעֵרֶב יֵשׁ לָהֶן לֶאֱכל מִן הָעֲנָבִים וְלִשְׁתּוֹת מִן הַתִּירוֹשׁ שֶׁהֲרֵי הֵן עוֹשִׂין בָּעֲנָבִים וּבַיַּיִן: \n",
            "פּוֹעֵל שֶׁאָמַר תְּנוּ לְאִשְׁתִּי וּבָנַי מַה שֶּׁאֲנִי אוֹכֵל אוֹ שֶׁאָמַר הֲרֵינִי נוֹתֵן מְעַט מִזֶּה שֶׁנָּטַלְתִּי לֶאֱכל לְאִשְׁתִּי וּבָנַי אֵין שׁוֹמְעִין לוֹ שֶׁלֹּא זִכְּתָה תּוֹרָה אֶלָּא לַפּוֹעֵל עַצְמוֹ. אֲפִלּוּ נָזִיר שֶׁהָיָה עוֹשֶׂה בָּעֲנָבִים וְאָמַר תְּנוּ לְאִשְׁתִּי וּבָנַי אֵין שׁוֹמְעִין לוֹ: \n",
            "פּוֹעֵל שֶׁהָיָה עוֹשֶׂה הוּא וְאִשְׁתּוֹ וּבָנָיו וַעֲבָדָיו וְהִתְנָה עִם הַבַּעַל הַבַּיִת שֶׁלֹּא יֹאכְלוּ מִמַּה שֶּׁהֵן עוֹשִׂין לֹא הוּא וְלֹא הֵם הֲרֵי אֵלּוּ אֵינָן אוֹכְלִין. בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְדוֹלִים מִפְּנֵי שֶׁיֵּשׁ בָּהֶם דַּעַת וַהֲרֵי מָחֲלוּ אֲבָל קְטַנִּים אֵינוֹ יָכוֹל לִפְסֹק עֲלֵיהֶם שֶׁלֹּא יֹאכְלוּ שֶׁאֵינָן אוֹכְלִין מִשֶּׁל אֲבִיהֶן אוֹ מִשֶּׁל אֲדוֹנֵיהֶם אֶלָּא מִשֶּׁל שָׁמַיִם: \n"
        ],
        [
            "הַבְּהֵמָה אוֹכֶלֶת כָּל זְמַן שֶׁהִיא עוֹשָׂה בְּגִדּוּלֵי קַרְקַע בֵּין בִּמְחֻבָּר בֵּין בְּתָלוּשׁ. וְאוֹכֶלֶת מִמַּשּׂאוֹי שֶׁעַל גַּבָּהּ עַד שֶׁתִּהְיֶה פּוֹרֶקֶת וּבִלְבַד שֶׁלֹּא יִטּל בְּיָדוֹ וְיַאֲכִילֶנָּה: \n",
            "כָּל הַמּוֹנֵעַ הַבְּהֵמָה מִלֶּאֱכל בִּשְׁעַת מְלַאכְתָּהּ לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים כה ד)</small> \"לֹא תַחְסֹם שׁוֹר בְּדִישׁוֹ\". אֶחָד שׁוֹר וְאֶחָד כָּל מִינֵי בְּהֵמָה וְחַיָּה בֵּין טְמֵאִין בֵּין טְהוֹרִין וְאֶחָד הַדִּישָׁה וְאֶחָד כָּל שְׁאָר הַמְּלָאכוֹת שֶׁל גִּדּוּלֵי קַרְקַע וְלֹא נֶאֱמַר שׁוֹר בְּדִישׁוֹ אֶלָּא בָּהוֹוֶה. וְהַחוֹסֵם אֶת הַפּוֹעֵל פָּטוּר. אֶחָד הַחוֹסֵם אוֹתָהּ בִּשְׁעַת מְלָאכָה וְאֶחָד הַחוֹסֵם אוֹתָהּ מִקֹּדֶם וְעָשָׂה בָּהּ מְלָאכָה וְהִיא חֲסוּמָה אֲפִלּוּ חֲסָמָהּ בְּקוֹל לוֹקֶה. שָׂכַר בְּהֵמָה וַחֲסָמָהּ וְדָשׁ בָּהּ לוֹקֶה וּמְשַׁלֵּם לַבְּעָלִים אַרְבַּעַת קַבִּין לְפָרָה וּשְׁלֹשֶׁת קַבִּין לַחֲמוֹר שֶׁמִּשְּׁעַת מְשִׁיכָה נִתְחַיֵּב בִּמְזוֹנוֹתֶיהָ. וְאֵינוֹ חַיָּב מַלְקוֹת עַד שֶׁיָּדוּשׁ בָּהּ חֲסוּמָה: \n",
            "יִשְׂרָאֵל הַדָּשׁ בְּפָרָתוֹ שֶׁל עַכּוּ''ם עוֹבֵר מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַחְסֹם\". וְהָעַכּוּ''ם הַדָּשׁ בְּפָרָתוֹ שֶׁל יִשְׂרָאֵל אֵינוֹ עוֹבֵר מִשּׁוּם בַּל תַחְסֹם. אָמַר לְעַכּוּ''ם חֲסֹם פָּרָתִי וְדוּשׁ בָּהּ. יָשַׁב לָהּ קוֹץ בְּפִיהָ וְדָשׁ בָּהּ וַהֲרֵי אֵינָהּ אוֹכֶלֶת. הִרְבִּיץ לָהּ אֲרִי מִבַּחוּץ אוֹ שֶׁהִרְבִּיץ בְּנָהּ מִבַּחוּץ. הֲרֵי שֶׁצָּמְאָה וְאֵינוֹ מַשְׁקֶה אוֹתָהּ. פָּרַס עוֹר עַל גַּבֵּי הַדַּיִשׁ כְּדֵי שֶׁלֹּא תֹּאכַל. כָּל זֶה וְכַיּוֹצֵא בּוֹ אָסוּר וְאֵינוֹ לוֹקֶה. הָיָה הַדָּבָר שֶׁהִיא עוֹשָׂה בּוֹ רַע לִבְנֵי מֵעֶיהָ וּמַזִּיקָהּ אוֹ שֶׁהָיְתָה חוֹלָה וְאִם תֹּאכַל מִזֶּה מַתְרֶזֶת מֻתָּר לְמָנְעָהּ. שֶׁלֹּא הִקְפִּידָה תּוֹרָה אֶלָּא עַל הֲנָאָתָהּ וַהֲרֵי אֵינָהּ נֶהֱנֵית: \n",
            "פָּרָה שֶׁל יִשְׂרָאֵל שֶׁהָיָה כֹּהֵן דָּשׁ בָּהּ בִּתְרוּמָה וּבִתְרוּמַת מַעֲשֵׂר שֶׁל וַדַּאי. וְכֵן פָּרוֹת הַדָּשׁוֹת בְּמַעֲשֵׂר שֵׁנִי. וּפָרוֹת הַמְהַלְּכוֹת עַל הַתְּבוּאָה. לְפִי שֶׁיָּרַט לָהֶן הַדֶּרֶךְ אֵינוֹ עוֹבֵר עֲלֵיהֶן מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַּחְסֹם\". אֲבָל מִפְּנֵי מַרְאִית הָעַיִן אִם הָיוּ דָּשׁוֹת בִּתְרוּמָה וּמַעֲשֵׂר שֵׁנִי מֵבִיא מְעַט מֵאוֹתוֹ הַמִּין וְתוֹלֶה לָהֶן בַּקְּרֻסְטְלִין שֶׁבְּפִיהֶן: \n",
            "הַדָּשׁ בְּמַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי וּבִתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי וּבְגִדּוּלֵי תְּרוּמָה עוֹבֵר מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַּחְסֹם\": \n",
            "רַשַּׁאי בַּעַל הַפָּרָה לְהַרְעִיב פָּרָתוֹ וּלְסַגְּפָהּ כְּדֵי שֶׁתֹּאכַל הַרְבֵּה מִן הַדַּיִשׁ. וְרַשַּׁאי הַשּׂוֹכֵר לְהַאֲכִילָהּ פְּקִיעֵי עָמִיר כְּדֵי שֶׁלֹּא תֹּאכַל הַרְבֵּה מִן הַדַּיִשׁ. כַּיּוֹצֵא בּוֹ רַשַּׁאי בַּעַל הַבַּיִת לְהַשְׁקוֹת פּוֹעֲלִים יַיִן כְּדֵי שֶׁלֹּא יֹאכְלוּ עֲנָבִים הַרְבֵּה. וְרַשָּׁאִין פּוֹעֲלִין לִטְבּל פִּתָּן בְּצִיר כְּדֵי שֶׁיֹּאכְלוּ עֲנָבִים הַרְבֵּה. אֲבָל אֵין הַפּוֹעֵל רַשַּׁאי לַעֲשׂוֹת מְלַאכְתּוֹ בַּלַּיְלָה וּלְהַשְׂכִּיר עַצְמוֹ בַּיּוֹם אוֹ לָדוּשׁ בְּפָרָתוֹ עַרְבִית וּלְהַשְׂכִּירָהּ שַׁחֲרִית. וְלֹא יִהְיֶה מַרְעִיב וּמְסַגֵּף עַצְמוֹ וּמַאֲכִיל מְזוֹנוֹתָיו לְבָנָיו מִפְּנֵי גֵּזֶל מְלַאכְתּוֹ שֶׁל בַּעַל הַבַּיִת. שֶׁהֲרֵי תָּשֵׁשׁ כֹּחוֹ וְתֵחָלֵשׁ דַּעְתּוֹ וְלֹא יַעֲשֶׂה מְלָאכָה בְּכֹחַ: \n",
            "כְּדֶרֶךְ שֶׁמֻּזְהָר בַּעַל הַבַּיִת שֶׁלֹּא יִגְזל שְׂכַר עָנִי וְלֹא יְעַכְּבֶנּוּ כָּךְ הֶעָנִי מֻזְהָר שֶׁלֹּא יִגְזל מְלֶאכֶת בַּעַל הַבַּיִת וְיִבָּטֵל מְעַט בְּכָאן וּמְעַט בְּכָאן וּמוֹצִיא כָּל הַיּוֹם בְּמִרְמָה אֶלָּא חַיָּב לְדַקְדֵּק עַל עַצְמוֹ בַּזְּמַן שֶׁהֲרֵי הִקְפִּידוּ עַל בְּרָכָה רְבִיעִית שֶׁל בִּרְכַּת הַמָּזוֹן שֶׁלֹּא יְבָרֵךְ אוֹתָהּ. וְכֵן חַיָּב לַעֲבֹד בְּכָל כֹּחוֹ שֶׁהֲרֵי יַעֲקֹב הַצַּדִּיק אָמַר כִּי בְּכָל כֹּחִי עָבַדְתִּי אֶת אֲבִיכֶן. לְפִיכָךְ נָטַל שְׂכַר זֹאת אַף בָּעוֹלָם הַזֶּה שֶׁנֶּאֱמַר <small>(בראשית ל מג)</small> \"וַיִּפְרֹץ הָאִישׁ מְאֹד מְאֹד\": סְלִיקוּ לְהוּ הִלְכוֹת שְׂכִירוּת \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות שכירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}