{
    "title": "Treasures Hidden in the Sand",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Treasures_Hidden_in_the_Sand",
    "text": {
        "Title Page": [
            "מאמר",
            "<big><strong>שפוני טמוני חול </strong></big>",
            "והוא בירור הלכה במציאות החלזון אף בזמנינו אם נוכל להשיגו ולצבוע בו תכלת לקיים מצות ציצית בשלמות. למען נלמד ליראה את ה' על ידי ראיה המביאה לידי זכירה שעיקרה בראיית התכלת כדאיתא במסכת מנחות <small>(מג:)</small> ונתבאר בו מקום מציאותו וסימניו שיצאו לנו מדברי חז\"ל התנאים והאמוראים וגדולי הפוסקים הראשונים ז\"ל: ",
            "אשר העליתי והכינותי בעניי הצעיר והדל באלפי ישראל גרשון חנוך באאמו\"ר הרב הגאון הקדוש מוהר\"ר יעקב זללה\"ה מאיזבצא\n"
        ],
        "Introduction": [
            "<big><strong>מאמר שפוני טמוני חול </strong></big>",
            "בשם ה' אל עולם אשר מכל עם בחר בנו, ותורתו נתן לנו, ובמצותיו קדשנו, ממנו אשאל מענה לשון, והוא יכין לבי ויפתח שפתי, ופי יגיד תהלתו, ולא יסיר ממני חסדו ותפלתי:",
            "<b>ממעמקי</b> הלב מן המצר, אקרא לאלהים כל יציר יוצר, ישמע תפלתי בקראי אליו בצר, וירחיב לי ויחנני חנם מאוצרו הטוב, וירחיב לבי לרוץ דרך מצותיו ולבשר צדק בקהל רב, וינחני בדרך עולם ואתהלכה ברחבה ופקודיו אדרוש, ואשתעשע במצותיו באהבה וביראה, יחזקני ויקימני לדבר בעדותיו נגד מלכים מאן מלכי רבנן:",
            "<b>ואם</b> אמנם מי אנכי אשר אפתח פי להגיד צדקתו, ומצותיו אלמד בקהל רב לפני עדת עם קדש להורותם, הלא ידעתי מך ערכי, לא בינת אדם לי, ולא אדע דעת קדושים, ואנכי שפל אדם וקצר דעת, מסובב תלאות, אין ספורות, מרדף בלי חשך, בא בעמקי מצולה ולא עצר כח, תושיה רחקה ממני, ואיך אתחרה להביע דעת לפני גדולים וטובים ממני:",
            "<b>אכן</b> חסדי אל יסעדוני, ועל במותי יעמידני, הן הם נחמתי, כי שמתי אל לבי מאמר שלמה המלך ע\"ה <small>(משלי ג׳:כ״א-כ״ב)</small> בני אל ילזו מעיניך נצור תושיה ומזמה, ויהיו חיים לנפשך וחן לגרגרותיך, אז תלך לבטח דרכך ורגלך לא תגוף וגו' ה' יהיה בכסלך ושמר רגלך מלכד. כי יסוד המוסד בדברי תורה שלא יליזו מעיני האדם אף השפל שבשפלים, יש לו מקום בדברי תורה ויוכל לזכות בה אף יותר מכפי גבול מערכי יסודות נפשו והוא ירושה לכל קהלות יעקב, וגם אני הדל והשפל עפר ואפר בתוכם כדאיתא במדרש ויקרא רבה <small>(פרשה ט)</small> תורה צוה לנו משה מורשה קהלת יעקב <small>(דברים ל״ג:ד׳)</small> מורשה קהלת ינאי אין כתיב כאן אלא קהלת יעקב יעו\"ש ויהא רעוא דאימא מלא דתתקבל ואגורה באהלו עולמים, וזכות אבותי הקדושים אשר התהלכו לפניו יזכני להיות ממזכי הרבים בדברי מצותיו: \n"
        ],
        "": [
            "<b>מאמר שפוני טמוני חול</b> עזרי מעם ה' עושה שמים וארץ",
            "<b>כאשר</b> זה שנים רבות שמתי אל לבי ענין מצות תכלת, אשר בעונותינו הרבים נמנעה מאתנו, והוא אחד מהענינים אשר חדלנו טובה בגליותינו וטלטלנו טלטלה גבר, וזנח נפשנו טובה, ואין אנו יכולים לעלות ולראות ולהשתחוות לה' בבית בחירתנו שזה עיקר סבל הגולה, כמו שאנו מזכירין בתפלתנו, וכמאמר ישעיה הנביא <small>(סג)</small> למה תתענו ה' מדרכיך תקשיח לבנו מיראתך. וזה ג\"כ ענין תכלת, כדאיתא במסכת מנחות <small>(מג:)</small> רבי אליעזר בן יעקב אומר כל שיש לו תפלין בראשו ותפלין בזרועו וציצית בבגדו ומזוזה בפתחו הכל בחיזוק שלא יחטא כו', ואמרינן עוד <small>(שם מד.)</small> באו ד' ציציותיו וטפחו לו על פניו וכו' יעו\"ש, והיינו כי הא דתניא <small>(שם מג:)</small> וראיתם אותו וזכרתם ועשיתם, ראיה מביאה לידי זכירה זכירה מביאה לידי עשיה וכו' יעו\"ש, ועיקר הזכירה בציצית מביא התכלת שמתדמה לכסא הכבוד, כדאמרינן <small>(שם)</small> מה נשתנה תכלת מכל מיני צבעונין מפני שהתכלת דומה לים וים דומה לרקיע ורקיע לכסא הכבוד כו' ופירש\"י ז\"ל ומכח התכלת מזכיר היושב על הכסא יעו\"ש, ועיין במדרש במדבר רבה <small>(נשא פי\"ד בנשיא לבני אפרים)</small> ובירושלמי ברכות <small>(פ\"א ה\"ב)</small>, וכדאיתא בזוה\"ק <small>(שלח קעה:)</small> והוא חוטא חד ורשימא בגוונהא וגוונא דילה נפיק מחד נונא דאזיל בים כנרת וכנרת על שמה אתקרי ועל דא כנור דדוד מנגן מאליו למלכא קדישא עלאה, ובג\"כ גווני עייל עד רקיעא ומרקיעא עד כורסיא, והכא כתיב מצוה כמה דאת אמר <small>(מלכים ב' יח)</small> מצות המלך היא, <small>(אסתר ג)</small> מדוע אתה עובר את מצות המלך, <small>(נחמיה יא)</small> כי מצות המלך, ותאנא יסודא ושרשא במלכא מתעטרין כחדא והאי הוא כתרא ופתחא לכל שאר כתרין דכתיב <small>(תהלים קיח)</small> פתחו לי שערי צדק וכתיב <small>(שם)</small> זה השער לה' ועל דא כתיב וראיתם אותו וזכרתם את כל מצות ה', לאכללא בהאי כל שאר כתרין וכו' יעו\"ש. וידוע דשער הראשון לכל השערים הוא היראה אשר צדיקים יבואו בו לכל השערים כדכתיב <small>(תהלים קיא)</small> ראשית חכמה יראת ה':",
            "<b>ובהיות</b> כן, הגם שאין להתפלא על התחלת הדבר שהופסק ונתבטל מאתנו מצות התכלת, כאשר ידוע כי בעונותינו הרבים עברו עלינו צרות רבות וגזרות, וטלטלנו מגולה אל גולה, וליוקר מציאות התכלת מחמת דלותנו ושפלותנו, לא היה באפשר להשיג התכלת. ",
            "<b>אכן ודאי ראוי ונכון בכל דור ודור לכל מי אשר יראת ה' נגעה בלבו, להתבונן ולשום לב לחפש עד מקום שידו מגעת, אולי יזכהו ה' להיות ממזכי הרבים להחזיר עבודת עטרת תפארת התכלת לישראל.</b> ולהיות כי ידוע אשר אם הראשונים כמלאכים אנו כבני אדם, ואם הראשונים כבני אדם אנו כחמורים וכו', ולזה יפלא בהשקפה ראשונה, איך לא התעוררו לזה חכמינו ז\"ל אשר לפנינו בשום זמן מהזמנים מאז שנפסקה מצות התכלת מישראל ועד עתה להחזיר העטרה ליושנה, וזה בעצמו מפיל תרדמת העצלות מלקרב אל המלאכה ומעורר טענות לומר, כי הוא מן הנמנעות לשוב ולקיים מצוה זו כבראשונה, לזאת ראיתי להציג הטענות אשר יוכלו לפול בזה הענין ולהראות בעולם: \n"
        ],
        "The Objections": [
            [
                "<b>הטענה הראשונה:</b> היא כי כאשר ידוע שבעונותינו הרבים בחורבן בית ראשון ובחורבן בית שני שיבב\"א נגנזו ונתבטלו מאתנו הרבה דברים, ויש לומר כי כן גזרה חכמתו יתברך גם על החלזון ודמו שצובעין ממנו התכלת, שיהיה נגנז עד עת קץ:",
                "<b>אכן</b> טענה זו ביטולה מבואר מאד, להיות שלא מצינו בשום מקום בש\"ס לומר כן שנתבטל ונגנז התכלת בשום זמן מהזמנים, והרי מצינו שהש\"ס שלהי מס' סוטה קא חשיב ואזיל הדברים שנתמעטו ונתבטל מציאותם אחר החורבן, ואפילו דברים שמצויים ורק נתמעט ריבוי מציאותם קא חשיב ג\"כ כדאיתא <small>(סוטה מח:)</small> מיום שחרב מקדש ראשון בטלה שירא פרנדא ועיין תוס' <small>(שבת כ: ד\"ה אנן)</small> דמ\"מ שכיח קצת יעו\"ש. וכן זכוכית לבנה דקחשיב התם ועיין תוס' <small>(בבא מציעא כט: ד\"ה בזכוכית)</small> דמ\"מ שכיח קצת יעו\"ש, וכן נופת צופים הנזכר במס' סוטה <small>(שם)</small> שבטל ובירושלמי <small>(פאה פ\"ז ה\"ג)</small> נראה שנמצא גם אחר החורבן, ואם באמת נגנז התכלת ונתבטל ודאי הוי קחשיב ליה הש\"ס בשום דוכתא מלאשמועינן זאת. ומזה נראה ברור דלא נגנז ולא נתבטל ממציאותו הקודם, ולהכי לא שייך למיחשביה, כי לא נשתנה מציאותו בשום זמן מהזמנים, כי תמיד היה מציאותו יקר, כדאיתא במס' מנחות <small>(מג.)</small> ונמכר בדמים יקרים יעו\"ש, והיה צריך בקי ואומן מומחה בעשיית צבעו, כדמשמע התם, וגם עכשיו אחר החורבן אין מציאותו יקר יותר מבזמן המקדש ואפשר מציאותו בעזר השי\"ת ע\"י בקי ואומן מומחה:",
                "<b>ומה</b> דאיתא בספרי <small>(פ' ברכה פסקא שנ\"ד)</small> על פסוק שפע ימים יינקו, אמר רבי יוסי פעם אחת הייתי מהלך מכזיב לצור ומצאתי זקן אחד ושאלתיו בשלומו, אמרתי לו פרנסתך במה הוא, אמר לי מחלזון, אמרתי לו ומי מצוי, אמר לי השמים מקום בים שמוטל בהרים וסמומיות מכישות אותו ומת ונימוק במקומו, אמרתי השמים זכר הוא שנגנז לצדיקים לעולם הבא, שפוני זה חלזון וכו' יעו\"ש. ומשמע מזה לכאורה שהחלזון שצובעין ממנו תכלת נגנז, אכן באמת תמוה דבימי התנאים ודאי היה מצוי להם תכלת, שהרי אפילו בימי האמוראים היה נהוג תכלת כדאיתא במס' מנחות <small>(מב:)</small> אמר ליה אביי לרב שמואל בר רב יהודה הא תכילתא היכי צבעיתו לה וכו' יעו\"ש:",
                "<b>ומצאתי</b> להגאון העצום הספרדי מו\"ה דוד פארדו ז\"ל בספרו היקר ספרי דבי רב שהעיר בזה, דמאי קא מתמה רבי יוסי ומי מצוי והא גם בימי האמוראים היה מצוי, ותירץ דמדקאמר ליה אותו הזקן שפרנסתו מחלזון ולא אמר מתכלת, שמע מיניה שלא היה עסקו מצובעי התכלת או ממוכרי התכלת אלא שהיה כל שעה צד חלזונות עצמן ומזה היה מתפרנס, ועל זה היה מתמה האיך היה מתפרנס מחלזון דמשמע שהיה שכיח לו לצודו בכל פעם ומי מצוי הוא, והשיבו הזקן דאין הכי נמי שלא נמצא אלא במקום ידוע בים, וביאר שם שרק המובחר הוא גנוז לצדיקים יעו\"ש, ביאור דבריו ז\"ל נראה, שרק מחמת שאמר שפרנסתו מחלזון הוא דקא מתמה מי מצוי הוא, והיינו כדאמרינן <small>(מנחות מד.)</small> ועולה אחת לשבעים שנה וכו' יעו\"ש וכיון דאינו עולה אלא אחת לשבעים שנה היאך הוא מצוי לצודו בכל פעם, אבל צבע התכלת היה מצוי, שהגם שהחלזון אינו עולה אלא אחת לשבעים שנה מ\"מ היו מכינים אז מדמו צבע התכלת על כל השבעים שנה, כן נראה ביאור דבריו ז\"ל, ואולי כתב להדיא כן כי אין ספרו לפני לעיין בו ולא העתקתי רק הרשום בזכרוני:",
                "<b>וכפי</b> זה היה נראה לכאורה, כי דבר הנמנע הוא בימינו אלה לחפש אחר החלזון לצבוע מדמו צבע התכלת, שהרי אין אנו יודעין חשבון השנה שהחלזון עולה לצוד אותו:",
                "<b>אכן</b> באמת מה שהבין במאמר הש\"ס ועולה אחת לשבעים שנה שאינו נמצא כלל, רק אז באותה העת שעולה, ואח\"כ אינו בנמצא עוד כלל הוא דבר מתמיה, שהרי אמרינן במס' שבת <small>(כו.)</small> ומדלת הארץ השאיר נבוזראדן רב טבחים לכורמים וליוגבים <small>(ירמיה נב)</small> כורמים תנא רב יוסף אלו מלקטי אפרסמון מעין גדי ועד רמתא, יוגבים אלו ציידי חלזון מסולמות של צור ועד חיפה. ופירש\"י ז\"ל, וליוגבים לשון יקבים שעוצרים ופוצעין את החלזון להוציא דמו כדאמרן בפרק כלל גדול <small>(עה.)</small> והניחם נבוזראדן ללבושי המלך יעו\"ש. ואי כפי הבנתו ז\"ל שהחלזון עצמו אינו מצוי אלא אותה העת שהוא עולה מן הים אחת לשבעים שנה ואח\"כ אינו בנמצא עוד כלל, א\"כ יפלא וכי השאיר אותם לדבר שהוא אחת לשבעים שנה, וגם לשון ציידי חלזון משמע שהיו תמיד ציידי החלזון. אלא נראה ברור שגם החלזון עצמו נמצא תמיד ויכולין לצוד אותו, והא דקאמר שעולה אחת לשבעים שנה, היינו שאחת לשבעים שנה עולה ומתרבה, אבל אחר כך הגם שנמצא גם כן אבל אינו מצוי כל כך, ואם כן תמיהת רבי יוסי מי מצוי צריך ביאור, דהגם שאינו מצוי כל כך לכל אדם ליטלו בנקל אבל מכל מקום מצוי הוא להציידים האומנים ובקיאים במלאכת הצידה לצוד אותו:",
                "<b>והנראה,</b> דמתשובתו של אותו זקן אתה לומד תמיהתו של רבי יוסי מה היתה, שהאריך בתשובתו, השמים מקום בים שמוטל בהרים וסמומיות מכישות אותו ומת ונימוק במקומו, וכפי פשטות כוונות שאלת רבי יוסי מי מצוי שהיה מתמה הרי נגנז ואינו מצוי להשיגו כלל, היה סגי ליה לאותו זקן להשיבו בקיצור שנזדמן לו מקום בים שמשיג אותו שם לצוד אותו. ולזה נראה דבאמת לא היתה כוונת רבי יוסי בתמיהתו מי מצוי שאינו בנמצא כלל, שהרי באמת הוא נמצא ואפשר לציידי דגים שיזדמן להם החלזון במקרה, כדאמרן מהאי דשבת שנבוזראדן הניח ציידי חלזון מסולמות של צור ועד חיפה, אלא כלפי שהשיבו אותו זקן על שאלתו פרנסתך במאי מחלזון, ולא השיבו שהוא צייד ופרנסתו ממה שמזדמן לו בצידתו יהיה חלזון או שאר מיני דגים, משמע שמחלזון לבדו הוא פרנסתו, על זה היה תמיהתו של רבי יוסי מי מצוי, כלומר מי מצוי תדיר בלא טורח שיספיק לו להתפרנס עצמו תמיד מהחלזון לבדו, שהגם שנמצא בהים ובבצים שסביב הים כמו שיתבאר, שהחלזון גידולו עיקר בים, אבל רק ע\"י צידה וטורח גדול אפשר לציידי דגים שיזדמן להם במקרה, וגם אחת לשבעים שנה שעולה מן הארץ ומתרבה בהרים שבים וסמוכים לים, כמו שיתבאר אי\"ה מפי' רש\"י ז\"ל, ג\"כ צריך צידה וטורח גדול להשיגו, כמו שיתבאר מספר הקנה הקדוש, שדרך החלזון לחפור עצמו להטמין עצמו בארץ וכדדרשינן שפוני טמוני חול על החלזון, ואיך הוא אומר שפרנסתו הוא מהחלזון לבדו. וזה שהשיבו אותו זקן, השמים מקום בים שמוטל בהרים ואין צריך טורח לחפשו בים ולפרוש עליו מצודה, וסמומיות מכישות אותו ומת ונימוק במקומו ואיו יכול לחפור עצמו ולהטמין בארץ, וע\"כ משיגו תמיד בנקל בלי טורח כלל ומתפרנס עצמו ממנו. ועל זה אמר רבי יוסי השמים זכר הוא שגנוז לצדיקים לעולם הבא, היינו שזה המקום שהוא משונה שהחלזון עולה שם תמיד בריבוי ונוח לצודו בנקל בלי שום טורח, ודאי דגנוז הוא לצדיקים לעוה\"ב, ורק דלזה הזקן לזכר הטעימו מפרי מעשיו בעוה\"ז ונתגלה לו אותו מקום, וכמו שנתבאר דלכל העולם אינו עולה לארץ ומתרבה אלא אחת לשבעים שנה וגם אז אינו בנקל כל כך להשיגו, כי חופר ומטמין עצמו בארץ, וכל עיקר הך עובדא דמייתי לה הספרי הוא לסמיכת המאמר והדרש שפוני זה חלזון כו' יעו\"ש וזה ברור ונכון בעזהש\"י:",
                "<b>וכן</b> ממה דאיתא באגדה דמס' בבא בתרא <small>(עד:)</small> נפק בת קלא אמר לן מאי אית לכו בהדי קרטליתא דדביתהו דרבי חנינא בן דוסא דעתידה דשדיא תכילתא בה לצדיקיא לעלמא דאתי יעו\"ש, ליכא למשמע מינה שהתכלת נגנז עכשיו ונתבטל, דמלבד סוד ופנימיות הענין כמו שביאר המהרש\"א ז\"ל ג\"כ אתי שפיר בפשיטות, דכלפי שעכשיו חשוב מאד ומשתמש ללבושי מלכות כפירש\"י ז\"ל שהבאתי לעיל, והיינו משום שנמכר בדמים יקרים ליקרת מציאותו שאי אפשר להשיגו כי אם אחר החיפוש וטורח גדול, קאמר דעתידה דשדיא תכילתא בה לצדיקי לעלמא דאתי שיהיה מזומן להם בלא טורח ויגיעה כלל, וכהאי דעתידה ארץ ישראל להוציא גלוסקאות וכלי מילת, הגם דגם עכשיו מצוין גלוסקאות וכלי מילת, אלא שהוא ע\"י טורח ויגיעת האדם, ועתידה ארץ ישראל להוציא גלוסקאות וכלי מילת שיהיה מוכן ומזומן לישראל בלי עמל וטורח ויגיעה כלל, והכא נמי הכי עתידה דשדיא תכילתא בה שיהיה מזומן להם בלא עמל ויגיעה, אבל אין הכי נמי שגם עכשיו התכלת במציאות, שעל ידי יגיעה וטורח וחיפוש אחר החלזון אפשר שימצא, וכמו שנתבאר שגם בימי האמוראים היה התכלת מצוי להם:",
                "<b>הן</b> אמת שבמדרש במדבר רבה <small>(שלח פ' יז)</small> ובתנחומא <small>(שלח)</small> איתא בזה הלשון, ועכשיו אין לנו אלא לבן שהתכלת נגנז. אכן מלבד דצ\"ע כנ\"ל דאיך לא נמצא מזה שום רמז בש\"ס לומר שנגנז התכלת, הדברים מתמיהים מאד, שהרי המדרש נסדר מאמוראים הראשונים רבי תנחומא ורבי אושעיא רבה, ולהדיא מצינו בש\"ס שהיה התכלת מצוי עוד אצל אמוראי בתראי, וכמו שהבאתי מהאי דמנחות <small>(מב:)</small> אמר ליה אביי לרב שמואל בר רב יהודה כו' ויעו\"ש עוד <small>(מנחות מג.)</small> מר ממשכי אייתי תכלתא בשני רב אחאי וכו' יעו\"ש. וידוע דעת יש אומרים דרב אחאי היה מרבנן סבוראי, וגם לפי מה שכתבו התוס' במס' כתובות <small>(ב:)</small> על כל פנים מאמוראי בתראי הוה בימי רב אשי ואיך א\"כ יאמרו האמוראים הראשונים שהתכלת נגנז:",
                "<b>ואפילו</b> לכשתמצא לומר שלשון זה הוא הוספה בלשון המדרש מאיזה מהגאונים ואינו מהאמוראים, וכמו שמצינו שהרבה דברים נתוספו במדרש מהגאונים וגם מגדולי הדורות שאחר הגאונים כגון רבי משה הדרשן. בכל זה אינו מתיישב על לבי, כי כפי הנראה שגם בימי הגאונים היה נהוג תכלת, וכדאיתא בהשגות הראב\"ד ז\"ל <small>(הל' ציצית פ\"א ה\"י)</small> דמייתי שרב נטרונאי גאון ז\"ל סידר הל' ציצית בדיני תכלת יעו\"ש וכן מרן הקדוש ז\"ל בכסף משנה <small>(שם)</small> מביא שהגאון רבי שמעון בן חפני סידר ספר בהל' ציצית בלשון ערבי בדיני תכלת יעו\"ש. וידוע שהגאונים לא סדרו הלכות רק הצריכים בשעתם, וגם בעל הערוך <small>(ערך חלזון ב)</small> נראה שראה את החלזון וידע לציירו יעו\"ש כמו שיתבאר אי\"ה:",
                "<b>וגם</b> הרמב\"ם ז\"ל, הגם שבפי' המשנה ריש פרק התכלת כתב, ואינו בנמצא בידינו היום לפי שאין אנו יודעים לצבעו, שאין כל מין תכלת בצמר נקרא תכלת אלא תכלת ידוע שאי אפשר לעשותה היום, ועל כן אנו עושין בלבן לבדו. וכן כתב בתשובה אחת סי' מ\"ו שאין לנו אלא לבן. בכל זה נראה מחיבורו שאח\"כ השיג החלזון והיה לו התכלת, שהרי בחיבורו ספר היד <small>(הל' ציצית פ\"ב ה\"ב)</small> מסמן את החלזון ודמו להכירו בסימניו כמו שיתבארו דבריו ז\"ל אי\"ה באורך, ומבאר כיצד עשייתו ומסמן אותו בסימנים שלא נתבארו בש\"ס כלל, ומהיכן ידע אם לא השיג וראה אותו. וכן מתשובתו לחכמי לוניל שהובא בכסף משנה, שהשיב הלכה למעשה בענין תכלת משמע מפורש שהיה מצוי להם ונהגו בקיום מצות תכלת. ועל כן נראה ברור דלשון נגנז שבמדרש אין הכוונה שנגנז לגמרי ואינו אפשר שימצא כלל, אלא על שם שהופסק מציאותו לכלל ישראל, שמחמת יוקר מציאותו ולסיבת קושי וטלטול הגלות הופסק קיום מצות תכלת אצל כלל ישראל לפי שלא היה מצוי להם, הגם שליחידי סגולה שבדור היה להם תכלת קרי ליה נגנז, וכן אנו צריכים לומר בהחלט בלי ספק בביאור מאמר האר\"י הקדוש ז\"ל בפרי עץ חיים <small>(שער הציצית)</small> שתלה טעם ביטול מצות תכלת בחורבן ביהמ\"ק שיב\"ב יעו\"ש סוד הדבר סוד ה' ליראיו, והרי מבואר להדיא בכמה דוכתי שגם אחר החורבן היו מקיימין מצות תכלת, אלא ע\"כ שכוונתו ז\"ל לתת טעם למה שמצות תכלת אינה מצויה לקיימה לכלל ישראל:",
                "<b>הנה</b> נתבאר ביטול טענה הראשונה, לומר שנמנע הוא לשוב לקיים מצות תכלת מחמת שנגנז החלזון, שהרי נתבאר מכמה דוכתי שלא נגנז כלל, ושזמן רב אחר החורבן בימי התנאים והאמוראים היה להם תכלת, ואפשר קרוב לודאי שגם הרמב\"ם ז\"ל היה לו תכלת. ורק שאח\"כ נשכח מאתנו לסיבת הגלות שנתגבר בעו\"ה ונאסר במדינת המזרחים ללבוש מלבוש תכלת חוץ להפרתמים, כמ\"ש <small>(אסתר ח)</small> ומרדכי יצא וגו' בלבוש מלכות תכלת וגו' ואולי נאסר גם התכלת בציצית כמו שהורגלו הפחות הקטנים להוסיף ולדקדק בכל, שוב מצאתי זאת ברמב\"ן נמוקי תורה <small>(פ' תצוה פסוק ג')</small>:",
                "<b>והנראה</b> שהגם שאף אחר חורבן הבית היה התכלת מצוי עכ\"פ ליחידי סגולה שבדור בימי התנאים ואמוראים, וגם בימי הגאונים כמו שנתבאר, וגם בעל ספר הקנה הקדוש נראה שהכיר החלזון והשיגו מדמסמנו כמו שיתבאר אי\"ה כאשר נפרט סימני החלזון. אולם בסוף ימי הגאונים נראה שהופסק לגמרי ולא היה מצוי עוד אפילו ליחידי סגולה שבדור, כמו שנראה מהרמב\"ם ז\"ל בפי' המשנה ובתשובה <small>(סי' מג)</small> שלא היה לו תכלת, כי קודם לזה מזמן החורבן אף כי, וידל ישראל מאד וקצרה יד כלל ישראל להשיג לקיים מצות תכלת, בכל זה יחידי סגולה שבדור היו משיגים דם החלזון לתכלת, כי להיות שהיה נצרך גם להאומות דם החלזון לצבע התכלת לבגדי מלכיהם ושריהם וסגניהם, היה מצוי קצת צידת החלזון, והגם שהיו דמיו יקרים, בכל זה היה אפשר ליחידי סגולה שבדור להשיגו לתכלת מצוה, כי אז עדיין היו ישראל מצויים בארץ ישראל ועל חופי ים התיכון מקום צידת החלזון כמו שיתבאר. ורק אח\"כ בסוף ימי הגאונים שנתגברה עול גלות ישמעאל על ישראל והלכו מגולה אל גולה, וגלו מסביב לים התיכון ומארץ ישראל, כמו שמבואר באגרת הרמב\"ן ז\"ל, שמצא את ארץ ישראל שמם ומעט מזער יהודים נמצאו שמה, וגם הנשארים שמה ובחופי הים לא היו מומחים, ותכלת אינו ניקח אלא מן המומחה, וכמה גזרות ושמדות שהיו אז, ומצורף לזה שהאומות לא הוצרכו עוד לצוד החלזון לצבע התכלת, כי התחילו להשתמש במינים אחרים לצבע התכלת, מאז הופסק לגמרי קיום מצות תכלת, כי גם יחידי סגולה לא השיגה ידם להשיג דם חלזון לתכלת. אכן אח\"כ בימי הרמב\"ם ודורו אחר שחיבר פי' המשנה שהוקל קצת עול הגלות, וכמה מישראל שהיו אז מקורבים למלכות, והרמב\"ם ז\"ל היה סמוך לחוף ים התיכון והיה נסיעתו מצוי על הים חפש אחר החלזון על ידי סימניו המבוארים בש\"ס ומדרשים כמו שיתבאר, והשיגו וקיים מצות תכלת כמו שנראה להדיא מחיבורו שמסמנו בסימנים יותר מכפי שנתבאר בגמרא, ורק שאח\"כ בעונותינו עוד נתגבר עול הגלות עד שנתבטל מאתנו קיום מצות התכלת ונשכח לגמרי, וממילא כי גם בימינו אינו מן הנמנע אשר אחר החיפוש ע\"י הסימנים שבש\"ס ומדרשי חז\"ל והגאונים ז\"ל נשיגהו בעזר האל יתברך: \n"
            ],
            [
                "<b>הטענה השניה:</b> הגם שנתבאר שגם עכשיו מציאות החלזון לא נתבטל אכתי יש לומר שהוא מן הנמנע לשוב ולקיים מצות תכלת כבראשונה, כי יש לומר שבאמת מראה צבע התכלת יכולה להיות מכמה מיני חלזונות ותולעים, אלא שמצות התורה היה מטעם הכמוס וסוד בטעמי המצוה שיהיה דוקא ממין חלזון אחד שהיה ידוע אז, וכיון שפעם אחת נפסק ונתבטל מאתנו קיום מצות תכלת, ונשכח מאתנו על איזה מין ממיני החלזון הקפידה התורה, ממילא שוב אי אפשר לנו לשוב לקיים מצוה זו אם לא ע\"י נביא שינבא לנו בשם ה' שזה הוא החלזון שצותה עליו תורה, אבל בלא נביא, הגם שנמצא חלזון שנוכל לצבוע בדמו צבע התכלת, אבל איך נדע שזה הוא החלזון שצותה עליו תורה:",
                "<b>אכן</b> גם טענה זו ביטולה מבואר, שזה היה שייך אם היה בא מפורש בתורה שהתכלת צריכה להיות מחלזון ידוע, שפיר היה אפשר לומר שמצות התורה היתה דוקא מזה החלזון שהיה ידוע אז, אפילו לא בא מפורש בתורה, אלא שמצינו לחז\"ל בשום מקום שהוציאו זאת מדרשא דקראי שהתכלת צריך להיות מחלזון, ג\"כ היה אפשר לומר שקיבלו הלכה למשה מסיני שצריך להיות דוקא ממין חלזון אחד שהיה ידוע להם אז, אכן הרי באמת לא נזכר חלזון בתורה כלל, וגם לא מצינו לחכמינו ז\"ל שהוציאו צורך החלזון מדרשא דקראי, וממילא אי אפשר לומר שהיה להם בקבלה הלכה למשה מסיני על החלזון, שהרי כל מה שהוא בקבלה מ\"מ צריך שיהיה מדוייק ומידרש מקראי מן התורה, כדאיתא בירושלמי מסכת סוטה <small>(פ\"ה ה\"ב)</small> שידעו שהשלישי פסול בתרומה ורביעי בקודש, אלא שיהא הכל משועבד להלכה יעו\"ש:",
                "<b>והיינו</b> כמו שביאר הרמב\"ם ז\"ל בהקדמתו לפירוש המשנה, שאתרוג והדס היו בקבלה מסיני שהם פרי עץ הדר וענף עץ עבות הכתוב בתורה, אלא שרצו לדייק איך הוא מדוייק מן התורה, שכל ההלכות נכללו בתורה, ולכן בכל מקום שלא נמצא מפורש בתורה מוכרח הוא שיצא הדבר ע\"פ דקדוקי התורה יעו\"ש:",
                "<b>אמנם</b> בטעם הצרכת חלזון לתכלת שהצריכו חז\"ל במס' מנחות <small>(מ\"ב:)</small> מייתינן דם חלזון וכו' יעו\"ש, ולמה הרי בתורה לא נאמר אלא תכלת דהיינו צבע כזהר הרקיע יהיה ממה שיהיה, ובאמת הרב בעל תפארת ישראל בפתיחתו לסדר מועד <small>(קונטרס בגדי קודש)</small> מצדד לומר דבקושטא אין צריך לתכלת חלזון דוקא יעו\"ש, אבל אישתמיטתיה ברייתא ערוכה בתוספתא דמנחות <small>(פ\"ט)</small> תכלת אין כשרה אלא מן החלזון שלא מן החלזון פסולה יעו\"ש, ומקור דבריו מהא דמנחות <small>(מג.)</small> אי איפרד חזותיה פסולה אי לא איפרד חזותיה כשרה יעו\"ש, וכיון דצריך שתהא עומדת ביפיה ולא תשתנה, להכי הצריכו חז\"ל דם חלזון דוקא לצבע התכלת, דקים להו לחז\"ל דצבע התכלת אי אפשר שתהא עומדת ביפיה ולא תשתנה אלא כשהיא מדם חלזון:",
                "<b>והיינו</b> כי באמת ידוע שאין הנצבע קולט את עין הצבע שיהיה מקושר עמו להיות צבעו מתקיים בו אלא אם כן הם במעלה וכח אחד, דומם ודומם, צומח וצומח, חי וחי, שאז הם מתאחדים ומתקשרים יחד להיות נשאר מראה הצבע מתקיים בהנצבע, אבל כשהנצבע כחו גבוה במעלה מהצבע, שהנצבע מחי והצבע מצומח, או שהנצבע מצומח והצבע מדומם, אין הנצבע מתקשר עם הצבע להיות מראה הצבע מתקיים בו. כי הנצבע להיות כחו גבוה במעלה מן הצבע גובר על הצבע ומבטלו, ולזה מראיתו נכהית כל פעם יותר ומתקלקל, ולפעמים גם כשהצבע כמו גבוה במעלה מן הנצבע, אינן מתקשרים יחד ואין בכח הנצבע לקבל היטב מראית הצבע, כאשר ידוע בצבע אדום הישמעאלי <small>(טירקיש ראט)</small> לא ידעו לצבוע צמר גפן במראה צבע זו, לפי שהצבע דק מאד והצבע הוא מחי והנצבע הוא צומח אינם יכולים להתקשר יחד, והיה לזה תחבולה בסוד אצל הישמעאלים איך לצבוע הצמר גפן בצבע מראה זו, ומדינת בריטניא אשר להם יד ושם בחכמת מלאכת הצביעה שנים רבות הוציאה כמה הוצאות עד שנודע להם התחבולה, שצריך לשרות הצמר גפן כמה שבועות בזבל כבשים, כדי שהצמר גפן יקבל בתוכו כח חמימות מדבר שיש בו כח חמימות בעל חי עד שיהיה הנצבע והצבע בכח ומעלה אחת שיוכלו להתקשר יחד, ובלתי זאת אין הצמר גפן יכול לקבל הצבע:",
                "<b>ומה</b> שנראה שצובעים דבר מן החי עם צבע צומח או דומם וצבעו מתקיים, כגון השחרת העורות וכדומה, אין זה צבע כלל, אלא הוא באחת משני פנים, או שהוא רק ליקוי וכמין שריפה. או שיהא צבע דבוקה, שהצבע נדבק ומונח על גבי הנצבע כמו צבע הדפוס (דרוק פארב) שיש בו הרבה ממין הדבק ועל ידי זה מתקבל ומתדבק. אבל מראה צלולה ובהירה, אי אפשר שיקבל דבר הנצבע להיות מראה הצבע מתקיים בו ולא תשתנה, אלא אם כן כשהנצבע הוא במעלה וכח אחד עם הצבע וכאמור:",
                "<b>ולזה</b> באמת עד היום משפסקו להשתמש לצבוע מראה התכלת בדם חלזון, אין לנו צבע מראה התכלת מתקיים בצמר שלא תשתנה, לאשר אינו בנמצא צבע מראה התכלת שתהיה ממין החי, ומה שצובעין בקלא אילן הנקרא (אינדיך) אף כשהצבע עמוקה מאד ונכנס בהצבע ממינים השורפים ומכווצים, מכל מקום אינו מתקיים יפה, וכל שכן כשעושין ממנו צבע בהיר שאינו מתקיים כלל וניכר שמתחיל להשתנות ולכהות מזמן לזמן:",
                "<b>וכיון</b> שצבע התכלת שצותה התורה צריכה להיות עומדת ביפיה ולא תשתנה, הצריכו חז\"ל שתהיה מחלזון, שאז הוא בודאי צבע העומדת ביפיה ולא תשתנה:",
                "<b>הן</b> אמת ולא אכחד, כי גם הצבעים ממין החי כגון צבע אדום שידוע שהוא ממין החי, אי אפשר שלא ישתנה ויכהה מראיתו בזמן מן הזמנים כשיזרח עליו השמש פעמים רבות, אמנם אין כוונתנו באמרנו צבע מתקיים, שלא תשתנה גם על ידי פעולה הגורם לחסר ולהוציא הצבע מהנצבע, כי זה ודאי דבר שאי אפשר, שהרי החוש מעיד שאור השמש טבעו להוציא ולחסר חומר ויסוד כל הצבעים, וכמו שנראה בחוש שאפילו דבר המוזהב שהוא באמת מצופה זהב ורק שהציפוי דק מאד בתכלית הדקות, אם יעמוד ימים רבים נגד אור השמש ישלט בו החסרון וההפסד כטבע כל הווה נפסד ומפני זה ישתנה מראהו, וכן נראה בחוש שעשן הגפרית מוציא ומחסר כל הצבעים אפילו צבע שהוא בתולדה, כמו שנודע בנסיון אם נקח דבר הנצבע היטב במראה אדומה ומתקיימת, ונניחנה בתוך כלי סתומה מעושנת מגפרית ונוציאנה אחר כך לבנה כשלג, והכי אמרינן במס' נדה <small>(סב.)</small> דצפון צבע נמי מעביר יעו\"ש:",
                "<b>אכן</b> רצוננו באמרנו צבע המתקיימת, היינו שלא תשתנה מצד עצמה מצד אריכת הזמן בלי גורם אחר, ולזה מהני בדיקת הסממנים שבמס' מנחות <small>(מג.)</small> דבצבע שאינה מתקיימת מצד עצמה ותכהה באריכת הזמן, תכהה נמי ותתקלקל בבדיקה הנזכרת התם, וצבע המתקיימת מצד עצמה ולא תכהה באריכת הזמן לא תתכהה נמי בבדיקה הנזכרת התם:",
                "<b>מיהו</b> אכתי הא גופא צריך ביאור, מנא להו לחז\"ל דתכלת שצותה תורה צריך שתהא עומדת ביפיה ולא תשתנה, ואין לומר מדכתב רחמנא תכלת בעינן המובחר, שבמין תכלת, וגם זה הוא מכלל מובחר המין שתעמוד ביפיה ולא תשתנה דזה אינו, דהן אמת דודאי בעינן מובחר אכן היינו למצוה אבל לא לעכב, וכמו בכל מצות התורה קרבנות וכדומה דגם כן בעינן מובחר והיינו לכתחלה למצוה אבל לא לעכב בדיעבד, ולמה כאן שלא מן החלזון פסולה:",
                "<b>ונראה</b> להיות שצותה התורה על התכלת במשכן ובבגדי כהונה, וקי\"ל במס' זבחים <small>(יח:)</small> דבעינן למצוה שיהיו חדשים ואם הם מטושטשין פסולין יעו\"ש, א\"כ פשיטא דכי הוכהה מראית צבען הוי להו כמטושטשין ופסולין, ועל כרחך דמצות התורה בתכלת דבגדי כהונה היתה שתהא עומדת ביפיה ולא תשתנה, דאין לומר דאין הכי נמי שתכלת של בגדי כהונה לא בעינן שתהא עומדת ביפיה ולא תשתנה, אלא דבקושטא כשמכהה מראית צבען נפסלו ועשאו באמת חדשים, דזה אינו שהרי התורה אמרה <small>(שמות כ״ט:כ״ט)</small> ובגדי הקדש אשר לאהרן יהיו לבניו אחריו, ובאמת כשהצבע היא צבע שאינה עומדת ביפיה ומשתנית מצד עצמה, מכהית ואתאי מכהית ואתאי, ומיד מתחלתה מתחילה להיות מכהית והולכת, אלא ודאי היתה צריכה צבע התכלת שבבגדי כהונה להיות צבע העומדת ביפיה ולא תשתנה. וממילא כל תכלת האמורה בתורה דכוותה צריכה שתהא עומדת ביפיה ולא תשתנה ולהכי הצריכו חז\"ל חלזון בתכלת:",
                "<b>והגם</b> שהרב תפארת ישראל בפתיחתו לסדר מועד <small>(קונטרס בגדי קודש)</small> פשיטא ליה דלתכלת של משכן ובגדי כהונה לא היה להם חלזון כלל, ונסתייע לזה מירושלמי מס' שבת <small>(פ\"ז ה\"ב)</small> יעו\"ש, אכן אישתמיטתיה ש\"ס ערוך במס' שבת <small>(עד:)</small> קשירה במשכן היכא הואי וכו' שכן ציידי חלזון קושרין ומתירין יעו\"ש, הרי להדיא שהיה החלזון במשכן. ואפילו שהיה ראיה מירושלמי להיפך, אין לנו להזניח פשטות לשון הש\"ס מקמי ירושלמי. ובאמת גם מירושלמי אין ראיה כלל, דזה לשון הירושלמי <small>(שם)</small> הצד חלזון ופצעו אית תניי תני חייב שתים אית תניי תני אינו חייב אלא אחת, מאן דאמר שתים אחת משום צד ואחת משום נטילת נשמה, מאן דאמר אחת היידא משום נטילת נשמה ולית לה צידה. ואתיא כההוא דאמר ר\"א בי רבי יוסה רבי אבהו ורבי שמעון בן לקיש בשם רבי מאיר, מין חיה טהורה ברא הקב\"ה למשה במדבר כיון שעשה בה מלאכת המשכן נגנזה וכו'. ופי' הקרבן עדה וז\"ל ולית לה צידה, דאינו חייב משום צידה ואינה בכלל אבות מלאכות שלא היתה צידה במשכן כלל, דחלזון לתכלת ודאי לא היה במדבר שהחלזון לא נמצא אלא בא\"י ובחלקו של זבולן, ותכלת היה להן לישראל ממצרים. ובבהמות דהיינו באילים שהיו צריכין לעורות לא שייך צידה, אלא דבתחשים איכא למימר דהיתה צידה, ואתיא כהאי דאמר וכו' מין חיה טהורה ברא וכו' א\"כ בה ודאי דלא שייך צידה, כיון דלא נבראת אלא למשה לבדו ובאת אליו הילכך לית לה צידה. לישנא אחרינא ולית לה צידה משום צידה אינו חייב ואתיא כהאי דאר\"א וכו', כלומר הא דאמרת דליכא צידה בחלזון א\"כ צידה במשכן מי הוה, דבבהמה לא שייך צידה לכך קאמר דס\"ל כר\"א והיה שם חיה ובה היה צידה ע\"כ. ועי' פני משה שפיר בפירוש הראשון של הקרבן עדה בסגנון אחר קצת יעו\"ש.",
                "<b>והנה</b> לפי' השני של הקרבן עדה אין שום משמעות כלל מהירושלמי לומר שלא השתמשו בחלזון לתכלת של מדבר, אלא שהרב תפארת ישראל תפס לעיקר כפירוש הראשון של הק\"ע, משום דבהכי מיושב קושית התוס' במס' שבת <small>(עה. סוד\"ה הצד)</small> שנשארו בצ\"ע על סתירת הסברות, דבש\"ס דילן מבואר דשייך צידה בחלזון, ומהא דירושלמי משמע דצד חלזון לא מיחייב משום צידה יעו\"ש, ולפירש הראשון של הק\"ע ניחא, דבאמת גם לירושלמי שייך צידה בחלזון, והאי דאינו מיחייב בצד חלזון משום צידה, היינו משום דלא מיחייב בשום צידה אפילו ציד חיה, ונדמה ליה להרב תפארת ישראל ז\"ל, דלהאי פירושא תכלת שבמשכן לא היה מן חלזון כלל מאחר שלא היה להם חלזון במדבר, אכן באמת אפילו כי יהיבנא ליה זאת שמוכרחין אנו לומר להירושלמי שלא היה להם החלזון במדבר, אבל מ\"מ התכלת שהיה להם מחלזון היה, והק\"ע לא קאמר אלא שתכלת היה להן לישראל ממצרים, וכמו עצי שטים שהיה להם ממצרים, אבל במצרים מיהת התכלת היה מצבע דם חלזון מלבד, שבאמת אין אנו מוכרחין לומר שבנס עלה להם החלזון במדבר, דכי כעורה הוא לומר שבנס עלה להם החלזון במדבר כמו שנעשה להם נס בתחש, דאר\"א וכו' מין חיה טהורה ברא הקב\"ה למשה וכו'. ואתי ג\"כ שפיר פירושו דלית לה צידה, כיון דבנס היה מעצמו בא להם, ולא היו צריכין לצודו כמו שפי' הק\"ע גופיה בהאי דתחש. אי נמי כפי' הפני משה דכיון דהיה לשעה לא ילפינן מיניה יעו\"ש, דבאמת דבר תימה הוא לומר שלא היה להם חלזון במדבר אלא שהביאו עמם תכלת ממצרים, דא\"כ לא נעשית צבע התכלת ולא נצבע הצמר לשמה ואנן צביעה לשמה בעינן, ומכליל תכלת דכתיב גבי בגדי כהונה ילפינן לה כמו שיתבאר בעזהי\"ת <small>(במאמר שני בדיני הצביעה)</small>. ולומר דלהירושלמי כמו דמצינו בעצי שטים, שצפה יעקב אבינו ע\"ה ברוח הקודש שעתידין בניו לעשות משכן במדבר נטע ארזים במצרים, כמו כן הכין להם תכלת ועשה הצבע מדם החלזון והצביעה לשמה, אבל אם כן אזדא ליה עיקר פירושו דא\"כ שפיר היתה צידה במלאכת המשכן, דמה לי שהיתה המלאכה עוד במצרים ומה לי שהיתה במדבר, אטו מלאכה שהיתה במדבר בעינן, אנן מלאכה לצורך המשכן בעינן, והרי היתה צידה במלאכת המשכן.",
                "<b>וראיתי</b> שעיקר ההכרח שהיה להק\"ע ז\"ל לומר דלהירושלמי לא היה להם חלזון במדבר הוא מירושלמי (שם), דקאמר עלה דמתני' דקתני הצובעו מה צביעה היתה במשכן, שהיו משרבטין בבהמה בעורות אילים מאדמים, א\"ר יוסה הדא אמרה העושה חבורה ונצרר בה דם חייב יעו\"ש, ולא קאמר בפשיטות טפי מצביעת התכלת, אלא ודאי משום דקסבר שלא היה להם חלזון ותכלת היה להם ממצרים, וכן כתב להדיא הקרבן עדה <small>(שם ד\"ה מה צביעה)</small> יעו\"ש. אכן לע\"ד אין זה מספיק כנ\"ל, דהגם שהיה להם תכלת ממצרים מה בכך, הרי על כרחך צבעו שם, וא\"כ היתה צביעה בצורך מלאכת המשכן. אמנם הדבר פשוט לע\"ד דלאו בדרך קושיא קאמר לה הירושלמי מה צביעה היתה במשכן, דמי לא ידע שהיתה שם צביעה בתכלת וארגמן ותולעת שני, אלא בניחותא ובדרך רבותא קאמר לה הירושלמי, שתדע מה צביעה היתה במשכן אפילו מין צביעה כזו, שרק הצביעה מצרירת הדם על ידי חבורת השרביט ג\"כ היתה במשכן, וגם צביעה זו בכלל מלאכת הצובע הוא, וכדמסיים הדא אמרה העושה חבורה ונצרר בה דם חייב, והרי באמת יש בזה פלוגתא בין רש\"י והתוס' ז\"ל יעו\"ש. ובהא נחתינן ובהא סלקינן, שאין הכרח כלל לומר שלא היה להם חלזון במדבר, וממילא מסתבר טפי דבקושטא היה להם, ומ\"מ מתפרש לן הירושלמי שפיר כפי' הקרבן עדה והפני משה ז\"ל כנ\"ל:",
                "<b>מיהו</b> באמת אנן בעניותין גם בעיקר פירושם ז\"ל לא זכינו לעמוד, דפירוש השני שבקרבן עדה ודאי תמוה כמו שתמהו התוס' ז\"ל, דאיך יהיה פלוגתא במציאות אי שייך צידה בחלזון או לא. ופירוש ראשון של הק\"ע ופי' פני משה ז\"ל ג\"כ דחוק לע\"ד, דהך מ\"ד בירושלמי לית ליה חיוב בצידה כלל, והרי להדיא קתני הצד מכלל ל\"ט מלאכות, ועכ\"פ איך הוי משתמיט הך מ\"ד לומר עלה דמתני' לית כאן צידה. ועל כן נראה לע\"ד עיקר הגירסא לית לה צידה ופירושה הוא, לפי מה שנתבאר דהחלזון גידולו הוא בים ועולה ג\"כ להרים שבים, ונראה שבים הוא דשייך ביה צידה אבל כשעולה להרים ניצוד ועומד הוא. והגם שנתבאר מספר הקנה שקשה לקחת אותו, משום שדרכו כשעולה בהרים לתקוע עצמו בארץ בחידודי פתיליו, מיהו צידה לא שייך בו, דניצוד ועומד הוא. וקסבר מאן דאמר בירושלמי הצד חלזון ופצעו אינו חייב אלא אחת משום נטילת נשמה לית לה צידה, כלומר אין לה לחלזון חיוב צידה אפילו היכא ששייך בו צידה, כדמפרש טעמא ואזיל כדאר\"א וכו' מין חיה וכו' הכי נמי החלזון בנס היה עולה להם במדבר ובארץ ניצוד ועומד הוא, וכיון שבמשכן לא היה בו צידה אינו חייב בצידתו גם במקום ששייך בו צידה, דדוקא שאר בריות שלא היו כלל במשכן אית בהו חיוב צידה משום צידת תחש שהיה במשכן, שהגם שבנס בראו להם הקב\"ה, אבל היו צריכין לצודו, שהנס לא היה אלא בבריאתו. אבל חלזון כיון שהיה במשכן בלא צידה, הוי כמו אין במינו ניצוד, ולא ילפינן ביה חיוב צידה ממה שהיה צידה במשכן גבי תחש. ואידך מ\"ד בירושלמי וש\"ס דילן קסברי כיון דילפינן מלאכת צידה דליחייב עלה משום דהוי במשכן גבי תחש, ממילא מיחייב נמי אצידת חלזון היכא דשייך בו צידה, דהגם דחלזון שהיה במשכן לא היה בו צידה שניצוד ועומד היה, מ\"מ היכא דשייך ביה צידה לא גרע צידתו מצידת שאר הבריות. והשתא פלוגתייהו הוי בסברא ולא במציאות, ועיין בתשובות רדב\"ז סי' תרפ\"ה יובא בדברינו לקמן בביטול טענה הרביעית:",
                "<b>ועוד</b> יש לומר דנפקא להו לחז\"ל דתכלת שצותה תורה צריכה שתהיה עומדת ביפיה ולא תשתנה, מהא דכתיב <small>(שמות כ״ח:ל״א)</small> כליל תכלת וכשנכהה מראיתו לא הוי כליל תכלת, וכדדריש רבי חנינא בן גמליאל לענין טעימה פסולה במס' מנחות <small>(מב:)</small> יעו\"ש. ואפילו רבי יוחנן בן דהבאי דפליג התם וקאמר אפילו מראה שני שבה כשר, היינו מראה שני שבה כשר, היינו מראה שני שבה בתחלת הצביעה, אבל משנצבע למצותו ואחר כך מכהה והולך בכל פעם ודאי לא הוי כליל תכלת, ולהכי ודאי צריכה שתהא עומדת ביפיה ולא תשתנה, דאם תהיה צבע שאינה עומדת ביפיה ומשתנה, הרי ודאי תפסל משתתחיל לכהות מראיתה ולהשתנות, ואם כן שמא תפסל ולאו אדעתיה. אלא ודאי מדאמרה תורה כליל תכלת, ודאי צריכה שתהא עומדת ביפיה ולא תשתנה, על דרך לא אמרה תורה שלח לתקלה, וילפינן תכלת דציצית מתכלת דבגדי כהונה, דכל תכלת האמור בתורה צריכה שתהא עומד ביפיה ולא תשתנה, ולהכי הצריכו חז\"ל חלזון דקים להו לחז\"ל דצבע התכלת שממין אחר אינה עומדת ביפיה ומשתנה:",
                "<b>ובהיות</b> כן שאין הצרכת החלזון בתכלת מהילכתא בלא טעמא מגזה\"כ או מהלכה, אלא שהוא מטעם וסברא כדי שתהא הצבע עומדת ביפיה ולא תשתנה, א\"כ אם אחר החיפוש תשיג ידנו למצוא דם איזה מין חלזון שיהיה שנוכל לצבוע בו צבע התכלת צבע עומדת ביפיה ולא תשתנה, ודאי נוכל לקיים מצות תכלת בלא שום ספק, דממה נפשך אי הקפידו חז\"ל על מין חלזון אחד ידוע דוקא, והיינו על כרחך משום דקים להו לחז\"ל דליכא בעולם מין חלזון אחר או בריה אחרת שנוכל לצבוע בדמו צבע תכלת שתהא עומדת ביפיה ולא תשתנה, א\"כ על כרחך זה החלזון שהשגנו הוא אותו חלזון שכוונו עליו חז\"ל, שהרי אנו רואים שנוכל לצבוע בדמו צבע התכלת צבע שתהא עומדת ביפיה ולא תשתנה. ואם מין חלזון ובריה אחת היא ואינו אותו חלזון שדברו עליו חז\"ל, א\"כ על כרחך שלא הקפידו חז\"ל על מין חלזון אחד ידוע דוקא, אלא הוא הדין כל מיני חלזונות ותולעים שנוכל לצבוע בדמן צבע תכלת שתהא עומדת ביפיה ולא תשתנה שפיר דמי, ושלא מן החלזון פסולה דקתני היינו מצבע צומח או דומם, דהא כל עיקר הצרכת חלזון בתכלת לאו מהילכתא בלא טעמא הוא, אלא מהאי טעמא גופיה הוא שתהא הצבע עומדת ביפיה ולא תשתנה:",
                "<b>וראיה</b> לכל זה מסוגיא דמנחות <small>(מב:)</small> רב יצחק בר רב יהודה בדיק ליה כו' איפרד חזותיה פסולה לא איפרד חזותיה כשרה וכו' יעו\"ש. ואי הצרכת החלזון בתכלת מגזה\"כ או מהלכה דוקא על מין חלזון אחד ידוע אם כן איך מועלת הבדיקה, הרי הגם כי לא איפרד חזותיה ונדע שאינו צבע קלא אילן, אכתי דלמא הצבע הוא מדם חלזון אחר ולא מאותו חלזון שהקפידה עליו תורה, אלא ודאי דטעם הצרכת חלזון בתכלת הוא מטעם וסברא כנ\"ל שתהא הצבע עומדת ביפיה ולא תשתנה, ושפיר מועלת הבדיקה ממה נפשך, אי הקפידו חז\"ל על מין חלזוןן אחד ידוע, ועל כרחך משום דקים להו דבמין חלזון אחר אין הצבע עומדת ומשתנה, א\"כ הבדיקה מוכחת לן שהצבע היתה מזה החלזון שהקפידו עליו חז\"ל, ואי זו הצבע הוא מחלזון אחר לא מאותו חלזון שדברו עליו חז\"ל, א\"כ על כרחך שלא הקפידו חז\"ל על מין חלזון אחד ידוע דוקא כנ\"ל. הנה נתבאר ביטול טענה השניה, ועוד יתבאר אי\"ה ביטולה עם ביטול טענה השלישית: \n"
            ],
            [
                "<b>הטענה השלישית:</b> כי אף שנשיג למצוא איזה חלזון שנוכל לצבוע בדמו צבע התכלת, וכמו שנתבאר, דכיון שנוכל לצבוע בו צבע התכלת העומדת ביפיה ולא תשתנה ודאי הוא כשר לתכלת כנ\"ל, אבל היאך אפשר לן לדעת זאת שצביעתה היא צביעה העומדת ביפיה ולא תשתנה. ודאי אי הוי פשיטא לן כי קרינן בזה החלזון שנשיג לחלזון שכוונו עליו חז\"ל, שפיר אנו סומכים על חז\"ל דקים להו שצביעת דם החלזון היא צביעה העומדת ביפיה ולא תשתנה, אכן הרי בגוף החלזון שנשיג יש לנו ספק אם קרינו לחלזון שכוונו עליו חז\"ל. ורק מכח הוכחה זו אנו באים להכשירו מחמת שצביעתו היא צביעה העומדת ביפיה ולא תשתנה כנ\"ל, א\"כ צריכים אנו לדעת זאת בבירור, ואיך אפשר לדעת זאת שמא באמת אין צביעתה צביעה העומדת ביפיה ולא תשתנה, ובאמת לא קרינו לזה החלזון שדברו עליו חז\"ל ובאמת לא לזה החלזון כוונו חז\"ל:",
                "<b>אכן</b> גם טענה זו בטולה מבואר משני פנים: ",
                "אחת<br><b>שהרי</b> אפשר לידע זאת ע\"י הבדיקה המבוארת בש\"ס מנחות <small>(מב: ושם)</small> רב יצחק בריה דרב יהודה בדיק ליה מייתי מגביא גילא ומיא דשבלילתא ומימי רגלים בן ארבעים יום ותרי לה בגווייהו מאורתא ועד לצפרא איפרד חזותיה פסולה לא איפרד חזותיה כשרה, ורב אדא קמיה דרבא משמיה דרב עוירא אמר מייתי חמירא ארכסא דשערי ואפיה לה בגוויה אישתנאי למעליותא כשרה לגריעותא פסולה כו' ומסקינן שמועתא אהדדי אתמר ואם כהתה בבדיקה דרב יצחק בדקין לה תו להכשירה בבדיקה דרב אדא יעו\"ש. ופסקה להלכה הרמב\"ם ז\"ל בהלכות ציצית <small>(פ\"ב הלכה ה')</small> יעו\"ש:",
                "<b>אמת</b> שהרב בעל תפארת ישראל <small>(שם)</small> שדי בה נרגא בבדיקה זו, וכתב דאין אנו בקיאין באותן סממנין שהזכיר הש\"ס שיבדקו בהן אם אינו משתנה כשיבדקוהו בהן, דהרי מגביא גילא ומיא דשבלילתא שהזכיר הש\"ס מחולקין רש\"י ורמב\"ם בפירושן ע\"כ, אכן בעניותין במחילת כבוד תורתו הרמה פטומי מילי בעלמא נינהו, דמה שכתב דאין אנו בקיאין באותן סממנים שהזכיר הש\"ס הוא דבר מתמיה, כיון שלא נמצא בשום אחד מהראשונים ז\"ל לומר שאין אנו בקיאים אותן סממנין, ואם הוא ז\"ל לא היה בקי בהן יגזר אמר שלא ימצא בעולם מי שבקי בהן, בעניי זכיתי ת\"ל להיות בקי בהן ובשמותיהן, הן לפי פירש\"י ז\"ל הן לפי פי' הרמב\"ם ז\"ל, ומה שכתב דהרי מגביא גילא ומיא דשבלילתא שהזכיר הש\"ס מחולקין רש\"י ורמב\"ם בפירושן, שכח שגם בחמירא דארכסא מחולקין רש\"י ורמב\"ם, דרש\"י פי' שאור קשה ורמב\"ם העתיק בצק, ואולי היתה גירסתו כך עי' כסף משנה <small>(שם)</small> אכן מה בכך הרי אנו יכולין לבדוק שתי הבדיקות הן לפי' רש\"י ז\"ל והן לפי' הרמב\"ם ז\"ל, ות\"ל אותן הסממנין הנודעים לי שהן הן אותן הסממנין שהזכיר הש\"ס בבדיקה זו, יכולנו לברר זאת מדברי חז\"ל עצמן העשירים במקום אחר, וא\"כ שפיר אנו יכולין לדעת באותו חלזון שנשיג לצבוע בדמו צבע התכלת, אם צביעתה צביעה העומדת ביפיה ולא תשתנה ע\"י שנבדוק אותה בבדיקה הנזכרת בש\"ס. וזה ג\"כ ביטול לטענה השניה, שהרי אפילו היה מפורש הצרכת החלזון בתכלת בתורה ושהיתה הקפידא על מין חלזון אחד ידוע דוקא, הרי ג\"כ על ידי בדיקה זו כשתהא עולה יפה בדם חלזון זה שנשיג, אנו יודעין בבירור שזה הוא אותו החלזון שצותה עליו תורה, שאם לא היה זה לא היתה הבדיקה עולה בו יפה, שהרי הבדיקה בש\"ס לכך נזכרה לברר אם התכלת הוא מדם החלזון וכשרה או שהיא ממין אחר ופסולה וזה ברור, הא חדא. ",
                "שנית<br><b>גם</b> בלא בדיקה כלל, נראה לע\"ד ברור, שאם נשיג חלזון לצבוע בדמו צבע התכלת, ויהיה נמצא בזה החלזון כל הסימנים והסגולות שנתנו חז\"ל בזה החלזון שדברו בו, שוב אין לנו לספק כלל שודאי הוא אותו חלזון עצמו שכוונו עליו חז\"ל, והרי חז\"ל סמנו לנו את החלזון במס' מנחות <small>(מד.)</small> תנו רבנן חלזון זה גופו דומה לים וברייתו דומה לדג וכו' יעו\"ש, ונראה ברור, שמשום הכי גופיה סמנו אותו, לאשר חז\"ל שערו בחכמתם אשר לסיבת גליותינו וליקרת מציאותו קרוב הדבר שישכח מאתנו איזה הוא זה החלזון, לזאת ציירו וסמנו לנו סימני החלזון לידע לחפש אחריו כשיהיה לאל ידנו. תדע שהרי הרמב\"ם ז\"ל בחיבורו <small>(שם)</small> העתיק ברייתא זו, ודבר ידוע הוא שהרמב\"ם בחיבורו אינו מביא דברי אגדה רק מה שיש נפקא מינה לדינא, אלא ודאי מייתי לה לדינא שנוכל לסמוך על סימנים הללו שזה הוא החלזון להכשיר דמו לתכלת. ובעניותין מצאנו עוד הרבה סימנים וסגולות בהחלזון מפוזרים בדברי חז\"ל, והרמב\"ם ז\"ל הוסיף לתת בו סימנים מה שלא נזכרו בש\"ס, אשר מזה אשפוט שהכיר את החלזון וראה אותו כנ\"ל. אשר לזה נראה ברור, לכשנשיג מין חלזון שיהיו נמצאים בו כל הסימנים שיתבארו בעזה\"י, אין לפקפק כלל לסמוך עליהם להכשירו לתכלת בלי בדיקה. דצורך הבדיקה הוא רק כשיש לנו ספק אם הוא דם חלזון, אבל כשברור לנו שהוא דם חלזון אין צורך בהבדיקה כלל. וזה ג\"כ ביטול לטענה השניה, שהרי אפילו היה מפורש בתורה הצרכת החלזון בתכלת, ושהיתה הקפידא על מין חלזון אחד ידוע דוקא, הרי ג\"כ ע\"י הסימנים שימצאו בו בזה החלזון שנשיג נוכל לידע שבאמת זה הוא החלזון שצותה עליו תורה, שאם ימצאו בו אלו הסימנים שנתנו בו חז\"ל ודאי זה הוא אותו החלזון עצמו, ובאמת שמזו הברייתא המסמנת את החלזון נראה דבקושטא חלזון אחר שאין לו אלו הסימנים, הגם שאפשר לצבוע בדמו צבע התכלת, אינו כשר לתכלת. וצריך לומר דקים להו דחלזון שאינו בא בסימנים הללו, אין צביעת דמו צביעה העומדת ביפיה ולא תשתנה: \n"
            ],
            [
                "<b>הטענה הרביעית:</b> למה ניגע לריק לחפש אחר החלזון ללא הועיל, כי אף אם נשיג אותו החלזון שכוונו עליו חז\"ל ונכיר אותו בסימניו כי הוא זה ודאי לא נוכל לצבוע בדמו צבע התכלת, שהרי כבר אמרו חז\"ל במס' מגילה <small>(ו.)</small> זבלון עם חרף נפשו למות <small>(שופטים ה׳:י״ח)</small> מה טעם משום דנפתלי על מרומי שדה. אמר זבולן לפני הקב\"ה רבש\"ע לאחי נתת להם שדות וכרמים ולי נתת הרים וגבעות, לאחי נתת ארצות ולי נתת ימים ונהרות, אמר לו כולן צריכין לך ע\"י חלזון שנאמר <small>(דברים ל״ג:י״ט)</small> עמים הר יקראו ושפוני טמוני חול, תני רב יוסף שפוני זה חלזון טמוני זו טרית חול זו זכוכית לבנה, אמר לפניו רבש\"ע מי מודיעני אמר לו שם יזבחו זבחי צדק <small>(שם)</small> סימן זה יהא לך כל הנוטל ממך בלא דמים אינו מועיל בפרקמטיא שלו. ופירש\"י ז\"ל שאם יטול שוה פרוטה בלא דמים תתקלקל הצביעה ולא יועיל כלום יעו\"ש. וא\"כ עכשיו אף אם נשיג החלזון, הרי אנו נוטלים אותו בלא דמים משבט זבולן, שהרי גלינו מארצנו ואין זבולן במקומם ליתן להם דמיו, וא\"כ ודאי לא תועיל הצביעה ולמה ניגע לריק. הרי אף שיהיה נראה לנו לעין שיוכל לצבוע בדמו צבע התכלת, על כרחנו לומר שאנו טועין כי ודאי דברי חז\"ל חיים וקיימים:",
                "<b>אמנם</b> טענה זו ביטולה מבואר מאד ממה שקדם, שגם אחר החורבן בימי התנאים והאמוראים והגאונים היה מצוי להם התכלת, והרי אז כבר גלינו מארצנו ואי אפשר היה ליקח החלזון בדמים משבט זבולן. וע\"כ דדוקא כשהיו ישראל שרוין על אדמתם והיה ישראל שוכן לשבטיו איש בחלקו, והחלזון היה בחלקו של זבולן, והנוטלו שלא בידיעה בלא דמים היה כגוזל ממנו, על אז היתה אותה ההבטחה, וכדמייתי לה מקרא שם יזבחו זבחי צדק, דהיינו משום גזל יעו\"ש. אבל בעונותינו משגלינו מארצנו, והעמים החזיקו בכל ארץ ישראל עד עת קץ כי ישוב ירחמנו ויחזיר אותנו לציון ברנה בבי\"א, לא שייך אותה ההבטחה, שהרי אין שבט זבולן שרוי שם שיהיה שייך בזה גזל. ולא עוד אלא אף בזמן שהיו ישראל שרוין על אדמם ג\"כ רק הנוטל חלזון שעלה להרים בחלקו של זבולן בלא דמים הוא דמתקלקל הצביעה ואינו מועיל כלום, משום דהוי כגזל. אכן באמת החלזון מצוי בכל ים המערבי והתיכון אלא שצידתו בים קשה, ובחלקו של זבולן היה החלזון עולה מן הים לההרים שלו הנכנסין לתוך הים ומתרבה והיה ניצוד בנקל, כמו שיתבאר בעזהש\"י, נראה ודאי שהצודו אז בים אפילו בחלקו של זבולן בלא דמים לא היה הצביעה מתקלקל. וזה שדקדק רש\"י ז\"ל <small>(שם)</small> לפרש כולן צריכין לך כל אחיך יהיו צריכין לך ע\"י חלזון שעולה מן הים להרים וכו', עמים הר יקראו מכל השבטים יתקבצו להריך לקנות שפוני וכו' יעו\"ש, והיינו דרק כלפי כל השבטים היה החלזון מצוי לשבט זבולן ע\"י שהיה עולה להרים שלו כנ\"ל, והיו כל השבטים צריכים לו לקנות ממנו התכלת, אבל ודאי היה החלזון מצוי גם בכל ים המערבי והתיכון, וכל העמים החונים על הים היה להם החלזון, וכדאשכחן בקרא במפלת צור <small>(יחזקאל כ״ז:ז׳)</small> תכלת וארגמן מאיי אלישה היה מכסך וגו' יהודה וארץ ישראל המה רוכליך בחטי מנית ופנג ודבש ושמן וגו', רוכלי שבא אשור כלמד רוכלתך המה רוכליך במכללים בגלומי תכלת וגו'. הרי דמרבית התכלת היה מאיי אלישה ומרוכלי שבא אשור וכלמד ולא חשיב כלל מארץ ישראל תכלת, כי באמת לא היה להם אלא להספיק לצורך עצמו ללבושי המלך והשרים והכהנים ולתכלת מצוה, אבל לא היה להם כל כך תכלת למכור לחוץ. וא\"כ לכל הני היאך לא נתקלקל הצביעה, כיון שלא לקחו בדמים משבט זבולן. אלא ודאי כנ\"ל דמה שניצוד שלא בחלקו של זבולן לא היה מתקלקל כלל, וכן נראה ממה דאשכחן במס' סוטה <small>(מו:)</small> על פסוק וילך האיש ארץ החתים ויבן עיר ויקרא שמה לוז הוא שמה עד היום הזה <small>(שופטים א׳:כ״ו)</small> הוא לוז שצובעין בה תכלת כו' יעו\"ש, ובמדרש בראשית רבה <small>(פ' סט)</small>, והרי זו העיר בארץ החתים נראה שלא דרו בה ישראל שאינה ארץ ישראל, ורק שהיה מצוי לה תכלת, והיה הצביעה עולה יפה אף שלא קנו בדמים משבט זבולן, והיינו כנ\"ל משום שלא מחלקו נטלו וכל זה ברור ונכון:",
                "<b>ומצאתי</b> סעד לכל דברינו ממרן הרדב\"ז ז\"ל בתשובתו סי' תרפ\"ה, וזה לשונו הקדוש:",
                "<b>שאלת</b> עלה דגרסינן בשבת שכן צדי חלזון היו קושרים ומתירין הרשתות לצוד אותו, ושאלת מהיכן היה להם חלזון שיוכלו לצודו, והלא לא היה נמצא אלא בחלקו של זבולן, וכי אפשר היה לבא לארץ ישראל לצודו:",
                "<b>תשובה</b> אין זו צריכה לפנים, שהרי החלזון מצוי הוא בים ובחלקו של זבולן היה עולה מאליו מן הים אל היבשה והיו מלקטין אותו, ואחר שגלו ישראל לא היה עולה, והשאיר נבוזראדן בארץ מדלת העם לכורמים וליוגבים, ואמרו רז\"ל אלו צדי חלזון, משמע שהיו צריכין לצודו. וכן במעשה המשכן היו סמוכים לים הקדמוני ים סוף, שהרי אין בין ים סוף להר סיני אלא דבר מועט, והיו הולכים לים סוף וצדין אותו שהיה נמצא שם. והיינו שלא הוצרכו לומר בחלזון כאשר אמרו בתחש לפי שהיה מצוי, ואפשר שעד היום הוא מצוי אלא שאין מכירים אותו או שאין יודעים לצודו, גם כי אינם צריכים לו שצבע הדומה לתכלת מצוי הרבה, דהיינו איסטיס הנקרא בערבי ניל, וצובעין אותו באופן אומנות שאינו עובר אפילו על ידי גיהוץ, עד כאן לשונו הקדוש:",
                "<b>אמנם</b> מה שלא התעוררו לזה רבותינו בדורות שלפנינו אשר קטנם עבה ממתנינו אין לתמוה כלל, וכדמצינו <small>(מלכים ב י״ח:ד׳)</small> וכתת נחש הנחשת אשר עשה משה, כי עד הימים ההמה היו בני ישראל מקטרים לו ויקרא לו נחשתן. ואמרינן עלה במס' חולין <small>(ו.)</small> אפשר בא אסא ולא ביערו בא יהושפט ולא ביערו והלא כל עכו\"ם שבעולם אסא ויהושפט ביערום, אלא מקום הניחו לו אבותיו להתגדר בו וכו' יעו\"ש. והרי הדברים קל וחומר השתא, התם שהיה מכשול ע\"י הנחש שהיו ישראל נכשלין בו לא העיר השי\"ת לבן של צדיקים הללו אסא ויהושפט לבערו, כדי להניח מקום לחזקיה להתגדר בו, והעלים מהם ההיתר לבער נחש הנחשת, כמו שכתבו התוס' <small>(שם ז ד\"ה אלא)</small>, כ\"ש וקל וחומר כאן שהוא רק מניעת מצות עשה, שיש לומר שמאת ה' היתה זאת להעלים מגדולי הדורות שלפנינו אפשרות מציאות החלזון בזמן הזה, להניח מקום למי שמוכן לזה להוציא הדבר מכח אל הפועל להתגדר בו:",
                "<b>ואלו</b> הם דברי אליהוא בן ברכאל הבוזי ממשפחת רם באמרו <small>(איוב ל״ב:ו׳-ז׳)</small> צעיר אני לימים ואתם ישישים על כן זחלתי ואירא מחות דעי אתכם אמרתי ימים ידברו ורב שנים יודיעו חכמה אכן רוח היא באנוש ונשמת שדי תבינם. שבאמת היאך יאמר, אמרתי ימים ידברו, ולא כתיב <small>(שם יב)</small> בישישים חכמה וארך ימים תבונה, וכן אמרו אכן רוח היא באנוש, הלא כתיב <small>(משלי י״ג:כ׳)</small> הולך את חכמים יחכם:",
                "<b>אכן</b> אמור אמרתי ימים ידברו הוא, שהן אמת שבישישים חכמה וארך ימים תבונה, כי כן יסד ה' וכדאיתא במס' קידושין <small>(לג.)</small> כמה הרפתקאי דעדו עלייהו, אכן להוציא דבר לאור אל הפועל זה הוא רק מה שהכין ה' לאנוש. וזה רמז במלת ידברו שהדבור הוא הגמר מכל דבר כדאיתא במס' שבת <small>(לג:)</small> פה גומר, וכן להודיע חכמה שיתגלה לאורה זה הוא לה' לבדו אשר חלק לאדם דעת וחכמה, וזה אמרו אכן רוח היא באנוש כדכתיב <small>(איוב כ״ח:כ״ה)</small> לעשות לרוח משקל ומים תכן במדה, ונדרש במדרש ויקרא רבה <small>(פרשה טו)</small> לעשות לרוח משקל אמר רבי אחא אפילו רוח הקודש ששורה על הנביאים אינו שורה אלא במשקל יש שמתנבא ספר אחד ויש שנים וכו'. ומים תכן במדה אמר רבי יודן ברבי שמואל אפילו דברי תורה שנתנו מלמעלה לא נתנו אלא במדה ואלו הן מקרא ומשנה הלכה ואגדה יש זוכה למקרא ויש למשנה ויש לתלמוד ויש לאגדה יעו\"ש. אכן לזה נזכר בנבואה לשון משקל ובתורה לשון מדה, שהמשקל הוא בצמצום ודקדוק עצום ובמדה יש מדה גדושה ומדה מחוקה, וכדאיתא במסכת תרומות <small>(פ\"ד מ\"ו)</small> המודד משובח ממנו והשוקל משובח משלשתן יעו\"ש, שבנבואה אינו יכול לזכות אלא כפי כחו וכדאיתא בתיקוני הזוהר <small>(תיקון יט דף מ:)</small> וביד הנביאים אדמה <small>(הושע י״ב:י״א)</small> לכל אחד נדמה כפי כחו שהוא נשמתו, ובתורה יוכל לזכות בה במדה גדושה ביותר מכפי כח כלי קיבולו:",
                "<b>וזה</b> ג\"כ אמרו ונשמת שדי תבינם, שזכר שם הזה, כדאיתא בחגיגה <small>(יב.)</small> שזה השם נותן גבולים, שהיה העולם מרחיב והולך כשתי פקעיות של שתי עד שגער בהם הקב\"ה ואמר די:",
                "<b>וזה</b> רומז שלכל נתן השי\"ת גבול לאמר עד פה תבא, וה' ברוב רחמיו הניח אף לקטנים שבקטנים מקום להתגדר בו, וכמו שאמר רבינו הקדוש במס' מגילה <small>(דף כח)</small> הבאים אחריך בהמה ירעו, שאם היה נתגלה ע\"י חכמים הראשונים כל התורה לא היה לדורות השפלים חלק לחדש בתורת ה':",
                "<b>ולהיות</b> שראיתי שנתגלגל לידי בהיסח הדעת ע\"י כמה סיבות שונות להתעורר בזה הענין, כמשפט מציאה שבאה בהיסח הדעת כבמס' סנהדרין <small>(צז.)</small>, וראיתי כי מן השמים הוא שיתגלה לנו, כי יש תקוה לשוב לקיים מצות תכלת כבראשונה. אמרתי אולי הניח הקב\"ה אף לקטן שבקטנים כמוני לזכות בדבר מצוה שיגלגל זכות הרבים על ידי ואהיה ממזכי הרבים:",
                "<b>לזאת</b> שנסתי מתני לחפש שפוני טמוני חול, ואמרתי בטרם כל אחפש ואבקש לדרוש ולהבין בתורתנו הקדושה, אשר כל השפונים הטמונים, כולם בתורה גנוזים. וכמו שמצינו שגם קץ הגאולה מגלות בבל היה טמון בתורה, וכדאמרינן במס' מגילה <small>(יב.)</small> מדאמר בינותי מכלל דטעה וכו' ורק לעת אשר פקד השי\"ת אז נתגלה. וכן מקום המקדש היה טמון בתורה בספר יהושע עד שבא דוד ונתגלה לו כדאיתא בזבחים <small>(נד:)</small>, וכן בבנין בית שני אמרינן <small>(שם סב.)</small> לענין המזבח דאנשי כנסת הגדולה קרא אשכח ודרש ושלמה לא הבין לדרשו יעו\"ש. וגם אור ששת ימי בראשית שנגנז, בתורה נגנז, כדאיתא בזוהר הקדוש <small>(בראשית ובספר הבהיר מו:)</small>, וגלל כן שמתי אל לבי בטרם כל להוציא כל הסימנים הנמצאים בחלזון בדברי רז\"ל, ועל פיהם יהיה מקום לפני מך ערכי, או לכל מי שהמלך מלכו של עולם יתברך שמו חפץ ביקרו, שיהיה ממזכי הרבים לחפשו, ולכשימצא בריה שימצאו בה כל הסימנים יהיה ידוע ברור שזו הבריה היא החלזון בבירור וזה החלי, יהי רצון שלא אכשל בדבר הלכה: \n"
            ]
        ],
        "The signs according to Chazal": {
            "Where the Hillazon can be found": [
                "<b>לבאר מקום מציאות החלזון</b>",
                "<b>אם</b> כי כפי הנראה בהשקפה ראשונה מקום מציאותו של החלזון הוא בהרים, כדאמרינן במסכת סנהדרין <small>(צא.)</small>, עלה להר וראה שהיום אין בו אלאל חלזון אחד למחר ירדו גשמים ונתמלא כולו חלזונות יעו\"ש. ובאמת במנחות <small>(מד.)</small> דאמרינן ועולה אחד לשבעים שנה פירש\"י ז\"ל ועולה מן הארץ יעו\"ש. ורק בהרים שבחלקו של זבולן דאמרינן במגילה <small>(ו.)</small> כולן צריכין לך על ידי חלזון שנאמר עמים הר יקראו יעו\"ש. וכן משמע בספרי ברכה <small>(פסקא שנד)</small> מקום בים שמוטל בהרים וכו' יעו\"ש. משמע שמקומו הוא בהרים ובחלקו של זבולן הוי דבזבולן וירכתו על צידן כתיב <small>(בראשית מ״ט:י״ג)</small> וצור וצידון סמוכים הם, כדאמרינן במס' שבת <small>(יט.)</small> אין מפליגין בספינה וכו', מצור לצידון אפילו בערב שבת מותר יעו\"ש. והיינו נמי דאמרינן <small>(שבת כו.)</small> ומדלת עם הארץ השאיר נבוזראדן לכורמים וליוגבים וכו' ליוגבים אלו ציידי חלזון מסולמות של צור ועד חיפה, דהנך דוכתי מצור ועד חיפה בחלקו או סמוך לחלקו של זבולן הם:",
                "<b>אכן</b> רש\"י ז\"ל גופיה במסכת מגילה <small>(ו.)</small> פירש חלזון עולה מן הים להרים וכו' וכן פירש במקומו במסכת סנהדרין <small>(צא.)</small> וכן פירש במסכת חולין <small>(פט.)</small> אהא דאמרינן שהתכלת דומה לים ופירש\"י ז\"ל וז\"ל, שהחלזון מן הים הוא עולה וכו' יעו\"ש. וכן מפורש ברמב\"ם ז\"ל <small>(ה' ציצית פ\"ב ה\"ב)</small> וזה לשונו ובים המלח הוא מצוי יעו\"ש, ונראה שלמדו לומר כן מלשון הספרי גופיה מקום בים שמוטל בהרים וכו' משמע שעיקר גידולו בים רק שעולה מן הים להרים שבים, והיינו כמו שנתבאר בדברינו לעיל <small>(בביטול טענה הד')</small>, שמקומו בכל ים מערבי וים התיכון, אלא שבחלקו של זבולן היה עולה מן הים להרים שלו הנכנסין תוך הים ומתרבה שם, ומה שפירש\"י במנחות ועולה מן הארץ היינו שם כשעולה מן הים להרים מתרבה:",
                "<b>ותורת</b> אמת היתה בפיהם, שכן הוא מבואר להדיא בזוה\"ק <small>(בשלח מח:)</small> זבולן לחוף ימים ישכון והא ימא חד כו' וים כנרת הוה בעדביה ומהכא אשתכח חלזון לתכלתא ועיין עוד בזוה\"ק <small>(בהעלותך קנ.)</small> בחלקיה דזבולן ימא וכנסת ישראל אקרי ים כנרת והכי אתחזי בגין דהא תכלת נפיק מתמן ואוקמוה יעו\"ש, הרי מבואר להדיא שמוצא החלזון הוא בים:",
                "<b>אלא</b> שבדברי הזוה\"ק שהחלזון נפיק מים כנרת יש לעיין, הרי ים כנרת לא היה כלל בחלקו של זבולן, שהרי זבולן ירכתו על צידון ושם ים המערבי. אכן נראה כמו דאיתא בירושלמי מגילה <small>(פ\"א ה\"א)</small> וערי מבצר הצדים צר וחמת רקת וכנרת <small>(יהושע י״ט:ל״ה)</small> הצדים כפר חיטייא צר דסמיכא לה חמת חמתה רקת טבריא כנרת גינוסר, התיב רבי לוי והכתיב והערבה עד ים כנרת מעתה שני גינוסריות היו או לא היו אלא שני אבטוניות כגון בית ירח וצינבריי שהן מגדלות כינרים ע\"כ. וביארנו שם דהך וערי מבצר וגו' וכנרת אמור בגבול בני פתלי ולזה הקשה לו לרבי לוי מקרא והערבה עד ים כנרת האמור בחלקו של הראובני והגדי, ומסיק דבקושטא תרי מקומות נינהו, ותרווייהו נקראו כנרת על שם שהן מגדלות כינרים, והוא מין אילנות טובים וחשובים כהאי דמסכת בבא בתרא <small>(מח:)</small> טאבא תלא לפאפי אכינרא, וכן בפסחים <small>(קיא:)</small> טולא דכנדא וגירסת הערוך דכנרי, והיינו דכנרת אינה שם העצם אלא על שם הכינרים הגדלים שם, וגם שאר מקומות שמגדלין כינרים נקרא ג\"כ כנרת כגון בית ירח וצינבריי. וכן איתא להדיא במדרש בראשית רבה <small>(פ' צח)</small> אמר ר' ברכיה כל חוף ים של טבריא נקרא כנרת יעו\"ש. ומעתה נראה דגם בחוף ים המערבי בחלקו של זבולן ג\"כ היו מגדלין כינרים והיה ג\"כ נקרא כנרת על שם זה:",
                "<b>אכן</b> לשון הרמב\"ם ז\"ל ובים המלח הוא מצוי יעו\"ש בכסף משנה שלא העיר מקורו והניחו חלק. ובאמת צ\"ע דסתם ים המלח ימה של סדום הוא, וידוע דימה של סדום היו מחזיקין שלא נמצא שם שום ברואים כלל, ועכ\"פ לא שכיח שימצא שם, ומלבד זה הרי ימה של סדום לא היה בחלקו של זבולן:",
                "<b>אכן</b> נראה שהרמב\"ם ז\"ל דרכו לקרוא ים המלח כל הימים שאין מימיהם מתוקים, כנראה מלשונו ז\"ל בתשובותיו <small>(סי' קנ\"ד)</small> על שאלה אם מותר להפליג בספינה בשבת, והשיב בזה הלשון: אין הפרש בין ההליכה בימים המלוחים ובין אלו הנהרות שמימיהם מרובין. וכן באגרותיו כתב בה הלשון, ולפעמים אני רושם ואני עולה בספינה בים המלח יעו\"ש. והרי באמת ידוע שאותו ים המלח, דהיינו ימה של סדום, לא תלך בו אנית שיט, אלא ע\"כ כוונתו על שאר הימים ים המערבי והתיכון קורא אותם ים המלח, לפי שיש ימים קטנים כגון ימה של סובכי וימה של טבריה שמימיהם מתוקים וראויים לשתיה, והימים הגדולים כולם מימיהם מלוחים, לזה קורא הרמב\"ם ז\"ל כל הימים שמימיהם מלוחים ים המלח, לאפוקי הימים הקטנים שמימיהם מתוקים, ובאמת החלזון נמצא רק בימים מלוחים:",
                "<b>וראיתי</b> להרב תפארת ישראל ז\"ל בהקדמתו לסדר מועד <small>(קונטרס בגדי קודש)</small> שתמה על רש\"י ורמב\"ם ז\"ל שפירשו דחלזון מן הים הוא, דא\"כ מה ראיה מייתי הש\"ס בסנהדרין <small>(צא.)</small> מברייתו לתחית המתים שמתהוה בריה חדשה מעפר, הרי כיון שעולה מהים דלמא מקמי הכי הוה בים רק שעל ידי הגשם יצא מהמים יעו\"ש. ובמחילת כ\"ת שגה מאד, שהרי ומטונך דהחלזון מן הארץ הוא תקשה טפי, מה ראיה מייתי מברייתו לתחית המתים דלמא ממקום אחר בא לכאן, וע\"כ לומר ששמר את ההר וידעו שודאי לא בא ממקום אחר, א\"כ לרש\"י ורמב\"ם ז\"ל ג\"כ מיירי ששמרו את ההר וידעו שלא עלה לו מן הים אלא אחד: \n"
            ],
            "The signs of the Hillazon": [
                "<b>בסימני החלזון</b>",
                "<b>א.</b> מראה גופו הוא מראה תכלת דומה לים. דתנו רבנן <small>(מנחות מד.)</small> חלזון זהו גופו דומה לים, ותניא <small>(מנחות מג: סוטה יז. חולין פט.)</small> מה נשתנה תכלת מכל מיני צבעונין מפני שהתכלת דומה לים וים דומה לרקיע וכו', שמעינן מינה שמראה גופו של החלזון הוא מראה התכלת כדמפורש מלשון רש\"י ז\"ל בחולין <small>(פט.)</small> שעל הא דאמרינן שהתכלת דומה לים כתב רש\"י ז\"ל, כאלו טעמא קא יהיב למילתא, וזה לשונו, שהחלזון מן הים הוא עולה וכו' יעו\"ש, כלומר דלהכי התכלת דומה לים, שהרי הוא צבע הבאה מחלזון שהוא עולה מן הים, משמע שהים שהיה מצוי בו ועולה ממנו גורם מראיתו, והגם שבמדרש במדבר רבה <small>(פרשה י\"ד בנשיא לבני אפרים)</small> איתא מפני שהתכלת דומה לעשבים והעשבים דומים לים והים דומה לרקיע והרקיע דומה לקשת והקשת דומה לענן וכו' יעו\"ש, מיהו בירושלמי ברכות <small>(פרק א' הלכה ב')</small> איתא שהתכלת דומה לים וים דומה לעשבים וכו' יעו\"ש וסמי חדא מכמה תרתי: ",
                "<b>ב.</b> חומר החלזון דהיינו רכות בשרו והילוכו במים ע\"י סנפיריו דומה לדג. דתנו רבנן במס' מנחות <small>(מד.)</small> וברייתו דומה לדג, והא ודאי דאין לומר דוברייתו דומה לדג על דמות צורתו קאי, דאטו צורה אחת יש לכל הדגים, הרי כמה מיני דגים משונים בצורתם יש שאין צורתו של זה דומה לצורתו של זה כלל, וכבר כתב הגר\"א ז\"ל בספרו הבהיר אליהו רבא מסכת כלים <small>(ר\"פ י')</small> דכל מה שבים דג שמו. ואנן בעניתין בחיבורנו סדרי טהרות מסכת כלים <small>(קי: סוד\"ה ועצמות)</small> כתבנו סעד לדבריו ז\"ל מפירש\"י ז\"ל במסכת חולין יעו\"ש. וא\"כ איזה דמות תערכו לו, אלא נראה כנ\"ל דקאי על תבנית חומרו ותכונתו שנמצא בו כעין סנפיר ששט בו מעין תבנית ותכונת דגי הים, וממשפחת דגי הים יחשב ולא ממשפחת חית הים, מיהו ודאי שאינו כדג ממש, שהרי יכול לחיות ולהשריץ גם ביבשה, כדמוכח מהא דסנהדרין <small>(צא.)</small> כמו שנתבאר בדבריו לעיל <small>(סי' א)</small>. וכן מבואר מדברי התוס' במסכת שבת <small>(עה. ד\"ה הצד)</small> שאינו כמו דג ואינו חייב בצידה שלו משום נטילת נשמה יעו\"ש.והגם שהתוס' <small>(שם עג: ד\"ה מפרק)</small> כתבו וזה לשונם, דדוקא חלזון שהוא דג וכו' יעו\"ש, היינו לומר דחלזון הוי יותר שאינו גידולי קרקע מבהמה וכלפי בהמה בכלל דג הוא, אבל אינו דג ממש, כמו שנתבאר והכא נמי לא קאמר אלא וברייתו דומה לדג, אבל לא שהוא דג ממש. וזה ג\"כ כוונת רש\"י ז\"ל במס' מנחות <small>(שם)</small> במ\"ש תבנית דיוקנו יעו\"ש, והוא פירוש על וברייתו אלא שבשגגת המעתיק נשמט מלשונו ז\"ל הציון וברייתו יעו\"ש: ",
                "<b>ג.</b> חלזון יש בו גידין ועצמות. כדמוכח מירושלמי מסכת שבת <small>(פ\"א ה\"ג)</small> חזקיה אמר ההורג כינה בשבת כהורג גמל וכו', א\"ר שמעון בן חלפתא ולא מחלזון שמענו וחלזון יש לו גידין ועצמות, ולא כן תני כל דבר שאין לו גידין ועצמות אינו חי יותר מששה חדשים וכו' יעו\"ש. ופי' הקרבן עדה דחוק ותמוה מאד, שפי' ולא מחלזון שמענו שמותר להרגו בשבת דגרסינן בבבלי שבת <small>(ע\"ה.)</small> הצד חלזון והפוצעו אינו חייב אלא אחת רבי יהודה אומר חייב שתים, וסבר רבי שמעון בן חלפתא דאינו חייב אלא משום צידה אבל לא משום נטילת נשמה, והכי קאמר ולמה קאמר ת\"ק ואבא שאול ובלבד שלא יהרוג והלא מחלזון שמענו דמותר להרגו ומ\"ש כינה מחלזון ע\"כ, ואנן בעניותין דבריו ז\"ל שגבו מאתנו וכמה שבושים ותמיהות אנו רואים בפירושו, חדא דשיטת הירושלמי להדיא <small>(שבת פ\"ז ה\"ב)</small> בהך ברייתא דצד חלזון ופוצעו, דלכ\"ע חייב משום נטילת נשמה, ופלוגתייהו דת\"ק ור' יהודה אינה אלא אי מחייב עליו משום צידה וכמו שנתבאר באורך בדברינו לעיל <small>(ביטול טענה השניה)</small>. ואפילו לפי שיטת הש\"ס דילן <small>(שם)</small> דלת\"ק דאינו חייב אלא אחת היינו משום צידה ולרבי יהודה דחייב שתים הוא משום צידה ומשום מפרק, הא פרכינן עלה התם וליחייב נמי משום נטילת נשמה ומפרקינן בשפצעו מת, אי נמי בשפצעו חי אלא דמתעסק הוא אצל נטילת נשמה יעו\"ש. אבל פשיטא לכ\"ע דכשמתכוין להרגו חייב, ומה שסיים בהמשך לשון הירושלמי לפי פירושו, וזה לשונו, ופריך וחלזון יש לו גידים ועצמות בתמיה, דלמא שאני חלזון שאין לו גידים ועצמות ולא כן תני וכו' דכינה יש לה גידים ועצמות וכו' יעו\"ש מלבד שאין מקום לזה מאחר דאידחי ליה עיקר פירושו כנ\"ל, אפילו כי יהיבנא ליה עיקר פירושו דברים הללו כבדים ודחוקים לומר דכינה יש לה גידים ועצמות, וחלזון פשיטא ליה כל כך שאין לו גידים ועצמות, עד שמתמיה וחלזון יש לו גידים ועצמות הא ודאי דחיק ואין מתקבל על הלב כלל:",
                "<b>גם</b> מה שפי' הפני משה וז\"ל ולא מחלזון שמענו, כלומר דמייתי סייעתא להא דקאמר חזקיה ההורג כינה בשבת כהורג גמל, ואע\"ג דלאו בריה חשיבא שהרי אין לה גידין ועצמות, מ\"מ וכי לא שמענו זה מחלזון דתנינן הצד חלזון והפוצעו חייב שתים, וחלזון יש לו גידין ועצמות בתמיה, הרי מין תולעת היא, ואפ\"ה ההורגו בשבת חייב והוא הדין בכינה יעו\"ש. וגם פירושו ז\"ל דחוק דמהיכן פסיקא ליה כל כך דחלזון אין בו גידים ועצמות, ומה דאסבר לה הרי מין תולעת היא, אמת שרש\"י ז\"ל כתב במסכת סנהדרין לשון זה תולעת שיוצא מן הים יעו\"ש, אבל ודאי לשון זה לאו דוקא שהרי להדיא אמרינן וברייתו דומה לדג, ורק דרש\"י ז\"ל קרי ליה תולעת כהא מלתא שיכול לחיות ולהשריץ על הארץ ביבשה ג\"כ כדאמרן לעיל <small>(סעיף ב)</small>, שרק דומה לדג ואינו דג ממש, מיהו כיון שדומה לדג מהיכן פסיקא ליה שאין בו גידין ועצמות, והגם שאין זו קושיא כל כך, דהרי חכמי הש\"ס ודאי הכירו את החלזון וראו אותו ושפיר יש לומר שידעו שאין בו בחלזון גידים ועצמות, אבל א\"כ הוי ליה למימר להדיא ולא מחלזון שמענו והרי חלזון אין בו גידים ועצמות, אבל הרי קאמר וחלזון יש בו גידים ועצמות, ורק דאנן מפרשינן דבלשון תמיה קאמר וחלזון יש בו גידים ועצמות בתמיה, ולשון זה משמע, דמסברא הוא שודאי אין בו בחלזון גידים ועצמות, והא ודאי דחוק דאמאי יהיה כל כך פשוט מסברא שאין בו גידים ועצמות, ובפרט לפי מה שיתבאר דהחלזון נושא עליו לבוש קרני עצמיי, אם כן באמת יש בו עצמות, ועל כל פנים אין הדבר פשוט כל כך לומר מסברא שאין בו גידים ועצמות. ובזה נדחה נמי פירוש ידידי הגאון המפורסם מהרי\"ש ז\"ל האב\"ד לבוב בגליון הש\"ס בירושלמי <small>(שם)</small>:",
                "<b>והנראה</b> לע\"ד ביאור הירושלמי פשוט, דרבי שמעון בן חלפתא פריך עלה דחזקיה דאמר ההורג כינה בשבת כהורג גמל, והיינו דגם בבריה קלה יש בה משום נטילת נשמה, והרי אנו צריכים לאשכוחי נטילת נשמה דכוותה במשכן ולזה פריך ולא מחלזון שמענו, כלומר מאילים מאדמים לא נוכל לילף נטילת נשמה דבריה קלה, ורק מנטילת נשמה דחלזון שהיה במשכן דזו הבריה קלה ביותר שהיה במשכן, והיה בה נטילת נשמה, מזה אתה רוצה לחייב ג\"כ בנטילת נשמה דכינה. ומה ראיה היא זו, וחלזון יש בו גידים ועצמות בניחותא, כלומר הרי אנו יודעין שחלזון יש בו גידים ועצמות, ומנלן דליחייב בנטילת נשמה דכינה שאין בה גידים ועצמות, ושמא תאמר ומה נפקא מינה בין יש בה גידים ועצמות לאין בה גידים ועצמות, שיהיה סברא דלא למילף נטילת נשמה דבריה שאין בה גידים ועצמות מנטילת נשמה דבריה שיש בה גידים ועצמות, לזה סיים לאלומי הקושיא, ולא כן תני, כל דבר שאין בו גידים ועצמות אינו חי יותר מששה חדשים, וכיון שבריה שאין בה גידין ועצמות אין בה כל כך חיות, סברא הוא לומר דנטילת נשמה דידה לא הוי מלאכה כל כך כנטילת נשמה דבריה שיש בה גידים ועצמות שחיות שלה הוא חיות יותר, וליכא למילף לחייב בנטילת נשמה דכינה מנטילת נשמה דחלזון שהיה במשכן. ועל זה משני דמר רבי יוסי בר רבי בון בשם רב זביד אחת לשבע שנים וכו' מומיתא דרישא וכו', להכי הגם שאינה חיה יותר מששה חדשים חשיב חיות שלה כחיות בריה שיש בה גידים ועצמות, כיון שאינה מתבטלת לגמרי ונעשית אח\"כ עקרב יעו\"ש. הנה נתבאר שהחלזון הוא בריה שיש בה גידים ועצמות, וכך היא מסקנת הירושלמי לפי פירוש הגאון מהרי\"ש ז\"ל יעו\"ש. והרב תפארת ישראל כתב בפשיטות שהחלזון אין בו גידים ועצמות ונמשך בזה אחר פירוש הק\"ע ופ\"מ ז\"ל שלא בדקדוק יעו\"ש: ",
                "<b>ד.</b> שהחלזון נושא עליו קליפה ולבוש הגדל עמו. כדאמרינן במדרש דברים רבה <small>(פ' ח)</small> וכן הוא במדרש תהלים, החלזון הזה כשהוא גדל מלבושו גדל עמו ועיין בערוך ערך חלזון, וכן מלשון הש\"ס שבת <small>(ע\"ה.)</small> הצד חלזון והפוצעו משמע שהוא קשה וצריך פציעה, דלשון פציעה שייך רק בדבר שהוא קשה, וכהאי דשבת <small>(קכב:)</small> קורנס לפצע בו את האגוזים, ובמסכת גיטין <small>(נו:)</small> וכשמת פצעו את מוחו. אבל בדבר שאינו קשה לא שייך לשון פציעה אלא קריעה, כהאי דמסכת חולין <small>(כא.)</small> קרעו כדג: ",
                "<b>ה.</b> החלזון יוצאין מן ראשו פתילים כפופים כמין אונקלאות ויתדות כפופים, העשוים בראש שלשלת הכלים לתלותן על הכותל. ולהכי נקראו אלו האונקלאות שבראש השלשלת חלזון, כדתנן במס' כלים <small>(פי\"ב מ\"א)</small> שלשלת של סיטונות טמאה של בעלי בתים טהורה א\"ר יוסי אימתי בזמן שהוא מפתח אחד אבל אם היו שנים או שקשר חלזון בראשו טמאה ע\"כ. והיינו דכיון שעשה חלזון בראשו מוכחא מילתא דלשימוש עבדי לה ולא לנוי יעו\"ש בר\"מ ור\"ש. ובחיבורנו סדרי טהרות והערוך <small>(ערך חלזון)</small> כתב על זה וז\"ל פי' זה הוא צורתו ונקרא חלזון כמו החלזון שהוא מוקף ע\"כ. והעיד <small>(שם)</small> ה\"ר בנימין בהגהותיו שהערוך בספרו הראשון שכתב צייר צורת החלזון יעו\"ש. ומתבאר מזה שהערוך הכיר החלזון לציירו, וידע שפתילי ראשו הם כאונקלאות כפופים שבראש השלשלת: ",
                "<b>ו.</b> החלזון צריך שימצאו בו אברים או פתילים בדמות נחש. דתנן במסכת בכורות <small>(לח.)</small> גבי מומי אדם ובהמה חלזון ונחש, ובגמרא <small>(שם:)</small> איבעיא להו חלזון הוא נחש או דלמא חלזון או נחש, ומסיק דחלזון הוא נחש יעו\"ש, והרמב\"ם ז\"ל בה' ביאת מקדש <small>(פ\"ה ה\"ה)</small> כתב מי שיצא בשר יתר מעינו עד שחיפה מעט מן השחור של עין, והשיגו הראב\"ד ז\"ל וזה לשונו הקדוש: א\"א לא ידעתי אם עשה זה כנגד חלזון האמור במשנה בצד עיניו, ואינו נראה כן שאם היה בו בשר יתר הוא יבלת בעינו האמור למטה במשנה, וחלזון הוא שורת אדמימות העוברת בשחור ע\"כ יעו\"ש בכסף משנה. והנראה בישוב דברי הרמב\"ם ז\"ל, דיש לחלק דיבלת אינו במראה בשר, כדפירש\"י ז\"ל בנמוקי תורה <small>(ויקרא כב)</small> או יבלת ורוא\"ה בלע\"ז יעו\"ש. והיינו וואורצלען, ואין להם מראה בשר שהם לבנים, אבל חלזון הוא בשר יתר בתואר בשר וכן נקראו באמת אלו היבלות בתואר בשר גם בלשון יון (חאלעזין), ומדמסיק הוא נחש הוא חלזון נראה שהחלזון יש בו אברים או פתילים בדמות נחש, וע\"ז האבר ישנו כיון יבלות אדומים בתואר בשר, ולכן נקראו היבלות האדומים שבעין בשם חלזון ונחש: ",
                "<b>ז.</b> הרמב\"ם ז\"ל בהלכות ציצית <small>(פ\"ב ה\"ב)</small> מסמן את החלזון וזה לשונו הקדוש: והוא דג שדומה עינו לעין התכלת ודמו שחור כדיו וכו' יעו\"ש. הנה מה שכתב והוא דג שדומה עינו לעין התכלת, מקורו מש\"ס דמנחות <small>(מד.)</small> חלזון זה גופו דומה לים וברייתו דומה לדג כמו שנתבאר לעיל <small>(סימן א' ב')</small>, אכן מה שכתב ודמו שחור כדיו לא מצאתי לזה מקור בש\"ס, ומזה נראה כמו שבארנו בריש דברינו שהרמב\"ם ז\"ל אחר שעשה פירושו על המשנה טרח ויגע ומצא את החלזון על פי הסימנים הנזכרים מדברי חז\"ל, וקיים מצות תכלת, והוסיף לסמנו בעוד סימנים שמצא בו שדמו שחור כדיו, שאולי ישכח יהיה בנקל להרוצה לחפש אחריו למצוא אותו ולא יתיאש ממנו, כי אם לא הודיע לנו הרמב\"ם ז\"ל את זאת והיינו מחפשין רק על פי הסימנים שבש\"ס, אפילו היינו מוצאים ומשיגים אותו היינו מתיאשין ממנו, ונאמר כי ודאי אינו החלזון כיון שדמו שחור והרי אנו רוצין לצבוע צבע התכלת, ולכן הודיענו זאת שבאמת דמו שחור כדיו ורק על ידי הסממנים נוכל לצבוע בו צבע התכלת. ומצאתי לזה מקור נאמן שדם החלזון הוא שחור מתיקוני זוהר הקדוש <small>(מ\"ט:)</small> נשמתא נר ה' נשמת אדם <small>(משלי כ׳:כ״ז)</small> אדם דאיהי אור נר בהיר ביה אורייתא דבכתב ונשמתא דאיהי נר נהיר בה מצוה, ובזמנא דלא נהירין בה אור ונר אתמר בנשמתא אל תראוני שאני שחרחורת <small>(שיר השירים א׳:ו׳)</small> ואתמר באדם אלביש שמים קדרות <small>(ישעיהו נ׳:ג׳)</small> ומאי נר נפשא רוחא נ' נפשא ר' רוחא, לקבל ג' קטרין אלין אינון תלת גווני אשא, אוכמא חוורא ותכלתא וכו' כבד אשא סומקא מרה אשא ירוקא טחול אשא אוכמא יותרת הכבד כללא דכלהו תכלת חשוך ותכלת דציצית מצוה וכו' גוון אוכם דאיהו טחול כד מתלבשת תמן נפשא בחובין איהי אמרת אל תראוני שאני שחרחרת וכו' יעו\"ש. וכן מתבאר עוד <small>(שם נב:)</small> ובאלין תלת גוונין נהרא שרגא דאיהו נר ה' נשמת אדם כו' גוון אוכמא איהי קדרותא דלהון, ועלה אתמר אלביש שמים קדרות ובהון מתלבשין וכו' תכלת לבושא דאת י' דאיהו תכלית דכלא יעו\"ש. מבואר דהתכלת היא באה בלבוש שחרות, וע\"י הסממנים נעשית מראית התכלת דומה לכרסיא יקירא:",
                "<b>אמת</b> שלכאורה משמעות לשון רש\"י ז\"ל במס' חולין <small>(פט. ד\"ה שהתכלת)</small> הוא נגד זה שכתב, וזה לשונו הקדוש, שהתכלת דומה לים שהחלזון מן הים הוא עולה אחת לשבעים שנה ומראית דמו דומה לים וים אנו רואין שדומה לרקיע וכו' יעו\"ש, והגם שיש לומר שרש\"י ז\"ל לא הכיר ולא ראה את החלזון כדמשמע באמת מלשונו ז\"ל וים אנו רואין שדומה לרקיע, משמע שדם חלזון לא ראה עינו הקדושה ורק מסברא כיון שהתכלת דומה לים שפט על דמו שהוא כים, אבל בכל זה דבר תימה הוא לומר ח\"ו שרש\"י ז\"ל בסברתו לא כוון אל האמת. אכן נראה שבאמת אין כוונת רש\"י ז\"ל על דמו אלא על מה שצובע בדמו, והיינו שדקדק בלשונו הקדוש ומראית דמו ולא כתב סתם ודמו דומה לים, כי באמת דמו שחור כדיו ואינו דומה לים: ",
                "<b>ח.</b> כבר נתבאר, שדרך החלזון שעולה מן הים להרים, וכתב בספר הקנה הקדוש ה' ציצית שתיכף כשיוצא נתקע בארץ ומשמש, ומסיים שם, ונשרש שם וראשו בחוץ יעו\"ש מתבאר מזה שהחלזון דרכו לחפור ולתקוע עצמו בארץ, ובאמת שכן הוא משמעות פשטא דקרא <small>(דברים ל״ג:י״ט)</small> ושפוני טמוני חול דנדרש על החלזון במסכת מגילה <small>(ו.)</small>, ופירש\"י ז\"ל בנמוקי תורה, כסויי טמוני חול טרית וחלזון וזכוכית לבנה יעו\"ש, שזה הפסוק כולל אלו השלשה ביחד שדרכן להמצא בחול. חלזון, כמו שנתבאר מספר הקנה שדרכו וטבעו כשעולה מן הים להרים לחפור עצמו ולתקוע בארץ. וגם טרית דרכו להיות טמון בחול שבקרקעית הים ואינו שט תמיד על פני המים כדרך כל דגים השמנים ורכים <small>(טאהן פיש)</small> להיות מונחים בקרקעית הנהרות והימים. ורק במסכת מגילה <small>(שם)</small> שרש\"י ז\"ל רצה לפרש דרשות הש\"ס על כל מלה כסדר הפסוק פירש שפוני לשון חשיבות יעו\"ש: ",
                "<b>ט.</b> החלזון נמצאו בו תרתי מיני דמים אחד אשר מיפקד פקיד ואחד אשר מבלע בלועי באיבריו ועורקיו. כדמוכח מש\"ס שבת <small>(עה.)</small> שאני הכא דכמה דאית ביה נשמה טפי ניחא ליה כי היכי דליצול צבעיה. וכתבו התוס' ז\"ל <small>(שם ד\"ה כי היכי)</small> וקשה לר\"י דמ\"מ על נטילת הדם ליחייב משום נטילת נשמה וכו', והשיב לו ר\"ת דדם חלזון הראוי לצביעה מיפקד פקיד ולא מיחייב על אותו הדם משום נטילת נשמה ועל דם אחר היוצא עמו נמי לא מיחייב דלא ניחא ליה כי היכי דליצול צבעיה יעו\"ש: ",
                "<b>י.</b> החלזון עיקר גידולו בים ועולה נמי ליבשה על ההרים שבים ויכול לחיות שם. וכשהוא בים צריך צידה וכשעולה ליבשה ניצוד ועומד הוא, וזה מתבאר ממה שבארנו בביטול טענה השניה והרביעית ובסי' א' יעו\"ש: \n"
            ],
            "The appearance of the Techelet": [
                "<b>במראה התכלת</b>",
                "<b>כתב</b> הרמב\"ם ז\"ל בהלכות ציצית <small>(פ\"ב ה\"א)</small> תכלת האמורה בתורה בכל מקום הוא הצמר הצבוע כפתוך שבכחול, וזו היא דמות הרקיע הנראית לעין בטהרו של רקיע ע\"כ. וכן כתוב בהל' כלי המקדש <small>(פ\"ח הי\"ג)</small> ותכלת האמורה בכל מקום הוא הצמר הצבוע כעצם שמים שהוא פתוך מן הכוחל ע\"כ. והנה מה שכתב שהתכלת הוא הצמר הצבוע כעצם השמים מקורו מהש\"ס מנחות <small>(מג:)</small> שהתכלת דומה לים וים דומה לרקיע וכו'. אכן מה שכתב שהוא פתוך מן הכוחל, נראה מזה שמראה התכלת נוטה ומעורב קצת עם מראה שחרות הדיהה שהרי הכחול שחור הוא אלא שדיהה מן שחרות החרת, כדמפורש במס' נדה <small>(יט.)</small> שחור כחרת, עמוק מכן טמא, דיהה אפילו ככחול טהור. ופרש\"י דיהה מכן אפילו הוא שחור ככחול טהור, הואיל ואינו שחור כחרת יעו\"ש. הרי שהכחול שחור הוא אלא שהוא שחרות אמוץ ודיהה <small>(גראה שווארץ)</small> מעורב בלבנונית, וכיון שכתב שהוא פתוך מן הכוחל מבואר דעתו ז\"ל שהתכלת נוטה ומעורב קצת עם שחרות דיהה. ובאמת שכן מתבאר נמי מפירש\"י ז\"ל בנמוקי תורה <small>(פ' שלח)</small> שכתב וז\"ל, פתיל תכלת על שם שכול בכורות תרגומו של שכול תכלא ומכתם היתה בלילה, וכן צבע התכלת דומה לרקיע המשחיר לעת ערב וכו' יעו\"ש הרי שדעתו ז\"ל ג\"כ כהרמב\"ם ז\"ל שמראה התכלת צריך להיות נוטה ומעורב בשחרות קצת, ואם כי לא מצאתי לזה מקור מהש\"ס. ואם כי הרמב\"ם ז\"ל כפי מה שנראה מדבריו ז\"ל כמו שבארנו הכיר וראה ונהג במצות התכלת, יש לומר שידע מציאות מראה התכלת שכך היא שנוטה ומעורב בשחרורית דיהה קצת, ומסמן לנו לידע כמו שנתבאר שכל עיקרו בהלכה זו בהל' ציצית לסמן לנו החלזון לדורות הבאים שמא ישכח מהם שידעו לחפשו, כי אין דרכו ז\"ל בחיבורו להעתיק אגדת הש\"ס מה שאין נפקא מינה לדינא. תדע שהרי <small>(שם ה\"ב)</small> בהעתיקו האגדה דמנחות <small>(מד.)</small> חלזון זה גופו דומה לים וכו' השמיט הך דועלה אחת לשבעים שנה משום דלא נפקא לן מינה לדינא, ולא העתיק אלא הנצרך לסמן לנו את החלזון, והוסיף לסמנו כפי מה שהיה ידוע לו כמו שנתבאר. אכן רש\"י ז\"ל שנראה שלא נהג ולא ראה התכלת, כדמוכח מלשונו ז\"ל במס' חולין <small>(פט.)</small>, כמו שכתבנו לעיל <small>(סימן ב' סעיף ז')</small>, נראה ודאי שמקור דבריו ז\"ל הוא ממדרשי חז\"ל, ותהלה ושבח לאל ית', כי מצאתי לזה מקור נאמן במדרש רבה <small>(פ\"ב)</small> באותות סימנים וכו' כל שבט ושבט נשיא שלו צבע מפה שלו דומה לצבע של אבנו וכו' יששכר ספיר ומפה שלו צבוע שחור ככחול וכו' יעו\"ש. הרי שמראה הספיר נוטה קצת לשחרורית הכחול, שהרי צבע מפה שלו היה דומה לצבע אבנו, ומוכח מזה שמראה התכלת נוטה ומעורב קצת משחרות הכחול, שהרי התכלת דומה ג\"כ לספיר כדאיתא במס' חולין <small>(פט.)</small> וכן הוא במדרש במדבר רבה <small>(פ\"ד)</small> יעו\"ש. ועיין תוס' מנחות <small>(מג: ד\"ה ה\"ג רקיע דומה לספיר)</small>, ומזה תבין שהרב תפארת ישראל ז\"ל בפתיחתו לסדר מועד <small>(קונטרס בגדי קודש)</small> הגם שדבר נכונה כמצוה וכחובה למידחי שיחה בטלה שלהם, אבל גם הוא ז\"ל לא עמד על עיקרן ושרשן של דברים, ועיין זוה\"ק <small>(תרומה קלט.)</small> תכלת דא איהו כרסייא דכתיב ביה <small>(יחזקאל א׳:כ״ו)</small> כמראה אבן ספיר וגו' ונגה לו סביב בגין דעבדין ביה כריכין לציצית וכד נגה לו אתהדר לגוון ירוק כגוון כרתי מההיא שעתא ואילך אשתרי זמנא דק\"ש וכו' יעו\"ש, ומזה ג\"כ מקור מוצא לפירש\"י ורמב\"ם ז\"ל, ובאמת עיקר פירש\"י ז\"ל הוא מספרי <small>(פ' שלח)</small>:",
                "<b>והנה</b> אחרי אשר עזרנו השי\"ת לברר הסימנים שעל ידם יוכר החלזון, ודברתי עם הרבה חכמי התורה וגדולי ישראל והסכימו לדברי, מצוה על כל מי שיש בכחו לחפש אחריו לזכות את ישראל במצוה זו הנשכחת מישראל זה כמה מאות שנים. וכל מי שיזכה בזה יתברך מה' אלהי ישראל. וגם אנכי בעניי החלותי בה, ושלחתי לגלילות ים התיכון, והובא לי הבריה, והיא ממינים הנקראים דגי הדיו ובלשון אשכנז (טינט פיש) שיש בהם כתשעה עשר מינים, ונראה לי שבמין אחד מהם נמצאו כל הסימנים הנ\"ל שנתבארו מדברי חז\"ל, וגם דמו השחור כדיו הוא תחת ידי, אכן אין בכח כל האומנים במלאכת ההפרדה <small>(כימיקער)</small> להפרידו, ואם יעזרני ה' לבא לגלילות ים התיכון ואשיגהו בעודנו חי אי\"ה אנסה ואשתדל בעזהש\"י להוציא ממנו את צבע התכלת. ואתפלל להשי\"ת כאשר זכני ה' לזכות את ישראל בדברי תורה, שדורשיה מעט הם, השרידים העוסקים בסדר טהרות, ובעזהש\"י בזכות אבותי סדרתי סדר הזה כולו, ובעזהש\"י הוצאתי לאור מסכת כלים אשר החזיקו בידי גדולי גאוני ישראל וחכמי התורה, כן אבקש ואתפלל אל ה' שיעזרני לגמור כל הסדר להוציאו לאור עולם, ואגורה באהלו עולמים. וגם במצוה זו שאין לה דורשין, יעזרני ה' לזכות את הרבים, ויעמוד לי ולזרעי ולזרע זרעי שלא ימושו דברי תורה מפי ומפי זרעי ומפי זרע זרעי אמר ה' מעתה ועד עולם. השלמתי זה המאמר הנכבד י\"א מרחשון ג' וירא תרמ\"ז פה ראדזין: ",
                "בהל\"כ ואע\"י"
            ]
        }
    },
    "versions": [
        [
            "Sefunei Tmunei Chol, B'nei Brak, 1999",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001807292"
        ]
    ],
    "heTitle": "מאמר שפוני טמוני חול",
    "categories": [
        "Halakhah"
    ],
    "schema": {
        "heTitle": "מאמר שפוני טמוני חול",
        "enTitle": "Treasures Hidden in the Sand",
        "key": "Treasures Hidden in the Sand",
        "nodes": [
            {
                "heTitle": "שער",
                "enTitle": "Title Page"
            },
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "",
                "enTitle": ""
            },
            {
                "heTitle": "הטענות",
                "enTitle": "The Objections"
            },
            {
                "heTitle": "הסימנים לפי חז\"ל",
                "enTitle": "The signs according to Chazal",
                "nodes": [
                    {
                        "heTitle": "סימן א; לבאר מקום מציאות החלזון",
                        "enTitle": "Where the Hillazon can be found"
                    },
                    {
                        "heTitle": "סימן ב; בסימני החלזון",
                        "enTitle": "The signs of the Hillazon"
                    },
                    {
                        "heTitle": "סימן ג; במראה התכלת",
                        "enTitle": "The appearance of the Techelet"
                    }
                ]
            }
        ]
    }
}