{
    "text": {
        "0": {
            "7": {
                "0": "From the BeSh\"T. \"There are three graces: the grace of a place on (in the eyes of) its inhabitants\"... (Sotah 47a). This is explained in Chullin 91b, that [when Jacob slept] God \"folded up all of the Land of Israel under him\"; \"the land which you lie upon, I will give it to you\" (Genesis 28:13). Meaning, that you will not need to travel from place to place in order to clarify the land's sparks of holiness, for you will be able to clarify them in your place. \"And Noah found grace...\" (Genesis 6:8)"
            },
            "8": {
                "0": "From the Besh\"t of blessed memory. \"For from within my flesh I will see [God]\" (Job 19:26). Just as a physical union is not fertile except with an erect penis [אבר חי, lit. \"living limb\"] and embrace and joy, so too a spiritual union -- and this is words of Torah and prayer -- when engaged with with a living limb and joy and delight, then it will be fertile..."
            },
            "201": {
                "0": "<b>\"The one who walks alone on a path and studies and makes a break from their study...\"</b> (Pirkei Avot 3:4 [in Sefaria's version, Avot 3:7]). A problem: \"and makes a break from their study\" alone would tell us that they were studying [i.e. and we don't need \"and studies\"]. A further problem: <b>\"the verse is applied to them... [as though they were liable for death]\"</b> (ibid.) -- and it doesn't explain which verse! And it's possible to explain as follows: \"the one who walks on a straight path\" -- and even if they are alone, which is to say that they are not fused to the Name may it be Blessed -- <b>\"and studies and makes a break in their study\"</b>, here the text wants to say <b>\"makes a break\"</b> [between] the person themself and the Name may it be blessed. They do this by means of their study, since greatness and glory come to them by means of their study, and they think that they <i>own</i> their study. \"They say 'how beautiful is this tree'\" (ibid.) -- and regarding themself they say the same in their heart, as it is written \"for is a man a tree of the field\" (Deuteronomy 20:19). And they further say that \"this tree [that you saw] grow and become mighty\" (Daniel 4:17) [c.f. use of the verse in Zohar 3:53b in reference to tree of life/Torah]. <b>\"How beautiful is this newly ploughed field\"</b> (Avot 3:7) -- as it is written \"Break up your fallow ground\" (Jeremiah 4:3). Meaning, that they say they are preparing for themself a portion in the world to come by means of their study. <b>\"The verse is applied to them\"</b> (Avot 3:7) -- meaning, the verse \"You shall be wholehearted with the Lord your God\" (Deuteronomy 18:13) -- meaning, even when you are engaged with Torah! As it says of Torah, \"the Torah of God is whole\" (Psalms 19:8) -- and that which it says \"You shall be wholehearted\" -- even in engagement with Torah, \"you should be with the Lord your God.\" And do not say \"Isn't the Torah itself called 'Torah of God'?\" [and that this suffices for one's relationship with God]. And that is what it says this <b>\"verse is applied to them\"</b> -- that it includes all the Torah, <b>\"as though they were liable for death.\"</b>"
            }
        }
    },
    "meta": "Volume -Chapter-Paragraph",
    "work": "Keter Shem Tov"
}