{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Responsa Anthology", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "You have asked: A widow was wealthy, and for that reason, Reuven engaged her for marriage. At the time of the engagement, he promised her 25,000 gold coins in a note and swore that he would not marry another woman in addition to her. The promissory note was deposited with a third party with instructions that if he violates his oath, she would be given the note. He then married her, and committed an additional 25,000 in a note as the dower.", 
            "The woman was old, and had reached menopause before marrying Reuven. Yet Reuven married her, for her money. ", 
            "After the wedding, she gave her nothing. He remained with her for five years during which she gave him nothing. On the contrary, it was discovered that she gave everything to her son.", 
            "Now Reuven wishes to marry someone else, to engage in procreation.", 
            "He says that he had sisters and had no way to marry them off; he married this woman so he would have money to marry off his sisters. Since she gave him nothing, he no longer wants to neglect procreation.", 
            "Response: This man married this woman knowing that she could no longer have children, but was very wealth. He married her for money and swore that he would not marry a second wife. He did not make the oath conditional. Rather, he swore straightforwardly. What wise man would attend to him, releasing him from his oath, when he swore to allay the woman’s thoughts, so she would marry him? No wise man would release him. As it is stated (Nedarim 65b): “You vowed in Midian? Go release your vow in Midian.” ", 
            "As to his desire to marry a second wife in order to procreate: He should not violate an oath, which is so severe that the entire world shook at the statement “[the Lord will not] leave him unpunished” (Shemot 20:7; Shevu’ot 39a), for the sake of the mitzva of procreation. Had she given him money like he wanted, he would not have been concerned about the mitzva of procreation. Therefore, I do not think his oath should be released at all. ", 
            "The words of the writer, Asher b. R. Yehiel.\n"
        ]
    ], 
    "title": "Teshuvot HaRosh part VIII", 
    "versionSource": "https://www.sefaria.org/Teshuvot_HaRosh_part_VIII", 
    "heTitle": "תשובות הרא\"ש חלק ח", 
    "sectionNames": [
        "Teshuva", 
        "Paragraph"
    ], 
    "categories": [
        "Responsa", 
        "Rosh"
    ]
}