{
    "title": "Tziunei Maharan on Mishneh Torah, Paschal Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Paschal_Offering",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>השוחט את הפסח בזמנו והיה לו כזית חמץ ברשותו לוקה שנאמר לא תזבח על חמץ דם זבחי שלא יזבח הפסח והחמץ קיים.</b> בכ\"מ ציין מקור לזה בפסחים דף ס\"ג אבל למ\"ש רבינו דצריך שיהיה לו כזית חמץ לא הראה שום מקור ולפום פשטות קשה מנ\"ל לרבינו זאת הא בכאן לא כתיב אכילה. אולם עי' בירושלמי פסחים פ\"ה ה\"ד שחטו על חמץ אחר מי את מהלך אחר אכילתו או אחר ביעורו, וע\"ש בציון ירושלים שמקור דברי רבינו הוא משם:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>אכל ממנו נא או מבושל מבעוד יום אינו לוקה שנאמר כו'.</b> וכתב הכ\"מ ברייתא שם (בפסחים דף מ\"א ע\"ב). והנה רבינו הוסיף לכתוב או מבושל מה שאין דרכו דבברייתא שם לא נזכר כ\"א באוכל נא מבעוד יום דאינו לוקה. ומה דאיתא שם רבי אומר אקרא אני בשל כו' לפי פירש\"י שם ד\"ה בשלו קאי באוכלו משתחשך (וזה ענין אחר ולא קאי אדברי ת\"ק, ע\"ש במהרש\"א). אולם במכילתא בא פ\"ו מבואר דרבי קאי אאוכלו מבעוד יום דחייב וכן הביא במהרש\"א שם מכילתא זו לדחות פירש\"י ולפ\"ז מוכח דת\"ק קאי גם מאוכל מבושל מבעוד יום דפטור ורבי פליג עליו בהא ופסק רבינו כת\"ק:"
            ]
        ],
        [
            [
                "<b>והמוציא ממנו כזית בשר מחבורה לחבורה כו' לוקה שנאמר לא תוציא כו'.</b> הכ\"מ לא הראה מקורו דבעינן כזית. ונראה שרבינו למד זה מהא דאיתא בפסחים דף פ\"ד ע\"ב רבי אומר בבית אחד יאכל ועצם לא תשברו בו כו' יש בו שיעור אכילה יש בו משום שבירת עצם אין בו שיעור אכילה אין בו משום שבירת עצם ע\"ש, ומכ\"ש בלאו דלא תוציא דכתיב בהדדי עם בבית אחד יאכל דבעינן ביה שיעור אכילה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המאכיל כזית מן הפסח כו' למומר לע\"ז או לגר תושב או לשכיר ה\"ז עובר בל\"ת ואינו לוקה.</b> עי' בכ\"מ שכתב דאע\"ג דלא כתיב אלא כל בן נכר לא יאכל בו כו' משמע לרבינו דלאו לדידהו מזהיר כו'. ודבריו צ\"ע ממעשה דהאי ארמאה בפסחים ג' ע\"ב דאכיל פסחים וקטלוהו משום דכתיב כל בן נכר לא יאכל בו ולדבריו למה נתחייב מיתה כיון דהוא אינו מוזהר כלל. והנה לפמ\"ש הג' בעל פמ\"ג בס' גוו\"ר כלל מ\"ג דאיסור דלפ\"ע הוא גם בב\"נ, י\"ל דמש\"ה נתחייב מיתה משום דכיון דהישראל נצטוה שלא להאכילו א\"כ עכו\"ם האוכל עובר על לאו דלפ\"ע שמביא את הישראל לידי איסור ובעכו\"ם אזהרתן זו מיתתן, אבל נעלם ממנו דברי התוספות בע\"ז דף ט\"ו ע\"ב ד\"ה לעכו\"ם שכתב להדיא דעכו\"ם אינו מוזהר על לפ\"ע ע\"ש, והארכתי בענין זה במק\"א, ועי' בצל\"ח פסחים דע\"ג שביאר דברי רבינו דס\"ל באמת דלאו דב\"נ לא יאכל בו קאי אעכו\"ם, ומש\"כ דישראל המאכיל עובר בלאו כוונתו על לאו דלפ\"ע ומש\"ה אין לוקין דהוי לאו שבכללות ע\"ש. ועי' בשו\"ת אמונת שמואל סימן י\"ד, ובס' אורח מישור מהדו\"ב על ד\"מ מיו\"ד סי' נ\"ה שהביא בשם הג' מהר\"א ברודא שדבריו ברורים ומוכרחים בדעת רבינו, וכ\"כ בס' או\"ח בפתיחה למס' קידושין ע\"ש, ומדברי רבינו הללו יל\"ע ע\"ד והארכתי בזה ג\"כ במק\"א, עוד יש לעיין ע\"ד רבינו שכתב המאכיל כזית כו' הא ב\"נ חייב גם אכ\"ש כמש\"כ רבינו בפ\"ט מהל' מלכים ה\"י שלא ניתנו השיעורין אלא לישראל בלבד, כמדומה שראיתי למי שהעיר בזה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין מחתכין אותו אלא צולין אותו שלם ואם חתכו חתיכות חתיכות כשר.</b> הכ\"מ לא הראה מקור לזה. ועי' ברש\"י פסחים דף ע\"ה ע\"א ד\"ה חתכו שפי' חתכו לפסח ולא הבדיל אלא חתכו בשנים ושלשה מקומות למהר צלייתו ע\"ש. ועי' בתוס' שם דף ע\"ד ע\"א ד\"ה נחתך. אבל דברי רבינו נובעין מהתוספתא דפסחים סופ\"ה דאיתא שם הפסח צולין אותו שלם ואין צולין אותו חתיכות רצה מנתחו ומטילו אבר אבר ע\"ג גחלים ע\"ש. והתוספתא זו סתמא כרבי שם בפסחים ע\"ה. ועי' בדברי רבינו לעיל בפ\"ח ה\"י חתכו ותלהו ע\"ג גחלים כו' ובכ\"מ שם, והי\"ל גם מתוספתא זו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות קרבן פסח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}