{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Mishneh Torah, Sales", 
    "licenseVetted": true, 
    "text": [
        [
            "A purchase is not sold by what one says, even when witnesses testify on such. How [does this work]? [If a seller says to an buyer for example] \"This house I sell to you\", \"This wine I sell to you\", \"This slave I sell to you\", then they decide a price. The buys wants [such a deal] and says, \"I purchased it\", and the seller wants [such a deal] and says, \"I sold it\". They say to witnesses, \"Be witnesses for us so that [you can testify] that one sold and one bought\". Indeed however, this [their testimony] is worthless, and it is as if they never talked. This is true for the giving and receiving of gifts. ", 
            "But if a purchase is sold by one of the ways in which it can be sold [properly], the buyer acquires it and there is no need for witnesses at all. Neither one of them [the seller and the buyer] can renege on such. ", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "...  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Just as there is on’nah (overreaching) in buying and selling, so to there is overreaching with words. As it is written (Leviticus 25:17) “And ye shall not wrong one another; but thou shalt fear thy God; for I am the LORD your God.” This is wronging with words. ", 
            "How?  If one was a Ba’al Teshuvah, one should not say to him “remember what you used to do”.   If someone is a descendant of converts, do not say to him “remember the doings of your ancestors”.  If someone was a convert and comes to learn torah, do not say to him “A mouth that ate nevilah and treifa should come and will learn Torah that was given by God on high?!? If sickness and sufferings are coming to him, or if someone buries his child, one should not address him as the friends of Job addressed Job (Job 4:6-7) “Is not thy fear of God thy confidence, And thy hope the integrity of thy ways?Remember, I pray thee, who ever perished, being innocent? ” (JPS 1917)", 
            "", 
            "Anyone who wrongs the Convert, whether fiscally or verbally, violates three prohibitions. As it is said (Exodus 22, 20): \"And a stranger shalt thou not wrong\" - this is verbally wronging. \"Neither shalt thou oppress him\" - this is fiscally wronging. You have learned that he who wrongs the convert violates three prohibitions. He violates \"ye shall not wrong your fellow\" (Leviticus 25, 17), \"ye shall not wrong your brother\" (Leviticus 25, 14), and \"a stranger shalt thou not wrong\".", 
            "", 
            "", 
            "If donkey drivers are seeking grain, one should not tell them: \"Go to so and so,\"  if one knows that this person has never sold grain.  If a question regarding a point of knowledge was raised, one should not ask a person who has never studied that field of knowledge: \"How would you answer this question?\" or \"what do you think about this matter?\"  The same applies to other matters of this like.\n"
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "משנה תורה, הלכות מכירה", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Kinyan"
    ]
}