{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [],
            [
                "<b>כללו של דבר כו'.</b> ז\"ל הרי\"ף פ\"ק דביצה אבל יוה\"כ צריך אפילו עירובי חצירות ושתופי מבואות כשבת דתניא אמרו להם ב\"ה לב\"ש א\"א מודים שמערבין לגדול ביוה\"כ אע\"פ שחייב בתענית ואסור לו לאכול כך מערבין לנזיר ביין שמעת מינה דבין ב\"ש ובין ב\"ה דמערבין ביו\"כ ע\"ח ותחומין כשבת ע\"כ וכ\"פ רבינו בפ\"ח מהל' עירובין ה\"ד. כוונת האלפסי בראיה זו דלא תימא אליבא דב\"ה למ\"ד דס\"ל לב\"ה עירוב והוצאה לשבת ואין עירוב והוצאה ליו\"ט אמרינן נמי דאין עירוב והוצאה ליוה\"כ וכמ\"ש בס' ט\"א במתניתין דמגילה דתנן אין בין שבת ליו\"כ וקשה על רפרם האיכא עירוב והוצאה אלא דרפרם מודה אליבא דב\"ש דס\"ל עירוב והוצאה ליו\"ט ק\"ו ליוה\"כ ומוקי למתני' כב\"ש ע\"ש לזה בא הרי\"ף לסתור את זאת דע\"כ גם לב\"ה מוכח דיש עירוב והוצאה ליו\"כ וע\"פ דברינו מיושב קושית הב\"ח או\"ח סי' תרי\"א שכתב דיש מקום לדחות ראיית הרי\"ף דוקא ע\"ת בעי אבל לא ע\"ח ע\"ש דכל ראיית הרי\"ף אינה אלא לדחות דברי רפרם אליבא דב\"ה כמ\"ש ומה שהביא הב\"ח שם בשם רש\"י בשבועות פ\"ג דא\"ל דהלכה כרפרם קשה טובא ממתניתין דאין בין שבת ולפמ\"ש בספרי ש\"י ביומא פ\"ו ד\"ה עתי אפילו בשבת וע\"ש ליישב סוגיות הסותרות יומא וכריתות דהדברים תלוים בפלוגתא אם אמרינן טומאה הותרה או דחויה מיושב דברי רש\"י: <b> ולענין </b> מה דמשמע פה בדברי רבינו דיש חילוק מלאכות ליוה\"כ לחייב על כל מלאכה ומלאכה ובירושלמי פרק ג' דשבועות משמע להדיא דאין חילוק מלאכות ליוה\"כ עמ\"ש בזה פ' אלו קשרים ד\"ה ברם כר\"י בס' ש\"י באריכות:"
            ],
            [],
            [],
            [
                "<b>וכן למדנו מפי השמועה.</b> עי' כ\"מ פלוגתת ראשונים אי ה' ענויים הם מה\"ת או מדרבנן ובירושלמי ר\"פ יוה\"כ משמע דלא הוי מה\"ת מדמקשה עלה דמשנתנו אית חמי ברחיצה כו' בתה\"מ לא כ\"ש הא בעלי קריין צריכין טבילה ומאי קושיא הא בעלי קריין מדרבנן בעלמא צריכין טבילה ותליא במנהגא כדמשני שם במקום שאין נהיגין לטבול ובב\"י א\"ח סי' פ\"ח מביא להך דירושלמי ומוכח דמדרבנן בעלמא הוא ושפיר מקשה ברחיצה אסור כ\"ש בתה\"מ דהא חמשה ענויים אינן אלא מדרבנן ובש\"י הבאתי מ\"ש בס' י\"ד בשם הרב מוצל מאש לשיטת הסוברים שהוא מה\"ת ס\"ל דתלמודא דבבלי חולק בזה עם הירושלמי ע\"ש ועמ\"ש בס\"ד פ\"ג ה\"ו:"
            ],
            [
                "<b>וצריך להוסיף כו'.</b> בענין התוספת באיסור מלאכות כתב הה\"מ שדעת רבינו דלא ס\"ל להלכה תוספת כלל והיה אפשר לומר דגם רבינו ס\"ל תוספת גבי איסור מלאכות אלא דרבינו לטעמיה דסובר ספק דאורייתא מה\"ת לקולא ולמאן דס\"ל הכי התוספת הוא בבה\"ש כמ\"ש הר\"ן משא\"כ בתוספת ענוי אי ילפינן מקרא דועניתם בתשעה לחדש צריך שיוסיף ביום התשעה שהוא יום ודאי ותוספת זה אין לו שיעור וא\"כ גבי איסור מלאכות לא צריך רבינו להביאו כיון דהוא דבר מועט קודם לילה בתוך בה\"ש אבל בתוספת ענוי שפיר צריך להביא. אבל העיקר נראה כמ\"ש הה\"מ דרבינו לא ס\"ל תוספת כלל דאי ס\"ל הו\"ל להביאו בהלכות שבת לענין תוספת מוצאי שבת דדוחק לומר דגם רבינו סובר דגם במ\"ש התוספת הוא בתוך בה\"ש דהא הוי כאיקבע איסורא ועי' מ\"ש בפכ\"ד מהל' שבת ה\"י אף שהתוס' כתבו במס' ר\"ה דף ט' ע\"א ד\"ה ר\"ע וז\"ל ק\"ק דבפ' מקום שנהגו בעי למימר דיוה\"כ ספק אסור בבה\"ש איירי אמאי הא אפילו ודאי יום סמוך לחשיכה אסור בכניסתו או ודאי לילה ביציאתו וכמו כן קשיא בפ' ב\"מ דתנן ספק חשיכה אין מדליקין הא אסור מקודם ושמא משום דסגי בתוספת משהו נקיט הכי עכ\"ד. ואם כן י\"ל דגם רבינו מש\"ה השמיט התוספת אפילו במ\"ש משום דסגי בתוספת משהו וזה דוחק גדול דעכ\"פ כיון דמבואר בגמ' תוספת שבת הו\"ל לרבינו להביאו. וטעם רבינו שפסק דלא כמ\"ד דס\"ל תוספת גבי מלאכות נראה לענ\"ד דס\"ל לרבינו במה דפליגי תנאי אי גזרו על השבות בה\"ש או לא לכאורה צריך להבין באיזה סברא פליגי וניחא ליה לרבינו דפליגי בזה אי תוספת מלאכות אסור או לא דלמ\"ד דלית כאן תוספת שבת כלל במלאכות ולא אסור מלאכה מה\"ת כ\"א בלילה ממש אז יש שפיר מקום לומר דלא גזרו על השבות בה\"ש משא\"כ אי תוספת שבת מה\"ת וא\"כ מעט שעה קודם לילה בתוך בה\"ש הוא איסור תוספת מה\"ת ואין סברא שלא יגזרו על השבותים כיון שעכ\"פ בבה\"ש יש זמן מה שאסור מה\"ת המלאכות ובעת ההיא אין סברא להתיר שבות שוב אין להקל כלל בכל בה\"ש דדבר זה נראה שהוא נגד הסברא לחלק בבה\"ש גופיה שיהיה מקצתו אסור ומקצתו מותר ומש\"ה לא חלקו וגזרו על השבות גם בבה\"ש, ומעתה רבינו לטעמיה אזיל שפסק בפכ\"ד מה\"ש כרבי דלא גזרו על השבות בה\"ש ומהטעם שכתב הה\"מ שם א\"כ שפיר פסק דאין תוספת במלאכה כלל:<br><b> ודע </b> דגם למ\"ד סדא\"ו מה\"ת לחומרא וא\"כ ע\"כ צריך להיות התוספת קודם בה\"ש ז\"א אלא במלאכות האסורות מה\"ת אבל מלאכות האסורות מדרבנן התוספת בשבות אינו אלא בסוף בה\"ש קודם לילה ממש הכי מוכח ממתני' ר\"פ ב\"מ ספק חשיכה דמערבין וטומנין בבה\"ש ואמאי הא התוספת שבת צריך להיות מקודם בה\"ש אלא כמ\"ש ועיין באו\"ח סי' שצ\"ג בי\"א שהביא הש\"ע וא\"צ לקבל התוספת על דברים שאסורים מדבריהם מקודם בה\"ש כ\"א בסוף בה\"ש מקודם לילה ודוק. ועי' באס\"ז למס' ביצה דף ל' ע\"א:<br><b> ועי' </b> מה שהאריך הל\"מ בדברי הרי\"ף. ובפלפול התלמידים אמרתי ליישב דבריו דהנה בסוגיא יל\"ד טובא. אחד מה דמקשה תנא דעצם האי ועניתם מע\"ל קשה דלמא עיקרו של הברייתא דדריש עצם למעט תוספת היינו מדכתיב ועניתם עי' בס' תוס' יו\"כ וע\"ק במס' ר\"ה דף ט' דמקשה על ר\"י תוספת מנ\"ל דלמא סבר כתנא דעצם, וע\"ק כל הברייתא דקאמר יכול יהיה ענוש כרת על התוספת האיך ס\"ד לומר כן דהרי מסקי' במס' סוכה בסוגיא דהאזרח דמרבה נשים מיתורא דה\"א ומקשה שם נשים מדר\"י אמר רב נפקא כו' ומשני ל\"נ אלא לתוספת דלית ביה אלא עשיה ואס\"ד דתוספת אית ביה כרת או לאו תקשה למה לי האזרח. ועוד יל\"ד בלא\"ה על הברייתא היאך ס\"ד כלל דיהיה חייב כרת על התוספת, ועי' בריש מס' מ\"ק בתוס' שם ודוק:<br><b> ונראה </b> לומר דהנה לפי האמת דאין בתוספת כ\"א איסורא דעשה בעלמא הא דמרבינן נשים לתוספת ע\"כ צ\"ל דגזה\"כ הוא לחייבן אע\"ג דהוי מ\"ע שהז\"ג וכ\"ה בריטב\"א שם בקידושין דא\"ל עם תוספת יו\"כ הוי מצה והקהל ג' כתובים והא ודאי אם היה לנו לומר דהוא מצד הסברא ודאי דעדיף טפי מלומר דאינו אלא גזה\"כ וא\"כ י\"ל דה\"פ הברייתא יכול יהיה ענוש כרת פי' הא יש לנו קרא דהאזרח ומקודם דנימא דהוא גזה\"כ יש לומר דודאי ידענא מסברת חוץ דיש תנא או דילפינן משביעית דאית ביה תוספת אבל לא הוי אלא עשה ומדחזינן דריבה גם את הנשים לתוספת גלתה התורה בזה דתוספת יו\"כ שוה ליוה\"כ ומסברא חיצונה אפילו לכרת משוי ליה דדוחק לומר ללאו ולא לכרת ואמר מדכתיב בעצם על עצומו של יום ענוש ולא על התוספת ושוב קאמר דלמא לא מיעטו אלא מכרת אבל עכ\"פ לאו אית ביה וקאמר דכתיב עוד קרא בעצם כו' וחזר ואמר דלמא בענוי עכ\"פ יש כרת בתוספת והאזרח קאי על ענוי לבד מש\"ה נשים חייבות ואין זה דוחק דע\"כ לגם לשיטת רבינו פה קאי האזרח על ענוי לבד כמ\"ש ומשני דא\"א לומר כן דהא גבי מלאכה ג\"כ כתוב בעצם למעט תוספת וע\"כ שבקי לקרא דהאזרח דמרבה נשים שהוא מגזה\"כ ובזה מיושבים כל הקושיות ודוק היטב:<br><b> אמנם </b> באמת יש להשיב כבר כתבתי שיטת הפוסקים דפליגי אי ה\"ע מה\"ת או מדרבנן ולשיטת רבינו פה דמשמע שהוא מה\"ת ק\"ט למה אמרו בסוכה דקרא דהאזרח אצטריך לרבות תוספת למה לא אמר לרבות הנשים ביתר הענויים ולפמ\"ש בהל' ה' דפליגי בזה בבלי וירושלמי כו' י\"ל דהסוגיא דסוכה ג\"כ ס\"ל דמדרבנן הוא ולפ\"ז אי מה\"ת הוא והאזרח בא לרבות נשים לה' ענויים אכתי תקשה מאי מקשה תלמודא דלמא אצטריך ועניתם דאל\"כ לא ידעינן תוספת ואי משום האזרח האיכא לאוקמי לרבות נשים בשאר ענויים וצ\"ל דגם הסוגיא דיומא סוברת דיתר ענויים המה מדרבנן ושפיר מקשה תלמודא וסוגיא דר\"ה היה ס\"ל להמקשה דה' ענויים מה\"ת הם ובדברי הרי\"ף נראה מוכרח דגם הוא סובר כרבינו דכל הענויים המה מה\"ת והוא הביא האבעיא דגמ' רב אצל תלמיד מאי ופסקו לחומרא ובאמת הפוסקים חולקים ע\"ז ופשטינן להקל ועי' בר\"ן שם וטעם הרי\"ף נראה משום דספק בדאורייתא הוא ולחומרא א\"כ הרי\"ף לטעמיה לא ידעינן מעצם לבד ואצטריך להביא ב' הברייתות דיש תוספת ולית ביה כרת ודוק היטב:"
            ],
            [
                "<b>נשים שאוכלות עד שחשיכה.</b> לא באר רבינו אם אוכלת מיד במוצאי יו\"כ אם מחינן בהו דהא באמת יש לתוספת שיעור כמ\"ש התוס' במס' ביצה והה\"מ פה. ואפשר שזו היא גירסת אית דגרסי מה שדחה רש\"י בביצה הני נשי דקאכלי ושתו משחשיכה פי' מוצאי יו\"כ ורש\"י דדחי לה אפשר לשיטת רבינו דספק דאורייתא מה\"ת לקולא א\"כ אפשר שגם תוספת של מוצאי יו\"כ הוא בבה\"ש ופשיטא דלא מחינן בהו ואין להאריך בזה כי כבר כתב באס\"ז שם בשם רב גדול מאשכנזים שלא נאמרו דברים הללו אלא לדורותם אבל בדור הזה שמקילין לכמה דברים ראויים לעשות סייג לתורה ואפילו בדרבנן מחינן וקנסינן להו עד לא לעברו והביא ראיה מירושלמי וסיים והדבר נראה נכון:"
            ]
        ],
        [
            [
                "<b>וכמה מלוא לוגמיו כו'.</b> בס' שיח יצחק כתב שיטת הרב המאירי שאין הלכה כשמואל אלא שיעור השתייה מלא שני הצדדים ממש וכפשטא דלישנא דמשנתנו פי\"ז דכלים והוא כתב עליו דלא מצא לשום פוסק שפסק כן וכן בירושלמי כמ\"ש רבינו פה:"
            ],
            [],
            [],
            [],
            [
                "<b>אכל אוכלין שאין ראויין כו'.</b> כתב הטור א\"ח בסי' תרי\"ב אכל מדבר שא\"ר לאכילה כתב אבי העזרי דאפילו אסורא ליכא ועיין שם בב\"י דרבינו חולק וכתב שם לחלק בין ח\"ש לשיעור ע\"ש. והנה הט\"ז הבין דברי הראבי\"ה דוקא בעפר וכדומה אבל מודה הראבי\"ה דפטור אבל אסור כמו כל פטורי דשבת ולא נהירין דבריו להמעיין במרדכי פ\"ב דתענית. ומה דקשיא ליה מהך דאמרינן בגמרא גבי חומץ אימר דאמרי בדיעבד כו' אומר אני משם יש ראיה להיפך דהאיך טעו כלל בדבריו דהתיר אפילו לכתחילה א\"ו שהם היו סוברים כיון דאמר להו אין הלכה כרבי ממילא הלכה כחכמים וגבי יוה\"כ היכא דתני פטור הוא פטור ומותר ומש\"ה טעו והוא השיב להם אני לא אמרתי לכם הלכה כחכמים דלדידהו באמת פטור ומותר אני אמרתי אין הלכה כרבי לענין חיוב דוקא אבל לכתחילה הלכה כחכמים. ונראה לענ\"ד דדעת הראבי\"ה יחידאה היא ובאמת צע\"ג על הטור שהביאה בלי חולק ולא עוד אלא שבקיצור פסקי הרא\"ש ביומא סי' י\"א כתב להדיא דכל אוכלין ומשקין שאינן ראויין לשתייה היינו לענין כרת אבל לענין איסורא הכל אסור אפילו ח\"ש עכ\"ל. גם צ\"ע על רבינו למה לא הביא מיד דברי ראבי\"ה במה שכתב בתחילת דבריו אכל אוכלין שא\"ר לאכילה פטור הו\"ל להביא שיטת הראבי\"ה ולפמ\"ש הב\"י לחלק בין ח\"ש לשיעור שלם ניחא. ולעד\"נ ברור דגם הטור לא ס\"ל להלכה כדברי אבי העזרי כלל אלא דהביא דברי אבי העזרי סמך למ\"ש מקמי הכי דחיוב כרת הוא דוקא בכשיעור אבל בח\"ש ליכא כרת, וכוונת דבריו כמ\"ש הב\"י דנ\"מ לענין חולה דמאכילין אותו הקל הקל לזה הביא דברי הראבי\"ה דאם אפשר לו בח\"ש מדברים שאין ראויין לשתיה יתנו לו משום דאז לכל הפחות לשיטת הראבי\"ה לא עבד איסור כלל וא\"כ לדינא גם דעת הטור להלכה דלא כראבי\"ה ובזה מיושב קושית הב\"י שם שלא הביא דברי רבינו פה שחולק וא\"צ לחלוקו ואין להאריך פה:"
            ],
            [],
            [
                "<b>אכל צלי במלח כו'.</b> צריך טעם למה נקט צלי, ועי' בטור סי' תרי\"ב ועי' בס' שיח יצחק ד\"ה אמר ר\"פ אכל אומצא. ומ\"ש רבינו היה שבע מאכילה גסה שאכל כו' יש גורסים בדברי רבינו שאכל אוכלין שאינן ראויין ואח\"כ אכל אוכלין ראויין וא\"צ לפי' הה\"מ ע\"ש בס' הנזכר:"
            ],
            [],
            [],
            [
                "<b>קטן.</b> עי' הה\"מ דלפי השני שיטות ליכא גבי זכר השלמה כלל ובקטן הלומד תורה יש לפסוק להקל עי' א\"ר:"
            ],
            [
                "<b>אין מענין אותו כו'.</b> לכאורה משמע דאם רצו מתענין וכן הבין הב\"י בשם הר\"ן דברי רש\"י דאם רצו מתענין ובס' שיח יצחק כתב בשם רבינו מנוח דלכ\"ע אם רצו אין מניחין אותן להתענות ע\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>כל חייבי טבילות כו'.</b> עי' ת\"י יומא דף פ\"ח וע\"ע תוס' שבת דף קכ\"א ע\"א ד\"ה הכי כו':"
            ],
            [
                "<b>מי שראה קרי.</b> עי' הה\"מ וצע\"ק מהירושלמי שהבאתי בפ\"א הל' ה':"
            ],
            [
                "<b>לא ימלא אדם כו'.</b> עי' הה\"מ וקשה למה נקט רבינו גבי כ\"ח לא ימלא ועי' שיח יצחק שם:"
            ],
            [],
            [
                "<b>וחוזר במים למקומו כו'.</b> שהתירו סופו משום תחילתו. וכה\"ג אמרינן במס' מ\"ק דף ז' והא דלא חשיב עולא ביצה דף י\"א בהדי ג' דברים י\"ל ע\"פ מ\"ש הט\"ז ביו\"ד סי' רס\"ז דעולא לא חשיב מה שהוא מסברא. ומ\"ש רבינו פני רבו. עי' הה\"מ שהרב אצל תלמיד אסור וכ\"ה דעת רבינו וכבר כתבתי בפ\"א דמש\"ה פסקינן הבעיא לחומרא משום דחמשה ענויים מה\"ת הם לשיטת רבינו ודעת העיטור שהביא הטור שפסק הבעיא להקל משום דסובר כשיטת הסוברים ה\"ע מדרבנן הם:"
            ],
            [
                "<b>שהרי קושי הארץ מגיע כו'.</b> עי' בשו\"ת פנים מאירות שאלה כ\"ח חלק ב' על המנעלים העשויים מבגד של לבד הקשה כמדות מנעליו וכצורתו ולמטה תחת העקב מחברים ג\"כ כמה חתיכות של לבד כדי שיהיה גבוה תחת העקב משאר המנעל שיהיה נוח לילך בהם והולכים במנעל זה ביוה\"כ אינו נכון לעשות כן לפי טעם שכתב רבינו שהרי קושי כו' ובמנעלים כאלה אין הקושי מגיע לרגליו, כל ירא וחרד יש לו להחמיר עי\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}