{
    "title": "Mekorei HaRambam LeRashash on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mekorei_HaRambam_LeRashash_on_Mishneh_Torah,_The_Sanhedrin_and_the_Penalties_within_their_Jurisdiction",
    "text": [
        [],
        [],
        [
            [],
            [
                "<b>בכ\"מ </b> ב' הפירושים המה לקוחים מדברי התוס' שם (י\"ד ב') בד\"ה אל. ומסיימי שם על הוי\"מ ואין ב\"ד שקול כו' ע\"ש ובתוס' ס\"פ הזהב ובב\"ב (צ\"ו ב') ד\"ה כל. והמגיה שכ' צ\"ע כו' אישתמיטתיה דברי התוס' הללו. ודע דבמ\"ר במדבר פ\"א איתא כפי' הראשון:"
            ]
        ],
        [
            [
                "<b>אחד ב\"ד הגדול כו' צריך שיהיה אחד מהן סמוך כו'.</b> עיין לח\"מ. והתוי\"ט הגיה בפ\"א דסנהדרין כל אחד:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>שנים שאמרו טעם אחד אפילו משני מקראות כו'.</b> עיין כ\"מ. והש\"ך בחו\"מ סי' כ\"ה ס\"ק י\"ט אות ב' השיג עליו וכ' דתיבת אפילו שבדברי רבינו ט\"ס:"
            ],
            [],
            [],
            [
                "<b>אפילו אמר הנידון כו' שומעין לו ועולה למנין.</b> בהגהותי להמשנה שם כתבתי דתיבות ועולה למנין צריך למחקם מכאן ולהציגם לעיל באחד מן התלמידים ע\"ש:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [
                "<b>ואין רשות למלך להרוג כו'.</b> הכ\"מ לא הראנו מקורו. והוא בירוש' ר\"פ ארבע מיתות:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אפילו הכה עבד כו' לוקה.</b> עי' כ\"מ. ועמש\"כ שם בגמרא בס\"ד:"
            ]
        ],
        [
            [
                "<b>לפיכך א\"ח כו' שאם יוסיף כו'.</b> זה לשון המ\"ר ס\"פ קרח ופחתו חכמים אחת משום לא יוסיף ע\"ש וה\"ז כדברי רבינו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> העתיק על ד\"ז המשנה דההורג נפש שלא בעדים והאמור ע\"ז בגמרא מ\"ש הכא כו' אר\"ש אידי ואידי כו'. ותמוה דאין זה ענין לנידון שלפנינו. ונראה דכ\"ז עד ותניא התם שייך להלכה הקודמת והוא להראות המקור למש\"כ רבינו דמיתת כיפה הוא ע\"י לחם צר כו' ואח\"כ מאכילין אותו שעורים כו', אמנם מש\"כ תו וגרסינן בגמ' כו' ל\"י ליישב מה ענין זה לכאן. ודין דההורג נפש כו' לא נזכר כאן ורבינו כתבו במקומו בהל' רוצח פ\"ד ה\"ח:"
            ]
        ],
        [
            [],
            [
                "<b>כל מחוייבין מיתה ביד\"ש כו' זר שאכל תרומה כו' ובין טמאה.</b> עיין לח\"מ שהקשה מאין יצא לרבינו בזה בטמאה שהוא במיתה דכיון דבכהן טמא דעיקר קרא דומתו בו מיירי ביה אין בו מיתה בטמאה דיו לבא מן הדין להיות כנדון. ונעלם מכ\"ת שד\"ז מפורש בתוספתא פ\"ו דתרומות והובאה ג\"כ בירוש' רפ\"ב דבכורים וז\"ל באוכלי תרומה לזרים טהור שאכל את הטהור וטהור שאכל את הטמא וטמא שאכל את הטהור וטמא שאכל את הטמא כולם במיתה. ובאוכלי תרומה לכהנים טהור שאכל את הטהור כמצותו טהור שאכל את הטמא בעשה וטמא שאכל את הטהור טמא שאכל את הטמא בלא תעשה כן הוא הגירסא שלפנינו שם ושם. וז\"ל המפרש מהרא\"פ בלא תעשה ולא במיתה דאין מיתה בטומאת הגוף אצל תרומה וכר' יוחנן דומתו בו אזרים קאי. ול\"ד כלל דבזה כ\"ע מודו דבמיתה דעיקר קרא דומתו בו קאי על טמא עיין סנהדרין (פ\"ג) ובפירש\"י שם וכמש\"כ ג\"כ הלח\"מ. והגר\"א ז\"ל בס' שנ\"א העתיק שם הירושלמי בזה\"ל טמא שאכל טהור במיתה טמא שאכל טמא בל\"ת. וכן מצאתי בערוך ערך טען הא' שהעתיק כן התוספתא והירושלמי והוא הנכון. ולהמפרש החדש דתוספתא נעלמה פה גי' הגר\"א ז\"ל והערוך הנכונה ולא העיר מאומה. גם מהתוי\"ט פי\"א דפרה מ\"ג נעלמה הגירסא הנכונה בתוספתא שהבאתי. שכתב שם ולא תטעה כו' דר\"א אמורא הוא ולא מצי לפלוגי אמתניתין כו'. דכיון דברייתא מסייע ליה יוכל לפסוק כוותה. גם מה שהביא שם מסה\"כ היכא דאמר משום לא שמעה מפיו כו' אישתמיטתיה שגם רש\"י כ\"כ שם בסוגיא ד\"ה הא דרבי' ועמש\"כ עוד ע\"ז שם בפרה. עכ\"פ לדינו של רבינו הראיתי מקור ובעז\"ה. גם בברייתא דסנהדרין שם דואלו שבמיתה נקטה בטמא שאכל תרומה טהורה וגבי זר נקטה תרומה סתם דמשמע בין טהורה ובין טמאה. וקושיית הלח\"מ דדיו לבא מה\"ד כו' אינה כלום. דהרי מבואר בחולין (קי\"ג ב') דטעמא דטמא שאכל את הטמאה אינו במיתה הוא משום דאין איסור חע\"א וזהו דוקא אם נטמאה התרומה תחילה ואח\"כ נטמא הגוף כמבואר בתוס' שם (ק\"א) ד\"ה בנטמא ובסנהדרין שם ד\"ה פרט. ובאיסור זרות לא משכחת לה דליחול עליו איסור טומאה קודם. גם מה שהקשה על מש\"כ רבינו בהל' תרומות דכהן טמא שאכל תרומה טמאה אינו לוקה דהרי הקרא לא מיעטה אלא ממיתה. י\"ל דכיון דטעמא הוא דלענין עונש חדשה התורה דאין איסור חע\"א ממילא לא לקי ג\"כ דמלקות במקום מיתה עומדת (סנהדרין יו\"ד) לר' ישמעאל. ולענין זה י\"ל דכ\"ע מודו:"
            ],
            [],
            [
                "<b>כל ל\"ת שבתורה שאין בהן לא כרת ולא מיתת ב\"ד.</b> נראה דצ\"ל ולא מיתה בידי שמים:",
                "<b> אות ס\"ח וכן כל הקדשים.</b> ק\"ל דזה יליף בזבחים (ק\"א) מק\"ו ממעשר ואין מזהירין מה\"ד:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>ולא ישב אחד למעלה ואחד למטה.</b> בספרי ריש דברים:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מפני שהן טרודין במועדות.</b> ורש\"י פי' משום שהם זמני קציר ובציר:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מקורי הרמב\"ם לרש\"ש על משנה תורה, הלכות סנהדרין והעונשין המסורין להם",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mekorei HaRambam LeRashash",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}