{
    "text": {
        "0_Daf, 0_Comment": "מן כי וכו' עד דאמרי' מוקפות ונ\"ב באלפסי ישן אין זה:",
        "0_Daf, 1_Comment": "תי' על ד' אמות מוקפות ונ\"ב בא\"י אין זה ודוק:",
        "0_Daf, 2_Comment": "נ\"ב משמע שפי' ל' הרי\"ף כדעת רש\"י וכן פי' ה\"ר יהונתן ודלא כמו שסוברים בעל המאור והרשב\"א והרא\"ש ורבינו ירוחם וכבר האריך הרב המגיד בזה בפ' י\"ז מהל' שבת ע\"ש וכדבריו עיקר:",
        "0_Daf, 3_Comment": "דהתם כצ\"ל:",
        "0_Daf, 4_Comment": "נ\"ב ותימה שהרי בגמ' מסיק דטעמא דר\"י דשלטא ביה עינא למעלה מכ' כמו גבי סוכה וגם ההיא דפ' כל גגות הטעם הוא שם בגמ' דטעמא דר\"י לא הוי אלא משום דשתי מחיצות דאוריי' ואע\"ג דלא אמרינן פי תקרה יורד סותם וגם הרב עצמו [פי'] שם כן שוב נראה לומר דהוקשה להרב מ\"ש בגמרא ור\"נ ב\"י אי לא ס\"ל הא דרבה וכו' לרבה גופי' לאה\"מ למיפרך דאית ליה בפירקין גבי מבוי שלא נשתתפו הכשירו בלחי וכו' דקורה משום היכרא וכמו שהקשו התוס' ע\"כ היה נ\"ל לפרש דמרבה גופיה לא ה\"מ למיפרך דמצינו בפ' כל גגות דאיהו ס\"ל דטעמא דר\"י לא הוה משום ב' מחיצות דאורייתא אלא משום דקסבר פי תקרה יורד וסותם והא דאמר רבה בפירקין דקורה משום היכרא היינו אליבא דרבנן דהילכת' כותייהו ומה שאמרו בגמ' דטעמא דר\"י משום דשלטא בה עינא אף למעלה מכ' היינו דוקא לר\"נ ב\"י וכן מה שאמרו בפ' כל גגו' דטעמ' דר\"י משום ב' מחיצו' דאוריי' היינו לפי המסקנא דהתם אלא שהרב כו' אליבא דרבה אע\"פ שאינו לפי המסקנא לא איכפת לן משום דקי\"ל דלא כר\"י ולפ\"ז אתי נמי שפיר בהא דפריך ר' יעקב בר אבא לרבא דאמר לחי משום היכר מהא דיתר ע\"כ אמר ר\"י מי שהיו לו ב' בתים בשני צדי רה\"ר עושה לחי מכאן ולחי מכאן או קורה וכו' והשתא ודאי קשה אמאי לא פריך לרבה דאית ליה התם דקורה משום היכר אלא דע\"כ משום דלר\"י טעמא משום פי תקרה:",
        "0_Daf, 5_Comment": "נ\"ב לר' יהודה:",
        "0_Daf, 6_Comment": "נ\"ב משמע שלא היה גורס בדברי הרי\"ף מאמר כי היכי דהוי חלליה כ' וכן בספר אלפס כתוב בקלף לא גרסינן ליה:",
        "0_Daf, 7_Comment": "נ\"ב פי' רבנן דר' יהודה לקמן במתניתין דהקורה שאמרו רחבה וכו' וא\"כ בע\"כ דטעמא דקורה משום דנעשו כשפודין של מתכת כבידין דאי נמי קלישי לא שדי להו זיקא דהא לא מידי שקלת מינה אלא רואין הוא דקאמר והא בע\"כ לית לן נמי כי האי רואין דא\"כ גבי סוכה נמי נימא הא ע\"כ צילתה מרובה מחמתה הויא ולא מידי שקלית מינה כן איתא להדיא בגמ' ומשני לה רבא מפרזיקא סוכה דליחיד הוא כו' והרב המפרש הזה לא הביא מה דמשני משום שלא בא רק לפרש מה שהביא הרב אלפס ז\"ל אמר רבה במבוי כשר ובסוכה פסול כו' וק\"ל:",
        "0_Daf, 8_Comment": "נ\"ב כתב ב\"י ואין דבריו נראין דאמאי לינקט הרי\"ף לחומרא מאי דמשמע בגמרא דשרי וכ\"ש במידי דרבנן הילכך צ\"ל דקורה דנקט הרי\"ף מילתא חדא נקט וה\"ה לכל מילי ואפי' עפר עכ\"ל:",
        "0_Daf, 9_Comment": "נ\"ב כל זה מלשון הרא\"ש:",
        "0_Daf, 10_Comment": "תי' דפליג נמחק:",
        "1_Daf, 0_Comment": "נ\"ב מן ואוקימנא הא וכו' עד בני רשות הרבי' כ\"ז הג\"ה הוא ונ\"ב נראה מבואר מדברי הרא\"ש וה\"ר יהונתן ור' ירוחם והרב המגיד בפי\"ז מהלכות שבת שאין זה מדברי הרי\"ף ע\"ש וכן באלפסי ישן אינו:",
        "1_Daf, 1_Comment": "מן הא שמעתא וכו' עד ולא ספק כ\"ז מוקף ונ\"ב כ\"ז באלפסי ישן אינו אלא כתב כלשון הגמרא ולבסוף כתב והל' כרב אשי וכן נראה מדברי הרב המגיד:",
        "1_Daf, 2_Comment": "נ\"ב אורך כו' מתירתו ופירצת הכותל כיון כצ\"ל:",
        "1_Daf, 3_Comment": "נ\"ב ונפקי בההיא וכו' אפ\"ה לא כצ\"ל:",
        "1_Daf, 4_Comment": "נ\"ב דמי ואין וכו' דכיון כו' בההיא פירצה:",
        "1_Daf, 5_Comment": "נ\"ב אי נמי:",
        "1_Daf, 6_Comment": "נ\"ב אמות:",
        "1_Daf, 7_Comment": "נ\"ב דהא רוב כצ\"ל:",
        "1_Daf, 8_Comment": "שהרי כצ\"ל:",
        "1_Daf, 9_Comment": "שהוא מפולש כצ\"ל:",
        "1_Daf, 10_Comment": "נ\"ב מבוי:",
        "1_Daf, 11_Comment": "ואורך ארבעה טפחים כצ\"ל:",
        "1_Daf, 12_Comment": "צ\"ל ומהדרינן:",
        "1_Daf, 13_Comment": "נ\"ב משמע שהיה גורס בדברי ר\"ה בלחי המושך ד' אמות נידון משום מבוי ומותר להשתמש בכולו ודוק:",
        "1_Daf, 14_Comment": "נ\"ב לחי אחר בלתי וכו' ואינו מתיר וכצ\"ל: ונ\"ב הציור הוא כזה:",
        "1_Daf, 15_Comment": "נ\"ב או נמוך ממנו:",
        "1_Daf, 16_Comment": "אזיל:",
        "1_Daf, 17_Comment": "נ\"ב וז\"ל התוספות וי\"ל דהכא קיימא אליביה דרב הונא בריה דרב יהושע דאית ליה לקמן פרוץ כעומד אסור עכ\"ל כלומר שלא אמר רב אשי מאי אמרת כי הדדי נינהו אלא לאפלוגי ארב הונא בדר\"י דאי לדידיה דס\"ל פרוץ כעומד אסור מ\"מ יש להכשיר בשמונ' דמאי אמרת כי הדדי כו':",
        "1_Daf, 18_Comment": "דבארבעה כצ\"ל:",
        "1_Daf, 19_Comment": "נ\"ב טפחים:",
        "1_Daf, 20_Comment": "בעשר כצ\"ל:",
        "1_Daf, 21_Comment": "נ\"ב ברי דר\"י:",
        "1_Daf, 22_Comment": "נ\"ב כל זה מלשון הרא\"ש:",
        "1_Daf, 23_Comment": "נ\"ב בעשר:",
        "2_Daf, 0_Comment": "מכוון משער לשער ומפולש ויש וכו' חייבים עליה בשבת משום כצ\"ל:",
        "2_Daf, 1_Comment": "ונפרצה כצ\"ל:",
        "2_Daf, 2_Comment": "במלואו כצ\"ל:",
        "2_Daf, 3_Comment": "נ\"ב עלה:",
        "2_Daf, 4_Comment": "וספיקו טהור דספק טומאה כצ\"ל:",
        "2_Daf, 5_Comment": "נ\"ב וראשו פתוח לרה\"ר אחר וכצ\"ל:",
        "2_Daf, 6_Comment": "כל מבואות וכו' נכנס בדרך זה ויוצא כצ\"ל:",
        "2_Daf, 7_Comment": "הקטנים מהך כצ\"ל ותי' באידך נמחק:",
        "2_Daf, 8_Comment": "נ\"ב ומניח:",
        "2_Daf, 9_Comment": "נ\"ב וכתב ב\"י בסי' שס\"ד ולפי מה שפסקו הרמב\"ם והראב\"ד כת\"ק דס\"פ הדר דסבר רגל המתרת במקומה אינה אוסרת שלא במקומ' וכמ\"ש בסי' שע\"ח כל שעירבו אלו לעצמן ואלו לעצמן אינם אוסרים אלו על אלו כלל ואפילו עוברין בשבת אלו על אלו עכ\"ל:",
        "2_Daf, 10_Comment": "נ\"ב ברשות הרבים גופא:",
        "2_Daf, 11_Comment": "נ\"ב והב\"י בסימן שמה כ' דלא קרי לה כרמלית אלא משום דכיון דדיירי בה רבים הויא לה חצר של רבים שלא עירבו שאסור לטלטל מתוכה לבתים ומבתים לתוכ' כשם שאסור לטלטל מכרמלית לבתים ומבתים לכרמלית וכן פרש\"י שם עכ\"ל שוב מצאתי שהריב\"ש כתב כן בתשובה סי' ת\"ה ע\"ש וכן הרב המגיד בתחלת פ' ראשון מהלכות עירו' להרמב\"ם וגם בעל תרומת הדשן האריך בזה בתשובותיו סי' עג:",
        "2_Daf, 12_Comment": "נ\"ב הלכה ואין כצ\"ל:",
        "2_Daf, 13_Comment": "נ\"ב נדל:",
        "2_Daf, 14_Comment": "נ\"ב פחות מד' אמות כו':",
        "2_Daf, 15_Comment": "מח' כצ\"ל:",
        "2_Daf, 16_Comment": "במבוי כצ\"ל:",
        "3_Daf, 0_Comment": "נ\"ב עי' בפ\"ק דסוכה במ\"ש הר\"ן להשיג על פי' הגאון ע\"ש בפ\"א סי' תתקפו ד\"ה גרסינן בפ\"ק:",
        "3_Daf, 1_Comment": "נ\"ב וכ\"כ הרא\"ש ואפשר דסבר הרי\"ף דהלכתא כרב כהנא משום דמשום כמה אמוראים אמר למילתיה א\"נ דס\"ל כרבא ומ\"ש ואם יש באלכסונן יותר מי' כו' היינו כדי לאוריי לן דלא פליגי אלא בשאין באלכסון יותר מי' ואפ\"ה אמר רבא דאינו מניח אלא כנגד הקצר וכ\"כ ב\"י בסימן שס\"ג יע\"ש:",
        "3_Daf, 2_Comment": "נ\"ב העתקה מספר המאור וזה שכ' הרי\"ף כו' ומה שנכתב לקמן זה הלשון נמתק:",
        "3_Daf, 3_Comment": "ל\"ב מידי ע\"כ:",
        "3_Daf, 4_Comment": "נ\"ב הלכך:",
        "3_Daf, 5_Comment": "בקצר כנגד הקצר דבצ\"ה כצ\"ל:",
        "3_Daf, 6_Comment": "נ\"ב ס\"ל:",
        "3_Daf, 7_Comment": "נ\"ב לא אמר:",
        "3_Daf, 8_Comment": "נ\"ב רק:",
        "3_Daf, 9_Comment": "ולא כלום כצ\"ל:",
        "3_Daf, 10_Comment": "ואהא דאמרו כצ\"ל:",
        "3_Daf, 11_Comment": "לא יהא כו' כצ\"ל:",
        "3_Daf, 12_Comment": "נ\"ב מעלה:",
        "3_Daf, 13_Comment": "נ\"ב וכן פי' התוספת בד\"ה הכל מודים:",
        "3_Daf, 14_Comment": "בין לחיים לרבא יהא כצ\"ל:",
        "4_Daf, 0_Comment": "נ\"ב בא\"י גרסי' הפסק:",
        "4_Daf, 1_Comment": "קנה שעל גביהן לקנה שבצדדין כצ\"ל:",
        "4_Daf, 2_Comment": "נ\"ב גובה:",
        "4_Daf, 3_Comment": "נ\"ב הכא:",
        "4_Daf, 4_Comment": "למזוזות כצ\"ל:",
        "4_Daf, 5_Comment": "בלתי כצ\"ל:",
        "4_Daf, 6_Comment": "קורה כצ\"ל:",
        "4_Daf, 7_Comment": "נ\"ב לאו דוקא טפח אלא אפי' משהו מכאן ומשהו מכאן סגי כמו שכ' בסמוך גבי לשון ים וכן פי' ב\"י אבל התוס' חילקו לומר דדוקא בפס גמור סגי בב' משהוין אבל כותל עצמו לא חשיב פס אם לא ברוחב טפח דאין היכר כל כך בכותל כמו בפס גמור עי' בד\"ה וב' טפחי' סגי וכ\"כ בהגהו' מיי' בפי\"ז הלכה יב ע\"ש:",
        "4_Daf, 8_Comment": "לה כצ\"ל:",
        "4_Daf, 9_Comment": "נ\"ב אמנם הרי\"ף אינו מפרש כן אלא כדברי הרמב\"ם בפט\"ו מהלכו' שבת הלי\"א יב ע\"ש ובתוספו' פירשו עוד ד' פירושים ע\"ש וגם יישבו הקושיא שהקשה הרב והניח' בצ\"ע:",
        "4_Daf, 10_Comment": "נ\"ב היינו בפ' כיצד משתתפין עיין לקמן סי' תר\"פ:",
        "4_Daf, 11_Comment": "נ\"ב כשאר מבואות:",
        "4_Daf, 12_Comment": "אשכחינהו",
        "4_Daf, 13_Comment": "אמר בה כצ\"ל:",
        "4_Daf, 14_Comment": "נ\"ב בהא:",
        "4_Daf, 15_Comment": "צ\"ל ר\"מ וכו' ונ\"ב עי' במרדכי:",
        "4_Daf, 16_Comment": "נ\"ב מילתא:",
        "4_Daf, 17_Comment": "נ\"ב והתוס' תרצו זה בד\"ה לרבן שמעון בן גמליאל דאמר וכו' ע\"ש:",
        "4_Daf, 18_Comment": "נ\"ב הרי בין כולם יש ארבעה ואסור להשתמש כנגדן ולרבנן דאמרי לא אמרי' לבוד כו':",
        "5_Daf, 0_Comment": "מכותל זה ואחת יוצאה מכותל כצ\"ל:",
        "5_Daf, 1_Comment": "נ\"ב היא:",
        "5_Daf, 2_Comment": "לבדה וכו' כצ\"ל:",
        "5_Daf, 3_Comment": "נ\"ב והתוספות לא פירשו כן עי' בד\"ה ובתים וחצירות כו':",
        "5_Daf, 4_Comment": "נ\"ב ז\"ל הגמרא עקומה רואין אותה כאילו היא פשוטה פשיטא קמ\"ל כדר' זירא דא\"ר זירא היא בתוך המבוי ועקמומית' למבוי וכו' וס\"ל להרב המפרש הזה דר' זירא ודאי לא אמר למילתיה אליבא דר' יהודה דס\"ל רואין בכל ענין דלדידי' אע\"פ שיש בין קורה לקורה ג' טפחים כשר המבוי ור' זירא הרי הוא מחלק בין יש בין זה לזה ג' דלא אמר רואין ואם אין ביניהם ג' אמרינן רואין והשתא בע\"כ הא דקאמר בגמ' קמ\"ל כדר' זירא כו' היינו ר\"ל כדר' זירא אליבא דרבנן בהא מילתא גופיה אשמעי' מתני' אליבא דר\"י אבל ודאי אליבא דר' יהודה אין חילוק בין יש ביניהם ג' לאין ביניהם ג' ופריך תלמודא הא נמי פשיטא ומתרץ היא בתוך מבוי ועקמימות' חוץ למבוי איצטריכ' ליה כו' כלומר בהא מילתא איצטריכא ליה למתניתין לאשמועי' אליב' דר' יהודה אבל ר' זירא אמר למילתיה אליבא דרבנן דלא אמרינן רואין הלכך איצטריך ליה לר' זירא לאשמועינן בכולהו מילתייהו דאעפ\"כ אם אין ביניהם ג' כשר המבוי. ולקמן בסמוך כ' הרב המפרש הזה דר' זירא לא אמר למילתיה אלא אליביה דר' יוסי בר' יהודה אבל אליבא דת\"ק דמתניתין לא אמר כל עיקר משום דת\"ק לא ס\"ל כלל דאמרי' רואין אפילו היכא דאין ביניהם ג' וא\"כ מ\"ש כאן ולרבנן היינו על ר' יוסי בר' יהודה קאמר וקרי ליה רבנן משו' דס\"ל דפסקינן כוותיה:",
        "5_Daf, 5_Comment": "נ\"ב ולפי פי' זה רשב\"ג לאקולי בא ולומר דאע\"פ שאין סמוכין בתוך טפח מכל מקום אם מקבלות אריח לארכו ואחר כך כתב ויש גורסים וכו' כלומר שגורסים בדברי ת\"ח אם מקבלות אריח לארכו כו' והיינו שאין בין זו לזו ג' טפחים מצטרפין ולפי זה רשב\"ג להחמיר בא ולומר שצריך שיהיו הם עצמם רחבות ג' טפחים כדי לקבל אריח לא בשניהם דאל\"כ מאי פליג וע\"ז כתב ולא נהירא כו' דכיון דלא פליג במתני' אלמא דמודה דסגי בקורה טפח זה ודאי תימה לומר דרשב\"ג ורבנן חלוקים דבעי ג' טפחים דהא סוף סוף יכולות לקבלות אריח ברוחבם טפח אבל לי נראה דאף לפי גירסא זו איכא למימר דרשב\"ג להקל בא דלת\"ק צריך שיהיו רחבות יחד טפח ואז אמרינן לבוד בפחות מג' ולרשב\"ג אע\"פ שבקורות עצמן יחד אין בהן טפח אעפ\"כ אם הן בריאות לקבל כובדו ואורכו של אריח שלשה כשר וכן פי' רש\"י להדיא בריש פ' הישן לפי גירסא שלו ע\"ש. ודע דאף לפי גירסא שלנו דגרסינן בדברי ת\"ק אם מקבלות אריח לרחבו טפח פי' הרב המגיד לדעת הרמב\"ם דר\"ל אם יש בין שניהם רחב טפח וכשאין בין זו לזו ג' טפחים מצטרפים ואמרינן לבוד והמרדכי פי' עוד פי' אחר לדעת מהר\"ם וכן פי' בהגהת מיימוני דבעינן שיהו הקורות שוכבות זו אצל זו ונוגעות זו בזו ממש ואז מצטרפי' יחד לשיעור טפח לת\"ק אבל אם אינן נוגעות אין מצטרפות דלא אמרי' לבוד דזיל הכא ליכא שיעורא וזיל הכא ליכא שיעורא וכ' שכן משמע בפי' רש\"י שכתב מתאימות כמו תאומים ולי נראה שזה הפי' אפשר לפרש ג\"כ בדברי הרמב\"ם ע\"ש:",
        "5_Daf, 6_Comment": "שרשב\"ג כצ\"ל:",
        "5_Daf, 7_Comment": "במתני' כצ\"ל:",
        "5_Daf, 8_Comment": "אהא דאמרי' כנ\"ל:",
        "5_Daf, 9_Comment": "ומצטרפין כצ\"ל:",
        "5_Daf, 10_Comment": "נ\"ב האי לישנא אך למותר הוא ועי' בפ' הישן:",
        "5_Daf, 11_Comment": "בדבר כצ\"ל:",
        "5_Daf, 12_Comment": "נ\"ב שהיא לה בתוך שלשה לא אמרינן כו' כצ\"ל:",
        "5_Daf, 13_Comment": "דכי כצ\"ל:",
        "5_Daf, 14_Comment": "נ\"ב בו ב' חצרות וב' בחיה לכל חצר אם:",
        "5_Daf, 15_Comment": "נ\"ב כלומר שמשמע מדברי הרי\"ף שס\"ל כרב חסדא לחומרא מאחר שלא פסק להדיא להקל:",
        "5_Daf, 16_Comment": "נ\"ב ל' הרא\"ש:",
        "6_Daf, 0_Comment": "בעשר כצ\"ל:",
        "6_Daf, 1_Comment": "נ\"ב כדאמ':",
        "6_Daf, 2_Comment": "נ\"ב פי' דאין לו לא איצטריך לאשמועי' אלא הא אתא לאשמועינן דמן הלחי ולפנים מיהא מותר דמהו דתימא ליחוש דילמא אתי לאשתמושי בכוליה קמ\"ל והכי אי' בגמ':",
        "6_Daf, 3_Comment": "נ\"ב הרב הזה מפרש דלת\"ק דמתני' לא אמר רואין כל עיקר ולר' יהודהי אמרינן רואין בכל ענין ולפיכך הוקשה לו זה ופי' דר' זירא אמר למילתיה אליבא דר' יוסי בר\"י דמצינו דמחלק בין רואין לרואין וא\"י ממה למד זה דהרי הרמב\"ם בפי\"ז מהלכות שבת וכן מהר\"ם שם בהג\"ה וכן הרב המגיד שם בשם הרשב\"א כתב דבעקומה ועגולה אפילו ת\"ק מודה דאמרינן רואין וכ\"כ הרא\"ש אע\"ג דרבנן פליגי עלי' דרבי יהודה בהיתה של קש ושל קנים בהא דעגול' ועקומ' מודו דאמרינן רואין עכ\"ל וכן פסק הטור ואפשר דהוקשה לו להרב על פירושם דא\"כ מאי פריך תו בגמ' הא נמי פשיטא ומאי קושיא הא ודאי הוצרך לן התנא לאשמועינן דאף לרבנן אמרינן רואין בעקומה אלא ודאי דלרבי יהודה פריך הא נמי פשיטא אבל לדעת הרמב\"ם ודעימיה אפשר לומר דהכי פריך הא נמי פשיטא מדתני' במתני' סתמא (כאן חסר בכ\"י) ודע דלפימ\"ש הרב המפרש הזה דר' זירא קתני לה לדעת ר' יוסי דהלכתא כוותיה צריך לומר שלא היה גורס בדברי הרי\"ף הא דכ' וכן הא דאמר ר\"י בר' יהודה רואין את העליונה כאילו היא למטה ליתא וכן בספרים ישנים אינו והי' סבור הרב דודאי הלכתא כוותיה מאחר שהביא הרי\"ף דבריו לעיל בברייתא ונתן טעם בזה כיון דקאי אבוה בשיטתיה גם הרמב\"ם פסק כוותיה. אבל הרא\"ש והר\"מ פסקו דלא כוותיה ועם היות שלא היה גורס בדברי הרי\"ף הא דכתוב בספרי דידן דליתא לדברי ר' יוסי בר' יהודה אעפ\"כ כתב וז\"ל ומה שהביא הרי\"ף דברי ר\"י בר' יהודה בברייתא משום סיום הברייתא הביא ולא להלכתא ע\"כ:",
        "6_Daf, 4_Comment": "אבוה בשיטתי' כצ\"ל:",
        "6_Daf, 5_Comment": "ודרשינן כצ\"ל:",
        "6_Daf, 6_Comment": "קמ\"ל כצ\"ל:",
        "6_Daf, 7_Comment": "כאן הס\"ד ואח\"כ מה\"ד אביי אמר וכו' מאתמול כו' כצ\"ל צ\"ע וכו' הויא מחיצה הס\"ד ואח\"כ מה\"ד ורבא לטעמיה:",
        "6_Daf, 8_Comment": "נ\"ב ר\"ל כיון דמסקינן בגמ' דעיקר פלוגתייהו דאביי ורבא אי לחי משום מחיצה אי משום היכר א\"כ ה\"ל להרי\"ף לאתויי האי טעמא דמסקינן בגמ' וה\"ל למימר אביי לטעמיה כו' וכדאמר בגמ' ואפשר שהרי\"ף ז\"ל לא היה גורס אביי לטעמי' כו' וכמ\"ש התוס' בשם ר\"ח וכן הרמב\"ן לעיל בספר מלחמות ואפי' הוה גרס ליה לא הוה נמי קושיא משום דהרי\"ף ז\"ל לא בא אלא להורות דבדלא סמיכי לא פליגי ובדסמיכי הוא דפליגי ולא בא להורות בטעמיה דהך ובטעמיה דהך כל עיקר. וכאן מקום עיון על מ\"ש הרי\"ף ובלחי בלחוד כו' דמה צורך להשמיענו דמודה רבא במחיצה כיון דלא קי\"ל כותיה בלחי ותירץ הרב בית יוסף דאתי לאשמועינן דבמחיצה לא באו לכלל מחלוקת כלל ומשמע דאפילו לא סמכו עליה מאתמול הוי מחיצה דאל\"כ לאביי מאי איכא בין לחי למחיצה גמורה ע\"כ ואני אומר דכל כי האי מילתא ה\"ל להרי\"ף ז\"ל לפרושי אלא עיקר כוונתו להשמיענו דלא תימא דלא אפסיקא הילכתא כותיה דאביי אלא בלחי אבל בעלמא היכא דבעינן מחיצה גמורה לא סגי בעומדת מאליה לפיכך השמיענו דאינו כן אלא אדרבה במחיצה ליכא מאן דפליג וד\"ה הוי מחיצה וכדאיתא בגמ' זה נ\"ל פשוט:",
        "6_Daf, 9_Comment": "בעשר כצ\"ל:",
        "6_Daf, 10_Comment": "נ\"ב לשון הרא\"ש וע\"ש:",
        "6_Daf, 11_Comment": "נ\"ב לשון טור:",
        "7_Daf, 0_Comment": "נ\"ב ומנו:",
        "7_Daf, 1_Comment": "ושאינה כצ\"ל:",
        "7_Daf, 2_Comment": "תשע' כצ\"ל ותי' נראה נמחק:",
        "7_Daf, 3_Comment": "נ\"ב הוי:",
        "7_Daf, 4_Comment": "תי' דתנן נמחק:",
        "7_Daf, 5_Comment": "ונותנין כצ\"ל:",
        "7_Daf, 6_Comment": "נ\"ב איכא בינייהו:",
        "7_Daf, 7_Comment": "שאין דין בצ\"ל:",
        "7_Daf, 8_Comment": "נ\"ב אין כאן מקום עיון דהאי וא\"ו המדבק היא במקום או המחלקת ובספר ישן כ' להדיא ושאינה:",
        "7_Daf, 9_Comment": "ומוקי' כצ\"ל:",
        "7_Daf, 10_Comment": "נ\"ב שאם היה סאתים פנוי:",
        "8_Daf, 0_Comment": "נ\"ב צריך לומר דהיינו דוקא לענין שמתירין מחיצת של שתי או של ערב ליחיד בישוב ודלא כת\"ק דס\"ל דלא מתירין ליחיד כל עיקר בישוב הואיל ויכול לעשות מחיצה ההוגנת. אבל במאי דס\"ל לחכמים שדין יחיד בישוב כדין המדבר ונותנין אף ליחיד כל צרכו בהא אי אפשר שיפסוק הלכתא כוותייהו דהא כבר פסק למעל' כרב נחמן דדרי' בהא דר' יוסי בר' יהודה דקאי בשיטתי' דאבוה שאין נותנין ליחיד אלא בית סאתים ואפילו במדבר וק\"ל:",
        "8_Daf, 1_Comment": "נ\"ב הירו' הזה תמצא בביאורי לסמ\"ג בדברי הר\"א שטיין בדפ\"א ע\"ג:",
        "8_Daf, 2_Comment": "נמצא כצ\"ל:",
        "8_Daf, 3_Comment": "נ\"ב כו':",
        "8_Daf, 4_Comment": "כדכתי' כצ\"ל:",
        "8_Daf, 5_Comment": "מן והאי כו' עד סוף הפרק נ\"ב באלפס ישן אין זה וכן הרא\"ש לא העתיקו וכן נראה דהא כבר כתב ועדיין הקושיא וכו' ודע דמלשון הרי\"ף ז\"ל לא משמע שיפסוק דתחומין די\"ב מיל דאורייתא אלא נראה כמ סתפ ק ורבינו ירוחם בנתיב י\"ב חי\"ח כ' וז\"ל ולפי התלמוד בבלי שלנו הוא מדרבנן ואין לוקין עליו מן התורה לעולם כ\"כ הרי\"ף וכן מוכח כו' גם מדברי הרמב\"ן בספר המלחמות נראה שסובר כן לדעת הרי\"ף ודלא כמה שנראה מדברי בעל המאור שמפרש שהרי\"ף סמך על דברי הירושלמי וכנראה שלא היה גורס כלל בדברי הרי\"ף הא דועדיין הקושיא במקומה עומדת כו' עד סופה דודאי לפי גירסא זו משמע שסמך על הירושלמי ודע שהרמב\"ם בפ' כז מהלכו' שבת והסמ\"ג בלאוין סו פסקו כמו הירושלמי גם במרדכי הארוך בשם אבי\"ה דחק לפרש כדי להשוות הירושל' והבבלי גם הרב המגיד כתב שם שכן היא הסכמת הגאונים ושהאחרונים חולקים ואומרים דאין לתחומין כלל מן התורה ואפילו כמה פרסאות והאריכו להוכיח כן ולדעת זו הסכימו הרמב\"ן והרשב\"א ז\"ל עכ\"ל גם הרא\"ש מסיק כן וכ\"כ הטור בסימן שצ\"ד ע\"ש אמנם בפ' כיצד מעברין בפיסקא היה שם גדודיות כו' אמר רב הונא יושבי צריפין כו' מתיב רב חסדא ויחנו על הירדן כו' ותני כשהן נפנין כו' פי' שם רש\"י אלמא המהלך בראש והוצרך לנקביו חוזר לאחוריו ג' פרסאות כו' לכאורה יראה שקשה מה לו לדקדק ממהלך בראש וכו' הא אפי' ממהלך באמצע שפיר פריך האיך חוזר לאחוריו פרסה ומחצה אלא שע\"כ שרש\"י ז\"ל הוקשה לו דא\"כ הוה מצי לאקשוי בלא הך ברייתא דקתני כשהן נפנין כו' ממהלך באמצע וגם הוקשה לו לרש\"י דמאי קושיא מהאי דכשהן נפנין כו' הלא גדול כבוד הבריות שדוחה את ל\"ת שבתורה כדאמר בפרק מי שהוציאוהו לפיכך פי' ואמר ז\"ל דממהלך בראש פריך דהא חוזר לאחוריו ג' פרסאות וזהו לאו גמור מן התורה שאין כבוד הבריות דוחה אלא לאו דלא תסור ולפיכך הוצרך נמי להביא ההיא דכשהן נפנין כו' כדי לאקשויי (חסר) כן נ\"ל:",
        "8_Daf, 6_Comment": "נ\"ב בלא בעלים:",
        "8_Daf, 7_Comment": "אלא בית סאה בלא בעלים הס\"ד ואח\"כ מה\"ד אי נמי מאי לאו פנוי מאדם שלא וכו' שאין צריכין אלא לג' כצ\"ל:",
        "8_Daf, 8_Comment": "נ\"ב ויחיד:",
        "8_Daf, 9_Comment": "בתראי אמילתיה כצ\"ל ותי' סברי נמחק:",
        "8_Daf, 10_Comment": "נ\"ב היא:",
        "8_Daf, 11_Comment": "כייל מלח מאי אם מודד מלח לחמרים צריך ליטול ידיו או לא כצ\"ל:",
        "8_Daf, 12_Comment": "נ\"ב הוא:",
        "8_Daf, 13_Comment": "דק\"ל כצ\"ל:",
        "8_Daf, 14_Comment": "וכיון כצ\"ל ותי' וכן נמחק:",
        "8_Daf, 15_Comment": "ומי איכא כצ\"ל:",
        "8_Daf, 16_Comment": "דלא כצ\"ל:",
        "8_Daf, 17_Comment": "שאמרו כצ\"ל:",
        "9_Daf, 0_Comment": "נ\"ב עצמן:",
        "9_Daf, 1_Comment": "נ\"ב הללו:",
        "9_Daf, 2_Comment": "וכשנועצו כצ\"ל:",
        "9_Daf, 3_Comment": "נ\"ב צידו:",
        "9_Daf, 4_Comment": "נ\"ב כדי:",
        "9_Daf, 5_Comment": "דילמא ממשיך כצ\"ל:",
        "9_Daf, 6_Comment": "כמה כצ\"ל:",
        "9_Daf, 7_Comment": "נ\"ב ויניח:",
        "9_Daf, 8_Comment": "נ\"ב ב':",
        "9_Daf, 9_Comment": "והכי כצ\"ל:",
        "9_Daf, 10_Comment": "נ\"ב כזה [והציור תמצא בגמ' דף טו]:",
        "9_Daf, 11_Comment": "דרומית כצ\"ל:",
        "9_Daf, 12_Comment": "שהם כצ\"ל:",
        "9_Daf, 13_Comment": "משום כצ\"ל ותי' משמע נמחק:",
        "9_Daf, 14_Comment": "ואפי' כצ\"ל:",
        "9_Daf, 15_Comment": "צ\"ל גמל:",
        "9_Daf, 16_Comment": "שאין כצ\"ל:",
        "9_Daf, 17_Comment": "נ\"ב עד:",
        "9_Daf, 18_Comment": "תי' דבר נמחק ונ\"ב זכר:",
        "10_Daf, 0_Comment": "לפשוט כצ\"ל:",
        "10_Daf, 1_Comment": "והני פסי וכו' הוי תשמיש דירה מעליא כצ\"ל:",
        "10_Daf, 2_Comment": "נ\"ב חגורה. הקף של חבלים:",
        "10_Daf, 3_Comment": "אפילו כצ\"ל:",
        "10_Daf, 4_Comment": "שיש כצ\"ל:",
        "11_Daf, 0_Comment": "נ\"ב היה בבבל:",
        "11_Daf, 1_Comment": "נ\"ב קא:",
        "11_Daf, 2_Comment": "נ\"ב כדאמר לקמן נותנין קרפף לעיר וכו':",
        "11_Daf, 3_Comment": "ואף ע\"ג כצ\"ל:",
        "11_Daf, 4_Comment": "הוא דשרי כצ\"ל:",
        "11_Daf, 5_Comment": "נ\"ב הוא דשרי ואע\"ג דלא מרבע והיינו אורך כשנים ברוחב אבל טפי משנים ברוחב לא משתרי הס\"ד:",
        "11_Daf, 6_Comment": "נ\"ב ברוחב טפחיים:",
        "11_Daf, 7_Comment": "נ\"ב חמשה:",
        "11_Daf, 8_Comment": "נ\"ב על:",
        "11_Daf, 9_Comment": "נ\"ב בידך:",
        "11_Daf, 10_Comment": "דארבעה קרנות כצ\"ל:",
        "11_Daf, 11_Comment": "נ\"ב ברוחב טפחיים:",
        "11_Daf, 12_Comment": "נ\"ב פי:",
        "11_Daf, 13_Comment": "נ\"ב פי' הא דתני עגולות וכו':",
        "11_Daf, 14_Comment": "ברי' דרב יהודה כצ\"ל:",
        "11_Daf, 15_Comment": "נ\"ב גם התוס' הקשו קושיא אחרת על פרש\"י ובעל המאור וכתבו ונראה כר\"ח כו' וכמו שפי' הרי\"ף ע\"ש:",
        "12_Daf, 0_Comment": "נ\"ב ועיין לקמן סימן תרל\"ט פסק כרבה דס\"ל כרבנן ולא כאביי:",
        "12_Daf, 1_Comment": "לא שאינו מרובע דהא ר' עקיבא מרובע בעי קמ\"ל דלא וכו' כצ\"ל:",
        "12_Daf, 2_Comment": "בו כצ\"ל:",
        "12_Daf, 3_Comment": "תי' משום נמחק ונ\"ב שם:",
        "12_Daf, 4_Comment": "נ\"ב ובגמ' מפרש:",
        "12_Daf, 5_Comment": "נ\"ב להן:",
        "12_Daf, 6_Comment": "ואע\"ג כצ\"ל:",
        "12_Daf, 7_Comment": "דאמרינן כצ\"ל:",
        "12_Daf, 8_Comment": "נ\"ב ולמחר ביטל כו' ובא\"י גרס ואחר כך כצ\"ל:",
        "12_Daf, 9_Comment": "ותכף נקנה וכו' הם מותרים כצ\"ל:",
        "12_Daf, 10_Comment": "נ\"ב הלכך דוק' להם מותר בביתו כו':",
        "12_Daf, 11_Comment": "וקרפף כצ\"ל:",
        "12_Daf, 12_Comment": "נ\"ב תחלה:",
        "12_Daf, 13_Comment": "ונקטינהו מבתריה כצ\"ל:",
        "13_Daf, 0_Comment": "מן המזון כצ\"ל:",
        "13_Daf, 1_Comment": "יכול לחוץ ולילך ולאכול כצ\"ל ותי' לצאת נמחק:",
        "13_Daf, 2_Comment": "תנן כצ\"ל:",
        "13_Daf, 3_Comment": "דתנן כצ\"ל:",
        "13_Daf, 4_Comment": "נ\"ב ואמר גורס קבר דרי משמי' דרב:",
        "13_Daf, 5_Comment": "שבליטרא ליטרא כו' כצ\"ל והד\"א:",
        "13_Daf, 6_Comment": "לאכול בו לשרות בו פת מזון וכו' כצ\"ל והשאר נמחק:",
        "13_Daf, 7_Comment": "שכב שם אפ\"ה בבית הפרס שפיר דמי כצ\"ל:",
        "13_Daf, 8_Comment": "תי' וכן נמחק:",
        "13_Daf, 9_Comment": "אפרסקין כצ\"ל ותי' אגוזים נמחק:",
        "13_Daf, 10_Comment": "נ\"ב לשון הרא\"ש:",
        "14_Daf, 0_Comment": "והכהנים בחלה ובתרומה תא\"מ ונ\"ב בס\"א אין זה ועי' באשר\"י:",
        "14_Daf, 1_Comment": "נ\"ב תעיין ביאור משנה זו בפי' ה\"ר יונה בריש פרק ג' שאכלו:",
        "14_Daf, 2_Comment": "נ\"ב זהו כפירוש בעל המאור ודלא כפירש\"י עי' בדברי בעל המאור אבל התוס' פירשו כפרש\"י ע\"ש:",
        "14_Daf, 3_Comment": "מש\"ה כצ\"ל:",
        "14_Daf, 4_Comment": "נ\"ב א\"א לשבות שם:",
        "14_Daf, 5_Comment": "נ\"ב וא\"כ:",
        "14_Daf, 6_Comment": "נ\"ב לשון הרא\"ש:",
        "14_Daf, 7_Comment": "נ\"ב בהא:",
        "14_Daf, 8_Comment": "ואייתי וכו' וכיון כצ\"ל:",
        "14_Daf, 9_Comment": "נ\"ב ליה:",
        "14_Daf, 10_Comment": "נ\"ב וברור הוא לפי המסקנא דדוחקיהדתנא הוא משום דאי תנא גבוה ונמוך הוה קשה דלמעלה מי' נמי עירובו עירוב משום דאי בעי מייתי ליה דרך עליו ובע\"כ צריך לומר שהנוף הוא בנמוך למטה מי' חוץ לד' אמות שלו ושם רבים מכתפין עליו וכמו שפירש הוא עצמו לפי פירושו בשרבי' מכתפים עליו במקום חבורו בגזע כו' והאי במקום חבורו בגזע שכתב לאו דוקא הוא שהרי בע\"כ צריך להיות כן בחוץ לד' אמות שלו דאל\"כ אכתי הא מייתי ליה דרך עליו לתוך ד' אמותיו ולא יעבירנו דרך עליו של מקום חבורו בגזע וא\"כ ודאי יקש' על התנא מפני מה נקט בב' מיני נופין הלא בנוף א' ימצא למטה מי' ולמעלה מי' אלא בע\"כ צריך לומר שכן הוא האמת דלא נקט רק בנוף א' שהוא נטוי וזקוף וכמו שפרש\"י וכן עיקר וכן התוס' לא חלקו על פירושו זה וכ\"כ הטור. גם מה שהקשה הרב ואין אנו מבחינין כו' לא נתבאר השגתו זו מה היא שהרי מבואר הוא הטעם בדברי רש\"י ע\"ש. גם מ\"ש תיפוק ליה משום שכל עצמו של אילן ברה\"ר הוא עומד כו' לא הוי קושיא כלל דרש\"י ס\"ל לפרש דהקושיא היתה כיון שאין בנמיכת הנוף י' א\"כ הוא כרמלית שהרי הוא רחב ד' והאויר שלמעלה ממנו ג\"כ הוא כרמלית וא\"כ כי מייתי ליה דרך עליו ממש הרי הוא מעביר מרה\"י לרה\"י דרך אויר הכרמלית וזה מותר מן התורה ע\"כ צריך לאוקמי' בשרבים מכתפין על מקום נמיכותו שהוא חוץ לד\"א והוי רה\"ר אבל על פי' הרב ודאי קשה שהרי בגמ' אוקמינן גבי קנה שהוא רך גזירה שמא יקטום אבל אילן הוא קשה וכו' אלמא דסתמא דמילתא כל אילן הנוטה חוץ לד\"א הוא קשה אע\"פ שהוא למטה מי'. ועוד מאי זה לשון דהדר זקיף ה\"ל למימר זימנין דאתי זיקא ומייתי ליה כמו שאמרו גבי נתגלגל חוץ לתחום:",
        "15_Daf, 0_Comment": "נ\"ב הוא:",
        "15_Daf, 1_Comment": "נ\"ב הוא:",
        "15_Daf, 2_Comment": "נ\"ב וכו':",
        "15_Daf, 3_Comment": "נ\"ב לו:",
        "15_Daf, 4_Comment": "נ\"ב כיון דהא שבות והא שבות:",
        "15_Daf, 5_Comment": "נ\"ב הוא:",
        "15_Daf, 6_Comment": "כרמלית כצ\"ל:",
        "15_Daf, 7_Comment": "לקטות כצ\"ל:",
        "15_Daf, 8_Comment": "נ\"ב מש\"ה מוקי לה בגמ' גזירה שמא יקטום דרכיכא למיקטמא ואפי' רבי מודה:",
        "15_Daf, 9_Comment": "נ\"ב אבל בסתם סכין אפי' ר' נחמיה לא פליג וכך פי' בעל המאור בפ' כל הכלים ע\"ש ודלא כפי' רש\"י דפי' דר' נחמיה אוסר אם לא לצורך עיקר תשמישן המיוחד להן:",
        "15_Daf, 10_Comment": "נ\"ב זה פי' מה שאמרו בגמרא בעיר עירובו עירוב כר\"ש דאמר א' גגות ואחד חצרות ואחד קרפיפות רשות אחד הן לכלים ששבתו בתוכן בשדה אין עירובו עירוב כרבנן ופירוש הוא כרבנן דר\"ש בפרק המוצא תפילין וכן פי' בעה\"מ ורש\"י לא פי' בזה כלום וכבר אפשר לפרש דהכוונה בו כרבנן דר' דס\"ל דכל דבר שהוא שבות גזרו עליו בהש\"מ ולפיכך בשדה איך עירובו עירוב אעפ\"י שאין בו אלא איסור כרמלית שהוא דרבנן וכנראה שכן דעת רש\"י ולפיכך לא פירש בו כלום מפני שכל הסוגיא מוכח שם דאזלי אליבי' דרבנן דרבי ופשוט הוא נ\"ל:",
        "15_Daf, 11_Comment": "נ\"ב אצלו:",
        "15_Daf, 12_Comment": "אמותיו כצ\"ל:",
        "15_Daf, 13_Comment": "למקום כצ\"ל:",
        "15_Daf, 14_Comment": "נ\"ב לשון הרא\"ש:",
        "15_Daf, 15_Comment": "נ\"ב ודוקא למעלה מי':",
        "15_Daf, 16_Comment": "נ\"ב ר\"ל שנתכוין לשבות בראש המגדל שהוא למעלה מי' ועירובו למטה מי' ברה\"ר אעפ\"כ אם היה המגדל מיטלטל שאינו קבוע במסמרות וגם המגדל אינו ארוך כל כך באופן שכשיטה המגדל להשליכו למטה ונמצא מקום שביתתו מוטל לארץ ברה\"ר לא נתרחק ראש המגדל שהוא מקום שביתתו ד\"א ממקום שהיה המגדל יושב בתחלה דמצי שקיל ואמטיה ליה עד הראש של מגדל ואכיל ליה התם הרי עירובו עירוב וכן אם היה שם חבל כו' פי' דאז אף אם כשעומד המגדל על עמדו יכול להביא עירובו לראש המגדל שהוא מקום שביתתו ע\"י החבל שאין בו איסור דאורייתא כיון שאגודו בידו וכדאיתא בפרק המוצא תפילין עי' בגמ':",
        "16_Daf, 0_Comment": "לסוף כצ\"ל:",
        "16_Daf, 1_Comment": "וצריך אני לברוח מפניהם יקנה לי עירובי שבמערב כצ\"ל:",
        "16_Daf, 2_Comment": "וצריך אני כצ\"ל:",
        "16_Daf, 3_Comment": "של מחר לצורך וכו' הוי כחד יומא אריכא כצ\"ל:",
        "16_Daf, 4_Comment": "נ\"ב אומר כצ\"ל:",
        "16_Daf, 5_Comment": "חוץ לד' אמות וחוץ למדת כצ\"ל:",
        "16_Daf, 6_Comment": "ויש כצ\"ל:",
        "16_Daf, 7_Comment": "נ\"ב כאדם המנהיג חמור וגמל שהחמור הולך לפניו וזה מנהיגו ואת הגמל הוא מושך:",
        "16_Daf, 8_Comment": "נ\"ב פלוגתא דתנאי בברייתא ופסק כמאן דשרי דקי\"ל בדרבנן יש ברירה:",
        "16_Daf, 9_Comment": "נ\"ב הוא:",
        "17_Daf, 0_Comment": "אמר להם ר\"א מודים אתם לי כצ\"ל:",
        "17_Daf, 1_Comment": "תי' בו נמחק ונ\"ב עליו:",
        "17_Daf, 2_Comment": "באלפסי שלפני הב\"ח הי' הגי' לאו והגיה על זה בכ\"י קדשו בגמ' הא לאיי ופרש\"י לאיי תרגום של הן:",
        "17_Daf, 3_Comment": "נ\"ב ספוקי מספקא להוו הכא כצ\"ל:",
        "17_Daf, 4_Comment": "נ\"ב בתחל':",
        "17_Daf, 5_Comment": "גם הכא הי' הגי' באלפסי שלפני הב\"ח ז\"ל לא והגיה והוסיף עליו וי\"ו לאו ונ\"ב בגמרא הא לאיי:",
        "17_Daf, 6_Comment": "נ\"ב רב אמר:",
        "17_Daf, 7_Comment": "נ\"ב בראשון. ערב:",
        "17_Daf, 8_Comment": "ומחשיך כצ\"ל:",
        "17_Daf, 9_Comment": "נ\"ב ומתרגמינן בקושטא:",
        "17_Daf, 10_Comment": "בתחלה כצ\"ל:",
        "17_Daf, 11_Comment": "לצאת אפילו אמה אחת אלא אלפי' אמה לבדן כנגד אותו רוח שעירב כצ\"ל:",
        "17_Daf, 12_Comment": "נ\"ב זו היא גי' בעל המאור ופירושו ע\"ש אבל רש\"י גורס הא בעינן סעוד' הראוי' מבעו\"י וליכא כו' וכמ\"ש פה ברי\"ף וכן גורסים התוס' רק שהקשו על פי' זה ע\"ש:",
        "18_Daf, 0_Comment": "נ\"ב ויתיב:",
        "18_Daf, 1_Comment": "נ\"ב דהא ממקום עירובו שבמזרח עד סוף עירובו שבמערב:",
        "18_Daf, 2_Comment": "דתחלת כצ\"ל:",
        "18_Daf, 3_Comment": "ויהיו כצ\"ל:",
        "18_Daf, 4_Comment": "נ\"ב ביו\"ט:",
        "18_Daf, 5_Comment": "ביום ב' ממ\"נ כצ\"ל:",
        "18_Daf, 6_Comment": "ושני כצ\"ל:",
        "18_Daf, 7_Comment": "נ\"ב משמע לכאורה דפוסק כרש\"י ודלא כה\"ג ור\"ת ואנן נהגינן לחומרא כה\"ג ור\"ת ועי' לקמן פרק אין צדין:",
        "18_Daf, 8_Comment": "אוקימנא כצ\"ל:",
        "18_Daf, 9_Comment": "ואי כצ\"ל:",
        "19_Daf, 0_Comment": "נ\"ב בהו:",
        "19_Daf, 1_Comment": "נ\"ב ואמר לערב סתם דמשמע כצ\"ל:",
        "19_Daf, 2_Comment": "צ\"ל דאפי':",
        "19_Daf, 3_Comment": "נ\"ב ביה:",
        "19_Daf, 4_Comment": "חוץ לתחום ותיבת כו' נמחק:",
        "19_Daf, 5_Comment": "נ\"ב אבל אם היציאה היתה בדעת וברצון והחזר' היתה באונס אין כו' כצ\"ל:",
        "19_Daf, 6_Comment": "נ\"ב לשון טור בהלכות ר\"ה:",
        "19_Daf, 7_Comment": "צ\"ל וכמו:",
        "19_Daf, 8_Comment": "צ\"ל והרא\"ש:",
        "19_Daf, 9_Comment": "נ\"ב ובמרדכי ישן מ\"כ דדוקא ברכת שהחיינו על הראייה בלבד הוא דהוה רשות ולכן פי' רש\"י כשאני רואה דלעת וכו' ודו\"ק:",
        "19_Daf, 10_Comment": "נ\"ב אלא א\"כ כצ\"ל:",
        "19_Daf, 11_Comment": "צ\"ל אבל:",
        "19_Daf, 12_Comment": "נ\"ב בו:",
        "19_Daf, 13_Comment": "נ\"ב שהיא:",
        "20_Daf, 0_Comment": "אמותיו כצ\"ל:",
        "20_Daf, 1_Comment": "נ\"ב מחיצות:",
        "20_Daf, 2_Comment": "נ\"ב מחיצות",
        "20_Daf, 3_Comment": "מיהת כצ\"ל:",
        "20_Daf, 4_Comment": "נ\"ב חוץ:",
        "20_Daf, 5_Comment": "נ\"ב כלומר מן הדין:",
        "20_Daf, 6_Comment": "ומטלטל בכולה על ידי זריקה תיבות אלו נמחקים:",
        "20_Daf, 7_Comment": "נ\"ב כלומר אע\"פ דמחיצה דעלמא שנעשי' בשבת במזיד הוה מחיצה לזרוק אבל לטלטל לא הוה מחיצה ואסור לטלטל ואם נעשית בשוגג הוי מחיצה אף לטלטל כדאית' בפ' הזורק מ\"מ הכא לא גרע משוגג ומש\"ה אמר שמואל דמטלטל כול' ע\"י זריקה ורב הונא דאוסר מפרש טעמא משום גזירה שמא ימשך כו' ושמואל דשרי הכא לטלטל בכולה על ידי זריקה היינו דוקא שהוקף לשם דירה כו':",
        "20_Daf, 8_Comment": "נ\"ב כלומר משום קנסא וכדפי' רש\"י בפ' הזורק אבל מן הדין ה\"ל מחיצה גמורה כמ\"ש לעיל:",
        "20_Daf, 9_Comment": "נ\"ב לשון הרא\"ש וכן במרדכי:",
        "20_Daf, 10_Comment": "צ\"ל דאי:",
        "20_Daf, 11_Comment": "נ\"ב לו אלא:",
        "20_Daf, 12_Comment": "צ\"ל דהפסיד:",
        "20_Daf, 13_Comment": "נ\"ב באויר:",
        "20_Daf, 14_Comment": "כיצא כצ\"ל:",
        "20_Daf, 15_Comment": "ואם כצ\"ל:",
        "20_Daf, 16_Comment": "נ\"ב אבל רש\"י פירש ונפרץ בית לחצר שבפניה דלא הוי בית שנפרץ במלואו למקום האסור כו' נראה שס\"ל שאם הי' נפרץ במלואו בבקעה או לאסרטי' היאך אפשר לו לטלטל על ידי זריקה תוך הבית שהרי הוא זורק מרשות הרבים לרשות היחיד ולדעת בעל המאור צ\"ל דס\"ל דלא כלתה מדתו כנגד שפת הקירוי ממש אלא נמשך קצת לפני':",
        "20_Daf, 17_Comment": "נ\"ב עי' לקמן ברי\"ף סוכה פרק לולב הגזול ובמ\"ש הר\"ן שם סי' אלף לו:",
        "21_Daf, 0_Comment": "צ\"ל דאי:",
        "21_Daf, 1_Comment": "צ\"ל אפי':",
        "21_Daf, 2_Comment": "נ\"ב או:",
        "21_Daf, 3_Comment": "נ\"ב מביא שפופרת:",
        "21_Daf, 4_Comment": "נ\"ב דאי:",
        "21_Daf, 5_Comment": "צ\"ל לנמל:",
        "21_Daf, 6_Comment": "צ\"ל הלכך:",
        "21_Daf, 7_Comment": "נ\"ב והתוס' פירשו דלר\"מ מיירי הכא שהיו מתכווני' לשבו' בעיר והיו סומכין על שפופרת של ר\"ג:",
        "21_Daf, 8_Comment": "נ\"ב לא מהני להו:",
        "21_Daf, 9_Comment": "נ\"ב לשון הגמרא [בדף מג:] ועי' שם הרוצה שלא תשרה חיה רעה בקברו כו' והרי\"ף לא הביא מכל זה בפסקיו:",
        "21_Daf, 10_Comment": "צ\"ל בשפולו:",
        "21_Daf, 11_Comment": "על קומתו ידע כצ\"ל:",
        "21_Daf, 12_Comment": "נ\"ב אמר כשם:",
        "21_Daf, 13_Comment": "נ\"ב ולא נהירא:",
        "21_Daf, 14_Comment": "נ\"ב היא:",
        "21_Daf, 15_Comment": "נ\"ב וכה\"ג פירש\"י וה\"ר יהונתן וכן נראה דעת הרי\"ף שהביא ההיא דשבת בבקעה והקיפוהו נכרים דאין לו יותר מאלפים אמה ואע\"ג דפסק בסמוך כרב דאמר הלכה כר\"ג בדיר וסהר וספינה:",
        "22_Daf, 0_Comment": "ניהליה כצ\"ל:",
        "22_Daf, 1_Comment": "צ\"ל כל:",
        "22_Daf, 2_Comment": "נ\"ב היה:",
        "22_Daf, 3_Comment": "נ\"ב כלומר אבל באויר מחיצות כמו מערה שבתוכה ד' אלפים ועל גגה פחות מד' כו' מודה רבה התם דהבלעת תחומין מילתא היא. עי' בגמ':",
        "22_Daf, 4_Comment": "נ\"ב בתיובתא:",
        "22_Daf, 5_Comment": "צ\"ל כל:",
        "22_Daf, 6_Comment": "כאן הס\"ד ואח\"כ צ\"ל הציון גמ' מאי:",
        "22_Daf, 7_Comment": "צ\"ל בתחומו:",
        "22_Daf, 8_Comment": "לתחום דהוא באמצען כצ\"ל והד\"א:",
        "22_Daf, 9_Comment": "ורבה דקאמר לעיל דלא מהני הבלעה כצ\"ל:",
        "22_Daf, 10_Comment": "צ\"ל החיצון:",
        "22_Daf, 11_Comment": "נ\"ב לביתו:",
        "22_Daf, 12_Comment": "צ\"ל ורבנן:",
        "22_Daf, 13_Comment": "נ\"ב לגו:",
        "22_Daf, 14_Comment": "צ\"ל דהוא:",
        "22_Daf, 15_Comment": "צ\"ל להעברת:",
        "23_Daf, 0_Comment": "ונכנסו האויבי' כצ\"ל:",
        "23_Daf, 1_Comment": "נ\"ב לקמן סי' תרכב:",
        "23_Daf, 2_Comment": "נ\"ב צ\"ל תחום העיר:",
        "23_Daf, 3_Comment": "צ\"ל במקומו:",
        "23_Daf, 4_Comment": "צ\"ל חדא:",
        "23_Daf, 5_Comment": "צ\"ל דגרסינן:",
        "23_Daf, 6_Comment": "צ\"ל רבי:",
        "23_Daf, 7_Comment": "צ\"ל אמר אביי:",
        "23_Daf, 8_Comment": "לעיר כצ\"ל:",
        "23_Daf, 9_Comment": "תי' בחזירתן נמחק:",
        "23_Daf, 10_Comment": "שהיה עיף ולא היה כו' כצ\"ל והד\"א:",
        "23_Daf, 11_Comment": "נ\"ב לא הזכיר כלום. שלא אמר שביתתי במקום פלוני:",
        "23_Daf, 12_Comment": "צ\"ל צדיו:",
        "23_Daf, 13_Comment": "נ\"ב בין:",
        "23_Daf, 14_Comment": "נ\"ב שהוא:",
        "23_Daf, 15_Comment": "נ\"ב פי':",
        "23_Daf, 16_Comment": "צ\"ל בשעה שחשכה:",
        "23_Daf, 17_Comment": "ומיקל באדם כו' כצ\"ל:",
        "23_Daf, 18_Comment": "צ\"ל הרי:",
        "23_Daf, 19_Comment": "ועוד מצינו האי סברא במסכת כצ\"ל:",
        "23_Daf, 20_Comment": "נ\"ב ס\"ל [ובא\"י גרס ולר\"א]:",
        "24_Daf, 0_Comment": "של תחילת עירוב כצ\"ל:",
        "24_Daf, 1_Comment": "צ\"ל ההורא':",
        "24_Daf, 2_Comment": "נ\"ב זה:",
        "24_Daf, 3_Comment": "נ\"ב ורש\"י פירש איפכא דלר\"מ מרווחו' בעינן כו':",
        "24_Daf, 4_Comment": "נ\"ב נראה שהיה גורס כר' יוסי מחביריו וכן הוא בגמ' וע\"ש בתוספות:",
        "24_Daf, 5_Comment": "נ\"ב אלפים אמה:",
        "24_Daf, 6_Comment": "נ\"ב כלומר שהרי בתחלת העיר כבר כלו האלפים שלמים סמוך לחוץ עיבורה של עיר שהרי יש ממקו' המים שקנו שם שביתה עד חוץ לעיבורה של עיר אלפים אמה שהוא תחום של העיר שהמים הם בסוף תחום העיר וק\"ל. ועי' עוד בתוספות:",
        "24_Daf, 7_Comment": "צ\"ל מחוץ:",
        "25_Daf, 0_Comment": "אמי כו' שביתה קאי וקאמר כו' כצ\"ל:",
        "25_Daf, 1_Comment": "נ\"ב והיינו כפר\"ת עי' בתוספות:",
        "25_Daf, 2_Comment": "נ\"ב ואמר:",
        "25_Daf, 3_Comment": "כליו חוץ לתחומו כצ\"ל ותיבות של זה נמחק:",
        "25_Daf, 4_Comment": "צ\"ל ומהו:",
        "25_Daf, 5_Comment": "ויש לה פתח לעצמה אלא שפתח א' פתוח כו' כצ\"ל:",
        "25_Daf, 6_Comment": "צ\"ל דכל:",
        "25_Daf, 7_Comment": "צ\"ל משתמשת:",
        "25_Daf, 8_Comment": "נ\"ב מ\"מ אינו ניכר לכל שלא היה אומר שביתתי במקומי כו':",
        "25_Daf, 9_Comment": "להא כצ\"ל:",
        "26_Daf, 0_Comment": "צ\"ל מתחתיו:",
        "26_Daf, 1_Comment": "צ\"ל אותן:",
        "26_Daf, 2_Comment": "נ\"ב עד:",
        "26_Daf, 3_Comment": "בתר לו תחת כצ\"ל:",
        "26_Daf, 4_Comment": "צ\"ל כולו:",
        "26_Daf, 5_Comment": "צ\"ל לה:",
        "26_Daf, 6_Comment": "נ\"ב הי:",
        "26_Daf, 7_Comment": "אמה למקום כצ\"ל:",
        "26_Daf, 8_Comment": "מקום רגליו אלפים אמה כצ\"ל:",
        "26_Daf, 9_Comment": "יש לו אלפים כצ\"ל:",
        "26_Daf, 10_Comment": "צ\"ל לה:",
        "27_Daf, 0_Comment": "בההיא כצ\"ל ונ\"ב בפ' משילין ועיין לקמן סימן תתקכ\"ז:",
        "27_Daf, 1_Comment": "במקומי כצ\"ל:",
        "27_Daf, 2_Comment": "שביתתי תהא במקומי שלא כצ\"ל:",
        "27_Daf, 3_Comment": "לעשות כן ולילך כצ\"ל:",
        "27_Daf, 4_Comment": "היא רק דקנתה כצ\"ל:",
        "27_Daf, 5_Comment": "נ\"ב לכאן ולכאן:",
        "27_Daf, 6_Comment": "נ\"ב עליו:",
        "27_Daf, 7_Comment": "אזלינן כצ\"ל:",
        "27_Daf, 8_Comment": "התם מהני אמירה כצ\"ל:",
        "27_Daf, 9_Comment": "נ\"ב לו:",
        "27_Daf, 10_Comment": "ולאיצא עשיר חוץ לתחום. האי חוץ לתחום לאו דוקא אלא בסוף התחום ואי דוקא בחוץ לתחו' בתוך ד\"א קאמר שהן שביתתו: שלא אמרו לערב ברגל. אפילו בכה\"ג שאמר שביתתי במקומי אלא למי שבא בדרך כו' כצ\"ל ומן אלמא לר\"י כו' עד במקומו נמחק:",
        "27_Daf, 11_Comment": "צ\"ל לו:",
        "27_Daf, 12_Comment": "קנה שם שביתה כצ\"ל:",
        "27_Daf, 13_Comment": "צ\"ל בתוך:",
        "28_Daf, 0_Comment": "נ\"ב כמאן:",
        "28_Daf, 1_Comment": "צ\"ל חבירו:",
        "28_Daf, 2_Comment": "אחרת ר\"מ כצ\"ל והד\"א:",
        "28_Daf, 3_Comment": "ולא עירב והרי כצ\"ל והד\"א:",
        "28_Daf, 4_Comment": "צ\"ל הניחו:",
        "28_Daf, 5_Comment": "צ\"ל אפי':",
        "28_Daf, 6_Comment": "נ\"ב שאמרו:",
        "28_Daf, 7_Comment": "נ\"ב אבל הרמב\"ן פי' דברי הרי\"ף ז\"ל באופן אחר עי' עליו:",
        "28_Daf, 8_Comment": "נ\"ב מותר לילך למחר וחד אמר בהחזיק לא פליגי בלומר פליגי כו' כצ\"ל:",
        "28_Daf, 9_Comment": "נ\"ב ואפי':",
        "28_Daf, 10_Comment": "מפני כצ\"ל:",
        "28_Daf, 11_Comment": "נ\"ב היא:",
        "28_Daf, 12_Comment": "צ\"ל איהו:",
        "28_Daf, 13_Comment": "צ\"ל האמר:",
        "29_Daf, 0_Comment": "נ\"ב כזה:",
        "29_Daf, 1_Comment": "נ\"ב כזה:",
        "29_Daf, 2_Comment": "נ\"ב כזה:",
        "29_Daf, 3_Comment": "נ\"ב כזה:",
        "29_Daf, 4_Comment": "נ\"ב כזה:",
        "29_Daf, 5_Comment": "נ\"ב כזה:",
        "29_Daf, 6_Comment": "נ\"ב כזה:",
        "29_Daf, 7_Comment": "לה אם היתה חומתה כצ\"ל:",
        "29_Daf, 8_Comment": "צ\"ל לקרן:",
        "29_Daf, 9_Comment": "לאחת הצדדין כשבא למדוד תחום צפון לקרן מערבית צפונית כשבא למקום שאין כו' כצ\"ל:",
        "29_Daf, 10_Comment": "צפונית כאילו כצ\"ל והד\"א:",
        "29_Daf, 11_Comment": "צ\"ל לאחת:",
        "29_Daf, 12_Comment": "צ\"ל דהוו:",
        "29_Daf, 13_Comment": "נ\"ב כמו שכתב הרי\"ף בפ' בכל מערבין סימן תקצז וגם ה\"ר יהונתן בפרק מי שהוציאוהו תרכא:",
        "29_Daf, 14_Comment": "דלעיל מיניה דבשבת כצ\"ל:",
        "29_Daf, 15_Comment": "אלפים אינו כן אלא כמות כצ\"ל:",
        "29_Daf, 16_Comment": "הא מוקים לה בגמ' כצ\"ל:",
        "29_Daf, 17_Comment": "נ\"ב נמי:",
        "29_Daf, 18_Comment": "נ\"ב גם התוס' חלקו על פי' רש\"י זה עי' בד\"ה ומר סבר הבלעת כו':",
        "30_Daf, 0_Comment": "כגון שאלכסונה כצ\"ל:",
        "30_Daf, 1_Comment": "נ\"ב שלזה:",
        "30_Daf, 2_Comment": "נ\"ב הלכך:",
        "30_Daf, 3_Comment": "נ\"ב יש:",
        "30_Daf, 4_Comment": "צ\"ל מביתו:",
        "30_Daf, 5_Comment": "נ\"ב דוקא:",
        "30_Daf, 6_Comment": "צ\"ל אינו מודד:",
        "30_Daf, 7_Comment": "צ\"ל מפרש לה:",
        "30_Daf, 8_Comment": "נ\"ב כזה:",
        "30_Daf, 9_Comment": "נ\"ב כזה:",
        "30_Daf, 10_Comment": "צ\"ל ובגמ':",
        "30_Daf, 11_Comment": "עמהם כצ\"ל:",
        "30_Daf, 12_Comment": "צ\"ל האחדים:",
        "31_Daf, 0_Comment": "נ\"ב כזה:",
        "31_Daf, 1_Comment": "נ\"ב נראה מדברי הרי\"ף שהיה גורס בגמרא והא תניא מודדין מדידה יפה התם ניחא תשמישתיה כו'. וכ\"כ הרב המגיד בפכ\"ח מהלכות שבת שזו היא גירסת הגאונים והרמב\"ם. ולפי זה ג' דינים בכותל א' אם לא ניחא תשמישתיה אומדו (כאן חסר תיבה אחת בכ\"י) והולך לו. ב' אם ניחא תשמישתיה מודדו מדידה יפה כקרקע חלקה. ג' אם הוא זקוף כל כך שחוט המשקולת יורד כנגדו שאז יכול הוא למדוד רחבו בראש הכותל מודד הרחב לבד מדידה יפה:",
        "31_Daf, 2_Comment": "צ\"ל לזו:",
        "31_Daf, 3_Comment": "נ\"ב היה:",
        "31_Daf, 4_Comment": "נ\"ב כנגד העיר:",
        "31_Daf, 5_Comment": "צ\"ל אבל לא:",
        "31_Daf, 6_Comment": "וראשיו קצרין כצ\"ל:",
        "31_Daf, 7_Comment": "נ\"ב אמות:",
        "31_Daf, 8_Comment": "צ\"ל שכשהוא:",
        "31_Daf, 9_Comment": "מקדר כצ\"ל:",
        "31_Daf, 10_Comment": "צ\"ל מותר:",
        "31_Daf, 11_Comment": "לשום ראש החבל כנגד לב כל אחד שלא כצ\"ל:",
        "31_Daf, 12_Comment": "צ\"ל אלא:",
        "31_Daf, 13_Comment": "לצפון שם הוא כצ\"ל:",
        "32_Daf, 0_Comment": "אמר אביי וכו' עד תיבת שהגיע מוקפת ונ\"ב כך היא הגי' בא\"י אמר אבי מיא רבעה וכן תני רמי בר יחזקאל. וכך כתב הרב המגיד בפכ\"ח מהל' שבת שכך מצא הגירסא בהלכות הרי\"ף ובספר העיתים ופירשה שהשאלה היתה ללישנא בתרא אליבא דרב יוסף דאמר בשחוט המשקולת יורד כנגדו אפי' יותר מאלפים סוף סוף שיעורו עד כמה והשיב אבימי עד ארבעה ר\"ל ארבע' אלפים כלומר שהיה בעמקו פחות מד' אלפים אבל אם יש בעמקו ד' אלפים אינו מבליעו בחבל של נ' אמה אפי' חוט המשקולת יורד כנגדו וכך פסק הרמב\"ם ז\"ל שם. גם מדברי ה\"ר יהונתן נראה להדיא שהיה גורם כך בדברי הרי\"ף אלא שפירש בע\"א דארבעה ר\"ל ד' טפחים וקאי נמי אלישנא בתרא דרב יוסף דבעמקו של גיא יותר מאלפים אין רשאי להבליעו אא\"כ זקוף בשפתו ממש ד' טפחים ואח\"כ מתחיל השפוע כזה אבל אם הזקיפה הזו היא פחותה מד' טפחים אז מקדרי'. ומ\"ש ה\"ר יהונתן קודם זה דבחוט המשקולת יורד כנגדו עד ד' אמות מודד מדידה יפה היינו ר\"ל שאין כאן מדרון כלל כזה ואפי' יש שם קצת מדרון כזה מ\"מ כיון שאין מתרחקת שפת תחתיתו מכנגד שפת גבהו ד\"א ה\"ל כאילו אין כאן מדרון כלל ומודד קרקעיתו מדידה יפה לבד וזה הוי חומרא דלא ממעטי' ליה ע\"י קדור חצי קומת אדם. אבל אם אין חוט המשקולת יורד כנגדו עד ד\"א אז מקילינן ביה וממעטי' ליה ע\"י קדור וא\"כ לפירושו הא דקאמר בסוף חוט המשקולת יורד כנגדו לא הוי פירושו כפירש חוט המשקולת יורד כנגדו שבדברי רב יהודה אמר שמואל. וזה ודאי דוחק גדול. גם לפי פי' שפירש ד' טפחים א\"כ מנ\"ל לפרש למעלה דשיעור חוט המשקולת יורד כנגדו הוי עד ד\"א שהרי פי' ד' דקאמר אבימי ורמי בר יחזקאל פירושו הוי ד\"ט וא\"כ אין לך ראיה מן הגמ' לשיעור ד\"א הללו. גם יש תימה בדבריו שהוא קורא הקדור קולא ומדידה היפה בקרקעות הגיא הוא קורא חומרא ולפי הנראה הוא ההיפך שהרי כשהוא מדלג כל השפוע ואינו מודד אלא קרקעית הגיא מרויח כל השפוע משא\"כ בקדור וק\"ל:",
        "32_Daf, 1_Comment": "מתוך ה' אמות אבל כו' מתוך ד' אומדו כצ\"ל:",
        "32_Daf, 2_Comment": "כנגדו שירחי' השיפוע כו' לקרקעיתו ד' אמות כצ\"ל:",
        "32_Daf, 3_Comment": "צ\"ל תחתיתו:",
        "32_Daf, 4_Comment": "צ\"ל שיגיע להילוך ה' אמות אבל מתוך ד\"א כצ\"ל:",
        "32_Daf, 5_Comment": "צ\"ל וגאיות:",
        "32_Daf, 6_Comment": "ה\"ג אין מודדין אלא מומחה כצ\"ל:",
        "32_Daf, 7_Comment": "ע\"י קידור לא אמרן כו' הילוך כל הגיא כצ\"ל:",
        "32_Daf, 8_Comment": "צ\"ל מלמטה:",
        "32_Daf, 9_Comment": "נ\"ב תימה דהכא נקט לישנא דרש\"י והוא בעצמו לקמן פירש דארבע' ר\"ל ארבע' טפחים דלא כפרש\"י וכמ\"ש בסמוך:",
        "32_Daf, 10_Comment": "צ\"ל מכנגד:",
        "32_Daf, 11_Comment": "צ\"ל אפילו והוא התחלת הדיבור:",
        "32_Daf, 12_Comment": "נ\"ב ורב אלפס פי' שהוא מקום שוה ומישור נראה שדעתו כדעת ר\"ח על פי מה שפירש ר\"ת דבריו בתוס' כלומר דרך ישרה ומכוונת כנגד העיר שלא ילך לצדדין וימדוד ואח\"כ יבא כנגד העיר וצופה כנגד [חסר בכ\"י] כן דלפעמים יש כנגד העיר הרים וגאיות שיש לו להבליע או לקדר. וכ\"כ רבינו ירוחם בני\"ב חי\"ח בהדיא שר\"ח כתב ממש כלשון הרי\"ף ושר\"ת פירש דברי ר\"ח כמ\"ש התוס' וממילא שכן היא דעת הרי\"ף ג\"כ. אבל לבי מגמגם בלשון ומישור שאמר שאינו משמע כלל שכוונתו שיהא מכוון כנגד העיר. ולכן נראה לענ\"ד שאפשר לפרש כונת הרי\"ף שאמר כנגד העיר יש מקום שוה ומישור בקרקע חלקה אע\"פ שיש ג\"כ באותה צד במקום אחד הרים וגאיות אין מודדין אלא במקום שוה ומישור ומקולי עירוב שנו כאן כמו שמשמע כל דיני משנה זו אבל אם אין באותו הצד רק מקום הרים וגאיות שלא נוכל להמלט בשום צד שלא נפגע בהם נדון בהם הדין המפורש במשנה וכמו שפירש הגאון ואין בין פירוש הרי\"ף לפי' הגאון חלוק בדין אלא בפי' לשון מומחה לבד. אלא לפי' ר\"ח ע\"פ מה שפירש ר\"ת נראה לומר שס\"ל לפרש המשנה לחומרא ומודדין במקום שיש הרים וגאיות אע\"פ שיש ג\"כ באותה הצד מקום שוה ומישור בקרקע חלקה. ולבי אומר לי שלא היה כתוב לפני ר\"ת בפירש ר\"ח רק אין מודדין אלא מן המומחה וכך משמע בתוס' ואשיר\"י והגהות מיימוני בפכ\"ח מה\"ש. שוב מצאתי כך להדיא במרדכי הארוך וז\"ל ור\"ח גריס אלא מן המומחה ופר\"ת דרך ישר ומכוונת כנגדה עיר שלא ילך לצדדין כו' ודלא כדמשמע מדברי רבינו ירוחם ודו\"ק:",
        "32_Daf, 13_Comment": "צ\"ל שנית:",
        "32_Daf, 14_Comment": "ברבוע כצ\"ל:",
        "33_Daf, 0_Comment": "צ\"ל דאמרינן:",
        "33_Daf, 1_Comment": "צ\"ל דלא:",
        "33_Daf, 2_Comment": "צ\"ל כבתחילה:",
        "33_Daf, 3_Comment": "צ\"ל אסרו:",
        "33_Daf, 4_Comment": "נ\"ב [נראה] דט\"ס הוא וצריך להגיה ואפילו עבדים ושפחות דאלו קטנים פסולים דוקא כשיגדל יכול להעיד מה שראה בקטנותו אבל בעודו קטן לא מהימן וכמו שהוכיח הרא\"ש מפ\"ב דכתובות וכ\"כ הר\"ן שם ועי' בטור או\"ח סימן שצ\"ט:",
        "33_Daf, 5_Comment": "נ\"ב אמה:",
        "33_Daf, 6_Comment": "נ\"ב אבל התוס' והרא\"ש ורבינו ירוחם פירשו בע\"א להקל וכדבריה' נראה עיקר יע\"ש:",
        "33_Daf, 7_Comment": "נ\"ב אלא מדד אלפי' כצ\"ל:",
        "33_Daf, 8_Comment": "נ\"ב נראה שמפרש כבעל המאור והרמב\"ם דעיר של יחיד היינו שהוא קנין של יחיד ולא כפי' רש\"י שכ' שאין בה ס' רבוא:",
        "33_Daf, 9_Comment": "נ\"ב ותימא דהא הך ברייתא אוקימנא לה כר' יהוד' דס\"ל דא\"צ למעט אבל התוספות כתבו בבירור דאיירי דוקא בלא רחב טפי מי\"ג אמה ושליש ע\"ש:",
        "33_Daf, 10_Comment": "דצריך למעט כצ\"ל:",
        "33_Daf, 11_Comment": "נ\"ב כמו:",
        "33_Daf, 12_Comment": "נ\"ב וכך פירשו התוס' והרא\"ש ודלא כפירש\"י וכך פסק הטור בסי' שצ\"ט וכך נראה להחמיר וק\"ל:",
        "33_Daf, 13_Comment": "נ\"ב ל' טור:",
        "33_Daf, 14_Comment": "נ\"ב לשון הרא\"ש:",
        "34_Daf, 0_Comment": "נ\"ב לכאורה משמע פירושו שאסור השיור אף בשלו לעירובי באפי נפשה כולה בלא שיור וכך פי' בעל המאור והשיג עליו אמנם כבר אפשר לפרש דעת הרי\"ף שבא להורות שאע\"פ שאין השיור מערב בפני עצמה והעיר בפני עצמה אין להם היתר בעולם להוציא מזה לזה ע\"י שיניח הא' את עירובו ברשות חבירו כמו שני חצירות ופתח ביניהם מפני שזה שאסור להוציא מזה לזה הוי היכר שאין מטלטלין אלא על ידי עירוב ומדברי הרא\"ש נראה שהיה גורס בדברי הרי\"ף ולפיכך עם השיור כו' ופירש דבריו כלומר השיורים אסור לערב עם העיר משום היכירא אבל לעצמו יכולין לערב השיור כדאמר בשמעתין בשם כו' ע\"ש ולפי גירסא זו ודאי אין להשיג על הרי\"ף ז\"ל ואף לפי גירסת הראשונים אין (חסר) וכדפי' שעיקר דברי הרי\"ף לבאר שאלתו דדוקא בני העיר אין לערב ולטלטל בשיור אבל בני שיור שפיר יכולין לערב עם העיר ולטלטל ע\"כ אמר ולפיכך אסור השיור כו' כלומר שאף השיור אסור עם בני העיר משום היכר וכה\"ג כתב ר\"י בני\"ב חי\"ז וז\"ל והשיור הוא להיכר שאין העירוב התיר לטלטל בתוכה א\"כ השיור אסור לערב עם העיר משום היכר אלא מערבין השיור לעצמו כי כמו שהשיור הוא שיור לשאר העיר כך שאר העיר הוא שיור לשיור עכ\"ל. גם בכל הפוסקים והמפרשים אין אחד בהם שכ' שלדעת הרי\"ף השיור אסור בפני עצמו שזה ודאי אינו ודעת הרי\"ף ז\"ל כדעת כל הפוסקים וק\"ל:",
        "34_Daf, 1_Comment": "צ\"ל לך:",
        "34_Daf, 2_Comment": "נ\"ב היא:",
        "34_Daf, 3_Comment": "צ\"ל ודרך:",
        "34_Daf, 4_Comment": "צ\"ל ולעירובו:",
        "34_Daf, 5_Comment": "נ\"ב לעירובו:",
        "34_Daf, 6_Comment": "וכי חצר בלא בית צריכה לערב כצ\"ל:",
        "34_Daf, 7_Comment": "צ\"ל אין לו:",
        "34_Daf, 8_Comment": "צ\"ל למקום:",
        "34_Daf, 9_Comment": "נ\"ב כזה :",
        "34_Daf, 10_Comment": "ומתרץ תני נמי חוץ כצ\"ל:",
        "34_Daf, 11_Comment": "נ\"ב אמנם לשון ומשלימין לו את השאר לא משמע כן אלא ודאי משמע שמשלימין לו חוץ לעיר אלף אמה פחות ד' וכ\"כ בטור סימן ת\"ח להדיא וכן הרמב\"ם בפכ\"ז מהלכות שבת הל\"ו. ועי' בתוס' בד\"ה כאן שכלתה מדתו בסוף העיר כו':",
        "34_Daf, 12_Comment": "צ\"ל ואף על פי:",
        "34_Daf, 13_Comment": "צ\"ל לערב ותי' לחלק נמחק:",
        "34_Daf, 14_Comment": "נ\"ב כן הוא בתוס' והטור בסי' שצ\"ב כתב שנ\"ל שט\"ס הוא וצ\"ל י\"ט ע\"ש. אמנם נ\"ל שזו ט\"ס כדמשמע לקמן גבי עיר היושבת על שפת הנחל כו':",
        "34_Daf, 15_Comment": "צ\"ל ואסור:",
        "35_Daf, 0_Comment": "ממתניתין כצ\"ל:",
        "35_Daf, 1_Comment": "שאינהו משתמשין כצ\"ל:",
        "35_Daf, 2_Comment": "נ\"ב וז\"ל הרמב\"ם בפכ\"ח מה\"ש בהלכה ט' עיר שיושבת על שפת הנחל אם יש לפניה דקה רוחב ד' אמות על שפת הנחל כדי שיעמדו עליה וישתמשו בנחל נמצא הנחל בכלל העיר ומודדין לה אלפים אמה משפת הנחל השניה ויעשה הנחל כולו בכלל המדינה מפני הדקה הבנוי מצדו. ואם לא היה שם דקה אין מודדין להם אלא מפתח בתיהם ונמצא הנחל נמדד מן האלפים שלהם עכ\"ל. וכתב שם הרב המגיד שדעת הלכות הרי\"ף והגאונים כדברי הרמב\"ם שלדעתם כשאין שם דקה אין מודדין לכ\"א מפתח ביתו אלא מקיר העיר וזהשכתב הרמב\"ם ונמצא הנחל נמדד מן האלפים שלהם לא אבדו בשלא עשו דקה אלא שיעור רחב הנחל ופירש דקה איצטבא. אבל רש\"י ז\"ל פי' דעיר היושבת על שפת הנחל בעיתא תשמישתי' מפני שטיפת הנחל ואי לא עבוד דקה לא הוו ישוב קבוע וה\"ל כיושבי צריפין ואין מודדין לכ\"א אלא מפתח ביתו ואם עשו דקה הרי דירת העיר קבועה ומודדין להם מקיר החומה ומן הדקה הזו ולהלן ולעולם הנחל נחשב מכלל האלפים ולזה הסכים הרשב\"א ז\"ל עכ\"ל. גם בעל המאור מפרש כרש\"י ז\"ל וכן הרא\"ש ורבינו ירוחם לא הביאו רק פירוש רש\"י ז\"ל:",
        "35_Daf, 3_Comment": "נ\"ב מצאתי כתוב נראה לומר שפירושו דהאי קורה וכן פי' בערוך והיינו דקה אבל בס\"א גרסינן שהיא במקום שתיא ע\"כ:",
        "35_Daf, 4_Comment": "צ\"ל שכשימדוד:",
        "35_Daf, 5_Comment": "נ\"ב עד:",
        "35_Daf, 6_Comment": "נ\"ב לא הויא כו':",
        "35_Daf, 7_Comment": "נ\"ב העיר:",
        "35_Daf, 8_Comment": "הנחל מודד הד\"א:",
        "35_Daf, 9_Comment": "צ\"ל לא:",
        "35_Daf, 10_Comment": "צ\"ל כשכלתה:",
        "35_Daf, 11_Comment": "צ\"ל דכ\"ש:",
        "35_Daf, 12_Comment": "נ\"ב פירוש זה לא שייך אלא לפי פי' רש\"י והנמשכים אחריו אבל לא לפי פי' הרי\"ף כמ\"ש בגליון:",
        "35_Daf, 13_Comment": "נ\"ב הנה שפי' לקולא כרבי אלעזר ולא כשמואל דפליג עליה ואומר כי שאין בו דיורין אע\"פ שראויה לדירה הרי היא (חסר כאן מהכ\"י) [וכתב הרא\"ש ז\"ל רב אלפס ז\"ל לא הביא פלוגתא דשמואל] ור' אלעזר בנותן את עירובו בעיר חרבה משום דסבר דהלכה כר\"א דמיקל ואין חילוק בין שובת לנותן את עירובו אע\"ג דתלמודא מייתי סייעתא לשמואל ודחי לה ר\"א עכ\"ל. וכך פסק הרמב\"ם ז\"ל בפ\"ו מהלכות עירובין הלכה ד' וכבר כתב הרב המגיד שם דהרשב\"א הסכים למי שפסק כשמואל וכן בהגהת מיימוני' ובמרדכי מהסס בשם מהר\"ם. אבל בעל המאור פסק נמי כן ואחריו נמשך הרב בהרבה מקומות:",
        "35_Daf, 14_Comment": "צ\"ל דסבירי:",
        "35_Daf, 15_Comment": "בההוא מקום עצמו כצ\"ל:",
        "35_Daf, 16_Comment": "צ\"ל בסוף:",
        "35_Daf, 17_Comment": "נ\"ב וזהו כפירש\"י:",
        "35_Daf, 18_Comment": "נ\"ב עיקר:",
        "36_Daf, 0_Comment": "צ\"ל וגרסי':",
        "36_Daf, 1_Comment": "נ\"ב ליה:",
        "36_Daf, 2_Comment": "תי' דדיקלא נמחק:",
        "36_Daf, 3_Comment": "נ\"ב הכהן:",
        "36_Daf, 4_Comment": "נ\"ב ותימה דהא ר\"מ ס\"ל גירי אמת הן בפ' ד' וה' וס\"ל נמי דצדוקי הרי הוא כנכרי ואע\"פ דישראל הוא כדאיתא בגמ' חסורי מחסרא כו' ועי' בתוספות ריש פירקין בד\"ה אמר ר\"ג מעשה בצדוקי כו' ואפשר שפוסק כהרמב\"ם ורא\"ש שסבירא להו דצדוקי אינו כנכרי וכותי ה\"ה כנכרי ופי' לפי האמת:",
        "36_Daf, 5_Comment": "נ\"ב ועי' בתוס' בד\"ה בן נח נהרג כו':",
        "36_Daf, 6_Comment": "נ\"ב ותימה מאחר שמפרש כפי' הערוך והתוס' א\"כ אין צורך לפרש דלנסותו היה מתכוין כו' כפי' רש\"י. ואפשר מאחר שרב יוסף בעי מיניה מדרב חסדא כמו שמשמע הלשון שאמר בעאי מיניה מרב חסדא בודאי דבר פשוט הוא לרב יוסף שהן מותרות כדתניא פ\"ק דביצה ולא בעי מיני' אלא כדי לנסותו:",
        "36_Daf, 7_Comment": "ותבונה ויועץ עומדים כצ\"ל:",
        "36_Daf, 8_Comment": "שאין שם ב' כצ\"ל:",
        "36_Daf, 9_Comment": "וכשיש כצ\"ל:",
        "37_Daf, 0_Comment": "והשתא דהוי רשותא דנכרי מהו כצ\"ל והד\"א:",
        "37_Daf, 1_Comment": "והני דירה ודאי לאו כצ\"ל:",
        "37_Daf, 2_Comment": "ואדענה כצ\"ל:",
        "37_Daf, 3_Comment": "נ\"ב והתוס' כתבו ודבריו תמוהים כו' ובפי' רש\"י אחרים מצאתי במאתמול שפיר מצו לערובי כו' וכמ\"ש רבינו יהונתן ע\"ש:",
        "37_Daf, 4_Comment": "צ\"ל בכולה לכולן:",
        "37_Daf, 5_Comment": "צ\"ל במתני':",
        "37_Daf, 6_Comment": "צ\"ל והוא:",
        "37_Daf, 7_Comment": "צ\"ל בזו:",
        "38_Daf, 0_Comment": "אות הא' בשלטי הגבורים צ\"ל כאן וכל הג' דבורים הוא ד\"א:",
        "38_Daf, 1_Comment": "צ\"ל היא:",
        "38_Daf, 2_Comment": "צ\"ל רבא:",
        "38_Daf, 3_Comment": "בענין ההוא ינוקא ד א ש ת פ ו ך חמימיה דף ס\"ז ע\"ב: ההוא ינוקא דאשתפוך חמימיה פירוש כצ\"ל:",
        "38_Daf, 4_Comment": "צ\"ל דליזיל:",
        "38_Daf, 5_Comment": "צ\"ל לי:",
        "38_Daf, 6_Comment": "צ\"ל ואסרי:",
        "38_Daf, 7_Comment": "צ\"ל ביה:",
        "38_Daf, 8_Comment": "נ\"ב ועי' בתוס' דף סז בד\"ה נסמוך אשיתוף:",
        "38_Daf, 9_Comment": "נ\"ב ישחטו עליו הכהנים הטהורים:",
        "38_Daf, 10_Comment": "נ\"ב נראה מדבריו שלא היה גורס בגמ' דהא מר לא אמר ליה זיל אחים וכשיטת בה\"ג שכתב הרי\"ף בפר\"א דמילה בסופו אבל דעת הרי\"ף דגרסי' ליה והשיג על בה\"ג עיין שם ובאשר\"י שם:",
        "38_Daf, 11_Comment": "נ\"ב בשבת ולבטל אח\"כ זה לזה:",
        "38_Daf, 12_Comment": "נ\"ב גמגום קא חזינא הכא דמ\"ש הטור פה אין יכולין לבטל כו' היינו דוקא בביטול לחוד בלא שכירות אבל בשכירות מודה הטור שמבטלין אף בבא בשבת או מת הנכרי בשבת וכמ\"ש הטור להדיא בסימן שפג והיינו כר' יוחנן וכמ\"ש הרי\"ף והרא\"ש והרמב\"ם דלא כמ\"ש הסמ\"ג והסמ\"ק בשם ר\"י שפוסק כשמואל:",
        "38_Daf, 13_Comment": "ושכירות בסתם כו' כצ\"ל:",
        "38_Daf, 14_Comment": "וה' הדרין כצ\"ל:",
        "38_Daf, 15_Comment": "נ\"ב פתח:",
        "38_Daf, 16_Comment": "צ\"ל מתוכו:",
        "39_Daf, 0_Comment": "צ\"ל ומאן:",
        "39_Daf, 1_Comment": "נ\"ב ה\"ג בגמ' ובאשיר\"י זימנין דבעי לה מינאי ולא אפשר כו'. ומ\"מ נרא' שיש לגרוס בדברי הרי\"ף ואי אקני להו ריפתא בסלא מאתמול זימנין דבעו לה ולא אפשר כו' שבזה הורה דלא כדברי הגאון שכתב בשבולי הלקט דהיכא דלא ערבו מאתמול למחר מקנה להו נהמא בסלא. והשיגו עליו עי' בב\"י סימן שס\"ו בסופו:",
        "39_Daf, 2_Comment": "בחביתא: תניא כצ\"ל:",
        "39_Daf, 3_Comment": "נ\"ב היא:",
        "39_Daf, 4_Comment": "צ\"ל ואי:",
        "39_Daf, 5_Comment": "צ\"ל ולרבא:",
        "39_Daf, 6_Comment": "נ\"ב דאמר לקמן אין מבטלין וחוזרין ומבטלין דאי לאו כשמואל ס\"ל ליתב כצ\"ל:",
        "39_Daf, 7_Comment": "צ\"ל הוא:",
        "39_Daf, 8_Comment": "נ\"ב וה\"ל כבן חצר אחרת וס\"ל לשמואל דאין ביטול רשות מחצר לחצר כו' כצ\"ל:",
        "39_Daf, 9_Comment": "נ\"ב לשון הטור בסימן שפה:",
        "39_Daf, 10_Comment": "שאינו יכול כיון שאינו כו' כצ\"ל:",
        "39_Daf, 11_Comment": "צ\"ל אהדין:",
        "40_Daf, 0_Comment": "נ\"ב אחר נתינתו:",
        "40_Daf, 1_Comment": "נ\"ב אינהו נמי:",
        "40_Daf, 2_Comment": "נ\"ב להם:",
        "40_Daf, 3_Comment": "צ\"ל מוציא:",
        "40_Daf, 4_Comment": "צ\"ל דכיון:",
        "40_Daf, 5_Comment": "צ\"ל ואת חלקו ותי' ובטל נמחק:",
        "40_Daf, 6_Comment": "צ\"ל להו:",
        "40_Daf, 7_Comment": "ומתני' כצ\"ל והד\"א:",
        "40_Daf, 8_Comment": "שלא הוי ישראל גמור אם חזר בו כצ\"ל:",
        "40_Daf, 9_Comment": "צ\"ל רשותן שניהם כצ\"ל והד\"א:",
        "40_Daf, 10_Comment": "שלא עירב נותן כו' לרבים שעירבו כצ\"ל:",
        "40_Daf, 11_Comment": "עוד הס\"ד ואחר כך מה\"ד משמע ונ\"ב הרב ב\"י העתיק ל' זה ואח\"כ כתב (חסר בכ\"י) אבל הכא כיון דשאר בני החצר לאו להאי דפייש לחודיה בטיל אלא לתרוייהו וכו' והם דברי רש\"י לפי דברי' אלו אין העשרה או השנים צריכין לבטל רשותן בבת אחת אלא אפילו בזה אחר זה מהני וכן נראה שהוא דעת כל הפוסקים שלא חלקו בדבר. עכ\"ל:",
        "40_Daf, 12_Comment": "נ\"ב כתב הרב ב\"י בסימן ש\"פ משמע מדבריו שאם בטלו בפי' רשות חצרן ורשות בתיהם שהוא מותר להוציא אף מבתיהם וכן נראה מדברי רבינו עכ\"ל:",
        "40_Daf, 13_Comment": "נ\"ב כ\"ה בגמ' אבל לא בספ' הרי\"ף עי' בדברי בעל המאור למעלה:",
        "40_Daf, 14_Comment": "נ\"ב לשון הרא\"ש:",
        "40_Daf, 15_Comment": "נ\"ב ל' הרא\"ש:",
        "41_Daf, 0_Comment": "צ\"ל שאחד:",
        "41_Daf, 1_Comment": "נ\"ב דרבה:",
        "41_Daf, 2_Comment": "צ\"ל הוא:",
        "41_Daf, 3_Comment": "החצרות כצ\"ל:",
        "41_Daf, 4_Comment": "נ\"ב לשון רש\"י בגמרא ולא רשות הבתים וחצר לאו דירה הוא כו':",
        "41_Daf, 5_Comment": "נ\"ב כל:",
        "41_Daf, 6_Comment": "צ\"ל אותו:",
        "41_Daf, 7_Comment": "צ\"ל ואפי':",
        "41_Daf, 8_Comment": "צ\"ל מיחזי כעירוב:",
        "41_Daf, 9_Comment": "צ\"ל דכיון:",
        "41_Daf, 10_Comment": "רצו להשתתף בפת משתתפין כצ\"ל:",
        "41_Daf, 11_Comment": "נ\"ב כן:",
        "41_Daf, 12_Comment": "נ\"ב זה:",
        "41_Daf, 13_Comment": "נ\"ב רק:",
        "41_Daf, 14_Comment": "נ\"ב רש\"י פי' דבר זה אדברי ר\"מ עי' שם ונראה לומר שט\"ס הוא בכאן וצריך להגיה כמו שהוא בפרש\"י:",
        "41_Daf, 15_Comment": "נ\"ב ועיין בתוספות ד\"ה נהגו העם וכו':",
        "41_Daf, 16_Comment": "נ\"ב לשון הרא\"ש:",
        "42_Daf, 0_Comment": "נ\"ב באלפס ישן גרס עירוב לכל אחד ואחד ולכל חבורה וחבור':",
        "42_Daf, 1_Comment": "אמ' לך ר\"נ פליגי כצ\"ל:",
        "42_Daf, 2_Comment": "נ\"ב פי' דבגמ' אמרו פליגי בה רבי חייא ור\"ש בר רבי. חד אמר מחלוק' במחיצו' המגיעו' לתקר' אבל מחיצות שאין מגיעות לתקרה ד\"ה עירוב אחד לכולן וח\"א מחלוקת במחיצות שאין מגיעות לתקרה אבל מחיצו' המגיעו' תקרה ד\"ה צריכין עירוב לכל חבורה. ולפיכך בא ר\"נ לומר הלכה כר\"י הסבך ודלא כמ\"ד דבמחיצות המגיעו' לתקר' מחלוקת. ובתו' כתבו אהא דאמר ר\"נ אמר רב הלכה כר' יהודה הסבך אע\"ג דאותבינן מינה ללישנא קמא דרב נחמן. הא אתיא כלישנא בתרא עכ\"ל:",
        "42_Daf, 3_Comment": "צ\"ל לעירוב:",
        "42_Daf, 4_Comment": "צ\"ל באו:",
        "42_Daf, 5_Comment": "ב\"ה תיובתא כצ\"ל והד\"א:",
        "42_Daf, 6_Comment": "וישנים בבתיהם כצ\"ל:",
        "42_Daf, 7_Comment": "חצרן והוא ס\"ד ואחר כך מה\"ד מבטל את רשותו. צריך:",
        "42_Daf, 8_Comment": "נ\"ב כך שנינו להדיא במתני' פרק המוכר פירות:",
        "42_Daf, 9_Comment": "נ\"ב אמנם התוס' והרא\"ש והסמ\"ג והגהת מיימוני פרק ד' ויתר פוסקים כתבו דמתני' איירי בדוקא שיש לכל בית פתח פתוח לחצר דאי כולן פתוחות זו לזו והראשונה החיצונה פתוחה לחצר לא הוה בעי עירוב לכ\"א ואחד אלא ב' הפנימיים לר' יוחנן דשילהי פירקי. גם מה שפי' ולמעלה מהם עלייה כו' היינו משום סיפא דקתני ומודים בשמקצתן שרויים בחדרים ועליות דאלמא דרישא דפליגי איירי שאין אדם דר בה ביחוד אלא כולם משתתפין בה ביחד אבל אין הכי נמי אפילו כשאין שם עלייה כלל ס\"ל לב\"ה דהטרקלין מחברן וכן משמע מכל הפוסקים והמפרשים הלכך מה שכ' הרב בפירושו או נאמר מאחר כי מלמעלה בית א' כו' דמשמע דס\"ל דמשום האי טעמא דוקא ס\"ל לב\"ה דעירוב א' לכולן הא לאו הכי מודים דעירוב לכל חבורה וחבורה ואיני יודע מניין לו. לבד זה מצאתי ראיה לדבריו דאיתא בגמ' ישראל וגר שרויין במגורה אחת כו' ופרש\"י מגורה גורן וחלוק בחדרים והיה לכ\"א פתחו בחצר ואוסרים זה על זה וזה היפך מתני' (כאן חסר שורה א' מהכ\"י):",
        "42_Daf, 10_Comment": "אחרת את עירובן כצ\"ל:",
        "42_Daf, 11_Comment": "נ\"ב הנה נראה שהשוה מדה זו להאחין שמקבלים פרס מאביהן שבסמוך. ותימה הא דקאמר בגמ' תנא בד\"א כשמוליכין את עירובן למקום אחר אבל אם היה עירובן בא אצלן ד\"ה עירוב אחד לכונן כמאן אזלא הא דתני' ה' שגבו את עירובן כשמוליכין את עירובן למקום אחר עירוב אחד לכולן. כמאן כבית הלל. דלפירושו של הרב איכא למימר דאתיא כב\"ש וההיא דה' שגבו את עירובן באין עמהם דיורין איירי כדאוקימנא לה לקמן. ודוחק לומר שס\"ל דלפום מאי דאוקימנא לה לקמן אין הכי נמי דאתיא נמי כב\"ש. דהא כיון דסתמא דתלמודא קאמר כמאן כב\"ה משמע דלא אתיא כב\"ש. וכה\"ג הקשו התוס' ולפיכך פירשו דלב\"ש בטרקלין אי בעו ביניהם עירוב כשיש עמהם דיורין בחצר ה\"נ ניבעי כשאין עמהן דיורין דמה ענין דיורין חצר לגבי טרקלין גם רש\"י ז\"ל פי' אהא דתנא בד\"א כשמוליכין כו' דהאי תנא ס\"ל טעמייהו דב\"ש וב\"ה לאו במחיצות פליגי אלא אפי' לב\"ש נמי טרקלין מחברן כו' ע\"ש:",
        "42_Daf, 12_Comment": "צ\"ל לתת חלק:",
        "42_Daf, 13_Comment": "צ\"ל לאותה:",
        "42_Daf, 14_Comment": "צ\"ל בשאר:",
        "42_Daf, 15_Comment": "צ\"ל העירוב:",
        "42_Daf, 16_Comment": "צ\"ל דאפילו:",
        "42_Daf, 17_Comment": "א' ואחד חדרים כצ\"ל והד\"א:",
        "42_Daf, 18_Comment": "נ\"ב וכיון:",
        "42_Daf, 19_Comment": "צ\"ל הרי הם:",
        "42_Daf, 20_Comment": "נ\"ב דבמחיצות:",
        "42_Daf, 21_Comment": "נ\"ב פירש דיש גורסין האחים השותפין שאוכלין כו' דלפי גירסא זו דנקט השותפין גרסי' בסיפא ביטל את רשותו כלומר דאם יש עמהם דיורין ושכח א' מהן ולא עירב ביטל את רשותו מסתמא וכמאן דשמעיניה דבטיל בפירוש דמי ואהא אהני ליה שותפותן שהם שותפין בבתי החצר. אבל רש\"י כתב דלא גרסינן ליה ולזה כתב רש\"י ז\"ל ג\"כ בפירושו מבטל את רשותו צריך לבטל את רשותו ע\"כ דלכאורה קשה מה צורך לפרש כן דהא פשיטא אלא ודאי דבא לומר דצריך לבטל בפירוש ודלא כמה שצריך לפרש לפי הגירסא דגרס השותפין כך משמע בדברי בעל המאור למעלה [ד\"ה ואית דגרסי האחים השותפין] אבל הרמב\"ם בפ' המשניות פירש לפי הגירסא דגרס השותפין בעניין אחר ע\"ש:",
        "42_Daf, 22_Comment": "נ\"ב כך פירשו רוב המפרשים וכן הראב\"ד אבל הרמב\"ם בפ\"ד מהלכות עירובין פירש בעניין אחר ע\"ש:",
        "42_Daf, 23_Comment": "צ\"ל בחלק:",
        "42_Daf, 24_Comment": "נ\"ב ואמרי לה משום שיתוף ולא פליגי כו':",
        "42_Daf, 25_Comment": "נ\"ב אמ\"ד:",
        "42_Daf, 26_Comment": "נ\"ב הסוגיא אף:",
        "42_Daf, 27_Comment": "בחצרות כצ\"ל:",
        "42_Daf, 28_Comment": "במבוי כצ\"ל:",
        "42_Daf, 29_Comment": "שמקבלין כצ\"ל:",
        "43_Daf, 0_Comment": "תיבת בית נמחק:",
        "43_Daf, 1_Comment": "תיבת בית נמחק:",
        "43_Daf, 2_Comment": "נ\"ב להו:",
        "43_Daf, 3_Comment": "צ\"ל דאי:",
        "43_Daf, 4_Comment": "דקתני כצ\"ל:",
        "43_Daf, 5_Comment": "והותירו כצ\"ל:",
        "43_Daf, 6_Comment": "נ\"ב צריכים:",
        "43_Daf, 7_Comment": "לנים הסה\"ד ואמה\"ד בבי רב:",
        "43_Daf, 8_Comment": "לעצמה הוא סוף הדבור ואחר כך מה\"ד צריכין:",
        "43_Daf, 9_Comment": "ואם תמצי לומר כצ\"ל:",
        "43_Daf, 10_Comment": "צ\"ל בחדרים:",
        "43_Daf, 11_Comment": "שהרי אלו כו' אביהן וחשבינן להו חלוקים כצ\"ל:",
        "43_Daf, 12_Comment": "נ\"ב מכאן עד ולהאי פי' משמע כו' הכל הוא מלשון בעל המאור:",
        "43_Daf, 13_Comment": "צ\"ל בחצר:",
        "43_Daf, 14_Comment": "נ\"ב וכשם שאנו אומרים בה' חבורות ששבתו בטרקלין דאף על פי שלא גבו כמי שגבו דמי כו':",
        "43_Daf, 15_Comment": "נ\"ב והתו' פירשו בע\"א בד\"ה כרבים דמו כו' ע\"ש:",
        "43_Daf, 16_Comment": "צ\"ל הכי מי חשבינן:",
        "43_Daf, 17_Comment": "ביניהם רצו מערבין אחד רצו מערבין שנים כצ\"ל:",
        "44_Daf, 0_Comment": "נ\"ב ואם:",
        "44_Daf, 1_Comment": "צ\"ל דקסבר:",
        "44_Daf, 2_Comment": "תי' רשות נמחק:",
        "44_Daf, 3_Comment": "ואם נשתתפו וכו'. מפרש כצ\"ל:",
        "44_Daf, 4_Comment": "נ\"ב נשתתפו נמי קאמר וסיפא דקתני שכח אחד מבני חצר ולא עירב מותרין כאן וכאן:",
        "44_Daf, 5_Comment": "ובעינן שיתוף כדי וכו' הד\"א:",
        "44_Daf, 6_Comment": "שערבה כל חצר לעצמה וכו' כל חצר לעצמה כצ\"ל:",
        "44_Daf, 7_Comment": "לערובי כצ\"ל:",
        "44_Daf, 8_Comment": "נ\"ב וחלונות ביניהם אין מערבין זה עם זה דרך חלונותיהם להוציא כליהם דרך פתחו של זה הפתוח למבוי כו' כצ\"ל:",
        "44_Daf, 9_Comment": "נ\"ב נראה שמפרש הא דתני' ופתוחות למבוי היינו שע\"י החיצון הם פתוחים כולן למבוי ויש להם רשות במבוי וצריך לפרש דשאר חצרות שאינן פתוחין למבוי יש לכל אחד פתח פתוח לרה\"ר דאם אין להם פתח אחר רק שעוברים דרך החיצון למבוי הרי כבר נחלקו בזה ר' יוחנן ושמואל בסוף פירקי' ואף לר' יוחנן דמחמיר שנים הפנימיים נותנין עירובן ודיו והחיצוניים א\"צ ליתן דה\"ל כבית שער ומה שלא פי' הרב שכולם פתוחות למבוי כמו שמשמע מדברי שאר מפרשים נראה משום דהוקשה לו הא דתנא ואם נשתתפו נמי במבוי מותרים כאן וכאן דמאי קמ\"ל אבל לדעת שאר מפרשים נראה ליישב דהא דתנן ואם נשתתפו נמי כו' אשמועי' דאפי' לא עירבו החצרות יחד דרך פתחים שביניהם אלא כ\"א עירבה לעצמה אעפ\"כ מותרין כאן וכאן מאחר דסוף סוף נשתתפו נמי דשיתוף המבוי משוי לחצרות חדא כדתנן בסיפא שהמבוי לחצרות כו' וכמו שפירש רש\"י לעיל בהא דתניא מערבין בחצרות ומשתתפין במבוי כו' דמהא דתנן שהמבוי לחצרות כו' ראיה לדין זה שר\"מ מודה דסומכין על שיתוף כשעירבה כל חצר לעצמה ועי' בפרש\"י בגמ':",
        "44_Daf, 10_Comment": "נ\"ב וזה דלא כפירש\"י וכן פי' התוס':",
        "44_Daf, 11_Comment": "צ\"ל נמי מסייעא:",
        "44_Daf, 12_Comment": "החיצונה צריכה לערב עם הפנימית שהרי דריסת פנימית עליה אבל חצר הפנימית אינה צריכה לערב כצ\"ל:",
        "44_Daf, 13_Comment": "נ\"ב בסי' שס\"ג:",
        "44_Daf, 14_Comment": "צ\"ל וחצרות:",
        "45_Daf, 0_Comment": "צ\"ל וחיצונה:",
        "45_Daf, 1_Comment": "נ\"ב קמא:",
        "45_Daf, 2_Comment": "תי' כולן נמחק:",
        "45_Daf, 3_Comment": "נ\"ב ר\"ע אוסר. דקסבר אף רגל המותרת אוסרת במקום שלא עירבה שם: וחכמים אומרים כו' דקסברי אפי' רגל האסורה במקומה אינה אוסרת:",
        "45_Daf, 4_Comment": "נ\"ב אפילו:",
        "45_Daf, 5_Comment": "נ\"ב ולי נראה פשוט דשכח איצטריכא ליה דסד\"א אע\"פ דשכח ורגל האסורה במקומה הוא מ\"מ חומרא בעלמא הוא דהא רובה עירוב ולא אתי לאשתכוחי תורת עירוב מינייהו ולכל הפחות בדיעבד אין סברא לאסור הלכך מסתברא לומר דמסתייה דאסורה במקומה אבל לא שיהא אוסר אף שלא במקומה דבהא מודה ת\"ק לרבנן בתראי קמ\"ל דלא ואגב סיפא תני נמי רישא. ויש לדקדק ע\"ז דאם כן מאי קא מותיב רבינא בגמ' מהא דשכח כו' טעמא דשכח הא לא שכח שתיהן מותרות אלמא רגל המותרת אינה אוסרת רגל האסורה אוסרת. ומאי קושיא הלא ודאי איכא למימר דאף דלא שכח פנימית מותרת וחיצונה אסורה וכר\"ע והא דתנא שכח משום היא גופה לאשמועינן דהפנימית אסורה אע\"פ שעירבו ולא שכח רק אחד מהם ולא אמר רובה עירוב כו'. ואין זה דקדוק של כלום שהרי הא דאמר בשכח שהיא עצמה אסורה אין צורך להשמיענו דהא כבר תנא ליה במתני' אנשי חצר ששכח אחד מהם כו' בס\"פ עושין פסין ומאי דכתיבנא דשכח איצטריכ' ליה היינו להשמיענו דאף בדשכח אוסרת שלא במקומה א\"כ ודאי שפיר קא מותיב רבינא דאי כדר\"ע מאי איריא שכח אפי' לא שכח אוסרת שלא במקומה דרגל המותרת אוסרת שלא במקומה לר\"ע:",
        "45_Daf, 6_Comment": "אוסרת דבמקומה היא אסורה ואוסרת כצ\"ל:",
        "45_Daf, 7_Comment": "צ\"ל שתפתיך:",
        "45_Daf, 8_Comment": "צ\"ל ואם:",
        "45_Daf, 9_Comment": "צ\"ל וכן אם:",
        "45_Daf, 10_Comment": "נ\"ב משום רגל האסורה:",
        "45_Daf, 11_Comment": "צ\"ל שתפתיך:",
        "45_Daf, 12_Comment": "נ\"ב דאילו הוה יחיד בחיצונה אין הנכרי הדר בפנימית אוסר כיון:",
        "45_Daf, 13_Comment": "נ\"ב על:",
        "45_Daf, 14_Comment": "צ\"ל ולהאי:",
        "45_Daf, 15_Comment": "צ\"ל כרבים:",
        "45_Daf, 16_Comment": "צ\"ל דמפעי פעי:",
        "45_Daf, 17_Comment": "צ\"ל בהן:",
        "46_Daf, 0_Comment": "נ\"ב בלא שכירות:",
        "46_Daf, 1_Comment": "נ\"ב ר\"ל שהרי הדבר ידוע שרוחב העיגול הוא אלכסונו של מרובע החקוק בתוכו ולפיכך אם החלון ה' טפחים וג' חומשי טפח ברחבו הרי הוא האלכסון של ד' על ד' החקוק בתוכו שהרי צריך להוסיף על כל טפח ב' חומשין כדקי\"ל כל אמתא כו' והרי הם ח' חומשים לד' טפחים לכל טפח ב' חומשין וזהו שכתב דכי בצרת כו' כלומר שאלו הח' חומשין הם הנוספות על הריבוע של ד' על ד' במדת אלכסונה. וכעין זה פי' הרי\"ף ז\"ל בפ\"ק דשבת בענין כורת. וכן מבואר בגמ'. ושם אמרו דצריך שיהו ב' טפחים ומשהו בתוך העשרה שאם ירבענו נמצא משהו בתוך עשרה. וכמו שפי' הר\"י בתוס' ע\"ש. ומה שלא כתב כן הרי\"ף נראה דס\"ל דלפי מאי דמסקינן דלא כר' יוחנן ובשיבסר נכי חומשא סגי א\"כ אין צורך בב' טפחים ומשהו תוך י' דהא בארבע חומשים ומשהו תוך עשרה סגי ומ\"מ יש לדקדק מפני מה לא כתבו השיעור הזה דד' טפחים ומשהו. ומצאתי ברמב\"ם פרק ג' דהלכות עירובין שלא כ' רק אם יש בו כדי לרבע בו ד' על ד' ה\"ה כמרובע וכתב עליו המ\"מ ולא הוצרך לכתוב שיהיה מקצת הרבוע בתוך עשרה לפי שפשוט הוא מאחר שאנו צריכין לרבוע שאם הוא בין ב' חצירות צריך שיהא מקצתו בתוך עשרה ע\"כ ונראה לפע\"ד שס\"ל להרי\"ף והרמב\"ם שלגמרי נדחו דברי ר' יוחנן דר' יוחנן ס\"ל צריך שיהא משהו על פני כל רוחב החלון ולפיכך צריך שיהו שני' ומשהו תוך י' אבל אנן ס\"ל דכיון שמקצתו תוך י' סגיא שאינו על פני רוחב כל החלון. דהשתא ודאי אין שיעור כלל לתוך י' משום דאיכא למימר דמנ\"ל לרבע ברבוע ש\"ע כזה דהשתא ודאי כיון דחשבי' ליה לעגול שבין קרן לקרן כסתום לכל צד אם כן צריך שיהא ד' חומשין ומשהו תוך י' כדי שיהא המשהו ע\"פ רוחב החלון ודילמא מרבעינן ליה בגוונא אחריתא שיהא עומד הקרן של הריבוע על תחתית אמצעיתו שהוא נמוך כזה דהשתא אין צריך שיעור כלל דהא מיד סמוך לאמצעיתו שהוא נמוך הוא תוך י' ואע\"פ שאין המשהו על פני רוחב כל החלון לית לן בה ולא מידי כן נראה לענ\"ד לדעת הרי\"ף והרמב\"ם ז\"ל וק\"ל. ועל דרך זה נראה ליישב ג\"כ דברי ר' יוחנן שהצריך בהיקפו כ\"ד טפחים מפני שס\"ל לר' יוחנן דבשיבסר נכי חומשא לא מהני ליה לערבן א' אם יש ממנו ד' חומשין ומשהו תוך י' אבל בשנים טפחים ומשהו לא סגי מפני דס\"ל דצריך שיהא המשהו ע\"פ רוחב כל החלון וס\"ל ג\"כ דמנ\"ל לרבע בריבוע שוה כציור הראשון שציירתי ודילמא מרבעינן ליה בגוונא (חסר תיבה א') [ואולי צ\"ל אחריתא] עומד הקרן של הריבוע על תחתית אמצעיתו שהוא נמוך כציור השני שציירתי דהשתא ודאי אף אם יש ממנו ב' ומשהו תוך י' לא יהיה המשהו ע\"פ רוחב כל החלון אבל כשהחלון היקפו כ\"ד טפחים אז בב' ומשהו תוך י' יהיה הרוחב ע\"פ כל החלון אע\"פ שמרבעינן ליה כפי הציור השני שציירתי שהרי מבואר ששיעור (חסר תיבה א') מהריבוע החקוק בתוכו הוא ח' טפחים כשיעור רוחב העיגול שהיקפו כ\"ד טפחים ונמצא שהריבוע הוא ו' טפחים פחות חומש ועוד דבר מועט על ו' טפחים פחות חומש ודבר מועט וכשתחתוך הריבוע לד' חתיכות אז יהיה כל חתיכה ג' טפחים פחות חצי חומש וחצי דבר מועט על ג' טפחים פחות חצי חומש וחצי דבר מועט וכשתמשוך חוט באלכסון ברבוע אלו הד' חתיכות אז יהי' כל חוט וחוט מאלכסון ד' טפחים. וכדי שיתברר למראית העין שכל חוט וחוט מן אלכסון של ד' חתיכות הוא ד' טפחים שהרי החוט העליון שמאמצעית החלון בעליונו עד חצי החלון הוא אלכסון מחתיכה א' וכן ממנו עד תחתית האמצעיתו אלכסון מחתיכה האחרת והרי כ\"א מהם ד' טפחים שהרי החוט השלישי הוא ח' טפחים משיעור רוחב העיגול הוא כזה והרי חוט האלכסון התחתון הוא ב' טפחים מן תחתית (חסר ב' תיבות) החלון ולפיכך בב' ומשהו הוי המשהו על פני רוחב החלון במשך ד' טפחים זה נראה נכון לפרש דעת ר' יוחנן מבלי שנאמר שטעה כמו [שכתבו] התוס' וכנראה מדעת הרי\"ף והרמב\"ם שדחו דבריו אלא כדברי ר' יוחנן עיקר:",
        "46_Daf, 2_Comment": "נ\"ב ס\"א וכן בגמ' מרב נחמן:",
        "46_Daf, 3_Comment": "נ\"ב קבוע:",
        "46_Daf, 4_Comment": "צ\"ל שיהא:",
        "46_Daf, 5_Comment": "צ\"ל ויהיו:",
        "46_Daf, 6_Comment": "צ\"ל להתירן:",
        "46_Daf, 7_Comment": "צ\"ל בכיצד מעברין:",
        "46_Daf, 8_Comment": "צ\"ל סובר:",
        "46_Daf, 9_Comment": "צ\"ל שיתנו אלו עירובם באחר':",
        "46_Daf, 10_Comment": "אפילו משהו אם רצו מערבין אחד הד\"א והס\"ד ואח\"כ מה\"ד ביתא:",
        "46_Daf, 11_Comment": "צ\"ל היינו:",
        "46_Daf, 12_Comment": "צ\"ל שאם:",
        "46_Daf, 13_Comment": "צ\"ל נשאר:",
        "46_Daf, 14_Comment": "נ\"ב הנה נראה שתפס כדברי ר' יוחנן ואינו נראה כן לענ\"ד ובסמוך הארכתי:",
        "46_Daf, 15_Comment": "צ\"ל ב':",
        "47_Daf, 0_Comment": "תי' ורחב ארבע תא\"מ ונ\"ב בגמרא אינו וכן באלפסי ישן אינו וכן באגודה ובחיבו' רבינו ירוחם לא הוזכר ד'. וכן נראה לכאורה דהא ליכא למימר דאם אינו רחב ד' נוח לפסעו משפתו לשפתו כמו שפי' רש\"י בסמוך במתני' דהא ודאי כיון שצדו א' שוה לארץ אינו נוח לפסעו וה\"ל ככותל דבכל דהופותיא הויא מחיצה. אבל באשר\"י כתוב גם כן ורחבו ד' כגירס' הפנים. גם ברמב\"ם פ\"ג דה\"ע הלט\"ו כשכתב דין כותל שצידו אחד שוה לארץ הזכיר רחב ד' ופי' הרב המגיד שטעמו לפי שאם אין ברוחב הכותל ד' מותר הויא לשניהם להשתמש בו אפי' מן הבתים אפי' שעירבו כ\"א בפני עצמה מפני שמקום שאינו רחב ד' על ד' הוא מקום פטור כו' הרי שלפי פירושו גם בחריץ שצדו א' שוה לארץ צריך שיהא רחב ד' ואע\"פ שלא הזכיר הרמב\"ם גבי חריץ להדיא רחב ד' אפשר שסמך על לשון וכן חריץ כו' שכתב שמשמע שענין זה כענין כותל ואם באנו לומר שגם דעת הרי\"ף כך צריך לגרוס ג\"כ גבי כותל רחב ד' וק\"ל:",
        "47_Daf, 1_Comment": "נ\"ב מערבים שנים ואם כו':",
        "47_Daf, 2_Comment": "תי' אמות נמחק:",
        "47_Daf, 3_Comment": "נ\"ב ואסור:",
        "47_Daf, 4_Comment": "כעין גשר דאי כצ\"ל:",
        "47_Daf, 5_Comment": "משפתו אל שפתו לא דמי לכותל כצ\"ל ותי' כעין גשר נמחק:",
        "47_Daf, 6_Comment": "נ\"ב וכתב על זה הרב ב\"י בסימן שע\"ב ואיני יודע למה הצריך עשר אמות וגם למה כ' שלא הוזכר במשנה דכל כה\"ג משמע דבד' טפחים סגי במכ\"ש דנתן עליו נסר דסגי בד' טפחים עכ\"ל:",
        "47_Daf, 7_Comment": "צ\"ל דכיון:",
        "47_Daf, 8_Comment": "נ\"ב בסימן שע\"ב:",
        "48_Daf, 0_Comment": "צ\"ל אפי':",
        "48_Daf, 1_Comment": "ורחב ד' תא\"מ ונ\"ב בגמ' לא גרסי' ליה וכן באלפסי ישן אינו:",
        "48_Daf, 2_Comment": "נ\"ב בפרק מי שהוציאוהו דף מט.:",
        "48_Daf, 3_Comment": "צ\"ל שפתו:",
        "48_Daf, 4_Comment": "צ\"ל אהדדי ותי' עלייהו נמחק:",
        "48_Daf, 5_Comment": "נ\"ב מתניתין לאו דמוקים לה עלה בידים אלא קאי באפה כו':",
        "48_Daf, 6_Comment": "צ\"ל לשם:",
        "48_Daf, 7_Comment": "צ\"ל ומפסיק:",
        "48_Daf, 8_Comment": "נ\"ב ר\"ל שי\"מ שגם כאן אם מזכה להן משלו צריך הזוכה להגביה החבית שלשה טפחים כמשפט כל הגבהה שבעולם ומ\"ש רב יהוד' דצריך להגביה מן הקרקע טפח בין משלהן בין במזכה להן משלו זולת הגבהה שזוכה בה לעול' קאמר דצריך להגביה מן הקרקע טפח והטעם כדי שתהא ניכרת בין החביות שהיא לשם עירוב וכך משמע שמפרש גם הרמב\"ם בפ\"א מהלכות עירובין הלי\"ז וכ\"כ הרב המגיד בשם הגאונים וכתב סיוע לדבריהם מהברייתא שהביאו בגמרא ע\"ש:",
        "48_Daf, 9_Comment": "צ\"ל ג':",
        "48_Daf, 10_Comment": "נ\"ב לא קאי אמתני' דמתבן כו' אלא אברייתא בבית שבין ב' חצירו' ומילאוהו תבן כו' עי' בגמ' ובתוס' שם:",
        "48_Daf, 11_Comment": "באותו בית שאלו אוסרים על כו' כצ\"ל והשאר נמחק:",
        "48_Daf, 12_Comment": "צ\"ל וסמ\"ק:",
        "48_Daf, 13_Comment": "נ\"ב לשון הרא\"ש:",
        "49_Daf, 0_Comment": "נ\"ב בגמ' [וברא\"ש] גר' ר\"נ וכן עיקר:",
        "49_Daf, 1_Comment": "צ\"ל אתו:",
        "49_Daf, 2_Comment": "והכי נמי אשתו כו' כצ\"ל:",
        "49_Daf, 3_Comment": "צ\"ל אפי':",
        "49_Daf, 4_Comment": "נ\"ב שבמבוי:",
        "49_Daf, 5_Comment": "וכתב ב\"י בסי' שס\"ו ונ\"ל דלאו דוקא מטעם זה אלא שכל שכלי אחד מכיל אותו וחלקו בשני כלים מאיזה טעם שיהיה אינו עירוב דלא פלוג רבנן במלתייהו עכ\"ל:",
        "49_Daf, 6_Comment": "וכן הא דאמרי' כו' כצ\"ל:",
        "49_Daf, 7_Comment": "שבת הראשון משיעורו המפורש כו' כצ\"ל:",
        "49_Daf, 8_Comment": "נ\"ב כלל:",
        "49_Daf, 9_Comment": "נ\"ב מה שהצריך תיקון לדברי הרי\"ף נראה משום דלשון הרי\"ף ז\"ל שכתב אם האוכל מין א' אפי' כלה כו' ואם משני מינין ונתמעט כו' משמע דמאי דאמרינן במין אחד ובשני מינים דאתחלת עירוב קאי דאם היה תחלת העירוב במין אחד או בב' מינים כו' ועל זה ראוי לדקדק מה חילוק יש בין כשהיה תחלת העירוב במין א' או בב' מינים. גם בעל המאור הבין כך דברי הרי\"ף וכתב עליו וז\"ל ומה שפירש בנתמעט האוכל ממין א' וב' מינים אין פירושו נכון ועיקר הפי' כך הוא אם בא לערב מאותו המין הראשון כו' ולפיכך בא הרב המפרש הזה ותקן דברי הרי\"ף לומר שגם הוא ז\"ל כוון לפרש כמו פרש\"י ז\"ל ובעל המאור ויתר גאונים. אמנם נראה שאין זו דעת הרי\"ף אלא דעת הרי\"ף כמ\"ש הרמב\"ם בפרק ה' מה\"ע הל\"ו דבמין אחד וב' מינים אתחלת עירוב קאי ואע\"פ שהשיג עליו הראב\"ד שם היינו מפני שהוא מפרש ג\"כ כפרש\"י ובעל המאור ויתר גאונים אבל הרמב\"ם אזיל בשיטת הרי\"ף רביה וכ\"כ הרב המגדל עוז על דין זה ע\"ש:",
        "50_Daf, 0_Comment": "צ\"ל מיניה:",
        "50_Daf, 1_Comment": "נ\"ב אחר:",
        "50_Daf, 2_Comment": "צ\"ל קתני:",
        "50_Daf, 3_Comment": "צ\"ל כגרוגרת:",
        "50_Daf, 4_Comment": "צ\"ל וכיון:",
        "50_Daf, 5_Comment": "נ\"ב נראה מדבריו שס\"ל דר' יוסי אינו בא אלא לפרש דברי ת\"ק וא\"כ רישא דקתני נתמעט מוסיף ומזכה כו' משנכנס שבת ראשון היינו דוקא שנתמעט קודם שנכנס שבת ראשון אבל בנתמעט (חסר איזה תיבת מכ\"י) [והטור בסי'] שס\"ח שכ' כדברי ת\"ק וכדברי ר' יוסי אלמא דס\"ל דלא פליגי. אבל מדברי הרמב\"ם ורבינו ירוחם שלא כתבו לההיא דר' יוסי נראה שס\"ל דפליגי והלכה כת\"ק גם בפי' המשניות כ' הרמב\"ם להדיא ואין הלכה כרבי יוסי. וצ\"ע בדברי הטור שהרי בסימן שפ\"ז פסק כרבנן דסומכין על עירוב במקום שתוף ועל שתוף במקום עירוב ודלא כר\"מ דחולק עליהם שס\"ל דמערבים ומשתתפים כדי שלא תשתכח תורת עירוב מן התינוקות וכאן בסימן שס\"ח פסק כר' יוסי דמיקל מפני שם\"ל דלא אמרו לערב בחצרות אלא כדי שלא תשתכח תורת עירוב מן התינוקות. ואפשר דס\"ל דהאי לא אמרן סתמא היא וכר\"מ אתיא ולא מדברי ר' יוסי ור' יוסי דמיקל לאו מטעם זה שלא אמרו לערב בחצרות אלא כדי שלא תשתכח כו' מיקל אלא מטעמא אחרינא ולא בא אלא לפרש דברי ת\"ק ודלא כמו שפי' רש\"י וצ\"ע:",
        "50_Daf, 6_Comment": "צ\"ל נצריך:",
        "50_Daf, 7_Comment": "נ\"ב כלומר אבל לא גרסינן קמ\"ל דב' סעודות הויין י\"ח גרוגרות משום דלפי האמת אין בשיעור ב' סעודות י\"ח גרוגרות ולהכי מי\"ח בני אדם וי\"ח בכלל הויין בכלל מרובין וסגי להו בב' סעודות וכן משמע פשט הלשון בגמ' דהכי איתא התם וכמה הן מרובין אמר רב יהודה אמר שמואל י\"ח בני אדם י\"ח ותו לא אימא מי\"ח ואילך כו'. אלמא די\"ח בכלל מרובין הן וסגי להו בב' סעודות ואע\"פ שאינו מגיע כגרוגרת לכ\"א הלכך ה\"ג ואגב אורחיה קמ\"ל די\"ח גרוגרות הויין ב' סעודות כלומר דלכל הפחות הויין ב' סעודות ואפשר עוד קצת יותר. אבל הטור בסי' שס\"ח כ' וז\"ל וכמה הוא שיעור העירוב בתחלתו בזמן שהן עד י\"ח וי\"ח בכלל שיעורו כגרוגרת לכ\"א ואם הם י\"ט ומי\"ט ולמעלה אפילו עד כמה שיעורו בב' סעודות שהם י\"ח גרוגרות עכ\"ל אלמא שמפרש כפשטו דב' סעודות הם י\"ח גרוגרות ממש לא פחות ולא יותר וכך משמע מפי' רש\"י למעיין שם וכ\"מ להדיא ברמב\"ם בפ\"א מה\"ע הלכה נו' וכן במיירי שם:",
        "50_Daf, 8_Comment": "נ\"ב כלומר לאו דוקא שיהא שוה איסר:",
        "50_Daf, 9_Comment": "נ\"ב כלומר קטן כאיסר וכמו שפי' רש\"י:",
        "50_Daf, 10_Comment": "שעורים לאו שעורים ממש אלא שעורים כצ\"ל:",
        "50_Daf, 11_Comment": "צ\"ל עם חביריו אם יבאו:",
        "50_Daf, 12_Comment": "צ\"ל וכיון:",
        "50_Daf, 13_Comment": "נ\"ב לשון הרא\"ש:",
        "51_Daf, 0_Comment": "נ\"ב לי:",
        "51_Daf, 1_Comment": "נ\"ב כו':",
        "51_Daf, 2_Comment": "וגבי תנווני גופיה אי אמר ליה ערב לי אמרינן כו' כצ\"ל:",
        "51_Daf, 3_Comment": "צ\"ל גבי חנוני כי כו':",
        "51_Daf, 4_Comment": "נ\"ב ר\"ל שנתן לו כלי ואמר לו תן לי בזה אוכל וזכה לי בו ה\"ז לוקח אוכל ומערב עליו בו וניקנית לו הפת תמורת הכלי בתורת קנין כי כל המטלטלין קונין זה את זה. ומה שאמר רבה בפרק מי שהוציאוהו דעירוב משום דירה ואין קונין בכלי ודלא כשמואל דפליג עליה התם היינו דוקא שאינו יכול להקנות רשותו בכלי שהוא קנין סודר בלי עירוב פת אבל אם מקנה בכלי את הפת תמורת הכלי מודה רבה לשמואל דמהני ולכן פסקו הפוסקים כרבה דעירוב משום דירה ולא מהני כלי וכאן פסקו כשמואל דכלי קונה ולא סתרן הילכתא אהדדי וק\"ל:",
        "51_Daf, 5_Comment": "צ\"ל לי:",
        "51_Daf, 6_Comment": "נ\"ב המצוה:",
        "51_Daf, 7_Comment": "נ\"ב המצוה:",
        "51_Daf, 8_Comment": "צ\"ל שיערבו:",
        "51_Daf, 9_Comment": "צ\"ל למעלה:",
        "51_Daf, 10_Comment": "נ\"ב בסי' שס\"ז:",
        "52_Daf, 0_Comment": "צ\"ל לה:",
        "52_Daf, 1_Comment": "צ\"ל ואומר:",
        "52_Daf, 2_Comment": "נ\"ב שלא אכל וחצי ככר זו הוי כדי אכילה ואע\"ג כו':",
        "52_Daf, 3_Comment": "צ\"ל הכי:",
        "52_Daf, 4_Comment": "נ\"ב מדרבנן:",
        "52_Daf, 5_Comment": "נ\"ב נראה שכוונתו לפרש שאפי' לא נודע לבני העיר שזה האיש המערב הוא שעירב עליהן אבל ודאי י ד ע ו שיש עירוב בעולם. דאל\"כ לא שייך ברירה כמ\"ש בסמוך:",
        "52_Daf, 6_Comment": "נ\"ב וכ\"כ הרב המגיד משם הרשב\"א בפ\"ו מה\"ע הלכה ו דעירוב ברגל מהני לדבר הרשות:",
        "52_Daf, 7_Comment": "נ\"ב ובגמרא כבר ארבע כבר חמש ופירש\"י כל חד לפום חורפיה ודע שלפי פי' שאר המפרשים ס\"ל לרב אסי בן שש יוצא בעירוב אמו אפילו איתיה לאבוה במתא והכי הלכתא. ומאי דמוקי לה בגמרא דוקא בדליתי' לאבוה במתא היינו לר' ינאי ור\"ש בן לקיש אבל רב אסי פליג עלייהו וס\"ל דאין חילוק בין איתיה לליתיה כן משמע מדברי הרי\"ף והרמב\"ם בפ\"ו והסמ\"ג והסמ\"ק שלא כתבו אלא דברי רב אסי לבד וכ\"כ בהגהות אשיר\"י וז\"ל והרמב\"ם כתב דבן ו' יוצא בעירוב אמו אפילו איתי' לאבוה במתא. וכן משמע מדברי האגודה ע\"ש. אבל הרא\"ש והטור בסימן תי\"ד כתבו כדברי הרב המפרש הזה דדוקא בדליתיה כו' וכ\"כ רבינו ירוחם בני\"ב חי\"ח וכן משמע מדברי התוס' בד\"ה עד ועד בכלל כו' שרב אסי לא פליג ארבי ינאי וק\"ל ע\"ש:",
        "52_Daf, 8_Comment": "צ\"ל לא:",
        "52_Daf, 9_Comment": "תיבת שהוא נמחק:",
        "52_Daf, 10_Comment": "נ\"ב וחצי:",
        "52_Daf, 11_Comment": "נ\"ב ר\"ל דבדיעבד הוי עירוב:",
        "52_Daf, 12_Comment": "נ\"ב נראה מאחר שהטור לא הכריע בפי' כדברי ה\"ג בסי' תט\"ו ע\"כ כתב בסימן תמ\"ד שאם הלך לצורך דברי הרשות חוזר מיד ויבערו כו' דמאחר דבדיעבד ה\"ל עירוב לדעת הרמב\"ם וכיון שהחזיק בדרך ה\"ל כדיעבד סד\"א דאינו חוזר קמ\"ל דחוזר ואח\"כ הודיענו הטור דלא זו בלבד אלא אפילו הלך לערב כדי ללמוד כו' חשוב דבר הרשות ואפילו לדעת ה\"ג וק\"ל:",
        "52_Daf, 13_Comment": "נ\"ב לחול ולא כו':",
        "52_Daf, 14_Comment": "נ\"ב מי:",
        "53_Daf, 0_Comment": "דרבי שמעון כצ\"ל ותיבת ואי נמחק:",
        "53_Daf, 1_Comment": "נ\"ב דכתיב:",
        "53_Daf, 2_Comment": "נ\"ב כזה א):",
        "53_Daf, 3_Comment": "תי' לפניהם נמחק:",
        "53_Daf, 4_Comment": "נ\"ב וכה\"ג פירש הרמב\"ם בפ\"ד מה\"ע הלכה ט\"ו ועי' במ\"ש הרב המגיד שם:",
        "53_Daf, 5_Comment": "צ\"ל ומדקאמר",
        "53_Daf, 6_Comment": "צ\"ל אמרינן:",
        "53_Daf, 7_Comment": "שליש לחנוני או שמונה כצ\"ל:",
        "53_Daf, 8_Comment": "צ\"ל ובפרס:",
        "53_Daf, 9_Comment": "צ\"ל כביצה:",
        "53_Daf, 10_Comment": "ומותבינן אשמעתין כצ\"ל:",
        "53_Daf, 11_Comment": "צ\"ל כגזלנין:",
        "53_Daf, 12_Comment": "צ\"ל מהא:",
        "53_Daf, 13_Comment": "נראה שמפרש דקיימי כזה ב) אבל לא כפי' רש\"י דיהיב טעמ' דאמצעי אסור משום דשניהם משתמשים בה בשלשול שלפי פירושו צריך לומר דקיימי כזה ג) ונראה דהוה קשיא לי' על פי' רש\"י דאי אמרת דאמצעי אסור משום דשניהם משתמשים בה בשלשול אע\"פ שמשתמשין בה נמי דרך אויר אם כן אף בסמוכה לו יהא אסור מאחר שכל בית מהן משתמשים לפעמים בזריקה עם החורבה שכנגדו סמוך לבית חבירו דהא רב ס\"ל דלזה בשלשול ולזה בזריקה שניהם אסורין ואי אמרת דכיון שתשמישו בזריקה ע\"י אויר אינו אוסר א\"כ גם בסמוכה לחבירו ישתמש אפי' בזריקה מאחר שאינו אוסר כמו בבור ואף באמצעי יהא מותר להשתמש על ידי זריקה באויר. אבל אי טעמא משו' דמיגנדר כו' אתי שפיר. והנה בס' רבינו ירוחם נתיב י\"ב חלק ט\"ו כתב דאם הם סמוכות כשורה כולן אסורות. משום דלזה בשלשול ולזה בזריקה שניהם אסורין ולא חשיב ליה דרך אויר מאחר שיכול להשתמש בין ברחוק בין בקרוב ומה שאמרו הסמוכות מותרים והאמצעי אסור נראה כי ס\"ל דקיימי כזה ד) וצ\"ע:",
        "53_Daf, 14_Comment": "שאם כצ\"ל:",
        "53_Daf, 15_Comment": "ושניהם כצ\"ל:",
        "54_Daf, 0_Comment": "יש שם תפיסת כצ\"ל:",
        "54_Daf, 1_Comment": "נ\"ב לו:",
        "54_Daf, 2_Comment": "צ\"ל הסיע:",
        "54_Daf, 3_Comment": "תי' בין מלמעל' נמחק:",
        "54_Daf, 4_Comment": "הבית בחצר כצ\"ל והד\"א:",
        "54_Daf, 5_Comment": "לבעל הבית מקום בדירתו של זה שנותן כצ\"ל:",
        "54_Daf, 6_Comment": "היום הס\"ד ואח\"כ מה\"ד הסיע. הסיח:",
        "54_Daf, 7_Comment": "תי' בין מלמעלה נמחק:",
        "54_Daf, 8_Comment": "נ\"ב אם:",
        "54_Daf, 9_Comment": "צ\"ל ואף על גב:",
        "54_Daf, 10_Comment": "צ\"ל דתנן:",
        "54_Daf, 11_Comment": "ודוקא נמי בישראל דשארי' כצ\"ל:",
        "54_Daf, 12_Comment": "שוא: אצל כו' כצ\"ל ותיבת ודוקא כו' נעתקו כאן מלמעלה:",
        "54_Daf, 13_Comment": "צ\"ל מלמטה:",
        "54_Daf, 14_Comment": "נ\"ב הוא:",
        "54_Daf, 15_Comment": "נ\"ב ועי' בתוס' בד\"ה ע\"כ לא קאמר ר' יהודה אלא בעירובי חצירות כו':",
        "55_Daf, 0_Comment": "צ\"ל דמסתמא:",
        "55_Daf, 1_Comment": "נ\"ב נראה מבואר שמפרש דלא כפירש\"י שכתב דלא קי\"ל כרבי יהודה וגרס אלא קל כו' ושינויא דאין דלי מהלך יות' מד' טפחי' לא קאי. אלא לא גרסי' אלא ושינוי אדאין דלי מהלך כדקאי קאי וה\"פ כיון דלא מייתי בהדי' משל חבירו קל היא שהקילו במים דאע\"ג דמייתי ממיא דעריבי בהיכר כל דהו סגי ומה שהצריך רב יהודה שישקעו ראשי הקנים במים טפח היינו נמי כדי שלא ילך דלי ומייתי משל חבירו להדיא ואע\"ג דאזיל תותי הטפח ומייתו ממיא דעריב לית לן בה וכך פירש הרמב\"ן בספר המלחמות וכך כתב הרא\"ש בשם ר\"ח להדיא ושזו היא דעת הרי\"ף וכך הוא שיטת התוס' דלא גרסי' אלא רק שפי' בע\"א ע\"ש. אכן מה שפירש הרב המפרש דברי רבי יהודה במתניתין שלא תהא מחיצה גדול' מן הכותל שביניהם דטעמ' דסתמא דכותל ארבעה טפחים היא ונראה מדבריו אלו שפוסק כר' יהודה דאף בכותל תלויה אזלינן לקולא מאחר דרחב ד' טפחים. ואין נראה כן מדברי הרי\"ף בסמוך גבי אמת המים שהיא עוברת בחצר כו' דמשמע להדיא מדבריו שכתב פי' מחיצה של אמת המים כו' עד כמחיצה של בור כו' דאלמא להדיא שפוסק כרבנן דפליגי עליה דר' יהודה בהא גם בעל המאור כתב בפירוש דלא קי\"ל במחיצות כר\"י במקום רבים וכ\"כ הרמב\"ם בפי' המשניות דאין הלכה כר' יהודה וכן הטור בסימן שע\"ו כתב להדיא ובלבד שתהא עשויה לכך להתיר למלאות אלמא שפוסק דלא כר' יהודה וכן נראה עיקר שכן פסקו התוס' בדף פ\"ו בד\"ה אלא קל הוא שהקילו חכמים במים וכן הסמ\"ג וכן ר\"י בני\"ב חי\"ז וכן באגודה ובהגהות מיימוניות פט\"ו ד\"ה שבת וכ\"כ הרא\"ש כלשון התוס' בזה ע\"ש. אלא שהמ\"מ כתב בפ\"ג דה\"ע הלכה כ\"ב בשם הרשב\"א ויראה לי שהמחיצה י' בזמן שהיא רחבה ד' מותרת לד\"ה מן הטעם הזה שאין הדלי הולך יותר מד' טפחים ולפיכך מותר במחיצה אע\"פ שאין אומרים פי תקרה יורד וסותם במחיצה עכ\"ל וצ\"ע אם נאמר דשאר הפוסקים שהבאתי מודים לו דלכאורה יראה דפליגי עליה וס\"ל דמחיצה לא מהני כלל אא\"כ היא עשויה תוך הבור בגובה י' ורחבה ד' דניכר שעשויה להתיר למלאות אבל מחיצה אינו היכר לגמרי ואע\"פ שהיא רחבה ד' לא מהני:",
        "55_Daf, 2_Comment": "נ\"ב להו:",
        "55_Daf, 3_Comment": "נ\"ב ותימה דהא בסמוך כתב הרי\"ף גבי אמת המים שצריך ג\"כ שיקוע כמו מחיצה של בור ותו דבסמוך במתני' פי' דבאמת המים נמי לא תועיל מחיצה תלויה כו':",
        "55_Daf, 4_Comment": "נ\"ב ומ\"ש ב\"י בסימן שע\"ו על דבריו אלה וז\"ל ונראה דשאני גזוזטרא דכי אזיל דלי לבראי לא אזיל לרשות אדם אחר עכ\"ל וקשה לע\"ד דאדרבה יותר מן הראוי לאסור גבי גזוזטרא מאחר דאזיל מכרמלית. ולי נראה משום דגבי גזוזטרא לרוב פעמים היא עשויה על המים שהם עמוקים יותר מי' טפחים שהוא מקום פטור ואין צריך גזוזטרא אלא משום גזירה אטו שאינן עמוקים עשרה הלכך לא חששו לדלי משא\"כ בבור דלעולם יש איסור ודאי דאזיל דלי לחצר ואמה מעורבת עיין בתוס' פרק הזורק ופ' כיצד משתתפין:",
        "55_Daf, 5_Comment": "צ\"ל דכיון:",
        "55_Daf, 6_Comment": "נ\"ב וכה\"ג כתב בעל מגדול עוז בשם הר\"ם הצרפתי ורבותינו בעלי התוס' וכ\"כ הרב בית יוסף משם הריטב\"א ומשם הראב\"ד אבל בהשגות הראב\"ד פט\"ו מה\"ש כתב פירוש אחר לחלק בין אמת המים העוברת בחצר ובין לשון הים שהמים מתעכבים ועומדים בחצר וע\"ש וגם בדברי הרמב\"ם ובדברי ב\"י בסי' שנ\"ו:",
        "55_Daf, 7_Comment": "נ\"ב לשון הרא\"ש:",
        "55_Daf, 8_Comment": "ולא בעי שיקוע כצ\"ל:",
        "55_Daf, 9_Comment": "צ\"ל ורב נחמן:",
        "55_Daf, 10_Comment": "נ\"ב ד':",
        "55_Daf, 11_Comment": "צ\"ל והרי:",
        "55_Daf, 12_Comment": "צ\"ל דאף:",
        "55_Daf, 13_Comment": "צ\"ל ודלי:",
        "56_Daf, 0_Comment": "נ\"ב מים:",
        "56_Daf, 1_Comment": "בכניסה ולא ביציאה. לא כו' כצ\"ל:",
        "56_Daf, 2_Comment": "הכותל ותחתיה האמה עוברת כצ\"ל:",
        "56_Daf, 3_Comment": "ביציאתה לחוץ ונעשה כצ\"ל:",
        "56_Daf, 4_Comment": "צ\"ל היינו:",
        "56_Daf, 5_Comment": "צ\"ל וכיון:",
        "56_Daf, 6_Comment": "צ\"ל לפרקים:",
        "56_Daf, 7_Comment": "ת\"ז נמחק:",
        "56_Daf, 8_Comment": "נ\"ב לשון טור בסי' שנה:",
        "56_Daf, 9_Comment": "צ\"ל כהאי:",
        "56_Daf, 10_Comment": "צ\"ל רצו:",
        "56_Daf, 11_Comment": "בכה\"ג כצ\"ל:",
        "56_Daf, 12_Comment": "צ\"ל לרב:",
        "56_Daf, 13_Comment": "נ\"ב וכך הקשו התוס' בד\"ה קורה ד' מתרת בחורבה כו' ע\"ש:",
        "57_Daf, 0_Comment": "נמי נגזור כצ\"ל:",
        "57_Daf, 1_Comment": "נ\"ב היא:",
        "57_Daf, 2_Comment": "נ\"ב מיא:",
        "57_Daf, 3_Comment": "מתכוין איסור' דאוריי' ליכא כצ\"ל:",
        "57_Daf, 4_Comment": "נ\"ב בגמ' מבואר להדיא דרבנן דאסרי לאו מהאי טעמא אסרי דאף הם מודים לראב\"י דשופכין הנשפכים לביב אדם רוצה שיבלעו במקומן הואיל שיש בהם שיעור שיכולין להתבלע שם אלא טעמייהו דרבנן דאיכא למיחש שמא יאמרו צנורות של פלוני מקלח מים בשבת כו'. וכן פי' הרב המפרש עצמו בסמוך בפיסקא וכן פי' רש\"י ז\"ל להדיא במתני' ע\"ש:",
        "57_Daf, 5_Comment": "נ\"ב פי':",
        "57_Daf, 6_Comment": "צ\"ל וגיסטרא:",
        "57_Daf, 7_Comment": "וישליכם לרה\"ר הוא בעצמו כצ\"ל:",
        "57_Daf, 8_Comment": "צ\"ל ברה\"ר:",
        "57_Daf, 9_Comment": "נ\"ב ל' טור בסימן שנד:",
        "57_Daf, 10_Comment": "נ\"ב דימי:",
        "58_Daf, 0_Comment": "נ\"ב לשמואל:",
        "58_Daf, 1_Comment": "נ\"ב העיר:",
        "58_Daf, 2_Comment": "תי' בהן נמחק:",
        "58_Daf, 3_Comment": "צ\"ל בתוכן:",
        "58_Daf, 4_Comment": "צ\"ל ומחצר:",
        "58_Daf, 5_Comment": "צ\"ל ביתו:",
        "58_Daf, 6_Comment": "לכלים ששבתו בתוכן תא\"נ:",
        "58_Daf, 7_Comment": "צ\"ל ליה:",
        "58_Daf, 8_Comment": "נ\"ב חצירות וכן:",
        "58_Daf, 9_Comment": "צ\"ל תשמיש:",
        "58_Daf, 10_Comment": "נ\"ב הנך:",
        "58_Daf, 11_Comment": "מטלטלין כו' וליכא כצ\"ל:",
        "58_Daf, 12_Comment": "ורבנן כו' סאתים היא כצ\"ל:",
        "58_Daf, 13_Comment": "צ\"ל יטלטל:",
        "58_Daf, 14_Comment": "דגגין לרבנן כצ\"ל:",
        "58_Daf, 15_Comment": "נ\"ב דרבים:",
        "58_Daf, 16_Comment": "צ\"ל וממתני':",
        "58_Daf, 17_Comment": "צ\"ל ובריי':",
        "58_Daf, 18_Comment": "נ\"ב בו:",
        "58_Daf, 19_Comment": "צ\"ל דכיון:",
        "59_Daf, 0_Comment": "צ\"ל ליקטרו:",
        "59_Daf, 1_Comment": "תוקמה דהא כצ\"ל והד\"א:",
        "59_Daf, 2_Comment": "לטלטל כלים ששבתו בתוכו ככל חצר שלא עירבה כצ\"ל:",
        "59_Daf, 3_Comment": "צ\"ל לגג גדול:",
        "59_Daf, 4_Comment": "נ\"ב אבל קטנה אסורה כו':",
        "59_Daf, 5_Comment": "נ\"ב אלא ודאי על כרחך הכי תוקמא דהא כו':",
        "59_Daf, 6_Comment": "נ\"ב ואף על גב:",
        "59_Daf, 7_Comment": "נ\"ב אחת כשנפל לא אסרי להו בתים דהא שרי לאפוקי מבתים לחצר הואיל והותרה למקצת שבת:",
        "59_Daf, 8_Comment": "ואף על גב דעביד מחיצה בשבת כצ\"ל:",
        "59_Daf, 9_Comment": "נ\"ב לרב:",
        "59_Daf, 10_Comment": "נ\"ב אבל:",
        "60_Daf, 0_Comment": "נ\"ב כגון:",
        "60_Daf, 1_Comment": "וכן בית שנפרץ משני רוחותיו אוקמה רב כגון שנפרץ בקרן זוית כ\"ז נמחק [והחו\"י מקיף מן וכן עד איתמר]:",
        "60_Daf, 2_Comment": "נ\"ב בני רה\"ר:",
        "60_Daf, 3_Comment": "צ\"ל שנאבדין:",
        "60_Daf, 4_Comment": "פליגי אליבא דר\"א ס\"ל דצידי רה\"ר כרה\"ר דמו ורבנן ס\"ל צידי רה\"ר לאו כרשות הרבים דמי כצ\"ל:",
        "60_Daf, 5_Comment": "נ\"ב ותימה דהא מסיק בגמרא אלא מחוורתא כדשנינן מעיקרא דהיינו דת\"ק סבר שבת זמן תפילין הוא ומש\"ה שרי דוקא זוג א' אבל טפי לא שר ליה רבנן משו' הצלה דלאו תכשיט הוא אלא משוי. ור\"ג ס\"ל שבת לאו זמן תפילין הוא ומשום הצלה שרינן ליה משו' דתכשיט הוא דדרך מלבוש הוא להכי שרינן ליה ב' ב' אבל טפי לא דלא מקרי מלבוש אלא במקום שרגיל להניחו בחול. וא\"כ היאך פירש פה הרב בדברי ת\"ק שהם אפילו למ\"ד שבת לאו זמן תפילין ושרינן ליה משום הצלה ודבר זה נדחה בגמ' משום דאי הכי הוא א\"כ אפילו טפי מזוג אחד נמי:",
        "60_Daf, 6_Comment": "ששני מקומות:",
        "60_Daf, 7_Comment": "צ\"ל במלואו אם כו':",
        "60_Daf, 8_Comment": "רב כו' וכן משמע כצ\"ל:",
        "60_Daf, 9_Comment": "צ\"ל משום:",
        "60_Daf, 10_Comment": "נ\"ב עכ\"ל הרא\"ש:",
        "60_Daf, 11_Comment": "צ\"ל כמו בחול:",
        "61_Daf, 0_Comment": "נ\"ב הן:",
        "61_Daf, 1_Comment": "צ\"ל דצריך:",
        "61_Daf, 2_Comment": "צ\"ל שם:",
        "61_Daf, 3_Comment": "צ\"ל בסכנת:",
        "61_Daf, 4_Comment": "מד\"א ר\"ש אומר כצ\"ל והד\"א:",
        "61_Daf, 5_Comment": "נותנן לחבירו כו' מפני שטוב לעשות כו' כצ\"ל:",
        "61_Daf, 6_Comment": "נ\"ב כן פירשו התו' והרז\"ה בסוף פ' קמא דיו\"ט דשקעה עליו חמה בחול איירי ומ\"ה כ' הרז\"ה דלית הלכתא כאביי בשקעה עליו חמה אבל ר\"ח ורש\"יפי' דמיירי בשכח וכתב הרמב\"ן בס' המלחמות שכן היא דעת הרי\"ף ז\"ל ע\"ש:",
        "61_Daf, 7_Comment": "צ\"ל אלא:",
        "61_Daf, 8_Comment": "תז\"נ:",
        "61_Daf, 9_Comment": "צ\"ל המוצא ספר:",
        "61_Daf, 10_Comment": "נ\"ב לשון הרא\"ש:",
        "61_Daf, 11_Comment": "ועוד א\"ר יהודה כצ\"ל:",
        "61_Daf, 12_Comment": "נ\"ב דנקט:",
        "61_Daf, 13_Comment": "תי' היה נמחק:",
        "61_Daf, 14_Comment": "ואפי' כצ\"ל:",
        "61_Daf, 15_Comment": "נ\"ב אלא:",
        "62_Daf, 0_Comment": "נ\"ב וכן פסק הרמב\"ם כותיה בפט\"ו הלכה כ\"א אבל בעל המאור (חסר כאן איזה תיבות) אלא כרבא קי\"ל דאפי' באסקופ' רה\"י גוללו אצלו משום דאסקופה נדרסת היא ומשום בזיון כתבי הקדש שרו ליה רבנן ואתיא ככ\"ע ואפי' כר' יהוד' דאע\"פ דפליג ר' יהוד' אדר\"ש ולא חייש לבזיון כתבי קדש היינו דוקא בקורא בגג דהתם ליכ' בזיון כולי האי משום הכי היכי דגם בארץ גזר ר' יהודה אבל באסקופה מודה גם הרא\"ש כ' דבריו אלה וכ' עוד שנראה שזהו ג\"כ דעת הרי\"ף שכתב המשנה כצורת' לבד עיין שם:",
        "62_Daf, 1_Comment": "נ\"ב כלומר שבות דשבות וק\"ל:",
        "62_Daf, 2_Comment": "צ\"ל יהפך:",
        "62_Daf, 3_Comment": "נ\"ב וכן פי' התוס' ודלא כפי' רש\"י שפי' שאין לו בגד לפרוש עליו דמשמע שאם יש לו בגד יכול לפרוש עליו וזה ודאי א\"א דמאותו טעם דאסור לגוללו אצלו אסור לפרוש עליו שום בגד גם כן וק\"ל. אמנם יש ליישב פירוש רש\"י דכונתו לפרש שאין לו בגד לפרוש עליו בגוונא דליכא ביה איסורא כגון אילו היה כמו וילון פרוס ע\"ג כלונסות הקבועים בכותל ואין מן הבגד כלום מונח ע\"ג הגג אלא שטוח ע\"פ הכותל ונמצא שבכה\"ג אילו היה פורש בגד ע\"ג הספר אין בו איסור הוצאה מרה\"י לרה\"ר כלל אלא שאין לו בגד בכה\"ג:",
        "62_Daf, 4_Comment": "עד מחשבתו משויא ליה מקום. תא\"מ:",
        "62_Daf, 5_Comment": "צ\"ל נשבר:",
        "62_Daf, 6_Comment": "נ\"ב והתוס' כתבו בפשיטות להיתר בד\"ה ניחוש דילמא נפיל כו' ע\"ש וכ\"כ הרב המגיד בשם הרשב\"א ע\"ש בפט\"ו:",
        "62_Daf, 7_Comment": "צ\"ל באותו:",
        "62_Daf, 8_Comment": "נ\"ב גמ' בפ' הזורק בסופו:",
        "62_Daf, 9_Comment": "נ\"ב בפ' ד' אחים דף לד.:",
        "62_Daf, 10_Comment": "צ\"ל ומשום:",
        "62_Daf, 11_Comment": "צ\"ל והקשה:",
        "62_Daf, 12_Comment": "צ\"ל ואפילו:",
        "62_Daf, 13_Comment": "נ\"ב ובפרק המצניע תנן סתמא דלא כבן עזאי כו':",
        "62_Daf, 14_Comment": "נ\"ב ולפי זה מתני' דקתני גוללו אצלו איירי באסקופה ארוכה כתירוצא קמא דאביי ובעל המאור דחה דברים אלו עיין עליו:",
        "62_Daf, 15_Comment": "נ\"ב ולי נראה דגם הרמב\"ם ס\"ל דבכותל משופע נח הוא כמו ע\"ג קרקע ולא הוצרך לפרש גם הלך על פי דרכו שכתב לשון המשנה וכן כתב הרב המגיד שהרמב\"ם פי' בכותל משופע לפי שנח בו וק\"ל:",
        "62_Daf, 16_Comment": "משלשה כצ\"ל:",
        "62_Daf, 17_Comment": "נ\"ב מן הגדולים:",
        "62_Daf, 18_Comment": "גדודי החריץ נכנסין בגדודיו כצ\"ל:",
        "62_Daf, 19_Comment": "מגדודי החריץ ולמעלה כצ\"ל:",
        "63_Daf, 0_Comment": "נ\"ב מחשבתו משויא ליה מקום כדרבא דאמר כו':",
        "63_Daf, 1_Comment": "צ\"ל ומכל:",
        "63_Daf, 2_Comment": "צ\"ל הוא:",
        "63_Daf, 3_Comment": "נ\"ב וכן בגת:",
        "63_Daf, 4_Comment": "ומקום כצ\"ל:",
        "63_Daf, 5_Comment": "נ\"ב הנה שפי' כדי להעמיד מתני' כחכמים דסברי על החמין חייב ועל הצונן פטור ודלא כר\"מ ונראה דטעמיה משום דהא כבר אוקימנא רישא דמתני' בחפצים הצריכים לו וכרבנן דפליגי אר\"מ אם כן סיפא דמתני' נמי אתי כרבנן אבל התוס' ורש\"י פירשו דסיפא אתיא דוקא כר\"מ:",
        "63_Daf, 6_Comment": "מאחר שלא ימזגנו ראוי כצ\"ל:",
        "63_Daf, 7_Comment": "שאם כן כצ\"ל:",
        "63_Daf, 8_Comment": "צ\"ל היו:",
        "63_Daf, 9_Comment": "נ\"ב כזה:",
        "63_Daf, 10_Comment": "צ\"ל לארבעה:",
        "63_Daf, 11_Comment": "נ\"ב וצ\"ע שהרי כתב בסמוך מיד דלא אמרינן בצינור ובמזחילה דליהוי כמו חורי רה\"י מאחר שהם נמוכין מן הגג וכן מבואר נמי בגמ' דקאמר קולט אין מצרף לא מ\"ט אמר ר\"נ הכא במזחילה פחותה מג' סמוך לגג עסקינן כו'. משמע להדיא דאילו היה בולט מג' ועד קרוב לד' היה מותר לצרף אף במזחילה ולא הוי כחורי רה\"י. וצ\"ל דדעת הרב לומר מאחר דמצינו נמי בחד גוונא גבי מזחילה דאפילו מג' ועד קרוב לארבעה אסור כגון בשאינה נמוכה מן הגג דלא גרעה מרה\"י בחוריו והשתא נמי בנמוכה מן הגג אסורה כשבולט מטפח ועד פחות מג' או בולטת ד' ואין בה היתר אלא בשנמוכה מן הגג וג\"כ אינה בולטת אלא מג' ועד קרוב לד' הלכך מילתא דלא שכיחא הוי להיתרא ולא קתני לה. נ\"ל ודו\"ק:",
        "63_Daf, 12_Comment": "נ\"ב ואע\"פ שלמעלה משמע שצינור והגג (כאן חסר שורה א') ודאי שצריך לפרש דאי בג' אתו לבד לגג (כאן חסר איזה תיבות) מ\"מ י\"ל דאף בנמוכה פחות מג' נמוך הרבה קרי לה (חסר) לא נקרא חורי רה\"י אי נמי י\"ל דסובר הרב (חסר) לרה\"ר שהוא בשפוע נמוך הרבה יותר מג'. ואע\"פ כן (חסר) לצרף מאחר שבראשה השני נתונה המזחילה בפחות מג' לגג וע\"י אותה הנתינה נקראת כולה לבוד לגג אלא שמ\"מ לא נקראו חורי רה\"י מאחר שבמקום בליטת לרה\"ר נמוכה הרבה יותר מג' מן הגג:",
        "63_Daf, 13_Comment": "צ\"ל כיח ורק והוא דבור בפני עצמו:",
        "64_Daf, 0_Comment": "נ\"ב באלפס ישן גרס במתני' ומן הצינור ומכל מקום ושותה גם התוס' כתבו שכן גרס ר\"ח. וכן הרב המגיד בפט\"ו הל\"ג העיד וכתב כך היא הגירסא בהלכות. שוב גורס באלפסי ישן בברייתא קמייתא עומד אדם ברשות הרבים כו' ובבתרייתא לא יעמוד אדם ובסיפא דברייתא בתרייתא גורס אבל קולט הוא ושותה ומן הצנור ומכ\"מ ושותה. תנא כו' וסיפא דברייתא היא ולאו מתניתין היא הכל כפי מה שהגהתי בפנים וכן כתב הרב המגיד שם גירסא זו. וכל זה דלא כגירסת רש\"י ופירושו והפי' הנכון לדעת הרי\"ף הוא מה שפירש הרב המגיד לדעת הרמב\"ם על פי גירסא זו וז\"ל הרב המגיד שם וזהו הפירוש לדעת רבינו קולט תופס כלומר מקבל את המים היורדין מן האויר ושותה ושתיה זו בכל גונא מותרת בין למטה מי' בין למעלה מי' ולא הזכירו במשנה למעלה מי' אלא משום דאיכא למידק מינה מצרף לא ואינו אסור הצירוף אלא דוקא בלמעלה כמו שהזכיר. ומכל מקום בא לרבות הכותל ושאלו בגמ' מאי טעמא אסור הצירוף שהרי זה המקום אחר שאין בצינור ובמזחיל' רחב ארבעה מקום פטור הוא. ותרצו הכא במזחילה שלשה כו' כלומר בכותל שאין בו אלא י\"ג טפחים שכל המזחילה למעלה מי' טפחים היו תוך ג' סמוך לגג ודינה כגג אבל כשהמזחילה תוך עשרה אפילו היא תוך ג' לגג אין דינה כגג. ונראה לי טעם הדבר לפי שרה\"ר תופס עד עשרה ואין פחות מג' לגג ממעט דין רה\"ר שאין זה לבוד גמור ואם באנו לדונו כגג נמצא חומרו קולו לענין הזורק מרה\"י אבל כל שהוא למעלה מי' והוא פחות מג' נחמיר בו כגג. תנא ואם יש בצנור ד' על ד' בין שהוא למעלה מי' בין שהוא למטה מי' בין רחוק בין סמוך לגג הרי זה אסור שדין הצנור כרשות בפני עצמו ונמצא מוציא מרשות לרשות עכ\"ל הרב המגיד והנה מצאתי סעד לפירושו זה בתוספת' פ\"ו שכתב שם להדיא דצירוף אסור בצינור למעלה מעשרה אבל בלמטה מי' שרי אף הצרוף ושוב כתב עוד בסיפא כן בכותל ומזחילה אלא שנראה שם ט\"ס בסיפא שכתב אבל מצרף הוא ידו לצינור למעלה מי' וצריך להיות למטה מי' כמ\"ש ברישא ומה שחזר לכתוב דין זה בסיפא היינו כדי שיאמר על זה אם יש בפי צנור ד' על ד' אסור כו' ולאוריי שאפי' בלמטה מי' אסור הצירוף כשיש בצינור ד' על ד' הכל כמו שפי' הרב המגיד ע\"ש:",
        "64_Daf, 1_Comment": "נ\"ב בפיסקי הרא\"ש ובספר רבינו ירוחם ני\"ב חי\"ז כתב וז\"ל פירש קולט תופס כלי ומקבל כו'. ולפי הנראה שכך היה גורס בדברי הרי\"ף גם מצאתי ס\"א שכך הגיהו בדברי הרי\"ף אבל בדברי הרב המגיד שהעתקתי למעלה לא משמע כן וע\"ש בדברי הרמב\"ם עצמו:",
        "64_Daf, 2_Comment": "צ\"ל ברשות הרבים:",
        "64_Daf, 3_Comment": "צ\"ל ברשות הרבים:",
        "64_Daf, 4_Comment": "ושותה ומן הצינור ומ\"מ כצ\"ל ותיבת אבל קולט הוא נמחק:",
        "64_Daf, 5_Comment": "צ\"ל כיון:",
        "64_Daf, 6_Comment": "צ\"ל על הארץ:",
        "64_Daf, 7_Comment": "צ\"ל מצרף:",
        "64_Daf, 8_Comment": "ומן הצינור ומ\"מ כצ\"ל:",
        "64_Daf, 9_Comment": "אפילו כצ\"ל:",
        "64_Daf, 10_Comment": "שחיבר אותו בהוצא ודפנא כצ\"ל:",
        "64_Daf, 11_Comment": "נ\"ב בה:",
        "64_Daf, 12_Comment": "הוא כצ\"ל:",
        "64_Daf, 13_Comment": "צ\"ל ונמצא:",
        "64_Daf, 14_Comment": "דרך אויר כצ\"ל:",
        "64_Daf, 15_Comment": "נ\"ב היינו כאוקימתא דר' יוחנן בגמ':",
        "65_Daf, 0_Comment": "צ\"ל אע\"פ:",
        "65_Daf, 1_Comment": "צ\"ל אסי:",
        "65_Daf, 2_Comment": "צ\"ל שבמוקצה:",
        "65_Daf, 3_Comment": "צ\"ל ונעשה:",
        "65_Daf, 4_Comment": "צ\"ל ועשה:",
        "65_Daf, 5_Comment": "אלמנה שאינה נגררת תא\"מ ונ\"ב בגמרא גרסינן אלמנה הנגררת וכן גריס הרא\"ש:",
        "65_Daf, 6_Comment": "שאם אין לה כן כצ\"ל ונ\"ב פי' אין לה למטה כן פי' בסיס כמו אסקופה שמוכיח עליה שהוא כלי מוכן לנעילה. כן הוא במיימוני פכ\"ו הלט\"ו:",
        "65_Daf, 7_Comment": "צ\"ל אין:",
        "65_Daf, 8_Comment": "כאן צ\"ל ד\"ה צדו אחד וכו' עד יעלה ויתלוש ואח\"כ צ\"ל ד\"ה אבל בור שיח וכו' מידי שרי:",
        "65_Daf, 9_Comment": "נ\"ב לאדם:",
        "65_Daf, 10_Comment": "נ\"ב מקום:",
        "66_Daf, 0_Comment": "צ\"ל ברשות הרבים:",
        "66_Daf, 1_Comment": "צ\"ל ברשות היחיד:",
        "66_Daf, 2_Comment": "נ\"ב פירש:",
        "66_Daf, 3_Comment": "נ\"ב מוכרי:",
        "66_Daf, 4_Comment": "צ\"ל דבית:",
        "66_Daf, 5_Comment": "צ\"ל כגינה:",
        "66_Daf, 6_Comment": "נ\"ב בו:",
        "66_Daf, 7_Comment": "צ\"ל מאיסקופהי:",
        "66_Daf, 8_Comment": "נ\"ב דאין כאן טלטול אלא בכרמלית: ומחזירו למקומו לאיסקופא כצ\"ל:",
        "66_Daf, 9_Comment": "צ\"ל נחקק:",
        "66_Daf, 10_Comment": "צ\"ל שבאיסקופה:",
        "66_Daf, 11_Comment": "כלי עליו ר\"א אוסר כצ\"ל והד\"א:",
        "66_Daf, 12_Comment": "צ\"ל ידו:",
        "66_Daf, 13_Comment": "צ\"ל בחפצים שאינן צריכין:",
        "67_Daf, 0_Comment": "נ\"ב רש\"י גורס הלכה כר' יהודה בנגרר וכן בתוס':",
        "67_Daf, 1_Comment": "נ\"ב פי' נקמז נקמץ:",
        "67_Daf, 2_Comment": "נ\"ב זה:",
        "67_Daf, 3_Comment": "צ\"ל לו:",
        "67_Daf, 4_Comment": "במקדש:",
        "67_Daf, 5_Comment": "צ\"ל רק משום:",
        "67_Daf, 6_Comment": "נ\"ב אחת:",
        "68_Daf, 0_Comment": "צ\"ל לי:",
        "68_Daf, 1_Comment": "נ\"ב בגלגל:",
        "69_Daf, 0_Comment": "נ\"ב נמי:",
        "69_Daf, 1_Comment": "נ\"ב מיארג פירש בעמוד לקמן: כי זמזומי בנעימה:",
        "69_Daf, 2_Comment": "נ\"ב לשון טור:"
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Eruvin"
}