{
    "title": "Even Ha'azel on Mishneh Torah, Offerings for Unintentional Transgressions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Offerings_for_Unintentional_Transgressions",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אכל כחצי זית חלב וכחצי זית דם בהעלם אחת אינו חייב קרבן כשם שאין האיסורין מצטרפין למלקות כמו שביארנו בהלכות מאכלות אסורות כך אין מצטרפין לקרבן.</b><br><b> כשם </b> שאין האיסורין מצטרפין למלקות כמו שבארנו בהלכות מאכלות אסורות, והוא בפ\"ד מהל' מ\"א הט\"ז שכתב שם כל האיסורין שבתורה אין מצטרפין זה עם זה חוץ מאיסורי נזיר כמו שיתבאר שם, לפיכך הלוקח מעט חלב ומעט דם ומעט בשר בהמה טמאה ומעט בשר נבלה ומעט בשר דג טמא ומעט בשר עוף טמא וכיוצא באלו משאר האיסורין וצירף מן הכל כזית ואכלו אינו לוקה ודינו כדין אוכל חצי שיעור, והנה הרמב\"ם בפט\"ז מהל' מ\"א הל' י\"ד כתב תבלין שהם שנים או שלשה שמות ממין אחד או שלשה מינים משם אחד מצטרפין לתבל ולאסור וכן לחמץ, והנה בע\"ז דף ס\"ו פריך הגמ' לרבא דסבר בתר שמא מהא דתנן תבלין ב' וג' שמות ממין א' או ממין ג' אסורין ומצטרפין ומשני רבא דהא מני ר\"מ היא דסבר כל איסורין שבתורה מצטרפין, והקשו מזה על הרמב\"ם דאינו פוסק כר\"מ ופוסק כמתני' דתבלין.<br><b> והנה </b> החוו\"ד הקשה היכי ס\"ד דגמ' דג' שמות אין מצטרפין הא במעילה דף ט\"ז מפורש דכל מיני נבילות מצטרפין רק דפליגי בטהורות וטמאות, אבל לכו\"ע הגמל וחמור מצטרפין אף שהן ב' שמות, ומ\"מ מקשה הגמ' שלא יצטרף לאיסור קדרה כיון שהם מג' שמות, וא\"כ מאי מתרץ הגמ' ר\"מ הוא דסובר דכל איסורין מצטרף למלקות, ולכן כתב דכאן הוא בשביל שתיבלן יחד בקדרה וסובר דאיסורין מבטלין זא\"ז כדאמר ר\"ל בזבחים דף ע\"ח ואף דמצטרפין ללקות מ\"מ כשעירבן מבטלין זא\"ז ולכן פריך על רבא והוצרך לוקמי כר\"מ, אבל להרמב\"ם דלא פסק כר\"ל וסובר דאיסורין אין מבטלין זא\"ז לא קשה כלל ממתני' על רבא ולא הוצרך לאוקמי כר\"מ.<br><b> והנה </b> לפ\"ד החוו\"ד א\"כ מאי מהני מה דאוקים רבא כר\"מ, דמנלן דר\"מ אינו סובר דאיסורין מבטלין זא\"ז, הא ר\"מ לא חידש אלא דכל האיסורין מצטרפין ללקות עליהן מקרא דכל שתיעבתי לך אבל מנלן דאין מבטלין, ואי משום דכיון דנפיק לי' מכל שתיעבתי והוא לאו אחד לא שייך שיבטלו זא\"ז, א\"כ לרבא נמי לא קשה דהא הרמב\"ם אינו מפרש שמות איסורין אלא שמות ממש ומיירי באיסור אחד כגון ערלה, וא\"כ כיון דמצטרפין למלקות גם בתערובות נמי מצטרפין.<br><b> ובעיקר </b> מה שהקשה החוו\"ד דאיך ס\"ד דגמ' לומר דלרבא אינו מצטרף דהא כל הנבלות מצטרפין אפי' הגמל והחמור, יש לומר כמו שתירץ הרמב\"ן בחידושיו לחלק מכרפס גינה לחמירא דחיטי דזה קורין ג\"כ בשם חמירא סתם, וא\"כ אפשר דגם בשר גמל קורין בשר סתם, ובעיקר צריך לומר דאף דגמל וחמור הם שני מינים היינו בעיקר בריאתן וסגולותיהן למלאכה וכה\"ג אבל הבשר שלהם אף דמשונים בטעמם אבל אינם משונים יותר מחמירא דחיטי לחמירי דשערי דמ\"מ בשר שם כולם, אבל כרפס גינה וכרפס נהר שני שמות שהכל קורין בשני שמות ולכן אינם להלכה מין אחד (אף שהם מין אחד) כיון שהם ב' שמות דבתר שמא אזלינן ואין מצטרפין.<br><b> ומצאתי </b> שהרמב\"ן כתב להדיא על הא דר\"מ דכמו שהם מצטרפין למלקות כך הם מצטרפין לאסור תערובתן, ומוכח להדיא דמאן דלא ס\"ל כר\"מ אין מצטרפין למלקות, ולדעת הרמב\"ן צריך לומר דמה דקי\"ל דאיסורין אין מבטלין זא\"ז היינו במין אחד כמו פיגול ונותר, אלא דקשה דהא ר\"א מוכיח לה מהלל שהיה כורכן בבת אחת והתם אינו מינו.<br><b> ונראה </b> דיש לחלק בין אי ס\"ל בכל האיסורין דמין במינו לא בטל, ובין אי ס\"ל דבכל האיסורין בטל מין במינו ורק בטבל וביין נסך, דאי ס\"ל דבכל האיסורין מין במינו לא בטל וכיון דרבא סבר דאזלינן בתר שמא א\"כ עיקר גדר מינו הוא שמא, אבל אי ס\"ל דבכל האיסורין בטל ורק בטבל ויי\"נ דמשום חומרא דיי\"נ וכן בטבל משום דבר שיל\"מ אמרינן דלא בטל, דלפ\"ז מה דאמרינן דבאינו מינו בטל היינו משום דבטל במציאותו, ולפ\"ז מה דאזל רבא כאן בתר שמא לומר דכשהן ב' שמות אינו אסור בטבל ויי\"נ אינו מוכרח לומר דהשני שמות לבד עושה לב' מינים ממש, אלא דכיון דע\"כ מיירי הכא דכבר ליכא טעמא והיינו שהוא יותר מששים וכמש\"כ הש\"ך בסי' צ\"ו, ורק דמ\"מ אם הוא שם אחד אנו אומרים דאף דהטעם נתבטל אבל עצם הדבר לא נתבטל כיון שהוא שם אחד, וכל היכי דאיתא הוא חשוב ונחשב לגבי זה כמו מין במינו להך חומרא דלא בטל, אבל מ\"מ שפיר יש לומר דלגבי צרוף למלקות אפ\"ה שהוא שם אחד אין מצטרף למלקות, דבשלמא אי אמרינן מין במינו בכל האיסורין א\"כ הוא דין בעצם הגדרת המין אבל אם רק לענין טבל ויי\"נ לא שייך זה לצרוף.<br><b> ובזה </b> מבואר מה דפריך הגמ' לרבא משום דסבר דרבא סובר מין במינו במשהו בכל האיסורין וכן כתב רש\"י להדיא, איברא דגירסת רש\"י וכל מין במינו במשהו אבל הגמ' שלפנינו איתא ומין במינו במשהו, ויש לומר דקאי ביי\"נ דסתם חמרא בעינבי במה דפליגי הוא באיסור יי\"נ דבהכי מיירי סוגיא, ומה דפליגי בתר הכי בחמירא דחיטי וחמירא דשערי הא פרש\"י דקאי באיסור תרומה, ומ\"מ יש לומר אפי' לגירסתנו דגמ' סבר השתא דרבא בסתם מין במינו מיירי וסתמא קאמר מין במינו במשהו ולכן מוכח דתלוי בשמא אי הוי חד מינא או לא, אבל להלכה דאינו אלא בטבל ויי\"נ וכן בתרומה וערלה וכה\"כ דבטלין בא' ומאה או בא' ומאתים דכ\"ז אינו מעיקר דינא אלא דהחמירו במין במינו, בזה נוכל לומר דסבר רבא דדוקא אם הוא שם אחד לא נתבטל בששים אבל אם אינו שם אחד אף דהוא מין במינו מצטרף לענין איסור ולענין מלקות מ\"מ כיון דאינו מינו ממש והוא שני שמות אמרינן דכיון דנתבטל בששים הוי כמו שאינו כלל, וחמירא דחיטי וחמירי דשערי אף שהוא יבש ביבש ולא שייך לומר דנתבטל במציאות יש לומר דכיון שנבלל ונעשה מכולן לחם נתבטל המיעוט והוי כמו שאינו, ולכן מבשא\"מ בטל אפי' בדברים דצריך ק' ור' וכן בטבל.<br><b> והנה </b> הרמב\"ם בפי\"ד מהל' מ\"א הלכה ו' כתב יראה לי שכל החייב בתרומה ומעשרות מצטרף לכזית בטבל מפני שהוא שם אחד הא למה זה דומה לנבלת השור ונבלת השה ונבלת הצבי שהן מצטרפין לכזית כמו שבארנו ומדבריו אלו מוכח דעיקר תלוי בגדר האיסור וקרא כאן שם להאיסור, ומשום זה מצטרף לכזית בטבל אף שבודאי מין דגן וענבים ותאנים אין להם שום דמיון בשום דבר ומ\"מ קרא לזה שם אחד משום שכולם אסורים באיסור טבל, והוכיח לזה מנבלת השור ונבלת השה ומוכח דמפרש דמשו\"ה מצטרפין משום דלכולם שם איסור נבלה, וזהו דלא כמו שכתבנו. ודלא כסוגיא דע\"ז דפריך לרבא דאזיל בתר שמא ממתני' דתבלין, ובהכרח מכאן לומר דדין לתבל הקדרה לא תליא בדין צירוף למלקות וכמש\"כ החוו\"ד, וא\"כ מה תי' רבא הא מני ר\"מ היא, והי' אפשר לומר דידע הגמ' דהך ברייתא קאי נמי לא לענין צרוף למלקות אלא להצטרף אולם בירושלמי ערלה מבואר דר\"מ אמר זה ללקות עליהן בכזית, ועוד דפשטא דברייתא נמי לא משמע דקאי לענין להצטרף לאסור הקדרה אם נימא דיש חילוק בין להצטרף ללקות ובין לאסור הקדרה דהא מהך קרא דמייתי דכל האיסורין יש בהן לאו דלא תאכל כל תועבה אכתי לא מוכח כלל דמצטרפין לאסור הקדרה וכמו דלדידן ניחא דיש חילוק דאף דנבלת השור ונבלת השה מצטרפין ללקות ומ\"מ אין מצטרפין לאסור משום שהן שני מינים והיינו אם נימא כן, וא\"כ הך קרא אינו מלמד לנו אלא דכל האיסורין יש בהן לאו אחד אבל לא עדיף משני מיני נבלות.<br><b> ויש </b> מקום לומר דכל האיסורין שיש בהן לאוין מיוחדים הם איסורי חפצא שהדבר נאסר ולכן צריך לדין צרוף שיהי' מין אחד דב' מינים אינם מצטרפין, אבל לר\"מ דכל האיסורין מצטרפין מלא תאכל כל תועבה הוי כמו גדר איסור גברא דהתורה אסרה לאכול מקרא דלא תאכל כל תועבה כל מה שאסרה התורה בפרט ולכן מצטרפין בין ללקות בין לאסור הקדרה דאין המינים מחלקים, ומ\"מ אין סברא זו ברורה וצ\"ע בזה.<br><b> ואם </b> היינו אומרים כמש\"כ דלא תאכל כל תועבה לר\"מ הוי גדר איסור גברא ולכן מצטרפין גם לאסור הקדרה, הי' מיושב כמש\"כ מקודם דמה דמוקים רבא הך מתני' כר\"מ הוא משום דהוי סבר הגמ' דקאי לענין דין מין במינו, ולכן שפיר הקשה מהא דתנן דתבלין ב' וג' שמות ממין אחד מצטרפין לתבל הקדרה דסבר דכיון דשני מינים ושני שמות אין מצטרפין כמו דמוכח ממתני' לפי' הרמב\"ם, וכדמוכח מהא דר\"ש א\"כ ה\"נ ב' שמות ממין אחד כיון דרבא אזיל בעיקר בתר שמא וסבר דב' שמות אינם מין במינו, ולכן אמר רבא דהך מתני' ר\"מ הוא וכמש\"כ, אבל לדידן דרבא לא אמר אלא באיסור דרבנן וכנ\"ל א\"כ לא קשה כלל ממתני' דבדאורייתא ודאי מין אחד מצטרף אפי' בב' וג' שמות.<br><b> אלא </b> דלכאורה קשה דהא עכ\"פ אנן קיי\"ל דאיסורין אין מבטלין זא\"ז וזהו אפי' בב' מינים וכדמוכיח ר' אלעזר בזבחים דף ע\"ט מהא דהלל שהי' כורך פסח מצה ומרור וא\"כ אמאי אין מצטרפין שלשה מינים מג' שמות כמו פסח מצה ומרור, אך באמת לא שייך כלל זה לזה דהכא לתבל את הקדרה, דאמרינן דאוסרין אפי' ביותר מששים ובעינן שיהי' טעם אחד ומין אחד ובזה שפיר אמרינן דאף דאיסורין אין מבטלין זא\"ז עכ\"פ אין מצטרפין לתבל את הקדרה אם הם ב' מינים או שני שמות לרבא, אלא דמ\"מ דמלא תאכל כל תועבה דהא כל האיסורין אסור על האדם כמו איסור גברא בזה שפיר אמרינן דלא שייך חילוק מינים כלל וכמש\"כ.<br><b> אכן </b> אם נאמר דאין חילוק בזה בין כל האיסורין לר\"מ ובין איסור אחד לרבנן וע\"כ נצטרך לומר דידע הגמ' דר\"מ אמרה גם לענין להצטרף לתבל הקדרה ומה דלמד זה מלא תאכל כל תועבה זהו ללמוד על שני מיני איסורים שמצטרפין אבל ממילא שמעת מינה דב' מינים וגם ב' שמות מצטרפין ולפ\"ז ע\"כ נפרש מתני' דמין ג' היינו אפי' מג' שמות ור\"ש בסיפא פליג אפי' במין ג' ושם אחד, אבל גם לפ\"ז צריך ליישב כדברינו ולא כהחוו\"ד דלדבריו יקשה מה שכתבנו למעלה דאם הך דינא דתבלין שייך לדין אין איסורין מבטלין זא\"ז א\"כ מהתם מוכח דאפי' ב' מינים וב' שמות כמו פסח מצה ומרור וע\"כ דלא שייך זל\"ז דלהצטרף לתבל ודאי צריך מין אחד וטעם אחד א\"כ אין ראיה משם וע\"כ צריך ליישב כדברינו דכל הסוגיא הוא אי נימא דרבא קאי על מין במינו דעלמא וכמש\"כ.<br><b> אכן </b> כל זה שכתבתי הוא אם היינו מפרשים דסובר הרמב\"ם דעיקר דין מחמץ ומתבל אינו אלא במינו כדמשמע לכאורה מפשטות דברי הרמב\"ם בכל הפרק שם, אכן כבר האריך הפר\"ח לתמוה ממשניות מפורשות וכן פסק הרמב\"ם בהל' תרומות דתפוח של תרומה שחימצה עיסה ה\"ז כל העיסה מדומעת, ומה שדחק הפר\"ח בכונת הרמב\"ם לא משמע כן בדבריו ולכן צריך לומר דהרמב\"ם מיירי כאן באכל ועדיין לא נתחמצה העיסה ולקמן נבאר דמה שהקשה הפר\"ח על תי' זה אינו מוכרח, וכיון שכן דעיקר דין מחמץ ומתבל הוא אפילו שלא במינו ורק דמיירי דאכתי לא נתחמצה ובתבלין יש לומר דהיינו היכי דאכתי לא נתבלה כגון שלא נתבל עד שנתבשל ואכתי לא נתבשלה הקדרה ומ\"מ אסור הואיל ויש בו כדי לתבל, ונמצא דכל האיסור הוא משום גדר דבר חשוב ובזה צריך דוקא במינו, ובאופן זה יישב החוו\"ד שכבר היתה עיסה מחומצת וקדרה מתובלת אלא שלא משמע כן דזה השמיענו הרמב\"ם במה שכתב בהל' ט\"ז אבל עד השתא לא איירי בהכי ולא צריך לומר כמש\"כ.<br><b> ולפ\"ז </b> אינו מיושב מה שכתבתי כיון דהך משנה מיירי נמי לענין דין דרבנן דהא בנתחמץ גם שלא במינו אסור וא\"כ אין מקום לחלק ממה דסבר רבא גבי טבל ויי\"נ דבשני שמות לא חשיב מין במינו.<br><b> ונראה </b> דמתני' לא מיירי דוקא בשלא חימץ דבכל גווני קתני דאפי' נתחמצה העיסה ע\"י שני מינים שהן שני שמות אינם מצטרפין לאסור דאף דשני מינים מצטרפין למלקות ואפי' אם מצטרפין לאסור בנו\"ט אם טעמם שוה, אבל דין מחמץ הוא דין מיוחד דכיון דאינו נותן טעם רק דכיון שעשה פעולת החימוץ אוסר וכמש\"כ הרמב\"ם בפיה\"מ שנתפרסמה פעולתו, ולזה דוקא אם מין אחד פעל פעולתו דאז נקרא החימוץ על שם המין האסור, אבל בשני מינים הוי לענין זה בגדר זה וזה גורם כיון דכל אחד לא פעל פעולת החימוץ, ומה שכתב הרמב\"ם דבעינן דוקא שהעיסה והקדרה יהיו ממין האסור משום דמיירי בנפלו לעיסה וקדרה ועדיין לא חימצו ותיבלו, ולכן שפיר מיושב דבזה אמרינן דבין שני שמות ומין אחד ובין ב' מינים ושם אחד חשיב לענין זה מין אחד שיצטרפו לחמץ וממילא אפילו לא חימצו נמי דינא הכי דכיון דראויין לחמץ חשובים לאסור אם נפלו לקדרה שהוא מין התבלין והשאור ובשני מיני שאור כבר כתב הרמב\"ם דזהו דוקא אם עכשיו אחר שנתערבו נעשה הכל טעם אחד שהוא אותו המין ממין העיסה, ומיושב מה דכאן הקפיד הרמב\"ם על הטעם והוא דכיון דלענין עיקר דין לאסור הקדרה מדאורייתא אזלינן בתר טעמא דטעם כעקר דאורייתא וכמש\"כ הש\"ך, נמצא דאם יש להם ביחד טעם חטין יש להם דין שאור של חטין לאסור עיסת חטין.<br><b> והנה </b> במש\"כ דדעת הרמב\"ם לחלק בין יש בו כדי לחמץ ובין חימצה העיסה דביש בו כדי לחמץ ועדיין לא חימצה אינו אסור אלא במינו ומגדר דבר חשוב אבל בחימצה העיסה אסור אפי' שלא במינו וכההיא דתפוח שריסקו כתב ע\"ז הפר\"ח דאין לומר כן מהא דתנן שאור של עיסה שנפלה לתוך עיסה ויש בו כדי לחמץ ואח\"כ נפל שאור של כלאי הכרם ויש בו כדי לחמץ אסור שאור של חולין שנפל לתוך עיסה וחמצה ואח\"כ נפל שאור של תרומה או שאור של כלאי הכרם ויש בו כדי לחמץ אסור, והכא סתמא קתני בין מין במינו בין במבשא\"מ ודוחק גדול לומר דמתני' לצדדין קתני במין במינו בשיש בו כדי לחמץ ואפי' לא חימץ עדיין ובשא\"מ איירי בשיש בו כדי לחמץ וחימצה כבר עכ\"ל הפר\"ח.<br><b> ואנכי </b> תמה על הפר\"ח דפשיטא לי' להקשות ממשנה זו דהא קודם לזה איתא במשנה ו' ז' ולמה אמרו כל המחמץ והמתבל והמדמע להחמיר מין במינו להקל ולהחמיר מין בשא\"מ כיצד שאור של חטים שנפל תוך עיסת חטים ויש בו כדי לחמץ בין שיש בו לעלות באחד ומאה בין שאין בו לעלות באחד ומאה אסור, אין בו לעלות במאה ואחד בין שיש בו כדי לחמץ בין שאין בו כדי לחמץ אסור, להקל ולהחמיר מין בשא\"מ כיצד כגון גריסין שנתבשלו עם עדשים ויש בהם בנו\"ט בין שיש בהם לעלות באחד ומאה ובין שאין בהם לעלות באחד ומאה אסור אין בהם בנו\"ט בין שיש בהם לעלות באחד ומאה ובין שאין בהם לעלות באחד ומאה מותר א\"כ קתני להדיא דדין יש בו כדי לחמץ הוא דוקא במין במינו וע\"ז קאי משנה ח' וט' שהבאנו ומאי שייך לומר דדוחק גדול לומר דבמין במינו איירי ואף דאם כבר חימצה גם במבשא\"מ אסור כדמוכח ממתני' דתפוח שריסקו, אבל הכא איירי ביש בו כדי לחמץ ועדין לא חימצה, ומשמע דהפר\"ח מפרש דמה דתנן במתני' דלהחמיר במין במינו הוא משום אין בו כדי לחמץ דצריך אחד ומאה דזה דוקא במין במינו, אבל לפ\"ז לא הי' להתנא למינקט גבי מבשא\"מ גריסין שנתבשלו עם עדשים דהא בהך דשאור נמי הכי הוא דאם יש בו כדי לחמץ בין שיש בו לעלות באחד ומאה בין אין בו לעלות באחד ומאה אסור, אין בו כדי לחמץ בין יש בו לעלות בין אין בו מותר ואף דגם אם נימא דיש בו כדי לחמץ אינו אסור אלא במין במינו אכתי קשה למה נקט במבשא\"מ בגריסין ועדשים דהו\"מ למינקט בשאור וחימצה דאסור גם במבשא\"מ, אך זה מיושב דהתנא בעי למינקט תרי גווני היינו דמשכחת מעשה תערובת ביש בו להקל ולהחמיר דאם יש בו בנו\"ט אסור אין בו בנו\"ט מותר. וזה שייך בנו\"ט דצריך לטעום ולראות אם יש בנו\"ט או אין בנו\"ט אבל גבי שאור שלא במינו דליכא איסור אלא בנתחמצה א\"כ צריך התנא להתחיל ולומר שאור שנפל לתוך העיסה ונתחמצה ושוב ליכא שני אופנים, ולומר שאור שנפל אם נתחמצה או לא נתחמצה ג\"כ לא שייך דזה לא בעי אומד ולא עיון ולכן לא שייך תנאים אלא ברישא דאכתי לא נתחמצה דצריך אומד אם יש בו כדי לחמץ, וזהו דוקא לפ\"מ שנפרש מתני' דוקא ביש בו כדי לחמץ ולא חימצה וכנ\"ל. ומש\"כ עוד הפר\"ח וז\"ל ותו דקתני בתוספתא דתרומות ומייתי לה הירושלמי בפ\"ב דערלה ופסקה הרב בהל' תרומות שאור של תרומה שנפל לתוך העיסה והגביהו ואח\"כ נתחמצה ה\"ז מותר וסתמא קתני לה אפי' במין במינו עכ\"ל, ולא הבנתי ראי' זו דכאן הא מיירי שהגביה עיקר השאור ולא נתערב ולכן שפיר חידש לן התוספתא דאם השעה שהי' השאור לא חימצה אף שאח\"כ חימצה לא מקרי נתחמצה ע\"י השאור וזהו אם הגביה השאור והוציאו מן העיסה, אבל דין יש בו כדי לחמץ הוא כשנתערב השאור עם העסה וא\"א להוציאו דבזה אנו אומרים כיון דיש בו כדי לחמץ חשיב ולא בטל.<br><b> [והנה </b> במה שכתבתי דיש בו כדי לחמץ היינו בלא חימצה וע\"כ צ\"ל בלא הוציא השאור דאם הוציא מפורש דמותר וכנ\"ל וא\"כ צריך לומר לכאורה דאפה קודם שנתחמץ וכמו שרצה הפר\"ח לפרש ובזה הקשו בהישיבה דכיון שכבר נתבטל חשיבותו דיש בו כדי לחמץ ולומר דאסור לאכול כשהיא אכתי עסה קשה דאינו כדרך אכילה ואולי דעכ\"פ מדרבנן אסור אבל הוא דוחק, לכן נראה פשוט דעכ\"פ אסור לאפות דהוי מבטל איסור לכתחילה וכמו כל הדברים דאינם בטלים דאסור לפוצען אך הררש\"א שי' שדא נרגא בתי' זה דלמה לא יהי' מותר לאפות כיון שאינו מתכוין לבטל וצריך לעיין בדין זה, ולכאורה מוכח כן מדין תולעים סי' פ\"ד סעיף י\"ג ולכן צריך לומר דהנ\"מ הוא לענין לאכול עכשיו בעודה עיסה]."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עשה מלאכות הרבה מעין מלאכה אחת בשבתות הרבה בין בזדון שבת ושגגת מלאכות בין בשגגת שבת וזדון מלאכות חייב על כל מלאכה ומלאכה, כיצד ידע שהיום שבת וזרע בו מפני שלא ידע שהזריעה מלאכה וכן בשבת שניה ידע שהוא שבת ונטע בה מפני שלא ידע שהנטיעה אסורה משום מלאכה, וכן בשבת שלישית הבריך מפני שלא ידע שההברכה מלאכה חייב על כל א' וא' ואע\"פ שהיא מעין מלאכה אחת, מפני שהשבתות כגופין מוחלקין.</b><br><b> עשה </b> מלאכות הרבה מעין מלאכה אחת, הלח\"מ הקשה על הרמב\"ם דמוכח מדבריו דדוקא משום דעשה מלאכות הרבה הוא דחייב על כל מלאכה ומלאכה אבל בעשה מלאכה אחת כגון שזרע וזרע בשבתות הרבה לא נימא בזה שבתות כגופין מוחלקין, וכן בזרע וזרע בשגגת שבת וזדון מלאכות לא אמרי' ימים שבינתים הוין ידיעה לחלק והקשה הלח\"מ דבכריתות דף ט\"ז מבואר דאי סבירא לן שבתות כגופין דמיין חייב על אותה מלאכה עצמה של כל שבת ושבת ע\"ש.<br><b> ונראה </b> דהנה בגמ' שבת דף ע' ע\"א אמרינן מ\"ש רישא ומ\"ש סיפא, אמר רב ספרא וכו' א\"ל ר\"נ וכו' אלא אמר ר\"נ קרבן דחייב רחמנא אשגגה התם חדא שגגה הכא טובא שגגות, וא\"כ בעיקר הסברא דברי הרמב\"ם נכונים דאם עשה מלאכה אחת מה מהני מה דגופין מחלקים עכ\"פ הא הוי חדא שגגה אלא דלכאורה אין זה הוכחה דהא דין גופין מחלקין מהני אפי' היכי דליכא אלא חדא שגגה וכמו בבא על ה' נדות אף שאינו יודע שהנדה אסורה מ\"מ חייב על כל נדה ונדה, אבל באמת יש לחזק סברא זו דהא קשה במה דיליף בגמ' שבת דף ס\"ט ע\"ב לחלק בין יודע עיקר שבת לשוכח עיקר שבת בקרא דושמרו ומקרא דאת שבתותי תשמורו, וקשה דלמה לי קרא דהא אפשר ללמוד מסברא דר\"נ דשוכח עיקר שבת ודאי הוי חדא שגגה, אבל יודע עיקר שבת לא הוי חדא שגגה, אף דאם סבור שיום א' הוא שבת ממילא שבת שאח\"כ ג\"כ אינו שבת מ\"מ טעות כל יום הוא טעות בפ\"ע, משא\"כ טעות בדין הוא ודאי טעות אחת, ולכן צ\"ל דמה דהוצרך הגמ' לדרשא דקרא ור\"נ גופי' דריש הכי משום דכיון דקיי\"ל שבתות כגופין ובגופין הא אשכחן דאפי' בשגגה אחת חייב ולזה איצטריך קרא דושמרו, וא\"כ עכשיו דאיכא קרא דושמרו מסתבר דילפינן מהך קרא דבשבת בעינן שגגה לכל שבת וזהו טעמא דשוכח עיקר שבת דלא מהני גופין מחולקין, וא\"כ ה\"נ בדין בשגגת מלאכות דשגג במלאכה אחת ועשה אותה בהרבה שבתות אין טעם לחייב אלא אחת דחדא שגגה הוא, ולכן דוקא אם עשה הרבה מלאכות מעין מלאכה אחת דמצד דין שגגה היו הרבה שגגות דממה שישגוג בזריעה אינו מוכח שישגוג בנטיעה אלא דבלא דין שבתות כגופין אינו חייב אלא אחת וכמו דבשבת אחת אינו חייב אלא אחת אף דהוא הרבה שגגות דעכ\"פ עיקר העבירה היא אחת ועשאם בהעלם אחד אבל כיון דשבתות כגופין דמיא לכן חייב, ונמצא דהך דינא דשבתות כגופין דמיא חלוק מדין גופין מחלקין דהתם אפי' בחדא שגגה דליכא קרא דושמרו אבל הכא דאיכא קרא דושמרו בעינן לבד דין שבתות מחלקות שיהיו שגגות מיוחדות.<br><b> אכן </b> עלינו ליישב קושיית הלח\"מ דמהסוגיא דכריתות מוכח דאין נ\"מ דהא אמר בגמ' דאם רק חדא בעי מני' לא צריך לומר מעין מלאכה אחת ובין לרבה בין לרב חסדא אמר דתרתי בעי מני', ונראה דבאמת יש ראי' לשיטת הרמב\"ם מהך סוגיא גופא דהא מבואר בגמ' דדין שבתות כגופין דמי לא מהני אלא על זדון שבת ושגגת מלאכות, וקשה דהא בעיקר דין גופין מחלקין אין נ\"מ ואם לא ידע שאשה זו נדה היא וכן על השני' אמרינן גופין מחלקין, וכן אם לא ידע איסור נדה נמי אמרינן גופין מחלקין וע\"כ דזהו משום הך סברא שכתבנו דהך דינא דבעינן תרי שגגות אינו אלא בשבת דילפינן מקרא דושמרו, ולכן בשבת מהני הך סברא דשבתות כגופין דוקא בשגגת מלאכות ובאופן שכותב הרמב\"ם שעשה הרבה מלאכות מעין מלאכה אחת דהוי תרתי שגגות אבל על שגגת שבת לא מהני דאפי' עשה הרבה מלאכות לא מהני כיון דהשגגה אחת בשבת וצריך לבא לדין ימים שבינתיים הוי ידיעה לחלק.<br><b> אלא </b> דלכאורה א\"א לומר כן דהא בגמ' מבואר להיפוך אבל באמת לא קשה כלל דמרב חסדא הא באמת אין שום ראי' דהא סבר דזה פשיטא לר\"ע דשבתות כגופין דמיין לדין זדון שבת ושגגת מלאכות, ורק דבעי בדין שגגת שבת וזדון מלאכות אי אמרינן ימים שבינתיים הוי ידיעה לחלק ובשגגת שבת הא לא צריכא מתני' למימר מלאכות הרבה דבמלאכה אחת נמי דינא הכי ואין נ\"מ בזה, וע\"כ דתרתי בעי מיני' וא\"כ כל הראי' הוא רק לרבה ומרבה נמי אין ראי' דאפשר שפיר לומר דרבה באמת לא סבר כר\"נ בשבת דתליא בחדא שגגה וטובא שגגות וביחוד דרבה אליבא דר' אליעזר קאמר דהא אמר דלא קבל מני' ור\"א הא מחייב אתולדה במקום אב אף דהוא חדא שגגה, ומה דרבה ג\"כ מחלק בדין שבתות כגופין בין זדון שבת ושגגת מלאכות לשגגת שבת וזדון מלאכות שהוכחנו דמזה מוכח סברתנו דתליא בחדא שגגה או טובא שגגות זהו משום דרבה הא אמר להיפוך דשגגת שבת וזדון מלאכות פשיטא לי' דימים שבינתיים הוי ידיעה לחלק ומיבעי לי' בזדון שבת ושגגת מלאכות אי אמרינן שבתות כגופין דמיא, ולא אמר רבה דסברא דשבתות כגופין דמיא לא מהני בשגגת שבת אלא להיפוך דבשגגת שבת לא צריך לטעמא דשבתות כגופין דמיא, ואף דלפמש\"כ בדעת הרמב\"ם דעיקר סברא דימים שבינתים הוי ידיעה לחלק הוא ג\"כ משום דין שבתות כגופין דמיא, יש לומר דזה גופא מיבעי לר\"ע אליבא דרבה אי שייך שבתות כגופין דמיא היכי דהשגגה הוא באיסור המלאכה כיון דכל השבתות הם דין אחד, אבל היכי דהשגגה הוא ביום השבת דלא ידע שזה היום הוא שבת בזה סובר ר\"ע אליבא דרבה בודאי שהימים שבינתים הוי ידיעה לחלק ולא משום דין או הודע אליו חטאתו וכמו שהקשו התוס' דבזה צריך דוקא שידע שחטא אלא שהידיעה של הימים שבינתיים עושה השבתות כגופין אחרים, משום שאינם שייכים ההעלמות זה לזה, אבל בשגגת מלאכות מיבעי לי' לר\"ע אם אמרינן שבתות כגופין דמיא כיון דההעלם הוא באיסור המלאכה אלא דאין נ\"מ לרבה בין הי' השגגה במלאכה אחת או בהרבה מלאכות מעין מלאכה אחת דאי לא אמרינן בשגגה בדין המלאכות שבתות כגופין דמיא אז אפי' שגג בשבת א' בזריעה ובשבת ב' בנטיעה כיון דאם הי' בשבת אחד לא הי' חייב אלא אחת משום דעיקר המלאכה אחת והיא העלם אחד אף דהשגגות הם ב' לכן אפי' בשתי שבתות נמי אינו חייב אלא אחת כיון דלענין ההעלם בדין המלאכה לא אמרינן שבתות כגופין דמיא חייב על כל שבת ושבת אפי' בעשה מלאכה אחת א\"כ מה דמרבינן מושמרו דשוכח עיקר שבת אינו חייב אלא אחת הוא דרשא מיוחדת על שוכח עיקר שבת, ובחילוק בין שגגת שבת ובין שגגת מלאכות סבר רבה כרב ספרא דדין מלאכות דחייב על כל מלאכה הוא משום דמידיעות מלאכות הוא פורש והיינו דהם דינים מיוחדים ולכן חשיבי כל אחד העלם אחר.<br><b> והנה </b> סברתנו מוכרחת מדברי הרמב\"ם גבי נדה בפרה ה' שכתב הרמב\"ם דכשטבלה בינתיים הוי כשתי נדות וקשה דבגמ' מוכח מכאן דימים שבינתים הוי ידיעה לחלק ומבואר דהוא חד טעמא ורק דהגמ' מוכיח משבת לנדה או מנדה לשבת דהיא סברא אחת דהוי כמו שתי גופין משום סברא דימים שבינתיים.<br><b> איברא </b> דלפמש\"כ קשה מדין ימים שבינתיים הויין ידיעה לחלק דילפינן שם שבת מנדה וכתבו התוס' דעיקר קרא בשבת ולפמש\"כ הא יש חילוק משבת לנדה דבנדה אפי' בחדא שגגה חייב על כאו\"א בגופין מחולקין ובשבת אינו חייב אלא בטובא שגגות.<br><b> ואפשר </b> לומר דאף דלגבי גופין מחלקין לא ילפינן נדה משבת לקולא משום דגבי שבת איכא קרא דיש שמירה אחת לשבתות הרבה אבל לגבי הך דינא דימים שבינתיים הוי ידיעה לחלק והוי כמו שתי העלמות ה\"נ גבי נדה כשטבלה ונעשית נדה הוי כמו שתי העלמות ובזה ילפינן לחיובא נדה משבת דרק על שבתות כגופין דמיא גל' קרא דבעינן תרי שגגות."
            ],
            [],
            [
                "<b>מי שקצר וטחן כגרוגרת בשגגת שבת וזדון מלאכות שאינו חייב אלא חטאת אחת וחזר וקצר וטחן כגרוגרת בזדון שבת ושגגת מלאכות שהוא חייב על כל מלאכה ומלאכה ונודע לו על קצירה של שגגת שבת וזדון מלאכות קצירה גוררת קצירה וטחינה גוררת טחינה וכאילו עשה ארבעתן בשגגת שבת וזדון מלאכות שאינו חייב אלא חטאת אחת וכיון שהקריב חטאת זו נתכפר לו על הכל וכשידעם אחר כן אינו צריך להביא חטאת אחרת, אבל אם נודע לו תחילה על קצירה של זדון שבת ושגגת מלאכות והקריב חטאת נתכפר לו על זו הקצירה שנודע לו עליה ועל הקצירה והטחינה של שגגת שבת וזדון מלאכות מפני ששניהן כמלאכה אחת ונגררה קצירה וטחינה עם הקצירה ותשאר הטחינה של זדון שבת עד שיודע לו עליה ויביא חטאת שניה.</b><br><b> בגמ' </b> שבת דף ע' במה דאמר רבא קצר וטחן וכו' כתבו התוס' דמיירי שנודע לו לאחר הפרשה וע\"ש בדברי התוס' במה שהקשו ע\"ז והרמב\"ם כתב וכיון שהקריב חטאת זו נתכפר לו וכשידעם אח\"כ א\"צ להביא חטאת אחרת ומפורש דאיירי לאחר כפרה וזה קשה דכפרה ודאי מחלקת, עוד קשה דהרמב\"ם הרי פסק בפרק ו' דידיעות מחלקות, שכתב בהלכה ט' האוכל כזית חלב וכזית חלב בהעלם אחד ונודע לו על הראשון וחזר ונודע לו על השני מביא שתי חטאות שהידיעות מחלקות ואע\"פ שעדיין לא הפריש קרבן.<br><b> והנה </b> בגמ' מקשה בהא דסבר רבא גרירה ממה דאיתמר אכל שני זיתי חלב בהעלם אחד ונודע לו על אחת מהן וחזר ואכל כזית בהעלמו של שני דנחלקו אביי ורבא אי אמרינן גרירה, ואמר בגמ' בתר דשמעה מאביי סברה, ולפ\"ז באכל ב' זיתי חלב ונודע לו על אחת מהן וחזר ואכל כזית בהעלמו של שני הביא קרבן על א' מהן נתכפרו כולן דסברינן גרירה והרמב\"ם דפסק הא דרבא דקצר וטחן ומ\"מ פסק הא דרבא באוכל ב' זיתי חלב דהביא קרבן על הראשון ג' אינו מתכפר לו וכן הביא על הג' אין הראשון מתכפר לו וז\"א כסוגית הגמ', ותי' הכ\"מ דגבי ב' זיתי חלב אינם תלויים זה בזה שהם מב' חתיכות, ולא הדר בי' רבא רק גבי קצר וטחן בשגגת שבת דכיון דנעשו שניהם בשגגת שבת הרי הם כחתיכה אחת, אבל גבי ב' חתיכות חלב שאין השגגות תלויות זה בזה איברא שמתכפרין שניהם בקרבן אחד מ\"מ לא חשיבי כחד להתכפר אחד בהעלמו של שני.<br><b> והנה </b> לפ\"מ שכתב הלח\"מ מדברי המבי\"ט לחלק בין אכל כזית חלב וחזר ואכל כזית חלב בהעלם אחד דפסק הרמב\"ם דידיעות מחלקות ובין אכל שני כזיתי חלב דאין הידיעות מחלקות וכתב המבי\"ט משום דבזה איירי דהיו ב' כזיתים מחתיכה אחת ובזה פסק בהלכה י\"א דאין הידיעות מחלקות ובהלכה ט' מיירי מב' חתיכות ופסק כר' יוחנן דידיעות מחלקות, לפי זה לא יתכנו דברי הכ\"מ שכתב דבב' זיתי חלב לית לי' לרבא גרירה משום דאיירי בב' זיתי חלב מב' חתיכות והוא דלא כד' המבי\"ט דרבא איירי בב' זיתים מחתיכה אחת. ובאמת מסתבר כהמבי\"ט דמה שכתב הכסף משנה והלח\"מ כתב דנראין דבריו לומר דאחר כפרה גרע זה לא מסתבר כלל, אכן במה שכתב המבי\"ט דגבי קצר וטחן לא אמרי' ידיעות מחלקות משום דבזה הי' אפשר שהי' שגגה כללית של שוכח עיקר שבת, אין דבריו מובנים דמה בכך שאפשר הא גבי חלב נמי אם הוא תינוק שנשבה בין העכו\"ם אינו חייב על החלב אלא אחת.<br><b> והנה </b> בדעת הרמב\"ם שבדין קצר וטחן פסק גרירה ובב' זיתי חלב דפסק הרמב\"ם כרבא ובגמ' מפורש דהדר בי' רבא עיין מה שכתב הכ\"מ בשם הר\"י קורקוס לתלות זה בדין הפרשות מחלקות, ולכן בב' זיתי חלב דלא הוי אלא ידיעה לחוד לא מהני לחלק, והוי כמו ההיא דקצר וטחן ואמרי' דהדר בי' רבא מההיא, אבל למסקנא דידיעות מחלקות תו לא נימא גרירה, ותי' זה אינו מבורר דהא בשני זיתי חלב כתבנו דלא אמרינן ידיעות מחלקות, ואם משום דכאן נודע מכזית חלב הראשון קודם השלישי א\"כ זה לא שייך להפרשות מחלקות.<br><b> ע\"כ </b> נראה דבאמת עיקר החילוק הוא משום דבשני זיתי חלב הי' ידיעה בכזית הראשון קודם שאכל השלישי ונתחייב חיוב גמור בחטאת ורק דשייך כאן גדר גרירה על כפרת הקרבן ע\"י הזית הב' אבל א\"א להכניס הכל בחיוב אחד כיון דנתחייב מכבר לפני שאכל הזית הג' אבל גבי קצר וטחן אכתי לא נגמר חיוב החטאת מקצירה וטחינה הראשונה עד שעשה הב' ומה דאמר בגמ' הדר בי' רבא מההיא צ\"ל כמש\"כ הכ\"מ דבאמת לא אמרו בגמ' הדר בי' רבא אלא בתר דשמעה מאביי סברה והיינו דלענין קצירה וקצירה סבר רבא גרירה ולא בב' זיתי חלב.<br><b> והנה </b> במה שדחה הרמב\"ם דברי הגמ' יש לומר עוד לפ\"מ שכתב הכ\"מ עוד מד' הר\"י קורקוס דלמאי דמשני גרירה אית לי' גרירה דגרירה לית לי' הוא חזרה מהתי' הקודם דמשני בתר דשמעה מאביי סברה לי' דזה נדחה ע\"י הקושיא א\"ה טחינה נמי תיגרר לטחינה והו\"ל לומר אלא רק שלא הוזכר אמורא מקודם והוא תירוץ אחר בגמ' דהוא גדר גרירה דגרירה שאין אנו יכולין לגרור ישר את כל חיוב החטאת של השלישית להראשונה דבזה בודאי יש כאן שני חטאות ורק ע\"י שנגרור ע\"י השני' וזהו גרירה דגרירה דעיקר החטאת הוא על הראשונה דהא אפי' לא ידע מהשני' מתכפרת וכמו שכתב הרמב\"ם לגבי השלישית ולכן זה נקרא גרירה דגרירה וכמו שכתבנו, ובמה דקשה דכתב הרמב\"ם גבי קצר וטחן דמיירי לאחר כפרה וקשה דהא אפילו ידיעות מחלקות, אכן הבאור נראה משום דאף דגבי קצר וטחן יש לחלק משני זיתי חלב דבחלב משום דסבת השגגה אחת וגבי קצר וטחן הם ב' סבות דזהו בשגגת שבת וזה בשגגת מלאכות ואינם שייכים זה לזה, מ\"מ יש לחלק בין קצר וטחן לחלב וחלב דבקצירה וטחינה כיון שבהעלם הראשון הי' יכול לעשות גם הקצירה והטחינה השניים דבשביל כל שגגה לחוד הי' שייך שיעשה שתי הפעמים מלאכות ולכן כיון שלא נודע לו קודם עשייתן הב' שכבר נתחייב חטאת עבור הראשון לכן נתכפר בחטאת הקודם, אבל בחלב וחלב שהם מב' חתיכות לא שייכי השגגות כלל זה לזה.<br><b> ויש </b> להוסיף דהנה נחלקו רש\"י ותוס' מה נקרא גרירה אם הקצירה והקצירה או הקצירה והטחינה וכתב רש\"י דקצירה וקצירה לא שייך לגרירה דהוי כאוכל שני זיתי חלב בהעלם אחד, אבל רש\"י לשיטתו דאינו מפרש כאן אפי' הביא כפרה קודם שנודע לו על השני אלא כשנודע לו ולכן שפיר כתב דהוי שני זיתי חלב, אבל הרמב\"ם דפסק דאפי' לא נודע לו עד לאחר כפרה אינו חייב חטאת שני' זה בודאי ע\"כ ע\"י גרירה דהא כתב או הודע אליו חטאתו וא\"א להפריש חטאת קודם שידע החטא וא\"כ ע\"כ מה דנפטר הב' הוא ג\"כ ע\"י גרירה וממילא הג' הוא גרירה דגרירה, ויסבור הרמב\"ם דקצירה וקצירה הוי גרירה אבל קצירה וטחינה לא הוי גרירה וכמו שכתבו התוס' ורק לשיטת הרמב\"ם הוא מטעם דקצירה וקצירה כבר נתכפר בקצירה הראשונה לפני ידיעתו אבל קצירה וטחינה הוא ענין אחד דאין כפרה ביניהם, אלא דצריך להסביר דא\"כ גם בב' זיתי חלב כשהביא קרבן על הראשון שייך השני לגרירה אבל למה יהי' על הג' שם גרירה דגרירה ובמאי שאני מקצירה וטחינה שעמה, וצריך לומר בזה ג\"כ כמש\"כ למעלה דכיון דכבר נתחייב חטאת על הראשון קודם שאכל השלישי ועיקר קרבנו הוא על הראשון ע\"כ צריך לבוא גם על השלישי לגרירה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות שגגות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}