{
    "text": {
        "0_Comment, 0_Paragraph": "נוהגין לכתוב שנים עשר שורות בגט: ד\"ה המביא דף ב",
        "1_Comment, 0_Paragraph": "טוענין מזויף ליתומים וללקוחות ולנפרע שלא בפניו ובגיטין לא משום עגונא: ד\"ה ואם יש:",
        "2_Comment, 0_Paragraph": "אפילו במקום דלא טענינן מזויף טענינן פרוע: בא\"ד:",
        "3_Comment, 0_Paragraph": "שטר כיס היוצא על היתומים נשבע וגובה מחצה דמלוה ולא דפקדון: (בא\"ד) [ד\"ה יטלנו]:",
        "4_Comment, 0_Paragraph": "כל אדם נאמן על השחיטה אפי' נחתך ואין שחיטה ניכרת ואפי' נשים שיש בידם ללמוד ולשחוט: ד\"ה עד אחד: ע\"ב",
        "5_Comment, 0_Paragraph": "אמר השליח ידעתי שחתמוהו לא מהני: ד\"ה אטו: דף ג",
        "6_Comment, 0_Paragraph": "לכתחלה מותר ליתן גט גם בעדי מסירה בלא חתימה אלא מפני תקון העולם: ד\"ה (וגובה) [ור\"א אומר]: ע\"ב",
        "7_Comment, 0_Paragraph": "בכל שטרות גובה ע\"י עדי מסירה מנכסים משועבדים. (וכן פסק ר\"ת אבל ר\"ח פסק בהיפך דלא גבה ממשעבדי): (בא\"ד) [ד\"ה וגובה]:",
        "8_Comment, 0_Paragraph": "אפילו דבר שהוא אמת אין לעשות אלא בעדות (גמור) [כשר]: ד\"ה מודה: דף ד",
        "9_Comment, 0_Paragraph": "צריך ליזהר שיהו עדי מסירה בשעת נתינת הגט: ד\"ה דקי\"ל:",
        "10_Comment, 0_Paragraph": "לא אמר בפני נכתב ובפ\"נ (אפילו לר' מאיר) יטלנו הימנה ויחזור ויתננו לה קודם שניסת ואם ניסת לא תצא: ד\"ה (יטלנו) [כיצד יעשה]: דף ה ע\"ב",
        "11_Comment, 0_Paragraph": "צריך לומר בפני נכתב ובפני נחתם בשעת נתינה או לאחר נתינה תוך כדי דבור. וצ\"ע אי מהני אחר כדי דבור בשעה שעסוקין באותו ענין וכן קודם נתינה: (בא\"ד) ד\"ה [יטלנו]:",
        "12_Comment, 0_Paragraph": "לא ראה השליח אלא שכתבו שיטה אחת דיו [ר\"ל שיטה ראשונה]: ד\"ה אפילו:",
        "13_Comment, 0_Paragraph": "בזמן הזה צריך לומר בפני נכתב ובפני נחתם בכל מקום אפי' באותה העיר: ד\"ה שאני: דף ו",
        "14_Comment, 0_Paragraph": "שלש תיבות אין כותבין בלא שרטוט: ד\"ה אמר ר\"י: ע\"ב",
        "15_Comment, 0_Paragraph": "מותר לכתוב אגרת בלא שירטוט לכתוב בו לשון צח ואסור דוקא כשמתכוין לכותבו לדרשה: בא\"ד",
        "16_Comment, 0_Paragraph": "אין לשרטט תפילין על כל שטה ונקרא הדיוט אלא עושה שרטוט אחד למעלה וכותב תחתיו מה שירצה ואם אין הסופר יכול לכתוב יפה בלא שירטוט ישרטט: בא\"ד:",
        "17_Comment, 0_Paragraph": "יריעה שאינה מסורגלת למעלה ולמטה ומצדדין פסול: בא\"ד:",
        "18_Comment, 0_Paragraph": "ספק חשיכה אין מערבין עירובי תחומין אלא עירובי חצירות: ד\"ה עירבתם:",
        "19_Comment, 0_Paragraph": "המוסר דין על חבירו הוא נענש תחלה בדאית ליה דינא בארעא. (גמרא היא מסכת ב\"ק פ' החובל) ד\"ה השכם: דף ז",
        "20_Comment, 0_Paragraph": "אסור לשורר בבתי משתאות ולשכב ולקום בזימרא. ושיר כעין לשמח חתן וכלה מותר: בד\"ה זימרא:",
        "21_Comment, 0_Paragraph": "עטרות כלות אסורות דוקא לחתנים וכלות ולא לשאר אדם ועטרה לאו עטרה ממש אלא עטרות שעושין כעין כיפה: ד\"ה עטרות:",
        "22_Comment, 0_Paragraph": "דם הניתז ושעל הסכין חייב לכסות בשאין דם בלא הוא (עיין פרק כל המנחות דף יא ד\"ה ר\"י סבר): ד\"ה אמר: ע\"ב",
        "23_Comment, 0_Paragraph": "עציץ של חרס בעי נקיבה ליחשב מחובר ושל עץ לא בעי נקיבה והוי כמחובר (ורש\"י פי' איפכא דשל חרס לא בעי נקיבה וכו'): ד\"ה עציץ:",
        "24_Comment, 0_Paragraph": "עציץ הוי כמחובר אפילו מונח על גבי יתדות ומ\"מ אם לקחו מהארץ והניחו ע\"ג יתדות בשבת חייב משום תולש מדרבנן: ד\"ה דלמא:",
        "25_Comment, 0_Paragraph": "אנו במערב של ארץ ישראל לכן אנו מתפללין למזרח: ד\"ה ר\"י: דף ח",
        "26_Comment, 0_Paragraph": "אין להתיר אמירה לעובד כוכבים משום מצוה כגון מילה באיסור דאורייתא אבל באיסור דרבנן שרי כגון לומר לעובד כוכבים להביא דבר דרך חצר שאינו מעורב ולצורך מילה דווקא: ד\"ה אע\"ג: ע\"ב",
        "27_Comment, 0_Paragraph": "יולדת תוך שלשה מחללין עליה השבת אפי' אמרה אינה צריכה. משלשה ועד שבעה אמרה צריכה מחללין ולא יותר: בא\"ד:",
        "28_Comment, 0_Paragraph": "אין לומר לעובד כוכבים להביא ספר בשבת דרך כרמלית: בא\"ד:",
        "29_Comment, 0_Paragraph": "המבשל לחולה בשבת אסור לבריא גזירה שמא ירבה בשבילו וע\"י עובד כוכבים דוקא לצורך המילה שרי להרבות אבל לצורך דבר אחר לא ובי\"ט דוקא התירו להרבות משום שמחת י\"ט: בא\"ד:",
        "30_Comment, 0_Paragraph": "חצי שדה אני מוכר לך נוטל הלוקח הגרוע ויד בעל השטר על התחתונה (משנה היא פרק בית כור דף קז ב): ד\"ה לעולם: דף ט",
        "31_Comment, 0_Paragraph": "עדים שאין יודעין לחתום מקרעין להם נייר (וצ\"ע). ד\"ה (עדים) [מקרעין]: ע\"ב",
        "32_Comment, 0_Paragraph": "כתב על גבי כתב פסול: בא\"ד:",
        "33_Comment, 0_Paragraph": "אין יודעין לקרות קורין לפניהם ואומר שכן כתוב בשטר ודוקא שנים או סופר דדייני: ד\"ה קורין:",
        "34_Comment, 0_Paragraph": "האוכל פת כותי כאילו אוכל בשר חזיר: ד\"ה מצת: דף י",
        "35_Comment, 0_Paragraph": "קלפים שלנו שאינן מעופצין כותבין עליהם שטרות וס\"ת ותפילין ומזוזה: ד\"ה בדאפיצן: דף יא",
        "36_Comment, 0_Paragraph": "תופס לבעל חוב וחב לאחרים לא קנה אפי' עשאו שליח: ד\"ה התופס: ע\"ב",
        "37_Comment, 0_Paragraph": "תן לא הוי כזכי אלא כשמוסר לו מיד ליד אבל מעמד שלשתן קנה בכל ענין ואפי' בעל כרחו של נפקד תן והולך בחוב ובפקדון זכה במתנה אין יכול לחזור בו או התקבל לא יחזור תן והולך במתנה יכול לחזור בו: ד\"ה כל:",
        "38_Comment, 0_Paragraph": "אדם יכול להקדיש דבר אפילו פחות משוה פרוטה וחל עליו שם הקדש ודלא כרש\"י דמפרש דאין חל עליו: ד\"ה פחות: דף יב ע\"ב",
        "39_Comment, 0_Paragraph": "אין גט לאחר מיתה אע\"ג שמינה המגרש השליח בחייו: ד\"ה לא יתנו: דף יג",
        "40_Comment, 0_Paragraph": "מצוה לקיים דברי המת כשהושלש מתחלה לכך לידו ובגר לא אמרינן מצוה לקיים דברי המת: ד\"ה והא לא: שם",
        "41_Comment, 0_Paragraph": "המוכר שטר חוב לחבירו וחזר ומחלו מחול אבל מכר או נתן במתנה במעמד שלשתן אינו מחול: ד\"ה תנהו לפלוני: ע\"ב",
        "42_Comment, 0_Paragraph": "מעמד שלשתן לא קני בכתובה: בא\"ד:",
        "43_Comment, 0_Paragraph": "אם הנפקד עובד כוכבים ואמר ליה ישראל תנהו לישראל לא קנה א\"ל ישראל לישראל תנהו לעובד כוכבים יתן כל זמן שלא חוזר בו אפי' לא אמר לו במעמד שלשתן אבל אם חוזר בו לא יתן אם לא שאינו יכול לשמט ממנו ואם הנותן עובד כוכבים קנה: ד\"ה במעמד שלשתן: שם",
        "44_Comment, 0_Paragraph": "אין נאמן לומר טעיתי במה שהודיתי במיגו דאי בעי אומר חזרתי ופרעתי: ד\"ה ולא פש: דף יד",
        "45_Comment, 0_Paragraph": "דברי שכיב מרע ככתובין וכמסורין דמו ואפי' אם מת מקבל בחיי נותן ואפי' נולדו יורשין אחר מיתת נותן. ד\"ה הא: ע\"ב",
        "46_Comment, 0_Paragraph": "כל תיקו שבש\"ס אוקי ממונא בחזקת מריה אם לא שפירש הש\"ס יחלוקו (ודלא כרב האי גאון דפסק דכל תיקו שבש\"ס יחלוקו): ד\"ה וחכמים: שם",
        "47_Comment, 0_Paragraph": "שודא יתן הדיין למי שירצה (ודלא כרש\"י שמפרש שחדקדק הדיין מי היה אוהב יותר ולמי היה בדעתו ליתן): בד\"ה וכאן אמרו: שם",
        "48_Comment, 0_Paragraph": "תל חמשה ברה\"ר והקיף עליו חמשה לא הוי רשות היחיד (נ\"ל דהוא טעות כי אין ראוי למנותו בפסקי הלכות כי מה שמפרש התוספות דלא הוי רה\"י היינו לרב חסדא דאמר גידוד ה' ומחיצה ה' אין מצטרפין אז לא הוי רה\"י אבל לפי האמת פוסק הגמרא כמרימר דאמר מצטרפין וצ\"ע): ד\"ה גידוד: דף טו ע\"ב",
        "49_Comment, 0_Paragraph": "נטל יד אחת וטבל השניה טהורות: ד\"ה הנוטל:",
        "50_Comment, 0_Paragraph": "צריך לשפוך מים על ידיו מן הכלי שתי פעמים ואם נטל יד אחת משטיפה גדולה כשתים ידו טהורה אפילו אין בה רביעית אי אתי משירי טהרה טהור אבל אם נטל שתי ידיו בשטיפה אחת צריך רביעית בשטיפה זו: בא\"ד:",
        "51_Comment, 0_Paragraph": "שתי מקוואות שאין בכל אחת ארבעים סאה ונצוק או קטפרס מחברם אינו חבור אם לא שיש באחת מ' סאה. וצ\"ע (והיינו דוקא לדעת רבינו תם אבל לדעת ר\"י כשם אפילו אין באחת מהם מ' סאה כדמוכח מן התוספות בסוף הדבור: ד\"ה הניצוק: דף טז",
        "52_Comment, 0_Paragraph": "ב' מקואות וכותל אחת ביניהן כשפופרת וב' אצבעיות מתעגלים בה מלא מים מחברם נפרץ הכותל על רום כקליפות השום מים כרוחב השפופרת: (וצ\"ע בפנים): בא\"ד:",
        "53_Comment, 0_Paragraph": "נצוק וקטפרס אין חבור אלא טופח להטפיח חבור לענין השקה (נ\"ל טעות כי זהו לפי מאי דס\"ד אבל לפי האמת טופח להטפיח אינו חבור לענין השקה עיין בפנים כי הוא חמור מאד וצריך התבוננות רב): בא\"ד:",
        "54_Comment, 0_Paragraph": "אמר לשנים כלכם הוליכו גט אחד מוליך במעמד חבירו ואין צריך שניהם אוחזין בו: (להדיא הוא בגמרא פרק התקבל דף סז א):",
        "55_Comment, 0_Paragraph": "הבעל שאמר גרשתי את אשתי נאמן מכאן ולהבא כשאין אשתו מכחישתו. ד\"ה מפני מה (בפסקים אחרים מצאתי וז\"ל פרק יש נוחלין לא קאי הכי): דף יז",
        "56_Comment, 0_Paragraph": "גט מאוחר כשר וחלין הגירושין לאותו זמן הנכתב. ד\"ה ריש לקיש:",
        "57_Comment, 0_Paragraph": "דרך לפרסמה ולהוציא קול שנתגרשה: בא\"ד:",
        "58_Comment, 0_Paragraph": "גרושה שזינתה מותרת לחזור וראיה מפ\"ב דסוטה דף יח. ד\"ה הנהו: דף יח",
        "59_Comment, 0_Paragraph": "הקפת חנות ושכר שכיר פליגי אי משמט שביעית ומכל מקום משמע דהלכתא דאינו משמט: ד\"ה מאימתי: שם",
        "60_Comment, 0_Paragraph": "אי פגמה וזקפה כתובה לרב או פגמה לחוד או זקפה לשמואל משמט אף התוס': בא\"ד:",
        "61_Comment, 0_Paragraph": "אין נכון לכתוב הכתובה בע\"ש ולחותמה במ\"ש אא\"כ קנו מיניה: ד\"ה אף:",
        "62_Comment, 0_Paragraph": "ביטל הגט חוזר ומגרש בו: ד\"ה שמא: ע\"ב",
        "63_Comment, 0_Paragraph": "אומר הרי זה גיטך מעכשיו ואם לא באתי תוך ל' יום הוי גט אפילו בטלו אחרי כן: בא\"ד:",
        "64_Comment, 0_Paragraph": "הרחיק ב' שיטין מן השטר פסול: ד\"ה אמרי שם:",
        "65_Comment, 0_Paragraph": "מלאוהו בקרובים כשר ודוקא בתחלה ולא באמצע ובסוף: בא\"ד. עידי הגט אין חותמין אלא זה בפני זה. (גמרא הוא בפ\"ק): דף י:",
        "66_Comment, 0_Paragraph": "אין מקיימין מעדים של מעלה אלא משל מטה: ד\"ה אמרי: בא\"ד:",
        "67_Comment, 0_Paragraph": "אסור לכתוב ס\"ת בדיו של עפצים. ד\"ה דיו: דף יט:",
        "68_Comment, 0_Paragraph": "אדרימנ\"ט מותר לתת לתוך הדיו: ד\"ה קנקנתום:",
        "69_Comment, 0_Paragraph": "צריך לקרות הגט קודם הנתינה ואחר נתינה ואם לא קראהו אחר נתינה מגורשת לא נקרא כלל אסורה לינשא ואם נישאת לא תצא. ד\"ה צריכה: ע\"ב",
        "70_Comment, 0_Paragraph": "גט שכתבו בשני דפין כשר פי' בקלף אחד בשני עמודים אבל בשתי חתיכות קלף פסולה: ד\"ה ספר: דף כ ע\"ב",
        "71_Comment, 0_Paragraph": "אין צריך שיהא הגט מוקף גויל כס\"ת וכן דיו אינו צריך: ד\"ה לא:",
        "72_Comment, 0_Paragraph": "כתובת קעקע היינו כתוב בדיו ובכחול ויקעקע ולרבי שמעון עד שיכתוב שם עבודת כוכבים ומדרבנן אסור אפילו אפר מקלה על מכתו: ד\"ה כתובת קעקע (עי' בסמ\"ג סי' ס\"א כי הוא מתיר ליתן אפר מקלה ע\"ג מכתו):",
        "73_Comment, 0_Paragraph": "המוכר שדהו בעדים גובה מנכסים משועבדים: ד\"ה וכותב:",
        "74_Comment, 0_Paragraph": "כתב גט ונתן ביד עבדה ישן וכפות הוי גט: ד\"ה והלכתא: דף כא",
        "75_Comment, 0_Paragraph": "אב מקבל גט לבתו קטנה בעל כרחה וכן היא מתגרשת בעל כרחו של אב אם נתן הגט ביד הקטנה. (וצ\"ע בפנים). ד\"ה שכן אב:",
        "76_Comment, 0_Paragraph": "כתב גט על דבר המתקיים על עלה של זית ודלעת כשר (ולא) [אבל] עלה של כרישין ובצלין וירקות: ד\"ה על עלה: ע\"ב",
        "77_Comment, 0_Paragraph": "כתבו על קלף גדול ואח\"כ חתכו ר\"ת מחמיר לפסלו אבל נחתך מן הגט דבר מועט כדי ליפותו כשר: ד\"ה יצא:",
        "78_Comment, 0_Paragraph": "קונם לביתך שאיני נכנס ומת מותר ליכנס לביתו אבל בית אביו הוי לעולם ולכן יש להוכיח שיכול לכתוב בכתובת יתומה מבית אביה: ד\"ה שלא תלכי:",
        "79_Comment, 0_Paragraph": "הא דאמרינן דאין כותבין על נייר מחוק היינו דווקא כשהכתב על נייר מחוק והעדים על מחוק אבל אי שניהם על המחק כשר וראייתם מפ' גט פשוט (דף קסד א): ד\"ה ולא על: דף כב:",
        "80_Comment, 0_Paragraph": "אשה הבאה לינשא מביאה עידי מסירה כשנכתב הגט על דבר שהוא ראוי להזדייף דוקא: ד\"ה מאן חכמים: שם",
        "81_Comment, 0_Paragraph": "חרש שוטה וקטן כותבין גט כשגדול עומד על גבם ומזהירן לכתוב לשמה: ד\"ה והא לאו: ע\"ב",
        "82_Comment, 0_Paragraph": "חליצה בעי שיכוונו שניהם: בא\"ד",
        "83_Comment, 0_Paragraph": "שוטה פסול לחליצה: בא\"ד",
        "84_Comment, 0_Paragraph": "צריך לומר לסופר כתוב ולעדים חתומו: (גמרא פ' מי שאחזו דף ע\"א): בא\"ד:",
        "85_Comment, 0_Paragraph": "צריך שיכיר השליח שזה הבעל וזאת אשתו: ד\"ה ממי נוטלו: דף כג",
        "86_Comment, 0_Paragraph": "שווייה שליח מעיקרא והדר שוייה איהו שליח נעשה שליח לשניהם: ד\"ה חצרה: דף כד",
        "87_Comment, 0_Paragraph": "אמר ליה הבעל לשליח תהא שליח להולכה והדר עשאו שליח להולכה חשיב ניתן לגירושין כיון שציוהו וצ\"ע. ד\"ה וכי מטית: שם",
        "88_Comment, 0_Paragraph": "לתירוץ אחד מתוספות אין המעשר מתמעט בשביל השנים שנותנים ממאה לתרומה מאחר שחטה א' פוטרת הכרי מן התורה: ד\"ה עשרה: דף כה",
        "89_Comment, 0_Paragraph": "כשקובע מקום למעשר שני בצפון או בדרום הוי כמו הפרשה. ד\"ה ומיחל: ע\"ב",
        "90_Comment, 0_Paragraph": "האומר הרי זה גיטך מהיום אם מתי אין דעתו שיחול הגט מעכשיו אלא רצונו לומר שיחול קודם מיתתו ורש\"י לא פי' כן. ד\"ה מה היא:",
        "91_Comment, 0_Paragraph": "צריך לכתוב הרי את מותרת לכל אדם: ד\"ה וצריך: דף כו",
        "92_Comment, 0_Paragraph": "אם נתגרשה בגט ישן תנשא לכתחלה: ד\"ה לכשאכנסנה: ע\"ב",
        "93_Comment, 0_Paragraph": "כתב בגט לכשאכנסה אגרשנה ונכתב זמן הנתינה כשר אבל כתב זמן של עתה וכנסה אח\"כ פסול: בא\"ד:",
        "94_Comment, 0_Paragraph": "לארוסתו יכתוב בגט ארוסתי. ד\"ה ה\"נ:",
        "95_Comment, 0_Paragraph": "לתירוץ אחד מתוספות אין לדיינים לכתוב במותב תלתא קודם העדאת עדים על חתימת ידיהם דגבי הנפק יש לחוש למחזי כשקרא אע\"ג דבשאר שטרות לא חיישינן. ד\"ה ליתא:",
        "96_Comment, 0_Paragraph": "אין הבעל יכול לבטל הגט שלא בפני שליח: ד\"ה דבי דינא: דף כז",
        "97_Comment, 0_Paragraph": "אשה נאמנת לומר לבעלה גרשתני ולא במקום שהגט מסייעה: ד\"ה אין הבעל:",
        "98_Comment, 0_Paragraph": "העדים נאמנים בסימן אפילו ראו הגט כבר והשליח דוקא שלא ראוהו עדיין: ד\"ה כגון: ע\"ב",
        "99_Comment, 0_Paragraph": "תלמיד חכם שבא לקדש אשה יקח ע\"ה בהדיה דעם הארץ יש לו טביעות עין אף שאינו נאמן: ד\"ה ודוקא",
        "100_Comment, 0_Paragraph": "עובד כוכבים מסיח לפי תומו בעדות אשה נאמן שאמר מת כבר ולא ביוצא למות או ליהרג: ד\"ה וקתני: דף כח ע\"ב",
        "101_Comment, 0_Paragraph": "על הבעל לכתוב הגט דאפילו האשה כתבה מקנהו לבעל: ד\"ה משום: דף כט",
        "102_Comment, 0_Paragraph": "שומר שמסר לשומר פטור אך אין לעשות כן לכתחלה: ד\"ה כאן:",
        "103_Comment, 0_Paragraph": "הזכיר הבעל חוב לשליח ליקח השטר מן המלוה מצי אמר ליה לתקוני שדרתיך וכו'. ד\"ה שקול: ע\"ב",
        "104_Comment, 0_Paragraph": "אמר לשליח שקול חפץ מידה והדר הב לה גיטה אסור לשליח לעשות שליח אפילו אם לא ישנה השני ממה שצוה הבעל ודלא כרש\"י דמכשיר בשלא שינה (עיין בפנים): ד\"ה רבי יוחנן:",
        "105_Comment, 0_Paragraph": "אמר לשלוחו הולך גט לפלוני למסור לאשתו והשליח אמר אינני מכירה והוא אמר א\"כ תנהו לפלוני והוא יתן לה והלך השליח ולא מצא אותו פלוני שצוה לו הבעל ליתנו רשאי השליח למסור לאחר לר\"ת ולרש\"י פליגי בה ב' לישני: ד\"ה הכי גרס:",
        "106_Comment, 0_Paragraph": "היו פירות מונחים ברשות הלוקח וקבל המוכר דמיהם אין יכולין לחזור בהם: ד\"ה לא שנו: דף ל",
        "107_Comment, 0_Paragraph": "בערב יום טוב ובערב שבת מותר לתרום שלא מן המוקף: ד\"ה וכי: ע\"ב",
        "108_Comment, 0_Paragraph": "תרומת מעשר דוקא מאומד לרבי אלעזר ולרבנן קאמר בירושלמי המונה משובח והמודד משובח ממנו והשוקל משובח משלשתן ותרומה מצוה לתרום מאומד לכולי עלמא: ד\"ה ניטלת: דף לא",
        "109_Comment, 0_Paragraph": "תרומה נותן עיניו בצד זה ואוכל בצד אחר: ד\"ה במחשבה:",
        "110_Comment, 0_Paragraph": "יין הנעשה מבוסר יש בו דין יין נסך: ד\"ה ובשעת:",
        "111_Comment, 0_Paragraph": "רב נחמן בר יעקב הוא רב נחמן סתם ודלא כרש\"י דמשמע דהוא רב נחמן בר יצחק: ד\"ה אנא: ע\"ב",
        "112_Comment, 0_Paragraph": "דברים שבלב אינן דברים אפילו ידענו שנאנס מלפרשם: ד\"ה מהו דתימא: דף לב",
        "113_Comment, 0_Paragraph": "הנותן מתנה לחבירו ואמר הלה אי איפשי בה כל הקודם זכה: (ורש\"י מחלק בין מטלטלין לקרקעות) (עיין בפנים): ד\"ה מבוטלת:",
        "114_Comment, 0_Paragraph": "בגט זכי לא מהני: ד\"ה להולך: ע\"ב",
        "115_Comment, 0_Paragraph": "כתב ס\"ת לשמה אינו חוזר ומבטלו: ד\"ה רב ששת:",
        "116_Comment, 0_Paragraph": "ואם בטל הגט בפי' הוי מבוטל אפי' לרב נחמן: ד\"ה ורב נחמן:",
        "117_Comment, 0_Paragraph": "אין דין בפחות משלשה ואם ביטל הגט בפני שנים מבוטל וצ\"ע: בא\"ד:",
        "118_Comment, 0_Paragraph": "מלוה על פה לא גבי ממשעבדי אפי' הלוהו בפני מאה: ד\"ה ובי תלתא: דף לג",
        "119_Comment, 0_Paragraph": "יש לומר בשעת קדושין כדת משה וישראל: ד\"ה כל:",
        "120_Comment, 0_Paragraph": "יתומים שבאו לחלוק ושניהם רוצים ב\"ד מעמידים להם אפוטרופוס אבל לא נתרצו שניהם לא ואם לא בא כי אם האחד חולקין: ד\"ה יתומים: דף לד",
        "121_Comment, 0_Paragraph": "כשיתומים באים לחלוק ב\"ד מעמידים להן אפוטרופוס רק לשמור חלקיהן ודוקא ע\"י גורל ובדבר שאין שייך גוד או אגוד דוקא חולקין: ד\"ה בית דין:",
        "122_Comment, 0_Paragraph": "שותף שבא לחלוק בלא דעת חבירו מסופק ר\"י אם יכול לחלוק בקרקעות: בא\"ד:",
        "123_Comment, 0_Paragraph": "שנים שחלקו בלא השלישי והניחו לו קרקע אחד מפילין גורל אם יפול לו מוטב ואם לאו יחלוקו הם כבתחלה: בא\"ד:",
        "124_Comment, 0_Paragraph": "פר\"ת שלא יכתבו בגט וכל שום וחניכה אם לא שיש לו חניכה ותקן לכתוב פלוני דמתקרי כך (ודלא כה\"ג). ד\"ה וכל שום: ע\"ב",
        "125_Comment, 0_Paragraph": "מומר לעבודת כוכבים המגרש יזכרו שם של יהדות בגט: ד\"ה והא דאתחזק:",
        "126_Comment, 0_Paragraph": "גר ששינה שמו בשם עובד כוכבים כשר: בא\"ד:",
        "127_Comment, 0_Paragraph": "הוחזק שני שמות בעיר אחת לכתחלה יכתוב שניהם ובדיעבד כשר באחד מהן אפילו בחניכה ואם הכינוי דומה לשם לכתחלה כשר בכנויו: בא\"ד:",
        "128_Comment, 0_Paragraph": "אין אדם פורע תוך זמנו ואפי' מיתמי אין צריך שבועה אבל לאלמנה מתפיס צררי אפילו תוך זמנו: ד\"ה אין אלמנה:",
        "129_Comment, 0_Paragraph": "שבועת אונסים ששכח בשבועתו אפי' עונש ליכא אך בפקדון צריך ליזהר שלא יבא לידי שבועה ויש בו עונש אם שכח: ד\"ה לא היו: דף לה",
        "130_Comment, 0_Paragraph": "בזמן הזה תקנו חרם במקום שבועה לענין השבעת כתובה. ד\"ה דמוריא:",
        "131_Comment, 0_Paragraph": "אפי' שבועה דרבנן הוי בנקיטת חפץ: ד\"ה לא שנו:",
        "132_Comment, 0_Paragraph": "שבועה דאורייתא הוי בכיבוי נרות (וצ\"ע). בא\"ד:",
        "133_Comment, 0_Paragraph": "נדר חל אפי' על דבר שאין יכול לקיימו ומכין אותו ועובר לאלתר ואם יכול לקיים באותה שעה ושוב אינו יכול אינו עובר עד שיהנה: ד\"ה ונודרת:",
        "134_Comment, 0_Paragraph": "אין גובה היבמה כתובה עד שתחלוץ: ד\"ה גט: ע\"ב",
        "135_Comment, 0_Paragraph": "אמר הבעל קיים ליכי שוב אינו מיפר: ד\"ה אבל:",
        "136_Comment, 0_Paragraph": "לענין נדר אשתו אין חולקין בין ברבים בין על דעת רבים כיון דאין תלוי בדעתה (זהו לחד תירוץ) בא\"ד:",
        "137_Comment, 0_Paragraph": "המודר הנאה מחבירו בפניו אין מתירין לו אלא בפניו ואם היפר מופר: ד\"ה ליחוש:",
        "138_Comment, 0_Paragraph": "צריך לפרט הנדר: ד\"ה קסבר:",
        "139_Comment, 0_Paragraph": "על דעת רבים אין לו התרה אם לא לדבר מצוה וברבים יש לו התרה: ד\"ה אמר. דף לו",
        "140_Comment, 0_Paragraph": "על דעת רבים היינו שאומר על דעת פלוני ופלוני ואפי' שלא בפניהם ועל דעת רבים סתם לא: ד\"ה אבל:",
        "141_Comment, 0_Paragraph": "על דעת יחיד אפי' שפירש על דעתו יכול להתיר: בא\"ד:",
        "142_Comment, 0_Paragraph": "בבית שני נוהג יובל (ודלא כרש\"י): ד\"ה בזמן:",
        "143_Comment, 0_Paragraph": "עבד עברי אינו נוהג אלא בזמן היובל וכן בתי ערי חומה: בא\"ד:",
        "144_Comment, 0_Paragraph": "דבר שפשט איסורו בכל ישראל אפילו גדול אין יכול לבטל אם לא שיהא גדול ממנו בחכמה ובמנין אבל דבר שעמדו בנפשותיהן כגון שמנה עשר דבר אפילו אליהו אין יכול לבטל ודבר שלא פשט אפי' קטן יכול לבטל ודבר שלא תקנו שיתפשט בכל ישראל אלא במקום אחד גדול יכול לבטל ולא קטן: ד\"ה אלא: ע\"ב",
        "145_Comment, 0_Paragraph": "רבינו תם כתב פרוזבול דלא בעינן חשוב לכל ישראל אלא גדול בדורו. ד\"ה דאלימא:",
        "146_Comment, 0_Paragraph": "פרוזבול המוקדם כשר והמאוחר פסול. בא\"ד (משנה היא במסכת שביעית פי' מ\"ה): כותבין פרוזבול על קרקע כל שהוא: (הוא להדיא בגמ'):",
        "147_Comment, 0_Paragraph": "קרקע אין לו אונאה עד מחצה: ד\"ה אלא. דף לז",
        "148_Comment, 0_Paragraph": "חייב לחבירו מנה וחבירו בחבירו נוטלין ממנו ונותנין לשני: ד\"ה מדרבי: בע\"ח מכאן ולהבא הוא גובה: (אינו בתוס' שלנו):",
        "149_Comment, 0_Paragraph": "הלוהו על חצרו ודר בו משמט אבל משכנו בשעת הלואתו לא משמט אע\"ג דר' יצחק דאמר דבעל חוב קנה משכון איירי דוקא שלא בשעת הלואה וכן בחמץ שמקבל מעובד כוכבים בשעת הלואה אם קבל עליו אחריות עבר בבל יראה: ד\"ה שאני משכון:",
        "150_Comment, 0_Paragraph": "המלוה על המשכון שומר שכר ולא מחייב באונסים: בא\"ד:",
        "151_Comment, 0_Paragraph": "משכון בשעת הלואה אין יכול לקדש בו האשה (וצ\"ע כי בפ\"ק דקדושין (דף ח ב) פוסקים דיכול לקדש בו ובפ' האומנין (דף פב ב) פסקו כהכא ודו\"ק): בא\"ד:",
        "152_Comment, 0_Paragraph": "נאמן לומר פרוסבול היה לי ונאבד בלא שבועה והיכא דאין רגילות לכתבו צריך שבועה (כל מה שנקדתי אינו בתוס' שלנו): ד\"ה לא:",
        "153_Comment, 0_Paragraph": "דבר תורה מעות קונות מישראל ולעובד כוכבים במשיכה. ד\"ה אבל: דף לח",
        "154_Comment, 0_Paragraph": "המקדיש עבד לדמיו אותו שהקדישו לדמיו יפדנו ויהיה שלו ואין לגזברים רשות למכרו לאחרים (לרש\"י יש להם רשות וצ\"ע): ד\"ה גופיה: ע\"ב",
        "155_Comment, 0_Paragraph": "לא ליקני לוליבא לינוקא בי\"ט ראשון: ד\"ה קטנים: דף לט",
        "156_Comment, 0_Paragraph": "בית הכנסת מותר לעשותו בית המדרש (דברי ריב\"ל פרק בתרא דמגילה דף כז א): ד\"ה הלכה",
        "157_Comment, 0_Paragraph": "הלכה כרבי יהושע בן לוי לגבי רבי יוחנן: בא\"ד:",
        "158_Comment, 0_Paragraph": "מתנת שכיב מרע במקצת בעי קנין: ד\"ה אמר: ע\"ב",
        "159_Comment, 0_Paragraph": "קונין בכליו של קונה: ד\"ה משום:",
        "160_Comment, 0_Paragraph": "קיימא לן זמנו של שטר מוכיח עליו (מביאין דברי רב דפוסק כן פ' המגרש): בא\"ד:",
        "161_Comment, 0_Paragraph": "נשים מברכות על כל מצות עשה שהזמן גרמא: ד\"ה בשרבו: דף מ",
        "162_Comment, 0_Paragraph": "אין מעשה קטן כלום להתיר עבדיו בבת ישראל. ד\"ה וכתב ליה: ע\"ב",
        "163_Comment, 0_Paragraph": "הפעוטות ממכרן ממכר במטלטלין בכדי חייו (ב' מלות הנקודים אינם בפנים): בא\"ד:",
        "164_Comment, 0_Paragraph": "קונמות מפקיע מידי שיעבוד והיכא דאסרו רק על חבירו אלמוה לשעבודיה דבעל חוב אבל אסר אכ\"ע וכן איצטלא דפרסוה אמיתנא לכולי עלמא לא אלמוה שעבודיה: ד\"ה הקדש: המכנסת שום לבעלה ומכרוהו יתומים טרפה מלקוחות (אינו בתוספות). המלוה על המשכון שאין שוה נגד חובו גובה משאר נכסים (גם זה אינו בתוספות שלנו):",
        "165_Comment, 0_Paragraph": "היזק שאינו ניכר לא שמיה היזק: ד\"ה בהיזק: דף מא",
        "166_Comment, 0_Paragraph": "הבעל שמכר בנכסי אשתו המכר בטל מיד אבל מכר הוא נכסיו המקח קיים עד זמן שתטרוף: ד\"ה אשה:",
        "167_Comment, 0_Paragraph": "מותר לרכוב על הפרדה (אינו להדיא בתוספות שלנו):",
        "168_Comment, 0_Paragraph": "מותר למכור ספר תורה לישא אשה וללמוד תורה: (גמ' הוא במסכת מגילה פ' בני העיר דף כז א):",
        "169_Comment, 0_Paragraph": "שפחה חייבת בשבת. ד\"ה לא תוהו: ע\"ב",
        "170_Comment, 0_Paragraph": "אין נושאין נשים במועד: בא\"ד:",
        "171_Comment, 0_Paragraph": "אין אומרים לאדם חטא בשביל שיזכה חבירך היכא שפשע: ד\"ה כופין",
        "172_Comment, 0_Paragraph": "מזיק הבהמה וסופה לחזור ולהתרפא חייב לשלם. ד\"ה ושור: דף מב ע\"ב",
        "173_Comment, 0_Paragraph": "בנו מן הפנויה יורש וכן בנו ממזר. ד\"ה ואי אמרת: דף מג",
        "174_Comment, 0_Paragraph": "מעלין שטרות לקיימן בערכאות של עובדי כוכבים לכתחילה: ד\"ה וכותב: דף מד",
        "175_Comment, 0_Paragraph": "אדם מותר לפדות את עצמו ואת אשתו ביותר מכדי דמיו ולא בתו: ד\"ה דלא: דף מה",
        "176_Comment, 0_Paragraph": "ספר תורה שכתבו עובד כוכבים למכור לישראל יגנז ודלא כרש\"י: ד\"ה אמרי: ע\"ב",
        "177_Comment, 0_Paragraph": "אשה אוגדת לולב ועושה ציצית ודלא כר\"ת: ד\"ה כל:",
        "178_Comment, 0_Paragraph": "בעינן עיבוד לשמה ולא סגי בהזמנה מועטת: ד\"ה עד",
        "179_Comment, 0_Paragraph": "הזמנה לאו מילתא היא: בא\"ד:",
        "180_Comment, 0_Paragraph": "אין להרויח הרבה בתפילין (אינו מוכח כל כך להדיא בתוספות):",
        "181_Comment, 0_Paragraph": "גרושתו שנישאת בטעות מותר להחזירה (וצ\"ע בהמדיר):",
        "182_Comment, 0_Paragraph": "על דעת רבים היינו שנים ולפי זה אין להתיר נדרים בזמן הזה. ד\"ה רב נחמן: דף מו",
        "183_Comment, 0_Paragraph": "ספק איילונית צריכה גט ולא ודאי איילונית: ד\"ה המוציא: ע\"ב",
        "184_Comment, 0_Paragraph": "הפקר לעובד כוכבים ולא לישראל הוי הפקר אי שקיל ישראל. ד\"ה אדעתא: דף מז",
        "185_Comment, 0_Paragraph": "תקון לפרוש מהחיוב על הפטור: ד\"ה טבל: ע\"ב",
        "186_Comment, 0_Paragraph": "בדאורייתא אין ברירה: ד\"ה אי לאו: דף מח",
        "187_Comment, 0_Paragraph": "אחין שחלקו אין להן דרך זה על זה דמוכר בעין רעה מוכר: בא\"ד:",
        "188_Comment, 0_Paragraph": "קנין פירות דאב לגבי בן לאו כקנין הגוף. בא\"ד:",
        "189_Comment, 0_Paragraph": "כל נזקין פטור בהקדש: בד\"ה שור רעהו: דף מט",
        "190_Comment, 0_Paragraph": "קבלן שנטל מעות ממלוה ונתן ללוה אין למלוה על הלוה כלום: ד\"ה בקבלן: ע\"ב",
        "191_Comment, 0_Paragraph": "נעשה ערב אחר הנישואין או עבד מצוה וחסריה משתעבד: ד\"ה מצוה: דף נ",
        "192_Comment, 0_Paragraph": "אסור לעשות שותפות עם עובד כוכבים אבל נתחייב לו שבועה מקבל הימנו לר\"ת ולרש\"י אסור לקבל שבועה מהם: ד\"ה יתומים: ע\"ב",
        "193_Comment, 0_Paragraph": "תנו מנה לפלוני ופלוני בעל חובי הקודם בשטר זכה: ד\"ה תנו:",
        "194_Comment, 0_Paragraph": "בכור ופשוט שבא עליהם ב\"ח בכור נותן פי שנים: ד\"ה גובה:",
        "195_Comment, 0_Paragraph": "ב\"ח מאוחר שקדם וגבה לא מהניא ממקרקעי. ד\"ה הכא ב\"ע:",
        "196_Comment, 0_Paragraph": "פי' בקונטרס דסתם קנין לכתיבה עומד וקשה וכו' עד לכך נראה דקנין אלים טפי מכתיבה וכו'. ד\"ה בשקנו: דף נא",
        "197_Comment, 0_Paragraph": "לא חיישינן לצררי לגבי בני חרי או היכא דלא קנו מיניה לענין מזונות: בד\"ה אימור:",
        "198_Comment, 0_Paragraph": "לכתובה בעי שבועה בבני חורין ולא למזונות: בא\"ד:",
        "199_Comment, 0_Paragraph": "חשוד אממונא לא חשוד אשבועה: ד\"ה ובכולי: ע\"ב",
        "200_Comment, 0_Paragraph": "בשיכול המוכר להוציא המעות שקבל הוי עליהן שומר שכר: ד\"ה דאתי: דף נב ע\"ב",
        "201_Comment, 0_Paragraph": "הלוקח כלי לשגרו לבית חמיו ונאנס בהליכתו חייב בחזרתו הוי שומר שכר (גמרא היא פ' האומנין דף פא א):",
        "202_Comment, 0_Paragraph": "כרגא וקבורת אשתו ובנות הוו כמזונות. ד\"ה לכרגא:",
        "203_Comment, 0_Paragraph": "לוה לצורך קבורה מוכרין בלא הכרזה: ד\"ה ולקבורה:",
        "204_Comment, 0_Paragraph": "אפוטרופוס שמנהו אבי יתומים לא ישבע: ד\"ה הלכה:",
        "205_Comment, 0_Paragraph": "אפוטרופוס שפשע חייב לשלם: בא\"ד:",
        "206_Comment, 0_Paragraph": "כל זמן שאין ידוע אם נאבד כלום ליתמי אין להשביעו בלא טענה: בא\"ד:",
        "207_Comment, 0_Paragraph": "הגביהו כדי לנסך ובא אחר ונסכו אומר לו הרי שלך לפניך: ד\"ה מנסך:",
        "208_Comment, 0_Paragraph": "טימא את הטהור ונגע בה שרץ חייב לשלם דהוי כמזיד: ד\"ה שלא: דף נג",
        "209_Comment, 0_Paragraph": "היזק שאינו ניכר לא שמיה היזק: ד\"ה משום:",
        "210_Comment, 0_Paragraph": "המבשל בשבת בשוגג יאכל הוא עצמו בו ביום במזיד לא יאכל ואפילו אחרים עד מוצאי שבת וזהו לר' מאיר ושוגג דר' יהודה כמזיד דר' מאיר ושוגג דר' יוחנן הסנדלר כמזיד דר' יהודה: בד\"ה המבשל: ע\"ב:",
        "211_Comment, 0_Paragraph": "המטהר יין לחבירו ומצאו בפעם ראשונה ואמר לו נתנסך יינך נאמן אפי' מכחישו מאחר שהיה בידו אבל אחר לא מהימן ולדידיה מיהא אסור ואם שתק נאמן אפי' אחר ואם שתק מחמת שאינו יודע ההיא שתיקה לא הוי שתיקה: ד\"ה אמר אביי: דף נד ע\"ב",
        "212_Comment, 0_Paragraph": "יאוש כדי לא קנה יאוש ושינוי השם קונה ובמקום מצוה אסור אלא במקום שקנוי לו קודם הקדש (עי' בפנים): ד\"ה מ\"ט: דף נה:",
        "213_Comment, 0_Paragraph": "יהודה הרג את עשו: ד\"ה ביהודה: ע\"ב",
        "214_Comment, 0_Paragraph": "בשעת גזירות מותר להרוג את עצמו כשדואג מן היסורין: ד\"ה קפצו: דף נז ע\"ב",
        "215_Comment, 0_Paragraph": "כשיש סכנות נפשות פודים שבויין יותר מכדי דמיהן או במופלג בחכמה: ד\"ה כל ממון: דף נח",
        "216_Comment, 0_Paragraph": "חתימת האשה שטר של בעל או שנתרצית במכירת הבעל לא קנה לוקח אלא דוקא כשכתבה לו שטר מכירה בפני עצמו שהיא מכרה לו: ד\"ה אבל:",
        "217_Comment, 0_Paragraph": "פעוטות מתנתן מתנה במרובה ובמועט במטלטלי ובן י\"ג ויום אחד אף במקרקעי: ד\"ה אחת: דף נט",
        "218_Comment, 0_Paragraph": "כהן נוטל חלק יפה במעשר עני ובצדקה ובסעודה אבל לא בחלק שחלק עם שותפו: ד\"ה וליטול מנה: ע\"ב",
        "219_Comment, 0_Paragraph": "לדידן אפי' בשני ובחמישי אין לקרות לפני כהן: ד\"ה אבל:",
        "220_Comment, 0_Paragraph": "אפי' גדול מכל בני עירו לא יקרא לפני כהן ואם הכהן כפוף לו קורא לפניו אפי' בשבתות ויו\"ט (עי' בפנים ד\"ה ואפילו ובמסכת מגילה פ' בני העיר):",
        "221_Comment, 0_Paragraph": "אין שם כהן קורא לוי במקומו הראוי לו: ד\"ה נתפרדה:",
        "222_Comment, 0_Paragraph": "אין שם יודע לקרות אלא אחד קורא האחד היודע ומברך לפניה ולאחריה וחוזר וקורא: ד\"ה כי:",
        "223_Comment, 0_Paragraph": "אין בבית הכנסת כי אם כהנים אחד קורא במקום שבעה ועל כל פרשה מברך לפניה ולאחריה: בא\"ד:",
        "224_Comment, 0_Paragraph": "שופר שבו הצדקה מניחין אצל ראש הישיבה לחלק לתלמידיו: ד\"ה שיפורא: דף ס ע\"ב",
        "225_Comment, 0_Paragraph": "בני נהרא תתאי שתו ברישא (זהו לתירוץ ראשון של תוס' וכן לרש\"י יש קצת הוכחה אבל לתירוץ שני הוי דינא כל דאלים גבר) ד\"ה סלוקי:",
        "226_Comment, 0_Paragraph": "מרחיקין צידת הדג מן הדג כשאומנותו בכך: ד\"ה מצודות: ע\"ב",
        "227_Comment, 0_Paragraph": "האומן אינו מוכר בשביעית אלא שמלאכתו להיתר ובדאיכא למיתלי בהיתר: ד\"ה משאלת: דף סא",
        "228_Comment, 0_Paragraph": "עם הארץ שאינו קורא קריאת שמע בברכותיה ערבית ושחרית אין מזמנין עליו לדברי רבי מאיר ולחכמים כשאינו מניח תפילין ולבן עזאי כשאין לו ציצית: ד\"ה איזהו ע\"ה:",
        "229_Comment, 0_Paragraph": "אסור לחרוש לעובד כוכבים בשביעית ומותר משום סכנת נפשות: ד\"ה אין עודרים: דף סב",
        "230_Comment, 0_Paragraph": "אין אסור אלא כפילת שלום לעובד כוכבים והירושלמי אוסר בכל ענין: ד\"ה אשרתא:",
        "231_Comment, 0_Paragraph": "אמר לעדים כתבו גט ונסתפקו בגט אין לכתוב גט אחר בלא רשותו וטוב ללמד לבעל שיצוה להם לעשות כמה שירצו עד שיצאו מן הספק. ד\"ה כותבין: דף סג ע\"ב",
        "232_Comment, 0_Paragraph": "שליש נאמן כיון שמסר לידו על דעת כן מסר לו להאמינו אפי' ישקר. ד\"ה שליש: דף סד (וצ\"ע אם ניסת ובאו עדים והכחישו לשליש אי מהימן וסמכינן עליה שלא תצא ולפי זה מהימנינן לשליש בדברים העשויים להשאיל ולהשכיר ואמר לפקדון יהבינן ניהליה):",
        "233_Comment, 0_Paragraph": "האומר לשלוחו צא וקדש לי אשה סתם הוא אסור בכל הנשים שבעולם אבל לאחר מותר ולא אמרינן שמא קדש את זאת ואפילו יתומה קטנה לא אמרי' שמא אביה קדשה לשליח בלתי ידיעתה: ד\"ה אסור:",
        "234_Comment, 0_Paragraph": "חזקה שליח עושה שליחותו אפילו לקולא היינו במקום שאם לא יעשנה השליח יבא המשלח לידי עבירה: ד\"ה הני מילי: ע\"ב",
        "235_Comment, 0_Paragraph": "נערה קטנה היא ואביה מקבלין גיטה: ד\"ה נערה:",
        "236_Comment, 0_Paragraph": "סוטה קטנה ונערה אביה מקבל גיטה ודלא כרש\"י שחולק וסובר דאינה מתגרשת כלל אפילו ע\"י אביה: ד\"ה וכל:",
        "237_Comment, 0_Paragraph": "יתום האוכל אצל בעלי הבית מציאתו לעצמו: ד\"ה אלא:",
        "238_Comment, 0_Paragraph": "בתו אפילו אינה סמוכה מציאתה לאביה: בא\"ד:",
        "239_Comment, 0_Paragraph": "צריך ליזהר שלא לזכות בעירוב ע\"י בנו הגדול הסמוך על שולחנו: בא\"ד:",
        "240_Comment, 0_Paragraph": "בזמן הזה יכול לחלל הקדש שום מנה על שוה פרוטה: ד\"ה ואמה: דף סה",
        "241_Comment, 0_Paragraph": "קטנה אינה חולצת עד שתביא שתי שערות: ד\"ה וכנגדן:",
        "242_Comment, 0_Paragraph": "למכור בנכסי אביו עד שיהא בן י\"ח שנים: בא\"ד: אמר לשליח תגרש אשתי במקום פלוני וגרשה במקום אחר מגורשת. (משנה היא):",
        "243_Comment, 0_Paragraph": "הזכיר לשליח לערב בתמרים ועירב בגרוגרות הוי קפידא אם שינה השליח: ד\"ה הא והא: ע\"ב",
        "244_Comment, 0_Paragraph": "תן לפלוני כך וכך יין והחמיץ החמיצה לפי חלקו ורש\"י סובר שיכול לומר הנותן למקבל שלך החמיץ: ד\"ה כדי: דף סו",
        "245_Comment, 0_Paragraph": "מצוה מחמת מיתה לא בעי קנין: בא\"ד:",
        "246_Comment, 0_Paragraph": "יוצא בקולר יש לו דין שכיב מרע או מצוה מחמת מיתה לענין להקנות בלא קנין: בא\"ד:",
        "247_Comment, 0_Paragraph": "יכול ליתן שלום לחבירו המכירו בלילה בעיר או לומר לעדים בלילה כתבו גט לאשתי ודוקא בבורות שיחין ומערות שכיחי מזיקין: ד\"ה וליחוש:",
        "248_Comment, 0_Paragraph": "יש לפסול אומר אמרו וגם חתם סופר ועד: ד\"ה מתניתין: ע\"ב",
        "249_Comment, 0_Paragraph": "עד מפי עד היינו ששומעין מפי עדים פלוני לוה מפלוני ולא נמסרה העדות למעידים: ד\"ה אמרו: דף סז ע\"א",
        "250_Comment, 0_Paragraph": "עדים חשודים לשקר דבור בעלמא אך היכא שנגמר הדבר על פיהם חשוב כמעשה: ד\"ה דיבורא:",
        "251_Comment, 0_Paragraph": "לא ישאלו באורים ותומים כשיכול לשאול ע\"י דבר אחר: ד\"ה זיל: דף סח ע\"א",
        "252_Comment, 0_Paragraph": "כל מום שאינו עובר מאליו או ע\"י רפואה קלה חשיב מום קבוע: ד\"ה לברוקתא: דף סט",
        "253_Comment, 0_Paragraph": "מותר לרפאות לעובד כוכבים כשיודע העובד כוכבים שהוא בקי ברפואה ואיכא איבה גם לא שייך בזה מגדל בן לעבודת כוכבים אלא במילדת ומניקה: ד\"ה רב שימי: דף ע ע\"א",
        "254_Comment, 0_Paragraph": "צריך ליזהר בגט שכיב מרע שלא יתקלקל בין כתיבה ונתינה דאז אפילו נתפקח לבסוף אינו מועיל ופעמים ששכ\"מ אינו בדעת. וצ\"ע אם מועיל אז או הוי כישן: ד\"ה התם דעתא: ע\"ב",
        "255_Comment, 0_Paragraph": "נשתתק בודקין ג' פעמים הן וג' פעמים לאו ואומרים לו נכתוב גט לאשתך אומר הן לאמך אומר לאו לאחותך אומר לאו לבתך [לאו] אומר בסירוגין: ד\"ה בודקין. וגם מועיל בדיקות פרי ושואלים אם יתלשו לו פירות אילן מימות החמה בימות הגשמים או להפך: בד\"ה אלא: דף עא",
        "256_Comment, 0_Paragraph": "חרש וחרשת אינן בני חליצה: בד\"ה והא:",
        "257_Comment, 0_Paragraph": "יבמה צריכה לומר בלשון הקודש: בא\"ד:",
        "258_Comment, 0_Paragraph": "אם אמר מהיום ומת בו ביום צריך להחמיר בו דשמא לא מעכשיו קאמר: ד\"ה מהיום: דף ע\"ב",
        "259_Comment, 0_Paragraph": "שכיב מרע שנתן גט סתם אם עמד חוזר לפי' ר\"ח. ור\"ש ור\"ת פירשו דאינו חוזר: ד\"ה אמר רב הונא: ע\"ב",
        "260_Comment, 0_Paragraph": "אין אונס בגיטין כגון אם לא באתי מכאן ועד י\"ב חודש אבל אם מתי מחולי זה או אם לא אעמוד מחולי זה ומת או נפל עליו הבית או נשכו נחש או נפל מן הגג אונס דלא שכיח כלל לא הוי גט: ד\"ה איתיביה. דף עג",
        "261_Comment, 0_Paragraph": "לפרש\"י מהיום אם מתי לכ\"ע חל הגט מהיום ולא לפי' ר\"ח ורבינו תם: ד\"ה לא תתיחד:",
        "262_Comment, 0_Paragraph": "האומר על מנת כאומר מעכשיו דמי: ד\"ה רב הונא: דף עד",
        "263_Comment, 0_Paragraph": "בכוליה הש\"ס הלכה כרבה לגבי רב יוסף: ד\"ה הא קי\"ל: ע\"ב",
        "264_Comment, 0_Paragraph": "הלוהו בישוב יחזיר לו בישוב לכולי עלמא: ד\"ה בכלל: דף עה",
        "265_Comment, 0_Paragraph": "בעינן בכל תנאי תנאי כפול: ד\"ה לאפוקי:",
        "266_Comment, 0_Paragraph": "יש מקומות בעינן תנאי גמור ויש מקומות דלא בעינן אלא גילוי דעת ויש מקומות דאפילו גילוי דעת לא בעינן: בא\"ד:",
        "267_Comment, 0_Paragraph": "הילך אתרוג זה במתנה על מנת להחזיר מיד שבאתה לידו המתנה קנה ויוצא בו ולא הוי תנאי ומעשה בדבר אחד דהיינו שסותר זה את זה וחלין בבת אחת: ד\"ה דתנאי: ע\"ב",
        "268_Comment, 0_Paragraph": "על מנת שתניקי את בני שתי שנים ומת הבן מיד לרש\"י לא הוי גט ולר\"י הוי גט: ד\"ה מת הבן: שם",
        "269_Comment, 0_Paragraph": "הרי זה גיטך לאחר שבוע היינו שנה ואפילו עומד בסוף שבוע. ד\"ה לאחר: דף עז:",
        "270_Comment, 0_Paragraph": "הצריך לתנאי הוא המתנה ואם התנה אחר אין צריך לקיים התנאי: ד\"ה וכדרב:",
        "271_Comment, 0_Paragraph": "אין קדושין ואין גרושין בשבת ובשכיב מרע התירו. ד\"ה ותיזל: ע\"ב",
        "272_Comment, 0_Paragraph": "אמר לאשתו קני הרשות ועל ידו קני הגט לא הוי טלי גיטך מעל גבי קרקע: בא\"ד:",
        "273_Comment, 0_Paragraph": "הנותן מתנה לאשתו קנתה ואין הבעל אוכל פירות אבל בשאלה אוכל פירות: ד\"ה מה שקנתה:",
        "274_Comment, 0_Paragraph": "כתב לה אין לי דין ודברים בנכסייך הבעל אוכל פירות: בא\"ד:",
        "275_Comment, 0_Paragraph": "יש לחלק לענין שבת בין כרמלית גמור לכרמלית המיטלטל: ד\"ה פליג:",
        "276_Comment, 0_Paragraph": "הנותן גט צריך לומר הרי גיטך וגם תהא מותרת לכל אדם: ד\"ה אינו גט: דף עח",
        "277_Comment, 0_Paragraph": "תוך ד' אמות אפילו יכול לשמרה כמוה הוי גט ואפילו אינה יכולה לשמרו ולא בעי תוך ד' אמות משמרת לדעתה וחוץ לד' אמות צריך שתהא יכולה לשמרו ולא הוא (בתוספות שלנו אינו כל כך באריכות): ד\"ה ר\"י: ע\"ב",
        "278_Comment, 0_Paragraph": "אפילו זרק לתוך חצרה אינה חותרת לישא עד דמטא גט לידה: ד\"ה ואת:",
        "279_Comment, 0_Paragraph": "צריך ליזהר שתהא יד האשה פתוחה עד שיניח הבעל כל הגט לידה שאם תקפוץ ידה בעוד שהבעל אוחז ראש הגט בידו דמי קצת לטלי גיטך וכו': ד\"ה אם יכול:",
        "280_Comment, 0_Paragraph": "אנן קיימא לן דלא אמרינן גוד אסיק אלא במחיצות ניכרות: ד\"ה והא: דף עט ע\"ב",
        "281_Comment, 0_Paragraph": "תבואה מונחת בבית המקנה והקונה אין עומד אצלה לא קני: ד\"ה פנימית:",
        "282_Comment, 0_Paragraph": "אויר כלי קנה לו: ד\"ה דהא:",
        "283_Comment, 0_Paragraph": "זינתה לא הפסידה בלאותיה הקיימין. ד\"ה ולא בלאות:",
        "284_Comment, 0_Paragraph": "שינה שם העיר שדרין בה פסול אבל לא עיר שנולדו בה: ד\"ה ושם עירו: דף פ",
        "285_Comment, 0_Paragraph": "אין השטר פסול כשמשנה דבר שאין צריך לכתוב: בא\"ד:",
        "286_Comment, 0_Paragraph": "ר\"י הכשיר בשינוי שם הלידה וכשאין ברור מקום הלידה אין לכתוב וכן עמידתו אין צריך לכתוב: בא\"ד:",
        "287_Comment, 0_Paragraph": "רגילין לכתוב כתובה בעיר אחרת שאין מקום החופה והסופר לא יהיה שם כי אין קפידא כי אם בעדים (וצ\"ע בפנים). ד\"ה כי יתביתו:",
        "288_Comment, 0_Paragraph": "גט מאוחר אינו כשר אלא אם כן יהיו באותה העיר הסופר והעדים או שמא עדיף טפי גט מאוחר שכותבין מקום שעומד בשעת כתיבה: בא\"ד:",
        "289_Comment, 0_Paragraph": "כתב לשם מלכות אחרת כשר וכל שכן טוב שכותבין למנין בריאת עולם: ד\"ה זו דברי: ע\"ב",
        "290_Comment, 0_Paragraph": "לא קיימא לן כל המשנה ממטבע כו': בא\"ד:",
        "291_Comment, 0_Paragraph": "אכילת קבע אסור אפילו לא ראתה התבואה פני הבית: ד\"ה ור\"י: דף פא",
        "292_Comment, 0_Paragraph": "אחר שנחתם הגט החתים עד שלישי כשר דהא דאין עדי הגט חותמין אלא זה בפני זה היינו כשאמר להן לשנים או לשלשה לחתום אבל משהגט נגמר לגמרי והחתים עד אחרינא לא וה\"ר אלחנן פסלו: ד\"ה צא והשלם: דף פב",
        "293_Comment, 0_Paragraph": "שלא תינשא לפלוני מותרת בחייו לינשא ולא חיישי' שישאנה דנישואין אי אפשר בעל כרחה: ד\"ה שר' אליעזר: ע\"ב",
        "294_Comment, 0_Paragraph": "היום אי את אשתי ולמחר את אשתי מגורשת לעולם: ד\"ה מסתברא: דף פד",
        "295_Comment, 0_Paragraph": "אמרה מאיס עלי לא כייפינן ליה לגרשה (זהו לר\"ת ולרש\"י ולר\"י כייפינן). ד\"ה הכא בדידה:",
        "296_Comment, 0_Paragraph": "בתנאי בעינן שהמעשה אפשר לעשות ע\"י שליח אבל בתנאי אין לחוש. ד\"ה על מנת:",
        "297_Comment, 0_Paragraph": "קרע כסותי ע\"מ שאין לך עלי דין נזק לא מהני אם לא יאמר בלשון מחילה: ד\"ה ותיפוק ליה: ע\"ב",
        "298_Comment, 0_Paragraph": "התלמיד אין לו להיות בעל ישיבה בעוד רבו קיים: ד\"ה ר\"י אומר:",
        "299_Comment, 0_Paragraph": "מחקים כשרים בגט רק שיקיימם קודם שריר וקיים ומכל מקום נכון להחמיר: ד\"ה אם כתבו:",
        "300_Comment, 0_Paragraph": "כל התנאים מותר לכתוב בגט אם נתקיימו התנאים לדעת ר\"י ולרש\"י אסור: ד\"ה כל:",
        "301_Comment, 0_Paragraph": "רגילין לכתוב ספר תירוכין ואגרת שבוקין וגט פטורין: ד\"ה ר' יהודה: דף פה ע\"ב",
        "302_Comment, 0_Paragraph": "לא לכתוב אגרת בלא וי\"ו אלא ואגרת. ד\"ה ולא:",
        "303_Comment, 0_Paragraph": "די תיהוייין די תיצבייין ה' יודין. ד\"ה די תהוויין:",
        "304_Comment, 0_Paragraph": "די תיהויין ב' תיבות דיתבא תיבה אחת ולא לכתוב די יתבא: בא\"ד",
        "305_Comment, 0_Paragraph": "נהגו להאריך וי\"ו דתירוכין ולהרחיק רגל ה' דלמהך ואין גט פסול אם לא עשה כן: ד\"ה ולירכי",
        "306_Comment, 0_Paragraph": "גט שלא ניכר היטב בין יו\"ד לוי\"ו יש לקרותו תינוק דלא חכים ולא טיפש: בא\"ד:",
        "307_Comment, 0_Paragraph": "יש להכשיר שטרות וגיטין שאין בהן ריוח למעלה ולמטה. ד\"ה הכא נמי. דף פח: דבר המחוייב לעשות הוי כזביני ומהני כפייה אבל שלא כדין או ע\"י עובד כוכבים הוי כמתנה דתלו ויהיב לא מהני (אינו בתוספות שלנו):",
        "308_Comment, 0_Paragraph": "יכולין לכוף המומרים לעבודת כוכבים ע\"י עובדי כוכבים ליתן גט כיון דב\"ד ישראל עושין ומצווין: בד\"ה ובעובד כוכבים: ע\"ב",
        "309_Comment, 0_Paragraph": "אשה אינה מעידה ולא דנה: ד\"ה ולא לפני:",
        "310_Comment, 0_Paragraph": "גזילות וחבלות היו דנין ע\"י דאקבעי זימניה בארץ ישראל: ד\"ה אי הכי:",
        "311_Comment, 0_Paragraph": "אנו מקבלין גרים אע\"פ דמומחין בעינן שליחותייהו עבדינן: ד\"ה במלתא:",
        "312_Comment, 0_Paragraph": "קלא דבתר נישואין או אירוסין לא חיישינן: ד\"ה והאמר:",
        "313_Comment, 0_Paragraph": "אמרה לא נבעלתי או אינה יודעת ממי אינה נאמנת אלא באומרת לכשר נבעלתי: ד\"ה בעולה: דף פט",
        "314_Comment, 0_Paragraph": "מעשה שיצא קול על אשה שנתקדשה והיה אותו האיש שיצא עליו הקול בחופתה כשנישאת לשני והתירה ר\"ת לשני ואין צריך גט מראשון: ד\"ה והלכתא: ע\"ב",
        "315_Comment, 0_Paragraph": "אין אשה מעיזה פניה בפני בעלה לומר גירשתני או פשטה ידיה וקבלה קדושין: בא\"ד:",
        "316_Comment, 0_Paragraph": "יצא קול על אשה שנתקדשה מאחד ואח\"כ קבלה קדושי תורה מאחר מגרש ראשון ונושא שני ואם גרשה שני אסורה היא לראשון: ד\"ה אמר.",
        "317_Comment, 0_Paragraph": "הוציא קול פסול על הגט והצריכה גט אחר מפני הלעז לא הצריכה ר\"ת להמתין ג' חדשים מגט שני ואין נראה לר\"י: ד\"ה והלכתא: דף צ",
        "318_Comment, 0_Paragraph": "טווה בשוק ויוצאה וראשה פרוע חובה לגרשה מספק דמיבעיא לן התם בסוטה (דף כה א) אם מותר לקיימה: ד\"ה עם בני אדם: ע\"ב",
        "319_Comment, 0_Paragraph": "רחצה עם בני אדם אין אדם סובל זה מאשתו וגם קלה שבקלות אינה עושה כן: בא\"ד:"
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Gittin"
}