{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Talmud Bavli", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "מתני' ", 
            "הכל ממירין אחד אנשים ואחד נשים ", 
            "לא שאדם רשאי להמיר אלא שאם המיר מומר וסופג את הארבעים", 
            "גמ' ", 
            "הא גופא קשיא אמרת ", 
            "הכל ממירין לכתחילה והדר תני ", 
            "לא שאדם רשאי להמיר (אלא שאם המיר מומר) דיעבד ", 
            "ותיסברא הכל ממירין לכתחילה ", 
            "אדקשיא לך ממתניתין תיקשי לך קרא דכתיב ", 
            "(ויקרא כז, י) לא יחליפנו ולא ימיר אותו ", 
            "אלא אמר רב יהודה ", 
            "הכי קתני הכל מתפיסין בתמורה אחד אנשים ואחד נשים ", 
            "לא שאדם רשאי להמיר שאם המיר מומר וסופג את הארבעים", 
            "הכל לאיתויי מאי ", 
            "לאיתויי יורש ודלא כר' יהודה ", 
            "דתנן ", 
            "יורש סומך יורש ממיר דברי ר' מאיר ", 
            "ר' יהודה אומר ", 
            "יורש אינו סומך ויורש אינו ממיר ", 
            "מאי טעמא דרבי יהודה ", 
            "יליף תחילת הקדש מסוף הקדש מה סוף הקדש יורש אינו סומך אף תחילת הקדש יורש אינו ממיר ", 
            "וסמיכה גופה מנלן ", 
            "תלת (ויקרא ג, א) קרבנו כתיבי ", 
            "חד קרבנו ולא קרבן עובד כוכבים ", 
            "וחד קרבנו ולא קרבן חבירו ", 
            "וחד קרבנו ולא קרבן אביו ", 
            "ולר' מאיר דאמר יורש סומך והכתיב קרבנו ", 
            "ההוא מיבעי ליה ", 
            "לרבות כל בעלי חוברין לסמיכה ", 
            "ורבי יהודה בעלי חוברין לסמיכה לית ליה מאי טעמא דהא לא מיחד קרבן דידהו ", 
            "ואיבעית אימא ", 
            "לעולם אית ליה וקרבן עובד כוכבים וקרבן חבירו מחד קרא נפקא דאייתר ליה חד לבעלי חוברין לסמיכה", 
            "ור\"מ דאמר יורש ממיר מאי טעמא ", 
            "אמר לך ", 
            "(ויקרא כז, י) אם המר ימיר לרבו' היורש"
        ], 
        [
            "ויליף סוף הקדש מתחילת הקדש מה תחילת הקדש יורש מימר אף סוף הקדש יורש סומך ", 
            "ר' יהודה האי ואם המר ימיר מאי עביד ליה ", 
            "לרבות את האשה ", 
            "וכדתניא ", 
            "לפי שכל הענין כולו אינו מדבר אלא לשון זכר שנאמר ", 
            "לא יחליפנו ולא ימיר אותו אשה מנין ", 
            "ת\"ל ", 
            "ואם המר ימיר לרבות את האשה ", 
            "ולר\"מ אשה מנא ליה ", 
            "נפקא ליה מואם ", 
            "ורבי יהודה ואם לא דריש ", 
            "ובין ר\"מ ובין ר' יהודה טעמא דרבי קרא לאשה הא לא רבייה קרא ה\"א ", 
            "כי עבדא תמורה לא לקיא ", 
            "והאמר רב יהודה אמר רב וכן תנא דבי רבי ישמעאל ", 
            "(במדבר ה, ו) איש או אשה כי יעשו מכל חטאת האדם השוה הכתוב אשה לאיש לכל עונשין שבתורה ", 
            "איצטריך מהו דתימא ", 
            "ה\"מ עונש דשוה בין ביחיד בין בצבור אבל הכא כיון דעונש שאינה שוה בכל הוא דתנן ", 
            "אין הצבור והשותפין עושין תמורה אשה נמי כי עבדא לא לקיא קמ\"ל", 
            "בעי רמי בר חמא ", 
            "קטן מהו שימיר ", 
            "היכי דמי ", 
            "אילימא בקטן שלא הגיע לעונת נדרים לא תיבעי לך דכיון אקדושי לא אקדיש אמורי ממיר ", 
            "אלא כי קמבעיא ליה בקטן שהגיע לעונת נדרים ", 
            "מי אמרינן כיון דאמר מר ", 
            "איש מה ת\"ל {ויקרא כז } כי יפליא נדר לרבות מופלא הסמוך לאיש דקדשו קדוש ", 
            "מדאקדושי מקדיש אמורי נמי ממיר ", 
            "או דלמא כיון דלאו בר עונשין הוא בתמורה לא מיתפיס ", 
            "אם תימצי לומר ", 
            "קטן עביד תמורה דהא אתי לכלל עונשין עובד כוכבים מהו שימיר ", 
            "מי אמרת מדאקדושי מקדיש דתניא ", 
            "איש איש מה תלמוד לומר איש איש לרבות את העובדי כוכבים שנודרים נדרים ונדבות כישראל אמורי נמי ממיר ", 
            "או דלמא כיון דלא אתי לכלל עונשין כי עביד תמורה לא קדשה", 
            "אמר רבא ", 
            "ת\"ש דתניא קדשי עובדי כוכבים לא נהנין ולא מועלין ואין חייבין עליהם משום פיגול נותר וטמא אין עושין תמורה ואין מביאין (עליהם) נסכים אבל קרבנו טעון נסכים ", 
            "דברי ר\"ש ", 
            "א\"ר יוסי ", 
            "בכולן אני רואה להחמיר בד\"א בקדשי מזבח אבל בקדשי בדק הבית מועלין בהן ", 
            "קתני מיהא אין עושין תמורה ", 
            "ורמי בר חמא בהקדיש עובד כוכבים להתכפר עובד כוכבים לא קמיבעיא לי כי קמיבעיא לי בהקדיש עובד כוכבים ומתכפר בישראל ", 
            "בתר מקדיש אזלינן או בתר מתכפר אזלינן ", 
            "תיפשוט ליה מדר' אבהו דא\"ר אבהו א\"ר יוחנן ", 
            "המקדיש מוסיף חומש ומתכפר עושה תמורה והתורם משלו"
        ], 
        [
            "על של חבירו טובת הנאה שלו א\"ל ", 
            "התם הוא דקאתי מכח ישראל משום הכי אזלינן בתר מתכפר והוה ליה תחילתו וסופו ביד ישראל ", 
            "אבל הכא הכי קא מיבעיא ליה ", 
            "מי בעינן מתחילה ועד סוף דתיקו ברשות מאן דעביד תמורה ", 
            "תיקו", 
            "אמר מר ", 
            "מוקדשי עובדי כוכבים לא נהנין ולא מועלין ", 
            "לא נהנין מדרבנן ולא מועלין מדאורייתא ", 
            "מ\"ט ", 
            "דכתיב ", 
            "(ויקרא ה, טו) נפש כי תמעול מעל וחטאה בשגגה וילפינן חטא חטא מתרומה ובתרומה כתיב (במדבר יח, כג) בני ישראל ולא עובדי כוכבים ", 
            "ואין חייבין עליהם משום פיגול נותר וטמא דכתיב בה בטומאה ", 
            "(ויקרא כב, ב) דבר אל אהרן ואל בניו וינזרו מקדשי בני ישראל ולא יחללו את שם [וגו'] ", 
            "ויליף נותר חילול חילול מטומאה ", 
            "דכתיב גבי טומאה (ויקרא כב, ב) בני ישראל ולא יחללו וגו' וכתיב גבי נותר (ויקרא יט, ח) ואוכליו עונו ישא כי את קדש ה' חלל ", 
            "ויליף פיגול עון עון מנותר ", 
            "דכתיב גבי פיגול (ויקרא ז, יח) והנפש האוכלת ממנו עונה תשא וכתיב גבי נותר (ויקרא יט, ח) ואוכליו עונו ישא כי את קדש ה' חלל ", 
            "וכולהו בני ישראל ולא עובדי כוכבים ", 
            "ואין עושין תמורה דכתיב ", 
            "(ויקרא כז, י) לא יחליפנו ולא ימיר וכתיב בריש ענין ", 
            "(ויקרא כז, ב) דבר אל בני ישראל (לאמר) איש כי יפליא נדר בערכך ", 
            "לישנא אחרינא ", 
            "ואין עושין תמורה ", 
            "מ\"ט ", 
            "דאיתקשא תמורת בהמה למעשר בהמה ומעשר בהמה למעשר דגן ", 
            "וגבי מעשר דגן כתיב {במדבר יח } (כל) [כי את] מעשר בני ישראל אשר ירימו לה' בני ישראל ולא עובדי כוכבי'", 
            "ואין מביא (עליהן) נסכים אבל קרבנו טעון נסכים ", 
            "דברי רבי שמעון", 
            "מנה\"מ ", 
            "דתנו רבנן ", 
            "{במדבר טו } אזרח אזרח מביא נסכים ואין העובד כוכבים מביא נסכים ", 
            "יכול לא תהא עולתו טעונה נסכים ת\"ל ", 
            "ככה ", 
            "אמר ר' יוסי ", 
            "רואה אני בכולן להחמיר ", 
            "מאי טעמא ", 
            "{ויקרא כב } לה' כתיב ביה ", 
            "בד\"א בקדשי מזבח אבל בקדשי בדק הבית מועלין בהן מ\"ט ", 
            "דכי גמרינן מעילה חטא חטא מתרומה דומיא דתרומה דקדוש קדושת הגוף אבל בקדושת בדק הבית דקדושת דמים לא ", 
            "אמר רב יהודה אמר רב ", 
            "כל לא תעשה בתורה עשה בה מעשה חייב לא עשה בה מעשה פטור ", 
            "וכללא הוא דלאו שאין בו מעשה פטור ", 
            "והרי מימר דלאו שאין בו מעשה הוא ולקי ", 
            "דתנן ", 
            "לא שהוא רשאי להמיר אלא שאם המיר מומר וסופג את הארבעים ", 
            "אמר לך רב ", 
            "הא מני ", 
            "רבי יהודה היא דאמר ", 
            "לאו שאין בו מעשה לוקין עליו ", 
            "ומי מצית מוקמת למתניתין כר' יהודה ", 
            "והא אוקימתא לרישא דלא כרבי יהודה דקתני ", 
            "הכל ממירין ", 
            "הכל לאיתויי מאי ", 
            "לאיתויי יורש ודלא כרבי יהודה ", 
            "האי תנא סבר לה כוותיה בחדא דלאו שאין בו מעשה לוקין עליו ופליג עליה בחדא דאילו רבי יהודה סבר ", 
            "יורש אינו סומך יורש אינו ממיר ותנא דידן סבר ", 
            "יורש סומך יורש ממיר ", 
            "אמר רב אידי בר אבין אמר רב עמרם א\"ר יצחק א\"ר יוחנן משום ר' יוסי הגלילי ", 
            "כל לא תעשה שבתורה עשה בו מעשה לוקה לא עשה בו מעשה פטור ", 
            "חוץ מנשבע ומימר ומקלל חבירו בשם אף על פי שלא עשה מעשה חייב ", 
            "משום רבי יוסי ברבי חנינא אמרו ", 
            "אף המקדים תרומה לביכורים ", 
            "נשבע מנלן ", 
            "א\"ר יוחנן משום ר\"מ ", 
            "אמר קרא (שמות כ, ו) כי לא ינקה ה' את אשר ישא את שמו לשוא בית דין של מעלה"
        ], 
        [
            "אין מנקין אותו אבל בית דין של מטה מלקין אותו ומנקין אותו ", 
            "א\"ל רב פפא לאביי ", 
            "ואימא לא תיהוי ליה נקיות כלל ", 
            "א\"ל ", 
            "אם כן לכתוב קרא לא ינקה ולישתוק ה' למה לי ", 
            "בית דין של מעלה הוא דאין מנקין אותו אבל ב\"ד של מטה מלקין ומנקין אותו ", 
            "אשכחן שבועת שוא שבועת שקר מנלן ", 
            "רבי יוחנן דידיה אמר ", 
            "לשא לשוא שני פעמים אם אינו ענין לשבועת שוא תניהו ענין לשבועת שקר דלוקה ", 
            "מתקיף לה רבי אבהו ", 
            "שבועת שקר היכי דמי ", 
            "אינימא דאמר שלא אוכל ואכל התם הוא מעשה עבד ", 
            "ואלא דאמר שאוכל ולא אכל ההוא מי לקי ", 
            "והאיתמר שבועה שאוכל ככר זה היום ועבר היום ולא אכל רבי יוחנן ורבי שמעון בן לקיש אמרי ", 
            "אינו לוקה ", 
            "ר' יוחנן אומר ", 
            "אינו לוקה דלאו שאין בו מעשה הוא וכל לאו שאין בו מעשה אין לוקין עליו ", 
            "ור\"ל אמר ", 
            "אינו לוקה משום דהוה ליה התראת ספק וכל התראת ספק אין לוקין עליו ", 
            "אלא א\"ר אבהו ", 
            "תהא באכלתי ולא אכלתי ", 
            "ומאי שנא דקא מרבה אכלתי ולא אכלתי מאוכל ולא אכל ", 
            "אמר רבא ", 
            "בפירוש ריבתה תורה שקר דומה לשוא מה שוא לשעבר אף שקר לשעבר ", 
            "איתיביה רבי ירמיה לרבי אבהו ", 
            "שבועה שלא אוכל ככר זו שבועה שלא אוכלנה שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת ", 
            "וזוהי שבועת ביטוי שחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד ", 
            "זוהי למעוטי מאי ", 
            "לאו למעוטי אכלתי ולא אכלתי דלא לקי ", 
            "לא זו היא דעל שגגתה מייתי קרבן אבל אכלתי ולא אכלתי לא מייתי קרבן ", 
            "ומני רבי ישמעאל היא דאמר ", 
            "אינו חייב אלא על העתיד לבא אבל מילקא לקי ", 
            "אימא סיפא ", 
            "זוהי שבועת שוא שחייבין על זדונה מכות ועל שגגתה פטור ", 
            "זוהי למעוטי מאי ", 
            "לאו למעוטי אכלתי ולא אכלתי דלא לקי ", 
            "לא זוהי דעל שגגתה פטור מקרבן אבל אכלתי ולא אכלתי מייתי קרבן ", 
            "ומני ר\"ע היא דאמר ", 
            "מביאין קרבן לשעבר ", 
            "והא אמרת רישא רבי ישמעאל ", 
            "אלא מדסיפא רבי עקיבא רישא נמי רבי עקיבא ורישא לאו למעוטי אכלתי ולא אכלתי אלא למעוטי אוכל ולא אכל ", 
            "ומאי שנא ", 
            "משום דקאי בלהבא ממעט להבא ", 
            "קאי בלהבא ממעט לשעבר", 
            "ומימר", 
            "א\"ל רבי יוחנן לתנא ", 
            "לא תתני ומימר משום דבדיבורו עשה מעשה", 
            "המקלל את חבירו בשם", 
            "מנלן ", 
            "א\"ר אלעזר א\"ר אושעיא ", 
            "אמר קרא ", 
            "(דברים כח, נח) אם לא תשמר וכתיב ", 
            "(דברים כח, נט) והפלא ה' את מכותך ", 
            "הפלאה זו איני יודע מהו כשהוא אומר (דברים כה, ב) והפילו השופט והכהו לפניו הוי אומר ", 
            "הפלאה זו מלקות ", 
            "אימר ", 
            "אפילו שבועת אמת ", 
            "בהדיא כתיב ", 
            "(שמות כב, י) שבועת ה' תהיה בין שניהם ", 
            "אימר ", 
            "הני מילי לפייס את חבירו אבל מילקא לילקי ", 
            "לא מצית אמרת דהכתיב (דברים ו, יג) ובשמו תשבע ", 
            "ההוא מיבעי ליה לכדרב דאמר רב גידל אמר רב ", 
            "מנין שנשבעין לקיים את המצות שנאמר ", 
            "(תהלים קיט, קו) נשבעתי ואקיימה לשמור משפטי צדקך ", 
            "הכתיב קרא אחרינא (דברים י, כ) ובו תדבק ובשמו תשבע ", 
            "אלא למאי אתא למקלל את חבירו בשם ", 
            "ואימא ", 
            "למוציא שם שמים לבטלה ", 
            "מי גרע מקלל את חבירו בשם ממוציא שם שמים לבטלה ", 
            "אנן הכי קא קשיא לן ", 
            "אימא מוציא שם שמים לבטלה תיסגי ליה במלקות אבל מקלל חבירו בשם כיון דקעביד תרתי דקא מפיק שם שמים לבטלה וקמצער ליה לחבריה לא תיסגי ליה במלקות"
        ], 
        [
            "לא מצית אמרת דכתיב ", 
            "(ויקרא יט, יד) לא תקלל חרש ", 
            "ואי אמרת בשלמא לקלל את חבירו אזהרתיה מהכא דכתיב ", 
            "לא תקלל חרש ", 
            "אלא אי אמרת מוציא ש\"ש לבטלה אזהרתיה מהיכא ", 
            "אלמה לא ", 
            "והכתיב ", 
            "(דברים ו, יג) את ה' אלהיך תירא ואותו תעבוד ", 
            "ההוא אזהרת עשה הוא", 
            "משום רבי יוסי בר' חנינא אמרו ", 
            "אף המקדים תרומה לביכורים ", 
            "מאי טעמא דרבי יוסי ברבי חנינא ", 
            "אמר קרא ", 
            "(שמות כב, כח) מלאתך ודמעך לא תאחר מלאה אלו ביכורים ודמעך אלו תרומה ואמרה ", 
            "לא תאחר ", 
            "איתמר הקדים תרומה לביכורים ", 
            "ר\"א ור' יוסי ברבי חנינא חד אמר ", 
            "לוקה וחד אמר ", 
            "אינו לוקה ", 
            "תסתיים דר' יוסי בר' חנינא הוא דאמר לוקה מדאמר ר' יוסי בר' חנינא ", 
            "אף המקדים תרומה לביכורים (לוקה) ", 
            "אדרבה תסתיים דר' אלעזר הוא דאמר לוקה דתנן ", 
            "היו לפניו שתי כלכלות של טבל ואמר מעשר של זו בזו הראשונה מעושרת ", 
            "של זו בזו ושל זו בזו הראשונה מעושרת והשניה אינה מעושרת ", 
            "מעשרותיהם מעשר כלכלה בחבירתה קרא את השם ", 
            "ואתמר רבי אלעזר אמר ", 
            "לוקה מפני שהקדים מעשר שני שבה למעשר ראשון שבחבירתה ", 
            "תסתיים ", 
            "אלא ר' יוסי בר' חנינא דאמר אינו לוקה לימא קשיא דר' יוסי בר' חנינא אדר' יוסי ברבי חנינא ", 
            "לא רבי יוסי ברבי חנינא"
        ], 
        [
            "אפטורא קאי והכי קאמר ", 
            "לאו שאין בו מעשה אין לוקין עליו ", 
            "משום רבי יוסי ברבי חנינא אמרו ", 
            "אף המקדים תרומה לביכורים ", 
            "ומאי שנא מימר דלקי משום דבדיבורו עשה מעשה מקדים תרומה לביכורים נמי לילקי משום דבדיבורו עשה מעשה ", 
            "א\"ר אבין ", 
            "שאני התם דלאו שניתק לעשה הוא דכתיב ", 
            "(במדבר יח, כח) מכל מעשרותיכם תרימו ", 
            "יתיב רב דימי וקאמר לה להא שמעתא ", 
            "א\"ל אביי ", 
            "וכל לאו שניתק לעשה לא לקי ", 
            "והא מימר דלאו שניתק לעשה הוא ולקי ", 
            "דתנן ", 
            "לא שאדם רשאי להמיר אלא שאם המיר מומר וסופג את הארבעים הוי להו תרי לאוי וחד עשה ולא אתי חד עשה ועקר תרי לאוי ", 
            "והרי אונס דחד לאו וחד עשה ולא אתי חד עשה ועקר לאו ", 
            "דתניא ", 
            "אונס שגירש אם ישראל הוא מחזיר ואינו לוקה ואם כהן הוא לוקה ואינו מחזיר ", 
            "כהנים קאמרת ", 
            "כהנים טעמא אחרינא הוא דרבי רחמנא קדושה יתירא ", 
            "כתנאי {שמות יב } לא ישאירו ממנו עד בקר בא הכתוב ליתן עשה אחר לא תעשה לומר שאין לוקין עליו דברי רבי יהודה ", 
            "רבי יעקב אומר ", 
            "לא מן השם הוא זה אלא משום דהוה לאו שאין בו מעשה וכל לאו שאין בו מעשה אין לוקין עליו ", 
            "מכלל דרבי יהודה סבר לוקין עליו ", 
            "ורבי יעקב האי והנותר ממנו עד בקר באש תשרופו למאי אתא ", 
            "מיבעי ליה לכדתנן ", 
            "העצמות והגידין והנותר ישרפו בששה עשר ", 
            "חל ששה עשר להיות בשבת ישרפו בשבעה עשר לפי שאין דוחין לא את השבת ולא את יום טוב ", 
            "ואמר חזקיה וכן תנא דבי חזקיה ", 
            "מ\"ט אמר קרא ", 
            "(שמות יב, י) והנותר ממנו עד בקר באש תשרופו בא הכתוב ליתן בוקר שני לשריפתו ", 
            "אמר אביי ", 
            "כל מילתא דאמר רחמנא לא תעביד אם עביד מהני ", 
            "דאי סלקא דעתך לא מהני אמאי לקי ", 
            "רבא אמר ", 
            "לא מהני מידי והאי דלקי משום דעבר אמימרא דרחמנא הוא"
        ], 
        [
            "מיתיבי ", 
            "אונס שגירש אם ישראל הוא מחזיר ואינו לוקה ", 
            "ואי אמרת ", 
            "כיון דעבר אמימרא דרחמנא לקי הא נמי לילקי ", 
            "תיובתא דרבא ", 
            "אמר לך ", 
            "שאני התם דאמר קרא (דברים כב, יט) כל ימיו כל ימיו בעמוד והחזיר ", 
            "ולאביי אי לאו דאמר רחמנא כל ימיו הוה אמינא ", 
            "איסורא הוא דעבד ליה אי בעי ליהדר ואי בעי לא ליהדר קמ\"ל", 
            "לישנא אחרינא ", 
            "מיתיבי ", 
            "אונס שגירש אם ישראל הוא מחזיר ואינו לוקה ואם כהן הוא לוקה ואינו מחזיר ", 
            "קתני אם ישראל הוא מחזיר תיובתא דאביי ", 
            "שאני התם דרחמנא אמר כל ימיו כל ימיו בעמוד והחזיר ", 
            "ורבא אמר לך ", 
            "אי לא כתב רחמנא כל ימיו הוה אמינא ", 
            "לילקי וליהדר דהוה ליה לאו גרידא דכתיב ", 
            "לא יוכל לשלחה אהכי כתב קרא כל ימיו לשווייה לאונס ללא תעשה שניתק לעשה דאין לוקין עליו והרי תורם מן הרעה על היפה דרחמנא אמר (במדבר יח, כט) מכל חלבו חלבו אין גירועין לא ", 
            "ותנן ", 
            "אין תורמין מן הרעה על היפה ואם תרם תרומתו תרומה ", 
            "אלמא מהני תיובתא דרבא ", 
            "אמר לך רבא ", 
            "שאני התם כרבי אילעא ", 
            "דא\"ר אילעא ", 
            "מנין לתורם מן הרעה על היפה שתרומתו תרומה שנאמר ", 
            "(במדבר יח, לב) ולא תשאו עליו חטא בהרימכם את חלבו ממנו אם אינו קדוש נשיאות חטא למה ", 
            "מיכן לתורם מן הרעה על היפה שתרומתו תרומה ", 
            "ולאביי אי לאו דאמר רחמנא ולא תשאו עליו חטא ה\"א הכי אמר רחמנא ", 
            "עביד מצוה מן המובחר ואי לא עביד חוטא לא מיקרי קמ\"ל ", 
            "והרי ממין על שאינו מינו דאמר רחמנא (במדבר יח, יב) כל חלב יצהר ליתן חלב לזה וחלב לזה ותנן ", 
            "אין תורמין ממין על שאינו מינו ואם תרם אין תרומתו תרומה ", 
            "אלמא ", 
            "לא מהני תיובתא דאביי ", 
            "אמר לך אביי ", 
            "שאני התם דאמר קרא (במדבר יח, יב) ראשיתם ראשית לזה וראשית לזה ", 
            "וכן אמר ר' אילעא ", 
            "ראשית ", 
            "ולרבא אי לאו דאמר רחמנא ראשית הוה אמינא ", 
            "(במדבר יח, יב) תירוש ויצהר דכתיב בהו חלב חלב דאין תורמין מזה על זה אבל תירוש ודגן דגן ודגן דחד חלב כתיב בהו כי תרים מהאי אהאי לא לקי כתב רחמנא ראשית ליתן חלב לזה וחלב לזה ", 
            "ל\"א ", 
            "הא תירוש ודגן דחד חלב כתיב בהו תרים מהאי אהאי כתב רחמנא ראשית ", 
            "והרי חרמים דאמר רחמנא ", 
            "(ויקרא כז, כח) לא ימכר ולא יגאל ותנן ", 
            "חרמי כהנים אין (פודין אותם) אלא נותנין לכהן ", 
            "אלמא ", 
            "לא מהני תיובתא דאביי ", 
            "אמר לך ", 
            "שאני התם דאמ' רחמנא {ויקרא כז } קודש קדשי' הוא בהווייתו יהא"
        ], 
        [
            "ולרבא האי הוא למעוטי בכור ", 
            "דתניא ", 
            "בבכור נאמר (במדבר יח, יז) לא תפדה ונמכר הוא במעשר נאמר (ויקרא כז, כ) לא יגאל ואינו נמכר לא חי ולא שחוט ולא תם ולא בעל מום ", 
            "והרי תמורה דאמר רחמנא (ויקרא כז, י) לא יחליפנו ולא ימיר אותו ותנא ", 
            "לא שאדם רשאי להמיר אלא שאם המיר מומר וסופג את הארבעים ", 
            "אלמא מהני תיובתא דרבא ", 
            "אמר לך ", 
            "שאני התם דאמר קרא (ויקרא כז, י) והיה הוא ותמורתו יהיה קודש ", 
            "ולאביי אי לאו דאמר רחמנא והיה הוא ותמורתו הוה אמינא ", 
            "תצא זו ותכנס זו קמשמע לן ", 
            "והרי בכור דאמר רחמנא (במדבר יח, יז) לא תפדה ותנן ", 
            "יש להן פדיון ולתמורותיהן פדיון חוץ מן הבכור ומן המעשר ", 
            "אלמא ", 
            "לא מהני תיובתא דאביי ", 
            "אמר לך ", 
            "שאני התם דאמר קרא הם בהווייתן יהו ", 
            "ולרבא האי הם למה ליה ", 
            "הן קריבין ואין תמורתן קריבין ", 
            "ולאביי האי סברא מנא ליה ", 
            "(ויקרא כז, כו) אם שור אם שה לה' הוא לה' קריב ואין תמורתו קריבה ", 
            "ורבא אין הכי נמי דמההוא קרא אלא הם למה לי לימד על בכור ומעשר שנתערב דמן בכל העולין שקריבין לגבי מזבח ", 
            "ואביי האי סברא מנא ליה ", 
            "{ויקרא טז } מולקח מדם הפר ומדם השעיר והלא דם הפר מרובה משל שעיר מיכן לעולין שאין מבטלין זה את זה ", 
            "דתניא ", 
            "ולקח מדם הפר ומדם השעיר שיהו מעורבין דברי רבי יאשיה ", 
            "ורבא ", 
            "התם מזה בפני עצמו ומזה בפני עצמו וסבר לה כרבי יונתן ", 
            "והרי מעשר דאמר רחמנא לא יגאל ", 
            "ותנן ", 
            "יש להן פדיון ולתמורותיהן חוץ מן הבכור ומן המעשר ", 
            "אלמא ", 
            "לא מהני תיובתא דאביי ", 
            "אמר לך ", 
            "שאני התם דיליף עברה עברה מבכור ", 
            "הרי הקדימה תרומה לביכורים דאמר רחמנא (שמות כב, כח) מלאתך ודמעך לא תאחר ותנן ", 
            "המקדים אף על פי שהוא בלא תעשה מה שעשה עשוי ", 
            "אמר לך רבא ", 
            "שאני התם דאמר קרא (במדבר יח, כח) מכל מעשרותיכם תרימו (תרומה) ", 
            "ולאביי מיבעיא ליה כדאמר ליה רב פפא לאביי ", 
            "אלא מעתה אפילו הקדימו בכרי נמי ניפטר ", 
            "א\"ל ", 
            "עליך אמר קרא מכל מעשרותיכם תרימו ", 
            "מה ראית לרבות את הכרי ולהוציא את השיבלין ", 
            "מרבה אני את הכרי שישנו בכלל דיגון ומוציא אני את השיבלין ", 
            "שאין בכלל דיגון ", 
            "והרי אלמנה לכהן גדול דרחמנא אמר ", 
            "(ויקרא כא, יד) אלמנה וגרושה לא יקח ", 
            "ותנן ", 
            "כל מקום שיש קדושין ויש עבירה הולד הולך אחר הפגום ", 
            "שאני הכא דאמר קרא (ויקרא כא, טו) לא יחלל זרעו ", 
            "ולאביי נימא קרא לא יחל מאי לא יחלל אחד לו ואחד לה ", 
            "והרי הקדיש בעלי מומין למזבח דרחמנא אמר (ויקרא כב, כ) כל אשר בו מום לא תקריבו ותנן ", 
            "המקדיש בעלי מומין לגבי מזבח אף על פי שהוא בלא תעשה מה שעשה עשוי תיובתא דרבא ", 
            "אמר לך רבא ", 
            "שאני התם דאמר קרא (ויקרא כב, כג) ולנדר לא ירצה רצוי הוא דלא מרצה הא מיקדש קדשי ", 
            "ולאביי אי דלא אמר רחמנא ולנדר לא ירצה הוה אמינא ", 
            "כעובר מצוה וכשר קמשמע לן ", 
            "והרי מקדיש תמימין לבדק הבית דאמר רחמנא"
        ], 
        [
            "(ויקרא כב, כג) נדבה תעשה אותו זה קדשי בדק הבית ", 
            "ותנן ", 
            "המקדיש תמימין לבדק הבית אע\"פ שהוא בלא תעשה מה שעשה עשוי תיובתא דרבא ", 
            "אמר לך [רבא] ", 
            "ממקום שנתרבו בעלי מומין לגבי מזבח נתרבו תמימין לבדק הבית ", 
            "והרי גזל דרחמנא אמר {ויקרא יט } לא תגזול ותנן ", 
            "הגוזל עצים ועשאן כלים צמר ועשאן בגדים משלם כשעת הגזילה תיובתא דרבא ", 
            "אמר לך רבא ", 
            "שאני התם דאמר קרא (ויקרא ה, כג) אשר גזל כמה שגזל ", 
            "ולאביי האי אשר גזל מיבעי ליה ", 
            "על גזילו שלו מוסיף חומש על גזילו של אביו אינו מוסיף חומש ", 
            "והרי משכון דרחמנא אמר (דברים כד, י) לא תבא אל ביתו לעבוט עבוטו ותנן ", 
            "מחזיר את הכר בלילה ואת המחרישה ביום תיובתא דרבא ", 
            "אמר לך רבא ", 
            "שאני התם דאמר קרא (דברים כד, יג) השב תשיב ", 
            "ולאביי אי לאו דאמר רחמנא השב תשיב ה\"א ", 
            "איסורא עבד אי בעי ניהדר ואי בעי לא נהדר קמ\"ל ", 
            "(חסר ל\"א) ", 
            "והרי פאה דרחמנא אמר (ויקרא כג, כב) לא תכלה פאת שדך בקוצרך ותנן ", 
            "מצות פאה להפריש מן הקמה ", 
            "לא הפריש מן הקמה יפריש מן העמרים לא הפריש מן העמרים יפריש מן הכרי עד שלא מירחו ", 
            "מירחו מעשרו ונותן לו ", 
            "משום רבי ישמעאל אמרו ", 
            "אף מפריש מן העיסה ", 
            "תיובתא דאביי ", 
            "אמר לך אביי ", 
            "שאני התם דאמר קרא (עזב) {ויקרא יט } תעזוב {ויקרא כג } תעזוב יתירא ", 
            "ורבא אמר לך ", 
            "יש לך עזיבה אחרת שכזו ואיזו זה המפקיר כרמו ", 
            "דתניא ", 
            "המפקיר כרמו והשכי' לשחר ובצרו חייב בפרט ועוללות בשכחה ובפאה ופטור מן המעשר ", 
            "אמר ליה רב אחא בריה דרבא לרב אשי ", 
            "והשתא דשנינן כל הני שינויי דאביי ורבא במאי פליגי ", 
            "ברבית קצוצה קמיפלגי וכדרבי אלעזר ", 
            "דא\"ר אלעז' ", 
            "רבית קצוצה יוצאה בדיינין"
        ], 
        [
            "אבק רבית אינה יוצאה בדיינין ", 
            "ור' יוחנן אמר ", 
            "אפי' רבית קצוצה אינה יוצאה בדיינין ", 
            "א\"ל ", 
            "התם בסברא פליגי התם בקראי פליגי ", 
            "דא\"ר יצחק ", 
            "מ\"ט דרבי יוחנן אמר קרא ", 
            "(יחזקאל יח, יג) בנשך נתן ותרבית לקח וחי לא יחיה לחיים ניתן ולא להישבון ", 
            "רב אחא בר אדא אמר מהכא ", 
            "(ויקרא כה, יז) ויראת מאלהיך אני ה' למורא נתתיו ולא להישבון ", 
            "רבא אמר מהכא ", 
            "(יחזקאל יח, יג) התועבות האל עשה מות יומת דמיו בו [יהיה] והוליד בן פריץ שופך דם הוקשו מלוי רבית לשופכי דמים ", 
            "מה שופכי דמים לא ניתנו להישבון אף מלוי רבית לא ניתנו להישבון ", 
            "ואמר רב נחמן בר יצחק ", 
            "מ\"ט דרבי אלעזר דאמר קרא (ויקרא כה, לו) וחי אחיך עמך אהדר ליה כי היכי דניחי עמך ", 
            "ואלא במאי קמיפלגי אביי ורבא ", 
            "בשינוי קונה", 
            "ל\"א ", 
            "בהני שינויי דשנינן ", 
            "ברבית קצוצה לאביי לא מהדר רבית לרבא מהדר רבית ", 
            "והא אביי נמי סבר מפקינן ריבית קצוצה בדיינין ", 
            "דאמר אביי ", 
            "הדין דמסיק בחבריה ארבע (מאה) זוזי בריביתא ויהביה ליה למלוה בחנותיה גלימא דשוי חמשא בארבעה כי מפקינן מיניה ד' מפקינן מיניה והאי זוזא במתנה הוא דיהב ליה ", 
            "ורבא אמר ", 
            "חמשא מפקינן מיניה מ\"ט כולה בתורת ריביתא קאתי לידיה ", 
            "אלא כי קא מיפלגי אביי ורבא בשינוי קונה", 
            "ת\"ר ", 
            "(ויקרא כב, כ) כל אשר בו מום לא תקריבו מה ת\"ל ", 
            "אם בלא תשחטו הרי כבר אמור למטה אלא מה ת\"ל בל תקריבו בל תקדישו ", 
            "מכאן אמרו ", 
            "המקדיש בעלי מומין לגבי מזבח עובר משום חמשה שמות ", 
            "משום בל תקריבו בל תקדישו בל תשחטו ומשום בל תזרקו ומשום בל תקטירו כולו ומשום בל תקטירו מקצתו ", 
            "משום ר' יוסי בר' יהודה אמרו ", 
            "אף קבלת הדם", 
            "אמר מר ", 
            "אם בל תשחטו הרי אמור למטה ", 
            "היכן אמור ", 
            "דתניא ", 
            "(ויקרא כב, כב) עורת או שבור או חרוץ או יבלת לא תקריבו מה ת\"ל ", 
            "אם בל תקדישו הרי כבר אמור למעלה אלא מה ת\"ל בל תקריבו בל תשחטו ", 
            "ואשה לא תתנו מהם אלו אשים ", 
            "אין לי אלא כולן מקצתן מנין ת\"ל ", 
            "מהם ", 
            "זריקת דמים מנין ת\"ל ", 
            "על המזבח ", 
            "לה' לרבות שעיר המשתלח ", 
            "ולה' לרבות הוא ", 
            "והתניא ", 
            "אי {ויקרא יז } קרבן שומע אני אף קדשי בדק הבית שנקראו קרבן כענין שנאמר (במדבר לא, נ) ונקרב את קרבן ה' ת\"ל ", 
            "ואל פתח אהל מועד וגו' הראוי לפתח אהל מועד חייבין עליו משום שוחטי חוץ שאין ראוי לפתח אהל מועד אין חייבין עליו משום שוחטי חוץ ", 
            "אוציא אני את אלו ולא אוציא פרת חטאת ושעיר המשתלח שהן ראויין לפתח אהל מועד ת\"ל ", 
            "לה' מי שמיוחדין לה' יצאו אלו שאין מיוחדין לה' ", 
            "אמר רבא ", 
            "התם מעניינא דקרא ואל פתח לרבות לה' להוציא ", 
            "הכא דאשה להוציא לה' לרבות ", 
            "טעמא דכתב קרא לה' הוא דלא מייתי שעיר המשתלח הא לא רבי קרא לה' הוה אמינא ", 
            "שעיר המשתלח בעל מום שפיר דמי ", 
            "מכדי אין הגורל קבוע אלא בדבר הראוי ", 
            "אמר רב יוסף ", 
            "הא מני חנן המצרי היא דאמר אפילו דם בכוס מביא חבירו ומזווג ליה ", 
            "נהי דשמעת ליה לחנן המצרי דלא הוי דיחוי דלא צריך הגרלה מי שמעת ליה ", 
            "דילמא מייתי ומגריל ", 
            "אלא אמר רב יוסף ", 
            "הא מני ר\"ש היא דתניא ", 
            "מת אחד מהן מביא חבירו בלא הגרלה דברי ר\"ש ", 
            "רבא אמר ", 
            "לא נצרכא כגון שהומם בו ביום וחיללו על חבירו"
        ], 
        [
            "ס\"ד אמינא ", 
            "בשלמא מעיקרא לא ידענא אי האי מיקבע לשם אבל הכא כיון דאינכר שם לא לקי קמ\"ל", 
            "אמר מר ", 
            "משום רבי יוסי ברבי יהודה אף קבלת הדם ", 
            "מאי טעמא דרבי יוסי ברבי יהודה ", 
            "אמר קרא (ויקרא כב, כד) ומעוך וכתות ונתוק וכרות וגו' זו קבלת הדם שאמר רבי יוסי בר' יהודה ", 
            "ולתנא קמא האי לא תקריבו למה לי ", 
            "מיבעי ליה לזריקת דמים ", 
            "והא נפקא ליה מעל המזבח ", 
            "אורחיה דקרא דמשתעי הכי ", 
            "ורבי יוסי בר' יהודה נמי אורחיה דקרא הוא ", 
            "אין ה\"נ אלא קבלת הדם מנא ליה ", 
            "נפקא ליה מהא ", 
            "(ויקרא כב, כה) ומיד בן נכר לא תקריבו זו היא קבלת הדם שאמר רבי יוסי ברבי יהודה ", 
            "ולתנא קמא האי לא תקריבו למה לי ", 
            "מיבעי ליה להאי ", 
            "ס\"ד אמינא הואיל ולא נצטוו בני נח אלא על מחוסר אברים לא שנא במזבח דידהו ולא שנא במזבח דידן קמ\"ל", 
            "ל\"א ", 
            "רבי יוסי ברבי יהודה אומר ", 
            "אף על קבלת הדם ", 
            "מאי טעמא ", 
            "דכתיב ומעוך וכתות וגו' לא תקריבו זו קבלת הדם וזריקה נפקא ליה מעל המזבח ", 
            "ולרבנן נמי תיפוק להו זריקה מן על המזבח ", 
            "הכי נמי ואלא לא תקריבו דמעוך למאי אתא ", 
            "מפקינן לבמת יחיד ", 
            "ולרבי יוסי ברבי יהודה האי מיבעי ליה לבמת יחיד אין הכי נמי אלא תקריבו דקבלה מנא ליה ", 
            "מיד בן נכר לא תקריבו זו קבלת הדם ", 
            "ורבנן אצטריך ס\"ד אמינא ", 
            "הואיל ובני נח אין מצווין אלא על מחוסר אבר בבמה דלהון דלמא אנן נמי נקביל מינהון ", 
            "קא משמע לן מכל אלה דלא מקבלינן ", 
            "מתקיף לה ר\"ל ", 
            "שמא לא שנינו אלא בתם שנעשה בעל מום ועובר דאי בעל מום מעיקרא דיקלא בעלמא הוא ", 
            "אמר ליה רבי חייא בר יוסף ", 
            "(ויקרא כב, כג) שרוע וקלוט כתיב בפרשה והני בעלי מומין מעיקרא נינהו ", 
            "אמר ליה ", 
            "שמא לא שנינו אלא בתמורה דתנן ", 
            "חומר בתמורה מבזבח שכן קדושה חלה עליה על בעל מום קבוע ", 
            "אמר ליה רבי יוחנן ", 
            "לא שמיע לך הא דאמר ר' ינאי בחבורה נמנו וגמרו ", 
            "המקדיש בעל מום לגבי מזבח עובר משום חמשה שמות ", 
            "ואי בתמורה נמי ששה הוויין דאיכא נמי לאו דתמורה ", 
            "אלא מאי בבעל מום מעיקרו אמאי לקי ", 
            "דיקלא בעלמא הוא ", 
            "אמר ליה ", 
            "דיקלא לאו זילא מילתא מין עצים הוא בעל מום מעיקרא זילא מילתא כיון דשביק תמים ואקדיש בעלי מומין מיחייב", 
            "לישנא אחרינא ", 
            "א\"ל ", 
            "אפילו הכי בזיא מילתא דדקל ליכא במינו לא לקי לאפוקי בעל מום כיון דאיכא במינו לקי", 
            "אמר רבא ", 
            "השתא דאמור טעמא דבעל מום דלקי משום דבזיא מילתייהו אפילו למקדיש ליה לדמי נסכים נמי לקי ", 
            "תניא כוותיה דרבא"
        ], 
        [
            "נדבה תעשה [אותו] זה קדשי בדק הבית ", 
            "ואין לי אלא נדבה נדר מנין ", 
            "ת\"ל ", 
            "ולנדר ", 
            "יכול אפי' קדשי מזבח תלמוד לומר ", 
            "(ויקרא כב, כג) ולנדר לא ירצה זה קדשי מזבח ", 
            "ואין לי אלא נדר נדבה מנין ת\"ל ", 
            "נדבה ", 
            "רבי אומר ", 
            "לא ירצה בהרצאת גופו הכתוב מדבר ", 
            "היינו תנא קמא ", 
            "מאי לאו בהא קמיפלגי דתנא קמא סבר ", 
            "אפי' אקדשיה לדמי נסכים נמי לקי ", 
            "ורבי סבר ", 
            "בהרצאת גופו נמי לקי אבל בדמי נסכים לא לקי ש\"מ ", 
            "ואלא אותו למה לי ", 
            "לכדתניא ", 
            "(ויקרא כב, כג) נדבה תעשה אותו אותו תעשה נדבה ואי אתה עושה תמים נדבה לבדק הבית ", 
            "מיכן אמרו ", 
            "המקדיש תמימים לבדק הבית עובר בעשה ", 
            "ומנין אף בלא תעשה שנאמר ", 
            "(ויקרא כב, א) וידבר ה' אל משה לאמר לימד על הפרשה שהיא בלאו דברי ר' יהודה ", 
            "א\"ל רבי לבר קפרא ", 
            "מאי משמע ", 
            "א\"ל ", 
            "דכתיב לאמר לא נאמר בדברים ", 
            "בי רבי אמרי (לא) אמור ", 
            "איתמר ", 
            "המעלה אברי בעלי מומין לגבי מזבח ", 
            "אמר רבא ", 
            "עובר משום בל תקטירו כולו ומשום בל תקטירו מקצתו (אמר אביי) ", 
            "אין לוקין על לאו שבכללות ", 
            "מיתיבי ", 
            "המקדיש בעלי מומין לגבי מזבח עובר משום חמשה שמות תיובתא דאביי ", 
            "אמר אביי ", 
            "בגברי קתני ", 
            "אי בגברי עובר עוברין מיבעי ליה ", 
            "אלא פשיטא בחד גברא ותיובתא דאביי ", 
            "אמר אביי ", 
            "אפיק הקטרת מקצתו ועייל קבלת הדם ", 
            "קבלת דם לר' יוסי ברבי יהודה אית ליה לתנא קמא לית ליה ", 
            "קשיא ", 
            "ל\"א ", 
            "והא מדסיפא רבי יוסי בר' יהודה היא רישא רבנן תיובתא דאביי ", 
            "תיובתא", 
            "מתני' ", 
            "הכהנים ממירין בשלהן וישראל ממירין בשלהן ", 
            "אין הכהנים ממירין לא בחטאת ולא באשם ולא בבכור ", 
            "אמר רבי יוחנן בן נורי ", 
            "מפני מה אין ממירין בבכור ", 
            "אמר לו ר' עקיבא ", 
            "חטאת ואשם מתנה לכהן ובכור מתנה לכהן מה חטאת ואשם אין ממירין בו אף בכור אין ממירין בו ", 
            "אמר רבי יוחנן בן נורי ", 
            "מה לו אם אינו ממיר בחטאת ואשם שאין זכין בהן בחייהן תאמר בבכור שזכין בו בחייו ", 
            "אמר לו רבי עקיבא ", 
            "והלא כבר נאמר (ויקרא כז, י) והיה הוא ותמורתו יהיה קודש היכן קדושה חלה עליו בבית הבעלים אף תמורה בבית הבעלים", 
            "גמ' ", 
            "תנן התם ", 
            "בכור מוכרין אותו תם חי ובעל מום חי ושחוט ומקדשין בו האשה ", 
            "אמר רב נחמן אמר רבה בר אבוה ", 
            "לא שנו אלא בזמן הזה הואיל ואית ליה לכהן זכייה בגוויה (הואיל ויש לכהן שותפות בו) אבל בזמן שבית המקדש קיים כיון דתם להקרבה הוא דקאי אין מוכרין אותו תמים חי ", 
            "איתיביה רבא לרב נחמן ", 
            "מוכרין אותו תמים חי ", 
            "חי אין שחוט לא ", 
            "אימת ", 
            "אילימא בזמן הזה מי איכא תם שחוט ", 
            "אלא פשיטא בזמן שבית המקדש קיים וקתני נמי מוכרין אותו תמים חי (אלמא אית ליה לכהן זכייה בגוויה) ", 
            "לא לעולם בזמן הזה ", 
            "מי קתני מוכרין אותו תמים חי אין שחוט לא ", 
            "הא גופא אתא לאשמועינן ", 
            "דבזמן הזה נמי מוכרין אותו תמים חי"
        ], 
        [
            "איתיביה ", 
            "בבכור נאמר לא תפדה ונמכר הוא ", 
            "במאי עסקינן ", 
            "אילימא בזמן הזה אימא סיפא (במדבר יח, יז) ואת דמם תזרוק על המזבח בזמן הזה מי איכא מזבח ", 
            "אלא פשיטא בזמן שבית המקדש קיים ", 
            "ובמאי ", 
            "אילימא בבעל מום אימא סיפא ואת דמם תזרוק על המזבח ואת חלבם תקטיר מי חזי להקרבה ", 
            "אלא לאו בתם וקתני נמכר הוא (אלמא אית להו לכהן זכייה בגויה) ", 
            "מידי איריא ", 
            "רישא בבעל מום סיפא בתם", 
            "מתיב רב משרשיא ", 
            "כהנת שנתערבה ולדה בולד שפחתה הגדילו התערובות משחררין זה את זה ושניהם אוכלין בתרומה וחולקין חלק אחד על הגורן ", 
            "בכורן ירעו עד שיסתאבו ויאכלו במומן ", 
            "במאי עסקינן ", 
            "אילימא בזמן הזה מאי שנא דידן ומאי שנא דידהו ", 
            "דידן נמי מומין בעינן ", 
            "אלא לאו בזמן שבית המקדש קיים ", 
            "אי אמרת בשלמא אית להו לכהן זכייה בגוויה שפיר אלא אי אמרת לית ליה ליתי גזבר ולישקלא ", 
            "לעולם בזמן הזה ודקא קשיא לך ", 
            "מאי שנא דידן ומאי שנא דידהו ", 
            "אנן יהבינן ליה לכהן במומייהו אינהו כיון דאיכא בהו מקצת כהן מפקע ליה לכהנים", 
            "ל\"א ", 
            "בזמן הזה מאי איריא בכורות דהלין ספיקות אפילו דידן נמי ירעו ", 
            "אלא פשיטא בזמן שבית המקדש קיים ואי בבעל מום ירעו עד שיסתאבו ", 
            "הא מסואבין וקיימין ", 
            "אלא פשיטא בתמין (והכי הוא דלא מזבני) ודאי ", 
            "לעולם בזמן הזה מאי קשיא לך אפי' דילן נמי ירעו לא מצינו מדחית ליה לכהן דלא אית כאן ספק כהונה ", 
            "הני ספיקות מדחו לכהן כל חד וחד א\"ל לכהן ", 
            "דאנא כהן ואנא כהן", 
            "מיתיבי ר\"ש אומר ", 
            "(דברים יג, טז) בהמתה פרט לבהמת בכור ומעשר שבה שללה פרט לכסף מעשר שני שבה ", 
            "במאי עסקינן ", 
            "אילימא בזמן הזה מי איכא עיר הנדחת ", 
            "והתנן ", 
            "אין עושין עיר הנדחת אלא בב\"ד של שבעים ואחד ", 
            "אלא פשיטא בזמן שבית המקדש קיים ", 
            "ובמאי ", 
            "אי נימא בבעל מום היינו בהמתה ", 
            "אלא פשיטא בתם ", 
            "ואי אמרת בשלמא אית ליה זכייה בגוויה שפיר אלא אי אמרת לית ליה למה לי מבהמה תיפוק ליה משללה ולא שלל שמים ", 
            "לעולם בבעל מום ודקא קשיא לך ", 
            "היינו בהמתה מי שנאכל בתורת בהמתה יצאו בכור ומעשר שאינו בכלל בהמתה דתנן ", 
            "כל פסולי המוקדשין נמכרין באיטליז (ונשחטין באיטליז) ונשקלין בליטרא חוץ מן הבכור ומן המעשר שהנאתן לבעלים ", 
            "מיתיבי ", 
            "(ויקרא ה, כא) ומעלה מעל בה' לרבות קדשים קלים שהן ממון בעלים דברי רבי יוסי הגלילי ", 
            "בן עזאי אומר ", 
            "לרבות שלמים ", 
            "אבא יוסי בן דוסאי אומר ", 
            "לא אמר בן עזאי אלא בבכור בלבד ", 
            "במאי עסקינן ", 
            "אילימא בזמן הזה הא דומיא דשלמים קתני אלא פשיטא בזמן שבית המקדש קיים ", 
            "ובמאי עסקינן ", 
            "אילימא בבעל מום הא דומיא דשלמים קתני אלא לאו בתם וש\"מ אית ליה לכהן זכייה בגוויה"
        ], 
        [
            "אמר אביי ", 
            "לא לעולם בתם ובבכור בחוצה לארץ ורבי שמעון היא דאמר ", 
            "אם באו תמימין יקרבו ", 
            "מיתיבי אמר לו רבי יוחנן בן נורי ", 
            "מה לי אם אינו מימר בחטאת ואשם שהרי אין זכין בהן בחייהן תאמר בבכור שזכין בחייו ", 
            "במאי עסקינן ", 
            "אילימא בבעל מום הא דומיא דחטאת ואשם קאמר אלא לאו בתם וקתני זכין בו בחייו ", 
            "אמר רבינא ", 
            "הא נמי בבכור בחוצה לארץ ורבי שמעון היא דאמר אם באו תמימים יקרבו ", 
            "לימא כתנאי ", 
            "בכור בבית הבעלים עושין תמורה בבית הכהן אין עושין תמורה ", 
            "רבי שמעון בן אלעזר אומר ", 
            "כיון שבא לידי כהן אין עושין תמורה ", 
            "היינו תנא קמא ", 
            "מאי לאו הכי קאמר ", 
            "בבית כהן הוא עושה תמורה ואין בעל עושה תמורה אלמא אית ליה לכהן זכייה בגוויה ", 
            "לא קשיא הא רבי יוחנן בן נורי הא רבי עקיבא ", 
            "אמר רב חסדא ", 
            "לא שנו אלא כהן לכהן אבל כהן לישראל אסור ", 
            "מ\"ט דלמא אזיל ישראל ושדי ביה מומא וממטי לחכם ואומר לו ", 
            "בכור זה נתן לי כהן במומו ", 
            "ומי שרי חכם הכי ", 
            "והא אמר רב ", 
            "אין רואין בכור לישראל אלא א\"כ כהן עמו ", 
            "אמר רב הונא בריה דרב יהושע ", 
            "היינו טעמא דישראל אסור מפני שנראה ככהן המסייע בבית הגרנות ", 
            "מר זוטרא איקלע לבי רב אשי אמרו ליה ", 
            "לטעום מר מידי ", 
            "אייתו לקמיה בישרא ", 
            "א\"ל ", 
            "ליכול מר דמיברי משום דבוכרא הוא ", 
            "מנא לכו הא ", 
            "אמרו ליה ", 
            "דזבן לן פלוני כהן ", 
            "אמר להו ", 
            "לא סבירא לכו הא דאמר רב הונא בריה דרב יהושע מפני שנראה ככהן המסייע בבית הגרנות ", 
            "אמרו ליה ", 
            "לא סבירא לן דאנן מיזבן קא זבנינן ", 
            "אמר להו ", 
            "ולא סבירא לכו הדתנן עד כמה ישראל חייב ליטפל בבכור בדקה שלשים ובגסה חמשים יום ואם אמר לו תנהו לי בתוך זמנו הרי זה לא יתננו לו ", 
            "ואמר רב ששת ", 
            "מה טעם מפני שנראה ככהן המסייע בבית הגרנות ", 
            "א\"ל ", 
            "התם מוכחא מילתא הכא מזבן קא זבנינן ", 
            "לשון אחר ", 
            "אמרו ליה ", 
            "הכא לא יהיב דמי הכא קא יהיב דמי ", 
            "מאי אמרת מוזיל כהן גביה דסבר כהן דכי הוי ליה בכור אחרינא יהיב ניהלי לא דמסיק אדעתיה"
        ], 
        [
            "בוצינא טב מקרא ", 
            "מתני' ", 
            "ממירין מן הצאן על הבקר ומן הבקר על הצאן ומן הכבשים על העזים ומן העזים על הכבשים מן הזכרים על הנקבות ומן הנקבות על הזכרים ", 
            "מן התמימים על בעלי מומין מן בעלי מומין על התמימים שנאמר ", 
            "(ויקרא כז, י) לא יחליפנו ולא ימיר אותו טוב ברע או רע בטוב ואיזהו טוב ברע בעלי מומין שקדם הקדישן את מומן", 
            "גמ' ", 
            "מנא הני מילי ", 
            "דתנו רבנן ", 
            "(ויקרא כז, י) בהמה בבהמה מכאן שממירין מן הצאן על הבקר ומן הבקר על הצאן מן הכבשים על העזים ומן העזים על הכבשים ומן הזכרים על הנקבות ומן הנקבות על הזכרים ומן בעלי מומין על התמימים ומן התמימים על בעלי מומין ", 
            "יכול אפילו קדם מום להקדישן ת\"ל לא יחליפנו ולא ימיר אותו טוב ברע או רע בטוב ואיזהו טוב ברע בעלי מומין שקדם הקדישן את מומן ", 
            "מאי תלמודא ", 
            "אמר אביי ", 
            "נימא קרא לא יחליפנו ולא ימיר אותו טוב ברע או רע בו בטוב אחרינא ל\"ל ", 
            "שמע מינה ", 
            "טוב מעיקרו עושה תמורה רע מעיקרו אין עושה תמורה ", 
            "רבא אמר ", 
            "תרווייהו טוב ייתורי מייתרי אם כן נכתוב קרא לא יחליפנו ולא ימיר אותו ברע או רע בו למה לי למכתב תרוייהו טוב ", 
            "חד טוב אפי' בטוב נמי כי ממיר לקי ", 
            "ואידך טוב מעיקרו עושה תמורה רע מעיקרו אין עושה תמורה ", 
            "ואביי אמר ", 
            "קל וחומר הוא ומה טוב ברע דעלויי קא מעלי ליה לקי טוב בטוב דכי הדדי נינהו לא כל שכן דלקי ", 
            "ורבא אין עונשין מן הדין ", 
            "ואביי אמר לך ", 
            "הא לאו דינא הוא מי גרע טוב מרע ", 
            "תנו רבנן ", 
            "לא יחליפנו בשל אחרים ולא ימיר אותו בשל עצמו ", 
            "ולכתוב לא יחליפנו ולא בעי לא ימיר אותו ", 
            "אי כתב הכי הוה אמינא ", 
            "תצא זו ותכנס זו הוא דתילקי ", 
            "אבל ממיר דתרווייהו קא מקדיש להו אימא ", 
            "לא לקי ", 
            "קא משמע לן ", 
            "האי בשל אחרים היכי דמי ", 
            "אי נימא בהמה דהקדש דידיה וחולין דעלמא מי מצי מקדיש ", 
            "(ויקרא כז, יד) איש כי יקדיש את ביתו קדש לה' אמר רחמנא מה ביתו ברשותו אף כל ברשותו ", 
            "ואלא בהמה דהקדש דעלמא וחולין דידיה מי מתפיס בדבר שאינו שלו ", 
            "לעולם בבהמה דהקדש דעלמא וחולין דידיה כגון דאמר מריה דבהמה דהקדש ", 
            "כל הרוצה להמיר בבהמתו יבא וימיר", 
            "מתני' ", 
            "ממירין אחד בשנים ושנים באחד אחד במאה ומאה באחד ", 
            "ר\"ש אומר ", 
            "אין ממירין אלא אחד באחד שנאמר ", 
            "(ויקרא כז, י) והיה הוא ותמורתו יהיה קדש מה הוא מיוחד אף היא מיוחדת", 
            "גמ' ", 
            "מנא ה\"מ ", 
            "דת\"ר ", 
            "בהמה בבהמה מכאן שממירין אחד בב' וב' באחד אחד במאה ומאה באחד ", 
            "ר\"ש אומר ", 
            "אין ממירין אלא אחד באחד שנאמר ", 
            "בהמה בבהמה ולא בהמה בבהמות ולא בהמות בבהמה ", 
            "אמר לו ", 
            "מצינו בהמות שקרויה בהמה שנאמר ", 
            "(יונה ד, יא) ובהמה רבה ", 
            "ור\"ש בהמה רבה איקרי בהמה סתם לא איקרי ", 
            "וטעמא דר\"ש משום בהמה הוא ", 
            "והא טעמא דר\"ש משום הוא מה הוא מיוחד אף תמורה מיוחדת ", 
            "מעיקרא אמר להן ר\"ש מן והיה הוא ותמורתו וכי חזא דדרשי רבנן מבהמה בבהמה אמר להם איהו ", 
            "מהתם נמי מצינן למילף טעמא דידי ", 
            "אמר ר\"ל ", 
            "מודה ר\"ש שממירין וחוזרין וממירין מ\"ט קדושה ראשונה דהקדש להיכן הלכה ", 
            "ורבי יוחנן אמר ", 
            "כשם שאין ממירין ב' באחד כן אין ממירין וחוזרין וממירין ", 
            "תניא כוותיה דרבי יוחנן תניא כוותיה דר\"ל ", 
            "תניא כוותיה דרבי יוחנן ", 
            "כשם שאין ממירין אחד בשנים כך אין ממירין וחוזרין וממירין ", 
            "תניא כוותיה דר\"ל ", 
            "יכול כשם שאר\"ש שאין ממירין שנים באחד כך אין ממירין וחוזרין וממירין ת\"ל ", 
            "והיה הוא ותמורתו אפילו במאה ", 
            "בעי רבי אבין ", 
            "לדברי האומר אין ממירין וחוזרין וממירין הפריש אשם להתכפר בו והמיר בו"
        ], 
        [
            "והומם וחללו על אחר ונתכפר באשם אחר וניתק לעולה מהו שימיר בו ", 
            "אמר אביי ", 
            "מאי קא מיבעיא ליה ", 
            "אי ב' גופים וקדושה אחת תיבעי ליה בלא מתכפר אי ב' קדושות וגוף אחד תיבעי ליה בלא הומם ", 
            "ור' אבין חדא מגו חדא קמיבעיא ליה ", 
            "ואם תימצי לומר שני גופין וקדושה אחת לא משום דבההיא קדושה הא איתמר בה חדא זימנא שני גופין ושתי קדושות מהו ", 
            "תיקו ", 
            "לישנא אחרינא ", 
            "בעי ר' אבין ", 
            "לרבי יוחנן דאמר אין ממירין וחוזרין וממירין הפריש אשם להתכפר בו והמיר בו והומם וחללו על אחר מהו שיחזור וימיר ", 
            "נתכפר באשם אחר וניתק זה לעולה מהו שיחזיר וימיר ", 
            "אמר אביי ", 
            "הי קא מיבעיא ליה ", 
            "קדושה אחרת באותו הגוף לא ניבעי הומם וחללו באחר ", 
            "אי גוף אחד באותה קדושה לא ניבעי נתכפר באשם אחר ", 
            "ורבי אבין חדא מגו חדא קא מיבעיא ליה ", 
            "הומם וחללו על אחר מהו שיחזור וימיר ", 
            "מי אמרינן באשם ראשון הוא דאין חוזר וממיר אבל בגוף אחד אע\"ג דקדיש אותה קדושה חוזר וממיר או דלמא ", 
            "כל באותה קדושה אין חוזר וממיר ", 
            "ואם תימצא לומר הדין גוף אחד כיון דבאותה קדושה קאים אין חוזר וממיר אלא נתכפר באשם אחר וניתק זה ראשון לעולה מהו שיחזיר וימיר בו ", 
            "מי אמרינן כי אין ממיר וחוזר וממיר הני מילי אותו הגוף באותה קדושה אבל אותו הגוף בקדושה אחרת חוזר וממיר ", 
            "או דלמא ", 
            "אף על קדושה אחרת כיון דאותו הגוף הוא אין חוזר וממיר ", 
            "תיקו", 
            "א\"ר יהושע בן לוי ", 
            "הקדש ראשון מוסיף חומש ואין הקדש שני מוסיף חומש ", 
            "אמר רב פפא ", 
            "מאי טעמא דרבי יהושע בן לוי אמר קרא (ויקרא כז, טו) ואם המקדיש יגאל את ביתו ויסף חמישית מקדיש ולא המתפיס ", 
            "בעי רבי אבין ", 
            "הפריש אשם להתכפר בו והומם והוסיף עליו חומש וחללו חבירו ונתכפר באשם אחר וניתק זה לעולה מהו שיוסיף עליו חומש ", 
            "אמר אביי ", 
            "מאי קא מיבעיא ליה ", 
            "אי שני גופין וקדושה אחת קא מיבעיא ליה תיבעי ליה בלא נתכפר ", 
            "אי שתי קדושות וגוף אחד קא מיבעיא ליה תיבעי בלא הומם ", 
            "ורבי אבין חדא מגו חדא קמיבעיא ליה ", 
            "אם תימצא לומר שני גופין וקדושה אחת לא משום דבההיא קדושה איתוסף בה חדא זימנא חומש שני גופין ושתי קדושות מאי ", 
            "תיקו ", 
            "לישנא אחרינא ", 
            "בעי רבי אבין ", 
            "הפריש אשם להתכפר בו והומם וחללו על אחר והוסיף חומש נתכפרו באשם אחר וניתק זה לעולה מהו שיוסיף עליו חומש ", 
            "אמר אביי ", 
            "הדין קא מיבעיא ליה ", 
            "אי קדושה אחרת באותו הגוף קא מיבעיא ליה לא ניבעי ליה הומם ", 
            "אי גוף אחד באותה קדושה כו' וחללו על אחר מהו שיוסיף עליו חומש ", 
            "מי אמרי' באשם קמא הוא דמוסיף אבל בגוף אחד אע\"ג דקאים באותה קדושה [אין] מוסיף חומש"
        ], 
        [
            "או דילמא ", 
            "כל אותה קדושה אינו מוסיף חומש ", 
            "ואם תימצא לומר הדין גוף אחד כיון דבאותה קדושה קאים מוסיף חומש אלא נתכפר באחר וניתק זה לעולה מהו ", 
            "כי מוסיף חומש באותו הגוף באותה קדושה אבל בקדושה אחרת לא ", 
            "או דילמא ", 
            "כיון דאותו הגוף הוא מוסיף חומש ", 
            "תיקו ", 
            "בעי רמי בר חמא ", 
            "מקדיש מוסיף חומש או מכפר מוסיף חומש ", 
            "אמר רבא ", 
            "אמר קרא (ויקרא כז, טו) ואם המקדיש יגאל את ביתו מקדיש ולא מתכפר ", 
            "בעי רמי בר חמא ", 
            "מקדיש עושה תמורה או מתכפר עושה תמורה ", 
            "אמר רבא ", 
            "אם כן מצינו ציבור ושותפין עושין תמורה כגון דשוו שליח לאקדושי ", 
            "ועוד דאמר רב נחמן אמר רב הונא תנא ", 
            "(במדבר ו, כא) קרבנו לה' על נזרו מלבד אשר תשיג ידו וכי נזיר נידון בהשג יד ", 
            "הא כיצד ", 
            "קרבנו לה' על נזרו שהפריש משלו מלבד אשר תשיג ידו שהפרישו לו אחרים ", 
            "למאי הילכתא ", 
            "אילימא לענין כפרה פשיטא דמכפר ליה ", 
            "אלא לענין תמורה והכי קאמר ", 
            "אף כשהפרישו לו אחרים עושה תמורה שמע מינה בתר מתכפר אזלינן ", 
            "לא לענין תמורה ", 
            "ודקא קשיא לך מתנה דקא יהבין ליה אי לאו דרבי רחמנא (במדבר ו, כא) מלבד אשר תשיג ידו הוה אמינא ", 
            "גזירת הכתוב הוא קרבנו מדידיה הוא דמכפר מדאחרים לא קמ\"ל ", 
            "מאי הוי עלה ", 
            "תא שמע דאמר ר' אבהו אמר רבי יוחנן ", 
            "מקדיש מוסיף חומש ומתכפר עושה תמורה תורם משלו על של אחרים טובת הנאה שלו ", 
            "מ\"ט ", 
            "אמר קרא ", 
            "(דברים כו, יב) את כל מעשר תבואתך ונתת וגו'", 
            "מתני' ", 
            "אין ממירין לא אברין בעוברין ולא עוברין באברים ולא עוברין ואברים בשלימים ולא שלימים בהן ", 
            "רבי יוסי אומר ", 
            "ממירין אברים בשלימים אבל לא שלימים בהן ", 
            "א\"ר יוסי ", 
            "והלא במוקדשין האומר רגלה של זו עולה כולה עולה אף כשיאמר רגלה של זו תחת זו תהא כולה תמורה תחתיה", 
            "גמ' ", 
            "אתמר בר פדא אמר ", 
            "אין קדושה חלה על עוברין ", 
            "ורבי יוחנן אמר ", 
            "קדושה חלה על עוברין ", 
            "ואזדא רבי יוחנן לטעמיה דאמר רבי יוחנן ", 
            "הקדיש חטאת מעוברת וילדה רצה בה מתכפר רצה בוולדה מתכפר ", 
            "וצריכא דאי אשמעינן בהך קמייתא התם הוא דאקדשיה"
        ], 
        [
            "לעוברה גופיה אבל הכא דאקדשיה לאימיה הא בכלל אימיה לא קדוש ", 
            "ואי אשמעינן בתרייתא התם הוא דאקדיש לה וכל דאית בה אבל הכא דאקדשיה ליה כיון דליתיה אבראי לא קדיש צריכא ", 
            "לישנא אחרינא ", 
            "מאי קמ\"ל ", 
            "אם שיירו משוייר ועובר לאו ירך אמו הוא ותרתי למה לי ", 
            "צריכא דאי אתמר בהא משום דאימיה חזיא לגופיה מגו דנחתא קדושה לה נחתא נמי לולד אבל אידך לא קמ\"ל הדא ", 
            "ואי אתמר בהא משום דקא מפרש קדושה על (האם) הולד אבל ההיא לא צריכא ", 
            "יתיב ר' זירא וקאמר להא שמעתא איתיביה ר' ירמיה לרבי זירא ", 
            "כיצד מערימין על הבכור המבכרת שהיתה מעוברת אומר מה שבמעיה של זו עולה ילדה זכר הרי זו עולה ", 
            "אלמא ", 
            "קדוש עובר ", 
            "אמר ליה ", 
            "כי מתניא ההיא בקדושת דמים ", 
            "מי אלימא קדושת דמים דקא מפקעא ליה מן הבכורה ", 
            "אמר ליה ", 
            "אין והתנן ", 
            "כל קדשים שקדם מום קבוע להקדישן ונפדו חייבין בבכורה ובמתנות ", 
            "טעמא דלאחר שנפדו דחייבין אבל קודם שנפדו פטורין ", 
            "[אלמא] דאלימא קדושת דמים דמפקע ליה מבכורה ", 
            "איתיביה ", 
            "האומר מה שבמעיה של זו עולה מותרת בגיזה ואסורה בעבודה משום כחוש עובר שבה ", 
            "אמר ליה ", 
            "הא נמי קדושת דמים ומי אלימא קדושת דמים דאסירא ליה בעבודה ", 
            "אמר ליה ", 
            "אין והתנן ", 
            "יוצאין לחולין ליגזז וליעבד ", 
            "טעמא משום דנפדו הא קודם שנפדו אסורין בעבודה ", 
            "אלמא קדושת דמים אסורין ליה בעבודה ", 
            "איתיביה ", 
            "אין ממירין לא אברין בעוברין ולא עוברין באברין אימורי הוא דלא מימר הא מיקדש קדשי ", 
            "אמר ליה ", 
            "בולדי קדשים הוא דקדישי וקיימי ", 
            "אי ולד קדשים במעי אמן הוא דלא עבדין הא אבראי עבדין ", 
            "והא תניא ", 
            "אין הולד עושה תמורה ", 
            "הא מני רבי יהודה היא דאמר הולד עושה תמורה ", 
            "אי ר' יהודה תמורה הוא דלא עבדי הא מקדש קדשי הא\"ר יהודה אברין לא קדשי ", 
            "(אמר) הכא במאי עסקינן באבר שהנשמה תלויה בו ", 
            "איתיביה ", 
            "מקדישין אברין ועוברין אבל לא ממירין ", 
            "הכא נמי בולדי קדשים ", 
            "אי בולדי קדשים מאי מקדישין ", 
            "הא קדישי וקיימי"
        ], 
        [
            "הכי קאמר ", 
            "מקדישין איברין וממירין בהן אבל לא ממירין [אברים] בהן ", 
            "ועוברים שקדשו במעי אמן אין ממירין בהן בולדי קדשים במעי אמן הוא דלא עבדין תמורה הא אבראי עבדי ", 
            "והא תנן ", 
            "אין הוולדות עושין תמורה ", 
            "הא מני רבי יהודה היא ", 
            "אי רבי יהודה אברין מי קדשי ", 
            "הא לר' יהודה לית ליה האומר רגלה של זו עולה כולה עולה ", 
            "אמר ליה ", 
            "הכא במאי עסקינן בדבר העושה אותה טרפה ", 
            "לימא כתנאי ", 
            "השוחט את החטאת ומצא בה בן ארבע חי קתני חדא אינה", 
            "נאכלת אלא לזכרי כהונה ואינה נאכלת אלא לפנים מן הקלעים ואינה נאכלת אלא ליום אחד ", 
            "ותניא אידך ", 
            "נאכלת לכל אדם ונאכלין בכל מקום ואינן נאכלין בעזרה ", 
            "מאי לאו תנאי היא ", 
            "דמר סבר ", 
            "קדושה חלה על עוברין ומר סבר ", 
            "אין קדושה חלה על עוברין ", 
            "לא הני תנאי בהא קא מיפלגי ", 
            "דמר סבר ", 
            "ולדות קדשים בהוייתן הן קדושים ומר סבר ", 
            "ולדי קדשים במעי אמן הן קדושים ", 
            "ואיבעית אימא ", 
            "חד תנא הוא חדא מהלין מתנייתא במקדיש בהמה ואח\"כ נתעבדה וחדא מנהון שהקדישה מעוברת ", 
            "תניא רבי אליעזר אומר ", 
            "כלאים וטרפה ויוצא דופן טומטום ואנדרוגינוס לא קדושין ולא מקדישין ", 
            "ואמר שמואל ", 
            "לא קדושין בתמורה ולא מקדישין [לעשות] תמורה ", 
            "ותניא א\"ר מאיר ", 
            "מאחר שאינן קדושין היאך מקדישין ", 
            "אי אתה מוצא אלא במקדיש בהמה ואחר כך נטרפה במקדיש ולד ויצא [דרך] דופן ", 
            "אלמא ", 
            "קדיש ולד ", 
            "אמרי ", 
            "בתם במעי תמימה אפילו בר פדא נמי מודי דקדיש לא נחלקו אלא בתם במעי בעלת מום ", 
            "בר פדא סבר ", 
            "כיון דאימיה לא מקדישין קדושת הגוף הוא נמי לא קדיש ורבי יוחנן סבר ", 
            "הני כב' בהמות נינהו אימיה היא דלא מיקדשא אבל הוא קדוש ", 
            "לישנא אחרינא ", 
            "אבל כלאים וטומטום ואנדרוגינוס אי אתה מוצא אלא בולדי קדשים וכרבי יהודה שהיה אומר הולד עושה תמורה ", 
            "הלין הוא דלא קדשי גופייהו אבל עוברין אחרים קדושין ", 
            "אמר אביי ", 
            "תם במעי תמימה דברי הכל קדיש גופיה אלא כי פליגי במעי בעלת מום ", 
            "דבר פדא סבר ", 
            "כיון דאימיה נמי לא קדיש גופה איהו נמי לא קדיש אלא לדמי רבי יוחנן סבר ", 
            "עובר לאו ירך אמו הוא ", 
            "ואע\"ג דאימיה לא קדשה לגופה ולד מיהא קדיש לגופיה", 
            "א\"ר יוסי ", 
            "והלא במוקדשין האומר רגלה של זו כו'"
        ], 
        [
            "תנו רבנן ", 
            "יכול האומר רגלה של זו עולה תהא כולה עולה ת\"ל ", 
            "(ויקרא כז, ט) כל אשר יתן ממנו לה יהיה קדש ממנו לה' ולא כולו לה' ", 
            "יכול תצא לחולין ת\"ל יהיה קדש ", 
            "הא כיצד תמכר לצרכי עולות ודמיה חולין חוץ מדמי אבר שבה דברי רבי מאיר ורבי יהודה ", 
            "ור' יוסי ור' שמעון אומר ", 
            "מנין לאומר רגלה של זו עולה שכולה עולה שנאמר ", 
            "כל אשר יתן ממנו לה כשהוא אומר יהיה קדש לרבות את כולה ", 
            "אמר מר ", 
            "תמכר לצרכי עולות והא קמייתי בהמה מחוסרת אבר ", 
            "אמר רבא ", 
            "באומר הרי עלי עולה בחייה ", 
            "אמר רב חסדא ", 
            "מודה רבי יהודה בדבר שעושה אותה טרפה ", 
            "רבא אמר ", 
            "בדבר שעושה אותה נבילה ", 
            "ורב ששת אמר ", 
            "בדבר שהיא מתה ", 
            "מאי איכא בין רב חסדא לרבא ", 
            "איכא בינייהו טרפה חיה ", 
            "רב חסדא סבר לה כמאן דאמר טרפה אינה חיה ורבא סבר לה כמ\"ד טרפה חיה ", 
            "ומאי איכא בין רבא לרב ששת ", 
            "איכא בינייהו דרבי אלעזר ", 
            "דאמר רבי אלעזר ", 
            "ניטלה ירך וחלל שלה נבילה ", 
            "רבא סבר לה כרבי אלעזר רב ששת לא סבר לה כר' אלעזר ", 
            "מיתיבי ", 
            "אמר רבי נראין דברי רבי יהודה בדבר שאין הנשמה תלויה בו ודברי רבי יוסי בדבר שהנשמה תלויה בו ", 
            "לאו מכלל דפליג עליה דרבי יהודה ", 
            "בשלמא נראין דברי רבי יהודה בדבר שאין הנשמה תלויה בו מכלל דפליג עליה דר' יוסי אלא נראין דברי רבי יוסי בדבר שהנשמה תלויה בו לאו מכלל דפליג עליה דרבי יהודה ", 
            "ותיובתא דכולהו ", 
            "לא חסורי מיחסרא והכי קתני ", 
            "נראין דברי רבי יוסי לר' יהודה בדבר שהנשמה תלויה בו שאף רבי יהודה לא נחלק עליו אלא בדבר שאין הנשמה תלויה בו אבל בדבר שהנשמה תלויה בו מודי ליה ", 
            "בעי רבא ", 
            "בעוף מהו ", 
            "בהמה אמר רחמנא והא לאו בהמה היא ", 
            "או דלמא ", 
            "קרבן אמר רחמנא והאי נמי קרבן הוא ", 
            "תיקו ", 
            "בעי רבא ", 
            "הקדיש אבר לדמיו מהו דתיחות ליה קדושת הגוף ", 
            "מי אמר כיון דנחתא ליה קדושת דמים נחתא ליה נמי קדושת הגוף ומדאקדשיה לחד אבר אקדשיה לכולה ", 
            "או דלמא ", 
            "חד מגו אמר תרי מגו לא אמר ", 
            "תפשוט ליה מדידיה דהאמר רבא ", 
            "הקדיש זכר לדמיו קדוש קדושת הגוף ", 
            "התם דאקדשיה לכוליה הכא דאקדשיה חד אבר ", 
            "מאי ", 
            "תיקו ", 
            "בעי מיניה מרבא ", 
            "הקדיש חד אבר מהו בגיזה ", 
            "תפשוט לך מהא דתניא ", 
            "(דברים טו, יט) לא תגוז בכור צאנך אבל אתה גוזז בשלך ושל אחרים ", 
            "התם לא נחתא ליה קדושה כלל הכא נחתא ליה קדושה ", 
            "לישנא אחרינא ", 
            "התם אין בידו להקדישו הכא בידו להקדישו ", 
            "בעא מיניה אביי מרבא ", 
            "הקדיש עורה מהו בעבודה ", 
            "תא ", 
            "שמע האומר מה שבמעיה של זו עולה מותרת בגיזה ואסורה בעבודה מפני כחוש עובר שבה ", 
            "אמר ליה ", 
            "כי קתני אסורה בעבודה מדרבנן אי הכי אפילו בגיזה נמי תיתסר אמר ליה עבודה דמיכחשא גזרי בה רבנן גיזה לא גזרי בה רבנן ", 
            "בעא מיניה אביי מרב יוסף ", 
            "היא שלמי' וולדה חולין ושחטה בפנים מהו ", 
            "למ\"ד ולדי קדשים בהוייתן הן קדושין מי הוי חולין בעזרה או לא"
        ], 
        [
            "א\"ל ", 
            "מי קרינא ביה (דברים יב, כא) כי ירחק ממך המקום וזבחת ", 
            "בעי מיניה אביי מרב יוסף ", 
            "היא חולין וולדה שלמים ", 
            "ושחטה בחוץ מהו ", 
            "מי מחייב עליה משום שחוטי חוץ או לא ", 
            "א\"ל ", 
            "מי קרינא ביה {ויקרא יז } והביאום לה' ", 
            "ל\"א ", 
            "א\"ל ", 
            "ראוי לפתח אהל מועד חייבין עליו בחוץ", 
            "מתני' ", 
            "אין המדומע מדמע אלא לפי חשבון ואין המחומץ מחמץ אלא לפי חשבון ואין המים שאובין פוסלין את המקוה אלא לפי חשבון ", 
            "ואין מי חטאת עושין מי חטאת אלא עם מתן אפר ", 
            "ואין בית הפרס עושין בית הפרס ", 
            "ואין תרומה אחר תרומה ואין תמורה עושה תמורה ולא הולד עושה תמורה ", 
            "ר' יהודה אומר ", 
            "הולד עושה תמורה ", 
            "אמרו לו ", 
            "הקדש עושה תמורה ואין הולד עושה תמורה", 
            "גמ' ", 
            "מאן תנא ", 
            "א\"ר חייא בר אבא א\"ר יוחנן ", 
            "דלא כרבי אליעזר דתנן ", 
            "סאה של תרומה שנפלה לפחות ממאה חולין ונדמעו ונפל מן המדומע למקום אחר רבי אליעזר אומר ", 
            "מדמע כתרומה ודאי (שאני אומר ", 
            "סאה שנפלה היא שעלתה) וחכ\"א ", 
            "אינה מדמעת אלא לפי חשבון שבה", 
            "ואין המחומץ מחמץ כו'", 
            "אמר רבי אבא אמר רבי יוחנן ", 
            "מתניתין דלא כרבי אליעזר דתנן ", 
            "שאור של חולין ושל תרומה שנפלו לתוך העיסה ולא בזה כדי להחמיץ ולא בזה כדי להחמיץ ונצטרפו וחימצו ", 
            "רבי אליעזר אומר ", 
            "אחר אחרון אני בא ", 
            "וחכמים אומרים ", 
            "בין שנפל איסור לכתחילה ובין שנפל איסור בסוף לעולם אין אסור עד שיהא בו כדי להחמיץ", 
            "ואין המים שאובין פוסלין את המקוה", 
            "מאן תנא ", 
            "אמר רבי חייא בר אבא אמר רבי יוחנן ", 
            "רבי אליעזר בן יעקב היא דתנן ר' אליעזר בן יעקב אומר ", 
            "מקוה שיש בו עשרים ואחת סאה מי גשמים ממלא בכתף תשע עשרה סאה ופותקן למקוה"
        ], 
        [
            "והן טהורין שהשאיבה מטהרת ברבייה ובהמשכה ", 
            "מכלל דרבנן סברי דברבייה ובהמשכה לא ", 
            "אלא [הא] דכי אתא רבין א\"ר יוחנן ", 
            "שאובה שהמשיכוה כולה טהורה מני ", 
            "לא רבנן ולא ר' אליעזר ", 
            "אלא אמר רבה ", 
            "לפי חשבון כלים ויוסף בן חוני היא ", 
            "דתניא ", 
            "שלשת לוגין מים שאובין שנפלו למים בשנים ושלשה כלים ואפי' בארבעה וחמשה כלים פוסלים את המקוה ", 
            "יוסף בן חוני אומר ", 
            "בשנים ושלשה כלים פוסל את המקוה בארבעה וחמשה אין פוסלין את המקוה", 
            "ואין מי חטאת נעשה מי חטאת כו'", 
            "מאן תנא ", 
            "אמר רבי חייא בר אבא אמר ר' יוחנן ", 
            "דלא כרבי שמעון ", 
            "דתניא ", 
            "הקדים עפר למים פסול ", 
            "ורבי שמעון מכשיר ", 
            "מאי טעמא דר\"ש ", 
            "דכתיב ", 
            "(במדבר יט, יז) ולקחו לטמא מעפר שרפת החטאת ונתן עליו מים חיים ותניא רבי שמעון אומר ", 
            "וכי עפר הוא ", 
            "והלא אפר הוא ", 
            "שינה הכתוב ממשמעו לדון הימנו גזירה שוה ", 
            "נאמר כאן עפר ונאמר להלן {במדבר ה } עפר ", 
            "מה להלן עפר ע\"ג המים אף כאן עפר על גבי המים ", 
            "ומה כאן הקדים עפר למים כשר אף כאן הקדים עפר למים כשר ", 
            "והכא מנלן ", 
            "תרי קראי כתיבי (במדבר יט, יז) ונתן עליו אלמא אפר ברישא והדר כתיב מים חיים אל כלי ", 
            "הא כיצד ", 
            "רצה עפר למטה רצה עפר למעלה ", 
            "ותנא דידן מאי טעמא ", 
            "אמר לך ", 
            "לך סיפיה דקרא דוקא ונתן עליו לערבן ", 
            "מאי חזית דאמרת סיפיה דקרא דוקא דלמא רישא דוקא ", 
            "לא מצית אמרת מה מצינו בכל מקום מכשיר למעלה אף כאן מכשיר למעלה", 
            "ואין בית הפרס עושה בית הפרס כו'", 
            "מתניתין דלא כרבי אליעזר ", 
            "דתנן רבי אליעזר אומר ", 
            "בית הפרס עושה בית הפרס ", 
            "ורבנן עד כמה ", 
            "כי אתא רב דימי אמר ר\"ל אמר ר\"ש בר אבא"
        ], 
        [
            "שלש שדות ושתי מענות ", 
            "וכמה מלא מענה ", 
            "מאה אמה כדתניא ", 
            "החורש את הקבר עושה בית הפרס מלא מענה מאה אמה", 
            "ואין תרומה אחר תרומה כו'", 
            "מתניתין מני ", 
            "ר\"ע היא ", 
            "דתנן ", 
            "השותפין שתרמו זה אחר זה ", 
            "רבי אליעזר אומר ", 
            "תרומת שניהם תרומה ", 
            "ר\"ע אומר ", 
            "אין תרומת שניהם תרומה ", 
            "וחכמים אומרים ", 
            "אם תרם הראשון כשיעור אין תרומת השני תרומה ואם לא תרם כשיעור תרומת השני תרומה", 
            "ואין תמורה עושה תמורה כו'", 
            "מאי טעמא ", 
            "אמר קרא (ויקרא כז, י) ותמורתו ולא תמורת תמורתו", 
            "ואין הולד עושה תמורה", 
            "דאמר קרא הוא הוא ולא ולד", 
            "ר' יהודה אומר ", 
            "הולד עושה תמורה", 
            "דאמר קרא ", 
            "יהיה לרבות את הולד ", 
            "ורבנן לרבות שוגג כמזיד", 
            "מתני' ", 
            "העופות והמנחות אין עושין תמורה שלא נאמר אלא בהמה ", 
            "הציבור והשותפין אין עושין תמורה שנאמר ", 
            "(ויקרא כז, י) לא יחליפנו ולא ימיר יחיד עושה תמורה ואין הצבור והשותפין עושין תמורה ", 
            "קדשי בדק הבית אין עושין תמורה ", 
            "אמר ר\"ש ", 
            "והרי מעשר בכלל היה ולמה יצא לומר לך מה מעשר קרבן יחיד יצאו קרבנות צבור ", 
            "ומה מעשר קרבן מזבח יצאו קרבנות בדק הבית", 
            "גמ' ", 
            "ת\"ר ", 
            "יכול יהו קדשי בדק הבית עושין תמורה ת\"ל {ויקרא כז } קרבן מי שנקראו קרבן יצאו קדשי בדק הבית שלא נקראו קרבן ", 
            "ולא ", 
            "והתניא ", 
            "אי {ויקרא יז } קרבן שומע אני אפילו קדשי בדק הבית שנקראו קרבן כענין שנאמר (במדבר לא, נ) ונקרב את קרבן ה' וגו' ת\"ל (ויקרא יז, ד) ואל פתח אהל מועד לא הביאו כל הבא אל פתח אהל מועד חייבין עליו משום שחוטי חוץ וכל שאינו בא לפתח אהל מועד אין חייבין עליו משום שחוטי חוץ ", 
            "אלמא ", 
            "איקרו קרבן ", 
            "אמר רבי חנינא ", 
            "לא קשיא הא ר\"ש הא רבנן ", 
            "לר\"ש איקרי קרבן לרבנן לא איקרי קרבן ", 
            "ולא ", 
            "והכתיב (במדבר לא, נ) ונקרב את קרבן ה' ", 
            "קרבן ה' איקרי קרבן לה' לא איקרי ", 
            "ת\"ר ", 
            "(ויקרא כז, לג) לא יבקר בין טוב לרע ולא ימירנו למה נאמר ", 
            "והלא כבר נאמר (ויקרא כז, י) לא יחליפנו ולא ימיר אותו טוב ברע וגו' ", 
            "לפי שנאמר לא יחליפנו ולא ימיר אותו משמע ", 
            "קרבן יחיד קרבן צבור וקרבן מזבח וקרבן בדק הבית ת\"ל לא יבקר ", 
            "אמר ר\"ש ", 
            "והרי מעשר בכלל היה ולמה יצא לומר לך מה מעשר קרבן יחיד וקרבן מזבח ודבר שבא בחובה ודבר שאינו בשותפות אף כל קרבן יחיד וקרבן מזבח ודבר שבא בחובה"
        ], 
        [
            "ודבר שאינו בא בשותפות ", 
            "רבי אומר ", 
            "למה יצאת מעשר מעתה לידון בתמורת שמו ובתמורת גופו לומר לך ", 
            "תמורת שמו קריבה תמורת גופו אינה קריבה תמורת שמו נגאלת תמורת גופו אינה נגאלת ", 
            "תמורת גופו חלה על דבר הראוי ועל דבר שאינו ראוי ותמורת שמו אינה חלה אלא על דבר הראוי בלבד ", 
            "אמרי ", 
            "משום דרבי רחמנא דאית ביה תמורת שמו איגרועי איגרע ", 
            "אין דאמרינן ", 
            "מאי דרבי רבי ומאי דלא רבי לא רבי ", 
            "והא מהיכא תיתי ", 
            "אמר רב הונא בריה דרב יהושע ", 
            "משום דהוה דבר הבא לידון בדבר החדש ואין בו אלא חידושו בלבד ", 
            "אמר ליה רב נחמן בר יצחק לרבא ", 
            "לרבי שמעון דאמר דבר הבא בחובה עולת חובה היא דעבדה תמורה הא עולת נדבה לא ", 
            "אמר ליה ", 
            "עולת נדבה נמי כיון דקבלה עליה עבדה תמורה ולא נצרכה אלא לעולה הבאה מן המותרות ", 
            "מאי קסבר ", 
            "אי קסבר לה כמאן דאמר מותרות לנדבת צבור אזלי פשיטא דלא עבדה תמורה הא אין תמורה בצבור ", 
            "אלא רבי שמעון סבירא ליה כמאן דאמר מותרות לנדבת יחיד אזלי ", 
            "מאן שמעת ליה האי סברא רבי אליעזר הא שמעינן ליה בהדיא דעבדה תמורה ", 
            "דתניא ", 
            "עולה הבאה מן המותרות עושה תמורה דברי רבי אליעזר ", 
            "רבי שמעון סבר לה כותיה בחדא ופליג עליה בחדא ", 
            "דרבי אליעזר סבר ", 
            "עולה הבאה מן המותרות עושה תמורה ואיהו סבר ", 
            "אין עושה תמורה ", 
            "אי הכי דבעיא רבי אבין ", 
            "הפריש אשם להתכפר בו והמיר בו ונתכפר באשם אחר וניתק זה לעולה מהו שיחזור וימיר בו ", 
            "אליבא דמאן ", 
            "אילימא אליבא דר\"ש הא אמרת ", 
            "רבי שמעון סבירא ליה עולה הבאה מן המותרות אין עושה תמורה ", 
            "רבי אבין הכי קמיבעיא ליה ", 
            "אי משכחת תנא דקאי כר\"ש דאמר אין ממירין וחוזרין וממירין וס\"ל כרבי אליעזר דאמר עולה הבאה מן המותרות עושה תמורה מהו שיחזור וימיר בו ", 
            "בשני גופין וקדושה אחת מאי ", 
            "ואם תימצא לומר קדושה אחת (או לא) אלא שתי קדושות וגוף אחד מאי ", 
            "תיבעי", 
            "הדרן עלך הכל ממירין"
        ], 
        [
            "מתני' ", 
            "יש בקרבנות יחיד שאין בקרבנות הציבור ויש בקרבנות הציבור שאין בקרבנות היחיד ", 
            "שקרבנות היחיד עושין תמורה ואין קרבנות הציבור עושין תמורה ", 
            "קרבנות היחיד נוהגות בין בזכרים בין בנקבות וקרבנות הציבור אין נוהגין אלא בזכרים ", 
            "קרבנות היחיד חייבין באחריותן ובאחריות נסכיהם וקרבנות הציבור אין חייבין באחריותן ולא באחריות נסכיהן אבל חייבין באחריות נסכיהן משקרב הזבח ", 
            "יש בקרבנות הציבור מה שאין בקרבנות יחיד ", 
            "שקרבנות הציבור דוחין את השבת ואת הטומאה וקרבנות יחיד אינן דוחות לא את השבת ולא את הטומאה ", 
            "א\"ר מאיר ", 
            "והלא חביתי כ\"ג ופר של יוה\"כ קרבנות היחיד הן ודוחין את השבת ואת הטומאה ", 
            "אלא שזמנו קבוע", 
            "גמ' ", 
            "קרבן יחיד עושה תמורה כו'", 
            "וכללא הוא ", 
            "והרי עופות דקרבן יחיד ואין עושה תמורה ", 
            "כי קתני בבהמה קתני ", 
            "והרי ולד דקרבן יחיד הוא ואין עושה תמורה ", 
            "הא מני רבי יהודה היא דאמר הולד עושה תמורה ", 
            "והרי תמורה עצמה דקרבן יחיד היא ואין תמורה עושה תמורה ", 
            "כי קתני בעיקר זיבחא קתני ", 
            "השתא דאתית להכי אפילו תימא רבנן בעיקר זיבחא קתני", 
            "קרבנות היחיד נוהגות בין בזכרים בין בנקבות", 
            "וכללא הוא ", 
            "והרי עולה דקרבן יחיד וזכר אתיא נקבה לא אתיא ", 
            "האיכא עולת העוף דתניא ", 
            "תמות וזכרות בבהמה ואין תמות וזכרות בעופות ", 
            "והרי חטאת דקרבן יחיד היא ונקבה אתיא זכר לא אתיא ", 
            "האיכא שעיר נשיא דמייתי זכר ", 
            "והאיכא אשם יחיד דזכר אתי נקבה לא אתי ", 
            "כי קאמרי רבנן קרבן דשוי בין ביחיד בין בציבור אשם ביחיד איתיה בצבור ליתיה ", 
            "ואיבעית אימא ", 
            "מי קתני כל קרבנות ", 
            "יש בקרבנות קתני ומאי ניהו שלמים ואי בעי נקבה מייתי ואי בעי זכר מייתי", 
            "קרבנות יחיד חייבין באחריותן [כו']", 
            "מנא לן ", 
            "דת\"ר ", 
            "(ויקרא כג, לז) דבר יום [ביומו] מלמד שכל היום כשר למוספין ", 
            "(ויקרא כג, לז) ביומו מלמד שאם עבר היום ולא הביאן אינו חייב באחריותן ", 
            "יכול לא יהא חייב באחריות נסכיהם ואע\"פ שקרב הזבח ", 
            "ת\"ל ", 
            "(במדבר כט, יח) מנחתם ונסכיהם בלילה מנחתם ונסכיהם למחר ", 
            "ר\"ל אמר מהכא ", 
            "(ויקרא כג, לח) מלבד שבתות ה' ", 
            "וצריכא דאי כתב רחמנא מלבד שבתות ה' הוה אמינא ", 
            "ביום אין ובלילה לא אמר קרא ומנחתם ונסכיהם ", 
            "ואי כתב רחמנא מנחתם ונסכיהם ולא כתב מלבד שבתות ה' הוה אמינא ", 
            "בלילה אין ביממא לא ומאי שנא משום דבקדשים לילה הולך אחר היום צריכי ", 
            "ונסכים מי קרבי בלילה ", 
            "והתנן ", 
            "אין לי אלא דברים שדרכן ליקרב בלילה כגון אברים ופדרים שמקריבין מבוא השמש ומתעכלין והולכין כל הלילה כולו ", 
            "דברים שדרכן ליקרב ביום כגון הקומץ הלבונה ומנחת נסכים שמעלן מבוא השמש מבוא השמש סלקא דעתך ", 
            "והאמרת ", 
            "דברים שדרכן ליקרב ביום נינהו אלא ", 
            "עם בא השמש ", 
            "שמתעכלין והולכין כל הלילה מנין ", 
            "תלמוד לומר ", 
            "(ויקרא ו, ב) זאת תורת העולה ריבה ", 
            "קתני מיהא נסכים ביום ", 
            "אמר רמי בר חמא ", 
            "לא קשיא כאן ליקדש כאן ליקרב ", 
            "אמר ליה רבא ", 
            "אי מיקדש קדשי קרובי מיקרבי והא תניא ", 
            "זה הכלל כל הקרב ביום אין קדוש אלא ביום וכל הקרב בלילה קדוש בלילה בין ביום בין בלילה קדוש בין ביום בין בלילה ", 
            "אלא אמר רב יוסף ", 
            "סמי מנחת נסכים מהא מתניתא ", 
            "כי סליק רב דימי אשכחיה לרב ירמיה דיתיב וקאמר משמיה דרבי יהושע בן לוי ", 
            "מנין לנסכים הבאים עם הזבח שאין קריבין אלא ביום ", 
            "ת\"ל (במדבר כט, לט) ולנסכיכם ולשלמיכם מה שלמים ביום אף נסכים ביום ", 
            "אמר ", 
            "אי אשכחיה דכתיב איגרתא שלחי ליה לרב יוסף"
        ], 
        [
            "ולא תיסמי מנחת נסכים ממתני' ", 
            "ולא קשיא כאן בנסכים הבאין עם הזבח כאן בנסכים הבאין בפני עצמן ", 
            "ואי הוה ליה איגרתא מי אפשר למישלחא ", 
            "והא אמר רבי אבא בריה דרבי חייא בר אבא א\"ר יוחנן ", 
            "כותבי הלכות כשורף התורה והלמד מהן אינו נוטל שכר ", 
            "דרש ר' יהודה בר נחמני מתורגמניה דר\"ל ", 
            "כתוב אחד אומר (שמות לד, כז) כתוב לך את הדברים האלה וכתוב אחד אומר (שמות לד, כז) כי על פי הדברים האלה לומר לך ", 
            "דברים שעל פה אי אתה רשאי לאומרן בכתב ושבכתב אי אתה רשאי לאומרן על פה ", 
            "ותנא דבי רבי ישמעאל ", 
            "כתוב לך את הדברים האלה אלה אתה כותב אבל אין אתה כותב הלכות ", 
            "אמרי ", 
            "דלמא מילתא חדתא שאני ", 
            "דהא רבי יוחנן ור\"ל מעייני בסיפרא דאגדתא בשבתא ודרשי הכי ", 
            "(תהלים קיט, קכו) עת לעשות לה' הפרו תורתך ", 
            "אמרי ", 
            "מוטב תיעקר תורה ואל תשתכח תורה מישראל ", 
            "אמר רב פפא ", 
            "השתא דאמרת נסכים הבאין בפני עצמן קריבין אפי' בלילה נזדמנו נסכים בלילה מקדישין בלילה ומקריבין ", 
            "אמר ליה רב יוסף בריה דרב שמעיה לרב פפא תניא דמסייע לך ", 
            "זה הכלל כל הקרב ביום אינו קדוש אלא ביום וכל הקרב בלילה קדוש (בין ביום בין) בלילה ", 
            "אמר רב אדא בר אהבה ", 
            "ועלות השחר פוסלת בהן כאברין ", 
            "כי אתא רב דימי א\"ר יוחנן משום ר\"ש בן יהוצדק ", 
            "(במדבר כט, לט) אלה תעשו לה' במועדיכם אלו חובות הבאות חובה ברגל לבד מנדריכם ונדבותיכם לימד על נדרים ונדבות שקרבין בחולו של מועד ", 
            "ולעולותיכם במה הכתוב מדבר ", 
            "אי בעולת נדר הרי כבר אמור נדריכם ואי בעולת נדבה הרי כבר אמור ונדבותיכם ", 
            "הא אינו מדבר אלא בעולת יולדת ועולת מצורע ", 
            "ולמנחותיכם במה הכתוב מדבר ", 
            "אי במנחת נדר הרי כבר אמור אי במנחת נדבה הרי כבר אמור הא אינו מדבר אלא במנחת סוטה ובמנחת קנאות ", 
            "ולנסכיכם ולשלמיכם מקיש נסכים לשלמים מה שלמים ביום אף נסכים ביום ", 
            "ולשלמיכם לרבות שלמי נזיר ", 
            "א\"ל אביי ", 
            "ולימא מר שלמי פסח דאי שלמי נזיר נידר ונידב הוא ", 
            "דהתניא ", 
            "זה הכלל כל שהוא נידב ונידר קרב בבמת יחיד ושאינו נידב ונידר אינו קרב בבמת יחיד ", 
            "ותנן ", 
            "המנחות והנזירות קריבין בבמת יחיד דברי ר\"מ ", 
            "סמי מכאן נזירות ", 
            "מי איכא למ\"ד דנזיר לאו נידר ונידב הוא ", 
            "והכתיב ", 
            "(שמואל ב טו, ז) מקץ ארבעים שנה ויאמר אבשלום אל המלך אלכה נא ואשלם את נדרי אשר נדרתי לה' בחברון ", 
            "כי נדר נדר עבדך וגו' מאי לאו אקרבן ", 
            "לא אעיקר נדרו אמר ", 
            "עיקר נדרו בחברון הוה ", 
            "והלא בגשור הוה ", 
            "אמר רב אחא ואיתימא רבה בר רב חנן ", 
            "לא הלך אבשלום אלא להביא כבשים מחברון ", 
            "ה\"נ מסתברא דאי תימא לאקרובי הוא דאזיל שביק ירושלים ואזיל ומקריב בחברון ", 
            "ואלא מאי להביא כבשים מחברון האי אשר נדרתי לה' בחברון מחברון מיבעי ליה ", 
            "אלא לעולם לאקרובי ודקא קשיא לך אמאי שבק ירושלים ומקריב בחברון תיקשי לך גבעון דמקום קדוש הוא ", 
            "אלא כיון שהותרו הבמות כל היכא דבעי מקריב ", 
            "ארבעים שנה למאן ", 
            "תניא רבי נהוראי אומר משום רבי יהושע ", 
            "מקץ ארבעים שנה ששאלו להם מלך ", 
            "דתניא ", 
            "אותה שנה ששאלו להם מלך אותה שנה עשירית של שמואל היתה"
        ], 
        [
            "עשר שנים מלך שמואל בעצמו שנה אחת שמלך שאול ושמואל ושתים שמלך שאול בעצמו ושלשים ושבע שמלך דוד ", 
            "מתני' ", 
            "חטאת היחיד שכפרו בעליה מתה ושל צבור אינה מתה ", 
            "רבי יהודה אומר ", 
            "תמות ", 
            "ר\"ש אומר ", 
            "מה מצינו בולד חטאת ובתמורת חטאת ובחטאת שמתו בעליה דברים אמורים ביחיד ולא בצבור ", 
            "אף שכפרו בעליה ועיברה שנתה ביחיד דברים אמורים ולא בציבור", 
            "גמ' ", 
            "ת\"ר ", 
            "מהו אומר {ויקרא ד } חטאת יביא ", 
            "מנין למקדיש חטאתו ואבדה והפריש אחרת תחתיה ונמצאת הראשונה קיימת והרי שתיהן עומדות מנין שאיזו מהן שירצה יביא ", 
            "ת\"ל ", 
            "חטאת ", 
            "יכול יביא שתיהן ", 
            "ת\"ל ", 
            "יביאנה אחת ולא שתים ", 
            "ואותה שניה מה תהא עליה ", 
            "אמר רב המנונא תניא ר' יהודה אומר ", 
            "תרעה רבי שמעון אומר ", 
            "תמות ", 
            "ומי אמר ר' יהודה תרעה ", 
            "והא ר' יהודה תמות שמעינן ליה ", 
            "איפוך ", 
            "רבי יהודה אומר תמות ר' שמעון אומר תרעה ", 
            "ומי אמר ר\"ש תרעה ", 
            "והא אמר רבי שמעון ", 
            "חמש חטאות מתות ", 
            "אלא (א\"ל) לעולם ", 
            "לא תיפוך ולא קשה כאן באבודה בשעת הפרשה כאן באבודה בשעת כפרה ", 
            "ואיבעית אימא ", 
            "אידי ואידי בשעת הפרשה ולא קשה הא רבי יהודה אליבא דרבי הא רבי יהודה אליבא דרבנן ", 
            "ומי איכא למאן דאמר חטאה ציבור שכפרו בעלים מתה"
        ], 
        [
            "והתניא כיוצא בו א\"ר יוסי ", 
            "{עזרא א } והבאים מהשבי בני הגולה הקריבו עולות פרים (בני בקר) שנים עשר אילים תשעים ותשעה כבשים שבעים ושבעה שעירי חטאת שנים עשר הכל עולה לה' ", 
            "וחטאת מי קרבה עולה ", 
            "אמר רבא ", 
            "כי עולה מה עולה אינה נאכלת אף חטאת אינה נאכלת ", 
            "שהיה רבי יוסי אומר ", 
            "על עבודה זרה הביאום ", 
            "ואמר רב יהודה אמר שמואל ", 
            "על עבודה זרה שעשו בימי צדקיהו ", 
            "קא סלקא דעתין ", 
            "למאן דאית ליה חטאת צבור שנתכפרו בעליה מתה אית ליה נמי חטאת צבור שמתו בעליה מתה ", 
            "והא הכא דאיכא דמתו בעליה וקא קרבה ", 
            "אמר רב פפא ", 
            "אפילו למאן דאמר חטאת צבור שכפרו בעליה מתה חטאת צבור שמתו בעליה אינה מתה לפי שאין הצבור מתים ", 
            "מנא ליה לרב פפא הא ", 
            "אי נימא משום דכתיב (תהלים מה, יז) תחת אבותיך יהיו בניך ", 
            "אי הכי אפי' יחיד נמי ", 
            "אלא היינו טעמא שאין הציבור מתים משעירי רגלים וראשי חדשים דאמר רחמנא ", 
            "אייתינהו מתרומת הלשכה ודלמא מתו מרייהו דהני זוזי ", 
            "אלא לאו ש\"מ אין הצבור מתים ", 
            "ואיבעית אימא ", 
            "כי אקרובינהו להני חטאות אחיי אקרבינהו דכתיב ", 
            "(עזרא ג, יב) ורבים מהכהנים הלוים וראשי האבות הזקנים אשר ראו את הבית הראשון ביסדו זה הבית בוכים בקול גדול ורבים בתרועה ", 
            "ודילמא הנך מיעוטא ", 
            "לא מצית אמרת דכתיב {עזרא ג } (ולא הכירו העם בתרועה ושמחה) לקול בכי העם ", 
            "והיכי מקרבי להו ", 
            "והרי מזידין הוו ", 
            "אמר רבי יוחנן ", 
            "הוראת שעה היתה ", 
            "הכי נמי מסתברא דאי לא תימא הכי בשלמא פרים ושעירי' כנגד שנים עשר שבטים אלא כבשים כנגד מי ", 
            "אלא הוראת שעה היתה ", 
            "תנן התם ", 
            "משמת יוסף בן יועזר איש צרידה ויוסף בן יוחנן איש ירושלים בטלו האשכולות איש שהכל בו ", 
            "ואמר רב יהודה אמר שמואל ", 
            "כל אשכולות שעמדו להן לישראל מימות משה עד שמת יוסף בן יועזר היו למדין תורה כמשה רבינו מכאן ואילך לא היו למדין תורה כמשה רבינו ", 
            "והאמר רב יהודה אמר שמואל ", 
            "שלשת אלפים הלכות נשתכחו בימי אבלו של משה ", 
            "דאישתכח להו אישתכח ודגמירן להו הוו גמירי כמשה רבינו ", 
            "והא תניא ", 
            "משמת משה אם רבו מטמאין טמאו אם רבו טהורין טיהרו ", 
            "ליבא דאימעיט מיגמר הוו גמירי להו כמשה רבינו ", 
            "במתניתא תנא ", 
            "כל אשכולות שעמדו לישראל מימות משה עד שמת יוסף בן יועזר איש צרידה לא היה בהם שום דופי מכאן ואילך היה בהן שום דופי ", 
            "והתניא ", 
            "מעשה בחסיד אחד שהיה גונח מלבו ", 
            "ושאלו לרופאים ואמרו ", 
            "אין לו תקנה עד שיינק חלב רותח שחרית ", 
            "והביאו עז וקשרו לו בכרעי מיטתו והיה יונק ממנה חלב ", 
            "למחר נכנסו חביריו לבקרו כיון שראו העז אמרו ", 
            "ליסטים מזויין בתוך ביתו ואנו נכנסים לבקרו ", 
            "ישבו ובדקו ולא מצאו בו עון אלא של אותה העז בלבד ", 
            "ואף הוא בשעת מיתתו אמר ", 
            "יודע אני בעצמי שאין בי עון אלא של אותה העז בלבד שעברתי על דברי חבירי ", 
            "שהרי אמרו חכמים ", 
            "אין מגדלין בהמה דקה בארץ ישראל ", 
            "וקי\"ל כל היכא דאמר מעשה בחסיד אחד או ר' יהודה בן בבא או ר' יהודה בר אילעאי ורבנן בתר יוסף בן יועזר איש צרידה ", 
            "דרי דרי הוו"
        ], 
        [
            "אמר רב יוסף ", 
            "דופי של סמיכה קתני ", 
            "והא יוסף בן יועזר גופיה מיפליג פליג בסמיכה ", 
            "כי איפליג בה בסוף שניה דבצר ליבא ", 
            "גופא אמר רב יהודה אמר שמואל ", 
            "שלשת אלפים הלכות נשתכחו בימי אבלו של משה ", 
            "אמרו לו ליהושע ", 
            "שאל ", 
            "א\"ל ", 
            "(דברים ל, יב) לא בשמים היא ", 
            "אמרו לו לשמואל ", 
            "שאל ", 
            "אמר להם ", 
            "אלה המצות שאין הנביא רשאי לחדש דבר מעתה ", 
            "אמר ר' יצחק נפחא ", 
            "אף חטאת שמתו בעליה נשתכחה בימי אבלו של משה ", 
            "אמרו לפנחס ", 
            "שאל ", 
            "אמר ליה ", 
            "לא בשמים היא ", 
            "א\"ל לאלעזר ", 
            "שאל ", 
            "אמר להם ", 
            "אלה המצות שאין נביא רשאי לחדש דבר מעתה ", 
            "אמר רב יהודה אמר רב ", 
            "בשעה שנפטר משה רבינו לגן עדן אמר לו ליהושע ", 
            "שאל ממני כל ספיקות שיש לך ", 
            "אמר לו ", 
            "רבי כלום הנחתיך שעה אחת והלכתי למקום אחר ", 
            "לא כך כתבת בי (שמות לג, יא) ומשרתו יהושע בן נון נער לא ימיש מתוך האהל ", 
            "מיד תשש כחו של יהושע ונשתכחו ממנו שלש מאות הלכות ונולדו לו שבע מאות ספיקות ועמדו כל ישראל להרגו ", 
            "אמר לו הקב\"ה ", 
            "לומר לך אי אפשר לך וטורדן במלחמה ", 
            "שנאמר ", 
            "(יהושע א, א) ויהי אחרי מות משה עבד ה' ויאמר ה' וגו' ", 
            "במתניתין תנא ", 
            "אלף ושבע מאות קלין וחמורין וגזירות שוות ודקדוקי סופרים נשתכחו בימי אבלו של משה ", 
            "אמר רבי אבהו ", 
            "אעפ\"כ החזירן עתניאל בן קנז מתוך פלפולו שנאמר ", 
            "(יהושע טו, יז) וילכדה עתניאל בן קנז אחי כלב (הקטן ממנו) [ויתן לו את עכסה בתו לאשה] ", 
            "ולמה נקרא שמה עכסה שכל הרואה אותה כועס על אשתו ", 
            "(יהושע טו, יח) ויהי בבואה ותסיתהו לשאל מאת אביה שדה ותצנח מעל החמור מאי ותצנח ", 
            "אמר רבא א\"ר יצחק אמרה לו ", 
            "מה חמור זה כיון שאין לו מאכל באבוסו מיד צועק ", 
            "כך אשה כיון שאין לה תבואה בתוך ביתה מיד צועקת ", 
            "(יהושע טו, יט) ותאמר תנה לי ברכה כי ארץ הנגב נתתני בית שמנוגב מכל טובה ", 
            "ונתתה לי גולות מים אדם שאין בו אלא תורה בלבד ", 
            "(יהושע טו, יט) ויתן לה כלב את גולות עליות ואת גולות תחתיות אמר לה ", 
            "מי שדר עליונים ותחתונים יבקש ממנו מזונות ", 
            "וכלב בן קנז הוא ", 
            "והלא כלב בן יפונה הוא ", 
            "מאי יפונה שפנה מעצת מרגלים ", 
            "ואכתי בן קנז הוא ", 
            "בן חצרון הוא דכתיב (דברי הימים א ב, יח) וכלב בן חצרון הוליד את עזובה ", 
            "אמר רבא ", 
            "חורגיה דקנז הוא ", 
            "תנא ", 
            "הוא עתניאל הוא יעבץ ומה שמו יהודה אחי שמעון שמו ", 
            "עתניאל שענאו אל יעבץ שיעץ וריבץ תורה בישראל ", 
            "ומנלן שענאו אל ", 
            "דכתיב ", 
            "(דברי הימים א ד, י) ויקרא יעבץ לאלהי ישראל לאמור אם ברך תברכני והרבית את גבולי והיתה ידך (עמדי ועשה מרעתי) לבלתי עצבי ויבא אלהים את אשר שאל ", 
            "אם ברך תברכני בתורה והרבית את גבולי בתלמידים והיתה ידך עמדי שלא ישתכח תלמודי מלבי ועשה מרעתי שיזדמנו לי ריעים כמותי לבלתי עצבי שלא ישגבני יצה\"ר מלשנות ", 
            "אם אתה עושה כן מוטב ואם לאו הריני הולך לנסיסי לשאול מיד ויבא אלהים את אשר שאל ", 
            "כיוצא בדבר אתה אומר ", 
            "(משלי כט, יג) רש ואיש תככים נפגשו מאיר עיני שניהם ה' ", 
            "בשעה שהתלמיד הולך אצל רבו ואומר לו ", 
            "למדני תורה ", 
            "אם מלמדו מאיר עיני שניהם ה' ואם לאו (משלי כב, ב) עשיר ורש נפגשו עושה כולם ה' מי שעשאו חכם לזה עושה אותו טיפש טיפש לזה עושה אותו חכם ", 
            "זו משנת ר' נתן ", 
            "ר' יהודה הנשיא אומר ", 
            "אם ברך תברכני בפריה ורביה והרבית את גבולי בבנים ובבנות והיתה ידך עמדי במשא ובמתן ועשית מרעתי שלא יהא בי מיחוש ראש ומיחוש אזנים ומיחוש עינים לבלתי עצבי שלא ישגבני יצה\"ר מלשנות ", 
            "אם אתה עושה כן מוטב ואם לאו הריני הולך בנסיסי לשאול ", 
            "ויבא לו אלהים את אשר שאל ", 
            "כיוצא בדבר אתה אומר ", 
            "רש ואיש תככים נפגשו מאיר עיני שניהם ה' ", 
            "בשעה שעני הולך אצל בעל הבית ואמר ", 
            "פרנסני ", 
            "אם מפרנסו מוטב ואם לאו עשיר ורש נפגשו עושה כולם ה' מי שעשאו עשיר לזה עושה אותו עני עני לזה עושה אותו עשיר", 
            "אר\"ש מה מצינו כו'", 
            "ת\"ר רבי שמעון אומר ", 
            "חמש חטאות מתות ", 
            "ולד חטאת ותמורת חטאת וחטאת שמתו בעליה וחטאת שכפרו בעליה וחטאת שעיברה שנתה ", 
            "אי אתה יכול לומר ולד חטאת בציבור לפי שאין חטאת נקבה בציבור ואי אתה יכול לומר תמורת חטאת בציבור לפי שאין ציבור עושין תמורה ואי אתה יכול לומר חטאת שמתו בעליה בציבור לפי שאין הציבור מתים שכיפרו בעליה ושעיברה שנתה לא מצינו יכול יהו נוהגות בין ביחיד בין בציבור אמרת ", 
            "ילמד (אדם) סתום ממפורש ", 
            "מה מפורש ביחיד ולא בצבור אף בשכיפרו בעליה ושעיברה שנתה ביחיד דברים אמורים ולא בציבור"
        ], 
        [
            "וכי דנין אפשר משאי אפשר ", 
            "(ר' שמעון בחד מקום גמיר להו) ", 
            "אמר ר\"ל ", 
            "ארבעה נתנו להן והעמידום על חמש ", 
            "ואי ס\"ד בצבור הנך מי איתנהו בצבור ", 
            "אלא על כרחיך ילמד סתום ממפורש ", 
            "ר' נתן אומר ", 
            "אחת נתנה להן והעמידוה על חמש ", 
            "וליחזי בהי סידרא גמירי להו אי ביחיד אי בצבור ", 
            "שתי שכחיות שכחו וקשיא להו ", 
            "ואי ס\"ד בצבור הנך מי איתנהו בצבור ", 
            "אלא ש\"מ ילמד סתום ממפורש מה מפורש ביחיד ולא בצבור אף סתום ביחיד ולא בצבור", 
            "מתני ", 
            "חומר בקדשים מבתמורה וחומר בתמורה מבקדשים ", 
            "חומר בקדשים מבתמורה ", 
            "שהקדשים עושין תמורה ואין תמורה עושה תמורה ", 
            "הצבור והשותפין מקדישין אבל לא ממירין ", 
            "ומקדישין עוברין ואברים אבל לא ממירין ", 
            "חומר בתמורה מבקדשים ", 
            "שהקדושה חלה על בעלת מום קבוע ואין יוצא לחולין"
        ], 
        [
            "לגזוז וליעבד ", 
            "ר' יוסי בר' יהודה אומר ", 
            "עשה שוגג כמזיד בתמורה ולא עשה שוגג כמזיד במוקדשין ", 
            "ר' אלעזר אומר ", 
            "הכלאי' והטרפה והיוצא דופן וטומטום ואנדרוגינוס לא קדושין ולא מקדישין", 
            "גמ' ", 
            "מ\"ט דר' יוסי בר' יהודה ", 
            "אמר קרא ", 
            "יהיה קודש לרבות שוגג כמזיד ה\"ד שוגג כמזיד ", 
            "אמר חזקיה ", 
            "כסבור שהוא מותר להמיר גבי תמורה לקי גבי קדשי' לא לקי ", 
            "לישנא אחרינא ", 
            "גבי תמורה קדיש גבי גבי קדשים לא קדיש ", 
            "ר\"ל ור' יוחנן אמרי ", 
            "כסבור לומר תמורת עולה ואמר תמורת שלמים ", 
            "לישנא אחרינא", 
            "גבי תמורת שלמים קדיש גבי קדשים לא קדיש ", 
            "ל\"א כסבור לומר שחור ואמר לבן גבי תמורה לקי גבי קדשים לא לקי ", 
            "ר' יוחנן אמר ", 
            "באומר תצא זו ותיכנס זו גבי קדשים (באומר) שנולד בהם מום נאכלין בלא פדיון לא לקי גבי תמורה לקי ", 
            "רב ששת אמר ", 
            "באומר אכנס לבית זה ואקדיש ואמיר מדעתי ונכנס והמיר והקדיש שלא מדעתו גבי תמורה לקי גבי קדשים לא לקי", 
            "ר\"א אומר הכלאים והטרפה וכו'", 
            "אמר שמואל ", 
            "לא קדושין בתמורה ולא מקדישין לעשות תמורה ", 
            "תניא אמר ר' מאיר ", 
            "ומאחר שאין קדושין מהיכן מקדישין ", 
            "אלא אי אתה מוצא אלא במקדיש בהמה ואח\"כ נטרפה במקדיש ולד ויצא [דרך] דופן ", 
            "אבל כלאים וטומטום ואנדרוגינוס אי אתה מוצא אלא בולדי קדשים ואליבא דרבי יהודה דאמר הולד עושה תמורה ", 
            "אמר רב פפא ", 
            "מ\"ט דר' אליעזר ", 
            "כבהמה טמאה מה בהמה טמאה לא קרבה ולא נחתא לה קדושת הגוף אף הנך לא קרבי ולא נחתא להו קדושת הגוף ", 
            "אמר ליה רב פפא לרבא ", 
            "והרי בעל מום דלא קריב ונחתא ליה קדושת הגוף ", 
            "א\"ל ", 
            "בעל מום קרב במינו ", 
            "א\"ה טרפה נמי קא קרבה במינה ", 
            "אלא אמר רבא ", 
            "כבהמה טמאה מה בהמה טמאה פסול הגוף אף כל פסול הגוף לאפוקי בעל מום דפסול חסרון נינהו ", 
            "א\"ל רב אדא לרבא ", 
            "והלא (ויקרא כב, כג) שרוע וקלוט כתיב בפרשה והא הני פסול הגוף נינהו ", 
            "אלא אמר רבא ", 
            "כבהמה [טמאה] מה בהמה טמאה דליכא במינה אף כל דליכא במינה לאפוקי בעל מום דהא איכא במינה ", 
            "מאי אמרת טרפה איכא במינה לא דמיא לבעל מום ", 
            "בהמה טמאה אסורה באכילה וטרפה אסורה באכילה לאפוקי בעל מום דמותר באכילה ", 
            "אמר שמואל ", 
            "המקדיש את הטריפה צריכה מום קבוע לפדות עליו ", 
            "ש\"מ ", 
            "פודין את הקדשים להאכילן לכלבים ", 
            "אלא אימא ", 
            "עושה קדושה (למיתה כסבור מותר להקדיש בעלי מומין לגבי מזבח גבי תמורה קדיש גבי קדשים לא קדיש) למות ", 
            "ור' אושעיא אומר ", 
            "אינה אלא כמקדיש עצים ואבנים בלבד ", 
            "תנן ", 
            "כל הקדשים שנעשו טרפה אין פודין אותן לפי שאין פודין הקדשים להאכילן לכלבים ", 
            "טעמא שנעשו הא היו מעיקרא פודין אותן ", 
            "דלמא האי תנא סבר ", 
            "כל היכא דלא חזי לגופה לא נחתא לה קדושת הגוף ", 
            "תא שמע רבי אלעזר אומר ", 
            "הכלאים ויוצא דופן וטריפה וטומטום ואנדרוגינוס לא קדושין ולא מקדישין ", 
            "ואמר שמואל ", 
            "לא קדושין בתמורה ולא מקדישין לעשות תמורה ", 
            "ותניא אמר רבי מאיר ", 
            "וכי מאחר שאין קדושין מהיכן מקדישין ", 
            "אלא אי אתה מוצא אלא במקדיש בהמה ואח\"כ נטרפה הא היתה טרפה מעיקרא לא נחתא ליה קדושת הגוף"
        ], 
        [
            "אמר לך שמואל דלמא הך תנא נמי סבר ", 
            "כל היכא דלא חזיא לגופה לא נחתא לה קדושת הגוף ", 
            "הדרן עלך יש בקרבנות ", 
            "מתני' ", 
            "אלו קדשים שוולדותיהן ותמורותיהן כיוצא בהן ", 
            "ולד שלמים ותמורתן ולדן וולד ולדן עד סוף כל העולם הרי הן שלמים וטעונין סמיכה ונסכים ותנופת חזה ושוק", 
            "גמ' ", 
            "כיון דתנא ולדן וולד ולדן עד סוף כל העולם למה לי ", 
            "תנא דידן שמעיה לר\"א דאמר ולד שלמים לא יקרב שלמים וא\"ל תנא דידן ", 
            "לא מיבעיא בוולדן דלא מודינא אלא אפי' עד סוף העולם לא מודינא לך", 
            "מנא ה\"מ ", 
            "דת\"ר ", 
            "{ויקרא ג } זכר לרבות את הולד ", 
            "והלא דין הוא ", 
            "ומה תמורה שאין גידולי הקדש קריבה ", 
            "ולד שגידולי הקדש אינו דין שיקרב ", 
            "מה לתמורה שכן נוהגת בכל הקדשים תאמר בולד שאינו נוהג בכל הקדשים אינו קרב הואיל ואינו נוהג בכל הקדשים ת\"ל זכר לרבות את הולד ", 
            "נקבה לרבות התמורה ", 
            "אין לי אלא תמורת תמימין וולד תמימין ולד בעלי מומין ותמורת בעלי מומין מנין ", 
            "ת\"ל ", 
            "אם זכר לרבות ולד בעלי מומין אם נקבה לרבות תמורת בעלי מומין ", 
            "אמר ליה רב ספרא לאביי ", 
            "ואיפוך אנא ", 
            "מסתברא ממקום שנתרבתה תמורת תמימין נתרבתה תמורת בעלי מומין ", 
            "א\"ל ", 
            "מי קאמינא לך ליפוך אם זכר אם נקבה אנא כוליה קרא קאמינא אימא זכר לרבות את התמורה נקבה לרבות את הולד ", 
            "א\"ל ", 
            "ולד לשון זכר משמע תמורה לשון נקבה משמע ", 
            "למאי הלכתא ", 
            "אמר שמואל ", 
            "ליקרב ואליבא דר\"א ", 
            "דמהו דתימא כי קאמר רבי אלעזר עולה דאיכא שם עולה על אמו אבל הני ולדות לא קרבי קמ\"ל ", 
            "בר פדא אמר ", 
            "לרעיה ואליבא דדברי הכל ", 
            "(דאתמר) רבא אמר ", 
            "ליקרב ואליבא דר\"א ", 
            "רב פפא אמר ", 
            "לרעיה ואליבא דדברי הכל ", 
            "והאי תנא מייתי לה מהכא ", 
            "(דברים יב, כו) רק קדשיך אלו תמורות אשר יהיו לך אלו הוולדות תשא ובאת ", 
            "יכול יכניסנו לבית הבחירה וימנע מהם מים ומזון כדי שימותו ", 
            "ת\"ל ", 
            "(דברים יב, כז) ועשית עולותיך הבשר והדם כדרך שאתה נוהג בעולה אתה נוהג בתמורה כדרך שאתה נוהג בשלמים אתה נוהג בוולדי שלמים ובתמורה ", 
            "יכול כל קדשים כן ", 
            "ת\"ל ", 
            "רק דברי רבי ישמעאל ", 
            "ר\"ע אומר ", 
            "אינו צריך הרי הוא אומר אשם הוא (אשם אשם לה') הוא קרב ואין תמורתו קריבה ", 
            "אמר מר ", 
            "תשא ובאת יכול יכניסנו לבית הבחירה מנא תיתי הא ", 
            "כיון דגמרי חמש חטאות הנך מקרב קרבי ", 
            "מהו דתימא ", 
            "חמש חטאות מתות בכ\"מ והנך ימותו בבית הבחירה קמ\"ל ", 
            "אמר מר ", 
            "יכול אף כל הקדשים כן ", 
            "ת\"ל רק קדשיך ", 
            "ולד דמאן ", 
            "אי דעולה זכר הוא ולאו בר אולודי הוא ", 
            "ואי דחטאת גמירי לה דלמיתה קיימי"
        ], 
        [
            "אי דאשם גמירי לה דלרעייה אזלא ", 
            "דכל שבחטאת מתה באשם רועה (לעולה) ", 
            "[לעולם בחטאת] והילכתא גמירי לה למיתה וקרא למעוטי להקרבה ", 
            "והא בהא תליא ", 
            "כיון דלמיתה אזלא ממילא לא קרבה ", 
            "אלא הלכתא לחטאת וקרא למעוטי תמורת אשם ", 
            "הא נמי הילכתא גמירי לה דאמרי כל שבחטאת מתה באשם רועה ", 
            "אלא קרא מיבעי ליה דאי עבר ומקריב קאי בעשה", 
            "ר\"ע אומר אינו צריך כו' הוא קרב ואין תמורתו קריבה", 
            "ל\"ל קרא ", 
            "והא הילכתא גמירי לה ", 
            "אין ה\"נ אלא קרא ל\"ל ", 
            "מיבעי ליה לכדרב הונא דאמר רב הונא ", 
            "אשם שניתק לרעייה ושחטו סתם כשר לשם עולה ", 
            "ניתק אין לא ניתק לא מ\"ט ", 
            "{ויקרא ה } הוא בהווייתו יהא ", 
            "ולהאי תנא דקא יליף מהני קראי תיפוק לי {ויקרא ג } מזכר ונקבה ", 
            "ההוא מיבעי ליה לולד בעלי מומין ולתמורת בעלי מומין ", 
            "ותיפוק לי כולהו מהאי קרא ", 
            "אם לא משמע ליה ולהאי תנא דנפקא ליה מזכר אם נקבה תשא ובאת מה עביד להו ", 
            "אפילו ממירעייהו ", 
            "ל\"א ", 
            "ממורגייהו", 
            "מתני' ", 
            "ר\"א אומר ", 
            "ולד שלמים לא יקרב שלמים וחכ\"א ", 
            "יקרב ", 
            "אמר ר\"ש ", 
            "לא נחלקו על ולד ולד שלמים ועל ולד ולד תמורה שלא יקרב על מה נחלקו על הולד ר\"א אומר ", 
            "לא יקרב וחכ\"א ", 
            "יקרב ", 
            "העיד ר' יהושע ור' פפייס על ולד שלמים שיקרב שלמים ", 
            "אמר ר' פפייס ", 
            "אני מעיד שהיתה לנו פרה של זבחי שלמים ואכלנוה בפסח ואכלנו ולדה שלמים בחג", 
            "גמ' ", 
            "א\"ר אמי א\"ר יוחנן ", 
            "מ\"ט דר\"א אמר קרא (ויקרא ג, א) ואם זבח שלמים קרבנו (לי\"י) ", 
            "ואם ולא ולד ", 
            "א\"ל ר' חייא בר אבא לר' אמי ", 
            "אלא מעתה (ויקרא ז, יב) אם על תודה יקריבנו ה\"נ דאם ולא ולד ", 
            "וכי תימא ", 
            "ה\"נ והתניא ", 
            "ולדה ותמורתה וחילופיה מנין ", 
            "ת\"ל אם על תודה מ\"מ ", 
            "אלא א\"ר חייא בר אבא א\"ר יוחנן ", 
            "היינו טעמא דר\"א גזירה שמא יגדל מהם עדרים עדרים", 
            "אר\"ש לא נחלקו כו'", 
            "איבעיא להו ", 
            "היכי תני לא נחלקו שלא יקרבו אלא יקרבו או דילמא ", 
            "לא נחלקו שיקרבו אלא לא יקרבו ", 
            "אמר רבה ", 
            "מסתברא לא נחלקו שלא יקרבו אלא יקרבו מ\"ט ", 
            "ע\"כ לא פליג ר\"א עליה דרבנן אלא בולד אבל ולד ולד אקראי בעלמא הוא ", 
            "ור' יהושע בן לוי אמר ", 
            "לא נחלקו שיקרבו אלא לא יקרבו מ\"ט ", 
            "ע\"כ לא פליגי רבנן עליה דר\"א אלא בולד אבל ולד ולד מתוך מעשיה ניכרת מחשבתו דלגדל קא בעי ליה"
        ], 
        [
            "תני רבי חייא לסיועי לר' יהושע בן לוי ", 
            "(ויקרא ג, ז) אם כשב הוא מקריב ולד ראשון קרב ולד שני אינו קרב ", 
            "הוא קרב ואין ולד כל הקדשים קרב ", 
            "ולד דמאי ", 
            "אי דעולה ואשם זכרים הם ולא בני ולד הם אי דחטאת הילכתא גמירי לה דלמיתה אזלא אמר רבינא ", 
            "לאיתויי ולד המעושרת ", 
            "ולד המעושרת למה לי קרא עברה עברה מבכור קא גמר לה ", 
            "אצטריך ס\"ד אמינא ", 
            "אין דנין אפשר משאי אפשר קמ\"ל", 
            "העיד ר\"ש ור' פפייס כו'", 
            "ולרבא דאמר ", 
            "קדשים כיון שעבר עליהם רגל אחד כל יום ויום עובר עליהם בבל תאחר מעצרת בעי מיכליה ", 
            "אמר רב זביד משמיה דרבא ", 
            "כגון שהיה חולה בעצרת ", 
            "רב אשי אמר ", 
            "מאי חג נמי דקתני חג שבועות ", 
            "ואידך כל היכי דקתני פסח תני עצרת ", 
            "אי הכי מאי אסהדותיה ", 
            "לאפוקי מדר\"א דאמר ", 
            "ולד שלמים לא יקרב שלמים קמסהיד הוא דקרב", 
            "מתני' ", 
            "ולד תודה ותמורתה ולדן ולד ולדן עד סוף כל הדורות הרי אלו כתודה ובלבד שאין טעונין לחם", 
            "גמ ", 
            "מנא הני מילי ", 
            "דת\"ר ", 
            "מהו אומר {ויקרא כז } יקריבנו ", 
            "מפריש תודה ואבדה והפריש אחרת תחתיה ונמצאת הראשונה והרי שתיהן עומדות מנין שאיזו שירצה יקריב ולחמה עמה ", 
            "ת\"ל ", 
            "תודה יקריב ", 
            "יכול תהא שניה טעונה לחם ", 
            "ת\"ל יקריבנו אחת ולא שתים ", 
            "מנין לרבות ולדות תמורות וחליפות ", 
            "ת\"ל ", 
            "ואם על תודה ", 
            "יכול יהו כולן טעונות לחם ", 
            "ת\"ל ", 
            "על זבח התודה תודה טעונה לחם ולא ולדה ותמורתה וחליפתה טעונה לחם", 
            "מתני' ", 
            "תמורת עולה ולד תמורה ולד ולד ולדה עד סוף כל העולם הרי אלו כעולה וטעונין הפשט וניתוח וכליל לאשים ", 
            "המפריש נקבה לעולה וילדה זכר ירעה עד שיסתאב וימכר ויביא בדמיו עולה ", 
            "ר' אליעזר אומר ", 
            "הוא עצמו יקרב עולה", 
            "גמ' ", 
            "מאי שנא רישא דלא פליגי ומ\"ש סיפא דפליגי ", 
            "אמר רבה בר בר חנה ", 
            "במחלוקת שנויה ור' אליעזר היא ", 
            "ורבא אמר ", 
            "אפילו תימא רבנן ע\"כ לא פליגי עליה דר' אליעזר אלא גבי מפריש נקבה לעולה דאימיה לא קריבה אבל תמורה דאימיה נמי קריבה אפילו רבנן מודו ", 
            "ומי אמר רבי אליעזר יקרב עולה הוא עצמו ", 
            "ורמינהו ", 
            "תמורת אשם ולד תמורה ולדן ולד ולדן עד סוף כל העולם ירעו עד שיסתאבו וימכר ויפלו דמיו לנדבה ", 
            "רבי אלעזר אומר ", 
            "ימותו ", 
            "ר\"א אומר ", 
            "יביא בדמיהן עולה ", 
            "בדמים אין הוא עצמו לא ", 
            "אמר רב חסדא ", 
            "ר\"א לדבריהם דרבנן קאמר להו ", 
            "לדידי סבירא לי דאפילו ולד נמי קרבה עולה לדידכו דאמריתו רועה אודו לי מיהת דמותרות לנדבת יחיד אזלי ", 
            "ואמרי ליה ", 
            "מותרות לנדבת ציבור אזלי ", 
            "רבא אמר ", 
            "עד כאן לא קאמר ר' אליעזר הוא עצמו יקרב עולה אלא במפריש נקבה לעולה דאיכא שם עולה על אמו"
        ], 
        [
            "אבל גבי תמורת ולד אשם דליכא שם עולה על אמו מודי רבי אליעזר דבדמיו אין הוא עצמו לא קרב ", 
            "איתיביה אביי ", 
            "וכי בעי רבי אליעזר שם עולה על אמו ", 
            "והא תניא המפריש נקבה לפסחו ירעה עד שיסתאב ותמכר ויביא בדמיה פסח ", 
            "ילדה ירעה עד שיסתאב וימכר ויביא בדמיו פסח ", 
            "נשתיירה אחר הפסח תרעה עד שיסתאב ויביא בדמיה שלמים ", 
            "ילדה ירעה עד שיסתאב וימכר ויביא בדמיו שלמים ", 
            "ר\"א אומר ", 
            "הוא עצמו יקרב בשלמים ", 
            "והא הכא דליכא שם שלמים על אמו ואמר רבי אליעזר יקרב שלמים ", 
            "אמר ליה ", 
            "[רבא] (ר' אלעזר) אחר הפסח קא אמרת ", 
            "שאני אחר הפסח דמותר פסח גופיה קרב שלמים ", 
            "אי הכי ניפלוג נמי ברישא ", 
            "אמר ליה ", 
            "אין ה\"נ ופליגי ", 
            "אביי אמר ", 
            "לא פליג מידי דגמירי ", 
            "למקום שהמותר הולך הולד הולך לאחר הפסח דמותר קרב שלמים ", 
            "ולד נמי קרב שלמים אבל לפני הפסח אימיה למאי אקדשה לדמי פסח ולד נמי לדמי פסח ", 
            "מתיב רב עוקבא בר חמא ", 
            "ומי אמרינן מדאימיה לדמי ולד נמי לדמי ", 
            "והתניא ", 
            "המפריש נקבה לפסח היא וולדותיה ירעו עד שיסתאבו וימכרו ויביא בדמיהם פסח ", 
            "ר\"א אומר הוא עצמו יקרב פסח ", 
            "והא הכא דאימיה לדמי ואמר רבי אליעזר הוא עצמו קרב פסח ולא מוקמינן ליה באימיה ", 
            "אמר רבינא ", 
            "במפריש בהמה מעוברת עסקינן רבי אליעזר סבר כרבי יוחנן דאמר אם שיירו משוייר דעובר לאו ירך אמו הוא ואמו היא דלא קדשה קדושת הגוף אבל היא קדשה ", 
            "אמר ליה מר זוטרא בריה דרב מרי לרבינא ", 
            "הכי נמי מסתברא דבבהמה מעוברת עסקינן מדקתני היא וולדותיה שמע מיניה"
        ], 
        [
            "אמר ר' יוסי בר' חנינא ", 
            "ומודה רבי אליעזר במפריש נקבה לאשם דאין בנה קרב אשם ", 
            "פשיטא עד כאן לא קאמר רבי אליעזר אלא במפריש נקבה לעולה דאיכא שם עולה על אמו אבל גבי מפריש נקבה לאשם דליכא שם אשם על אמו אפילו רבי אליעזר מודה דלא קרב אשם ", 
            "אי לאו דאשמעינן הוה אמינא ", 
            "טעמא דרבי אליעזר לאו משום דשם עולה על אמו אלא משום דחזי ולד להקרבה והאי נמי הא חזי להקרבה קמ\"ל ", 
            "אי הכי אדמשמע לן דאין בנה קרב אשם נישמעינן דאין בנה קרב עולה והוא הדין לאשם ", 
            "אי אשמעינן עולה הוה אמינא ", 
            "עולה הוא דלא קרבה דלא אקדשה לאמה קדושה עוברה אבל אשם אימא ולד קרב אשם קמ\"ל", 
            "מתני' ", 
            "המפריש נקבה לאשם תרעה עד שתסתאב ותימכר ויביא בדמיה אשם ואם קרב אשמו יפלו דמיו לנדבה ר' שמעון אומר ", 
            "תימכר שלא במום", 
            "גמ' ", 
            "ולמה לי תסתאב ", 
            "תימכר ", 
            "כיון דלא חזיא למילתא היינו מומא אמר רב יהודה אמר רב ", 
            "היינו טעם דאמרינן מיגו דנחתא לה קדושת דמים נחתא נמי קדושת הגוף ", 
            "אמר רבא ", 
            "זאת אומרת הקדיש זכר לדמיו קדוש קדושת הגוף ", 
            "איתמר הקדיש זכר לדמיו רב כהנא אמר ", 
            "קדוש קדושת הגוף רבא אמר ", 
            "אינו קדוש קדושת הגוף ", 
            "והדר ביה רבא לדרב כהנא מדרב יהודה אמר רב", 
            "ר\"ש אומר תימכר שלא במום", 
            "א\"ל רב חייא בר אבין לר' יוחנן ", 
            "מיגו דנחתא ליה קדושת דמים תיחות ליה נמי קדושת הגוף ", 
            "א\"ל ", 
            "ר' שמעון לטעמיה דאמר ", 
            "כל מידי דלא חזי ליה לגופיה לא נחתא ליה קדושת הגוף ", 
            "דתניא ", 
            "אשם בן שנה והביאו בן שתים בן שתים והביאו בן שנה כשירה ולא עלו לבעלים לשם חובה ", 
            "ר' שמעון אומר ", 
            "כל עצמן אינן קדושין ", 
            "והרי מחוסר זמן דלא חזי וא\"ר שמעון ", 
            "דקדוש ", 
            "שאני מחוסר זמן דחזי למחר ", 
            "אי הכי אשם בן שתים והביאו בן שנה הא חזי לשנה ", 
            "אלא היינו טעמא דר\"ש במחוסר זמן ", 
            "דיליף ליה מבכור ", 
            "כדתניא ר' שמעון בן יהודה אמר משום רבי שמעון ", 
            "מחוסר זמן נכנס לדיר להתעשר והרי הוא כבכור מה בכור קדוש לפני זמנו וקרב לאחר זמנו אף מחוסר זמן קדוש לפני זמנו וקרב לאחר זמנו ", 
            "ת\"ר ", 
            "המקדיש נקבה לעולתו"
        ], 
        [
            "ולפסחו ולאשמו עושה תמורה ", 
            "רבי שמעון אומר ", 
            "לעולתו עושה תמורה לפסחו ולאשמו אין עושה תמורה שאין לך דבר עושה תמורה אלא הרועה להסתאב ", 
            "אמר רבי ", 
            "אין אני רואה דבריו של ר\"ש בפסח הואיל ומותר הפסח קרב שלמים ", 
            "ולימא ", 
            "אין אני רואה דבריו של ר' שמעון באשם הואיל ומותר אשם קרב עולה ", 
            "רבי סבר לה כרבנן דאמרי ", 
            "מותרות לנדבת ציבור אזלי ואין תמורה בצבור ", 
            "קס\"ד היינו טעמא דר\"ש גבי מפריש נקבה לעולתו ", 
            "משום הכי עושה תמורה דהאיכא שם עולה עליה גבי עולת העוף ", 
            "אלא מעתה בכהן גדול שהפריש פרה לפרו תיקדוש דהאיכא פרת חטאת ", 
            "קדשי בדק הבית הוא וקדשי בדק הבית לא עבדי תמורה ", 
            "יחיד שהפריש שעיר לשעירתו תיקדוש דהאיכא שעיר נשיא ", 
            "אי נמי נשיא שהפריש שעירה לשעירו תיקדוש דהא יחיד מפריש שעירה ", 
            "הני תרי גופי נינהו ", 
            "חטאו עד שלא נתמנו כי מפריש שעיר לשעירתו תיקדוש דהא אילו חטא השתא בר איתויי שעיר הוא ", 
            "הא לא חטא לא איחייב בשעיר ", 
            "אי הכי הכא נמי ", 
            "הא לאו עולת העוף קמייתי ", 
            "ר\"ש סבר לה כר' אלעזר בן עזריה ", 
            "דתנן הרי עלי עולה יביא כבש ", 
            "ר\"א בן עזריה אומר ", 
            "או תור או בני יונה ", 
            "תנן התם ", 
            "המקדיש נכסיו והיה בהן בהמה ראויה לגבי מזבח זכרים ונקבות ", 
            "ר\"א אומר ", 
            "זכרים ימכרו לצרכי עולות ונקבות ימכרו לצרכי שלמים ודמיהן יפלו עם שאר נכסים לבדק הבית ", 
            "ר' יהושע אומר ", 
            "זכרים עצמן יקרבו עולות ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות ושאר נכסים יפלו לבדק הבית ", 
            "א\"ל ר' חייא בר אבא לרבי יוחנן ", 
            "לרבי יהושע דאמר זכרים עצמן יקרבו עולות ונקבות היכי מקרבן שלמים הא מכח קדושה דחוייה קאתיין ", 
            "ל\"א ", 
            "א\"ל ר' חייא בר אבא לרבי יוחנן ", 
            "מדקאמר ר' יהושע זכרים עצמן יקרבו עולות למימרא דקדושת הגוף אקדשינהו ", 
            "אי הכי נקבות אמאי ימכרו לצרכי שלמים ", 
            "בעיא רעייה ", 
            "אמר ליה ", 
            "רבי יהושע סבר לה כרבי שמעון דאמר כל מידי דלא חזי ליה לגופיה לא נחתא ליה קדושת הגוף ", 
            "דתנן רבי שמעון אומר ", 
            "תמכר שלא במום (ולא א\"ר שמעון) כיון דלא חזיא נקבה לאשם לא נחתא ליה קדושת הגוף ", 
            "אימור דא\"ר שמעון גבי נקבה לאשם"
        ], 
        [
            "דליכא שם אשם על אמו ", 
            "אבל גבי נקבה לעולה דאיכא שם עולה על אמו אפילו רבי שמעון מודה ", 
            "ועוד הא שמעינן ליה לר' שמעון לעולתו עושה תמורה ", 
            "אמר ליה ", 
            "ר' יהושע סבר ליה כאידך תנא אליבא דרבי שמעון ", 
            "דתניא ר' שמעון בן יהודה אומר משום ר' שמעון ", 
            "אף לעולתו אין עושה תמורה", 
            "מתני' ", 
            "תמורת אשם ולד תמורה ולדן ולד ולדן עד סוף כל העולם ירעו עד שיסתאבו וימכרו ויפלו דמיו לנדבה ", 
            "רבי אליעזר אומר ", 
            "ימותו ", 
            "ורבי אליעזר אומר ", 
            "יביא בדמיה עולות ", 
            "אשם שמתו בעליו ושכיפרו בעליו ירעו עד שיסתאבו וימכרו ויפלו דמיו לנדבה ", 
            "ר' אליעזר אומר ", 
            "ימותו ", 
            "ר' אלעזר אומר ", 
            "יביא בדמיה עולה ", 
            "והלא אף נדבה עולה היא ומה בין דברי ר\"א לדברי חכמים ", 
            "אלא בזמן שהיא באה עולה סומך עליה ומביא נסכים ונסכיה משלו ", 
            "אם היה כהן עבודתה ועורה שלו ", 
            "ובזמן שהיא נדבה אינו סומך עליה ואינו מביא עליה נסכים ונסכיה משל ציבור אע\"פ שהוא כהן עבודתה ועורה משל אנשי משמר", 
            "גמ' ", 
            "וצריכא דאי אשמעינן אשם בהא קאמר רבי אליעזר ימותו משום דגזר לאחר כפרה אטו לפני כפרה ", 
            "אבל גבי תמורת אשם ולד תמורתה אימא מודי להו לרבנן ", 
            "ואי אשמעינן התם בהא קאמרי רבנן אבל גבי אשם מודו ליה לר' אליעזר ", 
            "צריכא ", 
            "אמר רב נחמן אמר רבה בר אבוה ", 
            "מחלוקת לאחר כפרה אבל לפני כפרה דברי הכל הוא עצמו יקרב אשם ", 
            "אמר רבא ", 
            "שתי תשובות בדבר חדא דאין אדם מתכפר בדבר הבא בעבירה ועוד התני רב חנניא לסיועי לר' יהושע בן לוי דאמר ולד ראשון קרב ולד שני אינו קרב ", 
            "אלא אי איתמר הכי איתמר אמר רב נחמן אמר רבה בר אבוה ", 
            "מחלוקת קודם כפרה אבל לאחר כפרה הוא עצמו קרב עולה ", 
            "והתני רב חנניא לסיועי לר' יהושע בן לוי ", 
            "קשיא ", 
            "בעא מיניה רבי אבין בר חייא מר' אבין בר כהנא ", 
            "הפריש נקבה לאשם בנה מהו שיקרב לעולה ", 
            "ותיפשוט ליה מדר' יוסי ברבי חנינא דאמר מודה רבי אליעזר ", 
            "לא שמיע ליה ", 
            "מאי ", 
            "א\"ל ", 
            "בנה קרב עולה ", 
            "האי מאי ", 
            "עד כאן לא קאמר רבי אליעזר אלא מפריש נקבה לעולה דאיכא שם עולה על אמו אבל גבי אשם דליכא שם עולה על אמו אפילו רבי אליעזר מודה ", 
            "א\"ל ", 
            "טעמא דרבי אליעזר לאו משום דשם עולה על אמו אלא משום דחזי להקרבה והא נמי חזי להקרבה ", 
            "איתיביה ", 
            "ולדן ולד ולדן עד סוף כל העולם יביא בדמיהן עולה ", 
            "בדמיהן אין"
        ], 
        [
            "עצמו לא ", 
            "הכא במאי עסקינן כגון שילדה נקבה ועד סוף העולם לא אוליד חד זכר ", 
            "א\"ל ", 
            "משנינא שינויי דחיקי בבלאי כגון שילדה נקבות עד סוף העולם", 
            "מתני' ", 
            "תמורת הבכור והמעשר ולדן ולד ולדן עד סוף העולם הרי אלו כבכור וכמעשר ויאכלו במומן לבעלים ", 
            "מה בין בכור ומעשר לבין כל הקדשים ", 
            "שכל הקדשים נמכרים באיטלז ונשחטין באיטלז ונשקלין בליטרא חוץ מן הבכור והמעשר ", 
            "ויש להן פדיון ולתמורותיהן פדיון חוץ מן הבכור והמעשר ", 
            "ובאין מחוצה לארץ חוץ מן הבכור והמעשר שאם באו תמימים יקרבו ואם בעלי מומין יאכלו במומן לבעלים ", 
            "א\"ר שמעון ", 
            "מה טעם שהבכור והמעשר יש להן פרנסה ממקומן ושאר כל הקדשים אע\"פ שנולד בהם מום הרי אלו בקדושתן", 
            "גמ' ", 
            "אמר רבא בר רב עזא בען במערבא ", 
            "המטיל מום בתמורת בכור ומעשר מהו ", 
            "מי אמרינן כיון דלא קריבן לא מיחייב או דילמא ", 
            "כיון דקדשו מיחייב ", 
            "א\"ל אביי ", 
            "ותיבעי לך המטיל מום בתשיעי של מעשר ", 
            "אלא מאי שנא תשיעי דלא קמיבעיא לך ", 
            "דרחמנא מעטיה (ויקרא כז, לב) עשירי להוציא התשיעי ה\"נ רחמנא מעטינהו (במדבר יח, יז) לא תפדה קדש הם הם קריבין ואין תמורתן קריבה ", 
            "רב נחמן בר יצחק מתני לה הכי א\"ר אחא בריה דרב עזא בען במערבא ", 
            "המטיל מום בתשיעי של מעשר מהו ", 
            "א\"ל ", 
            "ותיבעי לך המטיל מום בתמורת בכור ומעשר ", 
            "אלא מ\"ש תמורת בכור ומעשר דלא מיבעיא לך ", 
            "דרחמנא מעטינהו קדש הם הן קריבין ואין תמורתן קריבה תשיעי של מעשר נמי רחמנא מעטיה העשירי להוציא את התשיעי", 
            "ואם באו תמימין כו'", 
            "ורמינהו ", 
            "בן אנטיגנוס העלה בכורות מבבל ולא קבלו ממנו ", 
            "אמר רב חסדא ", 
            "לא קשיא הא ר' ישמעאל הא ר' עקיבא ", 
            "דתניא ר' יוסי אומר ג' דברים משום ג' זקנים ", 
            "רבי ישמעאל אומר ", 
            "יכול יעלה אדם מעשר שני בזמן הזה ויאכלנו בירושלים ", 
            "ודין הוא ", 
            "בכור טעון הבאת מקום ומעשר טעון הבאת מקום מה בכור אינו נאכל אלא בפני הבית אף מעשר אינו נאכל אלא בפני הבית ", 
            "לא אם אמרת בבכור שכן טעון מתן דמים ואימורים לגבי מזבח תאמר במעשר דלא ", 
            "אמרת ", 
            "ביכורים טעונין הבאת מקום ומעשר טעון הבאת מקום מה ביכורים אין נאכלין אלא בפני הבית אף מעשר אין נאכל אלא בפני הבית ", 
            "מה לביכורים שכן טעונין הנחה תאמר במעשר דלא ", 
            "תלמוד לומר ", 
            "(דברים יד, כג) ואכלת לפני ה' אלהיך מעשר דגנך ותירושך ויצהרך ובכורות בקרך וצאנך הקיש מעשר לבכור מה בכור אינו נאכל אלא בפני הבית אף מעשר אין נאכל אלא בפני הבית ", 
            "וליהדר דינא וליתי במה הצד ", 
            "אמר רב אשי ", 
            "משום דאיכא למימר מה להצד השוה שבהן שכן יש בהן צד מזבח ", 
            "ומאי קסבר אי קסבר קדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא ל\"ש בכור ולא שנא מעשר בני הבאה נינהו ", 
            "ואי קסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא אפילו בכור נמי תיבעי לך ", 
            "לעולם קסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא והכא במאי עסקינן כגון שנזרק דמו של בכור בפני הבית וחרב הבית ועדיין בשרו קיים ", 
            "כיון דאי איתיה לדם לא בר זריקה הוא אתי בשר יליף מדם"
        ], 
        [
            "ואתי מעשר ויליף מבכור ", 
            "ומי ילפינן קדש מהדדי ", 
            "והא\"ר יוחנן ", 
            "כל התורה כולה למדין למד מן הלמד חוץ מן הקדשים שאין למדין למד מן הלמד ", 
            "מעשר חולין הוא ", 
            "הניחא למאן דאמר בתר למד אזלינן אלא למ\"ד בתר מלמד אזלינן מאי איכא למימר ", 
            "בשר ודם חדא מילתא היא ", 
            "ר\"ע אומר ", 
            "יכול יעלה אדם בכור מחוצה לארץ לארץ בזמן שבית המקדש קיים ויקריבנו ", 
            "ת\"ל ", 
            "(דברים יד, כג) ואכלת לפני ה' אלהיך מעשר דגנך ותירושך ויצהרך ובכורות בקרך וצאנך ממקום שאתה מעלה מעשר דגן אתה מעלה בכור וממקום שאי אתה מעלה מעשר דגן אי אתה מעלה בכור ", 
            "בן עזאי אומר ", 
            "יכול מעלה את מעשר שני ויאכלנו בכל הרואה ", 
            "ודין הוא ", 
            "בכור טעון הבאת מקום ומעשר טעון הבאת מקום מה בכור אינו נאכל אלא לפנים מן החומה אף מעשר אינו נאכל אלא לפנים מן החומה מה לבכור שכן טעון מתן דמים ואימורין לגבי מזבח תאמר במעשר דלא ת\"ל ", 
            "ואכלת לפני ה' אלהיך מעשר דגנך ותירושך ויצהרך ובכורות בקרך וצאנך מקיש מעשר לבכור מה בכור אינו נאכל אלא לפנים מן החומה אף מעשר אינו נאכל אלא לפנים מן החומה ", 
            "מאי קשיא ליה דקאמר יכול ", 
            "אמרת הואיל ותנן ", 
            "אין בין שילה לירושלים אלא שבשילה אוכלין קדשים קלים ומעשר שני בכל הרואה ובירושלים לפנים מן החומה (וכן) קדשי קדשים לפנים מן הקלעים מהו דתימא ", 
            "בירושלים ליתי מעשר שני בכל הרואה קמ\"ל", 
            "אחרים אומרים ", 
            "יכול יהא בכור שעברה שנתו כפסולי המוקדשין ויפסל ", 
            "תלמוד לומר ", 
            "מעשר דגנך ותירושך ויצהרך מקיש בכור למעשר מה מעשר אינו נפסל משנה לחבירתה אף בכור אינו נפסל משנה לחבירתה ", 
            "ולרבנן דמפקי להו לטעמא אחרינא משנה לחבירתה מנא להו ", 
            "נפקא להו {דברים טו } מלפני ה' אלהיך תאכלנו שנה בשנה לימד על הבכור שאינו נפסל משנה לחברתה ", 
            "ולאחרים לפני ה' אלהיך תאכלנו שנה בשנה מאי דרשי ביה ", 
            "מיבעי ליה לכדתניא ", 
            "יום אחד משנה זו ויום אחד משנה אחרת לימד על הבכור שנאכל לשני ימים ולילה אחד ", 
            "ורבנן דנאכל לב' ימים ולילה אחד מנא להו ", 
            "אמר קרא ", 
            "(במדבר יח, יח) יהיה לך כחזה התנופה:", 
            "הדרן עלך אלו קדשים", 
            "מתני' ", 
            "ולד חטאת ותמורת חטאת וחטאת שמתו בעליה ימותו ", 
            "ושעיברה שנתה ושאבדה ונמצאת בעלת מום אם משכפרו הבעלים תמות ואינה עושה תמורה"
        ], 
        [
            "לא נהנין ולא מועלין ", 
            "ואם עד שלא כיפרו הבעלים תרעה עד שתסתאב ותמכר ויביא בדמיה אחרת ועושה תמורה ומועלין בה", 
            "גמ' ", 
            "מאי טעמא לא תני להו גבי הדדי ", 
            "רישא פסיקא ליה וסיפא לא פסיקא ליה ", 
            "למה לי למיתנייה גבי מעילה למה לי למיתנייה גבי תמורה ", 
            "תנא הכא תמורה ואיידי דתנא תמורה תנא נמי מעילה ", 
            "ואיידי דתנא גבי מעילה מעילה תנא נמי תמורה ", 
            "אמר ריש לקיש ", 
            "חטאת שעיברה שנתה רואין אותה כאילו עומדת בבית הקברות ורועה ", 
            "תנן ", 
            "שעיברה שנתה ואבדה ונמצאת בעלת מום אם אחר שכיפרו בעלים מתה ", 
            "תיובתא דריש לקיש ", 
            "אמר לך ריש לקיש ", 
            "כי קתני רישא מתה אאבדה ונמצאת בעלת מום אם אחר שכיפרו בעלים תמות ", 
            "אי הכי אימא סיפא ", 
            "אם עד שלא כיפרו הבעלים תרעה עד שתסתאב ואי בעלת מום הא מסאבא וקיימא ", 
            "אמר רבה הכי קאמר (תנא) ", 
            "שאבדה ונמצאת בעלת מום עובר אם אחר שכפרו בעלים מתה אם קודם שכיפרו בעלים תרעה עד שתסתאב במום קבוע ותימכר ", 
            "אמר רבא ", 
            "שתי תשובות בדבר חדא דאם כן ישמור מיבעי ליה למיתני ", 
            "ועוד שעיברה שנתה למאי הלכתא קתני ", 
            "אלא אמר רבא הכי קתני ", 
            "עברה שנתה ואבדה או אבדה ונמצאת בעלת מום אחר שכיפרו הבעלים מתה קודם שכיפרו הבעלים תרעה עד שתסתאב ותימכר ", 
            "וצריך למיתני אם אבדה גבי בעלת מום [וגבי עברה שנתה] דאי תנא גבי שעיברה שנתה הוה אמינא ", 
            "התם הוא דמהניא לה אבדה משום דלא חזיא למילתה אבל בעלת מום דאי לא מומא חזיא אימא ", 
            "לא תהני ליה אבדה ", 
            "ואי תני גבי בעלת מום התם הוא דמהניא לה אבדה משום דלא חזיא להקרבה אבל עיברה שנתה דחזי' להקרבה אימא ", 
            "לא תהני לה אבדה ", 
            "צריכא ומי אמר רבא הכי ", 
            "והאמר רבא ", 
            "אבידה דלילה לא שמה אבידה ", 
            "לא דמי אבידה דליליא לא חזיא לא לגופה ולא לדמי אבל הא נהי דלגופה לא חזיא לדמי חזיא ", 
            "תנן ", 
            "השני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה לפי שאין חטאת הציבור מתה ", 
            "הא דיחיד מתה ", 
            "וא\"ר יוחנן ", 
            "בעלי חיים נדחין וכשהוא מתכפר בשני שבזוג שני מתכפר ואידך קמא הוה ליה כי עיברה שנתה וטעמא דציבור הא דיחיד מתה ", 
            "אמר לך ", 
            "דחויין לחוד ואבודין לחוד מ\"ט ", 
            "אבודין דעתיה עליהון דילמא משתכחין דחויין לא הדרי מתחזיין"
        ], 
        [
            "גופא אמר רבא ", 
            "אבודה דלילה לא שמה אבודה ", 
            "אליבא דמאן ", 
            "אילימא אליבא דרבנן מאי איריא אבודה דלילה ", 
            "אפי' אבודה דיום נמי ", 
            "דאמרי רבנן ", 
            "אבודה בשעת הפרשה רועה ", 
            "ואלא אליבא דרבי עד כאן לא קאמר רבי אלא אבידה דיום אבל אבידה דלילה אפי' רבי מודה דלרעייה אזלא ", 
            "איבעית אימא ", 
            "לעולם אליבא דרבנן והכא במאי עסקינן באבדה בשעת כפרה ", 
            "עד כאן לא קאמרי רבנן אבדה בשעת כפרה מתה אלא היכא דעיקר אבידתה ביום אבל היכא דעיקר אבידתה בלילה לא ", 
            "אמר אביי ", 
            "נקטינן אבידה ולא גנובה אבידה ולא גזולה ", 
            "היכי דמי אבידה ", 
            "א\"ר אושעיא ", 
            "אפילו אחת בעדרו ואפילו אחת באחת ", 
            "ור' יוחנן אמר ", 
            "אחורי הדלת ", 
            "איבעיא להו ", 
            "היכי קאמר ", 
            "אחורי הדלת הוא דליכא דקא חזי לה אבל אבראי דאיכא דחזי לה לא הויא אבודה ", 
            "או דילמא ", 
            "אחורי הדלת דאי מהדר אפיה חזי לה הויא אבודה וכל שכן אבראי דלא קחזי לה ", 
            "תיקו ", 
            "א\"ר פפא ", 
            "גמרינן אבודה ממנו ולא מרועה לא הויא אבודה וכ\"ש אבודה מרועה ולא אבודה ממנו ", 
            "אבודה ממנו ומרועה ואחד בסוף העולם מכיר בה מאי ", 
            "תיקו ", 
            "בעי רב פפא ", 
            "אבודה בכוס מהו ", 
            "אליבא דמאן ", 
            "אילימא אליבא דרבי האמר ", 
            "אבודה בשעת הפרשה מתה ", 
            "אלא כי קמיבעיא ליה אליבא דרבנן ", 
            "מי אמרינן ", 
            "כי אמרי רבנן בשעת הפרשה רועה קודם שיקבל דמה בכוס אבל הכא סבירא להו ", 
            "כל העומד ליזרק כזרוק דמי ", 
            "או דלמא ", 
            "כמה דלא אזדריק דם כי אבדה בשעת הפרשה דמיא ורעיא ", 
            "ואיכא דאמרי ", 
            "לעולם אליבא דרבי כי קמיבעיא ליה כגון שקיבל דמה בשתי כוסות ואבד אחד מהן ", 
            "ואליבא דמאן דאמר כוס עושה חבירו דחוי לא תיבעי לך כי תיבעי לך אליבא דמ\"ד כוס עושה חבירו שיריים ", 
            "ה\"מ היכא דאיתנהו לתרוייהו דכל היכא דבעי זריק אבל הכא הא ליכא ", 
            "או דלמא לא שנא ", 
            "תיקו", 
            "מתני' ", 
            "המפריש חטאת ואבדה (והפריש) אחרת תחתיה ואחר כך נמצאת הראשונה תמות ", 
            "המפריש מעות לחטאתו ואבדו (והפריש) חטאת תחתיהם ואחר כך נמצאו המעות יוליכם לים המלח ", 
            "המפריש מעות לחטאת ואבדו והפריש מעות אחרות תחתיהן ולא הספיק ליקח חטאת מהן עד שנמצאות הראשונות יביא מאלו ומאלו חטאת והשאר יפלו לנדבה ", 
            "המפריש מעות לחטאתו ואבדו והפריש חטאת תחתיהן לא הספיק להקריבה עד שנמצאו המעות והרי חטאת בעל מום תמכר ויביא מאלו ומאלו חטאת והשאר יפלו לנדבה ", 
            "המפריש חטאת ואבדה והפריש מעות תחתיה ולא הספיק ליקח מהן חטאת עד שנמצא חטאתו והרי היא בעלת מום תימכר ויביא מאלו ומאלו חטאת והשאר יפלו לנדבה ", 
            "המפריש חטאתו ואבדה והפריש אחרת תחתיה לא הספיק להקריבה עד שנמצאת הראשונה והרי שתיהן בעלת מום ימכרו ויביא מאלו ומאלו חטאת והשאר יפלו לנדבה ", 
            "המפריש חטאת ואבדה והפריש אחרת תחתיה לא הספיק להקריבה עד שנמצאת הראשונה היו שתיהן תמימות אחת מהן תיקרב חטאת והשניה תמות דברי רבי ", 
            "וחכמים אומרים ", 
            "אין חטאת מתה אלא שנמצאת מאחר שכיפרו הבעלים ואין המעות הולכים לים המלח אלא שנמצאו מאחר שכיפרו הבעלים ", 
            "המפריש חטאת והרי היא בעלת מום מוכרה ויביא בדמיה אחרת ", 
            "ר\"א בר\"ש אומר ", 
            "אם קרבה שניה עד שלא נשחטה תמות שכבר כיפרו הבעלים", 
            "גמ' ", 
            "טעמא דהקריב אחרת תחתיה הא לא הקריב אחרת תחתיה רועה מני ", 
            "רבנן היא דאמרי ", 
            "אבודה בשעת הפרשה רועה ", 
            "אימא סיפ' ", 
            "המפריש מעות לחטאת ואבדו והפריש אחרים תחתיהם יביא מאלו ומאלו והשאר יפלו לנדבה ", 
            "טעמא מאלו ומאלו הא הביא מאחד מהן השני יוליכו לים המלח אתאן לרבי דאמר ", 
            "אבודה בשעת הפרשה מתה ", 
            "רישא רבנן וסיפא רבי ", 
            "הניחא לרב הונא דא\"ר הונא אמר רב"
        ], 
        [
            "הכל מודים שאם משך אחת והקריבה שהשניה מתה ", 
            "משכחת לה כגון שמשך אחת מהן והקריב ודברי הכל ", 
            "אלא לרבי אבא אמר רב דאמר ", 
            "הכל מודים במתכפר בשאינה אבודה שאבודה מתה על מה נחלקו ", 
            "במתכפר באבודה דרבי סבר ", 
            "מפריש לאיבוד כאיבוד דמי ורבנן סברי ", 
            "לאו כאיבוד דמי ", 
            "רישא סתם לן כרבנן סיפא סתם לן כרבי ", 
            "ומאי קמשמע לן דפליגי רבי ורבנן בהדיא קתני לה מחלוקת רבי ורבנן בסיפא ", 
            "המפריש חטאת ואבדה והפריש אחרת תחתיה ואחר כך נמצאת הראשונה והרי שתיהן עומדות אחת מהן תקרב ושניה תמות דברי רבי ", 
            "וחכמים אומרים ", 
            "אין חטאת מתה אלא שנמצאת מאחר שכיפרו בעלים ואין מעות הולכות לים המלח אלא שנמצאו מאחר שכיפרו בעלים ", 
            "הא קמשמע לן ", 
            "דבר זה מחלוקת רבי ורבנן ", 
            "גופא אמר רב הונא אמר רב ", 
            "הכל מודים שאם משך אחת והקריבה שהשניה מתה ", 
            "לא נחלקו אלא בבא לימלך דרבי סבר ", 
            "לא עשו תקנה בקדשים ואמרינן ", 
            "לך התכפר בשאינה אבודה ואבודה מתה ", 
            "ורבנן סברי ", 
            "עשו תקנה בקדשים ואמרינן ", 
            "לך התכפר באבודה ושאינה אבודה תרעה ", 
            "מותיב רב משרשיא ", 
            "ולא עשו תקנה בקדשים ", 
            "והתניא ", 
            "(ויקרא ו, ט) יאכלו מה ת\"ל ", 
            "מלמד שאם היתה אכילה מועטת אוכלין עמה חולין ותרומה כדי שתהא נאכלת על השבע ", 
            "יאכלוה מה ת\"ל שאם היתה אכילה מרובה אין אוכלין עמה חולין ותרומה כדי שלא תהא נאכלת על הגסה ", 
            "מאי לאו אפילו רבי ", 
            "לא רבנן ", 
            "ורבי אבא אמר רב ", 
            "הכל מודים במתכפר בשאינה אבודה שאבודה מתה על מה נחלקו דמתכפר באבודה ", 
            "דרבי סבר ", 
            "מפריש לאיבוד כאיבוד דמי ", 
            "ורבנן סברי ", 
            "לאו כאיבוד דמי ", 
            "תנן ", 
            "השני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה שאין חטאת ציבור מתה הא דיחיד מתה ואמר רב ", 
            "בעלי חיים אינן נידחין כשהוא מתכפר בשני שבזוג ראשון מתכפר ואידך בתרא הוה ליה כמפריש לאיבוד וטעמא דציבור הא דיחיד מתה"
        ], 
        [
            "מאי לאו אפי' רבנן ", 
            "לא רבי היא תנן ", 
            "המפריש חטאת ואבדה והקריב אחרת תחתיה תמות ", 
            "טעמא דקריבה הא לא הקריבה תרעה ל\"ש מתכפר באבודה לא שנא מתכפר בשאינה אבודה לא שנא משך ולא שנא לא משך תיובתא דתרוייהו ", 
            "מילתא דפסיקא ליה קתני מילתא דלא פסיקא ליה לא קתני ", 
            "תנן ", 
            "המפריש מעות לחטאת ואבדו והפריש אחרים תחתיהם ואח\"כ נמצאו המעות יביא מאלו ומאלו חטאת והשאר יפלו לנדבה טעמא דמתכפר מאלו ומאלו הא מאחד יוליכם לים המלח לא שנא מתכפר באבודה ולא שנא מתכפר בשאינה אבודה ולא שנא משך ולא שנא לא משך תיובתא דתרוייהו ", 
            "הכא נמי מילתא דפסיקא ליה קתני ומילתא דלא פסיקא ליה לא קתני ", 
            "א\"ר אמי ", 
            "המפריש שני ציבורי מעות לאחריות מתכפר באחד מהן ושני יפלו לנדבה אליבא דמאן ", 
            "אילימא אליבא דרבי פשיטא דיפלו לנדבה ע\"כ לא קאמר רבי אלא במפריש לאבוד אבל לאחריות מודה ", 
            "ואלא אליבא דרבנן פשיטא ליה דיפלו לנדבה ק\"ו ", 
            "השתא מפריש לאיבוד אמור רבנן לאו כאיבוד דמי לאחריות מיבעיא ", 
            "ואלא אליבא דר\"ש איצטריכא ליה מהו דתימא ", 
            "לית ליה לר\"ש נדבה קמ\"ל דאית ליה נדבה ", 
            "ומי מצית אמרת דלית ליה נדבה לר\"ש ", 
            "והתני' ", 
            "שלשה עשר שופרות היו במקדש והיה כתוב עליהן ", 
            "תיקלין חדתין ועתיקין קינין וגוזלי עולה עצים ולבונה וזהב לכפרת וששה לנדבה ", 
            "ותני עלה ששה לנדבה לעולה הבאה מן המותרות שאין עורה לכהנים דברי רבי יהודה ", 
            "אמר לו רבי נחמיה ואמרי לה ר\"ש ", 
            "א\"כ בטלה מדרשו של יהוידע הכהן ", 
            "דתניא זה מדרש דרש יהוידע הכהן ", 
            "(ויקרא ה, יט) אשם הוא כולו להביא כל דבר הבא ממותר חטאות ואשמות ליקח בדמיו עולות הבשר לשם ועורות לכהנים ", 
            "אלמא ", 
            "אית ליה נדבה לרבי שמעון ", 
            "איצטריך סלקא דעתך אמינא כי אית ליה נדבה לר\"ש בחד סידרא"
        ], 
        [
            "אבל בתרי סדרי לא קמ\"ל ", 
            "אמר ר' הושעיא ", 
            "המפריש שתי חטאות לאחריות מתכפר באחת מהן וחבירתה רועה ", 
            "אליבא דמאן ", 
            "אילימא אליבא דרבנן השתא המפריש לאיבוד אמרי רבנן לאו כאיבוד דמי לאחריות מיבעיא ", 
            "אלא אליבא דר\"ש האמר ר\"ש חמש חטאות מתות ", 
            "אלא אליבא דרבי כי אמר רבי באיבוד אבל אחריות לא ", 
            "תנן ", 
            "המפריש חטאת והרי היא בעלת מום מוכרה ומביא אחרת תחתיה ", 
            "ר\"א בר\"ש אומר ", 
            "אם קרבה שניה קודם שנשחטה ראשונה תמות שכבר כיפרו בעליה ", 
            "קא ס\"ד דר' אלעזר בר\"ש כרבי סבירא ליה ואפילו באחריות נמי לא ", 
            "דלמא ר\"א בר\"ש כאבוה סבירא ליה דאמר חמש חטאות מתות ", 
            "תנן ", 
            "לפי שאין חטאת צבור מתה ", 
            "הא דיחיד מתה ", 
            "אמר רב ", 
            "בעלי חיין אינן נידחין כשהוא מתכפר בשני שבזוג ראשון מתכפר ואידך הוה ליה אחריות וקתני דיחיד מתה ", 
            "רב לטעמיה דאמר ", 
            "מצוה בראשון ", 
            "תני רב שימי בר זירי קמיה דרב פפא ", 
            "אבדה בשעת הפרשה לרבי מתה לרבנן תרעה ", 
            "אבדה בשעת כפרה לרבנן מתה לרבי רועה ", 
            "קל וחומר ", 
            "ומה אבודה בשעת הפרשה דאמרי רבנן רועה אמר רבי מתה אבודה בשעת כפרה דלרבנן מתה לרבי לא כ\"ש ", 
            "אלא תני הכי ", 
            "אבודה בשעת הפרשה לרבי מתה לרבנן רועה בשעת כפרה דברי הכל מתה", 
            "רבי אלעזר בר\"ש אומר וכו'", 
            "תנו רבנן ", 
            "אין מרגילין ביום טוב כיוצא בו אין מרגילין בבכור ולא בפסולי המוקדשין ", 
            "בשלמא ביו\"ט דקא טרח טירחא דלא חזי ליה אלא בכור מאן תנא ", 
            "אמר רב חסדא ", 
            "בית שמאי היא דאמר בכור בקדושתיה קאי ", 
            "דתנן ב\"ש אומר ", 
            "לא ימנה ישראל עם הכהן על הבכור ", 
            "פסולי המוקדשין מאן תנא ", 
            "אמר רב חסדא ", 
            "ר' אלעזר בר\"ש היא ", 
            "דתניא היו לפניו שתי חטאות אחת תמימה ואחת בעלת מום תמימה תקרב בעלת מום תפדה ", 
            "נשחטה בעלת מום עד שלא נזרק דמה של תמימה מותרת משנזרק דמה של תמימה אסורה ", 
            "רבי אלעזר בר\"ש אמר ", 
            "אפילו בשר בעלת מום בקדירה ונזרק דמה של תמימה יוצא לבית השריפה ", 
            "ורב חסדא לוקמה אידי ואידי כב\"ש ", 
            "דלמא כי אמרי ב\"ש בבכור דקדושתיה מרחם אבל פסולי המוקדשין לא ", 
            "ולוקמא אידי ואידי כר\"א בר\"ש ", 
            "דלמא כי אמר ר\"א ברבי שמעון בפסולי [מוקדשין] דאלימי למיתפס פדיונן אבל בבכור לא ", 
            "ור\"א בר\"ש לית ליה הא דתנן ", 
            "כל פסולי המוקדשין נשחטין באיטליז ונמכרין באיטליז ונשקלין בליטרא אלמא ", 
            "כיון דשרית ליה טפי וזבין ", 
            "אמר רב מרי בריה דרב כהנא ", 
            "מה שמשביח בעור פוגם בבשר ", 
            "(אמרי) במערבא משמיה דרבי אבין מפני שנראה כעובד עבודה בקדשים ", 
            "רבי יוסי בר אבין אמר ", 
            "גזירה שמא יגדל מהם עדרים עדרים", 
            "הדרן עלך ולד חטאת"
        ], 
        [
            "מתני' ", 
            "כיצד מערימין על הבכור ", 
            "מבכרת שהיתה מעוברת אומר ", 
            "מה שבמעיה של זו אם זכר עולה ילדה זכר יקרב עולה ", 
            "ואם נקבה זבחי שלמים ילדה נקבה תקרב שלמים ", 
            "אם זכר עולה ואם נקבה זבחי שלמים ילדה זכר ונקבה הזכר יקרב עולה והנקבה תקרב שלמים ", 
            "ילדה שני זכרים אחד מהם יקרב עולה והשני ימכר לחייבי עולה ודמיו חולין ", 
            "ילדה שתי נקבות אחת מהם תקרב שלמים והשניה תימכר לחייבי שלמים ודמיה חולין ", 
            "ילדה טומטום ואנדרוגינוס רשב\"ג אומר ", 
            "אין קדושה חלה עליהן", 
            "גמ' ", 
            "אמר רב יהודה ", 
            "מותר להטיל מום בבכור קודם שיצא לאויר העולם ", 
            "תנן ", 
            "אומר אדם מה שבמעיה של זו עולה עולה אין שלמים לא [ואת] אמרת דמצית מפקעת ליה מקדושתה ", 
            "אמר לך רב יהודה ", 
            "ה\"מ בזמן שבית המקדש קיים כי קאמינא אנא בזמן הזה דלא חזי להקרבה אי בזמן הזה ", 
            "מאי למימרא ", 
            "מהו דתימא נגזר דלמא נפיק רוב ראשו וקשדי ביה מומא ", 
            "ואימא הכי נמי ", 
            "אפילו הכי הא עדיפא (יתירא) מדאתי ביה לידי גיזה ועבודה", 
            "אם נקבה זבחי שלמים", 
            "נקבה מי קא קדשה בבכורה ", 
            "סיפא אתיא לבהמה דהקדש", 
            "ילדה שני זכרים כו'", 
            "אמרי ", 
            "אי בהמה דהקדש היאך דאקדיש עולה ליהדר עולה אידך נהוי בקדושתיה דאימיה ", 
            "סיפא אתאן לבהמת חולין", 
            "ילדה טומטום ואנדרוגינוס כו'"
        ], 
        [
            "אמאי אין קדושה חלה עליהן ", 
            "קסבר רשב\"ג ", 
            "ולדות קדשים בהוייתן הן קדושין ", 
            "דאי ס\"ד ממעי אמן הן קדושין אמאי אין קדושה חלה עליהן ", 
            "הא תפסתינהו קדושה דאימייהו ", 
            "אלא ש\"מ ", 
            "ולדי קדשים בהוייתן הן קדושים ", 
            "והאי תנא סבר ", 
            "ולדי קדשים ממעי אמן הן קדושים ", 
            "דת\"ר ", 
            "אילו (לא) נאמר בכור לא יקדיש הייתי אומר בכור לא יקדיש הקדישות ", 
            "ת\"ל ", 
            "{ויקרא כז } איש אותו אותו אי אתה מקדיש אבל מקדיש אדם בכור הקדישות ", 
            "ועדיין אני אומר ", 
            "הוא לא יקדיש אבל יקדישוהו אחרים ", 
            "ת\"ל ", 
            "בבהמה בבהמה עסקתי ", 
            "יכול לא יקדישנו בבטן ", 
            "ת\"ל ", 
            "(ויקרא כז, כו) אשר יבוכר לה' משיבוכר לה' אי אתה מקדיש אבל אתה מקדיש בבטן ", 
            "יכול אף ולדי כל הקדשים כן ", 
            "ת\"ל ", 
            "אך חלק ", 
            "אלמא ס\"ל ", 
            "ולדי קדשים ממעי אמן הן קדושין ", 
            "א\"ל רב עמרם לרב ששת ", 
            "אמר על הבכור עם יציאת רובו עולה עולה הוי או בכור הוי ", 
            "עולה הוי דכל פורתא ופורתא דקא נפיק הוא כליל ", 
            "או בכור הוי דכל פורתא ופורתא דקא נפיק במילתיה הוא ", 
            "ל\"א ", 
            "שכן קדושה חיילא עליה או דלמא ", 
            "בכור הוי שכן קדושתו מרחם ", 
            "א\"ל ", 
            "מאי תיבעי לך ", 
            "היינו דבעי אילפא ", 
            "אמר על הלקט ", 
            "עם נשירת רובו יהא הפקר לקט הוי או הפקר הוי ", 
            "לקט הוי שכן קדושתו בידי שמים ", 
            "או דלמא הפקר הוי שכן זוכין בו עניים ועשירים ", 
            "ואמר אביי ", 
            "מאי תיבעי ליה ", 
            "דברי הרב ודברי תלמיד דברי מי שומעים ", 
            "ה\"נ ", 
            "דברי מי שומעים", 
            "מתני' ", 
            "האומר ולדה של זו עולה והיא שלמים דבריו קיימים ", 
            "היא שלמים וולדה עולה הרי זה ולד זבחי שלמים דברי ר\"מ ", 
            "א\"ר יוסי ", 
            "אם לכן נתכוין תחלה הואיל ואי אפשר לקרות שני שמות כאחת דבריו קיימין ", 
            "ואם משאמר הרי זו שלמים נמלך ואמר ולדה עולה הרי זו ולדה שלמים", 
            "גמ' ", 
            "א\"ר יוחנן ", 
            "הפריש חטאת מעוברת וילדה רצה בה מתכפר רצה בולדה מתכפר ", 
            "מ\"ט ", 
            "קסבר ר' יוחנן ", 
            "אם שיירו משוייר עובר לאו ירך אמו הוא ", 
            "דהוה ליה כמפריש שתי חטאות לאחריות רצה מתכפר בה רצה מתכפר בחבירתה ", 
            "מותיב רבי אלעזר ", 
            "היא שלמים וולדה עולה הרי זה ולד שלמים ", 
            "ואי סלקא דעתך שיירו משוייר הרי זה ולד שלמים ", 
            "הרי זו שלמים בעי מיתנא ", 
            "אמר רב טבלא ", 
            "בר מינה דההיא הא אמר רב לתנא תני ", 
            "הרי זו שלמים ", 
            "מיתיבי ", 
            "האומר לשפחתו הרי את שפחה וולדך בן חורין אם היתה עוברה זכתה לו ", 
            "אי אמרת בשלמא אם שיירו אינו משוייר עובר ירך אמו מש\"ה זכתה לו והוי ליה כמשחרר חצי עבדו ומני ר' מאיר היא ", 
            "כדתניא"
        ], 
        [
            "המשחרר חצי עבדו יצא לחירות גיטו וידו באין כאחת ", 
            "ואי אמרת ", 
            "שיירו משוייר עובר לאו ירך אמו הוא אמאי זכתה לו ", 
            "והא תניא ", 
            "נראין שהעבד זוכה לקבל גט שחרור של חברו מיד רבו שאינו שלו ולא מיד רבו שלו ", 
            "אלא ש\"מ ", 
            "אם שיירו אינו משוייר ותיובתא דרבי יוחנן תיובתא ", 
            "לימא אם שיירו משוייר תנאי היא ", 
            "דתניא האומר לשפחתו הרי את בת חורין וולדך עבד ולדה כמוה דברי ר' יוסי הגלילי וחכמים אומרים ", 
            "דבריו קיימין משום שנאמר (שמות כא, ד) האשה וילדיה תהיה לאדוניה ", 
            "קרא מאי תלמודא לרבנן ", 
            "אמר רבא ", 
            "(אמר) קרא לרבי יוסי הגלילי דקתני ", 
            "ולדה כמוה שנאמר ", 
            "האשה וילדיה תהיה לאדוניה בזמן שהאשה לאדוניה ולדה לאדוניה ", 
            "מאי לאו בהא קמיפלגי דרבי יוסי סבר ", 
            "שיירו אינו משוייר ורבנן סברי ", 
            "משוייר ", 
            "אמר לך ר' יוחנן ", 
            "דכולי עלמא שיירו משוייר ", 
            "והכא היינו טעמא דאמר קרא האשה וילדיה תהיה לאדוניה ", 
            "אלא ודאי לימא כי הני תנאי דתניא ", 
            "השוחט את החטאת ומצא בה בן ד' חי ", 
            "תני חדא ", 
            "אין נאכלת אלא לזכרי כהונה ואינה נאכלת אלא ליום אחד ואינה נאכלת אלא לפנים מן הקלעים ", 
            "ותניא אידך ", 
            "נאכלת לכל אדם ונאכלת בכל מקום ונאכלת לעולם ", 
            "מאי לאו תנאי דת\"ק סבר ", 
            "שיירו אינו משוייר ומר סבר ", 
            "שיירו משויר ", 
            "אמר לך רבי יוחנן ", 
            "דכ\"ע אם שיירו משוייר והני תנאי בהא קמיפלגי דמר סבר ", 
            "ולדי קדשים בהוייתן הן קדושים ומר סבר ולדי קדשים במעי אמן הן קדושים ", 
            "ואיבעית אימא ", 
            "לא קשיא כאן בשהקדישה ולבסוף נתעברה כאן בשנתעברה ולבסוף הקדישה ", 
            "מתקיף לה רבא ", 
            "ממאי דטעמא דרבי יוחנן אם שיירו משוייר דלמא היינו טעמא דר' יוחנן ", 
            "דאדם מתכפר בשבח הקדש ", 
            "אמר ליה רב המנונא ", 
            "רבי אלעזר תלמידיה דרבי יוחנן ויתיב לקמיה דרבי יוחנן ולא אהדר ליה האי שינויא ואת אמרת טעמא דר' יוחנן משום דאדם מתכפר בשבח הקדש", 
            "אם משאמר הרי זו שלמים נמלך כו'", 
            "פשיטא ולדן שלמים אלא כל אימת דבעי מימלך ", 
            "אמר רב פפא ", 
            "לא נצרכה אלא שאמר בתוך כדי דיבור ", 
            "מהו דתימא ", 
            "תוך כדי דיבור כדיבור והאי עייוני הוא דקמעיין קמ\"ל", 
            "מתני' ", 
            "הרי זו תמורת עולה תמורת שלמים הרי זו תמורת עולה דברי רבי מאיר ", 
            "אמר רבי יוסי ", 
            "אם לכן נתכוין תחלה הואיל ואי אפשר לקרות ב' שמות כאחת דבריו קיימים ", 
            "ואם משאמר תמורת עולה נמלך ואמר תמורת שלמים הרי זו תמורת עולה"
        ], 
        [
            "גמ' ", 
            "א\"ר יצחק ברבי יוסי א\"ר יוחנן ", 
            "הכל מודים באומר תחול זו ואחר כך תחול זו דברי הכל תפוס לשון ראשון ", 
            "לא תחול זו אא\"כ חלתה זו תרווייהו קדשי ", 
            "לא נחלקו אלא כגון משנתינו דאמר תמורת עולה תמורת שלמים ", 
            "דר' מאיר סבר ", 
            "מדהוה ליה למימר תמורת עולה ושלמים ואמר תמורת עולה תמורת שלמים הויא ליה כאומר תחול זו ואח\"כ תחול זו ", 
            "ורבי יוסי סבר ", 
            "אי אמר תמורת עולה ושלמים הוה אמינא ", 
            "קדושה ואינה קריבה קמ\"ל", 
            "ת\"ר האומר בהמה זו חציה תמורת עולה וחציה תמורת שלמים כולה תקרב עולה דברי ר\"מ ", 
            "וחכ\"א ", 
            "תרעה עד שתסתאב ותימכר ויביא בדמי חציה תמורת עולה ובדמי חציה תמורת שלמים ", 
            "א\"ר יוסי ", 
            "אם לכך נתכוון מתחלה הואיל וא\"א להוציא שני שמות כאחת דבריו קיימין ", 
            "רבי יוסי היינו רבנן ", 
            "כולה רבי יוסי קתני לה ", 
            "תניא אידך ", 
            "בהמה חציה עולה וחציה חטאת (כולה) תיקרב עולה דברי ר\"מ ", 
            "ר' יוסי אומר ", 
            "תמות ", 
            "ושוין באומר חציה חטאת וחציה עולה שתמות ", 
            "שוין מני ", 
            "ר\"מ פשיטא ", 
            "מהו דתימא ", 
            "אי לאו דאשמעינן הוה אמינא ", 
            "טעמא דר\"מ לאו משום תפוס לשון ראשון אלא היינו טעמא ", 
            "חטאת מעורבת קריבה ", 
            "ואפילו כי אמר חציה חטאת והדר אמר חציה עולה קריבה קמ\"ל דלא ", 
            "תניא אידך ", 
            "אמר בהמה זו חציה עולה וחציה שלמים קדושה ואינה קריבה עושה תמורה ותמורתו כיוצא בו ", 
            "מני ", 
            "רבי יוסי היא פשיטא דקדושה ואינה קריבה ", 
            "תמורתה איצטריך ליה דמהו דתימא ", 
            "נהי דהיא לא קרבה תמורתה תקרב קא משמע לן ", 
            "מאי שנא היא דלא קרבה דהויא לה קדושה דחויה תמורתה נמי מכח קדושה דחויה קאתיא ", 
            "אמר רבי יוחנן ", 
            "בהמה של שני שותפים הקדיש חציה שלו וחזר ולקח חציה אחרת והקדישה קדושה ואינה קריבה ועושה תמורה ותמורתה"
        ], 
        [
            "כיוצא בה שמע מינה תלת ", 
            "ש\"מ קדושת דמים נדחה וש\"מ בעלי (מומין) נדחין ושמע מינה דיחוי מעיקרו הוי דיחוי ", 
            "אמר אביי ", 
            "הכל מודים היכא דאמר חציה עולה וחציה מעשר דברי הכל עולה קריבה ", 
            "היכא דאמר חציה תמורה וחציה מעשר מאי ", 
            "תמורה קריבה שכן נוהגת בכל הקדשים או דלמא מעשר קרובה שכן מקדיש לפניו ולאחריו ", 
            "תיקו", 
            "מתני' ", 
            "הרי זו תחת זו תמורת זו חליפת זו הרי זו תמורה ", 
            "זו מחוללת על זו אין זו תמורה ואם היה הקדש בעל מום יוצא לחולין וצריך לעשות דמים", 
            "גמ' ", 
            "למימרא דתחת לישנא דאתפוסי הוא ורמינהו ", 
            "קדשי בדק הבית אמר חליפת זו תמורת זו לא אמר כלום תחת זו מחוללת על זו דבריו קיימין ", 
            "ואי סלקא דעתך לישנא דאיתפוסי היא מאי שנא רישא ומאי שנא סיפא ", 
            "אמר אביי ", 
            "תחת משכחת לה לישנא דאיתפוסי ולישנא דאחולי ", 
            "לישנא דאתפוסי דכתיב"
        ], 
        [
            "(ויקרא יג, כג) ואם תחתיה תעמוד הבהרת ", 
            "דאחולי דכתיב ", 
            "(ישעיהו ס, יז) תחת הנחושת אביא זהב ", 
            "והלכך גבי קדשי מזבח דעבדין תמורה לישנא דאתפוסי הוא גבי קדשי בדק הבית דלא עבדין תמורה לישנא דאחולי הוא ", 
            "אמר רבא ", 
            "אפילו בקדשי מזבח משכחת לה לישנא דאחולי הוא כגון שהיה הקדש בעל מום ", 
            "א\"ר אשי ", 
            "אפילו בבעל מום נמי משכחת לה לישנא דאחולי ומשכחת לישנא דאתפוסי ", 
            "ידו אקודש חול הוי ידו אחול קודש הוה ", 
            "בעי אביי ", 
            "היו לפניו שתי בהמות של קדש בעלות מום ושתי בהמות של חולין תמימות ואמר הרי אלו תחת אלו מהו ", 
            "מי אמר לאתפוסי ולקי או דלמא ", 
            "כל היכא דאיכא היתרא לא שביק איניש היתרא ועביד איסורא ", 
            "ואת\"ל כל היכא דאיכא היתרא לא שביק איניש ועביד איסורא היו לפניו שתי בהמות של קודש ואחת מהן בעלת מום ושתי בהמות של חולין ואחת מהן בעלת מום ואמר הרי אלו תחת אלו מהו ", 
            "מי אמר תמימה תחת תמימה לאתפוסי בעלת מום תחת בעלת מום לאחולי ", 
            "או דלמא ", 
            "תמימה דחולין תחת בעלת מום דהקדש בעלת מום דחולין תחת תמימה דהקדש ותרוייהו לקי ", 
            "ואם תמצי לומר ", 
            "כל היכא דאיכא היתירא לא עביד איסורא ולאחולי הוא ולא לקי ", 
            "היו לפניו שלש בהמות של קדש ואחת מהן בעלת מום ושלשה בהמות. של חולין תמימות ואמר הרי אלו תחת אלו מי אמרינן מדתמימות תחת תמימות לאתפוסי תמימות נמי תחת בעלת מום לאתפוסי או דלמא ", 
            "הכא נמי כל היכא דאיכא היתירא לא עביד איסורא וההיא בתרייתא לאחולי הוי ", 
            "ואם תימצי לומר ", 
            "הכא נמי כיון דאכתי גברא לא איתחזק באיסורי לא שביק התירא ועביד איסורא ", 
            "בעי רב אשי ", 
            "היו לפניו ארבע בהמות של קדש ואחת מהן בעלת מום וארבע בהמות של חולין ואמר הרי אלו תחת אלו מהו ", 
            "הכא ודאי כיון דאיתחזק גברא באיסורי (בכולן) לקי בארבע מלקיות או דלמא אע\"ג דאיתחזק באיסורא לא שביק איניש היתירא ועביד איסורא והוי בתרייתא לאחולי הוי ", 
            "תיקו", 
            "אם היתה הקדש בעל מום יצא לחולין כו'", 
            "א\"ר יוחנן ", 
            "יצא לחולין דבר תורה וצריך לעשות דמים מדבריהם ", 
            "ור\"ל אמר ", 
            "אף צריך לעשות דמים דבר תורה ", 
            "במאי עסקינן ", 
            "אי נימא אאונאה בהא נימא ר\"ל אף צריך לעשות דמים [דבר תורה] ", 
            "והא תנן ", 
            "אלו דברים שאין להם אונאה ", 
            "העבדים והשטרות והקרקעות וההקדשות ", 
            "אלא אבטול מקח בהא נימא ר' יוחנן צריך לעשות דמים מדבריהם"
        ], 
        [
            "והאמר רבי ירמיה אקרקעות דחולין ורבי יונה אמר אהקדשות תרווייהו משמיה דר' יוחנן אמרי ", 
            "אונאה אין להן ביטול מקח יש להם ", 
            "לעולם אביטול מקח ואיפוך ", 
            "ומי מצית אמרת איפוך ", 
            "הניחא למ\"ד אהקדשות וכ\"ש אקרקעות ", 
            "אלא למאן דאמר אקרקעות אבל הקדשות אין להן ביטול מקח היכי איפוך להא ", 
            "אמר רבי ירמיה ", 
            "לא תיפוך ", 
            "לימא בדשמואל קא מיפלגי ", 
            "דאמר שמואל ", 
            "הקדש שוה מנה שחיללו על שוה פרוטה מחולל ", 
            "דר' יונה לית ליה דשמואל ורבי ירמיה אית ליה דשמואל ", 
            "לא בין דמר ובין דמר אית ליה דשמואל דרבי יונה סבר ", 
            "כי אמר שמואל דיעבד אבל לכתחלה לא אמר ", 
            "ורבי ירמיה סבר ", 
            "אפילו לכתחלה ", 
            "ואיבעית אימא ", 
            "לעולם לא תיפוך ודקא קשיא לך מתניתין אלו דברים הקדשות כדרב חסדא ", 
            "דאמר רב חסדא ", 
            "אין להן אונאה אינן בתורת אונאה דאפילו פחות מכדי אונאה חוזר ", 
            "אמר עולא ", 
            "לא אמרו אלא בשמוי בתרי אבל בשמוי בתלתא ואע\"ג דאתי במאה לא הדר ", 
            "איני והאמר רב ספרא ", 
            "היכא אמר מאה כתרי ותרי כמאה לענין עדות אבל לענין אומדנא בתר דעות אזלינן ", 
            "ותו תלתא ותלתא לא אזלינן בתר בתרא ", 
            "דיד הקדש על העליונה ", 
            "קסבר עולא ", 
            "צריך לעשות דמים מדבריהם וכל דרבנן אקילו בה רבנן", 
            "מתני' ", 
            "הרי זו תחת עולה תחת חטאת לא אמר כלום ", 
            "תחת חטאת זו ותחת עולה זו תחת חטאת ותחת עולה שיש לי בבית היה לו דבריו קיימים ", 
            "אמר על הבהמה טמאה ועל בעלת מום הרי אלו עולה לא אמר כלום ", 
            "הרי אלו לעולה ימכרו ויביא בדמיהם עולה", 
            "גמ' ", 
            "אמר רב יהודה אמר רב ", 
            "מתני' דלא כרבי מאיר דאי כר\"מ הא אין אדם מוציא דבריו לבטלה", 
            "הרי אלו לעולה ימכרו ויביא בדמיו עולה", 
            "טעמא דבהמה טמאה ובעלת מום דלא חזיין לא בעיין מומא אבל מפריש נקבה לאשם או לעולה בעיין מומא ", 
            "א\"ר יהודה אמר רב ", 
            "מתני' דלא כר\"ש ", 
            "דתנן ר\"ש אומר ", 
            "תימכר שלא במום", 
            "הדרן עלך כיצד מערימין"
        ], 
        [
            "מתני' כל האסורין לגבי מזבח אוסרין בכל שהן ", 
            "הרובע והנרבע והמוקצה והנעבד והאתנן ומחיר והכלאים והטרפה ויוצא דופן ", 
            "איזהו מוקצה ", 
            "המוקצה לעבודת כוכבים ", 
            "הוא אסור ומה שעליו מותר ", 
            "ואיזהו הנעבד ", 
            "כל שעובדין אותו ", 
            "הוא ומה שעליו אסור וזה וזה מותר באכילה", 
            "גמ' ", 
            "אמר מר ", 
            "אוסרין בכל שהן דלא בטלי ברובא ", 
            "תנינא ", 
            "כל הקדשים שנתערבו בחטאות מתות או בשור הנסקל אפי' אחד ברבוא ימותו וקשיא לן ", 
            "מאי קאמר ", 
            "הכי קתני ", 
            "נתערבו בהן מחטאות מתות או שור הנסקל אפילו ברבוא ימותו ", 
            "איצטריך ס\"ד אמינא ", 
            "התם הוא דאיסורי הנאה ", 
            "אבל הכא דלאו איסורי הנאה אימא ליבטל ברובא קמ\"ל ", 
            "ורובע ונרבע נמי תנינא נתערבו רובע ונרבע ירעו עד שיסתאבו וימכרו ויביא בדמי יפה שבהן מאותו המין ", 
            "אמר רב כהנא ", 
            "אמריתה לשמעתא קמיה דרב שימי בר אשי אמר לי ", 
            "חדא בחולין וחדא בקדשים ", 
            "וצריכי דאי אשמועינן גבי קדשים משום דמאיסי אבל גבי חולין אימא ליבטלי ", 
            "ובחולין נמי תנינא ואלו אסורין ואוסרין בכל שהן ", 
            "יין נסך ועבודת כוכבים וציפרי מצורע ועורות לבובין ושיער נזיר ופטר חמור ובשר בחלב ושור הנסקל ועגלה ערופה וחולין שנשחטו בעזרה [ושעיר המשתלח] הרי אלו אסורין ואוסרין בכל שהן ", 
            "צריכי דאי אשמעינן התם (דאיסורי הנאה דלא בטלי אבל הכא ליבטלי) ", 
            "ואי אשמועינן הכא דלגבוה דמאיס אבל להדיוט אימא ", 
            "איסורי הנאה ליבטלו ברובא קמ\"ל ", 
            "ורובע ונרבע מנלן דאסירי לגבוה ", 
            "דתנו רבנן ", 
            "(ויקרא א, ב) מן הבהמה להוציא רובע ונרבע ", 
            "והלא דין הוא ", 
            "ומה בעל מום שלא נתעבדה בה עבירה פסול לגבי מזבח ", 
            "רובע ונרבע שנעבדה בהן עבירה אינו דין שאסורין לגבי מזבח ", 
            "חורש בשור וחמור יוכיח שנתעבדה בו עבירה ומותר לגבי מזבח ", 
            "מה לחורש בשור וחמור שאין חייבין מיתה תאמר ברובע ונרבע שחייבין מיתה ", 
            "טול לך מה שהבאתה הרי שנתעבדה בהן עבירה בשני עדים ", 
            "נעבדה בהן עבירה על פי עד אחד או על פי הבעלים מנין ", 
            "אמר רבי שמעון ", 
            "אני דן ומה בעל מום שאין התראת שני עדים פוסלתו מאכילה הודאת עד אחד פוסלתו מהקרבה ברובע ונרבע שהודאת שני עדים פוסלתו מאכילה אינו דין שהודאת עד אחד פוסלתו מהקרבה ", 
            "ת\"ל ", 
            "מן הבהמה להוציא רובע ונרבע ", 
            "והא אתיא מדינא ", 
            "(לא אתיא)"
        ], 
        [
            "אמר רב אשי ", 
            "משום דאיכא למימר מעיקרא דדינא פירכא מה לבעל מום שכן מומו ניכר תאמר ברובע ונרבע שאין מומו ניכר הואיל ואין מומו ניכר יהא כשר לגבי מזבח ", 
            "ת\"ל ", 
            "(ויקרא א, ב) מן הבהמה להוציא רובע ונרבע ", 
            "מן הבקר להוציא את הנעבד ", 
            "והלא דין הוא ", 
            "ומה אתנן ומחיר שציפויין מותרין הן אסורין ", 
            "נעבד שציפויו אסור אינו דין. שהוא אסור ", 
            "או חילוף ", 
            "ומה אתנן ומחיר שהן אסורין ציפוייהן מותרין ", 
            "נעבד שמותר יהא ציפויו מותר ", 
            "א\"כ ביטלת (דברים ז, כה) לא תחמוד כסף וזהב עליהם ולקחת לך ", 
            "אני אקיימנו לא תחמוד כסף וזהב בדבר שאין בו רוח חיים אבל בדבר שיש בו רוח חיים הואיל והן מותר יכול יהא ציפוי מותר ", 
            "ת\"ל ", 
            "מן הבקר להוציא את הנעבד ", 
            "מתקיף לה רב חנניא ", 
            "טעמא דמעטי' קרא הא לא מעטי' קרא ציפוי מותר ", 
            "והכתיב ", 
            "(דברים יב, ג) ואבדתם את שמם כל העשוי לשמם ", 
            "ההוא לכנות להם שם הוא דאתא ", 
            "לבית גליא קרינן אותו בית כריא פני המולך פני כלב עין כל עין קוץ ", 
            "ואיפוך אנא ", 
            "מן הבהמה להוציא את הנעבד מן הבקר להוציא רובע ונרבע ", 
            "התם מעניינא דקרא כתיב גבי בהמה {ויקרא כ } ואיש כי יתן שכבתו בבהמה מות יומת גבי בקר כתיב (תהלים קו, כ) וימירו את כבודם בתבנית שור אוכל עשב ", 
            "(ויקרא ה, ו) מן הצאן להוציא את המוקצה ", 
            "ומן הצאן להוציא את הנוגח ", 
            "אר\"ש ", 
            "אם נאמר רובע למה נאמר נוגח ואם נאמר נוגח למה נאמר רובע ", 
            "לפי שישנו ברובע מה שאין כן בנוגח ", 
            "יש ברובע שהרובע עושה אונס כרצון מה שאין כן בנוגח ", 
            "יש בנוגח שהנוגח משלם את הכופר מה שאין כן ברובע ", 
            "הוצרך לומר רובע והוצרך לומר נוגח ", 
            "והאי תנא מייתי לה מהכא דתניא ", 
            "הרובע והנרבע (וכולם) הם כקדשים שקדם מום עובר להקדשן וצריכין מום קבוע לפדות עליהן שנאמר ", 
            "כי משחתם בהם מום בם ", 
            "מאי תלמודא ", 
            "חסורי מיחסרא והכי קתני ", 
            "מנין שהן אסורין ת\"ל ", 
            "(ויקרא כב, כה) כי משחתם בהם מום בם ותנא דבי ר' ישמעאל ", 
            "כל מקום שנאמר השחתה אינו אלא דבר ערוה ועבודת כוכבים ", 
            "דבר ערוה דכתיב ", 
            "(בראשית ו, יב) כי השחית כל בשר וגו' עבודת כוכבים דכתיב ", 
            "(דברים ד, טז) פן תשחיתון ועשיתם לכם פסל תמונת כל סמל כל שהמום פוסל בהן דבר ערוה ועבודת כוכבים פוסלין בהן ", 
            "ותנא דבי ר' ישמעאל מן הבהמה מן הבקר ומן הצאן מאי דריש בהו ", 
            "מיבעי ליה ", 
            "פרט לחולה זקן ומזוהם ות\"ק דאפקינהו להני קראי לרובע ונרבע חולה זקן ומזוהם מנא ליה ", 
            "נפקא ליה מן הצאן מן הכבשים ומן העזים ולתנא דבי ר' ישמעאל אורחיה דקרא לאישתעויי הכי", 
            "איזהו מוקצה לעבודת כוכבים וכו'", 
            "אמר ר\"ל ", 
            "אין אסור אלא מוקצה לשבע שנים שנאמר ", 
            "(שופטים ו, כה) ויהי בלילה ההוא ויאמר [לו ה'] קח את פר השור אשר לאביך ופר השני שבע שנים והתם מוקצה בלחוד הוה ", 
            "נעבד נמי הוה ", 
            "א\"ר אחא בר יעקב ", 
            "מוקצה לעבוד ולא עבדוהו ", 
            "רבא אמר ", 
            "לעולם עבדוהו וחידוש הוא כדר' אבא בר כהנא ", 
            "דאמר רבי אבא בר כהנא שמנה דברים התירו באותו לילה ", 
            "חוץ ולילה וזרות"
        ], 
        [
            "וכלי שרת [וכלי אשירה] ועצי אשירה ומוקצה ונעבד ", 
            "אמר רב טובי בר מתנה א\"ר יאשיה ", 
            "מנין למוקצה מן התורה ", 
            "שנאמר ", 
            "(במדבר כח, ב) תשמרו להקריב לי במועדו כל שעושין לו שימור ", 
            "מתקיף לה אביי ", 
            "אלא מעתה אייתית אימרא דצומא ולא עביד ליה שימור ה\"נ דלא חזו להקרבה ", 
            "[א\"ל] ", 
            "אנא תשמרו להקריב לי במועדו קאמינא לי ולא לאדון אחר ואיזהו אחר שמקריבין לו ", 
            "הוי אומר זו עבודת כוכבים ", 
            "אמר רבא בר רב אדא אמר רב יצחק ", 
            "אין מוקצה אסור אלא עד שיעבדו ", 
            "עולא א\"ר יוחנן ", 
            "עד שימסרוהו לכומרי עבודת כוכבים ", 
            "בהא אמר רבי יוחנן ", 
            "עד שיאכילוהו כרשיני עבודת כוכבים ", 
            "אמר ליה רבי אבא לבהא ", 
            "מפלגיתו אתון אעולא ", 
            "א\"ל ", 
            "לא עולא נמי כי קאמר הוא דשפי ליה כרשיני עבודת כוכבים ", 
            "א\"ר אבא ", 
            "ידע בהא לשנויי שמעתא ואי לא דסליק התם לא הוה ידע דארץ ישראל גרמה ליה ", 
            "אמר ליה רב יצחק ", 
            "בהא מיכן ומיכן הוה ", 
            "דתני רב חנניא טריטאה קמיה דר' יוחנן ", 
            "אין מוקצה אסור אלא עד שיעשו בו מעשה הוא ", 
            "תני לה והדר אמר לה ", 
            "מאי מעשה ", 
            "עד שיגזז ויעבדו בו", 
            "איזהו נעבד כו'", 
            "מנא הני מילי ", 
            "אמר רב פפא ", 
            "דאמר קרא (יחזקאל מה, טו) ממשקה ישראל מן המותר לישראל ואי ס\"ד אסירי להדיוט למה לי קרא ממעטינהו מגבוה ", 
            "וכל היכא דאסירי להדיוט לא בעי קרא ", 
            "והא טרפה דאסירא להדיוט ומעטיה קרא מגבוה ", 
            "דתניא ", 
            "כשהוא אומר מן הבקר למטה שאין ת\"ל אלא להוציא את הטרפה ", 
            "איצטריך סד\"א ", 
            "הני מילי דנטרפה ואחר כך נתקדשה אבל נתקדשה ואחר כך נטרפה אימא דתישרי לגבוה ", 
            "והא מהכא נפקא ", 
            "(ויקרא כז, לב) כל אשר יעבור תחת השבט פרט לטרפה שאינה עוברת ", 
            "ההוא נמי איצטריך סלקא דעתך אמינא ", 
            "הני מילי היכא דלא היתה לה שעת הכושר דנולדה טרפה ממעי אמה אבל היכא דהיתה לה שעת הכושר ויצאת לאויר העולם ואח\"כ נטרפה אימא תשתרי לגבוה קמ\"ל", 
            "מתני' ", 
            "ואיזהו אתנן האומר לזונה הוליך טלה זה בשכרך אפי' הן ק' כולן אסורין ", 
            "וכן האומר לחבירו הוליך טלה זה ותלין שפחתך אצל עבדי ", 
            "רבי (מאיר) אומר ", 
            "אינו אתנן וחכמים אומרים ", 
            "אתנן", 
            "גמ' ", 
            "אמר מר ", 
            "ואפילו הן מאה כולן אסורין ", 
            "היכי דמי ", 
            "אילימא דשקלה אגרא מאה בהמות פשיטא דכולהו אסירי מה לי חד מה לי מאה ", 
            "לא צריכא דשקלה אגרא חדא ויהיב לה מאה דכולהו מכח אתנן קאתי ", 
            "ת\"ר ", 
            "נתן לה ולא בא עליה בא עליה ולא נתן לה אתננה מותר ", 
            "נתן לה ולא בא עליה אתננה קרית ליה ", 
            "ותו בא עליה ולא נתן לה מאי יהיב לה ", 
            "אלא הכי קתני ", 
            "נתן לה ואח\"כ בא עליה בא עליה ואח\"כ נתן לה אתננה מותר ", 
            "וליחול עליה אתנן למפרע ", 
            "אמר רבי אלעזר"
        ], 
        [
            "שקדמה והקריבתו ", 
            "היכי דמי ", 
            "אי נימא דאקניה ניהליה לאלתר פשיטא דמותר דעד כאן לא בא עליה ", 
            "ואלא דאמר לה לא ניקני ליך עד שעת ביאה מי מציא מקרבה ליה ", 
            "(ויקרא כז, יד) איש כי יקדיש את ביתו קדש לה' אמר רחמנא מה ביתו ברשותו אף כל ברשותו ", 
            "לא צריכא דאמר לה לא מקניה לך עד שעת ביאה ואי מצטריך לך ניקני לך מעכשיו ", 
            "בעי רב אושעיא ", 
            "קדמה והקדישתו מאי ", 
            "תפשוט ליה מדרבי אלעזר דאמר רבי אלעזר ", 
            "קדמה והקריבתו הקריבתו היא דהא ליתיה בשעת ביאה אבל הקדישתו אסור ", 
            "היא גופה קמיבעיא ליה ", 
            "הקריבתו והא ליתיה בשעת ביאה מותר אבל הקדישה בשעת ביאה אסור ", 
            "או דלמא ", 
            "כיון דתנן אמירתו לגבוה כמסירתו להדיוט הקדישתו מותר וכל שכן הקריבתו ", 
            "תיקו", 
            "בא עליה ואחר כך נתן לה אתננה מותר", 
            "והתניא ", 
            "בא עליה ונתן לה ואפי' עד שנים עשר חדש אתננה אסור ", 
            "אמר רב חנן בר רב חסדא ", 
            "לא קשיא הא דאמר לה הבעלי לי בטלה זה הא דאמר לה הבעלי לי בטלה סתם ", 
            "טלה זה והא מחוסר משיכה ", 
            "בזונה עובדת כוכבים דלא קניא במשיכה ", 
            "ואיבעית אימא ", 
            "אפי' בזונה ישראלית כגון דקאי בחצרה ", 
            "הא יהבית לה מעיקרא ", 
            "דשוויה לה אפותיקי ואמר לה אם עד יום פלוני יהיבנא לך זוזי מוטב ואם לאו טלה באתננך ", 
            "אמר רב ", 
            "אחד אתנן זכר ואחד אתנן כל עריות אסור חוץ מאתנן אשתו נדה ", 
            "מ\"ט ", 
            "{דברים כג } זונה כתיב והא לאו זונה היא ", 
            "ולוי אמר ", 
            "אפילו אשתו נדה ", 
            "מאי טעמא ", 
            "{דברים כג } תועבה כתיב והא תועבה היא ", 
            "ולוי נמי והכתיב זונה ", 
            "אמר לך ", 
            "ההיא זונה ולא זונה ", 
            "ורב ההיא זונה ולא זונה מנא לי' ", 
            "נפקא ליה מדרבי ", 
            "דתניא רבי אומר ", 
            "אין אתנן אסור אלא כל אתנן הבאות לו בעבירה ", 
            "אבל אתנן אשתו נדה ושנתן לה שכר להפקעתה ושנתנה לו באתננו מותרין ", 
            "אף על פי שאין ראיה לדבר זכר לדבר {יחזקאל יז } ובתתך אתנן ואתנן לא ניתן [לך] (לה) ותהי להפך ", 
            "ורב האי תועבה מאי עביד ליה ", 
            "מיבעי ליה כדאביי ", 
            "דאמר אביי ", 
            "זונה עובדת כוכבים אתננה אסור מ\"ט ", 
            "כתיב הכא תועבה וכתיב התם (ויקרא יח, כט) כי כל אשר יעשה מכל התועבות האל מה להלן עריות שאין קדושין תופסין בה ה\"נ אין קדושין תופסין בה ", 
            "וכהן שבא עליה אין לוקה עליה משום זונה ", 
            "מ\"ט ", 
            "דאמר קרא (ויקרא כא, טו) לא יחלל זרעו מי שזרעו מיוחס אחריו יצא עובדת כוכבים דאין זרעו מיוחס אחריו ", 
            "זונה ישראלית אתננה מותר מה טעם ", 
            "דהא קדושין תופסין בה ", 
            "וכהן שבא עליה לוקה משום זונה מ\"ט ", 
            "דהא זרעו מיוחס אחריו ", 
            "ורבא אמר ", 
            "אחד זה ואחד זה אתננה אסור וכהן הבא עליה לוקה משום זונה ", 
            "מ\"ט ", 
            "ילפי מהדדי מה זונה ישראלית בלאו אף זונה עובדת כוכבים בלאו ", 
            "ומה אתנן זונה עובדת כוכבים אסור אף אתנן זונה ישראלית אסור ", 
            "מיתיבי ", 
            "אחד זונה עובדת כוכבים ואחד זונה ישראלית אתננה אסור ", 
            "תיובתא דאביי ", 
            "אמר לך אביי ", 
            "הא מני ר' עקיבא היא דאמר ", 
            "אין קדושין תופסין בחייבי לאוין והא קמשמע לן דכל זונה לא תפסי בה קדושין דומיא דאלמנה דלא תפסי בה קידושין ", 
            "ולרבא מאי שנא דקתני כגון אלמנה לכ\"ג ", 
            "דומיא דאלמנה מה אלמנה לא לקי עד דמתרי בה אף זונה עד דאמר הא לך ", 
            "לאפוקי מדרבי אלעזר דאמר רבי אלעזר ", 
            "פנוי הבא על הפנויה שלא לשם אישות עשאה זונה ", 
            "אבל היכא דזונה מעיקרא ה\"נ דאסור ", 
            "ל\"א ", 
            "כי קתני הא בעריות שאין קדושין תופסין בה ", 
            "והא קתני סיפא ", 
            "אלמנה לכהן גדול גרושה וחלוצה לכהן הדיוט אתננה אסור והא הני קדושין תופסין בהן ", 
            "הא מני"
        ], 
        [
            "רבי אלעזר היא דאמר ", 
            "פנוי הבא על הפנויה שלא לשום אישות עשאה זונה ", 
            "אי ר' אלעזר מאי איריא אלמנה ", 
            "ניתני פנויה ", 
            "אלמנה איצטריך סלקא דעתך אמינא ", 
            "הואיל ובנין אב הוא לא ניתסרו קא משמע לן", 
            "האומר לחבירו הא לך טלה זה כו'", 
            "והא שפחה לעבד מישרא שריא ", 
            "אמר רב הונא ", 
            "אצלו קאמר והא דקתני [עבד] לישנא מעליא קאמר ", 
            "אי הכי מ\"ט דרבי ", 
            "אמר שמואל בר רב יצחק ", 
            "לעולם עבדי וכי קתני בעבד עברי ", 
            "אי הכי מ\"ט דרבנן ", 
            "שפחה לעבד עברי מישרא שריא ", 
            "הכא במאי עסקינן כגון דלית ליה אשה ובנים דתניא ", 
            "אין לו אשה ובנים אין רבו מוסר לו שפחה כנענית יש לו אשה ובנים רבו מוסר לו שפחה כנענית", 
            "מתני' ", 
            "ואיזהו מחיר כלב ", 
            "האומר לחבירו הוליך טלה זה תחת כלב ", 
            "וכן שני שותפין שחלקו אחד נטל עשרה ואחד תשעה וכלב ", 
            "שכנגד הכלב אסור ושעם הכלב מותר ", 
            "אתנן הכלב ומחיר זונה הרי אלו מותרין שנאמ' שנים ולא ארבעה ", 
            "ולדותיהן מותרין הן ולא ולדותיהן", 
            "גמ' ", 
            "ת\"ר ", 
            "מחיר כלב זהו חליפי כלב ", 
            "וכן הוא אומר (תהלים מד, יג) תמכר עמך בלא הון ולא רבית במחיריהם ", 
            "אימא אתנן זונה ", 
            "(א\"כ לא קרב הוו תלתא (דברים כג, יט) גם שניהם ולא שלשה) ", 
            "מי קאמרינן אנן אתנן ומחיר ", 
            "אתנן ולא מחיר קאמרינן ", 
            "א\"כ נימא קרא לא תביא אתנן זונה וכלב מדכתיב אתנן זונה ומחיר כלב ש\"מ", 
            "השותפין שחלקו אחד נטל כו'", 
            "ניפוק חדא להדי כלבא והנך כולהו לישתרו ", 
            "הכא במאי עסקינן כגון דטפי דמי כלב מחד מינייהו והאי טיפונא דכלב שדי בכולהו", 
            "אתנן כלב ומחיר זונה מותר כו'", 
            "א\"ל רבא מפרזקיא לרב אשי"
        ], 
        [
            "מנא הא מילתא דאמור רבנן אין זנות לבהמות ", 
            "א\"ל ", 
            "לא נישמוט קרא לכתוב אתנן זונה וכלב ", 
            "תניא נמי הכי ", 
            "מנין לאתנן כלב ומחיר זונה שמותרין ", 
            "שנאמר ב' ולא ד' ", 
            "ולדותיהן מותרין שנאמר גם שניהם הם ולא ולדותיהן ", 
            "אמר רבא ", 
            "ולד הנרבעת אסורה היא וולדה נרבעו נוגחת אסורה היא וולדה נגחו ", 
            "ולד מוקצה ונעבד מותר מ\"ט ", 
            "לאימיה אקציה לאימיה פלחי לה ", 
            "א\"ד ", 
            "ולד מוקצה ונעבד אסור מאי טעמא ", 
            "דניחא ליה בניפחיה ", 
            "אמר רב אחדבוי בר אמי אמר רב ", 
            "המקדש בפרש שור הנסקל מקודשת בפרש עגלי ע\"ז אינה מקודשת ", 
            "מאי טעמא ", 
            "אי בעית אימא קרא ואי בעית אימא סברא ", 
            "אי בעית אימא סברא ", 
            "ניחא ליה גבי ע\"ז בניפחיה גבי שור הנסקל לא ניחא ליה בניפחיה ", 
            "אי בעית אימא קרא ", 
            "גבי עבודת כוכבי' כתיב (דברים ז, כו) והיית חרם כמוהו כל שאתה מהיה ממנו הרי הוא כמוהו ", 
            "גבי שור הנסקל כתיב (שמות כא, כח) לא יאכל את בשרו בשרו אסור פרשו מותר", 
            "מתני' ", 
            "נתן לה מעות הרי אלו מותרין ", 
            "יינות ושמנים וסלתות וכל דבר שכיוצא בו קרב על גבי המזבח אסור ", 
            "נתן לה מוקדשין הרי אלו מותרין ", 
            "עופות הרי אלו אסורין ", 
            "שהיה בדין מה אם המוקדשין שהמום פוסל בהן אין אתנן ומחיר חל עליהן ", 
            "עוף שאין המום פוסל בו אינו דין שלא יהא אתנן ומחיר חל עליו ", 
            "תלמוד לומר ", 
            "(דברים כג, יט) לכל נדר להביא את העוף כל האסורין לגבי מזבח ולדותיהן מותרין ", 
            "רבי אליעזר אמר ", 
            "ולד טרפה לא יקרב על גבי המזבח ", 
            "רבי חנינא בן אנטיגנוס אומר ", 
            "כשירה שינקה מן הטרפה פסולה מעל גבי המזבח ", 
            "כל הקדשים שנעשו טרפה אין פודין אותן שאין פודין את הקדשים להאכילן לכלבים", 
            "גמ' ", 
            "ת\"ר ", 
            "נתן לה חיטין ועשאתן סולת זיתים ועשאתן שמן ענבים ועשאתן יין ", 
            "תני חדא ", 
            "אסורים ותניא אידך ", 
            "מותרין ", 
            "אמר רב יוסף תני גוריון דמן אספורק ", 
            "ב\"ש אוסרין וב\"ה מתירין ", 
            "ב\"ה סברי ", 
            "הם ולא ולדותיהן הם ולא שינוייהן ", 
            "ב\"ש סברי ", 
            "הם ולא ולדותיהן גם לרבות שינוייהן ", 
            "ולב\"ה הכתיב גם ", 
            "גם לב\"ה קשה ", 
            "ת\"ר ", 
            "(דברים כג, יט) בית ה' אלהיך פרט לפרה שאין באה לבית דברי רבי אלעזר ", 
            "וחכמים אומרים ", 
            "לרבות את הריקועין ", 
            "מאן חכמים ", 
            "אמר רב חסדא ", 
            "רבי יוסי בר' יהודה היא ", 
            "דתניא ", 
            "נתן לה זהב רבי יוסי בר יהודה אומר ", 
            "אין עושין ריקועין אפי' אחורי בית הכפרת", 
            "נתן לה מוקדשין הרי אלו מותרין כו'", 
            "ויהיו מוקדשין אתנן ומחיר חל עליהן מקל וחומר ", 
            "ומה עופות שאין המום פוסל בהן אתנן ומחיר חל עליהן ", 
            "מוקדשים שהמום פוסל בהן אינו דין שאתנן ומחיר חל עליהן ", 
            "תלמוד לומר לכל נדר להוציא את הנדור ", 
            "טעמא דמעטינהו קרא הא לא מעטינהו קרא הוה אמינא ", 
            "כי יהיב לה מוקדשין חל עליהן אתנן ומחיר והא לאו ממונא הוא ", 
            "אמר רב הושעיא ", 
            "בממנה על פסחו ורבי היא ", 
            "דתניא ", 
            "(שמות יב, ד) ואם ימעט הבית מהיות משה החייהו משה מכדי אכילה ולא מכדי מקח ", 
            "רבי אומר ", 
            "אף מכדי מקח שאם אין לו ממנה אחרים עמו על פסחו ועל חגיגתו ומעותיו חולין שע\"מ כן הקדישו ישראל פסחיהן", 
            "כל האסורים לגבי מזבח וכו'", 
            "אמר רב ", 
            "כל האסורים לגבי מזבח ולדותיהן מותרים ", 
            "ותני עלה ", 
            "ורבי אליעזר אוסר ", 
            "אמר רב הונא בר חיננא אמר רב נחמן ", 
            "מחלוקת שעיברו ולבסוף נרבעו דרבי אליעזר סבר ", 
            "עובר ירך אמו הוא ורבנן סברי ", 
            "לאו ירך אמו הוא ", 
            "אבל נרבעו ולבסוף עיברו דברי הכל מותרין ", 
            "רבא אמר ", 
            "מחלוקת כשנרבעו ולבסוף עיברו דרבי אליעזר סבר ", 
            "זה וזה גורם אסור ", 
            "ורבנן סברי ", 
            "זה וזה גורם מותר ", 
            "אבל עיברו ולבסוף נרבעו דברי הכל אסורין ", 
            "ורבא לטעמיה דאמר רבא ", 
            "ולד נרבעת אסורה היא וולדה נרבעו ולד נוגחת אסור היא וולדה נגחו ", 
            "לישנא אחרינא אמרי לה ", 
            "אמר רב הונא בר חיננא אמר רב נחמן ", 
            "מחלוקת שנרבעו כשהן מוקדשין דר\"א סבר ", 
            "ביזוי מילתא ורבנן סברי ", 
            "לא ", 
            "אבל נרבעו כשהן חולין הואיל ואשתנו דברי הכל מותרין ", 
            "רבא אמר רב נחמן ", 
            "מחלוקת כשנרבעו כשהן חולין דרבי אליעזר סבר ", 
            "ביזוי מילתא ורבנן סברי ", 
            "הואיל ואשתנו מותרין אבל נרבעו כשהן מוקדשין דברי הכל אסורין"
        ], 
        [
            "ולד טרפה כו'", 
            "למ\"ד טרפה (אינה) ילדה משכחת לה כגון שנטרפה ולבסוף עיברה ", 
            "ובהא פליגי דר' אליעזר סבר ", 
            "זה וזה גורם אסור ורבנן סברי ", 
            "זה וזה גורם מותר ", 
            "למ\"ד טריפה אינה חיה משכחת לה כגון שעיברה ולבסוף נטרפה ", 
            "ובהא פליגי דר' אליעזר סבר ", 
            "עובר ירך אמו הוא ורבנן סברי ", 
            "עובר לאו ירך אמו הוא ", 
            "א\"ר הונא ", 
            "מודים חכמים לר' אליעזר באפרוח ביצת טרפה שאסור מ\"ט ", 
            "ע\"כ לא פליגי עליה דרבי אליעזר אלא בולד בהמה דמאוירא קא רביא ", 
            "אבל ביצת טרפה מגופה דתרנגולתא קא רביא אפי' רבנן מודו ", 
            "א\"ל רבא לרב הונא ", 
            "תניא דמסייע לך מלא תרוד רימה הבאה מאדם חי רבי אליעזר מטמא וחכמים מטהרין ", 
            "עד כאן לא פליגי רבנן עליה אלא ברימה דפירשא בעלמא הוא ", 
            "אבל ביצה דמגופה דתרנגולת הוא אפילו רבנן מודו ", 
            "א\"ל אביי ", 
            "אדרבה איפכא מסתברא ", 
            "ע\"כ לא פליג ר' אליעזר עלייהו דרבנן אלא ברימה דאיקרי אדם מחיים רימה דכתיב ", 
            "{איוב כה } ותקות אנוש רמה ובן אדם תולעה ", 
            "אבל גבי ביצה [אימת גדלה לכי מסרחא וכי אסרחא עפרא בעלמא הוא] אפי' ר\"א מודה ", 
            "ועוד תניא בהדיא ", 
            "מודה ר\"א לחכמים באפרוח ביצת טרפה שמותר ", 
            "א\"ל ", 
            "אי תניא תניא", 
            "רבי חנינא בן אנטיגנוס אומר כשרה כו'", 
            "מ\"ט ", 
            "אילימא דמפטמא מינה אלא מעתה האכילה כרשיני ע\"ז ה\"נ דאסירא ", 
            "אלא תני ר' חנינא טריטאה קמיה דרבי יוחנן ", 
            "כגון שהניקה חלב רותח משחרית לשחרית הואיל ויכולה לעמוד עליה מעת לעת", 
            "כל הקדשים שנעשו טרפה אין פודין כו'", 
            "מנא ה\"מ ", 
            "דת\"ר ", 
            "{דברים יב } תזבח ולא גיזה ואכלת ולא לכלביך בשר ולא חלב מכאן שאין פודים את הקדשים להאכילן לכלבים ", 
            "איכא דאמרי ", 
            "תזבח ואכלת אין לך בהן היתר אלא משעת זביחה ואילך קסבר ", 
            "פודין את הקדשים להאכילן לכלבים", 
            "הדרן עלך כל האסורין", 
            "מתני' ", 
            "יש בקדשי מזבח שאין בקדשי בדק הבית ויש בקדשי בדק הבית שאין בקדשי מזבח ", 
            "שקדשי מזבח עושין תמורה וקדשי בדק הבית אין עושין תמורה ", 
            "קדשי מזבח חייבין עליו משום פיגול נותר וטמא"
        ], 
        [
            "ולדן וחלבן אסור לאחר פדיונן והשוחטן בחוץ חייב ", 
            "אין נותנין מהן לאומנין בשכרן מה שאין כן בקדשי בדק הבית ", 
            "יש בקדשי בדק הבית ", 
            "שסתם הקדשות לבדק הבית הקדש בדק הבית חל על הכל ומועלין בגידוליהן ואין בהן הנאה לבעלים", 
            "גמ' ", 
            "וכללא הוא דכל קדשי מזבח עושין תמורה ", 
            "והרי עופות דקדשי מזבח הן ותנן ", 
            "המנחות והעופות אין עושין תמורה ", 
            "כי קתני אבהמה ", 
            "והרי ולד קדשי מזבח הוא ותנן ", 
            "אין הולד עושה תמורה ", 
            "הא מני ר' יהודה היא דאמר ", 
            "ולד עושה תמורה ", 
            "והרי תמורה עצמה דקדשי מזבח ותנן ", 
            "אין תמורה עושה תמורה כי ", 
            "קתני אעיקר זיבחא ", 
            "השתא דאתית להכי אפי' תימא רבנן כי קתני אעיקר זיבחא", 
            "ואין נותנין מהן לאומנין כו'", 
            "הא קדשי בדק הבית נותנין ", 
            "א\"ר אבהו ", 
            "דאמר קרא (שמות כה, ח) ועשו לי משלי", 
            "יש בקדשי בדק הבית כו'", 
            "אמר מר ", 
            "סתם הקדשות לבדק הבית וחל על הכל ", 
            "מאן תנא ", 
            "א\"ר חייא בר אבא א\"ר יוחנן ", 
            "דלא כר' יהושע ", 
            "דתניא ", 
            "המקדיש נכסיו והיה בהן בהמה ראויה לגבי מזבח זכרים ונקבות ", 
            "רבי אליעזר אומר ", 
            "זכרים ימכרו לצרכי עולות ונקבות ימכרו לצרכי שלמים ודמיהן יפלו עם שאר נכסים לבדק הבית ", 
            "רבי יהושע אומר ", 
            "זכרים הן עצמן יקרבו עולות ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות ושאר נכסים לבדק הבית ", 
            "ופליגא דרב אדא בר אהבה דאמר רב אדא בר אהבה אמר רב ", 
            "בעדר שכולו זכרים אפי' ר' אליעזר מודה דלא שביק איניש קדשי מזבח ומקדיש לבדק הבית ", 
            "לא נחלקו אלא בעדר שיש בו מחצה זכרים ומחצה נקבות ור' אליעזר סבר ", 
            "אין חולק את נדרו ומדנקבות לאו עולות זכרים נמי לאו עולות ", 
            "ור' יהושע סבר ", 
            "חולק את נדרו ", 
            "ל\"א אמרי לה אמר רב אדא בר אהבה אמר רב ", 
            "בשלא הקדיש אלא בהמה אפי' ר\"א מודה דלא שביק איניש קדשי מזבח ומקדיש לבדק הבית ", 
            "לא נחלקו אלא כשיש שאר נכסים עמהן ", 
            "ור\"א סבר ", 
            "אין אדם חולק את נדרו ", 
            "מדשאר נכסים לא לקדשי מזבח בהמה נמי לא לקדשי מזבח ", 
            "ורבי יהושע סבר ", 
            "אדם חולק את נדרו ", 
            "ודמיהן יפלו עם שאר נכסים לבדק הבית ", 
            "בשלמא ללישנא בתרא היינו דקתני עם שאר נכסים לבדק הבית אלא ללישנא קמא ליתני יפלו לבדק הבית ", 
            "תניא נמי הכי ", 
            "ודמיהן יפלו לבדק הבית", 
            "הקדש בדק הבית חל על הכל", 
            "לאיתויי מאי ", 
            "אמר רבינא ", 
            "לאיתויי שפויי וניבא", 
            "ומועלין בגידוליהן", 
            "לאתויי מאי ", 
            "אמר רב פפא ", 
            "לאתויי (בקדושת מזבח) חלב המוקדשין וביצי תורין ", 
            "כדתניא ", 
            "חלב המוקדשין וביצי תורין לא נהנין ולא מועלין ", 
            "בד\"א ", 
            "בקדשי מזבח ", 
            "אבל בקדשי בדק הבית הקדיש תרנגולת מועלין בביצתה חמורה מועלין בחלבה ", 
            "ואפילו למאן דאמר מועלין בגידולי מזבח ה\"מ גידולין דחזו למזבח אבל גידולין דלא חזו למזבח אין מועלין בהן"
        ], 
        [
            "מתני' ", 
            "אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותן מקדושה לקדושה ", 
            "ומקדישין אותן הקדש עילוי ומחרימין אותן ", 
            "ואם מתו יקברו ", 
            "רבי שמעון אומר ", 
            "קדשי בדק הבית אם מתו יפדו", 
            "גמ' ", 
            "אמר רב הונא ", 
            "קדשי מזבח שהתפיסן לחרמי כהנים לא עשה כלום מאי טעמא ", 
            "אמר קרא (ויקרא כז, כח) כל חרם קדש קדשים הוא לה' כל חרם דקדש קדשים הוי ההוא לה' ליהוי ", 
            "מיתיבי ", 
            "קדשי בדק הבית שהתפיסן בין לקדשי מזבח בין לחרמי כהנים לא עשה כלום ", 
            "חרמי כהנים שהתפיסן בין לקדשי מזבח בין לקדשי בדק הבית לא עשה כלום ", 
            "הא קדשי מזבח שהתפיס לחרמי כהנים מה שעשה עשוי תיובתא דרב הונא ", 
            "אמר לך רב הונא ", 
            "כי שיירה אהדא שיירה דקדשי מזבח שהתפיסן לבדק הבית מה שעשה עשוי אבל לחרמי כהנים לא עשה כלום ", 
            "וליתנייה גבי הנך ", 
            "תנא דאית ביה תרתי קתני דלית ביה תרתי לא קתני ", 
            "תנן מקדיש אותן הקדש עילוי ", 
            "מאי לאו הקדש עילוי לבד\"ה ומחרימין לחרמי כהן ", 
            "לא אידי ואידי קדשי בד\"ה ולא שנא מפיק להו בלשון הקדש לבדק הבית ולא שנא מפיק להו בלשון חרמי לבדק הבית ", 
            "והא לא תני הכי דתניא בברייתא ", 
            "הקדש עילוי קדשי בדק הבית מחרימין אותם חרמי כהנים ", 
            "ועוד הא תניא ", 
            "קדשי מזבח שהקדישו לחרמי כהנים מה שעשה עשוי ", 
            "תיובתא דרב הונא תיובתא ", 
            "והא רב הונא קרא קאמר ", 
            "אמר עולא ", 
            "אמר קרא חרם כל חרם ", 
            "ומי אמר עולא הכי ", 
            "והא אמר עולא ", 
            "המתפיס עולה לבד\"ה אין בה אלא עיכוב"
        ], 
        [
            "גזברין בלבד ", 
            "(לעולם רבנן) וקרא למעילה דאתא ", 
            "למעילה למה ליה קרא ", 
            "קדשי קדשים כתיב ביה ", 
            "וליטעמיך הא דא\"ר ינאי ", 
            "אין מעילה מפורשת מן התורה אלא בעולה בלבד שנא' (ויקרא ה, טו) נפש כי תמעול מעל וחטאה בשגגה מקדשי ה' המיוחדין לה' אבל חטאת ואשם לא נפקא אלא מדרבי ", 
            "דתניא רבי אומר ", 
            "(ויקרא ג, טז) כל חלב לה' לרבות אימורי קדשים קלים למעילה ", 
            "למה לי קרא ", 
            "קדשי קדשים כתיב בהו ", 
            "אלא אע\"ג דקדשי קדשים כתיב בהו בעי קרא לרביינהו למעילה ", 
            "חרמים נמי אע\"ג דקדשי קדשים כתיב בהו בעי קרא לרבויינהו למעילה ", 
            "גופא ", 
            "המקדיש עולה לבד\"ה אין בה אלא עיכוב גיזברין בלבד ", 
            "מיתיבי ", 
            "המקדיש עולה לבד\"ה אסור לשוחטה עד שתפדה ", 
            "מדרבנן ", 
            "ה\"נ מסתברא מדקתני סיפא ", 
            "אם עבר ושחטה מה שעשה עשוי ", 
            "אלא מאי מדרבנן אי הכי אימא סיפא ", 
            "ומועלין שתי מעילות ", 
            "ואי (מעילה) מדרבנן אמאי שתי מעילות ", 
            "הכי קאמר ", 
            "וראויה למעול בה שתי מעילות", 
            "ואם מתו יקברו כו'", 
            "א\"ר יוחנן ", 
            "לרבנן אחד קדשי מזבח ואחד קדשי ב\"ה היו בכלל העמדה והערכה ", 
            "ור\"ל אמר ", 
            "לרבנן קדשי ב\"ה היו בכלל העמדה והערכה קדשי מזבח לא היו בכלל העמדה והערכה ", 
            "וזה וזה מודה לר\"ש דקדשי ב\"ה לא היו בכלל העמדה והערכה וקדשי מזבח היו בכלל העמדה והערכה ", 
            "וד\"ה בעל מום מעיקרו לא היה בכלל העמדה והערכה ", 
            "תנן ר\"ש אומר ", 
            "קדשי בדק הבית שמתו יפדו ", 
            "בשלמא לרבי יוחנן דאמר ", 
            "לרבנן אחד זה ואחד זה היו בכלל העמדה והערכה היינו דאיצטריך ר\"ש לפרושי ", 
            "קדשי בדק הבית שמתו יפדו ", 
            "אלא לר\"ל למה ליה לפרושי לימא ", 
            "אם מתו יפדו ", 
            "אמר לך ריש לקיש ", 
            "ר\"ש לא הוה ידע מאי דאמר ת\"ק וה\"ק ליה ", 
            "אי בקדשי מזבח מודינא לך בקדשי בדק הבית אם מתו יפדו ", 
            "תניא כותיה דרבי יוחנן ", 
            "(ויקרא כז, ט) אם בהמה אשר יקריבו ממנה בבעלי מומין שיפדו הכתוב מדבר ", 
            "אתה אומר בבעלי מומין או אינו אלא בבהמה טמאה ", 
            "כשהוא אומר (ויקרא כז, כז) אם בבהמה טמאה ופדה בערכך הרי בהמה טמאה אמור"
        ], 
        [
            "הא מה אני מקיים {ויקרא כז } ואם [כל] בהמה אשר לא יקריבו ממנה קרבן לה' ", 
            "בבעלי מומין שיפדו ", 
            "יכול יפדו על מום עובר ", 
            "ת\"ל אשר לא יקריבו ממנה שאינה קריבה כל עיקר יצתה זו שאינה קריבה היום אלא למחר ", 
            "ואמר רחמנא ", 
            "עביד לה העמדה והערכה ", 
            "אמר רב גידל אמר רב ", 
            "מ\"ט דריש לקיש דאמר ", 
            "לרבנן קדשי בדק הבית היו בכלל העמדה והערכה קדשי מזבח לא היו בכלל העמדה והערכה ", 
            "דאמר קרא (ויקרא כז, יב) והעריך הכהן אותה בין טוב ובין רע איזהו דבר שאינו חלוק בין טוב לרע ", 
            "הוי אומר ", 
            "זה קדשי ב\"ה ", 
            "ואמר קרא אותה למעוטי קדשי מזבח ", 
            "ורבי יוחנן אותה למעוטי מאי ", 
            "למעוטי בעל מום מעיקרו ", 
            "ולתנא דבי לוי דאמר ", 
            "דאפילו בעל מום מעיקרו בכלל העמדה והערכה דתני לוי ", 
            "הכל היו בכלל העמדה והערכה ואפילו בעל מום מעיקרו ", 
            "וכן תני (ר') לוי במתניתיה ", 
            "ואפי' חיה ואפילו עופות ", 
            "והכתיב אותה ", 
            "קשיא ", 
            "אמר רב יהודה אמר רב ", 
            "מ\"ט דר\"ש דאמר ", 
            "קדשי מזבח היו בכלל העמדה והערכה קדשי ב\"ה לא היו ", 
            "דאמר קרא (ויקרא כז, יב) והעריך הכהן אותה בין טוב ובין רע איזהו דבר שחלוק בין טוב ובין רע הוי אומר ", 
            "זה קדשי מזבח ", 
            "ואמר קרא אותה למעוטי ב\"ה ", 
            "אי הכי בין טוב לרע מיבעי ליה ", 
            "קשיא ", 
            "מיתיבי ", 
            "מתו תמימין יקברו ובעלי מומין יפדו ", 
            "בד\"א ", 
            "בקדשי מזבח אבל בקדשי ב\"ה בין תמימין בין בעלי מומים יקברו ", 
            "ר\"ש אומר ", 
            "אחד קדשי מזבח ואחד קדשי בדק הבית תמימים יקברו בעלי מומין יפדו ", 
            "תיובתא דרבי יוחנן מרישא ", 
            "אמר לך ר' יוחנן ", 
            "הכא במאי עסקינן בבעל מום מעיקרו ", 
            "ה\"נ מסתברא דאי תימא שקדם הקדישן את מומן ליפלוג ר\"ש עלה ", 
            "אלא לאו ש\"מ בבעל מום מעיקרו ", 
            "אלא לימא תיהוי תיובתיה דר\"ל ", 
            "ר\"ל מוקים לה בשקדם הקדישן את מומן ", 
            "אי הכי ניפלוג ר\"ש עלה ", 
            "ר\"ל מיפך אפיך והכי מותיב ממכילתא אחריתי ", 
            "מתו בין תמימין בין בעלי מומין יקברו ", 
            "ר\"ש אומר ", 
            "תמימים יקברו ובעלי מומין יפדו ", 
            "תיובתא דרבי יוחנן מסיפא ", 
            "אמר לך ר' יוחנן ", 
            "הכא במאי עסקינן בבעל מום מעיקרו ", 
            "ה\"נ מסתברא דאי תימא בשקדם הקדישן את מומן ניפלוג ר\"ש עלה ", 
            "אלא לימא תיהוי תיובתיה דר\"ל ", 
            "אמר לך ר\"ל ", 
            "הכא במאי עסקינן בשקדם הקדישן את מומן ", 
            "וניפלוג ר\"ש עלה ", 
            "אמר לך ר\"ל ", 
            "ה\"נ דפליג ר\"ש ", 
            "א\"ל ר' ירמיה לרבי זירא ", 
            "לר\"ל דאמר ", 
            "לרבנן קדשי מזבח לא היו בכלל העמדה והערכה וקתני ", 
            "קדשי מזבח"
        ], 
        [
            "בעלי מומין יפדו ומוקמינן לה בשקדם הקדישן את מומן ", 
            "שמע מינה ", 
            "פודין את הקדשים להאכילן לכלבים ", 
            "הכא במאי עסקינן בשעבר ושחטן ", 
            "כדתניא ", 
            "כל הקדשים שנפל בהן מום ושחטן ר\"מ אומר ", 
            "יקברו וחכמים אומרים ", 
            "יפדו ", 
            "א\"ל רבי ירמיה לרבי זירא ", 
            "לר' שמעון דאמר קדשי בדק הבית לא הוו בכלל העמדה והערכה אמאי תמימים יקברו ", 
            "משום דחזו להקרבה כדתניא ", 
            "המתפיס תמימים לב\"ה כשהן נפדין אינן נפדין אלא למזבח שכל הראוי למזבח אינו יוצא מידי מזבח לעולם ", 
            "א\"ל רב פפא לאביי ואמרי לה רבא לר' יוחנן דמוקים לה בבעל מום מעיקרו וכולי עלמא סבירא להו דבעל מום מעיקרו דלא הוי בכלל העמדה והערכה ולא ", 
            "והתנן ", 
            "כל הקדשים שקדם מום קבוע להקדשן ונפדו חייבין בבכורה ובמתנות ויוצאין לחולין ליגזז וליעבד ", 
            "ולדן וחלבן מותר לאחר פדיונן והשוחטן בחוץ פטור ואין עושין תמורה ואם מתו יפדו ", 
            "ואמר רב יהודה אמר רב ", 
            "זו דברי ר\"ש דאמר קדשי מזבח היו בכלל העמדה והערכה קדשי ב\"ה לא היו ", 
            "כדתנן ר\"ש אומר ", 
            "קדשי ב\"ה אם מתו יפדו ומודה ר\"ש בבעל מום מעיקרו שנפדה מ\"ט דאמר קרא אותה אותה למעוטי בעל מום מעיקרו ", 
            "אבל חכמים אומרים ", 
            "אפילו בעל מום מעיקרו הי' בכלל העמדה והערכה ", 
            "א\"ל ", 
            "מאן חכמים תנא דבי לוי ", 
            "אי הכי זו דברי ר\"ש ותו לא ", 
            "זו דברי ר\"ש ומחלוקתו מיבעי ליה ", 
            "אמר ליה ", 
            "האי דלא קתני הכי משום דרב סבר לה כריש לקיש דאמר ", 
            "לרבנן קדשי בדק הבית היו בכלל העמדה והערכה קדשי מזבח לא היו ", 
            "ורישא קתני ", 
            "ואם מתו יפדו וסיפא קתני ", 
            "אם מתו יקברו ", 
            "ואיבעית אימא ", 
            "רב כרבי יוחנן סבירא ליה ודקא קשיא לך זו דברי רבי שמעון ומחלוקתו מיבעי ליה אימא ", 
            "הכי נמי", 
            "מתני' ", 
            "ואלו הן הנקברין ", 
            "קדשים שהפילה יקברו הפילה שליא תקבר ", 
            "ושור הנסקל ועגלה ערופה וצפרי מצורע ושיער נזיר ופטר חמור ובשר בחלב וחולין שנשחטו בעזרה ", 
            "רבי שמעון אומר ", 
            "חולין שנשחטו בעזרה ישרפו וכן חיה שנשחטה בעזרה ", 
            "ואלו הן הנשרפין ", 
            "חמץ בפסח ישרף ותרומה טמאה והערלה וכלאי הכרם ", 
            "את שדרכן לשרוף ישרוף ואת שדרכן להקבר יקבר ", 
            "ומדליקין בפת ובשמן של תרומה ", 
            "כל הקדשים שנשחטו חוץ לזמנן וחוץ למקומן הרי אלו ישרפו"
        ], 
        [
            "אשם תלוי ישרף רבי יהודה אומר ", 
            "יקבר ", 
            "חטאת העוף הבאה על הספק תשרף ר' יהודה אומר ", 
            "יטילנה לאמה ", 
            "כל הנקברין לא ישרפו וכל הנשרפין לא יקברו ", 
            "ר' יהודה אומר ", 
            "אם רצה להחמיר על עצמו לשרוף את הנקברין רשאי ", 
            "אמרו לו ", 
            "אינו מותר לשנות", 
            "גמ' ", 
            "שער הנזיר יקבר ", 
            "רמי ליה טבי לרב נחמן ", 
            "תנן שער הנזיר יקבר ורמינהו ", 
            "האורג מלא הסיט מצמר בכור [בבגד] ידלק הבגד משער הנזיר ופטר חמור בשק ידלק השק ", 
            "א\"ל ", 
            "כאן בנזיר טמא כאן בנזיר טהור ", 
            "אמר ליה ", 
            "שנית נזיר אנזיר פטר חמור אפטר חמור קשיא ", 
            "אישתיק ולא אמר ליה ולא מידי ", 
            "אמר ליה ", 
            "מידי שמיע לך בהא ", 
            "אמר ליה הכי אמר רב ששת ", 
            "כאן בשק כאן בשער ", 
            "איתמר נמי אמר רבי יוסי ברבי חנינא ", 
            "כאן בשק כאן בשער ", 
            "רבי אלעזר אמר ", 
            "כאן בנזיר טהור כאן בנזיר טמא ", 
            "א\"ל ", 
            "ליבטל שק ברובא ", 
            "אמר רב פפא ", 
            "בציפורתא ", 
            "ציפורתא לישלופינהו ", 
            "א\"ר ירמיה ", 
            "הא מני ר' יהודה היא דאמר ", 
            "אם רצה להחמיר על עצמו לשרוף את הנקברים רשאי ", 
            "אמר ליה ", 
            "קא קשיא לן לשלופינהו ואת מוקמת לה כר' יהודה ", 
            "הכי קאמינא ", 
            "אם אפשר לשלופינהו מוטב ואם לאו אוקמה כר' יהודה דאמר ", 
            "אם רצה להחמיר על עצמו לשרוף את הנקברין רשאי", 
            "ואלו הן הנשרפין", 
            "אמר מר ", 
            "חמץ בפסח ישרף ", 
            "סתם לן תנא כר' יהודה דאמר ", 
            "אין ביעור חמץ אלא שרפה", 
            "תרומה טמאה והערלה כו'", 
            "הא כיצד ", 
            "אוכלין בשרפה משקין בקבורה", 
            "חטאת העוף כו'", 
            "תניא א\"ר יהודה ", 
            "חטאת העוף הבאה על הספק יטילנה לאמה ומנתחה אבר אבר וזורקן לאמה ומתגלגלת והולכת לנחל קדרון", 
            "כל הנקברין לא ישרפו כו'", 
            "מ\"ט ", 
            "משום דנקברין אפרן אסור ונשרפין אפרן מותר ", 
            "ונקברין אפרן אסור ", 
            "והתניא ", 
            "דם הנדה ובשר המת שנפרכו טהורין מאי לאו טהורין ומותרין ", 
            "לא טהורין ואסורין ", 
            "מתיב רב פנחס ", 
            "עולת העוף שנתמצה דמה מוראתה ונוצה שלה יצאו מידי מעילה ", 
            "מאי לאו יצאו מידי מעילה ומותרין ", 
            "לא יצאו מידי מעילה ואסורין ", 
            "ונשרפין דהקדש אפרן מותר ", 
            "והא תניא ", 
            "כל הנשרפין אפרם מותר חוץ מאפר אשירה ואפר דהקדש ", 
            "לעולם אסור ומיערב הוא דלא קעריב להו ", 
            "ותני להו משום דאשירה יש לה בטילה בעובד כוכבים הקדש אין לו בטילה עולמית ", 
            "קתני מיהא ", 
            "אפר הקדש לעולם אסור ", 
            "אמר רמי בר חמא ", 
            "כגון דנפלה דליקה בעצי הקדש מאליה כיון דלא ידיע מאן דלא הוי איניש דלמעול דליפוק אפרן לחולין ", 
            "רב שמעיה אמר ", 
            "כי תניא הא מתניתא בתרומת הדשן תניא דלעולם אסור ", 
            "דתניא ", 
            "ושמו בנחת ושמו כולו ושמו שלא יפזר", 
            "הדרן עלך יש בקדשי מזבח וסליקא לה מסכת תמורה"
        ]
    ], 
    "title": "Temurah", 
    "versionSource": "http://www.sefaria.org/Temurah", 
    "heTitle": "תמורה", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ]
}