{
    "text": {
        "0": {
            "0": {
                "0": "ספר חזון - כי דבק הוא אע\"פ שהוא תביר. ",
                "1": "משא - נבואה מה שנשא השם על נינוה. לא ידענו דורו של זה הנביא ויתכן היותו האלקושי מתיחס אל שם העיר, או אל שם אחד מאבותיו, נבואתו על מפלת נינוה ביד נבוכדנצר."
            },
            "1": {
                "0": "אל - הזכיר אל שיראה כחו.",
                "1": "וטעם קנא – כמו: ויקנא ה' לעמו, כי מלך אשור השחית ישראל. ",
                "2": "קנוא - שם התאר, כמו: קנא ונוקם שיקח נקמה, ופירוש כי הוא נוקם לצריו, לא לאחרים.",
                "3": "וטעם: נוקם ה' ובעל חמה – שיהיה נודע בעולם."
            },
            "2": {
                "0": "ה' הטעם אמת שהוא ארך אפים וגדל כח. הטעם כפול דרך, משל לאדם שיש לו כח גדול אז ימשול בכעסו וכן הוא כתוב בתורה: ועתה יגדל נא כח ה' וכתוב אחריו: ה' ארך אפים ואע\"פ שיאריך לרשעים, לא ינקה אותם. ",
                "1": "וטעם בסופה - משל למהירות ברוח סערה. ",
                "2": "וענן אבק רגליו - דרך משל למרוצת העננים. והטעם: על הגזירות הבאות מהשמים במהרה, שהם למעלה מהעננים."
            },
            "3": {
                "0": "גוער ויבשהו - חסר יו\"ד שלא להתחברות שנים יודי\"ן והוא מהבנין הכבד הדגוש. תיבש גרם, כי כאשר יאמר מן יאבד ויאבדם ככה היה ראוי שיאמר: ויבשהו, רק לא תהיה נאה להתחבר שנים יודי\"ן ועתה יספר כח השם בים וביבשה שאין מי שיכול לפניו. ",
                "1": "וטעם אמלל בשן - בעבור וכל הנהרות החריב ודבר זה שהחריב הנהרות בעבור יבשת הגשם מעל הארץ, דבר זה גרם אמלל בשן וכרמל, מכל פרי תבואה."
            },
            "4": {
                "0": "הרים - אמר ר' מרינוס: ותשא הארץ מפניו אימה, כמו: נשאתי אימיך אפונה. והנכון בעיני: ותשא משאת שרפה שנשרפה הארץ, וככה: וישאם דוד ואנשיו. והטעם: וישרפם. ",
                "1": "והטעם בעבור שאמר בתחילה ובעל חמה שמשרף הארץ בחמתו, כדרך: וחמתו בערה בו והעד."
            },
            "5": {
                "0": "לפני זעמו מי יעמוד - וכל זה יספר חרי אף השם על נינוה."
            },
            "6": {
                "0": "טוב - הטעם כל שונאיו ישמיד בחרון אפו כאשר חמתו נתכה, כאשר יתאנף בהם ויביא עליהם צרות וימלטו היראים, וזהו: למעוז, כמו: מגדל עוז. ",
                "1": "וחוסי בו - דבק למעוז והוסיף מלת ויודע, כי הוא לבדו יודע תעלומות לב ומכיר החוסים בו."
            },
            "7": {
                "0": "ובשטף - נחל שוטף.",
                "1": "כלה יעשה - לא מעט מעט. ",
                "2": "ואויביו - החשך ירדף עמהם ואחריהם, או שירדפם אל מקום החשך, שלא יראה בבא כלה עליהם."
            },
            "8": {
                "0": "מה - אומר לאנשי נינוה לא ידעת מחשבות השם, כי כלה הוא עושה ואין צורך שתקום פעמים צרה עליכם, כי באחת תכרתון."
            },
            "9": {
                "0": "כי - משל לקש יבש מלא. כי היבשת כמו גמור עם אנשים שכורים יבוא האש ויכלה הכל רגע אחד. והנה סירים קוצים סבוכים מגזרת נאחז בסבך. ",
                "1": "ומלת סבואים – תואר כדרך: השכוני באהלים, גם עצום וארוך.",
                "2": "וכסבאם - כאשר הם שותים. ",
                "3": "אכלו - יחדיו נשרפו באש כשהיו נסבכים יחד זה בזה, כמו סירים סבוכים ויהו סבוכים בשכרותם, אז יהיו נוחים שישרפו באש יחד, כקש יבש גמור מרוב יבושת הסירים וחמימות השכרות. והנה נתן משל מהמים ומהאש וכל זה בעבור מלך נינוה שהגלה ישראל, וחשב להשחית פליטת יהודה וזהו."
            },
            "10": {
                "0": "ממך - וידועים הם דברי רבשקה מפי אדוניו, כמו שאמור בספר מלכים אשר שלחו מלך אשור לחרף שם ה'."
            },
            "11": {
                "0": "כה - אם היו אנשי נינוה בשלום עד היום, וכן היו רבים ואלה דברי השם לכנסת ישראל, כך נגוזו מפעלי הכפל, כמו נגולו כספר. ",
                "1": "ועבר - כמו מקרה שעבר ולא ישוב. ",
                "2": "ועניתיך לא אענך עוד - על ידו."
            },
            "12": {
                "0": "ועתה - כתוב בימי חזקיהו: אשר ישאר מאשור וממצרים."
            },
            "13": {
                "0": "וצוה - עתה ידבר אל מלך נינוה וטעם וצוה גזר. ",
                "1": "לא יזרע - שלא יעמד זרעו הנקרא בשמו. ",
                "2": "אשים קברך - בבית אלהיך, כמו שאומר בספר מלכים ויהי הוא משתחוה בית נסרוך אלהיו ושם הכהו בחרב."
            }
        },
        "1": {
            "0": {
                "0": "הנה חגי יהודה - הם שנמלטו מיד סנחריב."
            },
            "1": {
                "0": "עלה - עתה שב לדבר אל נינוה. ",
                "1": "והמפיץ - הוא נבוכדנצר. ",
                "2": "נצור מצורה - ידבר למלך נינוה וככה צפה דרך - שים צופים בדרכים. והנגיד אמר: כי נצור שם הפועל כמו ויכלת עמוד וככה צפה דרך לכלא הפשע ודע."
            },
            "2": {
                "0": "כי - עתה ישיב השם שבות גאון יעקב כגאון ישראל, בהיותו בארצו. הטעם ישיבם לגאונם, כמו שהיו ישראל מימי קדם בגאונם. ",
                "1": "ומלת בקקום – תורה כי הפועל יוצא והנה יהיה גפן בוקק פועל והפועל הוא הפרי שישוה לו, או תהיה כמלת שב שתמצא עומדת ויוצאה. וטעם כי בקקום - שמום כגפן בוקק על כן. ",
                "2": "וזמוריהם - כמו: ויכרתו משם זמורה ושב לפרש המפיץ העולה."
            },
            "3": {
                "0": "מגן - אמר רבי משה הכהן: כי גבורהו בתוספת ה\"א לשון רבים וככה בהתפללו בעד רעהו. ולא דבר נכונה, כי פיו כמו פיהו אחיו אחיהו שיו שיהו וטעם רעהו שהתפלל בעבור כל אחד.",
                "1": "וגבורהו – שם המין שכולל גבורת הגבורים.",
                "2": "מתלעים - שלובשים תולעת שני. ",
                "3": "ביום הכינו - הרכב כאילו אש פלדות יוצא במרוצתו. ומלת פלדות זרה אולי היא הפוכה לפידות. ",
                "4": "והברושים הרעלו - כמו רעדו ברושי היער. ויפת אמר: כי הם חניתות."
            },
            "4": {
                "0": "בחוצות - אמר רבי יונה: ישתקשקון יכו שוק אל שוק.",
                "1": "ירוצצו - כפול האות האחרון והפעל כפל ירוצצו נפשם, מגזרת רץ וככה: ויתרצצו הבנים."
            },
            "5": {
                "0": "יזכר - כאשר יזכר האויב שהוא מלך כשדים בעבור מרוצתם יכשלו בהליכתן. ",
                "1": "ימהרו - אל חומות נינוה. ",
                "2": "והוכן - מגדלי העץ הגדולים. ויפת אמר: כי יזכור מלך נינוה אדיריו יכשלו יברחו אל החומה ויכינו המגנים לסוכך עליהם, וזה לא יועיל להם כי."
            },
            "6": {
                "0": "שערי - יורה כי מפאת הנהרות נתפש ארמון המלך וזהו: וההיכל נמוג."
            },
            "7": {
                "0": "והצב - לא מצאתי למלה זו פירוש יותר נכבד מדברי רב שמואל הנגיד, כי הצב שם המלכה, על כן גולתה העלתה על המרכבה להוליכה בשביה ואמהותיה שהיו נוהגות אותה דומות לקול יונים בהמותן. ",
                "1": "מתופפות - דרך התוף להכות בו ביד."
            },
            "8": {
                "0": "ונינוה כבריכת מים - היתה מליאה מימי קדם עושר ואנשיה נסים ואומרים זה לזה: עמדו אל תברחו. ",
                "1": "ואין מפנה - שישב פניו, על כן בזו כסף דברי הנביא לכשדים."
            },
            "9": {
                "0": "לתכונה - להון שהכין."
            },
            "10": {
                "0": "בוקה ומבוקה - גזרה אחת להם כדרך: גאה וגאון, ה' עזי ומעזי. ",
                "1": "ומבולקה - כמו הנה ה' בוקק הארץ ובולקה. וטעם בוקה גם מבולקה כמו שממה תהיה נינוה. ",
                "2": "ולב - כל שומע נמס. ",
                "3": "ופיק ברכים - על דרך ויפק רצון אך הוא מעט רחוק. והנכון: כי הוא כמו לפוקה ולמכשול.",
                "4": "וחלחלה - חיל וחילה כפול. ",
                "5": "פארור - כבר פירשתיו."
            },
            "11": {
                "0": "איה - בעבור זה יתמהו השומעים ויאמרו, וכל זה דרך משל על נינוה שהיו הולכין לטרוף טרף, להחריב כל העולם וטעם הלך אל מעון אריות."
            },
            "12": {
                "0": "אריה טורף - להספיק גורותיו. ",
                "1": "בדי - מלשון די השיב לו די שה. ",
                "2": "ומחנק - החיות להיות טרף ללבאותיו ומעונותיו, מלא טרפם."
            },
            "13": {
                "0": "הנני אליך - נינוה. ",
                "1": "בעשן - מרוב חום האש, והטעם על חרון השם. ",
                "2": "טרפך - הטרף שהיית טורפת וה\"א מלאככה, תחת יו\"ד סימן לשון נקבה, כמו עוניכי תחלואיכי והטעם רבשקה וכתוב: ביד מלאכיך:"
            }
        },
        "2": {
            "0": {
                "0": "הוי - יש אומרים: כמו אוי, או הוי מלת קריאה, כמו הוי ציון המלטי. ",
                "1": "כלה - בכל פרק מקום דרכים ברחובותיה היא מליאה כחש ומלת ימיש פועל יוצא, והוא שב לכחש כל כך מלאה כחש לרמות העולם, כל אחד מהם לא ימיש עצמו מן הטרף."
            },
            "1": {
                "0": "והנה יבוא אליה קול שוט - להריץ הסוס. והנכון בעיני: שוט להכות מין משמיע קול אשר יעשו הפלשתים, כעין טנבו\"ר שלנו שהוא רחב וגדל ומתקבצים אנשי החיל עשרה או יותר, להכות בהם בשוטים להשמיע קולם ולהפחיד.",
                "1": "רעש אופן - המרכבה. ",
                "2": "וסוס דוהר - כמו: מדהרות דהרות אביריו:"
            },
            "2": {
                "0": "פרש, ואין קצה - להרוגי נינוה."
            },
            "3": {
                "0": "מרוב - דרך משל שרמתה הכל."
            },
            "4": {
                "0": "הנני, מערך - כמער איש, והוא כמו: ערותך ומערך, כמו: מראך:"
            },
            "5": {
                "0": "והשלכתי, כראי - כטנוף, וכמוהו הוי מראה, והסיר את מראתו."
            },
            "6": {
                "0": "והיה, ידוד - כמו יגוף והטעם ירחק. ",
                "1": "מי ינוד - כמו, לבוא לנוד לו. ",
                "2": "מאין אבקש - ככה יאמר כל רואיך:"
            },
            "7": {
                "0": "התיטבי - הטובה תהיה. ",
                "1": "מנוא אמון - שם עיר מארץ מצרים, שלכדה מלך כשדים בלכתו אל נינוה. ",
                "2": "אשר חיל ים - וכח יש לה מהים, כי אין צורך לה לחומה וזה ים סוף או ים ספרד, הוא הנקרא הים הגדול כנגד ימי ארץ ישראל."
            },
            "8": {
                "0": "כוש - עזרו מצרים גם פוט ולובים, שהיו בעזרתך ולא הועילו."
            },
            "9": {
                "0": "גם - שב אל מצרים, כי הלכה בגולה כנא אמון. ",
                "1": "רתקו - כמו: עשה הרתוק, ורתיקות כסף. "
            },
            "10": {
                "0": "גם - מדבר אל נינוה. ",
                "1": "תהי - כמו תהיי. ",
                "2": "וטעם נעלמה – כאילו לא היתה כדרך ושתו ולעו היו כלא היו, כי השכור סרה דעתו כאילו איננו."
            },
            "11": {
                "0": "כל - הטעם מעצמם יפלו וילכדו."
            },
            "12": {
                "0": "הנה - בעבור היות עמך כנשים, על כן נפתחו שערי ארצך."
            },
            "13": {
                "0": "מי - יהתל בה הנביא שאבי מים טרם בא הכשדים שתמצאי אותה בהיותך במצור. ",
                "1": "וטעם לבנה או מלבן - מקום מעשה הלבנים:"
            },
            "14": {
                "0": "שם, התכבד - שם הפועל התכבדי, שתחברי אליך עם כבד בלי מספר."
            },
            "15": {
                "0": "הרבית - עד עתה הרבית רוכליך, כמו סוחריך, וקרוב ממנו ולא תלך רכיל וכולם יהיו כילק שפשט על הארץ. ",
                "1": "ויעף - ולא נראה."
            },
            "16": {
                "0": "מנזריך - דגשות הנו\"ן לא ידענו טעם לה והיא מגזרת נזר, בעלי הנזר שלך היו רבים כארבה. ",
                "1": "וטפסריך - כמו שריך, והמלה רביעית בלי חבר. ",
                "2": "כגוב גובי - כמו יוצר גובי. כמו קדש קדשים. ",
                "3": "שמש זרחה - כחום היום. ",
                "4": "ונודד - כמו: באין תהומות חוללתי, מהכפולים באחרונה. ",
                "5": "מקומו - מקום אחד מהן, כי כן דרך הארבה ביום קרה מקבצים לרוב מאד ומקיפים העיר וחונים בגדרות, שהם חומות העיר ובחום עליהם השמש נודדים והולכין אחד מהם לא נותר, ולא נודע איה מקומם כאילו לא היו."
            },
            "17": {
                "0": "נמו - כמו: לא ינום. ",
                "1": "ישכנו - כמו ישקטו ולא יתנועעו. ",
                "2": "נפושו - נפזרו, וכמוהו: ופשו פרשיו. והטעם: כמו נפשטו וכמוהו ויצאתם ופשתם:"
            },
            "18": {
                "0": "אין כהה - מגזרת: ותכהין עיניו שלא יתפשטו הפך פשה הנגע אז יחל להרפא. ויש אומרים: כמו חשכה ומלת נחלה מבנין נפעל מגזרת חלי והפועל עבר, או הוא תואר ותחסר מלת היא, כי הזקן מתוך שהעור נקמט סביב העי,ן וגם ככה בת עין לא תתפשט, כאמור אז ותכהין עיניו וככה הנגע, כאשר היא כהה שעור הנגע נקמט ולא פשה, אז יחל להרפא."
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Ibn Ezra on Nahum"
}