{
    "work": "Sefer Yehudit", 
    "text": {
        "1_Chapter, 24_Verse": "ויסובב כל יושבי מדין, ויצת אש באוהליהם, וישחת את מגרשיהם. ", 
        "2_Chapter, 7_Verse": "והוא השחית כל גבולי הארץ ויכרֵת את אשריהם. ", 
        "2_Chapter, 8_Verse": "כי כן גמר בלבו להשמיד כל אלוהי הארצות, לבעבור ישתחוו כל העמים לנבוכדנצר, וכל לשון תקרא בשמו. ", 
        "1_Chapter, 0_Verse": "ויהי בשנת שמונה עשרה למלכו, בעשרים ושנים יום לחודש הראשון, ויערימו סוד בבית המלך לעשות נקמה בכל הגוים ההם כאשר דיבר. ", 
        "2_Chapter, 1_Verse": "עבדים אנחנו למלך האדיר נבוכדנצר.", 
        "1_Chapter, 11_Verse": "ועתה בי נשבעתי ובמלכותי, אם לא בידי אעשה כאשר דברתי.", 
        "0_Chapter, 15_Verse": "ואחרי כן שב עם כל חילי צבאיו לנינוה, וישב שם שמח וטוב לב, ויעש להם משתה עשרים ומאת יום. ", 
        "0_Chapter, 11_Verse": "ולהכות לפי חרב כל יושבי עמון ומואב, וכל ארץ יהודה ומצרים, וכל אשר בין שני הימים בתווך. ", 
        "1_Chapter, 16_Verse": "וגם בר ואוכל להחיות כל ההמון הזה, וכסף וזהב רב מאוצר המלך. ", 
        "0_Chapter, 10_Verse": "ותבער חמת נבוכדנצר בכל הארצות האלה, וישבע בכיסאו ובמלכותו להינקם בהם, ולהשחית כל גבולי קיליקיא דמשק וארם.", 
        "1_Chapter, 12_Verse": "לכן מהר ועשה כאשר צוותיך, אל תפל דבר ממצוותי, ואחֵר לא תאחֵר. ", 
        "0_Chapter, 9_Verse": "וימאנו כל גויי הארצות האלה לשמוע בקול מלך אשור, ולא באו לעזרתו במלחמה, כי לא יראו מפניו. וישיבו את מלאכיו בחרפה ובוז לארצם.", 
        "1_Chapter, 8_Verse": "הבקעות והנחלים ימלאו חלליכם, והנהרות יעכרו מפגרי מתיכם, וניפצתי את השבויים עד כנפות הארץ. ", 
        "0_Chapter, 14_Verse": "וירדוף אחרי ארפכשד, וידבק אותו בהר רעו, ויורהו בחציו וימיתהו.", 
        "0_Chapter, 12_Verse": "ויהי בשנת שבע עשרה למלכו ויצא עם כל חילו לקראת ארפכשד למלחמה, ותחזק ידו, ויך את עמו ואת רכבו ופרשיו לפי חרב. ", 
        "1_Chapter, 27_Verse": " ותיפול אימתו על כל יושבי חבל הים, ועל יושבי צור וצידון ועקן וימנה. ", 
        "1_Chapter, 20_Verse": "ומשם נסע עם כל מחנהו ורכבו ופרשיו על ההרים. ", 
        "2_Chapter, 2_Verse": "הנה נפלנו לפניך ארצה, עשה עמנו כאשר ייטב בעיניך. ", 
        "0_Chapter, 6_Verse": "וכל יושבי ההרים וכל העמים אשר על שפת נהרי פרת חדקל וגיחון וגם אריוך מלך עילם ועם רב מבני גלעד באו לעזרתו. ", 
        "0_Chapter, 2_Verse": "וקומת החומות שבעים אמה, ועוביין חמישים. ", 
        "0_Chapter, 3_Verse": "ומגדלים עשה על שערי העיר, מאת אמה גובהם ושישים אמה יסודם. ", 
        "2_Chapter, 9_Verse": "משם נסע לקראת יזרעאל קרוב לדותן, נוכח הרי המצור אשר ליהודה. ", 
        "1_Chapter, 13_Verse": "ויצא הלופרנש מאת פני המלך, וישמע את כל שרי החיל וכל פקידי ארץ ארם, ויפקוד את אנשי צבאו, כולם גיבורי חיל כאשר צווה המלך.", 
        "1_Chapter, 5_Verse": "וצא למלחמה על כל הארצות אשר מים למלכותי, ואשר לא שמעו לקולי. ", 
        "2_Chapter, 6_Verse": "וכל הארץ מסביב יצאו לקראתו בחלילים ובתופים ובמחולות. ", 
        "0_Chapter, 5_Verse": "ויהי בימים ההם, ויעש נבוכדנצר מלחמה את ארפכשד בערבה הגדולה אשר על גבולי רְעוּ.", 
        "1_Chapter, 1_Verse": "ויקרא המלך לכל שריו ועבדיו, ויגד להם את עצתו, ויספר להם את רשעת כל הגוים האלה. ", 
        "0_Chapter, 1_Verse": "ויקף את העיר חומות אבני-מחצב, שלוש אמות רוחבן ושש אמות קומתן.", 
        "1_Chapter, 4_Verse": "מהר ובחר לך חיל רגלי גיבורי כוח שנים עשר ריבוא, ופרשים שנים עשר אלף. ", 
        "1_Chapter, 10_Verse": "וכי יתייצבו לפניך, והחרמת אותם לפי חרב, עינך לא תחוס עליהם, וכל הארץ תהי לבז. ", 
        "1_Chapter, 3_Verse": "כה אמר נבוכדנצר הגדול מלך כל הארץ. ", 
        "1_Chapter, 6_Verse": "ואמרת אליהם: ארצכם ומימיכם לי הם.", 
        "0_Chapter, 7_Verse": "וישלח נבוכדנצר מלך אשור מלאכים לקרוא ליושבי פרס, ולכל יושבי מערב, והם קילקיא ודמשק והלבנון והכרמל והגלעד והגליל ושדה יזרעאל. ", 
        "1_Chapter, 2_Verse": "ויהי באומרם כולם להשמיד ולאבד את כל הגויים אשר לא שמעו בקול המלך, ויקרא לראש שרי צבאיו ולמשנהו להלופרנש, ויאמר אליו.", 
        "1_Chapter, 19_Verse": "וייסע מנינוה דרך שלשת ימים, עד ערבות בקתילש. ויחן תחת ההר משמאל לקיליקיא.", 
        "2_Chapter, 10_Verse": "ויחן את מחנהו בין יגבהה ובין עיר השטים, וישב שם חודש ימים עד היאסף כל רכוש המחנות. ", 
        "1_Chapter, 17_Verse": "ויסע עם כל החיל הזה וסוס ורכב ופרשים לפני המשנה, ויכסו את עין הארץ, וילכו ימה.", 
        "1_Chapter, 25_Verse": "ויהי בעת הקציר וירד לדמשק, ויבער את קָמַת העיר, ויחרם כל צאן ובקר.", 
        "0_Chapter, 13_Verse": "ואחרי קחתו את כל הערים, בא גם לאחמתא, ויכבוש את המגדלים, וישם את חוצות העיר, וכל תפארתה הפך לחרבה. ", 
        "1_Chapter, 21_Verse": "ויהפוך את פוט ולוד ויַשחת כל בני תרשיש ואת בני ישמעאל היושבים בקצה המדבר מנגב לחילון. ", 
        "1_Chapter, 14_Verse": "ויהיו פקודיהם למספרם שנים עשר ריבוא איש רגלי, ופרשים נושאי קשת שנים עשר אלף. ", 
        "1_Chapter, 18_Verse": "וגם ערב נסע אתם כארבה וכחול על פני האדמה אשר לא יספר מרוב. ", 
        "1_Chapter, 15_Verse": "ויערוך אותם כמשפט, ויעברו לפניו, וגמלים וחמורים עימהם עד אין מספר נושאים את כליהם, וגם צאן ובקר מקנה רב מאד. ", 
        "1_Chapter, 28_Verse": " וגם יושבי אשדוד ואשקלון יראו וחרדו מפניו. ", 
        "0_Chapter, 4_Verse": "וקומת השערים עשה שבעים אמה, ורוחבם ארבעים, לתת רווח לרוב צבאיו לצאת ולערוך חיל הרוכבים את חיל הרגלים. ", 
        "2_Chapter, 0_Verse": "וישלחו אליו מלאכים לקרוא לו לשלום ויאמרו:", 
        "1_Chapter, 26_Verse": "את העיר שללו ויבוזו ואת שדותיה השחיתו, וכל איש בחור הכו לפי חרב. ", 
        "1_Chapter, 23_Verse": "ויכבוש את כל גבולי קיליקיא, וכל המתייצבים לפניו הכה לפי חרב. ויבוא עד הרי יפת אשר מנגב לארץ ערב. ", 
        "2_Chapter, 4_Verse": "כל הערים ויושביהן בידך נתנו, בא נא אלינו ורדֵה בנו כטוב בעיניך.", 
        "1_Chapter, 22_Verse": "ויעבר את נהר פרת, וילך פדנה ארם, ויהרוס כל עיר מבצר מנחל ארנון ועד הים. ", 
        "2_Chapter, 5_Verse": "ויהי בדברם אליו כדברים האלה, וירד עם חילו מן ההר אליהם אל מול שפת הים, ויתן משמר בכל עיר מבצר, ואת מיטב העם בחר לאנשי צבאו. ", 
        "0_Chapter, 8_Verse": "וליושבי שומרון ועריה, ואל הגוים מעבר לירדן ועד ירושלים, ולכל יושבי גושן וארץ מצרים עד הרי קדר.", 
        "1_Chapter, 9_Verse": "אתה תלך לפני ופרצת על כל גבולי ארצותם. והיה כי ייכנעו ועמדו תחת ידיך עד יום פוקדי עליהם. ", 
        "1_Chapter, 7_Verse": "הנה יצאתי באפי ובחמתי לקראתכם, וכיסיתי את עין ארצכם בהמון צבאותיי, ולהם אתננה לשלל.", 
        "0_Chapter, 0_Verse": "ויהי בשנת שתים עשרה למלך נבוכדנצר אשר ישב בנינוה עיר הגדולה לאלוהים, וימלוך ארפכשד מלך מדי באחמתא הבירה היא אֶקְבַּתָּנָה. ", 
        "2_Chapter, 3_Verse": "כל אשר לנו לך הוא, חוותינו וערינו ומקננו גדרותינו ואוהלינו לפניך הם, לעשות בהם כאוות נפשך. "
    }, 
    "meta": "Chapter-Verse"
}