{
    "text": {
        "0_Chapter, 0_Verse": "וַיְהִי בִּשְׁנַת שְׁתֵּים עֶשְׂרֵה לַמֶּלֶךְ נְבוּכַדְנֶצַּר אֲשֶׁר יָשַׁב בְּנִינְוֵה עִיר הַגְּדוֹלָה לֵאלֹהִים וְיִמְלֹךְ אַרְפַּכְשַׁד מֶלֶךְ מָדַי בְּאַחְמְתָא הַבִּירָה הִיא אֶקְבַּתָּנָה:",
        "0_Chapter, 1_Verse": "וַיַּקֵּף אֶת הָעִיר חוֹמוֹת אַבְנֵי־מַחְצֵב שָׁלוֹשׁ אַמּוֹת רָחְבָּן וְשֵׁשׁ אַמּוֹת קוֹמָתָן:",
        "0_Chapter, 2_Verse": "וְקוֹמַת הַחוֹמוֹת שִׁבְעִים אַמָּה וְעָבְיָן חֲמִשִּׁים:",
        "0_Chapter, 3_Verse": "וּמִגְדָּלִים עָשָׂה עַל שַׁעֲרֵי הָעִיר מְאַת אַמָּה גָּבְהָם וְשִׁשִּׁים אַמָּה יְסוֹדָם:",
        "0_Chapter, 4_Verse": "וְקוֹמַת הַשְּׁעָרִים עָשָׂה שִׁבְעִים אַמָּה וְרָחְבָּם אַרְבָּעִים לָתֵת רֶוַח לְרֹב צְבָאָיו לָצֵאת וְלַעֲרֹךְ חֵיל הָרוֹכְבִים אֶת חֵיל הָרַגְלִים:",
        "0_Chapter, 5_Verse": "וַיְהִי בַּיָּמִים הָהֵם וַיַּעַשׂ נְבוּכַדְנֶצַּר מִלְחָמָה אֶת אַרְפַּכְשַׁד בָּעֲרָבָה הַגְּדוֹלָה אֲשֶׁר עַל גְּבוּלֵי רְעוּ:",
        "0_Chapter, 6_Verse": "וְכָל יוֹשְׁבֵי הֶהָרִים וְכָל הָעַמִּים אֲשֶׁר עַל שְׂפַת נַהֲרֵי פְּרָת חִדֶּקֶל וְגִיחוֹן וְגַם אַרְיוֹךְ מֶלֶךְ עֵילָם וְעַם רַב מִבְּנֵי גִּלְעָד בָּאוּ לְעֶזְרָתוֹ:",
        "0_Chapter, 7_Verse": "וְיִשְׁלַח נְבוּכַדְנֶצַּר מֶלֶךְ אֲשׁוּר מַלְאָכִים לִקְרֹא לְיוֹשְׁבֵי פָרָס וּלְכָל יוֹשְׁבֵי מַעֲרָב וְהֵם קִילִיקִיָא וְדַמֶּשֶׂק וְהַלְּבָנוֹן וְהַכַּרְמֶל וְהַגִּלְעָד וְהַגָּלִיל וּשְׂדֵה יִזְרְעֶאל:",
        "0_Chapter, 8_Verse": "וּלְיוֹשְׁבֵי שֹׁמְרוֹן וְעָרֶיהָ וְאֶל הַגּוֹיִם מֵעֵבֶר לְיַרְדֵּן וְעַד יְרוּשָׁלַיִם וּלְכָל יוֹשְׁבֵי גֹּשֶׁן וְאֶרֶץ מִצְרַיִם עַד הָרֵי קֵדָר:",
        "0_Chapter, 9_Verse": "וַיְמָאֲנוּ כָּל־גּוֹיֵי הָאֲרָצוֹת הָאֵלֶּה לִשְׁמֹעַ בְּקוֹל מֶלֶךְ אַשּׁוּר וְלֹא בָּאוּ לְעֶזְרָתוֹ בַּמִּלְחָמָה כִּי לֹא־יָרְאוּ מִפָּנָיו וְיָשִׁיבוּ אֶת־מַלְאָכָיו בְּחֶרְפָּה וָבוּז לְאַרְצָם:",
        "0_Chapter, 10_Verse": "וַתִּבְעַר חֲמַת נְבוּכַדְנֶצַּר בְּכָל הָאֲרָצוֹת הָאֵלֶּה וַיִּשָּׁבַע בְּכִסְּאוֹ וּבְמַלְכוּתוֹ לְהִנָּקֵם בָּהֵן וּלְהַשְׁחִית כָּל־גְּבוּלֵי קִילִיקִיָא דַּמֶּשֶׂק וַאֲרָם:",
        "0_Chapter, 11_Verse": "וּלְהַכּוֹת לְפִי־חֶרֶב כָּל יוֹשְׁבֵי עַמּוֹן וּמוֹאָב וְכָל אֶרֶץ יְהוּדָה וּמִצְרָיִם וְכֹל אֲשֶׁר בֵּין שְׁנֵי הַיַּמִּים בַּתָּוֶךְ:",
        "0_Chapter, 12_Verse": "וַיְהִי בִּשְׁנַת שְׁבַע־עֶשְׂרֵה לְמׇלְכוֹ וַיֵּצֵא עִם־כָּל־חֵילוֹ לִקְרַאת אַרְפַּכְשַׁד לַמִּלְחָמָה וַתֶּחֱזַק יָדוֹ וַיַּךְ אֶת־עַמּוֹ וְאֶת־רִכְבּוֹ וּפָרָשָׁיו לְפִי־חָרֶב:",
        "0_Chapter, 13_Verse": "וְאַחֲרֵי קַחְתּוֹ אֶת־כָּל־הֶעָרִים בָּא גַם לְאַחְמְתָא וְיִכְבֹּשׁ אֶת־הַמִּגְדָּלִים וַיַשֵּׁם אֶת־חוּצוֹת הָעִיר וְכָל תִּפְאַרְתָּהּ הָפַךְ לְחָרְבָה:",
        "0_Chapter, 14_Verse": "וְיִרְדֹּף אַחֲרֵי אַרְפַּכְשַׁד וַיַּדְבֵּק אוֹתוֹ בְּהַר רְעוּ וְיוֹרֵהוּ בְּחִצָּיו וַיְמִיתֵהוּ:",
        "0_Chapter, 15_Verse": "וְאַחֲרֵי־כֵן שָׁב עִם כָּל חֲיָלֵי צְבָאָיו לְנִינְוֵה וַיֵּשֶׁב שָׁם שָׂמֵחַ וְטוֹב לֵב וַיַּעַשׂ לָהֶם מִשְׁתֶּה עֶשְׂרִים וּמְאַת יוֹם:",
        "1_Chapter, 0_Verse": "ויהי בשנת שמונה עשרה למלכו, בעשרים ושנים יום לחודש הראשון, ויערימו סוד בבית המלך לעשות נקמה בכל הגוים ההם כאשר דיבר. ",
        "1_Chapter, 1_Verse": "ויקרא המלך לכל שריו ועבדיו, ויגד להם את עצתו, ויספר להם את רשעת כל הגוים האלה. ",
        "1_Chapter, 2_Verse": "ויהי באומרם כולם להשמיד ולאבד את כל הגויים אשר לא שמעו בקול המלך, ויקרא לראש שרי צבאיו ולמשנהו להלופרנש, ויאמר אליו.",
        "1_Chapter, 3_Verse": "כה אמר נבוכדנצר הגדול מלך כל הארץ. ",
        "1_Chapter, 4_Verse": "מהר ובחר לך חיל רגלי גיבורי כוח שנים עשר ריבוא, ופרשים שנים עשר אלף. ",
        "1_Chapter, 5_Verse": "וצא למלחמה על כל הארצות אשר מים למלכותי, ואשר לא שמעו לקולי. ",
        "1_Chapter, 6_Verse": "ואמרת אליהם: ארצכם ומימיכם לי הם.",
        "1_Chapter, 7_Verse": "הנה יצאתי באפי ובחמתי לקראתכם, וכיסיתי את עין ארצכם בהמון צבאותיי, ולהם אתננה לשלל.",
        "1_Chapter, 8_Verse": "הבקעות והנחלים ימלאו חלליכם, והנהרות יעכרו מפגרי מתיכם, וניפצתי את השבויים עד כנפות הארץ. ",
        "1_Chapter, 9_Verse": "אתה תלך לפני ופרצת על כל גבולי ארצותם. והיה כי ייכנעו ועמדו תחת ידיך עד יום פוקדי עליהם. ",
        "1_Chapter, 10_Verse": "וכי יתייצבו לפניך, והחרמת אותם לפי חרב, עינך לא תחוס עליהם, וכל הארץ תהי לבז. ",
        "1_Chapter, 11_Verse": "ועתה בי נשבעתי ובמלכותי, אם לא בידי אעשה כאשר דברתי.",
        "1_Chapter, 12_Verse": "לכן מהר ועשה כאשר צוותיך, אל תפל דבר ממצוותי, ואחֵר לא תאחֵר. ",
        "1_Chapter, 13_Verse": "ויצא הלופרנש מאת פני המלך, וישמע את כל שרי החיל וכל פקידי ארץ ארם, ויפקוד את אנשי צבאו, כולם גיבורי חיל כאשר צווה המלך.",
        "1_Chapter, 14_Verse": "ויהיו פקודיהם למספרם שנים עשר ריבוא איש רגלי, ופרשים נושאי קשת שנים עשר אלף. ",
        "1_Chapter, 15_Verse": "ויערוך אותם כמשפט, ויעברו לפניו, וגמלים וחמורים עימהם עד אין מספר נושאים את כליהם, וגם צאן ובקר מקנה רב מאד. ",
        "1_Chapter, 16_Verse": "וגם בר ואוכל להחיות כל ההמון הזה, וכסף וזהב רב מאוצר המלך. ",
        "1_Chapter, 17_Verse": "ויסע עם כל החיל הזה וסוס ורכב ופרשים לפני המשנה, ויכסו את עין הארץ, וילכו ימה.",
        "1_Chapter, 18_Verse": "וגם ערב נסע אתם כארבה וכחול על פני האדמה אשר לא יספר מרוב. ",
        "1_Chapter, 19_Verse": "וייסע מנינוה דרך שלשת ימים, עד ערבות בקתילש. ויחן תחת ההר משמאל לקיליקיא.",
        "1_Chapter, 20_Verse": "ומשם נסע עם כל מחנהו ורכבו ופרשיו על ההרים. ",
        "1_Chapter, 21_Verse": "ויהפוך את פוט ולוד ויַשחת כל בני תרשיש ואת בני ישמעאל היושבים בקצה המדבר מנגב לחילון. ",
        "1_Chapter, 22_Verse": "ויעבר את נהר פרת, וילך פדנה ארם, ויהרוס כל עיר מבצר מנחל ארנון ועד הים. ",
        "1_Chapter, 23_Verse": "ויכבוש את כל גבולי קיליקיא, וכל המתייצבים לפניו הכה לפי חרב. ויבוא עד הרי יפת אשר מנגב לארץ ערב. ",
        "1_Chapter, 24_Verse": "ויסובב כל יושבי מדין, ויצת אש באוהליהם, וישחת את מגרשיהם. ",
        "1_Chapter, 25_Verse": "ויהי בעת הקציר וירד לדמשק, ויבער את קָמַת העיר, ויחרם כל צאן ובקר.",
        "1_Chapter, 26_Verse": "את העיר שללו ויבוזו ואת שדותיה השחיתו, וכל איש בחור הכו לפי חרב. ",
        "1_Chapter, 27_Verse": " ותיפול אימתו על כל יושבי חבל הים, ועל יושבי צור וצידון ועקן וימנה. ",
        "1_Chapter, 28_Verse": " וגם יושבי אשדוד ואשקלון יראו וחרדו מפניו. ",
        "2_Chapter, 0_Verse": "וְיִשְׁלְחוּ אֵלָיו מַלְאָכִים לִקְרֹא לוֹ לְשָׁלוֹם וַיֹּאמְרוּ:",
        "2_Chapter, 1_Verse": "עֲבָדִים אֲנַחְנוּ לַמֶּלֶךְ הָאַדִּיר נְבוּכַדְנֶצַּר:",
        "2_Chapter, 2_Verse": "הִנֵּה נָפַלְנוּ לְפָנֶיךָ אַרְצָה עֲשֵׂה עִמָּנוּ כַּאֲשֶׁר יִיטַב בְּעֵינֶיךָ:",
        "2_Chapter, 3_Verse": "כֹּל אֲשֶׁר לָנוּ לְךָ הוּא חַוֹּתֵינוּ וְעָרֵינוּ שָׂדֵינוּ וּמִקְנֵנוּ גְּדֵרוֹתֵינוּ וְאָהֳלֵנוּ לְפָנֶיךָ הֵם לַעֲשׂוֹת בָּהֶם כְּפִי אַוַּת נַפְשְׁךָ:",
        "2_Chapter, 4_Verse": "כָּל־הֶעָרִים וְיֹשְׁבֵיהֶם בְּיָדְךָ נִתָּנוּ בֹּא־נָא אֵלֵינוּ וּרְדֵה־בָנוּ כַּטּוֹב בְּעֵינֶיךָ:",
        "2_Chapter, 5_Verse": "וַיְהִי בְּדַבְּרָם אֵלָיו כַּדְּבָרִים הָאֵלֶּה וַיֵּרֶד עִם־חֵילוֹ מִן־הָהָר אֵלֵיהֶם אֶל מוּל שְׂפַת הַיָּם וַיִּתֵּן מִשְׁמָר בְּכָל עִיר מִבְצָר וְאֵת־מֵיטַב הָעָם בָּחַר לְאַנְשֵׁי צְבָאוֹ:",
        "2_Chapter, 6_Verse": "וְכָל הָאָרֶץ מִסָּבִיב בָּאוּ לִקְרָאתוֹ וַיַאַסְפֻהוּ בַחֲלִילִים וּבְתֻפִּים וּבִמְחֹלוֹת:",
        "2_Chapter, 7_Verse": "וְהוּא הִשְׁחִית כָּל־גְּבוּלֵי הָאָרֶץ וַיַּכְרֵת אֶת אֲשֵׁרֵיהֶם:",
        "2_Chapter, 8_Verse": "כִּי כֵן גָּמַר בְּלִבּוֹ לְהַשְׁמִיד כָּל־אֱלֹהֵי הָאֲרָצוֹת לְבַעֲבוּר כָּל־הָעַמִּים יִשְׁתַּחֲווּ לִנְבוּכַדְנֶצַּר וְכָל לָשׁוֹן תִּקְרָא בִשְׁמוֹ:",
        "2_Chapter, 9_Verse": "מִשָּׁם נָסַע לִקְרַאת יִזְרְעֶאל קָרוֹב לְדוֹתָן נֹכַח הָרֵי הַמָּצוֹר אֲשֶׁר לִיהוּדָה:",
        "2_Chapter, 10_Verse": "וַיַּחַן אֶת־מַחֲנֵהוּ בֵּין יָגְבֳּהָה וּבֵין עִיר הַשִּׁטִּים וַיֵּשֶׁב שָׁם חוֹדֶשׁ יָמִים עַד הֵאָסֵף כָּל־רְכוּשׁ הַמַּחֲנוֹת:",
        "3_Chapter, 0_Verse": "וַיְהִי כִשְׁמֹעַ בְּנֵי־יִשְׂרָאֵל אֲשֶׁר בְּאֶרֶץ יְהוּדָה אֵת כָּל אֲשֶׁר עָשָׂה הַלוֹפֶרְנֵשׂ שַׂר־צְבָא אֲרָם לְכָל־הָעַמִּים מִסָּבִיב:",
        "3_Chapter, 1_Verse": "כִּי הֶחֱרִיב אֶת־בָּתֵּי אֱלֹהֵיהֶם וַיָּבֹז אוֹתָם וְיִּירְאוּ בִּמְאֹד מְאֹד:",
        "3_Chapter, 2_Verse": "כִּי אָמְרוּ פֶּן־יַעֲשֶׂה לִירוּשָׁלַיִם וּלְבֵית יְיָ כַּאֲשֶׁר עָשָׂה לְכָל הַגּוֹיִם:",
        "3_Chapter, 3_Verse": "כִּי לֹא אָרְכוּ הַיָּמִים אֲשֶׁר שָׁבוּ מִן־הַגּוֹלָה וְכִי הִתְאַסְּפוּ כָּל אַנְשֵׁי יְהוּדָה לְחַטֵּא אֶת־כְּלֵי הַקּוֹדֶשׁ וְאֵת הַמִּזְבֵּחַ:",
        "3_Chapter, 4_Verse": "וַיִּשְׁלְחוּ אֲנָשִׁים אֶל גְּבוּלֵי שֹׁמְרוֹן וְאֶל הֶעָרִים בֵּית־חֹרוֹן בַּלְמוֹן יְרִיחוֹ חוֹבָה וְיַעְזֵר וְאֶל עֵמֶק שָׁלֵם וְיָשִׂימוּ מַצָּב עַל כָּל־רָאשֵׁי הֶהָרִים הַגְּבוֹהִים:",
        "3_Chapter, 5_Verse": "וַיִּבְנוּ חֹמוֹת לְכָל עָרֵי הַפְּרָזִי וַיִקְצְרוּ אֶת־קְצִיר הָאָרֶץ וַיִּתְּנוּ אֹכֶל בְּכָל הֶעָרִים:",
        "3_Chapter, 6_Verse": "וְאֶלְיָקִים הָיָה כֹּהֵן הַגָּדוֹל בָּעֵת הַהִיא בִּירוּשָׁלָיִם:",
        "3_Chapter, 7_Verse": "וַיִּשְׁלַח סְפָרִים אֶל יֹשְׁבֵי בְתוּל וּבֵית שֶׁמֶשׁ אֲשֶׁר עַל פְּנֵי יִזְרְעֶאל קָרוֹב לְעַרְבוֹת דּוֹתָיִם:",
        "3_Chapter, 8_Verse": "וַיְצַוֵּם לִשְׁמֹר אֵת מַעֲלוֹת הֶהָרִים אֲשֶׁר עַל דֶּרֶךְ יְהוּדָה:",
        "3_Chapter, 9_Verse": "כִּי אָמַר אִם שָׁמֹר תִּשְׁמְרוּ אֶת־הֶהָרִים הָהֵם וַעֲצַרְתֶּם בִּמְתֵי מְעָט אֶת־הָאוֹיֵב מִבְּקֹעַ בָּאָרֶץ כִּי צַר הַדֶּרֶךְ לִשְׁנֵי אֲנָשִׁים עֲבוֹר יָחַד:",
        "3_Chapter, 10_Verse": "וַיַּעֲשׂוּ בְנֵי־יִשְׂרָאֵל כְּכֹל אֲשֶׁר צִוָּה אֹתָם אֶלְיָקִים וְזִקְנֵי הָעָם אֲשֶׁר בִּירוּשָׁלָיִם:",
        "3_Chapter, 11_Verse": "וְכָל־הָעָם צָעֲקוּ אֶל יְיָ בְּכָל לְבָבָם וַיַּעְנוּ אֶת־נַפְשׁוֹתָם הֵם וּנְשֵׁיהֶם וְטַפָּם וְאֶת־נֶפֶשׁ בְּהֶמְתָם:",
        "3_Chapter, 12_Verse": "מִשָּׂכִיר וְעַד בֶּן־נֵכָר וְעַד־עֶבֶד־אִישׁ מִקְנַת כֶּסֶף חָגְרוּ שַׂק עַל־מָתְנֵיהֶם:",
        "3_Chapter, 13_Verse": "כָּל יוֹשְׁבֵי יְרוּשָׁלַיִם אֲנָשִׁים וְנָשִׁים וְטַף נָפְלוּ עַל פְּנֵיהֶם לִפְנֵי הֵיכַל יְיָ וַיִזְרְקוּ אֵפֶר עַל רֹאשָׁם וַיִּפְרְשׂוּ שַׂק עַל הַמִּזְבֵּחַ:",
        "3_Chapter, 14_Verse": "וְיִתְחַנְּנוּ אֶל־יְיָ אֱלֹהֵי יִשְׂרָאֵל וַיֹּאמְרוּ אָנָּא יְיָ אַל תִּתֵּן אֶת־נָשֵׁינוּ וְטַפֵּינוּ לְשָׁלָל אֶת־עָרֵי נַחֲלָתֵנוּ לְשַׁמָּה וְאֵת מִקְדָּשְׁךָ לְטֻמְּאָה וּלְשִׁמְצָה לְשַׂמֵּחַ בָּם גּוֹיִים:",
        "3_Chapter, 15_Verse": "וְיַרְא יְיָ אֶת־עָנְיָם וַיִשְׁמַע אֶת צַעֲקָתָם:",
        "3_Chapter, 16_Verse": "וְכָל־אַנְשֵׁי יְהוּדָה וִירוּשָׁלַיִם לֹא אָכְלוּ וְלֹא שָׁתוּ יָמִים רַבִּים:",
        "3_Chapter, 17_Verse": "וְגַם אֶלְיָקִים הַכֹּהֵן הַגָּדוֹל וְכָל־הַכֹּהֲנִים הַמְּשָׁרְתִים אֶת־פְּנֵי יְיָ לְבוּשֵׁי־שַׂק וָאֵפֶר עַל רֹאשָׁם הִקְרִיבוּ עֹלוֹת וּזְבָחִים וְאֶת־נִדְרֵי הָעָם וְאֶת־נִדְבוֹתֵיהֶם וַיִתְפַּלְּלוּ לַיְיָ אֱלֹהִים לַעֲשׂת חֶסֶד עִם עַמּוֹ יִשְׂרָאֵל:",
        "4_Chapter, 0_Verse": "וְיֻגַּד לְהֹלוֹפֶרְנֵשׂ שַׂר צְבָא אַשּׁוּר לֵאמֹר:",
        "4_Chapter, 1_Verse": "הֵן בְּנֵי־יִשְׂרָאֵל אָסְפוּ חָיִל וַחֲמוּשִׁים הֵם לְהִתְיַצֵּב לְפָנֶיךָ:",
        "4_Chapter, 2_Verse": "וְגַם שָׂמוּ מַצָּב עַל רָאשֵׁי הֶהָרִים לְשִׂטְנְךָ בַדָּרֶךְ וּמוֹקְשִׁים שָׁתוּ עֲלֵי־נְתִיבוֹת:",
        "4_Chapter, 3_Verse": "וַיִּחַר אַפּוֹ וַיִּקְרָא לְשָׂרֵי עַמּוֹן וּמוֹאָב וּלְכָל הַפְּקִידִים אֲשֶׁר עַל חֶבֶל הַיָּם וַיֹּאמֶר אֲלֵיהֶם:",
        "4_Chapter, 4_Verse": "הַגִּידוּ־לִי אַנְשֵׁי כְנַעַן מִי־הָעָם הַזֶּה הַיּוֹשֵׁב בֶּהָרִים מֶה־עָרֵיהֶם וּמַה־כּוֹחָם מִי־מַלְכָּם וּמֶה־חֵילָם וּמִי־הֵם רָאשֵׁי צְבָאָם:",
        "4_Chapter, 5_Verse": "עַל־מֶה פָּנוּ עֹרֶף כִּי לֹא־בָאוּ לִקְרָאתִי מִכָּל־יוֹשְׁבֵי חֶבֶל הַיָּם:",
        "4_Chapter, 6_Verse": "וְיַעַן אַכְיוֹר רֹאשׁ צְבָא בְּנֵי־עַמּוֹן וַיֹּאמַר:",
        "4_Chapter, 7_Verse": "יִשְׁמַע־נָא אֲדוֹנִי אֶת דִּבְרֵי עַבְדּוֹ וְהִגַּדְתִּי־לָךְ אֶת מִשְׁפַּט הָעָם הַזֶּה הַיּוֹשֵׁב בֵּין הֶהָרִים וּדְבַר־שֶׁקֶר לֹא־יֵצֵא מִפִּי־עַבְדֶּךָ:",
        "4_Chapter, 8_Verse": "הִנֵּה הָעָם הַזֶּה יָצָא מֵאֶרֶץ כַּשְׂדִּים וַיֵּלְכוּ לָגוּר בְּפַדַּן־אֲרָם יַעַן כִּי לֹא אָבוּ לַעֲבֹד אֶת־אֱלֹהֵי אֲבוֹתָם בְּאֶרֶץ כַּשְׂדִּים:",
        "4_Chapter, 9_Verse": "וַיַּעַזְבוּ אֶת־חֻקּוֹת אֲבוֹתֵיהֶם לָלֶכֶת לַעֲבוֹד אֶת־יְיָ אֱלֹהֵי הַשָּׁמַיִם אֲשֶׁר הִכִּירוּ וְיַעַן כִּי־גֹּרְשׁוּ מִשָּׁם נִמְלְטוּ פַּדֶּנָה־אֲרָם וַיָּגוּרוּ־שָׁם יָמִים רַבִּים:",
        "4_Chapter, 10_Verse": "וַיְהִי כַּאֲשֶׁר צִוָּה אֱלֹהֵיהֶם אוֹתָם לָצֵאת מֵאֶרֶץ מְגוּרֵיהֶם לָלֶכֶת אַרְצָה כְּנַעַן וַיֵּשְׁבוּ שָׁם וַיְהִי לָהֶם רְכוּשׁ רַב בְּכֶסֶף וּבְזָהָב וּבְמִקְנֶה:",
        "4_Chapter, 11_Verse": "וַיְהִי כִּי־חָזַק הָרָעָב בָּאָרֶץ וַיֵּרְדוּ מִצְרָיְמָה וַיִּרְבּוּ וַיַּעַצְמוּ־שָׁם בִּמְאֹד מְאֹד עַד אֲשֶׁר לֹא יִסָּפְרוּ מֵרֹב:",
        "4_Chapter, 12_Verse": "וַיְהִי כִּי־הִכְבִּיד מֶלֶךְ מִצְרַיִם אֶת־עֻלּוּ עַל הָעָם הַזֶּה וַיִתְחַכֵּם־לוֹ לַעֲשׂוֹתָם לַעֲבָדִים:",
        "4_Chapter, 13_Verse": "וַיִּצְעֲקוּ אֶל יְיָ אֱלֹהֵיהֶם וַיְנַגַּע אֶת־כָּל־אֶרֶץ מִצְרַיִם נְגָעִים גְּדוֹלִים אֲשֶׁר לֹא־יָכְלוּ לְהֵרָפֵא וַיְגָרְשׁוּ הַמִּצְרִים אֹתָם:",
        "4_Chapter, 14_Verse": "וַיְיָ הוֹבִישׁ אֶת־מֵי־יַם־סוּף לִפְנֵיהֶם וַיּוֹלִיכֵם אֶל הַר סִינַי וּלְקָדֵשׁ בַּרְנֵעַ וַיּוֹרֶשׁ אֶת כָּל יוֹשְׁבֵי הַמִּדְבָּר לִפְנֵיהֶם וַיֵּשְׁבוּ בְּאֶרֶץ הָאֱמוֹרִי וַיַּחֲרִימוּ כָל־בְּנֵי־חֶשְׁבּוֹן:",
        "4_Chapter, 15_Verse": "אַחֲרֵי־כֵן עָבְרוּ אֶת־הֲיַרְדֵּן וַיִּרְשׁוּ אֶת־כָּל־אֶרֶץ הָהָר וַיְגָרְשׁוּ אֶת־כָּל יוֹשְׁבֵי כְנָעַן וְאֶת־הַפְּרִיזִי וְאֶת־הַיְבוּסִי וְאֶת־הַגִּרְגָּשִׁי וְכָל ישְׁבֵי שְׁכֶם וַיֵּשְׁבוּ־שָׁם יָמִים רַבִּים:",
        "4_Chapter, 16_Verse": "וְכָל עֵת אֲשֶׁר לֹא־חָטְאוּ לֵאלֹהֵיהֶם הֵיטֵב הֵיטִיב עִמָּהֶם כִּי יְיָ שׂוֹנֵא כָל־עָוֶל הָיָה בְּעֶזְרָם:",
        "4_Chapter, 17_Verse": "וַיְהִי כִּי־סָרוּ מִן הַדֶּרֶךְ אֲשֶׁר צִוָּה אוֹתָם לָלֶכֶת בָּהּ וַיִּמְשְׁלוּ בָהֶם אוֹיְבֵיהֶם וַייָ הִשְׁלִיךְ אוֹתָם אֶל אֶרֶץ אֲחֶרֶת וַיִּהְיוּ לַעֲבָדִים:",
        "4_Chapter, 18_Verse": "מִקְדַּשׁ אֱלֹהֵיהֶם הוּרַד לָאָרֶץ וְכָל־עָרֵיהֶם נָפְלוּ בְּיַד אוֹיְבֵיהֶם:",
        "4_Chapter, 19_Verse": "אַךְ עַתָּה כִּי־שָׁבוּ אֶל יְיָ אֱלֹהֵיהֶם וְיָשׁוּבוּ גַּם מֵאֶרֶץ שִׁבְיָם אֶל עִיר קָדְשֵׁיהֶם אֶל יְרוּשָׁלָיִם וַיִּרְשׁוּ אֶת־אֶרֶץ הָהָר אֲשֶׁר הָיְתָה שְׁמָמָה מֵאֵין יוֹשֵׁב:",
        "4_Chapter, 20_Verse": "לָכֵן יִדְרֹשׁ נָא אֲדוֹנִי לָעָם הַזֶּה לָדַעַת אִם יֵשׁ־בּוֹ עָוֹן. כִּי אִם־חָטָא לֵאלֹהָיו עָלֹה נַעֲלֶה וְנוּכַל לָהֶם:",
        "4_Chapter, 21_Verse": "אוּלָם אִם לֹא־חָטְאוּ לוֹ עָבֹר יַעֲבֹר אֲדוֹנִי כִּי־יְיָ אֱלֹהֵיהֶם יִלָּחֵם לָהֶם וְהָיִינוּ לְחֶרְפָּה לְכָל־הָאָרֶץ:",
        "5_Chapter, 0_Verse": "וִיהִי כַּאֲשֶׁר כִּלָּה אַכְיוֹר לְדַבֵּר וַתִּבְעַר־בּוֹ חֲמַת כָּל־הַנִּצָּבִים מִסָּבִיב לָאֹהֶל:",
        "5_Chapter, 1_Verse": "וְשָׂרֵי נְבוּכַדְנֶצַּר וְרָאשֵׁי מוֹאָב וְיוֹשְׁבֵי הַיָּם בִּקְּשׁוּ לְשַׁלַּח יָדָם בּוֹ לַהֲמִיתוֹ וְיֹאמְרוּ:",
        "5_Chapter, 2_Verse": "הֲיָרֹא נִירָא לַעֲלוֹת אֶל בְּנֵי־יִשְׂרָאֵל וּלְהִלָּחֵם בָּם וְאִם יֵשׁ כֹּח וּגְבוּרָה בָּהֶם לַעֲרֹךְ מַעֲרָכָה לִקְרָאתֵנוּ:",
        "5_Chapter, 3_Verse": "לָכֵן עָלֹה נַעֲלֶה אֲלֵיהֶם אֲדוֹנִי הֹלוֹפֶרְנֵשׂ וְכֹל הָעָם יִהְיֶה לָנוּ לְשָׁלָל:",
        "5_Chapter, 4_Verse": "וַיְהִי כִּי שָׁקְטָה תְּלוּנַת כָּל־הַנִּצָּבִים וַיֹּאמֶר הֹלוֹפֶרְנֵשׂ רֹאשׁ צְבָא אַשּׁוּר לְעֵינֵי פְּקִידֵי מוֹאָב וּלְעֵינֵי כָל־בְּנֵי־נֵכָר לְאַכְיוֹר לֵאמֹר:",
        "5_Chapter, 5_Verse": "מִי אַתָּה אַכְיוֹר שְׂכִיר אֶפְרַיִם לְהִתְנַבֵּא לְעַם יְרוּשָׁלַיִם לֵאמֹר כִּי לֹא־נוּכַל לָהֶם וְכִי אֱלֹהֵיהֶם נִלְחָם לָמוֹ הֲיֵשׁ אֱלוֹהַּ בִּלְתִּי נְבוּכַדְנֶצַּר:",
        "5_Chapter, 6_Verse": "הוּא יִשְׁלַח אֶת־חֵילוֹ עֲלֵיהֶם וְיַשְׁמִידֵם מֵעַל־פְּנֵי־הָאֲדָמָה וֵאלֹהֵיהֶם לֹא יַצִּילֵם מִיָּדֵנוּ:",
        "5_Chapter, 7_Verse": "וַאֲנַחְנוּ עַבְדֵי נְבוּכַדְנֶצַּר נְכַלֵּם כֻּלָּם כְּאִישׁ אֶחָד וְלֹא־יִתְיַצְּבוּ לִפְנֵי שַׁעֲטַת הַסּוּסִים אֲשֶׁר נִשְׁלַח לָבוֹא עֲלֵיהֶם:",
        "5_Chapter, 8_Verse": "כָּל־הַרְרֵיהֶם נַשְׁכִּיר מִדָּם וְכָל־שַׁדְמוֹתֵיהֶם יִמְלְאוּ פִגְרֵי מֵתֵיהֶם כִּי לֹא יַעַמְדוּ לְפָנֵינוּ וְכָל־הָעָם כָּלֹה יִכְלֶה:",
        "5_Chapter, 9_Verse": "כִּי כֹה אָמַר נְבוּכַדְנֶצַּר מֶלֶךְ כָּל־הָאָרֶץ אַל־יִפֹּל דָּבָר מִכֹּל אֲשֶׁר דִּבַּרְתִּי:",
        "5_Chapter, 10_Verse": "וְאַתָּה אַכְיוֹר שְׂכִיר עַמּוֹנִי יַעַן כִּי הִתְנַבֵּאתָ הַיּוֹם לְבָשְׁתֶּךָ לֹא תִּרְאֶה פָּנַי עַד יוֹם הִנָּקְמִי בְּגֹרְשֵׁי מִצְרָיִם:",
        "5_Chapter, 11_Verse": "וְהָיָה בְּשׁוּבִי מֵרְדוֹף אַחֲרֵיהֶם וְנָפַלְתָּ בְּתוֹךְ חַלְלֵיהֶם בְּמַדְקְרוֹת חֶרֶב צְבָאִי:",
        "5_Chapter, 12_Verse": "וְעַתָּה אֲצַוֶּה אֶת־עֲבָדַי לַהֲבִיאֲךָ אֶל אַחַד הַמְּקוֹמוֹת עַל הֶהָרִים אֲשֶׁר נַעֲלֶה שָׁמָּה:",
        "5_Chapter, 13_Verse": "וְאִם תֹּאמַר בִּלְבָבְךָ כִּי לֹא־יִפְּלוּ תַחַת יָדִי גַּם פָּנֶיךָ לֹא־יִפּוֹלוּן כִּי לֹא־תָמוּת כִּי אִם עִמָּהֶם:",
        "5_Chapter, 14_Verse": "כֹּה דִּבַּרְתִּי אַף־אָנִי וּדְבָרַי לֹא יָשׁוּבוּ רֵיקָם:",
        "5_Chapter, 15_Verse": "וַיְצַו הֹלוֹפֶרְנֵשׂ אֶת־עֲבָדָיו אֲשֶׁר אִתּוֹ בָּאֹהֶל לִתְפֹּס אֶת אַכְיוֹר וְלַהֲבִיאֵהוּ אֶל־בְּתוּל לָתֵת אוֹתוֹ בְּיַד בְּנֵי־יִשְׂרָאֵל:",
        "5_Chapter, 16_Verse": "וַיֹּאחֲזוּ אוֹתוֹ וְיוֹלִיכוּהוּ מִחוּץ לַמַּחֲנֶה וַיַּעֲלוּהוּ מִן־הָעֲרָבָה אֶל אַחַד הֶהָרִים מְקוֹם בְּאֵרוֹת מַיִם מִתַּחַת לִבְתוּל:",
        "5_Chapter, 17_Verse": "וַיְהִי כִּרְאוֹת אַנְשֵׁי הָעִיר אוֹתָם מֵרֹאשׁ הָהָר וַיֵּצְאוּ מִן־הָעִיר וּקְלָעִים בְּיָדָם וַיְקַלְעוּ בַּאֲבָנִים לְעָצְרָם מֵעֲלוֹת אֲלֵיהֶם:",
        "5_Chapter, 18_Verse": "וַיִרְאוּ אַנְשֵׁי הֹלוֹפֶרְנֵשׂ וַיֵּרְדוּ מִן־הָהָר וַיֶאֶסְרוּ אֶת־אַכְיוֹר בַּחֲבָלִים וַיַּשְׁלִיכֻהוּ לְרֶגֶל הָהָר וַיָּשׁוּבוּ לַאֲדוֹנֵיהֶם:",
        "5_Chapter, 19_Verse": "וַיֵּרְדוּ בְּנֵי־יִשְׂרָאֵל אֵלָיו מִן־הָהָר וַיִּפַתְּחוּ אֶת־מוֹסְרוֹתָיו וַיְבִאֻהוּ הָעִירָה וַיַעֲמִידוּהוּ לִפְנֵי רָאשֵׁי הָעִיר:",
        "5_Chapter, 20_Verse": "וְרָאשֵׁי בְּתוּל הָיוּ בָּעֵת הַהִיא עֻזִּיָּה בֶּן־מִיכָה לְמַטֵּה שִׁמְעוֹן וְכַבְּרִי בֶּן־עָתְנִיאֵל וְכַרְמִי בֶּן־מַלְכִּיאֵל:",
        "5_Chapter, 21_Verse": "וַיִּקְרְאוּ לְכֹל זִקְנֵי הָעִיר וַיִּתְקַבְּצוּ כָּל־אַנְשֵׁי הָעִיר אֲנָשִׁים וְנָשִׁים וָטָף וַיַּעֲמִידוּ אֶת־אַכְיוֹר בְּקֶרֶב כָּל־הָעָם:",
        "5_Chapter, 22_Verse": "וַיִּשְׁאָלֵהוּ עֻזִּיָּה לֵאמֹר מַה־זֹּאת וְעַל־מַה־זֹּאת:",
        "5_Chapter, 23_Verse": "וַיְסַפֵּר לָהֶם אַכְיוֹר כֹּל אֲשֶׁר שָׁמַע מִפִּי הֹלוֹפֶרְנֵשׂ וְאַנְשֵׁי סוֹדוֹ וְאֵת אֲשֶׁר דִּבֶּר בְּצַוָּאר עָתָק נֶגֶד כָּל־בֵּית־יִשְׂרָאֵל:",
        "5_Chapter, 24_Verse": "וַיְהִי כְּכַלּוֹתוֹ לְדַבֵּר וַיִּפְּלוּ כָל־הָעָם עַל פְּנֵיהֶם וַיִתְפַּלְּלוּ אֶל יְיָ וַיֹּאמְרוּ:",
        "5_Chapter, 25_Verse": "אָנָּא יְיָ אֱלֹהֵי הַשָּׁמַיִם הַבִּיטָה וּרְאֵה אֶת־גְּאוֹן הָעָם הַלָּזֶה וְרַחֵם עַל שִׁפְלַת עַמְּךָ יִשְׂרָאֵל אֲשֶׁר לְךָ הִתְקַדָּשׁוּ:",
        "5_Chapter, 26_Verse": "וְאַחֲרֵי כֵן דִּבְּרוּ עַל לֵב אַכְיוֹר וַיְהַלְלוּ אוֹתוֹ וְעֻזִּיָּה אָסַף אוֹתוֹ אֶל בֵּיתוֹ וַיַּעַשׂ מִשְׁתֶּה לוֹ וּלְזִקְנֵי הָעָם:",
        "5_Chapter, 27_Verse": "וְכָל הַלַּיְלָה הַהוּא הִתְפַּלְּלוּ אֶל יְיָ לָתֵת לָהֶם יְשׁוּעָה וְרַחֲמִים:",
        "6_Chapter, 0_Verse": "ויהי ממחרת ויצו הלופרנש את אנשי צבאו את כל החיל אשר בא לעזרתו ללכוד את מעלות ההרים ולעלות לקראת בתול למלחמה עם ישראל:",
        "6_Chapter, 1_Verse": "ויהיו פקודיהם מאה ושבעים אלף איש רגלי ופרשים שנים עשר אלף מלבד ערב עד אין מספר:",
        "6_Chapter, 2_Verse": "ויסעו כולם ויחנו בשפלה קרוב לבתול אצל בארות המים ורוחב מחניהם מדותן ועד בלמה והאורך מבתול עד בואך כימונה מול יזרעאל:",
        "6_Chapter, 3_Verse": "ויהי כראות בני ישראל את החיל הנורא הזה וייבהלו מאוד ויאמרו איש אל אחיו:",
        "6_Chapter, 4_Verse": "הנה העם הזה יכסה את עין כל הארץ וכל ההרים והגבעות והשפלות לא יוכלו מלט משאם:",
        "6_Chapter, 5_Verse": "ויחגרו איש איש את חרבו וישימו אש על המגדלים להאיר ויהיו כצופים כל הלילה ההוא:",
        "6_Chapter, 6_Verse": "ויהי ממחרת ויוצא הלופרנש את כל פרשיו לעיני אנשי בתול וילך לתור את מבואי העיר:",
        "6_Chapter, 7_Verse": "ויפגע בבארות המים ויקחם וישם עליהם משמר מאנשי מלחמתו וישב אל המחנה:",
        "6_Chapter, 8_Verse": "ויקרבו אליו גם נציבי אדום ומואב ויושבי חבל הים ויאמרו:",
        "6_Chapter, 9_Verse": "כי ישמע אדוני את דברי עבדיו והוסר כל מכשול מאנשי צבאו:",
        "6_Chapter, 10_Verse": "לא על חנית ורומח יבטחו בני ישראל במלחמה כי אם על ההרים הגבוהים אשר הם יושבים עליהם כי מי יעלה אליהם על ראשי הצורים ההם:",
        "6_Chapter, 11_Verse": "ועתה אדוני אל תערוך מערכה לקראתם ואיש לא ייפול ממנו כי כולם יעמדו תחתיהם ולא יצאו מן המחנה:",
        "6_Chapter, 12_Verse": "רק צו את אנשיך ללכוד את מימי בארותם אשר ייזלו להם מרגלי ההרים:",
        "6_Chapter, 13_Verse": "כי הבארות ההם ישקו את כל יושבי בתול והיה כי יכלאו מימיהם אז כל העם יגווע בצמא או יתנו את העיר בידנו:",
        "6_Chapter, 14_Verse": "ואנחנו נעלה ונירש את ההרים הקרובים לחנות על העיר לבל יצא איש ממנה וכל יושביה כלה יכלו ברעב עם נשיהם וטפם:",
        "6_Chapter, 15_Verse": "כי בטרם תקרב חרב אליהם יפלו בביתם וברחובות העיר ואתה אדוני תנקם בהם על מרים ועל ערפם הקשה:",
        "6_Chapter, 16_Verse": "וייטב הדבר בעיני כל עבדיו ויעשו כן:",
        "6_Chapter, 17_Verse": "ותצא מחנה מואב וחמשת אלפים מבני אשור ויפוצו על פני השפלה לשמור את עיינות המים ואת בארות בני ישראל:",
        "6_Chapter, 18_Verse": "ואנשי אדום ומואב עלו על ההרים ויחנו מנגד לדותן ומהם נפוצו נגבה ומזרחה מול רבלה על נהר מכמור קרוב לחושי:",
        "6_Chapter, 19_Verse": "ומחנה אשור שטו בערבה ויכסו את כל הארץ ולרוב אוהליהם ומקניהם אין מספר:",
        "6_Chapter, 20_Verse": "ותצר לבני ישראל מאוד מאוד ויקראו אל יי אלוהיהם כי האויבים הקיפו את כל העיר מסביב ואין מקום להימלט על נפשותם:",
        "6_Chapter, 21_Verse": "והמוני אשור לבדם חנו מסביב דרך שלשים וארבעה יום עם חיל רגלי רכב ופרשים אשר להם:",
        "6_Chapter, 22_Verse": "והמים היו הלוך וחסור ליושבי בתול כי אזלו מכל בור וכלי ולא נותרו להם לרוות צימאונם עוד יום אחד וימודו את המים במשורה:",
        "6_Chapter, 23_Verse": "והנשים והילדים שכבו עולפי צמא בחוצות ובפתחי השערים כי לא עצרו כוח לעמוד על רגליהם:",
        "6_Chapter, 24_Verse": "ויתקבצו כל העם מנער ועד זקן אל עוזיה ראש העיר ויקראו בקול גדול באזני הזקנים ויאמרו:",
        "6_Chapter, 25_Verse": "ישפוט יי בינינו וביניכם כי הבאתם עלינו את הצרה הזאת יען כי מיאנתם לדבר אל אנשי אשור לשלום:",
        "6_Chapter, 26_Verse": "ראו כי עתה אפסה כל עזרה ממנו ויי הסגירנו בידם למות ברעב ובמגפה לעיניהם:",
        "6_Chapter, 27_Verse": "הבה קראו להם עוד עתה ותנו את העיר ביד הלופרנש ואנשיו לבוז אותה:",
        "6_Chapter, 28_Verse": "כי טוב לנו היות להם לשלל ולעבדים ונחיה ממותנו בצמא:",
        "6_Chapter, 29_Verse": "ולמה נראה ברע אשר ימצא את נשינו וטפנו כי ימקו לעינינו:",
        "6_Chapter, 30_Verse": "העידונו בכם היום את השמים ואת הארץ ואת יי אלוהי אבותינו אשר ידו קשתה עלינו על עווננו ועוונות אבותינו כי לא כדת עשיתם לנו כיום הזה:",
        "6_Chapter, 31_Verse": "וישאו כל העם את קולם ויבכו בכי גדול ויצעקו אל יי:",
        "6_Chapter, 32_Verse": "ויקם עוזיה ויאמר הירגעו אחי ועמדו עוד חמשת ימים אולי יעשה יי חסד לנו ולא לנצח יעזבנו:",
        "6_Chapter, 33_Verse": "והיה כי יעברו חמשת ימים וכל עזרה נדחה ממנו ועשיתי כאשר דברתם ועתה לכו לשלום:",
        "6_Chapter, 34_Verse": "וישובו על החומות ועל המגדלים ואת נשיהם ואת טפם שלחו הביתה ותהי צרה גדולה בקרב העיר:",
        "7_Chapter, 0_Verse": "ואישה אלמנה הייתה בימים ההם בעיר בתול ושמה יהודית בת מררי בן עוץ בן יוסף בן עוזיאל בן חלקיהו בן חנניה בן גדעון בן רפאל בן אחיטוב בן עלי בן אהליהב בן נתנאל בן שמואל בן שאלתיאל:",
        "7_Chapter, 1_Verse": "ושם בעלה מנשה והוא היה ממשפחתה ומבית אביה וימת בימי קציר שעורים:",
        "7_Chapter, 2_Verse": "כי בהיותו בשדה עם הקוצרים הכהו השמש וייפול למשכב ויחל וימות בבתול ויקבר בשדה בין דותן ובין בלמה:",
        "7_Chapter, 3_Verse": "ותישאר יהודית לבדה ותשב בימי אלמנותה שלוש שנים וארבעה ירחים:",
        "7_Chapter, 4_Verse": "ותעש לה חדר קטן בעליית ביתה ותשב שם חגורת שק ותצם יום יום בבגדי אלמנותה מלבד שבתות יי ומלבד ראשי החודשים ומועדי בני ישראל:",
        "7_Chapter, 5_Verse": "והיא הייתה יפת תואר ויפת מראה ובעלה השאיר לה כסף וזהב ועבדים ושפחות וצאן ובקר ועבודה רבה:",
        "7_Chapter, 6_Verse": "ותלך בדרכי יי ולא מצא בה איש ערות דבר:",
        "7_Chapter, 7_Verse": "ויהי כשמע יהודית את דברי העם מתאוננים רע באזני עוזיה על דבר המים אשר חסרו להם:",
        "7_Chapter, 8_Verse": "ואת אשר נשבע להם עוזיה לאמור כי בעוד חמשת ימים תינתן העיר ביד אשור:",
        "7_Chapter, 9_Verse": "ותשלח את אמתה המושלת בכל אשר לה לקרוא לעוזיה ולזקני העיר לכברי ולכרמי ויבאו אליה:",
        "7_Chapter, 10_Verse": "ותאמר אליהם שמענו נא ראשי בתול לא כן הדבר אשר דברתם היום אל העם וכי נשבעתם לתת את העיר ביד האויב אם יי לא יעמד לנו בעוד חמשת ימים:",
        "7_Chapter, 11_Verse": "מי אתם כי תנסו את יי התחת אלוהים אתם לשפוט בינו ובין העם:",
        "7_Chapter, 12_Verse": "הן חקרי לב האדם לא תבינו והגיונותיו לא נגלו לכם ואיך תמצאו חקר בורא כל ואת אשר יעץ עלינו:",
        "7_Chapter, 13_Verse": "אל נא אחי תרעו ואל תקציפו את יי:",
        "7_Chapter, 14_Verse": "כי אם לא יושיענו בימים חמשה היבצר ממנו להצילנו ביום יבחר או לכלותנו לעיני צרינו:",
        "7_Chapter, 15_Verse": "לכן אל תתייעצו על צפוני שדי כי לא בן אדם הוא להיבהל או לבוא במשפט אתו:",
        "7_Chapter, 16_Verse": "הלא נדע כי אין בנו שבט או משפחה או עיר אשר לבבכם פונה היום מעם יי אלוהינו ללכת אחרי אלוהים אחרים מעשה ידי אדם כאשר עשו אבותינו בימי קדם ויפלו בחרב אויבנו ויהיו לבז ולמשיסה בגוים:",
        "7_Chapter, 17_Verse": "אנחנו ידענו כולנו כי אין אלוהים זולתו לכן לו לבדו נייחל כי בוז לא יבוז לנו ולזרענו:",
        "7_Chapter, 18_Verse": "כי אם נלכדנו לא ייזכר עוד יהודה ומקדשנו יהיה לבז ויי ידרוש טומאתו מידנו:",
        "7_Chapter, 19_Verse": "צרת אחינו ושבית ארצנו והריסת נחלתנו ביד אויבינו ישיב יי על ראשנו בארץ הגוים אשר נעבד:",
        "7_Chapter, 20_Verse": "כי לבוז ולחרפה נהיה לכל אשר ירדו בנו:",
        "7_Chapter, 21_Verse": "ולא לטוב לנו תחשב שפלותנו כי אם למשל ולשנינה:",
        "7_Chapter, 22_Verse": "לכן אחי נהי נא לנס מתנוסס בקרב אחינו כי רוחם נשען עלינו על בית יי ועל המקדש ועל המזבח:",
        "7_Chapter, 23_Verse": "ונתנה תודה לאלוהים בנסותו אותנו כאשר ניסה את אבותינו את אברהם ואת יצחק ואת יעקב בפדן ארם בשומרו את צאן לבן אחי אמו:",
        "7_Chapter, 24_Verse": "כי כמו באש בחנם יי לדעת חקרי לבבכם וכן ינסה אותנו לא לכלות כי אם להוכיח את אשר יאהב:",
        "7_Chapter, 25_Verse": "ויען עוזיה ויאמר כנים דבריך ואין בהם נפתל ועיקש:",
        "7_Chapter, 26_Verse": "גם לא מיום או מיומיים נודעה חכמתך כי אם מיום הולדך נפלאת בשערים ולבבך שלם עם יי:",
        "7_Chapter, 27_Verse": "אך כל העם צחה צמא נקהלו עלי ויפצרו בי לעשות כאשר דברתי וגם נשבענו להם ואת שבועתנו לא נפר:",
        "7_Chapter, 28_Verse": "ועתה יען כי אישה יראת אלוהים את העתירי אל יי בעדנו ויתן לנו מטר למלאות את בורותינו מים ולא נגווע בצמא:",
        "7_Chapter, 29_Verse": "ותאמר יהודית שמעוני אחי הנה יזמתי לעשות דבר אשר לא יסוף זכרו לדור ודור:",
        "7_Chapter, 30_Verse": "עמדו הלילה פתח שער העיר ואני אצא עם העומדת לפני ויי אלוהים פקוד יפקוד אותנו בידי בעוד מועד אשר אמרתם למסור את העיר:",
        "7_Chapter, 31_Verse": "רק אל תחקרו לדעת את אשר עם לבבי כי לא אענה אתכם דבר עד אשר אם עשיתי את אשר יעצתי לעשות:",
        "7_Chapter, 32_Verse": "ויען עוזיה וזקני העיר ויאמרו לכי לשלום ויי אלוהים ילך לפניך לעשות נקמה באויבינו:",
        "7_Chapter, 33_Verse": "ויצאו מביתה ויפנו לאנשי המלחמה:",
        "8_Chapter, 0_Verse": "ויהי בעת הקריב את מנחת הערב בירושלים ותשם יהודית את שקה על בשרה ותזרוק אפר על ראשה ותיפול על פניה לפני יי ותתחנן ותאמר:",
        "8_Chapter, 1_Verse": "אל אלוהי אבי שמעון אתה נתת חרב בידו להנקם בבני נכר על אשר חיללו את אחותו הבתולה:",
        "8_Chapter, 2_Verse": "ועל כן המתה שריהם מתבוססים בדם על ערשם ופקדת עוון השרים על עבדיהם:",
        "8_Chapter, 3_Verse": "ראשיהם הורדת מכיסאם ונשיהם ובניהם נתת לשבי ולבזה ביד עבדיך אשר אהבת יען כי קראו לך לנקום את נקמת חרפתם:",
        "8_Chapter, 4_Verse": "שמע נא גם עתה את אמתך האלמנה:",
        "8_Chapter, 5_Verse": "הן קדם ואחור מידך המה ועת הזאת ועת העתיד לך נגלות כל מחשבותיך יכונו וכי תגזור אומר ויקום לך:",
        "8_Chapter, 6_Verse": "ועתה השקיפה נא וראה את המוני אשור המתפארים על רכבם ועל פרשיהם ובוטחים בכוח חיל הרגלים אשר להם:",
        "8_Chapter, 7_Verse": "הנשענים על חנית וחץ על קשת ועל קלע ולא יכירו כי אתה לבדך תשבית מלחמות ויי שמך:",
        "8_Chapter, 8_Verse": "שבור נא את גאון עוזם בכוחך הגדול ונפץ עצמותם בזעם אפך:",
        "8_Chapter, 9_Verse": "כי באו לחלל את מקדשך ולטמא את משכן כבודך ולנתץ את קרנות מזבחך:",
        "8_Chapter, 10_Verse": "ראה נא את גאוותם ושפוך חמתך על קדקודם הרהב בנפשי הרוח אשר לבשתני:",
        "8_Chapter, 11_Verse": "תן מרמה בלשוני לסכל עצת עבד אל אדוניו ועצת אדון אל עבדיו ונגדעו קרנותם ביד אישה:",
        "8_Chapter, 12_Verse": "הן לא ברוב המון תגבר ולא ביד כבירים תעוז:",
        "8_Chapter, 13_Verse": "כי אתה יי פודה ענווים ועוזר דלים זוקף כפופים וסומך נופלים:",
        "8_Chapter, 14_Verse": "ועתה יי אלוהי השמים ואלוהי הארץ יוצר הימים ומלך כל היצורים שמע לקול תחינתי:",
        "8_Chapter, 15_Verse": "תהי נא מילתי להם לפוקה למוקש ולנגוע על הרע אשר יזמו לעשת לעם בריתך ועל בית קודשך ועל הר ציון נחלת בניך:",
        "8_Chapter, 16_Verse": "הראה לעיני עמך ולעיני כל משפחות האדמה כי לך יי הכוח והגבורה וכי אין צור זולתי אלוהינו:",
        "9_Chapter, 0_Verse": "ויהי ככלותה להתחנן ותקם ותקרא לאמתה ותרד אל ביתה אשר ישבה שם בימי שבת ומועד ותסר את שקה ואת בדי אלמנותה מעליה:",
        "9_Chapter, 1_Verse": "ותרחץ את בשרה במים ותסך נפשה בשמן ותיטב את ראשה:",
        "9_Chapter, 2_Verse": "ותשם צניפה על ראשה ותלבש בגדי חמודות כאשר עשתה בימי מנשה בעלה:",
        "9_Chapter, 3_Verse": "ותשם נעלים ברגליה וצמידים וטבעות על ידיה ונזמים באוזניה ותעד כל עדיה למען מצוא חן בעיני כל רואיה:",
        "9_Chapter, 4_Verse": "ותיקח נאד יין וכד שמן ושק קמח ולחם ותאנים ותיתן לאמתה ותלכנה מול שער העיר:",
        "9_Chapter, 5_Verse": "ותמצא את עוזיה ואת הזקנים עומדים בשער:",
        "9_Chapter, 6_Verse": "ויהי בראותם את תואר פניה ואת בגדיה החמודות וישתוממו על יופייה ויאמרו לה:",
        "9_Chapter, 7_Verse": "ייתן יי אלוהי אבותינו את חינך בעיני רואיך ויצליח את דרכך לכבוד ישראל וירושלים וישתחוו ליי:",
        "9_Chapter, 8_Verse": "ותאמר פתחו לי את שער העיר לצאת ולעשות כאשר דברתי אליכם:",
        "9_Chapter, 9_Verse": "ויצוו את השומרים לפתוח את השער ויעשו כן:",
        "9_Chapter, 10_Verse": "ותצא יהודית עם אמתה ואנשי העיר הביטו אחריה עד רדתה מן ההר אל השפלה ולא יספו עוד לראותה:",
        "9_Chapter, 11_Verse": "ויהי בלכתה בשפלה ותפגע בנציבי אשור הראשונים וישאלוה ויאמרו לה למי את אי מזה באת ואנה תלכי:",
        "9_Chapter, 12_Verse": "ותען ותאמר עברית אנכי וברחתי כי ראה אנכי את כל העם נופל תחת ידיכם:",
        "9_Chapter, 13_Verse": "ואמרתי אלכה נא אל הלופרנש שר צבא אשור לדבר אליו דברי אמת:",
        "9_Chapter, 14_Verse": "והוריתי אותו את הדרך אשר ילך בה לרשת מהר את כל ארץ ההר ולא ייפול מכל מחנהו איש אחד:",
        "9_Chapter, 15_Verse": "ויהי בשמעם את הדברים האלה וישימו את עיניהם עליה וישתוממו על יופייה ויאמרו אליה:",
        "9_Chapter, 16_Verse": "הנה הצלת את נפשך כי מהרת לבא אל אדונינו ועתה בואי נא ונשלחה אנשים אתך להביאך לפניו:",
        "9_Chapter, 17_Verse": "והיה כי תעמדי לפניו אל תיראי ואמרי לו כאשר עם לבבך וייטב לך:",
        "9_Chapter, 18_Verse": "ויבחרו מאה איש לשלוח אתה ואת אמתה ויביאוה לפני אהל הלופרנש:",
        "9_Chapter, 19_Verse": "ויהי בהוודע הדבר ויתקבצו מכל המחנה ויקיפוה לראותה בטרם תבוא האהלה וישתאו כולם על יופייה ועל בני ישראל:",
        "9_Chapter, 20_Verse": "ויאמרו איש אל אחיו לא נכון הוא לבזות את העם הזה כי נשים יפות להם:",
        "9_Chapter, 21_Verse": "אך לא יותר מהם איש כי אם יישארו והזנו את כל הארץ:",
        "9_Chapter, 22_Verse": "ויבאו מאנשי הלופרנש וסריסיו ויוליכה פתח האהל:",
        "9_Chapter, 23_Verse": "והוא סרוח על ערשו במכסה ארגמן וזהב מעולפת על אבני יקר ויקום ויבוא לקראתה ולפידים ביד הסריסים להאיר:",
        "9_Chapter, 24_Verse": "והיה בעמדה לפניו ויתפלאו כולם על יפי מראה והיא נפלה על פניה ותשתחו:",
        "10_Chapter, 0_Verse": "ויצו הלופרנש להקים אתה ויאמר אליה התחזקי בתי ואל תיראי:",
        "10_Chapter, 1_Verse": "כי לא הריעותי לאיש אשר נשאו לבו לעבוד את נבוכדנצר אדון כל הארץ:",
        "10_Chapter, 2_Verse": "ולולא לבוז הייתי בעיני עמך היושב בהרים כי עתה לא הרימותי את חרבי עליהם ועתה את עוון מרדם ישאו:",
        "10_Chapter, 3_Verse": "ועתה הגידי לי על מה ברחת ומדוע באת אלינו הלא לטוב לך עשית זאת:",
        "10_Chapter, 4_Verse": "לכן אל תיראי כי לא תמותי לא הלילה ולא לעולם:",
        "10_Chapter, 5_Verse": "לא ירע לך איש והיית אך שמחה ככל עבדי המלך:",
        "10_Chapter, 6_Verse": "ותען יהודית ותאמר הסכת ושמע את דברי שפחתך כי לא אכזב וכי תעשה כאשר איעצך יצליח אלוהים דרכך ולא תחטא:",
        "10_Chapter, 7_Verse": "כי חי המלך נבוכדנצר בחכמתו אשר בחר בך לעשות משפטים בעמי הארץ אם לא בידך גם הבהמות והחיות ועופות השמים יסורו למשמעתו ולמשמעת כל ביתו:",
        "10_Chapter, 8_Verse": "ידענו כי איש אתה אשר רוח בו וחכמתך נודעת בכל הארץ כי לך עצה ותושייה וגם כח וגבורה במלחמה:",
        "10_Chapter, 9_Verse": "גם שמענו את אשר הגיד לך אכיור כי אספוהו אותו אנשי בתול ויספר להם את כל אשר דבר לך:",
        "10_Chapter, 10_Verse": "לכן אדוני השר אל תשליך דבריו אחריך כי נכונים המה:",
        "10_Chapter, 11_Verse": "לא יאנה לעמנו כל רע וכל כלי יוצר עליהם לא יצלח אם לא חטאו לאלוהיהם:",
        "10_Chapter, 12_Verse": "ועתה פן יתום לריק כוחך דע כי המוות בעקבם וחבלי חטאתם יתמכו:",
        "10_Chapter, 13_Verse": "כי יכעיסו את יי אלוהיהם ומעשים אשר לא יעשו יהגו בלבבם:",
        "10_Chapter, 14_Verse": "הן אפסה להם כל צדה ומים אין להם לשתות ועתה הם חושבים לשלח יד בכל בהמה ולאכול כל דבר אשר לא יאכל:",
        "10_Chapter, 15_Verse": "גם שלחו מלאכים לזקני ירושלים ויבקשו מהם לתת למו יד לאכול את ראשית פרי האדמה ומעשרות תירוש ויצהר אשר קודש הם לכוהנים בירושלים המשרתים את פני יי:",
        "10_Chapter, 16_Verse": "ואשר צוו עליהם לבל תיגע בו יד וגם יושבי ירושלים עשו כן:",
        "10_Chapter, 17_Verse": "והיה כי יחטאו ויעברו את מצות יי ונתנו בידך לכלותם כלה ונחרצה בעצם היום ההוא:",
        "10_Chapter, 18_Verse": "ואני שפחתך כי ידעתי זאת נמלטתי ויי שלחני לעשות אתך דבר אשר תהום כל הארץ עליו:",
        "10_Chapter, 19_Verse": "אמנם אף כי באתי אליך עתה את האלוהים אני יראה ואת חוקותיו אשמור יומם ולילה:",
        "10_Chapter, 20_Verse": "ואני אבקש ממך לתת לצאת כל לילה ולילה מן המחנה אל הערבה להשתחות ליי:",
        "10_Chapter, 21_Verse": "והיה כי יגלה לי עת פשעם ובאתי והגדתי לך ויצאת עם כל המחנה ולא יתייצב איש לפניך:",
        "10_Chapter, 22_Verse": "ואנחך דרך ארץ יהודה עד בואך ירושלימה ואת כיסאך אקים בקרב העיר:",
        "10_Chapter, 23_Verse": "ולכדת את כל העם כצאן אשר אין להם רועה ולא יחרץ לך כלב לשונו:",
        "10_Chapter, 24_Verse": "אלה הדברים אשר נודעו לי ואני באתי להגיד לך:",
        "10_Chapter, 25_Verse": "וייטבו דבריה בעיני הלופרנש ובעיני עבדיו ויתמהו על שכל מליה ויאמרו:",
        "10_Chapter, 26_Verse": "אכן אין כמוה אישה מקצה הארץ ועד קצה גם בחכמה וגם ביופי:",
        "10_Chapter, 27_Verse": "ויאמר הלופרנש מאת יי הייתה זאת כי שלחך לפני העם לתת כוח בידי לאבד ולהשחית את אויבי אדוני:",
        "10_Chapter, 28_Verse": "הנה יפת תואר ואשת שכל את וכי תעשי כאשר דברת והיה יי לי לאלוהים:",
        "10_Chapter, 29_Verse": "ואת תשבי בית המלך ושמך יהולל בכל הארץ:",
        "11_Chapter, 0_Verse": "ויצו להביאה בחדר משמרת כלי כספו לשבת שם ולתת לה לאכול ולשתות מעל שלחנו:",
        "11_Chapter, 1_Verse": "ותאמר יהודית אל נא אדוני כי אם אוכל מלחמך וחטאתי לאלוהים הנה הבאתי את לחמי אתי:",
        "11_Chapter, 2_Verse": "ויאמר הלופרנש ואם כילית לאכול את אשר בידך מאין תיקחי כי אין איש מעמך אתנו במחנה:",
        "11_Chapter, 3_Verse": "ותען יהודית ותאמר חי נפשך אדוני אם לא יבצע יי את מעשהו בטרם כיליתי לאכול את אשר בידי:",
        "11_Chapter, 4_Verse": "ויביאו אנשי הולופרנש אותה החדרה ותשכב ותישן עד חצי הלילה:",
        "11_Chapter, 5_Verse": "ותקם ותשלח אל הולופרנש לצוות את אנשיו לתיתה לצאת עם אמתה מחוץ למחנה להשתחות ליי:",
        "11_Chapter, 6_Verse": "ויצו את עבדיו לאמור אל תעצרו אותה לצאת ותשב שלושת ימים במחנה:",
        "11_Chapter, 7_Verse": "ותצא כל לילה ולילה אל הערבה אשר לפני בתול ותרחץ ותתפלל אל יי להצליח דרכה ולפדות את עמה ואחרי כן שבה האהלה ותצום עד הערב:",
        "11_Chapter, 8_Verse": "ויהי ביום הרביעי ויעש הולופרנש משתה לאנשי ביתו ואת פקידי הצבא לא קרא ויאמר אל בגוא סריסו לאמור:",
        "11_Chapter, 9_Verse": "לך נא אל האישה העבריה אשר אתך ופתה אותה לבא אל המשתה אשר עשיתי:",
        "11_Chapter, 10_Verse": "כי חרפה היא לנו לשבת עם אישה יפה מבלי דעת איש אותה הלא נהיה לשחוק בעיניה:",
        "11_Chapter, 11_Verse": "ויצא בגוא מאת פני הולופרנש ויבוא אליה ויאמר:",
        "11_Chapter, 12_Verse": "היפה בנשים אל נא תמנעי מבוא אל אדוני לאכול ולשתות עמו ולהיטיב את לבבך:",
        "11_Chapter, 13_Verse": "כי לכבדך הוא מבקש כאחת השרות אשר בבית נבוכדנצר:",
        "11_Chapter, 14_Verse": "ותען יהודית ותאמר מי אנכי להמרות את פי אדוני את הטוב עיניו אעשה והיה לי לכבוד ולתפארת עד יום מותי:",
        "11_Chapter, 15_Verse": "ותקם ותלבש את בגדיה החמודות ותשם כל עדיה עליה ותלך:",
        "11_Chapter, 16_Verse": "ואמתה הלכה לפניה לפרוש את הכרים אשר נתן לה בגוא לשבת עליהם:",
        "11_Chapter, 17_Verse": "ויהי בשבתה ותבער בו אש התאווה ונפשו שוקקה כי חשק בה מיום בואה אל המחנה ויאמר אליה שתי נא בתי והיטיבי לבך:",
        "11_Chapter, 18_Verse": "ותאמר יהודית אשתה כדברך כי מיום היוולדי לא ניכבדתי כזאת ותאכל ותשת את אשר הכינה לה אמתה:",
        "11_Chapter, 19_Verse": "וישמח הלופרנש לקראתה והוא שותה שכור כאשר לא שתה כל ימיו:",
        "12_Chapter, 0_Verse": "ויהי באישון לילה ויפנו עבדיו איש איש לאוהלו ולחדר משכבו:",
        "12_Chapter, 1_Verse": "כי עייפים היו מרוב המשתה ובגוא סגר את הדלת מאחריו ויצא:",
        "12_Chapter, 2_Verse": "ותישאר יהודית לבדה באוהל עם הלופרנש והוא שכור מיין וייפול על מיטתו ויירדם:",
        "12_Chapter, 3_Verse": "ותאמר אל אמתה שבי לך פה מחוץ לאוהל עד בואי אליך לצאת ולהתפלל כאשר הסכנתי לעשות:",
        "12_Chapter, 4_Verse": "וגם לבגוא אמרה כי תצא גם הלילה:",
        "12_Chapter, 5_Verse": "ויהי כי יצאו כולם ולא נשאר איש באוהל למקטון ועד גדול ותיגש אל המיטה אשר הוא שכב עליה ותתפלל בלבה ותאמר:",
        "12_Chapter, 6_Verse": "אל אלוהים אשר בידך הכוח והגבורה הבט נא וראה את מעשה ידי שפחתך להרים קרן ירושלים:",
        "12_Chapter, 7_Verse": "הנה קרבה עת פדות עם נחלתך כי תושיעני ימינך לתת נקמה בגוים אשר קמו עלינו:",
        "12_Chapter, 8_Verse": "ותיגש אל העמוד אשר בראש המיטה ותיקח את חרב הלופרנש מעליו:",
        "12_Chapter, 9_Verse": "ותשלח את ידה ותיקחהו בציצית ראשו ותאמר יי אלוהים חזקני נא ואמצני אך הפעם:",
        "12_Chapter, 10_Verse": "ותך בחוזקה פעמים על צווארו ותכרות את ראשו ותגל נבלתו מעל המיטה ותיקח היריעה מעל העמוד ותצא:",
        "12_Chapter, 11_Verse": "ותיתן את ראש הלופרנש לאמתה ותצווה לתתו אל השק:",
        "12_Chapter, 12_Verse": "ותצאן שתיהן מן המחנה כדרכן לצאת להתפלל ותעבורנה את הערבה ותעלינה ההרה ותבאנה לפני שערי בתול:",
        "12_Chapter, 13_Verse": "ותקרא יהודית מרחוק אל שומרי השער לאמור:",
        "12_Chapter, 14_Verse": "פתחו לי את השער כי יי אלוהינו אתנו להראות לישראל את ידו ולצריו את זרועו כאשר החל לעשת ביום הזה:",
        "12_Chapter, 15_Verse": "ויהי כשמוע אנשי העיר את קולה וינהרו אל פתח השער ויקראו לזקני העיר:",
        "12_Chapter, 16_Verse": "וקטן וגדול התאספו לראותה כי כפלא הייתה בעיניהם ויפתחו את השער ויאספוה העירה:",
        "12_Chapter, 17_Verse": "וידליקו אש להאיר וכל העם הקיפו אותה מסביב:",
        "12_Chapter, 18_Verse": "ותישא יהודית את קולה ותאמר:",
        "12_Chapter, 19_Verse": "הודו ליי והללו לשמו כי לא הסיר חסדו מעל בית ישראל ומחץ פאת צרינו בידי הלילה:",
        "12_Chapter, 20_Verse": "ותיקח את ראש הלופרנש מן השק ותראהו את העם ותאמר:",
        "12_Chapter, 21_Verse": "הנה זה ראש הלופרנש זר צבא אשור וזאת היריעה אשר שכב אחריה והוא שכור וביד אישה הרגו אלוהים:",
        "12_Chapter, 22_Verse": "חי יי אשר הצליח דרכי כי רק במראי הטיתי את לבבו וידו לא נגעה בי לרעה:",
        "12_Chapter, 23_Verse": "ויחרד כל העם על המראה ויקדו וישתחוו ליי:",
        "12_Chapter, 24_Verse": "ויאמרו ברוך יי אשר מגן צרנו בידנו כיום הזה:",
        "12_Chapter, 25_Verse": "ועוזיה אמר אל יהודית ברוכה את בתי ליי אל עליון וברוך טעמך מכל בנות הארץ:",
        "12_Chapter, 26_Verse": "ברוך יי אלוהים עושה שמים וארץ אשר ידו הייתה אתך לכרות ראש שונאנו:",
        "12_Chapter, 27_Verse": "לא ישכח חסדך לנצח מלבב כל המהללים חסדי יי:",
        "12_Chapter, 28_Verse": "ויי יזכור אותך לטובה כי בנפשך פדית את עמו מיד מבקשי נפשם ולבבך תמים עם יי:",
        "12_Chapter, 29_Verse": "ויאמר כל העם אמן ואמן:",
        "13_Chapter, 0_Verse": "ותאמר יהודית אל זקני העיר שמעוני אחי קחו את הראש הזה והוקיעו אותו על ראש החומה:",
        "13_Chapter, 1_Verse": "והיה באור הבוקר והשמש יצא על הארץ ויצאתם כולכם חגורים מן העיר ושרי החיל בראשכם כמו לרדת מן ההר אל מחנה אשור אך ירד אל תרדו:",
        "13_Chapter, 2_Verse": "והיה כי יראו אנשי אשור יחגרו את חרבם וירוצו אל המחנה להעיר את שריהם משנתם:",
        "13_Chapter, 3_Verse": "וכי יבאו שרי הצבא אל אוהל הלופרנש וימצאהו מת ימוג לבם בקרבם וינוסו לפניכם:",
        "13_Chapter, 4_Verse": "אז תרדפו אחריהם עם כל יושבי אפיקי הארץ והכיתם אותם לפי חרב:",
        "13_Chapter, 5_Verse": "אך בטרם תעשו זאת קראו לי לאכיור העמוני למען יראה בעיניו את מחרף ישראל אשר שלחו לשחתנו:",
        "13_Chapter, 6_Verse": "ויהי כי הביאו אותו מבית עוזיה וירא את ראש הלופרנש ביד איש מן הניצבים וייפול על פניו ויתעלף:",
        "13_Chapter, 7_Verse": "ויהי כי הקימוהו ורוחו שב אליו וייפול שנית לרגלי יהודית ויאמר:",
        "13_Chapter, 8_Verse": "ברוכה את בכל אוהלי יהודה ובכל הגוים אשר ישמעון את שמעך:",
        "13_Chapter, 9_Verse": "ועתה ספרי נא לי את אשר עשית בימי שבתך עימהם:",
        "13_Chapter, 10_Verse": "ותספר לו יהודית את כל הנעשה מיום צאתה עד עתה בדברה אליו:",
        "13_Chapter, 11_Verse": "וישמע העם וישאו את קולם וירונו בקרב כל העיר:",
        "13_Chapter, 12_Verse": "וירא אכיור את אשר עשה יי לישראל ויאמן ביי וימול את בשר ערלתו ויבא בקהל ישראל הוא וזרעו אחריו עד היום הזה:",
        "13_Chapter, 13_Verse": "ויהי באשמורת הבוקר ויוקיעו את ראש הלופרנש על החומה ויחגרו איש את חרבו ויצאו מן העיר אל מורד ההר:",
        "13_Chapter, 14_Verse": "ויראו אנשי אשור ויגידו לפקידים והפקידים קראו לכל ראשי הצבא וילכו אל אוהל הלופרנש:",
        "13_Chapter, 15_Verse": "ויאמרו לבן משק ביתו מהר והער את אדונינו כי העברים האלה ערבו את לבם לרדת לקראתנו ועתה נכלם כאיש אחד:",
        "13_Chapter, 16_Verse": "ויגש בגוא אל דלת האהל וידפוק כי אמר בלבו הנה יהודית עמו בחדר:",
        "13_Chapter, 17_Verse": "וירא כי אין קול ואין קשב ויפתח הדלת ויבא החדרה:",
        "13_Chapter, 18_Verse": "ויהי כי סר לראות וימצאהו מת על קרקע האהל וראשו כרות ויזעק זעקה גדולה ומרה ויקרע את בגדיו:",
        "13_Chapter, 19_Verse": "ויבא בחדר יהודית לראות ואיננה וירץ אל העם החוצה ויקרא:",
        "13_Chapter, 20_Verse": "הנה העבדים האלה התל התלו בנו ואישה עברית אחת נתנה את כל בית נבוכדנצר לשמצה:",
        "13_Chapter, 21_Verse": "הנה הלופרנש נופל מת ארצה וראשו אין:",
        "13_Chapter, 22_Verse": "וישמעו שרי אשור ויקרעו את בגדיהם ולבם חרד:",
        "13_Chapter, 23_Verse": "ויהי קול המולה גדולה בכל המחנה ויעל עד לב השמים:",
        "14_Chapter, 0_Verse": "וגם האנשים אשר היו באוהליהם שמעו את הדבר ותפעם רוחם וימת לבם בקרבם:",
        "14_Chapter, 1_Verse": "וירוצו נבוכים הנה והנה בהר ובשפלה ולא ידעו איש את אחיו והחונים על ההרים מסביב לבתול נסו לנפשם כי אנשי ישראל בעורפם:",
        "14_Chapter, 2_Verse": "ועוזיה שלח מלאכים לכל ערי ישראל הקרובים להודיעם את כל אשר נעשה ולצוות עליהם לרדוף אחרי אויביהם ולכלותם:",
        "14_Chapter, 3_Verse": "ויהי כשומעם ויקומו כולם ויפלו עליהם וירדפום עד חובה:",
        "14_Chapter, 4_Verse": "וגם יושבי ירושלים וגלעד והגליל וכל יושבי הה,ר בשמעם את הדבר נקהלו ויכו בהם מכה רבה וידלקו אחריהם עד גבולי דמשק:",
        "14_Chapter, 5_Verse": "והנותרים בבתול יצאו וישוסו את מחנה אשור וימצאו שלל רב מאד:",
        "14_Chapter, 6_Verse": "ויהי כי שבו בני ישראל מן המלחמה ויקחו את יתר הפליטה ואת המלקוח אשר בכל הערים והחוות בהר ובשפלה ויאספו שלל עד אין מספר:",
        "14_Chapter, 7_Verse": "ויבא יהויקים הכהן הגדול וזקני בני ישראל מירושלים לראות את כל הטוב אשר עשה יי לישראל ולשחר את פני יהודית ולברכה:",
        "14_Chapter, 8_Verse": "ויהי בבואם אליה ויהללו ויברכו אותה פה אחד ויאמרו אליה:",
        "14_Chapter, 9_Verse": "צבית תפארת ירושלים את גברת ישראל וצפירת תפארה לכל עמנו:",
        "14_Chapter, 10_Verse": "כי גדולות פעלת בידך לטובת עמך ישראל ורוח אלוהים צלחה עליך:",
        "14_Chapter, 11_Verse": "ברוכה את ליי לדור ודור ויאמר כל העם אמן:",
        "14_Chapter, 12_Verse": "והעם מקבצים עוד את השלל ויהיו שלושים יום מאספים אותו:",
        "14_Chapter, 13_Verse": "ויתנו ליהודית את אוהל הלופרנש ואת כל כלי כספו ואת מטתו ואת כל כלי ביתו ותשם בעגלות ועל הפרדים:",
        "14_Chapter, 14_Verse": "וכל נשי בני ישראל אשר באו לראותה יצאו לקראתה בשירים ובמחולות להללה ולברכה:",
        "14_Chapter, 15_Verse": "ותיקח יהודית ענפי זיתים ותחלקם לנשים אשר אתה ותעשינו מהם עטרות לראשה ולראש רעותה:",
        "14_Chapter, 16_Verse": "ותלך במחול לפני הנשים וכל אנשי ישראל חגורי חרב ועטורי ענפים הלכו אחריהן הולכים וחוגגים בשירים ובזמירות:",
        "15_Chapter, 0_Verse": "ותשר יהודית את השירה הזאת לעד בבני ישראל וכל העם ענו אחריה:",
        "15_Chapter, 1_Verse": "פצחו רנה לאלוה ותנו תוף זמרו לו בנבל וכינור הודו ליי קראו בשמו:",
        "15_Chapter, 2_Verse": "יי אדנינו משבית קרבות בקרב עריו הכין תחנות ומכפימו הציל שפחת עמו:",
        "15_Chapter, 3_Verse": "מהרי צפון ירד אשור המוני חייליו עד אין מספר גיבוריו הובישו נחלי מים פרשיו כיסו הר ובקעה:",
        "15_Chapter, 4_Verse": "אמר צורר אצית ארצם מבחר בחוריהם תאכל חרבי עולל ויונק אנפץ ארצה עלמות ובתולות אקח מלקוח:",
        "15_Chapter, 5_Verse": "לא יעץ ככה קנאת שדי ביד אישה רעץ קמיו:",
        "15_Chapter, 6_Verse": "לא נפל אדיר ביד כביר לא פגעו איש רום קומה בת מררי הרגתהו ביפי מראה נפל שדוד:",
        "15_Chapter, 7_Verse": "שמלת אבל פשטה להקים אומללי ישראל:",
        "15_Chapter, 8_Verse": "סכה פניה תמרוקים שערה העטתה בשבכה ותלבש בוץ לעוקבו:",
        "15_Chapter, 9_Verse": "עיניו עוורה בנעליה ותלהט ביופייה לבבו ובשלח קצצה ראשו:",
        "15_Chapter, 10_Verse": "פרס חרד על רוחה ומדי רגז על כוחה וחלושי עמי הריעו תרועה:",
        "15_Chapter, 11_Verse": "נערים ועלמות כליותם דקרו וחרבם הפילה חללים בנוסם בחרב עם שדי נפלו כולמו:",
        "15_Chapter, 12_Verse": "אשירה ליי כי גאה גאה נאדר בכוח ונאדר בגבורה:",
        "15_Chapter, 13_Verse": "לו יכרע כל ברך הוא צווה ויעמד שלח רוחו ויהי מי נגדו יקום יתייצב:",
        "15_Chapter, 14_Verse": "הרים ונהרים מפניו ירעשון צורים וכפים כדונג ימסון וליודעיו ימשוך חסד ורחמים:",
        "15_Chapter, 15_Verse": "לא בעולות מחים וחלב מראים אך ביראת יי ירצה איש:",
        "15_Chapter, 16_Verse": "אוי לך גוי נבל כי תעשוק את עמי גמולך ישלם כי יבקע יום נקם:",
        "15_Chapter, 17_Verse": "בשרך ינגע בחרחור וכליותיך תאכל רימה ונצח עיניך ידמעון:",
        "15_Chapter, 18_Verse": "ויהי בבואם ירושלימה וישתחוו ליי ויתקדשו ויקריבו עולות וזבחים כאשר נדרו:",
        "15_Chapter, 19_Verse": "ויהודית לקחה כל כלי הלופרנש אשר נתנו לה ואת יריעת מיטתו ותחרימם ליי:",
        "15_Chapter, 20_Verse": "וישמחו כל העם לפני יי בירושלים שלושה חודשים ויהודית עימהם:",
        "15_Chapter, 21_Verse": "ואחרי כן פנה כל העם איש איש לביתו ויהודית שבה אל בתול ויגדל שמה בכל הארץ:",
        "15_Chapter, 22_Verse": "ורבים היו המבקשים אותה לאישה ותמאן ולא הייתה עוד לאיש אחרי מות מנשה בעלה:",
        "15_Chapter, 23_Verse": "ותשב בביתה עד עת זקנתה ויהיו שני חייה חמש שנים ומאת שנה:",
        "15_Chapter, 24_Verse": "ואת אמתה שלחה לחופשי ותמות בבתול ותקבר בקבר מנשה בעלה:",
        "15_Chapter, 25_Verse": "ויבכו אותה כל בית ישראל שבעת ימים ותעזוב כל אשר לה לגואליה ולגואלי אישה:",
        "15_Chapter, 26_Verse": "וחרב לא עברה עוד בארץ כל ימי חייה וגם שנים רבות אחרי מותה:"
    },
    "meta": "Chapter-Verse",
    "work": "Sefer Yehudit"
}