{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Halakhah", 
        "Siman"
    ], 
    "language": "en", 
    "title": "Rosh on Rosh Hashanah", 
    "text": [
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "", 
                "Rav Hai (Gaon) wrote in a Teshuva (responsum): Don't think that in the days of Rabbi Abahu an uncertainty befell them in this matter for there are early Mishnayos - one says three sobs and one says three broken sounds. And Abaye says they are arguing about... This is how it was from the early days (differing) customs in all of Israel - some sounding a Teruah as three short sobs and some making heavy moaning sounds which are shevarim. Both of them fulfilling their obligation because heavy broken sounds are a Teruah and short sobs are a Teruah. The matter appeared to be divided even thought it wasn't divided. There were the Tanaim mentioned above - these taught that the length of a Teruah was three sobs and these taught that it was three broken sounds. These taught like their custom and these taught like their custom. And Abaye said they are arguing about the following... but it wasn't an argument where they held that the other was mistaken. Rather, this master did like his place and this master did like his place. And the sages of this one agreed that broken sounds are (also) a teruah and the sages of this one agreed that sobs are (also) a teruah. And when Rabbi Abahu came he saw fit to make an enactment so that all of Israel would be acting in the same way so there wouldn't be something between them that to a simpleton would look divided."
            ]
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": " פסקי הראש על ראש השנה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rosh", 
        "Seder Moed"
    ]
}