{
    "title": "Kiryat Sefer on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [
                "<b>מצוה יח </b> להתפלל בכל יום שנאמר ועבדתם את ה' אלהיכם מפי השמועה למדו שעבודה זו היא תפלה שנאמר ולעבדו בכל לבבכם אמרו חכמים איזו עבודה שהיא בלב זו היא תפלה ואין (ע)[מ]נין התפלות מן התורה ואין חיוב התפלה הזאת מן התורה ואין לתפלה זמן קבוע מן התורה והא דמשמע בפרק ג' פרקים דתפלת מנחה מדאוריתא אפשר דהיינו כשלא התפלל תפלת שחרית אי נמי לאנשי מעמד דאמרינן התם דהוי מדאוריתא ומה שכתב הרב ז\"ל דמן התורה בכל יום חייב אפשר דסמיך אסופיה דקרא דכתיב וברך את לחמך ואת מימיך וגו' דהוא צורך כל יום הכי נמי תפלה בכל יום ואין חיוב תפלה הזאת מן התורה ר\"ל נוסח תפלה הזאת שאנו מתפללים בכל יום אינה מן התורה וכיון דאין זמנה קבוע בזמן אחד ולא בזמן אחר אלא בכל יום הוא חייב מן התורה להתפלל הוי מצות עשה שלא הזמן גרמא ונשים ועבדים חייבים בה וחיוב מצוה זו כך היא שיהא אדם מתפלל ומתחנן בכל יום ומגיד שבחו של הקב\"ה ואח\"כ שואל צרכיו בבקשה ובתחנה דכתיב במשה ה' אלהים אתה החלות וגו' דהיינו שבחו של הקב\"ה וכתיב בתריה אעברה נא ואראה וגו' ואחר כן נותן שבח והודיה לה' על הטובה שהשפיע לו לא אתפרש לי מהיכא. והכל יתפללו נכח המקדש בכל מקום שיהיה וכן היה הדבר תמיד ממשה רבינו ועד עזרא שהיה כל אחד מתפלל בכל יום בעת שירצה כפי יכולתו עד שעמדו עזרא ובית דינו ותקנו להם לישראל י\"ח ברכות על הסדר שלש ראשונות שבח לה' כדילפינן ממשה ושלש אחרונות הודיה ואמצעיות יש בהן שאלת כל הדברים לכל חפצי איש ואיש לפיכך נראה דתפלה זו היא מן התורה דאף על גב דאין נוסחתה מן התורה ממש כיון שהיא מסודרת בשבח לה' ובקשתו כפי הנלמד מדאוריתא הרי דינה מדאוריתא ועוד דאע\"ג דמדאוריתא נפטר משהתפלל קצת בשבח קודם ואח\"כ בשאלתו אם מאריך בזה בשמונה עשרה לא גרע והוי מדאוריתא אף על גב דאינו חייב מדאוריתא לומר כל הי\"ח ברכות וכדאמרן בק\"ש דאע\"ג דבפסוק ראשון נפטר מדאוריתא אם קרא כל השלשה פרשיות קיים מצוה דאוריתא הכי נמי הכא:"
            ]
        ],
        [],
        [],
        [
            [
                "<b>שלשה </b> דברים מעכבים את התפלה כסוי הערוה וטהרת מקום תפלה וכוונת הלב מדאוריתא כיסוי ערותו דכתיב ולא יראה בך ערות דבר והיינו בכל דבר שבקדושה דתפלה בכלל היא כמו בק\"ש טהרת מקום התפלה כיצד לא יתפלל במקום הטינופת ולא במרחץ ולא בבית הכסא ולא באשפה ולא במקום שאינו בחזקת טהרה עד שיבדקנו כללו של דבר כל מקום שאין קורין בו קרית שמע אין מתפללין בו וכשם שמרחיקין מצואה ועמוד מימי רגלים כפי מה שבארנו למעלה מדאוריתא כך מרחיקין לתפלה משום והיה מחניך קדוש דמשמע בכל מילי דקדושה וכן נמי כנגד ערוה במה שאסור בק\"ש אסור נמי בתפלה משום ולא יראה בך ערות דבר כוונת הלב כיצד כל תפלה שאינה בכוונה אינה תפלה דכתיב ולעבדו בכל לבבכם ואי זו עבודה שהיא בלב זו תפלה והיינו כוונה והכוונה היא שיפנה לבו מכל המחשבות ויראה עצמו כאלו עומד לפני השכינה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כריעה </b> על ברכים דכתיב מכריע על ברכיו קידה על אפים דכתיב ותקד בת שבע אפים ארצה השתחויה פישוט ידים ורגלים דכתיב להשתחות לך ארצה ואסור לעשות השתחויה על האבנים דכתיב ואבן משכית לא תתנו אלא במקדש דכתיב בארצכם ודרשו ז\"ל בארצכם אי אתם עושים אבל במקדש אתם עושים השתחואה על אבנים מפוצלות כמו שנתבאר באזהרת אבן משכית:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חייב </b> אדם לברך מאה ברכות וגו' מדרבנן ויש רמז בתורה ובנביאים ובכתובים בתורה מה ה' אלהיך שואל מעמך אל תקרי מה אלא מאה יש בפסוק צ\"ט אותיות וכשנוסיף האלף יהיו מאה באותיות ובמשמעות התיבה וכן מה באותיות א\"ת ב\"ש הוא י\"ץ שעולה מאה בנביאים נאם הגבר הוקם על בגמטר' מאה בכתובים כי כן יבורך גבר (הוא חסר) כי כן עולה מאה כלו' מאה יברך גבר בכל יום."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>עשרה </b> מישראל הם קרויים עדה שנאמר עד מתי לעדה וגו'. כל דבר שבקדושה לא יהא אלא בתוך עדה מישראל שנאמר ונקדשתי בתוך בני ישראל וכתיב התם הבדלו מתוך העדה מה להלן עשרה אף כאן עשרה וזהו מדאוריתא לענין מצות קידוש השם יתברך:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא </b> יאמר בתחנונים מי שריחם על קן ציפור ושלא ליקח האם על הבנים או שלא לשחוט אותו ואת בנו ביום אחד ירחם עלינו מפני שמצות אלו גזרת הכתוב הן ואינם רחמים שאלו היה רחמים לא היה מתיר לנו השחיטה כל עיקר ולא ירבה בכינויין של שם יותר על מה שאמר משה רבינו האל הגדול הגבור והנורא:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>בתי </b> כנסיות ובתי מדרשות נוהגין בהם כבוד ואין נוהגין בהם קלות ראש כגון שחוק והיתול וגו' דעשו אותם כתשמישי מצוה בזמן מצותן דאבוהון דכולהו דם ואפילו אחר חורבנן בקדושתן הן עומדים דכתיב והשמותי את מקדשכם אף ע\"פ שהן שוממים בקדושתן הן עומדין ואפשר דקדושת בית הכנסת מדאוריתא דאף על פי דבבית המקדש משתעי קרא הא רבי מקדשכם בתי כנסיות ומדרשות ואם ב\"ה של הקדש הוא יש לו קדושת דמים מדאוריתא ואם מוכרים אותו צריך להעלות בדמיו דמעלין בקדש דאוריתא הוא וכן אם גבו מעות הקדש לדבר של קדושה אין יכולים לשנות אלא מקדושה קלה לחמורה דמעלין בקדש ילפינן ליה בפרק שתי הלחם מדאוריתא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ברכת </b> התורה לפניה מן התורה שנאמר כי שם ה' אקרא הבו גודל לאלהינו ולהרמב\"ם ז\"ל שאינו מונה אותה מצוה בפני עצמה נראה דהיא בכלל מצות תלמוד תורה ולהכי לא באה במנין אבל היא מדאוריתא. ובקריאת תורה בצבור כשהיא מדאוריתא צריך הקורא לעמוד ובלא סמיכה דמה נתינת תורה בעמידה ובאימה כדכתיב וינועו ויעמדו כך קריאה באימה ועמידה."
            ],
            [],
            [],
            [
                "<b>אסור </b> לקרוא על פה דברים שבכתב ודברים שבעל פה גם כן אי אתה רשאי לכותבה דכתיב כתוב לך את הדברים האלה כי על פי הדברים האלה כרתי אתך ברית הא כיצד דברים שבכתב אי אתה רשאי למוסרם לישראל על פה דכתיב לך כתוב ודברים שבעל פה אי אתה רשאי לכותבם דעל פי כתיב. ומכאן אתה למד שהתלמוד לא ניתן ליכתב אלא מפני שהתורה משתכחת וכתיב עת לעשות לה' וגו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובקריאת </b> התורה ברבים יקרא כהן קודם דכתיב וקדשתו וגו'. ותנא דבי רבי ישמעאל וקדשתו לכל דבר שבקדושה לפתוח ראשון לברך ראשון וליטול מנה יפה ראשון:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פרשה </b> שנייה זכור את אשר עשה לך עמלק וקריאתה מדאוריתא דהיינו זכור בפה וכן כתב הסמ\"ק ז\"ל. ויש במצות התפלה דברים רבים מדרבנן ובכללם תיקוני משה רבינו ע\"ה ועזרא ועל כלם אנו מצווים לקיימם ואסמכינהו אלאו דלא תסור ואעשה דושמרתם את משמרתי עשו משמרת למשמרתי וכל העובר על דברי חכמים חייב מיתה:"
            ]
        ],
        [
            [
                "<b>מצוה יט </b> שיברכו הכהנים את ישראל שנאמר כה תברכו את בני ישראל וברכת כהנים בנשיאות כפים ובכל יום דאמר ר' נתן הרי הוא אומר לעמוד לשרת לפני ה' הוא ובניו כל הימים מקיש בניו לו מה הוא בנשיאות כפים דכתיב וישא אהרן את ידו אל העם אף בניו בנשיאות כפים ואף על גב דבהאי קרא לאו ברכה כתיבה אלא שירות לעמוד לשרת הא איתקוש ברכה ושירות אחרינא דכתיב לשרתו ולברך בשמו וא\"כ האי לעמוד לשרת דהכא היינו ברכה דאיתקש לשירות וכתיב ביה כל הימים שבכל יום הם חייבים לברך את ישראל. וחייבים לברך מן התורה בין במקדש בין בגבולין דכתיב בכל המקום אשר אזכיר את שמי וגו' ודרשי' שהוא מקרא מסורס בכל המקום אשר אבא אליך וברכתיך דהיינו באהל מועד ושילה ובית עולמים שם אני מצוך להזכיר את שמי דהיינו שמי המיוחד לי שהוא שם המפורש ולא בגבולין אלא בכינוי משמע דאף בגבולין חייב לברך ובכינוי מדאצטריך רחמנא למימר דלא יזכירו שם המיוחד אלא במקדש דאי מצות ברכת כהנים לא הוה צריך אלא במקדש לא הוה צריך למימר בכל המקום לאפוקי גבולין כיון דאין מצות ברכת כהנים אלא במקדש הוה ליה למימר סתם תזכיר שמי שהוא שם המיוחד והיינו בבית הבחירה אלא איצטריך בכל המקום לכדאמר ובב\"ר דרשי' אי במקדש מברכין ואין מברכין בגבולין ת\"ל בכל המקום אשר אזכיר וגו' אף בגבולין."
            ],
            [],
            [
                "<b>וכיצד </b> היא נשיאות כפים בגבולים כשיגיע שליח ציבור לעבודה נעקרין ממקומם ועולי' לדוכן דכתיב וישא אהרן את ידיו אל העם ויברכם וירד מעשות החטאת והעולה והשלמים מה להלן בעבודה אף כאן בעבודה. ואם לא עלה בעבודה שוב אינו עולה דכתיב וירד מעשות וגו' אלמא בעוד העבודה בידו ברך ואחר כך וירד מעשות וגו' אלמא השתא הוא דגמר. ועומדים בדוכן פניהם כלפי ההיכל ואחוריהם כלפי העם עד שישלים ש\"צ הודאה ואז מחזירים פניהם כלפי העם בקריאה שקורא אותם כהנים. ופושטין אצבעותיהם דכתיב אמור להם שיקראם כהנים ומכלל דפניהם כלפי ההיכל דאלו פניהם מתחלה כלפי העם לא הוה צריך לקוראם כהנים דהיינו אמור להם דקאמר קרא. ומגביהים ידיהם כנגד כתפיהם דבהכי הוי נשיאות ידים דכל הזרוע מקרי יד דכתיב וקשרתם לאות על ידך דהיינו זרוע ולמטה מן הכתפים לא מקרי נשיאות ידים דהיינו מקום היד ממש אלא צריך להגביהם כנגד כתפותיהם. ומתחילים יברכך מדרבנן משום דהכהנים ברכו וצריך שמיד יתחילו במצות ברכת כהנים ולא תהא ההתחלה תלויה באחר שיקרו אותם עד שהם יתחילו ואחר כן יקרו אותם. ושליח ציבור מקרה אותן מלה במלה והן עונין שנאמר אמור להם עד שיאמר. כשמשלימין פסוק ראשון כל העם עונין אמן וכן בשני וכן בשלישי. ונראה דעניית אמן בברכה שהיא מדאוריתא כגון ברכת המזון וברכת התורה שהוא חיוב לענות אמן מדאוריתא מדכתיב כי שם ה' אקרא הבו גודל דמשמע נמי בכל ברכה שאנו מגדילים ומברכים שמו הבו גודל והיינו בעניית אמן וכתיב נמי בירמיה אמן כן יעשה ה' יקים ה' את גו' דמשמע דיש בו אמנת דברים וראוי לענות אמן על דבר תפלה ותחנה שהוא לשון מאמן הדברים שיהא רצון שיהא אמת. ומכוונים הציבור פניהם כנגד פני הכהנים דכתיב אמור להם ומשמע כמי שאומר לחברו דהוא פנים כנגד פנים."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אם </b> היה הכהן המברך אחד מתחיל לברך מעצמו. דקריאת ש\"צ כהנים מאמור להם נפקא דהיינו כשהם שנים או יותר אבל אחד לא ואף על גב דלהקרות להם נמי מאמור להם נפקא ואמרי' דאפילו לחד נמי צריך להקרות היינו משום דקריאת כהנים עיקר דרשא הוי מלהם דהיינו שיקראו אותם ולכך בעינן שנים אבל בהקראה עיקר דרשה הוי מאמור דמשמע עד שיאמר ואיפשר דקריאת כהנים אינה אלא מדרבנן ואסמכוה אאמור ולהכי אינו קורא אלא כשהם שנים אבל בסוטה משמע דהוי מדאוריתא דאמרינן לאחד אינו קורא שנאמר אמור להם לב' וכתב רש\"י ז\"ל אמור להם מקרא דלהם נפקא לן ששליח צבור מזהיר אותם לברך משמע דהוי מדאוריתא ועיקר דרשא מלהם כדפי'."
            ],
            [
                "<b>כיצד </b> ברכת כהנים במקדש הכהנים עולים לדוכן כדי שיהיו כל העם לפניהם וכתיב נמי וישא אהרן וגו' וירד נראה דלברך צריך לעלות. ואחר שישלמו הכהנים תמיד של שחר היו עולים דכתיב וירד מעשות החטאת וגו' וכדאמר לעיל. ומגביהין ידיהם למעלה על גבי ראשיהם מפני שמברכין את העם בשם המפורש ושכינה למעלה מקשרי אצבעותיהם ומשום כבוד שכינה. חוץ מכהן גדול דכבוד שכינה הוא דלא יגביה למעלה מן הציץ שכתוב עליו השם. ומקרה אותן מלה במלה כמו בגבולין דמאמור להם נפקא. ואין העם עונין אחר כל פסוק אלא עושין אותה במקדש ברכה אחת דאין להפסיק בשם המפורש. ואחר שישלימו שלשה הפסוקים כל העם עונים ברוך ה' אלהים אלהי ישראל מן העולם ועד העולם. וקשיא לי טובא אהא דקאמר הרב ז\"ל דכל העם הם דעונין ברוך וגו' דבבריתא גמרי הא מילתא מעזרא דכתיב קומו וברכו את ה' אלהיכם מן העולם ועד העולם ופרש\"י דבבית המקדש בכל סיום ברכה במקום בא\"י היו מסיימים ברוך ה' אלהים אלהי ישראל וגו' והעם עונים בשכמל\"ו והכי נמי כתב הרב ז\"ל עצמו בהלכות תעניות והכא כתב בהפך וצ\"ע. ואומר השם ככתבו והוא השם הנהגה מיוד הא ואו הא דכתיב ושמו את שמי דהוא המיוחד לו יתברך ויתעלה דכתיב זה שמי וזה זכרי לא כשאני נכתב אני נקרא דכתיב לעלם להעלים ובמקדש בנשיאות כפים מותר דכתיב ושמו את שמי המיוחד."
            ],
            [],
            [
                "<b>אין </b> ברכת כהנים נאמרת בכל מקום אלא בלשון קודש שנאמר כה תברכו עד שיאמרו בלשון הזה. ובעמידה דכתיב לשרתו ולברך בשמו מה משרת בעמידה אף מברך בעמידה ומשרת גופיה מנלן דכתיב לעמוד לשרת ובנשיאות כפים דכתיב הוא ובניו מקיש בניו לו מה הוא בנשיאות כפים דכתיב וישא אהרן וגו' אף בניו בנשיאות כפים. ובקול רם דכתיב אמור להם כאדם שאומר לחברו שהוא בקול רם. וכך למדו מפי השמועה כה תברכו בעמידה כה תברכו בנשיאות כפים כה תברכו בלשון הקודש כה תברכו פנים כנגד פנים כה תברכו בקול רם כה תברכו בשם המפורש והוא שיהיה במקדש."
            ],
            [
                "<b>אין </b> הכהנים רשאין להוסיף בכל מקום ברכה על שלשה הפסוקים האלו כגון ה' אלהיכם וגו' שנאמר לא תוסיפו על הדבר אשר אנכי וגו' כשמחזירין פניהם לציבור לברכם וכשמחזירין פניהם מהציבור אחר שברכו לא יחזירו אלא דרך ימין בכל מקום דכל פונות שאתה פונה לא יהא אלא דרך ימין דכתיב במזבח של יחזקאל ומעלותיהו פנות קדים כל פנות שאתה פונה לא יהיה אלא דרך ימין דהוא דרום למזרח דהיא קדים דאם תאמר דרך שמאל דהוא צפון למזרח שהוא קדים לא סלקא דעתך דתני רמי בר יחזקאל ים שעשה שלמה עומד על שתים עשרה בקר ג' פונים צפונה וג' פונים ימה וג' פונים נגבה וג' פונים מזרחה כל פונות שאתה פונה לא יהו אלא דרך ימין שהוא מצפון למערב לדרום למזרח. ומקרא דלעיל דכתיב קדם שמעינן למזרח ואיסתיים מתרוייהו דכל פונות שאדם פונה יהיו מדרך ימין למזרח."
            ],
            [],
            [
                "<b>במקדש </b> מברכין ברכת כהנים פעם אחד ביום אחר תמיד של שחר כדדריש בירושלמי דמקרא זה מסורס הוא והלא לא היה צריך לומר אלא וירד מעשות החטאת והעולה והשלמים ואחר כן וישא אהרן וגו' אלא מלמד שבירידתו למזבח היה נושא כפים במעלות האולם ובמדינה מברכין אותה אחר כל תפלת שחרית מוסף נעילה ודרשינן בירושלמי שחרית מכה תברכו מוסף מפסוק וישא אהרן את ידו וגו' בר\"ח דאית מוסף ונעילה דכתיב ובפרישכם כפיכם וגו' גם כי תרבו תפלה וגו' דהיינו תפלת נעילה שהיה מרובה על של כל יום ונראה דברכת כהנים במוסף ובנעילה הוי מדרבנן וקראי אסמכתא ולהכי במקדש לא היו מברכין אלא בתמיד של שחר דיליף מנשיאות כפים דאהרן דלא הוה אלא בקרבן שחרית דכולם קרבו בשעה אחת החטאת והעולה והשלמים מלבד עולת הבקר ולא הפסיק ביניהן ונשיאות כפים משום תמיד של שחר הוה. בכל מקום משתדלין שיהיה המקרה ישראל שנאמר אמור להם מכלל שאין המקרה מהם ומהאי קרא דרשי' כמה גוני משום דכולהו ממשמעותא הוו וברכה דרשי דכתיב אמור להם שלא יהו מברכין באנגריא ובבהלה אלא בכוונת הלב כדי שתשלוט הברכה בהם ולכך נאמר אמור להם:"
            ]
        ],
        [
            [
                "<b>ששה </b> דברים מונעין נשיאת כפים וגו' כולהו מדרבנן. ועבירה ויין וטומאת ידים דאית בהו קראי הוו אסמכתא. והחלל לא ישא את כפיו לפי שאינו בכיהונו דכתיב הכהנים בני אהרן אף על פי שהם בני אהרן צריך שיהיה בכהונם. וחלל הרי הוא כזר וזר מוזהר בעשה מלברך ברכת כהנים דכתיב כה תברכו אתם ולא זרים ולאו הבא מכלל עשה עשה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> מונעין כהן רשע מלברך דאין אומרים לו הוסף רשע והמנע מן המצות כיון שהוא חייב מדאוריתא. ואל תאמר מה תועיל ברכת הדיוט שאין קיבל הברכה תלוי בכהנים אלא בהקב\"ה שנאמר ושמו את שמי על בני ישראל ואני אברכם הכהנים עושים מצותם והקב\"ה ברחמיו מברך את ישראל בחפצו."
            ],
            [],
            [
                "<b>עם </b> שאחרי הכהנים אינם בכלל הברכה דאמור להם כתיב כמי שמדבר לחבירו ואין מדבר לחבירו מאחוריו. ואם פניהם מול פני הכהנים אפילו חומה של ברזל אינה מפסקת והרי הם בכלל הברכה."
            ],
            [
                "<b>נשיאת </b> כפים בעשרה וכהנים מן המנין. דהוי דבר שבקדושה ואינה בפחות מעשרה דכתיב ונקדשתי בתוך בני ישראל וכתיב הבדלו מתוך העדה דהיינו עדה שיש בו עשרה דאתיא עדה עדה דכתיב עד מתי לעדה הרעה מה להלן עשרה דיצאו יהושע וכלב אף כאן עשרה. ב\"ה שכולם כהנים נושאים כלם את כפיהם ומברכין לאחיהם שבצפון ושבדרום דאף על גב דעם שאחורי הכהנים אינם בכלל ברכה שאני הכא דאניסי דלא הוו בב\"ה והנשים והטף עונים אחריה' אמן"
            ],
            [],
            [
                "<b>כהן </b> שלא עקר רגליו ועלה לדוכן ברצה שוב אינו עולה. דנשיאות כפים בעבודה כדאמר לעיל."
            ],
            [
                "<b>כל </b> כהן שאינו עולה לדוכן אע\"פ שבטל מצות עשה אחד הרי זה כעובר על שלשה עשה שנאמר כה תברכו אמור להם ושמו את שמי וכל כהן שאינו מברך אינו מתברך שנאמר ואברכה מברכך ויש במצוה זה עשה ולא תעשה דרבנן סמוך אלאו דלא תסור ואסמכתא אקראי:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}