{
    "title": "Issur V'Heter L'Rabbeinu Yerucham",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Issur_V'Heter_L'Rabbeinu_Yerucham",
    "text": [
        [
            "בשר לקדירה מדיחו היטיב או שורהו במים ומולחו מצדדיו היטיב עד שיקרא אינו נאכל מחמת מלחו פי' בלא הדחה. ותרנגולת וטלה צריך למולחן מבפנים ומבחוץ ואם מלחו מבפנים או מבחוץ לבד יש אוסרין ויש מתירין. וישהה במלחו שיעור צלייה כי בה\"ג פירשו מליחה כצלייה כי זה מוציא דם כזה והשיעור מיל פי' תחום שבת כפי' המימון וכן נמצא בתשו' רש\"י. וכשרוצה לבשלו מדיחו ב' פעמים או ג' מים ראשונים להעביר המלח והדם והשניים להעביר הלחלוחית כדמסיק מולחו יפה יפה ומדיחו יפה יפה, ובדיעבד בפעם א' שרי. וישים המים בכלי קודם הבשר מליח בעוד שהוא לח.",
            "הגה: ובמימון כ' שיש למלוח במלח עבה כחול הגס כי הדק נבלע בבשר ואינו מוציא דם וצריך לנפץ הבשר מן המלח ואח\"ך ידיחנו. וכ' הסמ\"ג הביא ראיה מפ' כל הבשר (דקי\"ג ע\"א) ר\"ד אימלח במלחא גללינתא ומנפץ לה. עוד כ' המימון שאחר ההדחה ישליך הבשר ברותחין ולא בפושרין כדי שיתלבן מיד ולא יצא דם וצ\"ע בטעמא ואין המנהג כן, עכ\"ה."
        ],
        [
            "בשר לצלי די במליחה כל דהו בלא שהייה דדם שלא פירש הוא והשאר נופל באש כן פיר\"י. ומיהו פי' בסמ\"ג דבעופות לא שייך ה\"ט כי חלולים הם ופורשים מצד זה לצד זה בחלל ואף בצלי נכון למולחן בפנים ובחוץ וישהא שיעור צליה (מליחה)."
        ],
        [
            "בשר ששכחו בשריית מים כל הלילה דיעבד מותר כי אפי' מעל\"ע לא מצינו איסור. וכ' מהר\"ם לאיסו' כי הדם חוזר ובולע, דור\"א. ושמא יש לדמותו לחלב השוהה בעור הקיבה מע\"ל דאמרי' לקמן דהוי ככבוש. ושוב מצאתי כיוצא בזה בסמ\"ג וז\"ל אין שרייה מבלעת אם אין שורין יום שלם כמו שבארנו בעור הקיבה. עכ\"ל."
        ],
        [
            "בשר שלא נמלח תוך ג' ימים מע\"ל מהר\"ם אומר דמותר בצליה כי דם היוצא נורא משאב שאיב ואסור בבשול כי הדם מתקשה ושוב אינו יוצא ע\"י מליחה בתשו' הגאונים ודור\"א."
        ],
        [
            "בשר שנתבשל בלא מליחה אם יש ברוטב ס' כנגד כל החתיכה הרוטב מותר והחתיכה אסורה כי נתבשלה בדמה כדאמרי' לקמן גבי לב (אות ח\"י) וכן השיב ראב\"ן וכן בדור\"א. ומיהו נמצא בתשובת ר' שמשון משאנץ היתר אפי' בחתיכה עצמה אם יש ס' כנגד כל החתיכה דמה נפשך אם פלטה דמה למים הרי נתבטל ואם לא פירש מותר כדאמרי' בפ' כ\"ה (קי\"א ע\"א) ר\"ן חלט ליה ברותחין וכ' שראוי להחמיר. אם מלג בכלי ראשון אפי' יש ס' במים משום דדם הנפלט בבני מיעים נבלע בה ולא במים."
        ],
        [
            "בשר שנמלחה ושהתה שיעור מליחה ונתבשלה בלא הדחה אחרונה אם יש ס' בחתיכה וברוטב כנגד לחלוחת דם ומלח שעל החתיכה מותר ואע\"פ שהמלח נ\"ט ביותר מס' מ\"מ לא יאסור יותר מאילו היה כולו דם כי אין לו דין מלח הקדש וע\"ז דאסירי יותר מאלף. וכ' בס' התרומה דאם דכו מלח או פלפלין בריחים של בשר ושמו בחלב אין צריך ס' כנגד התבלין רק נגד טיפת השמנוני' כי המלח לא היה בלוע מאיסור הילכך לא הוי חתיכה דאיסורה.",
            "בשר יבש שנתבשל בלא הדחה שרי כי הדם שיצא בתחילת מליחתו נתייבש ונתבטל, ראב\"ן וסמ\"ג."
        ],
        [
            "בשר מליח שנתנוהו ע\"ג בשר תפל ימלח התפל ומותר כי כמו שיפלוט דם מעצמו כך יפלוט דם הנבלע דהא מולחין בשר ע\"ג בשר והתחתון פולט דם הבא מהעליון."
        ],
        [
            "בשר מלוח מע\"ל ממליחתו, מותר למלוח בשר אחר תחתיו נהי דלא פלטה דם זמן מרובה מ\"מ פולטת ציר שלה עד מע\"ל כך פר\"י. ומיהו לא יאכל התחתונה עד שתכלה פליטת עליונה כי גם התחתונה תפלוט דם שבלעה אבל בשר שנמלח לפני ב' ימים או ג' ימים ומלחו בשר אחר עליו ר\"י אוסר כי תשש כוחו של מלח לפלוט הבלוע בו ור\"ת התיר דדמא משרק שריק ור' ברוך הק' דלפעמים יש גומות בבשר ולא שריק אבל תוך יום א' אפי' נמצא עליו גומות מלאות דם שרי, ס' התרומה. וכ' הסמ\"ג והדור\"א דלפעמים כשמולחין בשר יחד ומוצאין בו גומות מליאות ציר אדום אין להקפיד דמוהל בעלמא הוא ואפי' אחר ח' ימים ממליחתו וצ\"ע מ\"ש מאילו מלחו בשר אחר עליו אחר יום א' לפי' ר\"י ומ\"ש מקערה שמלחו בה בשר ושמא יש לחלק בתחילת המליחה דפליט המלח גוף הדם דרך הבשר מעבר לעבר דומיא לנורא דשאיב דם התרנגולים מן החלל לחוץ דרך בשר התרנגולים הילכך ציר הנמצא מוהל בעלמא הוא."
        ],
        [
            "בשר שמצאו תוך ציר שיעור גדול כגון המולחין בגיגית ע\"ג עצים אם כולו תוך הציר אסו' דכבוש כמבושל ואם מקצתו יחתוך מה שבציר ושלמעלה שרי כי דם לא מפעפע ואפי' שיש שמנונית עם הדם והשמנונית מפעפע למעלה כדאמרי' גבי גדי שצלאו בחלבו (פ' ג\"ה דצ\"ו ע\"ב) מ\"מ הכא שרי כיון שעיקר האיסור שהוא דם אינו מפעפע לפיכך לא יהא הטפל חמור מן העיקר."
        ],
        [
            "בשר שמלחו בכלי שאינו מנוקב או נפל הציר הכל אסור אפילו הכלי ואם הוא של עץ צריך הגעלה ושל חרס ישבר ואפי' לא שהה בו שיעור מליחה רק מעט שנראה בקערה קצת מדם הנפלט הכל אסור ואפי' מה שחוץ לציר כי חוזר ונבלע ואין לו מקום לצאת ולא פלט דמו כדין מפני שהמקום רחוק לו ומקצת שבתוך הציר מונע העליון לפלוט ולא דמי לדם האיברים שלא פירש ממקומו והכא פירש קצת ולא כולו ולא יצא עוד ולא דמי לנפל מקצתו בציר חוץ לו מותר כי התם פלט תחלה כדין ואח\"ך נפלו לציר ולא יחזור ויפעפע ואף בס' התרומה ובדורא פי' דכל הכלי אסור דקי\"ל כשמואל (פכ\"ה דקי\"א ע\"ב) דאמ' קערה שמלח בה בשר אסור לאכול בה רותח והקערה אסורה ולא מפליג בין שהתה ללא שהתה והטעם משום דמליח כרותח וכבוש כמבושל ומרב\"א פי' דהא דשמואל בכלי חרס אפי' מנוקבת אסורה דאי אינה מנוקבת אמאי אסור לאכול בה רותח דמשמע הא בשרא שרי הא פשיטא דהכל אסור כדאמרי' לקמן גבי (דבש) דפושי הגוים."
        ],
        [
            "בשר שנמלחה בכלי מנוקב שיעור מליחה ושמוהו בכלי שאינו מנוקב מותר ע\"י קליפה כי זה הציר מוהל בעלמא הוא כמעשה בבית רש\"י והתירו. ומיהו אותו ציר אוסר גבינות אם נפל עליהם כי בולע יותר מבשר. ומיהו דגים שמלחן אפי' עם בשר עוף ואפי' בכלי מנוקב אסור שהרי רך הקרום ובולע דם."
        ],
        [
            "בשר הנצלה בלא מליחה שרי דדם היוצא משאב שאיב נורא ויכול להדיחו מדם הנדבק מבחוץ ולמולחו. בשר אסור לשים כלי תחתיו בשעת צליה אם לא נמלח תחילה ושהה כשיעור והודח כראוי דלא בקיאנן בתרי גללי דמילחא וכן הדין אם רוצה לטגן יונים. כלי מנוקב מולחין בו כמה פעמים דאין מליחה לעץ ואין נקרא רותח ע\"י מליחה ואינו פולט כך פר\"י גבי דפוסי הגוים וכן איתא בדור\"א. סכין אין לתוחבו בבשר בשעת צלייה אם לא שהתה שיעור מליחה או אם לא נצלה כ\"צ וה\"ה לכבד אם לא נצלה כ\"צ סמ\"ג ובדור\"א אסר ור\"ב תמה למה לא יאסר ובס\"מ כ' דדם מישרק שריק לא בסכין שיש גומות ולא שייך למימר כבולעו כך פולטו דאין לו דם לפלוט מגופו והר\"ר יעקב מתיר דאם לא יפלוט עתה לא יפולט עוד."
        ],
        [
            "שפוד שצלו בו בשר שלא שהה כדי מליחה נר' לאסור כי הוא בולע דם כדפי' גבי סכין ופוק חזי מאי עמא דבר שאין נזהרים מן השפוד ובדורא מתיר בדיעבד."
        ],
        [
            "ככר שחתך עליו בשר שנצלה כ\"צ או שהה שיעור מליחה מותר לאכול אותו דרבא קרי ליה חמר בשר.",
            "דם דגים שאספו ואין בו קשקשים אסור מדרבנן ואם יש בו קשקשים מותר כמו שאמרו חז\"ל כל דם אסור חוץ מדם דגים וחגבים ודם אדם כ' המימון דם דגים מותר לאכלו ואפי' שמו בכלי ושותהו וצ\"ע בסמ\"ג."
        ],
        [
            "דם אדם שפירש אסור ושלא פירש מותר כדאיתא בכתובות (ד\"ס ע\"א) דם שבין השיניים מוצצו ובולעו ושעל הככר גוררו."
        ],
        [
            "נהגו העולם למלאת התרנגולים או טלה בבשר או ביצים ולבשל בקדירה וצ\"ע כי המימון כ' לאסור אע\"פ שמלחו יפה יפה ואפי' שבשר שבתוכו מבושל או צלי שהרי הדם יוצא לתוכו עכ\"ל. אבל לצלי' מות' אפי' אם הבשר שבתוכו חי ואפי' פיהם למעלה וכן פירש\"י בכיצד צולין (דע\"ד ע\"א וע\"ב ועיין בס\"א דאתיא מן הצד) גבי האי מולייתא שרי פי' שממלאין התרנגולים או טלה וצולין אותם כי האור שואב הדם אפי' לא מלחו אלא מליחת צלי. וד\"ל."
        ],
        [
            "כבד אפי' לאחר זמן שנמלח ושהה שיעור מליחה אין לבשלו לבדו בקדירה ולא עם בשר כי אית ביה דם ופולט תמיד וכן נהגו כל ישראל אלפס ומימוני. ואם בשלו הכבד מותר כי פולט הוא ולא בולע וכל מה שעמו אסור הן בשר הן קדירה אם אין ס' כנגד כל הכבד כדתנן במס' תרומות (פ\"י מי\"א ועיין חולין דק\"י ע\"ב) הכבד אוסרת ואינה נאסרת כך פרש\"י אבל אחר צליה מותר לבשלו וכן המנהג וכן פי' ר\"י אלפס.",
            "כבד אין לצלותו בשפוד א' עם בשר ולא מולחו עם בשר ובדעבד שרי ואפי' הכבד הוי למעלה דדמא משרק שריק כדאמר מרימר (פרק כ\"ה דקי\"א ע\"א) הלכתא כחלא וכבדא עלויה בשרא שרי בדעבד.",
            "כבד לצלייה מנקבו בקוץ בעומק בהרבה מקומות או חותכו בתחת בשתי וערב כי הדם מתאסף בסמפונות ואז אחר הצלייה מותר לבשלו דכיון שנצלה לא יפלוט עוד ואם לא עשה כן קורעו אחר צלייתו ויצא הדם הכנוס.",
            "כבד דבוק או נפרד ותחוב בעוף בתוכו בעת צליה קולף מבפנים סביב הכבד וזורקו והשאר מותר דדם מידב דייב והרי כבד עילויה בשרא.",
            "כבד דבוק בחתיכה או בעוף שלם דינו כלב הדבוק בחתיכה כדבסמוך כי כבד גדול ואין בעוף ס' כנגד הכבד וכן כ' ראבי\"ה שיש בעוף ס' כנגד לבו ולא נגד הכבד."
        ],
        [
            "לב מנהג לקורעו ולהוציא דמו ולחתוך ערלתו כדי שיצא הדם דרך שמנוניתו כדתנן (פכ\"ה דק\"ט ע\"א) הלב קורעו ומוציא את דמו ומולחו כבשר ואז יש לו דין בשר.",
            "לב שנמלח או שנצלה בלא קריעה קורעו אח\"ך ומותר כי מה שבלע פולט ונופל לארץ דתניא (שם ע\"ב) קורעו לאחר בישולו ופי' ר\"י בשם ר\"ת דהאי בישול ר\"ל צליה אבל המיימון פי' בישול ממש ופי' אם לא קרעו אחר בשולו בלב עוף אבל בלב בהמה שיש כזית דם חייב כרת וכן פי' אפלסי. לב שנתבשל בלא קריעה אסור שהרי נתבשל בדמו וצריך ס' כנגד הלב וכן המנהג כר\"ת.",
            "לב הדבוק בחתיכה קטנה בשעת בשול ואין בה ס' כנגד הלב אם יש מה שבקדרה ס' הכל מותר אפי' החתיכה שהלב דבוק בו אבל הלב עצמו אסור שהרי נתבשל בדמו. ואם הוציאו החתיכות ונתנו בקערה אותה חתיכה שהלב דבוק בה אסורה דאין בה ס' לבטל דם הלב ושאר החתיכות מותרות אע\"פ שנוגעים חמות זה לזה כדפי' ר\"י גבי טיפת חלב לקמן אבל אם העוף שלם והלב דבוק בו בשעת בישול העוף מותר דיש בעוף ס' נגד לבו והלב אסור ס' התרומה ור\"ל אפי' כשהוציאוהו חם בקערה העוף מותר וכן הדין בכבד אך גדול הוא מן הלב ואין בעוף ס' מן הכבד ושמא דכן הוא האמת שאין צריך שיהיה ברוטב ס' נגד כל החתיכה ואפי' מקצתה חוץ לרוטב והחתיכה עצמה מבטלין הדם כל זמן שאין החתיכה עם הלב בעוד שהיא חמה ואומ' ראבי\"ה שהחתיכה שהלב דבוק בה נעשת נבילה בשעת בישול וצריך ס' מן הרוטב נגד כל החתיכה וכ\"כ בדור\"א ובסמ\"ג הביא תשובת ר\"י וז\"ל מעשה בטלה שנמלח ונתבשל עם הלב ולא קרעוהו בתחילה השיב ר\"י בר שמואל אם יש ס' בין המים והטלה נגד הלב נ\"ל דמותר אם היה הלב מכוסה בכל שעה במים אך לא נתיר עתה מטעם זו לפי שנ\"ל שרש\"י היה משער בכל החתיכה אע\"פ שהכל מכוסין במים עכ\"ל וצ\"ע."
        ],
        [
            "לב או כבד הדבוקים בחתיכה במוליתא שקורין פשטידא בס' התרומה מחמיר דשמא נמוח השומן תחת החתיכה שהלב בתחילת האפייה ונעשית נבילה ואח\"ך תחת הסמוכה לה ונאסרת וכן כולם אמנם נהגו כמ\"ש רש\"י בתשו' שאין לחוש לכך ודוקא אותה חתיכה שהלב נדבק בה אסורה אם אין בה ס' אסורה והשאר מותר אם יש ס' בין הכל מאותה חתיכה וכן הדין לענין כבד, ס\"מ."
        ],
        [
            "טחול לקדירה לא בעי קריעה שתי וערב וחתיכה לתחתית' דשמנונית בעלמא הוא דשמואל עבדי ליה תבשילא דטחלי (פ' כ\"ה דקי\"א ע\"א) אף מולחו כבשר ומותר לבשלו לכתחי' עם בשר מיימון וסמ\"ג."
        ],
        [
            "ראש כשרוצים להסיר השער על האש או מהתרנגולים יש מקומות שמטמינים אותם ברמץ יניח בית השחיטה לתחת או הנחירים לתחת וישים בנחירים דבר שלא יסתמו כדי שיזוב הדם ושרי דנורא משאב שאיב ואם לא עשה כן לא נאסר רק המוח כי נתבשל בדם הקרום וכתב המרדכי מעשה שהתיר ר' קולונימוס הזקן ראש אווז שלם שנתבשל מפני שאין בדמו כזית לאסור."
        ],
        [
            "רגלים שרוצים להסיר השער על האש ינקוב הטלפים ואם לא עשה כן מותר כי הדם אינו מתקבץ שם כמו בעצם המוח. ומיהו כ' בס\"מ שאפי' אם נמלחו בקליפה ולא נחתך חי כנמלח בכלי שאין מנוקב ואסור מה שבתוך הקליפה וכ\"ש על האש ושמא אם מלחו הרגלים כשהם זקופים הכל אסור אפי' מה שלמעלה מן הקליפה כדפי' לעיל (אות יו\"ד) גבי בשר שנמלחו בכלי שאינו מנוקב אבל בשכובים הכל מותר לבד מה שבקליפה מפני מה שמן הצדדים הדם יוצא.",
            "רגלים יש מחמירין למולחן פעמים ראשונה קודם שיושמו על האש וחומרא בעלמא הוא ואינה עיקר שאין המלח נכנסת בבשר רק מעט מפני השער אבל המליחה לאחר הסרת השער היא עיקר ס' התרומה ואם לא מלחן לאחר הסרת הטלפים ובישלן מעשה והכשיר ר' יהודה דיעבד כיון שנמלחו קודם ויש אוסרין מרדכי."
        ],
        [
            "מולגין תרנגולים בכלי ב' אבל לא בכלי א' ולקמן מפרש מהו כלי א' ושני ואפי' נמצאת א' מהם נבילה האחרון והכלי מותרין דכלי ב' אינו מבשל דתנן האלפס והקדרה וכו' (שבת דמ\"ב) ונהגו שלא להחזיר התרנגולים אחר שהוציא אותם מן המים ואפי' באותם המים והטעם בתשב\"ץ דילמא נשרי מקצת הנוצות ואין דבר מגין מפני החמין ומיהו בדיעבד כשר דכלי שני אינו מבשל וכן נהגו שלא להדיח קערות במים שמלגו בהם משום דם ושמנונית דור\"א. ואם עירו מים רותחין מכלי ראשון על התרנגולת צריך לקלוף כל העור הנ\"מ כשהרגלים למעלה אבל אם הרגלים למטה שהנוצות מגינות מפני התחתון מותר ס' התרומה ר' שמואל פי' דעירוי בכלי שני דקי\"ל תתאה גבר ור\"ת פי' שהוא ככלי א' דמפרש בפ' דם חטאת (זבחים דף צ\"ה ע\"ב) גבי כלי חרס עירה לתוכו מניין ת\"ל ישבר ועוד ראיה מירושלמי (פ' כירה) מהו ליתן תבלין מלמטה ולערות עליהן מלמעלה ר' יוחנן אמר אסור דעירוי ככלי א' ופסק ר\"י בפ' כירה גבי האלפס והקדרה דעירוי אינו לא ככלי א' ולא ככלי ב' אלא מבשל כדי קליפה דקי\"ל כשמואל דאמר תתאה גבר ותניא כוותיה חם לתוך צונן קולף דאדמיקר ליה בלע."
        ],
        [
            "בני מיעים מקצתן אין מחזיקין בהם דם כגון כרכשתא מיעיה פי' קנה והדרא דכנתא פי' הדקין שבסביבות השומן עצמו וכרס ובית הכוסות והאחרים יש בהם דם כך פי' ר\"ת ונ\"מ שאם אותם שאין בהם דם נתבשלו בלא מליחה מותרים ומותר למולחן עם בשר ולא חיישינן דבלעי ואע\"ג דאין בהם דם מ\"מ פלטי ציר ודמא משרק שריק ולא בלעי בקל אבל דגים אסורון למולחן עם בשר משום סכנה שהן בולעים בקל דרפו קרמייהו."
        ],
        [
            "ביצה שנמצאו עליה על חלמון או על חלבון קורט דם אם הדם לחוץ בלא קשר זורק את הדם ואוכל השאר ואם נמצא על הקשר ונתפשט חוץ לקשר בין בחלבון בין בחלמון הכל אסור נמצא על הקשר ולא נתפשט לחוץ בזה יש חילוק אם על קשר חלבון זורק הדם ואוכל השאר ואם על קשר חלמון הכל אסור דשדא תכלא בכולה וסי' חלבון לבן טהור הוא וסי' אחר עם לבן גרתי פי' מותר חלמון אדמון סי' הוא עשו אבי אדום ואת עשו שנאתי כך הוא המסקנא פ' אלו טריפות (דס\"ד ע\"ב) גבי נמצא עליה קורט דם זורק הדם ואוכל השאר וא\"ר ירמיה וכן תני אבוה דר' אפטוריקי והיא שנמצא על קשר של חלבון פי' אבל על קשר של חלמון או שנתפשט חוץ מקשר של חלמון אסור דשדא תכלא בכולא ודם הקשר אסור מן התורה כדאמרי' משום דסופו להיות אפרוח ומין בשר הוא אבל דם שהוא על הביצה בחלבון או בחלמון בלי קשר מותר הדם לאוכלו מן התורה דת\"ר בפ' (דם חטאת) (אמ\"ה צ\"ל דם שחיטה ד\"כ ע\"ב) כל דם לא תאכלו לעוף ולבהמה אוציא דם דגים שכולו מותר אוציא דם ביצים שכולו מותר שאין מין בשר אבל מדרבנן אסור ס' תרומה וסמ\"ג עוד כ' בס' תרומה דם קשר של חלבון אסור מדברי סופרים אבל דם ביצים שבלי קשר מותר א\"כ ל\"ב פי' דם קשר של חלמון אסור מן התורה כדפי'. ובמיימון לא כ' כלום מן הקשר וז\"ל אם על החלבון זורק הדם ואוכל השאר ואם על חלמון אסור כולה ע\"כ. וכ' בדו\"רא ביצה שנתבשלה ונמצא בה דם בחלבון מותר אע\"ג דאיכא לספוקי דילמא מקצתו על הקשר ואינו ניכר מ\"מ מותר דדם ביצים דרבנן וצ\"ע לפי' ב' דאיכא לספוקי דילמא נתפשט חוץ לקשר דהוי ספיקא דאורי' כדפי'.",
            "נהגו לעיין כשמשברים אותם וחומרא בעלמא הוא ואם לא עשה כן מותר ולא נהיגי לעיין אחר צלויות או מבושלות דאין יכולין לבודקן שהם הולכין אחר הרוב שהם בלא דם ס\"ת וסמ\"ג ומר\"בא כ' דנכון להזהר כשאוכלים ביצים מבושלות שיקלפו כולם לראות אם יש בהם דם או אפרוח קודם שיאכלום."
        ],
        [
            "ביצה שיש בה אפרוח או דם האסור או ביצת עוף טמא דנתבשלה עם אחרים אפי' בקליפתה הכל אסור אם אין ס' לבטל דאר\"ן (חולין שצ\"ז ע\"ב) ביצה בס' ואין ביצה מן המניין ס\"ת כר\"ת וצ\"ע דהא בס\"מ היתר ביצת עוף טמא שנתבשלה בקליפות עם האחרים. ויש גאונים חולקים בדבר ונ\"ל דהס\"מ מפרש כרש\"י דת\"ר (חולין זס\"ז ע\"ב) גיעולי ביצים טהורים ופירש\"י ביצים טהורים ששלקן עם טמאים אין פליטת וגיעול של טמאים אוסר ור\"ת פי' בע\"א לקמן ובסמ\"ג מפרש באורך."
        ],
        [
            "ביצה שנמצאת בתרנגולת בלא קליפה צריך מליחה ואסור לאוכלה בחלב ואם נגמרה בקליפתה מותרת לאוכלה בחלב ואינה צריכה מליחה כדאמרי' בפ\"ק דביצה (ד\"ו ע\"ב) דאע\"פ שביצת נבילה שנתנבלה בשחיטה ב\"ה אוסרים משום דגזרי' אטו ביצת טריפה שאסורה לכ\"ע שאני התם דמתחילה נתגדלה ביצת הטריפות בטריפות ואם הכו התרנגולת ויצאה ביצתה מפרש בתשו' הגאון דמותרת אע\"פ שיצאה קודם זמנה דאין כאן משום אבר מן החי דת\"ר (חולין שם) גיעולי ביצים מותרים כך פר\"ת."
        ],
        [
            "טיפת חלב שנפלה על הקדירה מבחוץ למעלה מן הרוטב שלא כנגד האש הקדרה אסורה והתבשיל מותר ובלבד שלא עירה קודם נפילת הטיפה שאם עירה הכל אסורה הילכך צריך להניחה להצטנן ולהפוך התבשיל מצד אחר שלא נפלה הטיפה דמספקי לן בפ' דם חטאת (דצ\"ו ע\"ב) אי הוי מפעפע בכל הכלי אם לאו הילכך הקדירה אסורה דשמא מפעפע עד סמוך לרוטב ואין ס' בקדירה נגד הטיפה כי שמא פעפע כולה ומהאי טעמא התבשיל מותר דאינו מפעפע הרוטב אבל מרב\"א כתב שנהגו לאסור כשנפלה בדופן שלא כנגד האש ושלא כנגד הרוטב.",
            "ואם יש בתבשיל ס' פעמים ס' כנגד הטיפה כגון אם הטיפה שיעור פשוט והקדרה נאסרת מספק עד ס' פשיטים שהם ה' זוזים אם יש בתבשיל שיעור ט\"ו ליטרין התבשיל מותר דהיינו ס' פעמים, מהר\"ם.",
            "ואם נפלה למעלה מן הרוטב נגד האש אפי' הקדרה מותרת שהאש שורפו רק שמיד יקנחנו תשב\"ץ והנ\"מ טיפה או דבר מועט אבל רוב חלב אין להתיר אלא נגד הרוטב וע\"י ס' ור' יחיאיל אמר בשם ריב\"א שהתיר שלא כנגד הרוטב ולא נגד האש בערב שבת ע\"י ס' מראב\"א.",
            "הגה: והנ\"מ שלא כיסה הקדירה, דאם כיסהו אז נתמלאת מן הרתיחות, ויהיה כמו עירה הרוטב נגד מקום נפילת הטיפה. עכ\"ל וצ\"ע.",
            "הגה: לדברי מהר\"ם אם נפלה למעלה מן הרוטב כבר פסקו דשמא לא פעפע עד הרוטב ואיך יצטרף לרוטב לבטל ואם כנגד הרוטב מה צריך ס' פעמים ס' בלא\"ה הרוטב והקדרה מצטרף לבטל ונ\"ל דמיירי כשנפל כנגד הרוטב ואח\"ך כנגד הקדרה דאז צריך ס' פעמים ס' וכן ר\"ל נמי הר\"י פרץ שנהגו לאסור דשמא לא נזהר מלערות את התבשיל עכל\"ה.",
            "ואם נפלה נגד הרוטב אפי' שלא כנגד האש ויש ס' ברוטב לבטל החלב מותר הכל ממ\"נ אי מפעפע הרי יש ס' ואם לאו א\"כ לא יאסור אבל סמ\"ג ודור\"א כ' שהקדרה אסורה ואם הקדרה מכוסה אז בכל מקום הוא נגד הרוטב שהרי מתמלאת מן הרתיחות.",
            "הגה: נ\"ל שאם הקדרה אינה מכוסה כולה בכסוי שאין צריך ס' נגד כל הכסוי אך יש לו דין גב הקדרה שלא כנגד האש שהניח להצטנן והתבשיל מותר וכאן יסיר הכסוי והשאר מותר, עכ\"ל.",
            "הגה: אבל אם כסוי חלב על קדרה של בשר יש לו דין קדרה של חלב שבשלו בה בשר דבבת יומ' תלי' מילת' כדלקמן ומיהו כ' בסמ\"ג שאם נפלה טיפה על כיסוי רותח אם יש בתבשיל ס' כנגד הכיסוי מותר ולא חילק בין נגד האש ובין שלא נגד האש.",
            "הגה: נפלה טיפת חלב על כיסוי הקדרה יש לה כל דין של נפלה כנגד ריקם הקדרה ואוסרת כל מה שבקדרה והקדרה והכסוי עצמו ע\"כ נמצא מוגה במרדכי מבחוץ.",
            "הגה: לדברי סמ\"ג למה צריך ס' נגד הכסוי מאחר שמכוסה א\"כ מתמלאת מן רתיחות והכסוי יצטרף עם התבשיל בקדרה."
        ],
        [
            "טיפת חלב שנפלה על החתיכה שמקצתה חוץ לרוטב ומקצתה תוך הרוטב ויש ס' ברוטב ומאותה חתיכה לבטל הטיפה הכל מותר אפי' אותה מקצת שחוץ לרוטב משום שהטיפה מתפשטת בכל החתיכה ואח\"ך מתפשטת נמי בתוך הרוטב נמצא שהכל מסייע לבטל ואם נפלה על החתיכה שכולה ביובש שוכבת על אחרות צריך ס' בחתיכה לבטל הטיפה כי החלב מתפשט בכל החתיכה ואם נפל' ואח\"ך ניער עד שנתחב' אותה חתיכ' ברוטב או אם כיסה הקדרה שאז עולה הרתיחות משוליה לפיה צריך ס' נגד כל אותה חתיכה ואז מתבטלת אם אין מכירה דאם מכירה יסירנה דאסורה היא דקי\"ל כרב ור\"י דאמרי אפשר לסוחטו אסור פי' אותה חתיכה שנעשית נבילה מחמת בב\"ח או מחמת דבר אחר והושמה בקדירה עם שאר חתיכות אע\"פ שהאיסור שבה נסחט ממנה ומתבטל בס' דקדרה מ\"מ אותה חתיכה אסורה אם מכירה אבל אם לא ניער אינה אוסרת האחרת אע\"פ שנוגעות יחד חמות דאינם מפעפעות בלא רוטב וראיה מדתנן (פכ\"ה דק\"ח) טיפת חלב שנפלה על החתיכה אם יש בנ\"ט בחתיכה א\"כ ש\"מ דחלב מפעפע בכל החתיכה וש\"מ דצריך ס' נגד כל החתיכה ואין די נגד הטיפה שנפלה עליה דמיד אסורה כל החתיכה וש\"מ דאיסור הנבלע אינו הולך ממנה בלא רוטב מדקתני ניער וכיסה דאז מתפשט בלא רוטב לחתיכה אחרת א\"כ בלא ניער וכיסה יאסרו כולם אי כולם יסייעו לבטל הטיפה אע\"פ שמפרש לקמן שחתיכה נבילה חמה אסורה במגעה חתיכה כשרה ר\"ל כשהיא נבילה ואסורה מחמת עצמה אבל כאן שאסורה מחמת בליעה דוקא אינה אוסרת בלא רוטב.",
            "הגה: ונ\"ל אם היא חתיכה גדולה וראויה להתכבד אפ\"ה בטילה כיון שאין בה כזית חלב בכדי אכילת פרס (א\"כ יש תרתי לריעותא) כדפי' לקמן גבי וכן חתיכה גדולה של נבילה אבל אם היא ראויה להתכבד ויש בה כזית בכדי אכילת פרסא\"כ יש תרתי לריעותא אז אינה בטילה לעולם ואם היא קטנה שאינה ראויה להתכבד אפי' יש בה כזית בכדי אכ\"פ מן החלב מ\"מ היא בטילה דאין כאן אלא חדא לריעותא.",
            "תנן התם במס' (תמורה די\"ב ע\"א) אין המדומע חוזר ומדמע אלא לפי חשבון שבו כיצד סאה של תרומה שנפלה בפחות מק' של חולין ונאסרה וחזר ונפל מן המדומע למקום אחר אינו אוסר אלא לפי חשבון תרומה שבה וכ\"ת דאמאי אמרי' לעיל שאם ניער שצריך ס' כנגד כל החתיכה בשלמא לפי ר\"א דפי' דאין חתיכה עצמה נ\"נ אלא בב\"ח אך למנהגנו ק' ותי' ר\"י דל\"א דחנ\"נ רק בדבר לח או בבליע' טעם א\"כ משמע מתוך פ\"י ר\"י שאם נאסר תבשיל בשר מחמת תבשיל חלב או מחמת שאר איסורי' שלא היה ס' לבטל וחזר ונפל מאותו מרק הנאסר תוך היתר אחר שצריך ס' נגד כל המרק כיון שהוא לח ועוד שבלע הטעם כדפי' לעיל גבי חתיכה משא\"כ בתבואה ומיהו ראב\"ן הורה להתר ולא צריך רק נגד המדומע כגון רביעית איסו' שנפל בנ\"ט רביעיות של היתר וחזר ונפל רביעית מאותו מדומע לקדרה אחרת של היתר א\"כ ס' רק נגד חלק א' מס' שברביעית ודבר מועט ומהר\"ם ז\"ל התיר במעשה כזה ואמר שיש חילוק בדבר כי מה שאנו אומרים שבכל איסורין החתיכה ענ\"נ היינו בחתיכה שהיא חשובה וניכרת ונבדלת אבל רוטב ברוטב או יין במים הוי כתרומה וחולין ולא שייך למימר חענ\"נ להצריך ס' נגד כולה וצ\"ע."
        ],
        [
            "קדרה או יורה בת יומא פי' שבשלו בה בשר תוך מע\"ל דאינה מלוכלכת ברוטב ובשלו בה דגים או מיני קטנית וירק או ביצים מותר לאכלם בחלב דיש כאן ג' נ\"ט בר נ\"ט דהיתר הבשר ביורה והיורה במים והמים בדגים ועדיין היתר וכ' בדור\"א ה\"ה אם הוחמו בה מים דמותר ללוש בהם הפת ולאוכלו בחלב ס' תרומה. וס\"מ פי' דב\"י הוי מעת לעת וכך המנהג והינו כמו שכתוב בדור\"א שנהגו באשכנז שלינה א' פוגמת ולא איקרי בת יומא.",
            "קערה של בשר בת יומא מקונחת ששמו בה דגים רותחין מותרים לאוכלה בחלב שהקערה כלי שני ודי בב' נותני טעם כגון בשר בקערה וקערה בדגים כדאמר חזקיה (חולין דקי\"א ע\"ב) דגים שעלו בקערה מותר לאוכלם בכותח ופי' ר' יהודה חתן רש\"י דוקא עלו אבל נצלו במחבת לא דעיקר טעם נפלט מן הכלי אבל כי נתבשלו במים הוי כי עלו בקערה נ\"ל אע\"פ דחמירא סכנתא מאיסורא כגון דגים ובשר מ\"מ אין צריך לשער ולבטל הטעם כמו גבי איסור והיתר וראיה מדגים רותחים שעלו בקערה שמותר לאוכלן."
        ],
        [
            "קערה של חלב בת יומא שהודחה ביורה של בשר שאינה ב\"י הכל מותר דיורה שהיא נט\"ל לא תאסור הקערות והקערות לא יאסרו היורה דיש כאן ג' נ\"ט חלב בקערה וקערה במים ומים ביורה ועדיין היתר דאינה ב\"י וה\"מ כשהקערה אינה מלוכלכת במאכל דאז שייך היתר דנ\"ט בר נ\"ט וה\"ה לדין שהזכרנו אם היורה ב\"י ולא הקערות ואם שניהן בני יומן הכל אסור כי שניהן פלטין במים והמים נאסרים מבב\"ח וחוזר ונבלע ביורה ובקערות וה\"ה כל מה שזכרנו אי הוי איפכא כגון הכלי גדול פי' היורה של חלב ושמו בה קערות של בשר."
        ],
        [
            "דין כלי ראשון הוא מה שהוחם על האש עד שיד תינוק סולדת בו והיא היורה שהזכרנו וכלי ב' הוא ששופכים מכלי א' לתוכו ואע\"פ שהמים חמין שיד תינוק סולדת בו נקרא כלי ב' דלא פלוג רבנן והיא הקערה שהזכרנו כדאמ' בפ' כירה (ד\"מ ע\"ב) פעם א' נכנסתי אחר ר' לבית המרחץ ואמר תן מעט מים בכלי ב' ופי' התוס' כלי ראשון שהיד סולדת מתוך שעמד על האור דפנותיו חמין ומוחזק חומו זמן רב וכלי ב' מותר אע\"פ שהיד סולדת בו מפני שאין דפנותיו חמין והולך ומתקרר.",
            "כלי ב' ששמו בו חמין תחילה ואח\"ך הודחו בהם קערות של בשר ושל חלב יחד אפי' ב\"י הכל מותר דקי\"ל כלי א' מבשל וכלי ב' אינו מבשל דאין כח במים להבליע בקערות ואם שמו הקערות תחילה בכלי ועירה עליהם מכלי א' הכל אסור דעירוי מבשל כדי קליפה כדפי' לעיל וכך משמע בפרק כירה גבי האלפס והקדרה."
        ],
        [
            "חלב שנתבשל בקדרה של בשר או איפכא שבשל היתר בקדירה של גוי אם אינה ב\"י התבשיל מותר דנט\"ל הוא והקדרה אסורה דבלועה מפגם בשר בחלב כך פי' הרר\"י בס\"מ. ור\"ת כ' שאם חזר ובשל בה עוד היתר בו ביום אחר מותר דהא אם שהה בה היתר ראשון זמן מרובה יום או יומים א\"כ ה\"ה בהיתר אח\"ך מצאתי בתשו' אבל אם הקדירה ב\"י הכל אסור דלא שייך לשער ס' נגד הקדרה דלא ידעי' כמה בלעה והוי כחתיכה דאיסורא.",
            "הגה: ואם היא יורה גדולה שיש בחללה ס' נגד כל גופא ודאי שרי, עכ\"ה."
        ],
        [
            "קדירה שאינה ב\"י והוחמה בה מים תוך מע\"ל (לבישולה) שבשלו בה בשר וחזר ובשלו בה חלב תוך מע\"ל מהמים הנז' יש ב' דינים אם הקדירה של היתר מותר מפני שהמים לא נעשו ב\"י כי לא נעשו נביל' ואפי' אם חזרו ונבלע מ\"מ הקדרה בלעה עשר ידות מים ממה שבלעה פליטת בשר ועוד ג' נ\"ט דהיתר ואם הקדרה דאסור כגון של גוים אסורה כי המים נעשות ב\"י שהמים נ\"נ ונבלעו בקדרה ואין אומרים נ\"ט בר נ\"ט בדבר שנעשה נבילה כדפרש\"י והטעם משום דאפשר לסוחטו אסור פי' אפי' היה יכול ליסחט כל האיסור הנבלע שלא ישאר טעם של איסור בחתיכה אפ\"ה אסור דחל עליה שם איסור שעה וזה לא שייך בב\"ח."
        ],
        [
            "סכין של חלב שחתך בה אווז רותח או בשר רותח החתיכה נ\"נ אם אין ס' מן הסכין ואפי' לא תחב בה כ\"א מעט מן הסכין אסורה דחם מקצתו חם כולו כך הורה הר\"ר יצחק מנוח ז\"ל ומרפ\"א כ' דה\"ה תחב כף של מתכות חולבת בקדרה של בשר צריך לשער נגד כולה.",
            "הגה: יש ס\"מ שכתוב בו ואם תחב ב' פעמים ולא נודע בנתים (צריך לשער נגד כולה) יש להצריך ב' פעמים ס'. וראיה ממס' תרומות (פ\"ה מ\"ח) דתנן סאה של תרומה שנפל במאה סאה של חולין ולא הספיק להגביה עד שנפל עוד סאה של תרומה חכמים אוסרין עכ\"ל ולא נהירא דלא דהתם מיירי בתבואה דהוא דבר יבש ואין הטעם מתערב אבל בדבר לח קמא קמא בטל כמו טיפת חלב שנפלה בתבשיל של בשר או איפכא ונתבטל בס' אם נפל אח\"ך עוד טיפה אחרת לא תצטרף עם טיפה ראשונה שכבר נתערבה דאמרי' קמא קמא בטל וכיוצא בזה חלק ר\"י גבי ואם אח\"ך ניער בכף גבי ההיא דתנן (תמורה די\"ב) ואין המדומע חוזר ומדמע ושמא י\"ל דאין הדין כן מתשו' ר\"ת דמ\"ל תחב מאה פעמים מ\"ל שהתה בקדרה יום או יומים דלא מצריכנן רק ס' עכ\"ל הגה."
        ],
        [
            "כף של חלב ב\"י שנתחבה בתוך קדרה של בשר או איפכא משערי' כל מה שנתחב בקדרה דלא ידעי' כמה נפיק איסורא כדפי' לעיל גבי קדרה אבל מה שלא נכנס בקדרה לא משערי' ואפי' של מתכות דלא מפעפע פי' אין מוליך בליעתו למעלה כך פי' בסמ\"ק וסמ\"ג והקדירה אינה מצטרפת עם הרוטב והחתיכות לבטל דלא ידעי' כמה בלעה כדפי' לעיל וכן יעשה יקח כלי וימלאנו מים וישים כלי אחר תחתיו ויכנס הכף בכלי העליון כשיעור שנתחב בתבשיל ומה שיפול אל הכלי התחתון ישים בכלי קטן וישער אם יש בתבשיל ס' פעמים. וס' שאנו משערין בכל מקום הוא לבד האיסור כי האיסור אינו מן המנין סמ\"ג כדמפ' בפ' כל הבשר."
        ],
        [
            "כף חולבת בקדרה של בשר או איפכא אם יש ס' בתבשיל הקדרה והתבשיל מותרים והכף אסורה כי היא בלועה מבשר בחלב ואפי' בדיעבד אוסר כל התבשיל כל זמן שהיא בת יומא מזה ואם אין ס' בתבשיל אסור בהנאה אפי' לכלבים ובס' התרומה מביא ראיה מפ' הדר (דס\"ד ע\"ב) במעשה דר\"ג דאמ' טול גלוסקא. והוצרך לומר וש\"מ חמץ אחר הפסח מותר בהנאה אע\"פ שלא ראה הגוי מעולם ומיהו בקדרה מותר לתת פירות או דבר צונן דאין לו הנאה מעיקר האיסור כדאמרי' בפ' אין מעמידין (דג\"ל ע\"ב) רמא ביה הגוי חמרא מותר לישראל למרמי ביה שכר וסתם חביותיהם של חרס.",
            "וצריך החכם לחקור אם אחר תחיבת הכף שמו מים בקדרה דאין מים אחרונים מצטרפין לס' ואם ספק אם שמו מים אח\"ך או אם שפכו מן המים דהוי ספיקא דאורי' ולחומרא דנהגו כר\"ת דטעם כעיקר דאורי' ואם הכף אינה ב\"י אסורה דבלועה מבשר בחלב, והשאר מותר אפי' אין ס' לבטל, כי נט\"ל מותר כדאמ' רבא אף בדיעבד והכף אינה אוסרת מבליעה ראשונה כיון שאינה ב\"י מבליעה א' מר\"ף.",
            "הגה: כגון כף חולבת שאינה בת יומא ונאסרה מבשר אם חזרו ותחבוה מבשר אפי' תוך מע\"ל אינה אוסרת כי אינה ב\"י מבליעת החלב ואינה אוסרת הבשר כמ\"ש ר\"ת בתשובתו גבי חלב שנתבשל בקדרה של בשר אבל חזרו ותחבוה בקדרה של חלב תוך מע\"ל מבליעת הבשר אוסרת החלב עכ\"ה."
        ],
        [
            "כחל לצלי לכתחי' בעי שתי וערב ואם לא קרעו מותר דחלב הנפלט ממנו נופל לארץ ואותו שלא פירש מותר משום דחלב שחוטה דרבנן בלישנא קמא דרב (פכ\"ה דק\"ט ע\"ב) ותניא כוותיה כך פי' רש\"י דכחל קורעו ר\"ל לצלי כך המנהג ובסמ\"ג הביא הברייתא כלשון ראשון כחל שבישלו מותר.",
            "הגה ופי' שבישלו צלאו כמו ויבשלו את הפשח בדברי הימים וא\"כ אין הכחל צריך קריעה שתי וערב אלא לקדרה אבל לצלי אין צריך כ\"א קריעה קצת.",
            "כחל לקדרה בלי בשר עמו או במולייתא שקורין פשטידא בלי בשר בעי קריעה שתי וערב וטיחה בכותל ואם לא קרעו אסור מדרבנן וחוזר ונבלע בכחל וצריך ס' מן הרוטב והכחל לבטל חלב הנבלע אבל עם בשר אסור לכתחי' אפי' קרעו. עוד פי' מר\"פ לפי' רש\"י לא מצינו היתר כלל עם בשר.",
            "נהגו כל ישראל שאין לבשל כחל כל עיקר בקדירה ואפי' לבדו גזירה שמא יבשלנו עם בשר או יבשל בשר אח\"ך בקדרה מר\"פ ודור\"א.",
            "כחל שנצלה או נתבשל בפשטי\"דא, מותר לחתכו בסכון של בשר וכן מותר לתת כחל בקערה שהיה בה בשר דהילכתא בין כחל בין כבדא עילויה בשרא דיעבד שרי ואפילו בעת צלייה כשנוטפים ונוגעים הילכך התם לכתחי' דוקא אסור והכא שרי וכ' בדור\"א דה\"ה אם נמלח עם בשר דתרויהו שרו בדיעבד וידח הבשר.",
            "כחל שנתייבש הרבה ונתבשל עם בשר התירו ר' יואל הצריך ס' אפי' לפירוש רש\"י דביבש לא גזרי דור\"א."
        ],
        [
            "אכל בשר אסור לאכול גבינ' עד סעוד' אחר' כר' חסדא (בפרק כ\"ה דק\"ה) וכן נהג מר עוקבא מפני שהבשר ושומן נדבק בפה זמן ארוך וכ' ר\"ב מפני שהבשר שבין השניים קרוי בשר שנא' הבשר עודנו בין שניהם והוא ג' שעות כרש\"י ומטעם זה טוב לנקר שינוי בסעודה אחרת אם יאכל גבינה ואם לא אכלו בשר רק כעין טיגון בשומן מותר לאכול גבינה אח\"ך בקינוח הפה והדחת ידיו דאינו נדבק מר\"ף.",
            "אכל גבינה ורוצה לאכול בשר יטול ידיו שמא נדבק שמנונית ויקנח פיו בפת או בשאר דברים בר מן קמח תמרי וירקי וידיח פיו במים דבעי קינוח והדחה כך פי' רש\"י ור\"ח גבי ושוין ב\"ש וב\"ה שמקנח וכ\"ש שמדיח (שם) ור\"י היה נוהג לשרות הפת ביין או במים ואוכל במקום קינוח והדחה בפה וריב\"א היה מקנח בפת לבדו ומדיחו לבדו שהיה עושה הדחה לידיו ולפיו שהיה בולע מים ומכניס אצבעו לתוך פיו ומדיחו.",
            "אין אוכלין על שולחן א' בשר וגבינה, ואפי' בשר עוף כב\"ה פי' כשאין הפרש ביניהם ונהגו לשים ביניהם קנקן או שאר כלים או ב' מפות א' של בשר וא' של גבינה וכ\"כ בתוס' שאנץ.",
            "ובסמ\"ג כ' דנהגו להפסיק בלחם או בקנקן וראיה (לדבר) דמסיק תלמודא (שם דק\"ז ע\"ב) גבי מכירין זה את זה אסורין דלא אסרו אלא כעין תפיסה א' פי' כשאין הפרש ביניהן."
        ],
        [
            "בשר כשירה ונבילה שנמלחו יחד ונוגעים יחד אפי' בכלי מנוקב שניהן אסורין אם אין לבטל האיסור דכל א' פולט טעמו ובולע טעם חבירו ואם ספק נגע הוי ס' דאורי' ואסור דציר נבילה דאורי' דאמר רבא (פכ\"ה דקי\"ב) הטמאי' לאיסור צירן ורוטבן."
        ],
        [
            "בשר מליח או צלי ונבילה תפל מותר דאין כח בכשירה להבליע התפל ולהפליט עד שתחזור ותבלע דקי\"ל טהור מליח וטמא תפל מותר (פכ\"ה דקי\"ג) אבל איפכא אסור דכשירה בולעת מן הנבילה וכן גבינה ובשר שנוגעי' יחד אם שניהם מלוחין אסורין ואם א' מליח וא' תפל המליח מותר והתפל אסור ואין זה חמור מדם דבדם שייך למימר כבולעו כך פולטו אבל ציר נוח לבלוע יותר.",
            "בשר תפל שנפל לתוך חלב או לתוך איסור אחר צלול תפל הבשר והחלב מותרין כההיא יונה דנפל לכותח והכותח לא נמלח ושרייה רבינא וגוזלות ושאר בשר שמן ס' תרומה."
        ],
        [
            "בשר מליח או מתובל בתבלין שנפל לתוך חלב או שהחלב נמלח והבשר תפל הכל אסור אם אין ס' מפני שהתבלין מרככין ובלע איסור לח שסביביו ולא דמי לטהור מליח דמלח הטהור לא מפליט הטמא.",
            "בשר צלי או מבושל צונן שנפל לתוך חלב חמור מעט דמי ובולע כדי קליפה ואי אית ביה פילי פי' בקעים הכל אסור הואיל והוא מבושל כך פירש\"י אם משמע דאין הבקעים אוסרין בבשר חי סמ\"ג."
        ],
        [
            "בשר שנמלח מעט כגון לצלי אע\"פ שאינו כרותח לאסור במגעו מ\"מ הנוטף ממנו על הגבינות אוסר דציר גופיה כרותח ואינו נאכל מחמת מלחו ס\"ת.",
            "בשר וגבינה שנמלחו ונתייבשו יחד, מותרי' אפי' אם הודחו. וכן בשר שחוטה ונבילה משום דאין כאן לחלוחית דם ומלח."
        ],
        [
            "דין תתאה גבר. בשר שחוטה ונבילה שנוגעים דברי הכל אסורין כשהם חמין דחם לתוך חם ד\"ה אסו' הוא.",
            "בשר למטה והוא חם ונבילה למעלה אפי' הוי צונן אסור דחום תחתון מפליט העליון וחוזר ובולע וכ\"ש איפכא כשהנבילה חמה למטה והבשר עליונה צונן ואם החם למעלה והצונן למטה בין נבילה בין כשירה לא אסר רק כדי קליפה דתתאה גבר ומצנן אבל קליפה בעי כדאמרי' אדמיקר ליה בלע פורתא ואע\"ג דאמרי' (פכ\"ה דקי\"ג) טהור מליח וטמא תפל מותר ואיפכא אסור ולא מפליג בין עליון לתחתון ועוד אמרי' מליח כרותח הנ\"מ להבליע איסור של זה לתוך זה אבל להרתיח חבירו שיהיה לו כח להפליט או לצנן חבירו שלא יפליט לא תמצא רק בתולדת האור וכ' ס\"ת דהא דאמרי' תתאה גבר לאסור הכל ר\"ל אם יש שם שמנונית שמפעפע אבל אם היתה לחה בלא שמנונית בציר מחלב וסגי בנטילת מקום כדתנן בכ\"צ (דע\"ה ע\"ב) גבי נטף מרוטבו על החרס וכו' ומ\"מ חמור מגיד למ\"ד יש בגידין בנ\"ט והתם סגי בקליפה לבד. ומיהו פי' מרפ\"א דאף בלא שמנונית יש לאסור הכל דומיא דחם לתוך חם ועוד דזמנין איכא שומן ולאו אדעתיה ובס\"ת נמי לא חילק זה הכלל חתיכה הנאסרת מחמת טיפת חלב או מחמת תתאה גבר או שנמלחו עם חלב או עם נבילה אע\"פ שהחתיכה נ\"נ אינה אוסרת האחרות הנוגעות בה אפי' אם היא חמה דאיסור הנבלע בחתיכה זו אינו הולך לחתיכה אחרת רק ע\"י רוטב כדפי' ר\"י לעיל גבי טיפת חלב דלא דמי לנבילה ממש או חלב דהתם האיסור מעצמו ואפי' אם החתיכה שמינה מ\"מ לא יהיה טפל אסור מן האיסור הבלוע כדפי' לעיל וכן משמע גבי טיפת חלב, ס' תרומה וסמ\"ק."
        ],
        [
            "חלב שנצלה או שנמלח עם חתיכה בשר הכל אסור אם אין ס' לבטל החלב ולא סגי בקליפה דאמרי' (בפג\"ה דצ\"ו ע\"א) גדי שצלאו בחלבו קולף ואוכל עד שמגיע לחלבו ומסיק התם ההוא גדי כחוש הוה והיה בגדי ס' לבטל חלבו כך פרש\"י ומרפ\"א ופי' ר\"י הלבן וראב\"ן דה\"ה במליחה וראיה מההיא אטמהתא דאמלחה בגידה וכו' (שם ע\"ב) ושמא דמי ממש לשחוטה ונבילה כדפי' וס\"ת נמי' סבר דמליח וצלי שוים לגבי חלב כדפי' לעיל גבי בשר הנמצא מקצתו בציר. וכ' בדור\"א שכך המנהג וכמה גדולים נסתפקו בחתיכה שנעשית נבילה מחמת חלב אם אוסרת מחמת הנוגעות בה במליחה ובא\"ז אסר וכן שאל ר' שמואל מאייברא את ר' נתנאל מקינון ואסר דמספ\"ל אי חלב מפעפע מחתיכה לחתיכה בלא רוטב מרדכי. ומ\"מ משמע מס' תרומה ומסמ\"ק כדפי' לעיל.",
            "קרום שע\"ג כסלים אם נמלח עם בשר או עם חתיכה עצמה שדבק בה אם יש ס' מותר ואותו קרום חלב כחוש הוא דור\"א."
        ],
        [
            "גיד הנשה של חיה דינו כשל שור ושה ויש לנקר אחריו ואחר שמנו בכל מקום כמו בבהמה ומי שמחלק בזה הניקור נקרא מינות דאין חילוק רק בחלבים הקריבים ע\"ג המזבח דהיינו חלב המכסה הקרב הכליות ותניא (פג\"ה דצ\"א ע\"א) שמנו של גיד הנשה ישר' קדושים הם ונהגו בו איסור."
        ],
        [
            "שפחה בבית ישראל שהדיחה קערות וס' אם הדיחה של בשר עם החולבות או אם הדיחה הבשר אחר המליחה או אם מלחה בכלי מנוקב או אם מלגה בכלי ראשון וכן כל כיוצא בזה אם השפחה יודעת בטיב היהודים וקטן בר דעת יוצא ונכנס הכל מותר משום דמרתתה אבל אם אינה יודעת מנהג היהודים הכל אסור דשמא להקל מעליה עשתה כמו שרגילה בביתה ובס\"מ כ' דנאמנים במסל\"ת וכ\"ש אם יודעים מנהגם וקטן בר דעת יוצא ונכנס."
        ],
        [
            "אלה המתבטלים בס' מים במים בדבר לח כגון חלב של איסור בחלב של היתר וסתם יינם ביין של היתר וקי\"ל כר\"ת דפסק כראב\"י וכר\"י ורבא דאמרי תרוויהו כל איסורין שבתורה בס' בין במינו בין של במינו כדאמרי' גבי עכברא בשיכרא (ע\"ז דס\"ח) וכן כל איסורין שבתורה בס' חוץ מטבל ויין נסך לע\"ז ואע\"ג דמדאורי' מין במינו בטל ברוב היינו משום דטעם האיסור אינו ניכר בהיתר אפי' כשמבשלם יחד. ומ\"מ חכמים החמירו והצריכו ס' בלח משום דהאיסור נבלע בהיתר מיד כשנתערבו ונ\"מ דספיקי רבנן לקולא ואם נשפכו המים יש להקל כיון דלא בעי ס' אלא דרבנן וטעם ס' למדנו מזרוע של איל נזיר שהוא א' מס' באיל ומתבשל עמו ואינו אוסרתו.",
            "גם כתב במיימון אע\"פ שאין מבטלין איסור לכתחי' מ\"מ באיסורים של דבריהם מתבטלין כגון שנפל לתוך קדרה שיש בה בשר בנ\"ט מרבה עליו בשר עוף אחר ומבטלו וכן כל כיוצא בזה וכן מין בשאי\"מ כגון בשר בחלב בין בדבר לח בין בדבר יבש צריך ס' מן התורה משום שאם ביבש לבד יהיה טעם האיסור ניכר ויש תקנה בס' או בקפילה ארמאה דקי\"ל טעם כעיקר דאורי' ונ\"מ דספיקא לחומרא פי' אם נשפכו המים ואם יש ס' מותר אם אין ניכר בעין ואם ניכר בעין יסיר אותו והמחוי מתבטל בס' וישער כאלו כל האיסור מחוי כי לא ידעי' דשמא יצא כל טעמו ונתפח מן ההיתר וכן עוף טהור או דג או ביצה או חתיכה גדולה הנאסרים מחמת בליעת איסור מתבטלין בתבשיל בס' אם אינו מכירה ואין נקראים לא בריה ולא דבר שבמנין ולא ראוי להתכבד כיון שאין איסורן מעצמן."
        ],
        [
            "ואלה המתבטלין ברוב ואפי' מדרבנן מב\"מ בדבר יבש רק שלא יהיה דבר שבמנין או בריה או דבר הראוי להתכבד וחתיכ' בלועה מאיסור גם היא מתבטלת ברוב כדפי' לעיל והא דלא החמירו להצריך ס' בדבר יבש כמו שהצריכו בדבר לח משום שלא נבלעו בשעה שנתערבו וראיה גבי גיד הנשה וחתיכה נבילה שנתבשלה עם שאר חתיכות (פג\"ה ד\"ק ע\"א) דפריך ולבטל ברוב ומתרץ גיד הנשה בריה הוי וחתיכה ר\"ל משמע דאי לאו הכי מתבטלין ברוב ס' תרומה.",
            "ואם חתיכה קטנה שאינה ר\"ל ונתבשלה עם כשרות אם מכירה יסירנה והמחוי שיצא נתבטל בס' ואם אין מכירה אז היא עצמה מתבטלת ברוב אך צריך לבטל המחוי שיצא בס' שאין דבר מתבטל ברוב אלא דבר בעין ולא דבר הנבלע ס\"ת.",
            "ואם הוא בהמה עם צמר ועופות קודם שהוסר נוצתם בטלים ברוב כיון דעתה אין ר\"ל אע\"פ שאח\"ך יהיו ראויין להתכבד מ\"מ אין חוזרין ונוערין ומה\"ט נמי מותר לבשל הכל יחד שכבר נתבטלו ומיהו חתיכה חיה שאינה מחוסרת רק בישול מקרי שפיר ר\"ל מרפ\"א כ' דצ\"ע על הרגלים אם בטלין ברוב משום חשש כבוד נגעו בה וי\"א משום דבר שבמנין שלפעמים רגילין במנין הילכך יש אוסרין אפי' עם הטלפים.",
            "ובדור\"א כ' אנו נוהגים לבטלם כטלפיים ובני מיעים אין ר\"ל דאמרי' בנדרים דאכלו להו לאו בני אינשא והורה ריצב\"א לבטל ברוב קורקבן טריפה שנתערב בקורקבני' כשרים ואמר מר\"פ דההטבחיא ושאר בני מעים וא\"צ להסיר אחת לא כשאינו מינו הבטל בס' ולא במינו הבטל ברוב ור\"מ הביא ראיה נתן סאה ונטל סאה עד רובו כשר ולא דמי בחולין שנתערב בהן תרומה שצריך להסיר א' מפני גזל השבט."
        ],
        [
            "ואלה אין מתבטלין אפי' באלף מדרבנן בין במינו בין שלא במינו. בריה כגון דג טמא עוף זבוב או גיד הנשה כשהן שלימים אבל אם במקצתם חתוכים אע\"פ שכל החתיכות שם מתבטלת בס' וכן דבר שרגילין למכור במנין כגון ביצת טריפה או נבילה או ביצה שיש בה אפרוח או דם האסורה או ביצת עוף טמא או פירות גסות של ערלה ס\"ת וצ\"ע בהגה מר\"פ.",
            "וכן חתיכה גדולה של נבילה פי' ס\"ת אפי' נבילת עוף טהור שנתנבלה מחמת שחיטה או שם בהמה טמאה או טריפה או חתיכה הבלועה מחלב. בפ' השוכר במס' ע\"ז (דע\"ד ע\"א) במתני' אלו אוסרין בכל שהוא ומונה בשר בחלב כגון חתיכה הנאסרת מחמת חלב ונתערבה באלף חתיכות. אבל טיפת חלב שנפלה או חתיכה קטנה לא דמפ' בגמ' תנא דבר שבמנין קתני ועוגות של חלה שנפלה בקדרה שלא במנה מתבטלת בס' אם אין מכירה.",
            "הגה כדאמרי' כל האיסורין מתבטלים בס' אבל אם נפלה במינה כגון בכרשיני תרומה ותודה מעשר וחלה ובכורי' כולם נקראים תרומה ועולים בא' ומאה והטעם את מקדשו ממנו כיוצא בו במינו מקדשו אם חזר ונפל בו מה שהורם ממנו ובתרומת מעשר מדבר שהוא א' ממאה כ\"כ במימון וכ\"כ בסמ\"ג שנתערבו במינם אבל שלא במינם בנ\"ט.",
            "כל אלה דלעיל אם גדולים וראוים להתכבד לפני האורחים שנתערבו במותרים לא בטילי והכל אסור ואם מכירם ישליכם והטעם מתבטל בס'. והא דבשר בחלב לא בטל משום דהאוכל כזית ממנו לוקה כאילו אוכל כזית נבילה אבל חתיכה בלועה משאר איסורין מתבטלת ברוב בדבר יבש שהרי אינה נקראת דבר חשוב כיון שאינו לוקה על כזית רוטב עד שיאכל מן הרוטב כל כך שיהיה כזית טעם ושמנוניות של נבילה דאין טעם מצטרף לאיסור בקדשים ואיסור הבלוע אינו לא דבר שבמנין ולא ראוי להתכבד.",
            "ופי' ר\"י גבי כזית בשר שנפל לתוך יורה שלוקה על חצי זית בשר וחצי זית חלב דגזירת הכתוב הוא דהא מתחילה היה כל אחד היתר. והא דמתבטל חתיכה שנפל עליה טיפת חלב ונאסרת שלא היה ס' לבטלה שמא צ\"ל שלא היה בחלב כזית בכדי אכילת פרס דאר\"י טעמו ולא ממשו אסור ואין לוקין עליו. ופי' ר\"י דאיירי במין בשאינו מינו ואין כזית בכדי אכילת פרס אבל טעמו וממשו שיש כזית בכדי אכילת פרס לוקין עליו ופר\"ת בפ' אלו עוברין דטעם כעיקר דאורי' ממשרת וגיעולי גוים."
        ],
        [
            "ביצה שנולדה ביו\"ט ואפי' ספק אם שמוה במאכל הכל אסור דדשיל\"מ אפי' באלף לא בטיל ואם פירש א' מאלו שאין מתבטלין איסור ולא אמרי' כל דפריש מרובא פריש כיון דמדרבנן הוא איכא למיגזר שמא יקח ממקום שהם ביחד.",
            "ואם יש ספיקא דאורי' בא' מהם כגון ביצה או חתיכה ס' טריפה או שנתערבה א' טריפה וא' כשירה וכיוצא בזה הוי כמו ודאי ואפי' נתערבו באלף לא בטל כך פר\"י בריש ביצה והטעם משו' דאין הספיקו' מענין א' שהס' א' ס' כשהיא טריפה והב' משום רוב אבל בס' דרבנן כגון ביצת טריפה או חתיכה שנתערבה בב' דהיתר דמדאורי' שרי משום רוב ומדרבנן אסור משום דבר שבמנין או ר\"ל וכיוצא בזה אם נתערב א' מאלו הג' אפי' בשנים שרי משום ס\"ס אמנם ס' מתרנגולת שנתנבלה ס' משחוטה מותרת אפי' בלא תערו' דביצת נבילה דרבנן, דלא גדלה עוד משעה שנתנבלה ס' התרומה."
        ],
        [
            "ואם הוציא בכף מקדרה רותחת זבוב או כל דבר שאין מתבטל הכף אסורה ואם חזר ותחב הכף תוך התבשיל צריך ס' נגד הכף ס\"ת. אבל אם היה מרק בכף לבטל האיסור בכף בס' מותר סמ\"ק.",
            "הגה צ\"ע מ\"ש מתשובת ר\"ת גבי חלב שנתבשל בקדרה וי\"ל דל\"ק כלל כי בהיות הכף עם הזבוב בקדרה מחובר בתבשיל לא נאסרה הכף אע\"פ שאין במרק שבכף ס' נגד הזבוב. אבל כשיצא הכף מן הקדרה ואין בו מרק ס' נגד הזבוב נאסר לגמרי ואסור אח\"ך אם תחבו בקערה ואם נמצא הזבוב בכלי שני מנהג להכשיר הכל מחמת ס\"ס שמא נפל בזה הכלי שני ואפי' את\"ל שנפל בקדרה והוציא בכף שמא הוציא עם הזבוב מרק בכף לבטל הזבוב בס' וכ\"כ בתשב\"ץ ע\"כ הגה."
        ],
        [
            "תולעים שנמצאו בפירות ונתבשלו הרבה פירות יחד אם הפירות שבהם התולע שיש בהם לבטל ס' טעם התולע זורק התולע וקולף מעט מקום משכב התולע ואף הפרי ההוא מותר מרדכי אבי\"ה דור\"א ואם הפרי שבו התולע קטן או מיני קטנית לחים או שרביטי פולים שקורין גושייש ובו תולע הפרי נאסר מן התולע ההוא בשעת בישול כי רגילין לבוא שמה בעודו במחובר ודין בריה לתולע וזורק התולע וצריך ס' לבטל הפרי דקי\"ל כשמואל דאמר (בפ' א\"ט דס\"ז ע\"א) קישות שהתליע באיביה אסור אפי' בעוד שהוא באילן או אפי' תלוש ולח כי שמא פירשו לחוץ וחזרו ואסורין משום השרץ השורץ על הארץ."
        ],
        [
            "פולין וכל מיני קטנית יבישים שנתבשלו ולאחר בישולם מוציא זיזין שקורין קורקו\"שונש בלעז והם כמו זבובים קטנים אף התולעים מותרים ואם נמצאו בתבשיל כי הם גדלים אחר שנתלשו ומותרי' גם לא חיישי' שמא פי' מחיים שאם פי' לא חזרו למקו' יבש וטוב לתת אותם תחי' במי' רותחין וימותו תוך הפרי כדי שלא יצאו מחיים במים צוננין ויאסרו וכן המנהג וכ' מרפ\"א כי ר' יחיאל היה אוסר אותם קושו\"גוש, ואומר שהתולעים באים שם בעודן לחים וכשיבשים נעשים כמו זבובים ומיהו בעינינו רואות שהתולעים בקטנית לחים גדולים בכפלים מן הקשוגוש ועוד שזה שורה וזה בורח והמנהג שמותרין כדפי' לעיל ועוד נר' לר' יחיאל שיש להתיר מיני קטנית לאחר י\"ב חדש וכ\"כ במיימון מדאמר' בפ' א\"ט (דנ\"ח ע\"א) הני תמרי שהתליעו לאחר י\"ב חדש שרו ועוד דא\"ר הונא (שם) כל בריה שאין לה עצם אינה מתקיימת י\"ב חדש אם לא התליעו במחובר כלל."
        ],
        [
            "תולעים שבראש או בבשר או בבני מיעים שבאו שם בחיי הבהמה או דגים חיים, אסורין כדתניא (שם דס\"ז ע\"ב) את נבלתם תשקצו לרבות הכנים שבבהמה ובהמה בת שחיטה והשחיטה אינה מתרת אלא הבשר וגבי דגים אמרי' (שם) דילמא מעלמא אתו דכי ניים עאלו באודניה ואמרי' הילכך קוקני אוסרי פי' תולעים אבל תולעים שבבשר או בדגים שבאו אחר שחיטה מחמת סירחון או בגבינה אף התולעים מותרין אחר שמתו אבל אי פירש מחיים ע\"ג הבשר או הגבינה אסורין אפי' לאחר שמתו וכ\"ש שלא לאוכלם בידיו לבדם וכן אם התולע יצא מחלל הפרי אסור משום השרץ השורץ על הארץ אבל מחיים אסורין אפי' לא פירשו משום אבר מ\"ה ס\"מ ואבי\"ה בשם אביו ורשב\"ט כ' שאף התולעים חיים מותרין דהיינו רביתייהו ואין בהם משום אבר מן החי ולא משום השרץ השורץ על הארץ וכן משמע במימוני שמותר מחיים וז\"ל אבל אם לא פירש מותר לאכול הפרי והתולע עכ\"ל וכן אח\"ך משמע מדבריו שמותר לאוכלן מחיים ובכל מקום הזכיר אם פירשו להארץ וז\"ל אם פירשו לאויר ולא נגעו להארץ או שיצאו מאוכל זה לאוכל אחר אסורין מס' ואין לוקין עליהן משמע שר\"ל לאפוקי ע\"ג המאכל וצ\"ע והמנהג נר' שאין להקפיד לאכול התולעים שבגבינה עם הגבינה אבל לא לבדם.",
            "תולעים מתים שנמצאו בקערה שנפלו מן הבשר מותרים דאין לחוש שפירשו מן הבשר בעודם בבשר דמסתמא אותם שהיו בחיים נפלו כשהדיחו הבשר ס\"ת וסמ\"ג וצ\"ע דשמא פירשו וחזרו מחמת השמנונית שאינם יבשים כמו פולין."
        ],
        [
            "תולעים הגדלים בין בכלי בין בגומו' בארץ או בבורות מים שאינם נובעות ויבחושין קטנים הגדולים ביין ובשכר אפי' אם פירשו בדופני הכלי או הבור מבפנים וחזרו ונפלו במים מותרים לשתותן עם המשקה דהיינו רביתייהו אבל אם פירשו על דופני הכלי מבחוץ או חוץ לבור אסור כדתניא (חולין דס\"ו) מניין לרבות בורות שחין ומערות ששותה ואינו חושש ת\"ל את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת במים בימים ובנחלים משמע דלא בעי' סנפיר וקשקשת רק בימים ובנחלים הא בורות שיחין ומערות שרי ובלבד שיהיו עצורים בכלי אבל אם סינן היין ונמצאו יבחושין על המשמרת אסורין ובדור\"א כ' וכן תולעים שבקמח מותרין ניפה הקמח ונמצאו בנפה אסורין.",
            "הגה: צ\"ע לפי זה הצפרדע שבגומות מותרים ונ\"ל שא\"א לשתותם ואם פירשו אסורין עוד צ\"ע כי כמו שאנו דורשין את זה תאכלו מכל אשר במים להתיר בורות שחין ומערות ובכלי כך תדרוש לאסור מכל אשר אין לו סנפיר וקשקשת במים שקץ הוא לכם כי שם לא הוזכר ימים ונחלים כ\"ע הגה."
        ],
        [
            "דגים מבושלים או פירות או שרביטי פולין צריך ליזהר להצטנן במחבת או לשפוך מים צוננין עליהם כי אם הוציא א' מן האסורין בכף בעודן רותחין הכף אסורה וכשיחזו' ויוצא בה האחרים יאסרו כולם עוד פי' ריב\"ה דשמא ימצאו בהן דבר האסור וכשעירה רובם חוץ למחבת נשאר במחבת ב' או ג' דגים עם הדג טמא או הביצה טריפה או עם שרביטי הפולין שבה התולע ויאסרו כולם.",
            "ומיהו ר\"ב מתיר משום דהמיעוט נאסרו במחבת כשמערה אותם על הרוב שבחוץ מתבטל ברוב כיון שהאיסור אינו מעצמו רק בכל עת האיסו' אינו אוסרן רק ע\"י רוטב וכ' ר\"ב דנדון להחמיר גבי ביצים מפני שאין רגילות לבשל כל כך ביצים יחד שיתבטלו המועטים שבתוך המים כמרובים שחוץ למים ופי' ר\"י שאין צריך להגעיל המחבת והעמד אותם בחזקת כשרות כבתחי' סמ\"ג ופירש רשב\"א שיש להקל ולומר דאיסורא ברובא איתיה ולא במיעוט הנשאר כדאמרי' בפ' התערובת (דע\"ד ע\"א) גבי טבעת של ע\"ז שנתערבה סמ\"ג וצ\"ע למנהג."
        ],
        [
            "דגים מלוחים אי מספק\"ל אם נמלחו עם טמאים או לא מותרים דציר דגים דרבנן וכ\"ת הא לפעמים איכא שמנונית פי' והוא גוף האיסור מ\"מ ס\"ס הוא ס' אם נמלחו וס' אי איכא שומן. ונהגו שלא לקנות דגים מלוחים כשרואים אותם על דף או על אותו כלי דגים מלוחים טמאים דור\"א."
        ],
        [
            "דבש דבורים מותר כדאיתא בבכורות (פ\"ק ד\"ז ע\"ב) שמביאים מעשבים דבש ואע\"פ שאנו רואים איברי' של דבורים מ\"מ מותר דנ\"ט לפגם מותר והוי כרגל החמור ונבילה סרוחה מעיקרא.",
            "דבש זיזין מין דבש הוא ובו נחלקו ור\"ת התירו וכן הר\"ם דתנן סתם מתני' דאמר מכשירין דבש הצרעין טהור ומותר באכילה ור\"י אסר דאמר פ\"ק דבכורות אך את זה לא תאכלו מכל שרץ העוף אבל אתה אוכל מה שעוף טמא משריץ וזה דבש דבורים שאין לו שם לווי ולא דבש זיזין דאית ליה שם לווי סמ\"ג."
        ],
        [
            "אסור לאפות פשטיד\"א או פלאדי\"ן קרוב ללחם בתנור וכ\"ש תחת וכ\"ש פשטיד\"א של בשר ושל דגים יחד דקשה לדבר אחר והלחם אסור לאכלו אפי' במלח דחיישנן שמא יזוב תחתיו שומן כדאמרי' (ב\"פ כש\"י ד\"ל ע\"ב) אין טשין את התנור באליה ואם טס כל הפת אסורה אפי' עם בשר פן יאכלו עם חלב.",
            "וכן אין לשין עיסה בחלב אבל הפשטיד\"א או הפ\"לאדין מותרין דליכא למגזר בהו מידי דניכרים הם כדאמרי' (שם דלו ע\"א) דכעין תורא שרי פי' עוגה קטנה כעינו של שור דאז ניכר ונהגו שלא לאפות פשטיד\"א עם פלדי\"ן בתנור א' ואפי' פשטיד\"א או פלאדי\"ן או צלי אין לאפותם לפנים מן הלחם לכתחי' ואפי' ברחוק ובדיעבד מותר כשרחוקים זה מזה לאכול הלחם עם חלב או עם בשר דקי\"ל דריחא לאו מילתא היא כרש\"י ורב אלפס שפסקו כלוי (בפכ\"צ דע\"ו ע\"ב) שהכשיר בגדי ודבר אחר ודוקא בתנורים קטנים שלהם איכא מאן דאסר אבל בתנורים גדולים שלנו דמחזיקים י\"ב עשרונים מצה אין להקפיד לכ\"ע וכ\"כ הר\"א ממיץ בשם ר\"ת דמה שׁפת עם צלי אסור למ\"ד ה\"ד בתנורים שלהם אבל בתנורים גדולים שלנו מותר לכ\"ע. וכ' בדור\"א ובמרדכי מעשה והתיר ר\"ת מצה הנאפת עם חמץ דיעבד דלא מצינו ריח פת בפת וראיה מלחמי תודה שהיו חמץ ומצה ולא מצינו שהיו להם ב' תנורים ועוד שאין אופין חלה עם פת לכתחי'.",
            "הגה: ומיהו בתוס' פסקו בכ\"צ כרב דריחא מילתא היא מההיא בניתא דאטוי בהדי בשרא ואסרא רבא ומר בר ר\"א שהיה בתראה ובהלכות ע\"ז פי' באורך ועי\"ש גם פי' התוספות דוקא בתנורים קטנים שלהם אבל תנורים גדולים שלנו המחזיקים י\"ב עשרונים מצה אין לחוש לריחא בין של בשר עם חלב בין של איסור עם היתר ובלבד של יהיה פי התנור סתום. עוד פי' התוס' שאם זב שמנונית איסור על המרדה שקורין פ'אלה אסור לתת עליה היתר מע\"ל ע\"כ הגה."
        ],
        [
            "דין אם ריחא מילתא היא גבי בת תיהא בפ' (אין מעמידין) (אמ\"ה לא מצאתי בפ' אין מעמידין וצ\"ל השוכר והוא דף ס\"ו ע\"ב) פי' שנוקבין המגופה להריח אם היין מחמץ והיין נסך אביי אמר אסור דריחא מילתא היא ורבא אמר מותר דריחא לאו מילתא היא וכן בפ' כ\"צ (דע\"ו ע\"ב) איפליגו רב ולוי בצליית בשר שחוטה ונבילה בתנור א' רב אסר ולוי שרי עבד לוי עובדא בי ריש גלותא בגדי וד\"א רש\"י פסק כלוי דרבא דהכא קאי כוותיה וכן פסק ר' אלפס והתוס' פסקו התם כרב דריחא מילתא היא מההיא ביניתא דאטוי בהדי בשרא ואסרא רבא למיכל בהדי כותחא ומר בר ר\"א אסר לאכול אפי' בהדי מילחא והם בתראי ואף רבא דהכא מצי סבר דריחא מילתא היא ושאני בת תיהא דריח היין מזיק לגוף הילכך התיר כאן ואסר שם וה\"מ בתנורים קטנים שלהם אבל לא בגדולים שלנו כדפי' לעיל בהגה.",
            "באשכנז מחמירין שלא לאפות אפי' בתנורי' גדולים מיני בשר וחלב יחד לכתחי' וכ\"ש עם איסור ואפי' רחוקים זה מזה.",
            "גם אינם אופין מין א' לפנים מן הלחם רק בפה התנור כדי שיצא הריח אבל בצרפת אין חוששין רק ביהיה התנור פתוח ונהגו לעשות כיסוי לפשטיד\"א ולפלאדי\"ן ולשומם בפה התנור כדי שיצא הריח מהר והפת מבפנים וכופין קליפה על נקב שעל הפשטיד\"א ואז הוי כפת חמה וחבית סתומה כ\"כ ראב\"ן ורבי\"ה ואביו ואפי' למ\"ד ריחא מילתא היא והמנהג שלא לאפות פשטיד\"א או פלאדין יחד מפני שמפטמין ביותר אבל פת שעמהם מותר בלא כיסוי מרדכי ודור\"א."
        ],
        [
            "פת של ישראל בתנור של גוי ולא חתה בגחלים או לא השליך קיסם בתנור כמו שרגילין לעשות בשביל היכר שפת גוים אסור כדאמרי' בפ' אין מעמידין (דל\"ה ע\"ב) כל פת אסורה משום בישול גוים ויחתוך הלחמים לחתיכות וימכרם לגוי דליכא למיחש דילמא יחזור וימכרם לישראל ואפי' לפי' הירושלמי.",
            "הגה ישראל שחיתה בגחלים באפייה ראשונה נ\"ל שאם חזר הגוי לחמם התנור ואפה אח\"ך א\"צ להכשיר התנור בכל פעם כיון שנשאר קצת גחלים ועוד שגם מקום הא' מסייע לאפייה מאחרונות עכ\"ה.",
            "ודוקא פת של גוים ולא פת של ישראל שבשלו גוי כי לא התירו בירושלמי במקום שפת ישראל מצוי וזה פתו מצוי לעצמו וכ' מרפ\"א בשם הר\"ם וז\"ל דאפי' אם נאפה במאכל מותר להכשיר לו התנור לגמור כל אפיתו ומועיל בו חיתוי להכשירו כיון שהכשירו באפייתו אפייה ביד ישראל קרינן ביה ואמרי' בפ' א\"מ (דל\"ח) הניח ישראל והפך הגוי מותר דקרובי בישול לאו כלום הוא ואפ\"ה קאמר הניח גוי וסמך ישראל מותר וכן עשה מעשה הר\"ר יקר משם הר\"ם וכ\"נ למרפ\"א וכן אמר כל שבשלו ישראל בין בתחילה בין בסוף כשר וכ' בדור\"א היכא דנסתפק אם חתה בגחלים אם לאו הוי ס' דרבנן ולקולא ע\"כ בשם רבותיו אפי' אם הוצרך הפת ויודע שהפת ישבח בחזרה יכשיר ויחזרנו ע\"כ מי שלא הספיק לתת פתו עד שהחשיך ולא הכשיר התנור טוב למוכרו לגוי בדבר מועט והגוי יאפנו בשבת."
        ],
        [
            "פת של גוי גזרו עליו משום חתנות ועמעמו עליו והתירוהו אפי' במקום שפת ישראל מצוי וכ\"כ ס\"מ. אמנם האלפסי הביא הירוש' במקום שאין פת ישראל מצוי עמעמו עליו והתירוהו מפני חיי נפש וזה כפי' שני ס' סמ\"ק ובסמ\"ג פי' מפני חיי נפש כגון שהתענה ג' ימים וצ\"ע מניין לו זה ואפי' שחממו מים ביורה שלהם ללוש מ\"מ נט\"ל מותר הוא בדיעבד וסתם כלים אינם ב\"י ופת שלהם דיעבד כשלנו וכן כ' בדור\"א ובמיימון כ' אע\"פי שאסרו פת של גוים יש מקומות שמקילין בדבר ולוקחים פת של נחתומי גוים במקום שאין נחתום ישראל וכשרה מפני שהוא שעת הדחק אבל פת של בעה\"ב גוי אסור לכ\"ע שעיקר הגזירה מפני חתנות שאם יאכל פתם יבא לסעוד אצלם עכ\"ל הירוש' ר' יעקב מתיר פת הפלטר אבל לפי תלמוד בבלי לא מצינו בו התר כי ר\"י ורבא (ע\"א דל\"ה) אסרוהו ואמרו שמעולם לא הותר ופליאה נשגבה איך פשט ההיתר בכ\"מ הלכה בתלמוד שלנו.",
            "ונ\"ל ראיה למנהג מהא דאמרי' בפ' כ\"ש (ד\"ל ע\"א) דאיתא התם כי הוינא בי ר\"ן כי הוו נפקי ז' יומי דפסחא אמר פוקו ואייתו לן חמרא דבני חילא משמע דשרי ועדיין אין פת של ישראל דמי להכשיר פתם וזה מעשה רב ועוד הלכה כר\"ן לגבי רבא, כי הוא רבו.",
            "וכן שמן של גוים ר' יהודה נמנה עליו והתירוהו דסתם כליהם אינם ב\"י ואמר ר\"י ישבו רבותינו ובדקו שלא פשט האיסור בכל ישראל פ' א\"מ (דל\"ו וע\"א) ובמיימון כ' אפי' נתבשל השומן מותר שהבשר פוגם השמן ומסריחו.",
            "שכר של גוים ומשקה של דבש הוי כדבש וכמשחא שליקא דארמאי (שם דל\"ח ע\"ב) למאי ניחוש לה אי משום עירובי יין מסריח אי משום בישולי גוים נאכל כמו שהוא חי כמים שהוחמו ביורה כדמש' בבריי' הכוסמין וכן השעורין והחטין נאכלים חיין ואי משום גיעולי גוים נט\"ל מותר וסתם כליהם אינן ב\"י כשיט' מרפ\"א והר\"ם מתיר גוי שבישל בבית ישראל ור\"ת אומר דלא פלוג ואסורה וראיה מהא דשופתת אשה קדרה ובא גוי וכו' (שם דל\"ח ע\"א) משמע דאיירי בבית ישראל."
        ],
        [
            "דין בישולי גוים בפ' א\"מ (שם) כל דבר שהוא נאכל כמות שהוא חי אין בו משום בישולי גוים כגון פירות האילן שנאכלין כמות שהן חיין ופירות הארץ כגון חטים ושעורים וקטנית כשיודע שלא עירב בהן הגוי חומץ כדי להסיר קליפתן כדאמ' (שם ע\"א) מפקי צני צני לשוקא דנהרדע' וכ\"פ המיימוני ומרפ\"א בלשון ב' כל שאינו עולה על שלחן מלכים אין בהם משום בש\"ג ולא תמצא דבר שיאסר רק בשר ודגים גדולים וביצים וכ\"פ ר' משה וסמ\"ג ומסקנא דשמעתין לא מבעיא דהתחלת הבישול או גמרו ביד ישראל אלא אפי' כולו בידי גוי וישראל חיתה בגחלים להרבות החום מותר ובמימון כ' דג שמלחו גוי מותר ומלוח כרותח אינה בגזירה זו וכן קליות ש\"ג.",
            "ביצה שצלאה גוי אסורה כר' יוחנן (שם) אבל דג מליח שצלאה גוי פסקו ר' אלפס וסמ\"ג כחזקיה ובר קפרא דשרו וגוי דחריך רישא או רגלים אר\"י דשרי דלא מכוין לבשל אלא לאעבורי שערא ביצה שצלאה גוי ולא הכשיר ישראל את האש בקיסם אסורה סמ\"ג.",
            "לוקח אדם ביצים מן הגוי כי רוב ביצים הנמצאים אצלו של עוף טהור הם ואע\"פ שאין סומכים על סי' ביצים כדאמר' בפ א\"ט (דס\"ד) מ\"מ אין מצוי עתה ביצי עוף טמא אין לוקחין ביצים טרופות בקערה דילמא ישראל מכר ביצים אסורות ושברם כדי שלא יקנה מהם ישראל אחר ומה\"ט כ' בס\"מ אין מוכרין ביצים אסורות לגוי אפי' טרופות אלא א\"כ יאכלם בפנינו או יבשלם דילמא יתנם בפת.",
            "פת של גוים שיש בו ביצים מותר לאכול למי שאוכל מפת של גוים אע\"פ שנילוש בביצים דרוב הביצים היו שלימות ואין לחוש שמא היה בהם דם דרוב ביצים אין בהם דם גם אין כאן מקום בישולי גוים דקימחא עיקר כי הביצים נאפו בתערובת העיסה ומברכים עליה ברכת המוציא וברה\"מ כדאמרי' בביצה גבי כסא דהרסנא. אבל פשטיד\"א של גוים אסור דעדין שומן הדגים ניכר ואין קמחא עיקר."
        ],
        [
            "שכר של גוים אסור לשתות בביתם משום חתנות ועל פי החנות מותר כר' פפא ור' ור' אחאי בפ' א\"מ. (דל\"א ע\"ב) ובס\"ת כ' ואם נתארח בבית הגוי נר' שמותר ואפי' הלך שם משום דבר אחר כשהגוי נותן לו מותר משום איבה אם לא ישתה. אבל משקה של דבש ושאר משקין מותר אפי' בבית הגוי ס\"ת וכ\"ן."
        ],
        [
            "ניליש של גוים אסורין משום בשולי גוים דגובלא בעלמא הוא ומברכין עליהם בורא מיני מזונות ומרפ\"א פי' בשם ר' יחיאל שמותרין כיון דבאפיות נעשית פת ועוד דקבע סעודתיה עליהו ומברך ברכת המוציא תוס' ביצה."
        ],
        [
            "ביצים שנולדו מספק טריפה בשיחלא קמא אסורה פי' שיחלא אותם שהיו בה בשעת הטריפו' ואם אחר שנולד הספק נזקקה לזכר ואח\"ך ילדה מערימה שנייה גם היא והביצים הא' מותרות דטריפה אינה יולדת ובזכר ס' טריפה כל י\"ב חדש מכאן ואילך הכל מותר ובמימון ובסמ\"ג לא הזכירו זקיקת הזכר רק לידת הנקבה משום אפי' ספנא מארעא בלא זכר היא כשירה.",
            "הגה נמצא כ' בשם מהר\"פ בתרנגולת שנשחטה ולא בדקו הסימנים וחיתה וגדלה ביצים ואסרו כל הביצים שילדה תוך כ\"א יום דזהו זמן שיחלא קמא והביצים שתלד לאחר כ\"א יום התיר כי הזכר גורם עמה ולא היו בה בשעה שנולד הס' דזו\"ז גורם מותר כדמש' בשמעתין דקשות שהתליע כו' (אלו טריפות דס\"ז) עכל\"ה."
        ],
        [
            "חלב שחלבו גוי ואין ישראל רואהו וגבינה שלהם אסורות לפי המסקנא בפ' א\"מ (דל\"ה ע\"ב) דילמא עירב בהם חלב של בהמה טמאה ואע\"ג דחלב בהמה טמאה אינו נקפה ובגבינו' נמי קאי ביני איטפי וחיישי דילמא חלב טמא אעכב עם הנסיובי בגומות ואפי' אין בהמה בבית מ\"מ אסור דלא פלוג ואם הישראל ראה הכלי נקי בתחילת החליבה או אח\"ך בנכנס ויוצא מותר.",
            "עוד יש טעמים אחרים בגמ' מפני שמעמי' בעור קיבת נבילה וטעם זה כ' ר' משה מפני עור הקיבה או משום גילוי כריב\"ל אע\"פ שאין נוהג עכשיו.",
            "פי' ר\"ת דאין להקל כיון שנאסר במניין כי שייך ביה איסורי אחריני וכ\"כ במיימון ז\"ל ובסמ\"ג חכמים לא חילקו בגזרתם אפי' במקום שמעמידין בדבר מותר וכ' בדור\"א מעשה בשפחה שחלבה בהמות ברפת שלה בלא ישראל והתיר ר\"ת.",
            "ודבר מכוער הוא לכתחי' שהשפחה חולבת בלא ישראל ותניא בפ' א\"מ (דט\"ל ע\"ב) יושב ישראל בצד עדרו של גוי וגוי חולב ומביא לו ואע\"ג דאיכא דבר טמא בעדרו ואע\"ג דכי יתיב לא חזי ליה מרתת ולא מערב."
        ],
        [
            "טלה שנמצא טריפה או שינקה מן הטריפה והעמיד בקיבה הגבינות מותרין דיעבד ובמיימון התיר להעמיד בקיבה אפי' דטמאה דחלב הנקרש בעור הקיבה טיט ורפש בעלמא הוא ואין עליו דין חלב מרדכי.",
            "אסור להניח חלב הקיבה יום אחד שלם מע\"ל כי קולט טעם העור והוי כבשר בחלב דמצינו שרייה מבלעת בבשר בחלב דאמרינן אי תרו ליה כולי יומא בחלבא שרי מדאורייתא ואסור מדרבנן וכן אסור למולחו בעור."
        ],
        [
            "חמאה של גוים, יש מקומות שאוכלין אותו וגם כ' רבי אליעזר מטולייטא בפ' א\"מ דחמאה בחלוק בין בני בבל לבני א\"י בני בבל מתירין וקי\"ל בכל המקומות כבני בבל וכ' מרפ\"א דאין כאן משום גילוי כמו בגבינות כיון דאין בחמאה גומות בפנים ואפשר בלא צחצוחי חלב משא\"כ בגבינות וכ\"ת משום דמעמידין בעור הקיבה שמא ס\"ס הוא כי עושים החמאה בלי העמדה ואפי' אם העמידו שמא העמידו בדבר המותר וכ' הר\"ם חמאת הגוים מקצת הגאונים התירוה שהרי לא גזרו על החמאה ודבר טמא אינו עומד ומקצת אסרוה משום צחצוחי חלב טמאה שבה. ונ\"ל שאם יבשל חמאה של גוים עד שילכו צחצוחי חלב שבה שמותר עכ\"ל וצ\"ע על החמאה שעושין הגוים מן נסיובי החלב שיש לחוש מחלב טמא כי הש\"ס מדמה אותה שזה אינו נקפה כמו זה ונ\"ל שחלב טמא אינו נקפה אפי' לעשות חמאה וכ' בדור\"א דברוב מקומות אין אוכלין חמאה של גוים מפני שאין עושין הרבה יחד ומאספין מעט מעט בכלים שאינם מקונחים מהאיסור."
        ],
        [
            "גבינות שעושים מבהמה שנמצאת טריפה מה שעשו תוך שלושה ימים אסורין והשאר מותרין דהעמיד בחזקת כשירה עד ג' ימים דאיטרפא כך פ' הג' ורבי שמואל וה\"מ סרכה או הוגלד פי המכה דידוע דקודם שחיטה נטרפה אבל שאר טרפיות כגון נתנבלה או כיוצא בזה מותרים מיד אבל יתירא שלא בדרא דאוני וכיוצא בזה כל הגבינות שעשו ממנה לעולם אסורות דממעי אמה היא.",
            "מעשה בגבינות שנחתמו בדפוס ושכחו הדפוס בבית הגוי והיו יראים שמא חתם הגוי אחרות והתיר ר\"י מפני הפסד דטעם גבינות משום גילוי ואין נזהרין עתה כל כך משום גילוי ועוד דמירתת הגוי דילמא אתי ישראל השתא סמ\"ג."
        ],
        [
            "דפוסות הגוים ב\"י לכתחילה אין לישראל לעשות גבינותיו בהן דהרחק מן הכיעור ואם עשה בהן דיעבד ואפי' מלחן בתוכו אומר ר\"י דמותר משום דמלח אינו מפליט מה שבלוע בעץ או באבן או בחרס ובמתכות והוי כטהור מליח וטמא תפל דשרי וכן רגילות לתת מלח בקערה של בשר כשהיא יבישה ומולחין בה גבינות או איפכא והטעם דמלח אינו מפליט מה שבלוע בדבר שאינו אוכל כ' בסמ\"ג דאין צריכין הגעלה דאין מליח כרותח רק באוכלין וכ' מ\"ש מקערה שמלח בה בשר שהכל אסור והכלי והבשר הכא נמי ליתסרו הגבינות שמא התם אינה מנוקבת הילכך פולטת דם ומלח ומפרש ר' הא דקתני פ' כל הבשר (דקט\"ז) העמיד בעור הקיבה אם יש בנ\"ט אסור פי' אם יש בעור א' מס' בחלב אבל פחות מס' מותר דמה שהעור מעמיד היינו מחמת חוזק ולא מחמת נ\"ט אמנם מורי אבי אמר לי שכל דבר שהיה כבוש ושהה בכלי שאין מנוקב הכלי מקבל כל הטעם ומפליטו ועינינו רואות קדרה שקפאו בה חלב כמה פעמים אם לא יקדיחוה על האש כל חלב שישימו בה נקפה מאיליו בלי קיבה ועשה מעשה וה\"ה נמי דפוסות של גוים גם הם מקבלים טעם וצריכין הגעלה דהוי כקערה שמלח בה בשר וכמדוכות של גוים וכבית שאר וכן משמע בתשובת רבי שמשון משנץ שאם העמיד גבינות בדבר איסור אע\"פ שיש במלח יותר מס' אסור דכיון דנקפה בו ומפרש הא דקתני העמיד בעור קיבת נבילה אם יש בנ\"ט אסור פי' אסור משום נ\"ט וכן פסק במימוני גבי עור קיבה של גוים שאינו מתבטל מפני שאין מעמיד שנהגו באשכנז להגעיל ולא דמי לטמא תפל משום דלפעמים נקבי הדפוס סתומין והוי כקערה שמלח בה בשר וב\"י אסורין אפי' בדיעבד ושאין בני יומן מותר."
        ],
        [
            "צנון ושומן ובצלים וכרישין שחתכו הראשון בסכין חולבת לא סגי בהדחה ואסור לבשלם עם בשר לכתחילה או איפכא דאמרינן (פכ\"ה דקי\"א ע\"ב) צנון שחתכו בסכין של בשר אסור לאוכלו בכותח ואפי' אין הסכין ב\"י דחורפא דצנון או דאחריני עושהו נ\"ט לשבח כדאמרינן גבי קורט של חלתית והצנון בולע עיקר הטעם ואין כאן נ\"ט בר נ\"ט ועוד דאי אפשר בלא שמנונית כיון שלא קינח בבהמה הסכין ואע\"ג דבקינוח הוא סגי כיון שאינו רותח מכל מקום חורפא דצנון בלע טובא ובדיעבד מתבטל טעם הבשר שהיה בסכין בס' והוא דבר מועט ומותר ואם חתך (הסכין) הצנון או הירק החריף בסכין של גוים צריך ס' מכל הירק שנעשו חתיכות נבילה משום דשל ישראל בלע היתר ושל גוים בלע טעם איסור כדפי' לעיל גבי הוחמו מים. מוהו ס\"ת כ' דחלין של כרישין לא חריפי וסגי בהדחה ור' יחיאל פי' בסמ\"ק אין לנו אלא מה שאמרו חז\"ל דדוקא צנון וחלתית אבל בצלים ושומן וראשי כרישין לא וה\"מ שחתכו דק דק כדרך שעושין לקדרה אבל חתך מצד א' יחתוך מקומו בעומק ודיו."
        ],
        [
            "הטריפות רגלי בהמה אחרונים או רגל עוף אם נחתכו למטה מן הארכובה כשרה וכ\"ש נשבר ויצא לחוץ אבל אבר המדולדל אסור משום אמ\"ה מדרבנן ונ\"מ לספיקא לקולא ארכובה עצמה נולד בה ספק וכן למעלה מן הארכובה בסמוך יש לו דין ארכובה וטריפה ואפי' לא נשבר העצם ולא יצא לחוץ כי שם מקום צומת הגידים וחיישינן דילמא פסיק א' מן הגידין ופי' ראבי\"ה מהו סמוך לארכובה בבהמה גסה עד ד' אצבעות ובדקה עד מקום שהגידים נבלעים בבשר והוא כשיעור רוחב גודל וכ\"כ בדור\"א ומצומת הגידין ולמעלה כל אורך העצם אם נחתך או נשבר העצ' ויצא לחוץ דרך נקב קטן שאין עור ובשר חופין רוב השבירה טריפה אבל אם לא יצא לחוץ הכל כשר ואפי' האבר כ' ר\"ב והיכא שנשבר העצם למעלה או למטה ולא נחתך לגמרי ולא יצא לחוץ הכל כשר כיון שהעור שלם אע\"פ שהבשר אינו מכסה שבר העצם כלל כשר מיהו כ' במרדכי בשם ראבי\"ה דאסורה מדרבנן כגון איברים המדולדלים בבהמה והיכא שיצא לחוץ צריך שיהא רוב כיסוי מבשר ומיעוט מעור שאין גידין מועילין לכסות דהלכתא כרב בבהמה המקשה ואם יצא העצם הנשבר דרך הנקב וחזר לפנים אין מועיל אח\"ך עור ובשר חופין את רובו מהשבירה וטריפה ואם בא לפנינו בהמה או עוף שנשבר רגלם מן הארכוב' ולמעלה ונרפא כשר בידוע שלא יצא העצם לחוץ ס\"מ בשם הר\"ר אברהם."
        ],
        [
            "רגל עוף או בהמה אחרונים יש לו ב' עצמו' למעלה מן הארכובה עד הגוף ואם נשמט העליון במקום חבורו לגוף שקפץ ממקומו או איעכול ניביה טריפה פי' שנרקב גיד (עד) שמחובר אבל אם נפסק ולא נרקב כשר וזהו בוקא דאטמא דשף מדוכתיה ואם אינו בקיא בהעכול טריפה וכ' במרדכי ובדור\"א דנהגו להטריף כשיש שם ספק לפי שאין בקיאין מתי יקרא אעכול ניביה ואם נשמט לאחר שחי' וידוע שלא היתה שמוטה כשהביאה לשוחט וס' אם בשעת שחיטה נשמטה או לאחר שחיטה כשרה בין בבהמה בין בעוף משום דלא מטרפין שמוטה רק באעכולי ניביה (ברם) הכא דלא אעכול ניביה בשעה מועטת וזהו לפי שיטת שאנץ וס' תרומה דאין חילוק בשמוטה בין בבהמה בין בעוף דתניא (א\"ט דנ\"ו ע\"א) כל הטרפיות שמנו חכמים בבהמה כנגדם בעוף ומיהו בשיטת ר' יחיאל כ' דדין אעכול ניביה לא שייך אלא בבהמה אבל בעוף דזוטר חיותיה טריפה אפילו בלא אעכול ניביה דהא פליגי אמוראי בפ' א\"ט בשמוטת ירך בעוף וקי\"ל כר\"י וריב\"ל דאסרי וע\"כ בלא איעכול ניביה פליגי דאי באעכול הא תנא ידי הבהמה אפי' נשבר או נחתך למעלה מן ארכובה או נשמט ממקום לגוף כשר דאין שום טריפות ביד וכן א\"ר הונא בעלת ג' או ה' הרי מום לגבוה ולהדיוט שרי וה\"מ ביד אבל ברגל טריפה וזורק האבר מדרבנן כדפי' בלמטה מהארכובה וכן פסק ראבי\"ה מרדכי ובדור\"א."
        ],
        [
            "שמוטת גף בעוף ממקום חבורו בכתף ספק טריפה דדילמא בריאה השוכבת בין הצלעות בפנים נגע וז\"ל מהר\"פ דדוקא שמוטת גף ממקום חבורו בגוף אבל למטה ממקום חבורו לגוף בין שבורה בין שמוטה ומיהו ראבי\"ה כ' דמשמע מתוך תשובת רש\"י ג' עצמות יש בגף א' ושני אם נשברו אע\"פ שאין עור ובשר חופן זורק האבר והשאר מותר ואם נשבר עצם הג' הסמוך לגוף איכא למיחש ויש לבדוק הריאה בנפיחה וראב\"ן כ' אם נשבר מרחוק ממקום חבורו יש לעיין בצלעות אם נצרר הדם יש לחוש לריאה ולבודקה וכ' בא\"ז קטן ועצם ג' אם נשבר ויצא לחוץ העוף אסור ואם עור ובשר חופין בעוף מותר והאבר אסור וצ\"ע למנהג."
        ],
        [
            "מרה שניקבה נגד הכבד כיון שהכבד סותמה כשרה ושלא כנגד הכבד טריפה ואם ניטלה לגמרי או נמצאו ב' מרות טריפה דלאו אבר הוא כרש\"י וכ\"כ ראבי\"ה ודורא ומרדכי ור' אלפס ומיהו בה\"ג כתב דטועמין הכבד אם יש בו טעם מרירות כשר ויש שנוקבין הב' מרות אי שפכי לאהדדי א' היא וכשרה וכ' בדור\"א שאין נוהגין באשכנז לא לטעום ולא לנקוב דבלא\"ה מותר וצ\"ע במיימון שכ' מרה שאמרנו אם ניקב כמשהו טריפה וכן אם ניטל כולו או אם יש ב' טריפה דכל יתר כנטול דמי."
        ],
        [
            "טחול שניטל כשר אבל אם ניקב בסומכיה הוא (או) עובייה טריפה בקולשיה כשרה ואין מדמין בטריפות זו לזו כי ניטל כשר ניקב טריפה."
        ],
        [
            "כוליא שלקתה ומטיא ללקות למקום חריץ או מליא מוגלא טריפה מליא מים זכים דלא מסרחי כשרה ואם הקטינה עד כפול בבהמה דקה ובגסה עד בעובה כשרה ובפחות טריפה ואם ניטלה לגמרי או שיש כ' כשרה ומעשה ברש\"י שהתיר בכוליא א' ודוקא הקטינה אבל ניטלה כשרה."
        ],
        [
            "כבד שניטל ונשתייר כזית במקום מרה ובמקום שהיא חיה הוא מקום חבורו לכליות הוא מקום חיותו וכשר ובעי' תרוייהו. כבד או ריאה שהתליעו כשרים ואין לאוס' משום נקב דודאי אחר שחיטה פירשו."
        ],
        [
            "מחט שנמצאת בריאה ולא יצא לחוץ והריאה כולה שלימה לפנינו כשרה כר' יוחנן (דמ\"ח ע\"ב) כך פרש\"י ואם לאו טריפה ומפרש מהר\"פ כגון אם היה ידוע שהריאה היתה שלימה כגון שבדקוה בנפיחה ואין חילוק בין אלימתא פירש\"י (שם) מחט גדול לקטניתא ובין קופא לגו פי' העב לצד הסמפונות וקופא לבר פי' העב לצד עור הריאה רק שהמחט בפנים ואם יצא לחוץ פשיטא דטריפה דריאה שנקבה טריפה ומבפנים כשרה מפני שהסמפונות רחבים בריאה והסמפון נכנס דרך הקנה ומחטין דידן שקורין אייפונקללא דינן כאלימתא ואם הריאה חתוכה ולא נתברר שלימותא טריפה בכל ענין כי שמא הביאוה לפנינו היתה נקובה ולמרפ\"א הרוח היה יוצא מנפיחה.",
            "מחט שנמצאת בכבד אם קטניתא דנקובה מצד קופא נמי יש לו דין ריאה שלימה כשרה דאין להחזיק ריעות' ואם חתוכ' טריפ' דשמ' דרך הושט בא וניקב הושט ובא לכבד דרך הסמפונות כשעבר והכבד רחוק מן הקנה וזה לפי' מהר\"פ דפי' דקאי אעובדא דחתוכה דכבדא אבל שלימה יש לה דין ריאה ומיהו ס' תרומה ודור\"א לא חילקו בין שלימה לחתוכה ופי' דקטניתא בכל ענין טריפה ואם אלימתא והמחט מבפנים כדפי' אי קופא לבר טריפה ואי קופא לגו כשרה ואפי' חתוכה כר' אשי גבי ההוא מחטא דאשתכח בחתוכה דכבדא וכ' מרפ\"א אי קופא ואלימא לגו אע\"ג שיצא חודו לחוץ כשרה דודאי דרך סמפונות נקט ואתי דרך הקנה והטעם דקופא לבר טריפה אע\"ג שעליו מבפנים משום דודאי לא בא דרך הקנה דסמפונות הכבד קצרים אך דרך הושט בא ונכנס מבחוץ לתוך הכבד ואם לגו כשרה דדרך הקנה בא וכ\"ת שמא ניקב הא קי\"ל אפי' לא נשתייר אלא כזית במקום מרה כשרה וכ' מהר\"פ דעכשיו שאין בקיאין בנפיחה נמצאת מחט בכבד או בריאה אלא דיינן בה דין שלימה אלא דין חתוכה.",
            "מחט שנמצאת תחובה בבשר הנכנס בפנים או בהמסס ובבית הכוסות או בדקין או בקורקבן או בפנים או קופא לבר כשרה רק שיהיה לפנים כולו והעור שלם מבחוץ משום דדרך שם אוכלין ומשקין באו ודחקו את המחט אף כשהקופא לבר ואפי' ניקב עור הפנימי כשר וב' עורות לבית הכוסות וקורקבן אם נמצא קורט דם נגד המחט מבחוץ טריפה אע\"פ ששלם מבחוץ ואם המחט עבר מעבר אל עבר והובאה לפנינו קודם מליחה והדחה ואין קורט דם לא על הבשר ולא על המחט כשרה דודאי לאחר שחיטה נעשה דאי קודם שחיטה היה קורט דם או מחט היתה חלודה ואם המחט ניקב עור הפנימי ובחיצון יש נמי נקב שלא כנגד המחט כשר שהפנימי מן המחט והחיצון מן חולי ואמרי' ניקב הקורקבן פי' החיצון מחמת חולי וכיס שלו קיים כשר אבל ניקב החיצון מחמת מחט טריפה ואם נמצא מחט תחוב בחוץ בקורקבן או בכיס או בלב או באחרים שהזכרנו טריפה ממה נפשך שאם בא דרך בפנים הרי ניקב נקב מפולש ואם דרך חוץ בא הרי ניקב הושט.",
            "מחט שנמצאת בושט שכוב לארכו ואין תחוב כלל בבשר כשרה ואם תחוב טריפה דשמא היה מפולש וחזר מחמת שהושט מתנענע תמיד וכולו מבחוץ משא\"כ בקורקבן או באחרים דקי\"ל דחוששין לספק דרוסה וגם חוששין שמא הבריא כדפי'.",
            "המסס ובית הכוסות מונחים זה אצל זה בבהמה ואם ניקבו זה לתוך זה באותו צד שמדובקים יחד כשרה דבלא\"ה יש נקב גדול באמצע שהרעי הולך והאחד סותמו לחבירו מרדכי ודו\"רא.",
            "קורקבן שניקב כיס ובשר והשומן סותמו מבחוץ מעשה והתיר ר\"י דיש שומן שסותם ושומן עוף כנגדו לא מצינו כנגדו טמא בשום מקום הילכך סותם דמהדק שפיר וכשר."
        ]
    ],
    "versions": [
        [
            "Wikitext -- Issur V'Heter L'Rabbeinu Yerucham",
            "https://he.wikisource.org/wiki/%D7%90%D7%99%D7%A1%D7%95%D7%A8_%D7%95%D7%94%D7%99%D7%AA%D7%A8_%D7%9C%D7%A8%D7%91%D7%A0%D7%95_%D7%99%D7%A8%D7%95%D7%97%D7%9D"
        ]
    ],
    "heTitle": "איסור והיתר לרבנו ירוחם",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}