{
    "language": "en",
    "title": "Bereshit Rabbah",
    "versionSource": "Midrash Rabbah Translated Under the Editorship of Rabbi Dr. H. Freedman, BA, PhD and Maurice Simon, MA (London & Bournemouth, Soncino Press 1951)",
    "versionTitle": "Genesis Translated by Rabbi Dr. H. Freedman, BA, PhD",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "בראשית רבה",
    "categories": [
        "Midrash",
        "Aggadah",
        "Midrash Rabbah"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "AND IT CAME TO PASS FROM THE TIME THAT HE APPOINTED HIM, etc. (XXXIX, 5). R. Simeon b. Yohai taught: Wherever the righteous go, the Shechinah accompanies them. Thus when Isaac went down to Gerar, a blessing went with him, as it says, And Isaac sowed in that land...and the Lord blessed him (Gen. XXVI, 12). Jacob went down to Laban, and a blessing went with him: And the Lord hath blessed thee whithersoever I turned (ib. XXX, 30). Joseph went down to Potiphar, and a blessing went with him, as it says, AND THE LORD BLESSED THE EGYPTIAN'S HOUSE FOR JOSEPH'S SAKE.",
            "AND THE BLESSING OF THE LORD WAS UPON ALL THAT HE HAD, IN THE HOUSE AND IN THE FIELD. He spent twelve months here, six in the house and six in the field.",
            "AND HE LEFT ALL THAT HE HAD IN JOSEPH'S HAND; HAVING HIM, HE KNEW NOT AUGHT SAVE THE BREAD THAT HE DID EAT (XXXIX, 6). This is a euphemism. [It refers to his wife.]",
            "AND JOSEPH WAS OF BEAUTIFUL FORM, etc. R. Isaac commented: Throw a stick into the air and it falls back to its source. Thus, because it is written, But Rachel was of beautiful form, etc. (ib. XXIX, 17), therefore we read, AND JOSEPH WAS OF BEAUTIFUL FORM, etc. [Cf. supra, LIII, 15.]"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ]
}