{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "In three places the Priests guarded in the Temple: in the House of Avtinas, in the House of the spark, in the House of the Hearth. The Levites would [guard] in twenty one [places]: five, on the five gates of the Temple Mount; four, on the four inner corners; five, on the five gates of the Azara; four, on the four outer corners; one in the Chamber of the Offering; one in the Chamber of the Curtain; one in the Chamber of the Cover.", 
            "The man of the Temple Mount would check on each and every watch, there were torches lit in front of him, any guard who was not standing, the man of the Temple Mount would say to him [the sleeping guard] \"Peace onto you.\" If it is apparent that he [the guard] is sleeping he [the Man of the Temple Mount] would hit him [the sleeping guard] with his stick. Permission was granted to him [the man of the Temple Mount] to burn his [the sleeping guard's] clothes. They would say what is that noise in the Temple courtyard? It is the voice of a son of Levy being beaten and whose clothes are burning as he slept on guard duty. Rebbi Eliezer ben Yaakov says: \"once, they found the brother of my mother sleeping and they burned his cloak.\"", 
            "There were five gates to the temple mount. Two hulda gates in the south, used for entrance and exit. Kiponos from the west, used for entrance and exit. Tadi from the north, was used at all. The eastern gate, was decorated with Shushan and capital of persia, though it the high priest would burn the [red heifer for the purification ritual] and the cow and all its attendants would exit to anointment hill.", 
            "There were seven gates in the temple courtyard. Three to the north and three to the south and one to the east. In the south was the fuel gate. Second to it was the first-born gate. Third to it was the water gate. In the east the Nikanor gate, and it had two chambers, one on its right and one on its left, one was the chamber of Pinchas the dresser, and one was the chamber of those who made the pancakes.", 
            "And in the north, the spark gate. And it was like a portico, upon it built on top of it, that the priests guarded from above and the levites from below, and it had a door to the fortress. Second to it, the sacrifice gate. Third to it, the bonfire room.", 
            "And there were four chambers in the bonfire room, like alcoves open to the hall, two in the holy place and two in the unholy place, and curtains separated between holy and unholy. And what were they used for? The south-western one was the chamber of the sacrificial lambs. The south-eastern one was the chamber of those who made the showbread. the north-eastern one was where the Hasmoneans stored the stones of the altar that were defiled by the kings of greece. The north-western one was where they descended to the place of immersion [the mikvah].", 
            "The bonfire room had two gates, one open to the fortress and one open to the courtyard. Rabbi Judah said: the one that was open to the courtyard had a wicket that they would enter through to observe the courtyard.", 
            "The bonfire room was domed, and was a large room, encircled with rows of stones, and the elders of the priestly families would sleep there with the keys to the courtyard in their hands, and the young priests [slept] with their mattresses on the ground.", 
            "And there was a place there, a square Amma, and a tile of marble with a ring installed on it, and a chain that the keys were hanging from. When the time for closing the gates had arrived, [the cohen] would lift the tablet by the ring, and take the keys from the chain, the cohen would close the gates from the inside, and a (son of) Levi would sleep on the outside. When he had finished closing the gates, he returned the keys to the chain, and the tile to it's place, he would place his clothes on it [the tile] and sleep. If one of them became ritually impure, he would exit via a tunnel which went under the building, in shich there were candles let here and there, until he wouls arrive at the place of immersion. Rabbi Eliezer ben Yaakov says:  via the tunnel that went under the Kheil, he would exit to the tedi."
        ], 
        [
            "The temple mount was 500 amma by 500 amma, most of it in the south, second in distance from the east, thirs from the north, a little from the west. The place where most of it was measured was used most.", 
            "All who would enter the temple mount entered fromt he right, and would encircle it and exit through the left, aside for one to which something had occurred, that he would encircle it to [from] the left.[[he would be asked] why are you coming from the left],  \"That I a mourner\", [response] \"He who rests in this house should comfort you\". \"That I am excommunicated\", [response] \"He who dwells in this house should put into their hearts and they will draw you near\". Thus said Rabbi Meir. Rabbi Yosi said to him [rabbi meir] You have made as if they transgressed the law [in their excommunication] against him. Rather [they would say] \"He who dwells in this house should put into your heart that you will listen to the words of your colleagues and they will draw you near\".", 
            "[Inside the wall of the Temple Mount] was the soreg ( a low wall surrounding the Holy Temple, which served as a boundary. Beyond this point, entry was permitted only to Jews who were not impure through exposure to death), ten tefachim (hand-breadths) high. There were thirteen breaches in it, made originally by the kings of Greece, and when Jews fixed these breaches, they enacted that thirteen prostrations should be made facing them. Inside the soreg was the hel, which was a space of ten amot (handbreadths) broad. There were twelve steps there, and each step was one half-handbreadth wide, and one half-handbreadth tall. All the steps were like this (half an amah tall and half an amah wide) on the Temple Mount, other than the ulam (the porch). All the openings and gates were 20 handbreadths tall and 10 handbreadths wide, except for that of the porch, and all the doorways had doors in them, except for that of the porch. All the gates there had lintels on top, except for Tadi, which had two stones covering it, leaning diagonally on each other, inclined to one another. All the original gates were changed to golden gates, except the gates of Nicanor, since a miracle was done for it. Some say it is because its copper shined, and gleamed like gold.  ", 
            "All of the walls [of the temple courtyard] were tall except for the Eastern wall so that the priest who would burn the red heifer could stand on top of the mountain of olives and be able to see the entrance to the temple at the time he sprinkles the blood.  ", 
            "The womans courtyard was 135 cubits by 135 cubits.  And there were 4 chambers at each of its 4 corners that were each 40 cubits by 40 cubits and they did not have a roof.  And this is the way they will be in future, as is stated (Ezekiel 46:21-22) \"And he took me to the outer courtyard and passed me around the four corners, and in each there was a separate courtyard in each corner and they had no roofs.  And what was each chamber used for?  In the south-eastern corner was the chamber of the Nazir where the Nazir would cook their [term ending] peace offerings, shave their heads, and throw the hair underneath the pot.  The Northeastern chamber was the chamber of the wood, where the priests who were blemished would check the wood [to be used on the alter] for worms.  Any piece of wood containing a worm was unfit for use on the alter.  In the Northwestern corner was the chamber of the lepers.   The Southwestern corner, Rabbi Eliezer son of Yaakov said \"If forgot what it was used for.  Father Shaul said it was used to stor the wine and oil and was called The Chamber of the House of Oil.  It was originally partitioned but later a balcony was built around the courtyard, and the women would watch from above with the men below so they would not mingle. There were 15 steps going up [from the women's courtyard] to the courtyard of Israel (the non-levite males) which symbolize the 15 psalms of ascendance in psalms, and the levites would sing their songs on these steps.  They were not square rather they were semi-circular.  ", 
            "There were champers underneath the Israelite courtyard that opened to the Women's courtyard where the levites would leave their violins, harps, symbols and all other musical instruments.  The Israelite Courtyard was 135 cubits long and 11 cubits wide.  Similarly the priests courtyard was 135 cubits long and 11 cubits wide.  There were little symbols to separate between the two courtyards.  Rabbi Eliezer Son of Yaakov said that there was a step between the two courtyards that was one cubit high upon which a platform was placed that had three steps that were each half a cubit high.  In total the priest's courtyard was 2.5 cubits higher than the Israelite's courtyard.  The main courtyard was 187 cubits long by 135 cubits wide and there were thirteen places at which they would bow down within it.  Father Yosi Son of Chanan said, these prostrations took place in front of the 13 gates to the courtyard.  The southern gates that were close to the western wall were called, the upper gate, the kindling gate, the firstborn gate and the water gate.  Why was it called the water gate? because it was through that gate that the jug of water was carried for the water libation of Sukkot.  Rabbi Eliezer son of Yaakov said, there the water became a stream and in the future it will come out from underneath the temple in that place.  On the Northern side close to the western side was the gate of Yechonia, the gate of the sacrifices, the gate of the women and the gate of song.  Why was it called the gate of Yechonia? because it was through that gate Yechonia was led on his way into exile.  On the eastern side was the gate of Nikanor, and there were two smaller gates next to it one on its right and the other on its left.  There were also two gates in the west that had no name."
        ], 
        [
            "The alter was 32 cubits by 32 cubits.  It rose up 1 cubit and decreased by one cubit and this was called the base.  The dimensions at this height were 30 cubits by 30 cubits.  It rose another 5 cubits and decreased another cubit and this was called the surrounding platform.  The dimensions at this height were 28 cubits by 28 cubits.  Each horn was 1 cubit by 1 cubit.  The top of the alter was therefore 26 cubits by 26 cubits.  The area designated for the priests to walk around the top of the alter was 1 cubit wide.  The area of the pile of wood was therefore 24 cubits by 24 cubits.  Rabbi Yosi said, in the beginning it only started off at its base as 28 cubits by 28 cubits, following the same decreasing pattern the area of the wood on top was only 20 cubits by 20 cubits.  However, when the Jews returned from [the Babylonian] exile they added 4 cubits to the south and 4 to the west as its stated (Ezekiel 43:16)  \"12 cubits wide and 12 cubits long in a square\".  We might have thought that the whole alter was only 12 cubits by 12 cubits, however when it says on its 4 quarters, this teaches us that the measurement was taken from the center of the alter and it was 12 cubits in every direction from that point.  And there was a dividing line in the middle which demarcated the split between where blood that needed to be placed on the upper half of the alter and blood that need to be placed on the lower half of the alter could be placed.  The base went around the entire northern and western sides of the alter and extended one cubit onto the southern and eastern sides. ", 
            "On the Southwestern corner [of the base] there were two holes like two nostrils where the blood that needed to be placed on the western and southern parts of the base would be placed and from there they would travel down to the stream [at the foundation of the temple] where they would flow out to the Kidron Valley. ", 
            "Beneath the floor at that corner (the Southwestern Corner), there was a place one cubit by one cubit which had a marble tile with a ring in it upon which they would go down to the area [where the blood would collect] so it could be cleaned.  There was a ramp on the southern side of the alter which was 32 cubits long by 16 cubits wide.  There was a little window on the western side where they would place the invalid olah [completely burnt] bird offerings.", 
            "The stones for the ascent and for the altar were brought from the valley of Beit Kerem. They would dig land that was never dug before, and brign complete stones that never touched iron. If an iron tool touched a rock, or if a rock was chipped through any means, it was disqualified. If one of them were scratched, it was disqualified, but the rest weren't. The ramp and the altar are whitewashed twice a year, before Passover and Sukkot. The heikhal was whitewashed once a year, at Passover time. Rebbi (Yehuda haNasi) says, we whitewash every Friday with a cloth due to the blood stains [from that week's sacrifices]. An iron trowel is not used, out of the concern that the iron trowel would touch the stones, and render them disqualified, since iron was created to shorten man's days, and the altar was created to extend life, and it is improper that that which shortens life should be placed against that which extends life. ", 
            "There were rings to the north of the altar [for slaughtering kodshim]. There were four rows of six rings, or some say six rows of four rings, and the place for preparing the meat was north of the altar. There were eight low stone pillars there, and squares of cedar wood were on top of them. In these squares of cedar wood were three rows of fixed iron hooks, where they hung the animals. Flaying was done over tables of marble between the pillars. ", 
            "The kiyor (laver from where the priests wash their hands and feet) was south of the area between the porch and the altar. There were 22 handbreadths between the porch and the altar, and 12 steps there, each being half a cubit high and a cubit broad. There was a cubit, a cubit, and a level space of three cubits, then at the top a cubit, a cubit, and a falt space of four cubits. Rabbi Yehuda says that at the top, there was a cubit, a cubit, and width of the last step was five cubits.  ", 
            "The entryway to the porch was forty cubits tall, and its width was twenty cubits. There were five beams of milas wood (cedar) on top of it. The first extended a cubit over the wall on each side. Each successive beam extended a cubit over the beam below it on each side. The topmost one was thirty cubits long. There was a layer of stones between each beam and the one above it. ", 
            "There were poles of stone stretching from the wall of the heikhal to the wall of the proch, to prevent it from bulging. Gold chains were fixed in the ceiling beams of the porch by which novice priests would climb and see the crowns, as it says (Zechariah 6:11- \"Take silver and gold, and make crowns, and set the one upon the head of Joshua the son of Jehozadak, the high priest.\")  There was a golden vine at the entrance to the heikhal, supported by poles, and anyone who offered a donation of gold leaves, grapes, or clusters would hang them on the vine. Rabbi Eliezer ben Rabbi Zadok said: on one occasion, three hundred priests were commissioned to clear it. "
        ], 
        [
            "The doorway of the heikhal was twenty cubits high and ten cubits broad. It had four doors, two on the inner side, and two on the outer side, as it says: (Ezekiel 41:23) \"And the temple and the sanctuary had two doors.\" The outer doors open into the opening, and cover the walls, while the inner ones open into the heikhal as to cover the wall of the heikhal next to the opening, as the entire heikhal was covered with gold, except for this part of the wall. Rabbi Yehuda says: they [the inner doors] were placed in the doorway, and they looked like folding doors, one half covering two and a half cubits of the side walls of the opening, the inner doors cover two cubits and a half, leaving half a cubit and a doorpost at one end, and half a cubit and a doorpost at the other end, as it says (Ezekiel 41:24): And the doors had two leaves [apiece], two turning leaves; two leaves for the one door, and two leaves for the other.\" ", 
            "The great gate had two wickets, one on the north, and one on the south. No person entered from the southern wicket, and concerning this, the rule was distinctly laid down by Ezekiel, as it says (Ezekiel 44:2): And the Lord said unto me: 'This gate shall be shut, it shall not be opened, neither shall any man enter in by it, for the Lord, the God of Israel, hath entered in by it; therefore it shall be shut.\" The priest took the key and opened the northern wicket, and he entered the cell, and from there, he entered into the heikhal. Rabbi Yehuda says: he would walk along in the thickness of the wall, until he came to the space between the two gates. He opens the outer doors from the inside, and the inner doors from the outside. ", 
            "There were thirty-eight cells [within the walls of the heikhal], fifteen in the north, fifteen in the south, and eight in the west. On the north and on the south, the cells were in three rows of five, one row on top of another. The western cells were in three rows; the bottom two rows had three each, and the top row had two. Each cell had three openings; one was to the right, one to the left, and one on top. In the northeastern corner, there were five openings: one to the cell on the right, one to the cell above, one to the mesibah (a winding pathway within the walls of the  heikhal), one to the pishpesh (wicket), and one to the heikhal. ", 
            "Each bottom cell had a width of five cubits, with a ceiling of six cubits, which was the width of each intermediate cell, with a ceiling of seven; the top storey chamber was seven cubits wide, as it says (I Kings 6:6), \"The nethermost story of the side-structure was five cubits broad, and the middle was six cubits broad, and the third was seven cubits broad.\" ", 
            "The mesibah went up from the northeast corner to the northwest corner, by which they used to mount to the roofs of the cells. One would ascend the mesibah facing west and traverse the entire north, until reaching the west. When he reached the west, he turned to face south, and then traversed the west side until reaching the south. When he reached the south, he turned to face the east, and he then traversed the south side, until he reached the door of the aliyah (the upper chamber), since the door of the upper chamber opened to the south. In the doorway of the upper chamber, there were two cedar poles, by which they used to climb to the roof of the upper chamber. And at the top was a row of stones showing the demarcation between the kodesh (holy part) and kodesh hakodashim (holy of holies). There were trap doors in the aliyah (roof) of the holy of holies by which repairmen were let down in boxes, so they wouldn't gaze at the holy of holies more than what was necessary. ", 
            "The heikhal was a hundred [cubits] by a hundred cubits with a height of a hundred. The base was six cubits, then it rose forty cubits tall, and then there was one cubit of kiyor (lower, ornamented ceiling beams), two cubits of guttering, one of ceiling planks, and one of cement. The height of the upper chamber was forty, and on top of it was one cubit for the ornamentation, two cubits for the guttering, a cubit for the ceiling, a cubit for the plastering, three cubits for the ma'akeh (parapet), and a cubit for the kaleh orev (spikes). Rabbi Yehuda says, the spikes were not included in the measurement; rather, the parapet was four cubits.  ", 
            "The heikhal was one hundred cubits form east to west. The wall of the porch was five cubits, the porch was eleven. the wall of the heikhal six cubits and its interior forty, one cubit for the traksin (a partition between the holy and holy of holies); the holy of holies was twenty cubits, the wall of the heikhal was six cubits, the cell [in back of it] was six, and the wall of the cell was five. The heikhal was seventy cubits from north to south. The wall of the mesibah was five, the mesibah was three, the wall of the cell was five, Beit Horedet haMayyim (the place of the water descent) was three cubits and its wall five cubits. The porch extended beyond this fifteen cubits to the north, and fifteen to the south. This space was called the Beit haChalifot, where they used to store the slaughterers' knives. Thus, the heikhal was narrow in the back, and wide at the front, like a lion, as it says (Isaiah 29:1), \"Ah, Ariel, Ariel, the city where David encamped.\" (Just as a lion is narrow behind, and wide in front, so too was the heikhal narrow behind and broad at front).  "
        ], 
        [
            "The whole courtyard was 187 cubits long by 135 cubits wide.  From east to west it was 187 cubits: the place where non-levites could walk was 11 cubits, the place where the priests could walk was another 11 cubits, the alter was 32 cubits, between the anti-chamber and the alter was 22 cubits, the sanctuary was 100 cubits and there were 11 cubits behind the holy of holies.  ", 
            "From north to south [the courtyard] was 135 cubits: The ramp and the alter were 62 cubits, between the alter and the rings were 8 cubits, the space of the rings was 24 cubits, between the rings and the tables were 4 cubits, between the tables and the hooks were 4 cubits and between the hooks and the [southern] wall of the courtyard was 8 cubits.  The remaining [25 cubits] were taken up by the space between the [northern] wall and the ramp and the space of the hooks. ", 
            "There were 6 chambers in the courtyard, 3 on the north side and 3 on the south side.  On the north side was the chamber of salt, the chamber of skins, and the chamber of rinsing.  The chamber of salt was where they would salt the sacrifices.  The chamber of skins was where they would salt the hides of the animals and on its roof was a house of immersion, i.e. a mikvah, which the high priest would use on Yom Kippur.  The chamber of rinsing was where they would wash the innards of the sacrifices, and within this chamber, a spiral staircase went up to the roof of the house of skins. ", 
            "On the south side was the chamber of wood, the chamber of exile and the chamber of hewn stone.  The chamber of wood, Rabbi Eliezer son of Yaakov said, I forgot what it was used for.  Rabbi Shaul said, the chamber of the high priest was behind the two of the other chambers and all of their roofs were even.  The chamber of exile had a permanent well upon which a rock was placed and from there they drew water for the whole courtyard.  The chamber of hewn stone what where the Supreme Court would sit and examine the priests. A priests who was found to have a blemish would wear black [robes] and wrap himself in black and leave [the temple mount].  If no blemish was found, he would wear white [robes] and wrap himself in white and he can enter the courtyard to serve with the other priests and a holiday was made [celebrating] that no imperfections were found in the children of Aharon the priest.  And they would say:  \"Blessed is Hashem that no imperfection was found in the children of Aharon.  And Blessed is Hashem who chose Aharon and his children to stand and serve before Hashem in the Holy Temple. "
        ]
    ], 
    "title": "Mishnah Middot", 
    "versionSource": "http://www.sefaria.org/Mishnah_Middot", 
    "heTitle": "משנה מדות", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}