{
    "versionTitle": "VBM Torah", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "title": "Ramban on Genesis", 
    "text": [
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Those things that are referred to in the upper worlds as the Tree of Life and the Tree of Knowledge are profound and awesome secrets.  The human transgressed by consuming the fruit of the upper Tree of Knowledge as well as the lower one, in both deed as well as in thought.  If the fruit of the tree was beneficial for man to eat and desirous for increasing knowledge, then why would He have withheld it from him?  Is not the Lord good and a bestower of good, who will not withhold goodness from those that walk in perfection?  As for the serpent, it does not possess the power of speech at the present time; if in fact the serpent could talk at the outset then it surely would have indicated at the time of the curse that it should henceforth become mute, for that would have constituted the most serious imprecation of all.  But all of these matters have double meanings, the revealed and the hidden are both true! "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [
                "...This parsha was written to show how Hashem saved his servant from a stronger foe, and sent his angels to rescue him. In addition it teaches us that he [Jacob] didnt rely on his righteousness, and made every effort to save himself. Another concept alluded to, is that all that occurred to our forefather with Esau, will repeat itself with us and Esau's descendants. It is therefore appropriate for us to emulate the efforts of Yakov who initiated 3 strategies for his encounter with Esau; Prayer, presents, and war. Our sages see this hinted to in this parsha as I will mention later.", 
                "", 
                "", 
                "", 
                "...In my opinion, this detail alludes to the fact that WE WERE THE CAUSE OF OUR OWN DOWNFALL by the hands of the Rome.  In the Second Temple period, the Hasmonean kings made a treaty with Rome and some of their representatives even went to Rome and in the end, this was the first step of our falling into their hands."
            ]
        ]
    ], 
    "versionSource": "http://vbm-torah.org/archive/intparsha72/08-72vayishlach.htm", 
    "heTitle": "רמב\"ן על בראשית", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}