{
    "title": "Migdal Oz on Mishneh Torah, Forbidden Intercourse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Migdal_Oz_on_Mishneh_Torah,_Forbidden_Intercourse",
    "text": [
        [
            [
                "<b>הבא על אחת מכל העריות עד האמורה בהן.</b> הקדמה לסדר הדינין שעתיד לחבר כדרך המחברים ועיקר הדין פרק המניח את הכד <small> (דף ל\"ב) </small> גמרא מתניתין דזה בא בחביתו:"
            ],
            [
                "<b>הבא על אחת מכל העריות עד האמורה בהן.</b> הקדמה לסדר הדינין שעתיד לחבר כדרך המחברים ועיקר הדין פרק המניח את הכד <small> (דף ל\"ב) </small> גמרא מתניתין דזה בא בחביתו:"
            ],
            [
                "<b>ואפילו היה העובר תלמיד חכם כו' עד אלא להבחין בין שוגג למזיד.</b> סוף פ\"ק דמסכת מכות <small> (דף ו') </small> ופרק בן סורר ומורה <small> (דף ע\"ב) </small> משמע כן דאוקימנא לברייתא כר' יוסי ב\"ר יהודה דאמר אינו צריך דהוא יחידאה ולית הלכתא כוותיה:"
            ],
            [
                "<b>העריות שיש בהן מיתת ב\"ד עד בהמה עליה.</b> פ' ד' מיתות <small> (דף מ\"ט)</small> :"
            ],
            [
                "<b>ואלו הן העריות וכו' עד ועל בת בנו.</b> בסנהדרין פרק אלו הן הנשרפין <small> (דף ע\"ה) </small> ופ\"ק דכריתות <small> (דף ב')</small> :"
            ],
            [
                "<b>אין לך ערוה בחנק כו' עד היא חנק.</b> במסכת סנהדרין פרק נגמר הדין <small> (דף נ\"ג) </small> ופרק ד' מיתות ופרק הנחנקין <small> (דף פ\"ד) </small> ובמכילתא ובספרא:",
                "<b> ואם היתה בת כהן כו' עד הרי הן בסקילה.</b> בסנהדרין פרק נגמר הדין ופ' ד' מיתות <small> (דף נ') </small> וסוף הנחנקין <small> (דף צ') </small>\n<b> :</b>"
            ],
            [
                "<b>שאר העריות כולן בכרת בלבד כו' עד שכל חייבי כריתות לוקין.</b> פ\"ק דכריתות <small> (דף ב') </small> ופרק אלו הן הלוקין <small> (דף י\"ג)</small> :"
            ],
            [
                "<b>הבא על אחת מחייבי לאוין עד מחייבי עשה אינו לוקה.</b> במסכת כריתות פרק ד' מחוסרי כפרה <small> (דף י\"א) </small> ובסנהדרין פרק ד' מיתות <small> (דף נ\"ג)</small> :",
                "<b> ואם הכו אותן ב\"ד מכת מרדות כדי להרחיק מן העבירה הרשות בידם.</b> בסנהדרין פרק נגמר הדין <small> (דף מ\"ו) </small>\n<b> :</b>"
            ],
            [
                "<b>אנוס פטור מכלום מן המלקות ומקרבן ואין צריך לומר מן המיתה שנאמר ולנערה לא תעשה דבר בד\"א בשנאנס הנבעל אבל הבועל אין לו אונס שאין קישוי אלא לדעת.</b> פרק הבא על יבמתו <small> (דף נ\"ג) </small> אמר רבא כו' אין קישוי אלא לדעת:<br><b> כתב </b> הראב\"ד ז\"ל יש אונס שהוא פטור כגון שהוא מתכוין לאשתו ותקפתו אחת מן העריות והביאתו עליה או שדבקוהו עכו\"ם עליה עכ\"ל: <b> ואני </b> אומר הלכה זו ומחלוקתם פרק כל שעה <small> (דף כ\"ח) </small> ובסנהדרין פרק בן סורר ומורה בשמעתין דבכל מתרפאין חוץ מעצי אשרה ואין לך דבר שעומד בפני פיקוח נפש חוץ מע\"ז וגילוי עריות ושפיכות דמים עד דאמרינן כי כאשר יקום איש על רעהו ורצחו נפש כן הדבר הזה וכי מה למדנו מרוצח מעתה ה\"ז בא ללמד ונמצא למד פירוש אף למד מה רוצח יהרג ואל יעבור אף נערה המאורסה וברוב הגירסאות גורס תהרג ואל תעבור וכן גורס ר\"י אלפס ז\"ל ובשיטתו הלך ר\"מ ז\"ל וגם ביאר כי הבועל אין לו אונס כמימרא דרבא דאמר ביבמות פרק הבא על יבמתו אין אונס לערוה שאין קישוי אלא לדעת וכן גורס ר\"ת ז\"ל ורבים מרבותינו בעלי התוס' ז\"ל ומה שכתב הראב\"ד ז\"ל הוא בשיטת ר\"י ב\"ר מרדכי ומקצת רבותינו בעלי התוספות ז\"ל שגורסים יהרג ואל יעבור שהיא אזהרה לבועל דעביד מעשה אבל הנבעלת שהיא קרקע עולם אין לה למסור עצמה על כך כדאמרינן פ\"ק דמגילה גבי אסתר ובפרק בן סורר ובכמה מקומות ומקצת ספרים גורסי' כן ואפילו יגרוס תהרג מפרשי לה שתמסור עצמה למיתה קודם שתעשה מעשה להביא עליה את הערוה וכי הא דאסיקנא התם אנוס דמתני' היכי דמי כגון שנתכוון לאשתו ותקפתו יבמתו וכן פירשו מימרא דרבא במי שהביאוהו לכך שאי אפשר בלא שיתקשה ומאחר שאין קישוי אלא לדעת נחשב לו הקישוי כמעשה והסכימו שאם היה כבר מקושה ועומד ועכו\"ם מביאין אותו על הערוה התם ודאי יש אונס וכדאמרינן התם שניהם אנוסין דאמרי דבי רבי חייא היכי דמי כגון שנתכוון לאשתו ותקפום עכו\"ם ודבקום זה בזה וכזה כתב בעל המאור ז\"ל ומ\"מ יפה עשה ר\"מ ז\"ל שחייב אדם לומר כלשון רבו ורב רבו וגירסאות ספרדיות שלנו הדוקניות כך הן ופשט הכתוב מוכיח כן דהא בנערה קיימינן וטעמא דידה קא אמרינן ואין מקרא יוצא מידי פשוטו:",
                "<b> ואשה שתחלת ביאתה עד כופה אותה לרצות.</b> גם זאת ההלכה שם פרק הבא על יבמתו <small> (דף נ\"ד)</small> :"
            ],
            [
                "<b>המכניס ראש העטרה כו' עד הוא הנקרא גומר.</b> פרק הבא על יבמתו <small> (דף נ\"ה) </small> ופרק ארוסה ושומרת יבם:",
                "<b> וכל הביאות האסורות כו' עד או מכת מרדות.</b> פרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואחד הבא על הערוה כדרכה כו' עד הוא החיוב.</b> פ' ד' מיתות <small> (דף נ\"ד) </small> ופרק הבא על יבמתו <small> (דף נ\"ו)</small> :"
            ],
            [
                "<b>כל הבא ביאה אסורה כו' עד מכת מרדות.</b> פ\"ב דשבועות ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :"
            ],
            [
                "<b>הבא על ערוה מן העריות וכו' עד שיתיז את ראשה.</b> כריתות פרק ספק אכל <small> (דף י\"א) </small> ופ' ד' מיתות בסנהדרין <small> (דף ס\"ב) </small> ופרק העור והרוטב <small> (דף קכ\"א)</small> :<br><b> כתוב </b> בספר הראב\"ד ז\"ל חייב קרבן והשיג הוא עליו לא ידעתי למה קרבן אין כאן: <b> ואני </b> אומר בספר שלנו בספרד בחבור ר\"מ ז\"ל לא נזכר ולא נכתב בו לשון קרבן אלא חייב בלבד כמו שנסחתי מלשונו וגם לאחר שבאתי בארץ הצבי בדקתי בספר שהוגה מספרו וחתם בו בחתימת ידו ומצאתיו כן שלא כתב בו מלת קרבן אלא חייב בלבד אז אמרתי בודאי הספר שהגיע ליד הראב\"ד ז\"ל טעות סופר היה כי ר\"מ ז\"ל נהג כמנהגו הטוב והישר לכתוב לשון הגמרא כמו שהודעתי כמה פעמים וגם בזה כן עשה והכי איתא במסכת כריתות פרק ספק אכל <small> (דף י\"א ע\"ב) </small> גמרא פיסקא דחלב ונותר אמר רב נחמן אמר שמואל המתעסק בחלבים ובעריות חייב שכן נהנה ופי' החיוב בכל דבר ודבר כדינו הידוע בו בכמה מקומות וחיבר פזור הדינין כסדרן כדאיתנהו התם ופ' ד' מיתות ונשרפין ונחנקין במס' סנהדרין ופרק הבא על יבמתו:"
            ],
            [
                "<b>כל אשה אסורה עד שניהם פטורין.</b> במסכת סנהדרין פ' ד' מיתות <small> (דף נ\"ה) </small> ובמסכת נדה פרק יוצא דופן <small> (דף מ\"ד)</small> :"
            ],
            [
                "<b>הבא על הזכר כו' עד שהוא פחות מבן תשע.</b> ביבמות פרק הבא על יבמתו <small> (דף נ\"ד)</small> :"
            ],
            [
                "<b>אחד הבא על הזכר כו' עד או הביאה עליו.</b> ביבמות פרק הערל <small> (דף פ\"ב)</small> :",
                "<b> ואחד בהמה עד או שהערתה בו חייב.</b> פרק שור שנגח את הפרה <small> (דף נ\"ד)</small> :"
            ],
            [
                "<b>אחד הבא על הזכר כו' עד או הביאה עליו.</b> ביבמות פרק הערל <small> (דף פ\"ב)</small> :",
                "<b> ואחד בהמה עד או שהערתה בו חייב.</b> פרק שור שנגח את הפרה <small> (דף נ\"ד)</small> :"
            ],
            [
                "<b>קטן בן ט' כו' עד אין הבהמה נסקלת.</b> פ' ד' מיתות <small> (דף נ\"ה) </small> ובפרק הבא על יבמתו:"
            ],
            [
                "<b>וכן השוכב עם הבהמה עד שהן גדולים.</b> פרק ד' מיתות <small> (דף נ\"ד)</small> :",
                "<b> כל העריות כולן עד כמו שביארנו.</b> במסכת כריתות פרק ד' מחוסרי כפרה <small> (דף י\"א)</small> :"
            ],
            [
                "<b>אין העדים נזקקין עד שהערה.</b> פ\"ק דמסכת מכות <small> (דף ז')</small> :"
            ],
            [
                "<b>מי שהוחזק בשאר בשר וכו' עד כך שאר קרובים בחזקה.</b> פרק עשרה יוחסין <small> (דף פ')</small> :"
            ],
            [],
            [
                "<b>האשה שהוחזקה נדה בשכונותיה.</b> בכתובות פרק המדיר ובקידושין פרק עשרה יוחסין:",
                "<b> המקנא לאשתו ונסתרה עד הוחזקה כזונה.</b> פרק הבא על יבמתו <small> (דף ס\"א) </small> ובת\"כ בפרשת אמור פרשה א':<br><b> כתב </b> הראב\"ד ז\"ל אינו כן דאינו לוקה משום זונה אלא משום טומאה דכל אונס בעד אחד לא קרינא ביה זונה אלא משום טומאה והכי איתא ביבמות בלישנא בתרא דרבה עכ\"ל: <b> ואני </b> אומר הא כדאיתא והא כדאיתא ואתה המעיין הט אזנך ושמע דברי חכמים ולבך תשית לדעתי והבין הראיות הברורות כי מה שהביא הראב\"ד ז\"ל הוא בפרק הבא על יבמתו <small> (דף נ\"ג ע\"ב) </small> גמרא מתניתין דוכן הבא על אחת מן העריות ולא נאמרה אלא לגבי אנוסה בלבד וה\"ג לה התם אמר רבה אשת כהן שנאנסה בעלה לוקה עליה משום זונה כו' עד א\"ד אמר רבה אשת כהן שנאנסה בעלה לוקה עליה משום טומאה וברירנא עלה לאותובי משום טומאה אין משום זונה לא אלמא [כל] באונס לא קרינן ביה זונה מתיב ר' זירא והיא לא נתפסה אסורה הא נתפסה מותרת ויש לך אחרת שאע\"פ שנתפסה אסורה ואי זו זו אשת כהן ולאו הבא מכלל עשה עשה אמר רבא הכל היו בכלל אחרי אשר הוטמאה כשפרט לך הכתוב גבי אשת ישראל והיא לא נתפסה אסורה הא נתפסה מותרת מכלל דאשת כהן כדקיימא קיימא ע\"כ. ועתה התבונן כי שם בלשון הגמרא לא הוזכר עד אחד ולא שייך כלל לגבי אנוסה והוא דין בפ\"ע והלכה פסוקה כרבה וכא\"ד ופסקה וכתבה ודרשה ר\"מ ז\"ל פרק י\"ח מהלכות אלו ואתמהה מה ענין זה לגבי עד אחד אומר שנטמאה כי לד\"ה היא אסורה הואיל וקדם הקינוי והטומאה לבעילתו אין ספק שבעל זונה הואיל והיתה אסורה עליו וזה מפורש פרק הבע\"י גמרא מתני' דכהן גדול שמת אחיו וכו' וגם בתורת כהנים זונה כשמה פירוש שזינתה תחת בעלה דברי ר' אליעזר בן יעקב ר' עקיבא אומר זונה זו מופקרת רבי מתיא בן חרש אומר אפילו הלך בעלה להשקותה ובא עליה בדרך עשאה זונה ובת\"כ גרסינן אפילו הלך בעלה לבית דין הגדול והוליך אותה להשקות פירוש המים המאררים אחר שקינא לה ונסתרה והיא אסורה כדתנן פ\"ק דסוטה כיצד מקנא לה אומר לה בפני שנים אל תדברי כו' עד נכנסה עמו לבית הסתר אסורה לביתה כו' מעתה כשעבר ובא עליה עשאה זונה ואם מת אסורה לכהן אלמא לכ\"ע הואיל ונבעלה בעילה האסורה נעשית זונה וכן כתבה ר\"מ ז\"ל פ' י\"ח ועוד פרק י' יוחסין ובכמה מקומות בתלמוד אמרינן כיון שנבעלה לפסול לה פסלה פי' משום זונה והכין אסיקנא פ\"ק דכתובות כדכתיבנא בסמוך וכל שכן בזאת שבא אחר הקינוי עד אחד שנטמאת שהיא אסורה לו אלא שאין מפסדת כתובתה בפחות משנים תדע דתנן בסוטה <small> (דף ל\"א) </small> פרק מי שקינא לה ונסתרה כו' אמר עד אחד אני ראיתיה שנטמאת לא היתה שותה ולא עוד אלא אפילו עבד ואפילו שפחה הרי אלו נאמנין וכו' ולא לפסלה מכתובתה אלא שלא תשתה ע\"כ. ומוכח בגמרא מקרא דועד אין בה שעד אחד נאמן בה עוד תנן התם עד אומר נטמאת ועד אומר לא נטמאת אשה אומרת נטמאת ואשה אומרת לא נטמאת היתה שותה ואמרינן עלה בגמרא טעמא דקא מכחיש ליה הא לא קא מכחיש ליה עד אחד מהימן מנא ה\"מ וכו' ובקידושין פרק האומר <small> (דף ס\"ו) </small> גמרא מתניתין דקדשתי בתך גרסינן איבעיא להו אשתו זינתה בעד אחד ושותק מהו אביי אמר נאמן ורבא אמר אינו נאמן הוי דבר שבערוה ואין דבר שבערוה פחות משנים אמר אביי מנא אמינא לה דההוא סמיא דהוה מסדר מתנייתא קמיה דמר שמואל יומא חד נגה ליה ולא הוי קאתי שדר שליחא אבתריה אדאזיל שליח בחדא אורחא אתא איהו בחדא כי אתא שליח אמר [ליה] אשתו זינתה אתא לקמיה דמר שמואל אמר ליה אי מהימן לך זיל אפקה ואי לא לא תפקה מאי לאו אי מהימן עלך דלאו גזלנא הוא ורבא [אמר לא] אי מהימן לך כבי תרי זיל אפקה ואי לא לא תפקה ופסק ר\"י אלפס כרבא וה\"מ בדיני אדם אבל אם בא לצאת ידי שמים אי מהימן ליה כבי תרי מיחייב ליה לאפוקה ויהיב לה כתובתה וכן הדין דילפינן דבר דבר מממון וכתב עוד שם בהלכות מה דגרסי' בכתובות פ\"ק אין האשה נאסרת על בעלה בעד אחד אלא בשני עדים וקינוי וסתירה אפילו בעד אחד נמי אלמא כל היכא דאיכא קינוי וסתירה כ\"ש קינוי וטומאה אפילו בעד אחד מיתסרא ובהדיא אסיקנא פרק ב' דיבמות גמרא מתני' דהנטען על אשת איש אע\"פ שכנס יוציא דהיכא דאיכא עידי טומאה אע\"ג דאיכא כמה בנים תצא. ומעתה ראה גם ראה מה ענין זה שהשיב הראב\"ד ז\"ל על ר\"מ ז\"ל כי אותה דיבמות איירי באנוסה וזאת שכתב כאן מיירי בעד טומאה ואחר קינוי ועוד דאפילו מאותה דיבמות עצמה דקא מייתי קרא דוהיא לא נתפשה משמע בכל הגירסא וסוגיין נמי הכי משמע דכל באונס לא קרינן בה זונה הא מדעת כגון שהתרה בה בשעת קינוי והעד אומר שנטמאת ודאי קרינן בה זונה ועלו דברי ר\"מ ז\"ל נכונים:"
            ],
            [
                "<b>האב שאמר בתי עד סוף הפרק.</b> בקידושין פרק האומר <small> (דף ס\"ו)</small> :"
            ]
        ],
        [
            [
                "<b>אשת אביו עד מולדת חוץ.</b> בסנהדרין פרק ארבע מיתות <small> (דף נ\"ד) </small> ופרק ב' דיבמות <small> (דף כ\"א)</small> :"
            ],
            [
                "<b>אשת אביו עד מולדת חוץ.</b> בסנהדרין פרק ארבע מיתות <small> (דף נ\"ד) </small> ופרק ב' דיבמות <small> (דף כ\"א)</small> :"
            ],
            [
                "<b>בת אשת אביו כו' עד מולדת אביך.</b> פ\"ב דיבמות ופרק החולץ:",
                "<b> אבל אם נשא אביו כו' עד אף משום זה.</b> במסכת סוטה פרק משוח מלחמה <small> (דף מ\"ג)</small> :"
            ],
            [
                "<b>לפיכך הבא על אחותו כו' עד בת האנוסה בת אשת אביו.</b> פ\"ב דיבמות <small> (דף כ\"ג) </small> ופרק החולץ:"
            ],
            [
                "<b>אחות אמו כו' עד משום אחות אב.</b> פ\"ב דיבמות ופ\"ק דכריתות ובסנהדרין פ' ד' מיתות <small> (דף נ\"ד)</small> :"
            ],
            [
                "<b>הבא על אשה דרך זנות עד ומשום ערות אשה ובתה.</b> פ\"ק דכריתות ופ' ד' מיתות וריש יבמות:<br><b> כתב </b> הראב\"ד ז\"ל אלו השתים אינן אלא לקוברו בין רשעים חמורים עכ\"ל: <b> ואני </b> אומר שתים לקבורה איני יודע מי שנאן אבל מה שכתב ר\"מ ז\"ל רואה אני לו ראיות ברורות כי בפ\"א דכריתות אמר אביי אל תהי גזירה שוה קלה בעיניך שהרי בתו מאנוסתו הן הן גופי תורה ולא למדה הכתוב אלא בגזירה שוה דאמר [רבא אמר] לי [רב] יצחק בר אבדימי אתיא הנה הנה לאיסורא אתיא זמה זמה לשריפה והכי מייתי לה ריש יבמות ובסנהדרין ריש פרק הנשרפין ובפ\"ב דיבמות נמי מייתי קרא דמולדת בית או מולדת חוץ גבי ערות אשה ובתה וקרא דהאחת אהובה והאחת שנואה אהובה בנישואיה ושנואה בנישואיה וקרא נמי חד באנוסה וחד בנשואה ואסיקנא בכריתות פרק אמרו לו ובסנהדרין פרק ד' מיתות ובפירקין ובשבת פרק כלל גדול שהוא חייב על כל שם ושם בפני עצמו וכמו שבררתי פ\"א של אלו ההלכות ושנינו להדיא בסנהדרין ריש פרק הנשרפין יש בכלל אשה ובתה בתו כו' א\"כ פשוט כי הבא על בתו חייב גם משום אשה ובתה אמה ואם אמה נשואה וכן משמע בגמרא דמוכחינן נמי בגמרא לאיסורא חמותו ואם חמותו בדורות של מעלה וגם בתה ובת בתה בדורות של מטה והדר מוכחינן בין בזכרים בין בנקיבות ובמסכת כריתות פרק אמרו לו שנינו חיוב בתו וחמותו ומוכחינן בגמרא טעמא משום דשמות מוחלקין למדנו כי דברי ר\"מ ז\"ל נכונים:"
            ],
            [
                "<b>כיון שקידש אדם כו' עד שניהן נשרפין.</b> פ\"ק דיבמות ובסנהדרין פרק הנשרפין <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>בא עליהן לאחר מיתת אשתו כו' עד אין שם שריפה.</b> פרק האשה רבה <small> (דף צ\"ד)</small> :"
            ],
            [
                "<b>וכן אחות אשתו כו' עד הרי זו ערוה עליו.</b> פרק הבע\"י דף נ\"ה ופ\"ב דיבמות:"
            ],
            [
                "<b>עבר ונאף עם אחת וכו' עד כמו שביארנו בהלכות גירושין.</b> פרק האשה רבה <small> (דף צ\"ד צ\"ה)</small> :<br><b> כתב </b> הראב\"ד ז\"ל יש כאן שבוש גדול וכו' ועל זה היה ראוי לגנוז זה השער ע\"כ לשונו: <b> ואני </b> אומר חלילה לר\"מ ז\"ל שיכתוב ביאורו דהלכות גירושין לראיה כאשר חשב עליו ראב\"ד ז\"ל כי איך יעלה על דעתו הצח דבר שלא היה עולה על דעת אחד מן התלמידים הקטנים אשר לו אבל האמת חכמתו תאיר נתיב ואיזדהר ממאן דאזיל בתר איפכא ומותיב כי הוא ביאר תחילה מי שעבר ונאף בין בזדון בין בשוגג עם אחת מאלו העריות שלא נאסרה אשתו עליו בכך כלל והיה קרוב להקשות עליו מאחות ארוסתו שכתב פרק י' מהלכות גירושין שאוסרת ארוסתו עליו כשנשאה אחר ששמעה שמתה אחותו ואחר כך באתה והא ודאי באותן הנישואין או כמו שוגג או כמזיד או כמו אנוס ולפיכך כתב בלשון קצר ענין מרובה דשאני התם שגזרו בה גזירה שמא יאמרו ולאו משום חומרא דאיסור עצמו הוא תדע שהרי אם היתה ארוסתו אשתו גמורה ואירע זה המעשה באחותו לא נאסרה אשתו עליו וכן שאר העריות גם לא היתה צריכה השניה גט ואע\"פ שהנשואה חמורה מן האנוסה. ולמען אשר תשכיל מתק שפתיו אעתיק לך בכאן לשונו דהלכות גירושין פרק י' וזהו וכן קידש אשה והלכה למדינה אחרת ושמע שמתה ונשא אחותה ואחר כך נודע שלא מתה [צריכות שתיהן ממנו גט וכו' אבל אם הלכה אשתו הנשואה למדינה אחרת ושמע בה שמתה ונשא אחותה] ונמצאת אשתו קיימת אין אחותה צריכה ממנו גט ואשתו מותרת וכן שאר העריות שנשאן בחזקת היתר ונמצאת ערוה אינן צריכות גט שאין קידושין תופסין בעריות ומפני מה הצריכו אחות ארוסתו גט שמא יאמרו תנאי היה באירוסין וכדת נשא אחותה והואיל ויצאה אחותה בגט אחותה שהיא ארוסתו הראשונה אסורה כדי שלא יאמרו נשא אחות גרושתו עכ\"ל. וכל אלה הדברים שבשער הזה והביאור שלהם בהלכות גירושין נאמרין ביבמות פרק האשה רבה ראויין ליכתב ונאין הן למי שאמרן:"
            ],
            [
                "<b>הבועל אשה דרך זנות כו' עד עם קרובותיה לא יוציא.</b> פרק נושאין <small> (דף צ\"ו) </small> ומייתי לה סוף פ\"ב דיבמות <small> (דף כ\"ו)</small> :"
            ],
            [
                "<b>מי שנטען על ערוה וכו' עד על פתח ביתה.</b> פרק ב' דיבמות ופרק ב' דכתובות ופ\"ק דקידושין ופרק רבן גמליאל:<br><b> כתב </b> הראב\"ד ז\"ל זה המחבר ממשל משלים הוא והם רחוקים מאד אם אמרו בחמותו דגייסא ביה מחמת בתה יאמרו באשה אחרת לאוסרו לדור ולראות בכל השכונה עכ\"ל: <b> ואני </b> אומר הרי שנינו סוף פרק האשה שנתארמלה <small> (דף כ\"ז) </small> ואין אדם נאמן על ידי עצמו אמר רבי זכריה בן הקצב המעון הזה לא זזה ידה מתוך ידי משעה שנכנסו עכו\"ם לירושלים ועד שיצאו אמרו לו אין אדם נאמן ע\"י עצמו ואמרינן עלה בגמרא תניא ואע\"פ כן יחד לה בית בחצירו וכשהיא יוצאה יוצאה בראש בניה וכשהיא נכנסת נכנסת בסוף בניה ובעי אביי מהו לעשות בגרושה כן התם הוא דבשבויה הקילו אבל הכא לא או דילמא לא שנא ופשיט ת\"ש המגרש את אשתו לא תנשא בשכונתו אם היה (בעלה) [ליתא בגמרא ולפירוש רש\"י אפילו לא ניסת] כהן לא תדור עמו במבוי [אם היה כפר קטן] זה היה מעשה ואמרו כפר קטן נידון כשכונה ע\"כ. אלמא שמעינן מהכא כי לפי חומרת איסורין מרחיקין אותן לכהן מן המבוי ולישראל מן החצר והשכונה ואילו בשבויה הקילו ליכנס בסוף ולצאת בתחילה וכולהו משום חשדא. ובסוף פרק ב' דיבמות <small> (דף כ\"ד ע\"ב) </small> שנינו הנטען על השפחה ונשתחררה כו' הרי זה לא יכנוס ואם כנס אין מוציאין מידו הנטען על אשת איש והוציאוה מתחת ידו אע\"פ שכנס יוציא ואוקמה רב בעדים ואותבינן עלה מהא דתניא בד\"א בשאין לה בנים אבל יש לה בנים לא תצא ואם באו עידי טומאה אפילו יש לה כמה בנים תצא ושקלינן וטרינן עלה טובא עד דאסיקנא רב מוקי למתני' ביש לה בנים ויש לה עדים משום דדייקא לישנא דמתני' דקתני הוציאוה הא אי הוה קתני הוציאה הוה מוקי לה בשאין לה בנים ואע\"ג דליכא עדים ואי בעית אימא הני מתנייתא מני רבי היא דתניא רוכל יוצא ואשה חוגרת בסינר אמר רבי הואיל ומכוער הדבר תצא כו' עד דפסיקנא והלכתא כוותיה דרבי והלכתא כוותיה דרב ומהדרי קשיא הילכתא אהילכתא ופרקינן לא קשיא הא בקלא דפסיק הא בקלא דלא פסיק קלא דלא פסיק וליכא עדים כרבי קלא דפסיק ואיכא עדים כרב ושיילינן קלא דלא פסיק עד כמה אמר אביי אמרה לי אם דומי דמתא יומא ופלגא ע\"כ. והני כולהו הלכתא נינהו ושמעינן מינייהו לגבי אשת איש מתוך שהיא ערוה חמורה יותר משפחה ונכרית שאם נטען עמה אע\"פ שכנס יוציא והטענה ההיא מוקמינן לה בקלא דלא פסיק ואע\"ג דליכא עדים דהיינו דומי דמתא וכרבי דאמר הואיל ומכוער הדבר תצא. וביבמות פרק רבן גמליאל <small> (דף נ\"ב) </small> ופרק קמא דקידושין <small> (דף י\"ב:) </small> נמי אמרינן דרב מנגיד אמאן דמקדש בביאה כו' ועל חתנא דדאיר בי חמוה ואקשינן דדאיר אין דחליף לא והא ההוא [דהוה] חליף אבבא דבי חמוה ונגדיה רב ששת ופרקינן ההוא מידם הוה דיימא חמתיה מיניה ע\"כ. וכבר הוכחנו בטענה דדומי דמתא שאפילו כנס יוציא והוכחנו ג\"כ בגרושה שלא תדור אצלו כל אחד לפי חומרו וכדאיתא בירושלמי והכל משום חשד וכ\"ש בערוה כגון חמותו שהיא חמורה מגרושה מעתה יפה עשה ר\"מ ז\"ל שרמז בלשונו אלה הדברים ברורים מי שנטען על ערוה דמתני' דיבמות או שיצא עליו שם רע כההיא דרבי דמכוער הדבר דאוקימנא בקלא דלא פסיק ולא ידור עמה במבוי כההיא דכתובות ולא יראה באותה שכונה כההיא דפרק ר\"ג ופ\"ק דקידושין דמידם הוה דיימא שהיא חמורה מגרושתו וקיבץ נפוצות להראות אות ממנו לא נכחד, וחיבר את האוהל להיות אחד. ומה שהקשה הראב\"ד יש לי לתמוה בקושייתו וכי יש גייסא בעולם יותר ממי שיצא עליו שם רע או הנטען שהכריחוה לצאת בכך ולא מצינו לשון גסות זה בתלמוד בבלי וירושלמי אלא לגבי יחוד ולינה דהמגרש פרק הזורק וכיוצא בו לחלק בין ארוסה לנשואה אבל בזה לא שמענו:"
            ],
            [
                "<b>הבא על אשה ובתה עד ולא בזנות.</b> פרק נושאין <small> (דף נ\"ז)</small> :",
                "<b> וכן אם אנס אביו כו' עד כאחת.</b> ביבמות פ\"א ופ\"ב ופרק נושאין ובברכות פרק מי שמתו <small> (דף כ\"א)</small> :",
                "<b> ומצות חכמים כו' עד סוף הפרק.</b> בסנהדרין פרק הנשרפין <small> (דף ע\"ו) </small> ובהרבה מקומות בתלמוד:"
            ],
            [
                "<b>הבא על אשה ובתה עד ולא בזנות.</b> פרק נושאין <small> (דף נ\"ז)</small> :",
                "<b> וכן אם אנס אביו כו' עד כאחת.</b> ביבמות פ\"א ופ\"ב ופרק נושאין ובברכות פרק מי שמתו <small> (דף כ\"א)</small> :",
                "<b> ומצות חכמים כו' עד סוף הפרק.</b> בסנהדרין פרק הנשרפין <small> (דף ע\"ו) </small> ובהרבה מקומות בתלמוד:"
            ]
        ],
        [
            [
                "<b>הבא על אשת קטן עד הרי זה פטור.</b> פרק ארבע מיתות <small> (דף צ\"ב)</small> :",
                "<b> וכן הבא על אשת חרש כו' עד מכת מרדות.</b> פרק חרש <small> (דף קי\"ב קי\"ג)</small> :",
                "<b> הבא על הקטנה כו' ואם היא בת מיאון כו' עד ואפילו היה כהן.</b> פרק ב\"ש ופרק ד' מיתות ופרק הנחנקין ופרק הנשרפין ופרק חרש:<br><b> כתב </b> הראב\"ד ז\"ל לא ידעתי למה נאסרה על בעלה ישראל שהרי אמרו פיתוי קטנה אונס הוא עכ\"ל: <b> ואני </b> אומר גם בפ\"ב דהלכות סוטה ופ\"ד מהלכות אישות השיגו הראב\"ד ז\"ל והקשה גם שם קושיא זאת וקושיות אחרות ורואה אני כי ר\"מ ז\"ל תלה פסקא זאת באותה דהלכות סוטה ואותה תלה במה שכתב פ\"ד מהלכות אישות וביאר שם דבריו יפה ורמז שם בלשונו הצח מקום מוצאו למען לא יקשה על שום חכם דברו הטוב ועם כל זה לא הספיק לו כנגד הראב\"ד וכבר הצלתיו שם בכל כחי כיד אלהי הטובה עלי וגם יעדתי שם פ\"ד דהלכות סוטה להאריך כאן בבירור יפה כפי הצורך. והנני אומר כי אתה צריך לדעת כי שלשה דינין בקטנה חלוקין זה מזה. האחד הוא קטנה שהשיאה אביה וזאת דינה כאשת איש גמורה וכגדולה דעלמא שאינה יוצאה במיאון אלא בגט גמור וכמו שהוכחתי פ\"ב דהלכות סוטה ממשנה קטנה שהשיאה אביה ונתגרשה כו' השניה ביבמות פרק ב\"ש ודבר פשוט הוא בכל התלמוד כמו שהוכחתי שם ובפ\"ד דהלכות אישות וגם מצאתי בירושלמי דגרסי' התם מודים חכמים לרבי אליעזר בקטנה שהשיאה אביה ונתגרשה שהיא כיתומה בחיי אביה קידושיה וגירושיה תורה ועוד שנינו שם הממאנת באיש ונשאת לאחר וגירשה לאחר ומיאנה בו לאחר וגירשה לאחר ומיאנה בו זה הכלל כל שיוצאה ממנו בגט אסורה לחזור לו במיאון מותרת לחזור לו אלמא כשהיא יוצאה בגט דינה אשת איש גמורה של תורה וגם למדנו מזאת על דין השני כשהיא בת מיאון שהקלו בה לחזור לו לפי שאינה כאשת איש של תורה אלא מדבריהם וכדמשמע ריש פרק חרש <small> (דף קי\"ב ע\"ב) </small> בפשיטות התלמוד דשיילינן מ\"ש חרש דתקינו ליה רבנן נישואין ומאי שנא קטן דלא תקינו [ליה] רבנן נישואין ומהדרינן חרש דלא אתי לכלל נישואין תקינו [ליה] רבנן נישואין קטן דאתי לכלל נישואין לא תקינו [ליה] רבנן נישואין ואקשינן והרי קטנה דאתיא לכלל נישואין [ותקינו לה רבנן נישואין] ופרקינן התם שלא ינהגו [בה] מנהג הפקר והדר שיילינן מאי שנא קטנה דממאנת ומאי שנא חרשת דלא ממאנת אלמא נשואי קטנה בת מיאון דרבנן והם אמרו והם אמרו תדע דגם בפרק ב\"ש דיבמות <small> (דף קי\"ב ע\"ב) </small> שנינו בה איזו היא קטנה שצריכה למאן כל שהשיאוה אמה או אחיה לדעתה כו' עד דקתני סיפא רבי אליעזר אומר אין מעשה קטנה כלום אלא כמפותה בת ישראל לכהן לא תאכל בתרומה בת כהן לישראל תאכל בתרומה ובגמרא תניא רבי אליעזר אומר אין מעשה קטנה כלום ואין בעלה זכאי במציאתה ולא במעשה ידיה ולא בהפרת נדריה ואין יורשה ואין מטמא לה כללו של דבר אינה כאשתו לכל דבר אלא שצריכה מיאון רבי יהושע אומר (מעשה קטנה כלום) בעלה זכאי במציאתה כו' עד הרי היא כאשתו לכל דבר אלא שיוצאה במיאון אמר רבי נראין דברי רבי אליעזר כו' ומסיק לטעמיה דאפי' מיאון לא היתה צריכה אלא כי היכי דלא תיפוק בכדי כלומר שתקנו לה חכמים מיאון כדי שלא תצא מבעלה בלא כלום דקא משמע לן כל דתקון רבנן כעין דאורייתא תקון ומש\"ה כשתקנו לה נישואין כמו שהוכחתי תקנו לה גט מיאון כעין גט של תורה כדמוכח בפרק ב\"ש דיבמות בהא שמעתא גופא ופסק ר\"י אלפס הלכה כרבי יהושע ומיהו לדברי שניהם נשואי דרבנן אינון כדאוכחנא וכן כתב ר\"מ ז\"ל והוכחתי אני פ\"ג הלכות אישות ולפיכך ביאר שמכין אותו מכת מרדות דרבנן. והדין השלישי דאפי' מיאון אינה צריכה כדתנן פרק ב\"ש דיבמות כי השיאוה אמה ואחיה שלא לדעתה אינה צריכה למאן עוד שנינו שם רבי חנינא בן אנטיגנוס אומר כל תינוקת שאינה יכולה לשמור קידושיה אינה צריכה למאן ואמרינן בגמרא א\"ר יהודה אמר שמואל הלכה כרבי חנינא בן אנטיגנוס וכן פסק ר\"י אלפס ז\"ל ופירש דכמי שלא נתקדשה דמיא וגם ר\"מ ז\"ל פ\"י דהלכות אישות ושם הוכחתי דבריו. ואחרי אשר עמדת על שלשה דינין הללו התבונן עיקר דברי ר\"מ ז\"ל מפ\"ד הלכות אישות כי גם שם עיקר דבריו וגם התבונן כי קושיית הראב\"ד ז\"ל בשקדשה אביה למה נאסרה על בעלה ישראל מתורצת יפה שכבר הוכחתי גם שם גם כאן מן הירושלמי ומן ההלכות והתלמוד שקידושיה וגירושיה של תורה והרי היא אשת איש גמורה ודינה בחנק כדאיתא פרק ארבע מיתות ופרק הנחנקין ומה שאמרו פיתוי קטנה אונס הוא ברור הדבר שהוא בדין השני וכגון שהיתה יתומה או קטנה שיצאה מרשות האב והיתה פחותה מבת שש וחברותיה המבוררים פ\"ד דהלכות אישות שנישואיה מדברי סופרים כמו שהוכחתי ואין לה דעת תאוה ורצון והנה לשון ר\"מ ז\"ל לפניך בג' מקומות הנזכרים שא עיניך וראה כמה ביארו והתירה אפילו לכהן שהוא כמו לא נתקדשה או כאילו לא נבעלה ועוד השכל ולמד מדברי רבי אליעזר שאמר אין מעשה קטנה חל במפותה ולמה לא נקשה עליו והלא פיתוי קטנה אונס הוא ואע\"פ שאין הלכה כמותו למדנו מהם להוכיח דברי רבי יהושע שהן הלכה מתוך סכלותה הוי פיתויה אונס שאם היתה פקחת כבר אמרו בכתובות פרק אלו נערות <small> (דף ל\"ט ע\"ב) </small> גמרא מתני' דהמפתה נותן שלשה דברים כו' פקחות שבהן אומרות מפותה אין לה צער כלומר מרוב תאותה לזכר ומתוך כך אינה כאונס שיתחייב בצער דון מינה כשאינה בעלת תאוה וסכלה דוקא ולא פקחת היא כאנוסה ובה אמרו פיתוי קטנה אונס הוא ובזה עלו דברי ר\"מ ז\"ל על נכון:"
            ],
            [
                "<b>הבא על אשת קטן עד הרי זה פטור.</b> פרק ארבע מיתות <small> (דף צ\"ב)</small> :",
                "<b> וכן הבא על אשת חרש כו' עד מכת מרדות.</b> פרק חרש <small> (דף קי\"ב קי\"ג)</small> :",
                "<b> הבא על הקטנה כו' ואם היא בת מיאון כו' עד ואפילו היה כהן.</b> פרק ב\"ש ופרק ד' מיתות ופרק הנחנקין ופרק הנשרפין ופרק חרש:<br><b> כתב </b> הראב\"ד ז\"ל לא ידעתי למה נאסרה על בעלה ישראל שהרי אמרו פיתוי קטנה אונס הוא עכ\"ל: <b> ואני </b> אומר גם בפ\"ב דהלכות סוטה ופ\"ד מהלכות אישות השיגו הראב\"ד ז\"ל והקשה גם שם קושיא זאת וקושיות אחרות ורואה אני כי ר\"מ ז\"ל תלה פסקא זאת באותה דהלכות סוטה ואותה תלה במה שכתב פ\"ד מהלכות אישות וביאר שם דבריו יפה ורמז שם בלשונו הצח מקום מוצאו למען לא יקשה על שום חכם דברו הטוב ועם כל זה לא הספיק לו כנגד הראב\"ד וכבר הצלתיו שם בכל כחי כיד אלהי הטובה עלי וגם יעדתי שם פ\"ד דהלכות סוטה להאריך כאן בבירור יפה כפי הצורך. והנני אומר כי אתה צריך לדעת כי שלשה דינין בקטנה חלוקין זה מזה. האחד הוא קטנה שהשיאה אביה וזאת דינה כאשת איש גמורה וכגדולה דעלמא שאינה יוצאה במיאון אלא בגט גמור וכמו שהוכחתי פ\"ב דהלכות סוטה ממשנה קטנה שהשיאה אביה ונתגרשה כו' השניה ביבמות פרק ב\"ש ודבר פשוט הוא בכל התלמוד כמו שהוכחתי שם ובפ\"ד דהלכות אישות וגם מצאתי בירושלמי דגרסי' התם מודים חכמים לרבי אליעזר בקטנה שהשיאה אביה ונתגרשה שהיא כיתומה בחיי אביה קידושיה וגירושיה תורה ועוד שנינו שם הממאנת באיש ונשאת לאחר וגירשה לאחר ומיאנה בו לאחר וגירשה לאחר ומיאנה בו זה הכלל כל שיוצאה ממנו בגט אסורה לחזור לו במיאון מותרת לחזור לו אלמא כשהיא יוצאה בגט דינה אשת איש גמורה של תורה וגם למדנו מזאת על דין השני כשהיא בת מיאון שהקלו בה לחזור לו לפי שאינה כאשת איש של תורה אלא מדבריהם וכדמשמע ריש פרק חרש <small> (דף קי\"ב ע\"ב) </small> בפשיטות התלמוד דשיילינן מ\"ש חרש דתקינו ליה רבנן נישואין ומאי שנא קטן דלא תקינו [ליה] רבנן נישואין ומהדרינן חרש דלא אתי לכלל נישואין תקינו [ליה] רבנן נישואין קטן דאתי לכלל נישואין לא תקינו [ליה] רבנן נישואין ואקשינן והרי קטנה דאתיא לכלל נישואין [ותקינו לה רבנן נישואין] ופרקינן התם שלא ינהגו [בה] מנהג הפקר והדר שיילינן מאי שנא קטנה דממאנת ומאי שנא חרשת דלא ממאנת אלמא נשואי קטנה בת מיאון דרבנן והם אמרו והם אמרו תדע דגם בפרק ב\"ש דיבמות <small> (דף קי\"ב ע\"ב) </small> שנינו בה איזו היא קטנה שצריכה למאן כל שהשיאוה אמה או אחיה לדעתה כו' עד דקתני סיפא רבי אליעזר אומר אין מעשה קטנה כלום אלא כמפותה בת ישראל לכהן לא תאכל בתרומה בת כהן לישראל תאכל בתרומה ובגמרא תניא רבי אליעזר אומר אין מעשה קטנה כלום ואין בעלה זכאי במציאתה ולא במעשה ידיה ולא בהפרת נדריה ואין יורשה ואין מטמא לה כללו של דבר אינה כאשתו לכל דבר אלא שצריכה מיאון רבי יהושע אומר (מעשה קטנה כלום) בעלה זכאי במציאתה כו' עד הרי היא כאשתו לכל דבר אלא שיוצאה במיאון אמר רבי נראין דברי רבי אליעזר כו' ומסיק לטעמיה דאפי' מיאון לא היתה צריכה אלא כי היכי דלא תיפוק בכדי כלומר שתקנו לה חכמים מיאון כדי שלא תצא מבעלה בלא כלום דקא משמע לן כל דתקון רבנן כעין דאורייתא תקון ומש\"ה כשתקנו לה נישואין כמו שהוכחתי תקנו לה גט מיאון כעין גט של תורה כדמוכח בפרק ב\"ש דיבמות בהא שמעתא גופא ופסק ר\"י אלפס הלכה כרבי יהושע ומיהו לדברי שניהם נשואי דרבנן אינון כדאוכחנא וכן כתב ר\"מ ז\"ל והוכחתי אני פ\"ג הלכות אישות ולפיכך ביאר שמכין אותו מכת מרדות דרבנן. והדין השלישי דאפי' מיאון אינה צריכה כדתנן פרק ב\"ש דיבמות כי השיאוה אמה ואחיה שלא לדעתה אינה צריכה למאן עוד שנינו שם רבי חנינא בן אנטיגנוס אומר כל תינוקת שאינה יכולה לשמור קידושיה אינה צריכה למאן ואמרינן בגמרא א\"ר יהודה אמר שמואל הלכה כרבי חנינא בן אנטיגנוס וכן פסק ר\"י אלפס ז\"ל ופירש דכמי שלא נתקדשה דמיא וגם ר\"מ ז\"ל פ\"י דהלכות אישות ושם הוכחתי דבריו. ואחרי אשר עמדת על שלשה דינין הללו התבונן עיקר דברי ר\"מ ז\"ל מפ\"ד הלכות אישות כי גם שם עיקר דבריו וגם התבונן כי קושיית הראב\"ד ז\"ל בשקדשה אביה למה נאסרה על בעלה ישראל מתורצת יפה שכבר הוכחתי גם שם גם כאן מן הירושלמי ומן ההלכות והתלמוד שקידושיה וגירושיה של תורה והרי היא אשת איש גמורה ודינה בחנק כדאיתא פרק ארבע מיתות ופרק הנחנקין ומה שאמרו פיתוי קטנה אונס הוא ברור הדבר שהוא בדין השני וכגון שהיתה יתומה או קטנה שיצאה מרשות האב והיתה פחותה מבת שש וחברותיה המבוררים פ\"ד דהלכות אישות שנישואיה מדברי סופרים כמו שהוכחתי ואין לה דעת תאוה ורצון והנה לשון ר\"מ ז\"ל לפניך בג' מקומות הנזכרים שא עיניך וראה כמה ביארו והתירה אפילו לכהן שהוא כמו לא נתקדשה או כאילו לא נבעלה ועוד השכל ולמד מדברי רבי אליעזר שאמר אין מעשה קטנה חל במפותה ולמה לא נקשה עליו והלא פיתוי קטנה אונס הוא ואע\"פ שאין הלכה כמותו למדנו מהם להוכיח דברי רבי יהושע שהן הלכה מתוך סכלותה הוי פיתויה אונס שאם היתה פקחת כבר אמרו בכתובות פרק אלו נערות <small> (דף ל\"ט ע\"ב) </small> גמרא מתני' דהמפתה נותן שלשה דברים כו' פקחות שבהן אומרות מפותה אין לה צער כלומר מרוב תאותה לזכר ומתוך כך אינה כאונס שיתחייב בצער דון מינה כשאינה בעלת תאוה וסכלה דוקא ולא פקחת היא כאנוסה ובה אמרו פיתוי קטנה אונס הוא ובזה עלו דברי ר\"מ ז\"ל על נכון:"
            ],
            [
                "<b>בת כהן שזינתה וכו' עד כדין כל אשת איש.</b> פרק ארבע מיתות <small> (דף נ') </small> ופרק הנחנקין ופרק הנשרפין:"
            ],
            [
                "<b>הבא על נערה המאורסה כו' עד והיא בבית אביה.</b> פרק ד' מיתות <small> (דף נ')</small> :",
                "<b> היתה בוגרת עד הרי זו בחנק.</b> בכתובות פרק נערה שנתפתתה <small> (דף מ\"ח)</small> :"
            ],
            [
                "<b>והבא על קטנה כו' עד שזינתה בסקילה.</b> פרק נערה שנתפתתה ופרק ד' מיתות:"
            ],
            [
                "<b>באו עליה עשרה בני אדם כו' עד וכולן בסקילה.</b> פרק נערה שנתפתתה ופרק ד' מיתות <small> (דף ס\"ו)</small> :"
            ],
            [
                "<b>נערה המאורסה שהיתה משוחררת עד ככל אשת איש.</b> פרק נערה שנתפתתה:"
            ],
            [
                "<b>דין חדש יש במוציא שם רע כו' עד על פתח בית אביה:</b> כתב הראב\"ד בודאי זה חדוש וכו' וקלישת הדעת הוא זה עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה בשמעתין דתני שילא פרק נערה שנתפתתה <small> (דף מ\"ד ע\"ב) </small> וכבר כתב ר\"י אלפס בהלכות שיש מן הגאונים ז\"ל שפירשו בו פירושים אחרים שלא עלו לו לדעתו ודעת רבותיו כהוגן ופי' הוא ז\"ל הפי' הזה בנכון ועל אותה שיטה כתב ר\"מ ז\"ל כהוגן שחייב אדם לומר כלשון רבו והוא פירוש רשב\"ם ז\"ל אשר הסכימו עליו רבותינו בעלי התוספות ז\"ל באותה הלכה ואם הראב\"ד ז\"ל הסכים בה כפירש\"י ז\"ל ויש לו תירוצין על קושיות התוספות או יש לו דרך אחרת אנכי לא ידעתי. ומה שהקשה הראב\"ד ז\"ל מאותה משנה השנויה סוף פרק הנחנקין תמה אני אם יצאה מפיו דהיא היא מה שאומר התלמוד שהוא חדוש במוציא שם רע שלפנינו בהלכה דתנא שילא מדעלמא דהיינו אותה משנה וכל שהוא חדוש אין בו טעם כדאמרינן עדים זוממין חדוש כלומר אין טעם לחידושו ואין בדברי ר\"מ ז\"ל טעות והא תליא באשלי רברבי:",
                "<b> אבל שאר נערות כו' עד כמו שביארנו.</b> פרק נערה שנתפתתה:",
                "<b> הא למדת כו' עד שהיא בשריפה.</b> פרק נערה שנתפתתה ופרק ד' מיתות ופרק הנשרפין והנחנקין לשון מכילתא לא תנאף למה נאמר לפי שהוא אומר מות יומת הנואף והנואפת עונש שמענו אזהרה לא שמענו תלמוד לומר לא תנאף ובסיפרא אשר ינאף את אשת איש אשר ינאף את אשת רעהו עונש שמענו אזהרה לא שמענו תלמוד לומר לא תנאף אחד האיש ואחד האשה ע\"כ. ופי' ר\"מ ז\"ל בס\"ה שחיבר בלשון ערבי ואל אשת עמיתך אזהרה והוא לאו שאינו כולל נואף ונואפת אבל הוא אזהרה לנואף לבד וכמו כן יתר העריות ואין ספק להם שיוציאו האזהרה לאשה ג\"כ מאמרו לא תקרבו לגלות ערוה הרי כאן שנים להזהיר האיש על ידי האשה והאשה על ידי האיש עכ\"ל:"
            ],
            [
                "<b>והיכן סוקלין נערה עד שער העיר ההיא.</b> פרק נערה שנתפתתה <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>באו העדים אחר שבגרה עד בבית הסקילה.</b> פרק נערה שנתפתתה <small> (דף מ\"ה)</small> :<br><b> כתב </b> הראב\"ד ז\"ל זה שבוש דהלכה כראב\"י וכו' ורבי אליעזר לא היה מודה לחכמים עכ\"ל: <b> ואני </b> אומר גם בזה הסכים יפה כדעת רבו והנני אובין לפניך דגרסי' סוף שמעתא דתני שילא פרק נערה שנתפתתה <small> (דף מ\"ו) </small> מאי רבנן ומאי רבי אליעזר בן יעקב דתניא כיצד הוצאת שם רע בא לב\"ד ואמר פלוני לא מצאתי לבתך בתולים אם יש עדים שזינתה תחתיו יש לה כתובה מנה ומתמה עלה [אם יש עדים שזינתה תחתיו] יש לה כתובה מנה בת סקילה היא ופרקינן הכי קאמר אם יש עדים שזינתה תחתיו בסקילה זינתה מעיקרא יש לה כתובה מנה נמצא ששם רע אינו שם רע לוקה ונותן מאה סלע בין בעל בין לא בעל רבי אליעזר בן יעקב אומר לא נאמרו דברים הללו אלא כשבעל ושקלינן וטרינן עלה עד דאסיקנא אלא שלח רב כהנא משמיה דרבי יוחנן אינו חייב עד שיבעול כדרכה ויוציא שם רע בכדרכה ובאמת שכן הלכה כרבי אליעזר בן יעקב שמשנתו קב ונקי וכפי המסקנא שכתבתי וכן כתב ר\"י אלפס ז\"ל ומפני זה שיבש הראב\"ד ז\"ל לשון ר\"מ זה ועתה אתה הבן לשון הברייתא דתני בא לב\"ד ואמר כו' דמשמע דוקא שהוא בא ואמר ומביא העדים אבל אם באו העדים מאליהם פטור ואינו בדין מוציא שם רע ואע\"פ שבעל קודם בואם אבל חזר דינה לדיני הנערה שהוא אמור ומפורש ומבואר בסיפא דברייתא דתני שילא שלש מדות בנערה באו לה עדים בבית חמיה שזינתה בבית אביה סוקלין אותה על פתח בית אביה כלומר ראו גידולין שגדלתם באו עדים בבית אביה שזינתה בבית חמיה כשהיא ארוסה ויס\"ג שזינתה בבית אביה סוקלין אותה על פתח שער העיר סרחה ולבסוף בגרה תידון בחנק ע\"כ, ושקלינן וטרינן עלה טובא עד דאסיקא תלמודא הא אמר ליה רבי יוחנן לתנא תני תידון בסקילה ופירש שם ר\"י אלפס ז\"ל והעומדים בשיטתו דלא אשכחן תנא דסבר דהיכא דאשתני גופה אשתני קטלא והא ודאי באו מאליהן הוא וכלשון ר\"מ ז\"ל שרמז בו לזאת הברייתא וכי הא דרמינן מינה ופרקינן או היא או זוממיה מקדימין לבית הסקילה והוא כלשון ר\"י אלפס ז\"ל שכתב בברייתא דתני שילא שאמרתי וגם כשהביא מסקנא דר\"א בן יעקב דאמר לא נאמרו דברים אלו אלא בשבעל פירש וז\"ל והוא שאמר לעדים באו והעידוני אבל באו עדים מאיליהן פטור עכ\"ל. הנה עיניך רואות כי ר\"מ ז\"ל הסכים לדעת רבותיו:"
            ],
            [
                "<b>היתה הורתה שלא בקדושה עד אלא למצוה.</b> פרק נערה שנתפתתה <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>הבא על ערוה כו' עד מביא אשם אחד.</b> פ' ד' מחוסרי כפרה <small> (דף י\"א) </small> ופרק כלל גדול:<br><b> כתב </b> הראב\"ד גרסינן בכריתות וכו': <b> ואני </b> אומר אמת הוא ובפ' ד' מחוסרי כפרה גרסינן לה וגם ר\"מ ז\"ל כתב כן בהלכות שגגות פ\"ט וז\"ל אבל הבא על שפחות הרבה אפילו בהעלם אחד חייב על כל שפחה ושפחה עכ\"ל. ויפה עשה לחברו במקומו הראוי לו וגם שם הזכיר מה שכתב כאן מאיסור ביאת שפחה חרופה והנשאר לפי ענינו כתבו שם ע\"פ התלמוד בכריתות ובפרק כלל גדול במסכת שבת:",
                "<b> אבל היא חייבת מלקות עד חייבי לאוין.</b> בכריתות פרק ד' מחוסרי כפרה <small> (דף י\"א) </small> ובשבת פרק כלל גדול <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>הבא על ערוה כו' עד מביא אשם אחד.</b> פ' ד' מחוסרי כפרה <small> (דף י\"א) </small> ופרק כלל גדול:<br><b> כתב </b> הראב\"ד גרסינן בכריתות וכו': <b> ואני </b> אומר אמת הוא ובפ' ד' מחוסרי כפרה גרסינן לה וגם ר\"מ ז\"ל כתב כן בהלכות שגגות פ\"ט וז\"ל אבל הבא על שפחות הרבה אפילו בהעלם אחד חייב על כל שפחה ושפחה עכ\"ל. ויפה עשה לחברו במקומו הראוי לו וגם שם הזכיר מה שכתב כאן מאיסור ביאת שפחה חרופה והנשאר לפי ענינו כתבו שם ע\"פ התלמוד בכריתות ובפרק כלל גדול במסכת שבת:",
                "<b> אבל היא חייבת מלקות עד חייבי לאוין.</b> בכריתות פרק ד' מחוסרי כפרה <small> (דף י\"א) </small> ובשבת פרק כלל גדול <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>הבא על ערוה כו' עד מביא אשם אחד.</b> פ' ד' מחוסרי כפרה <small> (דף י\"א) </small> ופרק כלל גדול:<br><b> כתב </b> הראב\"ד גרסינן בכריתות וכו': <b> ואני </b> אומר אמת הוא ובפ' ד' מחוסרי כפרה גרסינן לה וגם ר\"מ ז\"ל כתב כן בהלכות שגגות פ\"ט וז\"ל אבל הבא על שפחות הרבה אפילו בהעלם אחד חייב על כל שפחה ושפחה עכ\"ל. ויפה עשה לחברו במקומו הראוי לו וגם שם הזכיר מה שכתב כאן מאיסור ביאת שפחה חרופה והנשאר לפי ענינו כתבו שם ע\"פ התלמוד בכריתות ובפרק כלל גדול במסכת שבת:",
                "<b> אבל היא חייבת מלקות עד חייבי לאוין.</b> בכריתות פרק ד' מחוסרי כפרה <small> (דף י\"א) </small> ובשבת פרק כלל גדול <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>המערה בשפחה חרופה עד ששני משכבות באשה.</b> פרק הבע\"י <small> (דף נ\"ג נ\"ד)</small> :"
            ],
            [
                "<b>כל מקום שאמרנו כו' עד וגדולים.</b> זה כלל דבריו ז\"ל כדרך כל מחבר:"
            ],
            [
                "<b>בן תשע שנים ויום אחד וכו' עד שנאמר בקורת תהיה והביא את אשמו.</b> פרק ארבעה מחוסרי כפרה:<br><b> כתב </b> הראב\"ד ז\"ל זה שבוש שלא מצינו וכו' והכי איתא בכריתות עכ\"ל: <b> ואני </b> אומר מעולם לא יצא מפיו לשון זה וכי פה קדוש יאמר דבר זה והלא משנה שלימה היא בכריתות פרק ארבעה מחוסרי כפרה מה בין שפחה חרופה לבין כל העריות שלא שוותה להן לא בעונש ולא בקרבן ע\"כ. הא למדת שהעונש אינו קרבן וכל קבלת האמת בידינו כי העונשין הם המלקיות והכריתות ומיתות ב\"ד כדקי\"ל השוה הכתוב אשה לאיש לכל עונשין שבתורה והן האזהרות שיש בהן עונשין אבל הקרבן מצות עשה היא ולא הושוו בהן איש ואשה שהרי היא פטורה מכל מצות שהזמן גרמא, ועוד שנינו שם בפירוש הכלל הזה ופרטו כל העריות אחד האיש ואחד האשה שוין במכות ובקרבן ובשפחה לא השוה את האיש לאשה במכות ולא האשה לאיש בקרבן אלמא עונש מכות הוא וזה פשוט וממילא איפשיטא לן שאינן שוין ויאמר בפיו הראב\"ד ז\"ל שהן שוין. ומ\"ש הכותב ותמה על הקטן בתחילת דבריו ולבסוף הביא ראיה דהא מקשו להדדי ואינו מעמיק יפה בצורת ההלכה הזאת פרק ארבעה מחוסרי כפרה <small> (דף י\"א) </small> ובהשואה היא דת\"ר בזמן שהאשה לוקה האיש מביא קרבן אין האשה לוקה אין האיש מביא קרבן ובחילוק שהתחלנו שנינו סוף הפרק כל העריות אחד גדול ואחד הקטן פטור ומתמהינן עלה בגמרא והכא קטן חייב פי' וכי קטן חייב בשפחה והא איתקשו להדדי כדאמרינן לעיל אין האשה לוקה אין האיש מביא אשם ומהדרינן אר\"י הכי קתני כל העריות אחד גדול ואחד קטן קטן פטור וגדול חייב והכא גדול נמי פטור כלומר אם היא קטנה דפטורה ושיילינן מאי טעמא דהא מקשו להדדי ופירושו כמו שכתבתי שאם אין האשה לוקה אין האיש מביא אשם וכן פירש\"י ז\"ל אבל לעולם קרבן הוא מחוייב ודין הוא שהרי אף היא היתה מחוייבת קרבן נמי מקטנותה אי לאו דילפינן מבקורת תהיה שהיא במלקות ולא האיש ואין מלקות לא בקטן ולא בקטנה אלא על כרחין היא מיירי בגדולה ושיילינן עלה ואימא הוא דמיעטיה קרא [ממלקות] אבל היא תילקי ותיתי קרבן ומהדרינן והביא את אשמו כתיב כלומר ולא פרט והביא האיש דנימא דוקא עד שיהיה איש ולאפוקי קטן ולא אמר ג\"כ האשם דמשמע בין האיש בין האשה אלא אשמו כתיב הוא לשון זכר דמשמע דוקא האיש מביא ולא האשה ודינא כדקאי קאי כשהיא גדולה והוא קטן היא חייבת בקרבן אלא מה שראוי לדקדק דבקרבנות כתיב רצון וכתיב לרצונכם תזבחוהו והיאך יביא הקטן קרבן ואכתי לאו בר רצון הוא. והנני משיב כי ע\"כ דקדק ר\"מ ז\"ל וכתבו פ\"ד דהלכות שגגות וז\"ל בן תשע שנים כו' עד ויראה לי שאינו מביא עד שיגדיל והוא בן דעת עכ\"ל:"
            ]
        ],
        [
            [
                "<b>הנדה הרי היא כשאר וכו' עד לטומאת נדות וזבות.</b> ביבמות פרק הבא על יבמתו <small> (דף נ\"ד) </small> ופרק ד' מיתות בסנהדרין ובמסכת כריתות פרק ארבעה מחוסרי כפרה <small> (דף י\"א) </small> ובנדה פרק יוצא דופן <small> (דף מ\"ד) </small> ופ\"א ושני והרבה מקומות בתלמוד ובת\"כ:"
            ],
            [
                "<b>ואחד הבא על הנדה כו' עד וספירתה.</b> פ\"ק דשבת <small> (דף י\"ד) </small> ופרק קמא דכריתות ובנדה פרק תינוקת <small> (דף ס\"ו)</small> :",
                "<b> בין שפחה בין משוחררת וכו' עד שיטבול.</b> פ\"ק דכריתות:"
            ],
            [
                "<b>ואחד הבא על הנדה כו' עד וספירתה.</b> פ\"ק דשבת <small> (דף י\"ד) </small> ופרק קמא דכריתות ובנדה פרק תינוקת <small> (דף ס\"ו)</small> :",
                "<b> בין שפחה בין משוחררת וכו' עד שיטבול.</b> פ\"ק דכריתות:"
            ],
            [
                "<b>העכו\"ם אין חייבין עליה עד לענין טומאה וטהרה.</b> בנדה פרק בנות כותים ובמסכת עבודה זרה פרק אין מעמידין <small> (דף ל\"ד)</small> :"
            ],
            [
                "<b>כל דם שתראה היולדת עד שהדם שותת.</b> במסכת נדה פרק המפלת <small> (דף ל') </small> והרבה מקומות במשנה ובתלמוד:"
            ],
            [
                "<b>כל חייבי טבילות כו' עד כמו שביארנו.</b> פרק קמא דיומא <small> (דף י') </small> ובפסחים פרק האשה <small> (דף צ') </small> ובהרבה מקומות מייתי לה:"
            ],
            [
                "<b>נתאחרה ימים רבים כו' עד של אחריו ביום.</b> בנדה פרק תינוקת <small> (דף ס\"ז)</small> :"
            ],
            [
                "<b>נתאחרה ימים רבים כו' עד של אחריו ביום.</b> בנדה פרק תינוקת <small> (דף ס\"ז)</small> :"
            ],
            [
                "<b>כל הנשים שיש להם כו' עד טהורה אני.</b> פ\"א דמסכת נדה <small> (דף י\"ב)</small> :"
            ],
            [
                "<b>האשה שאמרה כו' עד וכן כל כיוצא בזה.</b> פ\"ב דמסכת כתובות (דף כ\"ב):"
            ],
            [
                "<b>היה משמש עם הטהורה עד נשמט ממנה.</b> פ\"ב דשבועות:"
            ],
            [
                "<b>ואסור לו לאדם כו' עד מתחילת הלילה.</b> בנדה פרק האשה ופ\"ב דשבועות:"
            ],
            [
                "<b>עבר וסתה ולא ראתה כו' עד שתזרח השמש.</b> בנדה פרק האשה:"
            ],
            [
                "<b>דרך בני ישראל ובנות ישראל כו' עד בשעת תשמיש.</b> פ\"א ופ\"ב דנדה <small> (דף י\"ד)</small> :",
                "<b> ויש לאיש כו' עד עד שלה.</b> פ\"א ופ\"ב דנדה <small> (דף ט\"ו)</small> :"
            ],
            [
                "<b>דרך בני ישראל ובנות ישראל כו' עד בשעת תשמיש.</b> פ\"א ופ\"ב דנדה <small> (דף י\"ד)</small> :",
                "<b> ויש לאיש כו' עד עד שלה.</b> פ\"א ופ\"ב דנדה <small> (דף ט\"ו)</small> :"
            ],
            [
                "<b>הצנועות אינן משמשות כו' אבל לאחר תשמיש כו' עד שהרי הדם שותת ממנה:</b> כתב הראב\"ד ז\"ל כמה יגיעות יגע בחנם כו' באשה העסוקה בטהרות עכ\"ל: <b> ואני </b> אומר גם ר\"מ ז\"ל השגיח על אותה בעיא דרבי זירא לרב יהודה דשמעתין בתרייתא דנדה ודקדק בה יפה בהני שמעתין קמייתא דסמיכא ליה ריש פ\"ב ויגע ומצא מסקנת הגמרא כתבן כל אחת במקומה לפי ענינה והנני מבררן בע\"ה וראה בעיניך בלשון המשנה והגמרא ויתבררו ויתלבנו לך הדברים ששנינו. סוף פ\"ק דנדה <small> (דף י\"א) </small> אע\"פ שאמרו דיין שעתן צריכה להיות בודקת חוץ מן הנדה והיושבת על דם טוהר וכו' ומפרש לה בסיפא ופעמים (היא) צריכה להיות בודקת שחרית ובין השמשות ובשעה שהיא עוברת לשמש את ביתה יתירות עליהן כהנות כו' ומייתי עלה מתני' דריש פרק כל היד דרך בנות ישראל כו' והצנועות ושקלינן וטרינן עליה בגמרא עד דאסיקנא וקסבר שמואל כל לבעלה לא בעיא בדיקה ומיירי באשה עסוקה בטהרות ושם הביא ג\"כ בעיא דרבי זירא מרב יהודה ודרבי אבא מרב הונא בתרי לישני וכולהי צורתא דשמעתא להדי' בהכי סלקן ולענין טומאה וטהרה וכתבן ר\"מ ז\"ל פ\"ד מהל' מטמאי משכב ומושב ובדיקת שיעור וסת וכל סגנון שלה כתב פרק ג' דהלכות שגגות דבהכי קא משמען ואח\"כ שנינו במציעא דהא מתני' ומשמשת בעדים חוץ מן היושבת על דם טוהר ובתולה שדמיה טהורין ע\"כ. ומייתי עלה בגמרא מתני' דריש פירקין בתרא דתנן תינוקת שלא הגיע זמנה לראות ונשאת ב\"ש אומרים נותנין לה ארבעה לילות וב\"ה אומרין עד שתחיה המכה ומייתי עלה אמר רב גידל אמר שמואל לא שנו אלא שלא פסקה מחמת תשמיש וראתה שלא מחמת תשמיש כו' ואותביה ר' יונה מבתולה דמתני' ומפרשה בשינוי מראה מחמת תשמיש ואימור שמש עכרן ולא נזכר בה זכר זכרון מטומאה וטהרה ולא עסוקה בטהרות כלל אלא כל צורת ההלכה לתשמיש בעלה נאמרה וגם בירושלמי דמייתי עלה דין קטנה מעוברת ומניקה וזקנה כך הוא סגנון ההלכה כולה ולכן כתבו ר\"מ ז\"ל בפרק זה כהוגן בענין איסורי ביאה ומ\"ש בלאחר תשמיש כך מצאתיו בירושלמי דפ\"ק דנדה וגם רבותינו בעלי התוס' ז\"ל כך כתבו כי כל עיקר צורך הבדיקה אינה אלא לאחר תשמיש לפי שהיא רגילה לראות מחימום התשמיש כלשון הירושלמי ומשום סירכא דידיה נקט לפני תשמיש גם ראיתי לר\"מ ז\"ל מקוצי שפטר בדיקה לפני תשמיש והראב\"ד ז\"ל נמשך במקצת אחר פרש\"י ז\"ל ויש לו פנים בהלכה אבל עומקה ובירורה כמו שכתבתי:"
            ],
            [
                "<b>המשמש מטתו כו' עד על העד שאבד.</b> פרק כל היד <small> (דף י\"ו)</small> :"
            ],
            [
                "<b>הניחה העד כו' עד תחת הכר.</b> פרק הרואה כתם <small> (דף נ\"ח נ\"ט)</small> :"
            ],
            [
                "<b>קנחה עצמה כו' עד אלא מן המאכולת.</b> פרק כל היד <small> (דף י\"ד)</small> :"
            ],
            [
                "<b>מי שראתה דם בשעת תשמיש כו' עד סוף הפרק.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>מי שראתה דם בשעת תשמיש כו' עד סוף הפרק.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>מי שראתה דם בשעת תשמיש כו' עד סוף הפרק.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ]
        ],
        [
            [
                "<span class=\"\">האשה מתטמאת כו' עד דמים הרבה. במסכת כריתות פרק ד' מחוסרי כפרה </span>\n<small> (דף ח') </small> ופרק יוצא דופן:"
            ],
            [
                "<b>כל הנשים מתטמאות כו' עד ובין השינים עצמו כלפנים.</b> פרק יוצא דופן <small> (דף מ')</small> :"
            ],
            [
                "<b>משל משלו חכמים עד בשעת גמר ביאה.</b> פרק כל היד <small> (דף י\"ז)</small> :"
            ],
            [
                "<b>משל משלו חכמים עד בשעת גמר ביאה.</b> פרק כל היד <small> (דף י\"ז)</small> :"
            ],
            [
                "<b>דם הבא מן החדר עד וכיוצא בהן.</b> פרק כל היד שם ופרק בנות כותים <small> (דף ל\"ב)</small> :",
                "<b> הנמצא בפרוזדור עד וכיין מזוג.</b> פרק כל היד:"
            ],
            [
                "<b>דם הבא מן החדר עד וכיוצא בהן.</b> פרק כל היד שם ופרק בנות כותים <small> (דף ל\"ב)</small> :",
                "<b> הנמצא בפרוזדור עד וכיין מזוג.</b> פרק כל היד:"
            ],
            [
                "<b>דם הבא מן החדר עד וכיוצא בהן.</b> פרק כל היד שם ופרק בנות כותים <small> (דף ל\"ב)</small> :",
                "<b> הנמצא בפרוזדור עד וכיין מזוג.</b> פרק כל היד:"
            ],
            [
                "<b>האדום כיצד הוא עינו כו' עד יטמא או יטהר.</b> הכל פרק כל היד <small> (דף י\"ט) </small> ותחילת הדברים גם פ\"ה דמסכת עדיות:",
                "<b> ואם נסתפק לו במראה מן המראות צריך להקיף ולערוך לדיו או לדם עד לשאר המראות.</b> פרק כל היד <small> (דף י\"ט)</small> :<br><b> כתב </b> הראב\"ד ז\"ל כל מ\"ש בזה וכו': <b> ואני </b> אומר אמת הדבר שכן דרכו בכל לפסוק גם הלכתא למשיחא בחבור זה כטהרות וקדשים ועל כן קראו משנה תורה והלכות אלו חקוקות פרק כל היד ועל עיקר הדין למעשה שכתב הראב\"ד ז\"ל כן הסכימו מקצת האחרונים בפירוש מימרא דרבי זירא דבנות ישראל הן החמירו על עצמן כו' וכן כתב גם ר\"מ ז\"ל פי\"א של הלכות אלו אלא שתלה הדבר בתקנת הגאון ז\"ל ועמד בשיטת רבותיו נ\"ע:"
            ],
            [
                "<b>האדום כיצד הוא עינו כו' עד יטמא או יטהר.</b> הכל פרק כל היד <small> (דף י\"ט) </small> ותחילת הדברים גם פ\"ה דמסכת עדיות:",
                "<b> ואם נסתפק לו במראה מן המראות צריך להקיף ולערוך לדיו או לדם עד לשאר המראות.</b> פרק כל היד <small> (דף י\"ט)</small> :<br><b> כתב </b> הראב\"ד ז\"ל כל מ\"ש בזה וכו': <b> ואני </b> אומר אמת הדבר שכן דרכו בכל לפסוק גם הלכתא למשיחא בחבור זה כטהרות וקדשים ועל כן קראו משנה תורה והלכות אלו חקוקות פרק כל היד ועל עיקר הדין למעשה שכתב הראב\"ד ז\"ל כן הסכימו מקצת האחרונים בפירוש מימרא דרבי זירא דבנות ישראל הן החמירו על עצמן כו' וכן כתב גם ר\"מ ז\"ל פי\"א של הלכות אלו אלא שתלה הדבר בתקנת הגאון ז\"ל ועמד בשיטת רבותיו נ\"ע:"
            ],
            [
                "<b>האדום כיצד הוא עינו כו' עד יטמא או יטהר.</b> הכל פרק כל היד <small> (דף י\"ט) </small> ותחילת הדברים גם פ\"ה דמסכת עדיות:",
                "<b> ואם נסתפק לו במראה מן המראות צריך להקיף ולערוך לדיו או לדם עד לשאר המראות.</b> פרק כל היד <small> (דף י\"ט)</small> :<br><b> כתב </b> הראב\"ד ז\"ל כל מ\"ש בזה וכו': <b> ואני </b> אומר אמת הדבר שכן דרכו בכל לפסוק גם הלכתא למשיחא בחבור זה כטהרות וקדשים ועל כן קראו משנה תורה והלכות אלו חקוקות פרק כל היד ועל עיקר הדין למעשה שכתב הראב\"ד ז\"ל כן הסכימו מקצת האחרונים בפירוש מימרא דרבי זירא דבנות ישראל הן החמירו על עצמן כו' וכן כתב גם ר\"מ ז\"ל פי\"א של הלכות אלו אלא שתלה הדבר בתקנת הגאון ז\"ל ועמד בשיטת רבותיו נ\"ע:"
            ],
            [
                "<b>האדום כיצד הוא עינו כו' עד יטמא או יטהר.</b> הכל פרק כל היד <small> (דף י\"ט) </small> ותחילת הדברים גם פ\"ה דמסכת עדיות:",
                "<b> ואם נסתפק לו במראה מן המראות צריך להקיף ולערוך לדיו או לדם עד לשאר המראות.</b> פרק כל היד <small> (דף י\"ט)</small> :<br><b> כתב </b> הראב\"ד ז\"ל כל מ\"ש בזה וכו': <b> ואני </b> אומר אמת הדבר שכן דרכו בכל לפסוק גם הלכתא למשיחא בחבור זה כטהרות וקדשים ועל כן קראו משנה תורה והלכות אלו חקוקות פרק כל היד ועל עיקר הדין למעשה שכתב הראב\"ד ז\"ל כן הסכימו מקצת האחרונים בפירוש מימרא דרבי זירא דבנות ישראל הן החמירו על עצמן כו' וכן כתב גם ר\"מ ז\"ל פי\"א של הלכות אלו אלא שתלה הדבר בתקנת הגאון ז\"ל ועמד בשיטת רבותיו נ\"ע:"
            ],
            [
                "<b>האדום כיצד הוא עינו כו' עד יטמא או יטהר.</b> הכל פרק כל היד <small> (דף י\"ט) </small> ותחילת הדברים גם פ\"ה דמסכת עדיות:",
                "<b> ואם נסתפק לו במראה מן המראות צריך להקיף ולערוך לדיו או לדם עד לשאר המראות.</b> פרק כל היד <small> (דף י\"ט)</small> :<br><b> כתב </b> הראב\"ד ז\"ל כל מ\"ש בזה וכו': <b> ואני </b> אומר אמת הדבר שכן דרכו בכל לפסוק גם הלכתא למשיחא בחבור זה כטהרות וקדשים ועל כן קראו משנה תורה והלכות אלו חקוקות פרק כל היד ועל עיקר הדין למעשה שכתב הראב\"ד ז\"ל כן הסכימו מקצת האחרונים בפירוש מימרא דרבי זירא דבנות ישראל הן החמירו על עצמן כו' וכן כתב גם ר\"מ ז\"ל פי\"א של הלכות אלו אלא שתלה הדבר בתקנת הגאון ז\"ל ועמד בשיטת רבותיו נ\"ע:"
            ],
            [
                "<b>המפלת חתיכה וכו' עד אלא דם חתיכה.</b> ריש פרק המפלת <small> (דף כ\"א)</small> :<br><b> כתב </b> הראב\"ד ז\"ל הא דלא כהלכתא וכו': <b> ואני </b> אומר אנחנו כדברי ר\"מ ז\"ל קבלנו פי' אותה הלכה ריש פרק המפלת דתנן המפלת חתיכה אם יש עמה דם טמאה ואם לאו טהורה רבי יהודה אומר בין כך ובין כך טמאה ושקלינן וטרינן עלה עד דאוקימנא אלא אמר ר\"נ בר יצחק באפשר לפתיחת הקבר בלא דם קמיפלגי בפלוגתא דהני תנאי דתניא קשתה שנים ולשלישי הפילה ואינה יודעת מה הפילה הרי זו ספק לידה ספק זיבה מביאה קרבן ואינו נאכל רבי יהושע אומר מביאה קרבן ונאכל שאי איפשר לפתיחת קבר בלא דם ע\"כ. ואיכא לישנא אחרינא ובין ללישנא קמא בין ללישנא בתרא פירש\"י ז\"ל דרבי יהודה דאמר טמא סבר אי איפשר לפתיחת הקבר בלא דם וכיון דנפתח הקבר להפיל החתיכה זו דם היה עמה ונהי דמשום לידה אינה טמאה אבל משום דם טמאה אפילו בדקה כמה פעמים ולא מצאה דם דאי איפשר לפתיחת הקבר בלא דם ורבנן סברי אפשר לפתיחת הקבר בלא דם והלכך אם ברור לו שיש עמה דם טמאה ודאי אפילו החתיכה היא של שאר מיני דמים ואם אין עמה דם שבדקה ולא מצאה דם טהורה אפילו היא של ארבעה מיני דמים דאפשר לפתיחת הקבר בלא דם ואם ספק לה נמי טמאה מספק עכ\"ל. הנה עיניך רואות שפירש\"י ז\"ל בהפך הראב\"ד ואילו הייתי מוצא מקום לתלות טעות בסופר שכתב במקום אפשר אי איפשר הייתי תולה אבל מה אעשה כבר יגעתי ובדקתי ולא מצאתי ועתה הבין כמה הסכים הר\"מ ז\"ל יפה וע\"ד זה הפי' המקובל שפסק כדברי חכמים מכמה טעמים חדא דיחיד ורבים הלכה כרבים ועוד דהא בתר תרתי לישני מייתי תלמודא להדיא ת\"ר המפלת חתיכה סומכוס אומר משום ר\"מ וכו' קורעה אם יש דם בתוכה טמאה ואם לאו טהורה כרבנן ועדיפא דרבנן כרבנן דאמרי אפשר לפתיחת הקבר בלא דם ועדיפא מדרבנן דאילו [רבנן] סברי עמה אין בתוכה לא וסומכוס סבר אפילו בתוכה אלמא כרבנן סבירא להו וכפירש\"י ז\"ל בפשוטה ועוד דהא בההיא שמעתא גופה גבי בעיא דבעא רבי ירמיה מרבי זירא הרואה דם בשפופרת מהו ושקלינן וטרינן עד דאמרי' תנאי היא המפלת חתיכה כו' כלישנא דמתני' ואסיקנא דפלי פלויי איכא בינייהו ת\"ק סבר בבשרה ולא בשפיר ולא בחתיכה וה\"ה לשפופרת וה\"מ היכא דשיעא אבל פלי פלויי טמאה מ\"ט בבשרה קרינן ביה ואתו רבנן למימר אע\"ג דפלי פלויי אין זה דם נדה אלא דם חתיכה ע\"כ. הנה עיניך רואות כי לשון ר\"מ ז\"ל שכתב ואפילו נקרעה החתיכה כו' הוא כמסקנא זו אליבא דרבנן דפירוש פלי פלויי הוא נקרעה ורבי אליעזר הוא דפליג עלייהו ואין הלכה כמותו ועוד דהא בפרק כל היד <small> (דף י\"ח) </small> גמרא מתני' דמשל משלו חכמים באשה גרסינן א\"ר יוחנן בג' מקומות הלכו בו חכמים אחר הרוב עד דשיילינן למעוטי מאי ואסיקנא למעוטי רובא דרבי יהודה דתנן המפלת חתיכה אם יש עמה כו' כלישנא דמתני' וסוגיין הכי סלקא אלמא הלכתא כרבנן ולא כרבי יהודה ועוד דהא בירושלמי ר\"פ המפלת נמי גרסינן רבי יעקב בר אחא רבי שמעון בר אבא בשם רבי יוסי בי רבי נהוריי הלכה כרבי יודה שמע רבי אלעזר ואמר איני מקבל עלי את הדבר הזה שמואל אמר הלכה כרבי יודה אמר רבי זעירא לא דו אמר הלכה כרבי יודה אלא דו חמי רבנן נהגין כרבי יהודה רבי יוחנן בשם רבי שמעון בן יוחאי קורעה ואם נמצא בה דם אגור טמאה ואם לאו טהורה תנא רבי אליעזר בן יעקב ופליגא על רבי שמעון בן יוחאי דם יהיה זובה בבשרה לא מה שבשפיר ולא מה שבחתיכה עד כאן לשון הירושלמי, אלמא רבי יוחנן בשם ר\"ש בן יוחאי ורבי אליעזר ורבי זעירא קיימי כרבנן וכדמסיק טעמא דתלמודא בבלאה ריש פרק המפלת כמו שהוכחתי ואם הראב\"ד ז\"ל יש לו דרך אחרת אנכי לא ידעתי:"
            ],
            [
                "<b>הפילה חתיכה קרועה ודם אגור בתוכה טמאה.</b> פרק המפלת במשנה <small> (דף כ\"א)</small> :<br><b> כתב </b> הראב\"ד ז\"ל הא נמי דלא כהלכתא עכ\"ל: <b> ואני </b> אומר זה כתב הראב\"ד ז\"ל לפי שמצא ריש פרק המפלת <small> (כ\"א ע\"ב) </small> דגרסינן אמר רבי יוחנן משום ר\"ש בן יוחאי המפלת חתיכה קורעה ואם יש בה דם אגור טמאה ואם לאו טהורה כסומכוס וקילא מדכולהו ע\"כ. ושמא עלה על דעת רבינו דלית הלכתא כסומכוס כיון דרבנן פליגי עליה ולפי שיטתו שכתבתי בסמוך וחלילה לגדול כמוהו להסכים על זה אלא סומכוס כרבנן סבירא ליה בההיא דבסמוך ורבי יוחנן משום רשב\"י נמי כרבנן וכמו שהוכחתי מלשון הירושלמי אשר הסכים כמו הבבלי שבמסקנת הלכה זו פלי פלויי ואתה המעיין פקח עיניך וראה פקחות ר\"מ ז\"ל שכתב חתיכה קרועה שהוא פירוש פלי פלויי ולפי המסקנא כמ\"ש ולא כתב קורעה כלשון המימרא בעצמה ואולי אם היה משגיח רבינו הראב\"ד ז\"ל לא היה משיגו אלא מסייעו:",
                "<b> הפילה כמין קליפה כו' עד שדם הוא וקפה.</b> ריש פרק המפלת <small> (דף כ\"ב) </small> וריש פ\"ק דנדה:",
                "<b> וכל הרואה דם יבש כו' עד בשפופרת.</b> פרק המפלת:"
            ],
            [
                "<b>הפילה חתיכה קרועה ודם אגור בתוכה טמאה.</b> פרק המפלת במשנה <small> (דף כ\"א)</small> :<br><b> כתב </b> הראב\"ד ז\"ל הא נמי דלא כהלכתא עכ\"ל: <b> ואני </b> אומר זה כתב הראב\"ד ז\"ל לפי שמצא ריש פרק המפלת <small> (כ\"א ע\"ב) </small> דגרסינן אמר רבי יוחנן משום ר\"ש בן יוחאי המפלת חתיכה קורעה ואם יש בה דם אגור טמאה ואם לאו טהורה כסומכוס וקילא מדכולהו ע\"כ. ושמא עלה על דעת רבינו דלית הלכתא כסומכוס כיון דרבנן פליגי עליה ולפי שיטתו שכתבתי בסמוך וחלילה לגדול כמוהו להסכים על זה אלא סומכוס כרבנן סבירא ליה בההיא דבסמוך ורבי יוחנן משום רשב\"י נמי כרבנן וכמו שהוכחתי מלשון הירושלמי אשר הסכים כמו הבבלי שבמסקנת הלכה זו פלי פלויי ואתה המעיין פקח עיניך וראה פקחות ר\"מ ז\"ל שכתב חתיכה קרועה שהוא פירוש פלי פלויי ולפי המסקנא כמ\"ש ולא כתב קורעה כלשון המימרא בעצמה ואולי אם היה משגיח רבינו הראב\"ד ז\"ל לא היה משיגו אלא מסייעו:",
                "<b> הפילה כמין קליפה כו' עד שדם הוא וקפה.</b> ריש פרק המפלת <small> (דף כ\"ב) </small> וריש פ\"ק דנדה:",
                "<b> וכל הרואה דם יבש כו' עד בשפופרת.</b> פרק המפלת:"
            ],
            [
                "<b>הפילה חתיכה קרועה ודם אגור בתוכה טמאה.</b> פרק המפלת במשנה <small> (דף כ\"א)</small> :<br><b> כתב </b> הראב\"ד ז\"ל הא נמי דלא כהלכתא עכ\"ל: <b> ואני </b> אומר זה כתב הראב\"ד ז\"ל לפי שמצא ריש פרק המפלת <small> (כ\"א ע\"ב) </small> דגרסינן אמר רבי יוחנן משום ר\"ש בן יוחאי המפלת חתיכה קורעה ואם יש בה דם אגור טמאה ואם לאו טהורה כסומכוס וקילא מדכולהו ע\"כ. ושמא עלה על דעת רבינו דלית הלכתא כסומכוס כיון דרבנן פליגי עליה ולפי שיטתו שכתבתי בסמוך וחלילה לגדול כמוהו להסכים על זה אלא סומכוס כרבנן סבירא ליה בההיא דבסמוך ורבי יוחנן משום רשב\"י נמי כרבנן וכמו שהוכחתי מלשון הירושלמי אשר הסכים כמו הבבלי שבמסקנת הלכה זו פלי פלויי ואתה המעיין פקח עיניך וראה פקחות ר\"מ ז\"ל שכתב חתיכה קרועה שהוא פירוש פלי פלויי ולפי המסקנא כמ\"ש ולא כתב קורעה כלשון המימרא בעצמה ואולי אם היה משגיח רבינו הראב\"ד ז\"ל לא היה משיגו אלא מסייעו:",
                "<b> הפילה כמין קליפה כו' עד שדם הוא וקפה.</b> ריש פרק המפלת <small> (דף כ\"ב) </small> וריש פ\"ק דנדה:",
                "<b> וכל הרואה דם יבש כו' עד בשפופרת.</b> פרק המפלת:"
            ],
            [
                "<b>האשה שהשתינה כו' עד שהרגשת מי רגלים היא זאת.</b> במסכת נדה פרק האשה <small> (דף נ\"ט) </small> ופרק כל היד:",
                "<b> שאין מי רגלים עד בכוליא.</b> פרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>דם בתולים כו' עד דם חבורה.</b> פרק תינוקת <small> (דף ס\"ד)</small> :",
                "<b> וכיצד דין הבתולה כו' עד הרי זו נדה.</b> פ\"ק דנדה <small> (דף ח')</small> :"
            ],
            [
                "<b>נשאת כשהיא נערה וכו' ואם ראתה דם בבית אביה כו' עד תחלת נדה.</b> פרק המפלת <small> (דף כ\"ט ל')</small> :<br><b> כתב </b> הראב\"ד ז\"ל כב\"ש היא עכ\"ל: <b> ואני </b> אומר לא ירדתי לסוף דעתו בהשגה זו דהא בתר פלוגתא דב\"ש וב\"ה במתני' ריש פרק תינוקת <small> (דף ס\"ד) </small> בהדין פיסקא אמרי' עלה בגמרא רב ושמואל דאמרי תרווייהו בועל בעילת מצוה ופורש ובברייתא נמי תניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ועולא נמי אמר כי הוו בה רבי יוחנן וריש לקיש בתינוקת לא הוו מסקי מינה כדמסיק תעלא מבי כרבא ומסיימי הכי בועל בעילת מצוה ופורש ולא תיקשי לך היכי שבקי ב\"ה ועבדי כב\"ש דהא קי\"ל ב\"ש במקום בית הלל אינה משנה דאיכא למימר לא נאמרו הדברים אלא להלכה אבל לא למעשה ומאי דאמור רבנן בתראי למעשה אמור וב\"ה נמי הכי סבירא להו תדע דאמרינן בירושלמי שמואל אמר כל ההיא הלכתא דרישא דפרקא אחרונה דנדה להלכה אבל לא למעשה רבי ינאי ערק אפילו מתינוקת שלא הגיע זמנה לראות ע\"כ. וכן הביא ר\"י אלפס ז\"ל בהלכות אלו הסוגיות והירושלמי להשמיענו שכן הלכה ונמצאו דברי ר\"מ נכונים וכנים:",
                "<b> ובוגרת שלא ראתה עד אלא דם נדה.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>נשאת כשהיא נערה וכו' ואם ראתה דם בבית אביה כו' עד תחלת נדה.</b> פרק המפלת <small> (דף כ\"ט ל')</small> :<br><b> כתב </b> הראב\"ד ז\"ל כב\"ש היא עכ\"ל: <b> ואני </b> אומר לא ירדתי לסוף דעתו בהשגה זו דהא בתר פלוגתא דב\"ש וב\"ה במתני' ריש פרק תינוקת <small> (דף ס\"ד) </small> בהדין פיסקא אמרי' עלה בגמרא רב ושמואל דאמרי תרווייהו בועל בעילת מצוה ופורש ובברייתא נמי תניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ועולא נמי אמר כי הוו בה רבי יוחנן וריש לקיש בתינוקת לא הוו מסקי מינה כדמסיק תעלא מבי כרבא ומסיימי הכי בועל בעילת מצוה ופורש ולא תיקשי לך היכי שבקי ב\"ה ועבדי כב\"ש דהא קי\"ל ב\"ש במקום בית הלל אינה משנה דאיכא למימר לא נאמרו הדברים אלא להלכה אבל לא למעשה ומאי דאמור רבנן בתראי למעשה אמור וב\"ה נמי הכי סבירא להו תדע דאמרינן בירושלמי שמואל אמר כל ההיא הלכתא דרישא דפרקא אחרונה דנדה להלכה אבל לא למעשה רבי ינאי ערק אפילו מתינוקת שלא הגיע זמנה לראות ע\"כ. וכן הביא ר\"י אלפס ז\"ל בהלכות אלו הסוגיות והירושלמי להשמיענו שכן הלכה ונמצאו דברי ר\"מ נכונים וכנים:",
                "<b> ובוגרת שלא ראתה עד אלא דם נדה.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>נשאת כשהיא נערה וכו' ואם ראתה דם בבית אביה כו' עד תחלת נדה.</b> פרק המפלת <small> (דף כ\"ט ל')</small> :<br><b> כתב </b> הראב\"ד ז\"ל כב\"ש היא עכ\"ל: <b> ואני </b> אומר לא ירדתי לסוף דעתו בהשגה זו דהא בתר פלוגתא דב\"ש וב\"ה במתני' ריש פרק תינוקת <small> (דף ס\"ד) </small> בהדין פיסקא אמרי' עלה בגמרא רב ושמואל דאמרי תרווייהו בועל בעילת מצוה ופורש ובברייתא נמי תניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ועולא נמי אמר כי הוו בה רבי יוחנן וריש לקיש בתינוקת לא הוו מסקי מינה כדמסיק תעלא מבי כרבא ומסיימי הכי בועל בעילת מצוה ופורש ולא תיקשי לך היכי שבקי ב\"ה ועבדי כב\"ש דהא קי\"ל ב\"ש במקום בית הלל אינה משנה דאיכא למימר לא נאמרו הדברים אלא להלכה אבל לא למעשה ומאי דאמור רבנן בתראי למעשה אמור וב\"ה נמי הכי סבירא להו תדע דאמרינן בירושלמי שמואל אמר כל ההיא הלכתא דרישא דפרקא אחרונה דנדה להלכה אבל לא למעשה רבי ינאי ערק אפילו מתינוקת שלא הגיע זמנה לראות ע\"כ. וכן הביא ר\"י אלפס ז\"ל בהלכות אלו הסוגיות והירושלמי להשמיענו שכן הלכה ונמצאו דברי ר\"מ נכונים וכנים:",
                "<b> ובוגרת שלא ראתה עד אלא דם נדה.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>נשאת כשהיא נערה וכו' ואם ראתה דם בבית אביה כו' עד תחלת נדה.</b> פרק המפלת <small> (דף כ\"ט ל')</small> :<br><b> כתב </b> הראב\"ד ז\"ל כב\"ש היא עכ\"ל: <b> ואני </b> אומר לא ירדתי לסוף דעתו בהשגה זו דהא בתר פלוגתא דב\"ש וב\"ה במתני' ריש פרק תינוקת <small> (דף ס\"ד) </small> בהדין פיסקא אמרי' עלה בגמרא רב ושמואל דאמרי תרווייהו בועל בעילת מצוה ופורש ובברייתא נמי תניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ועולא נמי אמר כי הוו בה רבי יוחנן וריש לקיש בתינוקת לא הוו מסקי מינה כדמסיק תעלא מבי כרבא ומסיימי הכי בועל בעילת מצוה ופורש ולא תיקשי לך היכי שבקי ב\"ה ועבדי כב\"ש דהא קי\"ל ב\"ש במקום בית הלל אינה משנה דאיכא למימר לא נאמרו הדברים אלא להלכה אבל לא למעשה ומאי דאמור רבנן בתראי למעשה אמור וב\"ה נמי הכי סבירא להו תדע דאמרינן בירושלמי שמואל אמר כל ההיא הלכתא דרישא דפרקא אחרונה דנדה להלכה אבל לא למעשה רבי ינאי ערק אפילו מתינוקת שלא הגיע זמנה לראות ע\"כ. וכן הביא ר\"י אלפס ז\"ל בהלכות אלו הסוגיות והירושלמי להשמיענו שכן הלכה ונמצאו דברי ר\"מ נכונים וכנים:",
                "<b> ובוגרת שלא ראתה עד אלא דם נדה.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>נשאת כשהיא נערה וכו' ואם ראתה דם בבית אביה כו' עד תחלת נדה.</b> פרק המפלת <small> (דף כ\"ט ל')</small> :<br><b> כתב </b> הראב\"ד ז\"ל כב\"ש היא עכ\"ל: <b> ואני </b> אומר לא ירדתי לסוף דעתו בהשגה זו דהא בתר פלוגתא דב\"ש וב\"ה במתני' ריש פרק תינוקת <small> (דף ס\"ד) </small> בהדין פיסקא אמרי' עלה בגמרא רב ושמואל דאמרי תרווייהו בועל בעילת מצוה ופורש ובברייתא נמי תניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ועולא נמי אמר כי הוו בה רבי יוחנן וריש לקיש בתינוקת לא הוו מסקי מינה כדמסיק תעלא מבי כרבא ומסיימי הכי בועל בעילת מצוה ופורש ולא תיקשי לך היכי שבקי ב\"ה ועבדי כב\"ש דהא קי\"ל ב\"ש במקום בית הלל אינה משנה דאיכא למימר לא נאמרו הדברים אלא להלכה אבל לא למעשה ומאי דאמור רבנן בתראי למעשה אמור וב\"ה נמי הכי סבירא להו תדע דאמרינן בירושלמי שמואל אמר כל ההיא הלכתא דרישא דפרקא אחרונה דנדה להלכה אבל לא למעשה רבי ינאי ערק אפילו מתינוקת שלא הגיע זמנה לראות ע\"כ. וכן הביא ר\"י אלפס ז\"ל בהלכות אלו הסוגיות והירושלמי להשמיענו שכן הלכה ונמצאו דברי ר\"מ נכונים וכנים:",
                "<b> ובוגרת שלא ראתה עד אלא דם נדה.</b> פרק תינוקת <small> (דף ס\"ה)</small> :"
            ],
            [
                "<b>היתה רואה בעת תשמיש וכו' עד הרי זה דם נדה.</b> פ\"ק דמסכת נדה <small> (דף ח')</small> :"
            ],
            [
                "<b>הבועל בתולה ולא יצא וכו' עד הרי זה דם בתולים:</b> כתב הראב\"ד ז\"ל זה אינו למעשה ולעולם אינו בועל אלא בעילת מצוה ופורש עכ\"ל: <b> ואני </b> אומר כבר כתבתי אני בסמוך ואפילו על דם בתולים מלשון הירושלמי וגם ר\"מ ז\"ל כן דעתו וכתבו פי\"א וז\"ל ראש הפרק כל שאמרנו בנדה וזבה ויולדת הוא דין תורה כו' וכן דין דם בתולים עד ופורש עכ\"ל. עתה ראה מה אשיב שואלי דבר למה כתב זה הראב\"ד ז\"ל בכאן בסוף זה הפרק:"
            ]
        ],
        [
            [
                "<b>דם הנדה ודם הזבה כו' עד וזו זבה.</b> פ\"ק דנדה ופרק בנות כותיים <small> (דף ל\"ה)</small> :"
            ],
            [
                "<b>כיצד כשתראה האשה כו' עד אחד עשר יום בלבד.</b> פרק תינוקת <small> (דף ע\"ב ע\"ג)</small> :"
            ],
            [
                "<b>כיצד כשתראה האשה כו' עד אחד עשר יום בלבד.</b> פרק תינוקת <small> (דף ע\"ב ע\"ג)</small> :"
            ],
            [
                "<b>כל שבעת הימים עד כמו שיתבאר.</b> הכל סוף נדה:"
            ],
            [
                "<b>כל שבעת הימים עד כמו שיתבאר.</b> הכל סוף נדה:"
            ],
            [
                "<b>כל שבעת הימים עד כמו שיתבאר.</b> הכל סוף נדה:"
            ],
            [
                "<b>אשה שראתה דם בימי זיבתה עד רבים ג'.</b> בכריתות ריש פרק ארבעה מחוסרי כפרה <small> (דף י\"א) </small> ופרק קמא דמגילה ובמסכת נדה בכמה מקומות:"
            ],
            [
                "<b>אין בין זבה גדולה כו' עד שתיהן שוות.</b> פ\"ק דמגילה <small> (דף ח')</small> :"
            ],
            [
                "<b>כיצד ראתה דם בימי זיבתה עד ואחר תטהר.</b> סוף מסכת נדה <small> (דף ע\"ב)</small> :",
                "<b> וטובלת ביום השביעי כו' עד או שני בני יונה.</b> סוף נדה ופרק הקורא את המגילה למפרע:"
            ],
            [
                "<b>כיצד ראתה דם בימי זיבתה עד ואחר תטהר.</b> סוף מסכת נדה <small> (דף ע\"ב)</small> :",
                "<b> וטובלת ביום השביעי כו' עד או שני בני יונה.</b> סוף נדה ופרק הקורא את המגילה למפרע:"
            ],
            [
                "<b>כיצד ראתה דם בימי זיבתה עד ואחר תטהר.</b> סוף מסכת נדה <small> (דף ע\"ב)</small> :",
                "<b> וטובלת ביום השביעי כו' עד או שני בני יונה.</b> סוף נדה ופרק הקורא את המגילה למפרע:"
            ],
            [
                "<b>זבה קטנה שטבלה עד שבעה ימים נקיים.</b> פרק תינוקת <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>זבה קטנה שטבלה עד שבעה ימים נקיים.</b> פרק תינוקת <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>זבה קטנה שטבלה עד שבעה ימים נקיים.</b> פרק תינוקת <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>זבה קטנה שטבלה עד שבעה ימים נקיים.</b> פרק תינוקת <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>פלטה שכבת זרע כו' עד יום אחד.</b> פרק המפלת ופרק בנות כותים:",
                "<b> ראתה דם בעשירי עד שהן ימי זיבתה.</b> סוף נדה <small> (דף ע\"ב)</small> :",
                "<b> ראתה דם באחד עשר מימי זיבתה וטבלה לערב שהיא ליל שנים עשר ושמשה מטתה אע\"פ שהיא טמאה ובועלה טמא ועושין משכב ומושב אינן חייבין כרת מפני שאין יום אחד עשר מצטרף לשנים עשר לעשותה זבה הועילה לה טבילת ליל זה להצילה מן הקרבן (פרק תינוקת דף ע\"ב).</b> עכ\"ל הספרים המצויים וכך היה בספר החבור שראה הראב\"ד ז\"ל ועל כן (רש\"י) [כתב] הראב\"ד וקראוהו גרגרן וכו' יום אחד עשר שראתה בו עכ\"ל: <b> ואני </b> אומר בדקתי בספר המוגה לפני ר\"מ ז\"ל ובחתימתו והיה מתוקן שאין יום י\"ב מצטרף לי\"א וכו' ולדעתי לא נתקן כי אם ע\"פ ר\"מ ז\"ל כי מלשון ההלכה סוף נדה כך נראה דגרסינן בברייתא דאמרו להו ב\"ה לב\"ש לא אם אמרתם בתוך י\"א יום שכן יום שלאחריו מצטרף עמו לזיבה תאמרו ביום י\"א שאין יום שלאחריו מצטרף עמו לזיבה ע\"כ ואע\"פ שבפי' המשנה פירש כמו שהיה כתוב בתחלה אין לשון הביאור ראיה אצלי ללשון עיקר ההלכה שכבר כתבתי כמה פעמים שבכל יכלתו שונה לשון התלמוד ולכך קראו משנה תורה ואף כי לענין הדין הכל אחד ומ\"ש הראב\"ד ז\"ל תמה אני אם יצא מפיו שהרי משנה שלימה היא פרק תינוקת ולא נאמר גרגרן על רישא אלא על טבלה ביום שלאחריו כדסיפא וכך היא שנויה שם הרואה דם יום י\"א וטבלה לערב ושמשה ב\"ש אומרים מטמאין משכב ומושב וחייבין בקרבן וב\"ה פוטרין מן הקרבן טבלה ביום שלאחריו ושמשה את ביתה ואח\"כ ראתה ב\"ש אומרים מטמאין משכב ומושב ופטורים מן הקרבן וב\"ה אומרים הרי זה גרגרן ע\"כ וה\"נ איתא בגמרא:"
            ],
            [
                "<b>פלטה שכבת זרע כו' עד יום אחד.</b> פרק המפלת ופרק בנות כותים:",
                "<b> ראתה דם בעשירי עד שהן ימי זיבתה.</b> סוף נדה <small> (דף ע\"ב)</small> :",
                "<b> ראתה דם באחד עשר מימי זיבתה וטבלה לערב שהיא ליל שנים עשר ושמשה מטתה אע\"פ שהיא טמאה ובועלה טמא ועושין משכב ומושב אינן חייבין כרת מפני שאין יום אחד עשר מצטרף לשנים עשר לעשותה זבה הועילה לה טבילת ליל זה להצילה מן הקרבן (פרק תינוקת דף ע\"ב).</b> עכ\"ל הספרים המצויים וכך היה בספר החבור שראה הראב\"ד ז\"ל ועל כן (רש\"י) [כתב] הראב\"ד וקראוהו גרגרן וכו' יום אחד עשר שראתה בו עכ\"ל: <b> ואני </b> אומר בדקתי בספר המוגה לפני ר\"מ ז\"ל ובחתימתו והיה מתוקן שאין יום י\"ב מצטרף לי\"א וכו' ולדעתי לא נתקן כי אם ע\"פ ר\"מ ז\"ל כי מלשון ההלכה סוף נדה כך נראה דגרסינן בברייתא דאמרו להו ב\"ה לב\"ש לא אם אמרתם בתוך י\"א יום שכן יום שלאחריו מצטרף עמו לזיבה תאמרו ביום י\"א שאין יום שלאחריו מצטרף עמו לזיבה ע\"כ ואע\"פ שבפי' המשנה פירש כמו שהיה כתוב בתחלה אין לשון הביאור ראיה אצלי ללשון עיקר ההלכה שכבר כתבתי כמה פעמים שבכל יכלתו שונה לשון התלמוד ולכך קראו משנה תורה ואף כי לענין הדין הכל אחד ומ\"ש הראב\"ד ז\"ל תמה אני אם יצא מפיו שהרי משנה שלימה היא פרק תינוקת ולא נאמר גרגרן על רישא אלא על טבלה ביום שלאחריו כדסיפא וכך היא שנויה שם הרואה דם יום י\"א וטבלה לערב ושמשה ב\"ש אומרים מטמאין משכב ומושב וחייבין בקרבן וב\"ה פוטרין מן הקרבן טבלה ביום שלאחריו ושמשה את ביתה ואח\"כ ראתה ב\"ש אומרים מטמאין משכב ומושב ופטורים מן הקרבן וב\"ה אומרים הרי זה גרגרן ע\"כ וה\"נ איתא בגמרא:"
            ],
            [
                "<b>טבלה ביום י\"ב עד מצטרף ליום שלפניו.</b> פרק תינוקת:"
            ],
            [
                "<b>ראתה דם בסוף שביעי עד בימי זיבתה.</b> סוף פרק בא סימן <small> (דף נ\"ג נ\"ד)</small> :"
            ],
            [
                "<b>נדה שבדקה עצמה עד ועלו לו ימי ספירה.</b> פרק תינוקת <small> (דף ס\"ה ס\"ט)</small> :"
            ],
            [
                "<b>נדה שבדקה עצמה עד ועלו לו ימי ספירה.</b> פרק תינוקת <small> (דף ס\"ה ס\"ט)</small> :"
            ],
            [
                "<b>נדה שבדקה עצמה עד ועלו לו ימי ספירה.</b> פרק תינוקת <small> (דף ס\"ה ס\"ט)</small> :"
            ],
            [
                "<b>כל אשה שהיא ספק עד סוף הפרק.</b> סוף פרק בא סימן <small> (דף נ\"ד)</small> :"
            ]
        ],
        [
            [
                "<b>מעוברת שהתחילה עד מתקשה והולכת עד שילדה.</b> פרק בנות כותים <small> (דף ל\"ו)</small> :",
                "<b> אבל אם ראתה דם ג' ימים עד הרי זו יולדת בזוב.</b> פרק קמא דנדה וביבמות פרק הערל <small> (דף פ\"ג) </small> ופרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>מעוברת שהתחילה עד מתקשה והולכת עד שילדה.</b> פרק בנות כותים <small> (דף ל\"ו)</small> :",
                "<b> אבל אם ראתה דם ג' ימים עד הרי זו יולדת בזוב.</b> פרק קמא דנדה וביבמות פרק הערל <small> (דף פ\"ג) </small> ופרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>ראתה יום אחד בלא צער כו' עד סמוך לקושי.</b> פרק בנות כותים <small> (דף ל\"ו)</small> :",
                "<b> ראתה שני ימים עד וספק זבה.</b> פרק המפלת <small> (דף כ\"א)</small> :"
            ],
            [
                "<b>ראתה יום אחד בלא צער כו' עד סמוך לקושי.</b> פרק בנות כותים <small> (דף ל\"ו)</small> :",
                "<b> ראתה שני ימים עד וספק זבה.</b> פרק המפלת <small> (דף כ\"א)</small> :"
            ],
            [
                "<b>כיצד דין יולדת בזוב עד ט\"ו.</b> פרק בנות כותים <small> (דף ל\"ה)</small> :"
            ],
            [
                "<b>כיצד הרי שראתה דם עד כדין דם הנדה עד שתטבול.</b> פרק בנות כותים <small> (דף ל\"ה)</small> :"
            ],
            [
                "<b>כיצד הרי שראתה דם עד כדין דם הנדה עד שתטבול.</b> פרק בנות כותים <small> (דף ל\"ה)</small> :"
            ],
            [
                "<b>כיצד הרי שראתה דם עד כדין דם הנדה עד שתטבול.</b> פרק בנות כותים <small> (דף ל\"ה)</small> :"
            ],
            [
                "<b>היולדת נקבה עד וימי מלאת.</b> פרק ד' מחוסרי כפרה במסכת כריתות:"
            ],
            [
                "<b>זבה שפסק זובה והתחילה למנות עד למנין שבעה:</b> כתב הראב\"ד ז\"ל זה שבוש שדם הקושי אינו סותר ואינו עולה עכ\"ל: <b> ואני </b> אומר אם היה חולק על ימי הקושי להדיא הייתי אומר זו מחלוקת ישנה היא פרק בנות כותים <small> (דף ל\"ז) </small> גמרא מתני' דהמקשה נדה ובסוף פרק בא סימן בין רש\"י ובעלי שיטתו ז\"ל ובין ר\"ת ובעלי שיטתו ז\"ל אבל עתה שפירש ואמר דם הקושי אינו סותר ואינו עולה צריך אני לומר כי הקורא לפניו גמגם בלשונו ולא השמיע לאזנו כי ר\"מ ז\"ל לא כתב שדמי הקושי עולין לה אלא ימי הקושי ודמים בימים נתחלפו לו ויפה דקדק ר\"מ ז\"ל דגרס פרק בנות כותים בההיא שמעתא תניא רבי מרינוס אומר אין לידה סותרת בזיבה איבעיא להו מהו שתעלה אביי אמר אינה סותרת ואינה עולה רבא אמר אינה סותרת ועולה והקשו רבותינו בעלי התוס' ז\"ל על דרבי מרינוס תיפוק לי משום דם דפתיחת הקבר ותירצו דמיירי בלידה יבישתא אי נמי בקושי א\"כ אינו גורם הוא ואסיקנא התם דדבר הגורם סותר ודבר שאינו גורם אינו סותר ופירשו דבר הגורם שבעת ימי נקיים וקי\"ל אביי ורבא הלכתא כוותיה דרבא ועוד שהראב\"ד ז\"ל מודה בדם שאינו סותר ואינו עולה מכלל דהימים עולין דאם תימצי לומר ימים אינן עולין כ\"ש דמים ועוד דהא בסוף שמעתין דהתם אסיקנא על כרחין הקישן הכתוב ועוד דבסוף בא סימן אסיקנא בימי לידה שאינה רואה בהן ש\"מ עולין ש\"מ ודאי לא גריעי ימי קושי מימי לידה בכוליה תלמודא וא\"ת מאי שנא ימי קושי מדם קושי י\"ל שנא ושנא דדם ראוי לטמא בכל מקום ובכל זמן ואפילו בלידה אי לאו דרחמנא טהריה אבל הימים חלוקין הם מהם לנדה ומהם לזיבה ומהם לספירה וכן אתה רואה חילוק זה בין דמי לידה לימי זיבה וכל זה כדעת רבותינו בעלי התוס' ז\"ל שקבלו מרש\"י ז\"ל שקיבל מרבותיו ז\"ל וכן ר\"מ ז\"ל קיבל מרבותיו וכתב הכל מבואר לפנינו ובו תראה כי ביושר ובאמונה שימש ולא נשתבש:",
                "<b> וכן אם ילדה עד שהוא תחלת ימי נדתה.</b> פרק בנות כותים <small> (דף ל\"ז)</small> :"
            ],
            [
                "<b>זבה שפסק זובה והתחילה למנות עד למנין שבעה:</b> כתב הראב\"ד ז\"ל זה שבוש שדם הקושי אינו סותר ואינו עולה עכ\"ל: <b> ואני </b> אומר אם היה חולק על ימי הקושי להדיא הייתי אומר זו מחלוקת ישנה היא פרק בנות כותים <small> (דף ל\"ז) </small> גמרא מתני' דהמקשה נדה ובסוף פרק בא סימן בין רש\"י ובעלי שיטתו ז\"ל ובין ר\"ת ובעלי שיטתו ז\"ל אבל עתה שפירש ואמר דם הקושי אינו סותר ואינו עולה צריך אני לומר כי הקורא לפניו גמגם בלשונו ולא השמיע לאזנו כי ר\"מ ז\"ל לא כתב שדמי הקושי עולין לה אלא ימי הקושי ודמים בימים נתחלפו לו ויפה דקדק ר\"מ ז\"ל דגרס פרק בנות כותים בההיא שמעתא תניא רבי מרינוס אומר אין לידה סותרת בזיבה איבעיא להו מהו שתעלה אביי אמר אינה סותרת ואינה עולה רבא אמר אינה סותרת ועולה והקשו רבותינו בעלי התוס' ז\"ל על דרבי מרינוס תיפוק לי משום דם דפתיחת הקבר ותירצו דמיירי בלידה יבישתא אי נמי בקושי א\"כ אינו גורם הוא ואסיקנא התם דדבר הגורם סותר ודבר שאינו גורם אינו סותר ופירשו דבר הגורם שבעת ימי נקיים וקי\"ל אביי ורבא הלכתא כוותיה דרבא ועוד שהראב\"ד ז\"ל מודה בדם שאינו סותר ואינו עולה מכלל דהימים עולין דאם תימצי לומר ימים אינן עולין כ\"ש דמים ועוד דהא בסוף שמעתין דהתם אסיקנא על כרחין הקישן הכתוב ועוד דבסוף בא סימן אסיקנא בימי לידה שאינה רואה בהן ש\"מ עולין ש\"מ ודאי לא גריעי ימי קושי מימי לידה בכוליה תלמודא וא\"ת מאי שנא ימי קושי מדם קושי י\"ל שנא ושנא דדם ראוי לטמא בכל מקום ובכל זמן ואפילו בלידה אי לאו דרחמנא טהריה אבל הימים חלוקין הם מהם לנדה ומהם לזיבה ומהם לספירה וכן אתה רואה חילוק זה בין דמי לידה לימי זיבה וכל זה כדעת רבותינו בעלי התוס' ז\"ל שקבלו מרש\"י ז\"ל שקיבל מרבותיו ז\"ל וכן ר\"מ ז\"ל קיבל מרבותיו וכתב הכל מבואר לפנינו ובו תראה כי ביושר ובאמונה שימש ולא נשתבש:",
                "<b> וכן אם ילדה עד שהוא תחלת ימי נדתה.</b> פרק בנות כותים <small> (דף ל\"ז)</small> :"
            ],
            [
                "<b>זבה שפסק זובה והתחילה למנות עד למנין שבעה:</b> כתב הראב\"ד ז\"ל זה שבוש שדם הקושי אינו סותר ואינו עולה עכ\"ל: <b> ואני </b> אומר אם היה חולק על ימי הקושי להדיא הייתי אומר זו מחלוקת ישנה היא פרק בנות כותים <small> (דף ל\"ז) </small> גמרא מתני' דהמקשה נדה ובסוף פרק בא סימן בין רש\"י ובעלי שיטתו ז\"ל ובין ר\"ת ובעלי שיטתו ז\"ל אבל עתה שפירש ואמר דם הקושי אינו סותר ואינו עולה צריך אני לומר כי הקורא לפניו גמגם בלשונו ולא השמיע לאזנו כי ר\"מ ז\"ל לא כתב שדמי הקושי עולין לה אלא ימי הקושי ודמים בימים נתחלפו לו ויפה דקדק ר\"מ ז\"ל דגרס פרק בנות כותים בההיא שמעתא תניא רבי מרינוס אומר אין לידה סותרת בזיבה איבעיא להו מהו שתעלה אביי אמר אינה סותרת ואינה עולה רבא אמר אינה סותרת ועולה והקשו רבותינו בעלי התוס' ז\"ל על דרבי מרינוס תיפוק לי משום דם דפתיחת הקבר ותירצו דמיירי בלידה יבישתא אי נמי בקושי א\"כ אינו גורם הוא ואסיקנא התם דדבר הגורם סותר ודבר שאינו גורם אינו סותר ופירשו דבר הגורם שבעת ימי נקיים וקי\"ל אביי ורבא הלכתא כוותיה דרבא ועוד שהראב\"ד ז\"ל מודה בדם שאינו סותר ואינו עולה מכלל דהימים עולין דאם תימצי לומר ימים אינן עולין כ\"ש דמים ועוד דהא בסוף שמעתין דהתם אסיקנא על כרחין הקישן הכתוב ועוד דבסוף בא סימן אסיקנא בימי לידה שאינה רואה בהן ש\"מ עולין ש\"מ ודאי לא גריעי ימי קושי מימי לידה בכוליה תלמודא וא\"ת מאי שנא ימי קושי מדם קושי י\"ל שנא ושנא דדם ראוי לטמא בכל מקום ובכל זמן ואפילו בלידה אי לאו דרחמנא טהריה אבל הימים חלוקין הם מהם לנדה ומהם לזיבה ומהם לספירה וכן אתה רואה חילוק זה בין דמי לידה לימי זיבה וכל זה כדעת רבותינו בעלי התוס' ז\"ל שקבלו מרש\"י ז\"ל שקיבל מרבותיו ז\"ל וכן ר\"מ ז\"ל קיבל מרבותיו וכתב הכל מבואר לפנינו ובו תראה כי ביושר ובאמונה שימש ולא נשתבש:",
                "<b> וכן אם ילדה עד שהוא תחלת ימי נדתה.</b> פרק בנות כותים <small> (דף ל\"ז)</small> :"
            ],
            [
                "<b>כבר ביארנו שהנדה שראתה כו' עד סוף הפרק.</b> סוף פרק בא סימן <small> (דף נ\"ד) </small> מבואר הכל:"
            ]
        ],
        [
            [
                "<b>יש אשה שיש לה וסת כו' עד שתעקר ממנה שלש פעמים.</b> בנדה פרק האשה שהיא עושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>יש אשה שיש לה וסת כו' עד שתעקר ממנה שלש פעמים.</b> בנדה פרק האשה שהיא עושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>יש אשה שיש לה וסת כו' עד שתעקר ממנה שלש פעמים.</b> בנדה פרק האשה שהיא עושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>יש אשה שיש לה וסת כו' עד שתעקר ממנה שלש פעמים.</b> בנדה פרק האשה שהיא עושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>כל וסת שנקבע עד שמפני האונס ראתה.</b> סוף פ\"ק דנדה <small> (דף י\"א)</small> :",
                "<b> קפצה וראתה קפצה וראתה וכו' עד וכבר נקבע יום זה ג' פעמים וכן כל כיוצא בזה:</b> כתב הראב\"ד ז\"ל בלבולים יש בכאן ואינו ע\"פ הגמרא עכ\"ל: <b> ואני </b> אומר איני רואה כאן שום בלבול אלא תלמוד ערוך סוף פ\"ק דנדה גמרא מתניתין דואם ראתה וכו' דאיכא תרי לישני ובלישנא בתרא גרסינן לה הכי לישנא אחרינא אמרי לה א\"ר הונא קפצה וראתה קפצה וראתה [קפצה וראתה] קבעה לה וסת לימים ולא לקפיצה היכי דמי א\"ר אשי כגון דקפץ בחד בשבת וחזאי וקפץ בחד בשבת וחזאי ונוסחי ספרדים גרסי ולשבתא קפץ ולא חזאי ולחד בשבא אחרינא חזאי בלא קפיצה דהתם איגלאי מלתא דיומא הוא דקא גרים ע\"כ. הנה עיניך רואות שזה הלשון וזה התלמוד שוין אות באות ואף לפי הגירסא דלא גרסי ולשבתא קפץ ולא חזאי הכי מיפרשא דהא ליכא בין לישנא קמא ללישנא בתרא כי מעיינת ביה שפיר אלא דללישנא קמא בעינן קפיצה בהדי ימים וללישנא בתרא לא בעינן קפיצה בהדי ימים ואם הראב\"ד ז\"ל לא ראה זאת הגירסא איני יודע:"
            ],
            [
                "<b>ראתה ביום ט\"ו בחדש כו' עד מפני שלא נקבע שלש פעמים.</b> בנדה פרק האשה שעושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>ראתה ביום ט\"ו בחדש כו' עד מפני שלא נקבע שלש פעמים.</b> בנדה פרק האשה שעושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>ראתה ביום ט\"ו בחדש כו' עד מפני שלא נקבע שלש פעמים.</b> בנדה פרק האשה שעושה צרכיה <small> (דף ס\"ג)</small> :"
            ],
            [
                "<b>אין האשה קובעת לה וסת כו' עד בכל השבעה.</b> פ\"ק דנדה <small> (דף י\"א) </small> ופרק בנות כותים <small> (דף ל\"ט)</small> :",
                "<b> וכן אין האשה קובעת וסת כו' עד ה\"ז חוששת לוסת.</b> פרק בנות כותים ופרק תינוקת:",
                "<b> וכל וסת שקבעה בימי זיבתה כו' עד בימים אלו.</b> בנדה סוף פרק האשה <small> (דף ס\"ד) </small> ופרק בנות כותים:"
            ],
            [
                "<b>כיצד חוששת לוסת אם ראתה דם בוסת זו ואפילו יום אחד תשב לנדתה מספק ואסורה לשמש באותו יום ואפילו לא ראתה בשאר ימי הוסתות ואם ראתה בשאר הג' ימים הרי זו זבה:</b> כתב הראב\"ד ז\"ל זה הלשון חושך ולא אור עכ\"ל: <b> ואני </b> אומר הולך ואור עד נכון היום אלא טעות סופר היה בספר שבא ליד הראב\"ד ז\"ל מחבור הר\"מ ז\"ל ומצאו כמו שנסחתי וכתב עליו מרורות וגם בהעתקות שלנו כך היה כתוב אבל לאחר שזכיתי ובאתי לארץ הצבי ראיתי בנוסח שהוגה מספרו בחתימת ידו והיה כתוב בו ואם ראתה שלשה ימים הרי זו זבה עכ\"ל וכן ההלכה פרק בנות כותים:"
            ],
            [
                "<b>כל אשה שמרבה עד בלא שעת הוסת.</b> ריש פרק כל היד <small> (דף י\"ג)</small> :",
                "<b> וכל אחד עשר יום של ימי זיבתה עד ותמצא טמאה.</b> פרק בנות כותים <small> (דף ל\"ט)</small> :"
            ],
            [
                "<b>כל אשה שמרבה עד בלא שעת הוסת.</b> ריש פרק כל היד <small> (דף י\"ג)</small> :",
                "<b> וכל אחד עשר יום של ימי זיבתה עד ותמצא טמאה.</b> פרק בנות כותים <small> (דף ל\"ט)</small> :"
            ],
            [
                "<b>האשה שלא בדקה עצמה עד כמו שיתבאר בהלכות מטמאי משכב ומושב.</b> ועיקר אלו ההלכות בנדה פרק כל היד <small> (דף י\"ו) </small> והביאור לו הוא פ\"ד דהלכות מטמאי משכב ומושב:"
            ],
            [
                "<b>האשה שלא בדקה עצמה עד כמו שיתבאר בהלכות מטמאי משכב ומושב.</b> ועיקר אלו ההלכות בנדה פרק כל היד <small> (דף י\"ו) </small> והביאור לו הוא פ\"ד דהלכות מטמאי משכב ומושב:"
            ],
            [
                "<b>[הסומא] בודקת עצמה עד מותרת לבעליהן.</b> פרק כל היד <small> (דף י\"ו)</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ],
            [
                "<b>כל אשה שטעתה כו' עד סוף הפרק.</b> מסכת ערכין פרק אין בערכין <small> (דף ח')</small> :"
            ]
        ],
        [
            [
                "<b>אין האשה מתטמאה עד כמו שביארנו.</b> ריש פרק הרואה כתם <small> (דף נ\"ז)</small> :"
            ],
            [
                "<b>ומדברי סופרים כו' עד לפנים בבשרה.</b> פ\"ק דנדה <small> (דף ה') </small> וריש פרק הרואה כתם <small> (דף נ\"ח נ\"ט)</small> :",
                "<b> וטומאה זו בספק שמא כתם זה מדם החדר בא.</b> ריש פרק הרואה כתם:"
            ],
            [
                "<b>וכן מדברי סופרים שכל הרואה כו' או עד שמצאה הכתם.</b> ריש פ\"ק דנדה וריש מסכת עדיות:",
                "<b> וכל הרואה כתם וכו' עד ונתקלקלה וסתה.</b> פ\"ק דנדה:"
            ],
            [
                "<b>הרואה דם בשעת וסתה כו' עד ואינן מטמאות למפרע.</b> ריש מסכת נדה <small> (דף ד') </small> וריש מסכת עדיות:",
                "<b> ואי זו היא זקנה כו' עד שתראה דם שלש וסתות.</b> פ\"ק דנדה <small> (דף ז')</small> :"
            ],
            [
                "<b>הרואה דם בשעת וסתה כו' עד ואינן מטמאות למפרע.</b> ריש מסכת נדה <small> (דף ד') </small> וריש מסכת עדיות:",
                "<b> ואי זו היא זקנה כו' עד שתראה דם שלש וסתות.</b> פ\"ק דנדה <small> (דף ז')</small> :"
            ],
            [
                "<b>מה בין כתם הנמצא על בשרה לכתם הנמצא בבגדיה וכו' עד על שלש:</b> כתב הראב\"ד ז\"ל אין זה מחוור וכו' ומונה לה מאותה שעה ואינו כן עכ\"ל: <b> ואני </b> אומר דבר זה קבלה היתה בידו של ר\"מ ז\"ל מרבותיו וכן קבלנו אנחנו מרבותינו הצרפתים ז\"ל מפי רש\"י ז\"ל ומפי רבותינו נ\"ע וכן פי' סוף שמעתין קמייתא דפרק הרואה כתם <small> (דף נ\"ח) </small> [לא מצאתי הרש\"י הזה אלא בד\"ה לדברי אין קץ נמצא מקצתו ולא כולו] כי פסק הלכה כרבי חנינא בן אנטיגנוס שהיה אומר עד כמה היא תולה עד כגריס של פול ופירש\"י ז\"ל שאילו נמצא בבשרה לא היתה תולה אלא אפילו כחרדל היתה טמאה עכ\"ל ויש לי כמה ראיות על זה חדא דלא אשכחן בכוליה תלמודא שיעור לדם הנדה וקי\"ל התם ובכמה דוכתי דכולהו שיעורים הלכה למשה מסיני ועוד שלא הוזכר זה השיעור אלא בכתם הנמצא על בגדיה בלבד שבו יכולה לתלות אבל בבשרה שאינה יכולה לתלות טמאה ואפילו כחרדל וכן כתבו רבותינו בעלי התוספות ז\"ל גבי על חלוקה טהור דאי מגופה אבשרה איבעי ליה לאשתכוחי ועוד איתא התם ומעשה באשה אחת שבאת לפני רבי עקיבא אמרה לו ראיתי כתם אמר לה שמא מכה היתה בך כו' עד וטיהרה רבי עקיבא ראה תלמידיו [שהיו] מסתכלין זה בזה אמר להם מה הדבר קשה בעיניכם לא אמרו חכמים הדבר להחמיר אלא להקל שנאמר ואשה כי תהיה זבה דם יהיה זובה בבשרה בבשרה ולא כתם וה\"נ איתא בירושלמי דפרק כל היד ומסיק לה רבינא בגמרא וכתמים עצמן דרבנן ואילו בבשרה תניא התם על בשרה ספק טמא ספק טהור טמא אלמא חמיר בשרה מכתמה ועוד דמלשון רבי עקיבא למדנו כי דם נדה וזבה וטומאתן אחת הן ולגבי זיבה לא מצינו בה שיעור תדע דהא קא דאין התם בירושלמי ק\"ו מזבה שצריכה מים חיים לנדה שאינה צריכה ואם היו חלוקין בשיעורן או לא הוה דאין מינה או מהדר למיפרך מינה ועוד דהא תנן ריש פרק דם הנדה ובשר המת מטמאין לחין ומטמאין יבשין כו' ואמרינן להדיא בבבלי ובירושלמי דכל שהיא חייבת קרבן בעלה לוקה עליה משום נדה ומוכח לה נמי בגמרא דשוו אהדדי ועוד דהא ריש גמרא פירקין דהרואה כתם אמרינן בבשרה עד שתרגיש בבשרה אלמא בהרגשה תליא מילתא מן התורה ולא בשיעורא ועוד דהא בסוף פירקין תנן העד שהוא נתון תחת הכר אם עגול טהור ואם משוך טמא דברי רבי אליעזר בר צדוק ע\"כ ופסקינן בגמרא כותיה ומפרש דמשוך טמא בכל שהוא ומפרש בתוספתא טעמא מפני שהוא דם הקינוח אלמא היכא דהוי כתם כי האי שיעורא הוא דאיכא למיחש אבל בבשרה אפילו כחרדל וכן סמכו רבותינו בעלי התוספות על זאת התוספתא והסכימו כדברינו זה ועוד דהא פ\"ק דנדה וריש פרק תינוקת לגבי דם בתולים אמרינן בירושלמי יש לה ראיה ואין לה כתם ואי ס\"ד חד שיעורא נינהו מאי נפקא מינה וכ\"ת לשאר מילי דאיכא בינייהו הא לאו בהכי מיירי שמעתא ועוד דהא פרק המפלת תנן המפלת כמין קליפה וכמין שערה כו' עד תטיל למים אם נמוחו טמאה ואמרינן עלה בגמרא שאלו לרופאים ואמרו שומא יש לה בתוך מעיה שממנה מפלת כמין שערות אדומות ובירושלמי גרסינן שומא ויש מכה שממנה משרת כמין שערה אדומה ומפני שיש בה מכה ושומא הא אין בה מכה ואין בה שומא לא ע\"כ דוק מינה לגבי שיעורא דכחוט השערה מטמא ומה שהקשה הראב\"ד ז\"ל שהרי שאל רבי ירמיה על כתם שבבשרה טפין טפין מהו אם אין לו שיעור מה שאל עכ\"ל אני משיב שכבר קדמוני רבותינו בעלי התוס' ז\"ל להקשות ולתרץ זה גבי אותה בעיא פרק הרואה כתם מתני' דעל אשה דגרסינן בעי רבי ירמיה כשר מהו כשורה מהו טפין טפין מהו לרוחב ירכה מהו ופשיטנא תא שמע על בשרה ספק טמא ספק טהור טמא על בשרה לאיתויי מאי לאו לאיתויי כה\"ג ומהדרינן לא דילמא דעביד כרצועה ע\"כ ופירש\"י ז\"ל כרצועה כמין שורה ופרשב\"א ז\"ל לפירוש כרצועה כמין שורה אחת כזה וכשורה דקא מיבעיא ליה היינו הרבה שורות כזה ורבותינו בעלי התוספות ז\"ל פירשו כרצועה דהיינו טפין טפין כזה וא\"ת היינו טפין טפין דקא מיבעיא ליה ותירצו ופירשו דבעיא מיירי שעשויין בשינוי ורצועה דקא מתרץ הכא בשאין עשויין בשינוי עד כאן ולקמן אני רואה בסוף שמעתין כי מותבינן אפלוגתא דרב הונא ורב חסדא מהא דתניא היו עליה טיפי דמים למעלה וטיפי דמים למטה כו' ולמדתי ממנה לחזק דברי רבותינו בעלי התוס' ז\"ל כי שנוי הטיפין מורה שאינה מגופה אלא שתולין בהטייה וכיוצא בה ואעפ\"כ הואיל והוא בבשרה ספיקו טמא כדפשיט תלמודא וכדכתיב טעמא לדברי ר\"מ ז\"ל כי בבשרה דאורייתא ולפיכך ספיקו טמא וכתמים דרבנן ולקולא ולפיכך תולין ולשון הגמרא מוכיח לעיניך כי בעיא דרבי ירמיה בגופה וברייתא דלקמן בכתמים שעל בגדיה דרבנן ותולין. מעתה התבונן מה מעולה דעת ר\"מ ז\"ל לשונו שכתב כאן לגבי צירוף וכתם הנמצא בבגדים זה הלשון ולפנינו בזה הפרק כתב בעיא דרבי ירמיה עם הברייתות וכמו שכתבתי וז\"ל הכתם הנמצא על בשרה שהיה ארוך כרצועה או עגול או שהיה טפין טפין או שהיה אורך הכתם על ירכה או שהיה נראה כאילו הוא מלמטה למעלה הואיל והוא כנגד בית התורפה הרי זו טמאה ואין אומרים אילו נטף מן הגוף לא היה כזה שכל דם שנמצא במקומות אלו מחמירין בו ואע\"פ שהוא ספק עכ\"ל. הנה עיניך רואות כי דברי ר\"מ ז\"ל וקבלתו עם דברי רבותינו בעלי התוספות ז\"ל וקבלתנו ודברינו אחד הם אות באות ומה שהקשה עוד ממה שנשנה שם בדרך אחר במשנה חילוק למטה מן הצואר ובשרה כנגד בית התורפה ועל כולן אמרו תולה בכל דבר עכ\"ל אני משיב אלמלא שאני מתירא מגדולתו הייתי מעתיק לשון המשנה עד אשר תראה כי לא נזכר שם צואר וגם שאין שם תלייה בבשרה כלל וכל בבא ובבא באנפי נפשה מתניא בה טמאה וטהורה ולאו בחדא מחתא מחתינהו ומתניתין שנייה דבכל תולה אבבי בתרייתא מתניא דשייך בהו תלייה כדאוכחנא מכמה טעמי בס\"ד ומה שהקשה עוד שקראוהו כתם אני משיב לא כתם סתם קראוהו אלא מפורש הרואה כתם על בשרה ולברר דיניה וחלוקיה לפי שנוייה כמו שכתבתי נשנה כל הפרק ההוא ואתה המעיין אם תרצה ללון בעמקה של הלכה נדד שינה מעיניך ותמצא דברי ר\"מ ז\"ל נכונים ועמוקים:"
            ],
            [
                "<b>כתם שנמצא על דבר עד הרי זו טהורה.</b> פרק הרואה כתם ופרק האשה שהיא עושה צרכיה:",
                "<b> וכל שאינו מקבל טומאה עד מדין הכתמים.</b> בנדה פרק האשה:"
            ],
            [
                "<b>לא בכל מקום עד כל מקום שימצא בו הדם טמאה.</b> פרק הרואה כתם:"
            ],
            [
                "<b>לא בכל מקום עד כל מקום שימצא בו הדם טמאה.</b> פרק הרואה כתם:"
            ],
            [
                "<b>לא בכל מקום עד כל מקום שימצא בו הדם טמאה.</b> פרק הרואה כתם:"
            ],
            [
                "<b>לא בכל מקום עד כל מקום שימצא בו הדם טמאה.</b> פרק הרואה כתם:"
            ],
            [
                "<b>היתה לובשת חלוק אחד ושהה עד הרי זו ספק זבה.</b> פרק בא סימן <small> (דף נ\"ג)</small> :"
            ],
            [
                "<b>היתה לובשת חלוק אחד ושהה עד הרי זו ספק זבה.</b> פרק בא סימן <small> (דף נ\"ג)</small> :"
            ],
            [
                "<b>היתה לובשת חלוק אחד ושהה עד הרי זו ספק זבה.</b> פרק בא סימן <small> (דף נ\"ג)</small> :"
            ],
            [
                "<b>הרואה כתם ואחר כך ראתה דם וכו' אבל הרואה כתם אחר כתם כו' כיצד כו' עד ואם לא בדקה חוששת לזיבות:</b> כתב הראב\"ד ז\"ל כל מה שאסף ודיבר בכאן וכו' וכל מ\"ש בזה הענין אינו כי אם להג הרבה ויגיעת בשר עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא סוף פרק בא סימן <small> (דף נ\"ג) </small> בין רש\"י ורבותינו בעלי התוספות ז\"ל וראשונים ואחרונים עד הרמב\"ן ז\"ל נתחבטו בפירושם ופי' ר\"מ ז\"ל מבואר ומפואר והנני כותבו בקצרה והבן על דרך הסברא ובלשון הגמרא וזאת התורה והצורה ידועה בעיקר השמועה שהביא דרבי זירא ת\"ר ראתה כתם ואחר כך ראתה דם תולה כתמה בראייתה מעת לעת דברי רבי והלכה כרבי מחבירו ופי' כיצד בתרי בבי קמייתא ובעיא דרבי זירא מרבי אמי אבל כתמים בעלמא כפירש\"י ז\"ל וכההיא ברייתא דמותבינן מינה פרק האשה דלקמן דמוקמינן לה אליבא דרבי אי צריכה הפסק טהרה ופי' ר\"מ כיצד בתרי בבי בתרייתא ולא השיבו עד עתה ומגו דשמעה תאני השתא פלוגתא דרבי יוחנן ור\"נ אברייתא הבין תשובת בעייתו כדפרישנא לקמן ומפני זה קבעה מסדר התלמוד כאן תדע דהא א\"ל רבי זירא והא זימנין סגיאין בעינא מינך ולא אמרת [לי] ולא מידי דלמא אגב שיטפך אתיא לך א\"ל אין אגב שיטפא אתיא לי ע\"כ. וה\"ק ליה מכלל דבריך שאתה אומר דפליגי רבי יוחנן ור\"ל בכתם אחר ראיה משמע דכתם אחר כתם בעלמא אפילו רבי יוחנן מודה דאינה תולה אלא א\"כ בדקה ביניהם דאי ס\"ד אף בכתמים נמי פליג רבי יוחנן אמאי לא אשמעינן עד השתא בכל דיני הכתמים ששנינו או במה שאמרנו שהכתמים ג' מביאין לזיבה ולקרבן ואמר ליה כו' וברי לי אם תעמיק בלשוני זה לא יקשה לך כלום לא ממה שהקשה הראב\"ד ז\"ל ולא ממה שהקשו רבותינו בעלי התוספות ז\"ל ואף לכל הפירושים יש לו פנים בהלכה:"
            ],
            [
                "<b>הרואה כתם ואחר כך ראתה דם וכו' אבל הרואה כתם אחר כתם כו' כיצד כו' עד ואם לא בדקה חוששת לזיבות:</b> כתב הראב\"ד ז\"ל כל מה שאסף ודיבר בכאן וכו' וכל מ\"ש בזה הענין אינו כי אם להג הרבה ויגיעת בשר עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא סוף פרק בא סימן <small> (דף נ\"ג) </small> בין רש\"י ורבותינו בעלי התוספות ז\"ל וראשונים ואחרונים עד הרמב\"ן ז\"ל נתחבטו בפירושם ופי' ר\"מ ז\"ל מבואר ומפואר והנני כותבו בקצרה והבן על דרך הסברא ובלשון הגמרא וזאת התורה והצורה ידועה בעיקר השמועה שהביא דרבי זירא ת\"ר ראתה כתם ואחר כך ראתה דם תולה כתמה בראייתה מעת לעת דברי רבי והלכה כרבי מחבירו ופי' כיצד בתרי בבי קמייתא ובעיא דרבי זירא מרבי אמי אבל כתמים בעלמא כפירש\"י ז\"ל וכההיא ברייתא דמותבינן מינה פרק האשה דלקמן דמוקמינן לה אליבא דרבי אי צריכה הפסק טהרה ופי' ר\"מ כיצד בתרי בבי בתרייתא ולא השיבו עד עתה ומגו דשמעה תאני השתא פלוגתא דרבי יוחנן ור\"נ אברייתא הבין תשובת בעייתו כדפרישנא לקמן ומפני זה קבעה מסדר התלמוד כאן תדע דהא א\"ל רבי זירא והא זימנין סגיאין בעינא מינך ולא אמרת [לי] ולא מידי דלמא אגב שיטפך אתיא לך א\"ל אין אגב שיטפא אתיא לי ע\"כ. וה\"ק ליה מכלל דבריך שאתה אומר דפליגי רבי יוחנן ור\"ל בכתם אחר ראיה משמע דכתם אחר כתם בעלמא אפילו רבי יוחנן מודה דאינה תולה אלא א\"כ בדקה ביניהם דאי ס\"ד אף בכתמים נמי פליג רבי יוחנן אמאי לא אשמעינן עד השתא בכל דיני הכתמים ששנינו או במה שאמרנו שהכתמים ג' מביאין לזיבה ולקרבן ואמר ליה כו' וברי לי אם תעמיק בלשוני זה לא יקשה לך כלום לא ממה שהקשה הראב\"ד ז\"ל ולא ממה שהקשו רבותינו בעלי התוספות ז\"ל ואף לכל הפירושים יש לו פנים בהלכה:"
            ],
            [
                "<b>הרואה כתם ואחר כך ראתה דם וכו' אבל הרואה כתם אחר כתם כו' כיצד כו' עד ואם לא בדקה חוששת לזיבות:</b> כתב הראב\"ד ז\"ל כל מה שאסף ודיבר בכאן וכו' וכל מ\"ש בזה הענין אינו כי אם להג הרבה ויגיעת בשר עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא סוף פרק בא סימן <small> (דף נ\"ג) </small> בין רש\"י ורבותינו בעלי התוספות ז\"ל וראשונים ואחרונים עד הרמב\"ן ז\"ל נתחבטו בפירושם ופי' ר\"מ ז\"ל מבואר ומפואר והנני כותבו בקצרה והבן על דרך הסברא ובלשון הגמרא וזאת התורה והצורה ידועה בעיקר השמועה שהביא דרבי זירא ת\"ר ראתה כתם ואחר כך ראתה דם תולה כתמה בראייתה מעת לעת דברי רבי והלכה כרבי מחבירו ופי' כיצד בתרי בבי קמייתא ובעיא דרבי זירא מרבי אמי אבל כתמים בעלמא כפירש\"י ז\"ל וכההיא ברייתא דמותבינן מינה פרק האשה דלקמן דמוקמינן לה אליבא דרבי אי צריכה הפסק טהרה ופי' ר\"מ כיצד בתרי בבי בתרייתא ולא השיבו עד עתה ומגו דשמעה תאני השתא פלוגתא דרבי יוחנן ור\"נ אברייתא הבין תשובת בעייתו כדפרישנא לקמן ומפני זה קבעה מסדר התלמוד כאן תדע דהא א\"ל רבי זירא והא זימנין סגיאין בעינא מינך ולא אמרת [לי] ולא מידי דלמא אגב שיטפך אתיא לך א\"ל אין אגב שיטפא אתיא לי ע\"כ. וה\"ק ליה מכלל דבריך שאתה אומר דפליגי רבי יוחנן ור\"ל בכתם אחר ראיה משמע דכתם אחר כתם בעלמא אפילו רבי יוחנן מודה דאינה תולה אלא א\"כ בדקה ביניהם דאי ס\"ד אף בכתמים נמי פליג רבי יוחנן אמאי לא אשמעינן עד השתא בכל דיני הכתמים ששנינו או במה שאמרנו שהכתמים ג' מביאין לזיבה ולקרבן ואמר ליה כו' וברי לי אם תעמיק בלשוני זה לא יקשה לך כלום לא ממה שהקשה הראב\"ד ז\"ל ולא ממה שהקשו רבותינו בעלי התוספות ז\"ל ואף לכל הפירושים יש לו פנים בהלכה:"
            ],
            [
                "<b>הרואה כתם ואחר כך ראתה דם וכו' אבל הרואה כתם אחר כתם כו' כיצד כו' עד ואם לא בדקה חוששת לזיבות:</b> כתב הראב\"ד ז\"ל כל מה שאסף ודיבר בכאן וכו' וכל מ\"ש בזה הענין אינו כי אם להג הרבה ויגיעת בשר עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא סוף פרק בא סימן <small> (דף נ\"ג) </small> בין רש\"י ורבותינו בעלי התוספות ז\"ל וראשונים ואחרונים עד הרמב\"ן ז\"ל נתחבטו בפירושם ופי' ר\"מ ז\"ל מבואר ומפואר והנני כותבו בקצרה והבן על דרך הסברא ובלשון הגמרא וזאת התורה והצורה ידועה בעיקר השמועה שהביא דרבי זירא ת\"ר ראתה כתם ואחר כך ראתה דם תולה כתמה בראייתה מעת לעת דברי רבי והלכה כרבי מחבירו ופי' כיצד בתרי בבי קמייתא ובעיא דרבי זירא מרבי אמי אבל כתמים בעלמא כפירש\"י ז\"ל וכההיא ברייתא דמותבינן מינה פרק האשה דלקמן דמוקמינן לה אליבא דרבי אי צריכה הפסק טהרה ופי' ר\"מ כיצד בתרי בבי בתרייתא ולא השיבו עד עתה ומגו דשמעה תאני השתא פלוגתא דרבי יוחנן ור\"נ אברייתא הבין תשובת בעייתו כדפרישנא לקמן ומפני זה קבעה מסדר התלמוד כאן תדע דהא א\"ל רבי זירא והא זימנין סגיאין בעינא מינך ולא אמרת [לי] ולא מידי דלמא אגב שיטפך אתיא לך א\"ל אין אגב שיטפא אתיא לי ע\"כ. וה\"ק ליה מכלל דבריך שאתה אומר דפליגי רבי יוחנן ור\"ל בכתם אחר ראיה משמע דכתם אחר כתם בעלמא אפילו רבי יוחנן מודה דאינה תולה אלא א\"כ בדקה ביניהם דאי ס\"ד אף בכתמים נמי פליג רבי יוחנן אמאי לא אשמעינן עד השתא בכל דיני הכתמים ששנינו או במה שאמרנו שהכתמים ג' מביאין לזיבה ולקרבן ואמר ליה כו' וברי לי אם תעמיק בלשוני זה לא יקשה לך כלום לא ממה שהקשה הראב\"ד ז\"ל ולא ממה שהקשו רבותינו בעלי התוספות ז\"ל ואף לכל הפירושים יש לו פנים בהלכה:"
            ],
            [
                "<b>כל כתם שאמרנו כו' עד שמהם בא הכתם.</b> פרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>כל כתם שאמרנו כו' עד שמהם בא הכתם.</b> פרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>נמצא הכתם על בשרה בלבד אפילו מחגור ולמעלה טמאה שאילו היה דם כו':</b> וכתב עליו בהשגות, זה אינו אלא בשנזדקרה והכי איתא בגמרא עכ\"ל: <b> ואני </b> אומר שניהם לדעת אחת נתכוונו והסופר טעה וכאשר זכיתי לבא בארץ הצבי ובא לידי הספר המוגה לו בחתימת ידו נשקתיו ועל ראשי ענדתיו וז\"ל נמצא הכתם על בשרה בלבד מחגור ולמטה טמאה ואם נתהפכה וקפצה אפילו מחגור ולמעלה טמאה שאילו היה דם זה מן השחיטה או מן השוק היה לה שימצא על בגדיה הואיל ונמצא בבשרה ולא בבגדיה טמאה עכ\"ל והוא האמת שכן הוא מפרש בנדה בגמרא ריש פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [
                "<b>היתה בה מכה עד הרי זו תולה בה.</b> הכל פרק הרואה כתם:"
            ],
            [],
            [
                "<b>האשה שהשאילה חלוקה עד שמא מזו ושמא מזו.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :",
                "<b> השאילה אותה ליושבת עד של קצרה הוא.</b> בנדה פרק האשה <small> (דף נ\"ט) </small> ופרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>האשה שהשאילה חלוקה עד שמא מזו ושמא מזו.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :",
                "<b> השאילה אותה ליושבת עד של קצרה הוא.</b> בנדה פרק האשה <small> (דף נ\"ט) </small> ופרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>האשה שהשאילה חלוקה עד שמא מזו ושמא מזו.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :",
                "<b> השאילה אותה ליושבת עד של קצרה הוא.</b> בנדה פרק האשה <small> (דף נ\"ט) </small> ופרק הרואה כתם <small> (דף נ\"ח)</small> :"
            ],
            [
                "<b>שלש נשים שלבשו עד והרי זו שלא בדקה טמאה.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :"
            ],
            [
                "<b>שלש נשים שלבשו עד והרי זו שלא בדקה טמאה.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :"
            ],
            [
                "<b>שלש נשים שלבשו עד והרי זו שלא בדקה טמאה.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :"
            ],
            [
                "<b>שלש נשים שלבשו עד והרי זו שלא בדקה טמאה.</b> בנדה פרק האשה <small> (דף נ\"ט)</small> :"
            ],
            [
                "<b>כל כתם הנמצא וכו' עד שהוא דם:</b> כתב הראב\"ד ז\"ל זה אינו אלא אף הבגד וכו': <b> ואני </b> אומר זו המחלוקת תלוי במה שנחלקו ראש זה הפרק בענין מה בין כתם הנמצא ושם הארכתי אבל בכאן אומר דעד כאן לא נחלק רבי מאיר סוף פרק האשה שהיא עושה צרכיה אלא בכל דבר שהיה בחזקת טומאה אבל זה הבגד הואיל ובחזקת טהרה הוא עומד מפני מה יטמא מספק והלא ספיקא דרבנן הוא ולקולא דהא אסיקנא ס\"פ הרואה כתם כתמים דרבנן ושמעתא דהתם נמי הכי סלקא ועוד דהא מיתניא התם על בשרה ספק טמא ספק טהור טמא דוק מינה דוקא על בשרה שהוא ספק דאורייתא כדמוכחא לעיל ולחומרא הא על בגדה שהוא ספיקא דרבנן ולקולא וכמ\"ש רבינו משה ז\"ל וטעם רבינו הראב\"ד ז\"ל איני יודע מהו אלא מ\"ש ראש זה הפרק ושם השבתי כבר:",
                "<b> ואם נסתפק להם שמא הוא צבע אדום וכו' עד וטהורה:</b> כתב הראב\"ד ז\"ל טעה בזה וכו' אבל האשה לעולם טמאה עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא כי רש\"י ז\"ל פי' משנתנו דהאשה שהיא עושה צרכיה דתנן שבעה סמנין מעבירין על הכתם כו' לענין טהרות ובאותו דרך דרך הראב\"ד ז\"ל ורבינו פירשו רישא דמתני' לגבי בעלה וסיפא בטהרות וכן דעת רבותינו בעלי התוס' ז\"ל ומסתייע להו דין פירושא מדקתני להו תרי בבי במתני' ועוד כתב הרמב\"ן ז\"ל סיוע יפה מפירכא דרבי יוחנן לריש לקיש ממתניתין כשם שבדיקת סמנין מטהרה לבעלה למה לא תטהר לטהרות ועוד דיש לי ראיה לשמעתין דאותביה רבי יוחנן לריש לקיש ממתניתין דהטבילו ועשה על גביו טהרות ופרקינן הנח לכתמים דרבנן ופירש\"י ז\"ל דעיקר תחלת גזירתן אינה אלא מדרבנן שלכך מקילין דמדאורייתא עד שתראה בבשרה עכ\"ל. ועל זה הדרך דרך ר\"מ ז\"ל וכתב כאן איסור בעלה וסופו דטהרות פ\"ד דהלכות מטמאי משכב ומושב:"
            ],
            [
                "<b>ואלו הן השבעה סמנין וכו' עד שלשה ימים או יותר.</b> פרק האשה שהיא עושה צרכיה:"
            ],
            [
                "<b>ואלו הן השבעה סמנין וכו' עד שלשה ימים או יותר.</b> פרק האשה שהיא עושה צרכיה:"
            ],
            [
                "<b>כל אשה שהיא טמאה משום כתם כו' עד סוף הפרק.</b> בכלל פירוקא דריש לקיש דכתמים דרבנן וכמו שכתבתי למעלה אלא כתבו ר\"מ ז\"ל מחובר כדרך המחברים:"
            ]
        ],
        [
            [
                "<b>כל היולדת כו' עד שלא ראתה דם.</b> בכריתות פרק ארבעה מחוסרי כפרה <small> (דף י\"ג)</small> :",
                "<b> ואחד היולדת חי כו' עד הואיל ואינו מרוקם אינה חוששת לולד.</b> הכל פרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>כל היולדת כו' עד שלא ראתה דם.</b> בכריתות פרק ארבעה מחוסרי כפרה <small> (דף י\"ג)</small> :",
                "<b> ואחד היולדת חי כו' עד הואיל ואינו מרוקם אינה חוששת לולד.</b> הכל פרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>כל היולדת כו' עד שלא ראתה דם.</b> בכריתות פרק ארבעה מחוסרי כפרה <small> (דף י\"ג)</small> :",
                "<b> ואחד היולדת חי כו' עד הואיל ואינו מרוקם אינה חוששת לולד.</b> הכל פרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>כל היולדת כו' עד שלא ראתה דם.</b> בכריתות פרק ארבעה מחוסרי כפרה <small> (דף י\"ג)</small> :",
                "<b> ואחד היולדת חי כו' עד הואיל ואינו מרוקם אינה חוששת לולד.</b> הכל פרק המפלת <small> (דף ל')</small> :"
            ],
            [
                "<b>יוצא דופן כו' עד מדוה דרך ערותה.</b> פרק יוצא דופן <small> (דף מ') </small> ומייתי לה פ\"ק דכריתות:"
            ],
            [
                "<b>נחתך הולד שבמעיה עד שיצא רובו.</b> פרק המפלת <small> (דף כ\"ט)</small> :",
                "<b> ואם יצא ראשו כו' עד אח\"כ.</b> במס' בכורות פרק יש בכור <small> (דף מ\"ו) </small> ופרק המפלת:"
            ],
            [
                "<b>הוציא העובר את ידו עד כמו שאמרנו.</b> פרק המפלת <small> (דף כ\"ח)</small> :"
            ],
            [
                "<b>המפלת כמין בהמה כו' עד הרי זה ולד.</b> פרק המפלת <small> (דף כ\"א) </small> ומקצת בבכורות פרק על אלו מומין <small> (דף מ')</small> :"
            ],
            [
                "<b>המפלת כמין בהמה כו' עד הרי זה ולד.</b> פרק המפלת <small> (דף כ\"א) </small> ומקצת בבכורות פרק על אלו מומין <small> (דף מ')</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה מפני שגלגל עינו עגול כשל אדם:</b> כתב הראב\"ד ז\"ל ולפי מ\"ש וכו' אלא אפילו בצורה אחת עכ\"ל: <b> ואני </b> אומר על קושייתו אין לי להשיב ועל ההלכה דבר מפורסם הוא פרק המפלת סוף גמרא מתני' קמייתא דאמרה חנניא בן אחי רבי יהושע ואמר מאיזה טעם הואיל וגלגל עינו עגול כשל אדם ואמר אביי ש\"מ צורבא מרבנן דמורה מילתא לימא בה טעמא דכי מדכרו ליה מדכר אלמא ש\"מ דהלכה פסוקה היא לדברי הכל:",
                "<b> המפלת דמות אדם כו' עד שאין דרכה של שליא לצאת לפני הולד יצאת מקצת השליא כו' עד מיום שני להחמיר.</b> פ\"א דבבא קמא <small> (דף י\"א)</small> :"
            ],
            [
                "<b>הפילה דמות בהמה עד שמא זכר שמא נקבה.</b> הכל פרק המפלת <small> (דף כ\"ז)</small> :"
            ],
            [
                "<b>הפילה דמות בהמה עד שמא זכר שמא נקבה.</b> הכל פרק המפלת <small> (דף כ\"ז)</small> :"
            ],
            [
                "<b>הפילה דמות בהמה עד שמא זכר שמא נקבה.</b> הכל פרק המפלת <small> (דף כ\"ז)</small> :"
            ],
            [],
            [],
            [
                "<b>ואם ראתה דם ביום אחד ושמנים כו' עד סוף הפרק.</b> פרק בא סימן <small> (דף נ\"ד) </small> ופרק המפלת משנה <small> (דף ל')</small> :"
            ]
        ],
        [
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>כל שאמרנו בנדה כו' עד שבעה ימים נקיים.</b> הכל פרק המפלת:"
            ],
            [
                "<b>יתר על כן כל בת שתבעוה לינשא ורצתה עד שתספור ותטבול:</b> כתב הראב\"ד ז\"ל כל ראתה שהוא מוזכר בכאן וכו': <b> ואני </b> אומר גם ברוב הספרים אשר יצאו מחבור משנה תורה כן היה כתוב בהן וראתה וכן היה בספר אשר הגיע לידי אבל אחר שבאתי בארץ הצבי וזכיתי לראות המוגה לר\"מ ז\"ל בחתימתו מצאתיה ורצתה בצד\"י ותקון כסילים היה שלא ידע ההלכה ולא הבין הטעם וחשב בתחלה שטעה הסופר בין צד\"י לאל\"ף ותקנו לפי דעתו ועל כן יצא לו משפט מעוקל ואילו הגיע למסכת יבמות פרק החולץ <small> (דף ל\"ז) </small> ולמסקנת נדה פרק תינוקת <small> (דף ס\"ו) </small> והיה רואה שלשון הגמרא ונתפייסה לא היה עושה כן וזה פשוט באמת:",
                "<b> ואם נשאת לתלמיד חכם וכו' עד שתטבול:</b> כתב הראב\"ד ז\"ל מה שחילק זה בין תלמיד חכם לשאר בני אדם וכו' וכלה שפירסה נדה אסור להתייחד עמה כדאיתא בכתובות עכ\"ל: <b> ואני </b> אומר הנני משיב על ראשון ראשון והאמת מה שאמר שהוציא זה מאותו מעשה אך לא כמו שהוא מפרש שכבר הקדימוני וכתבו רבותינו בעלי התוספות ז\"ל בההיא סוגיא דפרק החולץ גמרא מתניתין קמייתא דקא פריק תלמודא דמייחדי להו ועוד יש בנוסחאות שלנו יחודי בעלמא הוא דמייחדי בהדייהו דאמר מר אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו דלכאורה משמע סוגיא כפי' הראב\"ד ז\"ל לרצונו ולדברי ר\"מ ז\"ל הקשו רבותינו בעלי התוס' ז\"ל לסברא זו מדאמרי' פ\"ק דכתובות שאם פירסה נדה הוא ישן בין האנשים והיא ישנה בין הנשים כל זמן שלא בעל שהיא קושיא אחרת שהקשה ראב\"ד ז\"ל ועל מה שפירש הראב\"ד ז\"ל מדעתו הקשו כיון דלא מצי למבעל מאי פת בסלו איכא והיא קושיא אמיתית גם על הפי' הראשון וגם על השני אילו היה מכוון ר\"מ ז\"ל לכך ועוד שאילו היה דעת ר\"מ ז\"ל לפרש אותה סוגיא כמו שחשב עליו הראב\"ד ז\"ל נוסח הגמרא שלו אינו הולמתו ועוד כי ר\"מ ז\"ל לא הזכיר בלשונו יחוד כלל אלא נישואין וכל יודעיו יודעים כי לא לחנם נשמר ולא למקרה מוציא לשונו אלא ודאי דעתו לפרשה כפי' המקובל לו מרבותיו נ\"ע והבן כי התלמוד מקשה תחלה על דברי רבי אליעזר בן יעקב שאמר לא ישא אדם אשה במדינה זו וילך וישא אשה במדינה אחרת שמא יזדווגו זה לזה ונמצא אב נושא בתו ואח נושא אחותו ועל זה נאמר ומלאה הארץ זמה מהא דרב כי מקלע לארדשיר אמר מאן הויא ליומא ורב נחמן כי מקלע לשכנציב אמר מאן הויא ליומי ומתרץ שאני רבנן דפקיעי שמייהו והדר מקשינן על מעשה דרב ורב נחמן היכי עביד הכי והאמר רבא תבעוה לינשא כו' ומתרץ רבנן שלוחי הוו משדרי ומודעי להו כלומר והיו נשמרות המתפייסות מקודם בואן ואי בעית אימא יחודי הוו מייחדי להו או בהדייהו כלומר דהוי מודעי מאן הויא ליומא או ליומי ודלא בעו אלא ליחודי בעלמא מאחר שיודעות שאינן מכוונין לבעול ולשאת נישואין גמורין ולא מחמדן ולא חזיין ומש\"ה לא בעינן שבעת ימים נקיים והיה להם פת בסלם שאם יצרם תקפם יבאו עליהן בהיתר גמור ולא דמיין לתבעוה לינשא נישואין גמורין וזווג שלם שהן רואות מתוך חמודן אם נתפייסו וכן פירשו רבותינו בעלי התוספות ז\"ל וגם הרמב\"ן ז\"ל כן כתב בנימוקו ועוד כתב שיש לפרש לעולם שלוחי הוו משדרי ומודעי להו מעיקרא ומיהו לא סמכי אפקיעות דשמייהו אלא יחודי בעלמא הוא דמייחדי להו או בהדייהו ע\"כ. ואלה הדברים נכונים לפרש בהם ההלכה ולהלום בהם הלשון וממילא שמעינן שהיו נושאין אותן כי נתפייסו להן ואפילו שלא ישבו שבעה נקיים הואיל והיו תלמידי חכמים וכמ\"ש ר\"מ ז\"ל ולא נשאר עם אלו הפירושין קושיא כלל. ומה שהקשה הראב\"ד ז\"ל עוד ממעשה דרבינא האמור בנדה פרק תינוקת ההיא נישואין גמורין וזווג שלם היה דגרסינן התם <small> (דף ס\"ו) </small> אמר רבא תבעוה לינשא ונתפייסה צריכה לישב שבעה נקיים רבינא עסיק ליה לבריה בי רב חביבא אמר להו ליום פלוני לכתוב כתובה איעכב שבעה יומי בתר ההוא יומא אמר ליה מ\"ט עביד מר הכי א\"ל לא סבר ליה מר להא דאמר רבא תבעוה לינשא כו' אלמא נישואין גמורין וזיווג שלם ובעי למבעל בעילת מצוה לאלתר כדמבעי ליה ועוד יש לו לומר כי החתן עדיין היה בחור ולא היה אביו רב חביבא בקי בו ורצה להרחיקו מן הנסיון ולאו בן תלמיד חכם כתלמיד חכם עצמו. ומה שהקשה עוד דהויא חופה דאיסורא אינה קושיא כלל לפי הפירושין שכתבתי שאינה רואה מתוך חמודה זה כלל תדע שהרי כתב ר\"מ ז\"ל עצמו פרק י' דהלכות אישות כי האשה מכשתכנס לחופה נקראת נשואה אע\"פ שלא נבעלה והוא שתהיה ראויה לבעילה אבל אם היתה נדה אע\"פ שנכנסה לחופה ונתייחד עמה לא גמרו הנישואין עכ\"ל. נמצאת למד בצחות לשונו זה שאמר לשון נישואין כי רצה לומר שנכנסה לחופה אע\"פ שלא נתייחד עמה וגם שאילו היתה נדה מפורש הוא לו שם שאינן נישואין וגם מעשה דשכנציב כתבו לפנינו פכ\"ה ונמצאו דבריו נכונים:"
            ],
            [
                "<b>יתר על כן כל בת שתבעוה לינשא ורצתה עד שתספור ותטבול:</b> כתב הראב\"ד ז\"ל כל ראתה שהוא מוזכר בכאן וכו': <b> ואני </b> אומר גם ברוב הספרים אשר יצאו מחבור משנה תורה כן היה כתוב בהן וראתה וכן היה בספר אשר הגיע לידי אבל אחר שבאתי בארץ הצבי וזכיתי לראות המוגה לר\"מ ז\"ל בחתימתו מצאתיה ורצתה בצד\"י ותקון כסילים היה שלא ידע ההלכה ולא הבין הטעם וחשב בתחלה שטעה הסופר בין צד\"י לאל\"ף ותקנו לפי דעתו ועל כן יצא לו משפט מעוקל ואילו הגיע למסכת יבמות פרק החולץ <small> (דף ל\"ז) </small> ולמסקנת נדה פרק תינוקת <small> (דף ס\"ו) </small> והיה רואה שלשון הגמרא ונתפייסה לא היה עושה כן וזה פשוט באמת:",
                "<b> ואם נשאת לתלמיד חכם וכו' עד שתטבול:</b> כתב הראב\"ד ז\"ל מה שחילק זה בין תלמיד חכם לשאר בני אדם וכו' וכלה שפירסה נדה אסור להתייחד עמה כדאיתא בכתובות עכ\"ל: <b> ואני </b> אומר הנני משיב על ראשון ראשון והאמת מה שאמר שהוציא זה מאותו מעשה אך לא כמו שהוא מפרש שכבר הקדימוני וכתבו רבותינו בעלי התוספות ז\"ל בההיא סוגיא דפרק החולץ גמרא מתניתין קמייתא דקא פריק תלמודא דמייחדי להו ועוד יש בנוסחאות שלנו יחודי בעלמא הוא דמייחדי בהדייהו דאמר מר אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו דלכאורה משמע סוגיא כפי' הראב\"ד ז\"ל לרצונו ולדברי ר\"מ ז\"ל הקשו רבותינו בעלי התוס' ז\"ל לסברא זו מדאמרי' פ\"ק דכתובות שאם פירסה נדה הוא ישן בין האנשים והיא ישנה בין הנשים כל זמן שלא בעל שהיא קושיא אחרת שהקשה ראב\"ד ז\"ל ועל מה שפירש הראב\"ד ז\"ל מדעתו הקשו כיון דלא מצי למבעל מאי פת בסלו איכא והיא קושיא אמיתית גם על הפי' הראשון וגם על השני אילו היה מכוון ר\"מ ז\"ל לכך ועוד שאילו היה דעת ר\"מ ז\"ל לפרש אותה סוגיא כמו שחשב עליו הראב\"ד ז\"ל נוסח הגמרא שלו אינו הולמתו ועוד כי ר\"מ ז\"ל לא הזכיר בלשונו יחוד כלל אלא נישואין וכל יודעיו יודעים כי לא לחנם נשמר ולא למקרה מוציא לשונו אלא ודאי דעתו לפרשה כפי' המקובל לו מרבותיו נ\"ע והבן כי התלמוד מקשה תחלה על דברי רבי אליעזר בן יעקב שאמר לא ישא אדם אשה במדינה זו וילך וישא אשה במדינה אחרת שמא יזדווגו זה לזה ונמצא אב נושא בתו ואח נושא אחותו ועל זה נאמר ומלאה הארץ זמה מהא דרב כי מקלע לארדשיר אמר מאן הויא ליומא ורב נחמן כי מקלע לשכנציב אמר מאן הויא ליומי ומתרץ שאני רבנן דפקיעי שמייהו והדר מקשינן על מעשה דרב ורב נחמן היכי עביד הכי והאמר רבא תבעוה לינשא כו' ומתרץ רבנן שלוחי הוו משדרי ומודעי להו כלומר והיו נשמרות המתפייסות מקודם בואן ואי בעית אימא יחודי הוו מייחדי להו או בהדייהו כלומר דהוי מודעי מאן הויא ליומא או ליומי ודלא בעו אלא ליחודי בעלמא מאחר שיודעות שאינן מכוונין לבעול ולשאת נישואין גמורין ולא מחמדן ולא חזיין ומש\"ה לא בעינן שבעת ימים נקיים והיה להם פת בסלם שאם יצרם תקפם יבאו עליהן בהיתר גמור ולא דמיין לתבעוה לינשא נישואין גמורין וזווג שלם שהן רואות מתוך חמודן אם נתפייסו וכן פירשו רבותינו בעלי התוספות ז\"ל וגם הרמב\"ן ז\"ל כן כתב בנימוקו ועוד כתב שיש לפרש לעולם שלוחי הוו משדרי ומודעי להו מעיקרא ומיהו לא סמכי אפקיעות דשמייהו אלא יחודי בעלמא הוא דמייחדי להו או בהדייהו ע\"כ. ואלה הדברים נכונים לפרש בהם ההלכה ולהלום בהם הלשון וממילא שמעינן שהיו נושאין אותן כי נתפייסו להן ואפילו שלא ישבו שבעה נקיים הואיל והיו תלמידי חכמים וכמ\"ש ר\"מ ז\"ל ולא נשאר עם אלו הפירושין קושיא כלל. ומה שהקשה הראב\"ד ז\"ל עוד ממעשה דרבינא האמור בנדה פרק תינוקת ההיא נישואין גמורין וזווג שלם היה דגרסינן התם <small> (דף ס\"ו) </small> אמר רבא תבעוה לינשא ונתפייסה צריכה לישב שבעה נקיים רבינא עסיק ליה לבריה בי רב חביבא אמר להו ליום פלוני לכתוב כתובה איעכב שבעה יומי בתר ההוא יומא אמר ליה מ\"ט עביד מר הכי א\"ל לא סבר ליה מר להא דאמר רבא תבעוה לינשא כו' אלמא נישואין גמורין וזיווג שלם ובעי למבעל בעילת מצוה לאלתר כדמבעי ליה ועוד יש לו לומר כי החתן עדיין היה בחור ולא היה אביו רב חביבא בקי בו ורצה להרחיקו מן הנסיון ולאו בן תלמיד חכם כתלמיד חכם עצמו. ומה שהקשה עוד דהויא חופה דאיסורא אינה קושיא כלל לפי הפירושין שכתבתי שאינה רואה מתוך חמודה זה כלל תדע שהרי כתב ר\"מ ז\"ל עצמו פרק י' דהלכות אישות כי האשה מכשתכנס לחופה נקראת נשואה אע\"פ שלא נבעלה והוא שתהיה ראויה לבעילה אבל אם היתה נדה אע\"פ שנכנסה לחופה ונתייחד עמה לא גמרו הנישואין עכ\"ל. נמצאת למד בצחות לשונו זה שאמר לשון נישואין כי רצה לומר שנכנסה לחופה אע\"פ שלא נתייחד עמה וגם שאילו היתה נדה מפורש הוא לו שם שאינן נישואין וגם מעשה דשכנציב כתבו לפנינו פכ\"ה ונמצאו דבריו נכונים:"
            ],
            [
                "<b>דין הכתמים בזמן הזה וכו' עד שנמצא בו הכתם:</b> כתב הראב\"ד ז\"ל זה שבוש גדול וזהו שאמרנו וכו'. <b> ואני </b> אומר כמה לא חלי ולא מרגיש גברא דמריה סייעי' ריש פ\"ט בענין מה בין כתם הנמצא כו' ואני תלמידו כתבתי והארכתי בראיות וביררתי שם שדבריו וקבלתו אמת וגם בכללים אשר כלל בכאן נשמר שאמר זה בכתם שאין לחוש בו בזיבות וכיון דכתמים דרבנן דיין להחמיר בהן כנדה דאורייתא ואילו יש כאן לחוש לזיבות הנה הוא ז\"ל ביארו אחר זה מיד וז\"ל ואם היה שיעור הכתם כדי לחוש לזיבות סופרת שבעה ימים מאחר יום שנמצא בו הכתם שאין הרואה דם כרואה כתם עכ\"ל והדין עמו כמו שהוכחתי. ועוד אני מוסיף עתה לגלות למה לא חילק בזמן הזה לזמן הראשון בדיני הכתמים שהרי במימרא דרבי זירא פרק תינוקת לא הוזכר אלא שאפילו רואות דם טיפה כחרדל כו' אבל מוצאה כתם לא הוזכרה ודייה מה דאחמור רבנן למיהוי כנדה וכן כתב בסמוך שלא החמירו אלא ברואה דם טמא עכ\"ל. ואם הראב\"ד ז\"ל הולך כאן לפי שיטתו של מעלה ויצא לו זאת החומרא אין לשבש על כך דברי ר\"מ ז\"ל אמנם הסכמתו חובה וקבלתו ומלכותו נסוכה והרוצה להחמיר הואיל ויצא מפה קדוש תבא עליו ברכה:"
            ],
            [
                "<b>וכל מה שאמרנו ביולדת וכו' עד בזמן הזה:</b> כתב הראב\"ד ז\"ל אין אני אומר כן שהרי בצורת הפנים אמו טמאה לידה ומי יכיר בצורות ויטהר עכ\"ל: <b> ואני </b> אומר איני מאמין שיצא לשון זה מפי רבינו הראב\"ד ז\"ל כי ר\"מ ז\"ל לא הזכיר בכלל הזה שביולדת אלא שאמו טהורה ואיך יקשה עליו מן הטמאה ואם יעלה על דעתך שטעה הסופר ורצה להקשות ממ\"ש פ\"י ואם אין פניו בצורת פני אדם כו' גם זו אינה קושיא כי אותו הדין הוא במפלת ובכאן לא כלל אלא ביולדת דוקא וכבר חקרתי בכל מה שפרט בטהרת היולדת ולא מצאתי בו דבר שלא נוכל לעמוד עליו שאינם אלא דיני יוצא דופן או מחותך או דרך איברים דוק ותשכח:",
                "<b> הרי היא טהורה וכו' עד דם טמא:</b> כתב הראב\"ד זו טעות שהרי אמרו אין פתיחת הקבר בלא דם הלכך טמאה. עכ\"ל: <b> ואני </b> אומר גם בזה שלא יצא מפי רבינו הראב\"ד מעולם מתרי טעמי. חדא כי תחילת זה הכלל כתב וכן האשה שראתה לובן או דם ירוק או שהשליכה חתיכה אדומה שאין עמה דם שזהו דין רואה דם ומפלת שהיא משלכת ואיך יקשה עליו מיולדת שהרי אמרו אי איפשר לפתיחת הקבר בלא דם. ועוד אנה פנה לב הכותב השגה זו שלא השגיח על לשון ר\"מ עצמו שכתב תחלת פרק כל היולדת טמאה כנדה אע\"פ שלא ראתה דם עכ\"ל וברור דהיינו טעמא משום דאי איפשר לפתיחת הקבר בלא דם והחי יתן אל לבו כי לא הלך לבו מפרק לפרק ולא פגעה בו שכחה אלא ודאי הכותב הזה הפריז יותר מדאי דהכא ברואה ומפלת והתם ביולדת ותלה עצמו באילן גדול מדאמר רבי יוחנן חוכמתיה דרבי חנינא גרמה לי דלא אחזי דמא מטמאנא מטהר מטהרנא מטמא וא\"ר זירא טבעא דבבל גרמה לי דלא אחזי דמא ומה רבה דידע בטבעא לא חזי אנא אחזי ואידך דאמר רבי זירא בנות ישראל כו' ע\"כ. והביא ר\"י אלפס ז\"ל בריש הלכות שבועות בפיסקי נדה אלמא במראות דמים נסתפקו כי נתמעטו הלבבות והחמירו כי לא הכירו אבל שאר דברים לא הזכירו ובכך עלו דברי ר\"מ ז\"ל על מתכונתם ורמו וישבו תחתם יחד כולם בפרטם ובכללם הרכיב והבריך וקיצר והאריך בסמוך:"
            ],
            [
                "<b>וכן אם היתה בה מכה כו' עד ולא נתחדש בה דבר אלא ספירת שבעת ימים נקיים לכל הרואה דם טמא כמו שביארנו ושיהו כל מראה דמים טמאים.</b> עכ\"ל. וזהו כאותן מימרות ממש דרבי זירא וכדאמר רבי יוחנן:"
            ],
            [
                "<b>זה שתמצא במקצת המקומות עד עלתה לה טבילה.</b> כל זה במסכת נדה פרק תינוקת <small> (דף ס\"ז) </small> ובכמה מקומות ותשובות הגאונים והסכמת רבותינו הראשונים והאחרונים:"
            ],
            [
                "<b>זה שתמצא במקצת המקומות עד עלתה לה טבילה.</b> כל זה במסכת נדה פרק תינוקת <small> (דף ס\"ז) </small> ובכמה מקומות ותשובות הגאונים והסכמת רבותינו הראשונים והאחרונים:"
            ],
            [
                "<b>זה שתמצא במקצת המקומות עד עלתה לה טבילה.</b> כל זה במסכת נדה פרק תינוקת <small> (דף ס\"ז) </small> ובכמה מקומות ותשובות הגאונים והסכמת רבותינו הראשונים והאחרונים:"
            ],
            [
                "<b>זה שתמצא במקצת המקומות עד עלתה לה טבילה.</b> כל זה במסכת נדה פרק תינוקת <small> (דף ס\"ז) </small> ובכמה מקומות ותשובות הגאונים והסכמת רבותינו הראשונים והאחרונים:"
            ],
            [
                "<b>ואסור לאדם שידבק באשתו עד ולא יאכל עמה בקערה אחת:</b> כתב הראב\"ד ז\"ל אנו נוהגין אפילו על שולחן אחד וכן כתב רב אחא ז\"ל: <b> ואני </b> אומר עיקר אלו ההלכות פ\"ק דשבת <small> (דף י\"ג) </small> ובזו משום הרגל עבירה נגעו בה והנוסחאות והדעות רבו בה עד שאמרו רבותינו בעלי התוספות ז\"ל שנהגו העולם להפסיק במפה וכולם דברי אלהים חיים:",
                "<b> כללו של דבר עד כמו שביארנו.</b> פ\"ק דשבת במעשה בימי לבוניך מהו אצליך כו':"
            ],
            [
                "<b>כל המלאכה שהאשה עושה עד שלש מלאכות אלו.</b> פ\"ק דשבת:",
                "<b> ומותר לאשה להתקשט בימי נדתה כדי שלא תתגנה על בעלה.</b> זה מפורש בברייתא לרבי עקיבא פרק במה אשה <small> (דף ס\"ד) </small> גמרא מתני' דכבול ופיאה והביאה ר\"י אלפס בפיסקי נדה:"
            ]
        ],
        [
            [
                "<b>ישראל שבא על הכותית כו' עד לא תקח לבנך.</b> פרק אין מעמידין <small> (דף ל\"ו)</small> :",
                "<b> אחד שבעה עממין כו' עד אלא דרך חתנות.</b> פרק אין מעמידין ופרק שני דיבמות <small> (דף כ\"ג)</small> :",
                "<b> אבל הבא על הכותית וכו' עד שאינה בת קידושין.</b> פרק אין מעמידין ופרק הנשרפין <small> (דף פ\"ב)</small> :"
            ],
            [
                "<b>ישראל שבא על הכותית כו' עד לא תקח לבנך.</b> פרק אין מעמידין <small> (דף ל\"ו)</small> :",
                "<b> אחד שבעה עממין כו' עד אלא דרך חתנות.</b> פרק אין מעמידין ופרק שני דיבמות <small> (דף כ\"ג)</small> :",
                "<b> אבל הבא על הכותית וכו' עד שאינה בת קידושין.</b> פרק אין מעמידין ופרק הנשרפין <small> (דף פ\"ב)</small> :"
            ],
            [
                "<b>ישראל שבא על הכותית כו' עד לא תקח לבנך.</b> פרק אין מעמידין <small> (דף ל\"ו)</small> :",
                "<b> אחד שבעה עממין כו' עד אלא דרך חתנות.</b> פרק אין מעמידין ופרק שני דיבמות <small> (דף כ\"ג)</small> :",
                "<b> אבל הבא על הכותית וכו' עד שאינה בת קידושין.</b> פרק אין מעמידין ופרק הנשרפין <small> (דף פ\"ב)</small> :"
            ],
            [
                "<b>כל הבועל כותית וכו' עד הרי אלו משובחין וזריזין:</b> כתב הראב\"ד ז\"ל בד\"א שהתרו בו וכו': <b> ואני </b> אומר התראה זו לא מצאתיה לא פרק אין מעמידין ולא פרק הנשרפין בבבלי אך בירושלמי יש לו מקצת טעם דאמרינן במעשה זמרי פנחס שלא ברצון חכמים עשה אלא שאין לנו לסמוך עליו הואיל ולא הוזכר בבבלי ושכרו שנתן לו השם מוכיח וגם ר\"י אלפס ז\"ל לא הביאו בהלכות לומר לך שאינה הלכה ועוד שהרי זמרי בפרהסיא עשה והביאה לפני משה והתריס ומה התראה גדולה מזו והלא אין התראה באה אלא להבחין בין שוגג למזיד וודאי דברי ר\"מ ז\"ל נכונים:",
                "<b> ודבר זה הלכה וכו' עד אין הבועל נהרג עליו.</b> פרק אין מעמידין <small> (דף ל\"ו) </small> ופרק הנשרפין <small> (דף פ\"ב)</small> :",
                "<b> והבא על בת גר תושב אין קנאין פוגעין בו אבל מכין אותו מכת מרדות.</b> כן משמע פרק הערל <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>כל הבועל כותית וכו' עד הרי אלו משובחין וזריזין:</b> כתב הראב\"ד ז\"ל בד\"א שהתרו בו וכו': <b> ואני </b> אומר התראה זו לא מצאתיה לא פרק אין מעמידין ולא פרק הנשרפין בבבלי אך בירושלמי יש לו מקצת טעם דאמרינן במעשה זמרי פנחס שלא ברצון חכמים עשה אלא שאין לנו לסמוך עליו הואיל ולא הוזכר בבבלי ושכרו שנתן לו השם מוכיח וגם ר\"י אלפס ז\"ל לא הביאו בהלכות לומר לך שאינה הלכה ועוד שהרי זמרי בפרהסיא עשה והביאה לפני משה והתריס ומה התראה גדולה מזו והלא אין התראה באה אלא להבחין בין שוגג למזיד וודאי דברי ר\"מ ז\"ל נכונים:",
                "<b> ודבר זה הלכה וכו' עד אין הבועל נהרג עליו.</b> פרק אין מעמידין <small> (דף ל\"ו) </small> ופרק הנשרפין <small> (דף פ\"ב)</small> :",
                "<b> והבא על בת גר תושב אין קנאין פוגעין בו אבל מכין אותו מכת מרדות.</b> כן משמע פרק הערל <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>לא פגעו בו הקנאים עד קדש ה'.</b> פרק הנשרפין:"
            ],
            [
                "<b>עון זה עד ולמעול בו.</b> פ\"ב דיבמות <small> (דף כ\"ג)</small> :"
            ],
            [
                "<b>עון זה עד ולמעול בו.</b> פ\"ב דיבמות <small> (דף כ\"ג)</small> :"
            ],
            [
                "<b>עכו\"ם הבא על בת ישראל וכו' עד שנאמר הן הנה היו וכו' וכל אשה יודעת איש וכו'.</b> פרק ד' מיתות:"
            ],
            [
                "<b>עכו\"ם הבא על בת ישראל וכו' עד שנאמר הן הנה היו וכו' וכל אשה יודעת איש וכו'.</b> פרק ד' מיתות:"
            ],
            [
                "<b>העבדים שהטבילו אותן וכו' עד לא באו.</b> פרק ד' מיתות:",
                "<b> לפיכך השפחה אסורה עד כמו שביארנו.</b> זה פסק מכח מימרא דרב חסדא ורב דימי דפרק ד' מיתות ומדאמר פרק אין מעמידין <small> (דף ל\"ו) </small> ופרק הנשרפין <small> (דף פ\"ב) </small> ופרק ד' מחוסרי כפרה בדיני השפחה ופרק נושאין נמי הכי אסיקנא <small> (דף ק') </small> לא תנסוב כותית ושפחה:"
            ],
            [
                "<b>העבדים שהטבילו אותן וכו' עד לא באו.</b> פרק ד' מיתות:",
                "<b> לפיכך השפחה אסורה עד כמו שביארנו.</b> זה פסק מכח מימרא דרב חסדא ורב דימי דפרק ד' מיתות ומדאמר פרק אין מעמידין <small> (דף ל\"ו) </small> ופרק הנשרפין <small> (דף פ\"ב) </small> ופרק ד' מחוסרי כפרה בדיני השפחה ופרק נושאין נמי הכי אסיקנא <small> (דף ק') </small> לא תנסוב כותית ושפחה:"
            ],
            [
                "<b>ואל יהי עון זה קל בעיניך עד ולא תהיה קדשה.</b> מקצת זה הדין פרק ד' מיתות וכבר הארכתי בו בענין הקדשה וענין המשנה ביבמות סוף פרק נושאין ולא תנסוב כותית ושפחה דלא ליזול זרעך בתרה:"
            ],
            [
                "<b>הבא על השפחה עד יצתה מכלל העכו\"ם.</b> פרק אין מעמידין ופרק הנשרפין ופרק החולץ:"
            ],
            [
                "<b>נתערב ולד ישראל עד ספק גיורת.</b> ביבמות פרק נושאין על האנוסה <small> (דף צ\"ט)</small> :"
            ],
            [
                "<b>נתערב ולד ישראל עד ספק גיורת.</b> ביבמות פרק נושאין על האנוסה <small> (דף צ\"ט)</small> :"
            ],
            [
                "<b>כל העכו\"ם כולם כשיתגיירו עד אלא לענין ביאה בקהל.</b> פ\"ק דכריתות ובפרק הערל <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>וכיצד דינם עמון ומואב עד אשר יולדו להם דור שלישי.</b> פרק הערל:"
            ],
            [
                "<b>וכיצד דינם עמון ומואב עד אשר יולדו להם דור שלישי.</b> פרק הערל:"
            ],
            [
                "<b>מצרית מעוברת שנתגיירה עד ולא רחמו עליהם.</b> ביבמות פרק הערל <small> (דף ס\"ח) </small> ובקידושין פרק האומר <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>מצרית מעוברת שנתגיירה עד ולא רחמו עליהם.</b> ביבמות פרק הערל <small> (דף ס\"ח) </small> ובקידושין פרק האומר <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>מצרית מעוברת שנתגיירה עד ולא רחמו עליהם.</b> ביבמות פרק הערל <small> (דף ס\"ח) </small> ובקידושין פרק האומר <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>מצרית מעוברת שנתגיירה עד ולא רחמו עליהם.</b> ביבמות פרק הערל <small> (דף ס\"ח) </small> ובקידושין פרק האומר <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>מצרית מעוברת שנתגיירה עד ולא רחמו עליהם.</b> ביבמות פרק הערל <small> (דף ס\"ח) </small> ובקידושין פרק האומר <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>כשעלה סנחריב מלך אשור וכו' עד סוף הפרק.</b> פרק תפלת השחר <small> (דף כ\"ט)</small> :"
            ]
        ],
        [
            [
                "<b>בשלשה דברים נכנסו ישראל וכו' עד ע\"י כל ישראל.</b> ביבמות פרק החולץ <small> (דף מ\"ו) </small> ובכריתות פרק ד' מחוסרי כפרה:"
            ],
            [
                "<b>בשלשה דברים נכנסו ישראל וכו' עד ע\"י כל ישראל.</b> ביבמות פרק החולץ <small> (דף מ\"ו) </small> ובכריתות פרק ד' מחוסרי כפרה:"
            ],
            [
                "<b>בשלשה דברים נכנסו ישראל וכו' עד ע\"י כל ישראל.</b> ביבמות פרק החולץ <small> (דף מ\"ו) </small> ובכריתות פרק ד' מחוסרי כפרה:"
            ],
            [
                "<b>וכן לדורות כשירצה וכו' עד יביא קרבנו.</b> פרק ד' מחוסרי כפרה:"
            ],
            [
                "<b>וכן לדורות כשירצה וכו' עד יביא קרבנו.</b> פרק ד' מחוסרי כפרה:"
            ],
            [
                "<b>גר שמל ולא טבל וכו' עד ואם הטבילוהו הרי זה גר.</b> פרק החולץ:"
            ],
            [
                "<b>קטן מטבילין אותו וכו' עד שזכות הוא לו.</b> פ\"ק דכתובות <small> (דף י\"א)</small> :",
                "<b> מעוברת שנתגיירה וטבלה עד שיביא עדים.</b> פרק הערל <small> (דף ע\"ח) </small> ופרק החולץ <small> (דף מ\"ו)</small> :"
            ],
            [
                "<b>היה נשוי לישראלית עד הואיל והוחזקו עכו\"ם.</b> פרק החולץ:"
            ],
            [
                "<b>היה נשוי לישראלית עד הואיל והוחזקו עכו\"ם.</b> פרק החולץ:"
            ],
            [
                "<b>אבל מי שבא ואמר שהיה עכו\"ם ונתגייר בב\"ד וכו' עד ואני אומר מעלה עשו ביוחסין:</b> כתב הראב\"ד ז\"ל שלא על דרך הלכה היא זו דלדעת ר' יהודה בארץ ישראל צריך להביא ראיה אבל לא בחוצה לארץ ולדעת חכמים בכל מקום צריך להביא ראיה: <b> ואני </b> אומר תמה על עצמך איך המציא ר\"מ ז\"ל חילוק בין הזמנים שלא הוזכר חילוק זה בתלמוד כלל ועוד תימה מאין לו לחלק בין יוחסין להשיאו אשה לשאר דברים שכתב תחלת זאת הפיסקא גיורת שראינוה נוהגת בדרכי ישראל תמיד וכו' עד וכן גר שנוהג בדרכי ישראל וכו' עד הרי אלו בחזקת גרי צדק ואע\"פ שאין שם עדים שמעידים בפני מי נתגיירו אעפ\"כ אם באו להתערב בישראל אין משיאין אותן עד שיבאו עדים או עד שיטבלו בפנינו הואיל והוחזקו עכו\"ם אבל וכו' כדכתיבנא. ודע כי עיקר הלכה זו פרק החולץ <small> (דף מ\"ו) </small> גבי שמעתין דגרים דגרסינן ת\"ר נכרי שבא ואמר גר אני יכול נקבלנו ת\"ל אתך במוחזק לך בא ועדיו עמו מניין ת\"ל כו' אתך בכל מקום שאתך א\"כ מה ת\"ל בארץ בארץ צריך להביא ראיה בח\"ל א\"צ להביא ראיה דברי ר\"י וחכמים אומרים בין בארץ בין בחוצה לארץ צריך להביא ראיה ושקלינן וטרינן עלה עד דאסיקנא א\"ר חייא בר אבא אמר ר' יוחנן הלכה בין בארץ בין בח\"ל צריך להביא ראיה ואקשינן פשיטא יחיד ורבים הלכה כרבים ופרקינן מהו דתימא מסתבר טעמיה דרבי יהודה דקא מסייעי ליה קראי קמ\"ל ולכך קושיית ראב\"ד ז\"ל נראית בפומבי לכאורה דמרפסא איגרא ומהפך גמרא אליבא דרבי יהודה וסברא דקרא ור\"מ ז\"ל לא עביד לאפוקי נפשיה בר מהלכתא אלא מגלי עמיקתא ומסתרתא ועתה הבן שהוא קיבל להקשות טפי בהא שמעתא חדא דקשיא ליה דרבי חייא בר אבא אמר רבי יוחנן דהכא אדרבי חייא בר אבא גופיה דפסיק בסמוך גר צריך שלשה משפט כתיב ביה אלמא בעינן תלתא כדברי חכמים וגרסינן נמי לקמן ת\"ר ושפטתם צדק כו' מכאן א\"ר יהודה גר שנתגייר בב\"ד נאמן בינו לבין עצמו אינו נאמן ומעשה באחד שבא לפני ר' יהודה ואמר לו נתגיירתי ביני לבין עצמי א\"ל ר\"י יש לך עדים א\"ל לאו יש לך בנים א\"ל הן א\"ל נאמן אתה לפסול עצמך ואין אתה נאמן לפסול את בניך ואקשינן מדרבי יהודה אדרבי יהודה מדתנינן יכיר יכירנו לאחרים מכאן א\"ר יהודה נאמן אדם לומר זה בני בכור וכשם שנאמן אדם לומר זה בני בכור כך נאמן לומר זה בן גרושה הוא או בן חלוצה וחכ\"א אינו נאמן ופרקינן אמר רב נחמן בר יצחק ה\"ק ליה לדבריך עכו\"ם אתה ואין עדות לעכו\"ם ומסיק תלמודא הלכתא כרב נחמן ואפילו לרבי חייא בר אבא דקא מפרש לברייתא דקא מסייע לרבנן וכדאוקימנא לה לגבי בכור דיכיר אלמא משמע דאפילו ר' יהודה חזר להודות כדברי חכמים דצריך להביא ראיה ולא חילק בין א\"י לח\"ל וכן משמע בקידושין פרק האומר <small> (דף ס\"ב) </small> גבי האומר הרי את מקודשת לי לאחר שאתגייר דאמרינן גר נמי לאו בידו הוא דאמר רבי יוחנן כו' עד מי יימר דמזדקקי לי הני תלתא וגם כן פסק ר\"י אלפס ז\"ל והשתא אתמהה דגרסינן לעיל בהא שמעתא גופא <small> (דף מ\"ה) </small> ההוא דהוו קרו ליה בר ארמייתא אמר רב אשי מי לא טבלה לנדותה ההוא דהוו קרו ליה בר ארמאה אמר (בגמרא דילן גרסינן: ריב\"ל) רב אסי מי לא טביל לקריו ע\"כ. והא ודאי הני עובדי נינהו וקי\"ל מעשה רב בכל מקום ורב אשי ורב אסי נמי בתראי נינהו וקי\"ל הלכתא כבתראי ופשיטא לן דלא הוה להו ראייה דא\"כ היכי הוו קרו להו בני ארמייתא ומה הוו צריכי למימר מי לא טבלה לנדתה ולקריו אלא משמע מינה דבלאו הכי סגי ומיגו דיכלי למימר מעיקרא ישראל אנן כי אמרי גירי אנן מהימני דהפה שאסר הוא הפה שהתיר כאותה ששנינו אמרה אשת איש הייתי וגרושה אני נאמנת וכן כתב הרמב\"ן ז\"ל בנימוקי שלו מדעת הגאון הראשון ז\"ל ומדעתו והביא ג\"כ הא דאשכחן בירושלמי דקידושין פרק האומר אלא ריב\"ל כהדא דתני בר קפרא דתני בר קפרא גר שמל ולא טבל הרי זה כשר שאין גר שלא טבל לקריו וקשיא עלתה לו טומאה קלה מטומאה חמורה אמר רבי יוסי בר' בון מכיון שזו וזו לשם קדושת ישראל עלתה לו ע\"כ וגם ר\"י אלפס כן פסק וא\"כ קשיא הלכתא אהלכתא ועוד שאני מצאתי בירושלמי סוף מסכת גרים (המסכתא הזאת סדרוה רבנן סבוראי אחר רב אשי כגמרא על מסכת תמיד וכבר נדפסה אצל הש\"ס בכרך סנהדרין) דגרסינן סתמא חביבה ארץ ישראל שמכשרת גרים האומר בארץ ישראל גר אני מקבלין אותו מיד ובחוצה לארץ אין מקבלין אותו אלא א\"כ היו עדיו עמו ע\"כ. ותמה על עצמך עליה כמו שתמה הראב\"ד ז\"ל על ר\"מ ז\"ל הא מתניא שלא כהלכה ודלא כחד דהאי אי ר' יהודה מיחלפא גמרא וסברא דקרא ממש ואי רבנן פליגי להדיא ומסתברא ליה לר\"י אלפס ז\"ל לפרוקי הני קושייתא דמאי דפסקינן הכא הלכה כר' יוחנן ואליבא דרבנן לכתחלה הוא דלא נהגינן ביה מנהג ישראל ומנסבינן ליה בת ישראל עד דטביל בפני ג' ומייתי ראיה דאיגייר והנך מיירי דאיעבד ולנהוג בו מנהג גר צדק ובעל הלכות גדולות כתב דההיא דר\"י בזמן הזה והנך בזמן הראשון וכן כתבו מקצת הגאונים ז\"ל ותמהו בלא טענה הבאים אחריהם על זה ויש לי ליתן להם טעם דהא רב אסי בתראה הוה כדכתיבנא ורב אסי נמי תלמיד ר' יוחנן הוה וגם על ר\"י אלפס ז\"ל הקשה הרמב\"ן ז\"ל מהא דא\"ר יהודה ואין אתה נאמן לפסול בניך והלא כשרין היו וא\"ת אף הבנים לכתחלה פוסלין אותן והרי אמר לו לדבריך עכו\"ם אתה וכתב דיש לדחוק שהיה אומר שלא טבל לקירוייו מעולם מיהו קשיא ליה טפי מההיא דקידושין דהא אמר להדיא תלמודא לאו בידו הוא ומי יימר דמיזדקקי ליה כדכתיבנא ולפיכך לא ראה את דבריו ור\"מ ז\"ל בקבלתו מן הראשונים ובקיאותו אפילו במסכת גרים וסברתו הנכונה הסכים כדברי כולם לחלק בין יוחסין לשאר הדברים ובין זה הזמן שאינו מוחזקין העולם אצלנו לזמן הראשונים שהיו מוחזקין כולם ויש לי להביא לו ראיה מריש מסכת פסחים <small> (דף ג') </small> בההוא עכו\"ם דהוה סליק ואכיל פסחים בירושלים כו' עד שלם עלך רבי יהודה דאת בנציבין ומצודתך פרוסה בירושלים אלמא כולם היו בחזקת ישראל וכההיא דמסכת גרים משום חביבות ישראל כלומר שהיו מוחזקין וב\"ד קבועין אבל בזמן הזה דפליגי חכמים ורבי יהודה ביוחסין אם הם חשובים מוחזקים לא ועוד דדייק מיניה לישנא דברייתא דקתני אתך במוחזק לך דאלמא בעינן חזקה ליוחסין והשתא דליכא חזקה הלכה כדברי חכמים דבהאי פליגי דוקא אבל היכא דאיכא חזקה או לשאר דברים אע\"ג דליכא חזקה ולא ראיה מודו דמעשיה מוכיחין עליה ופי' ג\"כ דברי רבי יוחנן וברייתא דרבי יהודה כפירוש הגאון ז\"ל במוחזק שאמר נתגיירתי אבל מי שבא ואמר גר אני נאמן שהפה שאסר הוא הפה שהתיר כמו שכתבתי וכן בחוצה לארץ שאין שם חזקה צריך ראיה כההיא דסוף גרים שהיא הלכה ומתניא גבי הלכתא פסיקתא ולא חש לדברי רבי יהודה דהכא דהא הדר ביה לגבי רבנן. עלה בידך פי' לשון ר\"מ ז\"ל כך בקצרה גיורת שראינוה נוהגת בדרכי ישראל וכו' וכן גר כו' הרי אלו בחזקת גרי צדק פי' לשאר הדברים כדרב אשי ורב אסי ושאר הראיות שהבאתי אעפ\"כ אם באו להתערב בישראל אין משיאין אותן כו' עד הואיל והוחזקו עכו\"ם פי' כדר' חייא בר אבא אמר רבי יוחנן במוחזק בעכו\"ם וליוחסין וכפירוש הגאונים ז\"ל אבל מי שבא ואמר שהיה עכו\"ם ונתגייר בב\"ד פי' ולא היינו יודעין זולתי על פיו שהיה עכו\"ם נאמן שהפה שאסר הוא הפה שהתיר כי חזר רבי יהודה להורות כדברי חכמים:",
                "<b> בד\"א בארץ ישראל.</b> בירושלמי דסוף מסכת גרים דהוי כי חזקה דכשרות דמודו בה רבנן לרבי יהודה כדפרישית:",
                "<b> ובאותן הימים.</b> כדעת בעל הלכות גדולות וכדפרישית נמי דאפילו חכמים דרבי יהודה מודים בה:",
                "<b> אבל בח\"ל צריך להביא ראיה.</b> בסיפא דמס' גרים וכדרבי יוחנן וחכמים דמיירי ביוחסין כפירוש הגאון ז\"ל:",
                "<b> ואין להם חזקה דכשרות ואני אומר שזו מעלה ביוחסין.</b> כפלוגתא דרבי יהודה ורבנן במסכת קידושין גבי בחזקת יוחסין בזמן הזה ועיקר התירוץ כאן ליוחסין וכדמשמע לישנא דברייתא נאמן אתה לפסול כו' כאן לשאר מילי וכי קשיא לך מההיא דסוף מסכת גרים תריץ לא נחלקו חכמים אלא בזמן הזה וחוצה לארץ נמי בכל זמן כזמן הזה בארץ ישראל דמי כדמסכת גרים וכדאמרינן ריש גיטין בארץ ישראל בקיאין לשמה בחוצה לארץ לא ונמצאו דברי רבינו משה ז\"ל נכונים:"
            ],
            [
                "<b>כשם שמלין ומטבילין כו' עד לשם עבדות.</b> פרק החולץ <small> (דף מ\"ה מ\"ו) </small> ופרק שני דמסכת גרים ירושלמי:",
                "<b> הלוקח עבד מן העכו\"ם כו' עד ותחדל לדבר אליה.</b> פרק החולץ <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>כשם שמלין ומטבילין כו' עד לשם עבדות.</b> פרק החולץ <small> (דף מ\"ה מ\"ו) </small> ופרק שני דמסכת גרים ירושלמי:",
                "<b> הלוקח עבד מן העכו\"ם כו' עד ותחדל לדבר אליה.</b> פרק החולץ <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>כשם שמלין ומטבילין כו' עד לשם עבדות.</b> פרק החולץ <small> (דף מ\"ה מ\"ו) </small> ופרק שני דמסכת גרים ירושלמי:",
                "<b> הלוקח עבד מן העכו\"ם כו' עד ותחדל לדבר אליה.</b> פרק החולץ <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>כשם שמלין ומטבילין כו' עד לשם עבדות.</b> פרק החולץ <small> (דף מ\"ה מ\"ו) </small> ופרק שני דמסכת גרים ירושלמי:",
                "<b> הלוקח עבד מן העכו\"ם כו' עד ותחדל לדבר אליה.</b> פרק החולץ <small> (דף מ\"ה)</small> :"
            ],
            [
                "<b>לפיכך לא קבלו בית דין כו' עד אז יבנה שלמה.</b> תחלתו פרק לפני אידיהן והכל פרק הערל <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>לפיכך לא קבלו בית דין כו' עד אז יבנה שלמה.</b> תחלתו פרק לפני אידיהן והכל פרק הערל <small> (דף ע\"ו)</small> :"
            ],
            [
                "<b>גר שלא בדקו אחריו כו' עד סוף הפרק.</b> פרק החולץ <small> (דף מ\"ו)</small> :"
            ],
            [
                "<b>גר שלא בדקו אחריו כו' עד סוף הפרק.</b> פרק החולץ <small> (דף מ\"ו)</small> :"
            ]
        ],
        [
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>כיצד מקבלין גירי הצדק כו' עד ומקצת מצות חמורות.</b> פרק החולץ <small> (דף מ\"ו)</small> :",
                "<b> ואין מאריכין כו' עד שלא יראו אותה כשתעלה מן המים.</b> פרק החולץ <small> (דף מ\"ז) </small> ומקצתן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>אי זהו גר תושב כו' עד כמו שביארנו בהלכות ע\"ז.</b> במסכת ע\"ז פרק בתרא <small> (דף ס\"ד) </small> ומה שביאר ר\"מ ז\"ל הוא פי\"א דהלכות ע\"ז וחקות העכו\"ם:"
            ],
            [
                "<b>אין מקבלין גר תושב אלא בזמן שהיובל נוהג:</b> כתב הראב\"ד ז\"ל דעת זה המחבר סתום וחתום וכו' שלא למול ושלא לטבול כמה שירצה בכל זמן עכ\"ל: <b> ואני </b> אומר מחבר הוא האמת בזה החיבור כמו שכתבתי כמה פעמים גם אני בזה החיבור שלי שכוונתו לכמה דברים ואחד מהן שהוא קיצר הארוך ומי שרוצה לדקדק יעיין בהלכה וידקדק ואילו בא לפרש בו יארך יותר מדאי וגם מפרש הוא בפירוש התלמוד כדרך המפרשים ז\"ל ושם ינוחו יגיעי כח וגם בזה הדין נהג מנהג יפה כדרכו הישרה שכתב הדין כמו שהוא סוף פרק המקדיש שדהו ערכין <small> (דף כ\"ט) </small> דגרס אמר רשב\"א אין גר תושב נוהג אלא בזמן שהיובל נוהג אמר רב ביבי מאי טעמא אתיא טוב טוב כתיב הכא כי טוב לו עמך וכתיב התם בטוב לו לא תוננו ע\"כ. הנה לא סתם ולא חתם אלא שקיצר וגם אין לו ליתן טעם שלא נתן התלמוד אלא מדין ג\"ש וקי\"ל דאין אדם דן ג\"ש מעצמו אא\"כ קבלה מרבו ורבו מרבו עד הר סיני נמצא שהוא הלכתא בלא טעמא ואם הראב\"ד הפריז שכלו בטוב טעם זכור לטוב. ושאר דיני גר תושב שרצה הראב\"ד ז\"ל שיבאר כבר ביאר כל דבר ודבר במקומו פי\"א דהלכות ע\"ז וחקות העכו\"ם ביאר שנושיב אותו בתוכנו הואיל ואנו מצווין להחיותו הנה הביא ראיה שהיא מפורשת בכמה מקומות בתלמוד וכוונתו לפסוק בהפך מאותה דספרי לפי שאינה פסוקה לו הואיל ולא הוקבעה בתלמוד ואדרבה חולקת מכלל שאינה הלכה והדין עמו אתמהה אם איתא דלא משתמיט תנא ואמר לה בתלמוד ועוד דהא בירושלמי דמסכת גרים כי מייתי שאין מושיבין אותו ושאר חילוקים לא מנה זאת עמהן וענין שקונה עבד עברי כעכו\"ם ביארו בקצרה פרק ראשון דהלכות עבדים שאין ישראל יכול למכור עצמו לא לעכו\"ם ולא לגר תושב כדאיתא פרק הערל ובמקומות אחרים ואם עבר ומכר כתב כל חלוקיו פ\"ב דהלכות עבדים וכמו שהן מפורשים סוף ערכין ופ\"ק דקידושין ועוד עשה חכמה גדולה שלא הזכירו כאן תדע דגרסינן בערכין סוף פרק המקדיש אין עבד עברי נוהג אלא בזמן שהיובל נוהג שנאמר עד שנת היובל יעבוד עמך וחברו ר\"מ ז\"ל סוף פ\"א דהלכות עבדים נמצא דהא בהא תליא שהראב\"ד ז\"ל עצמו כותב שאין כל הדינין האלו נוהגין אלא בזמן שהיובל נוהג ראה עתה שלא הניח לא דבר גדול ולא קטן שלא כתב ואילו קרא הקורא לפני רבינו הראב\"ד ז\"ל באלו המקומות לא היה כותב לשון זה עליו:",
                "<b> אבל בזמן הזה כו' עד אלא בזמן היובל.</b> פרק החולץ וסוף פרק המקדיש שדהו ופרק בתרא דמסכת ע\"ז מקצתו וכן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>אין מקבלין גר תושב אלא בזמן שהיובל נוהג:</b> כתב הראב\"ד ז\"ל דעת זה המחבר סתום וחתום וכו' שלא למול ושלא לטבול כמה שירצה בכל זמן עכ\"ל: <b> ואני </b> אומר מחבר הוא האמת בזה החיבור כמו שכתבתי כמה פעמים גם אני בזה החיבור שלי שכוונתו לכמה דברים ואחד מהן שהוא קיצר הארוך ומי שרוצה לדקדק יעיין בהלכה וידקדק ואילו בא לפרש בו יארך יותר מדאי וגם מפרש הוא בפירוש התלמוד כדרך המפרשים ז\"ל ושם ינוחו יגיעי כח וגם בזה הדין נהג מנהג יפה כדרכו הישרה שכתב הדין כמו שהוא סוף פרק המקדיש שדהו ערכין <small> (דף כ\"ט) </small> דגרס אמר רשב\"א אין גר תושב נוהג אלא בזמן שהיובל נוהג אמר רב ביבי מאי טעמא אתיא טוב טוב כתיב הכא כי טוב לו עמך וכתיב התם בטוב לו לא תוננו ע\"כ. הנה לא סתם ולא חתם אלא שקיצר וגם אין לו ליתן טעם שלא נתן התלמוד אלא מדין ג\"ש וקי\"ל דאין אדם דן ג\"ש מעצמו אא\"כ קבלה מרבו ורבו מרבו עד הר סיני נמצא שהוא הלכתא בלא טעמא ואם הראב\"ד הפריז שכלו בטוב טעם זכור לטוב. ושאר דיני גר תושב שרצה הראב\"ד ז\"ל שיבאר כבר ביאר כל דבר ודבר במקומו פי\"א דהלכות ע\"ז וחקות העכו\"ם ביאר שנושיב אותו בתוכנו הואיל ואנו מצווין להחיותו הנה הביא ראיה שהיא מפורשת בכמה מקומות בתלמוד וכוונתו לפסוק בהפך מאותה דספרי לפי שאינה פסוקה לו הואיל ולא הוקבעה בתלמוד ואדרבה חולקת מכלל שאינה הלכה והדין עמו אתמהה אם איתא דלא משתמיט תנא ואמר לה בתלמוד ועוד דהא בירושלמי דמסכת גרים כי מייתי שאין מושיבין אותו ושאר חילוקים לא מנה זאת עמהן וענין שקונה עבד עברי כעכו\"ם ביארו בקצרה פרק ראשון דהלכות עבדים שאין ישראל יכול למכור עצמו לא לעכו\"ם ולא לגר תושב כדאיתא פרק הערל ובמקומות אחרים ואם עבר ומכר כתב כל חלוקיו פ\"ב דהלכות עבדים וכמו שהן מפורשים סוף ערכין ופ\"ק דקידושין ועוד עשה חכמה גדולה שלא הזכירו כאן תדע דגרסינן בערכין סוף פרק המקדיש אין עבד עברי נוהג אלא בזמן שהיובל נוהג שנאמר עד שנת היובל יעבוד עמך וחברו ר\"מ ז\"ל סוף פ\"א דהלכות עבדים נמצא דהא בהא תליא שהראב\"ד ז\"ל עצמו כותב שאין כל הדינין האלו נוהגין אלא בזמן שהיובל נוהג ראה עתה שלא הניח לא דבר גדול ולא קטן שלא כתב ואילו קרא הקורא לפני רבינו הראב\"ד ז\"ל באלו המקומות לא היה כותב לשון זה עליו:",
                "<b> אבל בזמן הזה כו' עד אלא בזמן היובל.</b> פרק החולץ וסוף פרק המקדיש שדהו ופרק בתרא דמסכת ע\"ז מקצתו וכן בירושלמי דמסכת גרים:"
            ],
            [
                "<b>העכו\"ם אין אסור עליהם משום ערוה עד מותרות להן.</b> פרק ארבע מיתות <small> (דף נ\"ו)</small> :"
            ],
            [
                "<b>עכו\"ם שנתגייר עד משום ערוה כלל.</b> פרק שני דיבמות <small> (דף כ\"ב) </small> ופרק החולץ ופרק נושאין <small> (דף צ\"ח)</small> :"
            ],
            [
                "<b>דין תורה כו' עד כבא על הנכרית.</b> פרק שני דיבמות:"
            ],
            [
                "<b>כיצד דין הגרים וכו' עד אין מפרישין אותן.</b> פרק נושאין:",
                "<b> גר אסור בשאר האם כו'.</b> פרק שני דיבמות ופרק החולץ <small> (דף מ\"ז מ\"ח)</small> :",
                "<b> ומותר בשאר האב כו' עד ובתו שנתגיירה מותרת לו.</b> פרק נושאין:",
                "<b> אבל אינו נושא לא אחותו מאמו וכו' עד הרי זו מותרת לו:</b> כתב הראב\"ד ז\"ל מכדי רב ששת וכו' אבל נסבה כשהוא גר אסור עכ\"ל: <b> ואני </b> אומר איני מבין דברים הללו כי אני רואה דברי ר\"מ ז\"ל מסודרים שחיבר תחילה כיצד דין הגרים בעריות כו' עד מדברי סופרים כאשר הם ביבמות פרק שני ופרק החולץ ואחרי כן ומותר בשאר האב אע\"פ שיודע ודאי שזה שארו מאביו כגון תאומים שדבר ברור הוא שאביו של זה הוא אביו של זה אעפ\"כ לא גזרו על שאר אביו עכ\"ל. ופסק זה מכח ההיא דגרסינן ביבמות פרק נושאין <small> (דף צ\"ח) </small> גמרא מתניתין דהגיורת שנתגיירו בניה עמה כו' אמר אביי [בגמרא גרסינן רבא] הא דאמור רבנן אין אב לעכו\"ם לא תימא משום דשטופי בזמה ולא ידיע אבל [היכא] דידיע חיישינן אלא אפילו דידיע נמי לא חיישינן דהא שני אחים תאומים טפה אחת היא ונחלקת לשנים (וקאמר אין חייבין משום אשת אח) [בגמרא איתא וקתני סיפא לא חולצין ולא מייבמין] ש\"מ אפקורי אפקריה רחמנא לזרעיה דכתיב אשר בשר חמורים בשרם וזרמת סוסים זרמתם ע\"כ. הנך רואה בעיניך שזה אות באות דרך קצרה מאורך הגמרא ואח\"כ כתב לפיכך נושא הגר אשת אחיו מאביו כו' עד ובתו שנתגיירה מותרת לו שכולן באות מכח זה שאין האב חשוב אצל זרעו לאב כלל לא באחות ולא בלידה וכיוצא בה ואחרי כן כתב אבל אינו נושא לא אחותו מאמו ולא אחות אמו מאמה לפי ששאר האם יש להם כדמשמע בהדא שמעתא ואיתא פ\"ב דיבמות ופרק החולץ ואחרי כן כתב ולא אשת אחיו מאמו שנשאה אחיו מאמו אחר שנתגייר אבל אם נשאה אחיו כשהוא עכו\"ם הרי זו מותרת לו עכ\"ל מכח ההיא דמייתי התם תלמודא לאקשויי אפלוגתא דרב אחא בר יעקב תא שמע אמר רבי יוסי מעשה בנפטים הגר שנשא אשת אחיו מאמו ובא מעשה לפני חכמים ואמרו אין אישות לגר כו' עד מאי לאו דנסבה אח כשהוא גר ופריק לא דנסבה כשהוא עכו\"ם וכו' ת\"ש דאמר בן יאסין כשהלכתי לכרכי הים מצאתי גר אחד שנשא אשת אחיו מאמו אמרתי לו בני מי הרשך אמר הרי אשה ושבעה בניה על ספסל זה ישב רבי עקיבא ודרש ואמר שני דברים גר נושא אשת אחיו מאמו כו' עד מאי לאו דנסבה אחיו כשהוא גר ופריק לא דנסבה כשהוא עכו\"ם ע\"כ הנך רואה בעיניך כי אשת אחיו נשנית בפני עצמה בחילוק נשואיה לאחיו בין גירות לגיות וכלשון ר\"מ ז\"ל וראה גם ראה מה אשיב שואלי דבר על לשון ראב\"ד ז\"ל אם אמת שיצא מפיו. שוב מצאתי לרמב\"ן ז\"ל שהסכים כך בנימוקי יבמות שלו וכתב בו טעמים מוטעמים לפי ההלכה ושוב בדקתי בירושלמי דמסכת גרים ומצאתי כן:"
            ],
            [
                "<b>שני אחים תאומים עד ומגרש את השניה.</b> פרק נושאין <small> (דף נ\"ו)</small> :",
                "<b> נשא גיורת ומתה עד כמו שביארנו.</b> פרק ד' מיתות <small> (דף נ\"ז נ\"ח) </small> ופרק נושאין יובן כן מהלכה עם מה שהוסד פ\"ד דיבמות בהלכות גדולות משום דמייתי לה פרק נושאין דומיא דאיסור נטען בקרובות הנטענות דאוקימנא דוקא בחיים:"
            ],
            [
                "<b>שני אחים תאומים עד ומגרש את השניה.</b> פרק נושאין <small> (דף נ\"ו)</small> :",
                "<b> נשא גיורת ומתה עד כמו שביארנו.</b> פרק ד' מיתות <small> (דף נ\"ז נ\"ח) </small> ופרק נושאין יובן כן מהלכה עם מה שהוסד פ\"ד דיבמות בהלכות גדולות משום דמייתי לה פרק נושאין דומיא דאיסור נטען בקרובות הנטענות דאוקימנא דוקא בחיים:"
            ],
            [
                "<b>השניות כולן לא גזרו עד וכן שאר השניות.</b> פרק ד' מיתות:"
            ],
            [
                "<b>העבד מותר לישא אמו עד האסורות על הגרים.</b> פרק ד' מיתות <small> (דף מ\"ז מ\"ח) </small> ופרק החולץ:"
            ],
            [
                "<b>ויראה לי שאם בא וכו' עד ובכל אדם:</b> כתב הראב\"ד ז\"ל זה לא צריך אפילו לתינוקות וכו': <b> ואני </b> אומר נבהלתי מראות קושיית העונשין על זה הענין ואתמהה אטו מטעם השוואת נקבות והקישן לעבדים באנו בכאן או בריש פרק הנשרפין קיימין והלא בכל מקום שהוקשו נשים ועבדים לענין מצות עשה הוא בלבד אבל בכל שאר העבירות לא הוקשו וזה ידוע לכל ולא הוצרך ר\"מ ז\"ל לכתוב זה אלא מפני שראה בזמנו טועים בזה לפי שמצאו בפרק כל היד ובכל התלמוד שעבדים הוקשו לבהמות שנאמר שבו לכם פה עם החמור עם הדומה לחמור וגם מצאו דגרסי' פ\"ק דקידושין גמרא מתניתין דעבד כנעני כו' אמר רב אשי עבד כנעני קטן כבהמה דמי וחשבו חילוק קטן וגדול בקנין אבל בשאר דברים יהו שוין וראה פרק ד' מיתות דשבע מצות שקבלו עליהם בני נח שנחלקו באזהרה הזכור ועלה על דעתם שיהיו ממש כבהמה ולא הוזהרו ע\"ז כמו על העריות מקל וחומר ולכך פירשו וסוף לשונו בסוף זה הענין מוכיח ודברים קלים מאלה ראינו בעינינו ושמענו מרבותינו נ\"ע מעדים שכתבו הגאונים ז\"ל והשיבו בתשובותיהם שהיו השואלים מסופקין בהם ונהג דרך ענות התנאים והאמוראים ז\"ל שהזהירו ואמרו דאפי' הא מילתא לישאל איניש מרביה:"
            ],
            [
                "<b>עבדים שנשתחררו עד מותר להם.</b> פ\"ב דיבמות ופרק החולץ ובמסכת גרים ירושלמי:",
                "<b> נותן אדם שפחתו לעבדו עד אלא הרי הן כבהמה כו' עד לפי שאין להם אישות כו' עד סוף הפרק.</b> הנה זה מורה על מ\"ש בסמוך שביארתי להנצל מקושיית הראב\"ד ז\"ל ובא לגלות שאין דין זה העבד כמו העבד עברי שכתוב בו כי טוב לו עמך והוא כמי שקונה אדון לעצמו ושאר הדינין כדאיתא פ\"ק דקידושין <small> (דף ט\"ו)</small> :"
            ]
        ],
        [
            [
                "<b>אי זהו ממזר כו' עד בין בשגגה הולד ממזר.</b> פרק החולץ <small> (דף מ\"ט) </small> ובקידושין פרק האומר <small> (דף ס\"ו) </small> ופרק עשרה יוחסין:",
                "<b> ואחד זכרים כו' עד כלומר לעולם.</b> פרק הערל <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>אחד ממזר שנשא ישראלית כו' קידש ולא בעל כו' עד כהן גדול באלמנה כמו שיתבאר:</b> כתב הראב\"ד ז\"ל על הבבא הראשונה אין זה מחוור וכו': <b> ואני </b> אומר אני איני מבין וגם איני מאמין שיצא לשון זה מפי רבינו הראב\"ד ז\"ל שהרי פרק אלו נערות <small> (דף ל\"ה:) </small> כי פריך אי רבי יצחק קשיא ממזרת מסיים בה הכי הניחא אי סבר לה כרבי יוחנן הוא נמי מתרץ לה כרבי יוחנן אלא אי סבר לה כריש לקיש היכי מתרץ לה ופריק על כרחך כר\"י ס\"ל ע\"כ. ודברי ר\"י מפורשים למעלה באותה הלכה דגרס ואזדו לטעמיהם דכי אתא רב דימי אמר חייבי מיתות שוגגין וחייבי מלקיות שוגגין ודבר אחר ר' יוחנן אמר חייב ורבי שמעון בן לקיש אמר פטור ר' יוחנן אמר חייב דהא לא אתרו ביה וקי\"ל דהלכה כרבי יוחנן לגבי ר\"ל וכדאיתא ריש פרק החולץ וכ\"כ ר\"מ ז\"ל פ\"א דהלכות נערה בתולה מפורש ומבואר ומחולק וכמו שרשמתי אני שם ולשון ר\"מ ז\"ל מדוייק דמשום ממזרת אינו לוקה הא משום מפתה ואונס לוקה וכדאיתא התם בגמרא חידוש שחדשה תורה בקנס אע\"פ שהוא משלם הוא לוקה. ובסמוך ג\"כ בסיום זאת הפיסקא אבאר דעתו בשאר הדינין בע\"ה על ההשגה האחרת לפי שהן תלויות זו בזו:",
                "<b> אלא כ\"ג באלמנה כמו שיתבאר.</b> זו בבא שנייה: וכתב הראב\"ד ז\"ל לא נתבאר ולא יתבאר וכו' והממזרות רבה עכ\"ל: <b> ואני </b> אומר כל דיניו מסודרים ומבוארים. ענין האלמנה מפורש פרק החולץ <small> (דף מ\"ד) </small> גמרא מתני' דהמחזיר גרושתו כו' דשקיל וטרי עד דמסיק וכ\"ת [איכא למיפרך] מה לאלמנה שכן היא עצמה מתחללת הכא נמי כיון דבעלה עשאה זונה ע\"כ וכיון דפסלה לוקה וכ\"כ ר\"מ ז\"ל פי\"ו דהלכות אישות לפיכך כהן גדול כו' ולא בממזרת דבכולה שמעתא לא פריך ממזרת וכ\"כ הר\"ם ז\"ל מקוצי בשם רבותינו בעלי התוס' ז\"ל וכבר פרסמתי דקדוק לשון רבינו משה ז\"ל ועוד אני רואה סתם משנה דריש פרק אלו נערות <small> (דף כ\"ט) </small> שנויה בלשון ביאה ולא הוזכר שם הבעילה כלל דתנן הבא על הממזרת וכו' ואוקמה רבי יוחנן <small> (דף ל\"ד ע\"ב) </small> בדלא אתרו ביה כמו שכתבתי לשון הגמרא ורשימת ר\"מ ז\"ל בבבא ראשונה פ\"א דהלכות נערה בתולה ותמה על עצמך וכי יש מלקות בלא התראה והכי איתא פרק י' יוחסין <small> (דף ע\"ז ע\"ב) </small> גמרא מתני' דבת חלל זכר ובר מהלין רמיזתא כולהו מיפרשי שפיר להדיא בפומבי בההיא שמעתתא כוותיה דגרסי' <small> (דף ע\"ח) </small> אמר רב יהודה כהן גדול באלמנה לוקה שתים אחת משום לא יקח ואחת משום לא יחלל ואקשינן ולילקי נמי משום ולא יחלל זרעו ופרקינן בשלא גמר ביאתו ובתר הכי גרסי' אמר אביי קידש לוקה בעל לוקה קידש לוקה משום לא יקח בעל לוקה משום לא יחלל רבא אמר בעל לוקה לא בעל אינו לוקה [מה טעם קאמר] מה טעם לא יקח משום ולא יחלל ומודה אביי במחזיר גרושתו שאם קידש ולא בעל שאינו לוקה להיות לו לאשה אמר רחמנא והא ליכא ומודה רבא בכ\"ג באלמנה שאם בעל ולא קידש שלוקה ולא יחלל זרעו בעמיו אמר רחמנא והרי הוא חילל ושניהם מודים במחזיר גרושתו שאם בעל ולא קידש שאינו לוקה דרך לקוחין אסרה תורה עכ\"ל הגמרא וקי\"ל כרבא לגבי אביי וכדמודה רבא וכדמודה אביי וכדשניהם מודים. עתה ראה גם ראה מה אשיב שואלי דבר על לשון רבינו הראב\"ד ז\"ל דהא מדמודה רבא בכהן גדול באלמנה ומטוניה דקרא מכלל דכולהו חייבי לאוין לא מודה ועוד דליכא קרא דמוכח ומינה לגבי ממזר כיון דליכא קרא דמוכח לא לוקה משום ממזרות ואדרבה מדשניהם מודים איכא למילף תירוץ לקושית ראב\"ד ז\"ל דהתם משום מאי מודים במחזיר גרושתו שאם בעל ולא קידש שאינו לוקה משום דדרך לקוחין אסרה תורה וכ\"ש ממזר דתלייה בביאה [בקהל] דכתיב לא יבא ממזר בקהל ה' דהיינו ביאה דנישואין דוקא דאילו בעילה לחודא לא מיקרי ביאה בקהל ומה שהקשה הראב\"ד ז\"ל דהדין נותן שהביאה תאסר כדי שלא ירבה ממזרות בישראל עכ\"ל זה קל לתרץ ולומר מלקות הוא דלא לקי איסורא דרבנן מיהא אית ביה כדי שלא יבא הדבר לידי ממזרות וכדמתרץ התם תלמודא לגבי חלוצה דרבנן וקרא אסמכתא בעלמא הכי נמי מדרבנן. ומה שכתב ר\"מ ז\"ל כמו שיתבאר רצה לומר שעתיד לבארו באלו ההלכות לפנינו פרק י\"א שכתב שלש נשים נאסרו על כל הכהנים כו' עד לפיכך לוקה כהן גדול לבדו על בעילת אלמנה אע\"פ שאין שם קידושין שהרי חיללו והוא מוזהר שלא יחלל כשרים לא אשה ולא זרעו כו' עד ולא בעלה אינו לוקה וכטעם הגמרא שהבאתי למעלה אבל ליתן לזה ולפצוע דכא טעם חדש שלא כשיטת התלמוד אין לו לפסוק הלכה מסברא ובהפך הגמרא ואם איתא אמאי לא אתמרא בגמרא אלא ודאי דברי רבינו משה ז\"ל נאמרו על סדר מבואר ומפואר. שוב מצאתי לר\"מ ז\"ל שהשיב לחכמי לוניל על זה כדברי והעתקתיה אות באות סוף פי\"ט דהלכות סנהדרין:",
                "<b> המחזיר גרושתו משנשאת הולד כשר שהרי אינה ערוה.</b> פ\"ק דיבמות <small> (דף י\"א) </small> ופרק עשרה יוחסין <small> (דף ע\"ח)</small> :"
            ],
            [
                "<b>עכו\"ם ועבד הבא על בת ישראל עד הרי הוא כשר כשאר גרים.</b> פרק החולץ <small> (דף מ\"ה)</small> :",
                "<b> ואם בא על השפחה כו' עד בבת ישראל.</b> בקידושין פרק האומר <small> (דף ס\"ח)</small> :"
            ],
            [
                "<b>זה הכלל בן הבא עד ואין משגיחין על האב.</b> פרק י' יוחסין <small> (דף ע\"ד ע\"ה)</small> :",
                "<b> לפי דבר זה התירו עד מפני תקנת הבנים.</b> בקידושין פרק האומר ופרק י' יוחסין:"
            ],
            [
                "<b>מי שחציו עבד עד הלך אחר הזכר.</b> פ\"ק דעדיות וביבמות פרק החולץ <small> (דף מ\"ה) </small> ופרק הערל <small> (דף ע\"ח) </small> ופ\"ק דחגיגה ובקידושין פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>מי שחציו עבד עד הלך אחר הזכר.</b> פ\"ק דעדיות וביבמות פרק החולץ <small> (דף מ\"ה) </small> ופרק הערל <small> (דף ע\"ח) </small> ופ\"ק דחגיגה ובקידושין פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>ממזר מותר לישא גיורת כו' עד קהל ה'.</b> פרק האומר ופרק י' יוחסין <small> (דף ע\"ב)</small> :"
            ],
            [
                "<b>גיורת שנשאת לגר עד ואסור בממזרת.</b> פרק עשרה יוחסין <small> (דף ע\"ה) </small> ומס' גרים:"
            ],
            [
                "<b>גיורת שנשאת לגר עד ואסור בממזרת.</b> פרק עשרה יוחסין <small> (דף ע\"ה) </small> ומס' גרים:"
            ],
            [
                "<b>שלשה ממזרים הם עד הרי הבן ממזר מדברי סופרים.</b> זה חיבר מהרבה מקומות ומפרק עשרה יוחסין <small> (דף ע\"ד) </small> ומפרק האשה רבה <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>פנויה שנתעברה כו' עד שאין אנו יודעין מהו.</b> פרק עשרה יוחסין <small> (דף ע\"ד) </small> ופ\"ק דכתובות <small> (דף י\"ד)</small> :"
            ],
            [
                "<b>פנויה שנתעברה כו' עד שאין אנו יודעין מהו.</b> פרק עשרה יוחסין <small> (דף ע\"ד) </small> ופ\"ק דכתובות <small> (דף י\"ד)</small> :"
            ],
            [
                "<b>פנויה שנתעברה כו' עד שאין אנו יודעין מהו.</b> פרק עשרה יוחסין <small> (דף ע\"ד) </small> ופ\"ק דכתובות <small> (דף י\"ד)</small> :"
            ],
            [
                "<b>פנויה שזינתה כו' עד ספק ממזר.</b> פ\"א ופרק שני דכתובות <small> (דף י\"ז) </small> ושאר המקומות הנזכרים:"
            ],
            [
                "<b>אבל האב שהוחזק עד ולא יפסול אלא עצמו.</b> פרק עשרה יוחסין <small> (דף ע\"ח) </small> ופרק החולץ <small> (דף מ\"ז)</small> :"
            ],
            [
                "<b>אבל האב שהוחזק עד ולא יפסול אלא עצמו.</b> פרק עשרה יוחסין <small> (דף ע\"ח) </small> ופרק החולץ <small> (דף מ\"ז)</small> :"
            ],
            [
                "<b>ארוסה שנתעברה עד על שנים עשר חדש.</b> פרק קמא דכתובות <small> (דף י\"ד) </small> ופרק אלמנה לכהן גדול <small> (דף ס\"ט) </small> ופרק עשרה יוחסין <small> (דף ע\"ד)</small> :"
            ],
            [
                "<b>ארוסה שנתעברה עד על שנים עשר חדש.</b> פרק קמא דכתובות <small> (דף י\"ד) </small> ופרק אלמנה לכהן גדול <small> (דף ס\"ט) </small> ופרק עשרה יוחסין <small> (דף ע\"ד)</small> :"
            ],
            [
                "<b>ארוסה שנתעברה עד על שנים עשר חדש.</b> פרק קמא דכתובות <small> (דף י\"ד) </small> ופרק אלמנה לכהן גדול <small> (דף ס\"ט) </small> ופרק עשרה יוחסין <small> (דף ע\"ד)</small> :"
            ],
            [
                "<b>אשת איש שיצא כו' עד אף לבניה חוששין.</b> סוף פרק ארוסה ושומרת יבם <small> (דף נ\"ו)</small> :"
            ],
            [
                "<b>דין תורה שספק ממזר כו' עד מותר לישא ממזרת ודאית.</b> פרק עשרה יוחסין <small> (דף ע\"ד)</small> :",
                "<b> אבל ממזר ספק או אסופי או שתוקי אסור לישא בת ישראל.</b> פרק האשה רבה <small> (דף פ\"ז)</small> :"
            ],
            [
                "<b>ואסור לישא ממזרת כו' עד והשני ודאי ממזר.</b> פרק עשרה יוחסין:",
                "<b> וממזר של דבריהם כו' עד אחר הפגום כיצד כו' עד שתוקי או אסופי.</b> ביבמות פרק החולץ <small> (דף ל\"ז) </small> ובקידושין פרק האומר <small> (דף ס\"ט) </small> ופרק עשרה יוחסין:"
            ],
            [
                "<b>ואסור לישא ממזרת כו' עד והשני ודאי ממזר.</b> פרק עשרה יוחסין:",
                "<b> וממזר של דבריהם כו' עד אחר הפגום כיצד כו' עד שתוקי או אסופי.</b> ביבמות פרק החולץ <small> (דף ל\"ז) </small> ובקידושין פרק האומר <small> (דף ס\"ט) </small> ופרק עשרה יוחסין:"
            ],
            [
                "<b>ואסור לישא ממזרת כו' עד והשני ודאי ממזר.</b> פרק עשרה יוחסין:",
                "<b> וממזר של דבריהם כו' עד אחר הפגום כיצד כו' עד שתוקי או אסופי.</b> ביבמות פרק החולץ <small> (דף ל\"ז) </small> ובקידושין פרק האומר <small> (דף ס\"ט) </small> ופרק עשרה יוחסין:"
            ],
            [
                "<b>האסופי שנמצא כו' עד לענין יוחסין.</b> פרק עשרה יוחסין:",
                "<b> קידש אשה כו' עד בערי ישראל.</b> סוף פ\"ק דכתובות <small> (דף ט\"ו) </small> ופרק שני דמכשירין:<br><b> כתב </b> הראב\"ד ז\"ל אם רוב עכו\"ם ונתגייר קרוב אני להכשיר עכו\"ם הוא ונתגייר עכ\"ל: <b> ואני </b> אומר ר\"מ ז\"ל כתב בזאת הפיסקא עד המוציא מחבירו עליו הראיה כאשר היא סוף פרק קמא דכתובות על משנה שביעית שבמסכת מכשירין פרק שני וכתב בפירושיו שהולכין בה לחומרא בכל זה ודלא כרבי יהודה שאני עתיד לכתוב בסמוך וכאשר ביארתי כמה פעמים בזה החבור שלכך קראו משנה תורה שהוא כתב הנשתוון מדרך ארוכה לקצרה והניח דרכי הסברא על דרך הגמרא לפירושיו ותשובותיו וכל הבא למלא את ידו בסברותיו הנה שכרו אתו ופעולתו לפניו:"
            ],
            [
                "<b>האסופי שנמצא כו' עד לענין יוחסין.</b> פרק עשרה יוחסין:",
                "<b> קידש אשה כו' עד בערי ישראל.</b> סוף פ\"ק דכתובות <small> (דף ט\"ו) </small> ופרק שני דמכשירין:<br><b> כתב </b> הראב\"ד ז\"ל אם רוב עכו\"ם ונתגייר קרוב אני להכשיר עכו\"ם הוא ונתגייר עכ\"ל: <b> ואני </b> אומר ר\"מ ז\"ל כתב בזאת הפיסקא עד המוציא מחבירו עליו הראיה כאשר היא סוף פרק קמא דכתובות על משנה שביעית שבמסכת מכשירין פרק שני וכתב בפירושיו שהולכין בה לחומרא בכל זה ודלא כרבי יהודה שאני עתיד לכתוב בסמוך וכאשר ביארתי כמה פעמים בזה החבור שלכך קראו משנה תורה שהוא כתב הנשתוון מדרך ארוכה לקצרה והניח דרכי הסברא על דרך הגמרא לפירושיו ותשובותיו וכל הבא למלא את ידו בסברותיו הנה שכרו אתו ופעולתו לפניו:"
            ],
            [
                "<b>יראה לי שכל מדינה שיש בה שפחה או עכו\"ם כו' עד מספק:</b> כתב הראב\"ד ז\"ל מצאנו במסכת סנהדרין כו': <b> ואני </b> אומר אמת שכך היא שנויה פרק שני משנה שביעית ממסכת מכשירין מצא בה תינוק מושלך אם רוב עכו\"ם עכו\"ם אם רוב ישראל ישראל מחצה על מחצה ישראל רבי יהודה אומר הולכין אחר רוב המשליכין ופירש הר\"ש משאנ\"ץ ז\"ל אחר רוב המשליכין דהיינו עכו\"ם ואע\"פ שהם מיעוט כדקתני בתוספתא רבי יהודה אומר אם היתה שם עכו\"ם אחת חשודה להשליך עכ\"ל. ומיהו ר\"מ ז\"ל חס ושלום שפסק הלכה כרבי יהודה דהא פ\"ק דכתובות <small> (דף ט\"ו) </small> משמע איפכא בסוגיין וכן פרק עשרה יוחסין <small> (דף ע\"ה) </small> גמרא מתניתין דכל האסורין כי פסיק הלכה כרבי אלעזר ור\"מ ז\"ל פירש מפורש במשנה דמסכת מכשירין שאין הלכה כרבי יהודה אלמא טעמא דידיה בכל אלו הסברות כמו שפירוש בפירש המשנה דמספיקא אזלינן בה לחומרא להכא ולהכא ועוד דבשילהי גמרא ההיא משנה דכל האסורין פרק עשרה יוחסין <small> (דף ע\"ז) </small> גרסי' להדיא גבי גזירת הכותיים כו' עד ורבא אמר עבד ושפחה נתערבו בהם ושיילינן איסורא משום מאי ומהדרינן משום שפחה ומהדרינן ניתני חדא ופרקינן מעשה שהיה כך היה עד כאן וזו ראיה גמורה ופשוטה וכך דעתי נוטה:",
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>וכן יראה לי שהשתוקי כו' עד סוף הפרק.</b> הכל מפורש פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ]
        ],
        [
            [
                "<b>פצוע דכא וכו'. אבל פצוע דכא וכו' עד אסורה מן התורה:</b> כתב הראב\"ד ז\"ל וברייתא זו הביאהו לומר כך כו': <b> ואני </b> אומר פליאה דעת ממני אם יצא דבר זה מפי הקדוש רבינו הראב\"ד ז\"ל לפי שאילו היה פוסק ר\"מ ז\"ל מאותה ברייתא דפרק הערל <small> (דף ע\"ו) </small> גמרא מתני' דפצוע דכא שרמז הראב\"ד ז\"ל היתה עליו קושיא גדולה יותר מזאת וסוגיא מפורסמת סוף אותה הלכ' להוכיח שאותה ברייתא לא לדיוק ניתנה דגרסינן א\"ל רבינא לרב אשי והא אנן תנן פצוע דכא וכרות שפכה מותרין בגיורת ומשוחררת הא בנתינה אסירי ומהדר ליה ולטעמיך אימא סיפא אינן אסורין אלא מלבא בקהל הא בנתינה שרו אלא מהא ליכא למשמע מינה אלמא ברייתא לאו דוקא וכן משמע בכולה סוגיין דשקלי וטרו עלה ועוד מה ענין לדקדק מנתינים שהן גזירה לממזרים שהן מן התורה ועוד שזה פסול פסול הגוף וזה פסול משפחה וגם מפרק י' יוחסין גמרא מתני' דכל האסורין לבא בקהל היינו מקשים יותר מזה ולמה לא דקדקו התלמוד אם היה אמת וכהנה רבות אילו היה זה דעתו ח\"ו אבל כיון ועיין ומצאו מפורש בירושלמי דקידושין גמרא מתני' דכל האסורין דגרסי' רבי ירמיה אמר כללא פצוע דכא ישראל מותר לו לישא ממזרת א\"ר יוסי ובלבד פסול משפחה הא פסול הגוף לא חייליה דרבי יוסי מן הדא דא\"ר חלקיה רבי סימון בשם רבי יהושע בן לוי לא שנו אלא פצוע דכא ישראל אבל פצוע דכא כהן לא כמה דאת אמר כהן ברור הוא אסור לו לישא גיורת אף הכא ישראל ברור הוא אסור לו לישא ממזרת ע\"כ. ודרבי חלקיה גופיה גרסי' לה פרק הערל גמ' מתניתין דפצוע דכא וכרות שפכה מותרין בגיורת ומשוחררת ואינן אסורים אלא מלבא בקהל שנאמר לא יבא פצוע דכא וכרות שפכה בקהל ה' ושקלינן וטרינן עלה טובא עד שחלקו בין סריס חמה לסריס בידי אדם ובעי למילף לה מממזר ובתר שקלא וטריא מהדר על מתניתין וגרסינן רבי חלקיה רבי סימון בשם רבי יהושע בן לוי לא שנו אלא פצוע דכא ישראל אבל פצוע דכא כהן לא תמן תנינן כל האסורים לבא בקהל מותרים לבא זה בזה רבי יהודה אוסר רבי ירמיה אמר כללא פצוע דכא ישראל מותר לו לישא ממזרת אמר רבי יוסי ובלבד פסול משפחה הא פסול גוף לא חייליה דרבי יוסי מן הדא דאמר רבי חלקיה רבי סימון בשם רבי יהושע בן לוי ל\"ש אלא פצוע דכא ישראל אבל פצוע דכא כהן כמה דאת אמר תמן אם כהן ברור הוא פסול לו לישא גיורת אף הכא ישראל ברור הוא אסור [לו] לישא ממזרת ע\"כ. וקי\"ל בכולי תלמודא רבי יוסי נימוקו עמו והלכתא כוותיה וכי דייקת נמי סוגיין דקידושין גמרא מתניתין דכל האסורין הכי משכחת לה אלא שאין לי חפץ להאריך וזה ברור ומה שמקשה בשם הראב\"ד ז\"ל מלישנא דמתניתין שלא נאסרו אלא מלבא בקהל לאו קושיא היא חדא כמו שחלקתי בין פסול הגוף לפסול יוחסין וכדברי הירושלמי ובזו נתבררו דברי רמז\"ל ועוד דלישנא דמתני' דקהל לאו משום דיוקא מיתניא כלל אלא משום דינא גופא מיתניא דאי ס\"ד משום דיוקא מיתניא כי דאיק עלה בקידושין אילימא ממזירי ונתיני הא תנא ליה רישא אמאי לא פריק מדוקיא דמתניתין דמשמע כל האסורין לבא בקהל מותרין לבא זה בזה וזה אינו דהא גירי וחרורי מותרין לבא בקהל ומותרין לבא זה בזה וכמו שהקשו רבותינו בעלי התוס' ז\"ל אלא ודאי עיקר לישנא דקהל בכל דוכתא לאו משום דיוקא אתני אלא משום דינא גופא דלא סגי דלא אמר ודברי ר\"מ ז\"ל נכונים ואין צריכים לפני ולפנים ואם הראב\"ד יש לו דרך אחרת לא ידעתי:"
            ],
            [
                "<b>פצוע דכא וכו'. אבל פצוע דכא וכו' עד אסורה מן התורה:</b> כתב הראב\"ד ז\"ל וברייתא זו הביאהו לומר כך כו': <b> ואני </b> אומר פליאה דעת ממני אם יצא דבר זה מפי הקדוש רבינו הראב\"ד ז\"ל לפי שאילו היה פוסק ר\"מ ז\"ל מאותה ברייתא דפרק הערל <small> (דף ע\"ו) </small> גמרא מתני' דפצוע דכא שרמז הראב\"ד ז\"ל היתה עליו קושיא גדולה יותר מזאת וסוגיא מפורסמת סוף אותה הלכ' להוכיח שאותה ברייתא לא לדיוק ניתנה דגרסינן א\"ל רבינא לרב אשי והא אנן תנן פצוע דכא וכרות שפכה מותרין בגיורת ומשוחררת הא בנתינה אסירי ומהדר ליה ולטעמיך אימא סיפא אינן אסורין אלא מלבא בקהל הא בנתינה שרו אלא מהא ליכא למשמע מינה אלמא ברייתא לאו דוקא וכן משמע בכולה סוגיין דשקלי וטרו עלה ועוד מה ענין לדקדק מנתינים שהן גזירה לממזרים שהן מן התורה ועוד שזה פסול פסול הגוף וזה פסול משפחה וגם מפרק י' יוחסין גמרא מתני' דכל האסורין לבא בקהל היינו מקשים יותר מזה ולמה לא דקדקו התלמוד אם היה אמת וכהנה רבות אילו היה זה דעתו ח\"ו אבל כיון ועיין ומצאו מפורש בירושלמי דקידושין גמרא מתני' דכל האסורין דגרסי' רבי ירמיה אמר כללא פצוע דכא ישראל מותר לו לישא ממזרת א\"ר יוסי ובלבד פסול משפחה הא פסול הגוף לא חייליה דרבי יוסי מן הדא דא\"ר חלקיה רבי סימון בשם רבי יהושע בן לוי לא שנו אלא פצוע דכא ישראל אבל פצוע דכא כהן לא כמה דאת אמר כהן ברור הוא אסור לו לישא גיורת אף הכא ישראל ברור הוא אסור לו לישא ממזרת ע\"כ. ודרבי חלקיה גופיה גרסי' לה פרק הערל גמ' מתניתין דפצוע דכא וכרות שפכה מותרין בגיורת ומשוחררת ואינן אסורים אלא מלבא בקהל שנאמר לא יבא פצוע דכא וכרות שפכה בקהל ה' ושקלינן וטרינן עלה טובא עד שחלקו בין סריס חמה לסריס בידי אדם ובעי למילף לה מממזר ובתר שקלא וטריא מהדר על מתניתין וגרסינן רבי חלקיה רבי סימון בשם רבי יהושע בן לוי לא שנו אלא פצוע דכא ישראל אבל פצוע דכא כהן לא תמן תנינן כל האסורים לבא בקהל מותרים לבא זה בזה רבי יהודה אוסר רבי ירמיה אמר כללא פצוע דכא ישראל מותר לו לישא ממזרת אמר רבי יוסי ובלבד פסול משפחה הא פסול גוף לא חייליה דרבי יוסי מן הדא דאמר רבי חלקיה רבי סימון בשם רבי יהושע בן לוי ל\"ש אלא פצוע דכא ישראל אבל פצוע דכא כהן כמה דאת אמר תמן אם כהן ברור הוא פסול לו לישא גיורת אף הכא ישראל ברור הוא אסור [לו] לישא ממזרת ע\"כ. וקי\"ל בכולי תלמודא רבי יוסי נימוקו עמו והלכתא כוותיה וכי דייקת נמי סוגיין דקידושין גמרא מתניתין דכל האסורין הכי משכחת לה אלא שאין לי חפץ להאריך וזה ברור ומה שמקשה בשם הראב\"ד ז\"ל מלישנא דמתניתין שלא נאסרו אלא מלבא בקהל לאו קושיא היא חדא כמו שחלקתי בין פסול הגוף לפסול יוחסין וכדברי הירושלמי ובזו נתבררו דברי רמז\"ל ועוד דלישנא דמתני' דקהל לאו משום דיוקא מיתניא כלל אלא משום דינא גופא מיתניא דאי ס\"ד משום דיוקא מיתניא כי דאיק עלה בקידושין אילימא ממזירי ונתיני הא תנא ליה רישא אמאי לא פריק מדוקיא דמתניתין דמשמע כל האסורין לבא בקהל מותרין לבא זה בזה וזה אינו דהא גירי וחרורי מותרין לבא בקהל ומותרין לבא זה בזה וכמו שהקשו רבותינו בעלי התוס' ז\"ל אלא ודאי עיקר לישנא דקהל בכל דוכתא לאו משום דיוקא אתני אלא משום דינא גופא דלא סגי דלא אמר ודברי ר\"מ ז\"ל נכונים ואין צריכים לפני ולפנים ואם הראב\"ד יש לו דרך אחרת לא ידעתי:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אי זהו פצוע דכא עד שכל אלו בידי שמים.</b> ביבמות פרק הערל <small> (דף ע') </small> ומקצת בבכורות פ' על אלו מומין:"
            ],
            [
                "<b>אסור להפסיד וכו' עד אחד טמאים ואחד טהורים כו' עד בגוף אחרים.</b> בת\"כ ופ' אין דורשין <small> (דף י\"ד)</small> :",
                "<b> וכל המסרס לוקה כו' עד בשאר מינין פטור.</b> פרק שמנה שרצים במסכת שבת <small> (דף קי\"א) </small> ופרק כל פסולי המוקדשין <small> (דף ל\"ג) </small> פרק אלו מומין <small> (דף ל') </small> במסכת בכורות ובמסכת מנחות <small> (דף נ\"ו) </small> ופרק כל המנחות באות מצה ובת\"כ:"
            ],
            [
                "<b>אסור להפסיד וכו' עד אחד טמאים ואחד טהורים כו' עד בגוף אחרים.</b> בת\"כ ופ' אין דורשין <small> (דף י\"ד)</small> :",
                "<b> וכל המסרס לוקה כו' עד בשאר מינין פטור.</b> פרק שמנה שרצים במסכת שבת <small> (דף קי\"א) </small> ופרק כל פסולי המוקדשין <small> (דף ל\"ג) </small> פרק אלו מומין <small> (דף ל') </small> במסכת בכורות ובמסכת מנחות <small> (דף נ\"ו) </small> ופרק כל המנחות באות מצה ובת\"כ:"
            ],
            [
                "<b>המשקה עיקרין כו' עד שלא תלד.</b> פרק ח' שרצים <small> (דף ק\"י) </small> ופרק הבא על יבמתו:",
                "<b> הרי שכפה את האדם כו' עד מכת מרדות.</b> מקצתו בבבא קמא <small> (דף כ\"ד) </small> והשאר כדקי\"ל בכוליה תלמודא כל לאו שאין בו מעשה אין לוקין עליו:"
            ],
            [
                "<b>אסור לו' לעכו\"ם כו' עד סוף הפרק.</b> במציעא פרק השוכר את הפועלים <small> (דף צ') </small> מיתני' בהדיא ורמוזה בכמה מקומות:"
            ]
        ],
        [
            [
                "<b>שלש נשים נאסרו כו' עד ואסור באלמנה.</b> פרק יש מותרות <small> (דף פ\"ה)</small> :"
            ],
            [
                "<b>כל כהן שנשא אחת מהשלש נשים וכו' עד אינו לוקה וכו' עד שיקח ויבעול.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :<br><b> כתב </b> הראב\"ד ז\"ל אין השכל מודה בזה וכו' דליכא חילול זרע עכ\"ל: <b> ואני </b> אומר כבר ביררתי זה פט\"ו מהלכות אישות וכן כתב הר\"מ מקוצי בשם רבותינו בעלי התוס' ז\"ל:"
            ],
            [
                "<b>אבל כ\"ג באלמנה עד וכל מקום שהוא לוקה היא לוקה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> וכל מקום שהוא אינו לוקה כו' עד בין ישראלית בין כותית.</b> פרק יש מותרות <small> (דף פ\"ד)</small> :"
            ],
            [
                "<b>אבל כ\"ג באלמנה עד וכל מקום שהוא לוקה היא לוקה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> וכל מקום שהוא אינו לוקה כו' עד בין ישראלית בין כותית.</b> פרק יש מותרות <small> (דף פ\"ד)</small> :"
            ],
            [
                "<b>אבל כ\"ג באלמנה עד וכל מקום שהוא לוקה היא לוקה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> וכל מקום שהוא אינו לוקה כו' עד בין ישראלית בין כותית.</b> פרק יש מותרות <small> (דף פ\"ד)</small> :"
            ],
            [
                "<b>אבל כ\"ג באלמנה עד וכל מקום שהוא לוקה היא לוקה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> וכל מקום שהוא אינו לוקה כו' עד בין ישראלית בין כותית.</b> פרק יש מותרות <small> (דף פ\"ד)</small> :"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>החלוצה אסורה כו' עד אחת על כל ביאה.</b> פרק י' יוחסין <small> (דף ע\"ח)</small> :",
                "<b> אלמנה בין מן האירוסין כו' עד זהו נערה.</b> פ\"ב דיבמות <small> (דף כ') </small> ופרק הבא על יבמתו <small> (דף נ\"ה)</small> :",
                "<b> ואינו נושא שני נשים כאחת וכו'. עד ולא שתים:</b> כתב הראב\"ד ז\"ל לא מתחוורא זאת הסברא וכו' נשים שתים ויולד בנים ובנות עכ\"ל: <b> ואני </b> אומר כמה פעמים כתבתי כי כל דברי ר\"מ ז\"ל במשנה תורה גמרא ולא סברא אם לא שיאמר יראה לי ודומה לזה ומלתיה מתבררא ואף זאת מתחוורא כי הוא תלמוד ערוך פרק הבא על יבמתו <small> (דף נ\"ח:) </small> גמרא מתניתין דנתארמלו או נתגרשו דגרסינן בעא מיניה רבי חייא בר יוסף משמואל כהן גדול שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ושקיל וטרי עלה עד דאסיק כי קא מיבעיא ליה והוא אשה בבתוליה יקח קיחה דקידושין בעינן או קיחה דנישואין בעינן ואקשינן הא נמי תנינא אירס את האלמנה ונתמנה להיות כ\"ג יכנוס ופריק שאני התם דכתיב אשה ואקשינן ה\"נ כתיב אשה ופרקינן אשה אחת ולא שתים ע\"כ וכן פירש\"י דתירוצא הוא דהאי אשה קרא יתירא היא ודרשינן מיניה אשה לומר אחת יש לך לרבות ולא שתים. הנך רואה מלשונו לשון תלמוד ערוך ומזה יתבאר פשיטות התלמוד פ\"ק דמסכת יומא <small> (דף ט') </small> ביתו אמר רחמנא ולא שתים שהוא לכל יום ויום ולא ליום הכיפורים בלבד וקרא דיהוידע בזו אחר זו נשאן ואין צריך לדחוק כלל:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>ולא ישא כהן גדול מוכת עץ עד תצא מן השני.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>יצא שמה בעיר שנתקדשה וכו' עד בהלכות גירושין:</b> כתב הראב\"ד ז\"ל על לשון ראשון איני יודע כו' חוששין להם עכ\"ל. ועל לשון אחרון שאמר כמו שביארנו, כתב: והוא בהלכות גירושין לא כתב כו' ובלבד שלא תהא בתר אירוסין עכ\"ל: <b> ואני </b> אומר כבר קדמוני רש\"י ורבותינו בעלי התוס' והרמב\"ן ז\"ל בהלכה זו פרק בתרא דגיטין <small> (דף פ\"ה) </small> גבי מתני' דיצא שמה בעיר מקודשת הרי זו מקודשת מגורשת ה\"ז מגורשת ומתמהינן עלה בגמרא ואסרינן לה אגברא והא אמר רב אשי כל קלא דבתר נישואין לא חיישינן ליה [אלא אמר רב אשי] ה\"ק וכו' מקודשת ומגורשת הרי זו מגורשת ופירשו מגורשת דאסורה לכהן ומותרת לעלמא קמ\"ל דסמכינן אקלא אפילו להתירה הואיל ולא נאסרה אלא משום קול דטוט אסור וטוט שרי ואפילו יצא קול של גירושין מכאן ועד עשרה ימים עכ\"ל ז\"ל. וזה הפי' היה מקובל לר\"מ ז\"ל מרבותיו והוא נכון הרבה בעיני דהא כולה סוגיין מוכחא דלגבי כהונה מיתניא דתני עלה ת\"ר בעולה אין חוששין לה חלוצה אין חוששין לה נשואה אין חוששין לה ארוסה אין חוששין לה והנהו ודאי לגבי כהן צריכי לאשמועינן ומינה נמי יש לי ראיה דלא קתני בה גרושה או מקודשת ומגורשת מכלל דחוששין לה וכדרב אשי דהוא בתרא וליכא נמי מאן דפליג בהדיה ומ\"ש ר\"מ ז\"ל פ\"י דהלכות גירושין הוא לגבי ישראל וכדיהיב טעמא משום דהרי קול ושוברו עמו ומ\"ש כאן הוא לגבי כהונה וכדפרישו רבנן קמאי ז\"ל ואין צריך לומר כי מגורשת דקאמר מן הקידושין כלשון ר\"מ ז\"ל ובזה נתיישבה דרכו של ר\"מ ז\"ל:"
            ],
            [
                "<b>אבל אם יצא עליה קול כו' עד סוף הפרק.</b> הכל פרק המגרש <small> (דף כ\"ח) </small> באותה שמועה הנזכרת בסמוך:"
            ]
        ],
        [
            [
                "<b>מפי השמועה למדו וכו' עד להנשא לו.</b> פרק י' יוחסין ומסכת תמורה פרק כל האסורין ופרק יש מותרות:<br><b> כתב </b> הראב\"ד ז\"ל ליתנהו להני כללי וכו' אבל ללקות עליה משום זונה לא עכ\"ל: <b> ואני </b> אומר שהוא הולך לפי שיטתו בקדשה היא בעינים על הדרך שביררתי שם אבל כאן אנחנו עומדים בזונה של איסור כהונה ומשום פגומה כמ\"ש בסמוך ז\"ל ולא ירדתי לסוף דעתו של הראב\"ד ז\"ל במה חולק עמו בהני כללי שהרי בחלל מודה הוא ובחייבי כריתות כ\"ש שהוא מודה בעכו\"ם ועבד הוא מודה מאי איכא שאינה בת ישראל כבר היא מפורשת במסכת תמורה פרק כל האסורים וגם אמרו במסכת ע\"ז ובשאר המקומות שכתבתי למעלה שגזרו עליה משום נשג\"ז והזי\"ן היא זונה ולא גריעא איסורה מגיורת ומשוחררת המפורשת פרק הבע\"י <small> (דף ס\"א) </small> מאי איכא איסור השוה בכל הא פשיטא לן בכולה תלמודא ובפרק יש מותרות דבעינן איסור לאו השוה בכל כגון מצרי ואדומי ממזר נתין כדאיתא פרק י' יוחסין ומבוארת מכלן תניא פרק הבע\"י גמרא מתניתין דכהן הדיוט לא ישא את האילונית כו' זונה כשמה דברי רבי אליעזר כלומר שזינתה תחת בעלה רבי עקיבא אומר זונה זו מופקרת ר' מתיא בן חרש אומר אפילו הלך בעלה להשקותה ובא עליה בדרך עשאה זונה רבי יהודה אומר זונה זו אילונית וחכ\"א אין זונה אלא גיורת ומשוחררת ושנבעלה בעילת זנות רבי אלעזר אומר פנוי הבא על הפנויה שלא לשם אישות עשאה זונה ע\"כ. וקי\"ל ככולהו בר מדרבי יהודה ורבי אלעזר וכן פסק הר\"מ ז\"ל מקוצי מדעת רבותינו בעלי התוספות ז\"ל ומכאן מדקדק לכל מי שהוא למעלה מפנוי הבא על הפנויה שעשאה זונה וכדמשמע להדיא פרק הבא על יבמתו גמרא מתני' דכ\"ג דאזלא הכי כולה סוגיין ובתמורה פרק כל האסורין וכ\"ש פצוע דכא וכרות שפכה דפרק הערל ובכוליה תלמודא רהטא כיון שנבעלה לפסול לה פסלה וכבר ביררתי פט\"ו של הלכות אלו פסול הלמד מחלל א\"כ מאי קושיא ובפרק כל האסורין ילפינן לה להדיא בג\"ש כתיב הכא תועבה וכתיב התם כי את כל התועבות כו' מה להלן עריות שאין קידושין תופסין בהן אף זונה ה\"נ שאין קידושין תופסין בה ואסיקנא נמי תו תני כל זונה דלא תפסי בה קידושין דומיא (דכהן גדול) באלמנה דלא תפסי בה קידושין וכן פסק הר\"מ ז\"ל מקוצי בשם רבותינו בעלי התוספות ז\"ל ועוד אאריך בסמוך בס\"ד:",
                "<b> לפיכך הנרבעת לבהמה וכו' עד אסורה לינשא לו הרי זו זונה.</b> פרק הבע\"י:"
            ],
            [
                "<b>מפי השמועה למדו וכו' עד להנשא לו.</b> פרק י' יוחסין ומסכת תמורה פרק כל האסורין ופרק יש מותרות:<br><b> כתב </b> הראב\"ד ז\"ל ליתנהו להני כללי וכו' אבל ללקות עליה משום זונה לא עכ\"ל: <b> ואני </b> אומר שהוא הולך לפי שיטתו בקדשה היא בעינים על הדרך שביררתי שם אבל כאן אנחנו עומדים בזונה של איסור כהונה ומשום פגומה כמ\"ש בסמוך ז\"ל ולא ירדתי לסוף דעתו של הראב\"ד ז\"ל במה חולק עמו בהני כללי שהרי בחלל מודה הוא ובחייבי כריתות כ\"ש שהוא מודה בעכו\"ם ועבד הוא מודה מאי איכא שאינה בת ישראל כבר היא מפורשת במסכת תמורה פרק כל האסורים וגם אמרו במסכת ע\"ז ובשאר המקומות שכתבתי למעלה שגזרו עליה משום נשג\"ז והזי\"ן היא זונה ולא גריעא איסורה מגיורת ומשוחררת המפורשת פרק הבע\"י <small> (דף ס\"א) </small> מאי איכא איסור השוה בכל הא פשיטא לן בכולה תלמודא ובפרק יש מותרות דבעינן איסור לאו השוה בכל כגון מצרי ואדומי ממזר נתין כדאיתא פרק י' יוחסין ומבוארת מכלן תניא פרק הבע\"י גמרא מתניתין דכהן הדיוט לא ישא את האילונית כו' זונה כשמה דברי רבי אליעזר כלומר שזינתה תחת בעלה רבי עקיבא אומר זונה זו מופקרת ר' מתיא בן חרש אומר אפילו הלך בעלה להשקותה ובא עליה בדרך עשאה זונה רבי יהודה אומר זונה זו אילונית וחכ\"א אין זונה אלא גיורת ומשוחררת ושנבעלה בעילת זנות רבי אלעזר אומר פנוי הבא על הפנויה שלא לשם אישות עשאה זונה ע\"כ. וקי\"ל ככולהו בר מדרבי יהודה ורבי אלעזר וכן פסק הר\"מ ז\"ל מקוצי מדעת רבותינו בעלי התוספות ז\"ל ומכאן מדקדק לכל מי שהוא למעלה מפנוי הבא על הפנויה שעשאה זונה וכדמשמע להדיא פרק הבא על יבמתו גמרא מתני' דכ\"ג דאזלא הכי כולה סוגיין ובתמורה פרק כל האסורין וכ\"ש פצוע דכא וכרות שפכה דפרק הערל ובכוליה תלמודא רהטא כיון שנבעלה לפסול לה פסלה וכבר ביררתי פט\"ו של הלכות אלו פסול הלמד מחלל א\"כ מאי קושיא ובפרק כל האסורין ילפינן לה להדיא בג\"ש כתיב הכא תועבה וכתיב התם כי את כל התועבות כו' מה להלן עריות שאין קידושין תופסין בהן אף זונה ה\"נ שאין קידושין תופסין בה ואסיקנא נמי תו תני כל זונה דלא תפסי בה קידושין דומיא (דכהן גדול) באלמנה דלא תפסי בה קידושין וכן פסק הר\"מ ז\"ל מקוצי בשם רבותינו בעלי התוספות ז\"ל ועוד אאריך בסמוך בס\"ד:",
                "<b> לפיכך הנרבעת לבהמה וכו' עד אסורה לינשא לו הרי זו זונה.</b> פרק הבע\"י:"
            ],
            [
                "<b>וכן הגיורת והמשוחררת וכו' עד ואסורה לכהן:</b> כתב הראב\"ד ז\"ל אינה משום זונה וכו': <b> ואני </b> אומר זו מחלוקת ישנה היא בפרק החולץ ובפרק הבע\"י <small> (דף ס') </small> והעומדים בשיטת ר\"ח ורבותינו ז\"ל מפרשי לההיא דקידושין נמי משום זונה וכמו שכתבתי שגזרו עליהן משום נשג\"ז דעכו\"ם חשידי בין כדרכן בין שלא כדרכן כדאיתא פרק אין מעמידין <small> (דף ל\"ו) </small> ובכמה מקומות בתלמוד:",
                "<b> מכאן אמרו כו' עד פסלוה מן התרומה.</b> בסוטה פרק ארוסה ושומרת יבם <small> (דף כ\"ו) </small> וביבמות פרק החולץ <small> (דף מ\"ה) </small> ופרק אלמנה לכהן גדול <small> (דף ס\"ח) </small> ובקידושין פרק י' יוחסין <small> (דף ע\"ד)</small> :",
                "<b> וכן יבמה שבא עליה זר עשאה זונה.</b> פרק הערל <small> (דף ע\"א)</small> :",
                "<b> והאילונית מותרת לכהן ואינה זונה.</b> פרק הבע\"י <small> (דף ס\"א)</small> :"
            ],
            [
                "<b>הבא על אחת מן השניות כו' עד כמו (שביארנו) [שאמרנו].</b> אע\"ג דרמיזא פרק הערל ופרק אלמנה לכהן גדול ופרק י' יוחסין עיקר למודו ממסכת תמורה בשמעתין דאתנן כמו שרשמתי הלשון בסמוך דיליף להדיא דבעינן זונה דומיא דכהן גדול באלמנה דלא תפסי בה קידושין כו' ומג\"ש דתועבה תועבה. ואומר לי לבי שהראב\"ד ז\"ל היה סומך על מסקנא דג\"ש ועל כן היה אומר חייבי כריתות ור\"מ ז\"ל סמך על מסקנא דדומיא דאלמנה לכ\"ג ולפיכך כלל כשהיא מותרת להנשא לו והדין עמו דהא בתר ג\"ש דתועבה מסיק ההיא דדומיא דאלמנה לכ\"ג כו' ועוד דכי מעיינת בההיא לפרושה שפיר לא קיימא טעמא דתועבה למילף דינא דזונה אלא ללקות עליה וממסקנא דדומיא דאלמנה כו' ילפינן לה שפיר ועלו דברי ר\"מ ז\"ל על נכון:"
            ],
            [
                "<b>הבא על אחת מן השניות כו' עד כמו (שביארנו) [שאמרנו].</b> אע\"ג דרמיזא פרק הערל ופרק אלמנה לכהן גדול ופרק י' יוחסין עיקר למודו ממסכת תמורה בשמעתין דאתנן כמו שרשמתי הלשון בסמוך דיליף להדיא דבעינן זונה דומיא דכהן גדול באלמנה דלא תפסי בה קידושין כו' ומג\"ש דתועבה תועבה. ואומר לי לבי שהראב\"ד ז\"ל היה סומך על מסקנא דג\"ש ועל כן היה אומר חייבי כריתות ור\"מ ז\"ל סמך על מסקנא דדומיא דאלמנה לכ\"ג ולפיכך כלל כשהיא מותרת להנשא לו והדין עמו דהא בתר ג\"ש דתועבה מסיק ההיא דדומיא דאלמנה לכ\"ג כו' ועוד דכי מעיינת בההיא לפרושה שפיר לא קיימא טעמא דתועבה למילף דינא דזונה אלא ללקות עליה וממסקנא דדומיא דאלמנה כו' ילפינן לה שפיר ועלו דברי ר\"מ ז\"ל על נכון:"
            ],
            [
                "<b>כל הנבעלת לאדם כו' עד ויום אחד ומעלה.</b> פרק הבא על יבמתו <small> (דף נ\"ו) </small> ופרק אלמנה <small> (דף ס\"ז) </small> ופרק ד' מיתות <small> (דף נ') </small> ופרק יוצא דופן <small> (דף מ\"ד) </small> ופרק בן סורר ומורה:",
                "<b> לפיכך אשת איש שנבעלה וכו' עד לכהונה.</b> בסוטה פרק כשם <small> (דף כ\"ח) </small> וביבמות פ' הבע\"י <small> (דף נ\"ו) </small> ופרק האשה רבה וסוף מסכת נדרים <small> (דף צ')</small> :"
            ],
            [
                "<b>אשת כהן שנאנסה כו' עד אסורה לכהונה.</b> פרק הבע\"י <small> (דף נ\"ו) </small> ופרק נושאין <small> (דף ק') </small> ופרק נערה שנתפתתה <small> (דף נ\"א)</small> :",
                "<b> אשת כהן כו' עד ידי ספק.</b> סוף נדרים ובקידושין פרק האומר:"
            ],
            [
                "<b>אשת כהן שנאנסה כו' עד אסורה לכהונה.</b> פרק הבע\"י <small> (דף נ\"ו) </small> ופרק נושאין <small> (דף ק') </small> ופרק נערה שנתפתתה <small> (דף נ\"א)</small> :",
                "<b> אשת כהן כו' עד ידי ספק.</b> סוף נדרים ובקידושין פרק האומר:"
            ],
            [
                "<b>אשת כהן שאמרה לבעלה וכו' עד כחתיכה האסורה:</b> כתב הראב\"ד ז\"ל אע\"פ שאמר דבר חכמה כו' אמתלא גדולה היא זו ונאמנת עכ\"ל: <b> ואני </b> אומר עד מתי יעשה דבריו של ר\"מ ז\"ל סברא ואינן אלא גמרא ובאמת שאמר דבר חכמה שלמדה מדין תרומה והוא מפורש סוף מסכת נדרים <small> (דף צ':) </small> גמרא מתניתין דבראשונה היו אומרים שלש נשים יוצאות ונוטלות כתובה האומרת טמאה אני לך כו' עד חזרו לומר שלא תהיה נותנת עיניה באחר ומקלקלת על בעלה (אלא) האומרת טמאה אני לך תביא ראיה לדבריה ובגמרא גרסינן עלה איבעיא להו אמרה לבעלה טמאה אני לך מהו שתאכל בתרומה רב ששת אמר אוכלת שלא תוציא לעז על בניה רבא אמר אינה אוכלת אפשר דאכלה חולין אמר רבא ומודה רב ששת שאם נתארמלה (או נתגרשה) אינה אוכלת כו' הנה עיניך רואות שזה מפורש ולפי שלמדה ר\"מ ז\"ל משם סמכה לה בסידור ההלכות וזה ברור:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>כהן שקידש אשה גדולה כו' עד לפיכך הקלו בשבויה.</b> הכל פ\"ק דכתובות <small> (דף ט') </small> ורמיזן מקצתן גם בפ\"ב:"
            ],
            [
                "<b>וכן קטן שהיה מסיח עד לפי תומה נאמנת.</b> פרק האשה שנתארמלה <small> (דף כ\"ז) </small> ופרק הגוזל ומאכיל <small> (דף קי\"ד)</small> :"
            ],
            [
                "<b>וכן קטן שהיה מסיח עד לפי תומה נאמנת.</b> פרק האשה שנתארמלה <small> (דף כ\"ז) </small> ופרק הגוזל ומאכיל <small> (דף קי\"ד)</small> :"
            ],
            [
                "<b>כהן שהעיד וכו' עד בה מעותיו.</b> פרק אלו נערות <small> (דף ל\"ו)</small> :"
            ],
            [
                "<b>האשה שאמרה נשביתי וכו' עד שבשבויה הקילו.</b> פ\"ב דכתובות <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>האשה שאמרה נשביתי וכו' עד שבשבויה הקילו.</b> פ\"ב דכתובות <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>האשה שאמרה נשביתי וכו' עד שבשבויה הקילו.</b> פ\"ב דכתובות <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>האב שאמר קדשתי וכו' עד משום זנות.</b> בקידושין פרק האומר <small> (דף ס\"ד)</small> :"
            ],
            [
                "<b>אשת כהן שנאסרה עד ובני ביתו לשמרו.</b> פ\"ב דכתובות <small> (דף כ\"ז:)</small> :"
            ],
            [
                "<b>עיר שבאה במצור עד מצלת על הכל.</b> פרק שני דכתובות <small> (דף כ\"ז) </small> ופרק נערה שנתפתתה <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>עיר שבאה במצור עד מצלת על הכל.</b> פרק שני דכתובות <small> (דף כ\"ז) </small> ופרק נערה שנתפתתה <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>כיצד מצלת עד ובורחין להם.</b> פ\"ב דכתובות:",
                "<b> ואם שבו וכו' עד הן אסורות.</b> פרק נערה שנתפתתה <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>כיצד מצלת עד ובורחין להם.</b> פ\"ב דכתובות:",
                "<b> ואם שבו וכו' עד הן אסורות.</b> פרק נערה שנתפתתה <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>האשה שנחבשה וכו' עד סוף הפרק.</b> פ\"ב דכתובות <small> (דף כ\"ו) </small> ופרק אין מעמידין <small> (דף כ\"ח) </small> וסוף מסכת עדיות <small> (דף כ\"ג)</small> :"
            ]
        ],
        [
            [
                "<b>אי זו היא חללה וכו' עד לא נתחלל.</b> פרק י' יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>ובין שנבעלה באונס עד משהערה בה נתחללה.</b> פרק החולץ <small> (דף ל\"ג ל\"ד) </small> ופרק הבא על יבמתו <small> (דף נ\"ג)</small> :",
                "<b> והוא שיהיה כהן בן ט' שנים ויום אחד ומעלה.</b> במסכת סוטה פרק ארוסה ושומרת יבם:"
            ],
            [
                "<b>כיצד כהן בן ט' שנים וכו' עד הולד חלל.</b> בקידושין פרק האומר <small> (דף ס\"ז) </small> ופ\"א דתמורה <small> (דף ה')</small> :",
                "<b> אבל כהן שקידש אשה עד לא חיללה.</b> פרק אלמנה לכ\"ג <small> (דף ס\"ז ס\"ח) </small> ופרק הבא על יבמתו <small> (דף נ\"ו) </small> ופרק הערל ובכתובות פרק אע\"פ <small> (דף ס') </small> ובכמה מקומות בקידושין פ\"ק משמע כן בנכנסה לחופה ולא נבעלה:"
            ],
            [
                "<b>כיצד כהן בן ט' שנים וכו' עד הולד חלל.</b> בקידושין פרק האומר <small> (דף ס\"ז) </small> ופ\"א דתמורה <small> (דף ה')</small> :",
                "<b> אבל כהן שקידש אשה עד לא חיללה.</b> פרק אלמנה לכ\"ג <small> (דף ס\"ז ס\"ח) </small> ופרק הבא על יבמתו <small> (דף נ\"ו) </small> ופרק הערל ובכתובות פרק אע\"פ <small> (דף ס') </small> ובכמה מקומות בקידושין פ\"ק משמע כן בנכנסה לחופה ולא נבעלה:"
            ],
            [
                "<b>כהן הבא על ערוה עד וזרעו ממנה חללים.</b> פרק י' יוחסין <small> (דף ע\"ז ע\"ח)</small> :",
                "<b> לפיכך כהן שבא על זקוקה עד מטיפת עבירה.</b> פרק החולץ <small> (דף ס\"ב)</small> :"
            ],
            [
                "<b>כהן הבא על ערוה עד וזרעו ממנה חללים.</b> פרק י' יוחסין <small> (דף ע\"ז ע\"ח)</small> :",
                "<b> לפיכך כהן שבא על זקוקה עד מטיפת עבירה.</b> פרק החולץ <small> (דף ס\"ב)</small> :"
            ],
            [
                "<b>כהן הבא על ערוה עד וזרעו ממנה חללים.</b> פרק י' יוחסין <small> (דף ע\"ז ע\"ח)</small> :",
                "<b> לפיכך כהן שבא על זקוקה עד מטיפת עבירה.</b> פרק החולץ <small> (דף ס\"ב)</small> :"
            ],
            [
                "<b>כבר ביארנו שהחלוצה וכו' עד ואינו מיוחד בכהנים.</b> בקידושין פרק האומר <small> (דף ס\"ו) </small> ופרק הערל <small> (דף ע\"ה) </small> ופרק יש מותרות <small> (דף פ\"ה) </small> והרבה מקומות:"
            ],
            [
                "<b>כהן שבא על ספק זונה עד שהיא כזונה כמו שביארנו.</b> פ\"ק דכתובות <small> (דף י\"ד)</small> :",
                "<b> אבל הכהנת מותרת וכו' עד ומותר לישא כהנת.</b> פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>כהן שבא על ספק זונה עד שהיא כזונה כמו שביארנו.</b> פ\"ק דכתובות <small> (דף י\"ד)</small> :",
                "<b> אבל הכהנת מותרת וכו' עד ומותר לישא כהנת.</b> פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>כהן שבא על ספק זונה עד שהיא כזונה כמו שביארנו.</b> פ\"ק דכתובות <small> (דף י\"ד)</small> :",
                "<b> אבל הכהנת מותרת וכו' עד ומותר לישא כהנת.</b> פרק עשרה יוחסין <small> (דף ע\"ג)</small> :"
            ],
            [
                "<b>גרים ומשוחררים עד ולידתן בקדושה.</b> פרק עשרה יוחסין <small> (דף ע\"ח) </small> ופ\"ק דבכורים <small> (דף פ\"ג)</small> :",
                "<b> אבל גר או משוחרר עד לכהונה לכתחלה.</b> פרק עשרה יוחסין שם <small> (דף ע\"ז ע\"ח)</small> :"
            ],
            [
                "<b>גר עמוני שנשא עד לכתחלה.</b> פרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>חלל שנשא כשרה עד ואין בית אמו משפחתו.</b> בקידושין פרק האומר <small> (דף נ\"ז) </small> ופרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>חלל שנשא כשרה עד ואין בית אמו משפחתו.</b> בקידושין פרק האומר <small> (דף נ\"ז) </small> ופרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>לויים וישראלים עד במומו הוא פוסל.</b> פרק עשרה יוחסין <small> (דף ס\"ט:)</small> :",
                "<b> וכל מי שיש בו עזות עד והחיום בתחלה.</b> פרק הערל:"
            ],
            [
                "<b>לויים וישראלים עד במומו הוא פוסל.</b> פרק עשרה יוחסין <small> (דף ס\"ט:)</small> :",
                "<b> וכל מי שיש בו עזות עד והחיום בתחלה.</b> פרק הערל:"
            ],
            [
                "<b>משפחה שקרא עליה ערער עד להנשא לפסולין.</b> פרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>משפחה שקרא עליה ערער עד להנשא לפסולין.</b> פרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [
                "<b>משפחה שקרא עליה ערער עד להנשא לפסולין.</b> פרק עשרה יוחסין <small> (דף ע\"ז)</small> :"
            ],
            [],
            [
                "<b>כל שקוראין לו ממזר ושותק עד כמו שביארנו.</b> ספ\"ק דכתובות <small> (דף י\"ד)</small> :<br><b> כתב </b> הראב\"ד כל אלו שאמרו על שתיקתן וכו' שלא בשעת מריבה עכ\"ל: <b> ואני </b> אומר אין זו השגה שכבר מפורש דברי ר\"מ ז\"ל סוף פ\"ק דכתובות וכתבתי כמה פעמים שלכך קראו משנה תורה שהלך דרך ארוכה בקצרה והניח דרך הסברא לפירושי הגמרא ואף משום דינא נראה שאין לנו לחלק דאי איתא הוה ליה לתלמודא לפלוגי כדמפליג גבי חזקת כהנים בההיא פירקא גופיה דתניא חזקה לכהונה נשיאות כפים וכו' עד רשב\"ג אומר אף אלכסנדריא של מצרים בראשונה מפני שבתי דינין קבועין שם ע\"כ ומדלא מפליג ש\"מ לא שנא:"
            ],
            [
                "<b>משפחה שנתערב בה וכו' עד סוף הפרק.</b> סוף פ\"ק דכתובות <small> (דף י\"ד) </small> וסוף מסכת עדיות <small> (דף י\"ג) </small> ופרק עשרה יוחסין:"
            ]
        ],
        [
            [
                "<b>כל הכהנים שבזמן הזה כו' עד שהן בחזקה.</b> פרק עשרה יוחסין <small> (דף ע\"ו) </small> ופ\"ב דכתובות <small> (דף כ\"ד כ\"ה)</small> :<br><b> כתב </b> הראב\"ד ז\"ל אף בזמנינו וכו' ירושה שלישית אין להם עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא ומ\"ש ר\"מ ז\"ל מפורש פ\"ב דכתובות <small> (דף כ\"ה) </small> בשמעתין דחזקת משפחת כהונה דשקלינן וטרינן טובא עד ת\"ש חזקה לכהונה נשיאות כפים וחילוק גרנות בארץ ישראל ואסיקנא חילוק גרנות גופא לחלה וקסבר תרומה בזמן הזה דרבנן וחלה דאורייתא אלמא חלה ותרומה דינן שוה לחזקת כהנים ואוכלין תרומה בחזקה בכל מקום דתרומה בזמן הזה דרבנן ובפרק יש מותרות נמי הכי משמע וכמה ראיות יש לו שכבר נכתבו לראשונים ולאחרונים ז\"ל ואף כי יש לשכנגדו ראיות אלו ואלו דברי אלהים חיים הם ואני גליתי דעתו במקצת:"
            ],
            [
                "<b>כל הכהנים שבזמן הזה כו' עד שהן בחזקה.</b> פרק עשרה יוחסין <small> (דף ע\"ו) </small> ופ\"ב דכתובות <small> (דף כ\"ד כ\"ה)</small> :<br><b> כתב </b> הראב\"ד ז\"ל אף בזמנינו וכו' ירושה שלישית אין להם עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא ומ\"ש ר\"מ ז\"ל מפורש פ\"ב דכתובות <small> (דף כ\"ה) </small> בשמעתין דחזקת משפחת כהונה דשקלינן וטרינן טובא עד ת\"ש חזקה לכהונה נשיאות כפים וחילוק גרנות בארץ ישראל ואסיקנא חילוק גרנות גופא לחלה וקסבר תרומה בזמן הזה דרבנן וחלה דאורייתא אלמא חלה ותרומה דינן שוה לחזקת כהנים ואוכלין תרומה בחזקה בכל מקום דתרומה בזמן הזה דרבנן ובפרק יש מותרות נמי הכי משמע וכמה ראיות יש לו שכבר נכתבו לראשונים ולאחרונים ז\"ל ואף כי יש לשכנגדו ראיות אלו ואלו דברי אלהים חיים הם ואני גליתי דעתו במקצת:"
            ],
            [
                "<b>כל הכהנים שבזמן הזה כו' עד שהן בחזקה.</b> פרק עשרה יוחסין <small> (דף ע\"ו) </small> ופ\"ב דכתובות <small> (דף כ\"ד כ\"ה)</small> :<br><b> כתב </b> הראב\"ד ז\"ל אף בזמנינו וכו' ירושה שלישית אין להם עכ\"ל: <b> ואני </b> אומר זו מחלוקת ישנה היא ומ\"ש ר\"מ ז\"ל מפורש פ\"ב דכתובות <small> (דף כ\"ה) </small> בשמעתין דחזקת משפחת כהונה דשקלינן וטרינן טובא עד ת\"ש חזקה לכהונה נשיאות כפים וחילוק גרנות בארץ ישראל ואסיקנא חילוק גרנות גופא לחלה וקסבר תרומה בזמן הזה דרבנן וחלה דאורייתא אלמא חלה ותרומה דינן שוה לחזקת כהנים ואוכלין תרומה בחזקה בכל מקום דתרומה בזמן הזה דרבנן ובפרק יש מותרות נמי הכי משמע וכמה ראיות יש לו שכבר נכתבו לראשונים ולאחרונים ז\"ל ואף כי יש לשכנגדו ראיות אלו ואלו דברי אלהים חיים הם ואני גליתי דעתו במקצת:"
            ]
        ],
        [
            [
                "<b>כל הבא על הערוה וכו' עד מכת מרדות.</b> בת\"כ עיקרו ומפוזר מקצתו בתלמוד:",
                "<b> והמסתכל אפילו באצבע וכו'.</b> פרק מי שמתו <small> (דף כ\"ה)</small> :"
            ],
            [
                "<b>כל הבא על הערוה וכו' עד מכת מרדות.</b> בת\"כ עיקרו ומפוזר מקצתו בתלמוד:",
                "<b> והמסתכל אפילו באצבע וכו'.</b> פרק מי שמתו <small> (דף כ\"ה)</small> :"
            ],
            [
                "<b>ומותר להסתכל עד אתבונן על בתולה.</b> פרק האיש מקדש <small> (דף מ\"א)</small> :<br><b> כתב </b> הראב\"ד ז\"ל חכמים אמרו וכו': <b> ואני </b> אומר אדרבה מטוניה שמע מינה דמותר וראוי להסתכל בה דאי ס\"ד אסור היכי שרו רבנן פרק לפני אידיהן דלידבר עם הארץ בהדיא והא אסיקנא פ\"ק דשחיטת חולין דניחא ליה לצורבא מרבנן דליעביד איהו איסורא זוטא ולא לעביד עם הארץ איסורא רבה וכ\"ש בזה שרוצה לנשאה לעצמו ומצוה לראותה כדרב יהודה פ\"ק דקידושין וכמו שכתבתי למעלה בהלכות אישות וגם בכאן שנה בה ר\"מ ז\"ל וכן כתב הר\"מ ז\"ל מקוצי דהכא לאו בתלמיד חכם דוקא קיימי אלא בכל אדם וההיא דלעיל דרב יהודה במשדך וצריך לראותה עד שישאנה הכא בבדיקה אם תיטב בעיניו ידבר בה וישדכנה:"
            ],
            [
                "<b>ומותר לאדם להביט באשתו כשהיא נדה וכו' עד לדבר מכשול עד לעבירה.</b> פרק במה אשה <small> (דף ס\"ד) </small> ובירושלמי:<br><b> כתב </b> הראב\"ד ז\"ל אבל לא במקום הסתר שלה והכי איתא בנדרים עכ\"ל: <b> ואני </b> אומר כמדומה אני שהקורא לא גמר להקרות כל לשון ר\"מ ז\"ל בפסקא זאת שלפניו שז\"ל אבל לא ישחוק ולא יקל ראשו עמה שמא ירגיל לדבר ערוה עכ\"ל שאילו קראו לפניו עיניך רואות שהוא מחמיר ביותר כדאיתא פרק במה אשה ובירוש' ובכמה מקומות מותר להביט בה ואסור הקלות ראש ומה שהביא הראב\"ד ז\"ל מנדרים ה\"נ והוא דגרסי' בברייתא פרק ואלו מותרין <small> (דף כ') </small> גמרא מתני' דנדר בחרם וכו' ואל תרבה שיחה עם האשה שסופך לבא לידי ניאוף רבי אחא בר' יאשיה אומר כל הצופה בנשים סופו בא לידי עבירה וכל המסתכל בעקיבה של אשה הויין לו בנים שאינם מהוגנין אמר רב יוסף ובאשתו נדה אר\"ש ב\"ל עקיבה דקתני במקום הטינופת שהיה מכוון כנגד העקב עכ\"ל הגמרא. ומיהו איסורא מיהא לאו מדכר ואפשר דלא חזיא למילד ומשום בני ליכא ואיסורא מיהא איכא ונמצא ר\"מ ז\"ל מחמיר וכותב כלשון התלמוד ואין תפיסה בזה כלל:"
            ],
            [
                "<b>ואסור להשתמש באשה עד על ידי שליח.</b> פרק עשרה יוחסין <small> (דף ע') </small> במעשה בר שויסקל:"
            ],
            [
                "<b>המחבק אחת מן העריות כו' עד והאב לבתו.</b> פ\"ק דשבת <small> (דף י\"ג) </small> ופ\"ק דמס' ע\"ז <small> (דף י\"ז)</small> :"
            ],
            [
                "<b>כיצד מותר לאב עד אלא בכסותן.</b> סוף פרק עשרה יוחסין <small> (דף פ' ופ\"א)</small> :"
            ],
            [
                "<b>נשים המסוללות כו' עד לשני אנשים.</b> פרק במה אשה יוצאה <small> (דף ס\"ה) </small> ופרק הערל <small> (דף ע\"ו)</small> :",
                "<b> אע\"פ שמעשה זה אסור כו' עד כלל.</b> פרק קמא דתמורה <small> (דף ג') </small> ופרק הלוקין:",
                "<b> לפיכך אינן נאסרות עד ומלצאת היא אליהן.</b> פרק הערל:"
            ],
            [
                "<b>אשתו של אדם כו' עד אלא כדי לפרות ולרבות.</b> בנדרים פרק ואלו מותרין:"
            ],
            [
                "<b>אסור לאדם לשמש מטתו כו' עד אלא מפני צורך גדול.</b> במסכת נדה פרק כל היד:",
                "<b> ודרך קדושה לשמש באמצע הלילה.</b> פרק ואלו מותרין ובמסכת נדה מעשה דאימא שלום:"
            ],
            [
                "<b>אין דעת חכמים נוחה עד הרי זה משובח.</b> במסכת אבות משנה באשתו אמרו כו' בברכות פרק מי שמתו <small> (דף כ\"ב)</small> :",
                "<b> והוא שלא יבטל עונה [אלא] מדעת אשתו.</b> בכתובות פרק אע\"פ:",
                "<b> ולא תקנו כו' עד בתשמיש המטה.</b> פרק מי שמתו <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>וכן אסרו חכמים כו' עד אחד מהם מנודה.</b> פרק ואלו מותרין ובמס' כלה:",
                "<b> ולא יבא עליה אחר שגמר בלבו כו' עד ופושעים.</b> פרק החולץ <small> (דף ל\"ז) </small> ובמס' כלה:"
            ],
            [
                "<b>וכן אמרו חכמים שכל אשה כו' עד טורדין אותן.</b> פרק ואלו מותרין <small> (דף כ') </small> והרבה מקומות:"
            ],
            [
                "<b>ואסור לאדם לבא על אשתו בשוקים כו' עד מכת מרדות.</b> פרק נגמר הדין <small> (דף מ\"ו)</small> :",
                "<b> וכן המקדש בביאה כו' עד מכת מרדות.</b> פ\"ק דקידושין <small> (דף י\"ב) </small> וביבמות פ\"ג <small> (דף נ\"ב)</small> :"
            ],
            [
                "<b>ואכסנאי אסור בתשמיש המטה עד שיחזור לביתו וכן אסרו חכמים על האיש שידור בבית חמיו שזו עזות פנים הוא:</b> כתב הראב\"ד ז\"ל אם יחד לו בית למשכב מותר: <b> ואני </b> אומר כמה פעמים כתבתי כי ר\"מ ז\"ל סידר דברי הגמרא ודין אכסנאי ילפינן ליה מקרא דכתיב וישובו ויבואו אל ביתם הרמתה וידע אלקנה את חנה אשתו והפירושין והסברות נתנו ביד כל אחד להסביר כרצונו ואין אצלו שום תפיסה בשלא ביאר ויפה עשה דהא רב הונא אמרה סוף פרק אע\"פ <small> (דף ס\"ה) </small> לגבי ברייתא דכוס אחד יפה לאשה כו' עד אפי' חמור תובעת בשוק ואינה מקפדת ואמר רבה עלה לא שנו אלא שאין בעלה עמה אבל בעלה עמה לית לן בה ואקשינן והא חנה דבעלה עמה הואי ופרקינן אכסנאי שאני דאמר רב הונא כו' והא ודאי אלקנה קרוב ביתו לירושלים הוה וביתו עמו וחלוקת מנותיו יוכיח ואפ\"ה מוכח מינה איסור תשמיש לאכסנאי. ואף אמנם בסברת חתן הדר בבית חמיו פ\"ק דקידושין נאמרה וביבמות פרק ר\"ג ואנן מפרשינן טעמא משום הזהר אשתך מחתנך הראשון וכיון דרגיל בהדה איכא למיחש ואפילו ייחד לו בית משכב וגם ר\"י אלפס הביא על זה דברי בן סירא שאמר הכל שקלתי בכף מאזנים ולא מצאתי קל מסובין וקל מסובין אורח מכניס אורח וקל מאורח מכניס אורח חתן הדר בבית חמיו. וסברת הראב\"ד ז\"ל וחילוקו לא שמענו:",
                "<b> ולא יכנס עמו למרחץ עד כאחד למרחץ.</b> פרק מקום שנהגו <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>ואכסנאי אסור בתשמיש המטה עד שיחזור לביתו וכן אסרו חכמים על האיש שידור בבית חמיו שזו עזות פנים הוא:</b> כתב הראב\"ד ז\"ל אם יחד לו בית למשכב מותר: <b> ואני </b> אומר כמה פעמים כתבתי כי ר\"מ ז\"ל סידר דברי הגמרא ודין אכסנאי ילפינן ליה מקרא דכתיב וישובו ויבואו אל ביתם הרמתה וידע אלקנה את חנה אשתו והפירושין והסברות נתנו ביד כל אחד להסביר כרצונו ואין אצלו שום תפיסה בשלא ביאר ויפה עשה דהא רב הונא אמרה סוף פרק אע\"פ <small> (דף ס\"ה) </small> לגבי ברייתא דכוס אחד יפה לאשה כו' עד אפי' חמור תובעת בשוק ואינה מקפדת ואמר רבה עלה לא שנו אלא שאין בעלה עמה אבל בעלה עמה לית לן בה ואקשינן והא חנה דבעלה עמה הואי ופרקינן אכסנאי שאני דאמר רב הונא כו' והא ודאי אלקנה קרוב ביתו לירושלים הוה וביתו עמו וחלוקת מנותיו יוכיח ואפ\"ה מוכח מינה איסור תשמיש לאכסנאי. ואף אמנם בסברת חתן הדר בבית חמיו פ\"ק דקידושין נאמרה וביבמות פרק ר\"ג ואנן מפרשינן טעמא משום הזהר אשתך מחתנך הראשון וכיון דרגיל בהדה איכא למיחש ואפילו ייחד לו בית משכב וגם ר\"י אלפס הביא על זה דברי בן סירא שאמר הכל שקלתי בכף מאזנים ולא מצאתי קל מסובין וקל מסובין אורח מכניס אורח וקל מאורח מכניס אורח חתן הדר בבית חמיו. וסברת הראב\"ד ז\"ל וחילוקו לא שמענו:",
                "<b> ולא יכנס עמו למרחץ עד כאחד למרחץ.</b> פרק מקום שנהגו <small> (דף נ\"א)</small> :"
            ],
            [
                "<b>לא יהלכו בנות ישראל פרועות ראש וכו'.</b> פרק המדיר <small> (דף ע\"ב)</small> :",
                "<b> ולא תלך אשה בשוק עד שתפשוהו דרך שחוק.</b> זה מפורש בסנהדרין במעשה שהיה פרק כהן גדול <small> (דף י\"ט)</small> :"
            ],
            [
                "<b>אסור להוציא שכבת זרע כו' עד ויעלת חן.</b> פרק כל היד והביאו ר\"י אלפס בהלכות פרק שמנה שרצים:",
                "<b> לפיכך אסור לאדם לישן עד לידי קישוי.</b> פרק היה קורא בתורה <small> (דף י\"ד): </small>"
            ],
            [
                "<b>אסור להוציא שכבת זרע כו' עד ויעלת חן.</b> פרק כל היד והביאו ר\"י אלפס בהלכות פרק שמנה שרצים:",
                "<b> לפיכך אסור לאדם לישן עד לידי קישוי.</b> פרק היה קורא בתורה <small> (דף י\"ד): </small>"
            ],
            [
                "<b>ולא יסתכל בבהמה וכו'.</b> פרק קמא דמסכת ע\"ז:",
                "<b> ומותר למרביעי בהמה עד לידי הרהור.</b> סוף פרק השוכר את הפועלים <small> (דף צ\"א) </small> ופ\"ק דמסכת ע\"ז:"
            ],
            [
                "<b>וכן אסור לאדם להסתכל בנשים וכו'.</b> פרק חזקת הבתים:",
                "<b> ואפילו להסתכל בבגדי צבע וכו' עד הרהור.</b> פרק קמא דע\"ז:"
            ],
            [
                "<b>מי שפגע באשה בשוק כו' עד מקלי עמי הארץ.</b> פרק הרואה <small> (דף ס\"א) </small> ופירוש הוא על מה שאמרו אחרי ארי ולא אחרי אשה גמרא מתני' דחייב אדם לברך:",
                "<b> ואסור לעבור כו' עד אל פתח ביתה.</b> פ\"ק דע\"ז:"
            ],
            [
                "<b>ואסור לאדם שאינו נשוי עד לבב הקדושים.</b> פרק כל היד <small> (דף י\"ג) </small> ופרק יוצא דופן ופרק כירה שהסיקוה <small> (דף מ\"א) </small> וכמה מקומות:"
            ],
            [
                "<b>ואסור לאדם שאינו נשוי עד לבב הקדושים.</b> פרק כל היד <small> (דף י\"ג) </small> ופרק יוצא דופן ופרק כירה שהסיקוה <small> (דף מ\"א) </small> וכמה מקומות:"
            ],
            [
                "<b>מצות חכמים להשיא עד ולא תחטא.</b> זה בפרק הבע\"י <small> (דף ס\"ב) </small> והביאה ר\"י אלפס בהלכות סוף גיטין והוא בכמה מקומות בבבלי ובירושלמי ובמדרשות:",
                "<b> ואסור להשיא אשה לקטן כו' עד גורם לזנות.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>מצות חכמים להשיא עד ולא תחטא.</b> זה בפרק הבע\"י <small> (דף ס\"ב) </small> והביאה ר\"י אלפס בהלכות סוף גיטין והוא בכמה מקומות בבבלי ובירושלמי ובמדרשות:",
                "<b> ואסור להשיא אשה לקטן כו' עד גורם לזנות.</b> פרק הבא על יבמתו:"
            ],
            [
                "<b>וכן מי שגירש אשתו עד הוא ידחה מפניה.</b> פ\"ב דכתובות <small> (דף כ\"ז כ\"ח)</small> :"
            ],
            [
                "<b>אסור לאדם כו' עד לימים ידועים מותר.</b> סוף גיטין <small> (דף צ') </small> ופרק החולץ <small> (דף ל\"ז)</small> :"
            ],
            [
                "<b>ולא ישא אדם אשה עד הרי זה מותר.</b> פרק החולץ <small> (שם)</small> :"
            ],
            [
                "<b>לא ישא אדם עד בניהם כך.</b> פרק הבא על יבמתו <small> (דף ס\"ד)</small> :"
            ],
            [
                "<b>אשה שנשאת עד יכנוס.</b> פ\"ק דכתובות ופרק נערה שנתפתתה <small> (דף מ\"ג)</small> :",
                "<b> ולא ישא ישראל כו' עד סוף הפרק.</b> פרק אלו עוברין <small> (דף מ\"ט)</small> :"
            ],
            [
                "<b>אשה שנשאת עד יכנוס.</b> פ\"ק דכתובות ופרק נערה שנתפתתה <small> (דף מ\"ג)</small> :",
                "<b> ולא ישא ישראל כו' עד סוף הפרק.</b> פרק אלו עוברין <small> (דף מ\"ט)</small> :"
            ]
        ],
        [
            [
                "<b>אסור להתייחד עם הערוה עד עם אשתו נדה.</b> פרק י' יוחסין <small> (דף פ')</small> :",
                "<b> וחתן כו' עד להתייחד עמה.</b> פ\"ק דכתובות <small> (דף ד')</small> :"
            ],
            [
                "<b>לא נחשדו ישראל עד מפי הקבלה.</b> פרק י' יוחסין <small> (דף פ\"ב)</small> :"
            ],
            [
                "<b>כשאירע מעשה דאמנון עד יחוד כותית.</b> בע\"ז פרק אין מעמידין ובסנהדרין פרק כהן גדול <small> (דף כ\"א) </small> ור\"י אלפס ז\"ל כתבו בהלכות סוף קידושין:",
                "<b> האיש והאשה עד שהם ממזרים.</b> פרק י' יוחסין <small> (דף כ\"א)</small> :"
            ],
            [
                "<b>כל אשה שאסור עד ואין להם בושה.</b> פרק אין מעמידין <small> (דף כ\"ה) </small> ופרק י' יוחסין <small> (שם)</small> :"
            ],
            [
                "<b>וכן אין מוסרין עד על משכב זכור.</b> פ\"ק דע\"ז <small> (דף ט\"ו)</small> :",
                "<b> ואין מעמידין בהמה כו' עד ישכב עם הבהמה.</b> פ\"ק דע\"ז ופרק אין מעמידין <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>וכן אין מוסרין עד על משכב זכור.</b> פ\"ק דע\"ז <small> (דף ט\"ו)</small> :",
                "<b> ואין מעמידין בהמה כו' עד ישכב עם הבהמה.</b> פ\"ק דע\"ז ופרק אין מעמידין <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>וכן אין מוסרין עד על משכב זכור.</b> פ\"ק דע\"ז <small> (דף ט\"ו)</small> :",
                "<b> ואין מעמידין בהמה כו' עד ישכב עם הבהמה.</b> פ\"ק דע\"ז ופרק אין מעמידין <small> (דף כ\"ב)</small> :"
            ],
            [
                "<b>לא תתייחד אשה אחת עד שהרי זו מגלה סודה.</b> פרק י' יוחסין <small> (דף פ')</small> :"
            ],
            [
                "<b>לא תתייחד אשה אחת עד שהרי זו מגלה סודה.</b> פרק י' יוחסין <small> (דף פ')</small> :"
            ],
            [
                "<b>תינוקת מבת שלש שנים וכו' עד ועם הטומטום.</b> פרק ד' מיתות ופרק בא סימן <small> (דף נ\"ה) נ\"ה):</small> :"
            ],
            [
                "<b>תינוקת מבת שלש שנים וכו' עד ועם הטומטום.</b> פרק ד' מיתות ופרק בא סימן <small> (דף נ\"ה) נ\"ה):</small> :"
            ],
            [
                "<b>אשת איש שהיתה עם בעלה עד משום יחוד.</b> פרק י' יוחסין <small> (דף פ\"א)</small> :"
            ],
            [
                "<b>אשת איש שהיתה עם בעלה עד משום יחוד.</b> פרק י' יוחסין <small> (דף פ\"א)</small> :"
            ],
            [
                "<b>אשת איש שהיתה עם בעלה עד משום יחוד.</b> פרק י' יוחסין <small> (דף פ\"א)</small> :"
            ],
            [
                "<b>אין ממנין אדם כו' עד שאין אפוטרופוס וכו'.</b> בהרבה מקומות היא הלכה רווחת:"
            ],
            [
                "<b>אסור לתלמיד חכם לשכון וכו' עד אשתו עמו.</b> כתב הראב\"ד ז\"ל הפריז על מדותיו וכו': <b> ואני </b> אומר הפרזה גדולה ופרישות גדול מזה שנינו סוף פרק י' יוחסין <small> (דף פ\"א:) </small> גבי הא דתניא אסור להתייחד עם כל העריות ואפי' עם בהמה אביי מכלי להו מכולה דברא רב ששת מעבר ליה מצרא ע\"כ ואם זה בבהמה כ\"ש באלמנה. ומה שכתב הראב\"ד ז\"ל הוא ריש פרק אין מעמידין <small> (דף כ\"ב) </small> דתני רב יוסף ארמלתא לא תרבי כלבא ולא תשרי בר בי רב באושפיזא. ולפי דעתי כי ר\"מ ז\"ל פי' זאת בתלמוד כלשון כדטעים בר בי רב וכהנה רבות וכדמפרש טעמא בגמרא משום דצניע לה ומ\"ש כאן ר\"ח ז\"ל הוא בתלמיד חכם גדול הנקרא צורבא מרבנן דומיא דאביי ורב ששת שהיו גדולים ומלמדין תורה ברבים צריכין ליזהר מן החשד יותר כדאמרי' בכמה מקומות. או שמא יפרש ר\"מ ז\"ל שלא תשרה כלשון המשרה אשתו ע\"י שליש בפרק אע\"פ ובאושפיזא ר\"ל בשכונתא כי אכסנא הוא האורח הבא להתאכסן אצל בעל הבית ואושפיז הוא כמו פונדק או קרוב ויעלו בזה דברי ר\"מ ז\"ל על מכונם וכן כתב כלשונו הר\"ם מקוצי מדעת רבותינו בעלי התוספות ז\"ל אות באות:"
            ],
            [
                "<b>אין דורשין בסתרי עריות עד מה שישמע מן הרב.</b> במסכת חגיגה ריש פרק אין דורשין <small> (דף י\"א)</small> :"
            ],
            [
                "<b>אין לך דבר בכל התורה כולה כו' עד שהוא הגורם הגדול.</b> זה מפורסם בכמה מקומות בירושלמי ובבלי ובמדרשות:",
                "<b> גדולי חכמים היו אומרים עד ויתרחק מן היחוד.</b> סוף פרק י' יוחסין <small> (דף פ\"ז)</small> :"
            ],
            [
                "<b>אין לך דבר בכל התורה כולה כו' עד שהוא הגורם הגדול.</b> זה מפורסם בכמה מקומות בירושלמי ובבלי ובמדרשות:",
                "<b> גדולי חכמים היו אומרים עד ויתרחק מן היחוד.</b> סוף פרק י' יוחסין <small> (דף פ\"ז)</small> :"
            ],
            [
                "<b>אין לך דבר בכל התורה כולה כו' עד שהוא הגורם הגדול.</b> זה מפורסם בכמה מקומות בירושלמי ובבלי ובמדרשות:",
                "<b> גדולי חכמים היו אומרים עד ויתרחק מן היחוד.</b> סוף פרק י' יוחסין <small> (דף פ\"ז)</small> :"
            ],
            [
                "<b>וכן ינהוג כו' עד עריות.</b> פ\"ק דסוטה <small> (דף ב':) </small> ובכמה מקומות:",
                "<b> ולא ישב בלא אשה עד סוף ההלכה.</b> פרק הבע\"י <small> (דף ס\"ב): </small>"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מגדל עוז על משנה תורה, הלכות איסורי ביאה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Migdal Oz",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}