{
    "title": "Nachal Eitan on Mishneh Torah, Rest on a Holiday",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Rest_on_a_Holiday",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין אופין ומבשלין ביו\"ט כדי להאכיל לבהמה.</b> וכתב הרב המגיד שיש חולקין בדין בהמה כו'. והיינו משום שפסקו כרבי עקיבא דאמר אך אשר יאכל לכל נפש אפילו נפש בהמה במשמע. ונראה להביא ראיה לדעת רבינו וסייעתו שלא פסקו כר\"ע אלא ממעטי נפש בהמה מלכם. והוא מסוגיא דביצה (דף ל\"ד) גבי הא דבעי מיניה ר' ירמיה מר' זירא מהו לשחוט ביו\"ט עוף שנולד בו ספק טרפות. משמע דאילו ודאי טריפה פשיטא שאסור לשחוט ביו\"ט והיינו משום איסור מלאכה כמו שמבואר מפירוש רש\"י שם. וא\"כ שמעינן מינה דלא קיי\"ל כר\"ע דלדידיה דדריש לכל נפש אפי' נפש בהמה מותר לשחוט טריפה ביו\"ט וכדמוכח בביצה (דף כ\"א ע\"א) גבי הא דמשני רב יוסף עגל טריפה הואי התם בעובדא דשמעון התימני ששחטו ואמר התם שעברו על מה שכתוב בתורה לכם ופריך והא חזי לבהמה ומוקי לה כתנאי וכמאן דאמר דממעט נמי לבהמה מלכם וש\"מ דלמאן דאמר דמתיר לבהמה אין איסור בשחיטת טריפה ביו\"ט כיון דחזיא לבהמה. [וכן יש להביא ראיה מהא דאמר שלהי שבת (דף קנ\"ו ע\"ב) לוי כי הוו מייתי טריפתא לקמיה ביו\"ט לא הוי חזי ליה אלא כי יתיב אקילקתא דאמר דילמא לא מתכשרא ואפילו לחיה לא חזיא]:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בהמת קדשים שנולד בה מום ביו\"ט הואיל ולא היה דעתו עליה מערב יו\"ט אסור לשוחטה.</b> והנה בס' צל\"ח נתקשה בדברי רבינו הללו דבהמת קדשים בלאו איסור מוקצה שלא היה דעתו עליה מערב יו\"ט יש איסור לשוחטה ביו\"ט במומה שהרי צריכה פדיון ואסור לפדות ביו\"ט דדמי למקח וממכר. ואע\"ג דבזמן הזה קיי\"ל דשוה מנה נפדה בפרוטה מ\"מ כיון דצריך העמדה והערכה ולהוציא הבהמה מרשות הקדש לרשותו שתהיה שלו ולהקנות בעבורה דבר אחר להקדש קשה לומר שיהא מותר ביו\"ט עכ\"ד. ולדידי לק\"מ דהא משכחת שפיר בהמת קדשים שתהא נאכלת במומה לבעלים בלא פדיון כלל כגון ולד מעשר ותמורת מעשר שאינו קרב תם וכשהומם אינו צריך פדיון ונאכל לבעלים וכדאיתא בסוף פ\"ג דתמורה. ועוד דאף בבהמת קדשים שצריכה פדיון משכחת שאין איסור מפני הפדיון ביו\"ט וכגון שהפריש מעות מערב יו\"ט על מנת שתפדה בהן כל אימת שתפול בה מום דודאי מהני בכהאי גוונא ויוצאת לחולין עכ\"פ מזמן שתפול המום וכדמוכח בבכורות (דף ל\"ט). ואע\"ג דאפשר שתפול המום ביו\"ט אין בזה משום איסור מקח וממכר ביו\"ט כיון שכבר הפריש המעות והתנה בחול שתצא לחולין ובשעה שנפל המום ביו\"ט אינו אומר כלום. אלא דממילא היא יוצאת לחולין על ידי אמירתו כבר מערב יו\"ט ומשום הכי אין בזה איסור מקח וממכר ושינוי רשות ביו\"ט.<br><b> וגדולה </b> מזו מוכח בתרומת הדשן שהביא המג\"א בסי' של\"ט גבי פדיון הבן בשבת דאין איסור ליתן המעות לכהן מערב שבת על מנת שיחול הפדיון בשבת. והובא בשו\"ת רבי עקיבא איגר סי' קנ\"ט אלא דסיים שם דצריך לזה ראיה מן הש\"ס. ויש לי להביא ראיה לזה מהא דאמר בערובין (דף ל\"ו) גבי אמר ככר זו היום קודש ולמחר חול. ולא מבעיא לפירוש רש\"י שם דמה שאמר למחר חול היינו שחיללו על מעות שבבית דודאי מוכח דיכול לומר מערב שבת כן על מנת שיתחלל למחר דהיינו בשבת. אלא דאף לפי מ\"ש בחידושי ריטב\"א דהתם למחר חול בלא פדיון הוא דסבר דקדושת דמים פקעה בכדי מ\"מ דמי למקח וממכר כיון שיוצא מהקדש לחול בשבת ואפילו הכי שרי כיון שאומר כן מערב שבת. וא\"כ הוא הדין בדבר הצריך פדיון כשאומר ומפריש מערב שבת שפיר דמי. ובכהאי גוונא איצטריך רבינו לאשמועינן דאסור משום מוקצה הואיל ולא היה דעתו עליה מערב יו\"ט שהרי לא היה יודע שתפול בה המום ביו\"ט. ועוד דלאו בידו הוא דמי יימר דמיזדקק ליה חכם וכדאמר בפרק כירה (שבת דף מ\"ו ע\"ב) גבי בכור:<br><b> ומיהו </b> קשה לי דאמאי הוי מוקצה בהמת קדשים הא אי בעי הוי מתשיל עליה ביו\"ט דקיי\"ל דנשאלין על הקדשות ואפילו ביו\"ט כשצריך וכדתנן בשלהי שבת נשאלין לנדרים שהן לצורך השבת. ובפרק כירה שם מבואר דלא נאסר דבר הנדור משום מוקצה דאיתקצאי בין השמשות דהיתר נדרים סגי בשלשה הדיוטות ומאתמול דעתו עליה ולא אמר מי יימר דמיזדקקי וא\"כ הכי נמי גבי שאלה דהקדש לא להוי מוקצה כיון דבידו הוא למיתשיל. ואע\"ג דעדיין לא איתשיל נימא הואיל ואי בעי הוי מיתשיל עליה הוי שריא הוא הדין כשלא איתשיל דהא קיי\"ל כרבה בפסחים (דף מ\"ו) דאמר הואיל וכמו שפסק בפ\"א. ומ\"ש תוס' בפסחים שם דלהתיר לא אמר הואיל לא משמע הכי בסוגיא דביצה (דף כ\"א). וכן משמע דעת רבינו והמגיד משנה בפ\"א דין י\"ד.<br><b> והנה </b> כהאי גוונא הקשה ג\"כ הטורי אבן בחגיגה (דף ז') לרבה דאית ליה הואיל אמאי נדרים ונדבות אין קרבין ביו\"ט נימא הואיל ואי בעי מיתשיל עליה כדידיה דמיא. וכבר כתבתי בחידושי ליישב על פי מ\"ש בעצמו בס' שאגת אריה סי' צ\"ז דלא אמר הואיל ואי בעי מיתשיל להוי עכשיו כאלו איתשיל אלא במידי דחזי נמי השתא לשום הנאה או לשום אדם משא\"כ מידי דלא חזי השתא כלל לשום אדם כגון מעשר שני בגבולין לא אמר בו הואיל ואי בעי מתשיל עליה או פדה ליה להוי עכשיו כדידיה. ולפ\"ז אתי שפיר דנדרים ונדבות אסורים ביו\"ט ולא אמר בהו הואיל דהא עכשיו אסורים בהנאה לכל אדם. וא\"כ אתי שפיר גם כן מ\"ש רבינו כאן דבהמת קדשים שנולד לה מום ביו\"ט הויא מוקצה דהא היתה אסורה לכל. ובהכי אתי שפיר גם כן סוגיא דביצה (דף כ' ע\"ב) דמייתי ראיה דנדרים ונדבות אין קרבין ביו\"ט מן התורה משתי הלחם שאין אפייתן דוחה יו\"ט. והשתא הא בשתי הלחם ליכא הואיל כדאיתא בפסחים (דף מ\"ז) ומאי ראיה לזה לנדרים ונדבות דאיכא הואיל אלא שמע מינה דהכי נמי ליכא הואיל מטעמא דאמרן:",
                "<b> לפיכך אסור לראות מומי קדשים ביו\"ט גזירה שמא יתירם החכם במומן ויבוא זה לשחוט.</b> והנה רש\"י פירש הטעם דאין רואין מומין ביו\"ט לפי שהמתירו ביו\"ט נראה כמתקן והו\"ל כדן את הדין דגזור ביה משום שבות. וראיתי להמל\"מ שכתב לקמן בפרק ז' דרבינו שלא כתב טעמו דרש\"י אפשר דס\"ל דבדבר שהוא אוכל נפש דשרי ביו\"ט לא שייך טעמא דדן את הדין. ובחנם כתב לשון אפשר דנראה דאין להסתפק בזה דודאי כך הוא דעתו של רבינו. שהרי כתב לעיל בפ\"א דין י\"ז כל שאסור בשבת משום שבות הרי הוא אסור ביו\"ט אלא א\"כ היה בו צורך אכילה הרי משמע להדיא דאם היה בו צורך אכילה אינו אסור משום שבות ביו\"ט וא\"כ על כרחך אין לומר כפירוש רש\"י דאיסור ראיית המומין ביו\"ט הוא משום דן הדין דהא הוא באוכל נפש עצמו ולא דמי לדן הדין בעלמא שאינו באוכל נפש עצמו ולכך פירש הטעם משום גזירה שיבוא לשוחטן והוא אסור משום מוקצה. ויש לי להביא ראיה לרבינו דלטעמא דרש\"י קשה דאמאי אם עבר וביקרו אינו מבוקר הא דן את הדין בדיעבד דינו דין כמ\"ש הפוסקים בשם הירושלמי. אמנם לטעמו של רבינו אתי שפיר דשאני ראיית מומין דאיכא למיגזר שיבוא לשחוט ולאכול המוקצה משא\"כ גבי דן את הדין דליכא גזירה:<br><b> ומה </b> שהקשה הצל\"ח לרבינו דאיך אפשר שיהיה איסור ראיית מומין משום שמא יבוא לשחוט המוקצה דא\"כ אמאי רבי יהודה מתיר ראיית מומין ביו\"ט ורבי שמעון אוסר הא כלפי לייא דרבי יהודה דאית ליה מוקצה מתיר ורבי שמעון דלית ליה מוקצה אוסר. ולדידי לק\"מ דהא בסוגיא דסוף פרק כירה (שבת דף מ\"ו ע\"ב) מבואר דבמומין שנולדו ביו\"ט לר\"ש נמי הוי מוקצה משום דאין אדם יושב ומצפה שמא יפול בו מום. וא\"כ שפיר דאוסר ר\"ש לראות המום משום גזרה שיבוא לשחוט המוקצה דהיינו כשנולד המום ביו\"ט ומשום לא פלוג אוסר ג\"כ בראיית מומין שמערב יו\"ט. ור' יהודה דמתיר היינו אותן שנולדו מערב יו\"ט דלא הוו מוקצה ולא גזר ראייתן אטו אותן שנולדו ביו\"ט:"
            ],
            [],
            [],
            [
                "<b>זימן שחורים ולבנים ומצא שחורים במקום לבנים ולבנים במקום שחורים אסורים שמא אותן שזימן פרחו להן ואלו אחרים הן וכל ספק מוכן אסור.</b> והקשו האחרונים דבגמרא אמר אהא דמסייע ליה לרבי חנינא דאמר רוב וקרוב הולכין אחר הרוב וא\"כ משמע דלאו משום ספק מוכן אסור אלא משום דאזלינן בתר רובא דעלמא שאינן מזומנין ולא בתר קורבא דהא קיי\"ל כרבי חנינא וכמ\"ש רבינו גופיה בהלכות מאכלות אסורות ובהלכות אבידה. ועיין מ\"ש בס' בינה לעתים וס' נחלת עזריאל שכתבו לחלק בין רובא דאיתא קמן ובין רובא דליתא קמן או בין קורבא דמוכח או לא. ולפי דבריהם פליג רבינו על דברי הרשב\"א והובא ביו\"ד סי' קכ\"ט וסי' שע\"ד דס\"ל דאף בקורבא דמוכח אזלינן בתר רובא אפילו דליתא קמן. אמנם יש לי ליישב דברי רבינו על פי מ\"ש הרמב\"ן בפ\"ב דבבא בתרא דקרוב ומצוי אפילו לרבי חנינא לא גריעי מרוב ולא אזיל בתר רוב. ובס' קצות החושן סי' רס\"ב הוכיח מריש פ\"ד דמסכת עבודה זרה גבי מרקוליס דכל שקרוב מאד כגון תוך תפיסה והיינו ד' אמות לפירוש רש\"י שם ולפירוש התוס' היינו תוך אמה חשוב קרוב ומצוי וכמו מקומו ממש הוא ואמר כאן נמצא כאן היה. ולפ\"ז אתי שפיר שהוצרך רבינו לאסור כאן מטעם ספק מוכן לומר דאף נמצאו קרוב ומצוי כגון בתוך תפיסה אפילו הכי אסורים דחיישינן לספק מוכן. והא דדייק בגמרא מיניה סיוע לר' חנינא דרוב עדיף מקורבה אע\"ג דבלא עדיפות דרוב איכא לאסור משום ספק. י\"ל דהכי דייק דמכל מקום מוכח דרוב עדיף מקרוב לחוד דאי איתא דרוב לא עדיף אלא שקול כקרוב א\"כ קרוב ומצוי עדיף מרוב ואמאי אסורים בכהאי גוונא הגוזלות ומתניתין סתמא קתני דמשמע דאפילו היו המקומות של המזומנים סמוכין בתפיסה אחת דהוו קרוב ומצוי אסורים אלא מדקרוב ומצוי לא עדיף מרוב אלא שקולים שמע מינה דאילו קרוב לחודיה גרע מרוב והולכין אחר הרוב שעדיף:<br><b> ומה </b> שהקשה בספר צלותא דאברהם על מ\"ש רבינו דהוי ספק מוכן דשמא אותן שזימן פרחו להן ואלו אחרים הן. הא הוי ספק ספיקא להיתרא חדא שמא הן אותן עצמן שזימן ואם תמצי לומר שהן אחרים שמא הן גם כן מזומנים. ויש ליישב דהוי משם אחד. ועוד דהוא אינו מתהפך:"
            ],
            [],
            [],
            [
                "<b>העומד על המוקצה מערב יו\"ט כו' צריך שירשום ויאמר מכאן ועד כאן אני נוטל ואם לא רשם לא יטול.</b> ועיי' בפר\"ח או\"ח סי' תצ\"ה שהקשה על דברי רבינו דאיהו ס\"ל דבדרבנן סמכינן אברירה ואמאי לא סמך כאן באיסור מוקצה דרבנן אברירה. ונעלם ממנו שכבר הרגיש בזה הב\"י בסוף סימן תקי\"ח. והמג\"א תירצו בסי' תצ\"ה דשאני הכא דדחייה בידים ועיין בתוס' יו\"ט פ\"א דביצה משנה ג' ובסוף פ\"ד שנראה שנתכון ג\"כ לזה. אך בס' בינה לעתים להגאון בעל ס' כרתי ופלתי הקשה על זה ותירץ בענין אחר דכאן גבי מוקצה מחמירים לעניין ברירה כמו בדאורייתא כמו דמחמירין לענין ספק מוכן משום דהוי כדאורייתא כמ\"ש מהרש\"א בשם תוספות ישנים בריש ביצה ע\"כ. ובס' מחנה ראובן ובס' שער המלך כתבו דהיינו טעמא דהו\"ל דבר שיש לו מתירין ולכך מחמירין בברירה גבי מוקצה וכ\"כ בס' צל\"ח (דף ל\"ח) ובס' עצי לבונה ביו\"ד סי' רכ\"ו בשם ס' שאלת בנימין וישועות יעקב. וכל זה אינו לפמ\"ש בס' פר\"ח בסי' תצ\"ז דלא מחמירים בספק מוכן רק בספק מעשה ולא בספיקא דפלוגתא דסמכינן על המיקל בדרבנן אף בדבר שיש לו מתירין והביא ראיה לזה מדברי הפוסקים ע\"ש. ולפ\"ז אית לן להקל גבי ברירה נמי במוקצה ולסמוך על מאן דאמר דאית ליה ברירה וסברא זו מצאתי להדיא בשאגת אריה סי' צ'. וכן יש להכריח מדברי מהרש\"א גופיה ממ\"ש בביצה (דף ל\"ח) דמאן דאמר דאית ליה ברירה בדרבנן אית ליה נמי במוקצה. וכך פסק באמת רבינו ירוחם הובא באו\"ח סי' תקי\"ח. ומה שהקשה עליו בס' שער המלך מסוגיא דערובין (דף ל\"ז) כתבתי ליישב בחידושי]:"
            ],
            [],
            [],
            [
                "<b>אבל מסיקין בכלים שלמים.</b> בס' פרי מגדים הקשה לפי מ\"ש רבינו בפרק א' דכל מלאכה שאינה עיקרה לצורך אכילה כגון בניין וסתירה לא הותרה ביו\"ט לצורך אוכל נפש. וגם סובר דיש בניין וסתירה גמורה נמי גבי כלים. וא\"כ אמאי מתיר להסיק ביו\"ט בכלים שלימים הא הוי סתירה גמורה וכמ\"ש המג\"א בסי' תק\"א ותירוצו דאין סתירה בכלים לא שייך לדעת רבינו. והנה נעלם מבעל מג\"א והפמ\"ג שכבר הרגיש בקושיא זו בהגהות (רבינו) [מיימוני] בהלכות שבת בפכ\"ג. גם מה שתירץ המג\"א דהיינו טעמא דמסיקין בכלים שלימים אע\"ג דהוא סותר גמור משום שאין חיוב דאורייתא בסותר אלא שהוא על מנת לבנות. ואצלי אינו מחוור דמ\"מ ליתסר מדרבנן דודאי סתירה גמורה לא הותרה לגמרי ביו\"ט אפילו שלא על מנת לבנות וכדמוכח בביצה (דף ל\"א) גבי הא דתניא חותמות שבקרקע לא מפקיע ולא חותך אחד שבת ואחד יו\"ט פירש משום דסותר הוא ואע\"ג שאינו על מנת לבנות. וכן משמע בסוגיא דביצה (דף ל' ע\"ב) דפריך אהא דתניא אין נוטלים עצים מן הסוכה אלא מן הסמוך לה ורבי שמעון מתיר והא קסתר אהלא. וכל שכן דקשה מכאן אמ\"ש המג\"א שם דמותר לבקע כלים כמו עצים. ומיהו אפשר דלבקע ע\"י שנוי קאמר דבכהאי גוונא הוי סתירה רק מדרבנן ושריא שלא על מנת לבנות וכ\"כ בס' פני יהושע שם דסתירה דרבנן שרי שלא על מנת לבנות.<br><b> ועל </b> פי זה אתי שפיר ג\"כ הא דמסיקין בכלים שלימין דנראה דסתירה כזה שעל ידי שריפה לא הוי סתירה כדרכה אלא כלאחר יד וכמ\"ש בפי\"ב דשבת ומצינו דמתירין סתירה דכלאחר יד ביו\"ט גבי סתירת חבלים בביצה (דף ל\"א) וכן גבי בקוע עצים מתירין אע\"ג דהוי טוחן משום כלאחר יד כמ\"ש רבינו לקמן בפרק ד'. וכן בשאר מלאכות יו\"ט כגון עוקר דבר מגידולו כלאחר יד ולמולל מלילות לקמן בפ\"ג ובביצה (דף י\"ג) פירש רש\"י דהויא דישה כלאחר יד. ושמע מינה דכל כלאחר יד שרי משום שמחת יו\"ט:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל דבר שאין ניאותין בו בחול עד שיעשה בו מעשה שאסור לעשותו ביו\"ט אין משלחין אותו ביו\"ט. כיצד אין משלחין ביו\"ט תבואה לפי שאין ניאותין בה בחול אא\"כ טחן.</b> הנה רבינו לא זכר דין סנדל המסומר דתנן במתני' דביצה שאין משלחין אותו ביו\"ט. וראיתי להצל\"ח שכתב שהוא בכלל דברי רבינו דמדכתב דכל דבר שאין ניאותין בו בחול עד שיעשה בו מעשה שאסור לעשותו ביו\"ט אין משלחין אותו ביו\"ט. וניאותו של סנדל המסומר הוא שנועלו ברגלו והוא מעשה שאסור לעשותו ביו\"ט דהיינו לנעלו ברגלו וא\"כ ממילא משמע שאסור לשלחו ביו\"ט כמו תבואה. ומה שמתיר רבינו לשלוח תפילין ביו\"ט הוא משום שאין איסור בהנחתן בשבת ויו\"ט וכן משמע פ\"ד דתפילין דלא כתב גבי המניח תפילין בשבת דעובר בלאו או בעשה כמו מניח בלילה אלא דממעט מקרא דלאות יצאו שבתות וימים טובים שהן עצמן אות והיינו שאין צריך לאות אחר ולא שיש איסור בדבר עכ\"ד. ואין מחוור אצלי דאיך יהא סנדל המסומר בכלל דבר שאין ניאותין בו בחול עד שיעשה בו מעשה כו' דהרי סנדל המסומר אע\"פ שאסור לנועלו ביו\"ט מ\"מ בחול ניאותין בו כמו שהוא עכשיו בלא עשיית שום מעשה בגופו. ולא דמי כלל לתבואה דנקט לאסור שמחוסרת בגופה מעשה האסורה ביום טוב לטוחנן משא\"כ בסנדל המסומר שאין מחוסר בגופו מעשה האסור ביום טוב הוי בכלל דבר שניאותין בו בחול כמו שהוא אף על פי שאסור ליהנות בו ביום טוב שמשלחין אותו ביו\"ט.<br><b> וכך </b> מבואר להדיא מדברי רבינו בפי' המשנה בסוף פ\"ב דביצה שכתב וז\"ל כל שניאותין בו אפילו בחול כמו שהוא ביו\"ט משלחין אותו ולפיכך מותר לשלוח תפילין אע\"פ שאסור ללבשן ומה שאסרו לשלוח תבואה ביו\"ט לפי שהיא אינה ראויה בחול כמו שהיא ע\"כ. הרי בהדיא שלא כדברי הצל\"ח שכתב דלדעת רבינו הא דשרי לשדורי תפילין הוא משום דמותר להניחן וזה אינו אלא דאוסר להניחן ואפילו הכי מותר לשלחן משום שראויין בחול כמו שהיא. וא\"כ הוא הדין דמותר לשלוח סנדל המסומר מהאי טעמא וכמ\"ש:<br><b> ומה </b> שהוכיח בעל הצל\"ח דרבינו סובר דליכא איסור להניח תפילין בשבת ויו\"ט ממ\"ש בפ\"ד דתפילין באמת אינו הוכחה כלל. ואישתמיטתיה דברי הרדב\"ז בתשובה חלק ג' סי' תק\"נ דדייק בהיפך מדברי רבינו בהל' תפילין שם דמדכתב זמן הנחת תפילין ביום כו' וכן בשבתות וימים טובים כו' משמע דמשוה להו לאיסור תורה וטעמא דכיון שיש לו בהן שני אותות המוסיף אות שלישי גורע ע\"כ. ומהא דמותר לשלחן ביו\"ט אין ראיה דמותר להניחן וכמו שביאר רבינו בפי' המשנה כמ\"ש. ובחנם כתב מהר\"ם בחידושיו דמסוגיא דביצה דמתיר לשלוח תפילין ביו\"ט תמיהא על דברי הפוסקים שאסור להניח תפילין ביו\"ט. וכהאי גוונא כתב ג\"כ השאגת אריה בסי' מ\"א. ונעלם מהם דברי רבינו בפירוש המשנה שזכרתי:<br><b> ולכך </b> נראה דדעת רבינו הוא כהסמ\"ק שכתב בהדיא דמותר לשלוח סנדל המסומר ביו\"ט והביאו בשער המלך וביאר שם טעמו דמפרש דמתניתין דביצה שאוסרת לשלחו אתיא רק כמאן דאמר בשבת (דף ס' ע\"ב) שאסור לטלטל סנדל המסומר בשבת והוא הדין ביו\"ט אבל לרבנן דמתירין לטלטלו הוא הדין דמותר לשלחו. ואע\"ג דאביי דייק בביצה דמדקתני מתניתין שאסור לשלחו שמע מינה דמותר לטלטלו דאי אסור לטלטלו אין צריך למתני שאסור לשלחו דהשתא לטלטולי אסור משלחין מבעיא. מ\"מ אינו מוכרח די\"ל דאין משלחין איצטריך לאשמועינן דאסור דהוה אמינא דשרי טפי שלוח מפני שחבירו שמח בזה. אמנם אין זה מספיק דכיון דבגמרא לא נמצא חולק על אביי מהיכא תיתי לדחותו מהלכה. ונראה די\"ל דאביי דקאמר הכא דשלוח אסור אף למאן דמתיר לטלטלו אזיל לטעמיה דאמר בפ\"ק דשבת (דף י\"א) גבי לא יצא החייט במחטו סמוך לחשיכה שמא ישכח ויצא דבין ברשות הרבים ובין בכרמלית אסור ואע\"ג דרשות הרבים גופה גזירה גזרינן גזירה לגזירה בעניין הוצאה דשכיחא. ומשום הכי אסור נמי לשלוח סנדל המסומר ביו\"ט אף למאן דמתיר לטלטלו מטעם שכתבו רש\"י ור\"ן דגזירה משום דמאן דחזי דמשלחין אותו סבר דמדשרו רבנן לשלחו שמע מינה דמותר לנועלו ביו\"ט ע\"כ. ואע\"ג דלנועלו גופיה גזירה אלא משום דאביי לטעמיה דגזר גזירה לגזירה בדבר השכיח ונעילת סנדל המסומר שכיח. אבל למאי דקיי\"ל כרבא שם בפ\"ק דשבת דלא גזר גזירה לגזירה הכא נמי לא גזרינן שלוח סנדל המסומר אטו נעילתו. וא\"כ אין טעם לאסור שילוחו למאן דמתיר לטלטלו:<br><b> גם </b> מה שהקשה הצל\"ח על דברי רבינו וס' שער המלך הנזכר דאי איתא דתלי דין שלוח בדין טלטול למה נתן התנא סימן דמשלחין דבר שניאותין בו בחול הוה ליה למימר דכל שמטלטלין אותו משלחין. ועוד דתבואה מותר בטלטול ואסור בשלוח ואמאי יהיה עדיף סנדל המסומר. וגם זה לק\"מ לפי מ\"ש בסמוך דלאו בהיתר טלטול לחוד תליא דין שילוח אלא שיהא גם כן דבר שראוי ליהנות בו בחול כמו שהוא בלא חיסרון בגופו מעשה האסור ביו\"ט. ומשום הכי עדיף סנדל המסומר שאינו מחוסר מעשה מתבואה שמחוסרת מעשה כנ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שבעת ימי הפסח ושמונת ימי החג עם שאר ימים טובים כו' חייב אדם להיות בהן שמח וטוב לב הוא ובניו ואשתו וכל הנלוים אליו שנאמר ושמחת בחגך. אע\"פ שהשמחה האמורה כאן היא קרבן שלמים יש בכלל אותה שמחה לשמוח הוא ובניו ובני ביתו כל אחד בראוי לו כו' אע\"פ שהאכילה ושתיה במועדות בכלל מצות עשה.</b> והנה השאגת אריה בסי' ס\"ה הוכיח מדברי רבינו הללו דיוצא ידי חובת מצות ושמחת בחגך מן התורה בכל מיני שמחה וא\"כ אף בזמן הזה דליכא קרבן הוי מצות שמחה ביו\"ט מן התורה בשאר שמחות ודלא כמ\"ש התוספות בריש פ\"ג דמועד קטן דשמחת הרגל בזמן הזה דרבנן דושמחת היינו בשלמי שמחה דוקא. והביא ראיה לדחות דברי התוס' מפסחים (דף פ') וגם הוכיח שכן הוא דעת הרי\"ף והגאונים בפרק אלו מגלחין. וכבר נתבאר אצלי בספרי באר אברהם בחידושי לברכות שאין ראיה כלל מדברי הרי\"ף והגאונים ע\"ש. וגם מסוגיא דפסחים דחה באור חדש דהתם קאי אליבא דעולא דבעי זביחה בשעת שמחה ולדידיה צריך לומר דסגי בשאר דברים ולא קיי\"ל כוותיה. וגם בלאו הכי אין דברי השאג\"א מוכרחים שכתב דשמחה חייב בכל יום ומשום הכי עדיפא היה לו לומר שם בסוגיא בפסחים דאי נטמא ערב פסח במת מבטל מצות שמחה. והיינו משום דאזיל לטעמיה שכתב בטורי אבן דאין תשלומין לשמחה. אך לפי מ\"ש התוס' דיש תשלומין וכ\"כ הלח\"מ לדעת רבינו פ\"א דחגיגה א\"כ מהאי טעמא לא קאמר שמחה בסוגיא דפסחים דכל מאי דאיתא בחגיגה איתא בשמחה ונקט חגיגה והוא הדין שמחה ומשכחת לה תשלומין בשמחה כמ\"ש בחידושי. ותדע דעל כרחך בפסחים משום תשלומין לא קאמר שמחה דאי לא מהני תשלומין לשמחה אלא צריך לשמוח בכל יום תקשי דאפי' נימא דסגי בשאר דברים מ\"מ כשמשלחין אותו לדרך רחוקה הרי מבטל מצות שמחה מביתו אלא שמע מינה דיש לו תשלומין:<br><b> ונראה </b> דגם מדברי רבינו כאן אין ראיה כלל דסבר דמן התורה הוי מצות שמחה בכל דבר די\"ל דמה שכתב דיש בכלל ושמחת לשמוח כל אחד בראוי לו היינו דרבנן אסמכוה לשאר שמחות בכלל אותה שמחה דבקרא אבל מן התורה אפשר שאין שאר שמחות בכלל ושמחת בחגך רק בשלמים. וכן מ\"ש בסוף דבריו שאכילה ושתיה במועדות בכלל מצות עשה היינו נמי מדרבנן. ועוד י\"ל בכוונת רבינו שכתב דאכילה ושתיה מצות עשה קאי על מ\"ש לעיל בסמוך דמקרא קודש שנאמר גבי יו\"ט פירושו כיבוד ועונג אבל מ\"מ אינו בכלל שמחה. ותדע שהרי לא מנה רבינו בהלכות אלו מצות שמחה ברגלים רק בהלכות חגיגה גבי שלמים ושמע מינה דאינו בזמן הזה:<br><b> ועוד </b> יש לי להביא ראיה דעל כרחך כן הוא דעת רבינו דלפי מ\"ש השאג\"א תקשי לדידיה קושיית הגמרא על רב אשי בחגיגה (דף ח') דקאמר התם דמושמחת נפקא שאין יוצאין ישראל ידי חובת שמחה ביו\"ט בעופות ומנחות שאין בהן שמחה ולא כתנא דברייתא דמפיק מבחגך מי שחגיגה באה מהן יצאו עופות ומנחות שאין חגיגה באה מהן ופריך ורב אשי האי בחגך מאי עביד ליה ומשני דמבעי ליה לכדניאל בר רב קטינא דדרש בחגך ולא באשתך לומר שאין נושאין נשים במועד. ורבינו לקמן בהלכות אלו ובהלכות אישות כתב שאין נושאין נשים במועד מטעם שאין מערבין שמחה בשמחה. ובהלכות חגיגה כתב להא דרב אשי. וא\"כ לא דריש בחגך כלל לא כתנא דברייתא ולא כדרב אשי. והשתא תקשי קושית הגמרא דמאי דריש ביה בקרא דבחגך. אמנם אי אמרינן דשמחת הרגל בזמן הזה אינו מן התורה י\"ל דקושטא דרבינו נמי איצטריך ליה דרשא דבחגך לדרב אשי שאין נושאין נשים במועד. דאי משום דאין מערבין שמחה בשמחה זה אינו מן התורה. ואף דבירושלמי יליף לה מקרא דכתיב מלא שבוע זאת והעתיקו רבינו בהלכות אישות אפשר דאינו אלא אסמכתא בעלמא. וכן נראה דהא אין למידין מקודם מתן תורה וכדאיתא בירושלמי גופיה הביאו התוס' במועד קטן (דף כ'). וא\"כ איצטריך קרא דבחגך לאסור לישא בחג מן התורה. והא דאיצטריך לסמוך אקרא דמלא שבוע זאת הוא משום דמקרא דושמחת בחגך לא שמעינן רק בזמן המקדש דבהכי איירי אבל משום דאין מערבין שמחה בשמחה אסור נמי בזמן הזה דשמחה דרבנן:<br><b> ואחר </b> שביררתי שדעת רבינו הוא כמ\"ש התוס' במועד קטן ומעתה אביא ראיות לדעתם ז\"ל דעיקר שמחת הרגל מן התורה רק בשלמים אבל בשאר דברים ואפילו שמחה דאכילה ושתיה אינו מן התורה בכלל מצות שמחה כלל והוא מדתניא בפסחים (דף ס\"ח ע\"ב) ובריש פ\"ב דביצה רבי אליעזר אומר אין לו לאדם ביו\"ט אלא או אוכל ושותה או יושב ושונה ר' יהושע אומר חלקהו חציו לאכילה ושתיה וחציו לבית המדרש ואמר ר' יוחנן ושניהם מקרא אחד דרשו כתוב אחד אומר עצרת לה' אלהיך וכתוב אחד אומר עצרת תהיה לכם ר\"א סבר או כולו לה' או כולו לכם ור\"י סבר חלקהו חציו לה' וחציו לכם. ומסוגיא זו מוכח דמן התורה ליכא באכילה ושתיה ביו\"ט משום מצות שמחה. ולא מבעיא לר\"א דסבר רשות ואי בעי לא אכיל כלל דלדידיה ודאי ושמחת אינו אלא בשלמים ובזמן הבית. אלא דאף לר\"י דסבר דלא סגי דלא אכיל היינו מקרא דלכם. [ואפילו בשבת דלא כתיב שמחה מ\"מ בעינן לכם לכולי עלמא]. ושמע מינה דאילו מקרא דושמחת לא שמעינן שאר שמחות מן התורה. [ועוד דמדאיצטריך ליה לרבי יהושע למילף ביו\"ט מלכם ורבי אליעזר סבירא ליה דלא בעינן לכם דוקא אלא או יושב ושונה כל היום אם רוצה שמע מינה על כרחך דאין אכילה ושתיה ביו\"ט מן התורה בכלל ושמחת דזה אינו רק בשלמים דאי איתא דהוי נמי בזמן הזה קשה דאיך אמר ר\"א דאם רוצה יושב ושונה ור\"י נמי לא צריך למילף מלכם דתיפוק ליה מושמחת]:<br><b> ועוד </b> יש לי להביא ראיה מדתניא בפ\"ק דמועד קטן (דף ז' ע\"ב) גבי נגעים דכתיב וביום הראות בו בשר חי יטמא יש יום שאתה רואה בו ויש יום שאי אתה רואה בו מכאן אמרו חתן שנולד לו נגע נותנין לו שבעת ימי המשתה לו ולביתו ולכסותו וכן ברגל נותנין לו כל ימות הרגל. ואיכא למידק דמאי וכן ברגל דנקט דמשמע דרגל גריע מחתן הא אדרבא רגל עדיף דשמחה שלו הוא מן התורה ומסתבר טפי דנותנין לו משבעת ימי המשתה דחתן שאינו מפורש בתורה וכל עיקרו אינו אלא תקנת משה וכמ\"ש רבינו בריש הלכות אבל. וכן הוא בירושלמי פ\"א דכתובות וכמו שיתבאר שם. וא\"כ קשה דכיון דקתני ברישא דנותנין לחתן אין צריך לומר דנותנין לכל אדם ברגל דמצות שמחה שלו מפורש בתורה אבל אי אמרינן כמ\"ש תוס' במועד קטן דבזמן הזה הוי שמחת הרגל מדרבנן אתי שפיר לשון וכן ברגל לומר דאף בזמן הזה נותנין. ואל תתמה דהיאך התירו להמתין ראיית נגע מחמת מצוה דרבנן. דאטו דבר מצוה כתיב בקרא הא סתמא כתיב ומסרה הדבר לחכמים דיש יום שאי אתה רואה בו והם אמרו דגם בשביל מצות שמחה דרבנן אי אתה רואה. וגדולה מזו איכא [מאן] דס\"ל התם דאף לדבר הרשות ממתינין. וא\"כ אף למאן דאמר דבעי דבר מצוה מודה דסגי בדרבנן. ובמ\"ש נדחין דברי ס' פני יהושע בקונטרס אחרון ריש כתובות וכמו שיתבאר בהלכות אישות בס\"ד:"
            ]
        ],
        [
            [
                "<b>חולו של מועד כו' אסור בעשיית מלאכה כו' מפני שאיסורו מדברי סופרים.</b> בס' צרור החיים הקשה לדעת רבינו וסייעתו דחולו של מועד מותר לגמרי מן התורה בכל מלאכה דאם כן למה לי דכתב מלאכת עבודה גבי יום טוב לומר דאף מלאכה של דבר אבד אסור דסתמא הו\"ל לכתוב כל מלאכה לא תעשה דמהי תיתי לחלק בין מלאכת דבר אבד לשאר מלאכות כיון דלא מצינו חילוק בזה בשום מקום. וי\"ל על פי מ\"ש תוס' בפרק כל כתבי (שבת דף קי\"ז ע\"ב) בשם רשב\"א גבי הא דתנא דבי ר' ישמעאל יצא תקיעת שופר ורדיית הפת שהן חכמה ואינו מלאכה. דממעט להו מדכתיב גבי יו\"ט מלאכת עבודה ושבת ילפינן מיו\"ט דאין בין יו\"ט לשבת כו'. ולפ\"ז היינו דאיצטריך למכתב גבי יו\"ט מלאכת עבודה למעט תקיעת שופר ורדיית פת:<br><b> ועוד </b> י\"ל על פי דברי התוס' שכתבו בסנהדרין (דף ס\"ג) גבי הא דאמר דלא תעבדם דהוי לאו שבכללות וז\"ל והא דגבי יום טוב כתיב כל מלאכת עבודה ולא חשיב לאו שבכללות היינו משום דפרט ביה עבודה ע\"כ. וא\"כ היינו דאיצטריך למכתב גבי יו\"ט מלאכת עבודה דאי הוי כתיב מלאכה סתם הוי לאו שבכללות ואינו חייב עליה. אמנם זה אינו לפי מ\"ש תוספות במכות (דף י\"ח סע\"א) דבאיסור של שם אחד לא הוי לאו שבכללות והכי נמי שם מלאכה אחת היא [וכן משמע בהדיא בריטב\"א שבועות דף י\"ח]. ולפי דברי הרמב\"ן בפירוש החומש אתא מלאכת עבודה להתיר מלאכת אוכל נפש גם בשאר ימים טובים דלא כתב בהדיא רק בפסח:<br><b> ומה </b> שהקשה בספר הנזכר מדאיתא בתמורה והעתיקו ג\"כ רבינו בהלכות חגיגה דדרשינן קרא דכתיב אלה תעשו לה' במועדיכם להתיר הקרבת נדרים ונדבות בחולו של מועד ומזה מוכח דיש מלאכה האסורה מן התורה בחולו של מועד דאל\"כ למה לי קרא להתיר הקרבת נדרים ונדבות בו דמהי תיתי לאוסרן וגם בס' דרישת הזאב הקשה כן והניח בצ\"ע. וגם בספר טורי אבן כתב דמזה ראיה לדעת הפוסקים דמלאכת חולו של מועד הוא מדאורייתא אלא דשם כתב דגם לכולי עלמא קשה הגמרא דתמורה דאפילו נימא שיש איסור תורה במלאכת חולו של מועד לא איצטריך להתיר בו הקרבת נדרים ונדבות דמסברא ידעינן דהשתא סלותי מסלתינן נדרים ונדבות מבעיא וכדאמר רבי זירא בביצה (דף י\"ט ע\"ב). ומיהו באמת להאוסרים לא קשה די\"ל כמ\"ש בשיטה מקובצת דאתא קרא להתיר להקריב בחולו של מועד אף אותן נדרים ונדבות שאינם צורך מועד דאילו מלאכת הדיוט כהאי גוונא שאינה צורך המועד ואינה דבר האבד אסורה מן התורה אבל להמתירים מן התורה מלאכה בחולו של מועד בכל עניין ודאי קשה:<br><b> ונראה </b> ליישב ע\"פ מ\"ש הצל\"ח דטעמא דכתב קרא בהדיא להתיר נדרים ונדבות בחולו של מועד לומר דאף החכמים אין להם כח בזה לגזור ולאסור להקריב נדרים ונדבות בחולו של מועד משום שמא ישהה וכדבעי למימר בביצה (דף כ' ע\"ב). והטעם הוא משום שכתב הט\"ז ביו\"ד סי' קי\"ז דדבר המפורש בתורה להיתר אין כח ביד חכמים לגזור ולאסור עכ\"ד. ואע\"פ שיש חולקין על סברת הט\"ז היינו בדבר רשות שהתירה תורה אבל בדבר מצוה שבתורה ודאי לכולי עלמא אין כח בחכמים לאסור וכמ\"ש בספר שער המלך בהלכות יסודי התורה ושארי מחברים. והכא נמי כיון דאיכא קיום מצוה בהקרבת נדרים ונדבות והתורה התירה בפירוש בחולו של מועד אין כח ביד חכמים לאסור. וכן הוא דעת רבינו וכדמוכח ממ\"ש הכס\"מ בפ\"ג דהלכות מלכים גבי מלכי בית דוד שלא גזרו עליהן שלא יהיו דנין משום דבהדיא קרא כתיב בהו דינו לבוקר משפט וכוונתו כמ\"ש דאין כח ביד חכמים לאסור דבר המפורש בקרא שהוא מצוה ועל פי זה נסתלק מה שהקשה שם הלח\"מ וע\"ש. ועל פי זה אתי שפיר ג\"כ כאן כמו שביארנו. וכהאי גוונא ראיתי שכתב לתרץ בסוף שו\"ת חוות יאיר לדעת רבינו בכמה דוכתין דכל ספק איסור מותר מן התורה ובקידושין אמרינן גבי ערלה בחוצה לארץ דנאמר הלכה למשה מסיני ודאה אסורה וספיקה מותרת. דמשום הכי איצטריך הלכה למשה מסיני להתיר ספקה כדי שלא יוכלו חכמים לאוסרה ע\"כ. והכא נמי דכוותה דאיצטריך קרא להתיר נדרים ונדבות כדי שלא יוכלו חכמים לאוסרו:<br><b> ואין </b> להקשות לדעת רבינו וסייעתו מסוגיא דערכין (דף י') דקאמר התם דשמונת ימי החג גומרים את ההלל ולא בראש חדש משום דכתיב השיר יהיה לכם כליל התקדש חג המקודש לחג בעשית מלאכה טעון שירה וכו' וראש חודש לא איקדש בעשית מלאכה וא\"כ משמע דשמונת ימי החג איקדוש בעשית מלאכה. די\"ל דכיון דאיקדוש מיהא בעשית מלאכה מדרבנן קרינן ביה המקודש לחג דקרא סתמא כתיב. ולא מבעיא למאן דאמר בסוכה דממעט מקרא דאורייתא גם מילתא דרבנן ודאי דה\"נ מקודש דרבנן הוי בכלל התקדש דקרא דדברי קבלה אלא דאפילו למאן דאמר דלא ממעט דרבנן מקרא של תורה י\"ל דמקרא דדברי קבלה מודה דאיכא למימר דהויא בכלליה נמי דרבנן שהרי אפשר דבימי הנביא כבר תיקנו רבנן מילתייהו:<br><b> [ומה </b> שהקשה עוד הטורי אבן בחידושיו לחגיגה על מ\"ש התוס' שם דחולו של מועד אינו מן התורה רק מדרבנן וקראי אסמכתא בעלמא והא דפריך שם ר' יוחנן אקרא דחג האסיף אסיפה בחולו של מועד מי שרי היינו משום דכיון דאקראי סמכינן ליה לאסור לא מסתבר ליה לאוקמא לקרא דשרי בהדיא בהכי והרי בפ\"ק דסנהדרין מוקי כולהו תנאי לאסיף ממש ואחולו של מועד. ובשלמא אי חולו של מועד מן התורה אסור י\"ל דקרי ליה חג האסיף ממש משום דאית להו דאמר הואיל ואי מקלעי ליה אורחים הרבה שאין להם מה יאכל שרי לקצור ולאסוף א\"כ כל מלאכות הללו מותרים בחולו של מועד נהי דמדרבנן אסור בדבר שאינו אבוד לא איכפת להו לאוקמא קרא בדבר דשרי מן התורה אע\"פ שאסור מדרבנן. והא דלא בעיא רבי יוחנן לאוקמא קרא הכי הוא משום דסבירא ליה כמאן דאמר דלית ליה הואיל בפסחים (דף מ\"ח). אבל אי איתא דחולו של מועד אינו אלא מדרבנן ואפילו הכי לא בעא ר\"י לאוקמא קרא בהכי מטעם שכתבו תוס' א\"כ תקשי לכל הנך תנאי דסנהדרין דנהי דאית להו הואיל מ\"מ מדרבנן לא מהני הואיל להתיר ואיך מוקמי קרא דשרי בהדיא בהכי. ובאבני מילואים כתב דראיה גדולה היא דהוה מן התורה מדלא קשיא לרבי יוחנן אתנאי דסנהדרין. ואין דבריו מחוורים כלל דכבר הוכחתי בחידושי דגם ר' יוחנן אית ליה הואיל דהרי מתוך דגרע אית ליה בביצה (דף י\"ב) ואפילו הכי לא בעא לאוקמא קרא בהכי מטעם שכתבתי שם. וא\"כ על כרחך גם הני תנאי דסנהדרין לאו מטעם הואיל מוקי קרא בהכי אלא מטעם אחר והוא על פי מ\"ש תוס' שם בשם ה\"ר אלחנן ע\"ש דאיתא בראש השנה דאסיף היינו קצירה דקרא יתירא הוא ודוק. ובזה נסתלק קושית הטורי אבן על דברי התוס' ורבינו. גם מ\"ש הטורי אבן באבני מלואים להביא ראיה מפ\"ב דכריתות לדעת הסוברים דחולו של מועד מן התורה דאל\"כ איך ס\"ל לת\"ק התם דגר תושב דאסר רחמנא בשבת הוא כישראל [בחולו של מועד] כיון שלא מצינו דוגמתה בתורה. לדידי אינו ראיה כלל דחולו של מועד נמי מצינו מפורש בתורה לשום מאן דאמר רק דמאן דאמר מן התורה ס\"ל שמסרו הכתוב לחכמים והכי נמי י\"ל לתנא קמא גבי גר תושב בשבת דס\"ל שמסרו לחכמים ונראה להם לחלק בו בין דבר אבד לשאינו אבד כמו שחילקו גבי חולו של מועד: [אמר נפתלי [בן המחבר] פה איזה שורות אכל הזמן מן הקדשים. ואוי לנו כי אין משיב את בלעו מבין שניו] ובירושלמי דפרק הערל איתא סברת הת\"ק בשם ר' יוסי וא\"כ אפשר דאזיל לשיטתיה דאית ליה במועד קטן דף י\"ב דמחובר אף בדבר האבוד אסור ומשמע דסבר דזה הוי מן התורה. והיינו דמוקי שביתה דגר תושב בשבת כישראל בחולו של מועד דאסור רק במחובר מן התורה ולא קיי\"ל הכי]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מטילין שכר במועד לצורך המועד אחד שכר תמרים ואחד שכר שעורים. ואע\"פ שיש לו ישן מערים ושותה מן החדש.</b> ובהשגות א\"א הא דלא כהילכתא דר' יוסי בר' יהודה [הוא] דאמר הכי ופליגי רבנן. והרב המגיד תירץ דרבינו פסק להקל בשל דבריהם. ובאמת אין זה מוסכם דהא כתבו התוס' בר\"פ ערבי פסחים (פסחים דף ק' סע\"א) דהא דאמרינן בפ\"ק דעבודה זרה דבשל סופרים הלך אחר המיקל היינו בשוין דוקא ולא (כיחיד) [ביחיד] המיקל נגד רבים ורצונם לומר דקיי\"ל בזה כת\"ק דקאמר התם דהולכין אחר הגדול בחכמה ובמניין. ואפשר דאף רבי יהושע בן קרחה דקאמר בש\"ס הלך אחר המיקל לא פליג רק בשוין ומודה דאי אחד מהן גדול הולכין אחריו אפילו להחמיר בשל סופרים. ועיין בלח\"מ בריש הלכות ממרים שכתב דכן מסתבר אלא שלא הביא ראיה לזה וכבר נתבאר דכך היא דעת התוס':<br><b> ויש </b> להביא ראיה לזה מסוגיא דעירובין (דף מ\"ו) דמסיק שם בהדיא דאף בדרבנן שאני בין יחיד במקום יחיד ובין יחיד במקום רבים. והכי איתא בירושלמי פ\"א בגיטין גבי תקנת חכמים בגיטין. וכן יש להוכיח מסוגיא דביצה (דף י\"א) גבי הא דפליגי ר' יהושע ורבנן בשטוח חלבים ביו\"ט דאמר רב מתנה אין הלכה כרבי יהושע דמתיר ופריך פשיטא יחיד ורבים הלכה כרבים והרי רבנן דאוסרים ודאי דאינו רק מדברי סופרים ואפילו הכי פשיטא לתלמודא דהלכה כרבים המחמירין ולא כיחיד המיקל:<br><b> ויותר </b> קשה לי על דברי הרה\"מ כאן דלכאורה הוא סותר דברי עצמו שכתב בהלכות שבת פרק י\"ד דין ה' דטעמו של רבינו דפסק דכרמלית דים חשבינן כל העומק המלאה מים כקרקע והוא כרב חסדא ורבה בר רב הונא משום דהו\"ל תרי לגבי רב הונא דפליג עלייהו וסבר דכרמלית מארעא משחינן ואוירא מקום פטור הוא ואף המים. ולפי מ\"ש כאן הרה\"מ לדעת רבינו אין זה טעם כלל לומר דפסק כרב חסדא ורבה דהוו רבים. דמ\"מ היה לו לפסוק כרב הונא אע\"ג דיחידאה הוא כיון שהוא מיקל ובדרבנן פסק להקל אפילו כיחיד נגד רבים. ואין לומר דסבר הרה\"מ דדוקא במילתא דרבנן שאין לו עיקר בדאורייתא וכמו חולו של מועד דקיימינן כאן הוא שפסק רבינו להקל כיחיד נגד רבים משא\"כ בההיא דכרמלית שיש לו עיקר בדאורייתא דבכהאי גוונא פסק להחמיר כרבים נגד יחיד. ועל פי זה אפשר ליישב דלא תקשי על דבריו דכאן מהירושלמי דגיטין ומפ\"ק דביצה שזכרתי דהנהו דהתם אפשר דחשיבי יש לו עיקר בדאורייתא. זה אינו דהא כתבו התוס' בעבודה זרה (דף כ\"א) דגם חולו של מועד יש לו עיקר בתורה דגזר אטו יו\"ט. ומההיא דערובין (דף מ\"ו) ודאי יש ללמוד דגם בשאין לו עיקר וכההיא דערובין ואבל דאיירי התם לא פסקינן כיחיד להקל נגד רבים. וא\"כ נדחה תירוץ הרה\"מ כאן:<br><b> אלא </b> י\"ל דהיינו טעמא דפסק רבינו כאן להקל בעניין הערמה בחולו של מועד משום דהכי מוכח בסוגיא דשבת (דף קי\"ז ודף קל\"ט ע\"ב). ושוב מצאתי שכ\"כ המג\"א בסי' תקל\"ג. ועיין מ\"ש המג\"א בסי' של\"ה. ומ\"ש הרה\"מ דבהלכות לא נזכר כלל מדין הערמה וכהאי גוונא כתב הבית יוסף סי' תקל\"ג דרבינו יחיד הוא בדין היתר הערמה וזה אינו דהא כבר נזכר בהלכות פ' תולין וע\"ש דמבואר מדבריו ג\"כ דקיי\"ל כהמתיר. וכך מצאתי שהשיגו להב\"י בס' אליה זוטא:<br><b> ומ\"ש </b> רבינו <b> מערים ושותה מן החדש שאין הערמה זו ניכרת לרואה.</b> הנה הכי איתא בשבת פרק תולין (שבת דף קל\"ט) אההיא הערמה דגבי שכר דהתם לא מוכחא מילתא ופירש רש\"י דהרואה אומר לצורך המועד הוא שאין הכל יודעין שיש לו מן הישן ע\"כ. אך הטור סי' תקל\"ג פירש דמשום הכי אין הערמה ניכרת משום שהרואה אומר שהחדש טוב לו. וקשה לי על פירושו דעל כרחך לא מהני הערמה כזו דהא תניא בפרק כל כתבי (שבת דף קי\"ז) גבי הצלת דליקה שמציל מזון שלש סעודות אם הציל פת נקיה אינו מציל פת הדראה ופירש רש\"י הדראה פת קיבר לפי שאין זו הערמה כשירה לומר פת הדראה נוחה לי ע\"כ. וא\"כ הכא נמי אין זו הערמה כשירה לומר דנוח לי שכר חדש טפי מן הישן כיון דבאמת אינו כן דהרי תניא בעירובין (דף נ\"ה ונ\"ו) דפת קיבר ושכר חדש מרבין את הזבל וכופפין את הקומה ונוטלת אחת מחמש מאות ממאור עיניו וכיון דמשוה שכר חדש לפת קיבר לריעותא א\"כ כי היכי דאין הערמה כשירה בפת קיבר הכי נמי אינה כשירה בשכר חדש. ודוחק לומר דשאני פת קיבר דניכר ריעותא שלו שהוא קיבר ורע גם כן בטעמו אבל שכר חדש אין ניכר לכל ריעותא שלו. דמ\"מ לא הוה לן להתיר הערמה בכהאי גוונא דאפשר דחזי אינש דידע דחדש גרע. לכך נראה דהעיקר כפירוש רש\"י שאין הכל יודעין שיש לו ישן. ונראה דלזה נתכוון ג\"כ רבינו שכתב שאין ניכרת לרואה דהיינו שאין יודעים שיש לו ישן ודלא כבעל מרכבת המשנה שכתב דרבינו מפרש כהטור ולא הרגיש במ\"ש שאין פירושו מרווח ועל כן אין לתלותו ברבינו. [וראיתי למהר\"מ מרוטנבורג סי' כ' שכתב דאף למאן דאמר אין מערימין הני מילי בשכר חדש דישן גרע משא\"כ בפת דחמה עדיף מצוננת לכו\"ע מותר להערים ובודאי טעות הדפוס הוא וצ\"ל (דשכר ישן גרע מחדש) [בשכר ישן דחדש גרע] והיינו כמ\"ש]:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות שביתת יום טוב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}