{
    "language": "en",
    "title": "II Chronicles",
    "versionSource": "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html",
    "versionTitle": "The Koren Jerusalem Bible",
    "status": "locked",
    "license": "CC-BY-NC",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/6661e10da55b82a9d7a883e577b0a7a0.png",
    "purchaseInformationURL": "https://korenpub.com/products/the-koren-tanakh-2",
    "heTitle": "דברי הימים ב",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "And Shelomo the son of David was strengthened in his kingdom, and the Lord his God was with him, and magnified him exceedingly.",
            "Then Shelomo spoke to all Yisra᾽el, to the captains of thousands and of hundreds, and to the judges, and to every governor in all Yisra᾽el, the heads of the fathers’ houses.",
            "So Shelomo, and all the congregation with him, went to the high place that was at Giv῾on; for there was the Tent of Meeting of God, which Moshe the servant of the Lord had made in the wilderness.",
            "But the ark of God David had brought up from Qiryat-ye῾arim to the place which David had prepared for it: for he had pitched a tent for it at Yerushalayim.",
            "Moreover the brazen altar, that Beżal᾽el the son of Uri, the son of Ĥur, had made, he put before the tabernacle of the Lord: and Shelomo and the congregation sought to it.",
            "And Shelomo went up there to the brazen altar before the Lord, which was at the Tent of Meeting, and offered a thousand burnt offerings upon it.",
            "In that night did God appear to Shelomo, and said to him, Ask what I shall give thee.",
            "And Shelomo said to God, Thou hast shown great steadfast love to David my father, and hast made me to reign in his stead.",
            "Now, O Lord, let thy promise to David my father be fulfilled: for Thou hast made me king over a people like the dust of the earth in multitude.",
            "Give me now wisdom and knowledge, that I may go out and come in before this people: for who can judge Thy people that is so great?",
            "And God said to Shelomo, because this was in thy heart, and thou hast not asked riches, wealth, or honour, nor the life of thy enemies, nor even hast thou asked long life; but hast asked wisdom and knowledge for thyself, that thou mayst judge my people, over whom I have made thee king:",
            "wisdom and knowledge are granted to thee; and I will give thee riches, and wealth, and honour, such as none of the kings who have been before thee have had, nor shall any after thee have the like.",
            "Then Shelomo came to the high place that was at Giv῾on to Yerushalayim, from before the Tent of Meeting, and reigned over Yisra᾽el.",
            "And Shelomo gathered chariots and horsemen: and he had one thousand four hundred chariots, and twelve thousand horsemen, whom he placed in the chariot cities, and with the king at Yerushalayim.",
            "And the king made silver and gold to be in Yerushalayim as common as stones, and cedar trees he made as common as the sycamore trees that are in the lowland for abundance.",
            "And the horses that Shelomo had were exported from Miżrayim; and from Qeve the merchants of the king would collect them, from Qeve, at a set price.",
            "And they fetched up, and brought forth out of Miżrayim a chariot for six hundred shekels of silver, and a horse for a hundred and fifty: and so they brought horses for all the kings of the Ĥittim, and for the kings of Aram, by their means.",
            "And Shelomo determined to build a house for the name of the Lord, and a royal house for himself."
        ],
        [
            "And Shelomo counted seventy thousand men to carry burdens, and eighty thousand to hew in the mountain, and three thousand six hundred to oversee them.",
            "And Shelomo sent to Ĥuram the king of Żor, saying, As thou didst deal with David my father, and didst send him cedars to build him a house to dwell in, even so deal with me.",
            "Behold, I build a house to the name of the Lord my God, to dedicate it to him, and to burn before him sweet incense, and for the continual showbread, and for the burnt offerings morning and evening, on the sabbaths, and on the new moons, and on the appointed seasons of the Lord our God. This is an ordinance for ever to Yisra᾽el.",
            "And the house which I build is great: for great is our God above all gods.",
            "But who is able to build him a house, seeing the heaven and the heaven of heavens cannot contain him? who am I then, that I should build him a house, except as a place to burn incense before him?",
            "Send me now therefore a man skilled for work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and who has skill to engrave with the skilful men that are with me in Yehuda and in Yerushalayim, whom David my father did provide.",
            "Send me also cedar trees, cypress trees, and algum trees, out of the Levanon: for I know that thy servants know how to cut timber in the Levanon; and, behold, my servants shall be with thy servants,",
            "to prepare me timber in abundance: for the house which I am about to build shall be great and wonderful.",
            "And, behold, I will give to thy servants, the hewers who cut timber, twenty thousand measures of beaten wheat, and twenty thousand measures of barley, and twenty thousand bats of wine, and twenty thousand bats of oil.",
            "Then Ĥuram the king of Żor answered in a writing, which he sent to Shelomo, Seeing that the Lord has loved his people, he has made thee king over them.",
            "And Ĥuram said, Blessed is the Lord God of Yisra᾽el, who made heaven and earth, who has given to David the king a wise son, endued with prudence and understanding, who might build a house for the Lord, and a royal house for himself.",
            "And now I have sent a skilful man, endued with understanding, Ĥuram-avi,",
            "the son of a woman of the daughters of Dan, and his father was a man of Żor, skilful to work in gold, and in silver, in brass, in iron, in stone, and in timber, in purple, in blue, and in fine linen, and in crimson; also to engrave any manner of engraving, and to work all kinds of artistic work; to do whatever shall be put to him, with thy skilful men, and with the skilful men of my lord David thy father.",
            "Now therefore the wheat, and the barley, the oil, and the wine, which my lord has spoken of, let him send to his servants:",
            "and we will cut wood out of the Levanon, as much as thou shalt need: and we will bring it to thee on rafts by sea to Yafo; and thou shalt carry it up to Yerushalayim.",
            "And Shelomo numbered all the strangers who were in the land of Yisra᾽el, after the numbering wherewith David his father had numbered them; and they were found to be a hundred and fifty three thousand six hundred.",
            "And he set seventy thousand of them to be bearers of burdens, and eighty thousand to be hewers in the mountain, and three thousand six hundred overseers to set the people to work."
        ],
        [
            "Then Shelomo began to build the house of the Lord at Yerushalayim in mount Moriyya, where the Lord appeared to David his father, in the place that David had prepared in the threshing floor of Ornan the Yevusite.",
            "And he began to build on the second day of the second month, in the fourth year of his reign.",
            "Now, these are the foundations which Shelomo laid for the building of the house of God. The length by cubits after the ancient measure was sixty cubits, and the breadth twenty cubits.",
            "And the porch that was in the front of the house, the length of it was according to the breadth of the house, twenty cubits, and the height was a hundred and twenty: and he overlaid it within with pure gold.",
            "And the greater house he covered with cypress wood, which he overlaid with fine gold, and set on it shapes of palm trees and chains.",
            "And he garnished the house with precious stones for beauty: and the gold was gold of Parvayim.",
            "And he overlaid the house, the beams, the posts, and its walls, and its doors, with gold; and engraved keruvim on the walls.",
            "And he made the most holy place, the length of which was according to the breadth of the house, twenty cubits, and its breadth twenty cubits: and he overlaid it with fine gold, amounting to six hundred talents.",
            "And the weight of the nails was fifty shekels of gold. And he overlaid the upper chambers with gold.",
            "And in the most holy place he made two keruvim of figured work, and overlaid them with gold.",
            "And the wings of the keruvim were twenty cubits long: the wing of the one was five cubits, reaching to the wall of the house: and the other wing was likewise five cubits, reaching to the wing of the other keruv.",
            "And the wing of the other keruv was five cubits, reaching to the wall of the house: and the other wing was five cubits also, joining to the wing of the other keruv.",
            "The wings of these keruvim spread themselves out to twenty cubits: and they stood on their feet, and their faces were inward.",
            "And he made the veil of blue, and purple, and crimson, and fine linen, and worked keruvim on it.",
            "Also he made before the house two pillars of thirty five cubits high, and the capital that was on the top of each of them was five cubits.",
            "And he made chains in the inner sanctuary, and put them on the heads of the pillars; and made a hundred pomegranates, and put them on the chains.",
            "And he set up the pillars before the temple, one on the right hand, and the other on the left; and called the name of that on the right hand Yakhin, and the name of that on the left Bo῾az."
        ],
        [
            "And he made an altar of brass, twenty cubits its length, and twenty cubits its breadth, and ten cubits its height.",
            "Also he made a molten sea of ten cubits from brim to brim, round in compass, and five cubits its height; and a line of thirty cubits did circle it round about.",
            "And under it was the likeness of oxen, which did circle it round about: ten in a cubit, compassing the sea round about. Two rows of oxen were cast with it, when it was cast.",
            "It stood upon twelve oxen, three looking towards the north, and three looking towards the west, and three looking towards the south, and three looking towards the east: and the sea was set above upon them, and all their hinder parts were inward.",
            "And the thickness of it was a handbreadth, and the brim of it like the work of the brim of a cup, like the petals of a lily; and it received and contained three thousand bats.",
            "He made also ten lavers, and put five on the right hand, and five on the left, to wash in them: such things as belonged to the burnt offering they washed in them; but the sea was for the priests to wash in.",
            "And he made ten candlesticks of gold according to their prescribed form, and set them in the temple, five on the right hand, and five on the left.",
            "He made also ten tables, and placed them in the temple, five on the right side, and five on the left. And he made a hundred basins of gold.",
            "And he made the court of the priests, and the great court, and doors for the court, and overlaid their doors with brass.",
            "And he set the sea on the right side of the east end, over against the south.",
            "And Ĥuram made the pans, and the shovels, and the basins. And Ĥuram finished the work that he was to do for king Shelomo for the house of God;",
            "the two pillars, and the two bowls, with the capitals that were on the top of the two pillars, and the two networks to cover the two bowls of the capitals which were on the top of the pillars;",
            "and four hundred pomegranates on the two wreathen chains; two rows of pomegranates on each wreath, to cover the two bowls of the capitals which were upon the pillars.",
            "He made also bases, and he made lavers upon the bases;",
            "one sea, and twelve oxen under it.",
            "The pans also, and the shovels, and the forks, and all their instruments, did Ĥuram his father make for king Shelomo for the house of the Lord of burnished brass.",
            "In the plain of the Yarden did the king cast them, in the clay ground between Sukkot and Żeredata.",
            "Thus Shelomo made all these vessels in great abundance: for the weight of the brass was not found out.",
            "And Shelomo made all the vessels that belonged to the house of God, the golden altar also, and the tables upon which the showbread was set;",
            "and the candlesticks with their lamps, that they should burn after the prescribed form before the inner sanctuary of pure gold;",
            "and the flowers, and the lamps, and the tongs, of gold, and that perfect gold;",
            "and the snuffers, and the bowls, and the spoons, and the firepans, of pure gold: and the entry of the house, its inner doors for the most holy place, and the doors of the outer house, namely the temple, were of gold."
        ],
        [
            "Thus all the work that Shelomo did for the house of the Lord was finished: and Shelomo brought in all the things that David his father had dedicated; and the silver, and the gold, and all the vessels he put in the treasures of the house of God.",
            "Then Shelomo assembled the elders of Yisra᾽el, and all the heads of the tribes, the heads of the fathers’ houses of the children of Yisra᾽el, to Yerushalayim, to bring up the ark of the covenant of the Lord out of the city of David, which is Żiyyon.",
            "So all the men of Yisra᾽el assembled themselves to the king on the feast, namely, that of the seventh month.",
            "And all the elders of Yisra᾽el came; and the Levites took up the ark.",
            "And they brought up the ark, and the Tent of Meeting, and all the holy vessels that were in the tent, these did the priests and the Levites bring up.",
            "And king Shelomo, and all the congregation of Yisra᾽el who were assembled to him before the ark, sacrificed sheep and oxen, which could not be counted or numbered for multitude.",
            "And the priests brought in the ark of the covenant of the Lord to its place, to the inner sanctuary of the house, to the most holy place, under the wings of the keruvim:",
            "for the keruvim spread out their wings over the place of the ark, and the keruvim covered the ark and its poles from above.",
            "And they drew out the poles of the ark, so that the ends of the poles were visible from the ark before the sanctuary; but they were not seen outside. And there it is to this day.",
            "There was nothing in the ark except the two tablets which Moshe put there at Ĥorev, when the Lord made a covenant with the children of Yisra᾽el, when they came out of Miżrayim.",
            "And it came to pass, when the priests were come out of the holy place: (for all the priests that were present had sanctified themselves, and did not then keep to their duty watches:",
            "also the Levites who were the singers, all of them of Asaf, of Heman, of Yedutun, with their sons and their brethren, clothed in white linen, having cymbals and lutes and lyres, stood at the east end of the altar, and with them a hundred and twenty priests sounding the trumpets:)",
            "and it came to pass when all at once the trumpeters and the singers sounded a note in unison, in praise and thanksgiving to the Lord; and when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised the Lord, saying, For he is good; for his steadfast love endures for ever: that then the house, the house of the Lord, was filled with a cloud;",
            "so that the priests could not stand to minister by reason of the cloud: for the glory of the Lord had filled the house of God."
        ],
        [
            "Then said Shelomo, The Lord has said that he would dwell in the thick darkness.",
            "But I have built a house of habitation for Thee, and a place for Thee to dwell in for ever.",
            "And the king turned his face, and blessed the whole congregation of Yisra᾽el: (and all the congregation of Yisra᾽el stood:)",
            "and he said, Blessed is the Lord God of Yisra᾽el, who has with his hands fulfilled that which he spoke with his mouth to my father David, saying,",
            "Since the day that I brought my people out of the land of Miżrayim I chose no city among all the tribes of Yisra᾽el to build a house in, that my name might be there; nor did I choose any man to be a ruler over my people Yisra᾽el:",
            "but I have chosen Yerushalayim, that my name might be there; and have chosen David to be over my people Yisra᾽el.",
            "Now it was in the heart of David my father to build a house for the name of the Lord God of Yisra᾽el.",
            "But the Lord said to David my father, Since it was in thy heart to build a house for my name, thou didst well in that it was in thy heart:",
            "Yet thou shalt not build the house; but thy son who shall come out of thy loins, he shall build the house for my name.",
            "The Lord has performed his word which he has spoken: for I am risen up in the place of David my father, and I sit on the throne of Yisra᾽el, as the Lord promised, and I have built the house for the name of the Lord God of Yisra᾽el.",
            "And in it I have put the ark, in which is the covenant of the Lord, that he made with the children of Yisra᾽el.",
            "And he stood before the altar of the Lord in the presence of all the congregation of Yisra᾽el, and spread out his hands:",
            "for Shelomo had made a bronze scaffold, five cubits long, and five cubits broad, and three cubits high, and had set it in the midst of the court: and upon it he stood, and kneeled down upon his knees before all the congregation of Yisra᾽el, and spread out his hands towards heaven,",
            "and said, O Lord God of Yisra᾽el, there is no God like Thee in the heaven, or on the earth; who keepest covenant and troth with Thy servants, who walk before Thee with all their hearts:",
            "Thou who hast kept with Thy servant David my father that which Thou hast promised him; and hast spoken with Thy mouth, and hast fulfilled it with Thy hand, as it is this day.",
            "Now therefore, O Lord God of Yisra᾽el, keep with Thy servant David my father that which Thou didst promise him, saying, There shall never fail thee a man before me to sit upon the throne of Yisra᾽el; if only thy sons take heed to their way to walk in my Tora, as thou hast walked before me.",
            "Now then, O Lord God of Yisra᾽el, let Thy word be verified, which Thou hast spoken to Thy servant David.",
            "But will God indeed dwell with mankind on earth? behold, heaven and the heaven of heavens cannot contain Thee: how much less this house which I have built!",
            "Have consideration therefore to the prayer of Thy servant, and to his supplication, O Lord my God, to hearken to the cry and the prayer which Thy servant prays before Thee:",
            "that Thy eyes may be open upon this house day and night, upon the place of which Thou hast said that Thou wouldst put Thy name there; to hearken to the prayer which Thy servant prays towards this place.",
            "Hearken therefore to the supplications of Thy servant, and of Thy people Yisra᾽el, which they shall make towards this place: hear from Thy dwelling place, from heaven; and when Thou hearest, forgive.",
            "If a man sin against his neighbour, and an oath be laid upon him to make him swear, and the oath come before Thy altar in this house;",
            "then hear from heaven, and do, and judge Thy servants, by requiting the wicked, by recompensing his way upon his own head; and by justifying the righteous, by rewarding him according to his righteousness.",
            "And if Thy people Yisra᾽el be smitten before the enemy, because they have sinned against Thee; and they return and confess Thy name, and pray and make supplication before Thee in this house;",
            "then hear from the heavens, and forgive the sin of Thy people Yisra᾽el, and bring them back to the land which Thou didst give to them and to their fathers.",
            "When the heaven is shut up, and there is no rain, because they have sinned against Thee; if they pray toward this place, and confess Thy name, and turn from their sin, when Thou dost afflict them;",
            "then hear from heaven, and forgive the sin of Thy servants, and Thy people Yisra᾽el, that Thou teach them the good way, in which they should walk; and send rain upon Thy land, which Thou hast given to Thy people for an inheritance.",
            "If there should be dearth in the land, if there should be pestilence, if there should be blight, or mildew, locust, or caterpillar; if their enemies besiege them in the cities of their land; whatever sore or whatever sickness there be:",
            "then whatever prayer or whatever supplication shall be made by any man, or by all Thy people Yisra᾽el, (for everyone shall know his own trouble and his own grief,) and he spread out his hands towards this house:",
            "then hear from heaven Thy dwelling place, and forgive, and render to every man, whose heart Thou knowst, according to all his ways, (for Thou alone knowst the hearts of the children of men:)",
            "that they may fear Thee, to walk in Thy ways, so long as they live on the land which Thou didst give to our fathers.",
            "Likewise concerning the stranger who is not of Thy people Yisra᾽el, but is come from a far country for Thy great name’s sake, and Thy mighty hand, and Thy outstretched arm; if they come and pray in this house;",
            "then hear from the heavens, from Thy dwelling place, and do according to all for which the stranger calls to Thee; that all peoples of the earth may know Thy name, and fear Thee, as do Thy people Yisra᾽el, and may know that this house which I have built is called by Thy name.",
            "If Thy people go out to war against their enemies by the way that Thou shalt lend them, and they pray to Thee towards this city which Thou hast chosen, and the house which I have built for Thy name;",
            "then hear from the heavens their prayer and their supplication, and maintain their cause.",
            "If they sin against Thee, (for there is no man who does not sin) and Thou art angry with them, and deliver them over to the enemy, and they carry them away captives to a land far off or near;",
            "yet if they take thought in the land where they are carried captive, and turn and pray to Thee in the land of their captivity, saying, We have sinned, we have done amiss, and have dealt wickedly;",
            "if they return to Thee with all their heart and with all their soul in the land of their captivity, where they have been carried away captives, and pray towards their land, which Thou didst give to their fathers, and towards the city which Thou hast chosen, and towards the house which I have built for Thy name:",
            "then hear from the heavens, from Thy dwelling place, their prayer and their supplications, and maintain their cause, and forgive Thy people who have sinned against Thee.",
            "Now, my God, let Thy eyes, I pray Thee, be open, and Thy ears attentive to the prayer that is made in this place.",
            "Now therefore arise, O Lord God, into Thy resting place, Thou, and the ark of Thy strength: let Thy priests, O Lord God, be clothed with victory, and let thy pious ones rejoice in goodness.",
            "O Lord God, do not turn away the face of Thy anointed: remember the faithful love of David Thy servant."
        ],
        [
            "Now when Shelomo had made an end of praying, the fire came down from heaven, and consumed the burnt offering and the sacrifices; and the glory of the Lord filled the house.",
            "And the priests could not enter into the house of the Lord, because the glory of the Lord had filled the Lord’s house.",
            "And when all the children of Yisra᾽el saw how the fire came down, and the glory of the Lord upon the house, they bowed themselves with their faces to the ground upon the pavement, and prostrated themselves, and praised the Lord, saying, For he is good; for his steadfast love endures for ever.",
            "Then the king and all the people offered sacrifices before the Lord.",
            "And king Shelomo offered as a sacrifice twenty two thousand oxen, and a hundred and twenty thousand sheep: so the king and all the people consecrated the house of God.",
            "And the priests stood at their posts: the Levites also with the instruments of music of the Lord, which David the king had made to praise the Lord, because his steadfast love endures for ever; with the praises of David in their hands; and the priests sounded trumpets before them, and all Yisra᾽el stood.",
            "Moreover Shelomo hallowed the middle of the court that was before the house of the Lord: for there he offered burnt offerings, and the fat of the peace offerings, because the brazen altar which Shelomo had made was not able to contain the burnt offerings, and the meal offerings, and the fat.",
            "Also at that time Shelomo kept the feast for seven days, and all Yisra᾽el with him, a very great congregation, from the entrance of Ĥamat to the wadi of Miżrayim.",
            "And on the eighth day they made a solemn assembly: for they kept the consecration of the altar for seven days, and the feast for seven days.",
            "And on the twenty third day of the seventh month he sent the people away to their tents, glad and merry in heart for the bounty that the Lord had bestowed on David, and to Shelomo, and to Yisra᾽el his people.",
            "Thus Shelomo finished the house of the Lord, and the king’s house: and all that came into Shelomo’s heart to make in the house of the Lord, and in his own house, he carried out successfully.",
            "And the Lord appeared to Shelomo by night, and said to him, I have heard thy prayer, and have chosen this place to myself for a house of sacrifice.",
            "If I shut up the heaven so that there is no rain, or if I command the grasshopper to devour the land, or if I send pestilence among my people;",
            "if my people, who are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then I will hear from heaven, and I will forgive their sin, and I will heal their land.",
            "Now my eyes shall be open and my ears be attentive to the prayer that is made in this place.",
            "For now I have chosen and sanctified this house, that my name may be there for ever: and my eyes and my heart shall be there perpetually.",
            "And for thee, if thou wilt walk before me, as David thy father walked, and do according to all that I have commanded thee, and shalt observe my statutes and my judgments;",
            "then I will establish the throne of thy kingdom, as I have covenanted with David thy father, saying, There shall not fail thee a man to be ruler in Yisra᾽el.",
            "But if you turn away, and forsake my statutes and my commandments, which I have set before you, and shall go and serve other gods, and worship them:",
            "then I will pluck them up from my land which I have given them; and this house, which I have sanctified for my name, I will cast out of my sight, and will make it to be a proverb and a byword among all nations.",
            "And this house, which is high, shall be an astonishment to every one who passes by it; so that he shall say, Why has the Lord done thus to this land, and to this house?",
            "Then they will say, Because they forsook the Lord God of their fathers, who brought them out of the land of Miżrayim, and laid hold of other gods, and worshipped them, and served them: therefore he brought all this evil upon them."
        ],
        [
            "And it came to pass at the end of twenty years, during which Shelomo had built the house of the Lord, and his own house,",
            "that the cities which Ĥuram had given Shelomo, Shelomo built them, and caused the children of Yisra᾽el to dwell there.",
            "And Shelomo went to Ĥamat-żova, and prevailed against it.",
            "And he built Tadmor in the wilderness, and all the store cities, which he built in Ĥamat.",
            "And he built the upper Bet-ĥoron, and the lower Bet-ĥoron, fortified cities, with walls, gates, and bars;",
            "and Ba῾alat, and all the store cities that Shelomo had, and all the chariot cities, and the cities of the horsemen, and all that Shelomo desired to build in Yerushalayim, and in the Levanon, and throughout all the land of his dominion.",
            "As for all the people who were left of the Ĥitti, and the Emori, and the Perizzi, and the Ĥivvi, and the Yevusi, who were not of Yisra᾽el;",
            "of their children, who were left after them in the land, whom the children of Yisra᾽el did not wipe out, Shelomo raised a levy of them until this day.",
            "But of the children of Yisra᾽el of whom Shelomo did not make servants for his work, (for they were men of war, and chiefs of his captains, and captains of his chariots and horsemen,)",
            "even of these were the chiefs of king Shelomo’s officers, two hundred and fifty, who bore rule over the people.",
            "And Shelomo brought up the daughter of Par῾o out of the city of David to the house that he had built for her: for he said, My wife shall not dwell in the house of David, king of Yisra᾽el, because the places to which the ark of the Lord has come are holy.",
            "Then Shelomo offered burnt offerings to the Lord, on the altar of the Lord, which he had built before the porch,",
            "after a certain rate every day, offering according to the commandment of Moshe, on the sabbaths, and on the new moons, and on the appointed seasons, three times in the year, on the feast of unleavened bread, and on the feast of weeks, and on the feast of booths.",
            "And according to the form prescribed by David his father, he set the divisions of the priests to their service, and the Levites to their charges, to praise and minister before the priests, as the duty of every day required: the gatekeepers also by their divisions at every gate: for so had David the man of God commanded.",
            "And they did not depart from the commandment of the king to the priests and Levites concerning any matter, or concerning the treasures.",
            "So all the work of Shelomo was accomplished from the day of the foundation of the house of the Lord, until it was finished. So the house of the Lord was completed.",
            "Then Shelomo went to ῾Eżyon-gever, and to Elot, at the sea side in the land of Edom.",
            "And Ĥuram sent him by the hands of his servants ships, and servants that had knowledge of the sea; and they went with the servants of Shelomo to Ofir, and took from there four hundred and fifty talents of gold, and brought them to king Shelomo."
        ],
        [
            "And when the queen of Sheva heard of the fame of Shelomo, she came to prove Shelomo with hard questions at Yerushalayim, with a very great retinue, and camels that carried spices, and gold in abundance, and precious stones: and when she was come to Shelomo, she spoke to him of all that was in her heart.",
            "And Shelomo answered her all her questions: and there was nothing hidden from Shelomo which he did not tell her.",
            "And when the queen of Sheva had seen the wisdom of Shelomo, and the house that he had built,",
            "and the food at his table, and the sitting of his servants, and the attendance of his ministers, and their apparel; his cupbearers also, and their apparel; and his ascent by which he went up into the house of the Lord; there was no more spirit in her.",
            "And she said to the king, It was a true report which I heard in my own land of thy acts, and of thy wisdom:",
            "but I did not believe their words, until I came, and my eyes had seen it: and, behold, the one half of the greatness of thy wisdom was not told me: for thou dost exceed the fame that I heard.",
            "Happy are thy men, and happy are these thy servants, who stand continually before thee, and hear thy wisdom.",
            "Blessed be the Lord thy God, who delighted in thee to set thee on his throne, to be king for the Lord thy God: because thy God loved Yisra᾽el, to establish them for ever, therefore he made thee king over them, to do judgment and justice.",
            "And she gave the king a hundred and twenty talents of gold, and of spices great abundance, and precious stones: nor was there any such spice as the queen of Sheva gave king Shelomo.",
            "And the servants also of Ĥuram, and the servants of Shelomo, who brought gold from Ofir, brought algum trees and precious stones.",
            "And of the algum trees the king made steps for the house of the Lord, and for the king’s palace, and lyres and lutes for singers: and there were none such seen before in the land of Yehuda.",
            "And king Shelomo gave to the queen of Sheva all that she desired, whatever she asked, besides that which she had brought to the king. So she turned, and went away to her own land, she and her servants.",
            "Now the weight of gold that came to Shelomo in one year was six hundred and sixty talents of gold,",
            "besides that which the traders and merchants brought. And all the kings of ῾Arav and the governors of the country brought gold and silver to Shelomo.",
            "And king Shelomo made two hundred targets of beaten gold: six hundred shekels of beaten gold went to one target.",
            "He made three hundred shields of beaten gold also: three hundred shekels of gold went to one shield. And the king put them in the house of the forest of the Levanon.",
            "And the king made a great throne of ivory, and overlaid it with pure gold.",
            "And there were six steps to the throne, with a footstool of gold, which were fastened to the throne, and arms on each side of the place of the seat, and two lions standing by the arms:",
            "and twelve lions stood there on the one side and on the other upon the six steps. There was not the like made in any kingdom.",
            "And all the drinking vessels of king Shelomo were of gold, and all the vessels of the house of the forest of the Levanon were of pure gold: none were of silver; it was not valued in the least in the days of Shelomo.",
            "For the king’s ships went to Tarshish with the servants of Ĥuram: once every three years came the ships of Tarshish bringing gold, and silver, ivory, and apes, and peacocks.",
            "And king Shelomo surpassed all the kings of the earth in riches and wisdom.",
            "And all the kings of the earth sought the presence of Shelomo, to hear his wisdom, that God had put in his heart.",
            "And they brought every man his present, vessels of silver, and vessels of gold, and garments, harness, and spices, horses, and mules, a rate year by year.",
            "And Shelomo had four thousand stalls for horses and chariots, and twelve thousand horsemen; whom he bestowed in the chariot cities, and with the king at Yerushalayim.",
            "And he reigned over all the kings from the river as far as the land of the Pelishtim, and to the border of Miżrayim.",
            "And the king made silver in Yerushalayim as common as stones, and cedar trees he made as common as the sycamore trees that are in the lowland for abundance.",
            "And they brought horses to Shelomo out of Miżrayim and out of all lands.",
            "Now the rest of the acts of Shelomo, first and last, are they not written in the book of Natan the prophet, and in the prophecy of Aĥiyya the Shilonite, and in the visions of Ye῾do the seer against Yorov῾am the son of Nevat?",
            "And Shelomo reigned in Yerushalayim over all Yisra᾽el for forty years.",
            "And Shelomo slept with his fathers, and he was buried in the city of David his father: and Reĥav῾am his son reigned in his stead."
        ],
        [
            "And Reĥav῾am went to Shekhem: for all Yisra᾽el came to Shekhem to make him king.",
            "And it came to pass, when Yorov῾am the son of Nevat, who was in Miżrayim, where he had fled from the presence of Shelomo the king, heard it, that Yorov῾am returned out of Miżrayim.",
            "And they sent and called him. So Yorov῾am and all Yisra᾽el came and spoke to Reĥav῾am saying,",
            "Thy father made our yoke hard: now therefore ease thou somewhat the grievous servitude of thy father, and his heavy yoke that he put upon us, and we will serve thee.",
            "And he said to them, Come back to me after three days. And the people departed.",
            "And king Reĥav῾am took counsel with the old men who had stood before Shelomo his father while he still lived, saying, What counsel do you give me to return answer to this people?",
            "And they spoke to him, saying, If thou art kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
            "But he forsook the counsel which the old men gave him, and took counsel with the young men who were brought up with him, and who stood before him.",
            "And he said to them, What advice do you give that we may return answer to this people, who have spoken to me, saying, Ease somewhat the yoke that thy father did put upon us?",
            "And the young men who were brought up with him spoke to him, saying, Thus shalt thou answer the people who spoke to thee, saying, Thy father made our yoke heavy, but make thou it somewhat lighter for us; thus shalt thou say to them, My little finger shall be thicker than my father’s loins.",
            "For whereas my father put a heavy yoke upon you, I will add to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
            "So Yorov῾am and all the people came to Reĥav῾am on the third day, as the king had spoken saying, Come back to me on the third day.",
            "And the king answered them roughly; and king Reĥav῾am forsook the counsel of the old men,",
            "and he answered them after the advice of the young men, saying, My father made your yoke heavy, but I will add to it: my father chastised you with whips, but I will chastise you with scorpions.",
            "So the king did not hearken to the people: for it was brought about by God, that the Lord might perform his word, which he spoke by the hand of Aĥiyyahu the Shilonite to Yorov῾am the son of Nevat.",
            "And when all Yisra᾽el saw that the king would not hearken to them, the people answered the king, saying, What portion have we in David? and we have no inheritance in the son of Yishay: every man to your tents, O Yisra᾽el: and now, David, look to thy house. So all Yisra᾽el went to their tents.",
            "But as for the children of Yisra᾽el who dwelt in the cities of Yehuda, Reĥav῾am reigned over them.",
            "Then king Reĥav῾am sent Hadoram who was over the tribute; and the children of Yisra᾽el stoned him with stones, that he died. But king Reĥav῾am made speed to mount his chariot, to flee to Yerushalayim.",
            "And Yisra᾽el rebelled against the house of David to this day."
        ],
        [
            "And when Reĥav῾am was come to Yerushalayim, he gathered of the house of Yehuda and Binyamin a hundred and eighty thousand chosen men, who were warriors, to fight against Yisra᾽el, that he might bring the kingdom back to Reĥav῾am.",
            "But the word of the Lord came to Shema῾yahu the man of God, saying,",
            "Speak to Reĥav῾am the son of Shelomo, king of Yehuda, and to all Yisra᾽el in Yehuda and Binyamin, saying,",
            "Thus says the Lord, You shall not go up, or fight against your brethren: return every man to his house: for this thing was done by me. And they obeyed the words of the Lord, and returned from going against Yorov῾am.",
            "And Reĥav῾am dwelt in Yerushalayim, and built cities for defence in Yehuda.",
            "For he built Bet-leĥem, and ῾Etam, and Teqo῾a,",
            "and Bet-żur, and Sokho, and ῾Adullam,",
            "and Gat, and Maresha, and Zif,",
            "and Adorayim, and Lakhish, and ῾Azeqa,",
            "and Żor῾a, and Ayyalon, and Ĥevron, which are in Yehuda and in Binyamin, fortified cities.",
            "And he strengthened the fortresses, and put commanders in them, and stores of food, and of oil and wine.",
            "And in every city he put shields and spears, and made them exceedingly strong. And Yehuda and Binyamin were on his side.",
            "And the priests and the Levites who were in all Yisra᾽el resorted to him out of all their districts.",
            "For the Levites left their pasture lands and their estates, and came to Yehuda and Yerushalayim: for Yorov῾am and his sons had cast them out from serving as priests to the Lord:",
            "and he ordained for himself priests for the high places, and for the satyrs, and for the calves which he had made.",
            "And after them out of all the tribes of Yisra᾽el such as set their hearts to seek the Lord God of Yisra᾽el came to Yerushalayim, to sacrifice to the Lord God of their fathers.",
            "So they strengthened the king-dom of Yehuda, and made Reĥav῾am the son of Shelomo strong for three years: for three years they walked in the way of David and Shelomo.",
            "And Reĥav῾am took for himself to wife Maĥalat the daughter of Yerimot the son of David, and Aviĥayil the daughter of Eli᾽av the son of Yishay;",
            "and she bore him children; Ye῾ush, and Shemarya, and Zaham.",
            "And after her he took Ma῾akha the daughter of Avshalom; who bore him Aviyya, and ῾Attay, and Ziza, and Shelomit.",
            "And Reĥav῾am loved Ma῾akha the daughter of Avshalom more than all his wives and his concubines: (for he took eighteen wives, and sixty concubines; and begot twenty eight sons, and sixty daughters.)",
            "And Reĥav῾am made Aviyya the son of Ma῾akha the chief, to be prince among his brethren: for he thought to make him king.",
            "And he dealt wisely, and dispersed of all his children throughout all the districts of Yehuda and Binyamin, to every fortified city: and he gave them provisions in abundance. And he sought many wives."
        ],
        [
            "And it came to pass, when Reĥav῾am had established the kingdom, and had strengthened himself, he forsook the Tora of the Lord, and all Yisra᾽el with him.",
            "And it came to pass, that in the fifth year of king Reĥav῾am, Shishaq king of Miżrayim came up against Yerushalayim, because they had transgressed against the Lord,",
            "with twelve hundred chariots, and sixty thousand horsemen: and the people were without number who came with him out of Miżrayim; the Luvim, the Sukkiyyim, and the Kushim.",
            "And he took the fortified cities which pertained to Yehuda, and came to Yerushalayim.",
            "Then came Shema῾ya the prophet to Reĥav῾am, and to the princes of Yehuda, who were fathered together to Yerushalayim, because of Shishaq, and he said to them, Thus says the Lord, You have forsaken me, and therefore I have abandoned you to the hand of Shishaq.",
            "Whereupon the princes of Yisra᾽el and the king humbled themselves: and they said, The Lord is righteous.",
            "And when the Lord saw that they humbled themselves, the word of the Lord came to Shema῾ya, saying, They have humbled themselves; therefore I will not destroy them, but I will grant them some deliverance; and my wrath shall not be poured out upon Yerushalayim by the hand of Shishaq.",
            "Nevertheless they shall be his servants; that they may know my service, and the service of the kingdoms of the countries.",
            "So Shishaq king of Miżrayim came up against Yerushalayim, and took away the treasures of the house of the Lord, and the treasures of the king’s house; he took all: he carried away also the shields of gold which Shelomo had made.",
            "Instead of which king Reĥav῾am made shields of brass and committed them to the hands of the officers of the guard, who kept the king’s house.",
            "And when the king entered into the house of the Lord, the guard came and fetched them, and brought them back into the guard chamber.",
            "And when he humbled himself, the wrath of the Lord turned from him, so that he did not destroy him altogether: and also in Yehuda things went well.",
            "So king Reĥav῾am strengthened himself in Yerushalayim, and reigned: for Reĥav῾am was forty one years old when he began to reign, and he reigned for seventeen years in Yerushalayim, the city which the Lord had chosen out of all the tribes of Yisra᾽el to put his name there. And his mother’s name was Na῾ama an ῾Ammonite woman.",
            "And he did evil, because he did not set his heart to seek the Lord.",
            "Now the acts of Reĥav῾am, first and last, are they not written in the book of Shema῾ya the prophet, and of ῾Iddo the seer concerning genealogies? And there were wars between Reĥav῾am and Yorov῾am continually.",
            "And Reĥav῾am slept with his fathers, and was buried in the city of David: and Aviyya his son reigned in his stead."
        ],
        [
            "Now in the eighteenth year of king Yorov῾am Aviyya began to reign over Yehuda.",
            "He reigned three years in Yerushalayim. And his mother’s name was Mikhayahu the daughter of Uri᾽el of Giv῾a. And there was war be­tween Aviyya and Yorov῾am.",
            "And Aviyya set the battle in array with an army of valiant men of war, four hundred thousand chosen men:      and Yorov῾am ranged himself in battle against him with eight hundred thousand chosen men, mighty men at arms.",
            "And Aviyya stood up upon mount Żemarayim, which is in mount Efrayim, and said, Hear me, thou Yorov῾am, and all Yisra᾽el;",
            "ought you not to know that the Lord God of Yisra᾽el gave the kingdom over Yisra᾽el to David for ever, to him and to his sons by a covenant of salt?",
            "Yet Yorov῾am the son of Nevat, the servant of Shelomo the son of David, rose up, and rebelled against his lord.",
            "And there gathered about him worthless men, wicked people, and they strengthened themselves against Reĥav῾am the son of Shelomo, when Reĥav῾am was young and tender-hearted, and could not withstand them.",
            "And now you think to withstand the kingdom of the Lord in the hand of the sons of David; and you are a great multitude, and there are with you golden calves, which Yorov῾am made you for gods.",
            "Have you not cast out the priests of the Lord, the sons of Aharon, and the Levites, and have made yourselves priests after the manner of the nations of other lands? so that whoever comes to consecrate himself with a young bullock or seven rams, may become a priest of what are no gods.",
            "But as for us, the Lord is our God, and we have not forsaken him; and the priests who minister to the Lord are the sons of Aharon, and the Levites do their work:",
            "and they burn to the Lord every morning and every evening burnt sacrifices and sweet incense: and set out the showbread upon the pure table; and the candlestick of gold with its lamps to burn every evening: for we keep the charge of the Lord our God; but you have forsaken him.",
            "And, behold, God himself is with us at our head, and his priests with sounding trumpets to sound an alarm against you. O children of Yisra᾽el, do not fight against the Lord God of your fathers; for you shall not prosper.",
            "But Yorov῾am had set an ambush party to come on them from behind: so they were in front of Yehuda and the ambush party was behind them.",
            "And when Yehuda looked back, behold, the battle was before and behind: and they cried to the Lord, and the priests sounded with the trumpets.",
            "Then the men of Yehuda gave a shout: and as the men of Yehuda shouted, it came to pass, that God smote Yorov῾am and all Yisra᾽el before Aviyya and Yehuda.",
            "And the children of Yisra᾽el fled before Yehuda: and God delivered them into their hand.",
            "And Aviyya and his people slew them with a great slaughter: so there fell down slain of Yisra᾽el five hundred thousand chosen men.",
            "Thus the children of Yisra᾽el were brought under at that time, and the children of Yehuda prevailed, because they relied upon the Lord God of their fathers.",
            "And Aviyya pursued after Yorov῾am, and took cities from him, Bet-el with its hamlets, and Yeshana with its hamlets, and ῾Efrayin with its hamlets.",
            "Nor did Yorov῾am recover strength again in the days of Aviyyahu: and the Lord struck him, and he died.",
            "But Aviyyahu grew mighty, and married fourteen wives, and begot twenty two sons, and sixteen daughters.",
            "And the rest of the acts of Aviyya, and his ways, and his sayings, are written in the commentary of the prophet ῾Iddo.",
            "So Aviyya slept with his fathers, and they buried him in the city of David: and Asa his son reigned in his stead. In his days the land was quiet for ten years."
        ],
        [
            "And Asa did that which was good and right in the eyes of the Lord his God:",
            "for he took away the altars of the foreign gods, and the high places, and broke down the pillars, and cut down the asherim:",
            "and he commanded Yehuda to seek the Lord God of their fathers, and to carry out the Tora and the commandment.",
            "Also he took away out of all the cities of Yehuda the high places and the sun images: and the kingdom was quiet before him.",
            "And he built fortified cities in Yehuda: for the land had rest, and he had no war in those years; because the Lord had given him rest.",
            "Therefore he said to Yehuda, Let us build these cities, and make about them walls, and towers, gates, and bars, while the land is yet before us; because we have sought the Lord our God, we have sought him, and he has given us rest on every side. So they built and prospered.",
            "And Asa had an army of men who bore targets and spears, out of Yehuda three hundred thousand; and out of Binyamin, who bore shields and drew bows, two hundred and eighty thousand: all these were mighty men at arms.",
            "And there came out against them Zeraĥ the Kushite with an army of a million men, and three hundred chariots; and he came to Maresha.",
            "Then Asa went out against him, and they ranged the battle in the valley of Żefata at Maresha.",
            "And Asa cried to the Lord his God, and said, Lord, it is nothing with thee to help, whether with many, or with those who have no power: help us, O Lord our God; for we rely on thee, and in thy name we go against this multitude. O Lord, thou art our God; let not man prevail against thee.",
            "So the Lord smote the Kushim before Asa, and before Yehuda; and the Kushim fled.",
            "And Asa and the people who were with him pursued them to Gerar: and the Kushim were overthrown, so that they could not recover themselves; for they were destroyed before the Lord, and before his host; and they carried away very much spoil.",
            "And they smote all the cities round about Gerar; for the fear of the Lord came upon them: and they spoiled all the cities; for there was very much spoil in them.",
            "They smote also the tents of cattle, and carried away sheep and camels in abundance, and returned to Yerushalayim."
        ],
        [
            "And the spirit of God came upon ῾Azaryahu the son of ῾Oded:",
            "and he went out to meet Asa, and said to him, Hear me, Asa, and all Yehuda and Binyamin; The Lord is with you, while you are with him; and if you seek him, he will be found by you; but if you forsake him, he will forsake you.",
            "Now for a long time Yisra᾽el has been without the true God, and without a teaching priest, and without Tora.",
            "But when they in their trouble did turn to the Lord God of Yisra᾽el and sought him, he was found by them.",
            "And in those times there was no peace to him who went out, nor to him who came in, but there were great vexations upon all the inhabitants of the countries.",
            "And they were broken in pieces; nation against nation, and city against city: for God did vex them with all manner of adversity.",
            "Be strong therefore, and let not your hands be weak: for your work shall be rewarded.",
            "And when Asa heard these words, and the prophecy of ῾Oded the prophet, he took courage, and put away the disgusting idols out of all the land of Yehuda and Binyamin, and out of the cities which he had taken from mount Efrayim, and renewed the altar of the Lord, that was before the porch of the Lord.",
            "And he gathered all Yehuda and Binyamin, and the strangers with them out of Efrayim and Menashshe, and out of Shim῾on: for they deserted to him out of Yisra᾽el in great numbers, when they saw that the Lord his God was with him.",
            "So they gathered themselves together at Yerushalayim in the third month, in the fifteenth year of the reign of Asa.",
            "And they offered to the Lord at the same time, of the spoil which they had brought, seven hundred oxen and seven thousand sheep.",
            "And they entered into a covenant to seek the Lord God of their fathers with all their heart and with all their soul;",
            "that whoever would not seek the Lord God of Yisra᾽el should be put to death, whether young or old, whether man or woman.",
            "And they swore to the Lord with a loud voice, and with shouting, and with trumpets, and with shofarot.",
            "And all Yehuda rejoiced at the oath: for they had sworn with all their heart, and sought him with their whole desire; and he was found by them: and the Lord gave them rest round about.",
            "And also Ma῾akha the mother of Asa the king, did he remove from being queen, because she had made a monstrous image for an ashera: and Asa cut down her image, and ground it, and burnt it in the wadi Qidron.",
            "But the high places were not taken away out of Yisra᾽el: nevertheless the heart of Asa was perfect all his days.",
            "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
            "And there was no more war until the thirty fifth year of the reign of Asa."
        ],
        [
            "In the thirty sixth year of the reign of Asa Ba῾asha king of Yisra᾽el came up against Yehuda, and built Rama, so as to prevent anyone from going out or coming in to Asa king of Yehuda.",
            "Then Asa brought out silver and gold out of the treasures of the house of the Lord and of the king’s house, and sent to Ben-hadad king of Aram, who dwelt at Darmeseq saying,",
            "There is a league between me and thee, as there was between my father and thy father: behold, I have sent thee silver and gold; go, break thy alliance with Ba῾asha king of Yisra᾽el that he may depart from me.",
            "And Ben-hadad hearkened to king Asa, and sent the captains of his armies against the cities of Yisra᾽el; and they smote ῾Iyyon, and Dan, and Avel-mayim, and all the store cities of Naftali.",
            "And it came to pass, when Ba῾asha heard it, that he left off building Rama, and let his work come to a halt.",
            "Then Asa the king took all Yehuda; and they carried away the stones of Rama, and its timber, with which Ba῾asha was building; and with it he built Geva and Miżpa.",
            "And at that time Ĥanani the seer came to Asa king of Yehuda, and said to him, Because thou hast relied on the king of Aram, and not relied on the Lord thy God, therefore the host of the king of Aram has escaped out of thy hand.",
            "Were not the Kushim and the Luvim a huge host, with very many chariots and horsemen? yet, because thou didst rely on the Lord, he delivered them into thy hand.",
            "For the eyes of the Lord run to and fro throughout the whole earth, to show himself strong on behalf of those whose heart is perfect towards him. In this thou hast done foolishly: therefore from henceforth thou shalt have wars.",
            "Then Asa was angry with the seer, and put him in a prison house: for he was in a rage with him because of this thing. And Asa oppressed some of the people at the same time.",
            "And, behold, the acts of Asa, first and last, lo, they are written in the book of the kings of Yehuda and Yisra᾽el.",
            "And Asa in the thirty ninth year of his reign was diseased in his feet, until his disease became severe: yet in his disease he did not seek the Lord, but the physicians.",
            "And Asa slept with his fathers, and died in the forty first year of his reign.",
            "And they buried him in his own tomb, which he had made for himself in the city of David, and laid him on a bier which was filled with sweet odours and divers kinds of spices prepared by the perfumer’s art: and they made a very great burning for him."
        ],
        [
            "And Yehoshafat his son reigned in his stead, and strengthened himself against Yisra᾽el.",
            "And he placed forces in all the fortified cities of Yehuda, and set garrisons in the land of Yehuda, and in the cities of Efrayim, which Asa his father had taken.",
            "And the Lord was with Yehoshafat, because he walked in the first ways of his father David, and did not seek the Be῾alim;",
            "but he sought the God of his father, and followed his commandments, and not like the doings of Yisra᾽el.",
            "Therefore the Lord established the kingdom in his hand; and all Yehuda brought tribute to Yehoshafat; and he had riches and honour in abundance.",
            "And his heart was lifted up in the ways of the Lord: moreover he took away the high places and the asherim out of Yehuda.",
            "Also in the third year of his reign he sent to his princes, to Ben-ĥayil, and to ῾Ovadya, and to Zekharya, and to Netan᾽el, and to Mikhayahu, to teach in the cities of Yehuda.",
            "And with them he sent Levites, Shema῾yahu, and Netanyahu, and Zevadyahu, and Asa᾽el, and Shemiramot, and Yehonatan, and Adoniyyahu, and Toviyyahu, and Tov-adoniyya, Levites; and with them Elishama and Yehoram, priests.",
            "And they taught in Yehuda, and had the book of the Tora of the Lord with them, and went about throughout all the cities of Yehuda, and taught the people.",
            "And the fear of the Lord fell upon all the kingdoms of the lands that were round about Yehuda, so that they made no war against Yehoshafat.",
            "Also some of the Pelishtim brought Yehoshafat presents, and tribute of silver; and the ῾Arvi᾽im brought him flocks, seven thousand seven hundred rams, and seven thousand seven hundred he goats.",
            "And Yehoshafat grew exceedingly great; and he built castles and store cities in Yehuda.",
            "And he had much business in the cities of Yehuda: and men of war, mighty men of valour, were in Yerushalayim.",
            "And these are the numbers of them according to the houses of their fathers: Of Yehuda, the captains of thousands; ῾Adna the chief, and with him mighty men of valour three hundred thousand.",
            "And next to him was Yehoĥanan the captain, and with him two hundred and eighty thousand.",
            "And next to him was ῾Amasya the son of Zikhri, who volunteered for the service of the Lord; and with him two hundred thousand mighty men of arms.",
            "And of Binyamin; Elyada a mighty man at arms, and with him armed men with bow and shield two hundred thousand.",
            "And next to him was Yehozavad, and with him a hundred and eighty thousand ready prepared for the war.",
            "These waited on the king, besides those whom the king put in the fortified cities throughout all Yehuda."
        ],
        [
            "Now Yehoshafat had riches and honour in abundance, and he allied himself by marriage with Aĥ᾽av.",
            "And after certain years he went down to Aĥ᾽av to Shomron. And Aĥ᾽av killed sheep and oxen for him in abundance, and for the people that he had with him, and persuaded him to go up with him to Ramot-gil῾ad.",
            "And Aĥ᾽av king of Yisra᾽el said to Yehoshafat king of Yehuda, Wilt thou go with me to Ramot-gil῾ad? And he answered him, I am as thou art, and my people are as thy people; and we will be with thee in the war.",
            "And Yehoshafat said to the king of Yisra᾽el, Inquire, I pray thee, of the word of the Lord to day.",
            "Therefore the king of Yisra᾽el gathered together prophets, four hundred men, and said to them, Shall we go to Ramot-gil῾ad to battle, or shall I forbear? And they said, Go up; for God will deliver it into the king’s hand.",
            "But Yehoshafat said, Is there not here a prophet of the Lord besides, that we might inquire of him?",
            "And the king of Yisra᾽el said to Yehoshafat, There is yet one man, by whom we may inquire of the Lord: but I hate him; for he never prophesied good to me, but always evil: he is Mikhayehu the son of Yimla. And Yehoshafat said, Let not the king say so.",
            "So the king of Yisra᾽el called for one of his officers, and said, Fetch quickly Mikhayehu the son of Yimla.",
            "And the king of Yisra᾽el and Yehoshafat king of Yehuda sat each of them on his throne, clothed in their robes, and they sat in a threshing floor at the entrance of the gate of Shomeron; and all the prophets prophesied before them.",
            "And Żidqiyyahu the son of Kena῾ana had made for himself horns of iron, and he said, Thus says the Lord, With these thou shalt push Aram until they are wiped out.",
            "And all the prophets prophesied in the same sense, saying, Go up to Ramot-gil῾ad, and prosper: for the Lord shall deliver it into the hand of the king.",
            "And the messenger that went to call Mikhayehu spoke to him, saying, Behold, the words of the prophets declare good to the king with one assent; let thy word therefore, I pray thee, be like one of theirs, and speak thou good.",
            "And Mikhayehu said, As the Lord lives, even what my God says, that will I speak.",
            "And when he was come to the king, the king said to him, Mikha, shall we go to Ramot-gil῾ad to battle, or shall I forbear? And he said, Go up, and prosper, and they shall be delivered into your hand.",
            "And the king said to him, How many times shall I adjure thee that thou say nothing to me but the truth in the name of the Lord?",
            "Then he said, I saw all Yisra᾽el scattered upon the mountains, like sheep that have no shepherd: and the Lord said, These have no master; let them return therefore every man to his house in peace.",
            "And the king of Yisra᾽el said to Yehoshafat, Did I not tell thee that he would not prophesy good to me but only evil?",
            "And he said, Therefore hear the word of the Lord; I saw the Lord sitting upon his throne, and all the host of heaven standing on his right hand and on his left.",
            "And the Lord said, Who will entice Aĥ᾽av king of Yisra᾽el, that he may go up and fall at Ramot-gil῾ad? And one spoke saying after this manner, and another saying after that manner.",
            "Then the spirit came forward, and stood before the Lord, and said, I will entice him. And the Lord said to him, With what?",
            "And he said, I will go out, and be a lying spirit in the mouth of all his prophets. And he said, Thou shalt entice him, and thou shalt also prevail: go out, and do so.",
            "Now therefore, behold the Lord has put a lying spirit in the mouth of these thy prophets, and the Lord has spoken evil against thee.",
            "Then Żidqiyyahu the son of Kena῾ana came near, and smote Mikhayehu upon the cheek, and said, Which way did the spirit of the Lord go from me to speak to thee?",
            "And Mikhayehu said, Behold, thou shalt see on that day when thou shalt go into an inner chamber to hide thyself.",
            "Then the king of Yisra᾽el said, Take Mikhayehu, and carry him back to Amon the governor of the city, and to Yo᾽ash the king’s son;",
            "and say, Thus says the king, Put this fellow in the prison, and feed him with scant bread and with scant water, until I return in peace.",
            "And Mikhayehu said, If thou at all return in peace, then the Lord has not spoken by me. And he said, Hearken, all you people.",
            "So the king of Yisra᾽el and Yehoshafat the king of Yehuda went up to Ramot-gil῾ad.",
            "And the king of Yisra᾽el said to Yehoshafat, I will disguise myself, and will go to the battle; but do thou put on thy robes. So the king of Yisra᾽el disguised himself; and they went to the battle.",
            "Now the king of Aram had commanded the captains of the chariots that were with him, saying, Do not fight with small or great, but only with the king of Yisra᾽el.",
            "And it came to pass, when the captains of the chariots saw Yehoshafat, that they said, It is the king of Yisra᾽el. Therefore they surrounded him to fight: but Yehoshafat cried out, and the Lord helped him; and God drew them away from him.",
            "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Yisra᾽el, they turned back from pursuing him.",
            "And a certain man drew his bow at a venture, and smote the king of Yisra᾽el between the joints of the armour: so he said to the driver of his chariot, Turn thy hand, and carry me out of the host; for I am badly wounded.",
            "And the battle increased that day: but the king of Yisra᾽el propped himself up in his chariot against Aram until evening: and about the time of sunset he died."
        ],
        [
            "And Yehoshafat the king of Yehuda returned to his house in peace to Yerushalayim.",
            "And Yehu the son of Ĥanani the seer went out to meet him, and said to king Yehoshafat, Shouldst thou help the wicked, and love those who hate the Lord? therefore wrath is come upon thee from before the Lord.",
            "Nevertheless there are good things found in thee, in that thou hast taken away the asherot out of the land, and hast directed thy heart to seek God.",
            "And Yehoshafat dwelt at Yerushalayim: and he went out again among the people from Be᾽er-sheva to mount Efrayim, and brought them back to the Lord God of their fathers.",
            "And he set judges in the land throughout all the fortified cities of Yehuda, city by city.",
            "And he said to the judges, take heed what you do: for you do not judge for man, but for the Lord, who is with you in the judgment.",
            "And now let the fear of the Lord be upon you; take heed and do it: for there is no iniquity with the Lord our God, nor respect of persons, nor taking of gifts.",
            "Moreover in Yerushalayim did Yehoshafat set certain Levites, and priests, and heads of the fathers’ houses of Yisra᾽el, for the judgment of the Lord, and for controversies. And they returned to Yerushalayim.",
            "And he charged them, saying, Thus shall you do in the fear of the Lord, faithfully, and with a perfect heart.",
            "And whatever cause shall come to you from your brethren who dwell in their cities, between blood and blood, concerning Tora and commandment, and statutes and judgments, you shall warn them not to trespass against the Lord, so as to bring wrath upon you, and upon your brethren: this do, and you shall not trespass.",
            "And, behold, Amaryahu the chief priest is over you in all matters of the Lord; and Zevadyahu the son of Yishma᾽el, the ruler of the house of Yehuda, for all the king’s matters: also the Levites shall be officers before you. Deal courageously, and the Lord shall be with the good."
        ],
        [
            "And it came to pass after this, that the children of Mo᾽av, and the children of ῾Ammon, and with them some of the Me῾unim, came against Yehoshafat to battle.",
            "Then there came some that told Yehoshafat, saying, There comes a great multitude against thee from beyond the sea from Aram; and, behold, they are in Ĥażeżon-tamar, which is ῾En-gedi.",
            "And Yehoshafat was afraid, and set himself to seek the Lord, and proclaimed a fast throughout all Yehuda.",
            "And Yehuda gathered themselves together, to ask help of the Lord: even out of all the cities of Yehuda they came to seek the Lord.",
            "And Yehoshafat stood in the congregation of Yehuda and Yerushalayim, in the house of the Lord, before the new court,",
            "And said, O Lord God of our fathers, are not Thou God in heaven? and dost Thou not rule over all the kingdoms of the nations? and in Thy hand is there not power and might, so that none is able to withstand Thee?",
            "Are Thou not our God, who didst drive out the inhabitants of this land before Thy people Yisra᾽el, and didst give it to the seed of Avraham Thy friend for ever?",
            "And they dwelt in it, and have built Thee a sanctuary there for Thy name, saying,",
            "If, when evil come upon us, sword, judgment, or pestilence, or famine, we stand before this house, and in Thy presence, (for Thy name is in this house,) and cry to Thee in our affliction, then Thou wilt hear and help.",
            "And now, behold, the children of ῾Ammon and Mo᾽av and mount Se῾ir, whom Thou wouldst not let Yisra᾽el invade, when they came out of the land of Miżrayim, but they turned from them, and did not destroy them;",
            "behold, they rewarded us, by coming to cast us out of Thy possession, which Thou hast given us to inherit.",
            "O our God, wilt Thou not judge them? for we have no might against this great company that comes against us; nor do we know what to do: but our eyes are upon Thee.",
            "And all Yehuda stood before the Lord, with their little ones, their wives, and their children.",
            "Then upon Yaĥazi᾽el the son of Zekharyahu, the son of Benaya, the son of Ye῾i᾽el, the son of Mattanya, a Levite of the sons of Asaf, came the spirit of the Lord in the midst of the congregation;",
            "and he said, Hearken, all Yehuda, and you inhabitants of Yerushalayim, and thou king Yehoshafat, Thus says the Lord to you, Do not be afraid or dismayed by reason of this great multitude; for the battle is not yours, but God’s.",
            "To morrow go down against them: behold, they come up by the cliff of Żiż; and you shall find them at the end of the wadi, before the wilderness of Yeru᾽el.",
            "You shall not need to fight in this battle: take up your positions, stand still, and see the salvation of the Lord with you, O Yehuda and Yerushalayim: do not fear, or be dismayed; tomorrow go out against them: for the Lord will be with you.",
            "And Yehoshafat bowed his head with his face to the ground: and all Yehuda and the inhabitants of Yerushalayim fell before the Lord, prostrating themselves before the Lord.",
            "And the Levites, of the children of the Qehatim, and of the children of the Qorĥim, stood up to praise the Lord God of Yisra᾽el with a loud voice on high.",
            "And they rose early in the morning, and went out into the wilderness of Teqo῾a: and as they went out, Yehoshafat stood and said, Hear me, O Yehuda, and you inhabitants of Yerushalayim; Believe in the Lord your God, so shall you be established; believe in his prophets, so shall you prosper.",
            "And when he had consulted with the people, he appointed singers to the Lord, who should praise in the beauty of holiness, as they went out before the army, and who should say, Give thanks to the Lord; for his steadfast love endures for ever.",
            "And when they began to sing and to praise, the Lord set an ambush against the children of ῾Ammon, Mo᾽av, and mount Se῾ir, who were come against Yehuda; and they were routed.",
            "For the children of ῾Ammon and Mo᾽av rose against the inhabitants of mount Se῾ir, utterly to slay and destroy them: and when they had made an end of the inhabitants of Se῾ir, they all helped to destroy one another.",
            "And when Yehuda came to the watchtower in the wilderness, they looked upon the multitude, and, behold, they were dead bodies fallen to the earth, and none had escaped.",
            "And when Yehoshafat and his people came to take away their spoil, they found among them abundance of riches with the dead bodies, and precious jewels, which they stripped off for themselves, more than they could carry away: and they were three days in gathering the spoil, it was so much.",
            "And on the fourth day they assembled themselves in the valley of Berakha; (for there they blessed the Lord: therefore the name of that place was called, The valley of Berakha, unto this day.)",
            "Then they returned, every man of Yehuda and Yerushalayim, and Yehoshafat at their head, to go back to Yerushalayim with joy; for the Lord had made them rejoice over their enemies.",
            "And they came to Yerushalayim with lutes and lyres and trumpets to the house of the Lord.",
            "And the fear of God was on all the kingdoms of those countries when they had heard that the Lord fought against the enemies of Yisra᾽el.",
            "So the realm of Yehoshafat was quiet: for his God gave him rest round about.",
            "And Yehoshafat reigned over Yehuda: he was thirty five years old when he began to reign, and he reigned for twenty five years in Yerushalayim. And his mother’s name was Azuva the daughter of Shilĥi.",
            "And he walked in the way of Asa his father, and did not depart from it, doing that which was right in the sight of the Lord.",
            "But the high places were not taken away: for as yet the people had not directed their hearts to the God of their fathers.",
            "Now the rest of the acts of Yehoshafat, first and last, behold, they are written in the records of Yehu the son of Ĥanani, which are inserted in the book of the kings of Yisra᾽el.",
            "And after this Yehoshafat king of Yehuda joined himself with Aĥazya king of Yisra᾽el, who did very wickedly:",
            "and he joined himself with him to make ships to go to Tarshish: and they made the ships in ῾Eżyon-gever.",
            "Then Eli῾ezer the son of Dodavahu of Maresha prophesied against Yehoshafat, saying, Because thou hast joined thyself with Aĥazyahu, the Lord will destroy what thou hast done. And the ships were wrecked, so that they were not able to go to Tarshish."
        ],
        [
            "Now Yehoshafat slept with his fathers, and was buried with his fathers in the city of David. And Yehoram his son reigned in his stead.",
            "And he had brothers, the sons of Yehoshafat, ῾Azaryahu, and Yeĥi᾽el, and Zekharyahu, and ῾Azaryahu, and Mikha᾽el, and Shefatyahu: all these were the sons of Yehoshafat king of Yisra᾽el.",
            "And their father gave them great gifts of silver, and of gold, and of precious things, with fortified cities in Yehuda: but he gave the kingdom to Yehoram; because he was the firstborn.",
            "Now when Yehoram was taken over the kingdom of his father, and had strengthened himself, he slew all his brothers with the sword, and also some of the princes of Yisra᾽el.",
            "Yehoram was thirty two years old when he began to reign, and he reigned eight years in Yerushalayim.",
            "And he walked in the way of the kings of Yisra᾽el, as did the house of Aĥ᾽av: for he had a daughter of Aĥ᾽av to wife: and he did that which was evil in the eyes of the Lord.",
            "But the Lord did not desire to destroy the house of David, because of the covenant that he had made with David, and as he promised to give a lamp to him and to his sons for ever.",
            "In his days Edom revolted from under the dominion of Yehuda, and made themselves a king.",
            "Then Yehoram went out with his princes, and all his chariots with him: and he rose up by night, and smote the men of Edom who surrounded him, and the captains of the chariots.",
            "So Edom revolted from under the hand of Yehuda to this day. Then also did Livna revolt from under his hand; because he had forsaken the Lord God of his fathers.",
            "Moreover he made high places in the mountains of Yehuda and caused the inhabitants of Yerushalayim to go astray, and drew Yehuda away.",
            "And there came a writing to him from Eliyyahu the prophet, saying, Thus says the Lord God of David thy father, Because thou hast not followed the ways of Yehoshafat thy father, nor the ways of Asa king of Yehuda,",
            "but hast followed the way of the kings of Yisra᾽el and hast made Yehuda and the inhabitants of Yerushalayim to become unfaithful, like the unfaithfulness of the house of Aĥ᾽av, and thou hast also slain thy brothers of thy father’s house, who were better than thyself:",
            "behold, with a great plague will the Lord smite thy people, and thy children, and thy wives, and all thy goods:",
            "and thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness day by day.",
            "And the Lord stirred up against Yehoram the spirit of the Pelishtim, and of the ῾Arvim who were near the Kushim:",
            "and they came up into Yehuda, and broke into it, and carried away all the substance that was found in the king’s house, and his sons also, and his wives; so that there was not a son left him, except Yeho᾽aĥaz, the youngest of his sons.",
            "And after all this the Lord smote him in his bowels with an incurable disease.",
            "And it came to pass, that in process of time, after the end of two years, his bowels came out by reasons of his sickness: so he died in great agony. And his people made no burning for him, like the burning of his fathers.",
            "Thirty two years old was he when he began to reign, and he reigned in Yerushalayim for eight years, and departed joyless. And they buried him in the city of David, but not in the tombs of the kings."
        ],
        [
            "And the inhabitants of Yerushalayim made Aĥazyahu his youngest son king in his stead: for the band of men that came with the ῾Arvim to the camp had slain all the eldest. So Aĥazyahu the son of Yehoram king of Yehuda reigned.",
            "Forty two years old was Aĥazyahu when he began to reign, and he reigned one year in Yerushalayim. And his mother’s name was ῾Atalyahu the daughter of ῾Omri.",
            "He also walked in the ways of the house of Aĥ᾽av: for his mother was his counsellor to do wickedly.",
            "So he did evil in the sight of the Lord like the house of Aĥ᾽av: for they were his counsellors after the death of his father to his destruction.",
            "He also followed their counsel, and went with Yehoram the son of Aĥ᾽av king of Yisra᾽el to war against Ĥaza᾽el king of Aram at Ramot-gil῾ad: and the Arammim smote Yoram.",
            "And he returned to be healed in Yizre᾽el because of the wounds which were given him at Rama, when he fought with Ĥaza᾽el king of Aram. And ῾Azaryahu the son of Yehoram king of Yehuda went down to see Yehoram the son of Aĥ᾽av at Yizre᾽el, because he was sick.",
            "And the destruction of Aĥazyahu came from God in that he went to Yoram: for when he was come, he went out with Yehoram against Yehu the son of Nimshi, whom the Lord had anointed to cut off the house of Aĥ᾽av.",
            "And it came to pass, that, when Yehu was executing judgment upon the house of Aĥ᾽av, he found the princes of Yehuda, and the sons of Aĥazyahu’s brothers, who attended Aĥazyahu, and he slew them.",
            "And he sought Aĥazyahu: and they caught him, (for he was hid in Shomeron,) and they brought him to Yehu: and when they had slain him, they buried him: Because, said they, he is the son of Yehoshafat, who sought the Lord with all his heart. So the house of Aĥazyahu had no one able to hold the kingdom.",
            "But when ῾Atalyahu the mother of Aĥazyahu saw that her son was dead, she arose and destroyed all the royal seed of the house of Yehuda.",
            "But Yehoshav’at, the daughter of the king, took Yo᾽ash the son of Aĥazyahu, and stole him from among the king’s sons who were slain, and put him and his nurse in a bedchamber. So Yehoshav῾at, the daughter of king Yehoram, the wife of Yehoyada the priest, (for she was the sister of Aĥazyahu,) hid him from ῾Atalyahu so that she could not slay him.",
            "And he was with them hid in the house of God for six years: and ῾Atalya reigned over the land."
        ],
        [
            "And in the seventh year Yehoyada strengthened himself, and took the captains of hundreds, ῾Azarya the son of Yeroĥam, and Yishma᾽el the son of Yehoĥanan, and ῾Azaryahu the son of ῾Oved, and Ma῾aseyahu the son of ῾Adayahu, and Elishafat the son of Zikhri, into league with him.",
            "And they went about in Yehuda, and gathered the Levites out of all the cities of Yehuda, and the heads of the fathers’ houses of Yisra᾽el, and they came to Yerushalayim.",
            "And all the congregation made a covenant with the king in the house of God. And he said to them, Behold, the king’s son shall reign, as the Lord has said of the sons of David.",
            "This is the thing that you shall do; A third part of you who come in on the sabbath, of the priests and of the Levites, shall be on duty at the gates;",
            "and a third part shall be at the king’s house; and a third part at the bottom gate: and all the people shall be in the courts of the house of the Lord.",
            "But let none come into the house of the Lord, except the priests, and those of the Levites who minister; they may go in, for they are holy: but all the people shall keep the Lord’s charge.",
            "And the Levites shall surround the king, every man with his weapons in his hand; and whoever else comes into the house, he shall be put to death: but be with the king when he comes in, and when he goes out.",
            "So the Levites and all Yehuda did according to all the things that Yehoyada the priest had commanded, and every man took his men who were due to come in on the sabbath, with those who were due to go out on the sabbath: for Yehoyada the priest did not dismiss the duty watches.",
            "And Yehoyada the priest delivered to the captains of hundreds spears, and large and small shields, that had been king David’s, which were in the house of God.",
            "And he set all the people, every man having his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and the temple, by the king round about.",
            "Then they brought out the king’s son, and put upon him the crown, and gave him the Testimony, and made him king. And Yehoyada and his sons anointed him, and said, Long live the king.",
            "Now when ῾Atalyahu heard the noise of the people running and praising the king, she came to the people into the house of the Lord:",
            "and she looked, and behold, the king stood at his pillar at the entrance, and the princes and the trumpeters by the king: and all the people of the land rejoiced, and sounded trumpets, also the singers with instruments of music leading the celebration. Then ῾Atalyahu rent her clothes, and cried, Treason, Treason.",
            "Then Yehoyada the priest brought out the captains of hundreds who were set over the host, and said to them, Bring her out between the ranks: and whoever follows her, let him be slain with the sword. For the priest said, Do not slay her in the house of the Lord.",
            "So they laid hands on her; and when she was come to the entrance of the horse gate by the king’s house, they slew her there.",
            "And Yehoyada made a covenant between him, and between all the people, and between the king, that they should be the Lord’s people.",
            "Then all the people went to the house of the Ba῾al, and broke it down, and broke his altars and his images in pieces, and slew Mattan the priest of the Ba῾al in front of the altars.",
            "And Yehoyada appointed the offices of the house of the Lord under the hand of the priests the Levites, whom David had given charge over the house of the Lord, to offer the burnt offerings of the Lord, as it is written in the Tora of Moshe, with rejoicing and with singing, as ordained by David.",
            "And he set the gatekeepers at the gates of the house of the Lord, so that no one who was unclean in anything should enter in.",
            "And he took the captains of hundreds, and the nobles, and the governors of the people, and all the people of the land, and brought down the king from the house of the Lord: and they came through the upper gate into the king’s house, and set the king upon the throne of the kingdom.",
            "And all the people of the land rejoiced: and the city was quiet, after they had slain ῾Atalyahu with the sword."
        ],
        [
            "Yo᾽ash was seven years old when he began to reign, and he reigned for forty years in Yerushalayim. And his mother’s name was Żivya of Be᾽er-sheva.",
            "And Yo᾽ash did that which was right in the sight of the Lord all the days of Yehoyada the priest.",
            "And Yehoyada took for himself two wives; and he begot sons and daughters.",
            "And it came to pass after this, that Yo᾽ash was minded to repair the house of the Lord.",
            "And he gathered the priests and the Levites, and said to them, Go out to the cities of Yehuda, and collect money of all Yisra᾽el to repair the house of your God from year to year, and see that you hasten the matter. But the Levites did not hasten it.",
            "And the king called for Yehoyada the chief, and said to him. Why hast thou not required of the Levites to bring in out of Yehuda and out of Yerushalayim the tax of Moshe the servant of the Lord, and of the congregation of Yisra᾽el, for the tabernacle of the Testimony?",
            "For the sons of ῾Atalyahu, that wicked woman, had broken up the house of God; and they had also bestowed all the dedicated things of the house of the Lord upon the Be῾alim.",
            "And at the king’s commandment they made a chest, and placed it outside at the gate of the house of the Lord.",
            "And they made a proclamation through Yehuda and Yerushalayim, to bring in to the Lord the tax that Moshe the servant of God laid upon Yisra᾽el in the wilderness.",
            "And all the princes and all the people rejoiced, and brought in, and cast into the chest, until they had made an end.",
            "Now it came to pass, that whenever the chest was brought to the king’s officers by the hand of the Levites, and when they saw that there was much money, the king’s scribe and the high priest’s officer came and emptied the chest, and took it, and carried it back to its place. Thus they did day by day, and they gathered a great sum of money.",
            "And the king and Yehoyada gave it to such as did the work of the service of the house of the Lord, and hired masons and carpenters to repair the house of the Lord, and also workers in iron and brass to mend the house of the Lord.",
            "So the workmen worked, and the work prospered in their hand, and they restored the house of God to its proper condition, and strengthened it.",
            "And when they had finished it, they brought the rest of the money before the king and Yehoyada, and of it were made vessels for the house of the Lord, vessels for service and for offering, and spoons, and vessels of gold and silver. And they offered burnt offerings in the house of the Lord continually all the days of Yehoyada.",
            "But Yehoyada grew old, and was full of days, and he died; a hundred and thirty years old was he when he died.",
            "And they buried him in the city of David among the kings, because he had done good in Yisra᾽el, both towards God, and towards his house.",
            "Now after the death of Yehoyada the princes of Yehuda came, and prostrated themselves before the king. Then the king hearkened to them.",
            "And they left the house of the Lord God of their fathers, and worshipped asherim and idols: and anger came upon Yehuda and Yerushalayim for this their crime.",
            "But he sent prophets to them, to bring them back to the Lord; and they forewarned them: but they would not give ear.",
            "And the spirit of God came upon Zekharya the son of Yehoyada the priest, and he stood above the people, and said to them, Thus says God, Why do you transgress the commandments of the Lord, though you cannot succeed? because you have forsaken the Lord, he has also forsaken you.",
            "And they conspired against him, and stoned him with stones at the commandment of the king in the court of the house of the Lord.",
            "Thus Yo᾽ash the king did not remember the faithful love which Yehoyada his father had shown him, but he slew his son. And when he died, he said, May the Lord see and revenge.",
            "And it came to pass at the end of the year, that the host of Aram came up against him: and they came to Yehuda and Yerushalayim, and destroyed all the princes of the people from among the people, and sent all their spoil to the king of Darmeseq.",
            "Though the army of Aram came with a small company of men, the Lord delivered a very great host into their hand, because they had forsaken the Lord God of their fathers. So they executed judgment against Yo᾽ash.",
            "And when they were departed from him, (for they left him in great diseases,) his own servants conspired against him for the blood of the sons of Yehoyada the priest, and slew him in his bed, and he died: and they buried him in the city of David, but they did not bury him in the tombs of the kings.",
            "And these are they who conspired against him; Zavad the son of Shim῾at an ῾Ammonite woman, and Yehozavad the son of Shim῾at a Mo᾽avite woman.",
            "Now concerning his sons, and the greatness of the burdens laid upon him, and the repairing of the house of God, behold, they are written in the commentary of the book of the kings. And Amażyahu his son reigned in his stead."
        ],
        [
            "Amażyahu was twenty five years old when he began to reign, and he reigned twenty nine years in Yerushalayim. And his mother’s name was Yeho῾addan of Yerushalayim.",
            "And he did that which was right in the sight of the Lord, but not with a perfect heart.",
            "Now it came to pass, when the kingdom was established to him, that he slew his servants who had killed the king his father.",
            "But he did not slay their children, but did as it is written in the Tora, in the book of Moshe, where the Lord commanded, saying, Fathers shall not die for children, nor shall children die for fathers, but every man shall die for his own sin.",
            "Moreover Amażyahu gathered Yehuda together, and made them captains over thousands, and captains over hundreds, according to the houses of their fathers, throughout all Yehuda and Binyamin: and he numbered them from twenty years old and upwards, and found them three hundred thousand choice men, able to go out to war, that could handle spear and shield.",
            "He hired also a hundred thousand mighty men at arms out of Yisra᾽el for a hundred talents of silver.",
            "But there came a man of God to him, saying, O king, let not the army of Yisra᾽el go with thee; for the Lord is not with Yisra᾽el, with all these children of Efrayim.",
            "But if thou wilt go, and even if thou engage valiantly in the battle: God shall make thee fall before the enemy: for God has power to help, and to cast down.",
            "And Amażyahu said to the man of God, But what shall we do for the hundred talents which I have given to the army of Yisra᾽el? And the man of God answered, The Lord is able to give thee much more than this.",
            "Then Amażyahu separated them, namely that army that was come to him out of Efrayim, and bade them go home again: so that their anger burned strongly against Yehuda, and they returned home in great anger.",
            "And Amażyahu strengthened himself, and led his people, and went to the valley of salt, and smote ten thousand of the children of Se῾ir.",
            "And another ten thousand did the children of Yehuda carry away alive captive, and brought them to the top of the rock, and they cast them down from the top of the rock, so that they all were broken in pieces.",
            "But the soldiers of the army which Amażyahu sent back, so that they should not go with him to battle, fell upon the cities of Yehuda, from Shomeron as far as Bet-ĥoron, and smote three thousand of them, and took much spoil.",
            "Now it came to pass, after Amażyahu was come from the slaughter of the Adomim, that he brought the gods of the children of Se῾ir, and set them up to be his gods, and prostrated himself before them, and burned incense to them.",
            "So that the anger of the Lord burned against Amażyahu, and he sent to him a prophet, who said to him, Why hast thou sought after the gods of the people, who could not deliver their own people out of thy hand?",
            "And it came to pass, as he talked with him, that the king said to him, Have we made thee of the king’s counsel? forbear; why shouldst thou be smitten? Then the prophet ceased, and said, I know that God has determined to destroy thee, because thou hast done this, and hast not hearkened to my counsel.",
            "Then Amażyahu king of Yehuda took advice, and sent to Yo᾽ash, the son of Yeho᾽aĥaz, the son of Yehu, king of Yisra᾽el, saying, Come, let us see one another in the face.",
            "And Yo᾽ash king of Yisra᾽el sent to Amażyahu king of Yehuda, saying, The thistle that was in the Levanon sent to the cedar that was in the Levanon, saying, Give thy daughter to my son to wife: and there passed by a wild beast that was in the Levanon, and trampled down the thistle.",
            "Thou sayst, Lo, thou hast smitten Edom; and thy heart has lifted thee up to boast: stay now at home; why shouldst thou meddle with evil, that thou shouldst fall, thou, and Yehuda with thee?",
            "But Amażyahu would not hear; for it came of God, that he might deliver them into the hand of their enemies, because they sought after the gods of Edom.",
            "So Yo᾽ash the king of Yisra᾽el went up; so they looked one another in the face, both he and Amażyahu king of Yehuda, at Bet-shemesh, which belongs to Yehuda.",
            "And Yehuda was beaten before Yisra᾽el, and they fled every man to his tent.",
            "And Yo᾽ash the king of Yisra᾽el took Amażyahu king of Yehuda, the son of Yo᾽ash, the son of Yeho᾽aĥaz, at Bet-shemesh, and brought him to Yerushalayim, and broke down the wall of Yerushalayim from the gate of Efrayim to the corner gate, four hundred cubits.",
            "And he took all the gold and the silver, and all the vessels that were found in the house of God with ῾Oved-edom, and the treasures of the king’s house, together with the hostages, and returned to Shomeron.",
            "And Amażyahu the son of Yo᾽ash king of Yehuda lived after the death of Yo᾽ash son of Yeho᾽aĥaz king of Yisra᾽el fifteen years.",
            "Now the rest of the acts of Amażyahu, first and last, behold, are they not written in the book of the kings of Yehuda and Yisra᾽el?",
            "Now after the time that Amażyahu turned away from following the Lord they made a conspiracy against him in Yerushalayim; and he fled to Lakhish: but they sent to Lakhish after him, and slew him there.",
            "And they brought him upon horses, and buried him with his fathers in the city of Yehuda."
        ],
        [
            "Then all the people of Yehuda took ῾Uzziyyahu, who was sixteen years old, and made him king in the place of his father Amażyahu.",
            "He built Elot, and restored it to Yehuda, after the king slept with his fathers.",
            "Sixteen years old was ῾Uzziyyahu when he began to reign, and he reigned for fifty two years in Yerushalayim. And his mother’s name was Yekholya of Yerushalayim.",
            "And he did that which was right in the sight of the Lord, according to all that his father Amażyahu had done.",
            "And he sought God in the days of Zekharyahu, who had understanding in the visions of God: and as long as he sought the Lord, God made him prosper.",
            "And he went forth and warred against the Pelishtim, and broke down the wall of Gat, and the wall of Yavne, and the wall of Ashdod, and built cities about Ashdod, and among the Pelishtim.",
            "And God helped him against the Pelishtim, and against the ῾Arvim who dwelt in Gur-ba῾al, and the Me῾unim.",
            "And the ῾Ammonim rendered tribute to ῾Uzziyyahu, and his name spread abroad to the entrance of Miżrayim; for he strengthened himself exceedingly.",
            "Moreover ῾Uzziyyahu built towers in Yerushalayim, at the corner gate, and at the valley gate, and at the angle of the wall, and fortified them.",
            "And he built towers in the desert, and dug many wells: for he had much cattle, both in the lowland, and in the plains: he had farmers, and vinedressers in the mountains, and in the Karmel: for he loved the soil.",
            "Moreover ῾Uzziyyahu had a host of fighting men, who went out to war by bands, according to the number of their account by the hand of Ye῾i᾽el the scribe and Ma῾aseyahu the ruler, under the hand of Ĥananyahu, one of the king’s captains.",
            "The whole number of the heads of the fathers’ houses of the mighty men at arms was two thousand six hundred.",
            "And under their hand was an army, three hundred and seven thousand five hundred, who made war with mighty power, to help the king against the enemy.",
            "And ῾Uzziyyahu prepared for them throughout all the host shields, and spears, and helmets, and coats of mail, and bows, and stones for slinging.",
            "And in Yerushalayim he made engines, invented by skilful men, to be on the towers and upon the bulwarks, to shoot arrows and great stones. And his name spread far abroad; for he was marvellously helped, till he was strong.",
            "But when he was strong, his heart was lifted up to his destruction: for he transgressed against the Lord his God, and went into the temple of the Lord to burn incense upon the altar of incense.",
            "And ῾Azaryahu the priest went in after him and with him eighty priests of the Lord, who were men of valour:",
            "and they withstood ῾Uzziyyahu the king, and said to him, It is not for thee, ῾Uzziyyahu, to burn incense to the Lord, but for the priests the sons of Aharon, who are consecrated to burn incense: go out of the sanctuary; for thou hast trespassed; for it shall not be for thy honour from the Lord God.",
            "Then ῾Uzziyyahu was angry, and had a censer in his hand to burn incense: and while he was angry with the priests, the żara῾at broke out on his forehead before the priests in the house of the Lord, beside the incense altar.",
            "And ῾Azaryahu the chief priest, and all the priests, looked upon him, and, behold, he was diseased in his forehead, and they thrust him out quickly from there; and he himself hastened to go out, because the Lord had smitten him.",
            "And ῾Uzziyyahu the king was afflicted with żara῾at to the day of his death, and dwelt in the house of separation, being diseased; for he was cut off from the house of the Lord: and Yotam his son was over the king’s house, judging the people of the land.",
            "Now the rest of the acts of ῾Uzziyyahu, first and last, did Yesha῾yahu the prophet, the son of Amoż, write.",
            "So ῾Uzziyyahu slept with his fathers, and they buried him with his fathers in the field of burial which belonged to the kings; for they said, He is diseased: and Yotam his son reigned in his stead."
        ],
        [
            "Yotam was twenty five years old when he began to reign, and he reigned for sixteen years in Yerushalayim. And his mother’s name was Yerusha, the daughter of Żadoq.",
            "And he did that which was right in the sight of the Lord, according to all that his father ῾Uzziyyahu had done: but he did not enter into the temple of the Lord, and the people still acted corruptly.",
            "He built the high gate of the house of the Lord, and on the wall of the ῾Ofel he built much.",
            "And he built cities in the mountains of Yehuda, and in the forests he built castles and towers.",
            "And he fought with the king of the children of ῾Ammon, and prevailed against them. And the children of ῾Ammon gave him in the same year a hundred talents of silver, and ten thousand measures of wheat, and ten thousand of barley. So much did the children of ῾Ammon pay to him, also in the second year, and the third.",
            "So Yotam became mighty, because he directed his ways aright before the Lord his God.",
            "Now the rest of the acts of Yotam, and all his wars, and his ways, lo, they are written in the book of the kings of Yisra᾽el and Yehuda.",
            "He was twenty five years old when he began to reign, and reigned for sixteen years in Yerushalayim.",
            "And Yotam slept with his fathers, and they buried him in the city of David: and Aĥaz his son reigned in his stead."
        ],
        [
            "Aĥaz was twenty years old when he began to reign, and he reigned for sixteen years in Yerushalayim: but he did not do that which was right in the sight of the Lord, like David his father:",
            "for he followed the ways of the kings of Yisra᾽el, and made also molten images for the Be῾alim.",
            "Moreover he burnt incense in the valley of the son of Hinnom, and burnt his children in the fire, according to the abominations of the nations whom the Lord had cast out before the children of Yisra᾽el.",
            "And he sacrificed and burnt incense in the high places, and on the hills, and under every green tree.",
            "So that the Lord his God delivered him into the hand of the king of Aram; and they smote him, and carried away a great multitude of them captives, and brought them to Darmeseq. And he was also delivered into the hand of the king of Yisra᾽el, who smote him with a great slaughter.",
            "For Peqaĥ the son of Remalyahu slew in Yehuda a hundred and twenty thousand in one day, who were all valiant men; because they had forsaken the Lord God of their fathers.",
            "And Zikhri, a mighty man of Efrayim, slew Ma῾aseyahu the king’s son, and ῾Azriqam the governor of the house, and Elqana who was next to the king.",
            "And the children of Yisra᾽el carried away captive of their brethren two hundred thousand, women, sons, and daughters, and took also away much spoil from them, and brought the spoil to Shomeron.",
            "But a prophet of the Lord was there, whose name was ῾Oded: and he went out before the army that came to Shomeron, and he said to them. Behold, because the Lord God of your fathers was angry with Yehuda, he has delivered them into your hand, and you have slain them in rage that reaches up to heaven.",
            "And now you purpose to keep under the children of Yehuda and Yerushalayim to be bondmen and bondwomen to you: but are there not with you, even with you, crimes against the Lord your God?",
            "Now hear me therefore, and release the captives whom you have taken captive of your brethren; for the fierce wrath of the Lord is upon you.",
            "Then certain of the heads of the children of Efrayim, ῾Azaryahu the son of Yehoĥanan, Berekhyahu the son of Meshillemot, and Yeĥizqiyyahu the son of Shallum, and ῾Amasa the son of Ĥadlay, stood up against those who came from the war.",
            "And they said to them, You shall not bring in the captives here: for whereas we have offended against the Lord already, you intend to add more to our sins and to our guilt: for our trespass is great, and there is fierce wrath against Yisra᾽el.",
            "So the armed men left the captives and the spoil before the princes and all the congregation.",
            "And the men who were expressly named rose up, and took the captives, and with the spoil clothed all who were naked among them, and dressed them, and shod them, and gave them to eat and to drink, and anointed them, and carried all the feeble ones of them upon asses, and brought them to Yereĥo, the city of palmtrees, to their brethren: then they returned to Shomeron.",
            "At that time king Aĥaz sent to the kings of Ashshur to help him.",
            "For again the Adomim had come and smitten Yehuda, and carried away captives.",
            "And the Pelishtim had invaded the cities of the coastal plain, and of the south of Yehuda, and had taken Bet-shemesh, and Ayyalon, and Gederot, and Sokho with its hamlets, and Timna and its hamlets, and Gimzo and its hamlets: and they dwelt there.",
            "For the Lord brought Yehuda low because of Aĥaz king of Yisra᾽el; for he caused disorder in Yehuda, and transgressed greatly against the Lord.",
            "And Tilgat-piln᾽eser king of Ashshur came to him, and distressed him, but did not strengthen him.",
            "For Aĥaz took away a portion out of the house of the Lord, and out of the house of the king, and of the princes, and gave it to the king of Ashshur: but he did not help him.",
            "And in the time of his distress he trespassed still more against the Lord: this is that king Aĥaz.",
            "For he sacrificed to the gods of Darmeseq, who smote him: and he said, Because the gods of the kings of Aram help them, I will sacrifice to them, that they may help me. But they were the ruin of him, and of all Yisra᾽el.",
            "And Aĥaz gathered together the vessels of the house of God, and cut in pieces the vessels of the house of God, and shut up the doors of the house of the Lord, and he made himself altars in every corner of Yerushalayim.",
            "And in every city of Yehuda he made high places to burn incense to other gods, and provoked to anger the Lord God of his fathers.",
            "Now the rest of his acts and of all his ways, first and last, behold, they are written in the book of the kings of Yehuda and Yisra᾽el.",
            "And Aĥaz slept with his fathers, and they buried him in the city, in Yerushalayim: but they did not bring him into the tombs of the kings of Yisra᾽el: and Yeĥizqiyyahu his son reigned in his stead."
        ],
        [
            "Yeĥizqiyyahu began to reign when he was twenty five years old, and he reigned twenty nine years in Yerushalayim. And his mother’s name was Aviyya, the daughter of Zekharyahu.",
            "And he did that which was right in the sight of the Lord, according to all that David his father had done.",
            "He in the first year of his reign, in the first month, opened the doors of the house of the Lord, and repaired them.",
            "And he brought in the priests and the Levites, and gathered them together into the east street,",
            "and he said to them, Hear me, you Levites, sanctify yourselves now, and sanctify the house of the Lord God of your fathers, and carry out the filth from the holy place.",
            "For our fathers trespassed, and did that which was evil in the eyes of the Lord our God, and forsook him, and turned away their faces from the habitation of the Lord, and turned their backs.",
            "Also they shut up the doors of the porch, and put out the lamps, and did not burn incense or offer burnt offerings in the holy place to the God of Yisra᾽el.",
            "So that the fury of the Lord came upon Yehuda and Yerushalayim, and he delivered them to horror, to astonishment, and to hissing, as you see with your eyes.",
            "For lo, our fathers fell by the sword, and our sons and our daughters and our wives are in captivity for this.",
            "Now it is in my heart to make a covenant with the Lord God of Yisra᾽el, that his fierce wrath may turn away from us.",
            "My sons, be not now negligent: for the Lord has chosen you to stand before him, to serve him, and that you should minister to him, and burn incense.",
            "Then the Levites arose, Maĥat the son of ῾Amasay, and Yo᾽el the son of ῾Azaryahu, of the sons of the Qehati: and of the sons of Merari, Qish the son of ῾Avdi, and ῾Azaryahu the son of Yehallel᾽el: and of the Gershoni; Yo᾽aĥ the son of Zimma, and ῾Eden the son of Yo᾽aĥ:",
            "and of the sons of Eliżafan; Shimri, and Ye῾i᾽el: and of the sons of Asaf; Zekharyahu, and Mattanyahu:",
            "And of the sons of Heman; Yeĥi᾽el, and Shim῾i: and of the sons of Yedutun; Shema῾ya, and ῾Uzzi᾽el.",
            "And they gathered their brethren, and sanctified themselves, and came, according to the commandment of the king, by the words of the Lord, to cleanse the house of the Lord.",
            "And the priests went into the inner part of the house of the Lord, to cleanse it, and they brought out all the uncleanness that they found in the temple of the Lord into the court of the house of the Lord. And the Levites took it, to carry it outside into the wadi of Qidron.",
            "Now they began on the first day of the first month to sanctify, and on the eighth day of the month they came to the porch of the Lord: so they sanctified the house of the Lord in eight days; and on the sixteenth day of the first month they made an end.",
            "Then they went in to Ĥizqiyyahu the king, and said, We have cleansed all the house of the Lord, and the altar of burnt offering, with all its vessels, and the showbread table, with all its vessels.",
            "Moreover all the vessels, which king Aĥaz in his reign did cast away in his transgression, we have prepared and sanctified, and behold, they are before the altar of the Lord.",
            "Then Yeĥizqiyyahu the king rose early, and gathered the rulers of the city, and went up to the house of the Lord.",
            "And they brought seven bullocks, and seven rams, and seven lambs, and seven he goats, for a sin offering for the kingdom, and for the sanctuary, and for Yehuda. And he commanded the priests the sons of Aharon to offer them on the altar of the Lord.",
            "So they killed the bullocks, and the priests received the blood, and sprinkled it on the altar: likewise, when they had killed the rams, they sprinkled the blood upon the altar: and they slaughtered the lambs, and they sprinkled the blood upon the altar.",
            "And they presented the he goats for the sin offering before the king and the congregation; and they laid their hands upon them:",
            "and the priests killed them, and they made a sin offering with their blood upon the altar, to make atonement for all Yisra᾽el: for the king commanded that the burnt offering and the sin offering should be made for all Yisra᾽el.",
            "And he set the Levites in the house of the Lord with cymbals, with lutes, and with lyres, according to the commandment of David, and of Gad the king’s seer, and Natan the prophet: for so was the commandment of the Lord by his prophets.",
            "And the Levites stood with the instruments of David, and the priests with the trumpets.",
            "And Ĥizqiyyahu commanded to offer the burnt offering upon the altar. And when the burnt offering began, the song of the Lord began also with the trumpets, and with the instruments of David king of Yisra᾽el.",
            "And all the congregation prostrated themselves, and the singers sang, and the trumpeters sounded: and all this continued until the burnt offering was finished.",
            "And when they had made an end of offering, the king and all who were present with him bowed down, and prostrated themselves.",
            "Moreover Yeĥizqiyyahu the king and the princes commanded the Levites to sing praise to the Lord with the words of David, and of Asaf the seer. And they sang praises with gladness, and they bowed their heads and worshipped.",
            "Then Yeĥizqiyyahu answered and said, Now you have consecrated yourselves to the Lord, come near and bring sacrifices and thank offerings into the house of the Lord. And the congregation brought in sacrifices and thank offerings; and all who were of a willing heart brought burnt offerings.",
            "And the number of the burnt offerings, which the congregation brought, was seventy bullocks, a hundred rams, and two hundred lambs: all these were for a burnt offering to the Lord.",
            "And the consecrated things were six hundred oxen and three thousand sheep.",
            "But the priests were too few, so that they could not flay all the burnt offerings: so that their brethren the Levites did help them, till the work was ended, and until the other priests had sanctified themselves: for the Levites were more upright in heart than the priests in sanctifying themselves.",
            "And also the burnt offerings were in abundance, with the fat of the peace offerings, and the drink offerings for every burnt offering. So the service of the house of the Lord was firmly established.",
            "And Yeĥizqiyyahu rejoiced, and all the people, because of what God had prepared for the people: for the thing was done suddenly."
        ],
        [
            "And Yeĥizqiyyahu sent to all Yisra᾽el and Yehuda, and wrote letters also to Efrayim and Menashshe, that they should come to the house of the Lord at Yerushalayim, to keep the passover to the Lord God of Yisra᾽el.",
            "For the king had taken counsel, and his princes, and all the congregation in Yerushalayim, to keep the passover in the second month.",
            "For they could not keep it in its time, because the priests had not sanctified themselves sufficiently, nor had the people gathered themselves together to Yerushalayim.",
            "And the thing pleased the king and all the congregation.",
            "So they established a decree to make proclamation throughout all Yisra᾽el, from Be᾽er-sheva as far as Dan, that they should come to keep the passover to the Lord God of Yisra᾽el at Yerushalayim: for they had not done it for long as it was written.",
            "So the runners went with the letters from the king and his princes throughout all Yisra᾽el and Yehuda, and according to the commandment of the king, saying, You children of Yisra᾽el, turn back to the Lord God of Avraham, Yiżĥaq, and Yisra᾽el, and he will turn again to the remnant of you, who have escaped out of the hand of the kings of Ashshur.",
            "And be not like your fathers, and like your brethren, who trespassed against the Lord God of their fathers, who therefore gave them up to desolation, as you see.",
            "Now be not stiffnecked, as your fathers were, but yield yourselves to the Lord, and enter into his sanctuary, which he has sanctified for ever: and worship the Lord your God, so that the fierceness of his anger may turn away from you.",
            "For if you return to the Lord, your brethren and your children shall find compassion before those who led them away captive, so that they shall come back into this land: for the Lord your God is gracious, and merciful, and he will not turn away his face from you, if you return to him.",
            "So the runners passed from city to city through the country of Efrayim and Menashshe as far as Zevulun: but they laughed them to scorn, and mocked them.",
            "Nevertheless certain men of Asher and Menashshe and of Zevulun humbled themselves, and came to Yerushalayim.",
            "The hand of God was also upon Yehuda to give them one heart to do the commandment of the king and of the princes, by the word of the Lord.",
            "And there assembled at Yerushalayim a numerous concourse to keep the feast of unleavened bread in the second month, a very great congregation.",
            "And they arose and took away the altars that were in Yerushalayim, and all the altars for incense they took away, and cast them into the wadi of Qidron.",
            "Then they killed the paschal lamb on the fourteenth day of the second month: and the priests and the Levites were ashamed, and they sanctified themselves, and brought in the burnt offerings into the house of the Lord.",
            "And they stood in their place according to the form prescribed for them, according to the Tora of Moshe the man of God: the priests sprinkled the blood, which they received from the hand of the Levites.",
            "For there were many in the congregation who were not sanctified: therefore the Levites had the charge of the killing of the paschal lambs for every one who was not clean, to sanctify them to the Lord.",
            "For a multitude of the people, many of Efrayim, and Menashshe, Yissakhar, and Zevulun had not cleansed themselves, so that they did eat the passover otherwise than it was written. But Yeĥizqiyyahu prayed for them, saying, The good Lord pardon",
            "every one who directs his heart to seek God, the Lord God of his fathers, though he be not cleansed according to the purification of the sanctuary.",
            "And the Lord hearkened to Yeĥizqiyyahu, and healed the people.",
            "And the children of Yisra᾽el who were present at Yerushalayim kept the feast of unleavened bread for seven days with great gladness: and the Levites and the priests praised the Lord day by day, singing with loud instruments to the Lord.",
            "And Yeĥizqiyyahu spoke encouragement to all the Levites who displayed good sense in the service of the Lord: and they did eat the food of the festival for seven days, offering peace offerings, and giving thanks to the Lord God of their fathers.",
            "And the whole assembly took counsel to keep another seven days: and they kept another seven days with glad­ness.",
            "For Ĥizqiyyahu king of Yehuda did give to the congregation a thousand bullocks and seven thousand sheep; and the princes gave to the congregation a thousand bullocks and ten thousand sheep: and a great number of priests sanctified themselves.",
            "And all the congregation of Yehuda, with the priests and the Levites, and all the congregation that came out of Yisra᾽el, and the strangers who came out of the land of Yisra᾽el, and who dwelt in Yehuda, rejoiced.",
            "So there was great joy in Yerushalayim: for since the time of Shelomo the son of David king of Yisra᾽el there was not the like in Yerushalayim.",
            "Then the priests the Levites arose and blessed the people: and their voice was heard, and their prayer came up to his holy dwelling place, to heaven."
        ],
        [
            "Now when all this was finished, all Yisra᾽el that were present went out to the cities of Yehuda, and broke the images in pieces, and cut down the asherim, and broke down the high places and the altars out of all Yehuda and Binyamin, in Efrayim also and Menashshe, until they had destroyed them all. Then all the children of Yisra᾽el returned, every man to his possession, to their own cities.",
            "And Yeĥizqiyyahu anointed the duty watches of the priests and the Levites after their divisions, every man according to his service, the priests and the Levites for burnt offerings and for peace offerings, to minister, and to give thanks, and to praise in the gates of the tents of the Lord.",
            "He appointed also the king’s portion of his substance for the burnt offerings, that is, for the morning and evening burnt offerings, and the burnt offerings for the sabbaths, and for the new moons, and for the appointed seasons, as it is written in the Tora of the Lord.",
            "Moreover he commanded the people who dwelt in Yerushalayim to give the portion of the priests and the Levites, that they might adhere firmly to the Tora of the Lord.",
            "And as soon as the commandment came abroad, the children of Yisra᾽el brought in abundance the firstfruits of corn, wine, and oil, and honey, and of all the increase of the field; and they brought in the tithe of all things in plenty.",
            "And concerning the children of Yisra᾽el and Yehuda, who dwelt in the cities of Yehuda, they also brought in the tithe of oxen and sheep, and the tithe of holy things which were consecrated to the Lord their God, and laid them up by heaps.",
            "In the the third month the heaps began to pile up, and in the seventh month they were finished.",
            "And Yeĥizqiyyahu and the princes came and saw the heaps, and they blessed the Lord, and his people Yisra᾽el.",
            "Then Yeĥiz­qiyyahu questioned the priests and the Levites concerning the heaps.",
            "And ῾Azaryahu the chief priest of the house of Żadoq answered him, and said, Since the people began to bring the offerings into the house of the Lord, we have had enough to eat, and have left plenty: for the Lord has blessed his people; and that which is left is this great store.",
            "Then Yeĥizqiyyahu commanded to prepare chambers in the house of the Lord; and they prepared them.",
            "And they brought in the offerings and the tithes and the dedicated things faithfully: over which Kananyahu the Levite was ruler, and Shim῾i his brother was second.",
            "And Yeĥi᾽el, and ῾Azazyahu, and Naĥat, and ῾Asa᾽el, and Yerimot, and Yozavad, and Eli᾽el, and Yismakhyahu, and Maĥat, and Benayahu, were overseers under the hand of Kananyahu and Shim῾i his brother, at the commandment of Yeĥizqiyyahu the king, and ῾Azaryahu the ruler of the house of God.",
            "And Qore the son of Yimna the Levite, the gatekeeper towards the east, was over the freewill offerings of God, to distribute the offerings of the Lord, and the most holy things.",
            "And next to him, were ῾Eden, and Minyamin, and Yeshua, and Shema῾yahu, Amaryahu and Shekhanyahu, in the cities of the priests, faithfully entrusted to give their portions to their brethren by divisions, old and young alike;",
            "besides their duty to register the males for their service in their charges according to their divisions, from three years old and upward, including everyone who entered into the house of the Lord for the service of each day;",
            "and to register the priests by the houses of their fathers, and the Levites from twenty years old upwards, in their charges by their divisions;",
            "they had also the duty of registering them by genealogy with all their little ones, their wives, and their sons, and their daughters, through all the congregation: for in their office of trust they sanctified themselves in holiness.",
            "Also for the sons of Aharon the priests, who were in the fields of pasture land belonging to their cities, in every city, there were men who were expressly named, to give portions to all the males among the priests, and to all who were reckoned by genealogies among the Levites.",
            "And thus did Yeĥizqiyyahu do throughout all Yehuda, and he did that which was good and right and true before the Lord his God.",
            "And in every work that he began in the service of the house of God, and in the Tora, and in the commandment, to seek his God, he did it with all his heart, and he prospered."
        ],
        [
            "After these things and these deeds of integrity, Sanĥeriv king of Ash­shur came, and entered into Yehuda, and encamped against the forti­fied cities, and thought to win them for himself.",
            "And when Yeĥizqiyyahu saw that Sanĥeriv was come, and that he intended to fight against Yerushalayim,",
            "he took counsel with his princes and his mighty men to stop the water of the springs which were outside the city: and they helped him.",
            "So a great many people were gathered together, who stopped up all the springs, and also the wadi that ran through the midst of the land, saying, Why should the kings of Ashshur come, and find much water?",
            "Also he took courage, and built up all the wall that was broken, and raised it up to the towers, and another wall outside that, and he strengthened the Millo in the city of David, and made weapons and shields in abundance.",
            "And he set captains of war over the people, and gathered them together to him in the road place at the gate of the city, and spoke encouragement to them saying,",
            "Be strong and courageous, be not afraid or dismayed on account of the king of Ashshur, or on account of the multitude that is with him: for there are more with us than with him:",
            "with him is an arm of flesh; but with us is the Lord our God to help us, and to fight our battles. And the people took confidence from the words of Yeĥizqiyyahu king of Yehuda.",
            "After this Sanĥeriv king of Ashshur sent his servants to Yerushalayim, (for he himself laid siege to Lakhish, and all his power with him,) to Yeĥizqiyyahu king of Yehuda, and to all Yehuda who were at Yerushalayim, saying,",
            "Thus says Sanĥeriv king of Ashshur, On what do you trust, that you stand siege in Yerushalayim?",
            "Is not Yeĥizqiyyahu persuading you to give yourselves over to die by famine and by thirst, saying, The Lord our God shall deliver us out of the hand of the king of Ashshur?",
            "Has not the same Yeĥizqiyyahu taken away his high places and his altars, and commanded Yehuda and Yerushalayim, saying, You shall worship before one altar, and burn incense upon it?",
            "Do you not know what I and my fathers have done to all the peoples of other lands? were the gods of the nations of those lands in any way able to deliver their lands out of my hand?",
            "Who among all the gods of those nations which my fathers utterly destroyed, could deliver his people out of my hand, that your God should be able to deliver you out of my hand?",
            "Now therefore let not Ĥizqiyyahu deceive you, or persuade you in this manner, and do not believe him: for no god of any nation or kingdom was able to deliver his people out of my hand, and out of the hand of my fathers: how much less shall your God deliver you out of my hand?",
            "And his servants spoke yet more against the Lord God, and against his servant Yeĥizqiyyahu.",
            "He also wrote letters to insult the Lord God of Yisra᾽el, and to speak against him, saying, As the gods of the nations of other lands have not delivered their people out of my hand, so shall the God of Yeĥizqiyyahu not deliver his people out of my hand.",
            "Then they cried with a loud voice in the language of Yehuda to the people of Yerushalayim who were on the wall, to affright them, and to terrify them; that they might take the city.",
            "And they spoke against the God of Yerushalayim, as against the gods of the peoples of the earth, which were the work of the hands of man.",
            "And for this Yeĥizqiyyahu the king, and the prophet Yesha῾yahu the son of Amoż, prayed and cried to heaven.",
            "And the Lord sent an angel, who cut off all the mighty men at arms, and the leaders and captains in the camp of the king of Ashshur. So he returned with shame of face to his own land. And when he was come into the house of his god, his own offspring slew him there with the sword.",
            "Thus the Lord saved Yeĥizqiyyahu and the inhabitants of Yerushalayim from the hand of Sanĥeriv the king of Ashshur, and from the hand of all other, and guided them on every side.",
            "And many brought tribute to the Lord to Yerushalayim, and presents to Yeĥizqiyyahu king of Yehuda: so that he was magnified in the sight of all nations from thenceforth.",
            "In those days Yeĥizqiyyahu fell mortally sick, and he prayed to the Lord: and he spoke to him, and he gave him a sign.",
            "But Yeĥiz­qiyyahu did not pay back according to the benefit done to him; for his heart was proud: therefore wrath came upon him, and upon Yehuda and Yerushalayim.",
            "Nevertheless Yeĥizqiyyahu did humble himself for the pride of his heart, both he and the inhabitants of Yerushalayim, so that the wrath of the Lord did not come upon them in the days of Yeĥizqiyyahu.",
            "And Yeĥizqiyyahu had very much riches and honour: and he made himself treasuries for silver, and for gold, and for precious stones, and for spices, and for shields, and for all manner of choice vessels;",
            "storehouses also for the increase of corn, and wine, and oil; and stables for all manner of beasts, and folds for sheep.",
            "Moreover he provided cities, and possessions of flocks and herds for himself in abundance: for God had given him very great substance.",
            "This same Yeĥizqiyyahu also stopped up the upper watercourse of Giĥon, and brought it straight down to the west side of the city of David. And Yeĥizqiyyahu prospered in all his works.",
            "Howbeit in the matter of the ambassadors of the princes of Bavel, who sent to him to inquire of the wonder that was done in the land, God left him, to try him, that he might know all that was in his heart.",
            "Now the rest of the acts of Yeĥizqiyyahu, and his goodness, behold, they are written in the vision of Yesha῾yahu the prophet, the son of Amoż, and in the book of the kings of Yehuda and Yisra᾽el.",
            "And Yeĥizqiyyahu slept with his fathers, and they buried him in the ascent of the tombs of the sons of David: and all Yehuda and the inhabitants of Yerushalayim did him honour at his death. And Menashshe his son reigned in his stead."
        ],
        [
            "Menashshe was twelve years old when he began to reign, and he reigned for fifty five years in Yerushalayim:",
            "but he did that which was evil in the sight of the Lord, like the abominations of the nations, whom the Lord had cast out before the children of Yisra᾽el.",
            "For he built again the high places which Yeĥizqiyyahu his father had broken down, and he reared up altars for the Be῾alim, and made asherot, and worshipped all the host of heaven, and served them.",
            "Also he built altars in the house of the Lord, of which the Lord had said, In Yerushalayim shall my name be for ever.",
            "And he built altars for all the host of heaven in the two courts of the house of the Lord.",
            "And he caused his children to pass through the fire in the valley of the son of Hinnom: also he practised divination, and sorcery, and witchcraft, and dealt with mediums, and with wizards: he did much evil in the sight of the Lord, to provoke him to anger.",
            "And he set up a curved idol, the image which he had made, in the house of God, of which God had said to David and to Shelomo his son, In this house, and in Yerushalayim, which I have chosen before all the tribes of Yisra᾽el, will I put my name for ever:",
            "nor will I remove the foot of Yisra᾽el again from out of the land which I have appointed for your fathers; if only they will take heed to do all that I have commanded them, according to the whole Tora and the statutes and the ordinances by the hand of Moshe.",
            "So Menashshe made Yehuda and the inhabitants of Yerushalayim to go astray, and to do worse than the nations, whom the Lord had destroyed before the children of Yisra᾽el.",
            "And the Lord spoke to Menashshe, and to his people: but they would not hearken.",
            "So that the Lord brought upon them the captains of the host of the king of Ashshur, who took Menashshe among the thorns, and bound him with fetters, and carried him to Bavel.",
            "And when he was in affliction, he besought the Lord his God, and humbled himself greatly before the God of his fathers,",
            "And prayed to him: and he received his entreaty, and heard his supplication, and brought him back to Yerushalayim into his kingdom. Then Menashshe knew that the Lord was God.",
            "Now after this he built a wall outside the city of David, on the west side of Giĥon, in the wadi, to the entrance by the fish gate, and he built it round the ῾Ofel, and raised it to a very great height, and put captains of war in all the fortified cities of Yehuda.",
            "And he took away the strange gods, and the idol out of the house of the Lord, and all the altars that he had built in the mountain of the house of the Lord, and in Yerushalayim, and cast them out of the city.",
            "And he repaired the altar of the Lord, and sacrificed on it peace offerings and thank offerings, and commanded Yehuda to serve the Lord God of Yisra᾽el.",
            "Nevertheless the people still sacrificed in the high places, albeit to the Lord their God only.",
            "Now the rest of the acts of Menashshe, and his prayer to his God, and the words of the seers who spoke to him in the name of the Lord God of Yisra᾽el, behold, they are written in the book of the kings of Yisra᾽el.",
            "His prayer also, and how it was accepted, and all his sins, and his trespass, and the places on which he built high places, and set up asherim and carved idols before he humbled himself: behold, they are written among the sayings of the seers.",
            "So Menashshe slept with his fathers, and they buried him in his own house: and Amon his son reigned in his stead.",
            "Amon was twenty two years old when he began to reign, and he reigned two years in Yerushalayim.",
            "But he did that which was evil in the sight of the Lord, as did Menashshe his father: for Amon sacrificed to all the carved idols which Menashshe his father had made, and served them;",
            "and he did not humble himself before the Lord, as Menashshe his father had humbled himself; but Amon trespassed more and more.",
            "And his servants conspired against him, and slew him in his own house.",
            "But the people of the land slew all those who had conspired against king Amon; and the people of the land made Yoshiyyahu his son king in his stead."
        ],
        [
            "Yoshiyyahu was eight years old when he began to reign, and he reigned in Yerushalayim for thirty one years.",
            "And he did that which was right in the sight of the Lord, and followed in the ways of David his father, declining neither to the right hand, nor to the left.",
            "For in the eighth year of his reign, while he was still young, he began to seek after the God of David his father: and in the twelfth year he began to purge Yehuda and Yerushalayim of the high places, and the asherim, and the carved idols, and the molten images.",
            "And they broke down the altars of the Be῾alim in his presence; and the sun images, that were on high above them, he cut down; and the asherim, and the carved idols, and the molten images, he broke in pieces, and made dust of them, and strewed it upon the graves of those who had sacrificed to them.",
            "And he burnt the bones of the priests upon their altars, and cleansed Yehuda and Yerushalayim.",
            "And so he did in the cities of Menashshe, and Efrayim, and Shim῾on even to Naftali, in their ruins round about.",
            "And when he had broken down the altars and the asherim, and had beaten the carved idols into dust, and cut down all the sun images throughout all the land of Yisra᾽el, he returned to Yerushalayim.",
            "Now in the eighteenth year of his reign, when he had purged the land, and the house, he sent Shafan the son of Ażalyahu, and Ma῾aseyahu the governor of the city, and Yo᾽aĥ the son of Yo᾽aĥaz the recorder, to repair the house of the Lord his God.",
            "And when they came to Ĥilqiyyahu the high priest, they delivered the money that was brought into the house of God, which the Levites who kept the doors had gathered from the hand of Menashshe and Efrayim, and from all the remnant of Yisra᾽el, and from all Yehuda and Binyamin; and they returned to Yerushalayim.",
            "And they put it in the hand of the workmen who had the oversight of the house of the Lord, and they gave it to the workmen who were employed in the house of the Lord, to repair and mend the house:",
            "to the carpenters and builders they give it, to buy hewn stone, and timber for couplings, and to make beams for the houses which the kings of Yehuda had destroyed.",
            "And the men did the work faithfully: and their overseers were Yaĥat and ῾Ovadyahu the Levites, of the sons of Merari; and Zekharya and Meshullam, of the sons of the Qehatim, to supervise it; and other of the Levites, all who had skill in instruments of music.",
            "Also they were over bearers of burdens, and they had control over all who were employed in the work in any manner of service: and of the Levites there were scribes, and officers, and gatekeepers.",
            "And when they brought out the money that was brought into the house of the Lord, Ĥilqiyyahu the priest found a book of the Tora of the Lord given by Moshe.",
            "And Ĥilqiyyahu answered and said to Shafan the scribe, I have found a book of the Tora in the house of the Lord. And Ĥilqiyyahu delivered the book to Shafan.",
            "And Shafan carried the book to the king, and further brought the king word back, saying, All that was committed to thy servants they are doing.",
            "And they have poured out the money that was found in the house of the Lord, and have delivered it into the hand of the overseers, and into the hand of the workmen.",
            "Then Shafan the scribe told the king, saying, Ĥilqiyyahu the priest has given me a book. And Shafan read it before the king.",
            "And it came to pass, when the king had heard the words of the Tora, that he rent his clothes.",
            "And the king commanded Ĥilqiyyahu, and Aĥiqam the son of Shafan, and ῾Avdon the son of Mikha, and Shafan the scribe, and ῾Asaya a servant of the king’s, saying,",
            "Go, inquire of the Lord for me, and for those who are left in Yisra᾽el and in Yehuda, concerning the words of the book that is found: for great is the wrath of the Lord that is poured out upon us, because our fathers have not kept the word of the Lord, to do according to all that is written in this book.",
            "And Ĥilqiyyahu, and they whom the king had appointed, went to Ĥulda the prophetess, the wife of Shallum the son of Toqhat, the son of Ĥasra, keeper of the wardrobe; (now she dwelt in Yerushalayim in the second quarter:) and they spoke to her to that effect.",
            "And she said to them, Thus says the Lord God of Yisra᾽el, Tell the man who sent you to me,",
            "Thus says the Lord, Behold, I will bring evil upon this place, and upon its inhabitants, namely, all the curses that are written in the book which they have read before the king of Yehuda:",
            "because they have forsaken me, and have burned incense to other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be poured out upon this place, and shall not be quenched.",
            "And as for the king of Yehuda, who sent you to inquire of the Lord, so shall you say to him,      Thus says the Lord God of Yisra᾽el concerning the words which thou hast heard;",
            "Because thy heart was submissive, and thou didst humble thyself before God, when thou didst hear his words against this place, and against its inhabitants, and didst humble thyself before me, and didst rend thy clothes, and weep before me; I also have heard thee, says the Lord.",
            "Behold, I will gather thee to thy fathers, and thou shalt be gathered to thy grave in peace, and thy eyes shall not see all the evil that I will bring upon this place, and upon its inhabitants. So they brought back word to the king.",
            "Then the king sent and gathered together all the elders of Yehuda and Yerushalayim.",
            "And the king went up into the house of the Lord, and all the men of Yehuda, and the inhabitants of Yerushalayim, and the priests, and the Levites, and all the people, old and young: and he read in their ears all the words of the book of the covenant that was found in the house of the Lord.",
            "And the king stood in his place, and made the covenant before the Lord, to walk after the Lord, and to keep his commandments, and his testimonies, and his statutes, with all his heart, and with all his soul, to perform the words of the covenant which are written in this book.",
            "And he caused all who were present in Yerushalayim and Binyamin to stand to it. And the inhabitants of Yerushalayim did according to the covenant of God, the God of their fathers.",
            "And Yoshiyyahu removed all the abominations out of all the territories that belonged to the children of Yisra᾽el and he enforced all that were present in Yisra᾽el to serve the Lord their God. And all his days they departed not from following the Lord, the God of their fathers."
        ],
        [
            "Moreover Yoshiyyahu kept a passover to the Lord in Yerushalayim: and they killed the paschal lamb on the fourteenth day of the first month.",
            "And he set the priests in their watches, and encouraged them to the service of the house of the Lord,",
            "and he said to the Levites who taught all Yisra᾽el, who were holy to the Lord, Put the holy ark in the house which Shelomo the son of David king of Yisra᾽el did build; you need no longer carry it upon your shoulders: serve now the Lord your God, and his people Yisra᾽el,",
            "and prepare yourselves by the houses of your fathers, according to your divisions, according to the writing of David king of Yisra᾽el, and according to the writing of Shelomo his son.",
            "And stand in the holy place according to the sections of the families of the fathers’ houses of your brethren the people, and according to the division of the families of the Levites.",
            "So kill the paschal lamb, and sanctify yourselves, and prepare your brethren, that they may do according to the word of the Lord by the hand of Moshe.",
            "And Yoshiyyahu gave to the people, of the flock, lambs and kids, all for the paschal offerings, for all who were present, to the number of thirty thousand, and three thousand bullocks: these were of the king’s substance.",
            "And his princes gave willingly to the people, to the priests, and to the Levites. Ĥilqiyya and Zekharya and Yeĥi᾽el, rulers of the house of God, gave to the priests for the paschal offerings two thousand six hundred small cattle, and three hundred oxen.",
            "And Kananyahu, and Shema῾yahu, and Netan᾽el, his brethren, and Ĥashavyahu, and Ye῾i᾽el, and Yozavad, chiefs of the Levites, gave to the Levites for paschal offerings five thousand small cattle, and five hundred oxen.",
            "So the service was prepared, and the priests stood in their place, and the Levites in their divisions, according to the king’s commandment.",
            "And they killed the paschal lambs, and the priests sprinkled the blood from their hands, and the Levites flayed them.",
            "And before they gave them to the divisions of the fathers’ houses of the people, they set aside the burnt offering, to offer to the Lord, as it is written in the book of Moshe. And so they did with the oxen.",
            "And they roasted the paschal lamb with fire according to the ordinance: but the other holy offerings they boiled in pots, and in cauldrons, and in pans, and carried them swiftly among all the people.",
            "And afterwards they made ready for themselves, and for the priests: because the priests the sons of Aharon were busy offering the burnt offerings and the fat until night; therefore the Levites prepared for themselves, and for the priests the sons of Aharon.",
            "And the singers the sons of Asaf were in their place, according to the commandment of David, and Asaf, and Heman, and Yedutun the king’s seer; and the gatekeepers were posted at every gate; they might not depart from their service; for their brethren the Levites prepared for them.",
            "So all the service of the Lord was prepared on the same day, to keep the passover, and to offer burnt offerings upon the altar of the Lord, according to the commandment of king Yoshiyyahu.",
            "And the children of Yisra᾽el who were present kept the passover at that time, and the feast of unleavened bread for seven days.",
            "And there was no passover like that kept in Yisra᾽el from the days of Shemu᾽el the prophet; nor did any of the kings of Yisra᾽el keep such a passover as Yoshiyyahu kept, and the priests, and the Levites, and all Yehuda and Yisra᾽el that were present, and the inhabitants of Yerushalayim.",
            "In the eighteenth year of the reign of Yoshiyyahu was this passover kept.",
            "After all this, when Yoshiyyahu had prepared the temple, Nekho king of Miżrayim came up to fight against Karkemish by Perat: and Yoshiyyahu went out against him.",
            "But he sent ambassadors to him, saying, What have I to do with thee, thou king of Yehuda? I come not against thee this day, but against the house with which I am at war: for God commanded me to make haste: forbear from meddling with God, who is with me, so that he does not destroy thee.",
            "Nevertheless Yoshiyyahu would not turn his face from him, but he sought an opportunity to fight with him, and he did not hearken to the words of Nekho from the mouth of God, and came to fight in the valley of Megiddo.",
            "And the archers shot at king Yoshiyyahu; and the king said to his servants. Get me away; for I am grievously wounded.",
            "So his servants took him out of that chariot, and put him in the second chariot that he had; and they brought him to Yerushalayim, and he died, and was buried in the tombs of his fathers. And all Yehuda and Yerushalayim mourned for Yoshiyyahu.",
            "And Yirmeyahu lamented for Yoshiyyahu: and all the singing men and the singing women spoke of Yoshiyyahu in their laments to this day, and made them an ordinance in Yisra᾽el: and, behold, they are written in the laments.",
            "Now the rest of the acts of Yoshiyyahu, and his goodness, according to that which was written in the Tora of the Lord,",
            "and his deeds, first and last, behold, they are written in the book of the kings of Yisra᾽el and Yehuda."
        ],
        [
            "Then the people of the land took Yeho᾽aĥaz the son of Yoshiyyahu, and made him king in his father’s stead in Yerushalayim.",
            "Yeho᾽aĥaz was twenty three years old when he began to reign, and he reigned for three months in Yerushalayim.",
            "And the king of Miżrayim deposed him at Yerushalayim and mulcted the land a hundred talents of silver and a talent of gold.",
            "And the king of Miżrayim made Elyaqim his brother king over Yehuda and Yerushalayim, and turned his name to Yehoyaqim. And Nekho took Yeho᾽aĥaz his brother, and carried him to Miżrayim.",
            "Yehoyaqim was twenty five years old when began to reign, and he reigned for eleven years in Yerushalayim: and he did that which was evil in the sight of the Lord his God.",
            "Against him came up Nevukhadneżżar king of Bavel, and bound him in fetters, to carry him to Bavel.",
            "And Nevukhadneżżar carried some of the vessels of the house of the Lord to Bavel, and put them in his temple at Bavel.",
            "Now the rest of the acts of Yehoyaqim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Yisra᾽el and Yehuda: and Yehoyakhin his son reigned in his stead.",
            "Yehoyakhin was eight years old when he began to reign, and he reigned for three months and ten days in Yerushalayim: and he did that which was evil in the sight of the Lord.",
            "And at the return of the year, king Nevukhadneżżar sent, and brought him to Bavel, with the goodly vessels of the house of the Lord, and made Żidqiyyahu his brother king over Yehuda and Yerushalayim.",
            "Żidqiyyahu was twenty one years old when he began to reign, and he reigned for eleven years in Yerushalayim.",
            "And he did that which was evil in the sight of the Lord his God, and did not humble himself before Yirmeyahu the prophet speaking from the mouth of the Lord.",
            "And he also rebelled against king Nevukhad­neżżar, who had made him swear by God: and he stiffened his neck, and hardened his heart from turning to the Lord God of Yisra᾽el.",
            "Moreover all the chiefs of the priests, and the people, transgressed very much according to all the abominations of the nations; and polluted the house of the Lord which he had hallowed in Yerushalayim.",
            "And the Lord God of their fathers sent to them by his messengers, from morning till night; because he had compassion on his people, and on his dwelling place:",
            "but they mocked the messengers of God, and despised his words, and scoffed at his prophets, until the wrath of the Lord mounted against his people, till there was no remedy.",
            "So he brought upon them the king of the Kasdim, who slew their young men with the sword in the house of their sanctuary, and had no compassion either upon young men, or virgins, old men, or feeble: he gave them all into his hand.",
            "And all the vessels of the house of God, great and small, and the treasures of the house of the Lord, and the treasures of the king, and of his princes; all these he brought to Bavel.",
            "And they burnt the house of God, and broke down the wall of Yerushalayim, and burnt all its palaces with fire, and destroyed all its choice vessels.",
            "And those who had escaped from the sword he carried away into exile to Bavel; where they were servants to him and his sons until the reign of the kingdom of Paras:",
            "to fulfil the word of the Lord by the mouth of Yirmeyahu, until the land had made good her sabbaths: for as long as she lay desolate she kept sabbath, to fulfil seventy years.",
            "Now in the first year of Koresh king of Paras, so that the word of the Lord spoken by the mouth of Yirmeyahu might be accomplished, the Lord stirred up the spirit of Koresh king of Paras, that he made a proclamation throughout all of his kingdom, and put it also in writing, saying,",
            "Thus says Koresh king of Paras, The Lord God of heaven has given me all the kingdoms of the earth; and he has charged me to build him a house in Yerushalayim, which is in Yehuda. Whoever is among you of all his people – the Lord his God be with him, and let him go up!"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}