{
    "text": {
        "0": {
            "0": "\"For I know that Hashem is Great, and our Lord from all other gods\". King David, peace be upon him, said: \"For I know\" — specifically I, for the greatness of the Blessed Creator is impossible to tell to someone else, and even to oneself it is impossible to tell from day to day, according to what dawns on him and sparkles for him that day. He cannot tell himself on another day the shining and the sparkling of the greatness of the Blessed One that he had yesterday. And therefore he said: \"I know\", specifically, for it impossible to tell at all. And he said that what is written after that, \"Whatever Hashem pleased, he has done; in heaven and on earth\" etc., is a completely different matter and completely distant from the praise, \"For I know,\" for his intention in these words, \"For I know\" is impossible to tell at all, and it is very, very high, high beyond high, impossible for the mouth to tell; only \"I know\" specifically, as mentioned, and as written in the Zohar (Vol. 1, page 103): \"Her husband is known at the gates (Proverbs 31:23)\" — each person according to what he fits in his heart, as explained in a different place [See Likutei Moharan #73,#63]."
        },
        "1": {
            "0": "It is very good to send oneself to Hashem Yitbarach, and to trust Him and His ways. And my way [of doing so] is that, when the day comes, I give up all of my dealings, and those of my children who rely on me, to Hashem Yitbarach - that everything should be according to His will. And this is very good. Also, then there is no need to worry at all if things will go properly or if not, since you are trusting Him. And if He wants things to go differently, He wants things to go differently; that is His will. And therefore, when Shabbat or Yom Tov come, then I give up all of the dealings, affairs and matters of that Shabbat or that Yom Tov to Hashem Yitbarach - that everything should be according to His will. Then, I no longer think about or trouble myself at all. [I do not think about] whether I will no longer fulfill my obligation with regard to the holiness of that day, since I have already given it all up to Hashem Yitbarach and I trust only Him."
        },
        "2": {
            "0": "He marvelled a lot at the greatness of the Creator, bless His name, and it is impossible to explain this in writing. And he said: \"There is no end to the greatness of the Creator, may He be blessed, because there are awesome things in the world, very awesome and very awe-inspiring, and we do not know at all.\" That is, that we still do not know anything at all, not at all. This also is what has been described, that \"the purpose of knowing is not knowing\", that is: even with every single knowledge [one still does not know]. Meaning, that even when one arrives to the purpose of knowledge - that one does not know - even then, this is not [really] the purpose. It is only the purpose of that specific knowledge. But with regard to a knowledge higher than that, one has still not yet begun at all - and so it is, higher and higher. Therefore, in truth we do not know anything at all - and even so, this is not the purpose [of knowledge]! Because we still have not begun to know any knowledge higher than that knowledge, [the knowledge] to which we have reached the purpose of \"not knowing\". ",
            "1": "He also marvelled a lot at the great height of Teshuva. Even when we fallen far, G-d forbid, and everyone has fallen to the place to which he falls (the Merciful should save us), even so it is forbidden to despair oneself, as Teshuva is higher than Torah. As such, THERE IS NO DESPAIR IN THE WORLD, for if one merits, his sins will be made into something completely different. And this is as our Sages of Blessed Memory said [Yoma 86], that sins are turned into merits; in this concept are the most hidden of hidden [teachings]. But the general rule is that from all of the fallings and descents in the world (the Merciful should save us), one can return to Him easily, for \"there is no calculation to His greatness\" [Tehillim 145]. And the main point that everything relies upon is not to give up on crying out to Hashem and begging and praying to Him always."
        },
        "3": {
            "0": "Now, in these times, it is extremely difficult for an upright person to have money. Because he [would] require a very great descent (G-d forbid) until he obtains money. And even after the descent (G-d forbid) from serving Him, still - not everyone obtains money! For even wicked people and the lightheaded of the world; not all of them acquire money. But a truly upright person is very far from having wealth, because know: that from the day that the Bet HaMikdash was destroyed, wealth fell into the depths of the klippot [evil], in the concept of: [Eicha 1:9] \"She fell astonishingly\" - 'astonishing' comprises the same letters as 'thousands', meaning that the thousands of wealth fell astonishingly, meaning a great and astonishing fall. Thus, it is necessary for him to have (G-d forbid) a very great fall before coming to wealth - meaning prepared thousands - and still, it is doubtful (as mentioned earlier). But a truly upright person, it will be very difficult for him to have money; and although there are also tzaddikim and upright people to be found who have money, but it is weighty and very, very difficult [for them]. Also, the wealth that the tzaddikim have is, in truth, damaging to them, to their service [of G-d] - even though they have [only] some small wealth. But even so, they do not have great wealth, ordered out, like the lightheaded of the world - who have thousands and loads, settled and prepared - for nowadays it is very difficult and heavy for upright people to have wealth (as mentioned earlier). And this is as they say in the name of Rebbe Nachman, my elder, of blessed memory, who said: \"On what did our Rabbis, of blessed memory, say: [Proverbs 3:16] \"Long days on her right [riches and honour on her left]\", and our Rabbis, z\"l, said: '[Is that to say that] there are long days [on her right], but there are not riches and honour? And they said: [There are long days], all the more so riches and honour!'\" And Rebbe Nachman, of righteous and blessed memory, said: \"It is only 'all the more so', meaning that certainly -it is with greater reason and all the more so - that it is proper for them to have wealth and honour, but not in and of itself [rather than \"all the more so\"]. For even so, they do not have several thousands simply laid out (as mentioned above)."
        },
        "4": {
            "0": "He greatly criticised the books of the philosophers and said that there is no complete intelligence in there at all - as opposed to a teaching of the Maharsha (R' Shmuel Eliezer HaLevi Eidels) or of the Maharam (R' Meir of Rottenburg), and the like from our holy books, which have depth and wondrous, sweet knowledge in them. But in these books [from philosophers] there is no intelligence at all to be found them; for they speak only in the way of questions, back and forth until they come to some proof. However, the intelligence that is in our holy Torah (not to compare the two) is not there [ie, in philosophy] at all. And he said: happy is the one that does not know at all of their books, only going in wholeness and having fear of sin. For the essence of serving G-d, at the start, is only due to fear of sin; without fear of sin, it is impossible to begin at all in serving G-d. Even tzaddikim also need fear, because those who serve G-d from love are very, very few, and the essence is fear of sin. Because the 'higher fear' is \"since He is master and in control...\" [Zohar 11:2] - meaning, not everyone is worthy to this higher fear; rather the essence of serving G-d is only through fear of sin, as regards most people. And someone who learns (G-d forbid) these books of philosophers - doubt and atheism enter into his heart, for every human is born with wickedness, for the nature of every human runs after wickedness (that is: after evil desires of this world, the Merciful One should save us). Only, as a result of fear of sin, he breaks his desire and enters into the ways of G-d; but when one learns these books of philosophy (G-d forbid), he finds for himself doubt and atheism that aid his wickedness that he has naturally, and thus we do not find at all that anyone was made a kosher, G-d fearing person through these books of philosophy - even though one finds in their words some discussion of good traits, etc. - even so, it is all nothingness, for their loss is greater than their gain, for they confuse the mind of a person very much. It is explained elsewhere the greatness of the prohibition to learn these books, the Merciful One should save us. And he said: we are fortunate that Moshe Rabbenu, peace be upon him, chose a very good portion for us and gave us the Torah, and it opens [Bereishit 1:1]: \"In the beginning, G-d created the heavens...\", without any of their questioning or signs; we are simply commanded to believe in Hashem Yitbarach with belief alone. As such, it is forbidden for us to enter into questioning at all, and although in the holy Zohar he criticises fear of sin, this has already been expanded upon in books of Mussar; because in truth the essence of serving G-d is only through fear of sin, as mentioned earlier. And he said: that these ruses and inventions that the philosophers devised in their wisdom, like fearful weapons, for example, and other inventions made with ruses, in their wisdom, and other examples, the rest of their new ideas that they devised: every single one of their wisdom, all of it is said from above.  Because it would be impossible for that wisdom to come to that scientist, were it not that it sparked upon him from above - when the period and time came for that wisdom or invention to be revealed in the world, they were sent the invention from above into their minds, in order for it to be revealed in the world. For certainly, even those earlier wise ones who were experimenting from earlier, even so: why did they not come to that invention and trick? Only, in truth everything is from above and when the time comes for that thing to be revealed, then the mind sparks to him and that scientist comes to that invention, because it was sent to him from above, from the place it arrived to him. Because certainly they do not recieve the way of holiness, only the way of the Other Side, and this is obvious [and also, not to compare the two, those who say interpretations and novallae in Rashi and the Tosefot on Gemara; were they not sent it from above, from heaven, it would be totally impossible for them to come to the new idea. Only in truth everything is from above and everyone receives from where he receives, and this is explained elsewhere. For certainly within this idea there are thousands and myriad levels, from where every single person receives the illumination and the sparking in his mind, to the place where the new idea or wisdom is sent to him. But the general idea is that every one of these new concepts that the wise ones devise, in holiness - simple explanations, or drawn out teachings, etc., for example - or, not to compare the two, in matters of their wisdom, everything floats down to them and is sent to them, into their minds, from above - to everyone from the place appropriate for him, as said above.]"
        },
        "5": {
            "0": "The yetzer harah is compared to a person who weaves his way among human beings, his hand shut tight. Nobody knows what is inside his closed hand as he approaches each individual and asks, deceptively, \"What am I holding?\" ",
            "1": "Each person perceives him to be holding exactly that which he or she most needs and desires. So everyone runs after him, because each one is convinced that the he has the very thing they want. Afterwards, he opens his hand and there is nothing in it at all.",
            "2": "The yetzer harah is deceptive in this very way. It taunts us, each person with his or her own particular nonsense and desire, into thinking that it has in its closed fist the exact thing that we need. When it ultimately opens its hand we find out that there's nothing there but an empty palm.",
            "4": " hewhat am i offering? to each perso it appears that it's offering the one thing that person needs. and so averyne chases after them. each indiv convinced that it has exactly what i need. after he opens his hand and there is nothing there."
        },
        "6": {
            "0": "It is very good for whoever is able to pour out conversation before Hashem Yitbarach with [prayers for] mercy and pleading, like a son pleading before his father - for has Hashem Yitbarach not already called us children, as it is written [Dvarim 14:1]: \"You are children to Hashem your G-d\". As such it is very good to give out one's conversation and agony before Him, as a son who complains before his father, attempting to reach his favour and mercy; and even if it appears to a person that according to his actions, he is not [any more] like a son before Him, even so - hasn't Hashem Yitbarach called us children, as mentioned above? (Because regardless [of your sins], you are called a son). And if now He expels me, G-d forbid, from the concept of 'son', He does what is good in His eyes; it is [only] upon me to do what is mine, to make myself a son [again], as mentioned above. And how good is it that one can awaken his heart with supplications until he cries and tears fall down, like a son before his father!  And I heard a story from my elder, Rebbe Nachman, of blessed memory, that when he was on a ship once they did not have any bread and they did not eat for several days, until they arrived in some city. There were no Jews there, only Arabs, and one Arab took Rebbe Nachman and gave him food, and he had already not eaten for several days, and he washed his hands and blessed Hamotzi, and before he began to eat the thought came to him: \"Do not dine on the bread of an evil eye [Mishlei 23:6]\". And our thoughts are not empty things at all (thus said Rebbe Nachman, my elder, when telling this story), and I did not know what to do, for I had already blessed Hamotzi - but even so it was in my mind to stop myself from eating at all, due to this thought. After, the thought came to him: \"I have commanded the ravens to feed you [Malachim 1, 17:4]\". [The word for ravens, Orvim, can also be read Aravim, meaning Arabs.] And then he ate, and our Rebbe, of blessed memory, said while telling this story: \"This is very wonderous and good in my eyes, in that I stood up on my thoughts\", [the thoughts] that appeared to him when they came to his mind. Certainly, it truly is like this concerning all of the thoughts that come to a person to confuse him; afterwards Hashem Yitbarach helps him and sends him a different thought of coming closer [to Him], for example regarding what is said above, that sometimes it appears to a person in his thoughts that he is not appropriate to be a son before Him, etc., even so, he must do what is his (as discussed above), and afterward Hashem Yitbarach will help him and send him thoughts of coming closer, for certainly all Jews, all of them are called children to Him. Thus, it is proper for us to speak out our conversation and our troubles before Him, like a son begging before his father."
        },
        "7": {
            "0": "When we learn words of tragedy, for example when we learning the halachot of mourning, etc., we should not delve into them greatly, for we do not need to deepen the mind in such places; for the mind has great validity, as explained in other places, and so we need to pass quickly over such places."
        },
        "8": {
            "0": "In the name of the Baal Shem Tov, may his memory be blessed, [it's said] that we don't give a knife as a gift. This means that one shouldn't give a knife to his friend a knife as a gift."
        },
        "20": {
            "0": "On Rosh Hashanah, a person must be wise so that he thinks only good thoughts that will improve how Hashem is with us, etc. And it is necessary to be happy on Rosh Hashanah. It is also necessary to cry on Rosh Hashanah. On the first day of Rosh Hashanah it is necessary to very greatly reduce speech. It is said that a great man must greatly minimize himself with this. And therefore, on the first day he does even not say the Piyut except that which was fixed (in place) by Rabbi Elazar HaKalir. But one does not say the rest of the Piyut because of the need for a great person to greatly minimize himself, without saying any words that are not a necessity. "
        },
        "51": {
            "0": "It is written, \"The whole earth is filled with His glory\" (Isaiah 6:3).  ",
            "1": "God's glory cries out from all things.",
            "2": "Even the stories of all nations ring with God's glory.  This is the meaning of the verse, \"Let the nations tell of His glory\" (Psalms 96:3).  It is even reflected in their tales.",
            "3": "God's glory always cries out, calling you to come close to Him.  For God, with all His love and mercy, wants you to be close.",
            "4": "Sometimes in the middle of your prayers, you become enflamed and the words flow from your lips with burning devotion.",
            "5": "At this time, God's own light is inside you, beckoning you to draw near.  This arousal is a spark of God's own Essence.",
            "6": "It is written, \"He is your praise, He is your God\" (Deuteronomy 10:21).  God Himself is in your praise and prayer, and at times, you pray right in front of God.",
            "7": "[And sometimes] when God withdraws and is far off, you must still pray to Him.  It is written, \"Throw your burden upon God\" (Psalms 55:23). You must literally throw your prayers towards God from afar.  The Tikkuney Zohar (#21, 61b) states, \"Happy is the man who knows how to throw arrows.\"  These are the prayers that must be thrown towards God."
        },
        "69": {
            "0": "(The Rebbe) answered and spoke as follows: How is it possible that we leave Hashem Yisborach to make and to think about decreeing Gezeiros/decrees in the World? (At that time, there were rumours that evil decrees were being made against the Jewish People, G‑d forbid.) For we need to call Hashem from His work that He is involved in some decree or anything similar, chas v’sholom, to call Him from there so that He will throw that away and turn to us to [hear] what we wish to speak with Him, to request from Him that He draws us close to His Service. When a Jewish person wants to speak with Hashem, to talk things over with G‑d, then Hashem abandons all of His interests, all the decrees that He wanted to pronounce and all His business that He was involved in (so to speak). He abandons everything and turns Himself only to this person who wishes to speak with Hashem and to have a conversation with G‑d, to ask Him for help in coming close to Him."
        },
        "76": {
            "0": "The entire world is full of disputes, whether between the nations of the world, or likewise between city and city, or likewise between each household and household, between the neighbors, and between each man with his wife, or his children, or his servants and their children, and there is no one who will remark to themselves the purpose of it all, that on each and every day a person dies; for the day before will not return again, and on each day one gets closer to death. And know this, that it is all one. That the dispute that is in particular between a person and the members of his household and so on as above, is the same exact dispute that is between the kings and the nations. For each member of his household contains an aspect of a specific nation, and they taunt each other like there are wars between nations. And also it is possible to know of each one what nation is reflected through them, for the qualities of each nation are known, [for example] that one is wrathful and murderous, and so on, and similar qualities can be found among the particular members of a household."
        },
        "95": {
            "0": "It is proper for a man to accustom himself to be in `Olam haBa/the World to Come, that is, to be separated from cravings, as in `Olam haBa, wherein there is no eating, drinking or any of the beastly cravings which end and are lost, in this world. And like we see with a sick person, that because he is a little close to `Olam haBa, he is repulsed by eating, drinking, and relations, and has no craving; on the contrary he is tired of and repulsed by all the cravings because he is nigh to `Olam haBa where there is no eating or drinking, etc. So should a man accustom himself while still in his living life and in his health, that he be able to conduct himself without cravings as in `Olam haBa. And certainly he would not able to bear at all the life and delights of this world; so much so that because of this, forgetfulness is a lofty attribute, even though it is a not-good trait; despite this it is a level whereby it is possible for a man to live in this world. For, there is a very great angel, who has a thousand heads, and each head has a thousand tongues, and each tongue has a thousand voices, and each voice has a thousand melodies; and when this angel stands up to sing, it is certainly so very beautiful and pleasant that it is totally inestimable and inconceivable. And now, let a man himself remember his inferiority and lowliness compared to this -- so how can he endure his life? He will certainly be so disgusted with his life that he dies before his time. And so if he would remember his inferiority -- especially as is the case with many people who are very dirty and abominable with sins -- certainly if there was no forgetfulness at all it would be impossible to him to pick himself up at all to serve Hashem Yitbarakh. And because of all this, forgetfulness is a lofty trait for this reason. But the man ought to himself remember to not lose his world, God forbid. And our Sages of Blessed Memory said, \"that haKadosh Barukh Hu will give ShaY (שַׁ\"י=310) worlds in the future to each and every tzadik,\" etc. Now let him estimate in his mind the greatness of one world; how many, many buildings it has, and how many, many courtyards and throughways, and how many, many cities and countries; and the vast area of each world, and so many, many stars and constellations that there is no count, and wonderful and awesome celestial spheres that are in each and every world. For all these are in one world of the worlds. And now, ShaY worlds that each tzadik has, so precious is its greatness, delights and pleasures and they are inestimable and infathomable. And behold, ShaY worlds that the Tzadik has -- he builds them from disputes. For, all the words of dispute which each person speaks are an aspect of stones, for, letters are called stones, as is brought in Sefer Yetzirah, \"Two stones build\" etc., and they are aspect of pieces of stone, for, the stones that come by way of the words of dispute are divided and have no connection, and the Tzadik picks up these stones and joins them, and builds houses from them, for he makes peace between them, and joins and arranges them together upon each other, until he builds a house from them. And this is the aspect of shalom bayit/peace in the house, for he makes the aspect of peace from these pieces of stone. And a city is made from the houses, until a full world is made from them, and so ShaY worlds. And this is aspect of, (Proverbs 8:21) \"le'hanchil ohavai yesh/That I may cause those that love me to inherit יֵשׁ/YeSh/substance\" -- [\"those that love me\" specifically, the aspect of love and peace for, by the peace and love that he makes between the pieces of stone are made the ShaY worlds]. And this is what Avigail said to David, when Naval disputed with him and spoke ill of him, as it says there (2 Samuel 7:11), \"Amrah lo, ve`atah yada`ti ki bayit ya`aseh lekha Hashem/She said to him, Now I know that Hashem will make you a house,\" that is, via the dispute \"ya`aseh lekha Hashem\" a house from the stones, as mentioned above. For the Tzadik leans to the side of chesed/kindness and judges all those who dispute against him favorably, that their intentions are for the sake of Heaven, for the world would not be able to bear the light of the Tzadik whose light is very great for the world to bear, and also because there are many great judgments and accusations against the true great Tzadik, therefore they dispute against him, and thereby they silence the judgments and accusations, as we see, when there is a harsh judgment against a man, and a man dons zealotry and says, \"I will go and execute vengeance with him and do justice with him,\" and thereby he silences from him the other plaintiffs that accuse, whose judgement he would not be able to bear. Hence this one who goes and takes vengeance against him does him a very great favor, for surely it is better and more favorable for him to bear the judgement of this one, which he can bear, than to bear their judgement, God forbid, which would not be possible for him to bear; as we have found with Pinchas, with the deed of Zimri, for, if not for Pinchas, Yisrael would, G-d forbid, have been liable to destruction. But because Pinchas went out and was zealous for the zealotry of Hashem, he silenced the judgement from off of Israel, as is written, (Numbers 25:11) \"Bekan'o et kin'ati betokham velo kiliti/when he was zealous for my zeal within them, and I did not destroy,\" etc. Likewise this one who disputes against the Tzadik and says, \"I will do to him and show him my strength and take vengeance against him,\" thereby he silences from him the remaining judgments, as mentioned. And he also does him a favor, when the Tzadik needs to go from level to level, then they try him, whether he has power to stand in the hall of the King (Daniel 1:4). And the hall of the King is the aspect of the mouth of the Tzadik which is called heikhal which is gematria Ad-nai which is the aspect of mouth, as is written, \"malkhut -- peh/Kingship [is] the mouth.\" And the tzadik disputing against him is a trial for this Tzadik upon whom is the dispute, whether he has power to stand in the hall of the King, in the mouth of the tzadik who is disputing against him, and thereby he raises him from level to higher level. Hence he does him a favor."
        },
        "107": {
            "0": "It is [already] known that learning the Zohar is very, very mesugal [capable of bringing good effects]. Now know, that by learning the Zohar, desire is generated for all types of study of the holy Torah; and the holy wording of the Zohar greatly arouses [a person] towards service of Hashem Yisbarakh. Namely, the praise with which it praises and glorifies a person who serves Hashem, that is, the common expression of the Zohar in saying, \"Zaka'ah/ Fortunate!\" etc. regarding any mitzvah; and vice-versa, the cry that it shouts out, \"Vai!\" etc., \"Vai leh, Vai lenishmateh/Woe to him, Woe to his soul!\" regarding one who turns away from the service of Hashem -- these expressions greatly arouse the man for the service of the Blessed One."
        },
        "127": {
            "0": "He told in his praises that he knew all the words of the Etz Chayim and the Pri Etz haChayim and all the writings of the Ari of blessed memory; of the book of the Zohar, and the main part being the Tikunim. And what was understood from his words was that this was in the days of his youth. And he acclaimed exceedingly, several times, in praise of the vast holiness of the Tikunei haZohar. And he was regularly involved with it the most, even year-round, even outside the days of Elul. And he said that in the book of the Tikunim are included all the wisdoms in the world, etc."
        },
        "146": {
            "0": "I heard one of his followers say that before Rabbeinu z\"l told the tale of the King's Son Who Was Made Entirely of Gemstones which is printed [in Sipurei Ma`asiyot #5], he said before telling it, \"I know a story that contains the entire Divine Name of 42 letters,\" and then he told this story. But nonetheless we do not know if this is the story of the 42-Letter Name. And I too heard from his holy mouth several years ago, saying that the Baal Shem Tov z\"l knew a story that contained the 42-Letter Name, and he spoke with me then regarding the 42-Letter Name. And he asked me to find an explanation in common language [i.e. Yiddish] regarding the two Letters vav and tzaddi that are in that name, and I could not find [it]. And according to [my] understanding it was because he already knew the secret of that name, but only these two letters vav and tzaddi he was still unable to insert into the matter that he wanted to clothe this Name in."
        },
        "147": {
            "0": "When he told the tale of the Prayer Leader that is printed in Sipurei Ma`asiyot he asked us afterwards, \"Who told the story that there were factions in their chronicles?\" — regarding the factions that were made at the time there was a storm wind in the world, etc. We replied to him that one of the strongmen of the Warrior told this to the Prayer Leader, as explained there. And he nodded his head that it was so, and we understood from his words that there is a very profound intention in this, why specifically one of the guards told this. And from this, learn that in each and every utterance of the stories there is a very, very profound intention, impossible for the mouth to speak or for the heart to ponder."
        },
        "148": {
            "0": "[Rabbi Nachman] told the Tale of the Seven Beggars printed in Sipurei Ma`asiyot [Story #13] over several days, and each time he told a matter related to what people were telling him, which caused him to start telling the story anew. In the beginning, on the night of the holy Sabbath it began because of sniffing-tobacco which he received from one of his people and which was mentioned in a letter that I sent to my friend [R' Naftali], that he, of blessed memory, had received it; and I wrote to him, [telling him] to be happy. Then he commented on this; he spoke up and said, “I will tell you how once they were happy!” [I heard that he said it in these words: “What do you know about how to rejoice from out of melancholy?! I'll tell you how they once rejoiced!” — Chayei Moharan #63]. And he began to tell the story. He told the whole introduction to the story through the end of the First Day pertaining to the beggar who was blind. And all this was on the night of the holy Shabbat, and I [Rabbi Natan] was at my home in Nemyrev [while Rabbi Nachman was in Breslev]. Afterwards on Tuesday my friend [Rav Naftali] came to my house and told this story and I stood trembling and astounded, for indeed I had already heard from him many awesome stories, but a story like this I had not ever heard from his holy mouth. Afterwards I went there and I came to the house of our Rabbi of blessed memory when he was already closed in his room. In the morning, which was Wednesday, I entered and approached him and spoke with him a great deal, and I told him stories of the world that I had heard recently, and afterwards he spoke with me regarding the said story which he told on the night of the holy Shabbat, and he said that he greatly desired to know (i.e. tell) the end, that is, what happens on all the rest of the seven days of celebration; and also the whole conclusion of the ending of the story of the king's son who had received the kingdom from his father during his lifetime, with which the story began. And he told me, then, that similarly, each day of the seven days of celebration, each day one of the Seven Beggars would come and bless them and give them a wedding gift etc. And he also told me about the order of the story of the elders with the memories, which matter I did not hear in completely clear order from my friend, and he, of blessed memory, himself explained me a little of it in order. And he also spoke with me regarding the blind one who boasted that he does not remember anything at all (in Yiddish, Ich gidenk gar nisht) that the explanation of Ich gidenk gar nisht is that he remembers when he did not yet have any existence etc., and he found this a wonder. Afterwards I greatly yearned that he should start telling about the Second Day, but I did not attain it, for meanwhile his attendant came and said, “Rabbi, it is mealtime.” And he set the table before him to eat and I had to leave from his presence. Afterwards, after he slept a little after eating, afterwards I returned and went in to him, and stood before him, telling him several things from worldly affairs, and mostly from Berdichev, where I was close to at the time. And I spoke with him regarding that everyone is full of many worries and lackings, that all the big rich people lack severely, each and every one, etc. And afterwards I spoke up and said to him this verse (Ecclesiastes 3:11): “He has set the world in their heart, yet so that man cannot find out the work that God has done from the beginning even to the end;” see the comment of Rashi. He, of blessed memory, replied, “Isn’t this our story?” And immediately he asked where we are in the story. And I was immediately frightened due to my great yearnings I had for hearing this, and I answered him in trepidation that we are on the Second Day. He answered and said, “On the second day they again yearned” etc. And he then told on Wednesday the whole story of the Second Day, and afterwards on the night of the Holy Sabbath the story of Third and Fourth Day, and afterwards on Sunday the story of the Fifth Day, and afterwards on the following Tuesday the story of the Sixth Day. After he told the story of the Sixth Day we were standing before him, and one of his people told him some story. He answered and said, “Isn’t this exactly related to the story of the Seventh Day?” And he said it seems the world is telling his story and he very much wanted to tell it, but we did not merit it being told then, and he did not tell any more of it."
        },
        "149": {
            "0": "One time he said, \"Whoever I get and receive money and so forth from, I give to [that person], for in my receiving I give.\" (And this is the concept explained in the story of the Sixth Day in The Seven Beggars, where someone boasted of the wonders of the power in his hand; see there.)"
        },
        "150": {
            "0": "The story of the Third and Fourth Day, he told on the night of the Holy Shabbat, as mentioned above. And then at that time his baby grandson was on his sickbed, and he had great affliction from this, for his illness was very serious, specially since his daughter the righteous Mrs. Udel, may she live long, the mother of the child, had great pain in child raising; God save us. Hashem keep her now. He, of blessed memory, went in on the night of the holy Shabbat and sat at the table in great pain and did not take his time at this meal at all. We blessed right away [reciting] the Grace After Meals before people started entering in to him as they always did. Afterwards, after the Grace After Meals he remained sitting at his holy table and opened his holy, pure and awesome mouth and then said this wonderful and awesome discussion, which had holy Torah as always in most of his holy discussions, and the whole discussion pertained to the great pain he had. To the best of our recollection, he spoke then of \"the Heart that is pursued\" etc. And then during that conversation he spoke up and asked where we were in the story. Immediately we were startled and answered him in panic, awe and fear that we are on the Third Day. Immediately he replied saying, “On the third day again the couple remembered, “How can [the speech-impaired beggar be brought here]…” (as printed there) and he told the whole story of the Third Day and explained there is a little resembling what he told earlier. Then he finished the story of the Third Day, that a celebration was made there etc.; then he said in these words: “Zei haben a hilwe gitan [They had a blast].” Right afterwards he told the story of the Fourth Day, and as soon as he finished it, he immediately and right away left the table quickly. And because I was very busy in my mind going over the two awesome stories of the Third and Fourth Days and I immediately reviewed them with the people who were there so no word would be lost from them, because of this I forgot the whole holy discussion mentioned that he spoke before it. A pity it is lost. Honor and praise to the Living God for letting us be privileged to remember and record these stories that even according to the limited inspiration in my heart I have no vessel of speech and writing to speak of the high awesomeness of their level. [See Chayei Moharan #64 regarding the inception of telling of the Fifth Day.] Afterwards on Tuesday it was close to Pesach and he left his house because they were plastering the house for Pesach. And he went to the house of the Rav [of the city], and there we stood before him. And I do not remember what matter they spoke in his presence that had some little connection to some matter of the story of the Sixth Day, but because of it he told the story of the Sixth Day, and afterwards someone told him etc. as mentioned. And behold, then it was close to Pesach as mentioned, and in my opinion the secret of the parting of the Sea of Reeds is hinted in the matter of the ten walls of water. And see Likutei Halakhot in Yoreh Deah hilchot tolaim (halakhah ד) and explained there is the matter that Hashem enlightened my eyes with in this. The rule is that with each story that he told, the story came about via some conversation that he had and spoke with us regarding worldly stories, and in the midst of them he began to tell the story by means of the story having some utterances with relation to the story in his heart. And this was like it`aruta diltata [arousal from below], to draw down perceptions of Godliness that he clothed in that story. And so it was with each and every story. And so it was with several Torot he revealed that were not at a fixed assembly time. And in all this we always saw the wonders of Hashem and the greatness of the level of the Tzaddik, that all the utterances in the world were for him Torah and revelation of Godliness. But much more did we see this with this awesome story of the Seven Beggars which is wonderful awesome high revelations without bound. As an understanding person will understand by himself if he puts his heart to them with an eye of truth to understand and perceive holy wonders of the boastings of each one mentioned there each day, and in particular the greatness of the holiness of the boasting of the seven beggars themselves who boast each day: that the blind one boasted that he doesn’t look at the world at all, therefore he is actually blind to this world; and likewise the deaf one who doesn’t hear any sound of this world etc., therefore he is deaf etc. etc. And likewise with each speech of this story which are all wonderful revelations even according to meager minds even though we do not understand them at all. And all this revelation, it is all through stories of worldly matters; through them it came about that he had pity on us in such extraordinary compassion and revealed to us all this, in order to benefit us and our children forever. He said regarding the tales that he told, that it would be better to not reveal of them what any of the clues hint to, for when the thing is hidden, more can be accomplished with it that is needed. But he was forced occasionally to just reveal some hint, in order they should know there are hidden things in them."
        },
        "210": {
            "0": "Some of the Rebbe's enemies had spread a rumor that all his teachings were handed down to him by his grandfather, Rabbi Nachman Horodenker, z\"l. The Rebbe thought that this was ludicrous. He made a joke of this rumor, saying, 'My grandfather was really good to me! He left me lessons fitting each occasion, no matter what happens. It all fits what people need to hear, whether for the Shabbat of Chanukah or Shabbat Nachamu or whenever I need to speak. I am able to take the lesson and include in it what every one present needs, both spiritually and materially, as well as everything that is then happening in the world.' We ourselves could see that the Rebbe's lessons contained what each of the listeners needed. It was perfectly obvious and happened many times. His lessons had everything that we needed, for both body and soul. The lesson wove this all in with our present needs and various current events that were occurring in the world. This is aside from the wondrously unique way each lesson came about. Anyone with even a little intelligence could see that it was the living word of God, revealed to the Rebbe from on high. It obviously came from the highest possible source and stood on an awesome holy plateau. For in the lessons were absolutely new concepts, never before revealed to the world. How could one even consider the ridiculous idea that these lessons had originated with the Rebbe's grandfather, Rabbi Nachman Horodenker, z\"l? How could he have bequeathed so many stories, lessons and discussions, as well as all the advice the Rebbe constantly gave us? And why did these lessons only reach the Rebbe? Why is it that no one elsewhere heard of his grandfather's original teachings? Who is such a fool as to believe such absurdity? The Rebbe said that those who knew Rabbi Nachman Horodenker, z\"l, knew that his grandfather was not capable of revealing such lessons. Although his grandfather was an extraordinary, holy tzaddik, he was not an outstanding innovative scholar. He would certainly not be capable of originating the unique ideas contained in the Rebbe's teachings. A very old man from Slapkovitz who knew Rabbi Nachman Horodenker, z\"l personally, once came here and visited the Rebbe. The Rebbe said, 'It is rumored that my teachings originated with my grandfather Rabbi Nachman. If my grandfather himself would hear my teachings, he would also consider them uniquely original.'"
        },
        "211": {
            "0": "The Rebbe once quoted the Talmudic rule, 'The accepted opinion is that of Rabbi Nachman in litigation' (Ketuvot 13a). He was refering to his oppostion. For his opinion was certainly the one accepted on high. 'The accepted opinion is that of Rabbi Nachman in litigation.' Litigation always involves two opposing factions. The courts must decide between them. I heard this in the name of the Rebbe. The Talmud also says, 'The decision is like Rabbi Nachman, the decision is like Rabbi Nachman, the decision is like Nachmani' (Gittin 34a)."
        },
        "212": {
            "0": "I heard in his name that the Rebbe was once speaking about strife and asked, 'Why do people worry when others speak against them? It is because opposition can cause a person to fall from his level, heaven forbid. 'The Talmud teaches us that the Great Assembly wanted to count King Shlomo among those who have no portion in the future world. The only thing that saved him was King David's intercession (Sanhedrin 104b, Rashi ad. loc. v'od). We see that they had the power to cast out King Shlomo with their words. It is written in the words of King David, 'Princes have persecuted me for nothing, but my heart trembles at Your word' (Psalms 119:161). 'Princes have persecuted me' but I know that is 'for nothing.' They can accomplish absolutely nothing with their opposition. I know this because 'my heart trembles at Your word.' I still have the fear of heaven and have not fallen from my level. This is a sign that their persecution was in vain. 'Princes have persecuted me for nothing.'"
        },
        "213": {
            "0": "I heard in his name that the Rebbe once said, 'When you ask a tzaddik whether or not to do for God something that involves great sacrifices, it is proper for him to tell you not to do it. However, you are not bound by his advice.' This I heard in the Rebbe's name. I also heard a similar concept. You must obey whatever a tzaddik tells you. But if he tells you not to come to him on Rosh HaShanah, you should not obey him. The day before Rosh HaShanah is very suitable for presenting a pidyon {redemption}."
        },
        "214": {
            "0": "The Rebbe said, 'By me the most important time is Rosh Hashanah. Right after Rosh Hashanah I begin listening very carefully. I want to hear them knocking on the wall, waking people for next year's selichot {pentitenial prayers}. 'For the year passes and is gone in the wink of an eye.'"
        },
        "215": {
            "0": "In his commentary on the book of Proverbs (in particular chapter 7, derekh 3) the Alshikh writes at length about avoiding philosophical works. Writing in a wonderfully clear manner, he explains how they fool the world. At first they conceal their false belief and skepticism, only displaying the sweetness of their evil ways. It is written, 'The lips of a strange woman drip honey...but her end is as bitter as wormwood' (Proverbs 5:3). Rashi comments that this 'strange woman' is atheism. There are many other lessons in the book of Proverbs telling us to keep away from the 'strange woman.' This 'strange woman' is outside wisdom. There are two women in the Book of Proverbs. There is the 'woman of valor,' representing the Torah and the 'strange woman,' representing outside wisdom. If you know the ways of the so-called enlightened people, you know how they mislead people. Most of all, they mislead the young in teaching them their bitter ways. They are literally like a libertine woman. At first she adorns herself and speaks sweetly, not revealing the evil in her heart. She pretends to be virtuous, not revealing her true nature until she snares her prey. This is the evil way of these so-called enlightened, as is obvious to all who are familiar with them. The major portion of the Book of Proverbs warns us of this. Whenever it speaks of the fool (kesil, peti) who goes against the straight path, it is speaking against such perverted scholars. They are called fools and imbeciles. Thus it is written, 'Do you see a man who thinks himself wise? A fool has more hope than he' (Proverbs 26:12). It is likewise written, 'Woe is to them who are wise in their own eyes' (Isaiah 5:21). We cannot speak at length about this for these 'enlightened ones' claim the exact opposite to be true. They try to prove their point from all the sacred works, particularly the Book of Proverbs. For the Torah contains both life and death. It is written, 'This is the Torah that Moses placed' (Deuteronomy 4:44). 'Placed' in Hebrew is sam, which also means a potion. The Talmud says that the Torah is a potion of life for those who are worthy and a potion of death for the unworthy. It is also written, 'God's ways are straight; the righteous walk in them, but sinners stumble therein' (Hosea 14:10). If one stubbornly wants to follow an evil path, long discussions will not dissuade him. But if you desire the truth, our words will be sufficient to strengthen your resolve. You will be able to stand firm like a pillar of steel and break the jaws of unrighteousness. May God soon reveal the truth. Amen, may this be His will."
        },
        "216": {
            "0": "It is written, 'Know this day and consider it in your heart [that the Lord is God, in heaven above and on the earth below; there is no other' (Deuteronomy 4:39). Some philosophers try to use this verse to prove that one must know God philosophically. The Rebbe said that this is absolutely false and there is a reference that states that this interpretation was first used by Karaites. The only way to know God is through faith. This is the only path to knowledge and perception of God's true greatness. Thus it is written, 'And I will betroth you to me with faith, and you shall know God' (Hosea 2:22). In Likutey Halakhot also there is a long discussion explaining clearly that true knowledge of God comes only through faith. There are many passages that tell us to know God. It is written, 'Know this day and consider it in your heart...' (Deuteronomy 4:39). It is also written, 'Know the God of your father' (1Chronicles 28:9). There is also, 'Know that the Lord is God' (Psalms 100:3). None of these verses have anything to do with philosophy. Their lesson is that we should constantly know that God is there and not forget Him for an instant. Great kings constantly remind their subjects to know that they have a ruler. This is especially true of soldiers. They are continuously trained to know their lord and king. His fear must be on their faces in order that they serve him absolutely. A king's subjects are constantly told, 'Know that you have a lord and master.' They are not told to philosophize about it, but to keep it in mind and not forget it. They are told to always think of the king and not do anything against his will. The same is true of the Kingdom of Heaven. We are told, 'Know the God of your father! Know and do not forget! Know this day and consider it in your heart that the Lord is God! Know that the Lord is God!' We must be reminded of this many times. We might know that 'the Lord is God' but there are a host of worldly temptations and distractions working to make us forget this. Most people hardly ever think of God. The Bible therefore reminds us, 'Know that the Lord is God! Know the God of your father! Take this into your heart and mind until it is tightly bound up there every instant.' It is therefore written, 'Know this day and consider it in your heart that the Lord is God.' The main perfection of knowledge is binding your mind to your heart. You then know 'in your heart that the Lord is God.' When this enters your heart, you will certainly gain a deep awe of God and not sin. We cannot write any more about this, for every man's knowledge of God must enter the gates of his own heart. We can only present enough to open these gates. There are no Biblical verses that teach us to know God through human speculation built on confused sophistry. Heaven forbid! The only way to know God is the way taught by our holy forefathers, who struggled all their lives for Him. They divested themselves of all worldly matters, totally subjugating every desire and emotion. Above all, they achieved total mastery of their sexual drives, releasing themselves from the bondage of the universal root of evil. They were consequently about to perfect their intellect and truly recognize their Creator. This is the heritage they bequeathed us. It is our duty to accept this heritage with joy. Thus we say in our prayers, 'Happy are we! How good is our portion! How pleasant is our lot! How beautiful is our heritage' (Morning Liturgy). The main lesson of these verses is that we take this holy knowledge into our minds, bring it into our hearts and bind it there constantly,' that His fear be on our faces that we sin not' (Exodus 20:17)."
        },
        "217": {
            "0": "There were some 'enlightened' people who claimed that the moon contained life like that on earth. They said that they could see trees and other terrestrial creatures on the moon. The Rebbe ridiculed this greatly, saying that it is absolute foolishness. The moon is like a mirror. The things people claim to see on the moon are actually reflections of things here on earth. These 'intellectuals' therefore open their mouths in vanity."
        },
        "218": {
            "0": "The Rebbe lived two years after returning from Lemberg. During these last years, he constantly spoke of faith. As we understood him, everything he said was to bring true faith into every Jewish heart. Many times the Rebbe would remind us of the great favor that Moshe Rabbeinu {Moses our teacher} did us by beginning the Torah with the simple words, 'In the beginning God created the heaven and the earth' (Genesis 1:1). He revealed our faith without any sophistication or philosophy. The Rebbe downgraded all philosophical works, ridiculing them in every possible way. He made it clear to us that the authors of such works knew absolutely nothing. Speaking at length about this, he revealed many wise sayings containing an awesome wondrous truth. Every word was sweeter than honey and the honeycomb, entering the depths of all our hearts. We have already written about this at length. Some has been published, but it is not even a thousandth of what he said. The way he spoke is also impossible to describe. The words were both sweet and awesome, coming from his lips with holiness, purity, trembling and awe. One could speak to the Rebbe of the most mundane affairs and still bear witness that his words contained all the world's grace. During the last two years of his life after he returned from Lemberg, he constantly dwelt on faith. We could see that every word, both holy and mundane, was only spoken to bring faith into the world. It is written, 'All your commandments are faith. This is the foundation of the entire Torah and its commandments' (Psalms 119:86)."
        },
        "219": {
            "0": "The Rebbe once told someone, 'I will tell you a secret. Great atheism is coming to the world. Atheism will come to the world as a test from on high. I know that my followers will be strong and remain firm in their faith without this, but I am revealing this to further encourage them. Let them know that this has already been predicted.' Similar words were heard from the Rebbe's holy lips many times. With a deep groan he would say, 'Woe! How can a few men stand up against all the world?!' The Rebbe's words came true. Immediately after his death, atheism spread in the world as never before since the beginning of time. The leprous plague began to flourish in faraway lands where notorious atheists put together such works as the Meassef. This plague did not spread to our lands until after the passing of the Rebbe and other great tzaddikim. When it reached our area, the genuine tzaddikim cried out like a whooping crane, but none listened to them, for the non-believers already had the upper hand. Woe is to us! See what has happened in our generation! See the evil decrees that have resulted from their deeds! Woe, what has become of us? It all came about as the Rebbe predicted with his holy inspiration. We see that it is still spreading, even now. Woe, who knows what will be in days to come? The Rebbe told us many times that this was predicted by the prophets. It was especially predicted by the prophet Daniel, who said, 'Many will purify themselves and be refined' (Daniel 12:10) He told us that in the End of Days Jews will be refined in faith, for many will rise up to pervert it. These are the 'enlighteners' and atheists of our generations. It should be easy to withstand this test, since it has already been predicted. But the temptation will be so great that many will stumble and fall to the depths. We are writing this so that all who desire the truth of our holy faith should know that the Rebbe already predicted this. Let this restore their soul and strengthen their heart toward God and his holy Torah as taught by our sages of old."
        },
        "220": {
            "0": "There are many almanacs, both Jewish and otherwise, which claim to predict the weather. The Rebbe ridiculed them as having no relation to reality. The Rebbe said, 'If they really know, let them predict the different types of weather that occur in a single day. There are many kinds of weather each day. One day may bring cold and heat, rain and snow, wind and calm, and countless other variations. Who can know all this, much less predict it in advance? Thus it is written, 'How great are Your deeds O God; very deep are Your thoughts. A brutish man does not know; a fool does not understand this' (Psalms 92:6, 7). Only a fool would claim to know with non-Torah wisdom the changes that take place each day. (Scientific works also state that these almanacs are totally confused. See in particular what is brought at the end of the work, Nechmad V'Naim.)"
        },
        "221": {
            "0": "I heard in his name that the Rebbe was once encouraging a man who was greatly confused about his beliefs. The Rebbe told him, 'It is written that all creation only came into being because of people like you. God saw that there would be people who wold cling to our Holy faith, suffering greatly because of the confusion and doubts that constantly plague them. He perceived that they would overcome these doubts and remain strong in their beliefs. It was because of this that God brought forth all creation.' This man was then greatly strengthened and unperturbed whenever he had these confusing thoughts. The Rebbe said many times that the creation was mainly for the sake of faith. Thus it is written, 'All His works are through faith' (Psalms 33:4)."
        },
        "222": {
            "0": "A number of people were once praising Rashi's commentaries in the Rebbe's presence. The gist of the conversation was that one should use only Rashi's commentary on the Bible and not those which follow the philosophers. Some Biblical commentaries occasionally abandon the traditional Talmudic and Midrashic interpretation in favor of one agreeing with philosophical teachings. These should be avoided. The only necessary commentary is that of Rashi. The Rebbe then remarked, 'You may not realize it, but Rashi is like the Torah's brother. Every Jew, from childhood on, studies both the written and oral Torah with Rashi's commentary. Think of this and you will understand Rashi's unique greatness'."
        },
        "223": {
            "0": "Our sages teach us that it is forbidden to gaze at what is above and below, what is before and what is after (Chagigah 11b). The Rebbe said, 'There is a different 'above and below 'for each individual where he may not gaze. It all depends on his level. There are many whose intellect can go no further than the bounds of the physical world. They are therefore forbidden to delve any further. This is true of philosophers. Their intellect may reach up to the stars, but it cannot penetrate further. They know nothing beyond the sphere of the physical and even within it, are often confused and mistaken. This is but another reason why one should avoid their works. Every person has a place where his intellect ends. Beyond this it is forbidden for him to gaze, for this is 'what is above and below.' It is a realm where he must depend on faith alone."
        },
        "224": {
            "0": "A man had been told that it was impossible to understand the Kabbalah without fasting and regular immersion in a mikveh {and other ascetic practices}. He saw the Rebbe in Uman and asked him about this. The Rebbe answered, 'It is possible to know the wisdom of Kabbalah without this. For it is wisdom. 'The reason why the main Kabbalistic work, Etz Chaim, is so difficult to understand is because it is not written in order. Where science and philosophy end, that is where true wisdom, Kabbalah, begins.' Scientists and philosophers can only speculate within the limits of the physical world. They can reach up to the stars and galaxies, but beyond that, they know absolutely nothing. Even their understanding of the physical world is very incomplete, as they themselves admit. The wisdom of Kabbalah begins where their wisdom ends, beyond the physical world. The Kabbalah includes the entire physical world as part of the World of Action. Its teachings then go beyond the World of Action, to the Universes of Formation, Creation and Emanation. The World of Action also has a spiritual level beyond the realm of science and philosophy. The Kabbalah speaks only of the spiritual roots of the World of Action and above. Therefore, the Kabbalah begins where scientific knowledge ends. Once, when speaking of awesome degrees of perception, the Rebbe said that the wisdom of philosophy ends with the physical world. Beyond the stars, philosophy can only imagine God's essence. There are really many levels of worlds beyond this world. This truth is only found in the Kabbalah. It is written, 'His understanding cannot be grasped' (Isaiah 40:28). One who knows the truth of Kabbalah well perceives this. For there is level above level....The Rebbe once saw a book containing writings of the Arizal not found elsewhere. This work speaks of the levels of development before the Universe of Emanation contained in the World of the Garment. This is also discussed in the work, VaYakhel Moshe. I was very surprised when the Rebbe told me this. I had thought that there was nothing higher than the World of Emanation and was astonished to discover Kabbalistic teachings speaking of higher levels. I expressed my surprise to the Rebbe and he remained silent for a while. Then he said, 'Don't you realize that philosophers think that all knowledge ends with the stars?...' This is also the case with true knowledge. Even in the transcendental worlds there are levels above levels, high above high, without limit or bound. Thus it is written, 'There is no fathoming His greatness' (Psalms 145:3). But words cannot express this."
        },
        "225": {
            "0": "The Rebbe once laughed and said, 'If they would allow one dead soul to visit an assembly of philosophers, that would be the end of all their teachings.'"
        },
        "264": {
            "0": "The Rebbe warned us very strongly not to eat raw onions. It made no difference whether they were mixed with oil, fat or eggs, or even if they were eaten on Shabbat. Many people had a custom of eating chopped eggs and onions on the Shabbat. The Rebbe ridiculed this practice, saying, 'How can they claim that it is a good custom to eat something as harmful as this? The Rebbe said that onions are harmful in many ways and listed numerous illnesses that can be caused by them. Although the details were not preserved, the main lesson is that they should be avoided, even mixed with something else, even on Shabbat. The only safe way to eat them is cooked. The entire conversation came about when we mentioned to the Rebbe that we had heard that the Baal Shem Tov had spoken very strongly against eating raw onions. The Rebbe agreed that this was true, and began to reckon numerous reasons for it. It was at this time that we heard the above."
        },
        "265": {
            "0": "The Rebbe said, 'There are tzaddikim who are great Torah experts, fully versed in many sacred works and specifically because of this cannot innovate anything in the Torah. As soon as they begin to expound and innovate, their great fund of knowledge confuses them and they weave many extraneous concepts into lengthy introductions. Their thoughts become so muddled that any new concept they may have had is irrevocably lost. The Rebbe gave as an example one of his contemporaries, who could not expound on the Torah for this reason. From what the Rebbe said, we understood that if you wish to innovate, you should concentrate on the subject and not confuse yourself with extraneous introductions. Pretend that you are totally ignorant of everything but the subject at hand. You will then be able to innovate many new ideas and bring them to light in order, step by step. The Rebbe spoke at length about this, but it cannot all be put into writing. If you are wise, you will understand."
        },
        "266": {
            "0": "The Rebbe said, 'You may expound the Torah and innovate in any area you wish. The only condition is that you may not use your interpretations to innovate or change any law. This is particularly true of innovations based on drush or sod {expository construction and esoteric resolution}. From what the Rebbe said, we understood that you may expound and innovate according to your intellectual attainment, even in such Kabbalistic works as those of the holy Ari z\"l. The only stipulation is that you may not derive any religious practice or law in this manner {see Likutey Halakhot, Bekhor Beheima Tehora 3:7 }."
        },
        "267": {
            "0": "'How was the Holy Temple destroyed...? How long will we cry out in bondage...? Until when...? The son of Your maidservant....These are all part of Tikun Chatzot, the midnight service mourning the destruction of the Temple and the exile of the Shekhinah. Taking these hymns as an example, the Rebbe spoke of how much we must cry out before God. He noted how much these prayers awaken the heart, chanting them with the melody of Chatzot in his deep, beautiful voice. He also greatly praised the chorus, 'My beloved came down to His garden' as a debate between the Jewish people and God that can deeply arouse the heart."
        },
        "268": {
            "0": "People are often very confused as to the best way to serve God. Sometimes it seems necessary to act in one manner, but later this appears completely wrong and another method seems best. This can cause one to become very confused and disturbed. The Rebbe said, 'Why is it necessary to confuse yourself? Whatever you do, you do. As long as you do not do any evil, heaven forbid. "
        },
        "269": {
            "0": "The Rebbe said, 'In Hodu (Psalms 107) that introduces Minchah {the afternoon service} before Shabbat, you can have a broken heart and pour out all your thoughts before God. This psalm speaks of the troubles of the soul and how one cries out because of them. This can be understood by anyone. When you say Kegavna before the Shabbat Maariv {evening service}, you should be aroused with great joy and emotion when you recite the words, and all of them are crowned in new souls."
        },
        "270": {
            "0": "The Rebbe said, 'A storekeeper will sell to you on credit, to be paid for at a later date. Why not do the same with spiritual goods? Say a few Psalms, learn some Torah or do a few good deeds and let them be put aside and ready when you need them. You will then be able to make use of this merit and not be like one who must ask the storekeeper for credit. I did not hear this discussion from the Rebbe himself, but from one of my colleagues. It appears that many more beautiful thoughts were expressed at that time, but this is all that I am worthy of recording."
        },
        "271": {
            "0": "An irreligious man came to the Rebbe in a certain city and boasted that he was an expert in languages. He had recently been in a government office and was able to interpret a word that even their scribes did not know. He was very conceited because of this knowledge. When the man left, the Rebbe ridiculed him for such foolish conceit. One of the Rebbe's disciples, an extraordinary God-fearing scholar, was sitting there. He said to the Rebbe, 'Maybe it is better to be conceited because of something foolish than to be conceited, heaven forbid, because of one's knowledge of Torah? The Rebbe was silent for a moment. He then said, 'No. The opposite is true. The Talmud tells us that when Rabbi Akiva was in prison, Papus said to him, Happy are you Rabbi Akiva, for you were imprisoned for the sake of the Torah. Woe unto Papus, for he was imprisoned for mere foolishness' (Berakhot 61b). It is brought in Likutey Moharan (II, Lesson #63) that the punishment for conceit is imprisonment. Also discussed there is the imprisonment of Rabbi Akiva. It is better to be imprisoned for the conceit of Torah, than to be conceited because of foolishness."
        },
        "272": {
            "0": "The Rebbe said, 'It is good to make a habit of inspiring yourself with a melody. There are great concepts included in each holy melody and they can arouse your heart and draw it toward God. Even if you cannot sing well, you can still inspire yourself with a melody sung to the best of your ability while alone at home. The loftiness of melody is beyond all measure. The Rebbe's works contain towering lessons speaking of song. The Seven Beggars {from Rabbi Nachman's Stories} also alludes to the importance of melody. The unconscious princess is cured mainly through melody, through the ten types of song. Understand the depth of this. The divine soul in every Jew is a princess, a king's daughter. She is weary and faint because of her sins. She is held captive by an evil king and is shot with ten poisonous arrows. Only a great tzaddik has the power to enter every place where the soul has fallen and remove all ten arrows from her. In order to heal her, he must be able to discern all ten types of pulse. He must know all ten categories of song, for her main cure is through melody and joy. Taking this as a clue, you can understand the entire story. Use it as a means of returning to God in truth. 'For the main thing is not study, but deeds' (Avot 1:17)."
        },
        "273": {
            "0": "It is very good to have a special room set aside for Torah study and prayer. Such a room is especially beneficial for secluded meditation and conversation with God."
        },
        "274": {
            "0": "And Rabbeinu z\"l said that it is very good even just to sit in such a special room. The atmosphere itself is beneficial, even if you sit there and do nothing else. Even if you do not have a special room, you can still seclude yourself and converse with God. The Rebbe also said that you can create your own special room under your tallit. Just drape your tallit over your eyes and converse with God as you desire. You can also seclude yourself with God in bed under the covers. This was the custom of King David, as it is written, 'Each night I converse from my bed' (Psalms 6:7). You can also converse with God while sitting before an open book. Let others think that you are studying. There are many other ways to accomplish this if you truly want to meditate and express your thoughts to God. Above all else, this is the root and foundation of holiness and repentance. We have discussed this many times. There are many ways of doing this, but best of all is a secluded room."
        },
        "275": {
            "0": "It was told to me that one time, the Rebbe was  lecturing his followers, berating them for not serving God as it truly befits Him. This was the Rebbe's constant theme. This time he spoke very strongly and at length. After his tirade, the Rebbe began to make up with them. He drew them close and spoke very gently. He said, 'What do I want from them. They are still observant Jews, are they not?' The Rebbe then began speaking to their hearts. He said, 'You are certainly good people. If God were small like me, your devotion would certainly be sufficient. 'But God is very, very great! You must gird yourself with a strong desire to serve God properly, for you are serving One whose greatness cannot be fathomed.' The Rebbe then raised himself and lifted his hands over his head. He repeated the words, 'But God is so great....' He then lifted his hands, using them to express God's greatness."
        },
        "276": {
            "0": "The Rebbe said that he never as much as drank water before his morning prayers. He was greatly opposed to those who drank coffee and other beverages before worshiping."
        },
        "277": {
            "0": "The Rebbe said that many sayings in the Zohar were revealed by Rebbe Shimon bar Yochai to his disciples after his death. The Zohar speaks of a <i>chabura kadmaah</i> {first edition}. Many do not understand what it is. It is mentioned in the Zohar on the portion of Pinchas and several other places. Rebbe Shimon revealed many lessons after his death. The lessons revealed during his lifetime comprised the chabura kadmaah. It is therefore not surprising that the Zohar and Tikuney Zohar explain many sayings of Amoraim, {sages of the Talmud who lived many years after Rebbe Shimon passed away}. The meaning of these sayings was revealed by Rebbe Shimon after his death, during the lifetime of these Amoraim. We later found a similar concept in another work."
        },
        "278": {
            "0": "The Rebbe once told me, 'When things are very bad, make yourself into nothing. I asked him, 'How does one make himself into nothing?' He replied, 'You close your mouth and eyes, and you are like nothing! We can gain valuable insight from these words. Sometimes you may feel overwhelmed by the Evil Inclination. You are confused by evil thoughts and very disturbed, finding it impossible to overcome. You must then make yourself like nothing, you no longer exist, your eyes and mouth are closed. Every thought is banished. Your mind ceases to exist. You have nullified yourself completely before God."
        },
        "279": {
            "0": "I heard in the Rebbe's name that he once spoke about tzaddikim who always wander and move about. He said, 'There are outcast souls that cannot be elevated except through the wandering of a tzaddik. Even if the tzaddik does not want to travel, he roams and wanders in his house. He paces back and forth, and this is also in the category of wandering and roaming."
        },
        "280": {
            "0": "The Rebbe very strongly cautioned us to safeguard our money. He was very particular that we should take good care of our possessions. He was very opposed to being careless, and strongly ridiculed the hapless individual, the <i>shlim mazelnik</i>. The Rebbe said, 'A man takes time from Torah and prayer, and struggles to earn some money to support his family. After he earns the money, he becomes a hapless shlim mazelnik and does not take care of it at all. Honest Jewish money must be guarded like the eyes in one's head.' It happened occasionally that one of the Rebbe's followers would lose his money while travelling and come to the Rebbe and complain. The Rebbe would berate him and lecture him for not taking better care of his money."
        },
        "281": {
            "0": "The Rebbe said to someone that leaving a tzaddik is like committing idolatry. The only difference between {the Hebrew letters} dalet and reish is a small protrusion. It is written in the holy Zohar that this protrusion is the tzaddik. Leaving a tzaddik separates the protrusion from the dalet making it into a reish. The word Echad {one} expresses God's unity. Substitute a reish for the dalet in EchaD and you have EchaR–another. It is written, 'You shall not bow down to another god' (Exodus 34:14). Remove the protrusion and the dalet becomes a reish the EchaD of God's unity becomes the EchaR of idolatry and atheism. Faith in God comes through the tzaddikim, the protrusion of the dalet that expresses God's unity. In many places the Rebbe says that the root of faith can only be attained by closeness to the tzaddikim."
        },
        "282": {
            "0": "I heard in his name that the Rebbe once spoke about young married men who find their worship greatly disturbed by the fact that they have not sanctified themselves properly in their marital relations. They feel tainted and find prayer very difficult. The Rebbe constantly warned us not to become discouraged because of this. He said, 'What happened, happened. When you pray, you must forget everything else. No matter what happened, strengthen yourselves and pray properly.' He said that this is the meaning of Abba Benjamin's saying, 'I am concerned... that my prayer should be close to my bed' (Berakhot 5b). 'Bed is a euphemism for marital relations. 'My prayer should be close to my bed' means 'I should be able to pray without being disturbed by my bed.'"
        },
        "283": {
            "0": "There were many youths in the community who prayed with great feeling and enthusiasm. Others would disturb them and cause them trouble. When the youths complained, their detractors had a stock answer. They said, 'If you have true feeling and are really bound up in your prayers, then you should not hear any disturbance. Your devotion should be enough to block out everything else.' The Rebbe said, 'The truth is that this is no argument. The greatest tzaddik may pray with great strength and attachment to God, but he can still be disturbed. No matter how great his enthusiasm, no matter how deeply he is bound up in prayer, he can still be greatly disturbed by one who makes fun of him and disturbs him. All his feeling and emotion will not prevent him from being disturbed and distressed.' The Rebbe once said that sometimes a person is given great wealth. Everyone else envies him. They spend days and years pursuing wealth because of this envy. But in the end they have nothing. This is all the work of Satan. He works hard to make one man rich so that many others should waste their lives envying him. 'Heaven help us against this misleading notion' (Shabbat 84b)."
        },
        "284": {
            "0": "I heard from his holy mouth that the Rebbe was once speaking of the tremendous greatness of the Torah, and its awesome secrets. He said, 'The entire Tikuney Zohar {a work of seventy chapters} is a commentary on but one word, Bereishis, the first word of the Torah. Thousands of volumes would not suffice to explain all the secrets found in the Tikuney Zohar. Its study has no end. So great is the Tikuney Zohar that all the skins of Neviot would not be sufficient to contain its wisdom. 'All this is but a commentary on a single word, Bereishis {In the beginning}. Take the next word, bara {He created}. A volume equal to the Tikuney Zohar could also be written concerning it. It would contain an equal number of mysteries. 'Now understand the depth of our holy Torah. A Tikuney Zohar could be written on each and every word. Each one contains inconceivable depth and mystery. The Torah contains not one, but many words. Its greatness is beyond the ability of language to describe.'"
        },
        "285": {
            "0": "The Rebbe once said to me, 'You do speak with people. You probably ask them 'What?' He emphasized the word vos {what}, stressing it in a loud voice from the depths of his heart. What?It is fitting to ask people this question. You do not think about your purpose in life. 'What? You have many vain and foolish complaints and excuses. Your life is filled with confusion and frustration. After all this: What? You say that you have reason to be far from God. What? What will become of you? What will you do in the end? What will you answer the One Who sent you? What do you think? What are you on earth, if not a stranger? What is your life, if not vanity and emptiness 'a passing shadow, a scattered cloud?' You know this well. What do you say? Take these words to heart. Bring them into the depths of your being. Do not ignore them. Turn them over and over and you will save your soul."
        },
        "286": {
            "0": "The Rebbe said, 'What must a man do in this world? He needs to do nothing but pray and study and pray. I heard many similar things, but they could not be recorded (literally, 'I forgot')"
        },
        "287": {
            "0": "I heard that the Rebbe was once speaking to a man and quoted the Mishnah, 'Repent one day before your death ' (Avot 2:10). The Rebbe stressed the words 'one day', drawing them out at great length. Yesterday and tomorrow are man's downfall. Today you may be aroused toward God. But yesterday and tomorrow pull you back. No matter where a person stands, he suffers reverses. The person who dwells on yesterday and tomorrow will surely fail. The Rebbe therefore stressed, 'Repent one day before your death.' 'Before your death' is your entire life. During your entire lifetime, you may only be worthy of one day of repentance. This one day is more precious than all treasures. For what does a person gain from all his worldly effort? Nothing remains of your entire life other than this one day of repentance before God. Repent one day–even one day - before your death– during your sojourn here on earth. Forget about yesterday and tomorrow. This one day is everything. Understand this."
        },
        "288": {
            "0": "The Rebbe once said, 'Only a person trapped by his possessions borrows money to do business. A free man does not borrow. He engages in honest business, using only his own money. 'It is written, 'You shall love the Lord your God... with all your might' (Deuteronomy 6:5). This is fulfilled by a person who does not borrow money for his business.' The Rebbe also said that this commandment is fulfilled by one who gives a fifth of his income to charity."
        },
        "289": {
            "0": "I heard in his name, that the Rebbe said, 'The words spoken by a great tzaddik contain the needs of all Israel. They include what is needed by every single Jew. It is written, 'These are the words that Moshe spoke to all Israel' (Deuteronomy 1:1). The words spoken by Moshe were 'for all Israel.' They contained what every single Jew would ever need.'"
        },
        "290": {
            "0": "(This is from an unpublished manuscript from Likutey Moharan.) It is written, 'Increase knowledge, increase pain' (Ecclesiastes 1:18). In every generation new diseases come into existence. This is a result of the increase in scientific knowledge. Every new discovery results in some new pain. These are the new diseases that have come into existence. May God protect us!"
        },
        "291": {
            "0": "He told me a holy sichah, that a somewhat notable chassid came to see the Rebbe. He was an older man and was knowledgeable in the writings of the holy Ari z\"l. Wanting to enter the Rebbe's circle, he spoke in the manner of the important chassidim, saying, 'I would like the Rebbe to teach me the way to serve God.' The Rebbe looked at him with surprise and quoted the verse, 'To know Your way in the earth' (Psalms 67:3)? The Rebbe meant that this individual was still 'in the earth'–immersed completely in earthliness and still he wanted to 'know Your way'–he wanted to know the way to come close to God. We see from this anecdote that the Rebbe was provoked because the man spoke so haughtily, saying that he was seeking the way to God. He spoke as if he had already perfected himself to the extent that he lacked nothing else but to choose the appropriate way and walk up to God. The Rebbe saw through this and wanted him to speak sincerely."
        },
        "292": {
            "0": "I heard in his name from a certain man that the Rebbe once spoke to one of his followers about praying with devotion. He said, 'Voice arouses feeling (Orach Chaim 61:4). The opposite is also true, for feeling can also arouse the voice. Pray with feeling. Bring every thought and emotion into each word. Your voice will automatically be awakened and you will pray out loud. You can actually test this and see that it is true.'"
        },
        "293": {
            "0": "I heard the following from the Rebbe's holy mouth. It is customary to recite the Tikuney Zohar as well as many prayers and petitions after the regular worship during the month of Elul {the month preceding Rosh HaShanah}. It is also a custom to stay in the synagogue and study hall later than usual. The Rebbe said, 'The melody of the Tikuney Zohar and the fatigue resulting from staying up so late in the study hall are all taken on high and made into great and lofty things.'"
        },
        "294": {
            "0": "I heard in his name that the Rebbe spoke of encouraging oneself in prayer. No matter what you are, you can strengthen yourself and stubbornly pray to God. The Rebbe said that you should think in the following vein: I may be far from God because of my many sins. Let it be. If this is so, then there can be no perfect prayer without me. The Talmud teaches us that every prayer that does not include the sinners of Israel is not a true prayer (Keritut 6b). Prayer is like an incense offering. The Torah requires that the incense contain chelbenah {galbanum}, even though it has a vile odor by itself. If I consider myself a sinner, then I am an essential ingredient of every worship service. No prayer is perfect without me. I, the sinner, must strengthen myself even more to pray to God and trust that in His mercy He will accept my prayer. I am the perfection of the prayer, 'the chelbenah' in the incense. Just like the vile smelling Chelbonah is an essential ingredient of the sweet incense, so my tainted prayer is a vital ingredient of the prayers of all Israel. Without it, prayer is deficient, like incense without the chelbenah."
        },
        "295": {
            "0": "In Likutey Moharan (I, Lessons ##2, 5 et. al.) it is brought that one must bind himself to the tzaddikim of his generation. The Rebbe told his followers that before they began praying, they should say, 'I am binding myself to all the tzaddikim of our generation.'"
        },
        "296": {
            "0": "The Rebbe often told us, 'I have a great desire that you act in accordance with my revealed teachings.' Take a lesson and seek out its practical advice. Follow it for two or three months, making use of it to strengthen your devotion and fear of God. Pray to God and beg that He help you be worthy of attaining the ideal set forth in the lesson. When you have completed one lesson, work on another. Continue this way until you have completed every lesson. Happy is the one who takes this to heart."
        },
        "297": {
            "0": "One of the Rebbe's followers came to him on the day before Yom Kippur. The man had been very sick and told the Rebbe of his great suffering. One of his neighbors, a good friend, was standing nearby. The friend said, 'His illness has become worse because he immersed in the mikveh.' The Rebbe replied, 'You blame the illness on a good observance. It is more fitting to blame it on a sin.' This took place in Uman, on the Rebbe's last Yom Kippur."
        },
        "298": {
            "0": "It was my custom to see the Rebbe every year after Simchat Torah. He would always ask me if I truly rejoiced on the festival. Many times he told me how the community celebrated in his house and how much pleasure he derived from their joy.O nce the Rebbe spoke to me about Simchat Torah in the middle of the year. He asked me, 'Do you now feel joy in your heart? Do you feel this happiness at least once a year?' (Thank God, God was with me and I was able to rejoice with all my heart many times each year. This joy was often so great that words cannot express it. This is the joy of being a Jew, of believing in God and it flows through the gates of every man's heart and cannot be communicated. Within our group, when we rejoice, even the least accomplished one among us experiences a feeling of closeness to God that is beyond all description.) The Rebbe very much wanted us to be joyous all year round, particularly on Simchat Torah, Purim, Shabbat and festivals. The Rebbe told me that once on Simchat Torah he was so overjoyed that he danced all by himself in his room."
        },
        "299": {
            "0": "The Rebbe once told me, 'Everything you see in the world–everything that exists–is all for the sake of free will, in order to test people.'"
        },
        "300": {
            "0": "I heard in his name that the Rebbe once said that a Jew's main devotion is, in the winter, to wake up at midnight {to pray Tikun Chatzot, the midnight lament} and, in the summer, when the (Diaspora) nights are short (when awakening at midnight is not feasible), to wake up early, at the crack of dawn."
        },
        "301": {
            "0": "I was once standing before the Rebbe, z\"l as he lay in bed. Suddenly these words escaped his holy mouth, 'The main things is: From the belly of Hell I cried out! "
        },
        "302": {
            "0": "The Rebbe once spoke to me about the folly of sexual desires. He said, 'One who occupies himself with lewd thoughts is a fool. Even an ordinary person would not want to be caught doing this. Even if he has no fear of sin, he still has no desire for the public humiliation of being caught with a strange woman. Why engage in lustful thoughts? Why trouble your soul for nothing? We have spoken of the fact that every man can have absolute control over his thoughts and direct them as he wishes. This is discussed in numerous places in our printed works. Accept this advice and you will be worthy of eternal pleasure."
        },
        "303": {
            "0": "One time, the Rebbe ridiculed the sexual desire, quoting the words of the morning prayer, 'Do not bring me to a test or to disgrace.' He said, 'Either a test or a disgrace. If you do not pass the test, you will come to disgrace'. We have discussed how the Rebbe spoke of the repulsiveness of this desire, saying that it is really no temptation at all. The Rebbe said, 'People are so bound up with their worldly desires that it does not help when one explains how repulsive this is. The more you speak of it, the more lewd thoughts they have. In most cases it is therefore best not to even begin to think of it at all. This is explained in Sefer HaMidot {The Aleph-Bet Book}. 'Do not enter into litigation with your tempter. Thinking about something for any length of time, even of its avoidance, strengthens desire, and turns the will toward it'."
        },
        "304": {
            "0": "Many times the Rebbe, z\"l said, 'We have nothing at all to do'. (The Rebbe said this in relation to some of his awesome observations, many of which have already been printed.) We find that the disciples of Rabbi Ishmael taught, 'The words of Torah should not be viewed as an obligation, but neither are you permitted to exempt yourself from them' (Menachot 99b). This explains the Rebbe's statement and is wonderful advice for anyone who understands it even a little."
        },
        "305": {
            "0": "In Sefer HaMidot {The Aleph-Bet Book} it is written, 'Every universe and everything created has its own structure. For example, the lion ... and spiritual beings are all included in the forms of the letters and their combinations. One who is worthy of understanding the Torah...'. This appears to be related to a conversation we heard from the Rebbe's holy mouth before Shabbat Chanukah, 5565 (1805) regarding the creatures in the world. The Rebbe said, 'Every human likeness is included in the word adam {man} when the Torah says , 'Let us make adam in our image' (Genesis 1:26). As soon as God said the word adam, He included every human likeness in that word.' 'The same is true of such words as beheimah {animal} and chayah {beast} used in the account of creation. These words include the forms of every animal and beast.... The same is true of everything else created.' The Rebbe spoke at length regarding this. He then said, 'There are categories of wisdom, even in this world, which can sustain a person without any other nourishment. There are such awesomely wonderful categories of wisdom even in this world. A person can live without eating or drinking with this wisdom alone.' The Rebbe spoke at length about this, but we were not worthy of recording the rest."
        },
        "306": {
            "0": "Every year people say that previous years were better and times are not as good as they were before.... The Rebbe spoke to us about this at length. He said that people might say that things were less expensive in times gone by, but then again, people did not have as much money as they have now. An ordinary person, even someone living from charity, spends more today than the wealthy of yesterday. He said, 'The opposite is true. God now runs the world better than ever.' "
        },
        "307": {
            "0": "These are among the many thoughts the Rebbe shared with us regarding the above. All talk about 'the good old days' is the work of the Evil Inclination. He wants people to speak like this to make us suffer and worry all the more about our livelihoods. He would like to make us feel that there is no hope at all now, heaven forbid. This is all false. God continuously sustains the world. In every generation people rise and fall financially. If you look carefully at the past, you will find that it also contained much poverty and suffering. Most people who say that times have deteriorated are those who have recently acquired wealth. Now that they have tasted wealth, they are no longer satisfied and want more all the time. They now live ostentatiously and cannot meet their expenses, so they complain that times are not as good as before. But we ourselves recall that not too many years ago most of these complainers were suffering in poverty. People cry that 'the first days were better than these.' Why pay attention to this foolishness! The wise King Solomon refuted this idea long ago when he said, 'Do not say that the first days were better than these, for it is not out of wisdom that you ask this' (Ecclesiastes 7:10). Rashi interprets this verse to teach us that everything depends on the merit of each generation. Still, 'the Torah has many faces' and 'Scripture does not depart from its simple meaning.' King Solomon was the wisest man who ever lived and wrote with divine inspiration. He said that it is great foolishness to say that 'the first days were better than these.' In every generation there are people who say this. But if you look well, you will see that the world is constantly becoming more prosperous. People constantly live better and have greater expenses. What difference does it really make? If the world is really poorer now than before, there is all the more reason to flee to God and involve yourself in Torah and devotion. If there is suffering and trouble in the world, the only place to escape to is God and His Torah. It is written, 'Man is born to struggle' (Job 5:7). The Midrash remarks, 'Man is born to struggle'–happy is he who struggles with the Torah.' Whether you are rich or poor, your life will be filled with struggle and suffering. Man's lot is suffering and pain, as it is written, 'For his days are vexation and pain' (Ecclesiastes 2:23). In the holy Sheloh we find the following poem: There is no moment without torment / There is no hour that is not sour / There is no day without dismay. Happy is the man who flees from the struggles of this troublesome world and struggles to comprehend the Torah. He will be 'Happy and prosperous,' happy in this world, and prosperous in the future world' (Avot 6:4). The man who says that 'the first days are better than these' accomplishes nothing. His attitude causes him to struggle more and more to earn a living and waste his days in worry and vexation. This foolishness keeps him from Torah and prayer. Regarding his end it is written, 'He takes away nothing for all his effort' (Ecclesiastes 5:14). It is also written, 'For in vanity he comes, and in darkness he leaves' (ibid. 6:4). If you have eyes to see and a heart to understand, you will perceive that the past had as much suffering and troubles as the present. Look in books written hundreds of years ago and you will find that their authors also suffered from poverty and had the most difficult struggles just to earn a livelihood. This did not deter them and they still wrote many holy books. It is written, 'For what was, that is what shall be… there is nothing new under the sun' (ibid. 1:9). Life was difficult even in 'the good old days.' How many years ago did King Solomon write of man, 'Also all his days are vexation and pain?' How many years ago did the book of Job say, 'Man is born to struggle…of few days and full of trouble' (Job 14:1)? The scriptures wrote about this long ago. Even then, many people thought that times were troublesome and one must only worry about his livelihood. These people departed from this world without joy or pleasure. But each generation also had God fearing men and tzaddikim. They paid no attention to this and escaped the struggles of the world to toil in Torah and devotion. They and their children were worthy… Fortunate are they. Even today you have free will. You have the power to escape from these painful discussions and worries. You can flee from them and trust in God, abandoning the struggles of this bitter world and involving yourself in the struggles of the Torah. God will certainly sustain you. Does He not sustain all the world, now as always? And now God runs the world better than ever. This world was always filled with worries and suffering. Things have not changed. It is written, 'In pain you shall eat…by the sweat of your brow you shall eat bread' (Genesis 3:17). This was decreed since the time of Adam's sin and there is no place to escape. These worries and pains destroy a person's life. The only shelter is God and His Torah. The Mishnah (Avot 6:4) teaches: This is the path of Torah: Bread with salt shall you eat; water by measure shall you drink; on the ground shall you sleep; a life of pain shall you live and in Torah shall you toil. If you do this, “You will be happy and prosperous” (Psalms 128:2). Happy—in this world, prosperous—in the World to come. People find this difficult to understand. After telling us the struggles we must endure for the Torah, “Bread with salt shall you eat…” how can the Mishnah state “‘You will be happy’…in this world”? Many writers attempt to resolve this by way of homily, but their explanations remain weak and strained. There really is no question. If you have eyes to see and a heart that truly understands the world, you know this. If you have absorbed the wisdom contained in the Rebbe's awesome teachings, you know the truth. The Mishnah means exactly what it says. The wealthiest people in the world will tell you that the world is filled with worry and suffering. The rich suffer as much as everyone else. Thus, our Sages teach us, “The more property, the more worries” (Avot 2:7). The poor may not realize this. They may think that they would no longer have problems if they were wealthy. But they are sadly mistaken, as we see with our own eyes. The truth is as our Sages have taught it. Whether you are rich or poor, you cannot avoid worries. The world is filled with pain and suffering and there is no place to escape. If you are a man, you must worry about earning a livelihood. You are concerned about your wife and children. If you are a woman, you imagine that you are troubled by your husband. No matter who you are, you will find the world abounding with real suffering and pain. How many people suffer because of sickness and accidents—God save us! There is no escape, except in the Torah. If you desire the good of this world and want to live at ease without troubles, you will be constantly frustrated. The more you seek good, the more you will find the opposite. Everything you manage to grasp will be diluted with suffering. Look with truth and you will see this yourself. It is written, “There is no wisdom, understanding, nor council against God” (Proverbs 21:30). The only way to be at ease is to will yourself to subsist on an absolute minimum. Firmly resolve to follow the dictum of the Mishnah, “Bread with salt shall you eat…a life of pain shall you live.” Accept upon yourself a life of privation and struggle in order to involve yourself in the Torah. “And in the Torah shall you toil.” Only then will you have life, even in this world. “If you do this, you will be happy…in this world.” This is certainly true. No longer will you suffer from the worldly misfortunes that affect all people. You have already accepted them upon yourself for the sake of the Torah. All your life, all your “good” is the Torah which is the true good. Then your life is a true life and you will be happy even in this world. The person who wants to live at ease in this world and enjoy its delights will only find bitterness. “Even the slightest breeze will upset him” (Sotah 5a). The smallest mishap will cause him to suffer greatly. You may be immensely rich and powerful. You may be a lord or a king. Nonetheless, in a world filled with suffering it is impossible for everything to be as you desire. The only way to escape this suffering is in the Torah. Accept the way of the Torah, eating bread with salt, etc. Then you will be happy and prosperous. Happy even in this world. Look at the truth. Understand well the troubles of the world. You will certainly see the truth of this. You will find much of this in the Rebbe's teachings, especially those printed together with the Sippurey Maasiot {i.e., through #116 above, which were initially printed with Rebbe Nachman’s Stories}. It is also most forcefully brought out in the story The Sophisticate and the Simpleton {the ninth story}. Even pagan philosophers realized that the world is filled with suffering and discussed it often in their works. They came to the conclusion that the only solution is stoic forbearance. A person must accept upon himself to endure all that happens to him. But all their words are of no avail in a world without the Torah. No person can endure this world and not be overcome by its suffering. Only the Torah which we Jews have been fortunate to receive can provide this strength. If you really think things out, you will realize that this world has absolutely no purpose. Imagine a world filled with good and riches. Imagine a world where there was no pain, no suffering and no worries. It would still be empty and devoid of all purpose. For time passes in the blink of an eye and life is over. It is written, “Our days are like a passing shadow” (Psalms 144:4). Our Sages comment, “Not like a ‘permanent’ shadow of a palm tree, but a passing one” (Bereishis Rabbah 96:3). It is also written, “The days of our life are seventy years… Their pride is travail and vanity, for it is speedily gone and flies away” (Psalms 90:10). If even a perfect world would be purposeless, what shall we say about the world we live in? It is filled with pain, sorrow and suffering without end. The life of every person, from the greatest to the smallest, from the richest of the rich to the poorest of the poor, is filled with worries and concerns. Every person is trapped by his limitations. The greatest emperors and kings are filled with worries and fears without measure. Even the pagan philosophers realized this. The only way out is to choose the Torah and its commandments. Make up your mind to be satisfied with an absolute minimum in order to immerse yourself in the Torah. Spend your days with Torah and devotion and you will be immune to the world's travail. You will shake off the toil and struggle of worldly concerns and no longer taste the bitterness of soul they have to offer. Devoted to God and His Torah you will truly be alive, for this is the root of life, both in this world and the next. You will then know that the words of the Mishnah are correct, even in their plain meaning. You will have chosen to live such a life, eating bread with salt, drinking water by measure, sleeping on the ground and living a life of pain. You must be willing to accept a life of suffering, for there are times when even bread with salt and water by measure will not be abundant. But you accept all this in order to immerse yourself in the Torah. “In the Torah you shall toil.” If you do this, you will certainly be “happy and prosperous.” “Happy in this world” for you will have accepted upon yourself all the suffering the world has to offer and you will be worthy of true life. You will then be worthy of perceiving the truth and you will know that the world was not created for ease and enjoyment. You will realize that the person who seeks the delights of this world will only find pain and vexation. The Torah is “our life and length of our days” {evening liturgy}. If you flee the struggle of the world to toil in the Torah, you will be worthy of the Future World, whose eternity reduces all of this world to the blink of an eye in comparison. But besides this, you will also have a good life in this world. The best thing in this world is submissiveness. This cannot be attained without total immersion in the Torah and its mitzvot. Open your eyes to the truth and you will see this. Ridicule these words and you only ridicule yourself. We speak the truth and it is yours to accept. But if you wish to turn your back on it and remain immersed in “the deep quicksand” (Psalms 69:3) of this world, there is no one to prevent you. “Let each person go his own way, but we will call out in God's name”. These were the Rebbe's words to a man who spoke to him at length. The Rebbe knew that this man was drowning in the endless waters and wanted to rescue him. But the man hardened his heart and turned a stubborn shoulder, not accepting the Rebbe's advice. He knew that the Rebbe spoke the truth, but refused to take his words to heart. The Rebbe said, “He is like a drowning man who is about to die. A rescuer comes along and extends a hand to lift him from the water. But the drowning man turns a stubborn shoulder and turns his back in arrogance, not wanting to grasp the helping hand. He flees from the one who comes to save him.” Heed these words!\nYou will find pleasure both in this world and the next.",
            "1": "♦ ♦ ♦\nFinished and completed is the book Rebbe Nachman’s Wisdom with the help of the Blessed God."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Sichot HaRan"
}