{
    "title": "Mishneh LaMelech on Mishneh Torah, Scroll of Esther and Hanukkah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Scroll_of_Esther_and_Hanukkah",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיר שהוא ספק ואין ידוע אם היתה מוקפת חומה מימות יהושע בן נון או אח\"כ הוקפה קוראין בשני הימים וכו'.</b> בפ\"ק דמגילה, וכתב הר\"ן וז\"ל ולענין עיירות המסופקות אם הם מוקפות חומה מימות יהושע בן נון או לא הורו הגאונים שהולכין בהן אחר רוב עיירות שרובן אינן מוקפות חומה וקורין בהן בי\"ד ועוד שאפילו תאמר שהוא ספק שקול הו\"ל ספק של דבריהם ולקולא ונמצא פוטרו בשניהם ובטל ממנו בודאי מקרא מגילה לפיכך קורא בראשון ופטור בשני ע\"כ. וכונת דבריו נראה דכיון דמן הדין הוי ספק של דבריהם ולקולא אלא דלא אפשר למיזל לקולא דא\"כ נמצא אתה פוטרו בשניהם דבכל יומא ויומא איכא למימר שמא אינו חייב ביום זה מש\"ה אמרינן דיקרא בראשון ופטור בשני משום דהוי ספק של דבריהם דשמא נפטר במה שקרא בראשון ומאי דאמרינן דיקרא בראשון הוא משום דכיון דעכ\"פ צריך לקרות יום אחד או בי\"ד או בט\"ו צריך לקרות בי\"ד דתיכף שבאה המצוה לידו צריך שיקיימנה: ויש לדקדק מההיא דאיבעיא לן בפרק התכלת (דף מ\"ט.) תמידין דלמחר ומוספין דהאידנא תמידין עדיפי שכן תדיר או דלמא מוספין עדיפי דהו\"ל מקודש ולא איפשיטא. וכתב רבינו בספ\"ח מהלכות תמידין וז\"ל לא מצאו אלא שני כבשים וכו' הרי הדבר שקול אם הקריבום למוסף היום הקריבו ואם רצו להניחם למחר לתמידין יניחו ע\"כ. ואם כפי מה שכתבנו כיון דמספקא לן איזה מהם קודם הול\"ל דיקריבו אותם למוסף היום שהיא המצוה שבאה לידו תחלה. ונראה דלא דמי דשאני מצות חלוקות כגון תמידין ומוספין דמספקא לן איזה מהם עדיף וכיון דלא ידעינן הרשות בידו לעשות המצוה שירצה אבל במצוה אחת דלא ידעינן אם יקיימנה היום או למחר ובקיום יום אחד סגי פשיטא דאמרינן ליה שיקיימנה היום ולא יניחנה עד למחר. (א\"ה ובזה נתיישבו דברי הרדב\"ז בתשובה סי' י\"ג שכתב על מי שנתן לו השר רשות לצאת מבית הסוהר יום אחד לשנה דוקא כדי להתפלל שראוי הוא שלא להחמיץ המצוה, והקשה עליו מהר\"ר צבי אשכנזי בתשובה סי' ק\"ו מהאי בעיא דפרק התכלת דלא איפשיטא יע\"ש, וע\"פ דברי הרב המחבר לק\"מ, ועיין בלקט הקמח א\"ח (דף י\"א.) ובספר דרך הקדש (דף ע\"א.) שתירצו באופן אחר יע\"ש): אך מה שיש לי לדקדק בדברי הר\"ן הללו הוא דכיון דלא מצינא למימר דהו\"ל ספק של דבריהם ולקולא משום דא\"כ אתה פוטרו בשניהם ומבטל ממנו מקרא מגילה א\"כ נחייב אותו שיקרא בי\"ד ובט\"ו דמאי חזית דנקיל בט\"ו טפי מי\"ד. והר\"ן עצמו בפרק ערבי פסחים עלה דההיא דאמרינן והשתא דאתמר הכי ואתמר הכי כולהו צריכי היסבה כתב דאע\"ג דבעלמא קי\"ל איפכא דכל ספיקא דרבנן לקולא מ\"מ הכא בעו למעבד היסבה בכולהו דאי ניזול לקולא אמאי נקל בהני טפי מהני ואי ניקל בתרוייהו הא מיעקרא מצות היסבה לגמרי ע\"כ. ולפי מ\"ש הר\"ן במגילה ה\"נ גבי היסבה הול\"ל שיעשה היסבה בתרי קמאי דוקא. ונראה דיש לחלק בין כשהספק הוא בתקנת חכמים דאז כדי שלא תיעקר תקנתם צריך לקיים בכל מאי דאפשר שתקנו כגון במצות היסבה דאי אמרת דדוקא קמאי צריכי את\"ל דתקנת חכמים היתה בכסי בתראי נמצא שנתבטלה תקנת חכמים מכל וכל וכן איפכא אבל גבי מגילה דתקנת חכמים במקומה עומדת אלא דיש קצת עיירות שמסופקות באיזה יום יקראו נהי דלא מהני טעמא דספק של דבריהם לפוטרם מכל וכל מ\"מ היכא דקרא בי\"ד מהני טעמא דספק של דבריהם לפוטרו מקריאה בט\"ו. ועיין בתשובת המבי\"ט חלק א' סי' כ\"א שכתבו ז\"ל ואחר מעט שנים נולד בין החכמים מחלוקת על שנת השמיטה איזו היא ואפשר כי על זה רפו ידיהם מלנהוג איסור בפירות שביעית של עכו\"ם דשביעית בזמן הזה דרבנן והוי ספיקא דרבנן איזו שנה היא ולקולא ע\"כ: "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות מגילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}