{
    "work": "Psalms", 
    "text": {
        "144": {
            "11": "To make known to the sons of men His mighty acts, And the glory of the majesty of His kingdom.", 
            "10": "They shall speak of the glory of Thy kingdom, And talk of Thy might;", 
            "13": "The LORD upholdeth all that fall, And raiseth up all those that are bowed down.", 
            "12": "Thy kingdom is a kingdom for all ages, And Thy dominion endureth throughout all generations.", 
            "15": "Thou openest Thy hand, And satisfiest every living thing with favour.", 
            "14": "The eyes of all wait for Thee, And Thou givest them their food in due season.", 
            "17": "The LORD is nigh unto all them that call upon Him, To all that call upon Him in truth.", 
            "16": "The LORD is righteous in all His ways, And gracious in all His works.", 
            "19": "The LORD preserveth all them that love Him; But all the wicked will He destroy.", 
            "18": "He will fulfil the desire of them that fear Him; He also will hear their cry, and will save them.", 
            "20": "My mouth shall speak the praise of the LORD; And let all flesh bless His holy name for ever and ever.", 
            "1": "Every day will I bless Thee; And I will praise Thy name for ever and ever.", 
            "0": "[A Psalm of] praise; of David.  I will extol Thee, my God, O King; And I will bless Thy name for ever and ever.", 
            "3": "One generation shall laud Thy works to another, And shall declare Thy mighty acts.", 
            "2": "Great is the LORD, and highly to be praised; And His greatness is unsearchable.", 
            "5": "And men shall speak of the might of Thy tremendous acts; And I will tell of Thy greatness.", 
            "4": "The glorious splendour of Thy majesty, And Thy wondrous works, will I rehearse.", 
            "7": "The LORD is gracious, and full of compassion; Slow to anger, and of great mercy.", 
            "6": "They shall utter the fame of Thy great goodness, And shall sing of Thy righteousness.", 
            "9": "All Thy works shall praise Thee, O LORD; And Thy saints shall bless Thee.", 
            "8": "The LORD is good to all;  And His tender mercies are over all His works."
        }, 
        "92": {
            "1": "Your throne is right [established] from before; You have always been.", 
            "0": "God has been appointed King, clothed in grandeur, God is clothed, belted with might; therefore, the inhabited world is established and will not stumble.", 
            "3": "Above the roaring of the many waters, [above] the might of the ocean’s breakers: mighty in the heavens is God.", 
            "2": "[1] The rivers have risen up, God, [2] the rivers have raised their voices; [3] they will lift up their fall. ", 
            "4": "Your testimonies are very true, [the label] ‘distinguished’ befits Your house: God for the length of days."
        }, 
        "23": {
            "1": "Because He is the one Who founded [the Land] on the seas; [and He is the one Who] set it up on the rivers.", 
            "0": "This is a song, written by David. The Land and everything within it is God’s; and the inhabited land (cities) and all who dwell within it [are God’s].", 
            "3": "The one who has clean hands, a pure heart; who has not raised My soul to falsehood and not sworn to deceive.", 
            "2": "Who will ascend upon the mountain of God? And Who will arise in His holy [or: distinguished] place?", 
            "5": "This is the generation [or: group] who seek Him; the [ones] who seek your face [are] Yaakov- Selah.", 
            "4": "He [the man] will carry blessing from God and [carry] tzedakah from the Lord of his salvation.", 
            "7": "Who is this Honored King? [He is] God, mighty and valiant;[He is] God, valiant in war!", 
            "6": "Raise up, gates, your heads and become eternal portals; and the Honored King will come!", 
            "9": "[But] Who is this, this Honored King? [The] God of Legions; this is the Honored King! Selah.", 
            "8": "Raise up, gates, your heads! Become eternal portals! And the Honored King will come!"
        }, 
        "19": {
            "1": "2. The Lord will answer you on a day of distress; the name of the God of Jacob will fortify you.", 
            "0": "1. For the conductor, a song of David.", 
            "3": "4. He will remember all your meal offerings and He will accept your fat burnt offerings forever.", 
            "2": "3. He will send your aid from His sanctuary, and support you from Zion.", 
            "5": "6. We will rejoice in your salvation, and assemble in the name of our God; the Lord will fulfill all your requests.", 
            "4": "5. He will give you as your heart [desires], and all your plans He will fulfill.", 
            "7": "8. These trust in chariots and these in horses, but we with the mentioning of the name of the Lord our God.", 
            "6": "7. Now I know that the Lord saved His anointed; He answered him from His holy heavens; with the mighty acts of salvation from His right hand.", 
            "9": "10. O Lord, save [us]; the King will answer us on the day we call.", 
            "8": "9. They kneel and fall, but we rise and gain strength."
        }, 
        "47": {
            "11": "Har Tzion will rejoice; the Daughters of Yehudah will celebrate, because of Your judgments.", 
            "10": "Just like Your name, so too Your praise [or emanations] reach to the ends of the earth; Righteousness fills Your right hand.", 
            "13": "Mark with your hearts the wall; elevate its palaces.", 
            "12": "Rally around Tzion and encircle it; count its towers,", 
            "14": "This is the God, our God, for eternity; He will direct us ‘Al-Mut’.", 
            "1": "God is great and immensely praised; in the city of our Lord, His distinguished mountain.", 
            "0": "A song [written by] the sons of Korach", 
            "3": "The Lord is in its [the city’s] castles; [He is] known as a protector.", 
            "2": "‘[Because of] its beautiful condition, the entire land celebrates; the mountain of Zion is the innermost chambers of the North - the dwelling of a great King.", 
            "5": "They saw and were immediately startled; they were terrified and fled, panic stricken,", 
            "4": "Because, when all the kings converged together, they also passed [fled] together,", 
            "7": "With an Eastern wind You broke the ships of Tarshish.", 
            "6": "A trembling seized them there; like a woman’s birth pains,", 
            "9": "‘[Previously] we [only] imagined Your kindness, God, within Your temple.", 
            "8": "Just like we heard, so too, we saw, In the city of the God of Legions, in the City of our Lord; [May] the Lord [will] sustain her [Yerushalayim] for ever! Selah."
        }, 
        "16": {
            "7": "Protect me as the apple of your eye, under the shadow of your wings, cover me up. "
        }, 
        "112": {
            "1": "Let the name of the LORD be blessed now and forever.", 
            "0": "Halleluyah!  Praise, servants of the LORD; praise the name of the LORD."
        }, 
        "135": {
            "11": "With a mighty hand and outstretched arm, for God's love is eternal.", 
            "25": "Praise the heavenly God, for God's love is eternal.", 
            "1": "Praise the God of gods, for God's love is eternal.", 
            "0": "Praise Adonai for it is good, for God's love is eternal.", 
            "2": "Praise the Lord of lords, for God's love is eternal.", 
            "6": "Who made the great lights, for God's love is eternal."
        }, 
        "6": {
            "5": "then let the enemy pursue and overtake me; let him trample my life to the ground, and lay my body in the dust. Selah.", 
            "4": "if I have dealt evil to my ally—I who rescued my foe without reward—"
        }, 
        "91": {
            "11": "My eye has seen concerning my enemies; concerning those evil ones that stand up against me, my ears will hear.", 
            "10": "When You raise up my horn like a Re’em, I am drenched in freshening oil.", 
            "13": "planted in the house of God; in our Lord’s courtyards they will be given to blossom.", 
            "12": "A Tzadik blooms like a Date Palm; like a Cedar of Lebanon he flourishes.", 
            "15": "To say that God is upright; [He is] my Rock, without blemish.\n", 
            "14": "They will continue to produce in their old age; fresh and full of sap they will be.", 
            "1": "It is good to give thanks to God; [it is good] to sing out to Your lofty name.", 
            "0": "A psalm and song to Shabbat.", 
            "3": "[Playing] on the strings of the ten-stringed instrument, and on the strings of the lyre; with voice accompanied by the harp.", 
            "2": "To declare in the morning of Your loving kindness; [to tell] of Your faithfulness in the nights.", 
            "5": "How great are your works, God; Your thoughts are very deep.", 
            "4": "Because God you have made me happy in [with] Your work, with Your handiwork I will sing out!", 
            "7": "When the evil ones sprout like weeds and the evil doers shoot, it is to their eternal destruction.", 
            "6": "[However,] an ignoramus will not know and a fool will not understand this.", 
            "9": "Because behold Your enemies, God, behold Your enemies will be lost; the evil doers will disintegrate.", 
            "8": "And [or: because] You are on high, forever, God."
        }, 
        "69": {
            "0": "For the conductor (David) to be mentioned,"
        }, 
        "80": {
            "11": "And My nation did not listen to My voice, and Yisrael did not heed Me", 
            "10": "I am the God your Lord Who brought you up from Egypt; open your mouth wide and I will fill it.", 
            "13": "If only My nation would listen to Me and Yisrael would walk in My ways,", 
            "12": "I freed them to their heart’s stubbornness, to follow their own choices.", 
            "15": "The enemies of God will feign [praise] to Him and their time will be eternal.", 
            "14": "Immediately I would humble their subjugators; and on their enemies I would return My hand.", 
            "16": "And He will feed it from the fat of the wheat’s, and from the rock, I will satisfy you.", 
            "1": "Sing out in celebration to the Lord Who is our strength; call out to the Lord of Yaakov. ", 
            "0": "To the victor/conductor over the ‘wine pressing’ – by Asaf.", 
            "3": "Blow, on Rosh Chodesh, a shofar; on the covered [time] for your holiday.", 
            "2": "Rise up in song, play the drum, the pleasant harp and the Navel!", 
            "5": "He placed it as a testimonial in [for] Yosef when He went forth over Egypt…", 
            "4": "Because it is a law for Yisrael and a judgment for the Lord of Yaakov.", 
            "7": "You called out in times of suffering and I released you.… I will answer you hidden behind thunder; I will test you at the Waters of Dispute. Selah.", 
            "6": "I have removed his shoulders from the burden; his hands should pass on [from] the pot.", 
            "9": "There should not be any alien gods within you; and do not bow down to any foreign gods.", 
            "8": "Listen my nation and I will rebuke you; Yisrael, if you listen to Me."
        }, 
        "81": {
            "1": "How long will you judge corruptly? And [how long will] you favor the evil ones? Selah.", 
            "0": "A psalm [written by] Asaf. The Lord stands in the Divine assembly; in its midst, the Lord will judge.", 
            "3": "Rescue the lowly and the defenseless; save them from the hands of the evil ones!", 
            "2": "Judge the lowly and the orphan; give justice to the dependent and the poor!", 
            "5": "I said: you were Elohim; and [that] all of you [were] sons of the Most High.", 
            "4": "They [the judges] have never known and will never understand- they will [always] walk in darkness. The foundations of the land will totter.", 
            "7": "Stand up, Lord, and judge the land. Because You will inherit amongst the nations.", 
            "6": "Therefore: like Man you will die; and like one of the officers you will fall."
        }, 
        "93": {
            "20": "Can they [the evil] amass against the soul of the righteous? [Can] innocent blood be convicted?", 
            "21": "God became a fortress for me; and my Lord [became] as a rock of refuge.", 
            "22": "And God returned upon them their own might and in their evil He stunned them.", 
            "1": "Arise, Judge of the land; deservedly reciprocate on the arrogant.", 
            "0": "God of retribution, Lord; God of retribution show Himself.", 
            "3": "They express and speak [words of] arrogance; all the evil doers speak their minds.", 
            "2": "How long, the evil ones, God? How long will the evil ones rejoice?", 
            "5": "They kill the widow and the proselyte; they murder the orphans.", 
            "4": "Your nation, God, they crush; Your inheritance they oppress.", 
            "7": "Understand you unrefined among the nation; fools, when you will become intelligent?", 
            "6": "And they say: God will not see; the Lord of Yaakov will not understand.", 
            "9": "The discipliner of the nations, does He not rebuke? The One Who teaches humankind knowledge?", 
            "8": "The One Who plants ears, does he not hear? If He creates eyes, does He not see?", 
            "11": "Advanced is the man who You, God, disciplines/punishes; [and advanced is the man] who You teach from Your Torah.", 
            "10": "God knows the thoughts of humankind; that they are nothing.", 
            "13": "Because God will never forsake His nation; His inheritance He will never ignore.", 
            "12": "To give him quiet from the evil days; while/until He digs the grave for the evil one.", 
            "15": "Who will rise up for me against the evil ones? Who will stand up for me against the evil doers?", 
            "14": "Because until righteousness [is attained] judgment will return; and after it all the upright.", 
            "17": "If I said my feet have stumbled; the loving-kindness of God will steady me.", 
            "16": "If it hadn’t been for God’s help, my soul would have been quickly embedded in silence.", 
            "19": "Could a throne of evil befriend You [that] forms evil into law?", 
            "18": "With the multitude of thoughts inside of me, Your comforts sooth my soul."
        }
    }, 
    "meta": "Chapter-Verse"
}