{
    "text": {
        "0": {
            "0": "Blessed is the man who does not walk in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scorners.",
            "1": "But his delight is in the Tora of the Lord; and in his Tora he meditates day and night.",
            "2": "And he shall be like a tree planted by streams of water, that brings forth its fruit in its season; its leaf also shall not wither; and in whatever he does he shall prosper.",
            "3": "Not so the wicked: but they are like the chaff which the wind drives away.",
            "4": "Therefore the wicked shall not stand in the judgment, nor sinners in the congregation of the righteous.",
            "5": "For the Lord knows the way of the righteous: but the way of the wicked shall perish."
        },
        "1": {
            "0": "Why are the nations in uproar, and the people mutter a vain thing?",
            "1": "The kings of the earth set themselves, and the rulers take counsel together, against the Lord, and against his anointed, saying,",
            "2": "Let us break their bonds asunder, and cast away their cords from us.",
            "3": "He who sits in the heavens laughs: the Lord has them in derision.",
            "4": "Then shall he speak to them in his wrath, and terrify them in his burning anger.",
            "5": "But I have set my king upon Żiyyon, my holy hill.",
            "6": "I will tell of the decree: the Lord has said to me, Thou art my son; this day have I begotten thee.",
            "7": "Ask of me, and I shall give thee nations for thy inheritance, and the uttermost parts of the earth for thy possession.",
            "8": "Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.",
            "9": "Be wise now therefore, O kings: be warned, O judges of the earth.",
            "10": "Serve the Lord with fear, and rejoice with trembling.",
            "11": "Worship in purity, lest he be angry, and you perish from the way, for in a little while his anger will blaze. Blessed are all who put their trust in him."
        },
        "2": {
            "0": "A Psalm of David, when he fled from Avshalom his son.",
            "1": "Lord, how many are my enemies become! many are they who rise up against me:",
            "2": "many there be who say of my soul, There is no help for him in God. (Sela.)",
            "3": "But Thou, O Lord, art a shield for me; my glory, and the lifter up of my head.",
            "4": "I cried to the Lord with my voice, and he heard me out of his holy hill. (Sela.)",
            "5": "I lie me down and sleep; I awake; for the Lord sustains me.",
            "6": "I will not be afraid of ten thousands of people, that have set themselves against me round about.",
            "7": "Arise, O Lord; save me, O my God: for Thou hast smitten all my enemies upon the cheek; Thou hast broken the teeth of the wicked.",
            "8": "Salvation belongs to the Lord: Thy blessing be upon Thy people. (Sela.)"
        },
        "3": {
            "0": "For the chief Musician on strings, A Psalm of David.",
            "1": "Hear me when I call, O God of my righteousness: Thou hast enlarged me when I was in distress; have mercy upon me, and hear my prayer.",
            "2": "O sons of men, how long will you turn my glory into shame? you love vanity, and seek after falsehood. (Sela.)",
            "3": "But know that the Lord has set apart the godly man as his own: the Lord will hear when I call to him.",
            "4": "Tremble, and sin not: commune with your own heart upon your bed, and be still. (Sela.)",
            "5": "Offer the sacrifices of righteousness, and put your trust in the Lord.",
            "6": "There are many who say, Who will show us good? Lord, lift Thou up the light of Thy countenance upon us.",
            "7": "Thou hast put more gladness in my heart than they have whose corn and wine are increased.",
            "8": "I will both lie down and sleep, in peace: for Thou, Lord, alone, makest me to dwell in safety."
        },
        "4": {
            "0": "To the chief Musician for flutes, A Psalm of David.",
            "1": "Give ear to my words, O Lord, consider my meditation.",
            "2": "Hearken to the voice of my cry, my King, and my God: for to Thee I will pray.",
            "3": "My voice shalt Thou hear in the morning, O Lord; in the morning I will direct my prayer to Thee; and will wait expectantly.",
            "4": "For Thou art not a God That hast pleasure in wickedness: nor shall evil dwell with Thee.",
            "5": "The boastful shall not stand in Thy sight: Thou hatest all workers of iniquity.",
            "6": "Thou dost destroy them that speak falsehood: the Lord abhors the bloody and deceitful man.",
            "7": "But as for me, I will come into Thy house in the multitude of Thy love: and in the fear of Thee I will worship towards Thy holy temple.",
            "8": "Lead me, O Lord, in Thy righteousness because of my enemies; make Thy way straight before my face.",
            "9": "For there is no sincerity in their mouth; in their heart is malice; their throat is an open sepulchre; they flatter with their tongue.",
            "10": "Condemn them, O God; let them fall by their own counsels; cast them out for the multitude of their transgressions; for they have rebelled against Thee.",
            "11": "But let all those that put their trust in Thee rejoice: let them ever shout for joy, because Thou dost defend them: and let those who love Thy name be joyful in Thee.",
            "12": "For Thou, Lord, dost bless the righteous; Thou dost encircle him with favour as with a shield."
        },
        "5": {
            "0": "To the chief Musician on strings upon the Sheminit, A Psalm of David.",
            "1": "O Lord, rebuke me not in Thy anger, nor chasten me in Thy hot displeasure.",
            "2": "Have mercy upon me, O Lord; for I am weak: O Lord, heal me; for my bones shudder;",
            "3": "and my soul is much affrighted. And Thou, O Lord, how long?",
            "4": "Return, O Lord, deliver my soul: oh save me on account of Thy steadfast love.",
            "5": "For in death there is no remembrance of Thee: in She᾽ol who shall give Thee thanks?",
            "6": "I am weary with my groaning: all the night I make my bed to swim; I water my couch with my tears.",
            "7": "My eye is wasted because of grief; it grows weak because of all my enemies.",
            "8": "Depart from me, all you workers of iniquity; for the Lord has heard the voice of my weeping.",
            "9": "The Lord has heard my supplication; the Lord receives my prayer.",
            "10": "All my\n\t\t\t\tenemies will be ashamed and much affrighted: they will turn back and be confounded in a moment."
        },
        "6": {
            "0": "A Shiggayon of David, which he sang to the Lord, concerning the words of Kush the Benyeminite.",
            "1": "O Lord my God, in Thee do I put my trust: save me from all them that persecute me, and deliver me:",
            "2": "lest he tear my soul like a lion, rending it in pieces, while there is none to deliver.",
            "3": "O Lord my God, if I have done this; if there be iniquity in my hands;",
            "4": "if I have rewarded evil to him that was at peace with me; (indeed, I have rescued him that without cause is my enemy:)",
            "5": "let the enemy persecute my soul, and take it; and let him tread down my life to the earth, and lay my honour in the dust. (Sela.)",
            "6": "Arise, O Lord, in Thy anger, lift up Thyself against the fury of my enemies: and awake for me: Thou hast commanded judgment.",
            "7": "Let the congregation of the peoples compass Thee about: and for their sakes return Thou on high.",
            "8": "The Lord shall judge the peoples. Judge me, O Lord, according to my righteousness, and according to my integrity that is in me.",
            "9": "O let the wickedness of the wicked come to an end; but establish the just: for the righteous God tries the hearts and reins.",
            "10": "My defence is of God, who saves the upright in heart.",
            "11": "God is a righteous judge; and a God who has indignation every day.",
            "12": "If a man does not turn, then he will whet his sword; he has bent his bow, and made it ready.",
            "13": "He has also prepared for him the instruments of death; he makes arrows for the pursuers.",
            "14": "Behold, he travails with iniquity, and has conceived mischief, and brings forth falsehood.",
            "15": "He has made a pit, and has dug it out, and has fallen into the ditch which he made.",
            "16": "His mischief shall return upon his own head, and his violent dealing shall come down upon his own pate.",
            "17": "I will praise the Lord according to his righteousness: and will sing praise to the name of the Lord most high."
        },
        "7": {
            "0": "To the chief Musician upon the Gittit, A Psalm of David.",
            "1": "O Lord our Lord, how majestic is Thy name in all the earth; who hast set Thy glory above the heavens.",
            "2": "Out of the mouth of babes and sucklings hast Thou founded strength because of Thy enemies, that Thou mightest still the enemy and the avenger.",
            "3": "When I behold Thy heavens, the work of Thy fingers, the moon and the stars, which Thou hast ordained;",
            "4": "what is man, that Thou art mindful of him? and the son of man, that Thou visitest him?",
            "5": "Yet Thou hast made him a little lower than the angels, and Thou dost crown him with glory and honour.",
            "6": "Thou makest him to have dominion over the works of Thy hands; Thou hast put all things under his feet:",
            "7": "all sheep, and oxen, and also the beasts of the field;",
            "8": "the birds of the sky, and the fish of the sea; whatever passes through the paths of the seas.",
            "9": "O Lord our Lord, how majestic is Thy name in all the earth!"
        },
        "8": {
            "0": "To the chief Musician on the death of Labben, A Psalm of David.",
            "1": "I will praise Thee, O Lord, with my whole heart; I will relate all Thy marvellous works.",
            "2": "I will be glad and rejoice in Thee: I will sing praise to Thy name, O Thou most High:",
            "3": "when my enemies are turned back, when they stumble and perish at Thy presence.",
            "4": "For Thou hast maintained my right and my cause; Thou didst sit on the throne giving righteous judgment.",
            "5": "Thou hast rebuked the nations, Thou hast destroyed the wicked, Thou hast blotted out their name for ever and ever.",
            "6": "The enemies are come to an end, in perpetual ruins: for Thou hast destroyed the cities; their memorial is perished.",
            "7": "But the Lord shall endure forever: he has prepared his throne for judgment.",
            "8": "And he will judge the world in righteousness, he will minister judgment to the people in uprightness.",
            "9": "The Lord also will be a stronghold for the oppressed, a refuge in times of trouble.",
            "10": "And they that know Thy name will put their trust in Thee: for Thou, Lord, hast not forsaken those who seek Thee.",
            "11": "Sing praises to the Lord, who dwells in Żiyyon: declare among the peoples his doings.",
            "12": "For he avenges blood, he remembers it: he does not forget the cry of the humble.",
            "13": "Be gracious to me, O Lord; consider my trouble which I suffer from those who hate me, Thou that liftest me up from the gates of death:",
            "14": "that I may relate all Thy praise in the gates of the daughter of Żiyyon. I will rejoice in Thy salvation.",
            "15": "The nations are sunk down in the pit that they have made: in the net which they hid is their own foot taken.",
            "16": "The Lord is known by the judgment which he executes: the wicked is snared in the work of his own hands. (A Higgayon. Sela.)",
            "17": "The wicked shall be turned back to She᾽ol, all the nations that forget God.",
            "18": "For the needy shall not always be forgotten: the expectation of the poor shall not perish forever.",
            "19": "Arise, O Lord; let man not prevail: let the nations be judged in Thy sight.",
            "20": "Put them in fear, O Lord: the nations will then know themselves to be but men. (Sela.)"
        },
        "9": {
            "0": "Why standest Thou afar off, O Lord? why hidest Thou Thyself in times of trouble?",
            "1": "The wicked in his pride hotly pursues the poor: let them be taken in the devices that they have imagined.",
            "2": "For the wicked boasts of his heart’s desire, and the greedy wretch curses and renounces the Lord.",
            "3": "The wicked, through the pride of his countenance thinks, He will not seek out: all his thoughts are, God is not.",
            "4": "His ways are always strong; thy judgments are far above out of his sight: as for all his enemies, he hisses at them.",
            "5": "He says in his heart, I shall not be moved: for I shall never be in adversity.",
            "6": "His mouth is full of cursing and deceit and fraud: under his tongue is mischief and iniquity.",
            "7": "He sits in the lurking places of the villages: in the secret places he murders the innocent: his eyes stealthily watch for the helpless.",
            "8": "He lies in wait secretly like a lion in his den: he lies in wait to catch the poor: he catches the poor, when he draws him into his net.",
            "9": "The helpless collapse: they bow down, and fall into his power.",
            "10": "He says in his heart, God has forgotten: he hides his face; he will never see it.",
            "11": "Arise, O Lord; O God, lift up Thy hand: forget not the humble.",
            "12": "Why does the wicked man renounce God? he says in his heart, Thou wilt not avenge.",
            "13": "Thou hast seen it; for Thou beholdest mischief and spite, to requite it with Thy hand: the helpless man commits himself to Thee; Thou art the helper of the fatherless.",
            "14": "Break Thou the arm of the wicked and the evil man: seek out his wickedness till Thou find none left.",
            "15": "The Lord is King for ever and ever: the nations are perished out of his land.",
            "16": "Lord, Thou hast heard the desire of the humble: Thou wilt strengthen their heart, Thou wilt cause Thy ear to hear:",
            "17": "to judge the fatherless and the oppressed, so that none shall any longer terrify innocent men from the earth."
        },
        "10": {
            "0": "To the chief Musician, of David. In the Lord I put my trust: how can you say to my soul, Flee like a bird to your mountain?",
            "1": "For, lo, the wicked bend the bow, they make ready their arrow upon the string, that they may shoot in darkness at the upright in heart.",
            "2": "For when the foundations are destroyed, what can the righteous do?",
            "3": "The Lord in his holy temple, the Lord whose throne is in heaven, whose eyes behold, whose eyelids try, the children of men:",
            "4": "the Lord tries the righteous: but the wicked and him who loves violence his soul hates.",
            "5": "Upon the wicked he shall rain coals, fire and brimstone, and a scorching wind shall be the portion of their cup.",
            "6": "For the Lord is righteous, he loves righteousness; the upright shall behold his face."
        },
        "11": {
            "0": "To the chief Musician upon the Sheminit, A Psalm of David.",
            "1": "Help, Lord; for the godly man ceases; for the faithful fail from among the children of men.",
            "2": "They speak vanity every one with his fellow: with flattering lips and with a double heart they speak.",
            "3": "May the Lord cut off all flattering lips, the tongue that speaks proud things:",
            "4": "who have said, With our tongue we will prevail; our lips are our own: who is lord over us?",
            "5": "For the violence done to the poor, for the sighing of the needy, now will I arise, says the Lord; I will set him in safety at whom they hiss.",
            "6": "The words of the Lord are pure words: silver refined in a furnace upon the ground, purified seven times.",
            "7": "Thou shalt keep them, O Lord, Thou shalt preserve them from this generation forever.",
            "8": "The wicked walk on every side, when vileness is exalted among the children of men."
        },
        "12": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "How long wilt Thou forget me O Lord? forever? how long wilt Thou hide ThThy face from me?",
            "2": "How long shall I take counsel in my soul, having sorrow in my heart daily? how long shall my enemy be exalted over me?",
            "3": "Look, and hear me, O Lord my God: lighten my eyes, lest I sleep the sleep of death;",
            "4": "lest my enemy say, I have prevailed against him; and those who trouble me rejoice when I am moved.",
            "5": "But I have trusted in Thy mercy; my heart shall rejoice in Thy salvation. I will sing to the Lord, because he has dealt bountifully with me."
        },
        "13": {
            "0": "To the chief Musician, of David. The fool has said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that does good.",
            "1": "The Lord looked down from heaven upon the children of men, to see if there were any that understood, and sought God.",
            "2": "They are all gone aside, they are all together become filthy: there is none that does good, no, not one.",
            "3": "Have all the workers of iniquity no knowledge? who eat up my people as they eat bread, and call not upon the Lord.",
            "4": "There were they in great fear: for God is in the generation of the righteous.",
            "5": "You shame the counsel of the poor, because the Lord is his refuge.",
            "6": "Oh that the salvation of Yisra᾽el were come out of Żiyyon! when the Lord brings back the captivity of his people, Ya῾aqov shall rejoice, and Yisra᾽el shall be glad."
        },
        "14": {
            "0": "A Psalm of David. Lord, who shall abide in Thy tent? who shall dwell in Thy holy hill?",
            "1": "He that walks uprightly, and acts justly, and speaks the truth in his heart.",
            "2": "He that does not slander with his tongue, nor does evil to his fellow, nor takes up a reproach against his neighbour.",
            "3": "In whose eyes a vile person is despised; but he honours them that fear the Lord. He that swears to his own hurt, and changes not.",
            "4": "He that does not put out his money on interest, nor takes a bribe against the innocent. He that does these things shall never be moved."
        },
        "15": {
            "0": "A Mikhtam of David. Preserve me, O God: for in Thee do I put my trust.",
            "1": "I have said to the Lord, Thou art my Lord: I have no good apart from Thee;",
            "2": "and to the saints that are on the earth, They are the excellent, in whom is all my delight.",
            "3": "Their sorrows shall be multiplied that hasten after another god: their drink offerings of blood will I not offer, nor take up their names upon my lips.",
            "4": "The Lord is the portion of my inheritance and of my cup: Thou maintainest my lot.",
            "5": "The lines are fallen to me in pleasant places; yea, I have a goodly heritage.",
            "6": "I bless the Lord, who gives me counsel: my reins also admonish me in the night seasons.",
            "7": "I have set the Lord always before me: surely he is at my right hand, I shall not be moved.",
            "8": "Therefore my heart is glad, and my glory rejoices: my flesh also dwells secure.",
            "9": "For Thou wilt not abandon my soul to She᾽ol; nor wilt Thou suffer thy holy one to see the pit.",
            "10": "Thou wilt make known to me the path of life: in Thy presence is fulness of joy; at Thy right hand are pleasures for evermore."
        },
        "16": {
            "0": "A Prayer of David. Hear the right, O Lord, attend to my cry, give ear to my prayer, from lips without deceit.",
            "1": "Let my sentence come forth from Thy presence; let Thy eyes behold the right.",
            "2": "Thou hast proved my heart; Thou hast visited it in the night: Thou hast tried me, but Thou findest nothing; let no presumptuous thought pass my lips.",
            "3": "Concerning the works of men, by the word of Thy lips I have kept me from the paths of the violent.",
            "4": "My steps have held fast to Thy paths; my feet have not slipped.",
            "5": "I have called upon Thee, for Thou wilt hear me, O God: incline Thy ear to me, and hear my speech.",
            "6": "Show marvellously Thy steadfast love, saving with Thy right hand from their enemies those who seek refuge.",
            "7": "Keep me as the apple of the eye, hide me under the shadow of Thy wings,",
            "8": "from the wicked that oppress me, from my deadly enemies, who compass me about.",
            "9": "They are inclosed in their own fat: with their mouth they speak proudly.",
            "10": "They dog our footsteps; they surround us: they set their eyes to tread us down to the earth;",
            "11": "he is like a lion greedy for its prey, and as it were a young lion lurking in secret places.",
            "12": "Arise, O Lord, confront him, cast him down: deliver my soul from the wicked, by Thy sword:",
            "13": "from men, by Thy hand, O Lord, from men whose portion in life is of the world, and whose belly Thou fillest with Thy treasure: who have children in plenty, and who leave their abundance to their babes.",
            "14": "As for me, I will behold Thy face in righteousness: I shall be satisfied, when I awake, with beholding Thy likeness."
        },
        "17": {
            "0": "To the chief Musician, of David, the servant of the Lord, who spoke to the Lord the words of this song in the day that the Lord delivered him from the hand of all his enemies, and from the hand of Sha᾽ul:",
            "1": "and he said, I will love Thee, O Lord, my strength.",
            "2": "The Lord is my rock, and my fortress, and my deliverer; my God, my rock, in whom I will trust; my shield, and the horn of my salvation, and my high tower.",
            "3": "He is worthy to be praised: I will call upon the Lord: so shall I be saved from my enemies.",
            "4": "The bonds of death encircled me, and the floods of ungodly men made me afraid.",
            "5": "The cords of She᾽ol compassed me about: the snares of death took me by surprise.",
            "6": "In my distress I called upon the Lord, and cried to my God: he heard my voice out of his temple, and my cry came before him, into his ears.",
            "7": "Then the earth shook and trembled; and the foundations of the hills moved and were shaken, because of his anger.",
            "8": "There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.",
            "9": "He bowed the heavens also, and came down: and darkness was under his feet.",
            "10": "And he rode upon a keruv, and did fly: he soared on the wings of the wind.",
            "11": "He made darkness his secret place; his pavilion round about him was dark water and thick clouds of the skies.",
            "12": "At the brightness that was before him his thick clouds passed, hail and coals of fire.",
            "13": "The Lord also thundered in the heavens, and the Highest gave his voice; hail and coals of fire.",
            "14": "And he sent out his arrows, and scattered them; and he shot out lightnings, and confounded them.",
            "15": "Then the channels of waters were seen, and the foundations of the world were laid bare, at Thy rebuke, O Lord, at the blast of the breath of Thy nostrils.",
            "16": "He sent from above, he took me, he drew me out of many waters.",
            "17": "He delivered me from my strong enemy, and from those who hated me: for they were too strong for me.",
            "18": "They surprised me in the day of my calamity: but the Lord was my stay.",
            "19": "He brought me forth also into a large place; he delivered me, because he delighted in me.",
            "20": "The Lord rewards me according to my righteousness; according to the cleanness of my hands he recompenses me.",
            "21": "For I have kept the ways of the Lord, and have not wickedly departed from my God.",
            "22": "For all his judgments were before me, and I did not put away his statutes from me.",
            "23": "I was also upright before him, and I kept myself from my iniquity.",
            "24": "Therefore the Lord recompenses me according to my righteousness, according to the cleanness of my hands in his eyesight.",
            "25": "With the merciful Thou wilt show Thyself merciful; with an upright man Thou wilt show Thyself upright;",
            "26": "with the pure Thou wilt show Thyself pure; and with the perverse Thou wilt show Thyself subtle.",
            "27": "For Thou wilt save the afflicted people; but wilt bring down high looks.",
            "28": "For Thou wilt light my candle: the Lord my God will enlighten my darkness.",
            "29": "For by Thee I run through a troop; and by my God I leap over a wall.",
            "30": "As for God, his way is perfect: the word of the Lord is tried: he is a shield to all those who trust in him.",
            "31": "For who is God save the Lord? or who is a rock save our God?",
            "32": "It is God that girds me with strength, and makes my way perfect.",
            "33": "He makes my feet like hinds’ feet, and sets me upon my heights.",
            "34": "He teaches my hands to war, so that a bow of brass is bent in my arms.",
            "35": "Thou hast also given me the shield of Thy salvation: and Thy right hand has supported me and Thy condescension has made me great.",
            "36": "Thou hast enlarged my steps under me, that my feet did not slip.",
            "37": "I have pursued my enemies, and overtaken them: neither did I turn back till they were consumed.",
            "38": "I have crushed them so that they were not able to rise: they are fallen under my feet.",
            "39": "For Thou hast girded me with strength to the battle: Thou hast subdued under me those who rose up against me.",
            "40": "Thou hast also made my enemies turn their backs on me; that I might destroy those who hate me.",
            "41": "They cried, but there was none to save them: to the Lord, but he answered them not.",
            "42": "Then did I beat them small like the dust before the wind: I did cast them out like the dirt in the streets.",
            "43": "Thou deliverest me from the strivings of the people; Thou makest me the head of nations: a people whom I have not known shall serve me.",
            "44": "As soon as they hear of me, they shall obey me: the strangers shall submit themselves to me.",
            "45": "The strangers shall fade away, and come trembling out of their close places.",
            "46": "The Lord lives; and blessed is my rock; and let the God of my salvation be exalted.",
            "47": "It is God who avenges me, and has subdued peoples under me.",
            "48": "He delivers me from my enemies: indeed, thou liftest me up above those who rise up against me: Thou deliverest me from the violent man.",
            "49": "Therefore will I give thanks to Thee, O Lord, among the nations, and sing praises to Thy name.",
            "50": "Great deliverance he gives to his king; and shows steadfast love to his anointed, to David, and to his seed for evermore."
        },
        "18": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "The heavens declare the glory of God; and the firmament proclaims his handiwork.",
            "2": "Day to day utters speech, and night to night expresses knowledge.",
            "3": "There is no speech nor are there words; their voice is not heard.",
            "4": "Their line is gone out through all the earth, and their words to the end of the world. In them he has set a tent for the sun,",
            "5": "which is like a bridegroom coming out of his chamber, and rejoices like a strong man to run a race.",
            "6": "His going forth is from the end of the heaven, and his circuit to the ends of it: and there is nothing hid from his heat.",
            "7": "The Tora of the Lord is perfect, restoring the soul: the testimony of the Lord is sure, making wise the simple.",
            "8": "The statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is pure, enlightening the eyes.",
            "9": "The fear of the Lord is clean, enduring forever: the judgments of the Lord are true and are righteous altogether.",
            "10": "More to be desired are they than gold, even much fine gold: sweeter also than honey and the honeycomb.",
            "11": "Moreover by them is Thy servant enlightened: and in keeping of them there is great reward.",
            "12": "Who can discern errors? cleanse Thou me from secret faults.",
            "13": "Keep back Thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be clear of much transgression.",
            "14": "Let the words of my mouth, and the meditation of my heart, be acceptable in Thy sight, O Lord, my rock, and my redeemer."
        },
        "19": {
            "0": "To the chief Musician, A Psalm for David.",
            "1": "May the Lord hear thee in the day of trouble; may the name of the God of Ya῾aqov defend thee!",
            "2": "May he send thee help from the sanctuary, and strengthen thee out of Żiyyon!",
            "3": "May he remember all thy offerings, and accept with favour thy burnt offering! (Sela.)",
            "4": "May he grant thee thy heart’s desire, and fulfil all thy counsel!",
            "5": "May we rejoice in Thy salvation, and in the name of our God set up our banner! Let the Lord fulfil all thy petitions!",
            "6": "Now I know that the Lord saves his anointed; that he answers him from his holy heaven with the saving strength of his right hand.",
            "7": "Some trust in chariots, and some in horses: but we will make mention of the name of the Lord our God.",
            "8": "They are bowed down and fallen: but we are risen, and stand upright.",
            "9": "Save, Lord; O King, who hears us on the day when we call."
        },
        "20": {
            "0": "To the chief Musicians, A Psalm of David.",
            "1": "The king joys in Thy strength, O Lord; and in Thy salvation how greatly he rejoices!",
            "2": "Thou hast given him his heart’s desire, and hast not withheld the request of his lips. (Sela.)",
            "3": "For Thou dost meet him with the blessings of goodness: Thou settest a crown of pure gold on his head.",
            "4": "He asked life of Thee, and Thou didst give it him; length of days for ever and ever.",
            "5": "His glory is great in Thy salvation: honour and majesty Thou dost lay upon him.",
            "6": "For Thou dost make him most blessed forever: Thou makest him exceeding glad with Thy countenance.",
            "7": "For the king trusts in the Lord, and through the steadfast love of the most High he shall not be moved.",
            "8": "Thy hand shall find out all Thy enemies: Thy right hand shall seize those that hate Thee.",
            "9": "Thou shalt make them like a fiery oven in the time of Thy anger: the Lord shall swallow them up in his wrath, and the fire shall devour them.",
            "10": "Their fruit shalt Thou destroy from the earth, and their seed from among the children of men.",
            "11": "For they intended evil against Thee: they imagined a mischievous device, but they will not succeed.",
            "12": "For Thou shalt make them turn their back; Thou shalt aim Thy bowstrings against the face of them.",
            "13": "Be Thou exalted, Lord, in Thy own strength: we will sing and praise Thy power."
        },
        "21": {
            "0": "To the chief Musician upon Ayyelet-hashshaĥar, A Psalm of David.",
            "1": "My God, my God, why hast Thou forsaken me? why art Thou so far from helping me, from the words of my loud complaint?",
            "2": "O my God, I cry in the daytime, but Thou hearest not; and in the night season, and I have no rest.",
            "3": "But Thou art holy, O Thou That art enthroned upon the praises of Yisra᾽el.",
            "4": "Our fathers trusted in Thee: they trusted, and Thou didst deliver them.",
            "5": "They cried to Thee, and were delivered: they trusted in Thee, and were not confounded.",
            "6": "But I am a worm, and no man; a reproach of men, and despised of the people.",
            "7": "All that see me laugh me to scorn: they shoot out the lip, they shake the head, saying, He trusts in the Lord that he will deliver him!",
            "8": "Let him deliver him, seeing he delights in him.",
            "9": "But Thou art he that took me out of the womb: Thou didst make me hope when I was upon my mother’s breasts.",
            "10": "I was cast upon Thee from the womb: Thou art my God from my mother’s belly.",
            "11": "Be not far from me; for trouble is near; for there is none to help.",
            "12": "Many bulls have compassed me: strong bulls of Bashan have beset me round.",
            "13": "They gape upon me with their mouths, like a ravening and a roaring lion.",
            "14": "I am poured out like water, and all my bones are out of joint: my heart is become like wax; it is melted in the midst of my bowels.",
            "15": "My strength is dried up like a potsherd; and my tongue cleaves to my jaws; and Thou layest me down in the dust of death.",
            "16": "For dogs have compassed me: the assembly of the wicked have inclosed me: they seize my hands and my feet like a lion.",
            "17": "I can count all my bones: they look and stare upon me.",
            "18": "They part my garments among them, and cast lots upon my vesture.",
            "19": "But be not Thou far from me, O Lord: O my strength, haste Thee to help me.",
            "20": "Deliver my life from the sword; my only one from the power of the dog.",
            "21": "Save me from the lion’s mouth: for Thou hast answered me from the horns of the wild oxen.",
            "22": "I will declare Thy name to my brethren: in the midst of the congregation I will praise Thee.",
            "23": "You who fear the Lord, praise him; all you the seed of Ya῾aqov, glorify him; and fear him, all the seed of Yisra᾽el.",
            "24": "For he has not despised nor abhorred the affliction of the afflicted; nor has he hid his face from him; but when he cried to him, he heard.",
            "25": "My praise shall be of Thee in the great congregation: I will pay my vows before those who fear him.",
            "26": "The meek shall eat and be satisfied: those who seek him shall praise the Lord: may your heart forever revive!",
            "27": "All the ends of the world shall remember and turn to the Lord: and all the families of the nations shall worship before Thee.",
            "28": "For the kingdom is the Lord’s: and he is ruler over the nations.",
            "29": "All the fat ones of the earth shall eat and worship: all they that go down to the dust, and he that cannot keep alive his own soul, shall bow before him.",
            "30": "Their seed shall serve him; it shall be told of the Lord to the coming generation.",
            "31": "They shall come, and shall declare his righteousness to a people that shall be born, that he has done this."
        },
        "22": {
            "0": "A Psalm of David. The Lord is my shepherd; I shall not want.",
            "1": "He makes me to lie down in green pastures: he leads me beside the still waters.",
            "2": "He restores my soul: he leads me in the paths of righteousness for his name’s sake.",
            "3": "Even though I walk through the valley of the shadow of death, I will fear no evil: for Thou art with me; Thy rod and Thy staff they comfort me.",
            "4": "Thou preparest a table before me in the presence of my enemies: Thou anointest my head with oil; my cup runs over.",
            "5": "Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the Lord forever."
        },
        "23": {
            "0": "A Psalm of David. The earth is the Lord’s, and the fulness thereof; the world, and they that dwell in it.",
            "1": "For he has founded it upon the seas, and established it upon the floods.",
            "2": "Who shall ascend into the mountain of the Lord? or who shall stand in his holy place?",
            "3": "He that has clean hands, and a pure heart; who has not taken my name in vain, nor sworn deceitfully.",
            "4": "He shall receive a blessing from the Lord, and righteousness from the God of his salvation.",
            "5": "This is Ya῾aqov, the generation of those who seek him, that seek Thy face. (Sela.)",
            "6": "Lift up your heads, O you gates; and be lifted up, you everlasting doors; and the King of glory shall come in.",
            "7": "Who is this King of glory? The Lord strong and mighty, the Lord mighty in battle.",
            "8": "Lift up your heads, O you gates; and lift them up, you everlasting doors; that the King of glory may come in.",
            "9": "Who is this King of glory? The Lord of hosts, he is the King of glory. (Sela.)"
        },
        "24": {
            "0": "Of David. To Thee, O Lord, do I lift up my soul.",
            "1": "O my God, I trust in Thee: let me not be ashamed, let not my enemies triumph over me.",
            "2": "Moreover let none that wait on Thee be ashamed: let them be ashamed who betray without cause.",
            "3": "Make me know Thy ways, O Lord; teach me Thy paths.",
            "4": "Lead me in Thy truth, and teach me: for Thou art the God of my salvation; for Thee do I wait all the day.",
            "5": "Remember, O Lord, Thy tender mercies and Thy truth; for they have been from of old.",
            "6": "Remember not the sins of my youth, nor my transgressions: according to Thy loyal love remember Thou me for Thy goodness’ sake, O Lord.",
            "7": "Good and upright is the Lord: therefore does he instruct sinners in the way.",
            "8": "He directs the humble in justice: and he teaches the meek his way.",
            "9": "All the paths of the Lord are mercy and truth to such as keep his covenant and his testimonies.",
            "10": "For Thy name’s sake, O Lord, pardon my iniquity; for it is great.",
            "11": "What man is he that fears the Lord? him shall he teach in the way that he should choose.",
            "12": "His soul shall abide in prosperity; and his seed shall inherit the earth.",
            "13": "The counsel of the Lord is with them that fear him; and he will reveal to them his covenant.",
            "14": "My eyes are ever towards the Lord; for he shall pluck my feet out of the net.",
            "15": "Turn Thee to me, and be gracious to me; for I am desolate and afflicted.",
            "16": "The troubles of my heart are enlarged: O bring me out of my distresses.",
            "17": "Look upon my affliction and my pain; and forgive all my sins.",
            "18": "Consider my enemies; for they are many; and they hate me with a cruel hatred.",
            "19": "O keep my soul, and deliver me: let me not be ashamed; for I put my trust in Thee.",
            "20": "Let integrity and uprightness preserve me; because I wait for Thee.",
            "21": "Redeem Yisra᾽el, O God, out of all his troubles."
        },
        "25": {
            "0": "Of David. Judge me, O Lord; for I have walked in my integrity: and I have trusted in the Lord; I shall not slip.",
            "1": "Examine me, O Lord, and prove me; try my reins and my heart.",
            "2": "For Thy loyal love is before my eyes: and I have walked in Thy truth.",
            "3": "I have not sat with vain persons, neither do I enter the company of dissemblers.",
            "4": "I have hated the congregation of evil doers; and I do not sit with the wicked.",
            "5": "I wash my hands in innocency: so I compass Thy altar, O Lord:",
            "6": "that I may sound the voice of thanksgiving, and tell of all Thy wondrous works.",
            "7": "Lord, I love the habitation of Thy house, and the place where Thy glory dwells.",
            "8": "Gather not my soul with sinners, nor my life with bloody men:",
            "9": "in whose hands is mischief, and their right hand is full of bribes.",
            "10": "But as for me, I will walk in my integrity: redeem me, and be gracious unto me.",
            "11": "My foot stands in an even place: in the congregations I will bless the Lord."
        },
        "26": {
            "0": "Of David. The Lord is my light and my salvation; whom shall I fear? the Lord is the stronghold of my life; of whom shall I be afraid?",
            "1": "When the wicked, my enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.",
            "2": "Though a host should camp against me, my heart shall not fear: though war should rise against me, even then I will be confident.",
            "3": "One thing have I desired of the Lord, that will I seek after; that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to inquire in his temple.",
            "4": "For in the day of evil he shall hide me in his pavilion: in the covert of his tent he shall hide me; he shall set me up upon a rock.",
            "5": "And now shall my head be lifted up above my enemies round about me: therefore I will offer in his tabernacle sacrifices of joy; I will sing, and I will make melody to the Lord.",
            "6": "Hear, O Lord, when I cry with my voice: be gracious to me, and answer me.",
            "7": "Of Thee my heart has said, Seek my face. Thy face, O Lord, I seek.",
            "8": "Hide not Thy face from me; put not Thy servant away in anger: Thou hast been my help; abandon me not, nor forsake me, O God of my salvation.",
            "9": "For my father and my mother have forsaken me, but the Lord will take me up.",
            "10": "Teach me Thy way, O Lord, and lead me in an even path, because of my enemies.",
            "11": "Deliver me not over to the will of my enemies: for false witnesses are risen up against me, and such as breathe out violence.",
            "12": "Were it not that I believed I should see the goodness of the Lord in the land of the living.",
            "13": "Wait on the Lord: be of good courage, and he shall strengthen thy heart: and wait on the Lord."
        },
        "27": {
            "0": "Of David. To Thee I will cry, O Lord; my rock; be not silent to me: lest, if Thou be silent to me, I become like those who go down into the pit.",
            "1": "Hear the voice of my supplications, when I cry to Thee, when I lift up my hands towards Thy holy sanctuary.",
            "2": "Drag me not away with the wicked, and with the workers of iniquity, who speak peace to their neighbours, but there is evil in their hearts.",
            "3": "Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.",
            "4": "Because they give no heed to the works of the Lord, nor to the operation of his hands, he will destroy them, and not build them up.",
            "5": "Blessed be the Lord, because he has heard the voice of my supplications.",
            "6": "The Lord is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoices; and with my song I will praise him.",
            "7": "The Lord is a strength to them, and he is the saving strength of his anointed.",
            "8": "Save Thy people, and bless Thy inheritance: and shepherd them, and carry them forever."
        },
        "28": {
            "0": "A Psalm of David. Ascribe to the Lord, O you mighty, ascribe to the Lord glory and strength.",
            "1": "Give to the Lord the glory due to his name; worship the Lord in the beauty of holiness.",
            "2": "The voice of the Lord is upon the waters: the God of glory thunders: the Lord is upon many waters.",
            "3": "The voice of the Lord is powerful; the voice of the Lord is full of majesty.",
            "4": "The voice of the Lord breaks the cedars; yea, the Lord breaks the cedars of the Levanon.",
            "5": "He make them also skip like a calf; Levanon and Shiryon like a young wild ox.",
            "6": "The voice of the Lord divides the flames of fire.",
            "7": "The voice of the Lord shakes the wilderness; the Lord shakes the wilderness of Qadesh.",
            "8": "The voice of the Lord makes the hinds to calve, and strips the forests bare, and in his temple everyone speaks of his glory.",
            "9": "The Lord sat enthroned at the flood; and he sits enthroned as King forever.",
            "10": "The Lord gives strength to his people; the Lord blesses his people with peace."
        },
        "29": {
            "0": "A Psalm and Song at the dedication of the house; of David.",
            "1": "I will extol Thee, O Lord; for Thou hast lifted me up, and hast not made my foes to rejoice over me.",
            "2": "O Lord my God, I cried to Thee and Thou hast healed me.",
            "3": "O Lord, Thou hast brought up my soul from She᾽ol: Thou hast kept me alive, that I should not go down to the pit.",
            "4": "Sing to the Lord, O his pious ones, and give thanks to his holy name.",
            "5": "For his anger endures but a moment; in his favour is life: weeping may endure for a night, but joy comes in the morning.",
            "6": "And in my prosperity I said, I shall never be moved.",
            "7": "Lord, by Thy favour Thou hast made my mountain to stand strong: Thou didst hide Thy face, and I was affrighted.",
            "8": "I cried to Thee, O Lord; and to the Lord I made supplication.",
            "9": "What profit is there in my blood, when I go down to the pit? Shall dust praise Thee? shall it declare Thy truth?",
            "10": "Hear, O Lord, and be gracious to me: Lord, be Thou my helper.",
            "11": "Thou hast turned for me my mourning into dancing: Thou hast loosed my sackcloth, and girded me with gladness;",
            "12": "to the end that my glory may sing praise to Thee, and not be silent. O Lord my God, I will give thanks to Thee forever."
        },
        "30": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "In Thee, O Lord, do I take refuge; let me never be ashamed: deliver me in Thy righteousness.",
            "2": "Incline Thy ear to me; deliver me speedily: be Thou my strong rock, a fortress of defence to save me.",
            "3": "For Thou art my rock and my fortress; therefore for Thy name’s sake lead me, and guide me.",
            "4": "Pull me out of the net that they have hidden for me: for Thou art my stronghold.",
            "5": "Into Thy hand I commit my spirit: Thou hast redeemed me, O Lord God of truth.",
            "6": "I hate them that regard vain idols: but I trust in the Lord.",
            "7": "I will be glad and rejoice in Thy loyal love: for Thou hast considered my affliction: Thou hast known the troubles of my soul;",
            "8": "and Thou hast not delivered me up into the hand of the enemy: Thou hast set my feet in a broad place.",
            "9": "Be gracious to me, O Lord, for I am in trouble: my eye is consumed with grief, my soul and my body.",
            "10": "For my life is spent with grief, and my years with sighing: my strength fails because of my iniquity, and my bones are wasted away.",
            "11": "I am the scorn of all my adversaries, and very much of my neighbours, and a dread to my acquaintances: those who see me in the street flee from me.",
            "12": "I am forgotten as a dead man out of mind: I am like a broken vessel.",
            "13": "For I have heard the slander of many: fear on every side: while they took counsel together against me, they devised to take away my life.",
            "14": "But I trusted in Thee, O Lord: I said, Thou art my God.",
            "15": "My times are in Thy hand: deliver me from the hand of my enemies, and from those who persecute me.",
            "16": "Make Thy face to shine upon Thy servant: save me by Thy loyal love.",
            "17": "Let me not be ashamed, O Lord; for I have called upon Thee: let the wicked be ashamed, and let them be silent in She᾽ol.",
            "18": "Let the lying lips be put to silence; which speak arrogant words, proudly and contemptuously, against the righteous.",
            "19": "Oh how great is Thy goodness, which Thou has laid up for those who fear Thee; which Thou hast performed for those who trust in Thee in the sight of the sons of men!",
            "20": "Thou hidest them in the covert of Thy presence from the plots of men: Thou shalt keep them secretly in a pavilion from the strife of tongues.",
            "21": "Blessed be the Lord: for he has shown me his marvellous love in a strong city.",
            "22": "For I said in my haste, I am cut off from before Thy eyes: nevertheless Thou didst hear the voice of my supplications when I cried to Thee.",
            "23": "O love the Lord, all his pious ones: for the Lord preserves the faithful, and plentifully repays him who acts haughtily.",
            "24": "Be of good courage, and let your heart be strong, all you who hope in the Lord."
        },
        "31": {
            "0": "Of David. A maskil. Blessed is he whose transgression is forgiven, whose sin is covered.",
            "1": "Blessed is the man to whom the Lord imputes no iniquity, and in whose spirit there is no guile.",
            "2": "When I kept silence, my bones wasted away through my groaning all the day long.",
            "3": "For day and night Thy hand was heavy upon me: my moisture is turned into the drought of summer. (Sela.)",
            "4": "I acknowledged my sin to Thee, and my iniquity I have not hid. I said, I will confess my transgressions to the Lord; and Thou didst forgive the iniquity of my sin. (Sela.)",
            "5": "For this shall everyone that is godly pray to Thee in a time when Thou mayst be found: then surely the floods of great waters shall not come near him.",
            "6": "Thou art my hiding place; Thou shalt preserve me from trouble; Thou dost compass me about with songs of deliverance. (Sela.)",
            "7": "I will instruct thee and teach thee in the way which thou shalt go: I will counsel thee, with my eye upon thee.",
            "8": "Be not like the horse, or the mule, which have no understanding: whose mouth must be held in with bit and bridle, that they come not near to thee.",
            "9": "Many are the sorrows of the wicked: but he that trusts in the Lord, shall be surrounded by love.",
            "10": "Be glad in the Lord, and rejoice, O you righteous: and shout for joy, all you who are upright in heart."
        },
        "32": {
            "0": "Rejoice in the Lord, O you righteous: praise is comely for the upright.",
            "1": "Praise the Lord with a lyre: make melody to him with the harp of ten strings.",
            "2": "Sing to him a new song; play skillfully with loud jubilations.",
            "3": "For the word of the Lord is right; and all his work is done in faithfulness.",
            "4": "He loves righteousness and judgment: the earth is full of the goodness of the Lord.",
            "5": "By the word of the Lord were the heavens made; and all the host of them by the breath of his mouth.",
            "6": "He gathers the waters of the sea together like a rampart: he lays up the depths in storehouses.",
            "7": "Let all the earth fear the Lord: let all the inhabitants of the world stand in awe of him.",
            "8": "For he spoke, and it was; he commanded, and it stood fast.",
            "9": "The Lord brings the counsel of the nations to nought: he makes the devices of the peoples to be of no effect.",
            "10": "The counsel of the Lord stands forever, the thoughts of his heart to all generations.",
            "11": "Happy is the nation whose God is the Lord; and the people whom he has chosen for his own inheritance.",
            "12": "The Lord looks down from heaven; he beholds all the sons of men.",
            "13": "From the place of his habitation he looks upon all the inhabitants of the earth;",
            "14": "he who fashions their hearts alike; who considers all their deeds.",
            "15": "There is no king saved by the multitude of a host: a mighty man is not delivered by great strength.",
            "16": "A horse is a vain thing for safety: nor shall he save by his great strength.",
            "17": "Behold, the eye of the Lord is upon those who fear him, upon those who hope in his steadfast love:",
            "18": "to deliver their soul from death, and to keep them alive in famine.",
            "19": "Our soul waited for the Lord: he is our help and our shield.",
            "20": "For our heart shall rejoice in him, because we have trusted in his holy name.",
            "21": "Let Thy steadfast love, O Lord be upon us, even as we hope in Thee."
        },
        "33": {
            "0": "Of David, when he changed his demeanour before Avimelekh; who drove him away, and he departed.",
            "1": "I will bless the Lord at all time: his praise shall continually be in my mouth.",
            "2": "My soul shall glory in the Lord: the humble shall hear of it, and be glad.",
            "3": "O magnify the Lord with me, and let us exalt his name together.",
            "4": "I sought the Lord, and he answered me, and delivered me from all my fears.",
            "5": "They looked to him, and are radiant: and their faces shall not be ashamed.",
            "6": "This poor man cries, and the Lord hears, and saves him out of all his troubles.",
            "7": "The angel of the Lord encamps round about those who fear him, and he delivers them.",
            "8": "O taste and see that the Lord is good: blessed is the man who trusts in him.",
            "9": "O fear the Lord, you saints of his: for those who fear him have no lack.",
            "10": "The young lions lack, and suffer hunger: but they who seek the Lord shall not want any good thing.",
            "11": "Come, children, hearken to me: I will teach you the fear of the Lord.",
            "12": "Who is the man that desires life, and loves many days, that he may see good?",
            "13": "Keep thy tongue from evil, and thy lips from speaking guile.",
            "14": "Depart from evil, and do good; seek peace, and pursue it.",
            "15": "The eyes of the Lord are towards the righteous, and his ears are open to their cry.",
            "16": "The face of the Lord is against those who do evil, to cut off the remembrance of them from the earth.",
            "17": "The righteous cry, and the Lord hears, and delivers them out of all their troubles.",
            "18": "The Lord is near to them who are of a broken heart; and he saves such as are of a contrite spirit.",
            "19": "Many are the afflictions of the righteous: but the Lord delivers him out of them all.",
            "20": "He keeps all his bones: not one of them is broken.",
            "21": "Evil shall slay the wicked: and they that hate the righteous shall be condemned.",
            "22": "The Lord redeems the soul of his servants: and none of them that trust in him shall be condemned."
        },
        "34": {
            "0": "Of David. Strive, O Lord, with those who contend against me: fight with those who oppose me.",
            "1": "Take hold of shield and buckler, and rise up for my help.",
            "2": "Draw out also the spear, and battle axe against those who persecute me: say to my soul, I am thy salvation.",
            "3": "Let them be confounded and put to shame who seek after my soul: let them be turned back and brought to confusion who devise my hurt.",
            "4": "Let them be as chaff before the wind: the angel of the Lord thrusting them.",
            "5": "Let their way be dark and slippery: the angel of the Lord pursuing them.",
            "6": "For without cause have they hid for me their net; a pit without cause have they dug for my soul.",
            "7": "Let destruction come upon him unawares; and let his net that he has hid catch himself: let him fall to ruin.",
            "8": "And my soul shall be joyful in the Lord: it shall rejoice in his salvation.",
            "9": "All my bones shall say, Lord, who is like Thee, who delivers the poor from him that is too strong for him, and the poor and the needy from him that robs him?",
            "10": "False witnesses rise up; they ask me things that I know not.",
            "11": "They repay me evil for good; a bereavement to my soul!",
            "12": "But as for me, when they were sick, my clothing was sackcloth: I afflicted my soul with fasting; and as for my prayer may it return to my own bosom.",
            "13": "I went about as for my friend or brother: I bowed down heavily, as one who mourns for his mother.",
            "14": "But when I stumble they rejoice, and gather themselves together. Wretches whom I have not known tear me in pieces without ceasing.",
            "15": "Like profane men, scornful mockers, they grind their teeth against me.",
            "16": "Lord, how long wilt Thou look on? rescue my soul from their destructions, my only one from the lions.",
            "17": "I will give Thee thanks in the great congregation: I will praise Thee among a numerous people.",
            "18": "Let not those who are wrongfully my enemies rejoice over me; or those who hate me without cause wink their eye.",
            "19": "For they seek not peace: but they devise deceitful matters against those who are quiet in the land.",
            "20": "For they open their mouths wide against me, and say, Aha, aha, our eye has seen it.",
            "21": "Thou hast seen, O Lord: keep no silence: O Lord, be not far from me.",
            "22": "Rouse Thyself, and awake to my judgment; to my cause, my God and my Lord.",
            "23": "Judge me, O Lord my God, according to Thy righteousness; and let them not rejoice over me.",
            "24": "Let them not say in their hearts, Ah, so we have our desire: let them not say, We have swallowed him up.",
            "25": "Let them be ashamed and brought to confusion together, those who rejoice at my hurt: let them be clothed with shame and dishonour, those who magnify themselves against me.",
            "26": "Let them shout for joy, and be glad, those who favour my righteous cause: and let them say continually, Let the Lord be magnified, who has pleasure in the welfare of his servant.",
            "27": "And my tongue shall speak of Thy righteousness; of Thy praise all the day long."
        },
        "35": {
            "0": "To the chief Musician, of David the servant of the Lord.",
            "1": "Transgression speaks to the wicked within his heart; there is no fear of God before his eyes.",
            "2": "For he flatters himself in his own eyes, that his iniquity cannot be found out and hated.",
            "3": "The words of his mouth are iniquity and deceit: he has left off being wise, and doing good.",
            "4": "He devises mischief upon his bed; he sets himself in a way that is not good; he does not abhor evil.",
            "5": "Thy steadfast love, O Lord, is in the heavens; and Thy faithfulness reaches the clouds.",
            "6": "Thy righteousness is like the great mountains; Thy judgments are a great deep: O Lord, Thou preservest man and beast.",
            "7": "How excellent is Thy love, O God! therefore the children of men shelter under the shadow of Thy wings.",
            "8": "They are abundantly satisfied with the fatness of Thy house; and Thou makest them to drink of the river of Thy pleasures.",
            "9": "For with Thee is the fountain of life: in Thy light we see light.",
            "10": "O continue Thy steadfast love to those who know Thee; and Thy righteousness to the upright in heart.",
            "11": "Let not the foot of pride come against me, and let not the hand of the wicked drive me away.",
            "12": "There are the workers of iniquity fallen: they are cast down, and are not able to rise."
        },
        "36": {
            "0": "Of David. Fret not thyself because of evil doers, nor be envious against the workers of iniquity.",
            "1": "For they shall soon be cut down like the grass, and wither like the green herb.",
            "2": "Trust in the Lord, and do good; dwell in the land, and enjoy security.",
            "3": "Delight thyself also in the Lord; and he shall give thee the desires of thy heart.",
            "4": "Commit thy way to the Lord; trust also in him; and he will bring it to pass.",
            "5": "And he will bring forth thy righteousness as the light, and thy judgment like the noonday.",
            "6": "Rest in the Lord, and wait patiently for him: fret not thyself because of him who prospers in his way, because of the man who accomplishes wicked devices.",
            "7": "Cease from anger, and forsake wrath: fret not thyself: it comes to no good.",
            "8": "For evildoers shall be cut off: but those who wait upon the Lord, they shall inherit the earth.",
            "9": "For yet a little while, and the wicked shall not be: and thou shalt look well at his place, but he will not be there.",
            "10": "But the meek shall inherit the earth; and shall delight themselves in the abundance of peace.",
            "11": "The wicked man plots against the just, and grinds his teeth against him.",
            "12": "The Lord shall laugh at him: for he sees that his day is coming.",
            "13": "The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, and to slay such as are of upright ways.",
            "14": "Their sword shall enter into their own heart, and their bows shall be broken.",
            "15": "A little that a righteous man has is better than the riches of many wicked men.",
            "16": "For the arms of the wicked shall be broken: but the Lord upholds the just.",
            "17": "The Lord knows the days of the innocent: and their inheritance shall be for ever.",
            "18": "They shall not be ashamed in the evil time: and in the days of famine they shall be satisfied.",
            "19": "But the wicked and the enemies of the Lord shall perish like the glory of the meadows; they shall consume; they shall pass away in smoke.",
            "20": "The wicked borrows, but does not pay back: but the righteous man gives with a good grace.",
            "21": "For such as are blessed of him shall inherit the earth; and they that are cursed of him shall be cut off.",
            "22": "The steps of a man are ordered by the Lord: and he delights in his way.",
            "23": "Though he fall, he shall not be utterly cast down: for the Lord upholds him with his hand.",
            "24": "I have been young, and now am old; yet I have not seen a just man forsaken, and his seed begging bread.",
            "25": "He lends generously at all times; and his seed is blessed.",
            "26": "Depart from evil, and do good; and dwell for evermore.",
            "27": "For the Lord loves justice, and forsakes not his pious ones; they are preserved for ever: but the seed of the wicked shall be cut off.",
            "28": "The righteous shall inherit the land, and dwell in it for ever.",
            "29": "The mouth of the righteous speaks wisdom, and his tongue discourses justice.",
            "30": "The Tora of his God is in his heart; none of his steps shall falter.",
            "31": "The wicked man watches the righteous, and seeks to slay him.",
            "32": "The Lord will not leave him in his hand, nor allow him to be condemned when he is judged.",
            "33": "Wait on the Lord, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it.",
            "34": "I have seen the wicked in great power, and spreading himself like a green tree in its native soil.",
            "35": "Yet he passed away, and, lo, he was not: I sought him, but he could not be found.",
            "36": "Mark the perfect man, and behold the upright: for the end of that man is peace.",
            "37": "But the transgressors are destroyed together: the end of the wicked is cut off.",
            "38": "And the salvation of the righteous is of the Lord: he is their strength in the time of trouble.",
            "39": "And the Lord will help them, and deliver them: he shall deliver them from the wicked, and save them, because they take refuge in him."
        },
        "37": {
            "0": "A Psalm of David, for invocation.",
            "1": "O Lord, rebuke me not in Thy wrath: nor chasten me in Thy hot displeasure.",
            "2": "For Thy arrows stick fast in me, and Thy hand presses me sore.",
            "3": "There is no soundness in my flesh because of Thy anger; nor is there any health in my bones because of my sin.",
            "4": "For my iniquities are gone over my head: like a heavy burden they are too heavy for me.",
            "5": "My wounds stink; they fester because of my foolishness.",
            "6": "I am troubled; I am bowed down greatly; I go mourning all the day long.",
            "7": "For my loins are filled with burning: and there is no soundness in my flesh.",
            "8": "I am feeble and sore broken: I groan by reason of the disquietness of my heart.",
            "9": "Lord, all my desire is before Thee; and my sighing is not hid from Thee.",
            "10": "My heart palpitates, my strength fails me: as for the light of my eyes, it also is gone from me.",
            "11": "My lovers and my friends stand aloof from my plague; and my kinsmen stand afar off.",
            "12": "And they who seek after my life lay snares for me: and they who seek my hurt speak mischievous things, and meditate deceits all the day long.",
            "13": "But I, like a deaf man, hear not; and like a dumb man that opens not his mouth.",
            "14": "Thus I was like a man that hears not, and in whose mouth are no rebukes.",
            "15": "For in Thee, O Lord, I hope: Thou wilt hear, O Lord my God.",
            "16": "For I said, Lest they should rejoice over me: when my foot slips, they magnify themselves against me.",
            "17": "For I am ready to stumble, and my pain is continually before me.",
            "18": "For I will declare my iniquity; I will be sorry for my sin.",
            "19": "But my enemies are in vigorous life; and they who hate me wrongfully are many.",
            "20": "They also who render evil for good are my adversaries; because I follow what is good.",
            "21": "Forsake me not, O Lord: O my God, be not far from me.",
            "22": "Make haste to help me, O Lord my salvation."
        },
        "38": {
            "0": "To the chief Musician, for Yedutun, A Psalm of David.",
            "1": "I said, I will take heed to my ways, that I sin not with my tongue: I will keep a curb on my mouth, while the wicked man is before me.",
            "2": "I was dumb with silence, I held my peace, had no comfort, and my pain was stirred up.",
            "3": "My heart was hot within me; while I was musing, the fire burned: then I spoke with my tongue,",
            "4": "Lord, make me to know my end, and the measure of my days, what it is; I will know how frail I am.",
            "5": "Behold, Thou hast made my days like handbreadths; and my age is as nothing before Thee: truly every man at his best state is altogether vanity. (Sela.)",
            "6": "Surely every man walks in a vain show: surely they are disquieted in vain: he heaps up riches, and knows not who shall gather them.",
            "7": "And now, Lord, what do I wait for? my hope is in Thee.",
            "8": "Deliver me from all my transgressions: make me not the reproach of the base man.",
            "9": "I am dumb, I open not my mouth; because Thou didst it.",
            "10": "Remove Thy stroke away from me: I am consumed by the blow of Thy hand.",
            "11": "When Thou with rebukes dost correct a man for iniquity, Thou makest his beauty to consume away like a moth: surely every man is vanity. (Sela.)",
            "12": "Hear my prayer, O Lord, and give ear to my cry; keep not silence at my tears: for I am a stranger with Thee, and a sojourner, as all my fathers were.",
            "13": "Look away from me, that I may recover brightness, before I go hence, and am no more."
        },
        "39": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "I waited patiently for the Lord; and he inclined to me, and heard my cry.",
            "2": "He brought me up also out of the gruesome pit, out of the miry clay, and set my feet upon a rock, and established my footsteps.",
            "3": "And he has put a new song in my mouth, a praise to our God. Many shall see, and fear, and shall trust in the Lord.",
            "4": "Blessed is that man that makes the Lord his trust, and looks not to the proud, nor to such as turn aside to lies.",
            "5": "Many, O Lord my God, are Thy wonderful works which Thou hast done, and Thy thoughts which are towards us: none can compare with Thee: if I would declare and speak of them, they are more than can be numbered.",
            "6": "Thou dost not desire sacrifice or meal offering; Thou hast dug open my ears; burnt offering and sin offering hast Thou not required.",
            "7": "Then said I, Lo, I come with the scroll of the book which is written for me;",
            "8": "I delight to do Thy will, O my God: and Thy Tora is within my heart.",
            "9": "I have preached righteousness in the great congregation: lo, I did not refrain my lips, O Lord, Thou knowst.",
            "10": "I have not hid Thy righteousness within my heart; I have declared Thy faithfulness and Thy salvation: I have not concealed Thy love and Thy truth from the great congregation.",
            "11": "Withhold not Thou Thy tender mercies from me, O Lord: let Thy steadfast love and Thy truth continually preserve me.",
            "12": "For innumerable evils have compassed me about: my iniquities have taken hold upon me, so that I am not able to look up; they are more than the hairs of my head: therefore my heart fails me.",
            "13": "Be pleased, O Lord, to deliver me: O Lord, make haste to help me.",
            "14": "Let them be ashamed and confounded together who seek after my soul to destroy it; let them be turned backward and put to shame who wish me evil.",
            "15": "Let them be appalled because of their shame who say concerning me, Aha, aha.",
            "16": "Let all those who seek Thee rejoice and be glad in Thee: let such as love Thy salvation say continually, The Lord be magnified.",
            "17": "But I am poor and needy; yet the Lord takes thought for me: Thou art my help and my deliverer; delay not, O my God!"
        },
        "40": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "Blessed is he who considers the poor: the Lord will deliver him in the day of evil.",
            "2": "The Lord preserves him, and keeps him alive; he is called happy upon the earth: and Thou wilt not deliver him to the will of his enemies.",
            "3": "The Lord strengthens him upon the bed of sickness: whenever he is prostrate Thou recoverest him in his illness.",
            "4": "I said, Lord, be gracious to me: heal my soul; for I have sinned against Thee.",
            "5": "My enemies speak evil of me, When shall he die, and his name perish?",
            "6": "And if one comes to see me, he speaks vanity: his heart gathers iniquity to itself; when he goes abroad, he tells it.",
            "7": "All that hate me whisper together against me: against me they devise my hurt.",
            "8": "An evil disease, say they, cleaves fast to him: and from where he lies he shall rise up no more.",
            "9": "Even my own familiar friend, in whom I trusted, who did eat of my bread, has lifted up his heel against me.",
            "10": "But Thou, O Lord, be gracious to me, and raise me up, that I may pay them back.",
            "11": "By this I know that Thou favourest me, because my enemy does not triumph over me.",
            "12": "And as for me, Thou upholdest me in my integrity, and settest me before Thy face for ever.",
            "13": "Blessed be the Lord, the God of Yisra᾽el from everlasting, and to everlasting. Amen, and Amen.\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t Book Two"
        },
        "41": {
            "0": "To the chief Musician, A Maskil, for the sons of Qoraĥ.",
            "1": "As the hart pants after the water brooks, so my soul pants after Thee, O God.",
            "2": "My soul thirsts for God, for the living God: when shall I come and appear before God?",
            "3": "My tears have been my bread day and night, while they say to me all the day, Where is thy God?",
            "4": "When I remember these things, I pour out my soul in me: how I was wont to pass on with the throng, leading them in procession to the house of God, with the voice of joy and praise, a crowd keeping holiday.",
            "5": "Why art thou cast down, O my soul? and why dost thou moan within me? hope thou in God: for I shall yet praise him for the help of his countenance.",
            "6": "O my God, my soul is cast down within me: because I remember Thee from the land of Yarden and the hills of Ĥermon, from the mount Miż῾ar.",
            "7": "Deep calls to deep at the noise of Thy cataracts: all Thy waves and Thy billows are gone over me.",
            "8": "Yet the Lord will command his steadfast love in the daytime, and in the night his song shall be with me, a prayer to the God of my life.",
            "9": "I will say to God my rock, Why hast Thou forgotten me? why go I mourning under the oppression of the enemy?",
            "10": "Like a deadly wound in my bones, my enemies taunt me; while they say daily to me, Where is thy God?",
            "11": "Why art thou cast down, O my soul? and why moanest thou within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."
        },
        "42": {
            "0": "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.",
            "1": "For Thou art the God of my strength: why dost Thou cast me off? why go I mourning under the oppression of the enemy?",
            "2": "O send out Thy light and Thy truth: let them lead me; let them bring me to Thy holy hill, and to Thy dwelling places.",
            "3": "Then will I go to the altar of God, to God my exceeding joy: and I will praise thee with the lyre, O God my God.",
            "4": "Why art thou cast down, O my soul? and why dost thou moan within me? hope in God: for I shall yet praise him, who is the health of my countenance, and my God."
        },
        "43": {
            "0": "To the chief Musician for the sons of Qoraĥ, A Maskil.",
            "1": "We have heard with our ears, O God; our fathers have told us, what work Thou didst in their days, in the times of old:",
            "2": "how Thou didst drive out nations with Thy hand, and didst plant them; how Thou didst batter the peoples, and cast them out.",
            "3": "For they did not get the land in possession by their own sword, nor did their own arm save them: but Thy right hand, and Thy arm, and the light of Thy countenance, because Thou didst favourably accept them.",
            "4": "Thou art my King, O God: command deliverances for Ya῾aqov.",
            "5": "Through Thee will we push down our enemies: through Thy name will we tread those under who rise up against us.",
            "6": "For I trust not in my bow, nor shall my sword save me.",
            "7": "But Thou hast saved us from our enemies, and hast put to shame those who hated us.",
            "8": "In God we have gloried all the day long, and we praise Thy name for ever. (Sela.)",
            "9": "Yet, Thou hast cast off, and put us to shame; and Thou goest not forth with our armies.",
            "10": "Thou makest us to turn back from the enemy: and they who hate us take plunder for themselves.",
            "11": "Thou hast given us like sheep to be eaten: and hast scattered us among the nations.",
            "12": "Thou sellest Thy people for no great gain, and hast not put high their prices.",
            "13": "Thou dost make us a taunt to our neighbours, a scorn and a derision to those round about us.",
            "14": "Thou makest us a byword among the nations, a shaking of the head among the peoples.",
            "15": "My confusion is before me all the day, and the shame of my face has covered me,",
            "16": "For the voice of him that taunts and blasphemes; by reason of the enemy and avenger.",
            "17": "All this is come upon us; yet we have not forgotten Thee, nor have we been false to Thy covenant.",
            "18": "Our heart is not turned back, nor have our steps declined from Thy way;",
            "19": "though Thou hast sore broken us in the place of jackals, and covered us with the shadow of death.",
            "20": "If we had forgotten the name of our God, or stretched out our hands to a strange god;",
            "21": "would not God search this out? for he knows the secrets of the heart.",
            "22": "But for Thy sake are we killed all the day long; we are reckoned as sheep for the slaughter.",
            "23": "Awake, why sleepest Thou, O Lord? arise, cast us not off for ever.",
            "24": "Why dost Thou hide Thy face, and forget our affliction and our oppression?",
            "25": "For our soul is bowed down to the dust: our belly cleaves to the earth.",
            "26": "Arise for our help, and redeem us for the sake of Thy steadfast love."
        },
        "44": {
            "0": "To the chief Musician, to Shoshannim, A Maskil for the sons of Qoraĥ. A Song of loves.",
            "1": "My heart overflows with a goodly matter: I relate my verses for the king: my tongue is the pen of a ready writer.",
            "2": "Thou art fairer than the children of men: grace is poured into thy lips: therefore God has blessed thee for ever.",
            "3": "Gird thy sword upon thy thigh, O mighty warrior: thy glory and thy majesty.",
            "4": "And in thy majesty ride prosperously on in the cause of truth and for the sake of righteousness; and let thy right hand teach thee terrible things.",
            "5": "Thy arrows are sharp: the people fall under thee: they sink into the heart of the king’s enemies.",
            "6": "Thy throne, of God, is for ever and ever: the sceptre of thy kingdom is a sceptre of equity.",
            "7": "Thou lovest righteousness, and hatest wickedness: therefore God, thy God, has anointed thee with the oil of gladness above thy fellows.",
            "8": "All thy garments are fragrant with myrrh, and aloes, and cassia: out of the ivory palaces stringed instruments have made thee glad.",
            "9": "Kings’ daughters are among thy favourites: upon thy right hand stands the queen in gold of Ofir.",
            "10": "Hearken, O daughter, and consider, and incline thy ear; forget also thy own people, and thy father’s house;",
            "11": "so shall the king desire thy beauty: for he is thy lord; and do homage to him.",
            "12": "And O daughter of Żor, the rich among the people, shall entreat thy favour with a gift.",
            "13": "The king’s daughter is all glorious within: her clothing is inwrought with gold.",
            "14": "She shall be brought to the king in embroidered garments: the virgins, her companions that fpllow her, shall be brought to thee.",
            "15": "With gladness and rejoicing shall they be led: they shall enter the king’s palace.",
            "16": "Instead of thy fathers shall be thy children, whom thou shalt make princes in all the earth.",
            "17": "I will make thy name to be remembered in all generations: therefore shall the people praise Thee for ever and ever."
        },
        "45": {
            "0": "To the chief Musician for the sons of Qoraĥ, A Song to ῾Alamot.",
            "1": "God is our refuge and strength, a very present help in trouble.",
            "2": "Therefore we will not fear, though the earth change, and though the mountains are moved in the midst of the sea;",
            "3": "though its waters roar and are troubled, though the mountains shake with the swelling thereof. (Sela.)",
            "4": "There is a river, whose streams make glad the city of God, the holiest dwelling place of the most High.",
            "5": "God is in the midst of her; she shall not be moved: God shall help her at the dawn of day.",
            "6": "Nations raged, kingdoms were moved: he uttered his voice, the earth melted.",
            "7": "The Lord of hosts is with us; the God of Ya῾aqov is our fortress. (Sela.)",
            "8": "Come, behold the works of the Lord, who has made desolations in the earth.",
            "9": "He makes wars to cease to the end of the earth; he breaks the bow, and cuts the spear in sunder; he burns the chariots in the fire.",
            "10": "Be still, and know that I am God: I will be exalted among the nations, I will be exalted in the earth.",
            "11": "The Lord of hosts is with us; the God of Ya῾aqov is our fortress. (Sela.)"
        },
        "46": {
            "0": "To the chief Musician, A Psalm for the sons of Qoraĥ.",
            "1": "O clap your hands, all you peoples; shout to God with the voice of triumph.",
            "2": "For the Lord most high is terrible; he is a great King over all the earth.",
            "3": "He subdues peoples under us, and nations under our feet.",
            "4": "He chooses our inheritance for us, the pride of Ya῾aqov whom he loves. (Sela.)",
            "5": "God is gone up with a shout, the Lord with the sound of a shofar.",
            "6": "Sing praises to God, sing praises: sing praises to our King, sing praises.",
            "7": "For God is the King of all the earth: sing a Maskil psalm.",
            "8": "God reigns over the nations: God sits upon the throne of his holiness.",
            "9": "The nobles of the peoples are gathered together, the people of the God of Avraham: for the shields of the earth belong to God: he is greatly exalted."
        },
        "47": {
            "0": "A Song, A Psalm for the sons of Qoraĥ.",
            "1": "Great is the Lord, and highly to be praised in the city of our God, in the mountain of his holiness.",
            "2": "Beautiful for situation, the joy of the whole earth: mount Żiyyon, the sides of the north, the city of the great King.",
            "3": "God is known in her palaces for a fortress.",
            "4": "For, lo, the kings were assembled, they came on together.",
            "5": "As soon as they saw, they were astounded; they were affrighted; they rushed away.",
            "6": "Fear took hold of them there, and pain, like a woman in travail.",
            "7": "Thou breakest the ships of Tarshish with an east wind.",
            "8": "As we have heard, so have we seen in the city of the Lord of hosts, in the city of our God: may God establish it for ever. (Sela.)",
            "9": "We have thought of Thy steadfast love, O God, in the midst of Thy temple.",
            "10": "According to Thy name, O God, so is Thy praise to the ends of the earth: Thy right hand is full of righteousness.",
            "11": "Let mount Żiyyon rejoice, let the daughters of Yehuda be glad, because of Thy judgments.",
            "12": "Walk about Żiyyon, and go round about her: count her towers.",
            "13": "Mark well her bulwarks, consider her palaces; that you may tell it to the generation following.",
            "14": "For such is God, our God, for ever and ever: he will be our guide to the death."
        },
        "48": {
            "0": "To the chief Musician, A Psalm for the sons of Qoraĥ.",
            "1": "Hear this, all the peoples; give ear, all the inhabitants of the world:",
            "2": "both low and high, rich and poor, together.",
            "3": "My mouth shall speak wisdom; and the meditation of my heart shall be understanding.",
            "4": "I will incline my ear to a parable: I will open my riddle to the lyre.",
            "5": "Why should I fear in the days of evil, when the iniquity of my persecutors compasses me about?",
            "6": "They that trust in their wealth, and boast themselves in the multitude of their riches;",
            "7": "none of them can by any means redeem his brother, nor give to God a ransom for him:",
            "8": "for the redemption of their soul is too dear, and he leaves it for ever:",
            "9": "that he might still live for ever, and not see the pit.",
            "10": "When he sees that wise men die, that the fool and the brutish person perish together, and leave their wealth to others:",
            "11": "their inward thought is, that their houses shall continue for ever, and their dwelling places to all generations; they call their lands after their own names.",
            "12": "Nevertheless man abides not in honour: he is like the beasts that perish.",
            "13": "This is their way in their folly: and their posterity who approve their sayings. (Sela.)",
            "14": "Like sheep they are appointed to She᾽ol; death shall be their shepherd; and the upright shall have dominion over them in the morning; and their form shall waste away in She᾽ol, leaving behind their dwelling.",
            "15": "But God will redeem my soul from the power of She᾽ol: for he shall receive me. (Sela.)",
            "16": "Be not thou afraid when one is made rich, when the glory of his house is increased;",
            "17": "for when he dies he shall carry nothing away: his glory shall not descend after him.",
            "18": "Though while he lives he blesses his soul: and though men praise thee, when thou doest well to thyself:",
            "19": "it shall go to the generation of his fathers; they shall never see light.",
            "20": "Man that is in honour, and understands not, is like the beasts that perish."
        },
        "49": {
            "0": "A Psalm of Asaf. The mighty one, God, the Lord, has spoken, and called the earth from the rising of the sun to the going down thereof.",
            "1": "Out of Żiyyon, the perfection of beauty, God has shone forth.",
            "2": "Our God comes, and does not keep silence: a fire devours before him, and it is very tempestuous round about him.",
            "3": "He calls to the heavens above, and to the earth, that he may judge his people.",
            "4": "Gather my pious ones together to me; those that have made a covenant with me by sacrifice.",
            "5": "And the heavens declare his righteousness: for God is judge himself. (Sela.)",
            "6": "Hear, O my people, and I will speak; O Yisra᾽el, and I will testify against thee: I am God, thy God.",
            "7": "I will not reprove thee for thy sacrifices; and thy burnt offerings are continually before me.",
            "8": "I will take no bullock out of thy house, nor he goats out of thy folds.",
            "9": "For every beast of the forest is mine, and the cattle upon a thousand hills.",
            "10": "I know all the birds of the mountains: and the wild beasts of the field are mine.",
            "11": "If I were hungry, I would not tell thee: for the world is mine, and the fulness thereof.",
            "12": "Do I eat the flesh of bulls, or drink the blood of goats?",
            "13": "Offer to God a thanksgiving; and pay thy vows to the most High:",
            "14": "and call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.",
            "15": "But to the wicked man God says, What hast thou to do to declare my statutes, or that thou shouldst take my covenant in thy mouth?",
            "16": "Seeing thou hatest instruction, and dost cast my words behind thee.",
            "17": "When thou didst see a thief, then thou didst consort with him, and hast been partaker with adulterers.",
            "18": "Thou givest thy mouth free rein for evil, and thy tongue frames deceit.",
            "19": "Thou sittest and speakest against thy brother; thou dost slander thy own mother’s son.",
            "20": "These things hast thou done, and if I kept silence, thou wouldst think that I was altogether such a one as thyself: but I will reprove thee, and set the matter before thy eyes.",
            "21": "Now consider this, you who forget God, lest I tear you in pieces, and there be none to deliver.",
            "22": "Whoever offers praise glorifies me: and to him that orders his way aright I will show the salvation of God."
        },
        "50": {
            "0": "To the chief Musician, A Psalm of David,",
            "1": "when Natan the prophet came to him, after he had gone in to Bat-sheva.",
            "2": "Be gracious to me, O God, according to Thy steadfast love: according to the multitude of Thy tender mercies blot out my transgressions.",
            "3": "Wash me thoroughly from my iniquity, and cleanse me from my sin.",
            "4": "For I acknowledge my transgressions: and my sin is ever before me.",
            "5": "Against Thee, Thee alone, have I sinned, and done that which is evil in Thy sight: so that Thou art justified in Thy sentence, and clear in Thy judgment.",
            "6": "Behold, I was shaped in iniquity; and in sin did my mother conceive me.",
            "7": "Behold, Thou desirest truth in the inward parts: therefore teach me wisdom in the inmost heart.",
            "8": "Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.",
            "9": "Make me to hear joy and gladness: that the bones which Thou hast broken may rejoice.",
            "10": "Hide Thy face from my sins, and blot out all my iniquities.",
            "11": "Create in me a clean heart, O God and renew a steadfast spirit within me.",
            "12": "Cast me not away from Thy presence; and take not Thy holy spirit from me.",
            "13": "Restore to me the joy of Thy salvation; and uphold me with a willing spirit.",
            "14": "Then I will teach transgressors Thy ways; and sinners shall return to Thee.",
            "15": "Deliver me from bloodguiltiness, O God, Thou God of my salvation: and my tongue shall sing aloud of Thy righteousness.",
            "16": "O Lord, open my lips; and my mouth shall rehearse Thy praise.",
            "17": "For Thou desirest not sacrifice; or else I would give it: Thou delightest not in burnt offering.",
            "18": "The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, Thou wilt not despise.",
            "19": "Do good in Thy favour to Żiyyon: build Thou the walls of Yerushalayim.",
            "20": "Then shalt Thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon Thy altar."
        },
        "51": {
            "0": "To the chief Musician, A Maskil of David,",
            "1": "when Do᾽eg the Edomite came and told Sha᾽ul, and said to him, David is come to the house of Aĥimelekh.",
            "2": "Why boastest thou thyself of evil, O mighty man? the love of God endures for all time.",
            "3": "Thy tongue devises mischiefs; like a sharp razor, working deceitfully.",
            "4": "Thou lovest evil more than good; and lying rather than speaking righteousness. (Sela.)",
            "5": "Thou lovest all devouring words, a deceitful tongue.",
            "6": "God shall likewise destroy thee for ever, he shall take thee away, and pluck thee out of thy tent, and root thee out of the land of the living. (Sela.)",
            "7": "The righteous also shall see, and fear, and shall laugh at him:",
            "8": "lo, this is the man who made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.",
            "9": "But I am like a green olive tree in the house of God: I trust in the love of God for ever and ever.",
            "10": "I will give Thee thanks for ever, because Thou hast done it: and I will wait on Thy name, for it is good, before Thy saints."
        },
        "52": {
            "0": "To the chief Musician on Maĥalat, A Maskil of David.",
            "1": "The fool has said in his heart, There is no God. They have acted corruptly, and they have done abominable iniquity: there is none that does good.",
            "2": "God looked down from heaven upon the children of men, to see if there were any man of discernment, that did seek God.",
            "3": "Is every one of them dross? are they altogether filthy? is there no one who does good? No, not even one.",
            "4": "Have the workers of iniquity no knowledge, who eat up my people as they eat bread: and do not call upon God?",
            "5": "There were they in great fear, where no fear was: for God has scattered the bones of him that encamps against thee: thou hast put them to shame, because God has rejected them.",
            "6": "Oh that the salvation of Yisra᾽el were come out of Żiyyon! When God brings back the captivity of his people, Ya῾aqov shall rejoice, and Yisra᾽el shall be glad."
        },
        "53": {
            "0": "To the chief Musician for strings, A Maskil of David,",
            "1": "when the Zifim came and said to Sha᾽ul, Does not David hide himself with us?",
            "2": "Save me, O God, by Thy name, and judge me by Thy strength.",
            "3": "Hear my prayer, O God; give ear to the words of my mouth.",
            "4": "For strangers are risen up against me, and violent men seek after my soul: they have not set God before them. (Sela.)",
            "5": "Behold, God is my helper: the Lord is the sustainer of my soul.",
            "6": "He rewards evil to my enemies: O, cut them off in Thy truth.",
            "7": "I will sacrifice a free will offering to Thee: I will praise Thy name, O Lord; for it is good.",
            "8": "For he has delivered me out of all trouble: and my eye has gazed upon my enemies."
        },
        "54": {
            "0": "To the chief Musician for strings, A Maskil of David.",
            "1": "Give ear to my prayer, O God; and hide not Thyself from my supplication.",
            "2": "Attend to me, and answer me: I sob in my complaint, and make moan;",
            "3": "because of the voice of the enemy, because of the oppression of the wicked: for they cast iniquity upon me, and in wrath they persecute me.",
            "4": "My heart is sore pained within me: and the terrors of death are fallen upon me.",
            "5": "Fearfulness and trembling are come upon me, and horror has overwhelmed me.",
            "6": "And I said, Oh that I had wings like a dove! for then I would fly away, and be at rest.",
            "7": "Lo, then I would wander far off, and remain in the wilderness. (Sela.)",
            "8": "I would hasten to find a refuge for myself from the windy storm and the tempest.",
            "9": "Destroy, O Lord, and divide their tongues: for I have seen violence and strife in the city.",
            "10": "Day and night they go about it upon its walls: mischief also and trouble are in the midst of it.",
            "11": "Wickedness is in the midst of it: oppression and fraud depart not from her streets.",
            "12": "For it was not an enemy who taunted me; then I could have borne it: nor was it one who hated me who did magnify himself against me; then I would have hid myself from him:",
            "13": "but it was Thou, a man my equal, my companion, and my familiar friend.",
            "14": "We took sweet counsel together, and walked to the house of God in company.",
            "15": "Let death spread its oblivion upon them, and let them go down alive into She᾽ol: for wickedness is in their dwellings, and among them.",
            "16": "As for me, I will call upon God; and the Lord shall save me.",
            "17": "Evening, and morning, and at noon, I pray, and cry aloud: and he hears my voice.",
            "18": "He has delivered my soul in peace from the battle that was against me: for there were many who strove with me.",
            "19": "God who is enthroned from olden time, shall hear and afflict them (Sela;) those who dread no changes, and do not fear God.",
            "20": "He has put forth his hands against such as are at peace with him: he has broken his covenant.",
            "21": "The words of his mouth were smoother than butter, but war was in his heart: his words were softer than oil, yet they were drawn swords.",
            "22": "Cast thy burden upon the Lord, and he shall sustain thee: he shall never suffer the righteous to be moved.",
            "23": "But Thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in Thee."
        },
        "55": {
            "0": "To the chief Musician, upon Yonat-elem-reĥoqim, A Mikhtam of David, when the Pelishtim seized him in Gat.",
            "1": "Be gracious to me, O God: for men long to swallow me up; all day long the foeman oppresses me.",
            "2": "My enemies daily long to swallow me up, for they are many who fight against me, O Thou most High.",
            "3": "When I am afraid, I will trust in Thee.",
            "4": "In God, I will praise his word, in God I have put my trust; I will not fear; what can flesh do to me?",
            "5": "Every day they wrest my words: all their thoughts are against me for evil.",
            "6": "They gather themselves together, they hide themselves, they mark my steps, as they wait for my soul.",
            "7": "Shall they escape by iniquity? in Thy anger cast down the peoples, O God.",
            "8": "Thou dost count my wanderings: put my tears into Thy bottle: are they not in Thy book?",
            "9": "When I cry to Thee, then shall my enemies turn back: this I know; for God is for me.",
            "10": "In God, I will praise his word: in the Lord, I will praise his word.",
            "11": "In God have I put my trust: I will not be afraid. What can man do to me?",
            "12": "Thy vows are upon me, O God: I will pay Thee my offerings of thanksgiving.",
            "13": "For Thou hast delivered my soul from death, yea, my feet from falling, that I may walk before God in the light of the living!"
        },
        "56": {
            "0": "To the chief Musician, Al-tashĥet, a Mikhtam of David, when he fled from Sha᾽ul in the cave.",
            "1": "Be gracious to me, O God, be gracious to me: for my soul trusts in Thee: and in the shadow of Thy wings will I take refuge, until calamities be overpast.",
            "2": "I will cry to God most high; to God who performs all things for me.",
            "3": "He will send from heaven, and save me; he scorns him who would swallow me up. (Sela.) God shall send forth his steadfast love and his truth.",
            "4": "My soul is among lions: and I lie down among those who are aflame, the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword.",
            "5": "Be Thou exalted, O God, above the heavens; let Thy glory be above all the earth.",
            "6": "They have prepared a net for my steps; my soul is bowed down: they have dug a pit before me, into the midst of which they are fallen themselves. (Sela.)",
            "7": "My heart is steadfast, O God, my heart is steadfast: I will sing and give praise.",
            "8": "Wake up, my glory; awake, the harp and the lyre: I will awake the dawn.",
            "9": "I will praise Thee, O Lord, among the peoples: I will sing to Thee among the nations.",
            "10": "For Thy love is great unto the heavens, and Thy truth to the clouds.",
            "11": "Be Thou exalted, O God, above the heavens: let Thy glory be above all the earth."
        },
        "57": {
            "0": "To the chief Musician, Al-tashĥet, A Mikhtam of David.",
            "1": "Do you indeed speak righteousness in private? do you judge uprightly, O you sons of men?",
            "2": "No, in your hearts you work wickedness; your hands deal out violence on the earth.",
            "3": "The wicked are estranged from the womb: they err from birth, speaking lies.",
            "4": "Their poison is like the poison of a snake: they are like the deaf adder that stops its ear;",
            "5": "which will not hearken to the voice of charmers, charming never so wisely.",
            "6": "Break their teeth, O God, in their mouth: break out the fangs of the young lions, O Lord.",
            "7": "Let them melt away like waters which run continually: when he aims his arrows, let them be as if cut in pieces;",
            "8": "like the slimy track of a snail which disappears: like the untimely births of a woman, that have not seen the sun.",
            "9": "Before your pots can feel the thorns, he shall sweep them away as with a whirlwind, both the green and the burning.",
            "10": "The righteous shall rejoice when he sees the vengeance: he shall wash his feet in the blood of the wicked.",
            "11": "So that a man shall say, Verily there is a reward for the righteous: verily there is a God who judges in the earth."
        },
        "58": {
            "0": "To the chief Musician, Al-tashĥet, A Mikhtam of David; when Sha᾽ul sent, and they watched the house to kill him.",
            "1": "Deliver me from my enemies, O my God: defend me from those who rise up against me.",
            "2": "Deliver me from the workers of iniquity, and save me from bloody men.",
            "3": "For, lo, they lie in wait for my soul: fierce men are gathered against me; not for my transgression, nor for my sin, O Lord.",
            "4": "They run and prepare themselves for no fault of mine: awake to help me, and behold.",
            "5": "Thou therefore, O Lord God of hosts, the God of Yisra᾽el, awake to punish all the nations: be not gracious to any wicked traitors. (Sela.)",
            "6": "They return at evening: they howl like a dog, and go round about the city.",
            "7": "Behold, they belch out with their mouth: swords are in their lips: for who hears?",
            "8": "But Thou, O Lord, shalt laugh at them; Thou shalt have all the nations in derision.",
            "9": "Upon Thee, O my strength, will I wait: for God is my fortress.",
            "10": "God who loves me shall come to meet me: God shall let me gaze upon my enemies.",
            "11": "Slay them not, lest my people forget: scatter them by Thy power; and bring them down, O Lord our shield.",
            "12": "For the sin of their mouth and the words of their lips let them even be taken in their pride: and for cursing and lying which they speak.",
            "13": "Consume them in wrath, consume them, that they may be no more: and let them know that God rules in Ya῾aqov to the ends of the earth. (Sela.)",
            "14": "And at evening let them return; and let them howl like a dog, and go round about the city.",
            "15": "Let them wander up and down for food, and murmur if they have not their fill.",
            "16": "But I will sing of Thy power; yea, I will sing aloud of Thy steadfast love in the morning: for Thou hast been my defence and refuge in the day of my distress.",
            "17": "To Thee, O my strength, will I sing: for God is my fortress, and the God who loves me."
        },
        "59": {
            "0": "To the chief Musician upon Shushan-῾edut, A Mikhtam of David, to teach;",
            "1": "when he strove with Aram-naharayim and with Aram-Żova, and Yo᾽av returned, and smote twelve thousand of Edom in the valley of salt.",
            "2": "O God, Thou hast cast us off, Thou hast shattered us, Thou hast been angry; O turn Thyself to us again.",
            "3": "Thou hast made the earth to tremble; Thou hast broken it: heal its breaches; for it totters.",
            "4": "Thou hast shown Thy people hard things: Thou hast made us drink the wine of staggering.",
            "5": "Thou hast given a banner to those who fear Thee, that it may be displayed because of the truth. (Sela.)",
            "6": "That Thy beloved ones may be delivered; save with Thy right hand, and answer me.",
            "7": "God has spoken in his holiness; I will rejoice, I will divide Shekhem, and measure out the valley of Sukkot.",
            "8": "Gil῾ad is mine, and Menashshe is mine; Efrayim also is the strength of my head; Yehuda is my sceptre;",
            "9": "Mo᾽av is my washpot; over Edom will I cast my shoe: Peleshet, cry aloud because of me.",
            "10": "Who will bring me into the strong city? who will lead me into Edom?",
            "11": "Hast thou not rejected us, O God? so that Thou goest not forth, O God, with our hosts.",
            "12": "Give us help against the foe: for vain is the help of man.",
            "13": "Through God we shall do valiantly: for he it is who will tread down our enemies."
        },
        "60": {
            "0": "To the chief Musician, on strings, Of David.",
            "1": "Hear my cry, O God; attend to my prayer.",
            "2": "From the end of the earth I will cry to Thee, when my heart faints. lead me to the rock that is too high for me.",
            "3": "For Thou hast been a shelter for me, and a strong tower from the enemy.",
            "4": "I will abide in Thy tent for ever: I will trust in the covert of Thy wings. (Sela.)",
            "5": "For Thou, O God, hast heard my vows: Thou hast granted the heritage of those who fear Thy name.",
            "6": "Prolong the king’s life: may his years be as many generations.",
            "7": "May he be enthroned before God for ever: O appoint love and truth, that they may preserve him.",
            "8": "So will I sing praise to Thy name for ever, as I perform my vows day by day."
        },
        "61": {
            "0": "To the chief Musician, to Yedutun, A Psalm of David.",
            "1": "My soul waits in silence only for God: from him comes my salvation.",
            "2": "He alone is my rock and my salvation; he is my fortress: I shall not be greatly moved.",
            "3": "How long will you seek to overwhelm a man? You will be all of you demolished like a leaning wall, or a tottering fence.",
            "4": "They even devise to thrust him down from his majesty: they delight in lies: they bless with their mouth, but they curse inwardly. (Sela.)",
            "5": "My soul waits in silence only for God; for my expectation is from him.",
            "6": "He alone is my rock and my salvation: he is my defence; I shall not be moved.",
            "7": "In God is my salvation and my glory: the rock of my strength, and my refuge, is in God.",
            "8": "Trust in him at all times; you people, pour out your heart before him: God is a refuge for us. (Sela.)",
            "9": "Men of low degree are mere breath, and men of high degree are a lie: to be laid in the balance, they are altogether lighter than air.",
            "10": "Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them.",
            "11": "God has spoken once: twice have I heard this; that power belongs to God.",
            "12": "But love is also Thine, when Thou renderest to every man according to his work."
        },
        "62": {
            "0": "A Psalm of David, when he was in the wilderness of Yehuda.",
            "1": "O God, Thou art my God; earnestly I seek Thee: my soul thirsts for Thee, my flesh longs for Thee in a dry and thirsty land, where no water is;",
            "2": "to see Thy power and Thy glory, as I have seen Thee in the sanctuary.",
            "3": "Because Thy steadfast love is better than life, my lips shall praise Thee.",
            "4": "Thus will I bless Thee while I live: I will lift up my hands in Thy name.",
            "5": "My soul is satisfied as with marrow and fatness; and my mouth praises Thee with joyful lips:",
            "6": "when I remember Thee upon my bed, and meditate on Thee in the night watches.",
            "7": "Because Thou hast been my help, therefore in the shadow of Thy wings I will rejoice.",
            "8": "My soul clings to Thee: Thy right hand upholds me.",
            "9": "But those who seek my soul, to destroy it, shall go into the lower parts of the earth.",
            "10": "They shall be given over to the sword: they shall be a portion for foxes.",
            "11": "But the king shall rejoice in God; everyone who swears by him shall glory: for the mouth of those who speak lies shall be stopped."
        },
        "63": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "Hear my voice, O God, in my prayer: preserve my life from fear of the enemy.",
            "2": "Hide me from the secret council of the wicked; from the tumult of the workers of iniquity:",
            "3": "who have whetted their tongue like a sword, aimed their arrows of bitter words:",
            "4": "to shoot the innocent man in secret; suddenly do they shoot at him, and fear not.",
            "5": "They encourage one another in an evil matter: they speak of laying snares secretly; they say, Who shall see them?",
            "6": "They search out iniquities; they accomplish a diligent search: for the inward thought of man, and the heart, is deep.",
            "7": "But God shoots his arrow at them: suddenly their wounds are on them.",
            "8": "So they make their own tongue a stumbling to themselves; all that see them shake the head.",
            "9": "And all men are afraid, and they declare the work of God; for they wisely consider of his doing.",
            "10": "The just man shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory."
        },
        "64": {
            "0": "To the chief Musician, A Psalm of David, a Poem.",
            "1": "Praise awaits Thee, O God, in Żiyyon: and to Thee shall the vow be performed.",
            "2": "O Thou that hearest prayer, to Thee shall all flesh come.",
            "3": "Iniquities prevail against me: as for our transgressions, Thou shalt purge them away.",
            "4": "Happy is the man whom Thou choosest, and causest to approach to Thee, that he may dwell in Thy courts: we will be satisfied with the goodness of Thy house, Thy holy temple.",
            "5": "By terrible things in righteousness wilt Thou answer us, O God of our salvation; who art the confidence of all the ends of the earth, and of the farthest sea.",
            "6": "Who by his strength places the mountains in position; who is girded with power:",
            "7": "who stills the noise of the seas, the roaring of their waves, and the tumult of the peoples.",
            "8": "They also who dwell in the uttermost parts are afraid at Thy signs: Thou makest the outgoings of the morning and evening to rejoice.",
            "9": "Thou visitest the earth, and waterest it: Thou greatly enrichest it with the river of God, which is full of water: Thou providest corn for them, for so Thou hast prepared it.",
            "10": "Watering her furrows abundantly, settling her ridges: Thou makest it soft with showers: Thou blessest its growth.",
            "11": "Thou crownest the year with Thy goodness; and Thy paths drop fatness.",
            "12": "The pastures of the wilderness drop moisture: and the little hills rejoice on every side.",
            "13": "The meadows are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing."
        },
        "65": {
            "0": "To the chief Musician, A Poem, a Psalm. Make a joyful noise to God, all the earth:",
            "1": "sing to the glory of his name: make his praise glorious.",
            "2": "Say to God, How terrible are Thy works! through the greatness of Thy power shall Thy enemies cringe before Thee.",
            "3": "All the earth shall worship Thee, and shall sing to Thee; they shall sing to Thy name. (Sela.)",
            "4": "Come and see the works of God: terrible is his doing towards the children of men.",
            "5": "He turned the sea into dry land: they went through the river on foot: there did we rejoice in him.",
            "6": "He rules by his power forever; his eyes behold the nations: let not the rebellious exalt themselves. (Sela.)",
            "7": "O bless our God, you peoples, and make the voice of his praise to be heard:",
            "8": "who has kept our soul in life, and has not suffered our foot to be moved.",
            "9": "For Thou, O God, hast tested us: Thou hast tried us, as silver is refined.",
            "10": "Thou hast brought us into the net; Thou hast laid affliction upon our loins.",
            "11": "Thou hast caused men to ride over our heads; we went through fire and through water: but Thou didst bring us out into abundance.",
            "12": "I will go into Thy house with burnt offerings: I will pay Thee my vows,",
            "13": "which my lips have uttered, and my mouth has spoken, when I was in trouble.",
            "14": "I will offer unto Thee burnt sacrifices of fatlings, with the sweet smoke of rams; I will offer bullocks with goats. (Sela.)",
            "15": "Come and hear, all you that fear God, and I will declare what he has done for my soul.",
            "16": "I cried to him with my mouth, and he was extolled with my tongue.",
            "17": "If I had looked on wickedness with my heart, the Lord would not have heard:",
            "18": "but verily God has heard me; he has attended to the voice of my prayer.",
            "19": "Blessed be God, who has not turned away my prayer, nor removed his steadfast love from me."
        },
        "66": {
            "0": "To the chief Musician on strings, A Psalm, a Poem.",
            "1": "God be gracious to us, and bless us; and cause his face to shine upon us; (Sela.)",
            "2": "that Thy way may be known upon earth, Thy salvation among all nations.",
            "3": "Let the peoples praise Thee, O God; let all the peoples give thanks to Thee.",
            "4": "O let the nations be glad and sing for joy: for Thou shalt judge the peoples with equity, and govern the nations upon earth. (Sela.)",
            "5": "Let the peoples praise Thee, O God; let all the peoples give Thee thanks.",
            "6": "The earth has yielded her increase; and God, our own God, shall bless us.",
            "7": "God shall bless us; and let all the ends of the earth fear him."
        },
        "67": {
            "0": "To the chief Musician, A Psalm, a Poem of David.",
            "1": "Let God arise, let his enemies be scattered: and let those who hate him flee before him.",
            "2": "As smoke is driven away, so drive them away: as wax melts before the fire, so let the wicked perish at the presence of God.",
            "3": "But let the righteous be glad; let them rejoice before God: and let them joyfully exult.",
            "4": "Sing to God, sing praises to his name: extol him who rides upon the clouds; Ya is his name: and rejoice before him.",
            "5": "A father of the fatherless, and a judge of widows, is God in his holy habitation.",
            "6": "God makes the lonely ones dwell in a house: he brings out the prisoners into prosperity; but the rebellious dwell in a parched land.",
            "7": "O God, when Thou didst go out before Thy people, when Thou didst march through the wilderness; (Sela;)",
            "8": "the earth shook, the heavens also dropped at the presence of God: even Sinay itself at the presence of God, the God of Yisra᾽el.",
            "9": "Thou, O God, didst send a plentiful rain, whereby Thou didst strengthen Thy inheritance, when it languished.",
            "10": "Thy flock found a dwelling in it: Thou, O God, preparest of Thy goodness for the poor.",
            "11": "The Lord gives the word: great is the company of those who bear the tidings.",
            "12": "Kings of armies flee, they flee: and she who dwells in the house divides the spoil.",
            "13": "When you lie among the sheep folds you shall shine as the wings of a dove covered with silver, and her pinions with yellow gold.",
            "14": "When the Almighty scatters kings in it, snow falls in Żalmon.",
            "15": "O mighty hill, O hill of Bashan; O high peaked hill, hill of Bashan:",
            "16": "why dost thou look askance, O high peaked hill, at the mountain which God has desired for his abode? truly the Lord will dwell there forever.",
            "17": "The chariots of God are twice ten thousand, thousands upon thousands: the Lord is among them: Sinay in holiness!",
            "18": "Thou hast ascended on high, thou hast led captivity captive: thou hast received gifts from men; yea, from the rebellious also, that the Lord God might dwell there.",
            "19": "Blessed be the Lord who day by day bears our burden. God is our salvation. (Sela.)",
            "20": "He That is our God is the God of salvations; and to God the Lord belong the issues of death.",
            "21": "But God will smite through the head of his enemies, the hairy scalp of such as goes on still in his trespasses.",
            "22": "The Lord said, I will bring back from Bashan, I will bring them back from the depths of the sea:",
            "23": "that thy foot may wade in blood; and the tongue of thy dogs have its portion of thy enemies.",
            "24": "They see Thy processions, O God; the processions of my God, my King, in the sanctuary.",
            "25": "The singers go before, the players on instruments follow after; among them are maidens beating tambourines.",
            "26": "Bless God in the congregations, the Lord, from the fountain of Yisra᾽el.",
            "27": "There is Binyamin, the youngest, ruling them, the princes of Yehuda, their council, the princes of Zevulun, and the princes of Naftali.",
            "28": "Thy God has commanded thy strength: strengthen, O God, that which Thou hast wrought for us,",
            "29": "out of Thy temple at Yerushalayim, whither kings shall bring Thee gifts.",
            "30": "Rebuke the wild beast of the reed grass, the company of bulls with the calves of the peoples, who seek to ingratiate themselves with pieces of silver; the prodigality of nations desiring to approach Thee.",
            "31": "Nobles shall come out of Miżrayim; Kush shall soon stretch out her hands to God.",
            "32": "Sing to God, you kingdoms of the earth; O sing praise to the Lord; (Sela;)",
            "33": "to him that rides upon the heavens of heavens, which are of old; lo, he sends out his voice, a mighty voice.",
            "34": "Ascribe strength to God: his majesty is over Yisra᾽el, and his strength is in the clouds.",
            "35": "O God, Thou art terrible out of Thy holy places: the God of Yisra᾽el: he gives strength and power to his people. Blessed is God."
        },
        "68": {
            "0": "To the chief Musician upon Shoshannim, Of David.",
            "1": "Save me, O God; for the waters are come in to my soul.",
            "2": "I sink in deep mire, where there is no standing: I am come into deep waters, and the flood overwhelms me.",
            "3": "I am weary with my crying: my throat is dried: my eyes fail while I wait for my God.",
            "4": "They who hate me without cause are more than the hairs of my head: they who would destroy me are many, who hate me wrongfully.",
            "5": "What I took not away, that must I restore. O God, Thou knowst my folly; and my sins are not hid from Thee.",
            "6": "Let not those who wait on Thee, O Lord God of hosts, be ashamed for my sake: let not those who seek Thee be confounded for my sake, O God of Yisra᾽el.",
            "7": "Because for Thy sake I have borne insult; confusion has covered my face.",
            "8": "I am become a stranger to my brothers, and an alien to my mother’s children.",
            "9": "For the zeal of Thy house has eaten me up; and the taunts of those who taunt Thee are fallen upon me.",
            "10": "When I wept, and chastened my soul with fasting, that became a reproach to me.",
            "11": "I made sackcloth also my garment; and I became a proverb to them.",
            "12": "They who sit in the gate talk of me; and I am the song of drunkards.",
            "13": "But as for me, let my prayer be to Thee, O Lord, in an acceptable time: O God, in the greatness of Thy steadfast love hear me, in the truth of Thy salvation.",
            "14": "Deliver me out of the mire, and let me not sink: let me be delivered from those who hate me, and out of the deep waters.",
            "15": "Let not the waterflood overwhelm me, nor let the deep swallow me up, and let not the pit shut her mouth upon me.",
            "16": "Hear me, O Lord; for Thy love is good: turn towards me according to the multitude of Thy compassion.",
            "17": "And hide not Thy face from Thy servant; for I am in trouble: answer me speedily.",
            "18": "Draw near to my soul, and redeem it: ransom me because of my enemies.",
            "19": "Thou knowst my reproach, and my shame, and my dishonour: my adversaries are all before Thee.",
            "20": "Insult has broken my heart; and I am sick: and I looked for some to take pity, but there was none; and for comforters, but I found none.",
            "21": "And they gave me poison in my food; and for my thirst they gave me vinegar to drink.",
            "22": "Let their table become a snare before them: and when they are at peace, let it be a trap.",
            "23": "Let their eyes be darkened, that they see not; and make their loins continually to shake.",
            "24": "Pour out Thy indignation upon them, and let Thy fierce anger overtake them.",
            "25": "Let their habitation be desolate; let none dwell in their tents.",
            "26": "For they persecute him whom Thou hast smitten; and they tell of the pain of those whom Thou hast wounded.",
            "27": "Add iniquity to their iniquity: and let them not be admitted to Thy vindication.",
            "28": "Let them be blotted out of the book of the living, and not be written with the righteous.",
            "29": "But I am afflicted and in pain: let thy salvation, O God, set me on high.",
            "30": "I will praise the name of God with a song, and will magnify him with thanksgiving.",
            "31": "And it shall please the Lord better than an ox or a bullock that has horns and hoofs.",
            "32": "The humble shall see this, and be glad: and let your hearts revive, you who seek God.",
            "33": "For the Lord hears the poor, and despises not his prisoners.",
            "34": "Let the heaven and earth praise him, the seas, and everything that moves therein.",
            "35": "For God will save Żiyyon, and will build the cities of Yehuda: that they may dwell there, and have it in possession.",
            "36": "The seed also of his servants shall inherit it: and they that love his name shall dwell there."
        },
        "69": {
            "0": "To the chief Musician, of David, for invocation.",
            "1": "Make haste, O God, to deliver me; to help me, O Lord.",
            "2": "Let them be ashamed and confounded who seek after my soul: let them be turned backward, and put to confusion, who desire my hurt.",
            "3": "Let them be turned back because of their shame who say, Aha, aha.",
            "4": "Let all those who seek Thee rejoice and be glad in Thee: and let such as love Thy salvation say continually, Let God be magnified.",
            "5": "But I am poor and needy: make haste to me, O God: Thou art my help and my deliverer; delay not, O Lord."
        },
        "70": {
            "0": "In thee, O Lord, do I take refuge: let me never be put to confusion.",
            "1": "Deliver me in Thy righteousness, and cause me to escape: incline Thy ear to me, and save me.",
            "2": "Be Thou my strong habitation, to which I may continually resort; which Thou hast appointed to save me; for Thou art my rock and my fortress.",
            "3": "Deliver me, O my God, out of the hand of the wicked man, out of the hand of the unrighteous and violent man.",
            "4": "For Thou art my hope, O Lord God: Thou art my trust from my youth.",
            "5": "By Thee have I been sustained from the womb: Thou art he who took me out of my mother’s bowels: my praise is continually of Thee.",
            "6": "I am as a marvel to many; but Thou art my strong refuge.",
            "7": "Let my mouth be filled with Thy praise and with Thy glory all the day.",
            "8": "Cast me not off in the time of old age; forsake me not when my strength fails me.",
            "9": "For my enemies speak against me; and they who watch for my soul take counsel together,",
            "10": "saying, God has forsaken him: pursue and catch him; for there is none to deliver him.",
            "11": "O God, be not far from me: O my God, make haste to help me.",
            "12": "Let them be confounded and consumed who are adversaries to my soul; let them be covered with reproach and dishonour who seek my hurt.",
            "13": "But as for me, I will hope continually, and will praise Thee yet more and more.",
            "14": "My mouth shall rehearse Thy righteousness and Thy salvation all the day; for I cannot count them.",
            "15": "I will come to celebrate the mighty acts of the Lord God: I will make mention of Thy righteousness, Thine alone.",
            "16": "O God, Thou hast taught me from my youth: and I still declare Thy wondrous deeds.",
            "17": "Now also when I am old and greyheaded, O God, forsake me not; until I have related Thy strength to this generation, and Thy power to everyone that is to come.",
            "18": "Thy righteousness also, O God, reaches the high heavens, who hast done great things.",
            "19": "O God, who is like Thee! Thou who hast shown me many and grievous troubles, restore me to life again, and bring me up again from the depths of the earth.",
            "20": "Increase my greatness, and turn to comfort me.",
            "21": "I too will praise Thee with the harp, speaking of Thy truth, O my God: to Thee will I sing with the lyre, O Thou Holy One of Yisra᾽el.",
            "22": "My lips shall greatly rejoice when I sing to Thee; and my soul, which Thou hast redeemed.",
            "23": "My tongue also shall tell of Thy righteousness all the day long: for they are confounded, for they are brought to shame, who seek my hurt."
        },
        "71": {
            "0": "For Shelomo. Give the king Thy judgments, O God, and Thy righteousness to the king’s son.",
            "1": "That he may judge Thy people with righteousness, and Thy poor with justice.",
            "2": "Let the mountains bring peace to the people, and the hills, by righteousness.",
            "3": "May he judge the cause of the poor of the people, may he save the children of the needy, and break the oppressor in pieces.",
            "4": "May they fear Thee as long as the sun and moon endure, throughout all generations.",
            "5": "May he come down like rain upon the mown grass: like showers that water the earth.",
            "6": "In his days let the righteous flourish; and let there be abundance of peace till the moon is no more.",
            "7": "May he have dominion also from sea to sea, and from the river to the ends of the earth.",
            "8": "Let them who dwell in the wilderness bow down before him, and his enemies lick the dust.",
            "9": "May the kings of Tarshish and of the isles bring presents: let the kings of Sheva and Seva offer gifts.",
            "10": "And may all kings fall down before him; all nations serve him.",
            "11": "For he shall deliver the needy when he cries; the poor also, and him who has no helper.",
            "12": "He will spare the poor and needy, and shall save the souls of the needy.",
            "13": "He will redeem their soul from deceit and violence: and precious shall their blood be in his sight.",
            "14": "Long may he live, and may the gold of Sheva be given to him: and let prayer be continually offered for him: let them bless him all the day.",
            "15": "May there be abundance of corn in the land: may it rustle on the tops of the mountains: may its fruit be like the Levanon: and may they flourish in the city like the grass of the earth.",
            "16": "May his name endure forever: may his name continue as long as the sun: and may men bless themselves by him: let all nations call him happy!",
            "17": "Blessed be the Lord God, the God of Yisra᾽el, who does wondrous things alone.",
            "18": "And blessed be his glorious name for ever: and let the whole earth be filled with his glory; Amen, and Amen.",
            "19": "The prayers of David the son of Yishay are ended.\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t BOOK THREE"
        },
        "72": {
            "0": "A Psalm of Asaf. Truly God is good to Yisra᾽el, to such as are of a clean heart.",
            "1": "But as for me, my feet were almost gone; my steps had well nigh slipped.",
            "2": "For I was envious of the arrogant, when I saw the prosperity of the wicked.",
            "3": "For there are no pangs at their death; their body is firm.",
            "4": "They are not in trouble as other men; nor are they plagued like other men.",
            "5": "Therefore pride is their necklace; violence covers them like a garment.",
            "6": "Their eyes stand out with fatness: they have more than heart could wish.",
            "7": "They deride, and wickedly speak oppression: they speak loftily.",
            "8": "They set their mouth against the heavens, and their tongue struts through the earth.",
            "9": "Therefore his people return here: and abundant waters are drained out by them.",
            "10": "And they say, How does God know? and is there knowledge in the most High?",
            "11": "Behold, these are the wicked, always at ease; they increase in riches.",
            "12": "Surely I have cleansed my heart in vain, and washed my hands in innocency;",
            "13": "for all the day I have been stricken, and chastised every morning.",
            "14": "If I had said, I will speak thus; behold, I should have offended against the generation of Thy children.",
            "15": "So I pondered how I might understand this, but it was too wearisome for me.",
            "16": "Until I entered the sanctuary of God; then I understood their end.",
            "17": "Surely Thou dost set them in slippery places: Thou dost cast them down into destruction.",
            "18": "How are they brought into desolation in a moment! they are utterly consumed with terrors.",
            "19": "As a dream when one awakes; so, O Lord, on awaking, Thou shalt despise their image.",
            "20": "When my heart was embittered, and I was pricked in my reins;",
            "21": "then I was foolish and ignorant: I was like a beast before Thee.",
            "22": "But I am continually with Thee: Thou holdest my right hand.",
            "23": "Thou shalt guide me with Thy counsel, and afterwards receive me to honourable state.",
            "24": "Whom have I in heaven but Thee? and there is none upon earth that I desire beside Thee.",
            "25": "My flesh and my heart fail: but God is the strength of my heart, and my portion for ever.",
            "26": "For, lo, they that are far from Thee shall perish: Thou hast destroyed all those who go astray from Thee.",
            "27": "But as for me, the nearness of God is my good: I have made the Lord God my refuge, that I may relate all Thy works."
        },
        "73": {
            "0": "A Maskil of Asaf. O God, why hast Thou cast us off for ever? why does Thy anger smoke against the sheep of Thy pasture?",
            "1": "Remember Thy congregation, which Thou hast purchased of old; the tribe of Thy inheritance, which Thou hast redeemed; this mount Żiyyon, wherein Thou hast dwelt.",
            "2": "Lift up Thy feet to the perpetual desolations; the enemy has destroyed everything in the sanctuary.",
            "3": "Thy enemies roar in the midst of thy meeting place; they set up their signs for signs:",
            "4": "they are known as swingers of axes upwards in the thick forest:",
            "5": "and now they break down its carved work altogether with hatchet and with hammers.",
            "6": "They have burned Thy sanctuary with fire, to the ground: they have defiled the dwelling place of Thy name.",
            "7": "They have said in their hearts, Let us destroy them together: they have burned up all the meeting places of God in the land.",
            "8": "We see not our signs: there is no longer a prophet: nor is there among us any that knows how long.",
            "9": "O God, how long shall the adversary insult? shall the enemy blaspheme Thy name for ever?",
            "10": "Why dost Thou withdraw Thy hand, even Thy right hand? out of Thy bosom with it! destroy!",
            "11": "for God is my King of old, working salvation in the midst of the earth.",
            "12": "Thou didst divide the sea by Thy strength: Thou didst break the heads of the sea monsters in the waters.",
            "13": "Thou didst crush the heads of livyatan: thou didst give him for food to the desert people.",
            "14": "Thou didst split open springs and wadis: Thou didst dry up the ever flowing streams.",
            "15": "The day is Thine, the night also is Thine: Thou hast prepared the light and the sun.",
            "16": "Thou hast set all the borders of the earth: Thou hast made summer and winter.",
            "17": "Remember this, how the enemy has insulted the Lord, and how a base people have blasphemed Thy name.",
            "18": "O deliver not the soul of Thy turtledove to the wild beast: forget not the congregation of Thy poor for ever.",
            "19": "Look upon the covenant: for the dark places of the earth are full, the habitations of cruelty.",
            "20": "O let not the oppressed return ashamed: let the poor and needy praise Thy name.",
            "21": "Arise, O God, plead Thy own cause: remember how the foolish man insults Thee daily.",
            "22": "Forget not the voice of Thy enemies: the tumult of those who rise up against Thee increases continually."
        },
        "74": {
            "0": "To the chief Musician, Al-tashĥet, A Psalm of Asaf, A Poem.",
            "1": "To Thee, O God, we give thanks; we give thanks; for Thy name is near; men declare Thy wondrous works.",
            "2": "Surely I shall take the appointed time; I will judge with equity.",
            "3": "When the earth and all its inhabitants are dissolved, I bear up the pillars of it. (Sela.)",
            "4": "I said to the arrogant, Deal not arrogantly! and to the wicked, Lift not the horn.",
            "5": "Lift not your horn on high: speak not with an insolent neck.",
            "6": "For judgment comes neither from the east, nor from the west, nor from the desert peaks:",
            "7": "but God is the judge: he puts one down, and sets up another.",
            "8": "For in the hand of the Lord there is a cup, with foaming wine; it is full of mixture; and he pours out of the same: but its dregs, shall all the wicked of the earth drain and drink.",
            "9": "But I will declare for ever; I will sing praises to the God of Ya῾aqov.",
            "10": "All the horns of the wicked also will I cut off; but the horns of the righteous shall be exalted."
        },
        "75": {
            "0": "To the chief Musician on strings, A Psalm of Asaf, A Poem.",
            "1": "In Yehuda is God known: his name is great in Yisra᾽el.",
            "2": "In Shalem also is his tabernacle, and his dwelling place is in Żiyyon.",
            "3": "There he broke the flashing arrows, the shield, and the sword, and the battle. (Sela.)",
            "4": "Thou art glorious and excellent, coming down from the mountains of prey.",
            "5": "The stouthearted are bereft of reason, they have slept their sleep: and none of the men of might have found their hands.",
            "6": "At Thy rebuke, O God of Ya῾aqov, he is put to sleep, together with chariot and horse.",
            "7": "Thou, even Thou, art to be feared: and who may stand in Thy sight when once Thou art angry?",
            "8": "Thou didst cause judgment to be heard from heaven; the earth feared, and was still,",
            "9": "When God arose to judgment, to save all the humble of the earth. (Sela.)",
            "10": "Surely the wrath of man shall praise Thee: Thou wilt gird Thyself with the remainder of wrath.",
            "11": "Vow, and pay to the Lord your God: let all that be round about him bring presents to him that is to be feared.",
            "12": "He shall cut off the spirit of princes: he is terrible to the kings of the earth."
        },
        "76": {
            "0": "To the chief Musician, to Yedutun, A Psalm of Asaf.",
            "1": "To God I will cry aloud: aloud to God. O, hear me!",
            "2": "In the day of my trouble I sought the Lord: my hand is stretched out in the night, and rests not: my soul refuses to be comforted.",
            "3": "I remember God, and moan: I meditate, and my spirit faints. (Sela.)",
            "4": "Thou holdest fast my eyelids: I am so troubled that I cannot speak.",
            "5": "I have considered the days of old, the years of ancient times.",
            "6": "I call to remembrance my song in the night: I meditate with my heart: and my spirit makes diligent search.",
            "7": "Will the Lord cast off for ever? and will he be favourable no more?",
            "8": "Is his steadfast love clean gone forever? does his promise fail for evermore?",
            "9": "Has God forgotten to be gracious? has he in anger shut up his tender mercies? (Sela.)",
            "10": "And I said, I am sick at heart, for the right hand of the most High has changed.",
            "11": "I will remember the works of the Lord: surely I will remember Thy wonders of old.",
            "12": "I will meditate also on all Thy work, and muse on Thy doings.",
            "13": "Thy way, O God, is in holiness: who is so great a God as our God?",
            "14": "Thou art the God That doest wonders: Thou hast declared Thy strength among the people.",
            "15": "Thou hast with Thy arm redeemed Thy people, the sons of Ya῾aqov and Yosef. (Sela.)",
            "16": "The waters saw Thee, O God, the waters saw Thee: they were afraid: the depths also trembled.",
            "17": "The clouds poured out water: the skies sent out a sound: Thy arrows also went abroad.",
            "18": "The voice of Thy thunder was in the whirlwind: the lightnings lightened the world: the earth trembled and shook.",
            "19": "Thy way was in the sea, and Thy path in the great waters, and Thy footsteps were not known.",
            "20": "Thou didst lead Thy people like a flock by the hand of Moshe and Aharon."
        },
        "77": {
            "0": "A Maskil of Asaf. Give ear, O my people, to my Tora: incline your ears to the words of my mouth.",
            "1": "I will open my mouth with a parable: I will utter riddles concerning ancient times:",
            "2": "of that which we have heard and known, and our fathers have told us.",
            "3": "We will not hide them from their children, relating to the latter generation the praises of the Lord, and his strength, and his wonderful works that he has done.",
            "4": "For he established a Testimony in Ya῾aqov, and appointed a Tora in Yisra᾽el, which he commanded our fathers, that they should make them known to their children:",
            "5": "that the generation to come might know them, the children which should be born; who should arise and declare them to their children:",
            "6": "that they might set their hope in God, and not forget the works of God, but keep his commandments:",
            "7": "and that they might not be as their fathers, a stubborn and rebellious generation; a generation that set not their heart aright, and whose spirit was not steadfast with God.",
            "8": "The children of Efrayim were as archers, carrying bows, who turned back in the day of battle.",
            "9": "They kept not the covenant of God, and refused to follow his Tora;",
            "10": "and forgot his works, and his wonders that he had shown them.",
            "11": "Marvellous things he did in the sight of their fathers, in the land of Miżrayim, in the field of Żo῾an.",
            "12": "He divided the sea, and caused them to pass through; and he made the waters to stand like a heap.",
            "13": "In the daytime also he led them with a cloud, and all the night with a light of fire.",
            "14": "He split rocks in the wilderness, and gave them drink as out of the great depths.",
            "15": "He brought streams also out of the rock, and caused waters to run down like rivers.",
            "16": "And they sinned yet more against him, rebelling against the most High in the wilderness.",
            "17": "And they tempted God in their heart by asking food for their craving.",
            "18": "And they spoke against God; they said, Can God furnish a table in the wilderness?",
            "19": "Behold, he smote the rock, that the waters gushed out, and the streams overflowed; can he give bread also? can he provide meat for his people?",
            "20": "Therefore the Lord heard this, and was angry: so a fire was kindled against Ya῾aqov, and anger also came up against Yisra᾽el;",
            "21": "because they believed not in God, and trusted not in his salvation:",
            "22": "though he commanded the clouds from above, and opened the doors of heaven,",
            "23": "and rained down manna upon them to eat, and gave them of the corn of heaven.",
            "24": "Man ate the bread of angels: he sent them provision to the full.",
            "25": "He caused an east wind to blow in the sky: and by his power he brought on the south wind.",
            "26": "And he rained meat upon them like dust, and feathered birds like the sand of the sea:",
            "27": "and he let it fall in the midst of their camp, round about their habitations.",
            "28": "So they did eat, and were well filled: for he gave them their own desire;",
            "29": "they were not yet sated with their lust: whilst their meat was still in their mouths,",
            "30": "the wrath of God came upon them, and slew the fattest of them, and smote down the young men of Yisra᾽el.",
            "31": "For all this they sinned still, and did not believe in his wondrous works.",
            "32": "Therefore he ended their days with emptiness, and their years with trouble.",
            "33": "When he slew them, then they sought him: and they returned and earnestly inquired after God.",
            "34": "And they remembered that God was their rock, and the high God their redeemer.",
            "35": "Nevertheless they did flatter him with their mouths, and they lied to him with their tongues.",
            "36": "For their heart was not steadfast with him, neither were they faithful in his covenant.",
            "37": "But he was full of compassion, forgiving iniquity, and he did not destroy them: often he turned away his anger, not stirring up all his wrath.",
            "38": "For he remembered that they were but flesh; a wind that passes away, and comes not again.",
            "39": "How often did they rebel against him in the wilderness, and grieve him in the desert!",
            "40": "They turned back also and tempted God, and pained the Holy One of Yisra᾽el.",
            "41": "They remembered not his hand, nor the day when he delivered them from the enemy.",
            "42": "How he had wrought his signs in Miżrayim, and his wonders in the field of Żo῾an:",
            "43": "and had turned their canals into blood; and their floods, so that they could not drink.",
            "44": "He sent swarms of gnats among them, which devoured them; and frogs, which destroyed them.",
            "45": "He gave also their increase to the destroying locust, and their labour to the swarming locust.",
            "46": "He destroyed their vines with hail, and their sycamore trees with frost.",
            "47": "He gave over their cattle also to the hail, and their flocks to hot thunderbolts.",
            "48": "He cast upon them the fierceness of his anger, wrath, and indignation, and trouble, an embassy of evil messengers.",
            "49": "He levelled a path for his anger; he spared not their soul from death, but gave their life over to the pestilence;",
            "50": "and smote all the firstborn in Miżrayim; the first of their strength in the tents of Ĥam:",
            "51": "but made his own people to go out like sheep, and guided them in the wilderness like a flock.",
            "52": "And he led them on safely, so that they feared not: but the sea overwhelmed their enemies.",
            "53": "And he brought them to his holy border, to the mountain, which his right hand had purchased.",
            "54": "He cast out nations before them, and apportioned to them an inheritance by line, and made the tribes of Yisra᾽el to dwell in their tents.",
            "55": "Yet they tempted and rebelled against the most high God, and kept not his testimonies:",
            "56": "but turned back, and dealt unfaithfully like their fathers: they were turned aside like a deceitful bow.",
            "57": "For they provoked him to anger with their high places, and moved him to jealousy with their carved idols.",
            "58": "When God heard this, he was wroth, and greatly abhorred Yisra᾽el:",
            "59": "so that he forsook the tabernacle of Shilo, the tent where he made his dwelling among men;",
            "60": "and delivered his strength into captivity, and his glory into the enemy’s hand.",
            "61": "He gave his people over also to the sword; and was wroth with his inheritance.",
            "62": "The fire consumed their young men; and their virgins had no marriage song.",
            "63": "Their priests fell by the sword; and their widows made no lamentation.",
            "64": "Then the Lord awoke as one out of sleep, and like a mighty man that shouts by reason of wine.",
            "65": "And he smote his enemies backward: he put upon them a perpetual reproach.",
            "66": "And he rejected the tabernacle of Yosef, and chose not the tribe of Efrayim:",
            "67": "but chose the tribe of Yehuda, the mount Żiyyon which he loved.",
            "68": "And he built his sanctuary like the high heavens, like the earth which he has established for ever.",
            "69": "And chose David his servant, and took him from the sheepfolds:",
            "70": "from following the ewes that gave suck, he brought him to be shepherd of Ya῾aqov his people, and Yisra᾽el his inheritance.",
            "71": "So he tended them according to the integrity of his heart; and guided them by the skilfulness of his hands."
        },
        "78": {
            "0": "A Psalm of Asaf. O God, heathen nations are come into Thy inheritance; Thy holy temple they have defiled; they have laid Yerushalayim in heaps.",
            "1": "The dead bodies of Thy servants they have given to be food to the birds of the sky, the flesh of Thy pious ones to the beasts of the earth.",
            "2": "Their blood have they shed like water round about Yerushalayim; and there was none to bury them.",
            "3": "We are become a taunt to our neighbours, a scorn and derision to those round about us.",
            "4": "How long, Lord? wilt Thou be angry for ever? will Thy jealousy burn like fire?",
            "5": "Pour out Thy wrath upon the nations that do not know Thee, and upon the kingdoms that do not call upon Thy name.",
            "6": "For they have devoured Ya῾aqov, and laid waste his dwelling place.",
            "7": "O remember not against us former iniquities: let Thy tender mercies speedily come to meet us: for we are brought very low.",
            "8": "Help us, O God of our salvation, for the glory of Thy name: and deliver us, and forgive our sins, for Thy name’s sake.",
            "9": "Why should the nations say, Where is their God? let the revenging of the blood of Thy servants which is shed be made manifest among the nations, and before our eyes.",
            "10": "Let the groaning of the prisoners come before thee; according to the greatness of Thy power preserve a remnant of those who are appointed to die;",
            "11": "and render to our neighbours sevenfold into their bosom their insult, wherewith they have insulted Thee, O Lord.",
            "12": "So we Thy people and the sheep of Thy pasture will give Thee thanks for ever: we will relate Thy praise to all generations."
        },
        "79": {
            "0": "To the chief Musician upon Shoshannim, A Testimony, A Psalm of Asaf.",
            "1": "Give ear, O shepherd of Yisra᾽el, that leadest Yosef like flock, Thou who art enthroned upon the keruvim, shine forth.",
            "2": "Before Efrayim, and Binyamin, and Menashshe, stir up Thy might, and come to save us.",
            "3": "Restore us, O God, and cause Thy face to shine; and we shall be saved.",
            "4": "O Lord God of hosts, how long wilt Thou be angry against the prayer of Thy people?",
            "5": "Thou hast fed them with the bread of tears; and hast given them tears to drink in great measure.",
            "6": "Thou makest us a strife to our neighbours: and our enemies mock as they please.",
            "7": "Restore us, O God of hosts, and cause Thy face to shine; and we shall be saved.",
            "8": "Thou hast brought a vine out of Miżrayim, Thou hast cast out nations, and planted it.",
            "9": "Thou didst clear a space for it, and didst cause it to take deep root, and it filled the land.",
            "10": "The hills were covered with the shadow of it, and the mighty cedars with its boughs.",
            "11": "She sent out her boughs to the sea, and her branches to the river.",
            "12": "Why hast Thou then broken down her fences, so that all they who pass by the way do pluck her fruit?",
            "13": "The boar out of the wood ravages it, and the wild beast of the field devours it.",
            "14": "Return, we beseech Thee, O God of hosts: look down from heaven, and behold, and be mindful of this vine;",
            "15": "and of the stock which Thy right hand has planted, and the branch that Thou madest strong for Thyself.",
            "16": "It is burned with fire, it is cut down: they perish at the rebuke of Thy countenance.",
            "17": "Let Thy hand be upon the man of Thy right hand, upon the son of a man whom Thou madest strong for Thyself.",
            "18": "So shall we not turn back from Thee: revive us and we will call upon Thy name.",
            "19": "Restore us, O Lord God of hosts, cause Thy face to shine; and we shall be saved."
        },
        "80": {
            "0": "To the chief Musician upon the Gittit, Of Asaf.",
            "1": "Sing aloud to God our strength: make a joyful noise to the God of Ya῾aqov.",
            "2": "Raise a song, sound the timbrel, the sweet lyre, with the harp.",
            "3": "Blow a shofar at the new moon, at the full moon on our feast day.",
            "4": "For this is a statute for Yisra᾽el, an ordinance of the God of Ya῾aqov.",
            "5": "This he ordained in Yosef for testimony, when he went out over the land of Miżrayim. I heard the language of him whom I had not known, saying,",
            "6": "I removed his shoulder from the burden: his hands are freed from the basket.",
            "7": "Thou didst call in trouble, and I delivered thee; I answered thee in the secret place of thunder: I proved thee at the waters of Meriva. (Sela.)",
            "8": "Hear, O my people, and I will testify against thee: O Yisra᾽el, if thou wilt hearken to me:",
            "9": "there shall be no strange god among thee; nor shalt thou worship any foreign deity.",
            "10": "I am the Lord thy God who brought thee out of the land of Miżrayim: open thy mouth wide, and I will fill it.",
            "11": "But my people would not hearken to my voice; and Yisra᾽el would none of me.",
            "12": "So I let them go after the stubbornness of their hearts, that they might follow their own counsels.",
            "13": "Oh that my people would hearken to me, and Yisra᾽el would walk in my ways!",
            "14": "I would soon subdue their enemies, and turn my hand against their adversaries.",
            "15": "Let the haters of the Lord cringe before him: and their punishment should last forever.",
            "16": "But he would feed him with the finest of the wheat: and with honey out of the rock I will satisfy thee."
        },
        "81": {
            "0": "A Psalm of Asaf. God stands in the congregation of God; he judges among the judges.",
            "1": "How long will you judge unjustly, and respect the persons of the wicked? (Sela.)",
            "2": "Judge the cause of the poor and fatherless: vindicate the afflicted and needy.",
            "3": "Deliver the poor and destitute: rescue them out of the hand of the wicked.",
            "4": "They know not, nor do they understand; they walk on in darkness: all the foundations of the earth are shaken.",
            "5": "I had said, You are angels, all of you sons of the most High;",
            "6": "Nevertheless, you shall die like a man, and fall as one man, O princes.",
            "7": "Arise, O God, judge the earth: for Thou shalt possess all the nations."
        },
        "82": {
            "0": "A Poem, A Psalm of Asaf.",
            "1": "Do not keep silence, O God: do not hold Thy peace, and be still, O God.",
            "2": "For lo, Thy enemies make a tumult: and they who hate Thee have lifted up the head.",
            "3": "They take crafty counsel against Thy people, and consult against Thy hidden ones.",
            "4": "They have said, Come, and let us cut them off from being a nation; that the name of Yisra᾽el may be no more in remembrance.",
            "5": "For they have consulted together with one consent: they are confederate against Thee:",
            "6": "the tents of Edom, and the Yishme᾽elim; of Mo᾽av, and the Hagrim;",
            "7": "Geval, and ῾Ammon, and ῾Amaleq; Peleshet with the inhabitants of Żor;",
            "8": "Ashshur also is joined with them: they are the strong arm of the children of Lot. (Sela.)",
            "9": "Do to them as to Midyan; as to Sisera, as to Yavin, at the wadi of Qishon:",
            "10": "who perished at ῾En-dor: they became like dung on the earth.",
            "11": "Make their nobles like ῾Orev, and like Ze᾽ev: and all their princes like Zevaĥ, and Żalmunna:",
            "12": "who said, Let us seize for our possession the pastures of God.",
            "13": "O my God, make them like the whirling chaff: like the stubble before the wind.",
            "14": "As the fire burns a wood, and as the flame sets the mountains on fire;",
            "15": "so pursue them with thy tempest, and terrify them with thy storm.",
            "16": "Fill their faces with shame; that they may seek thy name, O Lord.",
            "17": "Let them be confounded and affrighted forever; and let them be put to shame, and perish:",
            "18": "that men may know that thou alone, whose name is the Lord, art the most high over all the earth."
        },
        "83": {
            "0": "To the chief Musician upon the Gittit, A Psalm for the sons of Qoraĥ.",
            "1": "How lovely are Thy dwelling places, O Lord of hosts!",
            "2": "My soul longs, indeed, it faints for the courts of the Lord: my heart and my flesh cry out for the living God.",
            "3": "Even the sparrow has found a home, and the swallow a nest for herself, where she may lay her young. Thy altars, O Lord of hosts, my King, and my God –",
            "4": "happy are they who dwell in Thy house: they are ever praising thee. (Sela.)",
            "5": "Happy is the man whose strength is in Thee; in whose heart are Thy highways,",
            "6": "who, passing through the valley of Bakha, turn in into a waterspring; moreover, the early rain covers it with blessings.",
            "7": "They go from strength to strength, every one of them appears before God in Żiyyon.",
            "8": "O Lord God of hosts, hear my prayer: give ear, O God of Ya῾aqov. (Sela.)",
            "9": "Behold, O God, our shield, and look upon the face of Thy anointed.",
            "10": "For a day in Thy courts is better than a thousand. I had rather be at the threshold in the house of my God, than dwell in the tents of wickedness.",
            "11": "For the Lord God is a sun and shield: the Lord will give grace and honour: no good thing will he withhold from those who walk uprightly.",
            "12": "O Lord of hosts, happy is the man who trusts in Thee."
        },
        "84": {
            "0": "To the chief Musician, A Psalm for the sons of Qoraĥ.",
            "1": "Lord, Thou hast been favourable to Thy land: Thou hast brought back the captivity of Ya῾aqov.",
            "2": "Thou hast forgiven the iniquity of Thy people, Thou hast pardoned all their sin. (Sela.)",
            "3": "Thou hast withdrawn all Thy wrath: Thou hast turned from the fierceness of Thy anger.",
            "4": "Restore us, O God of our salvation, and cause Thy anger towards us to cease.",
            "5": "Wilt Thou be angry with us forever? Wilt Thou draw out Thy anger to all generations?",
            "6": "Wilt Thou not revive us again: that Thy people may rejoice in Thee?",
            "7": "Show us thy mercy, O Lord, and grant us Thy salvation.",
            "8": "I will hear what God the Lord will speak: for he will speak peace to his people, and to his pious ones: but let them not turn back to folly.",
            "9": "Surely his salvation is near to them who fear him; that glory may dwell in our land.",
            "10": "Love and truth are met together; righteousness and peace have kissed each other.",
            "11": "Truth will spring out of the earth; and righteousness will look down from heaven.",
            "12": "The Lord moreover shall give that which is good; and our land shall yield its increase.",
            "13": "Righteousness shall go before him, and walk in the way of his steps."
        },
        "85": {
            "0": "A Prayer of David. Incline Thy ear, O Lord, hear me: for I am poor and needy.",
            "1": "Preserve my soul; for I am godly: O Thou my God, save Thy servant who trusts in Thee.",
            "2": "Be gracious to me, O Lord: for I cry to Thee daily.",
            "3": "Rejoice the soul of Thy servant: for to Thee, O Lord, do I lift up my soul.",
            "4": "For Thou, Lord, art good, and ready to forgive; and of bountiful love towards all those who call upon Thee.",
            "5": "Give ear, O Lord, to my prayer; and attend to the voice of my supplications.",
            "6": "On the day of my trouble I will call upon Thee: for Thou wilt answer me.",
            "7": "Among the gods there is none like Thee, O Lord; nor are there any works like Thine.",
            "8": "All nations whom Thou hast made shall come and prostrate themselves before Thee, O Lord; and shall glorify Thy name.",
            "9": "For Thou art great, and doest wondrous things: Thou art God alone.",
            "10": "Teach me Thy way, O Lord; I will walk in Thy truth: make my heart single to fear Thy name.",
            "11": "I will thank Thee, O Lord my God, with all my heart: and I will glorify Thy name for evermore.",
            "12": "For great is Thy steadfast love towards me: and Thou hast delivered my soul from the depths of She᾽ol.",
            "13": "O God, the proud are risen against me, and the assembly of violent men have sought after my soul; and have not set Thee before them.",
            "14": "But Thou, O Lord, art a God full of compassion, and gracious, longsuffering, and bountiful in love and truth.",
            "15": "O turn to me, and have mercy upon me; give Thy strength to Thy servant, and save the son of Thy handmaid.",
            "16": "Show me a sign for good; that they who hate me may see it, and be ashamed: because Thou, Lord, hast helped me, and comforted me."
        },
        "86": {
            "0": "A Psalm for the sons of Qoraĥ, A Poem. His foundation is in the holy mountains.",
            "1": "The Lord loves the gates of Żiyyon more than all the dwellings of Ya῾aqov.",
            "2": "Glorious things are spoken of thee, O city of God. (Sela.)",
            "3": "I will make mention of Rahav and Bavel to those who know me: behold Peleshet, and Żor, with Kush, saying, Such a man was born there.",
            "4": "But of Żiyyon it shall be said, This and that man was born in her: and the highest himself shall establish her.",
            "5": "The Lord shall record, when he registers the peoples, that this man was born there. (Sela.)",
            "6": "And singers and dancers alike, shall say, All my springs are in Thee."
        },
        "87": {
            "0": "A Poem, A Psalm for the sons of Qoraĥ, to the chief Musician upon Maĥalat Le῾annot, A Maskil of Heman the Ezraĥite.",
            "1": "O Lord God of my salvation, when I cry in the night before Thee:",
            "2": "let my prayer come before Thee: incline Thy ear to my cry;",
            "3": "for my soul is sated with evils: and my life draws near to She᾽ol.",
            "4": "I am reckoned with those who go down into the pit: I am like a man who has no strength:",
            "5": "free among the dead, like the slain that lie in the grave, whom Thou rememberest no more: and they are cut off from Thy hand.",
            "6": "Thou hast laid me in the lowest pit, in darkness, in the deeps.",
            "7": "Thy wrath lies hard upon me, and Thou dost overwhelm me with all Thy waves. (Sela.)",
            "8": "Thou hast put away my acquaintances far from me; Thou hast made me an abomination to them: I am shut up, and I cannot come out.",
            "9": "My eye is dim by reason of affliction: Lord, I have called daily upon Thee, I have stretched out my hands to Thee.",
            "10": "Wilt Thou show wonders to the dead? shall the shades arise and praise Thee? (Sela.)",
            "11": "Shall Thy steadfast love be reported in the grave? or Thy faithfulness in Avaddon?",
            "12": "Shall Thy wonders be known in the dark? and Thy righteousness in the land of forgetfulness?",
            "13": "But to Thee have I cried, O Lord; and in the morning shall my prayer attend Thee.",
            "14": "Lord, why dost Thou cast off my soul? why dost Thou hide Thy face from me?",
            "15": "I am afflicted and close to death from my youth up. I suffer Thy terrors, I am numb.",
            "16": "Thy fierce wrath goes over me; Thy terrors have cut me off.",
            "17": "They come round about me daily like water; they compass me about together.",
            "18": "Friend and companion hast Thou put far from me, my acquaintances are in darkness."
        },
        "88": {
            "0": "A Maskil of Etan the Ezraĥite.",
            "1": "I will sing of the steadfast love of the Lord for ever: with my mouth I will make known Thy faithfulness to all generations.",
            "2": "For I have said, The world is built by love: Thou dost establish Thy faithfulness in the very heavens.",
            "3": "I have made a covenant with my chosen, I have sworn to David my servant,",
            "4": "Thy seed will I establish for ever, and build up thy throne to all generations. (Sela.)",
            "5": "And the heavens shall praise Thy wonders, O Lord: Thy faithfulness also in the assembly of the holy ones.",
            "6": "For who in the skies can be compared to the Lord? who among the sons of the mighty can be likened to the Lord?",
            "7": "A God dreaded in the great council of the holy ones, and had in reverence by all those round about him.",
            "8": "O Lord God of hosts, O Lord, who is strong like Thee? and Thy faithfulness is round about Thee.",
            "9": "Thou rulest the raging of the sea: when the waves thereof rise up, Thou stillest them.",
            "10": "Thou hast trodden down Rahav like carrion; Thou hast scattered Thy enemies with Thy strong arm.",
            "11": "The skies are Thine, the earth also is Thine: the world and the fulness thereof, Thou hast founded them.",
            "12": "The north and the south, Thou hast created them: Tavor and Ĥermon shall rejoice in Thy name.",
            "13": "Thou hast a mighty arm: strong is Thy hand, and high is Thy right hand.",
            "14": "Righteousness and justice are the foundation of Thy throne: love and truth shall go before Thee.",
            "15": "Happy is the people that know the joyful note: they shall walk, O Lord, in the light of Thy countenance.",
            "16": "In Thy name they rejoice all the day: and in Thy righteousness they are exalted.",
            "17": "For Thou art the glory of their strength: and in Thy favour our horn shall be exalted.",
            "18": "For our shield belongs to the Lord; and our king to the Holy One of Yisra᾽el.",
            "19": "Then Thou didst speak in vision to Thy pious one, and didst say, I have laid help upon one that is mighty; have exalted one chosen out of the people.",
            "20": "I have found David my servant; with my holy oil have I anointed him:",
            "21": "with whom my hand shall be established: my arm also shall strengthen him.",
            "22": "The enemy shall not exact upon him; nor the son of wickedness afflict him.",
            "23": "And I will beat down his foes before his face, and strike down those who hate him.",
            "24": "But my faithfulness and my steadfast love shall be with him: and in my name shall his horn be exalted.",
            "25": "I will set his hand also on the sea, and his right hand on the rivers.",
            "26": "He shall cry to me, Thou art my father, my God, and the rock of my salvation.",
            "27": "Also I will make him firstborn, the highest of the kings of the earth.",
            "28": "I will keep my truth with him for evermore, and my covenant shall stand fast with him.",
            "29": "His seed also will I make to endure for ever, and his throne like the days of heaven.",
            "30": "If his children forsake my Tora, and walk not in my judgments;",
            "31": "if they break my statutes, and keep not my commandments;",
            "32": "then I will punish their transgression with the rod, and their iniquity with strokes.",
            "33": "Nevertheless I will not utterly take my steadfast love from him, nor suffer my faithfulness to fail.",
            "34": "My covenant I will not break, nor alter that which has issued from my lips.",
            "35": "Once I have sworn by my holiness that I will not fail unto David.",
            "36": "His seed shall endure for ever, and his throne shall be like the sun before me.",
            "37": "It shall be established for ever like the moon, and the witness in the sky is sure. (Sela.)",
            "38": "But Thou hast cast off and rejected, Thou hast been angry with Thy anointed.",
            "39": "Thou hast renounced the covenant of Thy servant: Thou hast profaned his crown to the ground.",
            "40": "Thou hast broken down all his fences; Thou hast brought his strongholds to ruin.",
            "41": "All that pass by the way plunder him: he is a taunt to his neighbours.",
            "42": "Thou hast exalted the right hand of his adversaries; Thou hast made all his enemies rejoice.",
            "43": "Thou hast also turned back the edge of his sword, and hast not made him to stand in the battle.",
            "44": "Thou hast made his brightness to cease, and cast his throne down to the ground.",
            "45": "The days of his youth Thou hast shortened: Thou hast covered him with shame. (Sela.)",
            "46": "How long, Lord? wilt Thou hide Thyself forever? shall Thy wrath burn like fire?",
            "47": "Remember how short my time is: for what nothingness hast Thou created all the sons of men!",
            "48": "What man is he that lives, and shall not see death, but shall deliver his soul from the power of She᾽ol? (Sela.)",
            "49": "Lord, where are Thy former oaths of steadfast love which Thou didst make to David in Thy faithfulness?",
            "50": "Remember, Lord, the disgrace of Thy servants: how I bear in my bosom the insults of all the many peoples,",
            "51": "wherewith Thy enemies have insulted, O Lord; wherewith they have insulted the footsteps of Thy anointed.",
            "52": "Blessed be the Lord for evermore. Amen, and Amen.\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t BOOK FOUR"
        },
        "89": {
            "0": "A Prayer of Moshe the man of God. Lord, Thou hast been our dwelling place in all generations.",
            "1": "Before the mountains were brought forth, and before ever Thou hadst formed the earth and the world, even from everlasting to everlasting, Thou art God.",
            "2": "Thou turnest man back to dust; and sayst, Return, you children of men.",
            "3": "For a thousand years in Thy sight are but like yesterday when it is past, and like a watch in the night.",
            "4": "Thou engulfest them; they are like sleepers; they are like the short lived grass in the morning.",
            "5": "In the morning it flourishes, and fades; by evening it is withered and dry.",
            "6": "For we are consumed by Thy anger, and by Thy wrath are we terrified.",
            "7": "Thou hast set our iniquities before Thee, our secret sins in the light of Thy countenance.",
            "8": "For all our days are passed away in Thy wrath: we spend our years like a tale that is told.",
            "9": "The days of our years are seventy; or if by reason of special strength, eighty years; yet their pride is but trouble and wretchedness; it is soon cut off, and we fly away.",
            "10": "Who knows the power of Thy anger? even according to Thy fear, so is Thy wrath.",
            "11": "So teach us to number our days, that we may get a heart of wisdom.",
            "12": "Return, O Lord, how long? and relent concerning Thy servants.",
            "13": "O satisfy us in the morning with Thy steadfast love; that we may rejoice and be glad all our days.",
            "14": "Make us glad according to the days wherein Thou hast afflicted us, and the years in which we have seen evil.",
            "15": "Let Thy work appear to Thy servants, and Thy glory to their children.",
            "16": "And let the beauty of the Lord our God be upon us: and establish the work of our hands upon us; O prosper it, the work of our hands."
        },
        "90": {
            "0": "He that dwells in the secret place of the most High shall abide under the shadow of the Almighty.",
            "1": "I will say of the Lord, who is my refuge and my fortress: (my God; in him will I trust,)",
            "2": "that he will deliver thee from the snare of the fowler, and from the noisome pestilence.",
            "3": "He shall cover thee with his pinions, and under his wings shalt thou find refuge: his truth shall be thy shield and buckler.",
            "4": "Thou shalt not be afraid of the terror by night; nor of the arrow that flies by day;",
            "5": "nor of the pestilence that walks in darkness; nor of the destruction that wastes at noonday.",
            "6": "A thousand shall fall at thy side and ten thousand at thy right hand; but it shall not come near thee.",
            "7": "Only with thy eyes shalt thou behold and see the recompense of the wicked; because Thou O Lord, art my refuge.",
            "8": "Thou hast made the most High Thy habitation.",
            "9": "No evil shall befall thee, nor shall any plague come near thy dwelling.",
            "10": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
            "11": "They shall bear thee up in their hands, lest thou dash thy foot against a stone.",
            "12": "Thou shalt tread upon the lion and adder: the young lion and the crocodile shalt thou trample under foot.",
            "13": "Because he has set his delight upon me, therefore will I deliver him: I will set him on high, because he has known my name.",
            "14": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.",
            "15": "With long life I will satisfy him, and show him my salvation."
        },
        "91": {
            "0": "A Psalm, A Poem for the Sabbath day.",
            "1": "It is a good thing to give thanks to the Lord, and to sing praise to Thy name, O most High:",
            "2": "to relate Thy steadfast love in the morning, and Thy faithfulness every night,",
            "3": "upon an instrument of ten strings and upon the harp; to the melody of the lyre.",
            "4": "For Thou, Lord, hast made me glad through Thy work: I will triumph in the works of Thy hands.",
            "5": "O Lord, how great are Thy works! and Thy thoughts are very deep.",
            "6": "A brutish man does not know; nor does a fool understand this.",
            "7": "When the wicked spring like grass, and when all the workers of iniquity flourish; it is that they shall be destroyed forever:",
            "8": "but Thou, Lord, art most high for evermore.",
            "9": "For, lo, Thy enemies, O Lord, for lo, Thy enemies shall perish; all the workers of iniquity shall be scattered.",
            "10": "But my horn shalt Thou exalt like the horn of a wild ox: I shall be anointed with fresh oil.",
            "11": "My eye has seen the downfall of my enemies, and my ears have heard the doom of the wicked who rise against me.",
            "12": "The righteous man flourishes like the palm tree: he grows like a cedar in the Levanon.",
            "13": "Those that are planted in the house of the Lord shall flourish in the courts of our God.",
            "14": "They still bring forth fruit in old age; they are fat and flourishing;",
            "15": "to declare that the Lord is upright: he is my rock, and there is no unrighteousness in him."
        },
        "92": {
            "0": "The Lord reigns, he is clothed with majesty; the Lord is robed; he has girded himself with strength: the world also is established, that it cannot be moved.",
            "1": "Thy throne is established of old: Thou art from everlasting.",
            "2": "The floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their roaring.",
            "3": "The Lord on high is mightier than the noise of many waters, than the mighty waves of the sea.",
            "4": "Thy testimonies are very sure: holiness becomes Thy house, O Lord, for length of days."
        },
        "93": {
            "0": "O Lord God, to whom vengeance belongs; O God, to whom vengeance belongs, shine forth!",
            "1": "Lift up Thyself, Thou judge of the earth: render to the proud their recompense.",
            "2": "Lord, how long shall the wicked, how long shall the wicked triumph?",
            "3": "How long shall they utter and speak hard things? and all the workers of iniquity boast themselves?",
            "4": "They crush Thy people, O Lord, and afflict Thy heritage.",
            "5": "They slay the widow and the stranger, and murder the fatherless.",
            "6": "Yet they say, The Lord shall not see, nor shall the God of Ya῾aqov regard it.",
            "7": "Understand, you brutish among the people: and fools, when will you be wise?",
            "8": "He That planted the ear, shall he not hear? he That formed the eye, shall he not see?",
            "9": "He That chastises nations, shall he not correct? he That teaches man knowledge?",
            "10": "The Lord knows the thoughts of man, that they are vanity.",
            "11": "Blessed is the man whom Thou dost chasten, O Lord, and teachest him out of Thy Tora,",
            "12": "that Thou mayst give him rest from the days of adversity, until the pit is dug for the wicked.",
            "13": "For the Lord will not cast off his people, nor will he forsake his inheritance.",
            "14": "But judgment shall return to righteousness: and all the upright in heart shall follow it.",
            "15": "Who will rise up for me against the evildoers? who will stand up for me against the workers of iniquity?",
            "16": "Unless the Lord had been my help, my soul had soon dwelt in silence.",
            "17": "When I said, My foot slips; Thy steadfast love, O Lord, held me up.",
            "18": "When my cares within me were many, Thy comforts would cheer my soul.",
            "19": "Shall the seat of iniquity, framing mischief by law, have fellowship with Thee?",
            "20": "They gather themselves together against the soul of the righteous, and condemn the innocent blood.",
            "21": "But the Lord has become my defence; and my God, the rock of my refuge.",
            "22": "And he brings upon them their own iniquity, and he cuts them off in their own wickedness; the Lord our God cuts them off."
        },
        "94": {
            "0": "O Come, let us sing to the Lord: let us make a joyful noise to the rock of our salvation.",
            "1": "Let us come before his presence with thanksgiving, and make a joyful noise to him with psalms.",
            "2": "For the Lord is a great God, and a great King above all gods.",
            "3": "In his hand are the deep places of the earth: the mountain peaks are his also.",
            "4": "The sea is his, and he made it: and his hands formed the dry land.",
            "5": "O come, let us worship and bow down: let us kneel before the Lord our maker;",
            "6": "for he is our God; and we are the people of his pasture, and the flock of his hand: today even, if you will only hearken to his voice!",
            "7": "Do not harden your hearts as in Meriva, as in the day of Massa in the wilderness:",
            "8": "when your fathers tempted me, proved me, even though they saw my deeds.",
            "9": "Forty years long did I loathe this generation and I said, It is a people that errs in their heart, and that do not know my ways:",
            "10": "whereupon I swore in my anger that they should not enter into my rest."
        },
        "95": {
            "0": "O Sing to the Lord a new song: sing to the Lord, all the earth.",
            "1": "Sing to the Lord, bless his name; announce his salvation from day to day.",
            "2": "Declare his glory among the nations, his wonders among all the peoples.",
            "3": "For the Lord is great, and greatly to be praised: he is to be feared above all gods.",
            "4": "For all the gods of the nations are idols: but the Lord made the heavens.",
            "5": "Honour and majesty are before him: strength and beauty are in his sanctuary.",
            "6": "Ascribe to the Lord, O families of the peoples, ascribe to the Lord glory and strength.",
            "7": "Ascribe to the Lord the glory due to his name: bring an offering, and come into his courts.",
            "8": "O worship the Lord in the beauty of holiness: tremble before him, all the earth.",
            "9": "Say among the nations that the Lord reigns: the world also is established so that it shall not be moved: he shall judge the people with equity.",
            "10": "Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fulness thereof;",
            "11": "let the field be joyful, and all that is in it: then shall all the trees of the wood sing for joy.",
            "12": "Before the Lord: for he comes, for he comes to judge the earth: he shall judge the world in righteousness, and the people in his faithfulness."
        },
        "96": {
            "0": "The Lord reigns; let the earth rejoice; let the multitude of isles be glad.",
            "1": "Clouds and darkness are round about him: righteousness and judgment are the foundation of his throne.",
            "2": "A fire goes before him, and burns up his enemies round about.",
            "3": "His lightnings lightened the world: the earth saw, and trembled.",
            "4": "The hills melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth.",
            "5": "The heavens declared his righteousness, and all the peoples saw his glory.",
            "6": "Confounded be all they who serve carved idols, who boast themselves of idols: bow down before him, all you gods.",
            "7": "Żiyyon heard, and was glad; and the daughters of Yehuda rejoiced because of Thy judgments, O Lord.",
            "8": "For Thou, Lord, art high above all the earth: Thou art exalted far above all gods.",
            "9": "You that love the Lord, hate evil! he preserves the souls of his pious ones; he delivers them out of the hand of the wicked.",
            "10": "Light is sown for the righteous, and gladness for the upright in heart.",
            "11": "Rejoice in the Lord, O you righteous; and give thanks to his holy name."
        },
        "97": {
            "0": "A Psalm. O sing to the Lord a new song; for he has done marvellous things: his right hand, and his holy arm have gained him the victory.",
            "1": "The Lord has made known his salvation: his righteousness he has revealed in the sight of the nations.",
            "2": "He has remembered his love and his truth towards the house of Yisra᾽el: all the ends of the earth have seen the salvation of our God.",
            "3": "Make a joyful noise to the Lord, all the earth: make a loud noise, and rejoice, and sing praise.",
            "4": "Sing to the Lord with the lyre; with the lyre, and the voice of psalm.",
            "5": "With trumpets and sound of a shofar make a joyful noise before the Lord, the King.",
            "6": "Let the sea roar, and the fulness thereof; the world, and they who dwell therein.",
            "7": "Let the rivers clap their hands: let the mountains sing for joy together.",
            "8": "Before the Lord; for he comes to judge the earth: with righteousness shall he judge the world, and the people with equity."
        },
        "98": {
            "0": "The Lord reigns; let the peoples tremble: he is enthroned upon the keruvim; let the earth be moved.",
            "1": "The Lord is great in Żiyyon; and he is high above all the peoples.",
            "2": "Let them praise Thy great and terrible name; for it is holy.",
            "3": "O mighty king, who loves justice, Thou hast established equity; Thou dost execute justice and righteousness in Ya῾aqov.",
            "4": "Exalt the Lord our God, and worship at his footstool; for he is holy.",
            "5": "Moshe and Aharon among his priests, and Shemu᾽el among those who call upon his name; they called upon the Lord, and he answered them.",
            "6": "He spoke to them in the cloudy pillar: they kept his testimonies, and the ordinance that he gave them.",
            "7": "Thou didst answer them, O Lord our God: a forgiving God wast Thou to them, though Thou didst take vengeance for their misdeeds.",
            "8": "Exalt the Lord our God, and worship at his holy hill; for the Lord our God is holy."
        },
        "99": {
            "0": "A Psalm of thanksgiving. Make a joyful noise to the Lord, all the earth.",
            "1": "Serve the Lord with gladness: come before his presence with singing.",
            "2": "Know that the Lord he is God: it is he who made us, and we belong to him; we are his people, and the sheep of his pasture.",
            "3": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful to him, and bless his name.",
            "4": "For the Lord is good; his steadfast love endures forever; and his faithfulness to all generations."
        },
        "100": {
            "0": "A Psalm of David, I will sing of loyal love and justice: to Thee, O Lord, I will sing.",
            "1": "I will celebrate with a Maskil psalm the way of integrity. O when wilt Thou come to me? I will walk within my house in the integrity of my heart.",
            "2": "I will set no wicked thing before my eyes: I hate the work of those who turn aside; it shall not cleave to me.",
            "3": "A perverse heart shall depart from me: I will know no evil matter.",
            "4": "Whoever secretly slanders his neighbour, him I will cut off: him that has a high look and a proud heart I will not suffer.",
            "5": "My eyes are upon the faithful of the land, that they may dwell with me: he that walks in the way of integrity, he shall serve me.",
            "6": "He that works deceit shall not dwell within my house: he that tells lies shall not remain in my sight.",
            "7": "Morning by morning I will destroy all the wicked of the land; that I may cut off all the evildoers from the city of the Lord."
        },
        "101": {
            "0": "A Prayer of the afflicted, when he faints, and pours out his complaint before the Lord.",
            "1": "Hear my prayer, O Lord, and let my cry reach Thee.",
            "2": "Hide not Thy face from me in the day when I am in trouble; incline Thy ear to me: in the day when I call, answer me speedily.",
            "3": "For my days are consumed like smoke, and my bones are burned like a hearth.",
            "4": "My heart is smitten like grass, and withered; so that I forget how to eat my bread.",
            "5": "By reason of the voice of my groaning, my bones cleave to my skin.",
            "6": "I am like an owl of the wilderness: I am like a night flier of the desert.",
            "7": "I watch, and am like a lonely sparrow upon the house top.",
            "8": "My enemies insult me all the day; and they that are mad against me swear by me.",
            "9": "For I have eaten ashes like bread, and mingled my drink with weeping,",
            "10": "because of Thy indignation and Thy wrath: for Thou hast lifted me up, and cast me down.",
            "11": "My days are like an evening shadow; and I am withered like grass.",
            "12": "But Thou, O Lord, sittest enthroned forever; and Thy name endures to all generations.",
            "13": "Thou wilt arise, and have mercy upon Żiyyon: for it is time to favour her; for the set time is come.",
            "14": "For Thy servants hold her stones dear, and cherish her very dust.",
            "15": "So the nations shall fear the name of the Lord, and all the kings of the earth Thy glory.",
            "16": "For the Lord builds up Żiyyon, he appears in his glory.",
            "17": "He heeds the prayer of the destitute, and does not despise their prayer.",
            "18": "This shall be written for the generation to come: so that a people yet unborn shall praise the Lord.",
            "19": "For he has looked down from the height of his sanctuary; from heaven did the Lord behold the earth;",
            "20": "to hear the groaning of the prisoner; to loose those who are appointed to death;",
            "21": "that men may declare the name of Lord in Żiyyon, and his praise in Yerushalayim;",
            "22": "when the people are gathered together, and the kingdoms, to serve the Lord.",
            "23": "He weakened my strength in the way; he shortened my days.",
            "24": "I say, O my God, take me not away in the midst of my days: Thou whose years endure to all generations.",
            "25": "Of old Thou hast laid the foundation of the earth: and the heavens are the work of Thy hands.",
            "26": "They shall perish, but Thou shalt endure: yea, all of them shall grow old like a garment; Thou shalt change them like a cloak, and they will pass away:",
            "27": "but Thou art the same, and Thy years shall have no end.",
            "28": "The children of Thy servants shall continue, and their seed shall be established before Thee."
        },
        "102": {
            "0": "Of David. Bless the Lord, O my soul: and all that is within me bless his holy name.",
            "1": "Bless the Lord, O my soul, and forget not all his benefits:",
            "2": "who forgives all thy iniquities; who heals all thy diseases;",
            "3": "who redeems thy life from the pit; who encircles thee with love and compassion;",
            "4": "who satisfies thy old age with good; so that thy youth is renewed like the eagle’s.",
            "5": "The Lord executes righteousness, and judgment for all that are oppressed.",
            "6": "He made known his ways to Moshe, his acts to the children of Yisra᾽el.",
            "7": "The Lord is merciful and gracious, slow to anger, and plenteous in steadfast love.",
            "8": "He will not always chide: neither will he keep his anger forever.",
            "9": "He has not dealt with us after our sins; nor repaid us according to our iniquities.",
            "10": "For as the heaven is high above the earth, so great is his steadfast love towards those who fear him.",
            "11": "As far as the east is from the west, so far has he removed our transgressions from us.",
            "12": "As a father pities his children, so the Lord pities those who fear him.",
            "13": "For he knows our frame; he remembers that we are dust.",
            "14": "As for man, his days are like grass: like a flower of the field, so he blooms.",
            "15": "For the wind passes over it, and it is gone; and its place knows it no more.",
            "16": "But the steadfast love of the Lord is from everlasting to everlasting upon those who fear him, and his righteousness to children’s children;",
            "17": "to such as keep his covenant, and to those who remember his commandments to do them.",
            "18": "The Lord has established his throne in the heavens; and his kingdom rules over all.",
            "19": "Bless the Lord, you angels of his, you mighty ones who perform his bidding, hearkening to the voice of his word.",
            "20": "Bless the Lord, all his hosts; you ministers of his, who do his pleasure.",
            "21": "Bless the Lord, all his works in all places of his dominion. Bless the Lord, O my soul!"
        },
        "103": {
            "0": "Bless the Lord, O my soul. O Lord my God Thou art very great, Thou art clothed with glory and majesty.",
            "1": "Who covers himself with light as with a garment: who stretches out the heavens like a curtain:",
            "2": "who lays the beams of his chambers in the waters: who makes the clouds his chariot: who walks upon the wings of the wind:",
            "3": "who makes the winds his messengers; the flames of fire his ministers:",
            "4": "who laid the foundations of the earth, that it should not be removed forever.",
            "5": "Thou didst cover it with the deep as with a garment: the waters stood above the mountains.",
            "6": "At Thy rebuke they fled; at the voice of Thy thunder they hastened away;",
            "7": "they went up the mountains; they flowed down the valleys to the place which Thou didst found for them.",
            "8": "Thou didst set a bound that they might not pass over; that they might not turn back to cover the earth.",
            "9": "He sends the springs into the valleys; they flow between the hills:",
            "10": "they give drink to every wild beast: the wild asses quench their thirst.",
            "11": "Beside them dwell the birds of the sky; from among the branches they sing.",
            "12": "He waters the hills from his upper chambers: the earth is satisfied with the fruit of Thy works.",
            "13": "He causes the grass to grow for the cattle, and plants for the service of man: that he may bring forth food out of the earth;",
            "14": "and wine that makes glad the heart of man; oil to brighten his face; and bread which sustains the heart of man.",
            "15": "The trees of the Lord have their fill; the cedars of Levanon, which he has planted;",
            "16": "where the birds make their nests: as for the stork, the cypress trees are her house.",
            "17": "The high hills are a refuge for the wild goats; and the rocks for the badgers.",
            "18": "He appointed the moon for seasons: the sun knows his going down.",
            "19": "Thou makest darkness, and it is night; when all the beasts of the forest do creep forth.",
            "20": "The young lions roar after their prey, and seek their food from God.",
            "21": "The sun rises, they slink away, and lay them down in their dens.",
            "22": "Man goes forth to his work and to his labour until the evening.",
            "23": "O Lord, how manifold are Thy works! in wisdom hast Thou made them all: the earth is full of Thy creatures.",
            "24": "So is this great and wide sea, wherein are creeping things innumerable, both small and great beasts.",
            "25": "There go the ships: there are the dolphins, whom Thou hast made to play therein.",
            "26": "These wait all upon Thee; that Thou mayst give them their food in due season.",
            "27": "Thou givest it to them; they gather it: Thou openest Thy hand, they are filled with good.",
            "28": "Thou hidest Thy face, they are troubled: Thou takest away their breath, they die, and return to their dust.",
            "29": "Thou sendest forth Thy breath, they are created: and Thou renewest the face of the earth.",
            "30": "May the glory of the Lord endure forever: let the Lord rejoice in his works.",
            "31": "He looks on the earth, and it trembles: he touches the hills, and they smoke.",
            "32": "I will sing to the Lord as long as I live: I will sing praise to my God while I have my being.",
            "33": "My meditation of him shall be sweet: I will rejoice in the Lord.",
            "34": "The sinners will be consumed out of the earth, and the wicked will be no more. Bless thou the Lord, O my soul. Haleluya!"
        },
        "104": {
            "0": "O Give thanks to the Lord; call upon his name: make known his deeds among the people.",
            "1": "Sing to him, sing psalms to him: talk of all his wondrous works.",
            "2": "Glory in his holy name: let the heart of those who seek the Lord rejoice.",
            "3": "Seek the Lord, and his strength: seek his face continually.",
            "4": "Remember his marvellous works that he has done; his wonders, and the judgments of his mouth;",
            "5": "O seed of Avraham his servant, you children of Ya῾aqov his chosen ones.",
            "6": "He is the Lord our God: his judgments are over all the earth.",
            "7": "He has remembered his covenant forever, the word which he commanded to a thousand generations;",
            "8": "which he made with Avraham, and his oath to Yiżĥaq;",
            "9": "and confirmed the same to Ya῾aqov for a law, and to Yisra᾽el for an everlasting covenant:",
            "10": "saying, To thee I will give the land of Kena῾an, the lot of your inheritance:",
            "11": "when they were but a few men in number; of little account, and sojourners there:",
            "12": "when they went from one nation to another, from one kingdom to another people;",
            "13": "he suffered no man to do them wrong: but he reproved kings for their sakes; saying,",
            "14": "Touch not my anointed, and do my prophets no harm.",
            "15": "Moreover he called for a famine upon the land: he broke every staff of bread.",
            "16": "He sent a man before them; Yosef was sold for a servant:",
            "17": "whose foot they hurt with fetters: he was laid in iron:",
            "18": "until the time that his word came to pass: the word of the Lord had tested him.",
            "19": "The king sent and loosed him: and the ruler of the people let him go free.",
            "20": "He made him lord of his house, and ruler of all his substance:",
            "21": "to bind his princes at his pleasure; and teach his elders wisdom.",
            "22": "So Yisra᾽el came into Miżrayim; and Ya῾aqov sojourned in the land of Ĥam.",
            "23": "And he increased his people greatly; and made them stronger than their enemies.",
            "24": "He turned their heart to hate his people, to deal craftily with his servants.",
            "25": "He sent Moshe his servant; and Aharon whom he had chosen.",
            "26": "They performed his signs among them, and wonders in the land of Ĥam.",
            "27": "He sent darkness, and made it dark, and they did not rebel against his word.",
            "28": "He turned their water into blood, and slew their fish.",
            "29": "Their land swarmed with frogs, in the chambers of their kings.",
            "30": "He spoke, and there came swarms of gnats, and lice in all their borders.",
            "31": "He gave them hail for rain, and flaming fire in their land.",
            "32": "He smote their vines also and their fig trees; and broke the trees of their country.",
            "33": "He spoke, and the swarming locust came, and the hopping locust without number,",
            "34": "and they did eat up every plant in their land, and devoured the fruit of their ground.",
            "35": "Then he smote all the firstborn in their land, the chief of all their strength.",
            "36": "He brought them forth also with silver and gold: and there was not one who stumbled among their tribes.",
            "37": "Miżrayim was glad when they departed: for the fear of them had fallen on them.",
            "38": "He spread a cloud for a covering; and fire to give light in the night.",
            "39": "They asked, and he brought quails, and satisfied them with bread from heaven.",
            "40": "He opened the rock, and the water gushed out; it ran in the dry places like a river.",
            "41": "For he remembered his holy promise to Avraham his servant.",
            "42": "And he brought out his people with joy, and his chosen ones with gladness:",
            "43": "and gave them the lands of the nations: and they seized the labour of the peoples;",
            "44": "that they might observe his statutes, and keep his Torot. Haleluya!"
        },
        "105": {
            "0": "Haleluya; O give thanks to the Lord; for he is good: for his steadfast love endures for ever.",
            "1": "Who can utter the mighty acts of the Lord? who can declare all his praise?",
            "2": "Happy are they who maintain justice, and do righteousness at all times.",
            "3": "Remember me, O Lord, when Thou showest favour to Thy people: O visit me with Thy salvation;",
            "4": "that I may see the good of Thy chosen ones, that I may rejoice in the gladness of Thy nation, that I may glory with Thy inheritance.",
            "5": "We have sinned with our fathers, we have committed iniquity, we have done wickedly.",
            "6": "Our fathers in Miżrayim paid no heed to Thy wonders; they did not remember the multitude of Thy deeds of lovingkindness; and they rebelled against Thee at the Sea, at the Sea of Suf.",
            "7": "But he saved them for his name’s sake, that he might make known his mighty power.",
            "8": "He rebuked the Sea of Suf also, and it was dried up: so he led them through the depths, as through the wilderness.",
            "9": "And he saved them from the hand of him who hated them, and redeemed them from the hand of the enemy.",
            "10": "And the waters covered their enemies: there was not one of them left.",
            "11": "Then they believed his words; they sang his praise.",
            "12": "They soon forgot his works; they did not wait for his counsel:",
            "13": "but lusted exceedingly in the wilderness, and tried God in the desert.",
            "14": "And he gave them their request; but sent leanness into their soul.",
            "15": "And they envied Moshe in the camp, Aharon the Lord’s holy one.",
            "16": "The earth opened and swallowed up Datan, and covered the company of Aviram.",
            "17": "And a fire was kindled in their company; the flame burned up the wicked.",
            "18": "They made a calf in Ĥorev, and worshipped a molten image.",
            "19": "Thus they exchanged their glory for the likeness of an ox that eats grass!",
            "20": "They forgot God who had saved them, who had done great things in Miżrayim;",
            "21": "wondrous works in the land of Ĥam, and terrible things by the Sea of Suf.",
            "22": "Therefore he said that he would destroy them. had not Moshe his chosen one stood before him in the breach, to turn away his wrath, lest he should destroy them.",
            "23": "Moreover, they despised the pleasant land, they believed not his word:",
            "24": "but murmured in their tents, and did not hearken to the voice of the Lord.",
            "25": "Therefore he lifted up his hand against them, swearing to overthrow them in the wilderness:",
            "26": "to cast out their seed also among the nations, and to scatter them in the lands.",
            "27": "Then they joined themselves to Ba῾al-pe῾or, and ate the sacrifices of the dead.",
            "28": "Thus they provoked him to anger with their deeds: and the plague broke out upon them.",
            "29": "Then stood up Pineĥas, and executed judgment: and so the plague was stayed.",
            "30": "And that was counted to him for righteousness to all generations for evermore.",
            "31": "And they angered him at the waters of Meriva, so that it went ill with Moshe for their sakes:",
            "32": "because they angered his spirit, so that he spoke rashly with his lips.",
            "33": "They did not destroy the nations, concerning whom the Lord commanded them:",
            "34": "but were mingled among the nations, and learned their works:",
            "35": "and they served their idols, which became a snare to them.",
            "36": "And they sacrificed their sons and their daughters to idols,",
            "37": "and shed innocent blood, the blood of their sons and of their daughters, whom they sacrificed to the idols of Kena῾an: and the land was polluted with blood.",
            "38": "Thus they were defiled with their own works, and went astray in their doings.",
            "39": "Therefore was the wrath of the Lord kindled against his people, and he abhorred his inheritance.",
            "40": "So he gave them into the hand of the nations; and they that hated them ruled over them.",
            "41": "Their enemies also oppressed them, and they were brought into subjection under their hand.",
            "42": "Many times did he deliver them; but they were rebellious in their counsel, and were brought low through their iniquity.",
            "43": "Nevertheless he regarded their affliction, when he heard their cry:",
            "44": "and he remembered for them his covenant, and relented according to the abundance of his steadfast love.",
            "45": "Moreover he caused them to be pitied by all their captors.",
            "46": "Save us, O Lord our God, and gather us from among the nations, to give thanks to Thy holy name, and to triumph in Thy praise.",
            "47": "Blessed be the Lord God of Yisra᾽el from everlasting to everlasting: and let all the people say, Amen. Haleluya!\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBook Five"
        },
        "106": {
            "0": "O Give thanks to the Lord, for he is good: for his steadfast love endures for ever.",
            "1": "Let the redeemed of the Lord say so, whom he has redeemed from the hand of the enemy;",
            "2": "and gathered them out of the lands, from the east, and from the west, from the north, and from the south.",
            "3": "They wandered in the wilderness in a desert way; they found no city to dwell in.",
            "4": "Hungry and thirsty, their soul fainted in them.",
            "5": "Then they cried to the Lord in their trouble; he delivered them out of their distresses.",
            "6": "And he led them forth by the right way, that they might go to a city of habitation.",
            "7": "Let them praise the Lord for his steadfast love, and for his wonderful works to the children of men!",
            "8": "For he has satisfied the longing soul, and filled the hungry soul with goodness.",
            "9": "Such as sat in darkness and in the shadow of death, bound in affliction and iron;",
            "10": "because they had rebelled against the words of God, and rejected the counsel of the most High:",
            "11": "so that he brought down their heart with labour; they fell down, and there was none to help.",
            "12": "Then they cried to the Lord in their trouble, and he saved them out of their distresses.",
            "13": "He brought them out of darkness and the shadow of death, and broke their bands asunder.",
            "14": "Let them praise the Lord for his steadfast love, and for his wonderful works to the children of men!",
            "15": "For he has broken the gates of brass, and cut the bars of iron asunder.",
            "16": "The foolish were afflicted on account of their sinful way, and their iniquities.",
            "17": "Their soul abhorred all manner of food; for they came near the gates of death.",
            "18": "Then they cried to the Lord in their trouble, and he saved them out of their distresses.",
            "19": "He sends his word, and heals them, and delivers them from their destructions.",
            "20": "Let them praise the Lord for his steadfast love, and for his wonderful works to the children of men!",
            "21": "And let them sacrifice the sacrifices of thanksgiving, and declare his works with rejoicing.",
            "22": "They that go down to the sea in ships, that do business in great waters;",
            "23": "these saw the works of the Lord, and his wonders in the deep.",
            "24": "For he commanded, and raised the stormy wind, which lifted up the waves thereof.",
            "25": "They mount up to the sky, they go down again to the depths: their soul is melted away because of trouble.",
            "26": "They reel to and fro, and stagger like a drunken man, and are at their wits’ end.",
            "27": "Then they cry to the Lord in their trouble, and he brings them out of their distresses.",
            "28": "He makes the storm a calm, so that the waves thereof are still.",
            "29": "Then are they glad because they are quiet; and he brings them to their desired haven.",
            "30": "Let them praise the Lord for his steadfast love, and for his wonderful works to the children of men!",
            "31": "Let them exalt him also in the congregation of the people, and praise him in the assembly of the elders.",
            "32": "He turns rivers into a wilderness, and watersprings into dry ground;",
            "33": "a fruitful land into barrenness, because of wickedness of those who dwell therein.",
            "34": "He turned the wilderness into a pool of water, and dry ground into watersprings.",
            "35": "And there he makes the hungry to dwell, and they establish a city for habitation;",
            "36": "and sow fields, and plant vineyards, which yield fruits of increase.",
            "37": "He blesses them also, so that they are multiplied greatly; and does not let their cattle decrease.",
            "38": "When they are diminished and brought low through oppression, affliction, and sorrow:",
            "39": "he pours contempt upon nobles, and causes them to wander in the wilderness, where there is no way:",
            "40": "yet he sets the poor on high from affliction, and makes his families like a flock.",
            "41": "The righteous shall see it, and rejoice: and all iniquity shall stop her mouth.",
            "42": "Whoever is wise, let them consider these things, and let them observe the loving acts of the Lord."
        },
        "107": {
            "0": "A Poem, A Psalm of David.",
            "1": "My heart is firm, O God; I will sing, I will give praise; my glory likewise.",
            "2": "Awake the harp and the lyre: I will awaken the dawn.",
            "3": "I will praise Thee, O Lord, among the peoples: and I will sing praises to Thee among the nations.",
            "4": "For Thy steadfast love is great above the heavens: and Thy truth reaches the clouds.",
            "5": "Be Thou exalted, O God, above the heavens: and Thy glory above all the earth;",
            "6": "that Thy beloved ones may be delivered: save with Thy right hand, and answer me.",
            "7": "God has spoken in his holiness; I will rejoice, I will divide Shekhem, and measure out the valley of Sukkot.",
            "8": "Gil῾ad is mine; Menashshe is mine; Efrayim also is the strength of my head; Yehuda is my sceptre;",
            "9": "Mo᾽av is my washpot; over Edom will I cast my shoe; over Peleshet I will cry in triumph.",
            "10": "Who will bring me into the strong city? who will lead me to Edom?",
            "11": "Hast Thou not rejected us, O God? so that Thou goest not forth, O God, with our hosts.",
            "12": "Give us help against the foe: for vain is the help of man.",
            "13": "Through God we shall do valiantly: for he it is who will tread down our enemies."
        },
        "108": {
            "0": "To the chief Musician, A Psalm of David. Keep not silent, O God of my praise;",
            "1": "for the mouth of the wicked and the mouth of the deceitful are opened against me: they have spoken against me with a lying tongue.",
            "2": "For they have compassed me about with words of hatred; and fought against me without a cause.",
            "3": "In return for my love they are my accusers; whilst I have nothing but prayer.",
            "4": "And they have repaid me evil for good, and hatred for my love, saying:",
            "5": "Set a wicked man over him: and let an adversary stand at his right hand.",
            "6": "When he shall be judged, let him be condemned: and let his prayer be turned into sin.",
            "7": "Let his days be few; and let another take his possessions.",
            "8": "Let his children be fatherless, and his wife a widow.",
            "9": "Let his children be vagabonds, and beg: let them seek their bread also out of their desolate places.",
            "10": "Let the creditor seize everything that he has, and let strangers spoil his labour.",
            "11": "Let there be none to extend kindness to him: nor let there be any to favour his fatherless children.",
            "12": "Let his posterity be cut off; and in the generation following let their name be blotted out.",
            "13": "May the iniquity of his fathers be remembered by the Lord; and let not the sin of his mother be blotted out.",
            "14": "Let them be before the Lord continually, that he may cut off the memory of them from the earth.",
            "15": "Because he remembered not to show kindness, but pursued the poor and needy man, and the brokenhearted to their death.",
            "16": "For he loved cursing, and it came to him: and he delighted not in blessing, and it was far from him.",
            "17": "And he clothed himself with cursing like his garment, and it came into his bowels like water, and like oil into his bones.",
            "18": "Let it be to him as the garment which he puts on, and for the girdle wherewith he is girded continually.",
            "19": "This is what my adversaries seek to obtain from the Lord, and they who speak evil against my soul.",
            "20": "But do Thou for me, O God the Lord, for Thy name’s sake: because Thy steadfast love is good, deliver Thou me.",
            "21": "For I am poor and needy, and my heart is wounded within me.",
            "22": "I am gone like the shadow at evening: I am shaken off like the locust.",
            "23": "My knees totter through fasting; and my flesh fails of fatness.",
            "24": "I have become a taunt to them: when they see me they shake their heads.",
            "25": "Help me, O Lord my God: O save me according to Thy steadfast love:",
            "26": "that they may know that this is Thy hand; that Thou, Lord, hast done it.",
            "27": "Let them curse, but bless Thou: when they arise, let them be ashamed; but let Thy servant rejoice.",
            "28": "Let my adversaries be clothed with shame, and let them cover themselves with their own confusion, as with a robe.",
            "29": "I will greatly praise the Lord with my mouth; yea, I will praise him among the multitude.",
            "30": "For he stands at the right hand of the poor, to save him from those who would condemn him to death."
        },
        "109": {
            "0": "A Psalm of David. The Lord says to my master, Sit thou at my right hand, until I make thy enemies thy footstool.",
            "1": "The Lord shall send thy mighty sceptre out of Żiyyon: rule in the midst of thy enemies.",
            "2": "Thy people offered themselves willingly in the majesty of their holiness, on the day of thy battle; when still the dew of thy youth was upon thee, fresh from the womb of dawn.",
            "3": "The Lord has sworn, and will not change his mind, Thou shalt be a priest forever, after the manner of Malki-żedeq.",
            "4": "The Lord is at thy right hand, he crushes kings on the day of his wrath.",
            "5": "He judges among the nations: their land is full of dead bodies; he will shatter heads over many countries.",
            "6": "He will drink of the brook in the way: therefore will he lift up the head."
        },
        "110": {
            "0": "Haleluya! I will praise the Lord with my whole heart, in the assembly of the upright, and in the congregation.",
            "1": "The works of the Lord are great, sought out by all who love them.",
            "2": "His work is honourable and glorious: and his righteousness endures for ever.",
            "3": "He has made his wonderful works to be remembered: the Lord is gracious and full of compassion.",
            "4": "He has given food to those who fear him: he will ever be mindful of his covenant.",
            "5": "He has declared to his people the power of his works, that he may give them the heritage of the nations.",
            "6": "The works of his hands are truth and justice; all his commandments are sure.",
            "7": "They stand fast for ever and ever, done in truth and uprightness.",
            "8": "He sent redemption to his people: he has commanded his covenant forever: holy and reverend is his name.",
            "9": "The fear of the Lord is the beginning of wisdom: a good understanding have all they who do his commandments: his praise endures forever."
        },
        "111": {
            "0": "Haleluya! Happy is the man who fears the Lord, who delights greatly in his commandments.",
            "1": "His seed shall be mighty upon earth: the generation of the upright shall be blessed.",
            "2": "Wealth and riches shall be in his house: and his righteousness endures for ever.",
            "3": "Light rises in the darkness for the upright: he is gracious, and full of compassion, and just.",
            "4": "A good man lends with a good grace: he conducts his affairs justly.",
            "5": "Surely he shall never be moved: the righteous shall be in everlasting remembrance.",
            "6": "He shall not be afraid of evil tidings: his heart is firm, trusting in the Lord.",
            "7": "His heart is established, he shall not be afraid, until he gaze upon his enemies.",
            "8": "He has distributed freely, he has given to the poor; his righteousness endures for ever; his horn shall be exalted with honour.",
            "9": "The wicked man shall see it, and be grieved; he shall gnash his teeth, and melt away: the desire of the wicked shall come to nought."
        },
        "112": {
            "0": "Haleluya! Give praise, O servants of the Lord, praise the name of the Lord.",
            "1": "Blessed be the name of the Lord from this time forth and for evermore.",
            "2": "From the rising of the sun to its setting, the Lord’s name is to be praised.",
            "3": "The Lord is high above all nations, and his glory is above the heavens.",
            "4": "Who is like the Lord our God, who is enthroned on high,",
            "5": "and yet looks far down to behold the things that are in heaven, and on the earth!",
            "6": "He raises up the poor out of the dust, and lifts the needy out of the ashheap;",
            "7": "that he may set him with nobles, with the nobles of his people.",
            "8": "He makes the barren woman to keep house, and be a joyful mother of children. Haleluya!"
        },
        "113": {
            "0": "When Yisra᾽el went out of Miżrayim, the house of Ya῾aqov from a people of strange language;",
            "1": "Yehuda became his sanctuary, and Yisra᾽el his dominion.",
            "2": "The sea saw it, and fled: the Yarden was driven back.",
            "3": "The mountains skipped like rams, the little hills like young sheep.",
            "4": "What ails thee, O thou sea, that thou fleest? thou Yarden, that thou art driven back?",
            "5": "You mountains, that you skip like rams; and you little hills, like lambs?",
            "6": "Tremble, thou earth, at the presence of the Lord, at the presence of the God of Ya῾aqov;",
            "7": "who turned the rock into a pool of water, the flint into a fountain of waters."
        },
        "114": {
            "0": "Not to us, O Lord, not to us, but to Thy name give glory, for Thy steadfast love, and for Thy truth.",
            "1": "Why should the nations say, Where is now their God?",
            "2": "But our God is in the heavens: he has done whatever he has pleased.",
            "3": "Their idols are silver and gold, the work of men’s hands.",
            "4": "They have mouths, but they cannot speak: eyes have they, but they cannot see:",
            "5": "they have ears, but they cannot hear: noses have they, but they cannot smell:",
            "6": "they have hands, but they cannot feel: feet have they, but they cannot walk: nor can they speak through their throat.",
            "7": "They who make them are like them; so is everyone who trusts in them.",
            "8": "O Yisra᾽el, trust in the Lord: he is their help and their shield.",
            "9": "O house of Aharon, trust in the Lord: he is their help and their shield.",
            "10": "You who fear the Lord, trust in the Lord: he is their help and their shield.",
            "11": "The Lord has been mindful of us: he will bless us; he will bless the house of Yisra᾽el; he will bless the house of Aharon.",
            "12": "He will bless those who fear the Lord, both small and great.",
            "13": "May the Lord increase you more and more, you and your children.",
            "14": "May you be blessed of the Lord who made heaven and earth.",
            "15": "The heavens are the heavens of the Lord: but he has given the earth to the children of men.",
            "16": "The dead cannot praise the Lord, nor can any who go down into silence.",
            "17": "But we will bless the Lord from this time forth and for evermore. Haleluya!"
        },
        "115": {
            "0": "I love the Lord who hears my voice and my supplications.",
            "1": "Because he has inclined his ear to me, therefore I will call upon him as long as I live.",
            "2": "The cords of death surrounded me, and the pains of She᾽ol seized upon me: I found trouble and sorrow.",
            "3": "Then I called upon the name of the Lord; O Lord, I beseech Thee, deliver my soul.",
            "4": "Gracious is the Lord, and just; and our God is merciful.",
            "5": "The Lord preserves the simple: I was brought low, and he saved me.",
            "6": "Return to thy rest, O my soul; for the Lord has dealt bountifully with thee.",
            "7": "For Thou hast delivered my soul from death, my eyes from tears, and my feet from falling.",
            "8": "I will walk before the Lord in the land of the living.",
            "9": "I kept faith even when I said, I am greatly afflicted.",
            "10": "I said in my haste, Every man is false.",
            "11": "How can I repay the Lord for all his benefits toward me?",
            "12": "I will raise the cup of salvation, and call upon the name of the Lord.",
            "13": "I will pay my vows to the Lord now in the presence of all his people.",
            "14": "Precious in the sight of the Lord is the death of his pious ones.",
            "15": "O Lord, truly I am Thy servant; I am Thy servant, the son of Thy handmaid: Thou hast loosed my bonds.",
            "16": "I will offer to Thee the sacrifice of thanksgiving, and I will call upon the name of the Lord.",
            "17": "I will pay my vows to the Lord in the presence of all his people,",
            "18": "in the courts of the Lord’s house, in the midst of thee, O Yerushalayim. Haleluya!"
        },
        "116": {
            "0": "O Praise the Lord, all you nations: praise him all you peoples.",
            "1": "For his love for us is great: and the truth of the Lord endures for ever. Haleluya!"
        },
        "117": {
            "0": "O Give thanks to the Lord; for he is good: for his steadfast love endures forever.",
            "1": "Let Yisra᾽el now say, that his steadfast love endures forever.",
            "2": "Let the house of Aharon now say, that his steadfast love endures forever.",
            "3": "Let those now who fear the Lord say, that his steadfast love endures forever.",
            "4": "Out of my distress I called upon the Lord: the Lord answered me with liberation.",
            "5": "The Lord is on my side; I will not fear: what can a man do to me?",
            "6": "The Lord takes my part with those who help me: therefore I shall gaze upon those who hate me.",
            "7": "It is better to take refuge in the Lord than to put confidence in man.",
            "8": "It is better to take refuge in the Lord than to trust in princes.",
            "9": "All nations compassed me about: but in the name of the Lord I cut them off.",
            "10": "They compassed me about; indeed, they surrounded me: but in the name of the Lord I cut them off.",
            "11": "They compassed me about like bees; they are quenched like a fire of thorns: for in the name of the Lord I cut them off.",
            "12": "Thou didst push me hard that I might fall: but the Lord helped me.",
            "13": "The Lord is my strength and song, and is become my salvation.",
            "14": "The voice of rejoicing and salvation is in the tents of the righteous: the right hand of the Lord does valiantly.",
            "15": "The right hand of the Lord is exalted: the right hand of the Lord does valiantly.",
            "16": "I shall not die, but live, and declare the works of the Lord.",
            "17": "The Lord has chastised me severely: but he has not given me up to death.",
            "18": "Open to me the gates of righteousness: I will go in to them, and I will praise the Lord:",
            "19": "this is the gate of the Lord, into which the righteous shall enter.",
            "20": "I will give Thee thanks, for Thou hast answered me, and art become my salvation.",
            "21": "The stone which the builders rejected has become the head stone of the corner.",
            "22": "This is the Lord’s doing; it is marvellous in our eyes.",
            "23": "This is the day which the Lord has made; we will rejoice and be glad in it.",
            "24": "Save us, O Lord, we pray Thee: we pray Thee, O Lord, prosper us.",
            "25": "Blessed is he who comes in the name of the Lord: we have blessed you out of the house of the Lord.",
            "26": "God is the Lord, who has shown us light: bind the sacrifice with cords, to the horns of the altar.",
            "27": "Thou art my God, and I will praise Thee: my God, I will exalt Thee.",
            "28": "O give thanks to the Lord; for he is good: for his steadfast love endures forever."
        },
        "118": {
            "0": "Happy are those whose way is blameless, who walk in the Tora of the Lord.",
            "1": "Happy are they who keep his testimonies and seek him with the whole heart.",
            "2": "They also do no iniquity: they walk in his ways.",
            "3": "Thou hast commanded Thy precepts to be kept diligently.",
            "4": "O that my ways were directed to keep Thy statutes!",
            "5": "Then should I not be ashamed, when I observe all Thy commandments.",
            "6": "I shall give Thee thanks with uprightness of heart, when I learn Thy righteous judgments.",
            "7": "I will keep Thy statutes: O do not forsake me utterly.",
            "8": "Wherewith shall a young man keep his way pure? by guarding it according to Thy word.",
            "9": "With my whole heart I have sought Thee: O let me not wander from Thy commandments.",
            "10": "Thy word have I hid in my heart, that I might not sin against Thee.",
            "11": "Blessed art Thou, O Lord: teach me Thy statutes.",
            "12": "With my lips I have declared all the judgments of Thy mouth.",
            "13": "I have rejoiced in the way of Thy testimonies, as much as in all riches.",
            "14": "I will meditate in Thy precepts, and observe Thy ways.",
            "15": "I will delight myself in Thy statutes: I will not forget Thy word.",
            "16": "Deal bountifully with Thy servant, that I may live, and keep Thy word.",
            "17": "Open Thou my eyes, that I may behold wondrous things out of Thy Tora.",
            "18": "I am a stranger on the earth: do not hide Thy commandments from me.",
            "19": "My soul is consumed with the longing that it has to Thy judgments at all times.",
            "20": "Thou hast rebuked the proud that are cursed, who wander from Thy commandments.",
            "21": "Remove insult and contempt from me; for I have kept Thy testimonies.",
            "22": "Princes also did sit and speak against me: but Thy servant did meditate on Thy statutes.",
            "23": "Thy testimonies also are my delight; they are my counsellors.",
            "24": "My soul cleaves to the dust: revive me according to Thy word.",
            "25": "I have declared my ways, and Thou didst hear me: teach me Thy statutes.",
            "26": "Make me to understand the way of Thy precepts: so I shall talk of Thy wondrous works.",
            "27": "My soul melts away for heaviness: strengthen me according to Thy word.",
            "28": "Remove from me the way of falsehood: and graciously bestow Thy Tora upon me.",
            "29": "I have chosen the way of truth: Thy judgments have I laid before me.",
            "30": "I have held fast to Thy testimonies: O Lord, put me not to shame.",
            "31": "I will run the way of Thy commandments, for therein Thou dost enlarge my heart.",
            "32": "Teach me, O Lord, the way of Thy statutes; and I shall keep it to the end.",
            "33": "Give me understanding, and I shall keep Thy Tora; and I shall observe it with my whole heart.",
            "34": "Make me to go in the path of Thy commandments; for therein do I delight.",
            "35": "Incline my heart to Thy testimonies, and not to unjust gain.",
            "36": "Turn away my eyes from beholding vanity; and give me life in Thy way.",
            "37": "Confirm to Thy servant Thy word, which relates to the fear of Thee.",
            "38": "Turn away my insult which I fear: for Thy judgments are good.",
            "39": "Behold, I have longed after Thy precepts: give me life in Thy righteousness.",
            "40": "And let Thy promises of steadfast love come to pass for me, O Lord; even Thy salvation; according to Thy word.",
            "41": "So shall I have wherewith to answer him who insults me: for I trust in Thy word.",
            "42": "And take not the word of truth utterly out of my mouth; for I have hoped in Thy judgments.",
            "43": "So shall I keep Thy Tora continually for ever and ever.",
            "44": "And I will walk at liberty: for I seek Thy precepts.",
            "45": "I will also speak of Thy testimonies before kings, and will not be ashamed.",
            "46": "And I will delight myself in Thy commandments, which I have loved.",
            "47": "My hands also will I lift up to Thy commandments, which I have loved; and I will meditate on Thy statutes.",
            "48": "Remember the word to Thy servant, whereby Thou hast given me hope.",
            "49": "This is my comfort in my affliction: for Thy word has revived me.",
            "50": "The proud have had me greatly in derision: yet I have not declined from Thy Tora.",
            "51": "When I remembered thy judgments of old, O Lord, I took comfort.",
            "52": "Horror has taken hold of me because of the wicked who forsake Thy Tora.",
            "53": "Thy statutes have been my songs in the house of my pilgrimage.",
            "54": "I have remembered Thy name, O Lord, in the night, and have kept Thy Tora.",
            "55": "This was my lot, because I kept Thy precepts.",
            "56": "The Lord is my portion: I have said that I would keep Thy words.",
            "57": "I entreated Thy favour with my whole heart: be merciful to me according to Thy word.",
            "58": "I thought on my ways, and turned my feet to Thy testimonies.",
            "59": "I made haste, and delayed not to keep Thy commandments.",
            "60": "Bands of wicked men have robbed me: but I have not forgotten Thy Tora.",
            "61": "At midnight I will rise to give thanks to Thee because of Thy righteous judgments.",
            "62": "I am a companion of all those who fear Thee, and of those who keep Thy precepts.",
            "63": "The earth, O Lord, is full of Thy steadfast love: teach me Thy statutes.",
            "64": "Thou hast dealt well with Thy servant, O Lord, according to Thy word.",
            "65": "Teach me good discernment and knowledge: for I have believed Thy commandments.",
            "66": "Before I was afflicted I went astray: but now I observe Thy word.",
            "67": "Thou art good, and doest good; teach me Thy statutes.",
            "68": "The proud have smeared me with a lie: but I will keep Thy precepts with my whole heart.",
            "69": "Their heart is gross like fat, but I delight in Thy Tora.",
            "70": "It is good for me that I have been afflicted; that I might learn Thy statutes.",
            "71": "The Tora of Thy mouth is better to me than thousands of gold and silver.",
            "72": "Thy hands have made me and fashioned me: give me understanding, that I may learn Thy commandments.",
            "73": "They who fear Thee will see me and be glad, because I have hoped in Thy word.",
            "74": "I know, O Lord, that Thy judgments are right, and that in faithfulness Thou has afflicted me.",
            "75": "Let Thy steadfast love be my comfort, according to Thy word to Thy servant.",
            "76": "Let Thy mercies come to me, that I may live: for Thy Tora is my delight.",
            "77": "Let the proud be ashamed; for they dealt perversely with me with guile: but I will meditate on Thy precepts.",
            "78": "Let those who fear Thee turn to me, and those who have known Thy testimonies.",
            "79": "Let my heart be sound in Thy statutes; that I be not ashamed.",
            "80": "My soul faints for Thy salvation: I hope in Thy word.",
            "81": "My eyes fail with longing for Thy word, saying, When wilt Thou comfort me?",
            "82": "For I am become like a wineskin in the smoke; yet I do not forget Thy statutes.",
            "83": "How many are the days of Thy servant? when wilt Thou execute judgment on those who persecute me?",
            "84": "The proud have dug pits for me, which are not according to Thy Tora.",
            "85": "All Thy commandments are faithful: they persecute me wrongfully; help Thou me.",
            "86": "They had almost consumed me upon earth; but I forsook not Thy precepts.",
            "87": "In Thy steadfast love spare my life; so I shall keep the testimony of Thy mouth.",
            "88": "For ever, O Lord; Thy word stands fast in the heavens.",
            "89": "Thy faithfulness endures to all generations: Thou hast established the earth, and it stands firm.",
            "90": "They continue this day according to Thy ordinances: for all are Thy servants.",
            "91": "Unless Thy Tora had been my delights, I should have perished in my affliction.",
            "92": "I will never forget Thy precepts: for with them Thou hast given me life.",
            "93": "I am Thine, save me; for I have sought Thy precepts.",
            "94": "The wicked have waited for me to destroy me: but I will consider Thy testimonies.",
            "95": "I have seen an end of every purpose: but Thy commandment is exceedingly broad.",
            "96": "O how I love Thy Tora! it is my meditation all the day.",
            "97": "Thy commandments make me wiser than my enemies: for they are ever with me.",
            "98": "I have more understanding than all my teachers: for Thy testimonies are my meditation.",
            "99": "I understand more than the elders, because I keep Thy precepts.",
            "100": "I have restrained my feet from every evil way, that I might keep Thy word.",
            "101": "I have not departed from Thy judgments: for Thou hast taught me.",
            "102": "How sweet are Thy words to my palate! sweeter than honey to my mouth!",
            "103": "Through Thy precepts I get understanding: therefore I hate every false way.",
            "104": "Thy word is a lamp to my feet and a light to my path.",
            "105": "I have sworn, and I will perform it, that I will keep Thy righteous judgments.",
            "106": "I am afflicted very much: revive me, O Lord, according to Thy word.",
            "107": "Accept I beseech Thee, the freewill offerings of my mouth, O Lord, and teach me Thy ordinances.",
            "108": "My soul is continually in my hand: yet I have not forgotten Thy Tora.",
            "109": "The wicked have laid a snare for me: yet I have not strayed from Thy precepts.",
            "110": "Thy testimonies I have taken as a heritage for ever: for they are the rejoicing of my heart.",
            "111": "I have inclined my heart to perform Thy statutes always, to the end.",
            "112": "I hate men of vain thoughts: but Thy Tora I love.",
            "113": "Thou art my hiding place and my shield: I hope in Thy word.",
            "114": "Depart from me, you evildoers: for I will keep commandments of my God.",
            "115": "Uphold me according to Thy word, that I may live: and let me not be ashamed of my hope.",
            "116": "Hold me up, and I shall be safe: and I will watch Thy statutes continually,",
            "117": "Thou hast trodden down all those who stray from Thy statutes: for their deceit is vain.",
            "118": "Thou puttest away all the wicked of the earth like dross: therefore I love Thy testimonies.",
            "119": "My flesh shudders for fear of Thee; and I am afraid of Thy judgments.",
            "120": "I have done justice and righteousness: leave me not to my oppressors.",
            "121": "Be surety for Thy servant for good: let not the proud oppress me.",
            "122": "My eyes fail with watching for Thy salvation, and for the word of Thy righteousness.",
            "123": "Deal with Thy servant according to Thy steadfast love, and teach me Thy statutes.",
            "124": "I am Thy servant; give me understanding, that I may know Thy testimonies.",
            "125": "It is time to act for the Lord: they have made void Thy Tora.",
            "126": "Therefore I love Thy commandments above gold; yea, above fine gold.",
            "127": "Therefore I esteem all Thy precepts to be entirely right; and I have loathed every false way.",
            "128": "Thy testimonies are wonderful: therefore my soul keeps them.",
            "129": "The unfolding of Thy words gives light; it gives understanding to the simple.",
            "130": "With open mouth I pant: because I long for Thy commandments.",
            "131": "Look upon me, and be gracious unto me, as is Thy wont towards those who love Thy name.",
            "132": "Order my steps in Thy word: and let not any iniquity have dominion over me.",
            "133": "Deliver me from the oppression of man: and I will keep Thy precepts.",
            "134": "Make Thy face to shine upon Thy servant; and teach me Thy statutes.",
            "135": "Rivers of water run down from my eyes, because they do not keep Thy Tora.",
            "136": "Righteous art Thou, O Lord and upright are Thy judgments.",
            "137": "Thou hast commanded Thy testimonies in righteousness and in great faithfulness.",
            "138": "My zeal consumes me, because my enemies have forgotten Thy words.",
            "139": "Thy word is very pure: therefore Thy servant loves it.",
            "140": "I am small and despised: yet I do not forget Thy precepts.",
            "141": "Thy righteousness is an everlasting righteousness, and Thy Tora is truth.",
            "142": "Trouble and anguish have taken hold of me: yet Thy commandments are my delights.",
            "143": "Thy testimonies are righteous forever: give me understanding, and I shall live.",
            "144": "I cry with my whole heart; answer me, O Lord: I will keep Thy statutes.",
            "145": "I cry to Thee; save me, and I shall keep Thy testimonies.",
            "146": "I rise before dawn, and I cry out: my hope is in Thy word.",
            "147": "My eyes open before the night watches, that I may meditate on Thy saying.",
            "148": "Hear my voice according to Thy steadfast love: O Lord, revive me according to Thy judgment.",
            "149": "Those who follow after mischief draw near: they are far from Thy Tora.",
            "150": "Thou art near, O Lord; and all Thy commandments are truth.",
            "151": "Concerning Thy testimonies, I have known of old that Thou hast founded them forever.",
            "152": "Consider my affliction, and deliver me: for I do not forget Thy Tora.",
            "153": "Plead my cause, and deliver me: give me life according to Thy word.",
            "154": "Salvation is far from the wicked; for they seek not Thy statutes.",
            "155": "Great are Thy compassions, O Lord: give me life as is Thy wont.",
            "156": "Many are my persecutors and my enemies; yet I do not decline from Thy testimonies.",
            "157": "I behold transgressors, and I am grieved; because they keep not Thy saying,",
            "158": "Consider how I love Thy precepts: revive me, O Lord, according to Thy steadfast love.",
            "159": "The sum of Thy word is truth: and every one of Thy righteous judgments endures for ever.",
            "160": "Princes have persecuted me without cause: but my heart stands in awe of Thy word.",
            "161": "I rejoice at Thy word, like one who finds great spoil.",
            "162": "I hate and abhor lying: but Thy Tora I love.",
            "163": "Seven times a day I praise Thee because of Thy righteous judgments.",
            "164": "Great peace have they who love Thy Tora: and nothing can make them stumble.",
            "165": "Lord, I have hoped for Thy salvation, and I have done Thy commandments.",
            "166": "My soul has kept Thy testimonies; and I love them exceedingly.",
            "167": "I have kept Thy precepts and Thy testimonies: for all my ways are before Thee.",
            "168": "Let my cry come before Thee, O Lord: give me understanding according to Thy word.",
            "169": "Let my supplication come before Thee: deliver me according to Thy word.",
            "170": "My lips shall utter praise, for Thou hast taught me Thy statutes.",
            "171": "My tongue shall sing of Thy word: for all Thy commandments are just.",
            "172": "Let Thy hand help me; for I have chosen Thy precepts.",
            "173": "I long for Thy salvation, O Lord; and Thy law is my delight.",
            "174": "Let my soul live, and it shall praise Thee; and let Thy judgment help me.",
            "175": "I have gone astray like a lost sheep; seek out Thy servant; for I do not forget Thy commandments."
        },
        "119": {
            "0": "A Ma῾alot Poem. In my distress I cried to the Lord, and he heard me.",
            "1": "Deliver my soul, O Lord, from lying lips, from a deceitful tongue.",
            "2": "What shall be given to thee? or what shall be done to thee, thou false tongue?",
            "3": "Sharp arrows of the mighty, with coals of the broom tree.",
            "4": "Woe is me, that I sojourn in Meshekh, that I dwell in the tents of Qedar!",
            "5": "My soul has long dwelt with haters of peace.",
            "6": "I am a man of peace: but when I speak, they are for war."
        },
        "120": {
            "0": "A Ma῾alot Poem. I will lift up my eyes to the hills From whence comes my help?",
            "1": "My help comes from the Lord, who made heaven and earth.",
            "2": "He will not suffer thy foot to be moved: he who keeps thee will not slumber.",
            "3": "Behold, he who keeps Yisra᾽el shall neither slumber nor sleep.",
            "4": "The Lord is thy keeper: the Lord is thy shade upon thy right hand.",
            "5": "The sun shall not smite thee by day, nor the moon by night.",
            "6": "The Lord shall preserve thee from all evil: he shall preserve thy soul.",
            "7": "The Lord shall preserve thy going out and thy coming in from this time forth, and for evermore."
        },
        "121": {
            "0": "A Ma῾alot Poem of David. I was glad when they said to me, Let us go into the house of the Lord:",
            "1": "when our feet stood within thy gates, O Yerushalayim;",
            "2": "O Yerushalayim, built as a city that is compact together:",
            "3": "there the tribes used to go up, the tribes of the Lord, an appointed practice for Yisra᾽el, to give thanks to the name of the Lord.",
            "4": "For there are set thrones of judgment, the thrones of the house of David.",
            "5": "Pray for the peace of Yerushalayim: they who love thee shall prosper:",
            "6": "peace be within thy walls, and prosperity within thy palaces.",
            "7": "For my brethren and companions’ sakes, I will now say, Peace be within thee.",
            "8": "For the sake of the house of the Lord our God I will seek thy good."
        },
        "122": {
            "0": "A Ma῾alot Poem. To Thee I lift up my eyes, O Thou who dwellest in the heavens.",
            "1": "Behold, as the eyes of servants look to the hand of their masters, and as the eyes of a maid to the hand of her mistress; so our eyes wait upon the Lord our God, until he shall be gracious to us.",
            "2": "Be gracious to us, O Lord, be gracious to us: for we are overfilled with contempt.",
            "3": "Our soul is overfilled with the scorn of those who are at ease, and with the contempt of the proud."
        },
        "123": {
            "0": "A Ma῾alot Poem of David. If not for the Lord who was with us, let Yisra᾽el now say –",
            "1": "if not for the Lord who was with us, when men rose up against us:",
            "2": "then they would have swallowed us up alive, when their anger was kindled against us:",
            "3": "then the waters would have overwhelmed us, the stream would have gone over our soul:",
            "4": "then the proud waters would have gone over our soul.",
            "5": "Blessed be the Lord, who has not given us as a prey to their teeth.",
            "6": "Our soul is escaped like a bird out of the snare of the fowlers: the snare is broken, and we are escaped.",
            "7": "Our help is in the name of the Lord, who made heaven and earth."
        },
        "124": {
            "0": "A Ma῾alot Poem. They who trust in the Lord shall be like mount Żiyyon, which cannot be removed, but abides for ever.",
            "1": "As the mountains are round about Yerushalayim, so the Lord is round about his people from henceforth and forever.",
            "2": "For the sceptre of wickedness shall not rest upon the share allotted to the righteous; lest the righteous put forth their hands to do wrong.",
            "3": "Do good, O Lord, to those who are good, and to those who are upright in their hearts.",
            "4": "As for such as turn aside to their crooked ways, the Lord. shall lead them away with the workers of iniquity: but peace shall be upon Yisra᾽el."
        },
        "125": {
            "0": "A Ma῾alot Poem. When the Lord brought back the captivity of Żiyyon, we were like men in a dream.",
            "1": "Then was our mouth filled with laughter, and our tongue with singing: then they said among the nations, The Lord has done great things for them.",
            "2": "The Lord has done great things for us; we are glad.",
            "3": "Bring back our captivity, O Lord, like the streams in the Negev.",
            "4": "They who sow in tears shall reap in joy.",
            "5": "He who goes weeping on his way, bearing a bag of seed, shall come back with a joyful shout, carrying his sheaves."
        },
        "126": {
            "0": "A Ma῾alot Poem for Shelomo. Unless the Lord builds the house, they who build it labour in vain: unless the Lord keeps the city, the watchman stays awake in vain.",
            "1": "It is vain for you to rise up early, to sit up late, to eat the bread of toil: for truly to his beloved he gives tranquillity.",
            "2": "Lo, children are a heritage of the Lord: and the fruit of the womb is a reward.",
            "3": "As arrows in the hand of a mighty man; so are the children of one’s youth.",
            "4": "Happy is the man that has his quiver full of them: they shall not be put to shame, but they shall speak with their enemies in the gate."
        },
        "127": {
            "0": "A Ma῾alot Poem. Happy is everyone who fears the Lord; who walks in his ways.",
            "1": "For thou shalt eat the labour of thy hands: happy shalt thou be, and it shall be well with thee.",
            "2": "Thy wife shall be like a fruitful vine in the recesses of thy house: thy children like olive plants round about thy table.",
            "3": "Behold, thus shall the man be blessed who fears the Lord.",
            "4": "The Lord shall bless thee out of Żiyyon: and thou shalt see the good of Yerushalayim all the days of thy life.",
            "5": "And thou shalt see thy children’s children, and peace upon Yisra᾽el."
        },
        "128": {
            "0": "A Ma῾alot Poem. Many a time have they afflicted me from my youth, may Yisra᾽el now say:",
            "1": "many a time have they afflicted me from my youth: yet they have not prevailed against me.",
            "2": "The ploughers ploughed upon my back: they made long their furrows.",
            "3": "The Lord is righteous: he has cut asunder the cord of the wicked.",
            "4": "Let them be confounded and turned back, all who hate Żiyyon.",
            "5": "Let them be like the grass upon the housetops, which withers before it is plucked:",
            "6": "wherewith the mower fills not his hand; nor he who binds sheaves his bosom.",
            "7": "Nor do they who go by say, The blessing of the Lord be upon you: we bless you in the name of the Lord."
        },
        "129": {
            "0": "A Ma῾alot Poem. Out of the depths I have cried to Thee, O Lord.",
            "1": "Lord, hear my voice: let Thy ears be attentive to the voice of my supplications.",
            "2": "If Thou, Lord, shouldst mark iniquities, O Lord, who could stand?",
            "3": "But there is forgiveness with Thee, that Thou mayst be feared.",
            "4": "I wait for the Lord, my soul waits, and in his word I hope.",
            "5": "My soul waits for the Lord more than they who watch for the morning: more than watchmen for the morning.",
            "6": "Let Yisra᾽el hope in the Lord: for with the Lord there is steadfast love, and with him is plenteous redemption.",
            "7": "And he shall redeem Yisra᾽el from all his iniquities."
        },
        "130": {
            "0": "A Ma῾alot Poem of David. Lord, my heart is not haughty, nor my eyes lofty: nor do I exercise myself in great matters, or in things too high for me.",
            "1": "Surely I have stilled and quieted myself, like a weaned child beside his mother: my soul within me is like a weaned child.",
            "2": "Let Yisra᾽el hope in the Lord from henceforth and for ever."
        },
        "131": {
            "0": "A Ma῾alot Poem. Lord, remember to David’s favour all his afflictions:",
            "1": "how he swore to the Lord, and vowed to the mighty God of Ya῾aqov:",
            "2": "Surely I will not come into the tabernacle of my house, nor go up into my bed;",
            "3": "I will not give sleep to my eyes, slumber to my eyelids,",
            "4": "until I find out a place for the Lord, a habitation for the mighty One of Ya῾aqov.",
            "5": "Lo, we heard of it at Efrat: we found it in Sede-ya῾ar.",
            "6": "We will go into his dwelling places: we will worship at his footstool.",
            "7": "Arise, O Lord, to Thy resting place; Thou, and the ark of Thy strength.",
            "8": "Let Thy priests be clothed with righteousness; and let Thy pious ones shout for joy.",
            "9": "For Thy servant David’s sake do not turn away the face of Thy anointed.",
            "10": "The Lord has sworn in truth to David; he will not turn from it; One of the sons of thy body will I set upon thy throne.",
            "11": "If thy children will keep my covenant and my Testimony that I shall teach them, their children shall also sit upon thy throne for evermore.",
            "12": "For the Lord has chosen Żiyyon: he has desired it for his habitation.",
            "13": "This is my resting place forever: here will I dwell; for I have desired it.",
            "14": "I will abundantly bless her provisions: I will satisfy her poor with bread.",
            "15": "I will also clothe her priests with salvation: and her pious ones shall shout aloud for joy.",
            "16": "There will I make the horn of David to shoot up: I have set up a lamp for my anointed.",
            "17": "His enemies I will clothe with shame: but upon himself his crown will flourish."
        },
        "132": {
            "0": "A Ma῾alot Poem of David. Behold, how good and how pleasant it is for brothers to dwell together in unity!",
            "1": "It is like the precious ointment upon the head, running down upon the beard, the beard of Aharon: running down over the hem of his garments:",
            "2": "like the dew of Ĥermon descending upon the mountains of Żiyyon: for there the Lord has commanded the blessing, even life for evermore."
        },
        "133": {
            "0": "A Ma῾alot Poem. Behold, bless the Lord, all you servants of the Lord, who stand by night in the house of the Lord.",
            "1": "Lift up your hands in the sanctuary, and bless the Lord.",
            "2": "May the Lord who made heaven and earth bless thee out of Żiyyon."
        },
        "134": {
            "0": "Haleluya! Praise the name of the Lord; praise him, O servants of the Lord.",
            "1": "You who stand in the house of the Lord, in the courts of the house of our God,",
            "2": "Haleluya! for the Lord is good: sing praises to his name; for it is pleasant.",
            "3": "For the Lord has chosen Ya῾aqov to himself, Yisra᾽el for his peculiar possession.",
            "4": "For I know that the Lord is great, and that our Lord is above all gods.",
            "5": "Whatever the Lord wishes, he has done in heaven, and in earth, in the seas, and all deep places.",
            "6": "He causes vapours to ascend from the ends of the earth; he makes lightnings for the rain; he brings the wind out of the treasuries.",
            "7": "It was he who smote the firstborn of Miżrayim, both of man and beast;",
            "8": "who sent signs and wonders into the midst of thee, O Miżrayim, upon Par῾o, and upon all his servants;",
            "9": "who smote great nations, and slew mighty kings;",
            "10": "Siĥon king of the Emori, and ῾Og king of Bashan, and all the kingdoms of Kena῾an;",
            "11": "and gave their land for a heritage, a heritage to Yisra᾽el his people.",
            "12": "Thy name, O Lord, endures forever; and Thy renown, O Lord, throughout all generations.",
            "13": "For the Lord will judge the cause of his people, and he will relent concerning his servants.",
            "14": "The idols of the nations are silver and gold, the work of men’s hands.",
            "15": "They have mouths, but they cannot speak; eyes have they, but they cannot see;",
            "16": "they have ears, but they cannot hear; nor is there any breath in their mouths.",
            "17": "May they who make them become like them; and everyone who trusts in them.",
            "18": "Bless the Lord, O house of Yisra᾽el: bless the Lord, O house of Aharon:",
            "19": "Bless the Lord, O house of Levi: you who fear the Lord, bless the Lord.",
            "20": "Blessed be the Lord out of Żiyyon, he who dwells at Yerushalayim. Haleluya!"
        },
        "135": {
            "0": "O Give thanks to the Lord; for he is good: for his steadfast love endures forever.",
            "1": "O give thanks to the God of gods: for his steadfast love endures forever.",
            "2": "O give thanks to the Lord of lords: for his steadfast love endures forever.",
            "3": "To him who alone does great wonders: for his steadfast love endures forever.",
            "4": "To him who by understanding made the heavens: for his steadfast love endures forever.",
            "5": "To him who stretched out the earth above the waters: for his steadfast love endures forever.",
            "6": "To him who made great lights: for his steadfast love endures forever:",
            "7": "the sun to rule by day: for his steadfast love endures forever:",
            "8": "the moon and stars to rule by night: for his steadfast love endures forever.",
            "9": "To him who smote Miżrayim in their firstborn: for his steadfast love endures forever:",
            "10": "and brought out Yisra᾽el from among them: for his steadfast love endures forever:",
            "11": "with a strong hand, and with a stretched out arm: for his steadfast love endures forever.",
            "12": "To him who divided the Sea of Suf asunder: for his steadfast love endures forever:",
            "13": "and made Yisra᾽el pass through the midst of it: for his steadfast love endures forever:",
            "14": "but overthrew Par῾o and his host in the Sea of Suf: for his steadfast love endures forever.",
            "15": "To him who led his people through the wilderness: for his steadfast love endures forever.",
            "16": "To him who smote great kings: for his steadfast love endures forever:",
            "17": "and slew mighty kings: for his steadfast love endures forever:",
            "18": "Siĥon king of the Emori: for his steadfast love endures forever:",
            "19": "and ῾Og the king of Bashan: for his steadfast love endures forever:",
            "20": "and gave their land for a heritage: for his steadfast love endures forever:",
            "21": "a heritage to Yisra᾽el his servant: for his steadfast love endures forever.",
            "22": "Who remembered us in our low estate: for his steadfast love endures forever:",
            "23": "and has delivered us from our enemies: for his steadfast love endures forever.",
            "24": "Who gives bread to all flesh: for his steadfast love endures forever.",
            "25": "O give thanks to the God of heaven: for his steadfast love endures forever."
        },
        "136": {
            "0": "By the rivers of Bavel, there we sat down, yea, we wept, when we remembered Żiyyon.",
            "1": "We hung our lyres upon the willows in its midst.",
            "2": "For there they who carried us away captive asked us for a song; and they who spoiled us asked us for mirth, saying, Sing us one of the songs of Żiyyon.",
            "3": "How shall we sing the Lord’s song in a foreign land?",
            "4": "If I forget thee, O Yerushalayim, let my right hand forget her cunning.",
            "5": "If I do not remember thee, let my tongue cleave to the roof of my mouth; if I do not set Yerushalayim above my highest joy.",
            "6": "Remember, O Lord, against the children of Edom the day of Yerushalayim, when they said, Rase it, rase it, to its very foundations.",
            "7": "O daughter of Bavel, marked for devastation; happy is he who shall repay thee thy recompense for what thou hast done to us.",
            "8": "Happy is he who shall seize and dash thy little ones against the rock."
        },
        "137": {
            "0": "Of David. I will praise Thee with my whole heart: before princes I will sing praise to Thee.",
            "1": "I will bow down towards Thy holy temple, and praise Thy name for Thy steadfast love, and for Thy truth: for Thou hast magnified Thy word above all Thy name.",
            "2": "In the day when I cried Thou didst answer me, and didst strengthen me with strength in my soul.",
            "3": "All the kings of the earth shall give Thee thanks, O Lord, when they hear the words of Thy mouth.",
            "4": "Yea, they shall sing of the ways of the Lord: for great is the glory of the Lord.",
            "5": "Though the Lord be high, yet he takes note of the lowly: but the haughty he knows from afar.",
            "6": "Though I walk in the midst of trouble, Thou wilt revive me: Thou shalt stretch out Thy hand against the wrath of my enemies, and Thy right hand shall save me.",
            "7": "May the Lord accomplish his purpose concerning me: Thy steadfast love, O Lord, endures forever: do not forsake the works of Thy own hands."
        },
        "138": {
            "0": "To the chief Musician, A Psalm of David. O Lord, Thou hast searched me, and known me.",
            "1": "Thou knowst my sitting down and my rising up, Thou understandest my thought afar off.",
            "2": "Thou hast measured my going and my lying down, and Thou art acquainted with all my ways.",
            "3": "For no word is yet on my tongue, and lo, O Lord, Thou knowst it all.",
            "4": "Thou hast beset me behind and before, and laid Thy hand upon me.",
            "5": "Such knowledge is too wonderful for me; it is high, I cannot attain unto it.",
            "6": "Where shall I go from Thy spirit? or where shall I flee from Thy presence?",
            "7": "If I ascend up into heaven, Thou art there: if I make my bed in She᾽ol, behold, Thou art there.",
            "8": "If I take the wings of the morning, and dwell in the uttermost parts of the sea;",
            "9": "even there shall Thy hand lead me, and Thy right hand shall hold me.",
            "10": "If I say, Surely only darkness shall cover me; and the light be night about me,",
            "11": "even the darkness is not dark for Thee, but the night shines like the day: the darkness and the light are both alike to Thee.",
            "12": "For Thou hast formed my reins: Thou hast knit me together in my mother’s womb.",
            "13": "I will praise Thee; for I am fearfully and wonderfully made: marvellous are Thy works; and my soul knows that right well.",
            "14": "My frame was not hidden from Thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.",
            "15": "Thy eyes did see my unshaped flesh; for in Thy book all things are written: the days also in which they are to be fashioned, and for it too there was one of them.",
            "16": "How precious also are Thy thoughts to me, O God! how great is the sum of them!",
            "17": "If I should count them, they are more in number than the sand. When I awake, I am still with Thee.",
            "18": "Surely Thou wilt slay the wicked, O God: depart from me therefore, you bloody men,",
            "19": "who speak against Thee wickedly, and Thy enemies, who take Thy name in vain.",
            "20": "Do I not hate, O Lord, those who hate Thee? and do I not strive with those who rise up against Thee?",
            "21": "I hate them with the utmost hatred: I count them my enemies.",
            "22": "Search me, O God, and know my heart: try me, and know my thoughts:",
            "23": "and see if there is any wicked way in me, and lead me in the way everlasting."
        },
        "139": {
            "0": "To the chief Musician, A Psalm of David.",
            "1": "Deliver me, O Lord, from the evil man: preserve me from the violent man;",
            "2": "who devise mischiefs in their heart; continually they stir up wars.",
            "3": "They have sharpened their tongues like a serpent; a spider’s venom is under their lips. (Sela.)",
            "4": "Keep me, O Lord, from the hands of the wicked; preserve me from the violent man: who have purposed to trip up my feet.",
            "5": "The proud have hidden a snare for me, and cords; they have spread a net by the wayside; they have set traps for me. (Sela.)",
            "6": "I said to the Lord, Thou art my God: hear the voice of my supplications, O Lord.",
            "7": "O God the Lord, the strength of my salvation, Thou hast screened my head in the day of battle;",
            "8": "grant not, O Lord, the desires of the wicked man: further not his wicked device; lest they exalt themselves. (Sela.)",
            "9": "As for the head of those who compass me about, let the mischief of their own lips cover them.",
            "10": "Let burning coals fall upon them: let them be cast into the fire; into deep pits, so that they do not rise up again.",
            "11": "Let not a slanderer be established in the earth: let evil hunt the violent man to his overthrow.",
            "12": "I know that the Lord will maintain the cause of the afflicted, and the right of the poor.",
            "13": "Surely the righteous shall give thanks to Thy name: the upright shall dwell in Thy presence."
        },
        "140": {
            "0": "A Psalm of David. Lord, I cry to Thee: make haste to me; give ear to my voice, when I cry to Thee.",
            "1": "Let my prayer be set forth before Thee like incense; and the lifting up of my hands like the evening sacrifice.",
            "2": "Set a guard, O Lord, to my mouth; keep watch over the door of my lips.",
            "3": "Incline not my heart to any evil thing, to practise wicked deeds with men who work iniquity: and let me not eat of their dainties.",
            "4": "Let the righteous strike me in kindness: and let him rebuke me; it shall be as oil for my head: let not my head refuse it: but still shall my prayer be against their evil plight.",
            "5": "When their judges are thrown down upon the rocks, then they will hear how sweet were my words.",
            "6": "As when one cuts and breaks up wood on the earth, so are our bones strewn at the mouth of She᾽ol.",
            "7": "But my eyes are towards Thee, O God the Lord: in Thee I seek refuge; do not pour away my life.",
            "8": "Keep me from the snare which they have laid for me, and the traps of the workers of iniquity.",
            "9": "Let the wicked fall together into their own nets, whilst I escape."
        },
        "141": {
            "0": "A Maskil of David; A Prayer when he was in the cave.",
            "1": "I cry to the Lord with my voice; with my voice I make my supplication to the Lord.",
            "2": "I pour out my complaint before him; I declare my trouble before him.",
            "3": "When my spirit faints within me, then Thou knowst my path. In the way wherein I walk they have hidden a snare for me.",
            "4": "I look on my right hand, and behold, but there is no man that knows me: I have nowhere to flee; no man cares for my soul.",
            "5": "I cried to Thee, O Lord: I said, Thou art my refuge and my portion in the land of the living.",
            "6": "Attend to my cry; for I am brought very low: deliver me from my persecutors; for they are stronger than I.",
            "7": "Bring my soul out of prison, that I may give thanks to Thy name: the righteous shall crown themselves in me; for Thou shalt deal bountifully with me."
        },
        "142": {
            "0": "A Psalm of David. Hear my prayer, O Lord, give ear to my supplications: in Thy faithfulness answer me, in thy righteousness.",
            "1": "And enter not into judgment with Thy servant: for in Thy sight shall no man living be justified.",
            "2": "For the enemy has persecuted my soul; he has trodden my life down to the ground; he has made me to dwell in darkness, as those that have been long dead.",
            "3": "Therefore my spirit faints within me; my heart within me is appalled.",
            "4": "I remember the days of old; I meditate on all Thy works; I muse on the work of Thy hands.",
            "5": "I stretch forth my hands to Thee: my soul thirsts after Thee, like a thirsty land. (Sela.)",
            "6": "Answer me speedily, O Lord: my spirit fails: do not hide Thy face from me, lest I be like those who go down into the pit.",
            "7": "Cause me to hear Thy words of steadfast love in the morning; for in Thee do I trust: cause me to know the way in which I should walk; for I lift up my soul to Thee.",
            "8": "Deliver me, O Lord, from my enemies: I flee to Thee to hide me.",
            "9": "Teach me to do Thy will; for Thou art my God: let Thy good spirit lead me into a level land.",
            "10": "Revive me, O Lord, for Thy name’s sake: for Thy righteousness’ sake bring my soul out of trouble.",
            "11": "And in Thy mercy cut off my enemies, and destroy all those who afflict my soul: for I am Thy servant."
        },
        "143": {
            "0": "Of David. Blessed be the Lord my rock, who teaches my hands to war, and my fingers to fight:",
            "1": "my gracious one, and my fortress; my high tower, and my deliverer; my shield, and he in whom I trust; who subdues my people under me.",
            "2": "Lord, what is man, that Thou takest knowledge of him! or the son of man, that Thou makest account of him!",
            "3": "Man is like a breath: his days are like a shadow that passes away.",
            "4": "Bow Thy heavens, O Lord, and come down: touch the mountains, that they may smoke.",
            "5": "Cast forth lightning, and scatter them: shoot out Thy arrows, and destroy them.",
            "6": "Send Thy hand from above; rescue me, and deliver me out of many waters, from the hand of strangers;",
            "7": "whose mouth speaks vanity, and their right hand is a right hand of falsehood.",
            "8": "I will sing a new song to Thee, O God: upon a harp of ten strings I will sing praises to Thee.",
            "9": "It is he who gives salvation to kings: who delivers David his servant from the hurtful sword.",
            "10": "Rescue me, and deliver me from the hand of strangers, whose mouth speaks vanity, and their right hand is a right hand of falsehood.",
            "11": "For our sons are as plants grown up in their youth; our daughters as corner stones, polished after the fashion of a palace:",
            "12": "our garners are full, affording all manner of store: our sheep bring forth thousands and ten thousands in our streets:",
            "13": "our oxen are heavy laden: there is no breach or migration: and there is no loud cry in our streets.",
            "14": "Happy is that people, that is in such a case: happy is that people, whose God is the Lord."
        },
        "144": {
            "0": "A Praise of David. I will extol Thee, my God, O king; and I will bless Thy name for ever and ever.",
            "1": "Every day I will bless Thee; and I will praise Thy name for ever and ever.",
            "2": "Great is the Lord, and greatly to be praised; and his greatness is unsearchable.",
            "3": "One generation shall praise Thy works to another, and shall declare Thy mighty acts.",
            "4": "I will speak of the glorious splendour of Thy majesty, and of Thy wondrous works.",
            "5": "And men shall speak of the might of Thy terrible acts: and I will declare Thy greatness.",
            "6": "They shall utter the fame of Thy great goodness, and shall sing of Thy righteousness.",
            "7": "The Lord is gracious, and full of compassion; slow to anger, and of abundant love.",
            "8": "The Lord is good to all: and his tender mercies are over all his works.",
            "9": "All Thy works shall praise Thee, O Lord; and Thy pious ones shall bless Thee.",
            "10": "They shall speak of the glory of Thy kingdom, and talk of Thy power;",
            "11": "to make known to the sons of men his mighty acts, and the glorious majesty of his kingdom.",
            "12": "Thy kingdom is an everlasting kingdom, and Thy dominion endures throughout all generations.",
            "13": "The Lord upholds all that fall, and raises up all those who are bowed down.",
            "14": "The eyes of all wait upon Thee; and Thou givest them their food in due season.",
            "15": "Thou openest Thy hand, and satisfiest the desire of every living thing.",
            "16": "The Lord is righteous in all his ways, and gracious in all his works.",
            "17": "The Lord is near to all those who call upon him, to all who call upon him in truth.",
            "18": "He will fulfil the desire of those who fear him: he also will hear their cry, and will save them.",
            "19": "The Lord preserves all those who love him: but all the wicked he will destroy.",
            "20": "My mouth shall speak the praise of the Lord: and let all flesh bless his holy name for ever and ever."
        },
        "145": {
            "0": "Haleluya! Praise the Lord, O my soul.",
            "1": "While I live I will praise the Lord: I will sing praises to my God while I have my being.",
            "2": "Put not your trust in princes, nor in the son of man, in whom there is no help.",
            "3": "His breath goes forth, he returns to his earth; in that very day his thoughts perish.",
            "4": "Happy is he who has the God of Ya῾aqov for his help, whose hope is in the Lord his God:",
            "5": "who made heaven, and earth, the sea, and all that is in them: who keeps truth forever.",
            "6": "Who executes judgment for the oppressed: who gives bread to the hungry. The Lord looses the prisoners:",
            "7": "the Lord opens the eyes of the blind: the Lord raises those who are bowed down: the Lord loves the righteous:",
            "8": "the Lord preserves the strangers; he relieves the fatherless and widow: but the way of the wicked he makes crooked.",
            "9": "The Lord shall reign forever, thy God, O Żiyyon, to all generations. Haleluya!"
        },
        "146": {
            "0": "Praise the Lord: for it is good to sing praises to our God; for it is pleasant; praise is comely.",
            "1": "The Lord builds Yerushalayim: he gathers together the outcasts of Yisra᾽el.",
            "2": "He heals the brokenhearted, and binds up their wounds.",
            "3": "He counts the number of the stars; he calls them all by their names.",
            "4": "Great is our Lord, and of great power: his understanding is infinite.",
            "5": "The Lord upholds the humble: he casts the wicked down to the ground.",
            "6": "Sing to the Lord with thanksgiving; sing praise upon the lyre to our God:",
            "7": "who covers the heaven with clouds, who prepares rain for the earth, who makes grass to grow upon the mountains.",
            "8": "He gives to the beast its food, and to the young ravens which cry.",
            "9": "He delights not in the strength of the horse: he takes no pleasure in the legs of a man.",
            "10": "The Lord takes pleasure in those who fear him, in those who hope in his steadfast love.",
            "11": "Praise the Lord, O Yerushalayim; praise Thy God, O Żiyyon.",
            "12": "For he has strengthened the bars of thy gates; he has blessed thy children within thee.",
            "13": "He makes peace in Thy borders, and fills thee with the finest of the wheat.",
            "14": "He sends forth his commandment upon the earth: his word runs very swiftly.",
            "15": "He gives snow like wool: he scatters the hoar frost like ashes.",
            "16": "He casts forth his ice like morsels: who can stand before his cold?",
            "17": "He sends out his word, and melts them: he causes his wind to blow: they run as water.",
            "18": "He declares his Word to Ya῾aqov, his statutes and his judgments to Yisra᾽el.",
            "19": "He has not dealt so with any other nation: and as for his ordinances they have not known them. Haleluya!"
        },
        "147": {
            "0": "Haleluya! Praise the Lord from the heavens: praise him in the heights.",
            "1": "Praise him, all his angels: praise him, all his hosts.",
            "2": "Praise him, sun and moon: praise him, all you stars of light.",
            "3": "Praise him, heavens of heavens, and you waters that are above the heavens.",
            "4": "Let them praise the name of the Lord: for he gave command, and they were created.",
            "5": "And he established them for ever and ever: he has made a decree which shall not pass.",
            "6": "Praise the Lord from the earth, O monsters, and all deeps:",
            "7": "fire, and hail; snow, and vapours; stormy wind fulfilling his word:",
            "8": "mountains, and all hills; fruitful trees, and all cedars:",
            "9": "beasts, and all cattle; creeping things, and winged birds:",
            "10": "kings of the earth, and all peoples; princes, and all judges of the earth:",
            "11": "both young men, and girls; old men, and children:",
            "12": "let them praise the name of the Lord: for his name alone is exalted; his glory is above the earth and heaven.",
            "13": "He also has exalted the horn of his people, a praise for all his pious ones; even for the children of Yisra᾽el, a people near to him. Haleluya!"
        },
        "148": {
            "0": "Haleluya! Sing to the Lord a new song, his praise is sounded in the congregation of the pious.",
            "1": "Let Yisra᾽el rejoice in him who made him: let the children of Żiyyon be joyful in their King.",
            "2": "Let them praise his name in the dance: let them sing praises to him with the timbrel and lyre.",
            "3": "For the Lord takes pleasure in his people: he will beautify the humble with salvation.",
            "4": "Let the pious be joyful in glory: let them sing aloud upon their beds.",
            "5": "The high praises of God are in their mouth, and a two edged sword in their hand;",
            "6": "to execute vengeance upon the nations, chastisements upon the peoples;",
            "7": "to bind their kings with chains, and their nobles with fetters of iron;",
            "8": "to execute upon them the judgment written: it is an honour to all his pious ones. Haleluya!"
        },
        "149": {
            "0": "Haleluya! Praise God in his sanctuary: praise him in the firmament of his power.",
            "1": "Praise him for his mighty acts: praise him according to his exceeding greatness.",
            "2": "Praise him with the sound of the shofar: praise him with the harp and lyre.",
            "3": "Praise him with the timbrel and dance: praise him with stringed instruments and the pipe.",
            "4": "Praise him upon sounding cymbals: praise him upon loud clashing cymbals.",
            "5": "Let everything that has breath praise the Lord. Haleluya!"
        }
    },
    "meta": "Chapter-Verse",
    "work": "Psalms"
}