{
    "versionTitle": "Asher Meza (without commentary)", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "en", 
    "title": "Shulchan Arukh, Yoreh De'ah", 
    "text": [
        [
            "Seif 1 All may slaughter, at the outset, even women. Slaves and virtually anyone even though you do not know them who does not faint because of slaughtering. (is fit for slaughtering.)Even though you do not know where or whether he learned the laws of slaughtering.It is permitted from the outset to accept what he slaughters and permitted to eat it as well. This is because most are familiar with his slaughtering and his expertise is known as well. What are we saying? (We are saying) that if that person is not in front of us it is permitted to eat what he slaughters because we rely on what is generally known.However if he is before us we need to check if he is an expert in the laws of slaughtering, however we do not need to ask if he faints.", 
            "Seif 2He does not need to know all of the different details of the laws, but rather if he says \"concerning this matter I was in doubt and I asked (a competent rabbi)\", such an individual is called \"knowledgeable\", until he calls that which is forbidden \"permitted\" (then he demonstrates his ignorance and incompetence).", 
            "Seif 3Whoever doesn't know the laws of Slaughter, even if he slaughters in the presence of others 4 or 5 times in the correct manner, and if he slaughtered alone, what he slaughtered is unacceptable. Even if he is asked: Did you slaughter in such and such manner and from his response we see that the slaughter was done correctly. We don’t rely on his words.Even if he says “I am sure that I performed a good slaughter.If someone knows that he doesn't know the laws of slaughtering, he cannot slaughter alone,if someone stands over him to see him from the beginning of the slaughtering till the end. (It would be allowed).", 
            "Seif 4 If a lost kid or fowl or one that is stolen is found slaughtered properly in a place that is predominately jewish, (and the majority of the thieves in the city are jewish) It is permitted. Even if it is sought and found among either the marketplace or in the trash heap of a home but if we find it in the trash heap of the marketplace it is not permitted.", 
            "Seif 5 A deaf person who cannot hear and cannot speak or an imbecile, in other words someone who cannot go outside alone at night or who has ripped garments or who frequents cemeteries or loses things that are given to him even one of these things or conducts himself in a silly manner or a child that doesn't have a trained hand to slaughter we should not allow them to slaughter from the outset even if there is someone standing over them helping them. But if they slaughter (after the fact) their slaughter is kosher if there is a trained individual standing over them.However we should not allow them to slaughter from the outset without a trained individual standing over them. Even if he wants to feed the dogs.However if the child has a trained hand and a trained individual is standing over him he can slaughter from the outset and everyone is allowed to eat what he slaughters.", 
            "Seif 6 A deaf person who speaks but doesn't hear does not slaughter (from the outset) because he is not able to hear the blessing.If he does slaughter even for himself it is fit for consumption.", 
            "Seif 7 (If the deaf person) hears but does not speak: if he is an expert, he is allowed to slaughter even from the outset if someone else says the blessing.", 
            "Seif 8 A drunk who has reached the drunkenness of Lot according to Jewish law has the status of one who is crazy. And if he has not reached the drunkenness of Lot he may slaughter from the outset.", 
            "Seif 9 A blind person is not allowed to slaughter from the outset unless others watch him. If he slaughters what he slaughtered is acceptable.", 
            "Seif 10 A naked person is not allowed to slaughter from the outset due to not being able to say the blessing.", 
            "Seif 11 If a community instituted a pronouncement  that only a specific butcher would be allowed to slaughter,and another butcher goes ahead and slaughters, (regarding what he slaughtered) There are those who say that what he slaughtered is forbidden.", 
            "Seif 12 If someone slaughters an animal for a non-Jew in the presence of witnesses, and a Jew comes to purchase it from him, and he says \"do not buy it, because it wasn't slaughtered in a kosher manner\", we do not believe him, [and the buyer is allowed to purchase it (*based on the testimony of the witnesses who saw it was slaughtered in a kosher manner)].  However, for the shochet himself, it is forbidden for him to eat it, since he declared it to be a forbidden item for himself (i.e. by his statement that it wasn't kosher).", 
            "Seif 13 If a butcher made a sign on the head of a (kosher) slaughtered sheep, in order that it should appear to be treifah, and also he said it is treifah, but subsequently he said it was kosher, and he only said that it wasn't kosher earlier in order that he could take it for himself therefore it should remain (unpurchased) so he could take the meat from it, since he gave a reason for his words, he is believed (that it is indeed kosher and only appears non-kosher based on a post-slaughter butchering technique).", 
            "Seif 14 Concerning a slaughterer that one witness (alone) testified that he performed an improper slaughter, and he (the shochet) denies this, we say that \"one witness who is contradicted by denial is nothing\", and even the witness himself is allowed to eat from this shochet in the future.  However, in any event, all of this depends on the stature of the man in question. (both the witness and the shochet?)"
        ], 
        [
            "Seif 1 A slaughtering performed by a gentile has the status of a nevilah*, even if the slaughterer was a child and even if the gentile did not worship idols and even if Jews were supervising him (while he slaughtered).", 
            "Seif 2 If a wanton sinner who eats a nevilah* and deliberately (slaughters), if a Jew first checks the knife that he is given, only then are we allowed to eat from what he slaughtered even if he slaughters alone (only) if he knows the laws of slaughter. However if the knife is not checked from the beginning, it is forbidden to eat what he slaughtered until we check the knife at the end. And if it’s not given to him in the beginning in order to slaughter, even if a trustworthy person stood over him to assist, without checking the knife from the beginning, we don’t rely that the knife was fit to slaughter.(even if you plan to check it at the end)", 
            "Seif 3 A wanton sinner * who intends to slaughter, even if he swears that he slaughtered with a good knife he is not believed. **a ”mumar leteiavon” does not mean an apostate, it means a wanton sinner who sins out of lust or desire, not out of heresy.", 
            "Seif 4 If a wanton sinner slaughters alone, and he has with him a proper knife and a knife that is not proper. And then says that he slaughtered with the correct knife, we trust them.And even if we find meat in his hand, if there are experts in the city, we accept his slaughter (if the experts say) an expert slaughtered this.", 
            "Seif 5 An (true) apostate*, even against one Jewish law, or if he is a Jew who worships foreign gods or who publicly desecrates the sabbath, or an apostate against all of torah apart from these two they have the status of non Jews *(Cuthean was added by the censors).*a Mumar Lehachis is someone who sins (in heresy) out of anger to G-d.", 
            "Seif 6 An apostate who continues committing the same transgression, we don’t need to check his knife, according to the Rambam it needs to be checked, specifically if he is an apostate because of a transgression, however if he is an invalidated witness by a transgression that make up the torahs list of transgressions, you don’t need to check the knife, even according to the Rambam.", 
            "Seif 7 If he is an apostate because of his foreskin, his status is like one who transgresses a specific law. And if he wasn't circumcised due to a fear of death during the circumcision, Indeed he is like the rest of the kosher Jews.*a mumar le'aveirah is worse than pasul le'edut.", 
            "Seif 8 A Samaritan nowadays has the status of an Idol Worshiper.", 
            "Seif 9 Saducees and Baiythiates (followers of Baiytus) what they slaughter is forbidden, however if they slaughter and an expert stood over them guiding them and they also checked the knife. (it is allowed).", 
            "Seif 10 If an invalidated person starts to slaughter and when he finishes he is no longer invalidated, or if someone begins to slaughter as a kosher Jew and by the end of the slaughter has become and invalidated person. What do we tell them? (We say)From the beginning you were invalidated with respect to an issue, this makes what you slaughtered a nevilah, for example if the gullet and the majority of the trachea (were cut when he found out it is not allowed), however if from the beginning someone is invalidated and half of the Trachea (is already cut) and he finished as a kosher jew, it is permissible.", 
            "Seif 11 If a kosher Jew and an invalidated slaughterer simultaneously slaughter, it is not allowed to be consumed.We don’t need to say anything if his (The Kosher Jew’s) hand is on the knife."
        ], 
        [
            "Seif 1 The slaughter of non consecrated (animals) does not require intention. Even if one didn’t intend to cut, or if one threw the knife and inserted it itself in a wall, and (in that manner) slaughtered (properly) according to Halacha. If one sees that the knife is not dulled between the required (integral) points or under the skin.And if one finds that a feather or a hair is cut by it, for sure it's not dulled.Even if he drops the knife from his hand or his foot with intention, and slaughters, it is permissible.However if it falls on its own, its forbidden, Because we require human power..(to perform it properly).And if there was a knife placed on your lap or your hand and it fell from your hand or lap by mistake, because it fell literally on its own, it is forbidden.\n"
        ], 
        [
            "Seif 1 A slaughter done in the name of Idolatry, even if he doesn't have the intention to perform the act of slaughter and the act of worship, however he has the intention to slaughter it to throw the blood or to burn the fat to worship idols, indeed this is a sacrifices to dead things and it's forbidden to derive benefit from it.", 
            "Seif 2 A slaughter without intentions, afterwards, He has a desired intent to throw its blood or to burn the fat for idolatry, it is a question if these are a sacrifices to dead things. (and we say we are strict in a doubt in a Biblical matter, therefore it is forbidden) ", 
            "Seif 3 A Jew slaughters an animal belonging to a Gentile, even if he has the intention for the Samaritan to worship idols, it is kosher. And if a Jew intentionally threw it to a samaritan to worship idols, it is forbidden.", 
            "Seif 4 If a Jew slaughters an animal belonging to his friend (fellow Jew) for the sake of worshiping Idols, it is not forbidden, because certainly his intentions are only to cause him distress (and not to actually worship idols).  However, if he has a share in it, some say that also his friend's share is also forbidden, while others say that this is also directed to only cause distress to his colleague, and then it is not forbidden.", 
            "Seif 5 One who slaughters for the sake of hills or mountains, or for the sake of the sun or the moon, stars or constellations, oceans or rivers, it does not have the status of an item which was offered as an idolatrous sacrifice, therefore it is not prohibited to derive benefit from this meat, however the slaughter is invalidated, even though he did not intend to worship but to heal or some other practice derived from the meaningless superstitions the Samaritans speak about.", 
            "Seif 6 If someone slaughtered as a sacrifice for the angel or deity of a mountain, or for a god or spirit of anything, whether the slaughter is a sacrifice for the sake of the Archangel Michael or a sacrifice for the guardian angel of the smallest worm in the sea, it is considered to be a sacrifice to dead false gods and it is forbidden to derive benefit from it. ", 
            "Seif 7 If the Ishmaelites do not allow Jews to slaughter unless they turn their face to Al Kibla, (meaning they turn their face toward the east, to Mecca) in accordance with their custom, this is not similar to one who slaughters for the sake of a mountain [thus would not be prohibited].In any event, however, it is proper to do away with this custom and to castigate those who do so, (inasmuch as we are careful to avoid this).\n"
        ]
    ], 
    "versionSource": "http://BeJewish.org", 
    "heTitle": "יורה דעה", 
    "categories": [
        "Halakhah", 
        "Shulchan Arukh"
    ]
}