{
    "language": "en",
    "title": "Shulchan Arukh, Yoreh De'ah",
    "versionSource": "Dr J.Wilhelm - Milah",
    "versionTitle": "Dr J.Wilhelm - Milah",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isSource": false,
    "isPrimary": false,
    "direction": "ltr",
    "heTitle": "שולחן ערוך, יורה דעה",
    "categories": [
        "Halakhah",
        "Shulchan Arukh"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "On ne circconcit pas avant que le soleil se lève le huitième jour après la naissance (mais juste après l'aube c'est permis). Toute la journée est valable pour la circoncision, mais les personnes zélées s'empressent de remplir la mitsvah et la font dès le matin. Même si la circoncision n'est pas faite au jour exact, elle doit être faite pendant la journée. Glose : Si la circoncision a eu lieu la nuit, il faut refaire le prélèvement du sang de la circoncision (selon le Bartenura dans la Mishna 2, Perek 2 de Méguila). S'il a été circoncis avant le huitième jour et pendant la journée, cela est valide (selon le Rosh dans le chapitre 1 de Mila et selon la réponse du Rashba).",
            "On ne doit pas circoncire un malade tant qu'il n'est pas guéri. On attendra sept jours après sa guérison, de soir à soir, avant de procéder à la circoncision. Cette règle s'applique lorsqu'il a une maladie générale affectant tout le corps, comme de la fièvre ou une autre maladie importante. Mais si la maladie est localisée à un organe particulier, par exemple une conjonctivite, on attendra qu'il soit guéri, puis on le circoncira immédiatement. (Toutefois, si la douleur des yeux est forte, cela sera considéré comme une maladie générale qui nécessite d'attendre une guérison complète avant de circoncire l'enfant.)",
            "Un hermaphrodite et celui qui possède deux prépuces (une anomalie physique où une personne aurait deux prépuces) et un enfant né par cesarienne doivent être circoncis le huitième jour.",
            "Un enfant né entre les crépuscules (entre le couché du soleil et la nuit), on compte ce jour comme une nuit, et il est circoncis le neuvième jour, car il s'agit d'un doute pour le huitième jour. Et si sa tête est sortie à l'extérieur de l'organe avant la nuit ou si on l'a entendu pleurer, même s'il est né après plusieurs jours, on commence à lui compter huit jours depuis le jour où sa tête est sortie ou depuis le jour où on l'a entendu pleurer. Glose : Et certains disent que cela s'applique seulement dans un cas général, mais si la mère dit que l'enfant était placé dans son ventre comme d'habitude et qu'elle n'a pas eu de douleurs de travail du tout, même si on l'a entendu pleurer, on commence à lui compter les jours depuis le jour de la naissance. Et bien que ce ne soit pas fréquent qu'un enfant pleure sans que sa tête sorte du ventre, néanmoins la mère est crue pour dire qu'il était positionné normalement comme dans d'autres grossesses et qu'il a pleuré. (Cité dans le livre \"Baaz\" et dans la réponse de Rabbi Yoel Halevi, et aussi dans le Mahari\"v, chapitre 25).\"",
            "Si un enfant est né alors que des petits étoiles étaient visibles dans le ciel, il est permis de se baser sur ces étoiles et de considérer cela comme un doute pour circoncire le lendemain [des huit jours], car il n'était ni Shabbat ni Yom Tov, bien que le ciel brillait comme la lumière du jour.",
            "Si immédiatement, lorsque l'enfant a fait sortir sa tête de l'organe, trois étoiles moyennes sont apparues, on peut se baser sur cela pour dire que c'est la nuit, même si c'est avant Shabbat. Mais si, après un certain temps, il semble à ceux qui regardent qu'il était jour au moment où la tête a été sortie, alors ils n'ont que ce que leurs yeux voient, et l'enfant sera circoncis le huitième jour, même si cela tombe un Shabbat.",
            "Ces questions ne s'appliquent pas à la prière : si ils ont prié avant la nuit, il n'y a pas de flexibilité ou d'intransigeance.\""
        ]
    ],
    "sectionNames": [
        "Siman",
        "Seif"
    ]
}