{
    "title": "Ohr Sameach on Mishneh Torah, Heave Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Heave_Offerings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>ורבינו הקדוש התיר בית שאן מאותם המקומות כו'.</b><br><b> לא </b> בא רבינו למנות המקומות שהתיר רבי מפני שנשתנה שמן וכיו\"ב אלא בא לבאר המפורשים בכתוב בשופטים א' ולא הוריש מנשה בית שאן כו' וישם את הכנעני למס ותרגם יונתן מסקי מסין. וכן כתוב שם וילכד יהודה כו' את אשקלון כו' לכן מביא כי הערים האלה לא כבשו עולי בבל ובטלה קדושתן. ואף כי בית שאן היו מסקי מסין כיו\"ב אמר בירושלמי שביעית פרק ו' ר\"א בעי ולא מבעלי [מיסין] כצ\"ל הוו כו' סבר ר\"א כמי שנתכבשו פי' דכיון דהיו למס הוי כאלו כבשו אותן יוצאי מצרים. ובגמ' מגילה אמרו דעקרון זו קסרין ורבי התיר. אך זה אינו מפורש בכתוב רק בשם עקרון וילכד יהודא כו' את עקרון כו' יהושע ט\"ו יעו\"ש. ורבינו בהלכה ט' חשיב אחלב מן סוריא ואין זה אחלב שכתוב בשופטים סימן א' ויעוי' יהושע סי' י\"ט במטה אשר ואכמ\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>התרומה בזה\"ז ואפילו במקום שהחזיקו עולי בבל כו' וכן יראה לי שהוה\"ד במעשרות כו'.</b><br><b> רבינו </b> סלל לו דרך חדש, דלעולם קדושה שניה דעזרא קדשה לעתיד לבא רק מפני שאין יושביה עליה אמר דאין הפרשת תרומ\"ע רק מדבריהם. והא דשקיל וטרי בסוף הערל הוא הכל אם קדושה שניה קדשה לע\"ל ואם לא אז כולהו דברים התלוים בקרקע הוי רק מדבריהם, אבל אנן דקיי\"ל דקדושה שניה קדשה לע\"ל א\"כ מפני מה אמרו בירושלמי ובמדרשים דמאליהן קבלו המעשרות ע\"כ משום דילפינן מחלה דכתיב בבואכם דבעי שיבואו כולם ולא בביאת מקצת ואע\"ג דרבה אמר בפ\"ב דכתובות אפילו למ\"ד תרומה בזה\"ז דאורייתא חלה דרבנן דתניא בבואכם אל הארץ כו' וכי אסקינהו עזרא לאו לכולהו סליק, זה למ\"ד תרומה דאורייתא אבל אנן קיי\"ל כמאן דאמר מאליהן קבלו המעשרות הוי תרומה כמעשרות וכולהו כחלה, וטעמא משום דבספרי דריש מקרא והיה באכלכם מלחם הארץ תרימו תרומה לד' דעל תרומה קאי ואיתקש תרומה לחלה דבעי ביאת כולכם ולא ביאת מקצת ורבינו קיצר וכתב מכי תבואו אשר כתוב כ\"פ בתורה וכוון למה שכתבנו. [ודכירנא שראיתי מכבר שכוונתי בזה למהרי\"ט בשו\"ת סימן ק\"ה] ולכן כתב רבינו די\"ל שמעשר ג\"כ בזה\"ז דרבנן דמעשר לא איתקוש לחלה, והא דאמרו בפרק האומר בגיטין במעשר בזה\"ז דרבנן הוי מצינן לומר דקאי בשיטת הני דסברי דקדושה שניה בטלה וכפי השקלא וטריא בסוף פרק הערל יעו\"ש ולכן כתב יראה לי. ומפרק חרש ביבמות (דף קי\"ד) הוי מצינן למידק איפכא דמשני התם על מצא בידו פירות כו' בתרומה דרבנן וגבי מעשר אמר תמן מצא בידו פירות דרק בדמאי, מזה הוה אמינא דמעשר שניא מתרומה והוי דאורייתא לכן אמר דדין אחד להם ודוק:<br><b> והנה </b> בפרק בתרא דמכות אמר ג' דברים עשו ב\"ד של מטה כו' והבאת מעשר כו' ולפירוש רבינו א\"ש כפשטיה שמאליהן קבלו המעשרות כיון דלא עלו כולם, וזה שהסכים הקב\"ה על ידיהם ע\"י מלאכי הביאו את כל המעשר אל בית האוצר כו', וזה עומק הפשט במארה אתם נארים ואותי אתם קובעים הגוי כולו, שעל המעשרות שקבלו בעלייתן בימי עזרא כתוב בנחמיה י' ושאר העם כו' מחזיקים על אחיהם כו' ובאים באלה ושבועה כו' וזה שקיבלו וקללו עצמן באלה, ולכן אמר במארה אתם נארים שאתם בעצמכם קבלתם באלה ובמארה ולסוף אותי אתם קובעים, הלא הגוי כולו קבלו בארור ובשבועה. ולכן דרשו רז\"ל מזה בריש הוריות ובעו\"ג דאין גוזרין וכו' שנאמר במארה אתם נארים וכו' הגוי כולו אי איכא הגוי כולו אין אי לא לא ועיין רש\"י שם פרק אין מעמידין (דף ל\"ו) ולפ\"ז עומק הפשט כמו שפירשו רז\"ל ודוק [ויעוין רשב\"ם סוף פרק חזקת הבתים שפירש כן]. ולפ\"ז א\"ש ביחזקי' שכבר גלו שבט ראובן וגד ובטלו היובלות א\"כ היו התרומות ומעשרות הכל מדבריהם לכן כתוב וכפרוץ הדבר הרבו כו' ראשית דגן כו' ומעשר הכל ויאמר להכין לשכות בבית ד' וע\"ד שפירש הרמב\"ן שם במכות ודוק. ואולי אפשר דתרומ\"ע דקודם שנגמר הכיבוש והחילוק בי\"ד שנה דיהושע לא נתחייבו א\"כ הכיבוש גורם החיוב לכן אם בעת הכיבוש היה ביאת כולם תו לא פקע כל זמן שלא פקע הכיבוש דכיון דבעת הכיבוש היה ביאת כולם לא פקע החיוב כל זמן שהכיבוש קיים אף שאז בימי חזקיה לא היו כל יושביה עליה, ולכך לא כתוב חלה גבי חזקיה שחלה נתחייבו תיכף אחרי ביאתם לארץ לא ע\"י הכיבוש ולכן כי גלו בימי יחזקיה היו פטורים מחלה, ויעוין לקמן פי\"ג הי\"ד בהשגות שתירץ מה שהביא הסמ\"ג יעו\"ש דקאי על מקומות שלא החזיקו עולי בבל, והדברים ארוכים ועיין מהרי\"ט בזה ודוק:"
            ]
        ],
        [
            [
                "<b>כל אוכל אדם הנשמר כו' חייב בתרומה.</b><br><b> הנה </b> רבנן קדמאי ובתוספות הרבו להוכיח בזה דלבד דגן תירוש ויצהר אינו חייב מן התורה, אמנם כמה משניות וסוגיות מכריעות כפסק רבינו, בפרה פרק י\"א דבילה של תרומה כו' והאוכלה חייב מיתה, ובתוספתא הובאה פרק אלו הן הלוקין רבי יוסי אומר כהן שעלתה בידו תאינה כו' אכלה לוקה, ומד\"ר פרשת בהר מות וחיים כו' היה ככר טבול כו' היתה לפניו כלכלה של תאנים. ורבותינו בתוס' בכורות פרק מעשר בהמה פירשו דלוקה מכת מרדות, אמנם הך דפרה דבילה של תרומה פירשו בתוס' זבחים (דף ע\"ג) דבכורים איירי דמקריא תרומה, וזה דחוק טובא, דניהי דמקריא תרומה בלשון המקרא תרומת ידך כו' בכ\"ז בלשון חכמים לא מצאנו, ולומר דמיירי בתשלומי תרומה כגון שאכל תרומה חטים ושילם פירות והן נעשין תרומה, ז\"א דאין משלמין ממין על שאינו מינו ואף לר' אליעזר דסבר דמשלמין מין על שאינו מינו, [והעיקר דהתשלומין כתרומה לכל דבר וחייבין על אכילתן מיתה וחומש כמו שאמר ר' יוחנן בירושלמי הרי הן כתרומה לכל דבר, ומה דנדחק הר\"ש מהך דתניא אין חייבין עליהן מיתה וחומש העיקר כהגהת הגר\"א בשנו\"א דצ\"ל גידולי תרומה יעו\"ש ודוק] בכ\"ז הואיל ואין בהן זיקת תרומה ודאי דאינו משלם אם אכל תרומה מתבואה דהוי דבר תורה מפירות דלית בהן זיקת תרומה מה\"ת אע\"ג דאיכא בהו בכורים לא מיבעי לר\"ל דסבר דבהא כו\"ע מודו דאין משלמין מלקט שכחה פאה הואיל ואין בהן זיקת תרומה, ואף לר\"י ג\"כ מודה בהא דאינו משלם לר\"א ומדוקדק לשון ירושלמי הא כיצד אכל תמרים ושילם גרוגרות כו', אכל ענבים משלם יין כו' אבל אכל ענבים אינו משלם גרוגרות דזה הוי תרומתו דבר תורה וזה דרבנן, ובתוספתא אכל שעורים משלם חטים אכל גרוגרות ומשלם תמרים כו' ואף אם אכל בכורים מפירות ג\"כ אם מצי לשלם מפירות דמוכרח כן דאל\"כ לרע\"ק דאין משלמין ממין על שאינו מינו א\"כ אם אכל בכורים מפירות אם ישלם מפירות הלא אין בהן תרומה דבר תורה, וצ\"ל דהואיל עבור בכורים משלם ובכורים נוהג בפירות משלם בפירות וכזה אמר הירושלמי דאם אכל בכורים פירות מחובר לקרקע משלם במחובר לקרקע, וכן חלה מפירות שלא הביאו שליש יעו\"ש אע\"ג דאין תרומה נוהג בהן הואיל מידי דאכל חלה או בכורים נוהג בהן משלם כעין שאכל ובירושלמי בלשון בעיא נקיט לה, ולהתוספות הוי מצי לפשוט דאל\"כ אכל פירות בכורים מאי משלם לרע\"ק ויש ליישב ואכ\"מ, וכיון שכן מורה לשון המשנה דפרה דהוי דבר תורה ודוק:<br><b> אולם </b> בריש ביצה אמר האי תנא דליטרא קציעות כו' כל דשב\"מ אפילו בדרבנן לא בטיל, ולפרש משום דבזה\"ז הוי דרבנן דבזמן שאין כל יושביה עליה אף בימי בית שני לשיטת רבינו הוי דרבנן, לא נהיר דבסוגיית הגמ' פרק הערל מוכח דר' יוחנן סבר תרומה בזה\"ז דבר תורה. ולזה נראה לי כפי מה שהבנתי מדברי רבינו חננאל דבר נפלא מאוד, דבירושלמי דתרומות אמר אימת רואין את העליונות כאילו הן פרודות כו' דוקא כי יש בכל אחת שני ליטרין וכל שהוא ויעויין כי הך סיפא דדרסה בעיגול ג\"כ דוקא ביש שני ליטרין וכיון דהוה רוב חולין לכן מצטרפין כולם לבטל, וכיון שכן אין בזה רק איסורא דרבנן דמה\"ת בטל ברוב אף כי תפסת החומר דדבר שבמנין לא בטיל בדאורייתא דמה הוי כאן דבר שבמנין הלא הפום דאיהו חשיב וחשיבותו ע\"י הפום דליטרא קציעות אינו חשוב דהא כי דרסה תוך העיגול בטלה, וא\"כ בתוך הפום הלא כבר נבטל הליטרא קציעות תוך שני ליטרין וכל שהוא שדרס לתוך הפום חולין וא\"כ הלא מה\"ת נבטל תוך הפום גופיה אשר בזה לא הוי דבר שבמנין כלל, וא\"כ אף אם נחשוב דדבר שבמנין בדאורייתא לא בטיל הכא לגבי דין תורה דבעי ביטול ברוב [דדמוע לא הוי רק דרבנן במאה ואחד כמוש\"פ בתוס' ב\"מ ויבמות פרק הערל וכ\"מ] נבטל מצד דאינו דבר שבמנין כלל דכולם נדרסו תוך הפום גופיה ורק הליטרא בצירוף השני ליטרין וכ\"ש חולין העיגול הזה בכללו הוא דבר שבמנין ע\"י הפום שבו נדרס והוא מעורב בין מאה ואחד פומין דבזה הוי דבר שבמנין שדרך הפום להמנות, וכיון שכן הלא את תפיס החומר דדבר שבמנין גבי מידי דלא הוי רק דרבנן דאודות הדין תורה לא הוי הליטרא נגד השני ליטרין חולין שנדרסו בפום אחד דבר שבמנין כלל, וזה פירוש דהאי תנא סבר דדבר שבמנין אפילו בדרבנן לא בטיל, וזה פירוש נפלא למדנוהו מרבינו חננאל ז\"ל, וזה פירוש רבינו ז\"ל וכן הביא רבינו הירושלמי לקמן פי\"ד ה\"ז יעו\"ש. והא דאמרו בפרק כיצד מברכין הנ\"מ גבי מעשר אילן דבארץ גופיה מדרבנן אבל גבי ערלה דבארץ דאורייתא, דחוק לפרש משום דרבינו סבר בחרובין דהן דרבנן כדאמר פ\"ק דראש השנה, והוא משום דאינן מאכל רוב אדם יעוין פ\"ק דמעשר ה\"ט לכן גם תמרות וקפריסין אינן מאכל רוב אדם ואינו רק דרבנן לכן אף למאן דמשווי להו לפרי לא הוי מעשר דידהו רק דדבריהם והוי כמו חרובין. ונראה משום דרבינו סבר דכל שאין יושביה עליה אף בזמן שהיו ישראל בימי עזרא לא הוי בתרומה רק מדבריהם אבל בערלה לא תליא בביאת כולם ודוקא תרומה גמרינן מחלה אבל קדושה שניה קדשה לע\"ל ולכן ערלה בארץ הוי דבר תורה:<br><b> אולם </b> הסוגיא דפרק מעשר בהמה מפורשת דלבד תירוש דגן ויצהר הוי רק מדבריהם וע\"ז סמכו רבנן קדמאי ובתוספות את שיטתם והרבה טרחתי על השמועה דמעשר בהמה ליישבה לדעת רבינו ולא עלה בידי. ולומר דכיון דחזינא מקו\"ח דדגן ודגן אינן מתעשרין זע\"ז תו ליכא למימר דרחמנא קפיד רק על חלוקת המינין דאילו על כלאים הלא תירוש ויצהר דאינן כלאים ג\"כ כתוב חלב חלב דחלוקין הן למעשרות, רק על תירוש ויצהר היינו המשקין אמר מנא לן דאינו מעשרין במשקין אחריני ממין על שאינו מינו וע\"ז אמר דמשקין אחרינא לבד תירוש ויצהר המה רק מדבריהן, וכמו שאמרו בירושלמי פרק בתרא דתרומות בזבו משנטבלו דמפרישין דבש תמרים ויין של תפוחים ותקון כעין דאורייתא וזה דחוק טובא. [איברא מה שהקשו בתוס' שם דנאמר כבשים ועזים שהן כלאים ובמעשר בהמה מעשרין מזה ע\"ז יוכיח, לשיטת רבינו דאין כלאים בהנהגה רק במין טהור עם טמא דבר תורה, רק כלאים דהרבעה והדומה לכלאים דהרבעה הוא הרכבת אילן כדאמר סוף פ\"ק דקדושין מה בהמתך בהרבעה כו', ויעויין רש\"י שמה א\"כ הרכבה איכא אף בירקות ובאילנות ול\"ש כאן מידי ודוק], ואולי מפרש דכל מיני זרעים דאיכא בהו מתנות עניים ילפינן מדגן ודגן דקפיד רחמנא להפריש מכל מין, ורק בירקות דליכא בהו מתנות עניים אימור לא קפיד להפריש במתנות כהונה מכל מין ומין לכן משני דירקות חייבים בתרומה מדרבנן וכל דתקון כעין דאורייתא תקון כו' ודוק:<br><b> והנה </b> הסמ\"ג כתב דהני דרשות דספרי ודירושלמי דפ\"ק דמעשרות הוי דרשות גמורות, אבל רק במע\"ש דביה כתיב וכל מעשר הארץ מזרע הארץ מפרי העץ וכן בפסוק עשר תעשר יעו\"ש אבל תרומה ומעשרות הוי רק דדבריהם. וראיתי כי המה דברי היראים באורך במ\"ע קע\"ב וכן ראיתי בחידושי ריטב\"א למציעא, ולפ\"ז מיושב כמה סוגיות. אבל כבר תמה הטורי אבן דא\"כ מחוייב להפריש בכל פירות אילנות לבד תירוש ויצהר מעשר שני קודם שהפריש מעשר ראשון ותרומה דכולהו טבולים למעשר שני מן התורה ולא שמענו חידוש כזה ואדרבה מצאנו איפכא בפ\"ז דדמאי היו לו תאנים של טבל כו' הרי הן תרומה ועשר מעשר ראשון ותשע מעשר שני כו' הרי דמפריש מע\"ש רק על הנשאר אחר הפרשת תרומע\"ר:<br><b> אולם </b> מצאתי בספר כפתור ופרח פ\"ג וז\"ל כתב הראב\"ד בס' כתוב שם פרק העור והרוטב, ואומר אני שאין חייבין מיתה אלא על תרומת דגן תירוש ויצהר ועל הטבל שלהן אבל שאר מינין תרומה כו' וחוץ מזה אף אם נאמר שאין חייבין מה\"ת, אם קרא עליהן שם יש עליהן קדושת תרומה מן התורה ומדמעת כשל תורה, ובמסכת בכורים פ\"ב גרסינן שהתרומה ומעשר אוסרין את הגורן ויש להם שיעור ונוהגין בכל הפירות בפני הבית כו' וכל מה ששנינו בהם דבר תורה ודוק ותשכח עכ\"ל, וכוונתו דמדרבנן בכורים יש להן שיעור ורק מה\"ת אמר דאין לה שיעור יעוין ריש פרק ראשית הגז, ואינו מכרע דלמעלה אמר וכמו דאמר בירושלמי דעושה אדם כל שדהו בכורים. אמנם לפ\"ז דאם קרא עליהן שם יש בהן קדושת תרומה ומעשר א\"כ לק\"מ איך מפריש מעשר שני לבסוף בשאר מינים דאע\"ג דפטורים מה\"ת בכ\"ז אם קרא עליהן שם חלה עליהן קדושת תרומה ומעשר, וכיון דחלה עליהן קדושת תרומה ומעשר מיפטר תו מלעשר עליהן, ואע\"ג דמעשר ראשון שהקדימו בכרי חייב לתרום עליהן כיון דכבר אידגן והכא נמי כיון דנתחייב כבר במע\"ש תו גם אם חלה שם תרומה ומע\"ר מה\"ת יהא צריך לעשר עליהן מע\"ש, צ\"ל שאני התם דכתיב מכל מעשרותיכם תרימו ועיין ירושלמי דמאי פ\"ה ולא כל דבר הקודם לחבירו מתחייב בו כו' ובחלה פ\"א ה\"ג לענין העושה עיסה מן הטבל דמצריך קרא דחייב להרים מן חלה מהא דכתיב חלה תרימו תרומה יעו\"ש, וכיון דליכא קראי כיון דהפריש כבר מיפטר מלעשר מעשר שני על מה שהרים תרומה ומעשר ודוק. אי נמי הא גמרינן מעשר תעשר מעשר בהמה דאיתקש למעשר דגן והוא הדין דאיתקש מעשר דגן למעשר בהמה, ובמעשר בהמה קיי\"ל ריש פרק מעשר בהמה דאף בשלמים לריה\"ג דממון בעלים וכל בהמה לעשורי קאי, בכ\"ז גלי קרא דיהיה קדוש ולא שכבר קדוש לפטורי ממעשר, ה\"נ מע\"ש כיון דמה\"ת חלה קדושת תרומה ומעשר על מה שהפרישן בשאר פירות תו לא מיקדש במע\"ש ואינו צריך להפריש עליהן מע\"ש, דמעשר ראשון מיקרי קודש לענין דאין קדושה אחריתי חלה עליה כדאמרו בתרומות פ\"ו במשנה דאין משלמין תרומה ממע\"ר שאין הקודש פודה קודש ויעוין ר\"ש שם, וזה נכון דקרא עשר תעשר במע\"ש כתיב דביה כתיב ואכלת לפני ד' כו', ובאמת כן משמע כהראב\"ד דאע\"ג דפירות האילן הוי מדאורייתא פטור מכל מקום אם הפריש נעשה קודש מן התורה, וכן מורה סוגיא דהנודר מן הירק למימרא דדגן כל דמידגן כו' מאי כפרוץ הדבר הרבו אמר אביי לאתויי פירות האילן וירק, ומשמע מקרא דמה\"ת היו פטורים בכל תבואות שדה רק הואיל והביאו היו קדושים מה\"ת ויעוין ברש\"י שם שפירש דהגמרא שקיל וטרי אם חייב במעשר מה\"ת כל דמידגן, וזה רחוק דבלשון בני אדם מיירי בנדרים:<br><b> ובאמת </b> אין תמיהת הטורי אבן מכרעת דנהי דמה\"ת לא חלה שם תרומה ומע\"ר על מה שהפריש בפירות האילן וירק בכ\"ז חייב במע\"ש ואפ\"ה חייבוהו חכמים להפריש קודם תרומה ומע\"ר ולא פליג בין תרומת דגן תירוש ויצהר לשאר מינים רק דבכל זה מיפטר מה שהפריש ממעשר שני דהוי לקוח וכתיב ואכלת ולא מוכר תבואת זרעך ולא לקוח כדאמרינן פרק השוכר את הפועלים. והכא מה שהפריש לתרומה ומע\"ר הוי לקוח אצל הכהן או הלוי ואף שלפי שיטת רבינו הוא בממרח למכור והגמר מלאכה היה למכור כאן ג\"כ כיון שחייבוהו חכמים להפריש תרומה ומע\"ר בשעה שממרח הוא ממרח למכור חלק עשירי ואחד מחמישים ואף אם יכול אח\"ז לאוכלן בלא הפרשת מע\"ש עליהן הוא תלוי בברירה ובדאורייתא קיי\"ל דאין ברירה ואימור לא הוי התמרחו להמכר דהיה יכול להפריש אחרים לתרומה ומע\"ר, זה יש ליישב על דרך שפירש הר\"י קורקוס שיטת רבינו בפ\"ד ממע\"ש הט\"ו. דכיון דגוף הפטור דלקוח חל בשאינו מבורר תו מצי גם לברר וליטול אלו ולאמר הן המבוררים מעיקרא למכור. ובפרט לשיטת הראב\"ד דמה\"ת חל עליהן קדושת תומע\"ר א\"ש. הן דתוספות בפרק השוכר את הפועלים כתבו דלקוח לא מיפטר אם חזר ולקחו הבעלים וא\"כ אם הישראל יאכל את המע\"ר יהא צריך להפריש ע\"ז מע\"ש, דבריהם אינם מוכרחין ואימור דהוי כמעשר בהמה דאפילו אם חזר ולקחו מיפטר כמבואר בבכורות (דף נ\"ו) עיי\"ש. וא\"כ א\"ש דמה\"ת לקוח פטור ומדרבנן דחייבו בלקוח תו הוי תרומה מדבריהם וא\"ש, והא דמע\"ר שהקדימו בכרי חייב להפריש תרומה ולא מיפטר משום לקוח א\"ש דזכות הכהן והלוי אינו בגדר לקוח וכמו דאמרו בפ\"ק דר\"ה (דף י\"ב) הקישו הכתוב לנחלה, ויעויין לרבינו שמשון בפ\"ק דפאה דכיון דזכי רחמנא לעניים בהאי שדה תבואת זרעך קרינא ביה כן הכא בכהן ולוי אבל כאן בשאר מינים דלא מחייב מה\"ת הוי לקוח ומיפטר. אמנם הך משנה דדמאי פ\"ז היו לפניו שתי כלכלות של טבל דמוכח בירושלמי דבתאנים מיירי ואפ\"ה אמר שם דלוקה משום מקדים מע\"ר למע\"ש יעו\"ש מורה פשוט כשיטת רבינו דמה\"ת חייבים בכל תרומות ומעשרות גם פירות האילן וזה המחוור מכל השיטות. והנה בספרי וספרא מרבה ירקות למעשר ובירושלמי אמר איסי בן עקביא אומר ירקות מדבריהן וכן בחלה אמר כן בירושלמי, ובראש השנה בבלי תנא מעשר ירק דרבנן ועיין בתוס', ורבינו כתב וכן י\"ל שהוה\"ד בתרומה כו' ובירושלמי חלה משמע דהוא הדין בתרומה כמו שהביאו בתוס'. אמנם הוא גמרא ערוכה בזבחים (דף ע\"ו) ה\"נ בתרומת ירק דרבנן, אך לפי שנזכר כ\"פ בש\"ס דמעשר אילן ותאנים דרבנן ושם ע\"כ מוכרח או דהפירוש בזה\"ז או משום שאר ענינים, לכן לא ברירא דא מילתא לרבינו לחושבו מפורש בש\"ס וכתב יראה לי, ויעוין לקמן פ\"ג הט\"ז בהשגות ומש\"כ שם, ודוק בכל מה שהעלינו בזה:"
            ],
            [
                "<b>הכרשינין אעפ\"י שאינם מאכל אדם כו' שמחשבת חיבור אינה כלום.</b><br><b> בגמרא </b> אמר רבא ומודה רבי יוחנן לענין מעשר דמחשבת חיבור שמה מחשבה. לכאורה נראה לפרש טעמו דבמנחות (דף ע') מיבעי' לר' אבוה דשבולת שמרחה בכרי וחזר ושתלה מי חייב עלה משום טבל, דאפשר הא דבמחובר לא מצי להפריש תרומה הוא משום דלא טבלה והוי כמפריש חלתו קמח דאינה חלה והכא כיון דכבר טבלה תו מצי לקרות עליה שם תרומה בעודנה מחובר, או דילמא כיון דשתלה פקע לה טבלה מינה, וא\"כ תו לא דמי להך דמחשבת חיבור בטומאה דתמן אם הוכשרו או נטמאו אפילו חזר ושתלן או זרען פקע טומאתן מינייהו ובעי הכשר אחרינא, לכך מחשבת חיבור לא שמיה מחשבה, אבל גבי תרומה ומעשר כיון דאם שתלה לא פקע טיבלה מינה רק הוי כמפריש חלתו קמח היכי דלא טבלה קודם זריעה, ואטו המחשב על קמח מדברים העומדים לבהמה האם אינו מחשבה לחייבו בחלה, [אופן זה לא יצוייר כיון דעירס תו קיימא לאדם וכל החמש מינים קיימי לאדם רק לדמיון נקטיה] ולכך מחשבת חבור שמה מחשבה והבן. אבל ראיתי לרבינו דתמן בשבולת שמרחה מיבעי' ליה ובכל זה הכא פוסק כרב אשי דמחשבת חיבור לענין מעשר גם כן לא הוי מחשבה ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן יראה לי שה\"ה בתרומה.</b><br><b> נ\"ב </b> זבחים (דף ע\"ו) וצע\"ק, ועיין שטמ\"ק בש\"ס ווילנא החדש, ועיין מש\"כ בהלכה א':"
            ],
            [],
            [],
            [
                "<b>במשל\"מ. </b> ויש להסתפק בהא דקיי\"ל דפאה פטורה מן המעשר כו':<br><b> נ\"ב </b> עיין לעיל הלכות מתנות עניים פ\"ב הי\"ג ובפרק המניח (דף כ\"ח) (ברכי יוסף או\"ח סימן תל\"ד) וכ\"ז לענין מעשר אבל לענין זכות העניים זכו תיכף כמפורש תו\"כ קדושים הפריש ואח\"כ השירן הרוח כשם שזכו בהן כך זכו בעצן עיי\"ש וכן בתוספתא פאה פ\"ב לא יאמר אדם טלו זרע ותנו פשתן טלו תמרים ותנו מכבדות:"
            ],
            [],
            [],
            [
                "<b>הפקיר קמה וזכה בה ועבר והפריש ממנה תרומה ה\"ז תרומה אבל אם הפקיר שבלים וזכה בהן ועבר והפריש מהן תרומה אינה תרומה.</b><br><b> בהשגות </b> פירש שאינו חייב כמו דאמרינן במפקיר כרמו ולמחר השכים ובצרו דפטור מן המעשרות וכמו שפסק רבינו בספ\"ה מהלכות מתנות עניים רק אם הפריש ה\"ז תרומה. ויש להתבונן אמאי כיון שפטור אמאי יהא מועיל ההפרשה לחשבה תרומה דבר תורה. ולכאורה נראה דהוי מתורת דחוי דקמה לא היה ראוי לתרומה כלל ולכך לא נדחו בהפקירן מן המעשרות, אבל שבלים היו ראוים להרים לכן נדחו אחר כך מתורת מעשר ע\"י הפקר שבשעת הפקר המה פטורים וכמו דאמר בתרומות פ\"ט ה\"ג תאנים כו' שנטמאו סוחטן כו' ואם היו תרומה מעיקרן כבר נדחו. [ובבבלי פסחים אמר משום דאין זריעה להקדש ולא אמר משום דחוי דהכא בידו להשיקן וכל שבידו לא הוי דחוי וכמו דאמר ר\"א בזבחים (דף ל\"ד) יעו\"ש] וכן א\"ר בון ב\"ח בפ\"ג ה\"ד במסכת חלה שני גוים שעשו שני קבין וחלקו [ונתגיירו] והוסיפו זה על שלו כו' חייבין שלא היתה להן שעת חובה ונפטרו שני ישראלים שעשו שני קבין וחלקו והוסיפו זה על שלו כו' פטורים שכבר היה להן שעת חובה ונפטרו ועיין כסף משנה הלכות בכורים פ\"י ה\"ח ודוק. ואין להקשות מהך דאמר בירושלמי בכורים פ\"ק מכר לו פירות ושייר לו קרקע המוכר אינו יכול להביא שאין לו פירות חזר ולקחן ממנו כו' הדא אמרה שחזר ולקחן ממנה מביא אע\"ג דכבר נדחו מבכורים שהיו ראוים ונדחו ונראו, ולכאורה נראה דחייב המוכר לחזור וליקח ולהביא בכורים ועדיפא מהך דפרש\"י בסוף השולח ואי אין קנין לנכרי כו' וכיון דבכורים מצוה דרמיא עליה ולא טבלי כו' מחוייב ליקח ולהביא וא\"כ לא נפקע מאתו שום פעם חיוב בכורים ולגבי הלוקח לא היה בחיוב בשום פעם ולא שייך לאמר כבר נפטר, ואפילו אם נאמר דאינו חייב לחזור וליקח כדמשמע ברבינו הלכות בכורים הי\"ד מ\"מ יש לומר דאצל המוכר לא שייך שנפטרו מבכורים שאינן שלו ואם יקח ממנו יחזור ויתחייב ולגבי הלוקח מעולם לא היה חייב להביא מהן בכורים משא\"כ כאן בהפקר או בחלה שחלקו שהן פטורים שאם יאכלם בהפקרם יהיה פטור וזה דחוק, יהי' איך שיהי' יש סברא לחלק בין קמה לשיבלין:<br><b> אבל </b> דא קשה כיון דפטור מגזה\"כ איך יחול עליו שם תרומה, אע\"ג דאשכחן במנחות פ\"ד וירושלמי פ\"ק דבכורים גבי תמרים שבעמקים אם קדשו, זה דוקא במידי דלא טבלי אמר דהוי ככחוש שבקדשים ועיין ירושלמי דבעי לדמותן לתורם מן הרע על היפה ודחו דפירות הרעים אם אוכלן בלא הפרשה עליהן חייב משא\"כ כאן יעו\"ש, אבל במידי דטבלי אם לא נדחו יהיו חייבין אח\"כ ע\"י מירוח, ואם הן פטורין לא יחול עליהן שם תרומה וצ\"ע:<br><b> לכן </b> נראה לפי מה שנדפס בשם הגר\"א ז\"ל להגיה להיפך בירושלמי דבקמה אם הפקיר וזכה בהן בעודן בקמה והפריש מהן תרומה אינה תרומה ובשיבלין אם חזר וזכה בהן אע\"ג דמיפטר היינו שאינו חייב להפריש הא אם עבר והפריש מהן תרומתו תרומה דבעודו הפקר ג\"כ היה כבר בשיבלין והדין דבשיבלין אינו חייב להפריש מהן תרומה ואם הפריש מה שעשה עשוי, כן נשאר גם אחר ההפקר שההפקר אינו עושה רק שאינו מוסיף חיוב ונשאר כמו שהיה קודם. ולפ\"ז יש לפרש הא דאמר בירושלמי ר\"ח בשם ר\"ח אף בהקדש כן פירוש דהדין בהקדש אם הקדישן קודם שבאו לעונת המעשר ולאחר שהגיעו פדאן פטורים עיין הלכות מעשר פ\"ב ה\"ח, וא\"כ בכה\"ג אם חזר ופדאן אינה תרומה ואם הקדיש בשיבלין וחזר וזכה בהן והפריש בדיעבד הר\"ז תרומה [אפשר אפילו נתמרחו ברשות הקדש ג\"כ אם פדאן מועיל ההפרשה בדיעבד]. אולם לפירוש רבינו א\"ש טפי דאמר אף לענין הקדש כן אם הקדיש קודם שהגיעו לעונת מעשר ולאחר שהגיעו פדאן ועבר והפריש מהן תרומה ה\"ז תרומה. אך צ\"ע לפרש הך דאמר פליגין רבנן עליה אם נאמר כהפ\"מ דלענין הקדש קאי א\"כ איך הוי ס\"ד דר\"ח לפרש דבשיבלין אם הקדיש ופדה נפטרו ממעשר אטו מי לא ידע משנה דפיאה פ\"ד דדוקא כי נגמרו ביד הגזבר פטורין וכן כי הגיעו לעונת המעשר בידו ואטו ר\"ח הוה טועה בדבר משנה, וע\"כ דקאמר כמו שפירשתי דהיכי דפטורין [או בהגיעו לעונת מעשר ביד הקדש או בנמרחו ביד הקדש לכל חד לרבינו כמו שפירשתי ולהגר\"א כדפרישית] אם תרם הר\"ז תרומה וא\"כ מאי קאמר פליגין עליה. והנראה לפירוש רבינו ז\"ל דהכי פריך רבנן פליגי עליה [על הך דרב חסדא דהפקיר קמה וחזר וזכה בה ועבר והפריש הר\"ז תרומה] דאמר ר' יוחנן בשם ר' ינאי ובא הלוי כי אין לו חלק כו' יצא לקט שידך וידו שוין בו היא לקט היא שכחה היא פאה היא הפקר, [פירוש א\"כ איך אמר פ\"ק דתרומות אין תורמין מן הלקט ומן השכחה ומן הפאה ומן ההפקר כו' ואם תרמו אין תרומתן תרומה אע\"ג דפאה כבר נפטר מן המעשר בעודה בקמה ולא נתחייבה במעשר כלל], וכן לפירוש הגר\"א ג\"כ קשה משכחה דהפטור בא בשיבלים אמאי אם תרם אין תרומתו תרומה זהו הפירוש הנכון לענ\"ד בס\"ד. ורבינו פסק כרב חסדא להחמיר דהר\"ז תרומה ודוק:<br><b> ולפי </b> גירסת הגר\"א א\"ש בגיטין (דף כ\"ג) דאמר העו\"ג והכותי שתרמו תרומתן תרומה, ועיין בתוס' שנדחקו למ\"ד יש קנין לעו\"ג כשגדלה שליש ביד ישראל ולקחה ממנו העו\"ג הא מיפטר משום לקוח יעו\"ש, ולפ\"ז א\"ש דפטור דלקוח לא עדיף מפטור הפקר ובהפקיר וזכה בו אמרינן דבשיבלין אם עבר והפריש ה\"ז תרומה כן בלקוח אם לקחו בשיבלין והפרישו תרומה ה\"ז תרומה דע\"י לקוח לא הוי רק שאינו מתחייב במעשר הא אם עבר והפריש ה\"ז תרומה. ומתיישב בזה מה דהקשו בב\"מ (דף פ\"ח) דדמאי דוקא מפני שמעשרין הא אם ודאי לא עישר הוי טבל מן התורה. ולפ\"ז ניחא דמה\"ת הוי מעשר גמור [אולם לשיטת ר\"ת לא ניחא דהא לוקח אחר מירוח פטור הרי דלוקח מיפטר מחיובו הקודם שכבר נתחייב לעשר כן יפקיעו מן זה שאם הפרישן לא יהיה תרומה כלל ודוק]. ומתיישב בזה מה דאמר בכורות (דף י\"א) אלא דמרחינהו ישראל מרשות עו\"ג [אחר שלקחן כתוספות] מעשרן דאין קנין לעכו\"ם בא\"י להפקיע מיד מעשר, והקשו תוספות לשיטת ריב\"ם בלא\"ה מיפטר מדין לקוח ולפ\"ז ניחא דרוצה לומר דהמעשר הוי מעשר דבר תורה ואי משום לקוח כיון שהיו כבר בשיבלין ברשות הגוי זה לא פקע מינייהו דאם עברו והפרישו הרי הן מעשר ותרומה מה\"ת וכמו אילו הפרישו קודם שלקחן וגבי לקוח מיפטר אם תרם הלוקח אפילו אצל המוכר שאצלו חייב מה\"ת אם יאכלם כמו\"ש תוס' שם, ועל כרחין דמועיל התרומה דבר תורה ולא הוי כמפריש מן הפטור כיון דאצל המוכר הוי חיוב, ועיין היטב שיטת ריב\"ם בתוס' ב\"מ (דפ\"ח) ד\"ה תבואת זרעך ודוק, וזהו מה שרצינו לבאר בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואין מביאין תרומה מחו\"ל לארץ ואם הביא לא תאכל מפני שהיא טמאה בארץ העמים כו'.</b><br><b> מקור </b> הלכה זו הוא ירושלמי סוף חלה. ונשאלתי מדודי הרב מוהר\"ר יחזקאל חפץ ז\"ל דבירושלמי גבי חלה שפיר אמר כן משום דע\"כ כבר הוכשרה דהמפריש חלתו קמח אינה חלה, אבל תרומה הלא איתא גם בפירות ותבואה שאינם מוכשרים ושפיר מצי לאוכלם כשהביאם ואיך כייל רבינו דאין אוכלין תרומה שמחו\"ל וצ\"ע עכ\"ל. והשבתי, דרבינו ז\"ל דייק הלכה זאת מהא דאמר בירושלמי אראב\"ז לאוכלה אי את יכול שלא יאמרו ראינו תרומה טמאה שנאכלת, לשורפה א\"א יכול שלא יהו אומרים ראינו תרומה טהורה נשרפת להחזירן למקומן א\"א יכול שלא יהו אומרים ראינו תרומה יוצא מן הארץ לחו\"ל כו', ומדנקט לשון תרומה אע\"ג דחלה מקריא נמי תרומה גם בלשון חכמים אילו בדיוק היה הדין דוקא בחלה הוה ליה למיתני בכל אלו חלה טהורה חלה יוצא כו' כדי שלא לטעות, וע\"כ דגם תרומה הדין כן כמו בחלה, וכן העתיק רבינו בפירוש המשנה שם לשון הירושלמי וכתב העיקר בידינו שאין מביאין תרומה מחו\"ל לארץ ואמרו בגמרא באילו התרומות כו', הרי דמזה הירושלמי יצא לרבינו דגם תרומה כן:<br><b> אולם </b> להבין טעמו של דבר הוא עמוק, דשיטת רבינו בפרק י\"ב מהלכות טומאת אוכלין דהא דבעינן שיהא המשקה לרצון פירושו שיפול על האוכלין המוכשרים לרצון וכמו נפל הטל עליהם ושמח בכי יותן אבל אם נתלשו מן הקרקע לרצון אם נפלו הפירות בהם שלא לרצון אינם מוכשרים, ומשום זה דייק שם בכופה קערה על הכותל שאם הניח בהן פירות הוכשרו דוקא הניח שלדעת הניחן אבל אם נפלו תוך המים אינם מוכשרין. ובזה מבואר הא דתנן משקין טמאים מכשירין בין לרצון בין שלא לרצון, ולפי שיטת הראב\"ד ורש\"י באורך בפ\"ק דחולין (דף ט\"ז) דמשקין תלושין לצורך דבר התלוש לרצון כמו כופה קערה ע\"ג כותל בשביל שיודחה הכותל תו אף כי נפלו בה פירות שלא ידע מהם כלל ג\"כ מוכשרים, א\"כ איך משכחת לה אם לא נתלשו לרצון אינם משקים כלל ואינן מקבלין טומאה דמי גשמים ג\"כ בעי מחשבה, ואם המה תחלתן לרצון הלא במשקין טהורים ג\"כ מכשירין אעפ\"י שיפלו על הפירות שלא לרצון [ועיין ב\"ב דף צ\"ז בתוס'] ועיין סוף מכשירין דמי גשמים ג\"כ בעינן שיתלשו לרצון ואם לאו אינם משקין כלל ולא מקבלי טומאה וכבר עמד ע\"ז באליהו רבא, ומזה מבואר כשיטת רבינו דאעפ\"י שנתלשו לרצון בעינן שיפלו על הפירות לרצון והארכתי בזה בהלכות טומאת אוכלין פי\"א, וזה מבואר במשנתינו מכשירין פ\"ו ועל כולם נאמן ע\"ה לאמר טהורין הן פירוש שלא הוכשרו וכמו דתניא בחגיגה (דף כ\"ב) נאמן ע\"ה לומר פירות לא הוכשרו כו' וכן פסק רבינו בהלכות טו\"א פט\"ז לפי שהפירות אינם בחזקת מוכשרין, והנה תנן המרעיד את האילן להשיר ממנו משקין היוצאין הרי הן תלושין ברצון ותו כי נפלו על הפירות ג\"כ הוי מכשירין רק באופן שיפלו עליהם לרצון לשיטת רבינו ועיין כס\"מ שם ובחדושי. וכיוצא בזה כמו הממחק הכרישה להסיר המים שעליו וכיו\"ב כולהו הוי תלושין לרצון ואם יפלו על הפירות לרצון מכשירים. וכ\"ז בארץ ישראל אבל בארץ העמים דגזרו על גושה ועל אוירה תו בכל הנך מילי דהווי תלושים לרצון כמו המרעיד אילן וכיו\"ב תו נתטמאו מדין טומאת ארץ העמים והוי משקים טמאים דמטמאי אף כי נפלו על הפירות שלא לרצון הואיל דטומאתן עם הכשרן באים כאחד ולא הוי דומיא דמה דכתיב בקרא וכי יותן מים על זרע ואחר כך ונפל מנבלתם עליו, וכיון דהכשירן באה אף שלא לרצון ולא ידע מנפילתן על הפירות כלל, לכן כל הפירות והתבואות בארץ העמים בחזקת מוכשרין ולכן כל תרומה שבחו\"ל אינה נאכלת בארץ ישראל דדינה כדין תרומה טמאה. והדבר ברור דשכיח טובא שיהא מי גשמים תלושין לרצון ותו אף אם לא ידע שנפלו על הפירות ג\"כ מוכשרין, ובפרט למ\"ד דכלי טמא חושב משקה הואיל וטומאתו של משקה בא כאחד עם נגיעתו בכלי, א\"כ בארץ העמים שטומאת המשקין בא תיכף מכי נתלש א\"כ לא בעי מחשבה כלל לשווינהו שיהיו משקין תלושין לרצון הואיל ותיכף כי נתלשו הוי טמאין מחמת ארץ העמים, לכן הוה\"ד למ\"ד דאין כלי טמא חושב משקין ג\"כ בזה לא פליגי דכל הפירות והתבואות בארץ העמים הוי בחזקת מוכשרים, לכן שפיר אמר הירושלמי דאין מביאין תרומה מחו\"ל לארץ שמא יאמרו ראינו תרומה טמאה נאכלת שכולן בחזקת מוכשרים ומקבלין טומאה מארץ העמים ודוק:<br><b> וכיון </b> שזכינו לזה מדוייק לנו מאוד דברי רבינו לעיל פ\"א הכ\"ב פירות שיצאו חו\"ל פטורין מן החלה ומן התרומות ומן המעשר כו' ואם נקבעו למעשר ביד ישראל אחר שנכנסו לארץ חייבין במעשרות מדבריהם. דהדבר פלא דהשמיט רבינו דין תרומה דביה עסיק ונקט מעשר ולענין הפטור אם יצאו כתב גם תרומות, ודברי רבינו המה מספרי פרשת שלח סימן ק\"י ושם לא נזכר רק מעשר פירות חו\"ל שנכנסו בארץ חייבים בחלה ובמעשר, אולם רבינו דלענין הפטור דייק תרומות ומעשרות ולגבי החיוב אם נכנסו לארץ דייק מעשר לחוד צ\"ע. ולפום מה שהעלינו א\"ש, דהגמרא בפסחים מסיק דלו ולא לאורו כתיב ותרומה שלא תהיה ראויה לאכילה אינו צריך להרים כלל, והא דמפרישין טבל טמא הוא משום דהיה לו שעת הכושר שהיו ראוים לתת לו עצמו לאכילה טרם שנטמאו ואימת לא היה לו שעה\"כ פירשו בגמרא כגון דאחמיץ במחובר דאז אינה תרומה משום דבעודו במחובר אם הפריש לא חלה עליו שם תרומה לכן לא היה לו שעה\"כ ואינה תרומה [אף לריה\"ג דחמץ בפסח מותר בהנאה] אבל טומאה במחובר ליתא דאינו מקבל טומאה, ורבנן בתוס' מנחות (דף כ\"ה) וביבמות פרק האשה רבה כתבו דאם היו הפירות משקה טופח עליהן ובא אדם טמא ותלשן דאז לא הי' להן שעת הכושר פטורין מן התרומה יעו\"ש. ונתבונן כיון שאם תרם פירות בעודן שלא נגמרה מלאכתן למעשר בחו\"ל ותרם מהם הרי אין תרומתו תרומה לגבי דאם יכנסו לארץ ויתחייבו מדבריהם שיפטרו במה שתרם קודם כמפורש כמה קולות שהקילו בתרומת חו\"ל בעודה בחו\"ל שנאכלת לטבו\"י ובטילה ברוב כמפורש ריש פרק עד כמה דלא חשיבא תרומה כלל ואיך יפטר מה שתתחייב במעשר אחרי שתכנס לארץ קודם קביעותה ונמצאת כאן אף לאחר שנתלשו מכ\"מ מקרי לא היה לה שעה\"כ כיון שקודם חיובה אינה ראויה לאכילה שנטמאה טרם שנכנסה לארץ בטומאת ארץ העמים ודאי דפטורה מלהרים תרומה אח\"כ דלו ולא לאורו, ואטו יחמירו רבנן בחיוב תרומה דדבריהם יותר מהא דמחייבי דבר תורה דאם אינם ראוים לאכילה בעודן במחובר דלא היה להם שעה\"כ דפטורים, וכאן לא הי' להם שעה\"כ דבחו\"ל היו פטורים ולא היו ראוים לאכילה טרם שהגיעו לאם יתרום מהן תרומה שיפטרו מחיובן וז\"ב. ואין לפקפק דהא טומאתן אינה רק מד\"ס לא מה\"ת ומה\"ת ראוין לאכילה, ז\"א דבפירות ארץ ישראל שנטמאו בטומאה דמדבריהם אפשר כן הדין דמה\"ת ראוין לאכילה וחייבין בתרומה, אבל פירות חו\"ל שנכנסו לארץ דעיקר חיובן אינו רק מדבריהם כמוש\"פ רבינו [ויש לכוון לזה לשון רש\"י נדרים (דף ע\"ג) ד\"ה אלא בתרומה דרבנן כו'] ובמקום אחר הבאתי ראיות לזה, א\"כ לגבי חיוב דמדבריהם הרי לא היה שעה\"כ לאכילה דנטמאו מדבריהם קודם חיובן וכמו דטומאה דבר תורה טרם שבאה לשעת הרמה פוטרת חיוב תרומה מה\"ת כן אם אינם ראוים לאכול התרומה מדבריהם פוטר חיובם שמדבריהם וכמו שאמרו בפרק יוצא דופן דאתי דמוע דרבנן ומפקיע טבלא דרבנן כיון דמדרבנן לא חזי לאכילה והבן, ולכך נקיט רק מעשר דאיהו נאכל אף טמא כמו שדרשו ואכלתם אותו בכ\"מ אף בקבר לכן חייב להפריש, ומשה\"ט לא תני בספרי רק מעשר, אבל לפטור היוצאין מא\"י לחו\"ל דין תרומה ומעשר שוה ודברי רבינו מסולאים, ובשו\"ע השמיט מדבריהם לכן כתב סתמא חייבין ודוק בכ\"ז:<br><b> והנה </b> בירושלמי שם פ\"ו דשביעית אמר טעמא דאין מביאין דאם אמר את כן אף הם מרדפים אחריהם לשם שילכו לארץ העממים וכי תני ר\"ח גזרו עליהן והחזירום למקומם הלא מה שאינן נאכלין בארץ אם באו לארץ הכל מטעם אותו גזירה דשמא ילכו לארץ העממים, ולכן לפום מה דמסיק להחזירן למקומן אין את יכול שלא יהיו אומרים ראינו תרומה יוצא מארץ לחו\"ל א\"כ תו אינן נאכלין בארץ מטעם הך גזירה ואף בפירות שלא הוכשרו בחוץ לארץ ודוק. אולם יש לפרש בירושלמי דלמאי דסבר ר\"ח דמחזירין למקומן ויש להן תקנה שפיר גזרו עליהן דאינן נאכלין מטעם דשמא ילכו הכהנים לשם, אבל לפום מה דמסיק דאין להן תקנה רק בשריפה ואסור להחזירן למקומן אפשר דמשום הך גזירה לחוד לא גזרו עליהן שלא יהיו נאכלין בארץ אם לא מטעם דשמא יאמרו ראינו תרומה טמאה נאכלת ובפירות שלא הוכשרו נאכלין בארץ, והדבר לא מוכרע ומסתברא כלשון ראשון ואכמ\"ל:"
            ]
        ],
        [
            [
                "<b>ובזה\"ז שהיא עומדת לשריפה מפני כו' כל שהוא.</b><br><b> פירוש </b> דהתרומה רוב פעמים לא הוכשרה בגורן וא\"כ כי מפריש כשיעור מטמא אח\"ז תרומה טהורה לכן מצוה להפריש כל שהוא, אבל חלה שע\"כ נילושה בדברים המכשירין וכבר נטמאה העיסה הטבולה, ולכך פסק רבינו לקמן הלכות בכורים פ\"ה ה\"ט וז\"ל בזמן הזה שאין שם עיסה טהורה מפני טומאת המת מפרישין חלה אחת בכל א\"י אחד ממ\"ח ושורפין אותה דבעי כשיעור כמו במקום שהחזיקו עולי מצרים ולא עולי בבל בחלה העיקרית וזה טעם פסק רבינו שמחלק בין תרומה לחלה ולכך צריך להפריש כשיעור בארץ ישראל אף בזה\"ז. ויעוין ספר של\"ה מה שנדחק בזה והפשוט כמוש\"כ ודוק:"
            ],
            [
                "<b>וכמה הוא שיעורה כו' עין יפה אחד מארבעים כו'.</b><br><b> בתוספתא </b> תרומות פ\"ה מנין שאם תרם ועלה בידו אחד מששים וכו' ר' ישמעאל בר\"י אומר מערי הלוים וע\"ש והיא סתומה מאוד. ופשוט דאדבית שמאי דאמרי אחד משלשים קאי וכן הגיה הגר\"א. וכוונתו דכמו בערי הלוים נטלו בני לוי שמונה וארבעים עיר וחלק רביע מהם הוא שנים עשר עיר ונטלו הכהנים מזה שלשה עשר עיר, כן כשנוטלין הלוים מעשר צריכים הכהנים ליטול אחד משלשים שהוא חלק רביע כשתצטרף עם חלק המעשר של הלוים. ולכוון החשבון בדיוק דע דכיון שנטלו הכהנים אחד משלשים תו אינם נוטלים מעשר מכל הכרי דתרומה ממעטת כמוש\"כ תוס' סוכה (דף כ\"ג) יעו\"ש, וצייר בדעתך, דבכרי של מאה סאה אינם נוטלים הכהנים והלוים יחד רק שלשה עשר, והוא, שהכהנים נוטלים אחד משלשים נמצא עולה ממאה, מתשעים שלשה, ומהעשרה חלק שלישי שביחד הוא שלשה ושליש, ונשאר אצל הבעלים תשעים וששה ושני שלישים, ומזה נטלו הלוים מעשר מתשעים נטלו תשעה, ונשאר עוד ששה ושני שלישים, שכשתחלקם על שלישים נמצא עשרים שליש ומזה נטלו הלוים שני שלישים נמצא הכהנים נוטלים שלשה ושליש והלוים נטלו תשעה ושני שלישים שהיא בסה\"כ שלשה עשר, ומהשלשה עשר רביע הוא שלשה ורביע והכהן יש לו שלשה ושליש, וכמה שליש יותר על רביע בחלק שנים עשר והוא אחד מארבעים חסר אחת מחלק הרביעי שהיה לו ליטול, כן תמן בני אהרן היה להם ליטול רביע דהוא י\"ב עיר ונטלו חברון בלא שדה העיר כי שדה העיר נתנו לכלב, ועיר ומגרש בלא השדות הוא רביע כמפורש בעירובין פרק כיצד מעברין, ולפ\"ז היא חלק בערך אחד ממ\"ח שהיה להן ליטול, אך לפ\"ז לא היה להן ליטול י\"ב עיר כי בכלל המ\"ח עיר היה חברון בלא שדותיה דהוא רק רביע דשדה העיר אינו לבני לוי ונמצא לפ\"ז הוא חשבון תשבורת בדיוק. וז\"ב בפירוש התוספתא בס\"ד:<br><b> ויש </b> לומר דגם ב\"ה דאמרו עין יפה אחד מארבעים ילפי ג\"כ מערי הלוים ואשתכח דממאה שקלי תרי ופלגא ולוים שקלי תשעה ושלשה רבעים (דוק ותשכח) ותרומת מעשר דשקלי כהנים הוי בצירוף התרומה קרוב לתלתא ופלגא אשתכח בצירוף המעשר והתרומה י\"ב ורביע, וחלק ד' מהם הוא שלשה וחלק ששה עשר 3 1/16, וכמו דבערי הלוים נטלו הכהנים עיר אחת יותר מרביע והוא חלק י\"ב 1/12 מהרביעי, כן הכא משלשה המה שלשה חלקי י\"ב 3/12 והוא חלק רביעי ואשתכח דהיא תלתא ורביע 1/16 לבד חלק ששה עשר שחלק י\"ב בו פורתא מאוד ועוד 1/40 שנוטלין פחות דוק ותשכח עפ\"י חשבון מדוייק. נמצא דר' ישמעאל בר' יוסי לפרש טעמא דב\"ה וב\"ש אתי דב\"ה מצרפין גם התרומת מעשר וב\"ש לא מצרפין, ואולי תליא בפלוגתא אם בעה\"ב שתרם תרומ\"ע מה שעשה עשוי דתלמודין מייתי בשם בן גמלא וירושלמי בהלכה א' בשם ר' יוסי דלדידי' מיתחשב תרומה גדולה ותרומ\"ע בבת אחת, סוף דבר זה בירור התוספתא הסתומה, דוק ועיין בזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ישראל שהפריש מעשר ראשון כשהוא שבלים כו'.</b><br><b> ירושלמי </b> חלה פ\"א ה\"ג מעשר ראשון שהקדימו בשיבלין פטור מתרומה גדולה א\"ר יוסי כתיב את מקדשו ממנו לא חלבו וחלב חבירו, פירוש ויליף מקרא דין דכתיב את מקדשו ממנו דהוא כוונתו על דבר המקדשו ואוסרו זהו התרומה שמעורב בתוכו שלא הורם ממנו, ומזה דרשו בערלה פ\"ב שאם יפול לתוכו מקדשו אחד ממאה יעו\"ש. ועל זה אמר דזה לא יתכן רק בשמירח ואח\"כ הפריש תרומ\"ע שבו שאז נתקדש ונאסר באכילה ע\"י התרומ\"ע שבתוכו [שלשון קדוש הוא על האיסור כמו פן תוקדש המלאה] אבל אם הפריש תרומת מעשר ואח\"כ מירחו להמעשר לא בדא שאז כשימרח המעשר צריך להפריש גם תרומה גדולה שבשעה שהפריש התרומת מעשר לא היה מקודש ונאסר לאכילה על ידו המעשר ולא שייך למידרש מקדשו לבדו, ותו בעי כשהפריש ממנו עליו שהפריש מקדשו היינו את התרומת מעשר שמקדש ואוסר המעשר ללוי לאכול אז ידענא מקרא דאין צריך להפריש מהמעשר תרומה שניה הקודמו היינו התרו\"ג שחל על כל הכרי, אבל אם הפריש ממקום אחר תרומת מעשר על המעשר אימא שיפריש ממנו תרומה גדולה [ועיין בירושלמי דמאי בתרומ\"ע שחזרה למקומה הרי דקפיד קרא אם תורם מהכרי לבדו] היינו מהמעשר שהופרש עליו תרומ\"ע ממקום אחר, ע\"ז אמר ר' יוסי [ילפותא מקרא אחרינא] כתיב והרמותם ממנו את תרומת ד' מעשר מן המעשר ולא תרומה ותרומת מעשר וא\"כ אין נפק\"מ בין שהפריש התרומ\"ע ממקום אחר בין שהפריש התרומת מעשר מהמעשר כשעוד לא מירחו והיו בשיבלין שעדיין לא נאסר באכילה מדין מעשר טבל ולא נתקדש כיון דמקרא זה יליף דלא כתיב מקדשו, וכצ\"ל הגירסא בירושלמי הנך תרי בעי כשמירח וכשהפריש כו' קודם הך דאמר ר' יוסי כתיב והרמותם וכו' ומשום זה סתם רבינו ועיין במל\"מ ודוק:"
            ],
            [],
            [],
            [
                "<b>תרומת מעשר שהי' בה אחד משמונה שבשמינית כו'.</b><br><b> רבינו </b> מפרש הך דתני במשנה תרומע\"ש של דמאי משום דקאי על משניות הקודמות חביות של שמן הרכינה ומיצה דמיירי ביין ושמן שבהם דוקא של דמאי או טמאה אף בודאי אבל בטהורה של ודאי אף כל שהוא יוליכנה לכהן לכן תני דמאי אבל ביבש כתבואה ופירות אף בטהורה ושל ודאי ג\"כ פחות משיעור זה משליכה לאור ושורפה. ויצא לו כן מדברי תוספתא וגריס בה כן, בד\"א בטהורה אבל בטמאה וכן אתה אומר בתרומת מעשר שבשאר כל הפירות אם היה בה כשיעור הזה נותנה לכהן וא\"ל משליכה באור ושורפה ותיבות אפילו כל שהוא לא גריס דאיך יתכן להחמיר בטמאה יותר מטהורה. ורבינו סובר דתרומת פירות הוי דאורייתא ולכך למד לכל תרומת מעשר שביבש דאף בטהורה בעי כשיעור הזה דתרומה טהורה ביבש דומה ליין ושמן הטמאים שבפחות משיעור אינו צריך להוליכה לכהן. והראב\"ד גריס בד\"א בטמאה אבל בטהורה אפילו כ\"ש וסובר דתרומת כל הפירות הוי דדבריהם לכן הקילו בהם. אבל לדעתי אף לגירסת ראב\"ד לא מוכרע דתרומת פירות הוי דדבריהם ולא מסתברא כלל לחשוב תרומת פירות כדמאי דהקילו בה יתר מדאי, רק זה שפיר אמר רבינו דאחד משמינית שבשמינית הוא במדת הלח שכן שנינו בפרק הספינה במדות הלח דעושה אדם שמינית שבשמינית אבל לא ביבש יעוין פ\"ז מגניבה גירסת רבינו. לכן לדרך הראב\"ד נראה דתוספתא אמרה דדוקא ביין ושמן אבל במשקין של שאר כל הפירות אף טהורים דוקא אם יש בה כשיעור הזה נותנה לכהן ואם לאו משליכה באור ושורפה משום דאין חייבין עליהן חומש ואין סופגין עליהן כמו יין של תפוחים כו' כמפורש שם במשנה ב' והקילו בהן כבדמאי, כן נ\"ל ברור לפי דרך ראב\"ד. ודע מהא דאמר בירושלמי פחות מניחה נותנה בנירו ומתוספתא דאמר משליכה באורו מוכרח דלא כהרמב\"ן שלשיטתו בפרק לולב הגזול הובא בר\"ן דתרומע\"ש של דמאי מאכיל לעניים יעו\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>והתורם את שאינו שלו.</b><br><b> בירושלמי </b> בעי אם הוי הטעם מפני שאינו תורם את של חבירו או שאינו תורם את שאינו שלו ונפ\"מ אם מירח לכרי והפקירו [דלאחר מרוח הפקר אינו פוטר] ועשה תרומה ואח\"כ זכה בו אם הוי תרומה, ובעי למיפשט מהך דתנן אכל תרומת הקדש ותני ר\"ה שהקדיש טבל [פירוש דקמ\"ל ר' הושעיא דאפילו כן חל איסור הקדש על טבל משום דטבל מותר בהנאה שאינו של כלוי והקדש אסור עיין תוס' שבת (דף כ\"ו) ד\"ה אין מדליקין דלא מצאנו בשום מקום שיהא הטבל אסור בהנאה, ובעניותן מצאנו מפורש דמותר כמו דתנן פ\"ה דדמאי מ\"ח אין אדם רשאי למכור טבל אלא לצורך הא לצורך שרי, ואולי לא ברירא להו מכאן דאפשר כיון דמוכר הוי לקוח ומיפטר מן התורה, ותו איך שייך דאסור להנות ולמכור כיון שע\"י המכירה תפקע ממנו איסור טבל א\"כ ההפקעה מחיוב טבל והיתר המכירה באין בב\"א. אך ז\"א דלגבי המוכר נשאר בטבלו דאי חזר ולקח חייב לעשר וא\"כ אסור להנות וכמוש\"כ תוס' ב\"מ (דף פ\"ח), ואולי משום דאפשר לחלק בין טבל הטבול לתרומה ובין טבל הטבול למעשר ודוק ואכמ\"ל עוד באופנים שונים שיש לי בזה. ועיין לרבינו פ\"י הכ\"ה ומפני זה כו' ומותרת לכהן הקדישה נאסרה אף לכהן כו' ולא ידענא הא ר' הושעיא קאמר גם בהקדיש בטבלו אך ז\"א דכיון שפקע איסור טבל כשהפריש תו חייל איסור הקדש על התרומה וכמו דאמר ביבמות גבי אשת אח ודוק] ומאן קא תרים הגזבר, אלמא דיכול להפריש את שאינו שלו כיון שאינו של חבירו א\"ר אידי תפתר שהגזבר כבעלים ודלא כר' יוסי דאמר הוא גזבר הוא אחר, ובחידושי להלכות שקלים בארתי. וכעת נ\"ל כך, דתנן ומייתי לה בבלי ב\"ב (דף ע\"ט) הקדיש בור ואח\"כ נתמלא מים שובך ואח\"כ נתמלא יונים אילן ואח\"כ נשא פירות כו' מועלין בהן ואין מועלין במה שבתוכן דברי ר' יהודה ר' יוסי אומר המקדיש את השדה ואת האילן מועלין בהן ובגידוליהן כו' שאף ר' יוסי לא נחלק עליו אלא בשדה ואילן אבל בבור ושובך מודי ליה, ועמדו רבנן בתוס' דלא אמרינן שיקנה חצר הקדש כמו שקנה חצר דהדיוט דחצר משום יד איתרבאי ולא מצאנו יד להקדש, והנה אם נאמר דהגזבר כבעלים ולכך מצי תרים את של הקדש כתורם את שלו א\"כ בעומד הגזבר מצדו ואמר זכתה שדה להקדש היה צריך לזכות החצר להקדש כמו דיש בידו לזכות להקדש כן מצי זכי ע\"י החצר דהוי גזבר בעליו והוא עומד בצדו, וכן מצאנו בקדושין (דף כ\"ז) דכמו דקני לנפשיה מטלטלין אגב קרקע כן קני הגזבר מעשר עני עבור העניים אגב השדה שקונה לעצמו משום דיד עניים הוי והוי כקונה לעצמו עיי\"ש וממש כמוש\"כ [או כפי הנראה מסוגיא דידן דמשתמרת קני בלא אמירה כלל היינו דיהיה משתמר לדעתו של בעלים והכא משתמר לדעת הגזבר] אבל אם נאמר דגזבר כמו אחר א\"כ לא מהני מה שמשתמר לדעתו דגזבר וכן מה שעומד בצדו ואומר זכתה להקדש וז\"ב, ומר' יהודה אין ראיה דבש\"מ פירשו דלעולם קניא הקדש רק משום שאינו בא ע\"י הקדש אדם לית בה דין מעילה וזה יתכן לר' יהודה דאין מעילה בגדולין והוא משום דהגדולין ממילא קא אתי ולא נתקדשו ע\"י ישראל, כן מצי סבור דבור קני להני מים ושובך קני להנך יונים רק דלית בהו מעילה משום דאינן באין ע\"י הקדש אדם, אבל ר' יוסי סבר דיש מעילה בגדולין ואפ\"ה סבר בבור ושובך דאין מועלין במה שבתוכן ואם הוי זכי להו בור ושובך אמאי לא ימעלו וע\"כ סבר דגזבר כמו אחר ולא מהני מה שעומד מצדו ומה שמשתמר לדעתו ולכך לא זכי הקדש במים ויונים, וזהו ר' יוסי דאמר הוא גזבר הוא אחר ודוק:<br><b> ולפ\"ז </b> אינו צריך לדחוק כלל הך דפליגי ראב\"ש ות\"ק בהקדישן ריקנין ואח\"כ נתמלאו אם מועלין במה שבתוכן, דפליגי בפלוגתת ר\"מ וחכמים ובבאין דרך שובכו רק דמיירי בפשיטות והראב\"ש סבר דהגזבר כבעלים וכהברייתא תמן דמצי להרים גזבר את של הקדש דאיהו הוי כבעלים ואם עומד בצדו ואמר זכתה כו' או משתמר לדעתו קני להו הקדש ושפיר מועלין במה שבתוכן, ות\"ק הוא ר' יוסי דאמר גזבר כאחר ולא קני להו הקדש ולכך אין מועלין במה שבתוכן. אך יתכן דהך סוגיא סברה דיכול להפריש שאינו שלו כיון שאינו של חבירו וכמו דמצי תרים להפקר כן מצי תרים להקדש וליכא מאן דפליג על ר' יוסי ולא ניחא ליה לומר דראב\"ש יסבור גזבר כבעלים [וכיו\"ב פירשו רבנן בתוס' בפרק יש נוחלין (דף קל\"ו) ד\"ה והתניא על דרך כזה יעו\"ש]:<br><b> וכיון </b> שזכינו לזה א\"ש טובא קושיית התוס' בקדושין (דף ס\"ג) על אביי דחשיב כולהו תנאי דסברי אדם מקנה דבר שלב\"ל ולא חשיב לראב\"ש, דאליבא דאביי יסבור ראב\"ש כמו דמשני ר' אידי הך דר' הושעיא דגזבר כמו בעלים וכן משני ריש לקיש במעשרות פ\"ה ואין מקום כלל דראב\"ש יסבור דמקנה אדם דבר שלב\"ל ודוק:<br><b> הראנו </b> מקום דבבלי סבר דמצי תרים להפקר וכן להקדש מצי תרים הגזבר, רק אביי סבר דלא מצי תרים. אולם לענ\"ד אפשר דעד כאן לא קאמר הירושלמי רק לתרום פירות של הפקר לתקנן אבל לעשותן כולן תרומה על מקום אחר זה לא מצאנו בודאי, וטעמא משום דלתקן הרי עומד הכרי לזה להתרם ולהתיר איסור טבלו אבל לא לעשותן כולן תרומה. [והנה בפרק הגומ\"א (דף קט\"ו) הרי שהי' טוען כדי יין וכדי שמן וראה שהן משתברות לא יאמר הרי הן תרומ\"ע על פירות כו' לא אמר כלום, אלמא כיון דלאיבוד אזיל לית בהו זכיה והפקירא הוי הרי מוכח דעל הפקר אינו יכול לתרום. אולם לפי מה שבארתי דרק לתרום את של הפקר בעי בירושלמי אבל אינו יכול לתרום מן ההפקר על פירות אחרים אינו ראיה משם דלתרום על פירות שיש לו בתוך ביתו לא מצי לכו\"ע. וכמעט מפורש זה בתוספתא לפי גירסת הגר\"א דמאי פרק ח', הרי שהיה טוען כדי יין וכדי שמן וראה שהן משתברות לא יאמר הרי הן תרומ\"ע על פירות שיש לי תוך ביתי ואם אמר לא אמר כלום אבל קורא שם לתרומ\"ע שבה עד שלא יגיע לארץ, הרי מבואר כפירושינו דהגם דהוי הפקירא מכל מקום להפריש את ההפקר עצמו מצי תרים ודוק. אמנם המעיין יראה כי שם בסוגיא מפני שהוא כאבוד וגריע מהפקר. וכולה הך שמועה עמומה אצלי דפריך מזה על הך דמי שבא בדרך ומעות בידו ואנס כנגדו כו' ואם אמר דבריו קיימין יעו\"ש דדא ברור דאע\"ג דאין ההפסד בהמעות עצמו רק אנס בא עליו מכל מקום סבר דלא מיקרי מצוי בידך דבעי גבי מעשר כדאמר פרק הגוזל קמא (דף צ\"ח) יעו\"ש דכתיב וצרת בידך, אולם מקור הנך ברייתות הוא בתוספתא מע\"ש פ\"א מתניין גבי הדדי הך דמי שבא בדרך כו' והך דהיה טעון כדי יין כו' ושם הגירסא ואם עשה כן אסור ומוכח דבהנך דסופן להיאבד במע\"ש דההפסד רק להבעלים דבריו קיימין אבל בתרומע\"ש דההפסד לנכסי כהן לכן דבריו בטלים ואסורים פירותיו משום טבל יעו\"ש, וכן הא דמייתי תמן הך דמי שהי' לו עשרה חביות של טבל טמא וראה אחת מהן שנשברה או שנתגלתה כו' ובשמן לא יעשה כן מפני הפסד כהן, הוא בתוספתא דדמאי ושם הגירסא ואם אמר הרי זו תרומת מעשר לא אמר כלום, הרי דמשום פסידא דכהן גם בדיעבד אין בתרומתו כלום, ויעוין תוס' שפירשו דבשמן בדיעבד תרומתו תרומה וזה היפוך התוספתא דפ\"ח דדמאי והגירסא בתוספתא מי שהי' לו עשרה חביות של מעשר טבל וכן הנכון. ויש להאריך ולפלפל דהא דנאמר דמשום פסידא דכהן בדיעבד לא אמר כלום תליא בהא דפליגי ר' חסדא ור' נתן ב\"ר אושעיא במפריש מהטמא על הטהור אם במזיד לא עשה כלום כל עיקר דאפילו ההיא גריוא הדר לטבליה יעו\"ש פרק האשה רבה (דף פ\"ט) ובדברי רבינו פ\"ה ה\"ח ובפ\"ג הי\"ז לא אמר כלום משום דאינו יכול להציל כלל ובפ\"ד מהלכות מע\"ש הי\"ב ואכמ\"ל כי כבר יצאנו מהמכוון]. והוכחה לזה מהא דיליף שליחות מתרומה בבלי קדושין וירושלמי שם בתרומות ואם הו\"א דרשאי להפריש את של הפקר רק משום שהוא של חבירו לא מצי תרים ברשות א\"כ איך שייך זה לשליחות טפי הו\"ל למימר משום נתינת רשות וכמו דאמרן גבי תמורה וכיון דנותן רשות להרים תו הוי כהפקר כיון שאין רשות הבעלים מוחה על ידו תו מצי להרים אף שאינו שלו כמו דמצי תרים של הפקר והקדש [ואולי משום דבכה\"ג לא מקיים מצות הפרשה ודוק] וע\"כ דבכה\"ג ודאי לא מצי להרים של הפקר לעשותן תרומה על מקום אחר. והנה מתוס' יבמות (דף פ\"ט) ד\"ה שהפקר ב\"ד הפקר מוכח דסברי דתורם ההפקר אין תרומתו תרומה, ולפלא בעיני כי לא ראיתי ספק זה בפוסקים והשמיטו הירושלמי הנ\"ל. אולם מהא דאמר פ\"ק דבכורים דגזל קודם יאוש לא מצי הבעלים לתרום ובעי שיהיה ברשותו, כש\"כ שבעי שיהי' שלו ושל הפקר לא מצי לתרום וכמו דאמר שם הלכה א' ר' אמי בשם ר' יוחנן אפילו הבעלים שתרמו אין תרומתן תרומה, הרי דהנגזל שהוא שלו רק כיון שאינו ברשותו אינו יכול לתרום. אולם בתשובה הארכתי בזה דיש לומר כיון דיש לגזלן קנין בה דמצי לקנותה בשנוי מעשה אח\"כ אף בשנוי דממילא וכיו\"ב ביאוש למ\"ד יאוש קאי דקנוי רק לגזלן, הרי חזינא דנכנס קצת ברשות הגזלן בעת הגזילה בחיוב אחריותו וחיוב השבתו לבעלים עד כי איכא חד מ\"ד בריש הגוזל ומאכיל דהגוזל ובא אחר ואכלו דאינו חייב השני לשלם להבעלים הרי דמיחשבא דנכנסו קצת לרשות גזלן, לכן טפי אין הבעלים יכולים להרים מהפקר דאינו ברשות אחר כלל ולכן לא מצי לפשוט הירושלמי מהתם והדברים ארוכים ואכ\"מ, ודוק בכל מה שהעלתי:",
                "<b>אבל התורם משלו כו' ה\"ז תרומה.</b><br><b> נ\"ב, </b> כר' זירא וכן מפורש בירושלמי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לשותפו כו'.</b><br><b> הוסיף </b> רבינו שותפו מה שלא נזכר במשנה ודייק מדתנן בד\"א שלא דבר כו' והך בד\"א קאי על מה דסליק מניה דמיירי בשותפין וע\"ז אמר בד\"א שלא דבר אבל הרשה והה\"ד לבן ביתו כו' כמו שותף. ונראה דעת רבינו דכיון דחזינא דרבא שני הכא במ\"ע כגון שקדם בעה\"ב ותרם את כריו מוכחא דאף דקיי\"ל דאתי דבור ומבטל דבור כר' יוחנן בזה צריך לאוקמה הכי, וטעמו דדוקא הנך דחשיב כאן דאם ביטל שלא בפניהן יכול לבוא לידי תקלה שהשותף שיש לו חלק בזה הכרי ובן ביתו ועבדו שמזונתן עליו יכול לאכול אחר שיתרום לכן אין הביטול שלא בפניו בכוונת הלב מועיל והוי מילי בעלמא, אבל אם יאמר לחבירו שאין לו חלק בכרי ואין מזונותיו עליו ודאי בביטול בעלמא סגי דקפיד לתרום בעצמו ודלא כמו שבטור וש\"ע בשם רבינו כתבו האומר לחבירו ודוק:"
            ],
            [],
            [],
            [
                "<b>הבן והשכיר והעבד והאשה תורמין על מה שהן אוכלין אבל לא יתרומו על הכל כו'.</b><br><b> המשל\"מ </b> הביא סוגיא דיבמות דתניא ואכלתם אותו בכ\"מ אתם וביתכם למד על נשואה בת ישראל שנותנת רשות לתרום. והנה השמועה שמה צ\"ב, דקא פריך על הא דתנן בת לוי מאורסת לכהן ובת כהן ללוי לא תאכל לא בתרומה ולא במעשר אמאי לא תאכל במעשר הא לאו זרות איכא ואף לר\"מ דמעשר ראשון אסור לזרים ג\"כ תהא מותרת, אר\"ש מאי אינה אוכלת דקתני אינה נותנת רשות לתרום מכלל דנשואה נותנת רשות כו', וזה פלא חדא דקרא ל\"ל אם היא רשאה להרים מה שהיא אוכלת יכולה ליתן גם רשות להרים ועוד ארוסה דאין לה מזונות פשיטא דלא נותנת רשות להרים כיון שבעצמה אינה מרימה ומאי קמ\"ל במשנה, ועוד דמשמע דארוסה תורמת מעשר של ארוס רק רשות אינה נותנת וזה מילי דבדותא, ועוד דבכ\"מ שוה עבד לאשה, סוף דבר אינני מבין הסוגיא לפי פרש\"י כלל. לכן לדעתי נראה כן, דבמסכת גיטין סוף כל הגט אמר דר\"א בן גמלא סבר דבעה\"ב מצי להרים מכריו תרומת מעשר ורבנן פליגי עליה יעו\"ש, ובירושלמי פ\"ק דתרומות מייתי לה בשם ר' יוסי דר' יוסי אמר בעה\"ב שתרם את המעשרות מה שעשה עשוי, ונראה דרבנן דסברי דאין הבעה\"ב יכול להרים היינו כיון שמוכרח ליתן את המעשרות ואין לו בהם רק טובת הנאה לכן לענין תרומת מעשר הוי כתורם שאינו שלו ואף אם נימא דטובת הנאה ממון בכ\"ז כבר פירשו הקדמונים דאין לו בהם רק כפי שווי הטובת הנאה, ובגונב טבלו של חבירו אינו משלם לו רק דמי הטובת הנאה מהתמ\"ע ואף אם הוא עדיין טבל למעשר ולא הורם ממנו המעשר ואיכא למ\"ד מתנות שלא הורמו לאו כמי שהורמו דמיין, בכ\"ז לא מצי להרים דכיון דאם הורם המעשר ג\"כ לא מצי להפריש התרומת מעשר מתוכו ולא עדיפא מאילו הורם המעשר. יהיה איך שיהיה דא ברירא דמילתא דלרבנן אע\"ג דהבעה\"ב לא מצי להרים תרומת מעשר בכ\"ז בנתינת רשות לישראל מן הלוי אע\"ג דעדיין לא זכה בו הלוי בכ\"ז מצי הבעה\"ב להרים ובעינן שיהא הלוי איש אשר בו יקוים מצות נתינה שאם יתן לו המעשר יתקיים בו מצות נתינה ללוי לכן מצי ג\"כ להרים וז\"ב:<br><b> והדבר </b> מבואר בספרי סוף פרשת קרח ולא תשאו עליו חטא מנין אתה אומר שאם הפריש אותו שלא מן המובחר שהוא בנשיאת עון ת\"ל ולא תשאו עליו חטא אין לי אלא בן לוי ישראל שנטל רשות מלוי מנין ת\"ל ולא תשאו עליו חטא. וכל אשר עין לו יראה דאין הפירוש על השליח המרים, דאטו ע\"י שלוחו מצי להפריש שלא מן המובחר, וע\"כ בגוונא דהבעה\"ב מפריש התרומת מעשר ע\"י נתינת רשות מן הלוי וזה שדייק ישראל שנטל רשות מלוי וסד\"א כיון שהישראל אין לו נפ\"מ שזה וזה אינו שלו מצי להפריש שלא מן המובחר קמ\"ל דגם הוא בנשיאת חטא וז\"ב. והנה ר' עקיבא וראב\"ע הא פליגי אם מקיים מצות נתינה במע\"ר בנתינה לכהן וקיי\"ל כר\"ע דאינו נותן רק ללוי ועיין בפ\"א מהלכות מעשר ה\"ד בכס\"מ מש\"כ בזה, וא\"כ אם יתן לו הכהן רשות להרים תרומ\"ע לא מצי הבעלים להרים כיון דבנתינה דיליה לא מקיים מצות נתינה והוי בזה כישראל דרשות שלו לא מהני ושפיר תניא בספרי דקרא דואכלתם אותו בכ\"מ אתם וביתכם גילה שנשואה ללוי נותנת רשות לישראל להרים תרומע\"ר ממעשר טבל כמו לוי עצמו אע\"ג דלא זכתה בו עדיין מידי. ולכך שפיר תנן במשנתינו בת לוי מאורסת לכהן כו' אינה אוכלת בתרומה ומעשר שבמעשר אינה נותנת רשות לבעה\"ב להרים כיון דלא יקיים בנתינתו לה מצות נתינה דאירוסין לכהן וכן עובר ויבם פוסלין אותה דאינה כלוי עצמו וכן בת כהן ללוי עדיין באירוסין אינה כנשואה ללוי, ומפני דבקרא מידרש מלישנא דואכלתם אותו בכ\"מ לכן בזה הלשון עצמו נשנה במשנתינו אינה אוכלת ודוק. וכיו\"ב מצאנו בירושלמי שם דפריך במעשר ממ\"נ תאכל כהנת היא תאכל לויה היא תאכל ר\"ה בשם ר' יוחנן כמ\"ד אין נותנין מעשר לכהונה, פירוש דלא מתקיים בנתינתו מעשרו לה מצות נתינה יעו\"ש. וכיון שבארנו זה הלא פשוט דלדידן דקיי\"ל כבן גמלא דאיתקוש תרומות להדדי וישראל עצמו מצי להרים בלא רשות ואדרבה הבעלים מצי ליתן רשות ללוי להפריש טרם שזכה בה הלוי כדמפורש בפ\"ק דתרומות בירושלמי אין מקום לזה כלל, ולכך רבינו דפסק דהבעלים מצי להפריש לעיל בפ\"ג הי\"ב לא זכר הך ברייתא כלל ולא הך דספרי לענין אם הפריש שלא מן המובחר בשנטל רשות דאין להם מקום לדינא. וזה ענין חדש:<br><b> אך </b> לומר דבת לוי המאורסת לכהן ואפילו נשואה לכהן לא נתקיים מצות נתינה בנתינת מעשר לה זה צ\"ע רב כיון שמותרת לאכול אף לר\"מ ועיין פרק הזרוע (דף קל\"א) ברש\"י יהיב מתנתא לכהנתא יעו\"ש אם לא דנימא דעיקרא קאי על בת כהן ללוי עיי\"ש ועיין בתוס' שם ד\"ה מאי אינה אוכלת, ואח\"כ ראיתי מה שהנחתי בצ\"ע בחידושי רמב\"ן ביבמות שם שהעיר מהך דנטל מתנות עבור אשתו יעו\"ש:"
            ],
            [],
            [
                "<b>כנוס לי גרני ותרום.</b><br><b> פירוש </b> דסד\"א דהוי קפידא משום דפועל אוכל במלאכתו בשעת כניסתם ואינו צריך לעשר כיון שאוכל מן התורה לכן אם יתרום קודם הלא תרומה קובעת וצריך לעשר על מה שאוכל כמוש\"כ לקמן פ\"ה ממעשר הי\"ט והוי אמינא דהבעלים רוצה שלא יהא צריך לעשר על מה שאוכל לכן אמרה התוספתא משום שאין הגורן נכנס אלא א\"כ נתרם ולא דמיא להך דשקול חפץ והב גיטא ועיין במשל\"מ ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א בתרומה גדולה אבל בתרומ\"ע שמותר לתרום שלא מן המוקף.</b><br><b> בראב\"ד </b> א\"א, פירוש ואינו חושש שמא יאבדו אלא א\"כ מצאן אובדין [הכא נמי] (ה\"פ) אין חוששין שמא תשבר וכיון שעלתה בשלום מיד הותר. מפרש טעם הירושלמי דכיון דחזינן דשרי לתרום שלא מן המוקף הרי דאין חוששין מה\"ת שמא נאבד לכך גם הוא אינו חושש אם תשבר התרומה אחר עלייתה מן הבור ומלת ה\"פ ט\"ס וצ\"ל ה\"נ והוא ר\"ת הכי נמי:"
            ],
            [],
            [
                "<b>התורם (מן) [את] הגורן צריך שיכוון את לבו שתהיה זו תרומה וכו' ועל מה שבתוך התבן כו' ואם לא נתכוין כו' נפטר הכל שתנאי ב\"ד הוא שהתרומה על הכל.</b><br><b> נראה </b> דתנאי ב\"ד הוא כולל עוד דהא תנן בפ\"ק דמעשרות איזהו גרנן למעשרות אעפ\"י שמרח נוטל מן הקטועין ומן הצדדין וממה שבתוך התבן ואוכל, הרי דהמירוח איננו קובע מה שבתוך התבן כו' ואנן תנן בפ\"א דתרומות אין תורמין כו' ולא מדבר שנגמר מלאכתו על דבר שלא נגמר מלאכתו וכו' וכמו דיליף מקרא דכדגן מן הגורן כו' הרי דגמור מן הגמור מצות הפרשה ואיך תורם מן הכרי על מה שבתוך התבן אשר הוא מן הגמור על שאינו גמור דעדיין לא נגמר מלאכתו מה שבתוך התבן לחיוב תרומ\"ע, וצ\"ל דגם זה נכלל בכלל תנאי ב\"ד שלהפריש מן התקלה אמרו חכמים שיתרום לכתחילה מן הגמור על שאינו גמור בהאי גוונא, וכה\"ג מצאנו בזבחים סוף פרק ב\"ש דאתנו ב\"ד דלא לימא לשמו כו' יעו\"ש היטב כי היכי דלא ליתי לידי תקלה וז\"ב:<br><b> אולם </b> לפ\"ז אינני מבין דברי הירושלמי ז\"ל ר\"ח חברון דרבנן בעי תרם אחד בששים שהוא אחד מששים ואחד על הקוטעין ועה\"צ כו', אמר ר' יוסי ולא מתניתין היא שהתורם בלבו על הקוטעין כו' כלום צריכא אלא ביתר, פירוש דעיקר הרבותא הוא שאעפ\"י שאם נחשוב מה שבתוך התבן אינו שיעור ששים בהתרומה וזה שהוא יתר על ערך התרומה ולפי מש\"כ הרבותא שתורם מן הגמור על שאינו גמור. ונראה דעיקר ראייתו מהא דמחלק בין תרומה למעשר ואם הוי בערך שהתרומה הוא אחד מששים בשנחשוב גם מה שבתוך התבן א\"כ במעשר אמאי לא יועיל לתרום המעשר על מה שבתוך התבן ובודאי דלא איכפת ליה בתרומה אם יהא פחות דהא חיטה אחת פוטר את הכרי משא\"כ במעשר אינו יודע כמה יהא ואינו יכול להפריש מאומד ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אין תורמין מדבר שנגמרה מלאכתו על דבר שלא נגמרה מלאכתו כו' שנאמר כדגן מן הגורן וכמלאה מן היקב מן הגמור על הגמור.</b><br><b> משנה </b> בפ\"ק דתרומות. ובירושלמי אמר ר\"א בשם רשב\"ל ונחשב לכם תרומתכם כדגן מן הגורן ממה שהוא מצוה את בני לוי לתרום מן הגמור הד\"א שאסור ליתן לו שבלים, ובפ\"ק דביצה (דף י\"ג) שכשם שתרומה גדולה אינה ניטלת אלא מן הגורן ומן היקב כך תרומע\"ש אינה ניטלת אלא מן הגורן ומן היקב. והנה הכלל הזה הוא אינו כלל גמור דגמר מלאכתן של קשואים ודלועים ואבטיחים משיפקסו ואם לא פיקס משיעמיד ערימה ואבטיח משישלק ואם אינו משלק משיעשה מוקצה כמו דתנן בפ\"ק דמעשרות, ובכ\"ז פסק רבינו בפ\"ג מהלכות מעשר ה\"ח ותורמין קישואין ודלועין אעפ\"י שלא הסיר הציהוב מעליהן וזה תוספתא במעשרות שם תורמין קישואין ודלועין אעפ\"י שלא פיקס ובאבטיחים ובמלפפונות אעפ\"י שלא שלק. אולם העיקר מתברר בזה ע\"פ מה דפריך בירושלמי שם על הא דתנן תורמין שמן על זתים הנכבשים ויין על ענבים לעשותן צמוקין ופריך והא אמרת אין תורמין מדבר שנגמרה מלאכתו על דבר שלא נגמר מלאכתו אין תימר שניא היא מדבר שנגמרה מלאכתו הא תנינן הפרד והצמוקים משיעמיד ערימה וא\"כ הא ענבים אלו לא נגמרה מלאכתן ואמאי תורמין ומשני ר\"י בשם ר' יצחק ב\"א אין לך אסור מדבר שנגמר מלאכתו על דבר שלא נגמר מלאכתו אלא גורן ויקב בלבד וכמו ענבים לדורכן לעשות מהן יין בזה אסור אבל לעשותן צמוקין אף שלא נגמר מלאכתו שפיר דמי דבקרא לא קפיד רק על גורן ויקב. וברור דהוה\"ד לתרום מדבר שלא נגמר מלאכתו על דבר שלא נגמר מלאכתו דג\"כ מהאי קרא ילפינן דונחשב לכם תרומתכם כדגן מן הגורן כו' ג\"כ אינו רק בגורן ויקב בלבד, ולכן בקשואין ודלועין כ\"ז שלא פיקס ובאבטיחים כ\"ז שלא שלק מותר לתרום כדברי התוספתא דזה הוי כמו ענבים לעשותן צמוקים. אולם יש לצדד דלאו דוקא בגורן ויקב בלבד קפיד רחמנא דה\"ה בשאר מילי רק שיהא מחוסר מעשה כמו גורן ויקב שכשהוא בשיבלין הוא מחוסר מלאכה גמורה וכן ענבים לעשות מהן יין, וזה יתכן. יהי' איך שיהי' התוספתא נתפרש טעמה ע\"פ מה שפירש הירושלמי. ולפ\"ז א\"ש מה ששנינו בתוספתא מעשרות פ\"ב התורם גרוגרות ועתיד לדורסן תמרים ועתיד לדושן ר' אליעזר אומר לא יאכל מהן ארעי כו' מודה ר\"א לחכמים בתורם שבלים ועתיד לעשות מהן גורן ענבים ועתיד לעשות מהן יין שיאכל מהן ארעי כו', והפירוש לפי שבגרוגרות ועתיד לדורסן מותר לתרום מהן לכתחילה דעדיפא טפי מקשואין שלא פיקס, לכן סבר ר\"א דתרומה קובעת משא\"כ בהנך דגורן ויקב דאין לתרום מהם לכתחילה אלא מן גורן ויקב לכן מודה דתרומה אינה קובעת, וכן טעמא דר\"מ במקח שם ג\"כ מחלק בין גרוגרות ועתיד לדורסן לשבלים לעשות מהן גורן משום דכ\"ז שאסור לתרום אין המקח קובע לתרומה וז\"ב:<br><b> ובזה </b> נתיישב אצלי מה שאמרו בביצה סוף המביא הלוקח תאנים במקום שרוב ב\"א דורסים אוכל מהן ארעי ומעשרן דמאי ש\"מ רוב עמי הארץ מעשרים הן, וזה פלא דבדבר שלא נגמר מלאכתו דאסור לתרום נימא רוב עמי הארץ מעשרים אטו משום דלא גמיר דינא עבדי לעשר אף שלא כדין, ולפי מה שנתבאר א\"ש, דבכה\"ג תורמין דהוי כמו ענבים לעשות מהן צמוקים דתורמין עליהם יין. ובזה יתברר היטב מה שעמדו רבנן בתוספות פרק הפועלים (דף פ\"ח) על הא דאמר משיפקסו בבית דמכי אתחיל פיקוסייהו, דמכיון דהכניסן לבית קודם תקנתן אמאי מתחייב במעשר אח\"כ הלא הוי כמו תבואה שהכניסה במוץ שלה בבית דאם מירח אחר כך פטור ג\"כ עיי\"ש. ולפ\"ז הלא סברא גדולה לחלק דבקשואין דתורמין עד שלא פיקס לכתחילה שפיר אם הכניס קודם פיקוס לבית לא נפטר בכך מחיוב מעשר משא\"כ תבואה שכ\"ז שלא הסיר מוץ שלה אין תורמין מה\"ת רק דגן מן הגורן היינו שעשה גורן לכן אם ראו פני הבית במוץ שלהן פטורים לגמרי אף אם מירחן אח\"כ בבית, וזה נכון:<br><b> אולם </b> שיטת רבינו בזה חדשה, שגם בהכניס במוץ שלה בבית לא נפטרה ודוקא באינו מתחיל לגמור הכל ובשהוא זורה מעט מעט ובקשואין משיפקס בתוך הבית מכי אתחיל פיקוסייהו היינו שיתחיל לגמור כולו יעו\"ש בהלכות מעשר פ\"ג ה\"ד וה\"ו. אבל ע\"פ דרך רבנן בתוס' הסברא נכונה מאוד. ובזה יתכן הא דאמר בביצה (דף י\"ג) טעמא דבן לוי שנטל חבילי תלתן למעשרו דכותש ותורם תרומת מעשר משום קנסא ולא אמר משום שאין תורמין אלא מן הגמור דמקרא ילפינן לה ונפ\"מ אף אם תרם הישראל תרומה ואח\"כ נתן מעשר ללוי ג\"כ צריך הלוי לכתוש, וכבר עמד בזה המשל\"מ לעיל פ\"ג הי\"ג. ולפ\"ז אפשר דדוקא בגורן ויקב קפיד רחמנא ואף למה דפרישית דוקא היכי דמחוסר מעשה גמור ובכל מילי דמחוסר מעשה כמו גורן ויקב בכ\"ז אמר טעמא דקנסא דנפ\"מ לכל מילי וכמו אם תרם קשואין עד שלא פיקס ג\"כ קנסוהו רבנן ופוקס ונותן תרומע\"ש לכהן. שוב ראיתי שכן מתברר בירושלמי דבכל מילי אפילו בהנך דלאו גורן ויקב רק שמחוסר מעשה גמור דבפ\"ק דמעשרות בירושלמי על הך דתנן בקטניות משיכבור תני אבל כובר הוא מקצת ותורם מן הכבור על שאינו כבור א\"ר אילא שכן דרך בעלי בתים להיות מכניסין לתוך בתיהן כו' בלול חמץ יאכלו, ופירושו דלכן לא חשיב כתורם מדבר שנגמר מלאכתו על דבר שלא נגמר מלאכתו הרי דאף בקטניות קפדינן שלא יהא מחוסר מעשה גמורה, ואולי גם קטניות בני גורן נינהו וכן מסתברא דבכלל תבואה נינהו ותבואת גורן נינהו [עיין נדרים (דף נ\"ה) והבן]. וקצת צ\"ע על הא דפריך בירושלמי שם תבואה משיתמרח כו' והא תני ריב\"ס מאימתי תורמין את הגורן משתיעקר את האלה ומשני כאן שיש בדעתו למרח כאן שאין בדעתו למרח לימא דלענין לתרום דליחשוב לא נגמר מלאכתו שפיר הוה כנגמר מלאכתו ובכ\"ז מותר לאכול מהן ארעי, וצ\"ב. גם צ\"ב דברי רבינו שכתב מאימתי תורמין את הגורן משיברור כו' שלפי המתבאר בירושלמי הוא על קטניות וגמר מלאכה דידהו משיכבור ובגורן איתא בתוספתא לפנינו משתיעקר האלה וביין ושמן הלא גמר מלאכה דידהו משיקפה וישלה ומשירד לעוקה ובכ\"ז מותר לתרום משיהלכו שתי וערב או בזתים משיטענו דלזה הוי מן הגמור:<br><b> וראיתי </b> בתוספתא מחלוקת ב\"ש וב\"ה בתורם ענבים לעשות צמוקים תאנים לעשות גרוגרות שב\"ש אומרים צריך לתרום וב\"ה אומרים אין צריך לתרום עיי\"ש דב\"ש הקשו הרי הוא אומר כמלאה מן היקב לא תרם זה מן היקב עיי\"ש והר\"ש הביאה ע\"ש, ולב\"ה אף לכתחילה תורמין דהא כן תורמין יין על ענבים לעשותן צמוקים. אולם איני מבין תשובת ב\"ש לא תרם זה מן היקב ואטו משום זה מוכרח לעשות יקב ולא יעשה צמוקים. לכן אמינא ברור דעל משנה ט' קאי התוספתא דאם נמלך אחר כך לדורכם דע\"ז אמרו ב\"ש דצריך לתרום שנאמר כמלאה מן היקב וזה לא תרם מן היקב שהרי נעשה יקב והוא תרם ענבים, וע\"ז השיבו ב\"ה דכתיב וכל מעשר הארץ מזרע הארץ מפרי העץ קודש לד' אם אומר אתה צריך לתרום שניה אף הוא לא קיים קודש לד' שבשעה שתרם מפרי העץ שפיר תרם כדין וכבר היה קודש לד' וז\"ב. ובמשנה סתם אם תרם ענבים על ענבים לאכילה ונמלך לדורכן אינו צריך לתרום כב\"ה, ובתורם ענבים על ענבים לדורכן מייתי בירושלמי שתרומה ויחזור ויתרום, וזה כמו בתורם מדבר שנגמר מלאכתו על דבר שלא נגמר מלאכתו, וכ\"ז מפורש היטב ונשנה כ\"פ. ודע דבשו\"ע סימן של\"א נשמט בבא דשלא נגמר מלאכתו על דבר שלא נגמר מלאכתו והוא שגגת המעתיק ועיין ש\"ך ויעוין בטור ובסמ\"ג שנשמט ג\"כ הך בבא ועיין דרישה שכתב כש\"כ כו' יע\"ש. ודברי ביאורי הגר\"א סוף אות ק\"ב תמוהין ומתלמיד טועה הם שכתב משמע על משנה מפורשת והרחיק עדותו לספ\"ק דחלה יעו\"ש:<br><b> ובמה </b> שנתברר לנו נתיישב מה ששמעתי להקשות בשם גדול אחד על דברי התוס' פ\"ק דבכורות בפלפולם לשיטת ר\"ת דלקוח קודם מירוח חייב מה\"ת שמשמע מההיא דהקומץ רבה כדבריו דפריך ולימא קח מן העו\"ג כו' מדקרי ליה חיוב משמע דהוא מדאורייתא כו' ודחו זה ועוד דכי משני קסבר אין קנין אבתר דקנה מן הממורח מן הגוי דרוב עמי הארץ מעשרים הם לא שייך אלא לאחר מירוח. וזה לכאורה סתירה להא דאמר הגמ' בביצה דאף בדבר שלא נגמר מלאכתו ג\"כ רוב עמי הארץ מעשרים הם, [וערש\"י ב\"מ (דף צ') ד\"ה תו\"מ דסתם דייש לאו בתו\"מ דאין תרומה אלא מן המרוח יעו\"ש מוכח דכל כמה דלא יהיב לאחריני ודאי לא מפריש טרם מירוח רק אינו נותן לאחר אך לאחר מרוח] ולפמש\"כ ניחא דבתבואה קודם מירוח דאסור לתרום דגורן כתיב ודאי דאין רוב עמי הארץ מעשרים, ודוקא בתאנים לעשות מהן גרוגרות הוי דבר שתורמין לכתחילה לכן ודאי בזה רוב עמי הארץ מעשרים הן וזה פשוט. ואי מוקמת להך סוגיא דמנחות בפירות ז\"א דא\"כ תו לא הוי דבר תורה דשיטת תוס' דכל תרומת פירות הוי דרבנן כמו שהאריכו בפרק מעשר בהמה (דף נ\"ד). ובלא\"ה יש לומר לפי מסקנת תוס' פרק הפועלים אפשר דוקא בפירות שאפילו יכניסם כשלא נגמר מלאכתן לבית ג\"כ יהיו חייבים לכן רוב עמי הארץ מעשרים הן אף כשלא נגמר מלאכתן משא\"כ בתבואה שאם יכניסם במוץ לבית וימרח אח\"כ יהיו פטורים אפשר דאין מעשרים טרם שנגמר מלאכתן ודוק, אמנם מש\"כ קודם הוא הנכון ועיין תוס' בכורות (דף כ') סד\"ה ואב\"א:<br><b> אך </b> עדיין צריך עיון דילמא הך סוגיא דמנחות בענבים לעשותן צמוקים דבזה לא נגמרה מלאכתו ובכ\"ז רוב עמי הארץ מעשרים הם דמותר לתרום דאין זה יקב וצ\"ל דסברי כהרמב\"ן דגם זה הוי דרבנן ודלא כמו שהעלו רבנן בתוס' פרק הפועלים דזה הוי דבר תורה. וראיתי להטורי אבן ר\"ה (דף ט\"ו) שהביא ראיה לשיטת רמב\"ן מירושלמי רפ\"ג דחלה דפליגי אם טבל בטל ברוב ומסיק דבטבל שנטבל מדבריהן כו\"ע מודים שבטל ברוב ופריך והתנינן זיתי מסיק שנתערבו עם זיתי ניקף כו' ופירש דטבל דזיתים וענבים הוי דרבנן עיי\"ש באורך, ובמכתה\"ג לא עיין מקור הירושלמי שהוא בפ\"ה דמעשרות ה\"א בעוקר שתילין, שם יראה המעיין שהוא מטעם דכל זמן שלא נגמר מלאכתו מותר לאכול מהן ארעי והוי רק טבל דרבנן ובטל ברוב וכיון שכבר נבטל תו אינו חוזר וניעור אף שיגמור מלאכתו אח\"כ וז\"ב:<br><b> ולפי </b> שיטת רמב\"ן זו דזתים וענבים העומדין לאכילה מיפטרי מה\"ת דדוקא תירוש ויצהר כתיב ובזה נאמר כהסמ\"ג דמעשר שני נוהג בכל הפירות דבר תורה, א\"כ יתכן הא דדריש כנפשך גבי פועל דפטור ממעשר אף דענבים ולא מוצץ וא\"כ מה\"ת פטור וקרא קאי לפוטרו ממעשר שני דחייב מה\"ת בענבים לאכילה דפרי העץ מקרי, וא\"כ יתכן דהא דפריך ולוקח כו' מי חייב כו' עשר תעשר תבואת זרעך ולא לוקח כו' זה דוקא במעשר שני דבהו פטור לקוח מן התורה אבל תרומה ומע\"ר חייב בלקוח ויהיו מתורצין סוגיות הרבה. ויעויין בערוך אות דגן שגירסתו ואב\"א דפטורא דבעי ראיית פני הבית אינו רק במעשר שני דכתיב ביה בערתי הקודש מן הבית יעו\"ש. אמנם בירושלמי פ\"ק דערלה ר' ינאי אילן שנטעו תוך הבית פטור מן המעשרות דכתיב היוצא השדה אלמא דיליף מהאי קרא לפוטרו גם ממעשר ראשון וכמו שיטת רבינו דכל המעשרות והתרומה שוין ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>אין תורמין מן הטמא כו' במזיד לא תקן את השיריים כו'.</b><br><b> פסק </b> כר' נתן בר הושעיא דרבנן לא מצי לעקור דבר תורה לגמרי לכן לא הדרא לטבלה. וצריך מובן דא\"כ למה באין תורמין כו' וזתים על שמן כו' ואם תרם אינה תרומה גזירה כו' והוא מירושלמי רואין אנו דלבית הלל הדרי לטבלייהו והא אין כח ביד חכמים לעקור דבר תורה בקום ועשה, וצריך לחלק דהיכי דרבנן השוו מדותיהם בין שוגג בין מזיד מצי לעקור דבר תורה משום קנסא דמזיד אבל היכי דיש חילוק בין שוגג למזיד או כמו בקטנה דבת מיאון הוי וכיו\"ב לא עקרי רבנן ד\"ת, ויעויין שם בסוגיא דשלח ר\"ח לרבה דלא מפלגי בהכי דפריך מתשלומי חולין טמאים ומזרק דם שנטמא, אולם להלכה מפליגי כן ויעוין תוס' שם (דף פ\"ח) ד\"ה מתוך חומר ובכתובות (דף ס\"ג) ויבמות (דף כ\"ה) סד\"ה אמר ר' יעו\"ש (נ\"ב. ובירושלמי גיטין פרק השולח הלכה ב' וכי זיתים כו'):"
            ],
            [
                "<b>אבל אם אמר פירות ערוגה זו כו' לכשיתלשו כו' דבריו קיימין כו'.</b><br><b> נ\"ל </b> דעד כאן לא אמרו אלא בששניהם הן שלו אבל אם הוא מפריש מפירותיו על פירות חבירו אעפ\"י שפסק שאין צריך דעת בעלים מכל מקום כיון שלא נתלשו הפירות שתורם עליהן אין תרומתו תרומה דהא אין ביד התורם לתלוש פירות של פלוני ומחוסרין מעשה דתלישה והוי דבר שלב\"ל. ובזה הוי א\"ש הא דביבמות (דף צ\"ג) מייתי דרבי ינאי הוה ליה אריסא כו' שקל עשר מפירי דביתיה עליה דסבר אדם מקנה דשלב\"ל. ויפלא כיון דהתורם משלו על של חבירו א\"צ דעת תו הוי מצי לתרום עכשיו על פירות האריס כ\"ז שלא נתן לו ואין זה דשלב\"ל וכבר תמה כן בדרוש וחדוש. ולפ\"ז יתכן דהפירות דאריס הוי מחוברים ואין ביד ר' ינאי לתלוש פירות חבירו וע\"כ מטעם דמקנה דשלב\"ל, וכן רצו תוס' שם לפרש דהוי מחוברין. אמנם צריך להבין דכיון דהא דא\"צ דעת פירשו בגמ' נדרים דזכות הוא והוי כשלוחו א\"כ כיון שהאריס הוי מצי לתרום עכשיו תו מצי לעשות שליח, אמנם הא האריס לא הוי מצי לתרום מפירות דר\"י בלא הקנאה אך נתבונן הלא בנתינת רשות מר\"י הוי מצי לתרום מפירות ר\"י על פירותיו אכן זה הוי מתורת שליחות מר\"י וכאן דהפירות דאריס מחוברין הוי לר\"י דבר שלב\"ל דאין בידו לתולשן ותו לא משוי שליח, רק באופן שיהא ר\"י נעשה שליח מהאריס הלא האריס לא מצי להקדיש פירות דר\"י בקדושת תרומה בלא הקנאה. אמנם נרכיב הדברים דעל קדושת תרומה הלא יהיה האריס שליח מר\"י ופירותיו בידו לתולשן ולפוטרן וא\"כ כיון שמצי האריס לעשות תרומה לפירות דר\"י על כריו תו יהא ר' ינאי נעשה שליח לתרום או ע\"י זכיה שהיא מתורת שליחות לתרום מפירותיו על פירות האריס, ויש להאריך בזה הרבה עפ\"י דברי התוס' באיזהו נשך ועוד, ועיין בתוס' נזיר (דף י\"ב) לענין עשיית שליח להפריש מקמח ודוק:<br><b> והנה </b> דברי התוס' שם צ\"ב, דאע\"ג דלהיות חלה היינו לפטור העיסה בידה להביא עיסה מגולגלת ולפטור, אבל על קדושת חלה שיהא חל על העיסה שעתידה להיות נילוש מהקמח מיקרי מידי דלא איהו מצי למיעבד שמחוסר מעשה דלישה אע\"ג דבידה כמו שהוכיחו מגט, ונשאלתי בזה. ונראה דתוספות פירשו דכותב גט לארוסתו היינו שמצוה לשליח לכתוב גט לכשיכנסנה הא ביבמה לא מצי משוי שליח אע\"ג דמצוהו שיכתוב הגט לכשיכנסנה אז יהא כותב השליח גט אע\"ג דבידו לגרשה בע\"כ, מכל מקום כיון דהכניסה הוא היפך הוראת מעשה הגט מיקרי דמחוסר מעשה וה\"נ לענין הפטור לפטור העיסה מה שמחוסר לישה הוא כמו חסרון מעשה היבום להגט דהלישה מביאה העיסה לידי חיוב והוא כעת פוטר העיסה בהרמה דמעשה החיוב הוא התנגדות, אבל לחול קדושת חלה הלא העיסה לישתה הוא התחלת פעולת הקדושה שמקמח לא מצי להפריש חלה א\"כ הלישה הוא התחלה מהחלות קדושה של חלה ולכן כיון דהוי בידו אין זה מחוסר מעשה. ובדרך רחוק יש לומר דתוספות אזלו בשיטתם בקדושין דדבר שלב\"ל בקדושת הגוף מצי להקדיש ולפ\"ז בתרומה מה שלא מצי להרים דבר שלב\"ל הוא מצד שלא מצי לפטור הפירות שלא נתחייבו ולא מצי הפריש מתוכן, אמנם זה נסתר מדברי הגמ' דקדושין (דף ס\"ב) פירות ערוגה זו מחוברת יהיו תרומה ע\"פ ערוגה זו כו' הרי דגם בזה לא מצי להרים דשלב\"ל. ובתוספתא פ\"ב דתרומות כיו\"ב מי שבא בדרך כו' ה\"ז עשויה תרומ\"ע ע\"פ שיש לי בתוך ביתי לכשיגיע לעיר כו' ועושה אותן תרומ\"ע על מקום אחר עד שיגיע לעיר. ולכאורה נראה דתנא תוספאה אזיל לטעמו דאמר בתמורה פרק ג' שור זה הקדש לאחר ל' יום כו' הקדישו לשם שלמים ה\"ז מוקדש, כן בתרומה אע\"ג דגבי תרומה ג\"כ חשיב אמירה כמסירה וכמוש\"פ תוס' יבמות (דף צ\"ג) ד\"ה קנויה לך מכ\"מ אם מכרה או הקדישה מכורה וקדושה, ויעוין רשב\"א בנדרים בסוגיא דבר פדא דפליגי בזה אמוראי בריש פרק האומר בקדושין. אמנם מדלא תני בתוספתא ועושה עליהן תרומה ומעשר ממקום אחר והפירות האלו נפטרין מחיוב תרומ\"ע ותו לא יכלו להתקדש בקדושת תרומ\"ע על פירות שאמר דהוי מן הפטור על החיוב, יתכן דדוקא לעשותן תרומ\"ע על מקום אחר דאינו מפקיען מקדושה שאמר שיהיו רק שעושה אותן על מקום אחר זה רשאי אבל להיותן פירות חולין ע\"ז נאמר אמירה לגבוה כמסירה להדיוט, וכזה במקדיש בכור בבטן דשרי להקדישו לעולה ולא לשלמים יעוין ריש פרק כיצד מערימין ולקמן סוף פ\"ד מהלכות תמורה ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>לפיכך נותנין תרומה טמאה לכל כהן שירצה.</b><br><b> פירוש </b> דעם הארץ אינו חשוד לאכול תרומה טמאה רק שמחזיק עצמו לטהור ואינו יודע דיני הטומאות ואוכל התרומה שלו אע\"ג דטמאה היא, ומפני זה אמרו יבמות (דף קי\"ד) אצל אבי אמו כהן ע\"ה כו' יאכלנו תרומה טמאה וכן אמר בפרק חומר בקודש אומר לך שלי טהור ושלך טמא אבל כי נותן לו תרומה בחזקת שהיא טמאה אינו חשוד לאכלה בשאמר לו שהיא טמאה ופשוט:"
            ],
            [
                "<b>עיין </b> ירושלמי פרק הערל ה\"ו ר' יעקב בר אחא אמר שמעתתא על בת ישראל שנשאת לכהן כו' מאכילה בתרומה ואינה אוכלת בחזה ושוק כו' ויפלא אטו פליג על משניות דאיזהו מקומן דהמורם מהם נאכל לכהנים ולנשיהם כו' ולעבדיהם כו'. והנראה לי דקאי על דתני פרק אעפ\"י בירושלמי בראשונה היו אומרים ארוסה בת ישראל אוכלת בתרומה כו' מה בין קונה אשה לקונה שפחה ע\"ז פליגי אם מאכילה בחזה ושוק דתמן קאי על תרומה אבל בחזה ושוק בפ' קרח כתיב כל טהור בביתך יאכל אותו וארוסה אינה בבית. ויעוין ירושלמי בפרק אעפ\"י שם, ועיין לקמן פרק ז' הי\"ז וכל המאכיל כו' וכוון לדברי ירושלמי ודוק:"
            ],
            [
                "<b>גזירה שמא ישא חרש כהן כו'.</b><br><b> בזה </b> הכריח רבינו את פירושו דאפילו השיאה אביה לא תאכל גזירה אטו נשואי חרש דהוי דרבנן, דלפירוש רש\"י תמוה מאוד דבמאי איכא למיגזר טפי כשהוא חרש מנשואי חרשות הא תרווייהו דרבנן ויעוין רש\"י פ' חרש ורז\"ה והעיקר כרבינו:"
            ],
            [
                "<b>תושב זה שכיר עולם.</b><br><b> פירוש </b> דרבינו פוסק דמוכר עצמו יכול למכור על שש ועל יותר משש כמה שירצה ולכן שכיר הוא לשש ותושב זה שמכר עצמו לעולם רק שיוצא ביובל אכן מוכר עצמו אין רבו מוסר לו שפחה לכן אמר ועבד עברי זה שמכרוהו ב\"ד שרבו מוסר לו שפחה שבו מדבר קרא הוא כתושב כו' ולמ\"ד דגם מוכר עצמו אינו נמכר רק לשש ע\"כ תושב בנרצע. ויעוין פ' בהר כשכיר כתושב יהי' עמך דשם כי ימוך אחיך במוכר עצמו משתעי קרא, ולפ\"ז א\"ש דאם נמכר לשש הוא כשכיר ואם לעולם הוא כתושב ודוק:"
            ],
            [
                "<b>זר שאכל תרומה בזדון בין שהיה טמא בין שהיה טהור כו' בין שאכל טמאה חייב מיתה בידי שמים כו' ולוקה על אכילתה.</b><br><b> הנה </b> בלח\"מ הלכות סנהדרין פי\"ט תמה על רבינו מאין לו שיתחייב הזר מיתה על תרומה טמאה דמקרא ומתו בו כי יחללוהו דרשינן פרט לזו שמחוללת ועומדת וגם כהן טמא שאינו לוקה על תרו\"ט מנ\"ל בלא ראיה ברורה. אמנם ברור דדברי רבינו מפורשים בירושלמי בכורים פ\"ב ה\"א מתניתא כו' אוכלי תרומה (בזדון) [אפשר דצ\"ל בזרים] טהור שאכל טהור וטמא שאכל טמא וטמא שאכל טהור וטהור שאכל טמא בעון מיתה אוכלי תרומה בכהנים טהור שאכל טהור כמצותו טהור שאכל טמא בעשה כו' והך מתניתא היא בתוספתא תרומות פ\"ו יעו\"ש. אמנם גם מבבלי מוכח דזר חייב מיתה על אכילת תרומה טמאה והוא בפרק כלל גדול (דף ס\"ט) בהא דאמר ר' יוחנן דאם שגג בכרת והזיד בלאו מחייב קרבן וטעמו דבמלקות לחודא לא מתחייב קרבן רק אם כתיב כרת גביה, א\"כ הכרת הוא סיבה לחיוב הקרבן בשוגג וכי הזיד בלאו נתחייב קרבן על שגגת הכרת לחודא ויעו\"ש רש\"י ותוס', ואמר התם רבא מיתה במקום כרת עומדת, ופירושו שאם שגג במיתה והזיד בלאו מתחייב אם אכל תרומה חומש דחומש במקום קרבן קאי ואם נימא דזר אינו חייב על אכילת תרומה טמאה מיתה הואיל והיא מחוללת ועומדת, א\"כ הא תנן פ\"ו דתרומות האוכל תרומה שוגג משלם קרן וחומש כו' אחד תרומה טהורה ואחד תרומה טמאה משלם חומשה ואע\"ג דעל אכילת תרומה טמאה אין מיתה בזדון ואשתכח דהמיתה אין סיבה אל תשלום החומש בשוגג, ואיך יתכן דאם ישגוג רק במיתה לחוד יתחייב בתשלום חומש הא הוי כמו ששגג בדבר אחר ואיך מיחשבא בשגגה ועל כרחין דחיוב מיתה בזר גם באכילת תרומה טמאה איכא והמיתה סיבה אל תשלום חומש בשוגג כמו הכרת לחיוב הקרבן בשוגג וכי שגג בסיבת החומש משלם וז\"ב. ואין לסתור דברינו דהא אכתי קשה דמצאנו דסך מתרומה איכא תשלומי חומש ולא מתחייב מיתה, דז\"א דבפרק בנות כותים (דף ל\"ב) מרבה מולא יחללו לרבות הסך כשותה ומהך קרא ידעינן חיוב מיתה באכילת טבל. ובאמת בירושלמי פ\"ב דמע\"ש מייתי ברייתא שוות סיכה לשתייה ומשני לאיסור ותשלומין אבל לא לעונש כו' ופריך והתני לא יחללו להביא הסך אמר ר' יוחנן לית כאן סך, והוא כמו שפירשו בתוס' בשם רבינו תם דקרא אסמכתא בעלמא:<br><b> ולפ\"ז </b> אינו מיושב דברי רבינו שמשון בפ\"ז במש\"כ דלרבא אם הזיד בלאו דמעילה ושגג במיתה דמעילה דגלי קרא דמשלם ואין המלקות פוטרו ולפ\"ז בכה\"ג במעילה אין משלם קרן וחומש כיון דהחיוב מיתה אין סיבה אל חיוב תשלומין בשוגג, דהא דהזיד במעילה במיתה פירשו רבנן בתוספות פרק כ\"ש (דף ל\"ג) ד\"ה ומינה דבשאר נהנה לבד אכילה ליכא חיוב מיתה דילפינן מהקישא דתרומה ושם דוקא באכילה ותשלומין בשוגג חומש וקרבן איכא, הרי דרק הלאו הוא סיבה אל התשלומין לכן בעי שישגוג בלאו וז\"ב:<br><b> והא </b> דכתב רבינו בכהן טמא שאכל תרומה טמאה דאינו לוקה אע\"ג דהוא בל\"ת, הא שהוא בל\"ת מבואר היטב בירושלמי ותוספתא הנ\"ל, אבל מה שאינו לוקה יתכן דסברת רבינו דהך פרשה דמדברת בטמא שאוכל תרומה לא מיירי בתרומה טמאה כיון דכתיב ואחר יאכל מן הקדשים בטהור מיירי כמוש\"כ בהלכה ג' והוא מירושלמי דבכורים, רק סובר כשיטת התו\"כ וסתמא דגמ' סברא כוותיה בריש פ\"ק דשבועות (דף ו') בכל קדש לא תגע לרבות התרומה דעיקר קרא לקודש אתיא שאוכל קדשים בטומאה לוקה כמוש\"כ רבינו בפי\"ח מפסוהמ\"ק ומרבה מבכל גם תרומה. והנה לאכילת תרומה כבר כתיב והוא צרוע או זב בקדשים לא יאכל כמפורש בתו\"כ כרי\"ש ודמרבה התו\"כ לתרומה מבכל קודש למה לי [כמו שתמהו התוס' ביבמות (דף ע\"ה) יעו\"ש ומה שתירץ ר' אפרים אינו למעיין בת\"כ יעו\"ש] וע\"כ דמבכל מרבה גם תרומה טמאה ועיין בתוס' שבועות שהרגישו מהתו\"כ עיי\"ש, וכיון דלא ידענא ל\"ת לטמא שאוכל תרומה טמאה רק מבכל קודש וכמו קדשים דעיקר קרא מיירי בי' הוא בין טהור בין טמא כמפורש במשנתינו פרק השוחט ומעלה, כן הא דמרבי מבכל לתרומה הוא אף לטמאה, לכן סבר רבינו דאינו לוקה כיון דאינו מפורש רק מבכל, וכה\"ג כתב רבינו בפ\"ז מהלכות מאכ\"א הט\"ז יראה כו' ואם תאמר שהן אסורים מה\"ת בכלל כל חלב אין לוקין עליהן כו' ויהיה כחצי שיעור כו' וזה דייק רבינו אינו לוקה שהרי אינה קודש רק מבכל איתרבי ודוק. ולפי מה דהוי סבר הגמ' לומר בפרק כל הבשר (דף קי\"ג) בטעמא דשמואל דפטר בטמא שאכל תרו\"ט הוא משום דאין איסור חל על איסור ודאי כן הוא דל\"ת עובר רק מלקות ליכא וכמפורש פרק ד' אחין לקוברו בין רשעים גמורים, רק לפי טעם זה לא יתכן רק בנטמאת תרומה מקודם שנטמא הכהן ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הא למדת כו' ואפילו נתחללה כו'.</b><br><b> כוון </b> רבינו לכלול דברי רבו הרי\"ף בתשובה סימן ש\"י היקרים אצלו יעו\"ש:"
            ],
            [
                "<b>ופוסל את אם אמו כו'.</b><br><b> ואם </b> הלכה אם אמו ונשאת לכהן וילדה ממנו בת והבת ניסת לממזר וילדה ממנו בן אז הממזר מאכיל אותה משכחת בחדא איתתא דבן בתה כ\"ג פוסלה ובן בתה ממזר מאכילה לזה כוונה הברייתא לא כבן בתי כדא כו' בן בתי כוזא ששניהם באשה אחת ופשוט:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מי שהיה אוכל בתרומה כו' אוחז באמה ובולע אה\"ת.</b><br><b> בגמרא </b> מקשה והתניא ר\"א אומר כל האוחז כו' מביא מבול לעולם, ומתרץ שם אביי ורבינו פסק כרבא כיון דעקר עקר כו', ובתוס' רא\"ש תמה דאטו משום זה יעבור על משמרת תרומתי דהוי דאורייתא יעו\"ש. ויתכן דהגמרא רוצה לתרץ משנתינו גם לרבי אליעזר דאיהו סבר בתרומות אמרו לו נטמאת ונטמאת התרומה ר\"א אומר יבלע, לכן לר\"א גופיה הלא אם לא יאחוז באמה כיון שהתחיל לאכול היינו שלעס התרומה בהיתר יבלע ורשאי לבלעה, ולכן פריך דאסור לאחוז באמה ויעוין רש\"י נדה (דף נ\"ח) בזה, לכן הלא לא תאבד התרומה ואמאי שרי לאחוז, אבל לר' יהושע דסובר דיפלוט א\"כ אם תצא הש\"ז יטמא ויהא מוכרח לפלוט התרומה מתוך פיו ודאי דלא עקרינן הך דמשמרת תרומתי משום איסור דהרהור באוחז באמה, ובודאי א\"ש משנתינו כפשטא וגם אביי מודה דשרי בלא מטלית עבה ואף בפנוי ונכון:<br><b> והנה </b> בירושלמי מביא דרבי נתן אליבא דר' אליעזר במשנתינו סבר לעוס כבלוע לכל מידי, אבל תנא דמשנתינו סבר דוקא בהתחיל בהיתר יעו\"ש, ולפ\"ז נראה דטעמא דר' אליעזר במשנתינו דסבר כמו קושיית רבנן בתוס' ישנים פ' אלו נערות כיון דלעס ליה ומקלקל דהוי כמו כהן שסך שמן של תרומה בן בתו ישראל מגלגל בה ואינו חושש, ואמנם סבר דוקא בהתחיל בהיתר נתחללה בלעיסתו וכמו שרצו רבנן בתוס' ישינים דיומא פרק יוהכ\"פ לומר דדוקא כהן אבל בזר שבלע לא דדוקא בשנעשה בה היתר לבלעה נתחללה מתורת תרומה יעו\"ש זה סברת ר' אליעזר בתרומה. ומדברי ירושלמי דר\"נ סבר דהלעוס כבלוע מדחשיב גם יוהכ\"פ מוכח דה\"ה לתנאי דפליגי על ר\"נ בבלוע מיהא מודו דחייב וחייב בבלע חצי שיעור והקיאו וחזר יאכלו גם ביוהכ\"פ דהנאת גרונו איכא וחייב גם ביוהכ\"פ אף דבאתובי דעתא תלוי, דחזינן דלר\"א דלעוס כבלוע מותר לבלוע ביוהכ\"פ, כן לדידהו בבליעה ביוהכ\"פ ופשוט. וכן משמע הך דמוקי בסוף פ\"ק דשבועות דחנקתיה אומצא דבבליעה בלא הנאת מעיו חייב, ובכריתות פרק אמרו לו (דף י\"ד) אמר והא יוהכ\"פ בכותבת הוא דמחייב הו\"מ לשנויי כגון שהקיאו וחזר ואכלו אך זה דחוק וביארתי בהלכות שביתת עשור ודע דאם נאמר דעבדים אינן מצווין על פו\"ר ונאמר כשיטת ר\"ת דכל מי שאינו מצווה על פו\"ר אינו באיסור השחתת זרע יעוין משל\"מ הלכות מלכים, הו\"מ לאוקמי הך דמי שהי' אוכל בתרומה בעבד דטמא אסור בתרומה ודוק:"
            ],
            [],
            [],
            [
                "<b>ואם נתהפכה כו' כל שלשה ימים.</b><br><b> פירוש </b> כל שלשה ימים בדיוק דשלשה עונות שלמים טמאה לבד העונה שמשמשת בה א\"כ כי שמשה בשבת אף בליל שבת הוי יום שבת וליל יום א' ויום א' ג' עונות ואימת טבלה אחר זה ביום ב' והוה טבול יום ואסורה לאכול עד הערב שמש נמצא דמותרת בתרומה ביום רביעי דהוא שלישי בשבת, ושבת ויום א' ויום ב' אסורה ופשוט. והנה לגירסא דרש\"י ותוס' דחכמים סברי דששה עונות שלמים בעי וא\"כ כי תפלוט בעונה הששית בסופה תצרך לטבול אחר זה ביום שלאחר השש עונות ואח\"כ תהי' טבול יום ונמצאת כל ארבעה ימים אסורה לאכול בתרומה. וצ\"ל דרבא אמר במקומו בתרומת חו\"ל וטבול יום אוכל בתרומה אף בעל קרי וכמו שמבואר בהלכה ח' ודוק. ועיין פרק בנות כותים (דף ל\"ב):"
            ],
            [],
            [
                "<b>והמצורע [הרי הוא] כמי שטומאה יוצא [עליו] מגופו.</b><br><b> נ\"ב </b> מפורש בבכורות (דף ל\"ג) דאשכחן דפליג רחמנא בין כו':"
            ],
            [
                "<b>משוך [מותר לאכול] (אוכל) בתרומה ואעפ\"י שנראה כערל.</b><br><b> הנה </b> בירושלמי גרסינן המשוך לא יאכל עד שימול ופליגי אי משום קנס או משום גזירה, ונפ\"מ להיכי דנמשכה לו מאליו או משך לו אחר בע\"כ. והנה למ\"ד משום קנס אין סתירה מהך ברייתא דמייתי בתלמודין דגרסינן משוך אוכל בתרומה ורק על רב הונא פריך דמפני שנראה כערל אוסרו בתרומה וזה כרב רבו דאמר בירושלמי מפני גזירה דגזר אטו ערל גמור ואפילו בנמשכה מאליו, ואפשר דבמשך את עצמו גם לשיטת רבינו אסור משום קנס דרב ור' יוחנן הלכה כר\"י. אולם לפי גירסא השניה דלימא מסייע לרב הונא ומשוך אוכל מן התורה, לשיטת רבינו לא יתכן דא\"כ הא דתני טומטום אינו אוכל הוא דבר תורה ומדברי סופרים גם משוך אינו אוכל ומאי נפ\"מ בין משוך לטומטום. ואולי משום דספק שיכול להתברר בהא גם לרבינו הוי דבר תורה להחמיר וטומטום יתברר כשיהא נקרע:<br><b> אך </b> יותר נראה עפ\"י מה שבארו האחרונים דבר נכון, דכל מקום שדברה התורה בלשון ודאי דברה, ואבוהון דכולהו שמועה דסוטה בהך דר\"ג דכתיב כל טהור יאכל בשר ודאי טהור והבשר אשר יגע בכל טמא ודאי טמא דוקא, ובירושלמי ריש האשה בתרא כי ישבו אחים בודאי לא בספק יעו\"ש דקרא דובן אין לו הוא ג\"כ בודאי אין לו שלשון התורה מדבר על הודאי, ובירושלמי שילהי נזיר וטמא אותו הודאי מטמא ולא ספק וטהרו אותו הודאי מטהר לא ספק, וכן בפרק יוהכ\"פ וחי בהם ולא שימות בהם שיחיה בודאי ואף ספק פקו\"נ דוחה כל המצות עיי\"ש, וכן בסוף פ\"ב דשבועות הכא הוא דלא כתיבה ידיעה בהדיא מונעלם הוא דקא אתי וכו' דכתיב או הודע אליו וכו' יעו\"ש לענין ספק ידיעה. ולפ\"ז הא דערל אסור בתרומה דיליף גז\"ש מפסח ובריש הערל אמר הגמ' מי איכא מידי דערלות דגופיה לא מעכבא ביה ערלות דאחרינא מעכבא ביה, והנה בערלות דזכריו ועבדיו דמעכבין ביה הוא מדכתיבא המול לו כל זכר ואז יקרב לעשותו ומלתה אותו אז יאכל בו, הרי התורה מדבר על לשון ודאי שיהא ודאי מהול הא ספק אם הוי מהול אינו רשאי לאכול עדיין [רק גבי טומטום מפני שהוא אנוס ובאונס אינו מעכב מעשות את פסחו] א\"כ כש\"כ כשכתבה התורה וכל ערל לא יאכל בו כשהוי אפילו ספק ערל אסור לאכול בו וא\"כ כי גמרינן גז\"ש לתרומה ג\"כ אפילו ספק אסור לאכול בתרומה מה\"ת ולכן אינו אוכל בתרומה מה\"ת ומשוך אינו אוכל רק מד\"ס הא מה\"ת אוכל ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נשא שניה היא אוכלת כו'.</b><br><b> נ\"ב, </b> ירושלמי פרק יש מותרות ה\"ד עיי\"ש, ומזה יצא לרבינו פי\"ט ה\"ח מאיסורי ביאה שלא נעשית זונה לפיכך אוכלת בתרומה ועיין מש\"כ שם:"
            ],
            [],
            [],
            [
                "<b>שהרי נאסרה עליו כו'.</b><br><b> שני </b> איסורים יש חדא משום איסור דלא יבנה דוגמא דלאחר חליצה דזה הוי איסור ששוה בכל דזה בישראל ג\"כ משום זה לא נעשית זונה כמוש\"כ רבינו בהלכות אסו\"ב פי\"ח ה\"ד דישראל הבא על חלוצתו ג\"כ לא נעשית זונה דחלוצתו גופא לא הוי רק דדבריהם, והאיסור השני משום דגט דפוסל ביבמה אם נתן לה היבם גט ומת אסורה לכהונה וכמו דמשמע פרק ר\"ג דכיון דפסלה בכהונה גזרו גם ביבמה יעו\"ש. א\"כ להיבם כהן נעשית מביאתו חללה והולד חלל מדבריהם כמו מכל גרושה דדבריהם שבא עליה כהן ועיין משל\"מ פי\"ט מאיסו\"ב ה\"ח שלא זכר חלל זה מדבריהם. ויש להעיר דלפי מה דאמר בירושלמי פרק ר\"ג ה\"ד לרבי דגט אינו פוסל אלא מדעת יתכן דלכהונה לא פסלה, אך ז\"א דהא אמר דהוי כחליצה:<br><b> נ\"ב </b> ומזה למד רבינו דחלוצה לכהן אוכלת דלא כמשנתינו בפרק הבא ע\"י דחשבה חלוצה לכהן ברהיטא כמוש\"פ בתוס' ריש אלו נערות.",
                "<b>כהן הדיוט שנשא אילונית כו'.</b><br><b> נ\"ב, </b> תוספתא יבמות פ\"ח עי\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בת כהן שבא עליה ישראל אין חוששין שמא נתעברה כו'.</b><br><b> כ\"ז </b> גמרא ערוכה (דף ס\"ט), ובירושלמי מסיק דקל הוא שהקילו חכמים באכילת תרומה כו' ולא מקשה כמו דמקשה בתלמודין דהא תניא הר\"ז גיטך שעה אחת סמוך למיתתי אסורה לאכול בתרומה מיד, ואולי דמחלק דתמן הוי שמא ימות משא\"כ כאן הוי שמא כבר עיברה וכיו\"ב מחלק בגיטין יעו\"ש. אמנם טפי נראה דסברתו לחלק משום דבת כהן שניסת לישראל אם אכלה תרומה אינה משלמת החומש ואפשר דלא לקייא משום זרה דאינה זרה מעיקרא ואף לר\"מ בתרומות פ\"ז דבנבעלת לפסול סובר דאז היא כזרה, אבל כאן שראויה לחזור לבית אביה מודה דאינה זרה וגם מיתה ביד\"ש אינה חייבת על אכילת תרומה לכן אינה משלמת חומש וכמו שאמר רבא פרק כלל גדול חומש במקום קרבן קאי לכך הקילו בה חכמים משא\"כ אשה זרה שנשאת לכהן שנתגרשה א\"כ פקע קנינו דבעל ובכה\"ג הויא זרה ומשלמת חומש כמבואר ריש פ\"ח דתרומות, וכן חייבת מיתה ביד\"ש במזיד לכן החמירו חכמים באכילת תרומה דילה דאם נתן גט שחל שעה אחת סמוך למיתתו אסורה לאכול בתרומה מיד שמא ימות ותהא נחשבה סמוך למותו כזרה גמורה באכילת תרומה ודוק:<br><b> ובזה </b> א\"ש מה שבפרק כל הגט (דף כ\"ח) רמי אביי לרבה תנן המביא גט והניח זקן או חולה נותן לה בחזקת שהוא קיים ורמינהו ה\"ז גיטך שעה אחת קודם למיתתי כו' א\"ל תרומה אגיטין קא רמית תרומה אפשר גט לא אפשר ורמי תרומה אתרומה כו' אוכלת בחזקת שהוא קיים, והדבר נפלא איך לא סליק אדעתיה סיפא דמשנתינו, ולפ\"ז א\"ש, דמניח את אשתו ושולח גט ומספקא לן שמא הוא מת ואין הגט מועיל מאי איכפת לן ממ\"נ הרי מותרת לעלמא או שמת או שגירש, ועל כרחין שהניחה זקוקה ליבום ובכה\"ג חיישינן שמא מת והיא זקוקה ליבום, וא\"כ אי בהכי איירי סיפא בת ישראל הנשואה לכהן והלך בעלה למדינת הים אוכלת בתרומה בחזקת שהוא קיים ולא חיישי שמא זקוקה ליבום ואסורה לאכול בתרומה. ובכה\"ג שנינו בירושלמי פרק אלמנה לכה\"ג ה\"ד ארוסה ושומרת יבם ומעוברת כו' אינן משלמות את החומש, פירוש משום שראוים לאכול בתרומה כשתתייבם ולכן הקילו חכמים בתרומה שלה, אמנם המקשה דלא ניחא ליה לאוקמא בגוונא חדא דבזקוקה ליבום מיירי ולכן שפיר מקשה מתרומה אתרומה ודוק. ונראה עוד דהא דפריך מגט ומתרומה על הך דה\"ז גיטך שעה אחת סמוך למיתתי אסורה לאכול בתרומה הוא כך, דבאמת הא דלא חיישי שמא מת ובירושלמי תני ב\"ק אפילו הניחו בן מאה שנה ועשה עוד בדרך מאה שנה נותנו לה בחזקת שהוא קיים אע\"ג דמיעוטא דלא שכיחא שיחי' אדם זמן כזה הוא משום דאשה דייקא ומינסבא אלמא דדייקא ושואלת לאורחים ויודעת אומדנות שמת ומדלא אמרה שמת חזינן דהוא בחזקתו שהיה חי, אבל אימת שייך דייקא על חששא שמת מזמן רב אבל על חשש שמת זה זמן לא כביר דלא הוי שעות לחקור ולדייק ע\"ז לא שייך דיהיה סייעתא שהוא בחיים חיותו, אך לזה לא חיישינן שמא מת, ולכך פריך שפיר מה\"ז גיטך שעה אחת סמוך למיתתי אסורה לאכול בתרומה מיד וחיישי שמא ימות תיכף להאכילה אף זמן מועט כולי האי ועיין תוספות ד\"ה הא ר\"מ ודוק:<br><b> ונבאר </b> נא דברי הירושלמי בפרק אלמנה שהבאנו, דאמר ר' יוסי הד\"א עשו את העובר כממש לפסול ולא עשו אותו כממש להאכיל מיליהון דרבנן פליגין דמר ר\"ז ת\"ת ארוסה ושומרת יבם ומעוברת משלמות את הקרן ואינן משלמות את החומש כו' אם אומר את העובר עשו אותו כממש לפסול כו' למה משלמות כו' ואינן משלמות את החומש וישלמו קרן וחומש, פירוש דר\"י אמר דלפסול הכהנת מלאכול בתרומה שפיר פסיל העובר שכשיולד יהיה זר אבל להאכיל זרה שניסת לכהן ע\"ז אינו כממש ומיבטל בטיל אל הזרה ועובר במעי זרה זר הוא ומיבטל בטיל אל האשה וגרע מילדה בתה ממזר שמאכילה בתרומה ושפיר פריך א\"כ אמאי אינן משלמות החומש דבשלמא ארוסה או שומרת יבם אע\"ג שאם אינן אוכלין מה\"ת [דלא כר\"ת] אינן משלמין את החומש דהא אגידות לכהן ואם יתייבמו הרי יאכלו בתרומה משא\"כ כאן העובר שבשבילו אוכלת כשיוולד הוא גופיה זר הוא ומיבטל בטיל אל האם וכאבר מאיבריה וכי מתייליד נחית ביה קדושת כהונה וא\"כ כשהיא מעוברת אין כאן כהן כלל בעולם והוי כמאן דליתא ותו תשלם גם חומש, וע\"כ דהעובר במעיה לא בטיל לגביה והוי שפיר כהן גמור, והא דאינו מאכיל מגה\"כ וילידי ביתו הילוד מאכיל כו' והכוונה דהתורה גופא חששא שמא יהיה הולד נפל לכן גזרה התורה שאינו מאכיל את אמו וכיון דחלק מגופה כהן הוא תו אינה משלמת חומש וראויה לאכול כשיוולד הכהן לכן אינה משלמת חומש ודוק. ועיין מה שהקשו בתוס' (דף ס\"ז) ד\"ה למאי נפ\"מ דהא לענין עובר שאינו מאכיל את אמו כו\"ע דרשי ילוד מאכיל שאינו ילוד אינו מאכיל ולפ\"ז אפשר דדוקא לענין להאכיל את אמו שהתורה חששה שמא נפל הוא ולכן גדר גדרה התורה שאינו מאכיל אותה בתרומה, אבל גבי עבדים הלא אם נפל הוא אוכלים בשביל האחין לכן אינו פוסל העובר שמגיעים לחלקו ודוק:"
            ],
            [
                "<b>דברי </b> רבינו בהלכה זו בארתי באורך בפ\"א מהלכות נחלות הי\"ג יעו\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתארסה לכהן פקח ולא הספיק לכונסה עד שנתחרש כו'.</b><br><b> בתוספתא </b> וירושלמי איתא דהוה\"ד בפקחת שנתארסה ולא הספיק לכונסה עד שנתחרשה דאינה אוכלת ועיין מש\"כ בהלכות אישות פ\"י דאמאי לא הוי נשואיה נשואי תורה כיון דזכות גמור הוא לה יעו\"ש, ולשיטת רבינו לעיל פ\"ו ה\"ד דחרשת אפילו השיאה אביה דהוי קדושי ונשואי תורה אינה אוכלת גזירה אטו חרש כו' ניחא ופשוט, ולכן לא זכר זה רבינו דפשיטא דאינה אוכלת:"
            ],
            [],
            [
                "<b>כך אין מאכילין בתרומה של דבריהם.</b><br><b> אספיקות </b> נמי קאי דלא תימא דספק בתרומה דדבריהם להקל לכן אמר דגזרי אטו תרומת תורה יעוין משל\"מ בפ\"ז, וא\"ש מה דלא תני ספק הביאה שתי שערות לענין דידה אם ניסת לכהן אם היא נערה קדושיה קדושין מהתורה ואכלה בתרומה דאורייתא ואם היא קטנה אינה אוכלת רק בתרומה דדבריהם כמו שאמרו ביבמות (דף צ') ואוכלת בגינו תרומה דדבריהם, ולפ\"ז א\"ש דתנא מיירי גם בכל התרומות ובקטנה לא יתכן זה דאוכלת בשל דבריהם ודוק. אמנם לא ראיתי לרבינו שיביא דקטנה אוכלת בתרומה דדבריהם ועדות ר\"י בן גודגדא בהנזקין אולי מפרש דעל קטנה שהשיאה אביה ומגמרא זו דייק ג\"כ דאמר ואלו חרשת לא אכלה בתרומה פירש בהשיאה אביה דוגמא דינא דיוצאת בגט. אכן גם דין דהפרת נדרים לקטנה בת מיאון לא ראיתי שיביא הך דפרק יוצא דופן:"
            ],
            [],
            [],
            [
                "<b>או שהיתה מן הנשים שאינן שותות ולא נוטלות כתובה ה\"ז אסורה לאכול בתרומה לעולם.</b><br><b> הנה </b> אין זה גדר דבא עליה בעלה בדרך ואמר איני משקה דנוטלת כתובה ואינה שותה ואסורה בתרומה ויעוין משל\"מ פ\"ב הי\"ב מסוטה. ונראה עפ\"י מה שבארתי כבר דהגם דנראה מדברי רבינו דבעד אחד שבא ואמר שנטמאת אחר קנוי וסתירה והכהן השקה אותה כיון דשתתה שלא כדין אין המים בודקין אותה ודוקא כי בא אחר ההשקאה שבשעה ששתתה היה כדין אז כיון שבדקוה המים תו ליכא רגלים לדבר ולא מהימן עד אחד לאוסרה כמוש\"כ בהלכות סוטה פי\"ג הכ\"ג יעו\"ש, אבל כי בא קודם ההשקאה ונמחק השם שלא כדין אז אין המים בודקין אותה דמן הדין לאו בת שתיה היא. אמנם זה דוקא בעד אחד אבל בחמשה נשים שהן בחזקת ששונאות אותה וכי אמרה מת בעלי אינה נאמנת אף לאוסרה לאכול בתרומה בפ\"ט ה\"ד הן אינן נאמנות רק שלא מזדקקין להתירה לשתות, אבל כי השקה אותה כהן ולא בדקוה המים מותרת לביתה כיון דהיא לא היתה נאמנת לכן בעדות חמש נשים אף שאינה שותת נוטלת כתובה, ולא דמי למתו בעליהן דלב\"ה אינה נוטלת כתובה מספק דכאן צווחה ואמרה הלא יכול להתברר השקוני וע\"י ההשקאה יתברר שטהורה אני רק שב\"ד אינן נזקקין להשקותה, אבל אם השקה אותה הכהן אחר שבאו הנשים בודקין המים אותה ואכמ\"ל. ולפ\"ז מדוקדק דברי רבינו שבאם היתה מהנשים שאינן שותות ולא נוטלות כתובה אסורות לאכול בתרומה לעולם אף אם הכהן ישקנה אחרי זה כיון שהשתיה היה שלא כדין תו אין המים בודקין אותה, אבל בחמש נשים שאינן נאמנות להפסידה כתובה בזה אם הכהן השקה אותה אחרי שהעידו חמש נשים הנ\"ל כיון דקיי\"ל דהמים בודקין אותה בזה אם שתתה ולא בדקו המים אותה מותרת לביתה ומותרת ג\"כ לאכול בתרומה, ויעוין דברי רבינו סוף פ\"א מהלכות סוטה ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ישראל ששכר פרה מכהן מאכילה תרומה.</b><br><b> ברור </b> דאם מזונותיה על ישראל רשאי ישראל לקנות כרשיני תרומה ולהאכילה אבל ביש לו תרומה שצריך ליתן לכהן אינו מקיים מצות נתינה דהוי כמוכר תרומה לכהן כמוש\"כ ר\"י בתוס' יבמות (דף ס\"ז) וזה דלא כהרא\"ש והרע\"ב בפירושם שכתבו דהוי כאילו זכה כהן כו'. ולפ\"ז א\"ש בתוספתא פ\"י דתרומות פרתו של ישראל שילדה בכור ה\"ז מאכילה כרשיני תרומה רשב\"ג אומר ולא עוד אלא שזכו לה כרשינין, פירוש דת\"ק אמר דקונה כרשיני תרומה ומאכילה ורשב\"ג מוסיף דאף כרשינין שצריכין ליתנם לכהן מאכילין לזה הבכור, ועיין פ\"ג דמעילה ולד מעושרת כו' ובתוספתא שם עיין היטב:"
            ],
            [],
            [
                "<b>ואוצר אדם כרשיני [תרומה] לתוך שובכו כו'.</b><br><b> פשוט </b> דבישראל מיירי אבל כהן אפילו במתכוין שרי להאכיל ליוני שובכו, אע\"ג דאין בהן קנין אלא מפני דרכי שלום בכ\"ז גם תרומת כרשינין הוי רק מגזירה דדוד יעוין לעיל פ\"ב ומהני לזה קנין דרבנן, ולפ\"ז יתכן שאם מכר ישראל פרתו לכהן ומשך הכהן דאוכלת כרשינין כיון דתרומת כרשינין הוי דדבריהם ומועיל לזה קנין משיכה דדבריהם. אולם יעוין לעיל פ\"ח הי\"ב דגזרינן בהא בחרש יעו\"ש. אמנם ביוני שובך לא גזרינן משום דאין מזונותיהם עליו וכמוש\"כ סוף שבת, ואם מועיל קנין דרבנן להאכיל תרומה ד\"ת אכמ\"ל וכבר האריכו בזה:"
            ],
            [
                "<b>יראה לי כו' ה\"ז אסור להאכילה תרומה שדין תורה מעות קונות כו'.</b><br><b> הנה </b> לפי מה שמבואר דעת רבינו דהנאה של כלוי לזרים בתרומה אינו דבר תורה ויעוין לקמן פי\"א הי\"ז י\"ח ובמשל\"מ שם, א\"כ כיון דמדבריהם אינם קונים מעות והוי אכתי פרתו של כהן ואמאי אינו מאכילה בתרומה, אך זהו בדותא דרבינו סובר כהר\"מ מפונטייזא בספר הישר והובא בר\"ש סוף תרומות דבהמת ישראל אסורה מן התורה להאכילה בתרומה דכתיב וכהן כי יקנה נפש ונפש בהמה במשמע ודוקא בהמת כהן אבל בהמת ישראל אסור מן התורה יעו\"ש, ומ\"מ לפמש\"כ בתוס' ריש פרק אלמנה לכה\"ג דדוקא כרשינין מאכיל לבהמה בתרומה וכמו שמבואר בתו\"כ הם אוכלים ואין הבהמה אוכלת יכול לא תאכל בכרשינין ת\"ל נפש [הובא במשל\"מ פ\"ו יעו\"ש] ובכרשינין איתא בירושלמי סוף חלה דדוד גזר עליהן א\"כ הוי חיובן בתרומה מדבריהם ותו אמאי לא יאכילנה הכהן כיון דמדבריהם הוי שלו. ונראה דעיקר טעמו משום הפסד תרומה וכל מאכל הראוי לאדם אין מאכילין אותה לבהמה וזהו בכלל הפסד תרומה שכתוב לקמן פי\"א אין מבשלין יין כו' ואין נותנין דבילה כו', ואף בחולין סבר ר' הונא דאוכלי אדם אין מאכילין לבהמה (תענית דף כ') לכן אף שעורים כו' אינם ראוין לאדם וכל דבר הנתקלקל קצת מאכילן לבהמה בתרומה ובהו הוי חיוב תרומה דבר תורה לכן גם כרשינין ודברים דאין חיובן רק מד\"ס אסור ג\"כ להאכילה ופשוט:<br><b> ועיין </b> בתנא דבי אליהו פי\"ג באריכות דאסור להאכיל לבהמה תרומה וכולהו משום הפסד תרומה, ומה דמשמע מדבריו שתרומה שאין להם אוכלים אין הולכין אלא לשריפה, מפורש דלא כן בתרומת חמץ לריה\"ג בפרק כל שעה (דף ל\"ב) דמאכילה לכלבו יעו\"ש, אך תמן דוקא בזמן שאסורה באכילה אבל בסופה לאבוד שורפין הטהורות ואין מאכילן לבהמה וכמו דאמר בפ\"ק דפסחים בי\"ד שחל בשבת דשורפין כו' טהורות ויעוין תוס' שם וזהו כדברי התדב\"א ודוק ולפי מה שכתבנו בפ\"ח ממכירה דאם לא חזרו בהן תו לא הפקיעו חכמים קנין מעות א\"כ אם לא יחזור בו נמצא דהפרה קנויה במעות להישראל מדבריהם. ג\"כ א\"ש טובא דלא אכלה בכרשינין דהוי מדבריהם ג\"כ, ועיין פי\"א ה\"ט ומפני כו' שאינן ראוין למ\"א, ועיין מש\"כ בהלכה שלפני זה ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ומן הדין היה שאין חייבין חומש כו'.</b><br><b> נ\"ב </b> ירושלמי פ\"ק דדמאי הי\"ב יעו\"ש:"
            ],
            [],
            [
                "<b>האוכל תרומת חמץ בפסח וכו' אין לה דמים.</b><br><b> רבינו </b> פסק דלפי דמים משלם, ויתכן לפ\"ז לדעתי כוונת הגמרא פרק הזהב (דף נ\"ה) דמקשה ר\"א תרומ\"ע של דמאי וכי עשו חכמים חיזוק לדבריהם כשל תורה ומשני הא מני ר\"מ היא דאמר עשו חכמים חיזוק לדבריהם כשל תורה דתניא המביא גט ממדה\"י ולא אמר בפ\"נ ובפ\"נ יוציא והולד ממזר, והדמיון תמוה ויעוין בתוספות, ולפ\"ז א\"ש דיש מקומות שהחמירו חכמים במכוון יותר משל תורה וכמו דאמרו עשו חכמים חיזוק לדבריהם יותר מש\"ת, אבל במקום שלא כוונו חכמים לחזק דבריהם יותר משל תורה ובמה שהשוו דבריהם לשל תורה נמצא דהוי חמור יותר משל תורה מה שלא נתכוונו, והנה כיון דלפי דמים משלם הפירוש לפי הדמים שהיה התרומה שוה וכמו שהביא המשל\"מ בפרק זה לקמן א\"כ תמיד דמי תרומת מעשר של דמאי שוים יותר מדמי תרומ\"ע דודאי שמאכילין העניים דמאי טבל של דמאי והוא הדין תרומת מעשר של דמאי כמו שמפורש בר\"ן בשם הרמב\"ן בפרק לולב הגזול דיוצאין באתרוג של דמאי פירוש בתרומ\"ע של דמאי יעו\"ש משום דחזי לעניים, וא\"כ תמיד המה דמי תרומת מעשר של דמאי יותר מדמי תרומה של ודאי דנאכלין לעניים ואוכליהן מרובים, וא\"כ התשלומין יותר, רק דעל התשלומין לא קשה דמה שגזל משלם וכיון ששוה הרבה משלם מה שהפסיד לשבט יותר, אבל החומש שמשלם תמיד יותר בדמאי מבתרומה ודאי זה קנס יותר משל תרומה דאורייתא במקום שלא כוונו חכמים להחזיק יותר משל תורה רק להשוות לשל תורה וע\"ז מקשה וכי עשו חכמים חיזוק לדבריהם כש\"ת במקום שיהי' תמיד חמור משל תורה, ומשני ר\"מ הוא דאמר הולד ממזר דנמצא דחמור יותר דממזר דאשת איש מותר בממזרת ובשפחה ויכול לטהר בניו ע\"י שפחה ואלו ממזר דרבנן הלא אסור בשפחה ובממזרת דמה\"ת כשר הוא ונמצא דחמור יותר משל תורה במקום שלא כוונו רק לדמות לשל תורה ותמיד יהא חמור משל תורה, ושמואל לטעמיה דאמר בפרק האשה רבה (דף פ\"ט) דממזר דרבנן אסור בישראלית ולא מצי רבנן לעקור ד\"ת בקום ועשה וזה נכון:<br><b> והנה </b> זה לא נזכר כלל דלר' מאיר דאמר דמעשר ראשון אסור לזרים יהא אסור מעשר ראשון של דמאי וצריך טעמא. (נ\"ב. לבד בתוס' יומא נ\"ה ד\"ה הלוקח יין סברי דלר\"מ אסור לזר מעשר של דמאי יעו\"ש היטב) ונראה דכמו דכתב רבינו דאין חוששין לשום ספק טריפה דמוקמינן אחזקה רק בספק דרוסה הואיל ומה\"ת הוא מפורש. כן יתכן דלא גזרו בדמאי אלא לתרומ\"ע ומע\"ש דמפרשי בתורה אבל למע\"ר דאיסורו לזרים יליף מדקריא רחמנא תרומה מהיקשא דאינו מפורש בתורה ומיעטו ממיתה וחומש בפרק יש מותרות לכן לא חששו לספיקו כיון דאינו מפורש בתורה ודוק. ומה נאות הדבר לפי מה שמבואר אצלינו במק\"א, דכיון דמע\"ר מותר לאכלו בטומאה וכמו דיליף מואכלתם אותו בכל מקום אפילו בקבר אין בו משום קדושה רק דזה סייג שלא יאכלנו ישראל כי היכי דלקיים ביה מצות נתינה ללוי יעו\"ש, וכיון דבדמאי לית ביה מצות נתינה דהמוציא מחבירו עליו הראיה ואייתי ראיה דלאו מעושר הוי תו לית ביה מצות נתינה ותו לא חשו חכמים לאיסור אכילתו לזרים ועיין בירושלמי דמע\"ש של דמאי מותר לאכלו כשהוא אונן מפני שלא גזרו על דבר שאינו מצוי, וזה לא מחוור לומר דמש\"ה הקילו בפדיון מע\"ש של דמאי דאינו מוסיף חומש משום דבתורה מפורש רק מעשר ממה שזרע אבל לקוח מרבה בספרא מאם גאל יגאל דזה רק גלוי מלתא, ופוק חזי בלשון משנתינו חמשה חומשין הן והפודה מע\"ש שלו [פירוש בין לקוח בין ניתן לו במתנה] הפודה את הקדשו [פירוש שאם הקדיש להתכפר בו חבירו הקרבן הוא של חבירו והמקדיש מוסיף חומש], לכן נראה דהגמרא סמיך על טעמא דפירש בירושלמי שם ובירושלמי מביא דר\"מ מחמיר בכתמים דסובר דגזרו משום זוב יעו\"ש פ\"ב דערלה, ובפסחים בשמועה דר\"ח סגן הכהנים בירושלמי שם יעו\"ש, ועיין בנדה (דף ה') ר\"מ דמחמיר גבי כתמים כו', ולהלכה צריך לחלק הענינים ואין להאריך ומראה מקום אני לך. שוב ראיתי בתוי\"ט פ\"ב דמכשירין שהעיר קצת בזה:"
            ],
            [
                "<b>או שאכל תרומה נקורה והשותה יין תרומה שנתגלה כו' ה\"ז משלם קרן וחומש.</b><br><b> אע\"ג </b> דפוסק רבינו לפי דמים משלם ובתרומת חמץ אינו משלם כלום וכן פסק לקמן סוף פרק דאינו משלם רק לפי דמים שהיה שוה בשעת אכילה יעו\"ש והכא לא חזי למידי ואינו שוה דמים, הגדר פשוט דהיכי דקדושת תרומה גורם שאינו שוה דמים משלם קרן וחומש כאילו היה שוה אם לא היה תרומה ולכן בגלוי וניקור דבחולין שוה דמים להימכר לעו\"ג דאינהו דאכלי שקצים ורמשים חביל גופייהו כדאמר בעו\"ג (דף ל'), וכן בשוגג שאכל תרומת תותים טמאים משלם קרן וחומש, לכן רק קדושת תרומה גרמה להו דאינו רשאי למכור לעו\"ג דמשמרת תרומתי ובעי שריפה לכן משלם קרן וחומש, אבל בחמץ או דלא היה שוה רק זוז שבלא קדושת תרומה אינו שוה מאומה פטור מלשלם וכמו כן אשכחן בהקדש קדוה\"ג דאם בלא ההקדש אינו שוה פרוטה לא מעל כמפורש בכריתות (דף כ\"ג) בימות החמה דחלב נותר לא שוה, וזה הגדר הברור בפסק רבינו ויעוין משל\"מ סוף הי\"ח והבן:",
                "<b>או שכסס את החיטים כו'.</b><br><b> הראב\"ד </b> בהשגות כתב פלוגתא דר' ורבנן היא כו' ואע\"ג דמברכין עליה בורא פה\"א אפשר דלגבי תרומה מזיק הוא עכ\"ל, ותמהו האחרונים עליו מסוגיא דברכות (דף ל\"ה) שמן זית מברכין עליו בורא פרי העץ ה\"ד אילימא דקא שתי ליה אוזקי מזיק ליה דתניא השותה שמן של תרומה משלם הקרן ואינו משלם החומש, הרי דמשוה הגמ' ברכה לחומש בתרומה ועיין פני משה תרומות פ\"ו, והנלע\"ד דבאמת בכוסס החיטין הלא סוף החיטין הם עומדים לאכילה ולעילויא דפת וא\"כ בגוונא דא עומדים הן לאכילה רק שאוכלן בגוונא דלאו דרך אכילתן לכן מברך עליהן בורא פה\"א, אבל הכא השמן בגוונא שהוא עכשיו עומד לסיכה דדמיו יקרים וא\"כ עלוי דידי' לאו לאכילה קיימא רק לסיכה. ולא רחוק מזה אמר הגמרא לקמן גבי קמחא דחיטי כיון דאית ליה עלויא בפת כו' מברך שהכל, ובזה א\"ש הא דקא מייתי סיפא דהסך שמן של תרומה משלם הקרן והחומש ודוק. אולם לקמן מוכח דאף למ\"ד דקמחא דחיטי מברך בפה\"א מ\"מ בקמחא דשערי מברך שהכל וטעמא מאי דליכא למימר הואיל וקשה לקוקיאני דמסתברא הואיל וא\"ל הנאה מיניה בעי ברוכי מסתברא דברכתו במקומו וע\"כ משום דבכוסס שעורים ג\"כ אין מברך אלא שהכל דאינו משלם חומש כמו דאמר בפרק יוהכ\"פ, לכן בקמחא במקומו עומד וכרבינו ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל האוכל תרומה בין בשוגג בין במזיד אינו משלם אלא מן החולין המתוקנים כו'.</b><br><b> הנה </b> שיטת רבינו מוכרחת לפירוש הריב\"ן בפרק האשה רבה (דף צ') במזיד אין תשלומיו תשלומין דפירושו שאכל במזיד ופירושו מוכרח מסוגיא דאמר והוינן בה במזיד כו' וקא משלם מידי דחזי ליה בימי טומאתו, דתמוה דהא תשלומין נעשין תרומה ואינם ראוים לאכול בטומאה ורש\"י נדחק בזה, וכן כי פריך שם והא הכא כו' דאי מקדש בהן אשה כו' ולמה לא פריך דהא מדאורייתא נעשין תרומה ורבנן הפקיעו קדושתם ויעוין בתוס'. ולשיטת ריב\"ן א\"ש דבאכלן במזיד אינן נעשין תרומה ולא מצי פריך רק מקדושי אשה ובתוספות הקשה ר\"י דהא אינו צריך לשלם דבר הראוי להיות קודש והריב\"ן שיטתו כשיטת רבינו. וראיה עצומה לזה מהך דאשכחן בתוספתא האוכל את הטבל משלם מן הלקט והשכחה כו' ומן התבואה שלא הביאה שליש וחכ\"א אין משלמין מהן לפי שאין משלמין מדבר שלא בא לעונת המעשרות, ורבינו לא הזכיר הך תוספתא דסובר אפילו באוכל בשוגג תרומה משלמין מהלקט והשכחה וכר' יוחנן בירושלמי דחכמים פליגי על כולהו. ולבר מן דין גרסינן בתוספתא מע\"ש פ\"ג האוכל טבל של חבירו כו' משלם לו דמי טבלו כו' ואם הוי משלם לו פירות טבולין מאי פליגי ובגמ' קדושין הגירסא הגונב כו' וא\"ש לענין הכופל ויעוין דברי רבינו והשגות בהלכות גניבה פ\"ב ה\"ד, אבל אם הוי הדין דבתשלומי מזיד כיון דאינן נעשין תרומה ואינו צריך להוסיף חומש אינו משלם חולין מתוקנים הלא בטבל אינו צריך להוסיף חומש כדממעט בתו\"כ מקרא דאשר ירימו וכן ישראל שאכל פירותיו טבולין פטור מכלום כמבואר בתוספתא ובחולין (דף ק\"ל) ורבינו בפ\"א מהלכות מעשר ואיך שייך שישלם דבר שבא לעונת מעשרות ועל כרחין דרבנן שוויא כדין תשלומי מזיד וכמו כן גזרו באוכל טבל של חבירו ודוק:<br><b> ויש </b> לבאר אע\"ג דיליף מקרא בתו\"כ ונתן לכהן את הקדש ובהיו טבול לתרומה או לתרומת מעשר הרי יש בהן קדש ואין הקדש פודה את ההקדש [לשון תו\"כ] וא\"כ זה הכל מדבריהם דלקוח אחר מירוח חייב בתרומות ומעשרות ולא פקע חיובא דתרומ\"ע מהן אבל לדין תורה דלקוח אחרי מירוח פטור מה\"ת א\"כ האי דינא תליא באשלי רברבי אם התשלומין קדש מעת נתינה אז מיפטרא מדין לקוח וחיילא עליה קדושת תרומה אבל אם מהפרשה קדשה אז אינה ראויה להיות קודש. אמנם נראה דבהא כו\"ע מודו דאיהו לא אמר רק דאף הפרשתו מקדשתו ואם אינו ראוי להיות קודש בשעת הפרשה מכל מקום בשעת נתינה הוי ראויה להיות קודש והויא תרומה בשעת נתינה דאז מיפטרא מדין לקוח, רק לשיטת רבינו בעי דיגמור מלאכתו ע\"מ למכור ומדבריהם בלא זה אין פורעין מן הטבל חוב כמו שמשמע לקמן הלכות מעשר פ\"ו ה\"ט וכן פירש רבינו הך דאין פורעין מפירות שביעית ויעוין ראב\"ד בפירוש תו\"כ שפירש משום דבפירות שביעית לא היה בהן זיקת תרומה מעולם ול\"ד לפיאה ולקט יעו\"ש, ובירושלמי משום דהוי כלוקח קרדום כו' וזה כרבינו. ודע דתשלומי תרומה כיון דקדושת תרומתן הוא רק על ידי הפרשתו או נתינתו לא ע\"י חיוב הבא מאלי' לא ע\"י קרקע ולא ע\"י דיגון (נדרים דף נ\"ח נ\"ט) לכן דומה לגדולי הקדש דזרען חולין ואף אם לא פדאן כזרען ג\"כ אין מועלין בהן ולכן ג\"כ הכא גדוליהן חולין ואף בדבר שאין זרעו כלה וברור:",
                "<b>שנאמר ונתן לכהן את הקודש כקודש שאכל</b><br><b> ירושלמי </b> תרומות פ\"ו ה\"ג אכל בכורים מהו משלם אכל ענבים משלם יין זתים משלם שמן, פירוש דתנן לקמן פ\"ד דחלה יוסף הכהן הביא בכורי יין ושמן ולא קיבלו ממנו ועיין ירושלמי שם, ובתרומה עיקר הפרשה מתירוש ויצהר כתיב לכן כאן שהתשלומין נעשין קודש אמר דמשלם מדברים הראוים להיות קודש ואם אכל בכורי ענבים משלם יין אע\"ג דיין אינו ראוי להיות בכורים בכ\"ז הוא ראוי לתרומה ודבר הראוי להיות קודש קרינא ביה ודוק. ואח\"כ אמר אכל חלה מהו שישלם מפירות שלא הביאו שליש כו' דבהו איפכא דמתרומה פטורים ובחלה חייבים וראוים להיות קודש שאכל קרינא בהו, וכן אכל בכורים מהו שישלם במחובר לקרקע דתרומה אינו חל במחובר ובכורים חל ובעי היך ישלם, ז\"א שאין משלמין מפירות חו\"ל פירוש אע\"ג דאם הביאן לארץ ישראל חייבים בחלה ובמעשרות כדתנן פ\"ב דחלה עיי\"ש. ועיין שם ברבינו דחיובן למעשרות מדבריהם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הגוזל תרומה ואכלה משלם קרן וחומש אחד שהחומש שחייב בו משום תרומה יוצא בו ידי גזילו כו' אינו חייב אלא בחומש של קודש לבד.</b><br><b> הנה </b> צריך ביאור איך איכא בגזל חומש ונ\"ל כגון שתבעו בב\"ד ונשבע ואח\"כ הודה חייב בתשלומי חומש ואשם וע\"ז אמר רבינו דאין צריך לשלם רק חומש של תרומה לא חומש של גזילה, אמנם לפ\"ז צריך לפרש דברי הירושלמי מחל ואכל אח\"כ, פירוש שמצד ממון כהן אין כאן רק שאכל תרומה שאסורה לזרים מי מחייב לשלם בחומש לשבט דזה ידעינן מתוספתא דבע\"ח שגבה תרומה בחובו כו' ואכל משלם קרן וחומש מחולין מתוקנים לחבר והחבר נותן להם דמיהן, אך אם משלם חומש ע\"ז אמר דפליגי בזה ר' יוחנן ורשב\"ל דח\"א משלם לשבט וח\"א משלם לעצמו והמה פליגי בגזל מאבי אמו כהן ואח\"כ אכל ומת אבי אמו דבזה אם משלם לשבט אין הכהנים מחזירין לו כלל דמים אף דמי הקרן משום דכי אכיל לאו דידיה אכל ודאחריני אכל ונתחייב בתשלומין ודוגמא דא הכא משלם חומש לשבט אבל הקרן ודאי יחזירו לו דמים, ומתיב רשב\"ל לר\"י והא תנינן הגונב תרומת הקדש ואכלה משלם שני חומשים וקרן וישלם שלשה, ונראה פירושו דכיון דתנא לטפויי חומשין אתי ניתני בגוונא דמשלם שלשה חומשין והוא בגזל מחבירו תרומת הקדש שחייב באחריותן וכפר ונשבע דחייב לר\"ש דאמר קדשים שחייב באחריותן ממונו הוי, וא\"כ חייב שלש חומשין חומש לחבירו מטעם גזל וחומש משום אכילת תרומה וחומש משום הקדש דמעל ואיכא שלשה חומשין. וע\"כ דבאכל מאבי אמו ומת אח\"כ והוא יורשו דמשלם לעצמו, ולכן לא מצי למיתני, והוא על פי ששנינו בירושלמי שבועות פרק כל הנשבעין ה\"א ר' הונא אמר אם בשנשבע הביא עדים היתה עומדת באבוס כבר גזלתו שבועה, והוא כמו דאמר בתלמודין ב\"ק (דף ק\"ו) ולקח בעליו כיון שלקח השבועה תו לא ישלם, וא\"כ כיון דלרב הונא דלא מיפרך בירושלמי כיון שנשבע על כפירתו תו אח\"כ אם באו עדים שעומדת היתה באיבוסה פטור מלשלם רק כי הודה אח\"כ מתחייב בתשלומי קרן וחומש משום כפרה וכמו דאמרו שם בתלמודין הודה לא קא אמינא, א\"כ כי גזל ונשבע ואח\"כ אכל התרומת הקדש תו הוי כגזל מאבי אמו כהן ומת אבי אמו והוא היורש שכאן ג\"כ אם אכל לאח\"כ הרי שלו אכל ואם קודם ג\"כ נפטר מלשלם ותו חומש של תרומה ישלם לעצמו וא\"כ ליכא חיוב תשלום חומש דתרומה לשבט ותו לא יהי' רק שני חומשין לכן תני בגונב תרומת הקדש דאיכא חומש לשבט וחומש לגזבר דקדשים שחייב באחריותן וע\"י שבועה לא ירויח מידי דסוף סוף לא יהי' רק שני חומשין חומש דגזל וחומש דהקדש דחומש דתרומה כבר זכה שהקרן נעשה שלו רק כי הודה מתחיל חיוב חדש משום כפרת השבועה, אבל לר' יוחנן קשיא דבכה\"ג יתחייב שלש חומשין, ומשני שבמה שמשלם חומש לשבט תו נפטר מחומש דגזילה, וזה נכון. אבל דחוק לומר דיוקי כר' שמעון דקדשים שחייב באחריותן ממון הוי וחייב קרן וחומש, ועוד דבירושלמי בשבועות אמר על הא דרמי על רב הונא ממשנה שם ומשני דרב הונא לא אמר רק בנשבע ואח\"כ אכלו, וטעמא משום דמעיקרא קודם הכפירה היה שומר וברשות בעלים קאי הפקדון והיה מצי להקדישו ולמוכרו ואין על השומר חיוב כלום ולכן כי כפר ונשבע ע\"י זה נעשה גנב וגזלן ובזה בא חיובו להשבה ונתחייב באונסין ע\"ז אמרינן כיון דנשבע לשקר פטור מלשלם, ודוגמא להך דאמר בפרק בן סו\"מ בדמים קנינהו ה\"נ מתחייב לשמים מחמת שנשבע לשקר לא בא עליו חיוב אחר, אבל באכלו ואח\"כ נשבע דבעת אכילה נתחייב בתשלומין והוי גזלן תו השבועה לשקר אינו פוטרו מחיובו הקודם, וזה דלא כבבלי דאמר, דרב הונא במלוה ג\"כ אמר שנפטר מן החיוב שהיה עליו ואדרבא איפכא אמר מסתברא מילתא דר\"ה במלוה אבל לא בפקדון יעו\"ש, א\"כ הא מצי למיתני בגזל אחד תרומת הקדש שחייב באחריותן ונשבע ואכל דבזה לא קנה ליה כיון שחיובו היה משעת הגזילה וכבר נתחייב מקודם הוי כמו דאכל השומר ואח\"כ נשבע שכבר נתחייב קודם השבועה, ולומר דירושלמי קאי כאן לפי מה שהבין בדרב הונא הבבלי דבכל גווני פוטר ושלו אכיל דחיק טובא:<br><b> לכן </b> נראה בפשיטות, דבאמת ליכא לאשכוחי חיוב שלש חומשין דאם היה הקדש כשתבעו הבעלים וכפר בו בב\"ד תו אין חיוב תשלום חומש בזה דאני קורא בעמיתו וכיחש ולא להקדש ומשנה דילן מיירי באופן דהוא להקדש כמו דתני דאין כופל בהקדש משום דלרעהו ולא להקדש וזה או דמיירי באינו חייב באחריותו או דסבר דבר הגורם לממון לאו כממון דמי ודלא כר\"ש, ואם מיירי בגזל מהבעלים וכפר ונשבע ואח\"כ הקדיש הבעלים הלא הבעלים לא מצי להקדיש שאינו ברשותו וכדאמרו בפרק מרובה ובירושלמי בכורים פ\"א ה\"ב ר' אימי בשם ר' יוחנן אפילו הבעלים שתרם אין תרומתו תרומה ומכש\"כ כאן דאם נשבע הרי כתב רבינו פ\"ז מהלכות גזילה שחייב לרדוף אחר הבעלים מפני שכבר נשבע וכבר נתייאשו מאחר שנשבע ואינן באין עוד לתובעו, ובנתייאש כו\"ע אף צנועין סברי דהבעלים לא מצי להקדיש, רק איכא לאשכוחי בכה\"ג כגון שגזל את אבי אמו כהן וכפר ונשבע ואח\"כ מת אבי אמו והוא היורש ואח\"כ הקדיש הוא את התרומה או שגזל את אחר וכפר ונשבע ונתן לו אח\"כ במתנה דלהגזלן עצמו מצי ליתן או כיון שכפר ונשבע הרי נתייאשו הבעלים כמוש\"כ רבינו, ואם הקדיש אח\"כ גזלן להתרומה הלא נקנה לההקדש ביאוש ושינוי השם, וביארו רבים דקנייתו והקדישו באין כאחד ונקנה להגזלן ומהגזלן נקדש, דאל\"ה ע\"ז גופא אני דן מי שינה השם כיון דלאו דגנב הוא, ולפ\"ז יהא בע\"ח דגזלן גובה מן ההקדש אם הי' אפותיקי דהקדש דמים אינו מפקיע מידי שעבוד כיון דמעיקרא נקנה להגזלן שיהי' בידו חל שינוי השם ומידו קני הקדש, א\"כ בכולהו גווני אמר בירושלמי פ\"ק דמעשרות א\"ר אבין אף מידי בעלים לא יצא מאחר שאמרו לו פדה ראשון, ובירושלמי פרק מרובה ה\"ד בעי אם פודה מגזבר הקדש אם הוי כמקח לקבוע ואמר ר\"ל דמדלא חייב על הקדש תשלומי ד' וה' משום מכירה כמה דאת אמר המקדיש אינו כמוכר ודכוותיה הפודה אינו כלוקח יעו\"ש, א\"כ מיחשב לענין תרומה לגבי השבט כאילו הוא שלו כיון דהוא המקדיש ומידי בעלים לא יצא ועדיין הוא ברשותו, ונמצא דמלבד דאכיל הקדש אכיל תרומת עצמו לענין דין תרומה והוי כאכל תרומה של עצמו וליכא רק שני חומשין לר\"ל חומש דנשבע לשקר וחומש דהקדש אבל חומש דתרומה לא יהיב ודוק, ולכן לר' יוחנן דאוכל של עצמו משלם חומש לכהנים א\"כ יקשה ליתני בכה\"ג דאיכא שלשה חומשין, וע\"ז משני שפיר דחומש דתרומה יפטור חומש דשבועה [וכמו דמצאנו דכופל פוטר מחומש דשבועה דממון שאינו משתלם בראש אינו מוסיף חומש] זה ביאורו לשיטת רבינו שסתם הרבה ואחריו מרן בכס\"מ ודוק:<br><b> אולם </b> שיטת הראב\"ד דצ\"ל וישלם שתי קרנים, פירוש דמצד ההקדש משלם קרן להקדש, והפירוש לדעתי דגונב הקדש הלא נתחלל ההקדש ומעל ומשלם קרן וחומש להקדש דבמזיד ליכא דין מעילה וא\"כ בשעת הגניבה נתחייב בחומש להקדש וקרן ונפיק לחולין ונעשה שלו ותו כי אכיל שלו אכיל ויתחייב לשלם קרן לשבט מן החולין, וזה צ\"ע לדעתי דהא כי אכיל שלו תוספתא הוא דמשלם קרן מן החולין לכהן והכהן יהיב דמיו לו הך תוספתא דאשה שגבתה בחובה, ואולי לא הוי סבר ר\"ל להך תוספתא וצ\"ע, גם התירוץ דונתן לכהן את הקודש לא מחוור לפי מה שפרשתי, ואם נאמר דמיירי באופן דלא מעל ולא יצא לחולין בשעת הגזילה כגון שהיה אז מזיד וכיו\"ב ג\"כ יקשה דישלם עוד קרן וע\"כ משום דקרנא לא שייך לכהנים רק להקדש דכבר שילם להקדש קרן שלהם והוי כמו שאכל של עצמו, אך יקשה דלדידיה מאי ניחא דאמאי תני חומש הא משלם לעצמו ואי משום דצריך להפריש מן החולין ונעשו ע\"י זה תרומה וכמו דמפרש ירושלמי לקמן דבהא דלא בעי למיתביה לכהן כו\"ע מודו דההפרשה מקדשתן א\"כ גם הקרן צריך להפריש ונותנו שתי קרנים ושני חומשים ולדידיה גופא מאי ניחא וצ\"ע כעת. ובאמת מתוספתא משמע דנותן קרן וחומש מן החולין ונעשין הן תרומה ונותן הקרן להקדש שמחזיר כמו שגזל מן הקדש והחומש מן החולין נותן אל השבט ואח\"כ משלם חומש מדמי תרומה לגזבר ונמצא דהוי ממש כמו שאמר ריו\"ח משלם לשבט:<br><b> ודע </b> דבכזית ואין בו שוה פרוטה משלם קרן וחומש לתרומה מן החולין ולהקדש רק הקרן ובקרן אחד שמפריש מן החולין אותו מחזירו לגזבר וכהתוספתא, ולקמן פליגי דח\"א אינו משלם שני חומשין רק באין בו שוה פרוטה לכהן, וביש בו שוה פרוטה שלהקדש אף אם יש בו כזית ולכן סגי אם מפריש קרן וחומש מן החולין ונותן אח\"כ להקדש אותו קרן ואותו חומש ודלא כהתוספתא, וא\"כ א\"ש שיטת הראב\"ד דשפיר אמר דלדידי דמשלם לעצמו א\"ש דלא משלם רק קרן וחומש חדא וזה מן החולין ואח\"כ נותנן לגזבר, והא דתני שני חומשין היינו לצדדין אם אין בו שוה פרוטה משלם עבור כזית חומש לכהן, והקרן דבהקדש חייב ע\"ז כמו ששנינו בפרק הזהב (דף נ\"ה) לרבות פחות מפרוטה להישבון יעו\"ש מפריש קרן מן החולין ומחזירו לגזבר, אבל לדידך דמשלם לשבט הלא צריך לשלם עוד קרן וחומש לכהנים אע\"ג דשילם להקדש לא גרע משל עצמו ומשני שפיר וא\"ש גם לשיטת הראב\"ד מה שהנחתי בצ\"ע. וזה ברור דרבי ינאי דאמר לצדדין היא מתניתין סבר דאין משלם רק חומש אחד וסברי ר' יוחנן ור' זעירא דלמקום שהקרן מהלך שם חומש מהלך, וכהנא פליג וסבר כהתוספתא ורבינו פסק כר\"י דלא כהתוספתא רק דלמקום שהקרן מהלך שם משלם החומש ומשלם להקדש שני חומשין. ודא אפשר שאם בשעת הגזילה היה שוה חמשה זוזים ובשעת אכילת התרומה היה שוה ד' זוז דסגי דהחומש שמשלם בזה נסתלק ממנו גם חיוב הקרן שהלא יכול לשלם החומש לכל מי שירצה כמבואר במשנה, ובשלמו החומש לבעלים נפטר מן הגזל וכמו שנפטר בתשלומי החומש דתרומה גם מן חומש דמחוייב על שבועתו דהוא לבעלים ואולי גם זה נכלל בדברי רבינו הסתומים ודוק:<br><b> ודע </b> דלא שייך כאן הך פלפול דהגוזל בנשבע לו אם מצי מחיל לנפשיה, דשאני תמן דבר מחילה הוא מאחריני כדתנן מחל לו על הקרן כו' ועיי\"ש בסוגיא (דף ק\"ט), ואף למה דאמר בירושלמי בהלכה זו אם רצה הכהן למחול אינו מוחל בשלא הפריש הפריש ואח\"כ (אכל) תפלוגתא דרבי וראב\"ש כו' דברור להמעיין דצ\"ל הפריש ואח\"כ [מחל] דאם מוחל אחר ההפרשה תליא בפלוגתא דרבי וראב\"ש דאם ההפרשה מקדשתו הרי שוב יכול למחול דממונא בעי למיתב לבעלים ומצי למחול, אבל למ\"ד דרק נתינה מקדשתו א\"כ לא שייך דיהי' מצי למחול כיון דצריך להפריש מן החולין ויתקדשו בקדושת תרומה, הרי חזינן דיש בזה ענין לבד הגזל דעל הגזל ממון בעלמא בעי לשלומי ועדיין לא נתקדשו בתרומה, יעוין תוספות פרק אלו נערות (דף ל') ד\"ה זר שאכל תרומה שחקרו אם הכפרה תלויה בהפרשה ואם מצי למחול יעו\"ש ולפי דברינו הוא מפורש בירושלמי ודוק וא\"כ בגזל תרומה מאבי אמו כהן ונעשה יורש אח\"כ כשמפריש יהי' של עצמו, ז\"א דהתשלומין לכהן כתיב וכ\"ז דלא משלם לכהן לא סגי ליה, ואטו מי נעשה כהן כמו דשם בהגוזל נעשה הוא בעצמו הבעלים שבמכוון צריך להחזיר לו אבל כאן הלא מעיקר תשלומין הקפידה תורה ונתן לכהן ואדרבא בבת ישראל שאכלה תרומה וניסת אח\"כ לכהן אמר כן במשנה דמשלמת קרן וחומש לעצמה יעו\"ש וז\"ב:<br><b> ומה </b> דפירשו בתוספות שם דלכן לא שייך בתשלומי שוגג קם ליה בדרבא מיניה משום דתשלומי תרומה כפרה הן, מתבאר כן מהך דאמר ירושלמי כאן אף הכא מזיד בתרומה ושוגג בחומש יתרו בו וילקה ויביא חומש יעו\"ש והא אין אדם לוקה ומשלם וע\"כ ליכא למימר דא\"כ שגגת מלקות ג\"כ ליפטרי וע\"כ דגלי קרא דכאן משלם דהא לר\"י קאי ור' יוחנן סבר חייבי מלקות שוגגין חייבין בתשלומין, וא\"כ הא דמצאנו דחייבה בתשלומין א\"ש היכי דהוי שוגג אבל באתרו בו איך א\"ש, ודחוק לומר דאליבא דר\"מ דלוקה ומשלם פריך דהוי ליה למיפרך מזיד בתרומה ולא אתרו ביה כיון דאין זה נוגע אל השאלה, וע\"כ דחיוב דכפרה לא שייך קלבד\"מ וכמו דמשני בדומה על קרבן ריש פרק ז' יצא דבר שהוא מסור לשמים ודוק:<br><b> ובהא </b> דמשני הירושלמי על ר\"ל דמפריש קרן וחומש ומשלם לעצמו למאן דאמר דההפרשה אינה מקדשת דכל מקום דלא בעי למיתביה לכהן ההפרשה מקדשתו יעו\"ש, א\"ש הך דמקשו תוס' ביבמות על בני התערובות מכהן ועבד דמעכבין חרמי כהנים לעצמן הא המה קודש כ\"ז דלא באו ליד כהן כדאמר בכורות (דף ל\"ב), ולפ\"ז א\"ש כיון דלא בעי למיתביה לכהן תו הוי כמאן דבאו ליד כהן והוסר קדושתם וממון הדיוט הוי, דדוקא אם צריכין החרמים לבוא ליד כהן בזה כ\"ז דלא באו לידו הוי הקדש, אך באם רק מחמת ספק לא בעי למיתביה לכהן אם שייך בזה סברת ירושלמי דהראיה מפטר חמור לר\"א איתא גם אם מספק א\"צ ליתן לכהן בזה האריכו האחרונים וזכו בחלקם עיין עליהם, ודוק בכ\"ז מה שעלה לנו בענין סתום בס\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קליפי פולין כו' אין בהן אוכל מותרין. גרעיני זתים תמרים וחרובים כו'.</b><br><b> נ\"ב, </b> עיין לקמן הלכות טומאת אוכלין פ\"ה הוי\"ב קליפי פולין כו' כנסן לאוכלין מתטמאין ואם נשאר בהן אוכל, ושם הלכה י\"ז גרעיני זתים ותמרים כו' אינן מתטמאין גרעיני חרובים אעפ\"י שכנסן כו' וצ\"ע בזה בתוספתא:"
            ],
            [
                "<b>קליפי פולין כו' אין בהן אוכל מותרין. גרעיני זתים תמרים וחרובים כו'.</b><br><b> נ\"ב, </b> עיין לקמן הלכות טומאת אוכלין פ\"ה הוי\"ב קליפי פולין כו' כנסן לאוכלין מתטמאין ואם נשאר בהן אוכל, ושם הלכה י\"ז גרעיני זתים ותמרים כו' אינן מתטמאין גרעיני חרובים אעפ\"י שכנסן כו' וצ\"ע בזה בתוספתא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם היה פשתן כו'.</b><br><b> פירוש </b> משום דעיקר הזריעה בשביל העץ לכן יופך ולא גזרו על הזרע פשתן שיהא תרומה רק חולין לכן יופך דאינו מפסיד תרומה:"
            ],
            [],
            [
                "<b>והמדומע ותוספות תרומה כו' גדוליהן מותרין.</b><br><b> בתוספתא </b> פ\"ח הזורע תוספות תרומה וסאה עולה מתוך סאה גדוליהן חולין, וזה תוספות תרומה שכתב רבינו בפ\"ג ה\"ו, תרם ועלה בידו אחד מששים ואחד ה\"ז תרומה ויחזור ויתרום, ומה שחוזר ותורם דינו אם זרע אותן גידוליהן חולין, ובתוספתא פ\"ה ר' יהודה אומר תוספות תרומה נטלת מן הטהור על הטמא ושלא מן המוקף ואינה מדמעת ואין חייבין עליהן חומש כו' יעו\"ש ושם פסק רבינו כת\"ק ודלא כר\"י במשנה דצריך לתרום גם תרומה שניה מן המוקף, ויעוין ירושלמי פ\"ד ה\"ב רשב\"ל בעי קומי ר' יוחנן תוספות תרומה מה היא א\"ל משום יחיד אני שונה אותה כו' רבנן דלית להו שלא מן המוקף כו' הרי דסובר דתרומה שניה פטורה מהמעשרות יעו\"ש כיון דהלכה כרבנן, אולם לענין גדולין דסתמא מתני' סובר דהוי כתשלומי תרומה דגידוליהן חולין אע\"ג דחייבין עליהן חומש ומדמעת כמו דתנינן בתוספתא פ\"ה משמיה דר' יוסי ואפ\"ה אמר בירושלמי פ\"ו שגדוליהן חולין, וז\"ב וא\"צ להגיה ודברי המשל\"מ דחויין במכ\"ת ודוק:"
            ],
            [
                "<b>הזורע תרומה טמאה אעפ\"י שהגדולים טהורין ה\"ה אסורים באכילה כו'.</b><br><b> מדברי </b> רבינו מוכח דאפילו זורע דגן וחטים של תרומה הגדולים אסורים באכילה אעפ\"י דזרעם כלה, ומדברי הגמ' פסחים מורה דהוי דומיא דהשקה שהמים הן בעין אין ההשקה דהוי כמו זריעה שחוזר אל אביהן למה שהיה בעודו מחובר במקוה מים מטהרו באכילה, אבל הגדל בעוד שהוא מחובר ודאי נראה דע\"ז לא שייך דחוי ולא הוי אסרי חכמים דהא הוי כתרומה טהורה ואף בדבר שזרעו אינו כלה ולכך נקיט המשנה שתילין שעצם השתילין הן תרומה ועליהן אוכלין של תרומה אם זרען לאלו האוכלים שהיו תרומה טרם ששתל אותם בקרקע לזה לא הועיל הזריעה ולא נטהרו מטומאתן לענין איסור אכילה, אבל מה שגדל אחר ששתל פירות חדשים הן מותרים באכילה. וזה נראה דעת התוס' פ\"ק דשבת שהקשו דאי משום תרומה טמאה ביד כהן הלא אכתי יזרענה שיהא מותר באכילה בהגדולין וע\"ז תירצו שפיר דמשום רווח פורתא לא חששו חכמים דילמא אתי לשהויי כיון דלזרים יהא אסור הגדולין ודמי תרומה הן מעט, וכוונתם דדוקא האוכלין שכבר היו על השתילין טרם שנשרשו בקרקע הן אסורים באכילה לכהנים משום שכבר נדחו, ועיין תוי\"ט בזה ודוק:"
            ],
            [
                "<b>חתך את העלין כו' הרי האוכל שיצא אח\"כ מותר באכילה.</b><br><b> משמע </b> מדבריו דגם לזרים מותר לכן השיג הראב\"ד דרק לכהנים מותר אבל לזרים ולטבול יום אסורים באכילה דהווי כגדולי תרומה טהורה. ולפום מה דאמר רבה דאסורים באכילה הוא לזרים מוכח דראב\"ד סובר דלרבה הפירוש בדר' יודא עד שיגום וישנה הוא באוכלין כת\"ק דאמר עד שיגום באוכל ואמר ר' יודא דעד שיגום וישנה דגדולין שלשיים מותרים לזרים ולפום מה דאמר ר' יוחנן עד שיגום בעלין וישנה ולא באוכל ור' יודא לקולא פליג דלא בעי לחתוך האוכל שיצא אח\"כ הוא מותר לכהנים אבל לזרים אסור, ועיין ירושלמי דדא בעי אם ר' יודא סבר עד שישנה לגום האוכל ולחומרא או לקולא פליג דבעלין צריך לגום ולשנות ולא באוכל רק נשתבש שם הגירסא עיי\"ש כן הוא סברת ראב\"ד. ומש\"כ ראב\"ד בהלכה כ\"א על ומותר לטבול יום כחולין ע\"ז השיג דא\"כ אף באין זרעו כלה מותר לטבול יום לאכלו, וזה לא יתכן דלא גרע מטבל דבדבר שאין זרעו כלה גדוליו אסור כש\"כ כאן דאסור לטבול יום לאוכלן. ומה דאמר בתוספתא דאין הידים והטבול יום פוסלין בהן כדרך שאין פוסלין בחולין פירש הראב\"ד דעל מגע טבול יום קאי דפוסל במגעו תרומה אבל גדולי תרומה אין פוסל במגעו אבל באכילה לטבול יום אסורים, ויעוין ירושלמי פ\"ו דמייתי להך ברייתא תני (תשלומי) וצ\"ל גידולי תרומה אין משלמין כו' וחייבין בחלה כצ\"ל כמו בתוספתא (וכן הגיה הגר\"א) ואין הידיים וטוב\"י פוסלות בהן כו' כצ\"ל כמו בתוספתא ומסיים ואף ר\"ש ור' יוסי מודי בה פירוש דאע\"ג דפליגי בעיסה שנתחמצה בשאור של תרומה (כמפ' טבול יום פ\"ג) מודו הכא בגדולין ונמצא דכמו לת\"ק דתמן אינו פוסל טבול יום במגעו אבל אסור לאכלה כן הכא בגדולי תרומה אסורה באכילה לטבול יום ולזה כוון הראב\"ד:"
            ],
            [],
            [
                "<b>אבל אם עשאה תרומה קודם שיזרענה ה\"ז תרומה לפיכך אם תלש ממנה ואכל במזיד כו' בשוגג משלם את החומש.</b><br><b> פסקו </b> של רבינו בהא דאם קרא עליה שם קודם אף כי שתלה הוי תרומה ואם תלש ואכל חייב מיתה מוכרח בסוגיא שם, מדלא בעי רק אם פקע טבלה מינה, וצריך לפרש הא דפריך תמן א\"כ מצאנו תרומה במחובר לקרקע, היינו משום דאם נימא דלא מצי לקרות עליה שם בשהיא במחובר א\"ש הא דיליף במעילה לנהנה מן המחובר בהקדש דלא מעל היינו שהקדישה כשהיא מחובר דוגמא דאינו חייב על תרומה אם קרא שם בעודנה מחובר, אבל אם תימא דבמחובר ג\"כ חל שם תרומה א\"כ איך יליף מתרומה דמה תרומה בתלוש כו' כמפורש במעילה (דף י\"ח) עיי\"ש, ומשני הגמ' דחיוב מיתה לא אשכחן דבטלה דעתו אצל כל אדם ותו ילפינן למעילה אף בהקדישה בתלוש וחיברה דג\"כ אינו חייב, דוגמא דלא אשכחן חיוב גבי תרומה אף אם קרא שם בעודנה תלוש וחזר ושתלה כפסק רבינו. ואולי זה פירוש הירושלמי על הך דיופך הד\"א קדושה חלה במחובר פירוש דבעיקר אם נתחבר לא פקע קדושת תרומתו מיניה לכן עשו גדולין כעיקר:<br><b> אולם </b> לפ\"ז צ\"ע איך פסק רבינו בהלכות מעילה דהמקדיש בית לא מעל הדר בו ובהקדיש עצים ואבנים ובנה בהן בית הדר בהן מעל ופרש\"י משום דבשעת הקדש הוי תלוש. ולפי דברינו הא ילפינן מתרומה אף כשקרא עליו שם בתלוש וחזר ושתלה אינו חייב על אכילתה וצ\"ע לכאורה, אמנם אחרי העיון אמינא דניחזי דבחולין (דף י\"ז) אמר דאע\"ג דתלוש ולבסוף חברו גבי שחיטה הוי מחובר בכ\"ז היכי דלא מבטל לי' כמו סכין הוי תלוש עיי\"ש, וכן כתבו התוס' ב\"מ (דף נ\"ד) דאע\"ג דאין פודין במחובר לקרקע ותלוש ולבסוף חברו הוי מחובר בכ\"ז כאן דאם לא יפדוהו עומד ליעקר הוי תלוש יעו\"ש, א\"כ אימת תלוש ולבסוף חברו הוי מחובר דוקא כשעומד להתקיים בזה ומיבטל בטיל לארעא וכיון דהקדישו כשהיה עצים ואבנים תו לא הוי דיליה וחבורו אינו חבור ולאו בדעתו תליא והוי כעומד להתעקר ולכן כתלוש דמי ולכך מועלין בו אבל היכי דהקדיש אילן ושתלו אע\"ג דבשעת הקדש הוי תלוש בכ\"ז אין מועלין בו, וסברא זו למדתי מדברי רמב\"ן במלחמות ב\"ק בפירוש דשינוי השם אינו מועיל בלא יאוש יעו\"ש ודוק. ולפ\"ז יש לעיין מה שמקשה הגמ' פסחים באפשר ולא מכוון מצילו של היכל, ולכאורה שם בונין בחול ואח\"כ מקדישין והוי מחובר ולא מעל, וצ\"ל כיון דמתחלל ופירשו בתוס' אע\"ג דאינו מתחלל על הקרקע רק הואיל ואם אינו מתחלל עומד להיעקר הוי תלוש וא\"כ הוי הקדישו בתלוש וכמקדיש עצים ואבנים וחיברו, אולם לפרושי כאן לא שייך זה דאטו אם לא יתחלל יעקר בנין ההיכל וצריך לומר דאע\"ג דאין מעילה במחובר מ\"מ מה\"ת אסור להנות כמו שלמים לשיטת תוספות ודוק:"
            ]
        ],
        [
            [
                "<b>ולא יביאנה לידי טומאה כו'.</b><br><b> ירושלמי </b> תרומות פ\"ח ה\"ד ר' חמא בר עוקבא בשם ר' יוסי ב\"ח כלי שתוכו טהור ואחוריו טמאים אין מטמאין בו דבר ממועט כדי להציל בו דבר מרובה שאין מצילין אף שהניצול בתוכו הוא דבר מרובה הואיל ומטמא לתרומה באחורי הכלים והוי כמטמא בידים, והתנינן תרד ותטמא ואל יטמאנה בידיו, פירוש דמרישא מקשה דקתני מודה ר\"א ור\"י שאם יכול להציל ממנה רביעית בטהרה יציל ואם לאו ר\"א אומר תרד ותטמא ואל יטמאנה בידיו מוכח דאם יכול להציל רביעית בטהרה יטמאנה אפילו בידיו כדי להציל ואיך משכחת לה דיטמאנה להציל בטהרה על כרחך שמציל בכלי שתוכו טהור ואחוריו טמאים שמציל בטהרה מה שבתוכה ומטמא בידים באחורי הכלי להנשפך כו' תפתר בבור טהור. פירוש היכי שאינו רק שהולך לאיבוד שם אל יציל בכלי שתוכו טהור ואחוריו טמאין, מה דמתני בבור טמא היינו שהגת התחתונה טמאה ובלא\"ה אזלה לטומאה הנשפך בגת תחתונה לכן מציל בכלי כזו, והתנינן תרד ותבלע ואל יבליענה בידיו וגם שם דייקת דקתני מודה ר\"א כו' שאם יכול להציל רביעית בטהרה יציל פירוש אף שיבלענה בידיו והיינו שמציל בכלי שאחוריו טמאין ושם לא מיירי שהולכת לטומאה ומשני שנתגלגלה לבית הפרס דבלא\"ה תטמא הנשפכת לכן שרי להציל בכלי שאחוריו טמאין ותוכו טהור וכן הוא המסקנא בספ\"ק דפסחים עיי\"ש ודוק היטב:"
            ],
            [],
            [],
            [],
            [
                "<b>ואם לאו יציל בטומאה שכיון שנשברה החבית אינו מוזהר כו' מפני שהוא בהול.</b><br><b> פירוש </b> שהדבר בהול שאי אפשר להציל אם לא בטומאה ואם לא יציל ישפך הכל ותבלענו קרקע לכן יציל בטומאה ויהא ראוי להדלקה ונמצא מציל ממון כהן והוי כמו עמוד וחטא בתרומה כדי שתזכה בתרומה וזה אמרינן כמו דתני ר\"ח מנחות (דף מ\"ח), אבל בחביות של יין שנשברה בגת העליונה דכשהוא טמא לא חזי למידי רק מפני שסופו לאיבוד אזיל לכן להציל החולין אמרו דיציל אע\"ג דהוי כמו עמוד וחטא בתרומה כדי שתזכה בחולין, לכן אמר ר' יהושע בברייתא דיטמא ביד פירוש בידים שמטמאות תרומה דהוי מגזירה די\"ח דבר אבל מן התורה טהור הוי ונמצא דאין זה מטמא מה\"ת רק הוי מאבד ומפסיד אבל להציל בכלים טמאים אסור אבל כאן שמציל התרומה עצמה דיהי' חזי לכהן להסקה שרי להציל בכלים טמאים ודוק. ומשום זה שינה רבינו לשון המשנה דאין זה מוזהר לטמאה רק גבי חביות שנשפכה ובמשנה אמר לא זה וזה ודוק:"
            ],
            [],
            [],
            [
                "<b>ובלבד שלא יהיו פירות מוכשרין.</b><br><b> אע\"ג </b> דעם הארץ נאמן על ההכשר כדתניא חגיגה (דף כ\"ב) ולקמן סוף טומאת אוכלין פט\"ז, בכ\"ז חיישינן כמו שכתוב לקמן פ\"ג ממעשר שני ה\"ח דחייש שמא ימות ונמצא דבן הנפקד אינו יודע דתרומה הוא ובעי איזדהורי ביה ואתי להכשירם ויטמאו אצלו אבל כי הן בכ\"ח מוקף צ\"פ חזי דמידי דקודש הוא ומזדהר בו דלא ליתי מים עליו ולא ליכשרינהו וברור. ולשיטת רבינו לקמן רק במע\"ש החמירו אף אצל חבר משום שיכול לפדותן והדמים לעלות לירושלים:"
            ],
            [],
            [],
            [],
            [
                "<b>ומשקין שאין ראוין להדלקה וכו' כגון היין קוברין אותן.</b><br><b> עיין </b> כסף משנה בשם הר\"י קורקוס, ודע דמוכח מסוגיא דב\"ק (דף קט\"ו) דאף ביין של תרומת מעשר של דמאי ג\"כ קוברין אותן דאין מזלפין מפני תקלה, ויתכן לפי סוגיא דתמן דהא דפליגי ב\"ה ג\"כ על תרומת מעשר של דמאי סברי דמזלפין בהם ולא חיישי לתקלה, ואולי לפי שיטת רמב\"ן במלחמות בסוכה דג\"כ מאכילין העניים תרומ\"ע של דמאי לכן לא חיישי ב\"ה לתקלה בדמאי, וזה היה נכון רק דשמועה זו בסוף פ\"ק דפסחים לא משמע כן יעו\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ותן תרומה או בכור.</b><br><b> נ\"ב </b> ערכין (דף כ\"ח) במשנה עיי\"ש ופסק כמשמעות המשנה דפליגא על הך תנא וכרשב\"א בתוספתא דמאי פ\"ה ע\"ש. ועיין טור סימן של\"א:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>סאה תרומה כו' מאה סאה כו'.</b><br><b> עיין </b> בהשגות, וכבר ביארתי סברת רבינו ושיטותיהם באורך בהלכות מא\"ס פט\"ז הל\"ב יעו\"ש:"
            ],
            [],
            [],
            [
                "<b>לוג יין כו' וכן אם נפל לוג עכור למאה לוגין צלולין כו'.</b><br><b> לפי </b> משך הענין נראה דצריך להיות לפחות ממאה לוגין צלולין מוציאין שמרים שבו, והפירוש דהשמרים אינן מתחשבין וא\"כ כי תחשוב הלוג יין בלא השמרים יש מאה פעמים יין צלול ויעלה במאה ואחד כמו שנפלה סאה חטים רעות לפחות ממאה חטים יפות, אמנם לפי הגירסא שלנו הכוונה שאינו צריך להעלות יין צלול רק כמו שהוא מעורב ואין זה דוגמא ועיין ירושלמי:"
            ],
            [
                "<b>לוג מים שנפל כו'.</b><br><b> עומק </b> דעת רבינו ביארתי בהלכות מא\"ס פט\"ו הלכה ל' שם תראה איך רמו דרכיו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והוא שיש בכל עיגול מהן יתר על ב' ליטרין כו'.</b><br><b> הוא </b> מהירושלמי א\"ר אבון וצריך שיהא בכל אחת שני ליטרין וכ\"ש כדי שתבטל ברוב, ומה שיש לדבר בו תמצא בהלכות מאכלות אסורות פט\"ו הט\"ו עיי\"ש. ושם בירושלמי על הך דתניא דר' יהושע אומר לא תעלה משום דהוי דבר שבמנין וכל הראוי למנות שנינו וכמו דאמר שם הד\"א פומין עשו אותן כדבר שדרכו להמנות אמר הד\"א דלעת אפילו אחד ממאה בה אוסר. ויפה פירש גיסי הרב ר' שמואל ליפשיץ שיחי' דהכוונה דדלעת היינו דהוי מז' דברים המקדשים לכן מפומין דעיקר החשיבות אינו מן הקציעות רק מן הפומין ובכל פום יש שני ליטרין וכ\"ש שרוב התערובות הוא מן החולין אפ\"ה סבר דלא בטל מצד דפום הוי דבר שבמנין, לכן כי העביר דלעת בעציץ נקוב בכרם והוסיפה אחד ממאה לא בטלה דהוי דבר שבמנין אף שהאיסור שבה בלא ההיתר אינו נמנה כלום רק הדלעת שהוא צ\"ט היתר ואחד ממאה שבו איסור בכלל הוא חשוב ונמנה מקדש ולא הוי כאינו מינו דבנותן טעם דאם הטעם הוא מורגש מתערובות היתר ואיסור כמוש\"כ ר\"ן בפרק השוכר אה\"פ בשם הירושלמי יעו\"ש וכן ביו\"ד סימן ק\"א לענין ראוי' להתכבד, וזה נכון, ועיין בפירוש רבינו חננאל בריש ביצה:"
            ],
            [],
            [],
            [],
            [
                "<b>ירושלמי </b> תרומות פ\"ה ה\"א על דעתיה דר' יוסי ניחא דאר\"י בשם חזקיה ור' יונה בשם ר' ינאי ונתתם ממנו את תרומת ד' לאהרן הכהן עשה שינתן לאהרן בכהונתו, על דעתיה דכהנא דו אמר טול מן המקודש שבו ואמור אף הכא טול מן המקודש שבו אע\"ג דכהנא אמר תמן טול מן המקודש שבו מודי ובלבד בדבר שהוא זקוק ליתנו לכהן, פירושו, דלעיל ריש פ\"ב אמר תרומע\"ר לימדה על תרומה גדולה שלא תהא ניטלת מן הטהור על הטמא והיא ניטלת מן הטהור על הטמא מנין, פירוש שתרומ\"ע ניטלת מן הטהור על הטמא ר' כו' ונתתם ממנו את תרומת ד' לאהרן הכהן עשה שינתן לאהרן בכהונתו. פירוש כשהוא טהור וראוי לעבודה לכן ע\"כ תפריש מטהור דאילו טמאה לא חזיא ליה לבד מהסקה [וקרוב לזה מה שאמרו בתלמודין ריש חלק מה אהרן חבר אף בניו חברים יעו\"ש] כהנא אמר מכל חלבו את מקדשו ממנו טול מן המקודש שבו, היינו מן הטהור שקדוש יותר שראויה לאכילה ואם יאכלנה טמא יתחייב מיתה, ולזה אמר כאן על משנתינו דתנן סאה תרומה טמאה שנפלה לפחות ממאה כו' או למעשר ראשון כו' ירקבו הא במעשר ראשון הטבול לתרומת מעשר מיירי וכמו דתנא בסיפא בטהורה אם למעשר ראשון נפלה יקרא שם לתרומת מעשר [וכמו דדייק מזה דטבל מעלה וכדתני ר' חייא] וא\"כ אמאי לא תני ברישא דמפריש תרומ\"ע ממקום אחר הא תרומת מעשר ניטלת מן הטהור על הטמא יפריש מן מעשר ראשון אחרינא על הנך המעורבין בתרומה טמאה, ולכן אמר דלר' ינאי דדייק מקרא דונתתם ממנו את תרומת כו' לאהרן הכהן א\"ש דדוקא במע\"ר טמא שהוא אוכל המעשר רק התרומה הוא שמצי למיתן לכהן ממנו גופא מהטמא ויהי' להסקה, לכן אמרה תורה שינתן לאהרן בכהונתו ותפריש מן הטהור על הטמא שיאכלנה בכהונתו, אבל כאן שאינו נותן לכהן כלל כיון דירקבו ולאיבוד אזלי לכן אינו מחוייב להפריש מן הטהור עליהן. ע\"ד דכהנא דטול מן המקודש שבו ודייק מקרא דבהרימכם את חלבו א\"כ מצוה להפריש מן המקודש היינו מן הטהור ויפריש כאן מן הטהור עליהן, ומשני מודה ובלבד בדבר שהוא זקוק ליתנו לכהן אז מצוה להפריש מן המקודש, משא\"כ כאן אם יפריש מן המעשר שנפלה לתוכה תרו\"ט הלא לא זקוק ליתנו לכהן כיון דכולהו לאיבוד אזלי לכן לא צריך להפריש עליהן מן הטהור, וזה פשוט מאוד, ומש\"כ רבינו אלא ידליק הכל פירוש דמע\"ש והקדש יפדון ואח\"כ ידליק דמע\"ש אסור להדליק ופשוט:"
            ],
            [],
            [],
            [],
            [
                "<b>שתי קופות שנפלה סאה של תרומה כו'.</b><br><b> בתוספתא </b> איתא עוד בבא בזה והגירסא שלפנינו משובשת, והעיקר כנוסחת הכת\"י דפוס צוקערמאנדיל זה לשונה היו לפניו שתי קופות אחת של שעורים ואחת של חטים ולפניהן שני סאין אחת של שעורים ואחת של חטים ונפלה אחת מהן וא\"י לאיזה מהן נפלה שתיהן מותרות. ופירושה שהיה יתר מששים ופחות ממאה סאים שאם נפל מין בשאינו מינו הוא בנותן טעם ואינו צריך להרים ואם נפל מין במינו מדמע וצריך להרים תלינן שחטים לתוך שעורים נפלו והוה\"ד בנפלו שני הסאין תולין שזה של חטים בשעורים ושעורים בחטים ובטלים בנותן טעם היינו בששים ועל כרחין מיירי היכי דאי אפשר להכיר כמו קמח בקמח, וכן תניא בתוספתא שם חטים בשעורים יבור טחנן בנותן טעם הרי דקמח חטים בקמח שעורים בנותן טעם. והתוס' סוף הערל כתבו דקמח חטים בקמח שעורים לרבא דאזיל בתר שמא הוי מין במינו ובתוס' פסחים (דף מ\"ג) כתבו דקמח חטים בקמח שעורים הוי מין בשאינו מינו תמן לאביי דפריך לרב דימי ואיהו אזיל בתר טעמא. אבל בתוספתא כאן תניא ר' יוסי אומר גריס של פול וגריס של עדשים הוא מין אחד הרי דאזיל בתר שמא ויש לחלק בזה. אולם נראה דגבי מדומע פליגי תנאי ואביי ורבא לא פליגי רק לענין טבל ויין נסך דגבי מדומע הקילו בכמה דברים. אמנם מדברי רבינו נראה דרק לענין יין נסך אזלינן בתר שמא ואולי טעמא דרבא משום דהא דיין נסך אוסר במשהו הוא משום חומרא דעו\"ג ופירש דעיקר איסור עו\"ג במשהו דולא ידבק בידך מאומה כתיב ואינה צריכה שיעור ויעוין הלכות עו\"ג פ\"ז ה\"ט שביאר רבינו כן דכל מה שאתה מהיי' ה\"ה כמוה ולכן לא חשיב ר\"ש יין נסך בהך דאוסרין במשהו שהרגישו בתוס' זבחים (דף ע\"ג) משום דכיון דעיקר איסורו אין לו שיעור ואע\"ג דר' שמעון סבר כל שהוא למכות אבל עיקר איסור ומכש\"כ בהנאה צריך שיעור משא\"כ בעו\"ג ותקרובות וחזינא דקפיד רחמנא באיסורי עו\"ג על ואבדתם את שמם. לכן אזיל בתר שמא ומה שנאבד שמו אין מהיי' ממנו והדברים ארוכים בסוגיא דמביא אביי מהך דשנים וג' אסורים מצטרפים ואכמ\"ל, וזה נראה ברור בשיטת רבינו ודוק, ולפ\"ז הך חמירא דחיטי ודשערי לענין תקרובות עו\"ג ודלא כפירוש רש\"י דלענין תרומה מיירי ואכמ\"ל. ויעוין ריטב\"א בעו\"ג שם שכתב בזה דלא כרש\"י:"
            ]
        ],
        [
            [],
            [
                "<b>משא\"כ בתאינה שנפלה למאה כו' אחת מהן כו'.</b><br><b> פירוש </b> אף אם תפול יותר מאחת לים הגדול דהא כיון דנפלה למאה הלא תרומה עולה במאה ואחד ולמאי צריך להיתר מסיבת הנפילה על כרחין כוונתו דאינו צריך להרים וההרמה הוא מפני גזל השבט לכן שפיר לא מועיל בתאינה דלא מינכר נפילתה אף אם יפלו שנים, ולא דמי לטבעת של עו\"ג דשרי בנפלו שנים לים דהתם הוא נוגע רק לענין איסור ותלינן דאיסור נפל אבל בתרומה דזכות ממון דהרמה לכהן יעוין הלכות פקדון ברמ\"א סימן רצ\"ב סעיף י' בדבר שאינו מסויים אם נגנב לפי ערך המעות יעו\"ש ובנתיבות, לכן לא מועיל מה שיפלו לים לומר דא\"צ להרים, לכן בנפלו היכי שנתערב תאנה בפחות ממאה לא מהני והוי מדומע משא\"כ בטבעת דהוי איסורא שפיר מועיל בשנפלו שנים, כן נראה סברת רבינו ויש להאריך בזה בדברי הגמ' לחלק בין חביות ואכ\"מ. וא\"ש דלא פליג רבה על הך דר\"נ אמר רב גבי טבעת ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>שאור של תרומה כו' והגביהו כו' ה\"ז מותרת.</b><br><b> נראה </b> פירושו דהגביה אחד ממאה שבה לתרומה כדין מדומע במאה ואחד שצריך להרים וכבר הותר, לכן אם נתחמץ אחר כך כבר נתבטל ואינו חוזר וניעור, וטעמו דאילו היה כאן העיסה שהגביה כדין הלא אימור אז לא היה בהשאור לחמע העיסה ואינו ידוע אם היה בו לחמץ כל העיסה לכן מותרת. ולפ\"ז א\"ש גירסת כת\"י אור הגנוז ודפוס צוקערמאנדיל בתוספתא שם שאור של שביעית שנפל לעיסה ידע בו ואח\"כ נתחמץ אסורה, שאף שידע וכבר נתבטל בשביעית שאין צריך להרים מכל מקום כיון דנתחמץ אחר זה הרי חוזר וניעור דליכא טעמא דפרישית ואף אם נטל מהעיסה אימור דחוזר וניעור שהרי רואין אנו שמחמץ כיון שאינו צריך להרים ודוק. ואפשר היה לפרש שהגביה להשאור של תרומה ואפילו כן שרי כי נתחמץ אחר זה משום דאימור העיסה בעצמה הוחמצה ולא בא פעולת החימוץ מהשאור לבד, אך לפ\"ז לא יתכן לחלק בין תרומה לשביעית ועוד דסוגיית הירושלמי פ\"ב דערלה אינו מתחוור לפ\"ז כיון דסלק להאיסור היינו השאור וע\"כ דהגביה כדין שצריך להרים והשאור נשאר בעיסה, והפירוש כדבארתי לעיל שזה מקרי לא הוכר האיסור ויעוין פרי חדש סימן צ\"ט והנ\"ל כתבתי בס\"ד:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות תרומות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}