{
    "title": "Har HaMoriyah on Mishneh Torah, Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Har_HaMoriyah_on_Mishneh_Torah,_Festival_Offering",
    "text": [
        [
            [
                "<b>נצטוו </b>\n<b> ישראל וכו'.</b> חגיגה ו' ב' תוספתא שם פ\"א ירושלמי שם ה\"ב ספרי ראה פיסקא קל\"ח.",
                "<b> תחוג </b>\n<b> לה' וכו'.</b> בחגיגה ט' א' י' ב' נפקא ליה מוחגותם וכו' וכן הוא בפי' המשניות לרבינו ועיין ספרי ראה פיסקא קמ\"ב ובתו\"כ אמור פי\"ז.",
                "<b> ויביא </b>\n<b> עמו וכו'.</b> עיי\"ש ב' א' תוס' ד\"ה הכל וכו' ועיי\"ש ז' א' יעו\"ש.",
                "<b> מן </b>\n<b> העוף וכו'.</b> עיין מרן ז\"ל מש\"כ בזה ומש\"כ שעופות הם בכלל זבחים עיין לעיל פ\"א ממעשה הקרבנות הי\"ז יעו\"ש היטב ומה שציינתי שם (ומש\"כ בשם המכילתא עיין משפטים פ\"כ ובהגהת איפת צדק שם יעו\"ש היטב) ובילקוט מביא בשם המכילתא או אינו אלא בנסכים יעו\"ש היטב) ועיין בטורי אבן מש\"כ בזה ודבריו פשוטים המה (ומש\"כ דמנחות היינו מנחת נסכים יעו\"ש י\"ל דזה כוונת המכילתא לפי גירסת הילקוט והבן) ומה שהביא ראיה מהסוגיא דשם ו' ב' מדלא איבעיא ליה רק אי כבשים אי פרים אבל לא מיבעיא ליה על עופות יעו\"ש באמת לא מכרעא כלל אטו כרוכלא ליחשב וליזיל ואכתי ליבעי ליה או עזים אלא ודאי מהא לק\"מ ובפרט למ\"ד דעולת תמיד הואי פשיטא דהצבור לא הקריבו עוף וי\"ל דהתם היו כולם עשירים ובודאי לא הקריבו עופות ועוד יש ליישב. ודמות ראיה לרבינו מהא דאיתא בתוספתא פ\"א דתמורה אלו דברים שבין עופות לבהמה שהבהמה דוחה את השבת ואת הטומאה וכו' משא\"כ בעופות יעו\"ש ולמה לא קחשיב דבהמה דוחה יו\"ט משא\"כ עופות אלא ודאי דעוף נמי דחי יו\"ט בעולת ראיה ואולי אפ\"ל דאתיא כמ\"ד נדרים ונדבות קריבין ביו\"ט ויש עופות נדרים ונדבות. ויש לעיין עוד בזה דא\"כ כיון דיליף לה מחגיגה א\"כ נקיש ג\"כ לענין עופות וצ\"ע. ועיין בס' החינוך פרשת משפטים שפסק כרבינו והגהות מל\"מ תמה עליו יעו\"ש ובאמת החינוך קאי על עולת ראיה בלחוד וכן מבואר בלשונו סוף פרשת ראה יעו\"ש היטב (וע\"ע ברדב\"ז ח\"ה סימן פ').",
                "<b> [שלא] </b>\n<b> עשה מ\"ע וכו'.</b> משמע מזה ששום מ\"ע לא קיים אפי' מצות ראיית פנים בעזרה לא קיים דזה לא סגי בלא קרבן ועיין תוס' ריש חגיגה ב' א' ד\"ה הכל וכו' ולשיטת הירושלמי שם דיש חייבין בראיית פנים ולא בקרבן ולפ\"ז כתב הטורי אבן שם דה\"ה מי שמחויב בקרבן ולא הביא קרבן דמ\"מ ראיית פנים בעזרה מיהא קיים יעו\"ש היטב. ועיין לח\"מ שכתב דמיירי כאן שלא הביא כל שבעה אבל אם הביא בתוך שבעה שפיר קיים מ\"ע דראיית פנים לגמרי כדינה יעו\"ש היטב וכן משמע ממש\"כ הלכה ד' יעו\"ש וה\"ה לענין ראיית פנים דאם לא הביא קרבן ביו\"ט ראשון ושוב בא לעזרה ביום אחר והביא קרבן ראייתו קיים המצוה כתיקונה וכן משמע עוד מהא דאיתא בפסחים פ' א' דקאמר דלמ\"ד כולן תשלומין זה לזה מטמאהו במת יעו\"ש והא אכתי מדחהו אתה מראיית פנים בעזרה אלא ודאי דמקיים ביום השביעי ראיית פנים והקרבן ממילא למאן דס\"ל כולן תשלומין דראשון נינהו כל דחזי ביום הראשון יכול הוא להשלים בכל השבעה ימים וכן מוכח מחגיגה ב' א' ובערכין ב' ב' ועיי\"ש בטו\"א שהוא הבין שדעת רבינו דבראיית פנים אין לו תשלומין יעו\"ש והקשה עליו אבל באמת אין הכרע לזה יעו\"ש היטב (וע\"ע בירושלמי ה\"א בשיירי קרבן ד\"ה הפריש חגיגתו וכו' שדעתו כדעת הטו\"א יעו\"ש היטב).",
                "<b> שיקריב </b>\n<b> שלמים וכו'.</b> עיין חגיגה ב' א' ו' א' ב' ז' א' ב' ח' ב' ט' א' י\"ז א' ועיי\"ש תוספתא פ\"א ועיין מגילה ה' א'.",
                "<b> מן </b>\n<b> הבהמה.</b> עיין לעיל פ\"א מהל' מעשה הקרבנות הי\"א ובזה יש לפרש מאי דאיתא שם בחגיגה ז' א' מה חגיגה זבחים דשלמים אינו בא רק מן הבהמות אף ראיה כן וא\"צ למש\"כ רש\"י שם. ומאי דפשיטא ליה דחגיגה היא שלמים י\"ל דנפקא ליה מושמחת בחגך מה שמחה שלמים דילפינן מהר עיבל אף חגיגה כן וא\"כ כיון דחגיגה היא שלמים ממילא אינו בא רק מבהמות. אבל לכאורה יש לעיין על מאי דאיתא בחגיגה ח' א' דנפקא ליה דשמחה אין יוצא בעופות ובמנחות מדאיתקש לחגיגה הא אדרבה כיון דילפינן שמחה מהר עיבל דהוי שלמים א\"כ שלמי שמחה פשוט טפי דאינו רק מבהמות יותר מהא דחגיגה אך באמת לק\"מ דהא הכהנים יוצאין אף בחטאות ואשמות והו\"א דיוצאים אף בחטאת העוף ומנחות קמ\"ל דאיתקש לחגיגה וחגיגה אינה רק שלמים והא דחגיגה היא שלמים כתב התוס' שם ח' ב' בד\"ה מי וכו' דמיחוגו נפקא ליה ועי\"ש היטב וברש\"א י' ב' בד\"ה ויחוגו וכו' יעו\"ש היטב ועוד יש דברים אתי לדבר בזה אך לקצר באתי ועיין ספרי ראה פיסקא קמ\"א.",
                "<b> הנשים </b>\n<b> חייבות וכו'.</b> חגיגה ו' ב' תוספתא פ\"א וספרי ראה פיסקא קל\"ח ועיין ירושלמי חגיגה פ\"א ה\"ב ובקרבן העדה שם יעו\"ש היטב.",
                "<b> וזבחת </b>\n<b> שלמים וכו'.</b> הך קרא מיירי בהר עיבל ועיין פסחים ק\"ט א' ובתוס' שם וחגיגה ח' ב' ובתוס' שם יעו\"ש היטב ובירושלמי חגיגה פ\"א ה\"ב וספרי ראה פיסקא קל\"ח יעו\"ש ועיין סוכה מ\"ח ב' רש\"י ותוס' שם ד\"ה לולב וכו' יעו\"ש.",
                "<b> חייבות </b>\n<b> במצוה וכו'.</b> שם ושם ושם. וכתב הראב\"ד וז\"ל א\"א לא בקרבן אלא בשמחה שתשמח עם בעלה שתעלה עמו והוא ישמח אותה עכ\"ל ובאמת פשט לשון הש\"ס דחגיגה ו' ב' משמע כרבינו שהנשים מחויבות להביא קרבן שמחה וכ\"ה לשון הספרי והתוספתא הנ\"ל ומשמע דקאי על הקרבן וכ\"כ התוס' בקדושין ל\"ד ב' בד\"ה אשה וכו' בשם ר\"ת יעו\"ש היטב ומבואר מדברי הראב\"ד דהשמחה יהא בירושלים (והטעם כיון שבעלה משמחה וכיון שאין האיש בביתו ומחויב לעלות לכן גם היא תעלה עמו ושם ישמחנה) והנה בזה יסולק ראית התוס' מהא דהביאו מהא דחגיגה ו' א' דעד ירושלים אימיה דחייבת בשמחה איהי אייתיתיה יעו\"ש והביאו מכאן דע\"כ בקרבנות מיירי דאל\"כ ישמחנה בביתו יעו\"ש בקדושין ובחגיגה שם בד\"ה דמיחייבא וכו' יעו\"ש היטב ובר\"ה ו' ב' ד\"ה אשה וכו' יעו\"ש היטב. והנה מה שדחקו לרש\"י ז\"ל לפרש דהיא אינה מחוייבת לעלות י\"ל מהא דאיתא בר\"ה שם ותיפוק ליה דאיהי חייבת בשמחה ומשני דאשה בעלה משמחה ואי לדברי הראב\"ד אכתי יקשה מ\"מ מחוייבת לעלות לירושלים ומתוך כך הוכרחו התוס' לפרש שם דלא קרינן בה ובאת שמה וכו' יעו\"ש ולרש\"י היה נ\"ל לדוחק לכן מפרש דבאמת אינה צריכה לעלות כלל. והא דחגיגה ו' א' דקאמר דאימיה אייתיתיה קשיא עליו שפיר דהא אביי קאמר לה ולדידיה באמת אינה צריכה לעלות. אבל בלא\"ה יקשה על ר' זירא דמאי פריך עד הכא מאן אתייה הא איהו ס\"ל בר\"ה שם דמחייבא בשמחה וכאן הפכו לשיטתייהו ולכאורה הוא תמוה ומצאתי בספר המאור בר\"ה שנתעורר בזה וכתב גירסא אחרת יעו\"ש היטב.<br><b> ולענין</b> מה שהשיג הראב\"ד דאמאי לא כתב דבעלה משמחה ומשמע ממרן דגם רבינו מודה בזה יעו\"ש אבל לא ידעתי דא\"כ למה לא הזכיר רבינו זה ולכן נ\"ל דס\"ל כר' זירא ולא כאביי וס\"ל דהמצוה והחיוב מוטלת עליו והטעם שפסק דלא כאביי י\"ל משום דהסוגיא דקדושין ל\"ה א' דקאמר התם משום דהואי מצה שמחה והקהל שלשה כתובין הבאין כאחד וכו' יעו\"ש ועיי\"ש ברש\"י ותוס' דאתי דלא כאביי יעו\"ש היטב ולכן לא פסק רבינו כאביי בזה ומ\"ה פסק רבינו לעיל פי\"ד מהל' מעשה הקרבנות הי\"ד דאשה עוברת על בל תאחר ועיי\"ש בלח\"מ יעו\"ש היטב וע\"ע בשאגת אריה סימן ס\"ז שהביא ראיה מהא דנדרים ג' ב' דעבר בבל תאחר על חטאת יולדת יעו\"ש היטב אבל אי מהא לא אירייא די\"ל דהבעל עובר דהוא חייב להביא קרבנות אשתו כדאיתא ב\"מ ק\"ד א' וכ\"ה לשון הש\"ס דעבר עליו יעו\"ש ועיין מש\"כ שם בשם הספרי אבל גם משם אין ראיה די\"ל דקאי אצדקה וכמש\"כ שם בפרק הנ\"ל. סוף דבר על רבינו אין שום תמיה למה לא פסק כאביי (ותמהתי מהלח\"מ שהנראה שכאן שכח דברי עצמו מש\"כ בפרק הנ\"ל יעו\"ש היטב) וע\"ע תוס' חגיגה ב' ב' בד\"ה שומע וכו' ודוק."
            ],
            [
                "<b>אין </b>\n<b> להם וכו'.</b> עיין חגיגה ז' א' ובתוס' שם ד\"ה ר\"י וכו' ובירושלמי שם ה\"ב וע\"ע תוס' שם ד\"ה הראייה וכו' (ו' א') יעו\"ש ועיין בקדושין י\"ז א'.",
                "<b> מעה </b>\n<b> כסף וכו'.</b> שם ב' א' ובתוספתא שם וכב\"ה ועי' ספרי ראה פיסקא קמ\"ג יעו\"ש היטב.",
                "<b> כפי </b>\n<b> עשרו.</b> שם ושם ובספרי שם."
            ],
            [
                "<b>לא </b>\n<b> נתנו וכו'.</b> וכ\"כ בפי' המשניות יעו\"ש היטב וע\"כ צ\"ל דס\"ל לרבינו כתירוץ השני שבתוס' חגיגה ו' ב' בד\"ה יש בשמחה וכו' יעו\"ש והובא ג\"כ בלח\"מ ועיין בספר שיח יצחק שהביא ראיה מהירושלמי שם ה\"ב ודלא כשיירי קרבן שם בד\"ה רב הונא וכו'.",
                "<b> שוה </b>\n<b> כסף.</b> עיין בכורות נ\"א א' ותוספתא שם פ\"ו יעו\"ש ומכאן תראה שהנוסחא שבמכילתא משפטים פ\"כ (שהבאתיו לעיל ס\"ק ד') או אינו אלא בכספים הוא טעות דמוכח וצ\"ל או כגירסת האיפת צדק או כגירסת הילקוט נסכים וכמש\"כ שם ויש לדחוק וליישב הלשון כספים וה\"ק דיוצא במה שיתנום לבדה\"ב או לקרבנות צבור. ודחוק."
            ],
            [
                "<b>עולת </b>\n<b> ראייתו וכו'.</b> עיין ביצה כ' ב' ועיין חגיגה י\"ז א' שם כל הסוגיא ובתוספתא חגיגה פ\"ב.",
                "<b> ושלמי </b>\n<b> חגיגתו וכו'.</b> שם בביצה ועיין חגיגה ט' א' י\"ז א' מגילה ה' א' ר\"ה ד' ב' יומא ג' א' ירושלמי ביצה פ\"ב ה\"ד ופ\"ב דחגיגה ה\"ג ובתו\"כ אמור פי\"ז ספרי ראה פיסקא קמ\"ב וע\"ע תוס' חגיגה ו' ב' ד\"ה יש בשתיהן ולפנינו הגירסא בתוספתא ונוהגת כל שבעה ור\"ל שכל שבעה צריך לאכול שלמי שמחה משא\"כ בשתיהן יעו\"ש (ועיין תוס' פסחים ע' ב' בד\"ה מ\"ט וכו') וע\"ע יומא נ' א' ותוס' חגיגה ב' א' בד\"ה תשלומין וכו' וע\"ע ביצה י\"ט ב' ול' ב'.",
                "<b> שבעת </b>\n<b> ימים וכו'.</b> בש\"ס דחגיגה ט' א' נפקא ליה מדכתיב וחגותם אותו חג לה' שבעת ימים אמנם בספרי ראה פיסקא קמ\"ב נפקא ליה מהאי קרא דמייתי רבינו וכ\"ה בתו\"כ אמור פי\"ז. ועיין ירושלמי פ\"ק דחגיגה ה\"ו ועיין פסחים ע' ב' ומהלח\"מ משמע שגירסתו היתה בלשון רבינו מקרא דשבעת ימים תחוגו יעו\"ש ואין כן לפנינו ובש\"ס שם איתא פסוק בחדש השביעי תחוגו ודלא כהלח\"מ ורבינו אזיל לשיטתו לעיל בהלכה א'.",
                "<b> תשלומי </b>\n<b> ראשון וכו'.</b> כר' יוחנן בחגיגה ט' א' והטעם דגם עולא ס\"ל כוותיה בהא עיין פסחים פ' א' ולא מצינו מי דפליג עליו בזה (רק רב נחמן לדעת התוס' שם בד\"ה עקר וכו' וזה אינו מוכרח להמעיין שם במפרשים ועיין מש\"כ לעיל פ\"ו מהל' קרבן פסח ה\"ב) ועיין יומא ג' א' ור\"ה ד' ב' יעו\"ש ובספרי ראה פיסקא קמ\"ב דאיתא שם תשלומי דראשון יעו\"ש (וע\"ע בתוס' חגיגה ט' א' בד\"ה תשלומין וכו' דמשם יש ראיה קצת לרבינו יעו\"ש) וע\"ע ברא\"ש ברכות פ\"ג סימן ב' ומשמע שם ג\"כ דפוסק כר' יוחנן יעו\"ש ויש לדחות דה\"ק כמו למ\"ד תשלומין דראשון דינא הוא דאם היה חיגר בראשון ונתפשט ביום שני פטור ה\"ה התם דלכו\"ע תשלומין דראשון יעו\"ש היטב והבן וע\"ע פ\"ג דמו\"ק סימן קמ\"ג ובפ\"ד דתענית סימן מ' יעו\"ש היטב (וע\"ע ירושלמי פ\"ק דחגיגה ה\"ו וחגיגה י\"ז א') ועיין בירושלמי שם ה\"א ובשיירי קרבן שם משום דחזקיה שם בירושלמי פוסק הלכה כר' יוחנן יעו\"ש."
            ],
            [
                "<b>בראשון.</b> עיין מרן מש\"כ דתלוי במש\"כ לעיל דכולן תשלומין דראשון וע\"ע בחגיגה ז' ב' פשיטא הי מינייהו משוית ליה פושעים והי מינייהו משוית ליה זריזים יעו\"ש ומזה כתב רבינו וכל המאחר ה\"ז מגונה.",
                "<b> נוגי </b>\n<b> ממועד וכו'.</b> מרן לא הערה מקורו ונ\"ל שיצא לו כן מהא דברכות כ\"ח א' אריב\"ל כל המתפלל תפלה של מוספין לאחר שבע שעות לר' יהודה עליו הכתוב אומר נוגי ממועד אספתי ממך היו מאי משמע דהאי נוגי לישנא דתברא הוא כדמתרגם רב יוסף תברא אתי על שנאיהון דבית ישראל על דאחרי זמני מועדיא דבירושלים עכ\"ל והנה זה פשוט דלתרגומא דרב יוסף קאי על המאחר זמני קרבנותיו ומשלימן ביום אחר מדקאמר בירושלים ואילו התפלות מאי איריא ירושלים דנקט ועיי\"ש בתוס' ד\"ה כדמתרגם וכו' דכתבו דודאי דלא משתעי ברגלים יעו\"ש אבל לרבינו ניחא זה דקאי על הקרבנות דיש להם תשלומין (ובאמת על הרגלים בלא\"ה לא ניחא דמ\"ש ירושלים דנקט) והש\"ס לא פליג על רב יוסף רק רב יוסף מוקי לה על קרבנות הרגל וריב\"ל מוקי לה אתפלות ג\"כ וכבר העירותי מזה בחי' לברכות שם וע\"ז סמך רבינו ג\"כ דכל המאחר ה\"ז מגונה."
            ],
            [
                "<b>אינו </b>\n<b> חייב וכו'.</b> חגיגה ט' א' י\"ז ב' מגילה ה' א' יומא ג' א' ר\"ה ד' ב' ביצה כ' ב' תוספתא פ\"א ופ\"ב דחגיגה ירושלמי ביצה פ\"ב ה\"ד ופ\"ב דחגיגה הלכה ג' ועיין תו\"כ אמור פי\"ז.",
                "<b> וע\"ז </b>\n<b> וכיוצא וכו'.</b> עיין חגיגה ט' א' ב'."
            ],
            [
                "<b>שהוא </b>\n<b> שמיני.</b> ר\"ה ד' ב' יומא ג' א' חגיגה י\"ז א'.",
                "<b> כל </b>\n<b> שבעה וכו'.</b> חגיגה י\"ז א' ושם כל הסוגיא ר\"ה ד' ב' מו\"ק כ\"ד ב'.",
                "<b> מפי </b>\n<b> השמועה וכו'.</b> עיין בלח\"מ מה שהקשה לרבינו דס\"ל דבעינן שלש רגלים לבל תאחר ועל כרחך נפקא ליה מדכתיב בחג המצות ובחג השבועות ובחג הסוכות וא\"כ מנ\"ל למידרש תשלומין לשבועות ותירץ דנפקא ליה מהא דרבה בר שמואל יעו\"ש היטב והנה בפירוש המשניות בפ\"ק דחגיגה ט' א' כתב רבינו וז\"ל ודע כי חג השבועות אע\"פ שהוא יום אחד יש לו תשלומין כל שבעה לאמרו בחג המצות ובחג השבועות ובחג הסוכות ובאה הקבלה מה חג המצות יש לו תשלומין כל שבעה אף חג השבועות יש לו תשלומין כל שבעה עכ\"ל אך שי\"ל שחזר בו ממש\"כ בפירושו וכן מצינו כמה פעמים אך על הרע\"ב יקשה שבר\"ה מבואר דפוסק כת\"ק דבעי שלש רגלים וכאן בחגיגה כתב הטעם דאיתקש לחג המצות יעו\"ש אך באמת נראה דלא דקדקו בזה כיון שהדין דין אמת אין נפק\"מ בהטעם וכן מצינו כמה פעמים שכתבו המפרשים על רבינו ולפ\"ז יתיישב ג\"כ דברי הסמ\"ג שהובא בלח\"מ. שוב ראיתי אריכת דברים בזה להזרע אברהם בספרי ראה פיסקא קמ\"ג יעו\"ש היטב. והנה לפי מש\"כ המפרשים דרבינו פוסק כת\"ק א\"כ בפשיטות לק\"מ עיין תוס' ר\"ה ד' ב' ד\"ה ואצ\"ל וכו' גירסת ר\"ח יעו\"ש ובהא אתי שפיר ליישב דעת הרע\"ב אבל לרבינו עיין מש\"כ בפי\"ד מהל' מעשה הקרבנות דפוסק כר\"ש יעו\"ש היטב ועיין."
            ],
            [
                "<b>את </b>\n<b> השבת וכו'.</b> עיין יומא נ' א' ועיין תוספתא פ\"א דתמורה יעו\"ש ובפסחים ע\"ו ב' יעו\"ש ועיין מש\"כ הלח\"מ על דברי התוס' דפסחים שם יעו\"ש היטב ונכונים דבריו וע\"ע בתוס' פסחים ע' ב' בד\"ה מ\"ט וכו' יעו\"ש היטב (ולכאורה י\"ל לפי מש\"כ התוס' שם בד\"ה הא ודאי וכו' דהסוגיא אזיל אליבא מאן דתלי דחיית שבת בקרבן צבור יעו\"ש א\"כ י\"ל לדידן א\"צ קרא להך דחגיגה לא דחי שבת משום דכיון דיש לו תשלומין כל שבעה וממילא ידעינן דלא דחי שבת אמנם זה דוחק קצת ויותר נראה לומר דהתוס' קאי אף אי נימא דבאמת מיקרי זמן קבוע מ\"מ בעינן נמי דיהא קרבן צבור יעו\"ש) ותראה כי דבריו מבוארין שמה ממש גם מש\"כ התוס' בפסחים ע\"ז ב' בד\"ה ה\"ג קמ\"ל וכו' דהא לענין טומאה זמנו קבוע וכו' לכאורה י\"ל מאי קושיא הא הש\"ס לא קאמר טעם זה דאין זמנו קבוע רק על שבת ובשבת באמת אין זמנו קבוע כיון דגברא חזי וכמש\"כ התוס' בחגיגה ב' א' בד\"ה איזהו וכו' ושם י\"ז א' בד\"ה יום טבוח וכו' יעו\"ש וא\"כ גם טומאה לא דחי ואף דלענין טומאה מיקרי זמנו קבוע מ\"מ כיון דלא דחי שבת לא דחי טומאה עיין יומא מ\"ו א' יעו\"ש היטב (וע\"ע תוס' פסחים פ' א' בד\"ה אתה וכו') ומלבד זה לק\"מ לפי מש\"כ רבינו לקמן פ\"ב ה\"ה יעו\"ש היטב שוב ראיתי בתוס' יו\"ט פ\"ב דחגיגה יעו\"ש היטב ודבריו תמוהים ועיין שם בתוס' חדשים יעו\"ש (וע\"ע כריתות ז' ב' יעו\"ש).",
                "<b> את </b>\n<b> יו\"ט וכו'.</b> כ\"מ מהא דפסחים ע' ב' פ' א' וביומא נ' א' ובתוספתא תמורה פ\"א ובחגיגה ט' א' י\"ז א' ובביצה י\"ט א' כ' ב' ובירושלמי שם פ\"ב דביצה ה\"ד ובפ\"ב דחגיגה ה\"ג ובתוספתא פ\"ב דחגיגה ובשלמי חגיגה אף ב\"ש מודה כדאיתא בביצה י\"ט א' ועיין בתוס' חגיגה י\"ז א' בד\"ה יום טבוח וכו' שהביאו ראיה מהירושלמי דפליגי בשלמי חגיגה ג\"כ (ובאמת גם בתוספתא פ\"ב דחגיגה איתא שם חגיגה יעו\"ש) אמנם בש\"ס שלפנינו בביצה מבואר דאינו כן והירושלמי י\"ל דקאי על עולת ראייה דגבי חגיגה קאמר התם שלמי חגיגה יעו\"ש בביצה ובחגיגה ועיי\"ש בקרבן העדה דמשמע מדבריו ג\"כ דמפרש על עולת ראייה יעו\"ש היטב ועיין במגילה ה' א' מבואר ג\"כ דב\"ש מודו בחגיגה דקרבה ביו\"ט ושם בחי' העירותי ג\"כ בזה.",
                "<b> נדרים </b>\n<b> ונדבות וכו'.</b> עיין שבת קי\"ד ב' וביצה י\"ט א' כ' ב' מנחות ק' א' ועיין שער המלך מש\"כ בזה והאריך בזה והנה מש\"כ על תוס' דביצה י\"ב א' בד\"ה השוחט וכו' דהשוחט שלמי נדבה פטור יעו\"ש וכתב דאסור מדאורייתא אבל לא לקי ע\"ז. דברים פשוטים המה וברורים בטעמם וכמש\"כ התוס' במגילה ה' א' וכמו שהביא הוא בעצמו אבל דברי השיטה מקובצת שם שכתב וז\"ל והא דקתני עולת נדבה לאפוקי שלמי נדבה דמותר שהרי יש בהן צורך הדיוט שהבשר נאכל לבעלים דאי תני עולת חובה הו\"א הא שלמי חובה שרי ומינה דשלמי נדבה אסירי וליתא דאפי' שלמי נדבה שרי כן פי' התוס' עכ\"ל ומזה משמע דלדעת התוס' שלמי נדבה לכתחלה שרי וזה אינו כמבואר שם כ' ב' וצ\"ע (וע\"ע תוס' חגיגה ז' ב' בד\"ה עולות וכו').<br><b> כתב</b> המל\"מ וז\"ל דע דנסכים שלא הביאו הצבור עם הקרבן דקי\"ל דמביא אותם אף לאחר כמה ימים וכמש\"כ רבינו בפ\"ב מהל' מעשה הקרבנות הי\"ב קרבים ביו\"ט כן כתב רש\"י פ\"ב דתמורה י\"ד עכ\"ל ואני בעניי לא מצאתי שם רק אם לא הקריב בשבת נסכים מותר להביא ביו\"ט שלאחריו יעו\"ש היטב וזה מותר להקטיר אף החלבים כמבואר לעיל פ\"א מהל' תמידין ומוספין ופ\"א מהל' קרבן פסח ה\"ח יעו\"ש אבל מחול ליו\"ט לא מצאתי ברש\"י וצ\"ע בזה אבל מהסברא נראה דיהא מותר דמאיזה טעם יאסר דהא אין בה שום מלאכה."
            ],
            [
                "<b>בכל </b>\n<b> כחו.</b> כן מבואר בחגיגה ט\"ז ב' י\"ז א' ועיין ביצה י\"ט א' ועיין לעיל פ\"ג מהל' מעשה הקרבנות הי\"א.",
                "<b> כמו </b>\n<b> שביארנו וכו'.</b> שם הי\"ב."
            ],
            [
                "<b>היורשין </b>\n<b> חייבין וכו'.</b> בכורות נ\"א ב' ירושלמי פ\"ק דחגיגה ה\"א. ומה שהביא מרן בשם הירושלמי ירשו קרקע אפי' לא הפרישו חייבים יעו\"ש דע כי לסוגיא דידן דב\"ב קע\"ה ב' דשמואל ס\"ל דשעבודא לאו דאורייתא א\"כ אף שהניח קרקע פטורים היורשים כ\"ז שלא הפריש מחיים וכדאיתא בקדושין י\"ג ב' לשמואל יעו\"ש אמנם לדעת רבינו יקשה כיון דס\"ל דשעבודא דאורייתא וכדעת ר' יוחנן שם בב\"ב ובקדושין שם א\"כ אפי' לא הפריש נמי וכמו בקדושין שם וכמו שהקשה הלח\"מ ועיין בשיירי קרבן שם מש\"כ בזה יעו\"ש היטב ועדיין צ\"ע בזה ואולי יש ליישב קצת על פי מש\"כ תוס' ט' א' ד\"ה כיון וכו' יעו\"ש היטב וה\"נ דכוותיה כיון דבשעת הבאה אינו ראוי ולא ס\"ל כהירושלמי אבל כשהפריש שפיר דמי ודוק היטב ואכתי יש לעיין בזה.",
                "<b> בחולו </b>\n<b> של מועד נדרים ונדבות וכו'.</b> עיין בביצה י\"ט ב' דאיתא שם השתא סלותי סלתינן נדרים ונדבות מיבעיא יעו\"ש וע\"ע חגיגה ז' ב' יעו\"ש היטב והא דמייתי רבינו הפסוק דאלה תעשו לה' וגו' הוא בתמורה י\"ד ב' (ועיין ספרי פרשת פינחס פיסקא קנ\"ב) לכאורה צע\"ק א\"כ מאי בעי קרא ע\"ז ומצאתי בשיטה מקובצת שהקשה זה וכתב דקרא אתי אף שיש לו בשר לצורך המועד מ\"מ שרי להקריב נדרים ונדבות משא\"כ בביצה איירי בשאין לו בשר והוי לצורך המועד וא\"צ קרא ע\"ז והוי כמו סלית סלתי דבעינן לצורך המועד דוקא יעו\"ש היטב. שוב ראיתי בצל\"ח בביצה כ' ב' בד\"ה גזירה וכו' מש\"כ בזה יעו\"ש היטב (ולא ראה מש\"כ השטמ\"ק בזה והבן ומה שהקשה שם הצל\"ח עוד כיון דבמועד באות א\"כ מאי הועילו חכמים בתקנתן שגזרו על נדרים ונדבות שאינן באות ביו\"ט שמא ישהו ואכתי ישהא עד חוה\"מ יעו\"ש היטב עיין בספר שער המלך לעיל ה\"ח מש\"כ ע\"ז בשם ס' קול בן לוי יעו\"ש היטב)."
            ],
            [
                "<b>אוכלים </b>\n<b> מרובים.</b> חגיגה ח' ב' ספרי ראה פיסקא קמ\"ג. ועיין ירושלמי פ\"ק דחגיגה ה\"ה וז\"ל ר' ירמיה בעי אמר הרי עלי חגיגה בחמש סלעים והביא בשתים יצא או כבר נקבע ולמה לא אילו מי שאמר הרי עלי אשם בחמש סלעים שמא לא נקבע וכא נקבע עכ\"ל ועיי\"ש בקרבן העדה וצ\"ע אמאי לא הובא זה ברבינו."
            ]
        ],
        [
            [
                "<b>נשים.</b> חגיגה ב' א' ו' ב' ר\"ה ו' ב' קדושין ל\"ד ב' ספרי ראה פיסקא קמ\"ג מכילתא משפטים פ\"כ ועיין תוס' ריש חגיגה מש\"כ בשם הירושלמי ועיי\"ש בשיירי קרבן בירושלמי ובטורי אבן שם יעו\"ש אריכת דברים בזה.",
                "<b> ועבדים.</b> ומיירי באינם משוחררים ופשיטא דפטור עי' חגיגה ד' א'.",
                "<b> מחרש.</b> שם ושם והטעם דפטור מכל מצות האמורות בתורה וכדאיתא התם ב' ב' וכן הטעם בשוטה.",
                "<b> ואלם.</b> שם בחגיגה ב' ב' ובירושלמי שם ה\"א ועיין במכילתא שם יעו\"ש היטב ועיין בתוס' ג' א' בד\"ה אע\"ג וכו' וברש\"א שם.",
                "<b> וקטן.</b> בש\"ס מבואר דפטירי מטעם דחרש ושוטה פטירי לפי שאינם בכל המצות והא דיכול לאחוז בידו של אביו וחייב הוא מטעם חינוך וכ\"כ רבינו לקמן הלכה ג' ועיין תוס' חגיגה ב' ב' ד\"ה נשים וכו' ושם ג' א' בד\"ה גמר וכו' אמנם במכילתא שם איתא גירסת האיפת צדק כל זכורך להוציא הקטנים ועיי\"ש במפרש שנדחק בזה ובאמת הוא היפך הש\"ס ד' א' והירושלמי שם ה\"א יעו\"ש (ועיין תוס' יו\"ט מה שהקשה על התוס' ד\"ה נשים וכו' ולק\"מ והבן).",
                "<b> וסומא.</b> בחגיגה ד' א' משמע קצת דסומא בשתי עיניו ממעיט מדכתיב רגלים ומינה ממעיט חיגר וחולה וסומא וזקן ואינו יכול לעלות ברגליו ומשמע מזה לפי שסומא בשתי עינים קשה לו ההליכה והא דממעטינן מדכתיב יראה יראה שם ב' א' ד' ב' סנהדרין ד' ב' ערכין ח' ב' היינו לענין סומא באחת מעיניו ועיין לקמן בלשון רבינו ועיין בתוספתא פ\"א ובמכילתא משפטים פ\"כ דממעט שם סומא מדכתיב יראה יעו\"ש וע\"כ היינו בסומא מעין אחת וע\"ע לקמן וע\"ע במכילתא דממעט חולה וזקן מדכתיב ושמחת יעו\"ש ועיין ירושלמי ה\"א יעו\"ש היטב וע\"ע ברש\"י מנחות צ\"ג א' וי\"ל דשם כתב אליבא דיוחנן בן דהבאי.",
                "<b> וטמא </b>\n<b> וערל.</b> חגיגה ד' ב' יבמות ע\"ב ב' והסוגיות פליגי אהדדי וכמש\"כ התוס' בחגיגה שם בד\"ה דמרבה וכו' בתירוץ הראשון וע\"ע ברשב\"א ובריטב\"א וברמב\"ן ביבמות שם וכבר הזכרתי קצת מזה לעיל בהל' קרבן פסח פ\"ט ה\"ח יעו\"ש ופ\"ו ה\"ז יעו\"ש היטב וזה שכתב רבינו בסוף ההלכה וכן הערל מאוס כטמא ורמז להסוגיא דיבמות ועיין בלח\"מ שם ופשוט.",
                "<b> והרך </b>\n<b> והענוג וכו'.</b> היינו מי שאינו יכול לעלות ברגל דקאמר רבא לאתויי מפנקי שם בחגיגה.",
                "<b> שהוא </b>\n<b> מדבר וכו'.</b> שם ב' ב' והטעם דנפיק ליה מדכתיב בהקהל למען ישמעו ועיין מה שאכתוב לקמן מזה אי\"ה.",
                "<b> בעינו </b>\n<b> אחת וכו'.</b> לקמן ד\"ה עינו אי\"ה יבואר מזה.",
                "<b> ברגלו </b>\n<b> אחת וכו'.</b> חגיגה ג' א'.",
                "<b> ספק </b>\n<b> אשה.</b> שם בחגיגה ד' א' מסקינן דכאן מיירי בטומטום שביציו מבחוץ ואעפ\"כ פטור יעו\"ש ומזה תמה הלח\"מ על רבינו והמל\"מ תמה דהא הוא פסול מטעם ערל יעו\"ש והנה קושיית המל\"מ ודאי לק\"מ לפי מש\"כ מקודם דרבינו לא ס\"ל כר\"ע רק כרבנן וטעם דערל פטור משום דמאיס ובטומטום לא מאיס וכמש\"כ התוס' ביבמות ע\"ב ב' ד\"ה התם וכו' ואפשר שלזה כיון המל\"מ בעצמו במה שהראה מקום לאותו התוס' (ועיין בתוס' חגיגה ד' ב' בד\"ה דמרבה וכו') אבל קושית הלח\"מ לכאורה קשה ולכאורה הייתי אומר כי בירושלמי איתא דטעם דטומטום מפני שהוא ספק אשה דהכי איתא התם טומטום שנקרע ונמצא זכר חייב יעו\"ש משמע קצת דהטעם מפני שהוא ספק והתם איתא דכל זכורך להוציא אנדרוגינוס אתי יעו\"ש ולא נזכר טומטום וה\"ט דלטומטום שהוא ספק אשה ל\"צ קרא וכקושיית הש\"ס וי\"ל דתנא דמתניתין באמת לא ממעט רק אנדרוגינוס מכל זכורך ולטומטום א\"צ קרא והתנא דברייתא ס\"ל דאתי למעוטי נמי טומטום שביציו מבחוץ אבל אינו מוכרח שתנא דמתניתין ס\"ל כן ולכן לא הביא רבינו לפטור בטומטום שביציו מבחוץ וכן יש להוכיח ג\"כ מהא דמחייב בירושלמי טומטום שנקרע ונמצא זכר אף דלא נקרע רק באחד מימי החג יעו\"ש ובשיירי קרבן בד\"ה מה נפיק וכו' יעו\"ש היטב ואי נימא דאף שודאי לנו שזכר הוא מ\"מ כ\"ז שעודו טומטום פטור מגזה\"כ א\"כ הוי כמו חיגר ונתפשט אלא ודאי כל שברור לנו שזכר הוא חייב אבל הא דפטור הוא מטעם שספק לנו (ועיין טורי אבן שהאריך בסברא זו יעו\"ש היטב) ולכן השמיט רבינו הא דביציו מבחוץ. ועוד י\"ל דהא דממעטינן ביציו מבחוץ היינו שהוא טומטום ואכתי מסתפק לנו שמא הוא אנדרוגינוס דגם לאנדרוגינוס יש זכרות ג\"כ ואהכי פטור שמא אכתי יש בו צד נקבות והוי ספק שמא זכר שמא נקבה ובזה ניחא הכל בס\"ד (אבל באמת איני יודע בריית האנדרוגינוס היכן היא וה' יודע האמת) ורבינו ל\"צ למיכתב דמיירי בטומטום שביציו מבחוץ וכתב סתמא טומטום שיש להסתפק בו אם הוא ספק זכר או נקבה פטור והנה בימי חרפי העירותי עוד באיזה עניינים אך כעת משכתי ידי מזה כי ראיתי להטו\"א שהעיר בזה (ועיין ביבמות ק' א' יעו\"ש היטב שם מבואר דלא כר\"ח דבכורות מ\"א ב' יעו\"ש) ומש\"כ רבינו דאנדרוגינוס הוא ספק איש או אשה עיין בפ\"ב מהל' אישות ופ\"ה מהל' ברכות ועיין לעיל סי' ל' יעו\"ש.",
                "<b> מפני </b>\n<b> צד וכו'.</b> חגיגה ב' ב' ושם ד' א' וערכין ב' ב' והנה הראב\"ד השיגו כי למשנה אחרונה חייב וכסוגיית הש\"ס התם ולכאורה הייתי אומר דרבינו הוקשה לו קושיית התוס' התם בד\"ה לא נצרכה וכו' הקשו דהא בגיטין מ\"ב ב' מבואר דאף למשנה אחרונה יש לו אדון יעו\"ש וכ\"פ רבינו בפי\"א מהל' נזקי ממון דצריך ליתן חצי קנס לאדונו אלמא חזינן דיש לו אדון אחר וא\"כ הוכרח לפרש איפכא דמה\"ת פטור מקרבן ראייה והא דחייב אינו רק מדרבנן וכמש\"כ מרן בשמו בפ\"ב מהל' קרבן פסח הי\"ג יעו\"ש היטב שוב פקחתי עיני ואראה כי הלח\"מ כ\"כ וע\"ע במל\"מ שם מש\"כ בזה וע\"ע בטורי אבן בחגיגה שם שהסכימו לפי' רש\"י והראב\"ד יעו\"ש וע\"ע ברדב\"ז ח\"ה סי' ע\"ט.",
                "<b> אין </b>\n<b> העבדים וכו'.</b> חגיגה ד' א' נזיר ס\"א א' כריתות ז' ב'.",
                "<b> להוציא </b>\n<b> את וכו'.</b> עי' לח\"מ שזה לא נמצא בש\"ס ובאמת כ\"ה כדבריו ועי' ברכות י\"ט א' ברש\"י וע\"ע יבמות ע\"ד ב' ובכריתות ז' ב' ונזיר ס\"א א' ועי' במכילתא משפטים פ\"כ ובילקוט שם דאיתא בילקוט תקרא את הזאת ולא גרים ועבדים יעו\"ש ועל כרחך מכנגד כל ישראל נפקא ליה ועי' באיפת צדק שם שמוחק תיבת גרי\"ם (ואם אמנם במכילתא שלפנינו הגירסא באופן אחר אמנם לרבינו י\"ל שהיה לפניו גירסא אחרת) אמנם לא ידעתי למה לא הביא הך דמי שאין לו אלא אדון אחד. שוב ראיתי בספר שיח יצחק שכתב מזה יעו\"ש היטב.",
                "<b> עינו </b>\n<b> אחת וכו'.</b> שם ב' א' ד' א' סנהדרין ד' ב' ערכין ב' ב' וספרי ראה פיסקא קמ\"ג ועיי\"ש בפי' רש\"י ותוס' וברש\"א שם בחגיגה ובסנהדרין שם ובמהר\"ם שיף (וזה לכאורה דלא כהלח\"מ) ועיין בפי' רגמ\"ה שבסוף ערכין בחי' גליון שם שכתב דילפינן לה מדכתיב ה' יראה אשר יאמר היום בהר ה' יראה יעו\"ש וצריך לפרש לפ\"ז הסוגיא דסנהדרין שם דהקושיא היא מחכמים דפליגי עליה דיוחנן בן דהבאי וה\"ק מדקאמר יוחנן בן דהבאי משמיה דר\"י מכלל דחכמי' פליגי עליו משא\"כ לרש\"י ותוס' הקושיא היא מיוחנן בן דהבאי דהכא הו\"ל לכו\"ע לדרוש המקרא בלחוד והבן. ומדהסוגיא דסנהדרין אזלא אליביה לכן פסק רבינו כוותיה ועי' בתוספתא פ\"א גם מדמסיק בחגיגה ב' א' דהכל לאתויי חצי עבד וחצי ב\"ח אלמא דהלכה כוותיה דיוחנן בן דהבאי וע\"ע במכילתא פרשת משפטים פ\"כ. והנה זה הפסוק דמייתי רבינו לא נזכר כלל בש\"ס והנ\"ל לפי שכתב שם בפי' רגמ\"ה עוד פי' וז\"ל וא\"ד מה לראות בשתי עיניו היינו סומא באחת מעיניו שאינו רואה את הנגעים דכתיב לכל מראה עיני הכהן אף הכא לראות בשתי עיניו עכ\"ל ולכאורה הא יראה יראה קא מפיק (ויש לדחוק בזה) אמנם י\"ל דגירסתו היתה ראיה ראיה ר\"ל דילפינן ראיה זו מראיה דגבי נגעים וה\"נ י\"ל דזו גירסת רבינו ותפס הכתוב דלראות וכו' וצע\"ק ועיין תוס' יו\"ט שכתב על דרך זה.",
                "<b> שמיעה </b>\n<b> גמורה.</b> היינו חרש באזנו אחת ובש\"ס התם ג' א' יליף לה מדכתיב באזניהם יעו\"ש היטב ולכאורה דברי רבינו תמוהים וכמו שתמה הלח\"מ וי\"ל דרבינו גורס אלא מלמען ישמעו נפקא והדר ביה ממאי דקאמר לעיל דילפא מאזניהם ויש להביא ראיה לזה דהא כתב התוס' בד\"ה אע\"ג וכו' דלמסקנא חרשים נפקא ליה ממאי דכתיב באזניהם ולמען ישמעו אתי לאפוקי רחוקים ולעיל מזה מסיק הש\"ס דמדבר ואינו שומע יליף מדכתיב למען ישמעון אלא ודאי צ\"ל דרחוקים נפקא ליה מדכתיב באזניהם ומלמען ישמעו נפקא ליה מדבר ואינו שומע וילפינן ג\"כ חרש באזנו אחת וע\"ע היטב בטורי אבן ובספר שיח יצחק יעו\"ש היטב. וגם אצל סומא באחת מעיניו דעת רבינו דלא כתוס' ורש\"י שהם פירשו כמו שהקב\"ה בא לראות אותך בשתי עיניו כך אתה בא לראותו בשתי עינים וזה ליתא דהקב\"ה לא שייך בו עינים רק ה\"ק כמו שהקב\"ה בא לראותך כך אתה בא לראותו ולכך כיון שאתה בא לראות את הקב\"ה לכן צריך להיות להאדם ראיה טובה לא חסרה וגרועה באחת מעיניו וה\"ק כדרך שבא לראות כך בא ליראות ר\"ל אם היה כתוב בפי' יראה כל זכורך (בחירק) היה הכוונה שתראה בשתי עינים אך עכשו נמי שכתיב יראה (בציר\"ה) הכוונה שתראה לפני הקב\"ה בשתי עיניך והבן.",
                "<b> לעלות </b>\n<b> ברגליו.</b> שם ג' א' נפקא ליה מדכתיב רגלים יעו\"ש ועיין במכילתא משפטים פ\"כ ובמפרש שם (שכתב דקטן ממעט מדכתיב רגלים יעו\"ש וזה לא נמצא כן בש\"ס שלפנינו) ועיין בלח\"מ שהרגיש בזה.",
                "<b> וכבר </b>\n<b> ביארנו וכו'.</b> לעיל פ\"ב מהל' ביאת מקדש הי\"ב יעו\"ש. ועי' מל\"מ שתמה למה לא הזכיר רבינו דין מי שאין לו קרקע המבואר בפסחים ח' ב' יעו\"ש (וע\"ע בירושלמי ספ\"ג דפאה יעו\"ש היטב) ועיין נוב\"י מהדו\"ת חלק או\"ח סימן צ\"ד מש\"כ בזה וע\"ע בצל\"ח שם מש\"כ בזה ויצא שם לפלפל בזה בגר דהיכי משכחת לה דיהיה לו קרקע יעו\"ש היטב והנה לכאורה הא מבואר בנדרים ל\"א א' דהכותים מצווין לעלות לרגל והתם ודאי לא נטלו חלק בארץ לכו\"ע אם לא דנימא מה שאמר אין לו קרקע היינו כל שאין לו קרקע כלל אבל מי שיש לו קרקע אף שלא ע\"י חלוקה עולמית רק שקנה שום קרקע אף שסופו לצאת ממנו מ\"מ מיקרי יש לו קרקע א\"כ שוב אין ראיה לדבריו מכל מש\"כ הוא ז\"ל בזה רק שי\"ל ג\"כ שזה שחייבים לעלות לירושלים הוא משום שמחה ולא משום ראיה והבן (גם מש\"כ בנוב\"י שם דליכא למימר דהגז\"ש דראיה ראיה אתי לפטור חיגר בהקהל וכתב ע\"ז דל\"צ גז\"ש דהא כתיב בעלותך לראות דמינה יליף הרמב\"ם למעוטי חיגר יעו\"ש ונראה מדבריו דזה כתיב אצל הקהל וזה אינו דהא כתיב אצל ראיה בפרשת כי תשא כדאיתא שם בעלותך לראות וכו' שלש פעמים בשנה וזה לא קאי אהקהל ובהקהל כתיב בבא כל ישראל וגו' ואולי כוונת הנוב\"י דגם מזה נוכל ללמוד דראוי לבא בעצמו וצע\"ק) ועיין בטו\"א ב' א' ד\"ה ועבדים וכו' וג' א' בד\"ה כדי ליתן וכו' מש\"כ בזה יעו\"ש היטב (אבל שיטת רבינו בהל' נדרים פ\"ט ה\"כ כתב דכותים פטורים מלעלות לרגל יעו\"ש) וע\"ע ירושלמי פ\"ד דפסחים ה\"ז."
            ],
            [
                "<b>המקמץ </b>\n<b> והוא וכו'.</b> שם בחגיגה ד' א' ז' ב' איתא דפטורים וכ\"ה בירושלמי שם ה\"א וצ\"ל דהעיקר הוא כתירוץ הר\"י קורקוס יעו\"ש במרן דלא נפטרו רק בעודן במאיסותן יעו\"ש."
            ],
            [
                "<b>קטן </b>\n<b> שיכול וכו'.</b> שם ב' א' ועיין ספרי ראה פיסקא קמ\"ג ועיין במל\"מ שכתב דרבינו ס\"ל כרש\"י דקטן חייב בחינוך ראיית פנים ולא בקרבן יעו\"ש ועיין טורי אבן ו' א' יעו\"ש.",
                "<b> אינו </b>\n<b> חייב וכו'.</b> שם ו' א' ובירושלמי שם ה\"א ומה שהקשה הלח\"מ והמל\"מ דהא בחיגר לא איבעיא ליה רק לב\"ש ולא לב\"ה י\"ל דהתם מיירי בחיגר בשתי רגליו אבל רבינו משמע כאן דמיירי בחיגר מרגלו אחת לכן אה\"נ דגם לב\"ה איבעיא ליה והא דלא משני הכא בש\"ס י\"ל משום דהא דחיגר ברגלו אחת הוא מימרא דאמורא ואולי בעל האיבעיא לא ידע מזה ולכן נקט איבעיא שלו אליבא דב\"ש והבן.",
                "<b> ראוי </b>\n<b> לרפואה.</b> שם בחגיגה דאי לאו הכי פשיטא דלא דכל עיקר הטעם משום חינוך וזה לא אתי לכלל חיוב אבל בירושלמי שם משמע דמדאורייתא קטן מחויב ולכן קמ\"ל דאף שלא יכול להתרפאות הו\"א דבקטן לא חילקה תורה יעו\"ש היטב."
            ],
            [
                "<b>פטור </b>\n<b> מן וכו'.</b> ודלא כדעת התוס' שם ב' ב' בד\"ה שומע ואינו מדבר וכו' ועיין בטורי אבן ב' א' בד\"ה החיגר וכו' ובאבני שהם בד\"ה ההוא מפעמים וכו' שהאריך להוכיח כדעת רבינו יעו\"ש היטב.",
                "<b> חייבין </b>\n<b> בשמחה וכו'.</b> פשוט דאצלם לא נאמר אלו מיעוטין עי' שם ו' ב' ועיי\"ש ב' ב' יעו\"ש היטב.",
                "<b> בהלכות </b>\n<b> ביאת וכו'.</b> לעיל פ\"ב הי\"ב יעו\"ש.",
                "<b> מעשה </b>\n<b> הקרבנות.</b> לעיל פ\"י ה\"ט יעו\"ש."
            ],
            [
                "<b>פטור </b>\n<b> מן וכו'.</b> עיין לעיל פ\"א ה\"ד.",
                "<b> נטמא </b>\n<b> בלילי וכו'.</b> כ\"ה בירושלמי פ\"ק ה\"א וז\"ל אף בטמא כן נטמא בשאר הימים על דעתיה דחזקיה ור' יוחנן פטור ע\"ד דרבי הושעיה חייב עכ\"ל ע\"ש בקרבן העדה.",
                "<b> ביום </b>\n<b> ראשון וכו'.</b> כ\"מ שם ט' א' וכמש\"כ מרן ועיי\"ש תוס' ד\"ה שאני טומאה וכו' יעו\"ש היטב והבן וע\"ע בלח\"מ שהקשה דא\"כ הו\"ל להש\"ס למימר שם ב' א' דהכל לאתויי בכה\"ג דנטמא בלילה דחייב להביא יעו\"ש היטב ובאמת לק\"מ דגם חזקיה ס\"ל כר\"י דתשלומין דראשון נינהו וכדאיתא בירושלמי וכמש\"כ למעלה ד\"ה נטמא ולעיל פ\"ב ה\"ד ואיהו ס\"ל דלילה מחוסר זמן ולכן לא היה יכול לשנויי כך ופשוט והש\"ס פריך סתמא דלמ\"ד כולן תשלומין דראשון הכל לאתויי מאי ואפי' לחזקיה נמי פריך. ועוד י\"ל דאולי זה פשיטא וע\"ד שכתבו תוס' ב' א' ד\"ה תשלומין וכו' אבל זה אינו כיון דיש מחלוקת בזה וק\"ל."
            ],
            [
                "<b>בכל </b>\n<b> עת וכו'.</b> י\"ל דמיירי ביום אחר אבל באותו יום לא וכמש\"כ התוס' ז' א' בד\"ה ר\"י וכו' אבל יותר נכון לומר דגם ביום ראשון יוכל להביא כמה פעמים שירצה וכר\"ל דהתם וכמש\"כ הלח\"מ. ועיין בטו\"א שיטה אחרת דביום ראשון כו\"ע לא פליגי דכל אימת דבא מחוייב להביא ולא פליגי רק בשאר ימות הרגל דלר\"ל מחוייב להביא ולר' יוחנן א\"צ וללישנא בתרא בעיקר הרגל כו\"ע לא פליגי דכל אימת שבא מחוייב להביא ולא פליגי רק בשאר ימות הרגל לריש לקיש יכול להביא ולר' יוחנן אינו רשאי להביא יעו\"ש היטב ולפ\"ז פסק רבינו או כר\"י אליבא דלישנא קמא או כר\"ל ללישנא בתרא וכסברת הלח\"מ."
            ],
            [
                "<b>עשר </b>\n<b> בהמות וכו'.</b> שם ח' ב' והנה עיין לח\"מ שהקשה אמאי לא כתב רבינו דבמפרש מקריב בשני א\"נ היכא דאין לו אוכלים יעו\"ש היטב ואי לא מסתפינא אמינא שגירסת רבינו היתה כך איתמר אמר רב שמן בר אבא א\"ר יוחנן לא שנו אלא שלא גמר וכו' ול\"ג איתמר נמי ופליג אהא דמחלק בין סתם למפרש וס\"ל דוקא שגמר היום אבל לא גמר היום אע\"פ שאין לו אוכלין מ\"מ הדין דאינו מביא רק בשגמר היום ומ\"מ יש לעיין בזה."
            ],
            [
                "<b>מן </b>\n<b> החולין.</b> חגיגה ז' ב' ותוספתא פ\"א ושם איתא ארשב\"א לא נחלקו ב\"ש וב\"ה על עולות הבאות לעולם שלא יביא אלא מן החולין ועל שלמים הבאין בשאר ימות השנה שאם רוצה לסמוך מן המעשר סומך על מה נחלקו על חגיגת יו\"ט עצמו שב\"ש אומרים יביא הכל מן החולין וב\"ה אומרים יביא חובתו מן החולין ואם רצה לסמוך מן המעשר סומך ושאר כל השנה יביא חובתו מן החולין עכ\"ל והנה הא דקאמר על עולות הבאות לעולם וכו' זה פשוט וכמש\"כ התוס' שם ח' א' בד\"ה אמאי וכו' ובתענית י\"ג ב' בד\"ה מאי וכו' וב\"ק ס\"ב ב' בד\"ה מרובה וכו' ובחולין כ\"א א' ד\"ה כמשפט וכו' ובמנחות פ\"ב א' בד\"ה אינו וכו' וד\"ה הנסכים וכו' ומטעם זה נ\"ל דהגיה הגר\"א בחגיגה שם וכשהן באות אינן באות אלא מן החולין דקאי אף על עולות נדרים ונדבות ופשוט. ובהגהות הגר\"א שבתוספתא איתא כך לא נחלקו ב\"ש וב\"ה על עולה ושלמים של יו\"ט שלא יביא אלא מן החולין וכו' על מה נחלקו על עולת של יו\"ט וכו' אין הבנה לדברים הללו דהא בעולה כו\"ע ס\"ל דאינו בא רק מן החולין ועוד דאיך סותר א\"ע דמתחלה קאמר דבעולה ושלמים ד\"ה דאינו בא רק מן החולין ושוב קאמר דנחלקו בעולה ועוד איך סברא לומר דשלמי חגיגה בא לכו\"ע מן החולין ובעולה פליגי ותמוה הגהתו מאד.",
                "<b> שאדם </b>\n<b> חייב וכו'.</b> עיין לעיל פט\"ז מהל' מעשה הקרבנות הט\"ו.",
                "<b> המעורבות </b>\n<b> עם וכו'.</b> כר' יוחנן שם ח' א' ועיין שם ב' פלוגתא דרב חסדא ורב ששת יעו\"ש היטב והנה בברייתא דמייתי כוותיה דר\"י שפיר מוכח כר\"י מדקתני מערב אבל הא דמייתי מברייתא כוותיה דחזקיה לא מוכח רק מהא דנקט אכילה ראשונה מן החולין וכמש\"כ רש\"י שם ומזה ודאי אינו מוכרח די\"ל דכוונתו דשיעור אכילה ראשונה וכמו שתירץ ר\"ש שם ולפ\"ז תרי הברייתות לא פליגי אהדדי וכולהו ס\"ל כר\"י (וע\"ע בירושלמי ה\"ב והובא בתוס' שם ח' ב' ד\"ה כיון וכו' יעו\"ש) ובזה אתי שפיר דמייתי רבינו הא דאכילה ראשונה תיהוי מן החולין משום דהברייתות לא פליגי אהדדי ומרן הרגיש בזה ולפי מש\"כ אתי שפיר והאור זרוע פסק דמותר לטפול אף בהמה לבהמה יעו\"ש וכרב ששת."
            ],
            [
                "<b>במעשר </b>\n<b> בהמה.</b> שם ח' א' בברייתא דתני כוותיה דחזקיה איתא שם ושאר כל ימות הפסח אדם יד\"ח במעשר בהמה וכתבו שם רש\"י ותוס' דאיירי בשלמי שמחה וכמו דאיתא שם ז' ב' במשנה ושם ח' א' בברייתא וכדלקמן הלכה י' ודעת רבינו דמיירי כאן בשלמי חגיגה ולא דמי למעות מעשר שני דאסור להביא רק בטופל במעות אבל במעשר בהמה ס\"ל דמותר להביא ממנו שלמי חגיגה לבד אף בלא שום טפילה ועיין בלח\"מ. ודעת הראב\"ד דכאן מיירי בשלמי חגיגה ומיירי בטופל בבהמה וכדעת חזקיה והך בריית' אתיא כוותיה ועיין בלח\"מ מש\"כ בזה."
            ],
            [
                "<b>שלמי </b>\n<b> שמחה וכו'.</b> חגיגה ז' ב' ח' א' תוספתא פ\"א ושם איתא נזיר יוצא באלו בין בשלו בין בשל אחרים וכתב המפרש וז\"ל באלו הקרבנות כגון שלמים וחטאת שמביא עכ\"ל ותימה איך נזיר יוצא בחטאת הא אינו נאכל רק לכהנים ואי מיירי בנזיר שהוא כהן א\"כ למה נקיט רק נזיר הא כבר איתא דכהנים יוצאים בחטאות ואשמות ולכן נ\"ל שהוא ט\"ס וצ\"ל ונזיר באילו והוא איל נזיר שהוא שלמים וכמבואר לעיל סימן פ\"ט מהל' מעשה הקרבנות ה\"ה ופשוט ועיין ספרי ראה פיסקא קמ\"ב.",
                "<b> אין </b>\n<b> יוצאין וכו'.</b> שם ובספרי שם יליף לה מאך ועיי\"ש זרע אברהם מש\"כ בזה.",
                "<b> כבר </b>\n<b> ביארנו וכו'.</b> לעיל פ\"י מהל' קרבן פסח הי\"ג.",
                "<b> רשות.</b> עיין תוס' פסחים נ\"ט ב' בד\"ה בארבעה עשר וכו' ע' א' ד\"ה לא וכו' ושם ב' ד\"ה מ\"ט וכו' יעו\"ש היטב וכאן בש\"ס משמע לכאורה כוותיהו דאי לאו דאורייתא היא רשות ואי דאורייתא א\"כ היא חובה יעו\"ש היטב. ומש\"כ רבינו לפיכך אין אדם וכו' י\"ל בדוחק דה\"ק כיון שיש להביאה במרובה ובטהרה ובחול לכן היא כחובה ואין יוצאין בה יד\"ח חגיגה. שוב מצאתי בצל\"ח פסחים ע' ב' שכתב ליישב דברי רבינו על פי דברי התוס' דשם ד\"ה שלמים וכו' דבעינן שישחט החגיגה בשעת חגיגה יעו\"ש אבל אם היה חגיגת י\"ד חובה היה מיקרי זה זמן חגיגה יעו\"ש היטב. ומש\"כ רבינו דאין יוצא בה יד\"ח חגיגה. הראב\"ד השיג ע\"ז וכתב דזהו רק אליבא דבן תימא אבל אליבא דרבנן דזהו רשות יוצא ידי חובת חגיגה אם התנה עליו לצאת בה ושחטה בי\"ד יעו\"ש והנה מש\"כ דשחטן בי\"ד יוצא משום חגיגה עיין בתוס' שם ד\"ה שלמים וכו' שלא ס\"ל כן וכמו שכתב הלח\"מ ומירושלמי כאן ה\"ד ובסוכה פ\"ד ה\"ה משמע דחגיגה ושמחה דין אחד להם יעו\"ש היטב וא\"כ למאי דפסק רבינו לקמן הלכות י\"א י\"ב דלא בעינן זביחה בשעת שמחה ה\"ה דלא בעינן זביחה בשעת חגיגה יעו\"ש היטב (אבל באמת המעיין יראה כי כוונת הירושלמי הכל משום שמחה יעו\"ש היטב והבן) ומש\"כ הלח\"מ דהראב\"ד ס\"ל דקרא לא מיירי אלא בימות החג שמצוה מן המובחר להקריב בהן אבל מעיו\"ט אינה מצוה מן המובחר יעו\"ש והנה באמת פשטות לשון הש\"ס משמע כהראב\"ד מדקאמר טעמא גבי חגיגה שאינו יוצא בשלמים ששחטן מעיו\"ט ידי חובת חגיגה לפי שבדבר שבחובה אינו בא אלא מן החולין יעו\"ש ולמה לא אמר טעמא לפי שאינו זמן חגיגה אף שדעת התוס' דהא בהא תליא מ\"מ למה נקט הש\"ס ברמז ולא נקט בפירוש והוכחת התוס' לא מכרע כ\"כ דמאי מקשה הא אכתי הו\"ל שמונה זה אינו כיון שאינו דוחה שבת א\"כ על כרחך מע\"ש שחיט לה ושוב לא משכחת חגיגה ביום השבת דמאתמול קא נפיק לה ולא דמי לשלמי שמחה דהתם כל אימת שאכלה נפיק לה בשמחה וכיון דלא אכל רק בשבת א\"כ נחשב השמחה מיום השבת גופה משא\"כ בחגיגה דביום הקרבה נפיק בה ולא באכילתה. וראיתי להצל\"ח שנתעורר בזה יעו\"ש שהאריך בזה אמנם על הראב\"ד לק\"מ.<br><b> אמנם</b> מש\"כ הראב\"ד דהברייתא דוקא לבן תימא דס\"ל חובה הוא אבל לרבנן דס\"ל רשות אה\"נ דיוצא בה ידי חובת חגיגה דע דבתוספתא דפסחים פ\"ה איתא וז\"ל וחגיגה הבאה עמו באה מן הצאן ומן הבקר ומן הכבשים ומן העזים מן הזכרים ומן הנקבות ובאה בת שנתה ובת שתים ונאכלת לשני ימים ולילה אחד ואין חייבין עליו משום שבירת העצם וחגיגה הבאה עמו היא נאכלת תחלה כדי שיהא פסח נאכל על השובע חגיגה הבאה עמו יוצא בה ידי חובתו משום שמחה ואין יוצא יד\"ח משום חגיגה עכ\"ל והא ברייתא זו אתיא אליבא דחכמים כמבואר בפסחים ע' א' ומ\"מ ס\"ל דאין יוצא יד\"ח משום חגיגה אמנם הגר\"א הגיה שם דזהו מדברי בן תימא יעו\"ש היטב וכן מוכח לכאורה בפסחי' ע\"א א' דקאמר ה\"נ מסתברא דאלת\"ה הא מתניתא מאן קתני לה בן תימא יעו\"ש היטב אבל מ\"מ י\"ל כסברת מרן דחכמים לא פליגי עליה דבן תימא בהא ואע\"ג דברייתא זו אליביה מתנייא ועיין לקמן בהלכה י\"ג מש\"כ בזה."
            ],
            [
                "<b>שלמי </b>\n<b> נדר וכו'.</b> פסחים ע\"א א' מימרא דרבין א\"ר אלעזר ועיין בירושלמי פ\"ק דחגיגה ה\"ד ובפ\"ד דסוכה ה\"ה יעו\"ש ומהתוס' פסחים צ\"ה ב' בד\"ה טעון וכו' ובר\"ה ה' א' ד\"ה מה וכו' וביומא ג' א' ד\"ה פז\"ר וכו' ובסוכה מ\"ז א' ד\"ה לינה וכו' ובר\"ה ו' ב' ד\"ה אשה וכו' מבואר דס\"ל דבעינן זביחה בשעת שמחה יעו\"ש היטב."
            ],
            [
                "<b>שא\"צ </b>\n<b> לשחוט וכו'.</b> כבר נתבאר לעיל דפסק כרבין א\"ר אלעזר והטעם עיין במרן ועוד נראה לי משום הברייתא דמייתי התם ובסוכה מ\"ח א' דממעט לילה ראשונה משום דאין שמחה לפניו ולא קאמר הטעם משום דאין לו במה לשמוח מוכח כוותיה דרבין יעו\"ש היטב."
            ],
            [
                "<b>ביום </b>\n<b> י\"ד.</b> פסחים י\"ג ב' וביצה י\"ט ב' וירושלמי פסחים פ\"ק ה\"ה.",
                "<b> יוצא </b>\n<b> בה וכו'.</b> ביצה שם ובתוספתא חגיגה פ\"א ובש\"ס ובתוספתא מבואר דקאי זה על חוה\"מ סוכות אבל בער\"פ לא נזכר מזה כלל ובאמת רבינו שכתב זה על ער\"פ תמוה הוא וכמו שתמה ע\"ז הר\"י קורקס וכמש\"כ מרן בשמו ועיין בלח\"מ שכתב מזה יעו\"ש היטב והנה בירושלמי פ\"ק דחגיגה ה\"ד ובסוכה פ\"ד ה\"ה פריך על שינוייא דמשני בעבר ועיכב על ט\"ו יעו\"ש וא\"כ היכי יתרץ הברייתא אלא ודאי מוכרחין לומר כמש\"כ הלח\"מ דלינה לצורך מצוה לית לן בה אבל י\"ל דהירושלמי מוקי לה כגירסת התוספתא דכתבתי למעלה בה\"י ואתיא כחכמים דפליגי עליה דבן תימא ויש ראיה מכאן למש\"כ רבינו שם יעו\"ש היטב ובאמת דברי הלח\"מ דחוקים קצת וביותר נ\"ל תירוץ ר\"י קורקו\"ס דלא מיירי מהביאה בי\"ד."
            ],
            [
                "<b>הרי </b>\n<b> עלי וכו'.</b> ביצה י\"ט ב' ועיין ראב\"ד שהשיג ע\"ז ודעתו דאם התנה ע\"מ שאצא מהני יעו\"ש והנה ברש\"י שם כ' א' ובתוס' שם ד\"ה נזיר וכו' מבואר שם שדעתם דמיירי בעל מנת ומ\"מ אסור ועיי\"ש במלחמות לרמב\"ן ובחי' הרשב\"א ועיין בשיטה מקובצת מש\"כ בזה שדעתו כדעת הראב\"ד ומ\"מ מצינו לגדולי הראשונים דקיימי בשיטת רבינו יעו\"ש היטב.",
                "<b> לשמח </b>\n<b> העניים.</b> עיין פ\"ו מהל' יו\"ט הי\"ח ובאו\"ח סימן תקכ\"ט ועיין בזוהר פינחס ובזוהר שאומרים בליל ש\"ק.",
                "<b> בלא</b>\n<b> תעשה.</b> עיין ספרי ראה פיסקא ע\"ד יעו\"ש היטב ולכאורה צע\"ק א\"כ ל\"ל לעיל פי\"ד מהל' מעשה הקרבנות הי\"ג לרבות מעשר ראשון לבל תאחר הא ברגל אחד עובר בל\"ת ודוחק לומר דעובר בשני לאוין. שוב ראיתי שם בטו\"א שכתב דמעשר ראשון אינו בבל תאחר יעו\"ש היטב ויש לתרץ עוד דאם לא מצא לוי מזומן לפניו דאינו עובר רק עד שלשה רגלים א\"נ נפק\"מ באם יש ללוי כדי צרכו ואינו עובר עד שיעברו שלשה רגלים וכה\"ג והבן."
            ]
        ],
        [
            [
                "<b>מוצאי </b>\n<b> שמטה וכו'.</b> סוטה מ\"א א'."
            ],
            [
                "<b>פטור </b>\n<b> ממצות וכו'.</b> עיין חגיגה ג' א' דילפינן ראיה לפטור מהקהל יעו\"ש וסומא כתב רבינו לעיל סימן פ\"ב ה\"א מדכתיב לראות והיינו קרא דכתיב גבי הקהל ועבדים יליף לה מדכתיב בבא כל ישראל והיינו מקרא דכתיב גבי הקהל יעו\"ש וחיגר וחולה וזקן וענוג י\"ל דיליף לה מגז\"ש דראייה ראייה ועיין מש\"כ לעיל פ\"ב ה\"א ד\"ה וכבר ביארנו בשם הנוב\"י ומש\"כ עליו שם יעו\"ש.",
                "<b> האנשים </b>\n<b> והטף וכו'.</b> צ\"ל הנשים והטף וזה מבואר בכתוב ועיין חגיגה שם ג' א' ובירושלמי שם ה\"א ועיי\"ש בחגיגה ד' א' ובקדושין ל\"ד ב' ול\"ה א' יעו\"ש היטב.",
                "<b> והערל.</b> עיין לח\"מ ועוד כי לא נזכר בשום מקום לפטור.",
                "<b> בבוא </b>\n<b> כל וכו'.</b> עיין ירושלמי פ\"ק דחגיגה ה\"א יעו\"ש היטב."
            ],
            [
                "<b>יו\"ט </b>\n<b> הראשון וכו'.</b> שם בסוטה מ\"א א'.",
                "<b> והמלך </b>\n<b> הוא וכו'.</b> שם בסוטה ע\"ב ועיין בספרי שופטים פיסקא ק\"ס ועי' תוס' יו\"ט ולכאורה תמוהים דבריו יעו\"ש היטב.",
                "<b> ובעזרת </b>\n<b> הנשים וכו'.</b> שם בסוטה ע\"ב וביומא ס\"ט ב' ועי' מש\"כ בפ\"א מהל' בית הבחירה ה\"ט יעו\"ש היטב.",
                "<b> משובח.</b> שם בסוטה במשנה.",
                "<b> על </b>\n<b> הסדר וכו'.</b> במשנה איתא שם וז\"ל ושמע והיה אם שמוע עשר תעשר כי תכלה לעשר ופרשת המלך וברכות וקללות עד שגומר כל הפרשה ועיין שם ברש\"י אמנם מדברי רבינו מבואר שלא היה כן גירסא שלו וכמש\"כ הלח\"מ. ומהנראה שהיה לפניו גירסת הירושלמי וכמש\"כ במראה הפנים שם ועיין בתוס' יו\"ט אף דאיתא שם בירושלמי דהיה קורא כי תכלה ולפי' רבינו לא היה לו להזכיר זה בפ\"ע כיון שבכלל כל הספר הוא מ\"מ י\"ל דנקטינהו לפי שבשבילם הוצרך לקרות כל זה. ומה שתמה התוס' יו\"ט על הרע\"ב שכתב דקורא פרשת המלך לאחר הברכות והקללות יעו\"ש י\"ל דהרע\"ב היה לפניו גירסת הילקוט דהכי איתא שם וז\"ל וקורא מתחלת אלה הדברים עד שמע ומשמע עד והיה אם שמוע עשר תעשר וכי תכלה לעשר ברכות וקללות ופרשת המלך עד שגומר כל הפרשה כולה ופשוט."
            ],
            [
                "<b>תוקעין </b>\n<b> בחצוצרות.</b> תוספתא שם פ\"ז ובירושלמי דמגילה פ\"ק הלכה ד' והלכה י' ופ\"ג דהוריות הלכה ג' וע\"ע בספרי בהעלותך פיסקא ע\"ה נוסחא אחרינא שם.",
                "<b> ושל </b>\n<b> עץ וכו'.</b> שם בסוטה ועיין ירושלמי במגילה שם.",
                "<b> כשהוא </b>\n<b> עומד ואם רצה יושב וכו'.</b> שיעור דבריו הוא כך דקבלתו מוכרח להיותו מעומד אבל קריאתו תלוי ברצונו להיותו מיושב או מעומד וכן מבואר במשנה.",
                "<b> ופותח </b>\n<b> ורואה וכו'.</b> מגילה ל\"ב א' ושם העירותי קצת ודברתי שם מזה בחי'.",
                "<b> שבע </b>\n<b> ברכות וכו'.</b> שם במשנה ברכות שכה\"ג מברך אותן המלך מברך אותן אלא שנותן של רגלים תחת מחילת העון ועיין לעיל פ\"ג מהל' עבודת יוה\"כ הי\"א יעוין שם היטב ועיין לחם משנה."
            ],
            [
                "<b>בלה\"ק.</b> הקריאה מבואר בסוטה ל\"ב א' מ\"א א' אמנם הברכות מרן לא הערה מקורו גם התוס' יו\"ט השיג על רבינו יעו\"ש וכן ראיתי בספר באר שבע שתמה בזה יעו\"ש אמנם נראה לי דיש לומר מדאיתא במשנה שמשווה ברכות של מלך לברכות של כה\"ג ולא חילק ביניהם רק במה שנותן של רגלים תחת מחילת העון יעוין שם משמע דה\"ה לענין לשון הקודש שוים המה דאם לא כן הו\"ל להזכיר גם כן חילוק זה ופשוט לדעתי.",
                "<b> שיש </b>\n<b> שם וכו'.</b> דאי לאו הכי פשיטא דבלה\"ק קאמר ומאי קא משמע לן וכל הנך דנאמרות בכל לשון בודאי באינו מבין לשון הקודש דאם מבין בלשון הקודש לה\"ק עדיפא וכמו שהאריכו האחרונים בזה אלא ודאי דהכא מיירי אף שיש לועזים שאינם מבינים בלשון הקודש מכל מקום יקרא דוקא בלשון הקודש."
            ],
            [
                "<b>חייבים </b>\n<b> להכין וכו'.</b> דהגר תיכף כשנתגייר מחויב במצוה זו אף שאינו מבין עדיין לשון הקודש וכמש\"כ לעיל בהלכה ה' מחוייבין לבוא ולשמוע.",
                "<b> שאינו </b>\n<b> יכול לשמוע וכו'.</b> עיין בלח\"מ שכתב וז\"ל אם כוונת רבינו ז\"ל על החרש אפ\"ל דאע\"ג דחרש אפי' באזנו אחת פטור מן הקהל דהא פטור מן הראייה וכל הפטור מן הראייה פטור מהקהל עד כאן לשונו ואני אומר מאריה דאברהם תלי תניא בדלא תניא דהא דחרש באזנו אחת פטור מן הראייה מהקהל הוא דילפינן לה כדאיתא בחגיגה ג' א' יעו\"ש היטב ולכן המעיין בסוגיא ההיא בעיניו יראה כי מה שכתב בתירוצו דרבינו מיירי שעומד במקום רחוק שאינו יכול לשמוע יעו\"ש היטב גם זה אינו דהא שם מבואר דיש להם לעמוד מקרוב בענין שיכולים לשמוע עיין שם בתוס' דבור המתחיל אף על גב וכו' אף על פי שיש לדחוק בזה אמנם היותר נראה לענ\"ד כי כוונת רבינו על הלועזים שאינם מבינים חייבים לשמוע והביא ראיה לזה שאין הקריאה בשביל להבין מה שקורא שהרי החכמים הגדולים שיודעים כל התורה כולה מחוייבים לשמוע ולכן גם הגרים הלועזים מחוייבים לשמוע והנה שם איתא דמדבר ואין שומע מלמען ישמעו נפקא ועיין שם בתוספות דבור המתחיל מלמען וכו' ודבור המתחיל אלא וכו' יעוין שם היטב דמי שאינו שומע ואינו מבין פטור יעוין שם אמנם יש לחלק למי שאזניו אטומים מלשמוע שאצלו אין תועלת כלל למי ששומע שפיר רק שאינו מבין והדברים עתיקים (ומ\"מ אכתי יש לעיין בזה)."
            ],
            [
                "<b>בשבת </b>\n<b> מאחרין.</b> מגילה ה' א' ומה שהשיג הראב\"ד ומה שכתב מרן על זה ובלח\"מ יעו\"ש היטב ועיין בש\"ק במגילה שם בירושלמי ועיין בסוטה שם ברש\"י ובתוס' דבור המתחיל כתב וכו' יעו\"ש היטב ולא רציתי להאריך בזה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "הר המוריה על משנה תורה, הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Har HaMoriyah",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}