{
    "text": {
        "0_Chapter, 0_Verse": "Voici les noms des fils d’Israël, venus en Égypte; ils y accompagnèrent Jacob, chacun avec sa famille:",
        "0_Chapter, 1_Verse": "Ruben, Siméon, Lévi et Juda;",
        "0_Chapter, 2_Verse": "Issachar, Zabulon et Benjamin;",
        "0_Chapter, 3_Verse": "Dan et Nephtali, Gad et Aser.",
        "0_Chapter, 4_Verse": "Toutes les personnes composant la lignée de Jacob étaient au nombre de soixante-dix. Pour Joseph, il était déjà en Égypte.",
        "0_Chapter, 5_Verse": "Joseph mourut, ainsi que tous ses frères, ainsi que toute cette génération.",
        "0_Chapter, 6_Verse": "Or, les enfants d’Israël avaient augmenté, pullulé, étaient devenus prodigieusement nombreux et ils remplissaient la contrée.",
        "0_Chapter, 7_Verse": "Un roi nouveau s’éleva sur l’Égypte, lequel n’avait point connu Joseph.",
        "0_Chapter, 8_Verse": "Il dit à son peuple: \"Voyez, la population des enfants d’Israël surpasse et domine la nôtre.",
        "0_Chapter, 9_Verse": "Eh bien! usons d’expédients contre elle; autrement, elle s’accroîtra encore et alors, survienne une guerre, ils pourraient se joindre à nos ennemis, nous combattre et sortir de la province.\"",
        "0_Chapter, 10_Verse": "Et l’on imposa à ce peuple des officiers de corvée pour l’accabler de labeurs et il bâtit pour Pharaon des villes d’approvisionnement, Pithom et Ramessès.",
        "0_Chapter, 11_Verse": "Mais, plus on l’opprimait, plus sa population grossissait et débordait et ils conçurent de l’aversion pour les enfants d’Israël.",
        "0_Chapter, 12_Verse": "Les Égyptiens accablèrent les enfants d’Israël de rudes besognes.",
        "0_Chapter, 13_Verse": "Ils leur rendirent la vie amère par des travaux pénibles sur l’argile et la brique, par des corvées rurales, outre les autres labeurs qu’ils leur imposèrent tyranniquement.",
        "0_Chapter, 14_Verse": "Le roi d’Égypte s’adressa aux sages femmes hébreues, qui se nommaient, l’une Chifra, l’autre Poûa",
        "0_Chapter, 15_Verse": "et il dit: \"Lorsque vous accoucherez les femmes hébreues, vous examinerez les attributs du sexe: si c’est un garçon, faites-le périr; une fille, qu’elle vive.\"",
        "0_Chapter, 16_Verse": "Mais les sages-femmes craignaient Dieu: elles ne firent point ce que leur avait dit le roi d’Égypte, elles laissèrent vivre les garçons.",
        "0_Chapter, 17_Verse": "Le roi d’Égypte manda les sages-femmes et leur dit: \"Pourquoi avez-vous agi ainsi, avez-vous laissé vivre les garçons?\"",
        "0_Chapter, 18_Verse": "Les sages-femmes répondirent à Pharaon: \"C’est que les femmes des Hébreux ne sont pas comme celles des Égyptiens, elles sont vigoureuses et avant que la sage-femme soit arrivée près d’elles, elles sont délivrées.\"",
        "0_Chapter, 19_Verse": "Le Seigneur bénit les sages-femmes et le peuple multiplia et s’accrut considérablement.",
        "0_Chapter, 20_Verse": "Or, comme les sages-femmes avaient craint le Seigneur et qu’il avait augmenté leurs familles,",
        "0_Chapter, 21_Verse": "Pharaon donna l’ordre suivant à tout son peuple: \"Tout mâle nouveau-né, jetez-le dans le fleuve et toute fille laissez-la vivre.\"",
        "1_Chapter, 0_Verse": "Or, il y avait un homme de la famille de Lévi, qui avait épousé une fille de Lévi.",
        "1_Chapter, 1_Verse": "Cette femme conçut et enfanta un fils. Elle considéra qu’il était beau et le tint caché pendant trois mois.",
        "1_Chapter, 2_Verse": "Ne pouvant le cacher plus longtemps, elle lui prépara un berceau de jonc qu’elle enduisit de bitume et de poix, elle y plaça l’enfant et le déposa dans les roseaux sur la rive du fleuve.",
        "1_Chapter, 3_Verse": "Sa sœur se tint à distance pour observer ce qui lui arriverait.",
        "1_Chapter, 4_Verse": "Or, la fille de Pharaon descendit, pour se baigner, vers le fleuve, ses compagnes la suivant sur la rive. Elle aperçut le berceau parmi les roseaux et envoya sa servante qui alla le prendre.",
        "1_Chapter, 5_Verse": "Elle l’ouvrit, elle y vit l’enfant: c’était un garçon vagissant. Elle eut pitié de lui et dit: \"C’est quelque enfant des Hébreux.\"",
        "1_Chapter, 6_Verse": "Sa sœur dit à la fille de Pharaon: \"Faut-il t’aller quérir une nourrice parmi les femmes hébreues, qui t’allaitera cet enfant?\"",
        "1_Chapter, 7_Verse": "La fille de Pharaon lui répondit: \"Va.\" Et la jeune fille alla quérir la mère de l’enfant.",
        "1_Chapter, 8_Verse": "La fille de Pharaon dit à celle-ci: \"Emporte cet enfant et allaite-le moi, je t’en donnerai le salaire.\" Cette femme prit l’enfant et l’allaita.",
        "1_Chapter, 9_Verse": "L’enfant devenu grand, elle le remit à la fille de Pharaon et il devint son fils; elle lui donna le nom de Moïse, disant: \"Parce que je l’ai retiré des eaux.\"",
        "1_Chapter, 10_Verse": "Or, en ce temps-là, Moïse, ayant grandi, alla parmi ses frères et fut témoin de leurs souffrances.",
        "1_Chapter, 11_Verse": "Il aperçut un Égyptien frappant un Hébreu, un de ses frères. Il se tourna de côté et d’autre et ne voyant paraître personne, il frappa l’Égyptien et l’ensevelit dans le sable.",
        "1_Chapter, 12_Verse": "Étant sorti le jour suivant, il remarqua deux Hébreux qui se querellaient et il dit au coupable: \"Pourquoi frappes-tu ton prochain?\"",
        "1_Chapter, 13_Verse": "L’autre répondit: \"Qui t’a fait notre seigneur et notre juge? Voudrais-tu me tuer, comme tu as tué l’Égyptien?\" Moïse prit peur et se dit: \"En vérité, la chose est connue!\"",
        "1_Chapter, 14_Verse": "Pharaon fut instruit de ce fait et voulut faire mourir Moïse. Celui-ci s’enfuit de devant Pharaon et s’arrêta dans le pays de Madian, où il s’assit près d’un puits.",
        "1_Chapter, 15_Verse": "Le prêtre de Madian avait sept filles. Elles vinrent puiser là et emplir les auges, pour abreuver les brebis de leur père.",
        "1_Chapter, 16_Verse": "Les pâtres survinrent et les repoussèrent. Moïse se leva, prit leur défense et abreuva leur bétail.",
        "1_Chapter, 17_Verse": "Elles retournèrent chez Réouël leur père, qui leur dit: \"Pourquoi rentrez-vous sitôt aujourd’hui?\"",
        "1_Chapter, 18_Verse": "Elles répondirent: \"Un certain Égyptien nous a défendues contre les pâtres; bien plus, il a même puisé pour nous et a fait boire le bétail.\"",
        "1_Chapter, 19_Verse": "Il dit à ses filles: \"Et où est-il? Pourquoi avez-vous laissé là cet homme? Appelez-le, qu’il vienne manger.\"",
        "1_Chapter, 20_Verse": "Moïse consentit à demeurer avec cet homme, qui lui donna en mariage Séphora, sa fille.",
        "1_Chapter, 21_Verse": "Elle enfanta un fils, qu’il nomma Gersom, en disant: \"Je suis un émigré sur une terre étrangère.\"",
        "1_Chapter, 22_Verse": "Il arriva, dans ce long intervalle, que le roi d’Égypte mourut. Les enfants d’Israël gémirent du sein de l’esclavage et se lamentèrent; leur plainte monta vers Dieu du sein de l’esclavage.",
        "1_Chapter, 23_Verse": "Le Seigneur entendit leurs soupirs et il se ressouvint de son alliance avec Abraham, avec Isaac, avec Jacob.",
        "1_Chapter, 24_Verse": "Puis, le Seigneur considéra les enfants d’Israël et il avisa.",
        "2_Chapter, 0_Verse": "Or, Moïse faisait paître les brebis de Jéthro son beau-père, prêtre de Madian. Il avait conduit le bétail au fond du désert et était parvenu à la montagne divine, au mont Horeb.",
        "2_Chapter, 1_Verse": "Un ange du Seigneur lui apparut dans un jet de flamme au milieu d’un buisson. Il remarqua que le buisson était en feu et cependant ne se consumait point.",
        "2_Chapter, 2_Verse": "Moïse se dit: \"Je veux m’approcher, je veux examiner ce grand phénomène: pourquoi le buisson ne se consume pas.\"",
        "2_Chapter, 3_Verse": "L’Éternel vit qu’il s’approchait pour regarder; alors Dieu l’appela du sein du buisson, disant: \"Moïse! Moïse!\" Et il répondit: \"Me voici.\"",
        "2_Chapter, 4_Verse": "Il reprit: \"N’approche point d’ici! Ote ta chaussure, car l’endroit que tu foules est un sol sacré!\"",
        "2_Chapter, 5_Verse": "Il ajouta: \"Je suis la Divinité de ton père, le Dieu d’Abraham, d’Isaac et de Jacob...\" Moïse se couvrit le visage, craignant de regarder le Seigneur.",
        "2_Chapter, 6_Verse": "L’Éternel poursuivit: \"J’ai vu, j’ai vu l’humiliation de mon peuple qui est en Égypte; j’ai accueilli sa plainte contre ses oppresseurs, car je connais ses souffrances.",
        "2_Chapter, 7_Verse": "Je suis donc intervenu pour le délivrer de la puissance égyptienne et pour le faire passer de cette contrée-là dans une contrée fertile et spacieuse, dans une terre ruisselante de lait et de miel, où habitent le Cananéen, le Héthéen, l’Amorréen, le Phérézéen, le Hévéen et le Jébuséen.",
        "2_Chapter, 8_Verse": "Oui, la plainte des enfants d’Israël est venue jusqu’à moi; oui, j’ai vu la tyrannie dont les Égyptiens les accablent.",
        "2_Chapter, 9_Verse": "Et maintenant va, je te délègue vers Pharaon; et fais que mon peuple, les enfants d’Israël, sortent de l’Égypte.\"",
        "2_Chapter, 10_Verse": "Moïse-dit au Seigneur: \"Qui suis-je, pour aborder Pharaon et pour faire sortir les enfants d’Israël de l’Égypte?\"",
        "2_Chapter, 11_Verse": "Il répondit: \"C’est que je serai avec toi et ceci te servira à prouver que c’est moi qui t’envoie: quand tu auras fait sortir ce peuple de l’Égypte, vous adorerez le Seigneur sur cette montagne même.\"",
        "2_Chapter, 12_Verse": "Moïse dit à Dieu: \"Or, je vais trouver les enfants d’Israël et je leur dirai: Le Dieu de vos pères m’envoie vers vous... S’ils me disent: Quel est son nom? que leur dirai-je?\"",
        "2_Chapter, 13_Verse": "Dieu répondit à Moïse: \"Je suis l’Être invariable!\" Et il ajouta: \"Ainsi parleras-tu aux enfants d’Israël: C’est l’Être invariable qui m’a délégué auprès de vous.\"",
        "2_Chapter, 14_Verse": "Dieu dit encore à Moïse: \"Parle ainsi aux enfants d’Israël: ‘L’Éternel, le Dieu de vos pères, le Dieu d’Abraham, d’Isaac et de Jacob, m’envoie vers vous.’ Tel est mon nom à jamais, tel sera mon attribut dans tous les âges.",
        "2_Chapter, 15_Verse": "Va rassembler les anciens d’Israël et dis-leur: ‘L’Éternel, Dieu de vos pères, Dieu d’Abraham, d’Isaac et de Jacob, m’est apparu en disant: J’ai fixé mon attention sur vous et sur ce qu’on vous fait en Égypte",
        "2_Chapter, 16_Verse": "et j’ai résolu de vous faire monter, du servage de l’Égypte, au territoire du Cananéen, du Héthéen, de l’Amorréen, du Phérézéen, du Hévéen et du Jébuséen, contrée ruisselante de lait et de miel.’",
        "2_Chapter, 17_Verse": "Et ils écouteront ta voix; alors tu iras, avec les anciens d’Israël, trouver le roi d’Égypte et vous lui direz: ‘L’Éternel, le Dieu des Hébreux, s’est manifesté à nous. Et maintenant nous voudrions aller à trois journées de chemin, dans le désert, sacrifier à l’Éternel, notre Dieu’",
        "2_Chapter, 18_Verse": "Or, je sais que le roi d’Égypte ne vous laissera point partir, pas même en présence d’une puissance supérieure.",
        "2_Chapter, 19_Verse": "Mais j’étendrai ma main et je terrasserai l’Égypte par tous les prodiges que j’accomplirai dans son sein; alors seulement on vous laissera partir.",
        "2_Chapter, 20_Verse": "Et j’inspirerai aux Égyptiens de la bienveillance pour ce peuple; si bien que, lorsque vous partirez, vous ne partirez point les mains vides.",
        "2_Chapter, 21_Verse": "Chaque femme demandera à sa voisine, à l’habitante de sa maison, des vases d’argent, des vases d’or, des parures; vous en couvrirez vos fils et vos filles et vous dépouillerez l’Égypte.",
        "3_Chapter, 0_Verse": "Moïse prit la parole et dit: \"Mais certes, ils ne me croiront pas et ils n’écouteront pas ma voix, parce qu’ils diront: L’Éternel ne t’est point apparu.\"",
        "3_Chapter, 1_Verse": "Le Seigneur lui dit: \"Qu’as-tu là à la main?\" Il répondit: \"Une verge.\"",
        "3_Chapter, 2_Verse": "Il reprit: \"Jette-la à terre!\" Et il la jeta à terre et elle devint un serpent. Moïse s’enfuit à cette vue.",
        "3_Chapter, 3_Verse": "Le Seigneur dit à Moïse: \"Avance la main et saisis sa queue!\" Il avança la main et le saisit et il redevint verge dans sa main.",
        "3_Chapter, 4_Verse": "\"Ceci leur prouvera qu’il s’est révélé à toi, l’Éternel, le Dieu de leurs pères, le Dieu d’Abraham, d’Isaac et de Jacob.\"",
        "3_Chapter, 5_Verse": "Le Seigneur lui dit encore: \"Mets ta main dans ton sein.\" Il mit sa main dans son sein, l’en retira et voici qu’elle était lépreuse, blanche comme la neige.",
        "3_Chapter, 6_Verse": "II reprit: \"Replace ta main dans ton sein.\" Il remit sa main dans son sein, puis il l’en retira et voici qu’elle avait repris sa carnation.",
        "3_Chapter, 7_Verse": "\"Eh bien! s’ils n’ont pas croyance en toi, s’ils sont sourds à la voix du premier prodige, ils devront céder à la voix du dernier.",
        "3_Chapter, 8_Verse": "Que s’ils restent incrédules en présence de ces deux prodiges et s’ils n’écoutent pas ta voix, tu prendras des eaux du fleuve et tu les répandras à terre et ces eaux que tu auras prises du fleuve deviendront du sang sur la terre.\"",
        "3_Chapter, 9_Verse": "Moïse dit à l’Éternel: \"De grâce, Seigneur! je ne suis habile à parler, ni depuis hier, ni depuis avant-hier, ni depuis que tu parles à ton serviteur; car j’ai la bouche pesante et la langue embarrassée.\"",
        "3_Chapter, 10_Verse": "L’Éternel lui répondit: \"Qui a donné une bouche à l’homme? qui le fait muet ou sourd, clairvoyant ou aveugle, si ce n’est moi, l’Éternel?",
        "3_Chapter, 11_Verse": "Va donc, je seconderai ta parole et je t’inspirerai ce que tu devras dire.\"",
        "3_Chapter, 12_Verse": "Il repartit: \"De grâce, Seigneur! donne cette mission à quelque autre!\"",
        "3_Chapter, 13_Verse": "Le courroux de l’Éternel s’alluma contre Moïse et il dit: \"Eh bien! c’est Aaron ton frère, le Lévite, que je désigne! Oui, c’est lui qui parlera! Déjà même il s’avance à ta rencontre et à ta vue il se réjouira dans son cœur.",
        "3_Chapter, 14_Verse": "Tu lui parleras et tu transmettras les paroles à sa bouche; pour moi, j’assisterai ta bouche et la sienne et je vous apprendrai ce que vous aurez à faire.",
        "3_Chapter, 15_Verse": "Lui, il parlera pour toi au peuple, de sorte qu’il sera pour toi un organe et que tu seras pour lui un inspirateur.",
        "3_Chapter, 16_Verse": "Cette même verge, tu l’auras à la main, car c’est par elle que tu opéreras les miracles.\"",
        "3_Chapter, 17_Verse": "Là-dessus Moïse s’en retourna chez Jéthro, son beau-père et lui dit: \"Je voudrais partir, retourner près de mes frères qui sont en Égypte, afin de voir s’ils vivent encore.\" Jéthro répondit à Moïse: \"Va en paix.\"",
        "3_Chapter, 18_Verse": "L’Éternel dit à Moïse, en Madian: \"Va, retourne en Égypte; tous ceux-là sont morts qui en voulaient à ta vie.\"",
        "3_Chapter, 19_Verse": "Moïse emmena sa femme et ses enfants, les plaça sur un âne et reprit le chemin du pays d’Égypte. Moïse tenait la verge divine à la main.",
        "3_Chapter, 20_Verse": "L’Éternel dit à Moïse: \"Maintenant que tu te disposes à rentrer en Égypte, sache que tous les miracles dont je t’aurai chargé, tu les accompliras devant Pharaon mais moi je laisserai s’endurcir son cœur et il ne renverra point le peuple.",
        "3_Chapter, 21_Verse": "Alors tu diras à Pharaon: ‘Ainsi parle l’Éternel: Israël est le premier-né de mes fils;",
        "3_Chapter, 22_Verse": "or, je t’avais dit: Laisse partir mon fils, pour qu’il me serve et tu as refusé de le laisser partir. Eh bien! moi, je ferai mourir ton fils premier-né.’ \"",
        "3_Chapter, 23_Verse": "Pendant ce voyage, il s’arrêta dans une hôtellerie; le Seigneur l’aborda et voulut le faire mourir.",
        "3_Chapter, 24_Verse": "Séphora saisit un caillou, retrancha l’excroissance de son fils et la jeta à ses pieds en disant: \"Est-ce donc par le sang que tu es uni à moi?\"",
        "3_Chapter, 25_Verse": "Le Seigneur le laissa en repos. Elle dit alors: \"Oui, tu m’es uni par le sang, grâce à la circoncision!\"",
        "3_Chapter, 26_Verse": "L’Éternel dit à Aaron: \"Va au-devant de Moïse, dans le désert.\" Il y alla; il le rencontra sur la montagne et l’embrassa.",
        "3_Chapter, 27_Verse": "Moïse fit part à Aaron de toutes les paroles dont l’Éternel l’avait chargé et de tous les prodiges qu’il lui avait donné mission d’accomplir.",
        "3_Chapter, 28_Verse": "Alors Moïse et Aaron partirent et assemblèrent tous les anciens des enfants d’Israël.",
        "3_Chapter, 29_Verse": "Et Aaron dit toutes les paroles que l’Éternel avait adressées à Moïse et il opéra les prodiges à la vue du peuple.",
        "3_Chapter, 30_Verse": "Et le peuple y eut foi; ils comprirent que l’Éternel s’était souvenu des enfants d’Israël, qu’il avait considéré leur misère et ils courbèrent la tête et se prosternèrent.",
        "4_Chapter, 0_Verse": "Puis, Moïse et Aaron vinrent trouver Pharaon et lui dirent: \"Ainsi a parlé l’Éternel, Dieu d’Israël: Laisse partir mon peuple, pour qu’il célèbre mon culte dans le désert.\"",
        "4_Chapter, 1_Verse": "Pharaon répondit: \"Quel est cet Éternel dont je dois écouter la parole en laissant partir Israël? Je ne connais point l’Éternel et certes je ne renverrai point Israël.\"",
        "4_Chapter, 2_Verse": "Ils reprirent: \"Le Dieu des Hébreux s’est manifesté à nous. Nous voudrions donc aller à trois journées de chemin dans le désert et sacrifier à l’Éternel notre Dieu, de peur qu’il ne sévisse sur nous par la peste ou par le glaive.\"",
        "4_Chapter, 3_Verse": "Le roi d’Égypte leur dit: \"Pourquoi, Moïse et Aaron, débauchez-vous le peuple de ses travaux? Allez à vos affaires!\"",
        "4_Chapter, 4_Verse": "Pharaon ajouta: \"Vraiment, cette population est nombreuse à présent dans le pays et vous leur feriez interrompre leurs corvées?\"",
        "4_Chapter, 5_Verse": "Et Pharaon donna, ce jour même, aux commissaires du peuple et à ses surveillants l’ordre suivant: ז",
        "4_Chapter, 6_Verse": "\"Vous ne fournirez plus, désormais, de la paille au peuple pour la préparation des briques, comme précédemment; ils iront eux-mêmes faire leur provision de paille.",
        "4_Chapter, 7_Verse": "Du reste, la quantité de briques qu’ils faisaient précédemment, imposez-la leur encore, n’en rabattez rien. Car ils sont désœuvrés, voilà pourquoi ils profèrent ces clameurs: ‘Allons sacrifier à notre Dieu!’",
        "4_Chapter, 8_Verse": "Qu’il y ait donc surcharge de travail pour eux et qu’ils y soient astreints; et qu’on n’ait pas égard à des propos mensongers.\"",
        "4_Chapter, 9_Verse": "Les commissaires du peuple et ses surveillants sortirent et parlèrent ainsi au peuple: \"Voici ce qu’a dit Pharaon: ‘Je ne vous donnerai plus de paille;",
        "4_Chapter, 10_Verse": "vous mêmes, allez, fournissez-vous de paille où vous pourrez en trouver, car il n’est rien diminué de votre besogne.’ \"",
        "4_Chapter, 11_Verse": "Et le peuple se répandit par tout le pays d’Égypte, pour ramasser du chaume en guise de paille.",
        "4_Chapter, 12_Verse": "Les commissaires le harcelaient, disant: \"Remplissez votre tâche jour par jour, comme lorsque la paille vous était livrée.\"",
        "4_Chapter, 13_Verse": "On frappa les surveillants des enfants d’Israël que les commissaires de Pharaon leur avaient préposés, en disant: \"Pourquoi n’avez-vous pas fait toute votre tâche en livrant les briques comme précédemment, ni hier ni aujourd’hui?\"",
        "4_Chapter, 14_Verse": "Les surveillants des enfants d’Israël vinrent se plaindre à Pharaon en ces termes: \"Pourquoi traites-tu ainsi tes serviteurs?",
        "4_Chapter, 15_Verse": "La paille, il n’en est pas fourni à tes serviteurs et pourtant on nous dit ‘Faites des briques!’ A présent tes serviteurs sont frappés et c’est ton peuple qui est coupable.\"",
        "4_Chapter, 16_Verse": "Il répondit: \"Vous êtes des gens désœuvrés, oui, désœuvrés! c’est pour cela que vous dites: ‘Allons sacrifier à l’Éternel.’",
        "4_Chapter, 17_Verse": "Et maintenant, allez au travail! La paille ne vous sera point donnée et vous fournirez la même quantité de briques.\"",
        "4_Chapter, 18_Verse": "Les surveillants des enfants d’Israël les traitèrent avec rigueur, en disant:\"Vous ne ferez pas moins de briques que précédemment, jour par jour.\"",
        "4_Chapter, 19_Verse": "Or, ils avaient rencontré Moïse et Aaron, debout devant eux, comme ils sortaient de chez Pharaon;",
        "4_Chapter, 20_Verse": "et ils leur avaient dit: \"Que l’Éternel vous regarde et vous juge, vous qui nous avez mis en mauvaise odeur auprès de Pharaon et de ses serviteurs; vous qui avez mis le glaive dans leur main pour nous faire périr!\"",
        "4_Chapter, 21_Verse": "Moïse retourna vers le Seigneur et dit: \"Mon Dieu, pourquoi as-tu rendu ce peuple misérable? Dans quel but m’avais-tu donc envoyé?",
        "4_Chapter, 22_Verse": "Depuis que je me suis présenté à Pharaon pour parler en ton nom, le sort de ce peuple a empiré, bien loin que tu aies sauvé ton peuple!\"",
        "5_Chapter, 0_Verse": "L’Éternel dit à Moïse: \"C’est à présent que tu seras témoin de ce que je veux faire à Pharaon. Forcé par une main puissante, il les laissera partir; d’une main puissante, lui-même les renverra de son pays.\"",
        "5_Chapter, 1_Verse": "Dieu adressa la parole à Moïse, en disant: \"Je suis l’Éternel.",
        "5_Chapter, 2_Verse": "J’ai apparu à Abraham, à Isaac, à Jacob, comme Divinité souveraine; ce n’est pas en ma qualité d’Étre immuable que je me suis manifesté à eux.",
        "5_Chapter, 3_Verse": "De plus, j’avais établi mon alliance avec eux en leur faisant don du pays de Canaan, cette terre de leurs pérégrinations où ils vécurent étrangers",
        "5_Chapter, 4_Verse": "et enfin, j’ai entendu les gémissements des enfants d’Israël, asservis par les Égyptiens et je me suis souvenu de mon alliance.",
        "5_Chapter, 5_Verse": "Donc, parle ainsi aux enfants d’Israël: ‘Je suis l’Éternel! Je veux vous soustraire aux tribulations de l’Égypte et vous délivrer de sa servitude; et je vous affranchirai avec un bras étendu, à l’aide de châtiments terribles.",
        "5_Chapter, 6_Verse": "Je vous adopterai pour peuple, je deviendrai votre Dieu; et vous reconnaîtrez que moi, l’Éternel, je suis votre Dieu, moi qui vous aurai soustraits aux tribulations de l’Égypte.",
        "5_Chapter, 7_Verse": "Puis, je vous introduirai dans la contrée que j’ai solennellement promise à Abraham, à Isaac et à Jacob; je vous la donnerai comme possession héréditaire, moi l’Éternel.’ \"",
        "5_Chapter, 8_Verse": "Moïse redit ces paroles aux enfants d’Israël mais ils ne l’écoutèrent point, ayant l’esprit oppressé par une dure servitude.",
        "5_Chapter, 9_Verse": "L’Éternel parla à Moïse en ces termes:",
        "5_Chapter, 10_Verse": "\"Va, dis à Pharaon, roi d’Égypte, qu’il laisse partir de son pays les enfants d’Israël.\"",
        "5_Chapter, 11_Verse": "Mais Moïse s’exprima ainsi devant l’Éternel: \"Quoi! les enfants d’Israël ne m’ont pas écouté et Pharaon m’écouterait, moi qui ai la parole embarrassée!\"",
        "5_Chapter, 12_Verse": "Alors l’Éternel parla à Moïse et à Aaron; il leur donna des ordres pour les enfants d’Israël et pour Pharaon, roi d’Égypte, afin de faire sortir les enfants d’Israël du pays d’Égypte.",
        "5_Chapter, 13_Verse": "Voici les souches de leur famille paternelle. Fils de Ruben, premier-né d’Israël: Hanoc, Pallou, Heçrôn et Karmi. Telles sont les familles de Ruben.",
        "5_Chapter, 14_Verse": "Fils de Siméon: Yemouel, Yamîn, Ohad, Yakhin, Çôhar et Chaoul, fils de la Cananéenne. Telles sont les familles de Siméon.",
        "5_Chapter, 15_Verse": "Et voici les noms des fils de Lévi, selon leur ordre de naissance: Gerson, Kehath, Merari. La durée de la vie de Lévi fut de cent trente-sept ans.",
        "5_Chapter, 16_Verse": "Fils de Gerson: Libni et Chimi, avec leurs familles.",
        "5_Chapter, 17_Verse": "Fils de Kehath: Amram, Yiçhar, Hébrôn et Ouzziel. Les années de la vie de Kehath: cent trente-trois ans.",
        "5_Chapter, 18_Verse": "Fils de Merari: Mahli et Mouchi. Ce sont là les familles lévitiques selon leur filiation.",
        "5_Chapter, 19_Verse": "Amram choisit Jocabed, sa tante, pour épouse; elle lui enfanta Aaron et Moïse. Les années de la vie d’Amram: cent trente-sept ans.",
        "5_Chapter, 20_Verse": "Fils de Yiçhar: Coré, Néfeg et Zikri.",
        "5_Chapter, 21_Verse": "Fils d’Ouzziel: Michaël, Elçafân et Sithri.",
        "5_Chapter, 22_Verse": "Aaron choisit pour épouse Élichéba, fille d’Amminadab, sœur de Nahchôn; elle lui enfanta Nadab et Abihou, Éléazar et Ithamar.",
        "5_Chapter, 23_Verse": "Fils de Coré: Assir, Elkana et Abiasaf. Telles sont les familles des Coréites.",
        "5_Chapter, 24_Verse": "Quant à Éléazar, fils d’Aaron, il choisit pour femme une des filles de Poutïel et elle lui enfanta Phinéas. Telles sont les souches paternelles des Lévites, selon leurs familles.",
        "5_Chapter, 25_Verse": "C’est ce même Aaron, ce même Moïse, à qui Dieu dit: \"Faites sortir les enfants d’Israël du pays d’Égypte, selon leurs légions.\"",
        "5_Chapter, 26_Verse": "Ce sont eux qui parlèrent à Pharaon, roi d’Égypte, à l’effet de conduire hors d’Égypte les enfants d’Israël; savoir, Moïse et Aaron.",
        "5_Chapter, 27_Verse": "Or, le jour où l’Éternel avait parlé à Moïse, dans le pays d’Égypte.",
        "5_Chapter, 28_Verse": "L’Éternel avait parlé ainsi à Moïse: \"Je suis l’Éternel! Transmets à Pharaon, roi d’Égypte, tout ce que je te dirai.\"",
        "5_Chapter, 29_Verse": "Et Moïse avait dit devant l’Éternel: \"Certes, j’ai la parole embarrassée, comment donc Pharaon m’écouterait-il? \"",
        "6_Chapter, 0_Verse": "Alors l’Éternel dit à Moïse \"Regarde! je fais de toi un dieu à l’égard de Pharaon et Aaron ton frère sera ton prophète.",
        "6_Chapter, 1_Verse": "Toi, tu diras tout ce que je t’aurai ordonné et Aaron, ton frère, parlera à Pharaon pour qu’il renvoie les Israélites de son pays.",
        "6_Chapter, 2_Verse": "Pour moi, j’endurcirai le cœur de Pharaon et je multiplierai mes signes et mes preuves de puissance dans le pays d’Égypte.",
        "6_Chapter, 3_Verse": "Pharaon ne vous écoutera pas, mais j’imposerai ma main sur l’Égypte et je ferai sortir mes légions, les Israélites mon peuple, du pays d’Égypte, après une vindicte éclatante.",
        "6_Chapter, 4_Verse": "Et les Égyptiens reconnaîtront que je suis l’Éternel, lorsque j’étendrai ma main sur eux et que je ferai sortir du milieu d’eux les enfants d’Israël.\"",
        "6_Chapter, 5_Verse": "Moïse et Aaron obéirent comme l’Éternel leur avait enjoint, ainsi firent-ils.",
        "6_Chapter, 6_Verse": "Or, Moïse était âgé de quatre-vingts ans et Aaron de quatre-vingt-trois ans, lorsqu’ils parlèrent à Pharaon.",
        "6_Chapter, 7_Verse": "L’Éternel parla à Moïse et à Aaron en ces termes:",
        "6_Chapter, 8_Verse": "\"Lorsque Pharaon vous dira: ‘Produisez une preuve de votre mission’, tu diras à Aaron: ‘Prends ta verge et jette-la devant Pharaon, qu’elle devienne serpent!’\"",
        "6_Chapter, 9_Verse": "Moïse et Aaron se rendirent chez Pharaon et firent exactement comme l’avait prescrit le Seigneur. Aaron jeta sa verge en présence de Pharaon et de ses serviteurs et elle devint serpent.",
        "6_Chapter, 10_Verse": "Pharaon, de son côté, manda les experts et les magiciens; et les devins de l’Égypte en firent autant par leurs prestiges.",
        "6_Chapter, 11_Verse": "Ils jetèrent chacun leurs verges et elles se transformèrent en serpent, mais la verge d’Aaron engloutit les leurs.",
        "6_Chapter, 12_Verse": "Le cœur de Pharaon persista et il ne leur céda point, ainsi que l’avait prédit l’Éternel.",
        "6_Chapter, 13_Verse": "L’Éternel dit à Moïse: \"Le cœur de Pharaon est opiniâtre, il refuse de laisser partir le peuple.",
        "6_Chapter, 14_Verse": "Va trouver Pharaon le matin, comme il se dirigera vers les eaux; tu te tiendras sur son passage, au bord du fleuve et cette verge qui a été changée en serpent, tu l’auras à la main.",
        "6_Chapter, 15_Verse": "Et tu lui diras: ‘L’Éternel, Divinité des Hébreux, m’avait délégué vers toi pour te dire: Renvoie mon peuple et qu’il m’adore au désert; or, tu n’as pas obéi jusqu’à présent.",
        "6_Chapter, 16_Verse": "Ainsi parle l’Éternel: Voici qui t’apprendra que je suis l’Éternel! Je vais frapper, de cette verge que j’ai à la main, les eaux du fleuve et elles se convertiront en sang.",
        "6_Chapter, 17_Verse": "Les poissons du fleuve périront et le fleuve deviendra infect et les Égyptiens renonceront à boire de ses eaux.’ \"",
        "6_Chapter, 18_Verse": "L’Éternel dit à Moïse: \"Parle ainsi à Aaron: ‘Prends ta verge, dirige ta main sur les eaux des Égyptiens, sur leurs fleuves, sur leurs canaux, sur leurs lacs, sur tous leurs réservoirs, et elles deviendront du sang et il n’y aura que du sang dans tout le pays d’Égypte, même dans les vaisseaux de bois et de pierre.’ \"",
        "6_Chapter, 19_Verse": "Moïse et Aaron agirent ainsi qu’avait ordonné l’Éternel: Aaron leva la verge, frappa les eaux du fleuve à la vue de Pharaon et de ses serviteurs et toutes les eaux du fleuve se changèrent en sang.",
        "6_Chapter, 20_Verse": "Les poissons du fleuve moururent, le fleuve devint infect et les Égyptiens ne purent boire de ses eaux. Il n’y eut que du sang dans tout le pays d’Égypte.",
        "6_Chapter, 21_Verse": "Mais, comme les devins de l’Égypte en faisaient autant par leurs prestiges, le cœur de Pharaon persista et il ne leur céda point, selon ce qu’avait prédit l’Éternel.",
        "6_Chapter, 22_Verse": "Pharaon s’en retourna et rentra dans sa demeure, sans se préoccuper non plus de ce prodige.",
        "6_Chapter, 23_Verse": "Tous les Égyptiens creusèrent dans le voisinage du fleuve, pour trouver de l’eau à boire; car ils ne pouvaient boire de l’eau du fleuve.",
        "6_Chapter, 24_Verse": "Sept jours pleins s’écoulèrent après que l’Éternel eut frappé le fleuve.",
        "6_Chapter, 25_Verse": "Alors l’Éternel dit à Moïse \"Va trouver Pharaon et lui dis: ‘Renvoie mon peuple, qu’il puisse m’adorer.",
        "6_Chapter, 26_Verse": "Si tu refuses de le renvoyer, je m’apprête à infester de grenouilles tout ton territoire.",
        "6_Chapter, 27_Verse": "Le fleuve regorgera de grenouilles, elles en sortiront pour envahir ta demeure et la chambre où tu reposes et jusqu’à ton lit; les demeures de tes serviteurs, celles de ton peuple et tes fours et tes pétrins.",
        "6_Chapter, 28_Verse": "Toi-même et ton peuple et tous tes serviteurs, les grenouilles vous assailliront.’ \"",
        "7_Chapter, 0_Verse": "L’Éternel dit à Moïse: \"Parle ainsi à Aaron: ‘Dirige ta main, avec ta verge, sur les fleuves, sur les canaux, sur les lacs; et suscite les grenouilles sur le pays d’Égypte.’ \"",
        "7_Chapter, 1_Verse": "Aaron dirigea sa main sur les eaux de l’Égypte; les grenouilles montèrent et envahirent le pays d’Égypte.",
        "7_Chapter, 2_Verse": "Autant en firent les devins par leurs enchantements ils suscitèrent des grenouilles sur le pays d’Égypte.",
        "7_Chapter, 3_Verse": "Pharaon manda Moïse et Aaron et leur dit: \"Sollicitez l’Éternel, pour qu’il écarte les grenouilles de moi et de mon peuple; je laisserai partir le peuple hébreu, pour qu’il sacrifie à l’Éternel.\"",
        "7_Chapter, 4_Verse": "Moïse répondit à Pharaon: \"Prends cet avantage sur moi, de me dire quand je dois demander pour toi, tes serviteurs et ton peuple, que les grenouilles se retirent de toi et de tes demeures, qu’elles restent seulement dans le fleuve.\"",
        "7_Chapter, 5_Verse": "Il repartit: \"Dès demain.\" Moïse reprit: \"Soit fait selon ta parole, afin que tu saches que nul n’égale l’Éternel notre Dieu.",
        "7_Chapter, 6_Verse": "Oui, les grenouilles se retireront de toi et de tes demeures, de tes serviteurs et de ton peuple: elles seront reléguées dans, le fleuve.\"",
        "7_Chapter, 7_Verse": "Moïse et Aaron étant sortis de chez Pharaon, Moïse implora le Seigneur au sujet des grenouilles qu’il avait envoyées contre Pharaon",
        "7_Chapter, 8_Verse": "et le Seigneur agit selon la parole de Moïse: les grenouilles périrent dans les maisons, dans les fermes et dans les champs.",
        "7_Chapter, 9_Verse": "On les entassa par monceaux; le pays en était infecté.",
        "7_Chapter, 10_Verse": "Mais Pharaon, se voyant de nouveau à l’aise, appesantit son cœur et ne leur obéit point, ainsi que l’avait prédit l’Éternel.",
        "7_Chapter, 11_Verse": "L’Éternel dit à Moïse \"Parle ainsi à Aaron: ‘Étends ta verge et frappe la poussière de la terre, elle se changera en vermine dans tout le pays d’Égypte.’ \"",
        "7_Chapter, 12_Verse": "Ils obéirent: Aaron étendit sa main armée de la verge, frappa la poussière de la terre et la vermine couvrit hommes et bêtes; toute la poussière de la terre se transforma en vermine, par tout le pays d’Égypte.",
        "7_Chapter, 13_Verse": "Les devins essayèrent à leur tour, par leurs enchantements, de faire disparaître la vermine, mais ils ne purent: la vermine resta sur les hommes et sur le bétail.",
        "7_Chapter, 14_Verse": "Les devins dirent à Pharaon: \"Le doigt de Dieu est là!\" Mais le cœur de Pharaon persista et il ne les écouta point, ainsi que l’avait dit l’Éternel.",
        "7_Chapter, 15_Verse": "L’Éternel dit à Moïse: \"Demain, de bon matin, présente-toi devant Pharaon, car il se dirigera vers les eaux et dis-lui: ‘Ainsi parle l’Éternel: Renvoie mon peuple pour qu’il m’adore!",
        "7_Chapter, 16_Verse": "Que si tu ne renvoies pas mon peuple, moi je susciterai contre toi et tes serviteurs et ton peuple et tes maisons, les animaux malfaisants; les maisons des Égyptiens seront envahies par eux, comme aussi la contrée où ils demeurent.",
        "7_Chapter, 17_Verse": "Je distinguerai, en cette occurrence, la province de Gessen où réside mon peuple, en ce qu’il n’y paraîtra point d’animaux malfaisants afin que tu saches que moi, l’Éternel, je suis au milieu de cette province.",
        "7_Chapter, 18_Verse": "Oui, je ferai une séparation salutaire entre mon peuple et le tien; c’est à demain qu’est réservé ce prodige.’ \"",
        "7_Chapter, 19_Verse": "Ainsi fit l’Éternel. Un formidable essaim d’animaux pénétra dans la demeure de Pharaon et dans celles de ses serviteurs; dans tout le pays d’Égypte, la terre était infestée par eux.",
        "7_Chapter, 20_Verse": "Pharaon manda Moïse et Aaron et dit: \"Allez sacrifier à votre Dieu dans le pays.\"",
        "7_Chapter, 21_Verse": "Moïse répondit: \"Il ne convient pas d’agir ainsi, car c’est la terreur de l’Égypte que nous devons immoler à l’Éternel notre Dieu. Or, nous immolerions sous leurs yeux la terreur des Égyptiens et ils ne nous lapideraient point!",
        "7_Chapter, 22_Verse": "C’est à trois journées de chemin dans le désert que nous voulons aller et nous y sacrifierons à l’Éternel notre Dieu selon ce qu’il nous enjoindra.\"",
        "7_Chapter, 23_Verse": "Pharaon reprit: \"Je vous laisserai partir, pour sacrifier à l’Éternel votre Dieu dans le désert; toutefois, gardez vous d’aller trop loin. Intercédez pour moi.\"",
        "7_Chapter, 24_Verse": "Moïse répondit: \"Sitôt que je t’aurai quitté, je vais intercéder auprès de l’Éternel et les animaux malfaisants se retireront de Pharaon, de ses serviteurs et de son peuple, dès demain. Du moins, que Pharaon cesse de se jouer de nous, en ne laissant pas le peuple partir pour sacrifier à l’Éternel.\"",
        "7_Chapter, 25_Verse": "Sorti de chez Pharaon, Moïse implora le Seigneur.",
        "7_Chapter, 26_Verse": "Le Seigneur accomplit la parole de Moïse et il éloigna les animaux malfaisants de Pharaon, de ses serviteurs et de son peuple; il n’en demeura pas un.",
        "7_Chapter, 27_Verse": "Mais Pharaon s’opiniâtra cette fois encore et il ne laissa point, partir le peuple.",
        "8_Chapter, 0_Verse": "L’Éternel dit à Moïse: \"Rends-toi chez Pharaon et dis-lui: ‘Ainsi a parlé l’Éternel, Dieu des Hébreux: Renvoie mon peuple pour qu’il m’adore.",
        "8_Chapter, 1_Verse": "Que si tu te refuses à le renvoyer, si tu persistes à le retenir,",
        "8_Chapter, 2_Verse": "voici: la main de l’Éternel se manifestera sur ton bétail qui est aux champs, chevaux, ânes, chameaux, gros et menu bétail, par une mortalité très grave.",
        "8_Chapter, 3_Verse": "Mais l’Éternel distinguera entre le bétail d’Israël et le bétail de Misraïm et rien ne périra de ce qui est aux enfants d’Israël.’ \"",
        "8_Chapter, 4_Verse": "L’Éternel fixa le jour en disant: \"C’est demain que l’Éternel exécutera cette chose dans le pays.\"",
        "8_Chapter, 5_Verse": "Et l’Éternel exécuta la chose le lendemain; et tout le bétail des Égyptiens périt et du bétail des Israélites il ne périt pas une bête.",
        "8_Chapter, 6_Verse": "Pharaon fit vérifier et de fait, pas un animal n’était mort du bétail des Israélites. Cependant le cœur de Pharaon s’obstina et il ne renvoya point le peuple.",
        "8_Chapter, 7_Verse": "L’Éternel dit à Moïse et à Aaron: \"Prenez chacun une poignée de suie de fournaise; et que Moïse la lance vers le ciel, à la vue de Pharaon.",
        "8_Chapter, 8_Verse": "Elle s’étendra en poussière sur tout le pays d’Égypte et elle s’attachera aux hommes et aux animaux, éclatant en éruption pustuleuse par tout le pays d’Égypte.\"",
        "8_Chapter, 9_Verse": "Ils prirent la suie de fournaise, se présentèrent devant Pharaon et Moïse la lança vers le ciel; et elle devint une éruption pustuleuse, qui se développa sur les hommes et sur les animaux.",
        "8_Chapter, 10_Verse": "Les devins ne purent lutter contre Moïse, à cause de l’éruption car elle les avait frappés eux-mêmes avec toute l’Égypte.",
        "8_Chapter, 11_Verse": "Mais le Seigneur endurcit le cœur de Pharaon et il ne céda point, ainsi que le Seigneur l’avait dit à Moïse.",
        "8_Chapter, 12_Verse": "L’Éternel dit à Moïse: \"Demain, de bonne heure, présente-toi, devant Pharaon et dis-lui: ‘Ainsi parle l’Éternel, Dieu des Hébreux: Renvoie mon peuple pour qu’il m’adore!",
        "8_Chapter, 13_Verse": "Car, pour le coup, je déchaînerai tous mes fléaux contre toi-même, contre tes serviteurs, contre ton peuple, afin que tu saches que nul ne m’égale sur toute la terre.",
        "8_Chapter, 14_Verse": "Si à présent j’eusse étendu ma main et fait sévir, sur toi et sur ton peuple, la mortalité, tu aurais disparu de la terre!",
        "8_Chapter, 15_Verse": "Mais voici pourquoi je t’ai laissé vivre pour te faire voir ma puissance et pour glorifier mon nom dans le monde.",
        "8_Chapter, 16_Verse": "Tu persistes à t’élever contre mon peuple, en ne le laissant point partir:",
        "8_Chapter, 17_Verse": "Eh bien! moi, je ferai pleuvoir demain, à pareille heure, une grêle très intense, telle qu’il n’y en aura pas eu de semblable dans l’Égypte depuis son origine jusqu’à ce jour.",
        "8_Chapter, 18_Verse": "Donc, fais rassembler ton bétail et tout ce que tu as dans les champs. Tout homme ou animal qui se trouvera dans les champs et ne sera pas rentré dans les maisons, sera atteint de la grêle et périra.’ \"",
        "8_Chapter, 19_Verse": "Ceux des serviteurs de Pharaon qui révéraient la parole du Seigneur mirent à couvert leurs gens et leur bétail dans leurs maisons",
        "8_Chapter, 20_Verse": "mais ceux qui ne tinrent pas compte de la parole du Seigneur laissèrent leurs gens et leur bétail aux champs.",
        "8_Chapter, 21_Verse": "L’Éternel dit à Moïse: \"Dirige ta main vers le ciel et que la grêle éclate dans tout le pays d’Égypte, sur les hommes, sur les bestiaux, sur toute l’herbe des champs dans le pays d’Égypte.\"",
        "8_Chapter, 22_Verse": "Moïse dirigea sa verge vers le ciel et le Seigneur produisit des tonnerres et de la grêle, des feux s’élancèrent sur le sol et le Seigneur fit pleuvoir la grêle sur le pays d’Égypte.",
        "8_Chapter, 23_Verse": "C’était une grêle et un feu tourbillonnant au milieu de la grêle; c’était effroyable, rien de pareil n’était arrivé dans tout le pays des Égyptiens depuis qu’ils formaient une nation.",
        "8_Chapter, 24_Verse": "La grêle frappa, dans tout le pays d’Égypte, tout ce qui était dans les champs, depuis l’homme jusqu’à la bête; toute herbe des champs fut abattue par la grêle et tout arbre des champs brisé.",
        "8_Chapter, 25_Verse": "La seule province de Gessen, où habitaient les enfants d’Israël, fut exempte de la grêle.",
        "8_Chapter, 26_Verse": "Pharaon fit appeler Moïse et Aaron et leur dit: \"J’ai péché, je le vois à cette heure: l’Éternel est juste et c’est moi et mon peuple qui sommes coupables.",
        "8_Chapter, 27_Verse": "Implorez l’Éternel pour qu’il mette un terme à ces tonnerres célestes et à cette grêle; alors je vous laisserai partir et vous n’éprouverez plus de retards.\"",
        "8_Chapter, 28_Verse": "Moïse lui répondit: \"Au Moment où je quitterai la ville, j’étendrai mes mains vers l’Éternel, les tonnerres cesseront et la grêle ne se produira plus, afin que tu saches que la terre est à l’Éternel.",
        "8_Chapter, 29_Verse": "Mais toi et tes serviteurs, je sais que vous ne rendrez pas encore hommage au Dieu éternel.\"",
        "8_Chapter, 30_Verse": "Or, le lin et l’orge avaient été abattus, parce que l’orge était en épi et le lin en fleur;",
        "8_Chapter, 31_Verse": "mais le froment et l’épeautre n’avaient point souffert, parce qu’ils sont tardifs.",
        "8_Chapter, 32_Verse": "Moïse, étant sorti de chez Pharaon, hors de la ville, étendit les mains vers le Seigneur; et tonnerres et grêle disparurent et la pluie ne s’épancha point sur la terre.",
        "8_Chapter, 33_Verse": "Pharaon, se voyant délivré de la pluie, de la grêle et des tonnerres, recommença à pécher et endurcit son cœur, lui et ses serviteurs.",
        "8_Chapter, 34_Verse": "Et Pharaon persista à ne pas renvoyer les enfants d’Israël, comme l’Éternel l’avait annoncé par l’organe de Moïse.",
        "9_Chapter, 0_Verse": "L’Éternel dit à Moïse: \"Rends toi chez Pharaon; car moi même j’ai appesanti son cœur et celui de ses serviteurs, à dessein d’opérer tous ces prodiges autour de lui",
        "9_Chapter, 1_Verse": "et afin que tu racontes à ton fils, à ton petit-fils, ce que j’ai fait aux Égyptiens et les merveilles que j’ai opérées contre eux; vous reconnaîtrez ainsi que je suis l’Éternel.\"",
        "9_Chapter, 2_Verse": "Moïse et Aaron se rendirent chez Pharaon et lui dirent \"Ainsi parle l’Éternel, Dieu des Hébreux: ‘Jusqu’à quand refuseras tu de fléchir devant moi? Laisse partir mon peuple, pour qu’il m’adore!",
        "9_Chapter, 3_Verse": "Que si tu refuses de laisser partir mon peuple, je susciterai demain des sauterelles dans ton territoire.",
        "9_Chapter, 4_Verse": "Elles déroberont la vue de la terre et l’on ne pourra plus apercevoir la terre; elles anéantiront le reste des ressources que vous a laissées la grêle, elles dévoreront toutes les plantes qui croissent pour vous dans les champs.",
        "9_Chapter, 5_Verse": "Elles rempliront tes maisons et les maisons de tous tes serviteurs et celles de toute l’Égypte: telles n’en virent point tes aïeux, ni les pères de tes aïeux, depuis le jour où ils occupèrent le pays jusqu’à ce jour.’ \" Et il se retira et sortit de devant Pharaon.",
        "9_Chapter, 6_Verse": "Les serviteurs de Pharaon lui dirent: \"Combien de temps celui-ci nous portera-t-il malheur? Laisse partir ces hommes, qu’ils servent l’Éternel leur Dieu: ignores-tu encore que l’Égypte est ruinée?\"",
        "9_Chapter, 7_Verse": "Moïse et Aaron furent rappelés auprès de Pharaon, qui leur dit: \"Allez servir l’Éternel votre Dieu; quels sont ceux qui iront?\"",
        "9_Chapter, 8_Verse": "Moïse répondit: \"Nous irons jeunes gens et vieillards; nous irons avec nos fils et nos filles, avec nos brebis et nos bœufs, car nous avons à fêter l’Éternel.\"",
        "9_Chapter, 9_Verse": "Il leur répliqua: \"Ainsi soit l’Éternel avec vous, comme je compte vous laisser partir avec vos enfants! Voyez comme vos intentions sont mauvaises!",
        "9_Chapter, 10_Verse": "Non pas!... Allez, je vous prie, vous autres hommes et servez l’Éternel, puisque c’est là ce que vous désirez.\" Et on les chassa de devant Pharaon.",
        "9_Chapter, 11_Verse": "L’Éternel dit à Moïse.\" Étends ta main sur le pays d’Égypte pour les sauterelles, afin qu’elles envahissent le pays d’Égypte et qu’elles dévorent tout l’herbage de la terre, tout ce qu’a épargné la grêle.\"",
        "9_Chapter, 12_Verse": "Moïse étendit sa verge sur le pays d’Égypte; alors l’Éternel dirigea un vent d’est sur le pays tout ce jour-là, puis toute la nuit. Le matin venu, le vent d’est avait amené les sauterelles.",
        "9_Chapter, 13_Verse": "Elles se répandirent, les sauterelles, par tout le pays d’Égypte et elles s’abattirent sur tout le territoire égyptien. C’était prodigieux: pareille quantité de sauterelles ne s’était pas encore vue, pareille quantité ne devait plus se voir.",
        "9_Chapter, 14_Verse": "Elles dérobèrent si complètement la vue du sol, qu’il en fut obscurci; elles dévorèrent tout l’herbage de la terre: et tous les fruits d’arbre, épargnés par la grêle et il ne resta plus de verdure soit aux arbres, soit en herbe des champs, dans tout le pays d’Égypte.",
        "9_Chapter, 15_Verse": "Pharaon, en toute hâte, manda Moïse et Aaron et leur dit: \"J’ai péché contre l’Éternel votre Dieu et contre vous.",
        "9_Chapter, 16_Verse": "Eh bien! De grâce, pardonnez ma faute, cette fois seulement et suppliez l’Éternel votre Dieu qu’il me délivre, à tout prix, de ce fléau.\"",
        "9_Chapter, 17_Verse": "Moïse se retira de chez Pharaon et sollicita le Seigneur.",
        "9_Chapter, 18_Verse": "Et le Seigneur fit tourner le vent, qui souffla de l’ouest avec une grande violence, emporta les sauterelles et les noya dans la mer des joncs: il ne resta plus une sauterelle sur tout le territoire de l’Égypte.",
        "9_Chapter, 19_Verse": "Mais l’Éternel endurcit le cœur de Pharaon et il ne renvoya pas les enfants d’Israël.",
        "9_Chapter, 20_Verse": "L’Éternel dit à Moïse: \"Dirige ta main vers le ciel et des ténèbres se répandront sur le pays d’Égypte, des ténèbres opaques.\"",
        "9_Chapter, 21_Verse": "Moïse dirigea sa main vers le ciel et d’épaisses ténèbres couvrirent tout le pays d’Égypte, durant trois jours.",
        "9_Chapter, 22_Verse": "On ne se voyait pas l’un l’autre et nul ne se leva de sa place, durant trois jours mais tous les enfants d’Israël jouissaient de la lumière dans leurs demeures.",
        "9_Chapter, 23_Verse": "Pharaon manda Moïse et dit: \"Partez, adorez l’Éternel; seulement, que votre menu et votre gros bétail demeurent, mais vos enfants peuvent vous suivre.\"",
        "9_Chapter, 24_Verse": "Moïse répondit: \"Toi-même, tu nous donneras des victimes et des holocaustes pour les offrir à l’Éternel notre Dieu",
        "9_Chapter, 25_Verse": "et notre bétail ne nous suivra pas moins; il n’en restera pas ici un ongle, car nous devons en prendre pour sacrifier à l’Éternel notre Dieu; or, nous ne saurons de quoi lui faire hommage que lorsque nous serons arrivés.\"",
        "9_Chapter, 26_Verse": "Mais l’Éternel endurcit le cœur de Pharaon, qui ne consentit point à les laisser partir.",
        "9_Chapter, 27_Verse": "Pharaon dit à Moïse: \"Sors de devant moi! Garde-toi de reparaître à ma vue, car, le jour où tu verras mon visage, tu mourras!\"",
        "9_Chapter, 28_Verse": "Moïse repartit: \" Tu as bien dit. Je ne reverrai plus ton visage.\"",
        "10_Chapter, 0_Verse": "L’Éternel avait dit à Moïse: \"Il est une plaie encore que j’enverrai à Pharaon et à l’Égypte et alors il vous laissera partir de ce pays; en le faisant cette fois, il vous en repoussera d’une manière absolue.",
        "10_Chapter, 1_Verse": "Fais donc entendre au peuple que chacun ait à demander à son voisin et chacune à sa voisine, des vases d’argent et des vases d’or.\"",
        "10_Chapter, 2_Verse": "Le Seigneur avait fait trouver faveur à son peuple chez les Égyptiens; cet homme aussi, Moïse, était très considéré dans le pays d’Égypte, aux yeux des serviteurs de Pharaon et aux yeux du peuple.",
        "10_Chapter, 3_Verse": "Moïse ajouta: \"Ainsi a parlé l’Éternel: ‘Au milieu de la nuit, je m’avancerai à travers l’Égypte",
        "10_Chapter, 4_Verse": "et alors périra tout premier-né dans le pays d’Égypte, depuis le premier né de Pharaon qui devait occuper son trône, jusqu’au premier-né de l’esclave qui fait tourner la meule; de même tous les premiers-nés des animaux.",
        "10_Chapter, 5_Verse": "Et ce sera une clameur immense dans tout le pays d’Égypte, telle qu’il n’y en a pas eu, qu’il n’y en aura plus de pareille.",
        "10_Chapter, 6_Verse": "Quant aux enfants d’Israël, pas un chien n’aboiera contre eux ni contre leur bétail afin que vous reconnaissiez combien l’Éternel distingue entre Misraïm et Israël.",
        "10_Chapter, 7_Verse": "Tous ces courtisans qui t’entourent descendront jusqu’à moi et se prosterneront à mes pieds en disant: ’Pars, toi et tout le peuple qui t’obéit!’ Et alors je partirai.’ \" Et il sortit, tout courroucé, de devant Pharaon.",
        "10_Chapter, 8_Verse": "L’Éternel avait dit à Moïse: \"Pharaon ne vous cédera point, afin que mes miracles se multiplient dans le pays d’Égypte.\"",
        "10_Chapter, 9_Verse": "Or, Moïse et Aaron avaient exécuté tous ces miracles à la vue de Pharaon mais l’Éternel endurcit le cœur de Pharaon et il ne renvoya point les Israélites de son pays.",
        "11_Chapter, 0_Verse": "L’Éternel parla à Moïse et à Aaron, dans le pays d’Égypte, en ces termes:",
        "11_Chapter, 1_Verse": "\"Ce mois-ci est pour vous le commencement des mois; il sera pour vous le premier des mois de l’année.",
        "11_Chapter, 2_Verse": "Parlez à toute la communauté d’Israël en ces termes: Au dixième jour de ce mois, que chacun se procure un agneau pour sa famille paternelle, un agneau par maison.",
        "11_Chapter, 3_Verse": "Celui dont le ménage sera trop peu nombreux pour manger un agneau, s’associera avec son voisin, le plus proche de sa maison, selon le nombre des personnes; chacun, selon sa consommation, réglera la répartition de l’agneau.",
        "11_Chapter, 4_Verse": "L’animal doit être sans défaut, mâle, dans sa première année; vous le choisirez parmi les brebis ou les chèvres.",
        "11_Chapter, 5_Verse": "Vous le tiendrez en réserve jusqu’au quatorzième jour de ce mois; alors toute la communauté d’Israël l’immolera vers le soir.",
        "11_Chapter, 6_Verse": "On prendra de son sang et on en teindra les deux poteaux et le linteau des maisons dans lesquelles on le mangera.",
        "11_Chapter, 7_Verse": "Et l’on en mangera la chair cette même nuit; on la mangera rôtie au feu et accompagnée d’azymes et d’herbes amères.",
        "11_Chapter, 8_Verse": "N’en mangez rien qui soit à demi cuit, ni bouilli dans l’eau mais seulement rôti au feu, la tête avec les jarrets et les entrailles.",
        "11_Chapter, 9_Verse": "Vous n’en laisserez rien pour le matin; ce qui en serait resté jusqu’au matin, consumez-le par le feu.",
        "11_Chapter, 10_Verse": "Et voici comme vous le mangerez: la ceinture aux reins, la chaussure aux pieds, le bâton a la main; et vous le mangerez à la hâte, c’est la pâque en l’honneur de l’Éternel.",
        "11_Chapter, 11_Verse": "Je parcourrai le pays d’Égypte, cette même nuit; je frapperai tout premier-né dans le pays d’Égypte, depuis l’homme jusqu’à la bête et je ferai justice de toutes les divinités de l’Égypte, moi l’Éternel!",
        "11_Chapter, 12_Verse": "Le sang, dont seront teintes les maisons où vous habitez, vous servira de signe: je reconnaîtrai ce sang et je vous épargnerai et le fléau n’aura pas prise sur vous lorsque je sévirai sur le pays d’Égypte.",
        "11_Chapter, 13_Verse": "Ce jour sera pour vous une époque mémorable et vous le solenniserez comme une fête de l’Éternel; d’âge en âge, à jamais, vous le fêterez.",
        "11_Chapter, 14_Verse": "Sept jours durant, vous mangerez des pains azymes; surtout, le jour précédent, vous ferez disparaître le levain de vos maisons. Car celui-là serait retranché d’Israël, qui mangerait du pain levé, depuis le premier jour jusqu’au septième.",
        "11_Chapter, 15_Verse": "Le premier jour vous aurez une convocation sainte et le septième jour encore une sainte convocation. Aucun travail ne pourra être fait ces jours-là; toutefois, ce qui sert à la nourriture de chacun, cela seul vous pourrez le faire.",
        "11_Chapter, 16_Verse": "Conservez la fête des Azymes, car c’est en ce même jour que j’aurai fait sortir vos légions du pays d’Égypte; conservez ce jour-là dans vos générations, comme une institution perpétuelle.",
        "11_Chapter, 17_Verse": "Le premier mois, le quatorzième jour du mois, au soir, vous mangerez des azymes, jusqu’au vingt-et-unième jour du mois au soir.",
        "11_Chapter, 18_Verse": "Durant sept jours, qu’il ne soit point trouvé de levain dans vos maisons; car quiconque mangera une substance levée, celui-là sera retranché de la communion d’Israël, le prosélyte comme l’indigène.",
        "11_Chapter, 19_Verse": "Vous ne mangerez d’aucune pâte levée; dans toutes vos demeures vous consommerez des pains azymes.\"",
        "11_Chapter, 20_Verse": "Moïse convoqua tous les anciens d’Israël et leur dit: \"Choisissez et prenez chacun du menu bétail pour vos familles et égorgez la victime pascale.",
        "11_Chapter, 21_Verse": "Puis vous prendrez une poignée d’hysope, vous la tremperez dans le sang reçu dans un bassin et vous teindrez le linteau et les deux poteaux de ce sang du bassin. Que pas un d’entre vous ne franchisse alors le seuil de sa demeure, jusqu’au matin.",
        "11_Chapter, 22_Verse": "Lorsque le Seigneur s’avancera pour frapper l’Égypte, il regardera le sang appliqué au linteau et aux deux poteaux et il passera devant la porte et il ne permettra pas au fléau d’entrer dans vos maisons pour sévir.",
        "11_Chapter, 23_Verse": "Vous garderez cette loi, comme une règle invariable pour toi et pour tes enfants.",
        "11_Chapter, 24_Verse": "Et lorsque vous serez arrivés dans le pays que le Seigneur vous donnera, comme il l’a promis, vous conserverez ce rite.",
        "11_Chapter, 25_Verse": "Alors, quand vos enfants vous demanderont: ‘Que signifie pour vous ce rite?’",
        "11_Chapter, 26_Verse": "vous répondrez: ‘C’est le sacrifice de la pâque en l’honneur de l’Éternel, qui épargna les demeures des Israélites en Égypte, alors qu’il frappa les Égyptiens et voulut préserver nos familles.’ \" Et le peuple s’inclina et tous se prosternèrent.",
        "11_Chapter, 27_Verse": "Les enfants d’Israël se mirent en devoir d’obéir: comme l’Éternel avait ordonné à Moïse et à Aaron, ainsi firent-ils.",
        "11_Chapter, 28_Verse": "Or, au milieu de la nuit, le Seigneur fit périr tout premier-né dans le pays d’Égypte, depuis le premier-né de Pharaon, héritier de son trône, jusqu’au premier-né du captif au fond de la geôle et tous les premiers nés des animaux.",
        "11_Chapter, 29_Verse": "Pharaon se leva de nuit, ainsi que tous ses serviteurs et tous les Égyptiens et ce fut une clameur immense dans l’Égypte: car il n’y avait point de maison qui ne renfermât un mort.",
        "11_Chapter, 30_Verse": "Il manda Moïse et Aaron, la nuit même et dit: \"Allez! Partez du milieu de mon peuple et vous et les enfants d’Israël! Allez adorer l’Éternel comme vous avez dit!",
        "11_Chapter, 31_Verse": "Prenez votre menu et votre gros bétail comme vous avez dit et partez! Mais, en retour, bénissez-moi.\"",
        "11_Chapter, 32_Verse": "Les Égyptiens firent violence au peuple, en se hâtant de le repousser du pays; car ils disaient: \"Nous périssons tous.\"",
        "11_Chapter, 33_Verse": "Et le peuple emporta sa pâte non encore levée, leurs sébiles sur l’épaule, enveloppées dans leurs manteaux.",
        "11_Chapter, 34_Verse": "Les enfants d’Israël s’étaient conformés à la parole de Moïse, en demandant aux Égyptiens des vases d’argent, des vases d’or et des vêtements",
        "11_Chapter, 35_Verse": "et le Seigneur avait inspiré pour ce peuple de la bienveillance aux Égyptiens, qui lui prêtèrent, de sorte qu’il dépouilla les Égyptiens.",
        "11_Chapter, 36_Verse": "Les enfants d’Israël partirent de Ramsès, dans la direction de Soukkoth; environ six cent mille voyageurs, hommes faits, sans compter les enfants.",
        "11_Chapter, 37_Verse": "De plus, une tourbe nombreuse les avait suivis, ainsi que du menu et du gros bétail en troupeaux très considérables.",
        "11_Chapter, 38_Verse": "Ils firent, de la pâte qu’ils avaient emportée d’Égypte, des gâteaux azymes, car elle n’avait pas fermenté; parce que, repoussés de l’Égypte, ils n’avaient pu attendre et ne s’étaient pas munis d’autres provisions.",
        "11_Chapter, 39_Verse": "Or, le séjour des Israélites, depuis qu’ils s’établirent dans l’Égypte, avait été de quatre cent trente ans.",
        "11_Chapter, 40_Verse": "Et ce fut au bout de quatre cent trente ans, précisément le même jour, que toutes les milices du Seigneur sortirent du pays d’Égypte.",
        "11_Chapter, 41_Verse": "C’était la Nuit prédestinée par l’Éternel, pour leur sortie du pays d’Égypte; c’est cette même nuit instituée par le Seigneur, comme prédestinée à toutes les générations des enfants d’Israël.",
        "11_Chapter, 42_Verse": "L’Éternel dit à Moïse et à Aaron: \"Ceci est la règle de l’agneau pascal. Nul étranger n’en mangera.",
        "11_Chapter, 43_Verse": "Quant à l’esclave acheté à prix d’argent, circoncis-le, alors il pourra en manger.",
        "11_Chapter, 44_Verse": "L’habitant et le mercenaire étrangers n’en mangeront point.",
        "11_Chapter, 45_Verse": "Il sera consommé dans une même maison, tu ne transporteras rien de sa chair au dehors et vous n’en romprez pas un seul os.",
        "11_Chapter, 46_Verse": "Toute la communauté d’Israël doit y prendre part.",
        "11_Chapter, 47_Verse": "Si un étranger, habite avec toi et veut célébrer la pâque du Seigneur, que tout mâle qui lui appartient soit circoncis, il sera alors admis à la célébrer et deviendra l’égal de l’indigène; mais nul incirconcis n’en mangera.",
        "11_Chapter, 48_Verse": "Une seule et même loi régira l’indigène et l’étranger demeurant au milieu de vous.\"",
        "11_Chapter, 49_Verse": "Tous les Israélites obéirent: comme l’Éternel l’avait prescrit à Moïse et à Aaron, ainsi firent-ils. ",
        "11_Chapter, 50_Verse": "Or, ce fut ce jour-là même que l’ Éternel fit sortir les Israélites du pays d’Égypte, selon leurs légions.",
        "12_Chapter, 0_Verse": "L’Éternel parla à Moïse en ces termes:",
        "12_Chapter, 1_Verse": "\"Consacre-moi tout premier-né, toutes prémices des entrailles parmi les enfants d’Israël, soit homme, soit animal: c’est mon bien.\"",
        "12_Chapter, 2_Verse": "Et Moïse dit au peuple: \"Qu’on se souvienne de ce jour où vous êtes sortis de l’Égypte, de la maison de servitude, alors que, par la puissance de son bras, l’Éternel vous a fait sortir d’ici et que l’on ne mange point de pain levé.",
        "12_Chapter, 3_Verse": "Et Moïse dit au peuple: \"Qu’on se souvienne de ce jour où vous êtes sortis de l’Égypte, de la maison de servitude, alors que, par la puissance de son bras, l’Éternel vous a fait sortir d’ici et que l’on ne mange point de pain levé.",
        "12_Chapter, 4_Verse": "Donc, lorsque l’Éternel t’aura fait entrer dans le pays du Cananéen, du Héthéen, de l’Amorréen, du Hévéen et du Jébuséen, pays qu’il a juré à tes pères de te donner, pays ruisselant de lait et de miel, tu célébreras cette cérémonie dans ce même mois,",
        "12_Chapter, 5_Verse": "Sept jours durant, tu te nourriras d’azymes; le septième jour, fête en l’honneur de l’Éternel.",
        "12_Chapter, 6_Verse": "On se nourrira de pains azymes durant ces sept jours; et l’on ne doit voir chez toi ni pain levé, ni levain, dans toutes tes possessions.",
        "12_Chapter, 7_Verse": "Tu donneras alors cette explication à ton fils: ‘C’est dans cette vue que l’Éternel a agi en ma faveur, quand je sortis de l’Égypte.’",
        "12_Chapter, 8_Verse": "Et tu porteras comme symbole sur ton bras et comme mémorial entre tes yeux afin que la doctrine du Seigneur reste dans ta bouche, que d’un bras puissant, l’Éternel t’a fait sortir de l’Égypte.",
        "12_Chapter, 9_Verse": "Tu observeras cette institution en son temps, à chaque anniversaire,",
        "12_Chapter, 10_Verse": "\"Lorsque l’Éternel t’aura introduit dans le pays du Cananéen, selon ce qu’il a juré à toi et à tes pères et qu’il te l’aura livré,",
        "12_Chapter, 11_Verse": "tu céderas à l’Éternel toutes prémices des entrailles: tout premier-né des animaux qui t’appartiendront, s’il est mâle, sera à l’Éternel.",
        "12_Chapter, 12_Verse": "Le premier-né d’un âne, tu le rachèteras par un agneau, sinon tu lui briseras la nuque et le premier-né de l’homme, si c’est un de tes fils, tu le rachèteras.",
        "12_Chapter, 13_Verse": "Et lorsque ton fils, un jour, te questionnera en disant: \"Qu’est-ce que cela?\" tu lui répondras: \"D’une main toute puissante, l’Éternel nous a fait sortir d’Égypte, d’une maison d’esclavage.",
        "12_Chapter, 14_Verse": "En effet, comme Pharaon faisait difficulté de nous laisser partir, l’Éternel fit mourir tous les premiers-nés du pays d’Égypte, depuis le premier-né de l’homme jusqu’à celui de l’animal. C’est pourquoi j’immole au Seigneur tout premier-né mâle et tout premier-né de mes fils je dois le racheter.",
        "12_Chapter, 15_Verse": "Et il sera écrit comme symbole sur ton bras et comme fronteau entre tes yeux, que d’une main puissante l’Éternel nous a fait sortir de l’Égypte.\"",
        "12_Chapter, 16_Verse": "Or, lorsque Pharaon eut laissé partir le peuple, Dieu ne les dirigea point par le pays des Philistins, lequel est rapproché parce que Dieu disait: \"Le peuple pourrait se raviser à la vue de la guerre et retourner en Égypte.\"",
        "12_Chapter, 17_Verse": "Dieu fit donc dévier le peuple du côté du désert, vers la mer des Joncs et les enfants d’Israël partirent en bon ordre du pays d’Égypte.",
        "12_Chapter, 18_Verse": "Moïse emporta en même temps les ossements de Joseph car celui-ci avait formellement adjuré les enfants d’Israël, en disant: \"Dieu ne manquera pas de vous visiter et alors vous emporterez mes os de ce pays.\"",
        "12_Chapter, 19_Verse": "Ils décampèrent de Soukkoth et vinrent camper à Ètham, à l’extrémité du désert.",
        "12_Chapter, 20_Verse": "L’Éternel les guidait, le jour, par une colonne de nuée qui leur indiquait le chemin, la nuit, par une colonne de feu destinée à les éclairer, afin qu’ils pussent marcher jour et nuit.",
        "12_Chapter, 21_Verse": "La colonne de nuée, le jour et la colonne de feu, la nuit, ne cessaient de précéder le peuple.",
        "13_Chapter, 0_Verse": "L’Éternel parla ainsi à Moïse:",
        "13_Chapter, 1_Verse": "\"Dis aux enfants d’Israël de remonter et de camper en face de Pi-Hahiroth, entre Migdol et la mer; devant Baal-Cefôn, à l’opposite, vous camperez au bord de la mer.",
        "13_Chapter, 2_Verse": "Pharaon se dira que les enfants d’Israël sont égarés dans ce pays; que le désert les emprisonne.",
        "13_Chapter, 3_Verse": "Et je raffermirai le cœur de Pharaon et il les poursuivra; puis j’accablerai de ma puissance Pharaon avec toute son armée et les Égyptiens apprendront que je suis l’Éternel.\" Ils obéirent.",
        "13_Chapter, 4_Verse": "On rapporta au roi d’Égypte que le peuple s’enfuyait. Alors les dispositions de Pharaon et de ses serviteurs changèrent à l’égard de ce peuple et ils dirent: \"Qu’avons-nous fait là, d’affranchir les Israélites de notre sujétion!\"",
        "13_Chapter, 5_Verse": "Il fit atteler son char, emmena avec lui son peuple,",
        "13_Chapter, 6_Verse": "prit six cents chars d’élite et tous les chariots d’Égypte, tous couverts de guerriers.",
        "13_Chapter, 7_Verse": "L’Éternel fortifia le cœur de Pharaon, roi d’Égypte, qui se mit à la poursuite des enfants d’Israël. Cependant les Israélites s’avançaient triomphants.",
        "13_Chapter, 8_Verse": "Les Égyptiens qui les poursuivaient les rencontrèrent, campés sur le rivage; tous les attelages de Pharaon, ses cavaliers, son armée, les joignirent près de Pi-Hahiroth, devant Baal-Cefôn.",
        "13_Chapter, 9_Verse": "Comme Pharaon approchait, les enfants d’Israël levèrent les yeux et voici que l’Égyptien était à leur poursuite; remplis d’effroi, les Israélites jetèrent des cris vers l’Éternel.",
        "13_Chapter, 10_Verse": "Et ils dirent à Moïse: \"Est-ce faute de trouver des sépulcres en Égypte que tu nous as conduits mourir dans le désert? Quel bien nous as-tu fait, en nous tirant de l’Égypte?",
        "13_Chapter, 11_Verse": "N’est-ce pas ainsi que nous te parlions en Égypte, disant: ‘Laisse-nous servir les Égyptiens?’ De fait, mieux valait pour nous être esclaves des Égyptiens, que de périr dans le désert.\"",
        "13_Chapter, 12_Verse": "Moïse répondit au peuple: \"Soyez sans crainte! Attendez, et vous serez témoins de l’assistance que l’Éternel vous procurera en ce jour! Certes, si vous avez vu les Égyptiens aujourd’hui, vous ne les reverrez plus jamais.",
        "13_Chapter, 13_Verse": "L’Éternel combattra pour vous; et vous, tenez-vous tranquilles!\"",
        "13_Chapter, 14_Verse": "L’Éternel dit à Moïse: \"Pourquoi m’implores-tu? Ordonne aux enfants d’Israël de se mettre en marche.",
        "13_Chapter, 15_Verse": "Et toi, lève ta verge, dirige ta main vers la mer et divise la; et les enfants d’Israël entreront au milieu de la mer à pied sec.\"",
        "13_Chapter, 16_Verse": "De mon côté, je vais affermir le cœur des Égyptiens pour qu’ils y entrent après eux; et alors j’accablerai Pharaon et son armée entière, ses chars et sa cavalerie.",
        "13_Chapter, 17_Verse": "Les Égyptiens reconnaîtront que je suis l’Éternel, quand j’accablerai Pharaon, ses chars et ses cavaliers.\"",
        "13_Chapter, 18_Verse": "Le messager de Dieu, qui marchait en avant du camp d’Israël, passa derrière eux, la colonne nébuleuse cessa d’être à leur tête et se fixa en arrière.\"",
        "13_Chapter, 19_Verse": "Elle passa ainsi entre le camp égyptien et celui des Israélites: pour les uns il y eut nuée et ténèbres, pour les autres la nuit fut éclairée; et, de toute la nuit, les uns n’approchèrent point des autres.",
        "13_Chapter, 20_Verse": "Moïse étendit sa main sur la mer et l’Éternel fit reculer la mer, toute la nuit, par un vent d’est impétueux et il mit la mer à sec et les eaux furent divisées.",
        "13_Chapter, 21_Verse": "Les enfants d’Israël entrèrent au milieu de la mer, dans son lit desséché, les eaux se dressant en muraille à leur droite et à leur gauche.",
        "13_Chapter, 22_Verse": "Les Égyptiens les poursuivirent et tous les chevaux de Pharaon, ses chariots, ses cavaliers, entrèrent à leur suite au milieu de la mer.",
        "13_Chapter, 23_Verse": "Or, à la dernière veille, l’Éternel fit peser sur l’armée égyptienne une colonne de feu et une nuée et jeta la perturbation dans l’armée égyptienne",
        "13_Chapter, 24_Verse": "et il détacha les roues de ses chars, les faisant ainsi avancer pesamment. Alors l’Égyptien s’écria: \"Fuyons devant Israël, car l’Éternel combat pour eux contre l’Égypte!\"",
        "13_Chapter, 25_Verse": "Le Seigneur dit à Moïse: \"Étends ta main sur la mer et les eaux rebrousseront sur l’Égyptien, sur ses chars et sur ses cavaliers.\"",
        "13_Chapter, 26_Verse": "Moïse étendit sa main sur la mer et la mer, aux approches du matin, reprit son niveau comme les Égyptiens s’élançaient en avant; et le Seigneur précipita les Égyptiens au sein de la mer.",
        "13_Chapter, 27_Verse": "Les eaux, en refluant, submergèrent chariots, cavalerie, toute l’armée de Pharaon qui était entrée à leur suite dans la mer; pas un d’entre eux n’échappa.",
        "13_Chapter, 28_Verse": "Pour les enfants d’Israël, ils s’étaient avancés à pied sec au milieu de la mer, ayant les eaux, comme un mur, à leur droite et à leur gauche.",
        "13_Chapter, 29_Verse": "L’Éternel, en ce jour, sauva Israël de la main de l’Égypte; Israël vit l’Égyptien gisant sur le rivage de la mer.",
        "13_Chapter, 30_Verse": "Israël reconnut alors la haute puissance que le Seigneur avait déployée sur l’Égypte et le peuple révéra le Seigneur; et ils eurent foi en l’Éternel et en Moïse, son serviteur.",
        "14_Chapter, 0_Verse": "Alors Moïse et les enfants d’Israël chantèrent l’hymne suivant à l’Éternel. Ils dirent: \"Chantons l’Éternel, il est souverainement grand; coursier et cavalier, il les a lancés dans la mer.",
        "14_Chapter, 1_Verse": "Il est ma force et ma gloire, l’Éternel! Je lui dois mon salut. Voilà mon Dieu, je lui rends hommage; le Dieu de mon père et je le glorifie.",
        "14_Chapter, 2_Verse": "L’Éternel est le maître des batailles; Éternel est son nom!",
        "14_Chapter, 3_Verse": "Les chars de Pharaon et son armée, il les a précipités dans la mer; l’élite de ses combattants se sont noyés dans la mer des Joncs.",
        "14_Chapter, 4_Verse": "L’abîme s’est fermé sur eux; au fond du gouffre ils sont tombés comme une pierre.",
        "14_Chapter, 5_Verse": "Ta droite, Seigneur, est insigne par la puissance; Ta droite, Seigneur, écrase l’ennemi.",
        "14_Chapter, 6_Verse": "Par ta souveraine majesté tu renversas tes adversaires; tu déchaînes ton courroux. Il les consume comme du chaume.",
        "14_Chapter, 7_Verse": "Au souffle de ta face les eaux s’amoncellent, les ondes se dressent comme une digue, les flots se figent au sein de la mer.",
        "14_Chapter, 8_Verse": "Il disait, l’ennemi: ’Courons, atteignons! Partageons le butin! Que mon âme s’en repaisse!\" Tirons l’épée, que ma main les extermine!...’",
        "14_Chapter, 9_Verse": "Toi, tu as soufflé, l’océan les a engloutis; ils se sont abîmés comme le plomb au sein des eaux puissantes.",
        "14_Chapter, 10_Verse": "Qui t’égale parmi les forts, Éternel? Qui est, comme toi, paré de sainteté; inaccessible à la louange, fécond en merveilles?",
        "14_Chapter, 11_Verse": "Tu as étendu ta droite, la terre les dévore.",
        "14_Chapter, 12_Verse": "Tu guides, par ta grâce, ce peuple que tu viens d’affranchir; tu le diriges, par ta puissance, vers ta sainte demeure.",
        "14_Chapter, 13_Verse": "A cette nouvelle, les peuples s’inquiètent, un frisson s’empare des habitants de la Philistée.",
        "14_Chapter, 14_Verse": "A leur tour ils tremblent, les chefs d’Édom; les vaillants de Moab sont saisis de terreur, consternés, tous les habitants de Canaan.",
        "14_Chapter, 15_Verse": "Sur eux pèse l’anxiété, l’épouvante; la majesté de ton bras les rend immobiles comme la pierre, jusqu’à ce qu’il ait passé, ton peuple, Seigneur! Qu’il ait passé, ce peuple acquis par toi;",
        "14_Chapter, 16_Verse": "Que tu les aies amenés, fixés, sur ce mont, ton domaine, résidence que tu t’es réservée, Seigneur! Sanctuaire, ô mon Dieu! Préparé par tes mains.",
        "14_Chapter, 17_Verse": "L’Éternel régnera à tout jamais!\"",
        "14_Chapter, 18_Verse": "Car, les chevaux de Pharaon, chars et cavalerie, s’étant avancés dans la mer, l’Éternel en avait refoulé les eaux sur eux, tandis que les enfants d’Israël marchaient à pied sec au milieu de la mer.",
        "14_Chapter, 19_Verse": "Miryam, la prophétesse, sœur d’Aaron, prit en main un tambourin et toutes les femmes la suivirent avec des tambourins et des instruments de danse.",
        "14_Chapter, 20_Verse": "Et Miryam leur fit répéter: \"Chantez l’Éternel, il est souverainement grand; coursier et cavalier, il les a lancés dans la mer…\"",
        "14_Chapter, 21_Verse": "Moïse fit décamper Israël de la plage des joncs et ils débouchèrent dans le désert de Chour, où ils marchèrent trois jours sans trouver d’eau.",
        "14_Chapter, 22_Verse": "Ils arrivèrent à Mara. Or, ils ne purent boire l’eau de Mara, elle était trop amère; c’est pourquoi on nomma ce lieu Mara.",
        "14_Chapter, 23_Verse": "Le peuple murmura contre Moïse, disant: \"Que boirons-nous?\"",
        "14_Chapter, 24_Verse": "Moïse implora le Seigneur; celui-ci lui indiqua un bois, qu’il jeta dans l’eau et l’eau devint potable. C’est alors qu’il lui imposa un principe et une loi, c’est alors qu’il le mit à l’épreuve",
        "14_Chapter, 25_Verse": "et il dit: \"Si tu écoutes la voix de l’Éternel ton Dieu; si tu t’appliques à lui plaire; si tu-es docile à ses préceptes et fidèle à toutes ses lois, aucune des plaies dont j’ai frappé, l’Égypte ne t’atteindra, car moi, l’Éternel, je te préserverai.\"",
        "14_Chapter, 26_Verse": "Ils arrivèrent à Élim, là étaient douze sources d’eau et soixante-dix palmiers. Ils y campèrent près des eaux.",
        "15_Chapter, 0_Verse": "Puis ils partirent d’Èlim et arrivèrent, toute la communauté des enfants d’Israël, au désert de Sin, qui s’étend entre Elim et Sinaï; c’était le quinzième jour du deuxième mois après leur sortie du pays d’Égypte.",
        "15_Chapter, 1_Verse": "Toute la communauté des enfants d’Israël murmura contre Moïse et Aaron, dans ce désert",
        "15_Chapter, 2_Verse": "et les enfants d’Israël leur dirent: \"Que ne sommes-nous morts de la main du Seigneur, dans le pays d’Égypte, assis près des marmites de viande et nous rassasiant de pain, tandis que vous nous avez amenés dans ce désert, pour faire mourir de faim tout ce peuple!\"",
        "15_Chapter, 3_Verse": "L’Éternel dit à Moïse: \"Je vais faire pleuvoir pour vous une nourriture céleste, le peuple ira en ramasser chaque jour sa provision et j’éprouverai de la sorte s’il obéit à ma doctrine ou non.",
        "15_Chapter, 4_Verse": "Le sixième jour, lorsqu’ils accommoderont ce qu’ils auront apporté, il se trouvera le double de leur récolte de chaque jour.\"",
        "15_Chapter, 5_Verse": "Moïse et Aaron dirent à tous les enfants d’Israël: \"Ce soir, vous reconnaîtrez que c’est l’Éternel qui vous a fait sortir du pays d’Égypte",
        "15_Chapter, 6_Verse": "et demain, vous serez témoins de la gloire du Seigneur, lorsqu’il fera droit à vos murmures contre lui. Mais nous, que sommes nous, pour être l’objet de vos murmures?",
        "15_Chapter, 7_Verse": "Vous le verrez, ajouta Moïse, lorsque Dieu vous donnera, ce soir, de la viande pour vous nourrir et demain, du pain pour vous rassasier, accueillant ainsi les murmures que vous proférez contre lui, car que sommes-nous? ce n’est pas nous qu’atteignent vos murmures, c’est l’Éternel!\"",
        "15_Chapter, 8_Verse": "Moïse dit à Aaron: \"Dis à toute la communauté des enfants d’Israël: ‘Approchez-vous de l’Éternel, car il a entendu vos murmures.’ \"",
        "15_Chapter, 9_Verse": "Comme Aaron parlait ainsi à toute la communauté des enfants d’Israël, ils se tournèrent du côté du désert et voici que la majesté divine apparut dans le nuage.",
        "15_Chapter, 10_Verse": "L’Éternel parla ainsi à Moïse:",
        "15_Chapter, 11_Verse": "\"J’ai entendu les murmures des Israélites. Parle-leur en ces termes: ‘Vers le soir vous mangerez de la viande, au matin vous vous rassasierez de pain et vous reconnaîtrez que moi, l’Éternel, je suis votre Dieu.’ \"",
        "15_Chapter, 12_Verse": "En effet, le soir, les cailles arrivèrent et couvrirent le camp et le matin, une couche de rosée s’étendait autour du camp.",
        "15_Chapter, 13_Verse": "Cette couche de rosée ayant disparu, on vit sur le sol du désert quelque chose de menu, de floconneux, fin comme le givre sur la terre.",
        "15_Chapter, 14_Verse": "A cette vue, les enfants d’Israël se dirent les uns aux autres: \"Qu’est ceci?\" car ils ne savaient ce que c’était. Et Moïse leur dit: \"C’est là le pain que l’Éternel vous donne pour nourriture.",
        "15_Chapter, 15_Verse": "Voici ce qu’a prescrit l’Éternel: Recueillez-en chacun selon ses besoins: un ômer par tête; autant chacun a de personnes dans sa tente, autant vous en prendrez.\"",
        "15_Chapter, 16_Verse": "Ainsi firent les enfants d’Israël: ils en ramassèrent, l’un plus, l’autre moins.\"",
        "15_Chapter, 17_Verse": "Puis ils mesurèrent à l’étrier. Or, celui qui en avait beaucoup pris n’en avait pas de trop, celui qui en avait peu n’en avait pas faute, chacun avait recueilli à proportion de ses besoins.",
        "15_Chapter, 18_Verse": "Moïse leur dit: \"Que nul n’en réserve pour le lendemain.\"",
        "15_Chapter, 19_Verse": "N’écoutant point Moïse, quelques-uns gardèrent de leur provision pour le lendemain, mais elle fourmilla de vers et se gâta. Et Moïse s’irrita contre eux.",
        "15_Chapter, 20_Verse": "Ils recueillirent cette substance tous les matins, chacun en raison de sa consommation; lorsque le soleil l’échauffait, elle fondait.",
        "15_Chapter, 21_Verse": "Mais il advint, au sixième jour, qu’ils recueillirent une provision double, deux ômer par personne; tous les phylarques de la communauté vinrent l’annoncer à Moïse.",
        "15_Chapter, 22_Verse": "Il leur répondit: \"C’est ce qu’a dit le Seigneur: Demain est le sabbat solennel, le saint chômage en l’honneur de l’Éternel! Ce que vous avez à cuire, cuisez-le, à faire bouillir, faites-le bouillir aujourd’hui et toute la provision restante, gardez-la en réserve pour demain.\"",
        "15_Chapter, 23_Verse": "Ils la réservèrent pour le lendemain, comme l’avait ordonné Moïse et elle ne se gâta point et il ne s’y mit point de vers.",
        "15_Chapter, 24_Verse": "Moïse dit: \"Mangez-la aujourd’hui, car c’est aujourd’hui sabbat en l’honneur de l’Éternel, aujourd’hui vous n’en trouveriez point aux champs.",
        "15_Chapter, 25_Verse": "Six jours de suite vous en recueillerez; mais le septième jour, jour de chômage, il n’y en aura point.\"",
        "15_Chapter, 26_Verse": "Or, le septième jour, quelques-uns du peuple allèrent à la récolte, mais ils ne trouvèrent rien.",
        "15_Chapter, 27_Verse": "L’Éternel dit à Moïse: \"Jusqu’à quand vous refuserez-vous à garder mes préceptes et mes enseignements?",
        "15_Chapter, 28_Verse": "Considérez que l’Éternel vous a gratifiés du sabbat! c’est pourquoi il vous donne, au sixième jour, la provision de deux jours. Que chacun demeure où il est, que nul ne sorte de son habitation le septième jour.\"",
        "15_Chapter, 29_Verse": "Et le peuple chôma le septième jour.",
        "15_Chapter, 30_Verse": "La maison d’Israël donna à cette substance le nom de manne. Elle ressemblait à de la graine de coriandre, était blanche et avait la saveur d’un beignet au miel.",
        "15_Chapter, 31_Verse": "Moïse dit: \"Voici ce qu’a ordonné le Seigneur: ‘Qu’un ômer plein de cette manne reste en dépôt pour vos générations, afin qu’elles connaissent le pain dont je vous ai nourris dans le désert, lorsque je vous ai fait sortir du pays d’Égypte.’ \"",
        "15_Chapter, 32_Verse": "Moïse dit à Aaron: \"Prends une urne et y dépose un plein ômer de manne et place-la devant l’Éternel, comme souvenir pour vos générations.\"",
        "15_Chapter, 33_Verse": "Ainsi que l’Éternel l’avait prescrit à Moïse, Aaron la déposa devant l’arche du Statut, comme souvenir.",
        "15_Chapter, 34_Verse": "Les enfants d’Israël mangèrent de la manne quarante ans, jusqu’à leur arrivée en pays habité; cette manne, ils en mangèrent jusqu’à leur arrivée aux confins du pays de Canaan.",
        "15_Chapter, 35_Verse": "Quant à l’ômer, c’est la dixième partie de l’êpha.",
        "16_Chapter, 0_Verse": "Toute la communauté des enfants d’Israël partit du désert de Sîn pour diverses stations, sur l’ordre du Seigneur. Ils campèrent à Refidîm, où il n’y avait point d’eau à boire pour le peuple.",
        "16_Chapter, 1_Verse": "Le peuple querella Moïse, en disant: \"Donnez-nous de l’eau, que nous buvions!\" Moïse leur répondit: \"Pourquoi me cherchez-vous querelle? pourquoi tentez-vous le Seigneur?\"",
        "16_Chapter, 2_Verse": "Le peuple querella Moïse, en disant: \"Donnez-nous de l’eau, que nous buvions!\" Moïse leur répondit: \"Pourquoi me cherchez-vous querelle? pourquoi tentez-vous le Seigneur?\"",
        "16_Chapter, 3_Verse": "Moïse se plaignit au Seigneur, en disant: \"Que ferai-je pour ce peuple? Peu s’en faut qu’ils ne me lapident\"",
        "16_Chapter, 4_Verse": "Le Seigneur répondit à Moïse: \"Avanc-toi à la tête du peuple, accompagné de quelques-uns des anciens d’Israël; cette verge, dont tu as frappé le fleuve, prends-la en main et marche.",
        "16_Chapter, 5_Verse": "Je vais t’apparaître là-bas sur le rocher, au mont Horeb; tu frapperas ce rocher et il en jaillira de l’eau et le peuple boira.\" Ainsi fit Moïse, à la vue des anciens d’Israël.",
        "16_Chapter, 6_Verse": "On appela ce lieu Massa et Meriba, à cause de la querelle des enfants d’Israël et parce qu’ils avaient tenté l’Éternel en disant: \"Nous verrons si l’Éternel est avec nous ou non!\"",
        "16_Chapter, 7_Verse": "Amalec survint et attaqua Israël à Refidim.",
        "16_Chapter, 8_Verse": "Moïse dit à Josué: \"Choisis des hommes et va livrer bataille à Amalec; demain, je me tiendrai au sommet de cette colline, la verge divine à la main.\"",
        "16_Chapter, 9_Verse": "Josué exécuta ce que lui avait dit Moïse, en livrant bataille à Amalec, tandis que Moïse, Aaron et Hour montèrent au haut de la colline.",
        "16_Chapter, 10_Verse": "Or, tant que Moïse tenait son bras levé, Israël avait le dessus; lorsqu’il le laissait fléchir, c’est Amalec qui l’emportait.",
        "16_Chapter, 11_Verse": "Les bras de Moïse s’appesantissant, ils prirent une pierre qu’ils mirent sous lui et il s’assit dessus; Aaron et Hour soutinrent ses bras, l’un de çà, l’autre de là et ses bras restèrent fermes jusqu’au coucher du soleil.",
        "16_Chapter, 12_Verse": "Josué triompha d’Amalec et de son peuple, à la pointe de l’épée.",
        "16_Chapter, 13_Verse": "L’Éternel dit à Moïse: \"Consigne ceci, comme souvenir, dans le Livre et inculque-le à Josué: ‘que je veux effacer la trace d’Amalec de dessous les cieux.’ \"",
        "16_Chapter, 14_Verse": "Moïse érigea un autel, qu’il nomma: \"Dieu est ma bannière.\"",
        "16_Chapter, 15_Verse": "Et il dit: \"Puisque sa main s’attaque au trône de l’Éternel, guerre à Amalec de par l’Éternel, de siècle en siècle!\"",
        "17_Chapter, 0_Verse": "Jéthro, prêtre de Madian, beau père de Moïse, apprit tout ce que Dieu avait fait pour Moïse et pour Israël son peuple, lorsque l’Éternel avait fait sortir Israël de l’Égypte.",
        "17_Chapter, 1_Verse": "Alors Jéthro, beau-père de Moïse, emmena Séphora, épouse de Moïse, qui la lui avait renvoyée.",
        "17_Chapter, 2_Verse": "Il emmena aussi ses deux fils, l’un nommé Gersom, \"car, avait-il dit, je suis un émigré sur une terre étrangère\";",
        "17_Chapter, 3_Verse": "l’autre nommé Eliézer, \"parce que le Dieu de mon père m’est venu en aide et m’a sauvé du glaive de Pharaon.\"",
        "17_Chapter, 4_Verse": "Jéthro, beau-père de Moïse, vint, avec les fils et la femme de celui-ci, trouver Moïse au désert où il campait, près de la montagne du Seigneur.",
        "17_Chapter, 5_Verse": "Il fit dire à Moïse: \"Moi ton beau-père, Jéthro, je viens à toi avec ta femme accompagnée de ses deux fils.\"",
        "17_Chapter, 6_Verse": "Moïse alla au-devant de son beau-père; il se prosterna, il l’embrassa et ils s’informèrent mutuellement de leur bien-être puis ils entrèrent dans la tente.",
        "17_Chapter, 7_Verse": "Moïse conta à son beau père tout ce que l’Éternel avait fait à Pharaon et à l’Égypte à cause d’Israël; toutes les tribulations qu’ils avaient essuyées dans le voyage et comment le Seigneur les avait protégés.",
        "17_Chapter, 8_Verse": "Jéthro se réjouit de tout le bien que l’Éternel avait fait à Israël, en le sauvant de la main des Égyptiens",
        "17_Chapter, 9_Verse": "et il dit: \"Loué soit l’Éternel, qui vous a sauvés de la main des Égyptiens et de celle de Pharaon, qui a soustrait ce peuple à la main des Égyptiens!",
        "17_Chapter, 10_Verse": "Je reconnais, à cette heure, que l’Éternel est plus grand que tous les dieux, puisqu’il a été dans cette circonstance où l’on avait agi tyranniquement à leur égard.\"",
        "17_Chapter, 11_Verse": "Jéthro, beau-père de Moïse, offrit holocauste et d’autres sacrifices à Dieu; et Aaron et tous les anciens d’Israël vinrent partager le repas du beau-père de Moïse, en présence de Dieu.",
        "17_Chapter, 12_Verse": "Le lendemain, Moïse s’assit pour rendre la justice au peuple et le peuple se tint debout autour de Moïse, du matin jusqu’au soir.",
        "17_Chapter, 13_Verse": "Le beau-père de Moïse, voyant comme il procédait à l’égard du peuple, lui dit: \"Que signifie ta façon d’agir envers ce peuple? Pourquoi sièges-tu seul et tout le peuple stationne t-il autour de toi du matin au soir?\"",
        "17_Chapter, 14_Verse": "Moïse répondit à son beau-père: \"C’est que le peuple vient à moi pour consulter le Seigneur.",
        "17_Chapter, 15_Verse": "Lorsqu’ils ont une affaire, elle m’est soumise; alors je prononce entre les parties et je fais connaître les décrets du Seigneur et ses instructions.\"",
        "17_Chapter, 16_Verse": "Le beau-père de Moïse lui répliqua: \"Le procédé que tu emploies n’est pas bon.",
        "17_Chapter, 17_Verse": "Tu succomberas certainement et toi-même et ce peuple qui t’entoure; car la tâche est trop lourde pour toi, tu ne saurais l’accomplir seul.",
        "17_Chapter, 18_Verse": "Or, écoute ma voix, ce que je veux te conseiller et que Dieu te soit en aide! Représente, toi seul, le peuple vis-à-vis de Dieu, en exposant les litiges au Seigneur;",
        "17_Chapter, 19_Verse": "notifie-leur également les lois et les doctrines, instruis-les de la voie qu’ils ont à suivre et de la conduite qu’ils doivent tenir.",
        "17_Chapter, 20_Verse": "Mais, de ton côté, choisis entre tout le peuple des hommes éminents, craignant Dieu, amis de la vérité, ennemis du lucre et place-les à leur tête comme chiliarques, centurions, cinquanteniers et décurions.",
        "17_Chapter, 21_Verse": "Ils jugeront le peuple en permanence; et alors, toute affaire grave ils te la soumettront, tandis qu’ils décideront eux-mêmes les questions peu importantes. Ils te soulageront ainsi en partageant ton fardeau.",
        "17_Chapter, 22_Verse": "Si tu adoptes cette conduite, Dieu te donnera ses ordres et tu pourras suffire à l’œuvre; et de son côté, tout ce peuple se rendra tranquillement où il doit se rendre.\"",
        "17_Chapter, 23_Verse": "Moïse écouta l’avis de son beau-père et effectua tout ce qu’il avait dit.",
        "17_Chapter, 24_Verse": "Il choisit des hommes de mérite entre tout Israël et les créa magistrats du peuple: chiliarques, centurions, cinquanteniers et décurions.",
        "17_Chapter, 25_Verse": "Ils jugeaient le peuple en permanence; les cas difficiles, ils les rapportaient à Moïse et les causes simples, ils les décidaient eux-mêmes.",
        "17_Chapter, 26_Verse": "Moïse reconduisit son beau-père, qui s’en retourna dans son pays.",
        "18_Chapter, 0_Verse": "A la troisième néoménie depuis le départ des Israélites du pays d’Égypte, le jour même, ils arrivèrent au désert de Sinaï.",
        "18_Chapter, 1_Verse": "Partis de Refidim, ils entrèrent dans le désert de Sinaï et y campèrent, Israël y campa en face de la montagne.",
        "18_Chapter, 2_Verse": "Pour Moïse, il monta vers le Seigneur et le Seigneur, l’appelant du haut de la montagne, lui dit: \"Adresse ce discours à la maison de Jacob, cette déclaration aux enfants d’Israël:",
        "18_Chapter, 3_Verse": "‘Vous avez vu ce que j’ai fait aux Égyptiens; vous, je vous ai portés sur l’aile des aigles, je vous ai rapprochés de moi.",
        "18_Chapter, 4_Verse": "Désormais, si vous êtes dociles à ma voix, si vous gardez mon alliance, vous serez mon trésor entre tous les peuples! Car toute la terre est à moi,",
        "18_Chapter, 5_Verse": "mais vous, vous serez pour moi une dynastie de pontifes et une nation sainte.’ Tel est le langage que tu tiendras aux enfants d’Israël.\"",
        "18_Chapter, 6_Verse": "Moïse, de retour, convoqua les anciens du peuple et leur transmit toutes ces paroles comme le Seigneur le lui avait prescrit.",
        "18_Chapter, 7_Verse": "Le peuple entier répondit d’une voix unanime: \"Tout ce qu’a dit l’Éternel, nous le ferons!\" Et Moïse rapporta les paroles du peuple au Seigneur.",
        "18_Chapter, 8_Verse": "L’Éternel dit à Moïse: \"Voici, moi-même je t’apparaîtrai au plus épais du nuage, afin que le peuple entende que c’est moi qui te parle et qu’en toi aussi ils aient foi constamment.\" Alors Moïse redit à l’Éternel les paroles du peuple.",
        "18_Chapter, 9_Verse": "Et l’Éternel dit à Moïse: \"Rends-toi près du peuple, enjoins-leur de se tenir purs aujourd’hui et demain et de laver leurs vêtements,",
        "18_Chapter, 10_Verse": "afin d’être prêts pour le troisième jour; car, le troisième jour, le Seigneur descendra, à la vue du peuple entier, sur le mont Sinaï.",
        "18_Chapter, 11_Verse": "Tu maintiendras le peuple tout autour, en disant: ‘Gardez-vous de gravir cette montagne et même d’en toucher le pied, quiconque toucherait à la montagne serait mis à mort.",
        "18_Chapter, 12_Verse": "On ne doit pas porter la main sur lui, mais le lapider ou le percer de flèches; homme ou bête, il cesserait de vivre. Mais aux derniers sons du cor, ceux-ci monteront sur la montagne’\".",
        "18_Chapter, 13_Verse": "Moïse descendit de la montagne vers le peuple, lui enjoignit la pureté et ils lavèrent leurs vêtements.",
        "18_Chapter, 14_Verse": "II dit au peuple: \"Tenez-vous prêts pour le troisième jour; n’approchez point d’une femme.\"",
        "18_Chapter, 15_Verse": "Or, au troisième jour, le matin venu, il y eut des tonnerres et des éclairs et une nuée épaisse sur la montagne et un son de cor très intense. Tout le peuple frissonna dans le camp.",
        "18_Chapter, 16_Verse": "Moïse fit sortir le peuple du camp au-devant de la Divinité et ils s’arrêtèrent au pied de la montagne.",
        "18_Chapter, 17_Verse": "Or, la montagne de Sinaï était toute fumante, parce que le Seigneur y était descendu au sein de la flamme; sa fumée montait comme la fumée d’une fournaise et la montagne entière tremblait violemment.",
        "18_Chapter, 18_Verse": "Le son du cor allait redoublant d’intensité; Moïse parlait et la voix divine lui répondait.\"",
        "18_Chapter, 19_Verse": "Le Seigneur, étant descendu sur le mont Sinaï, sur la cime de cette montagne, y appela Moïse; Moïse monta,",
        "18_Chapter, 20_Verse": "et le Seigneur lui dit: \"Descends avertir le peuple: ils pourraient se précipiter vers le Seigneur pour contempler sa gloire et beaucoup d’entre eux périraient.",
        "18_Chapter, 21_Verse": "Que les pontifes aussi, plus rapprochés du Seigneur, s’observent religieusement; autrement il pourrait sévir parmi eux.\"",
        "18_Chapter, 22_Verse": "Moïse répondit au Seigneur: \"Le peuple ne saurait monter sur le mont Sinaï, puisque tu nous as avertis par ces paroles: ‘Défends la montagne et déclare-la sainte!’\"",
        "18_Chapter, 23_Verse": "Le Seigneur lui repartit: \"Descends, dis-je, puis tu remonteras accompagné d’Aaron. Mais que les pontifes et le peuple ne s’aventurent pas à monter vers le Seigneur, il pourrait sévir contre eux.\"",
        "18_Chapter, 24_Verse": "Moïse redescendit vers le peuple et lui en fit part.",
        "19_Chapter, 0_Verse": "Alors Dieu prononça toutes ces paroles, savoir:",
        "19_Chapter, 1_Verse": "(1) \"Je suis l’Éternel, ton Dieu, qui t’ai fait sortir du pays d’Égypte, d’une maison d’esclavage.",
        "19_Chapter, 2_Verse": "\"Tu n’auras point d’autre dieu que moi.",
        "19_Chapter, 3_Verse": "Tu ne te feras point d’idole, ni une image quelconque de ce qui est en haut dans le ciel, ou en bas sur la terre, ou dans les eaux au-dessous de la terre.",
        "19_Chapter, 4_Verse": "Tu ne te prosterneras point devant elles, tu ne les adoreras point; car moi, l’Éternel, ton Dieu, je suis un Dieu jaloux, qui poursuis le crime des pères sur les enfants jusqu’à la troisième et à la quatrième générations, pour ceux qui m’offensent;",
        "19_Chapter, 5_Verse": "et qui étends ma bienveillance à la millième, pour ceux qui m’aiment et gardent mes commandements.",
        "19_Chapter, 6_Verse": "(3) \"Tu n’invoqueras point le nom de l’Éternel ton Dieu à l’appui du mensonge; car l’Éternel ne laisse pas impuni celui qui invoque son nom pour le mensonge.",
        "19_Chapter, 7_Verse": "(4)\"Pense au jour du Sabbat pour le sanctifier.",
        "19_Chapter, 8_Verse": "Durant six jours tu travailleras et t’occuperas de toutes tes affaires,",
        "19_Chapter, 9_Verse": "mais le septième jour est la trêve de l’Éternel ton Dieu: tu n’y feras aucun travail, toi, ton fils ni ta fille, ton esclave mâle ou femelle, ton bétail, ni l’étranger qui est dans tes murs.",
        "19_Chapter, 10_Verse": "Car en six jours l’Éternel a fait le ciel, la terre, la mer et tout ce qu’ils renferment et il s’est reposé le septième jour; c’est pourquoi l’Éternel a béni le jour du Sabbat et l’a sanctifié.",
        "19_Chapter, 11_Verse": "(5)\"Honore ton père et ta mère, afin que tes jours se prolongent sur la terre que l’Éternel ton Dieu t’accordera.",
        "19_Chapter, 12_Verse": "(6) \"Ne commets point d’homicide. (7) \"Ne commets point d’adultère. (8) \"Ne commets point de larcin. (9) \"Ne rends point contre ton prochain un faux témoignage.",
        "19_Chapter, 13_Verse": "(10)\"Ne convoite pas la maison de ton prochain; Ne convoite pas la femme de ton prochain, son esclave ni sa servante, son bœuf ni son âne, ni rien de ce qui est à ton prochain.\"",
        "19_Chapter, 14_Verse": "Or, tout le peuple fut témoin de ces tonnerres, de ces feux, de ce bruit de cor, de cette montagne fumante et le peuple à cette vue, trembla et se tint à distance.",
        "19_Chapter, 15_Verse": "Et ils dirent à Moïse: \"Que ce soit toi qui nous parles et nous pourrons entendre mais que Dieu ne nous parle point, nous pourrions mourir.\"",
        "19_Chapter, 16_Verse": "Moïse répondit au peuple: \"Soyez sans crainte! c’est pour vous mettre à l’épreuve que le Seigneur est intervenu; c’est pour que sa crainte vous soit toujours présente, afin que vous ne péchiez point.\"",
        "19_Chapter, 17_Verse": "Le peuple resta éloigné, tandis que Moïse s’approcha de la brume où était le Seigneur.",
        "19_Chapter, 18_Verse": "L’Éternel dit à Moïse: \"Parle ainsi aux enfants d’Israël: ’Vous avez vu, vous-mêmes, que du haut des cieux je vous ai parlé.",
        "19_Chapter, 19_Verse": "Ne m’associez aucune divinité; dieux d’argent, dieux d’or, n’en faites point pour votre usage.’",
        "19_Chapter, 20_Verse": "Tu feras pour moi un autel de terre, sur lequel tu sacrifieras tes holocaustes et tes victimes rémunératoires, ton menu et ton gros bétail, en quelque lieu que je fasse invoquer mon nom, je viendrai à toi pour te bénir.",
        "19_Chapter, 21_Verse": "Si toutefois tu m’ériges un autel de pierres, ne le construis pas en pierres de taille; car, en les touchant avec le fer, tu les as rendues profanes.",
        "19_Chapter, 22_Verse": "Tu ne dois pas non plus monter sur mon autel à l’aide de degrés, afin que ta nudité ne s’y découvre point.",
        "20_Chapter, 0_Verse": "Et voici les statuts que tu leur exposeras.",
        "20_Chapter, 1_Verse": "Si tu achètes un esclave hébreu, il restera six années esclave et à la septième il sera remis en liberté sans rançon.",
        "20_Chapter, 2_Verse": "S’il est venu seul, seul il sortira; s’il était marié, sa femme sortira avec lui.",
        "20_Chapter, 3_Verse": "Si son maître lui a donné une femme, laquelle lui ait enfanté des fils ou des filles, la femme, avec les enfants, appartiendra à son maître et lui se retirera seul.",
        "20_Chapter, 4_Verse": "Que si l’esclave dit: \"J’aime mon maître, ma femme et mes enfants, je ne veux pas être affranchi\",",
        "20_Chapter, 5_Verse": "son maître l’amènera par-devant le tribunal, on le placera près d’une porte ou d’un poteau; et son maître lui percera l’oreille avec un poinçon et il le servira indéfiniment.",
        "20_Chapter, 6_Verse": "\"Si un homme vend sa fille comme esclave, elle ne quittera pas son maître à la façon des esclaves.",
        "20_Chapter, 7_Verse": "Si elle lui déplaît et qu’il ne la réserve point à lui-même, il la laissera s’affranchir; il n’aura pas pouvoir de la vendre à une famille étrangère, après l’avoir déçue.",
        "20_Chapter, 8_Verse": "Que s’il la fiance à son fils, il procédera à son égard selon la règle des filles.",
        "20_Chapter, 9_Verse": "S’il lui en adjoint une autre, il ne devra point la frustrer de sa nourriture, de son habillement, ni du droit conjugal.",
        "20_Chapter, 10_Verse": "Et s’il ne procède pas à son égard de l’une de ces trois manières, elle se retirera gratuitement, sans rançon.",
        "20_Chapter, 11_Verse": "\"Celui qui frappe un homme et le fait mourir sera puni de mort.",
        "20_Chapter, 12_Verse": "S’il n’y a pas eu guet-apens et que Dieu seul ait conduit sa main, il se réfugiera dans un des endroits que je te désignerai.",
        "20_Chapter, 13_Verse": "\"Mais si quelqu’un, agissant avec préméditation contre son prochain, le tue de guet-apens, du pied même de mon autel tu le conduiras à la mort.",
        "20_Chapter, 14_Verse": "\"Celui qui frappera son père ou sa mère sera mis à mort.",
        "20_Chapter, 15_Verse": "\"Celui qui aura enlevé un homme et l’aura vendu, si on l’a pris sur le fait, sera mis à mort.",
        "20_Chapter, 16_Verse": "\"Celui qui maudit son père ou sa mère sera puni de mort.",
        "20_Chapter, 17_Verse": "\"Si des hommes se prennent de querelle et que l’un frappe l’autre d’un coup de pierre ou de poing, sans qu’il en meure, mais qu’il soit forcé de s’aliter,",
        "20_Chapter, 18_Verse": "s’il se relève et qu’il puisse sortir appuyé sur son bâton, l’auteur de la blessure sera absous. Toutefois, il paiera le chômage et les frais de la guérison.",
        "20_Chapter, 19_Verse": "\"Si un homme frappe du bâton son esclave mâle ou femelle et que l’esclave meure sous sa main, il doit être vengé.",
        "20_Chapter, 20_Verse": "Si pourtant il survit un jour ou deux, il ne sera pas vengé, parce qu’il est sa propriété.",
        "20_Chapter, 21_Verse": "\"Si, des hommes ayant une rixe, l’un d’eux heurte une femme enceinte et la fait avorter sans autre malheur, il sera condamné à l’amende que lui fera infliger l’époux de cette femme et il la paiera à dire d’experts.",
        "20_Chapter, 22_Verse": "Mais si un malheur s’ensuit, tu feras payer corps pour corps;",
        "20_Chapter, 23_Verse": "œil pour œil, dent pour dent, main pour main, pied pour pied;",
        "20_Chapter, 24_Verse": "brûlure pour brûlure, plaie pour plaie, contusion pour contusion.",
        "20_Chapter, 25_Verse": "\"Si un homme blesse l’œil de son esclave ou de sa servante de manière à lui en ôter l’usage, il le renverra libre à cause de son œil",
        "20_Chapter, 26_Verse": "et s’il fait tomber une dent à son esclave ou à sa servante, il lui rendra la liberté à cause de sa dent.",
        "20_Chapter, 27_Verse": "\"Si un bœuf heurte un homme ou une femme et qu’ils en meurent, ce bœuf doit être lapidé et il ne sera point permis d’en manger la chair; mais le propriétaire du bœuf sera absous.",
        "20_Chapter, 28_Verse": "Si ce bœuf était sujet à heurter, déjà antérieurement, que son maître, averti, ne l’ait pas surveillé et qu’il ait fait périr un homme ou une femme, le bœuf sera lapidé et même son maître mérite la mort.",
        "20_Chapter, 29_Verse": "Si toutefois une amende lui est imposée, il paiera la rançon de sa vie selon ce qu’on lui aura imposé.",
        "20_Chapter, 30_Verse": "Si un bœuf heurte soit un garçon, soit une fille, la même loi lui sera appliquée.",
        "20_Chapter, 31_Verse": "Si ce bœuf heurte un esclave ou une esclave, on paiera à leur maître une somme de trente sicles et le bœuf sera lapidé.",
        "20_Chapter, 32_Verse": "\"Si quelqu’un découvre une citerne, ou si, en ayant creusé une, il ne la couvre point et qu’un bœuf ou un âne y tombe,",
        "20_Chapter, 33_Verse": "le propriétaire de la citerne doit payer: il remboursera la valeur au maître et l’animal mort lui restera.",
        "20_Chapter, 34_Verse": "\"Si le bœuf appartenant à un homme blesse celui d’un autre et le fait périr, on vendra le bœuf vivant; ils s’en partageront le prix, et partageront aussi le bœuf mort.",
        "20_Chapter, 35_Verse": "Mais si, notoirement, ce bœuf a déjà heurté à plusieurs reprises et que son maître ne l’ait pas surveillé, il devra restituer bœuf pour bœuf et le bœuf tué lui restera.",
        "20_Chapter, 36_Verse": "Si quelqu’un dérobe un bœuf ou une brebis, puis égorge ou vend l’animal, il donnera cinq pièces de gros bétail en paiement du bœuf, quatre de menu bétail pour la brebis.",
        "21_Chapter, 0_Verse": "\"Si un voleur est pris sur le fait d’effraction, si on le frappe et qu’il meure, son sang ne sera point vengé.",
        "21_Chapter, 1_Verse": "Si le soleil a éclairé son délit, son sang serait vengé. Lui cependant doit réparer; et s’il ne le peut, il sera vendu pour son vol.",
        "21_Chapter, 2_Verse": "Si le corps du délit est trouvé entre ses mains, intact, soit bœuf, soit âne ou brebis, il paiera le double.",
        "21_Chapter, 3_Verse": "\"Si un homme fourrage un champ ou un vignoble en faisant pâturer son bétail sur les terres d’autrui, il paiera le dégât du meilleur de son champ ou de sa vigne.",
        "21_Chapter, 4_Verse": "\"Si le feu, en s’étendant, gagne des buissons et dévore une meule de blé, ou la moisson ou le champ d’autrui, l’auteur de l’incendie sera tenu de payer.",
        "21_Chapter, 5_Verse": "\"Si quelqu’un donne en garde à un autre de l’argent ou des effets et qu’ils disparaissent de la maison de cet homme, si le voleur est découvert, il paiera le double.",
        "21_Chapter, 6_Verse": "Si l’on ne trouve point le voleur, le maître de la maison viendra jurer au tribunal qu’il n’a point porté la main sur la chose d’autrui.",
        "21_Chapter, 7_Verse": "Quel que soit l’objet du délit, bœuf, âne, menue bête, vêtement, toute chose perdue qu’on affirme être sienne, la contestation des deux parties sera déférée au tribunal: celui que les juges condamneront paiera le double à l’autre.",
        "21_Chapter, 8_Verse": "\"Si quelqu’un donne en garde à un autre un âne, ou un bœuf, ou une pièce de menu bétail, un animal quelconque et que celui-ci meure, ou soit estropié ou pris de force, sans que personne l’ait vu,",
        "21_Chapter, 9_Verse": "un serment solennel interviendra entre les parties, comme quoi l’accusé n’a point porté atteinte à la chose de son prochain; le propriétaire acceptera ce serment et l’autre ne paiera point.",
        "21_Chapter, 10_Verse": "Mais si la bête lui avait été dérobée, il indemnisera le propriétaire.",
        "21_Chapter, 11_Verse": "Si elle avait été mise en pièces, qu’il en produise la preuve; il ne paiera point pour la bête mise en pièces.",
        "21_Chapter, 12_Verse": "\"Si quelqu’un emprunte à un autre un animal et que celui-ci soit estropié ou meure, si le propriétaire est absent, l’autre est tenu de payer.",
        "21_Chapter, 13_Verse": "Si le propriétaire se trouvait là, il ne paiera point. Si la bête était louée, il l’a eue sous le bénéfice de cette location.",
        "21_Chapter, 14_Verse": "\"Si un homme séduit une vierge non encore fiancée et cohabite avec elle, il devra l’acquérir pour épouse.",
        "21_Chapter, 15_Verse": "Que si son père refuse de la lui accorder, il paiera la somme fixée pour la dot des vierges.",
        "21_Chapter, 16_Verse": "\"La sorcière, tu ne la laisseras point vivre.",
        "21_Chapter, 17_Verse": "Quiconque aura eu commerce avec un animal sera mis à mort.",
        "21_Chapter, 18_Verse": "\"Celui qui sacrifie aux dieux, sauf à l’Éternel exclusivement, sera voué à la mort.",
        "21_Chapter, 19_Verse": "Tu ne contristeras point l’étranger ni ne le molesteras; car vous-mêmes avez été étrangers en Égypte.",
        "21_Chapter, 20_Verse": "N’humiliez jamais la veuve ni l’orphelin.",
        "21_Chapter, 21_Verse": "Si tu l’humiliais, sache que, quand sa plainte s’élèvera vers moi, assurément j’entendrai cette plainte",
        "21_Chapter, 22_Verse": "et mon courroux s’enflammera et je vous ferai périr par le glaive et alors vos femmes aussi deviendront veuves et vos enfants orphelins.",
        "21_Chapter, 23_Verse": "\"Si tu prêtes de l’argent à quelqu’un de mon peuple, au pauvre qui est avec toi, ne sois point à son égard comme un créancier; n’exigez point de lui des intérêts.",
        "21_Chapter, 24_Verse": "Si tu saisis, comme gage, le manteau de ton prochain, au soleil couchant tu devras le lui rendre.",
        "21_Chapter, 25_Verse": "Car c’est là sa seule couverture, c’est le vêtement de son corps, comment abritera-t-il son sommeil? Or, s’il se plaint à moi, je l’écouterai, car je suis compatissant.",
        "21_Chapter, 26_Verse": "\"N’outrage point l’autorité suprême et ne maudis point le chef de ton peuple.",
        "21_Chapter, 27_Verse": "Ton abondance et ta liqueur, ne diffère pas à les offrir; le premier-né de tes fils, fais m’en hommage.",
        "21_Chapter, 28_Verse": "Ainsi feras-tu à l’égard de ton gros et de ton menu bétail: le premier-né restera sept jours avec sa mère, le huitième jour tu me le livreras.",
        "21_Chapter, 29_Verse": "Vous devez aussi être des hommes saints devant moi: vous ne mangerez donc point la chair d’un animal déchiré dans les champs, vous l’abandonnerez aux chiens.",
        "22_Chapter, 0_Verse": "\"N’accueille point un rapport mensonger. Ne sois pas complice d’un méchant, en servant de témoin à l’iniquité.",
        "22_Chapter, 1_Verse": "Ne suis point la multitude pour mal faire; et n’opine point, sur un litige, dans le sens de la majorité, pour faire fléchir le droit.",
        "22_Chapter, 2_Verse": "Ne sois point partial pour le pauvre, dans son procès.",
        "22_Chapter, 3_Verse": "\"Si tu trouves le bœuf ou l’âne de ton ennemi, égaré, aie soin de le lui ramener.",
        "22_Chapter, 4_Verse": "\"Si tu vois l’âne de ton ennemi succomber sous sa charge, garde toi de l’abandonner; aide-lui au contraire à le décharger.",
        "22_Chapter, 5_Verse": "\"Ne fais pas fléchir le droit de ton prochain indigent, s’il a un procès.",
        "22_Chapter, 6_Verse": "Fuis la parole de mensonge et ne frappe point de mort celui qui est innocent et juste, car je n’absoudrais point le prévaricateur.",
        "22_Chapter, 7_Verse": "N’accepte point de présents corrupteurs; car la corruption trouble la vue des clairvoyants et fausse la parole des justes.",
        "22_Chapter, 8_Verse": "Tu ne vexeras point l’étranger. Vous connaissez, vous, le cœur de l’étranger, vous qui avez été étrangers dans le pays d’Égypte!",
        "22_Chapter, 9_Verse": "Six années tu ensemenceras ta terre et en recueilleras le produit;",
        "22_Chapter, 10_Verse": "mais la septième, tu lui donneras du repos et en abandonneras les fruits, pour que les indigents de ton peuple en jouissent, le surplus pourra être consommé par les animaux des champs. Ainsi en useras-tu pour ta vigne et pour ton plant d’oliviers.",
        "22_Chapter, 11_Verse": "Six jours durant tu t’occuperas de tes travaux, mais au septième jour tu chômeras; afin que ton bœuf et ton âne se reposent, que puissent respirer le fils de ton esclave et l’étranger.",
        "22_Chapter, 12_Verse": "Attachez-vous scrupuleusement à tout ce que je vous ai prescrit. Ne mentionnez jamais le nom de divinités étrangères, qu’on ne l’entende point dans ta bouche!",
        "22_Chapter, 13_Verse": "Trois fois l’an, tu célébreras des fêtes en mon honneur.",
        "22_Chapter, 14_Verse": "Et d’abord, tu observeras la fête des Azymes: durant sept jours tu mangeras des pains azymes, ainsi que je te l’ai ordonné, à l’époque du mois de la germination, car c’est alors que tu es sorti de l’Égypte et l’on ne paraîtra point devant ma face les mains vides.",
        "22_Chapter, 15_Verse": "Puis, la fête de la Moisson, fête des prémices de tes biens, que tu auras semés dans la terre; et la fête de l’Automne, au déclin de l’année, lorsque tu rentreras ta récolte des champs.",
        "22_Chapter, 16_Verse": "Trois fois par an, tous tes mâles paraîtront par-devant le Souverain, l’Éternel.",
        "22_Chapter, 17_Verse": "Tu ne verseras point, en présence du pain levé, le sang de mon sacrifice; et la graisse de mes victimes ne séjournera pas jusqu’au matin sans être offerte.",
        "22_Chapter, 18_Verse": "Les prémices nouvelles de ton sol, tu les apporteras dans la maison de l’Éternel ton Dieu. Tu ne feras point cuire un chevreau dans le lait de sa mère.",
        "22_Chapter, 19_Verse": "\"Or, j’enverrai devant toi un mandataire, chargé de veiller sur ta marche et de te conduire au lieu que je t’ai destiné.",
        "22_Chapter, 20_Verse": "Sois circonspect à son égard et docile à sa voix; ne lui résiste point! Il ne pardonnerait pas votre rébellion, car ma divinité est en lui.",
        "22_Chapter, 21_Verse": "Que si tu es toujours docile à sa voix, si tu accomplis toutes mes paroles, je serai l’ennemi de tes ennemis et je persécuterai tes persécuteurs.",
        "22_Chapter, 22_Verse": "Lorsque mon mandataire, guidant tes pas, t’aura introduit chez l’Amorréen, le Héthéen, le Phérézéen, le Cananéen, le Hévéen, le Jébuséen et que je les aurai exterminés,",
        "22_Chapter, 23_Verse": "ne te prosterne point devant leurs dieux, ne les sers point et n’imite point leurs rites; au contraire, tu dois les, renverser, tu dois briser leurs monuments.",
        "22_Chapter, 24_Verse": "Vous servirez uniquement l’Éternel votre Dieu; et il bénira ta nourriture et ta boisson et j’écarterai tout fléau du milieu de toi.",
        "22_Chapter, 25_Verse": "\"Nulle femme n’avortera, nulle ne sera stérile dans ton pays; je comblerai la mesure de tes jours.",
        "22_Chapter, 26_Verse": "J’enverrai ma terreur devant toi et je jetterai le trouble en toute population chez qui tu pénétreras et je mettrai tous tes ennemis en fuite devant toi.",
        "22_Chapter, 27_Verse": "Je te ferai précéder par le frelon, qui chassera le Hévéen, le Cananéen et le Héthéen de devant toi.",
        "22_Chapter, 28_Verse": "Je ne l’expulserai pas de devant toi en une seule année, car le pays deviendrait un désert et les bêtes sauvages se multiplieraient à tes dépens:",
        "22_Chapter, 29_Verse": "je l’expulserai de devant toi successivement, jusqu’à ce que, devenu nombreux, tu puisses occuper tout le pays.",
        "22_Chapter, 30_Verse": "Je fixerai tes limites depuis la mer des Joncs jusqu’à la mer des Philistins et depuis le Désert jusqu’au Fleuve; car je livrerai en ta main les habitants de cette contrée et tu les chasseras de devant toi.",
        "22_Chapter, 31_Verse": "Tu ne feras de pacte avec eux ni avec leurs divinités.",
        "22_Chapter, 32_Verse": "Qu’ils ne subsistent point sur ton territoire! Ils te feraient prévariquer contre moi; car tu adorerais leurs divinités et ce serait pour toi un écueil.\"",
        "23_Chapter, 0_Verse": "Or Dieu avait dit à Moïse: \"Monte vers l’Éternel, avec Aaron, Nadab, Abihou et soixantedix des anciens d’Israël et vous vous prosternerez à distance.",
        "23_Chapter, 1_Verse": "Puis, Moïse s’avancera seul vers le Seigneur et eux ne le suivront point; quant au peuple, il ne montera pas avec lui.\"",
        "23_Chapter, 2_Verse": "Moïse, de retour, transmit au peuple toutes les paroles de l’Éternel et tous les statuts; et le peuple entier s’écria d’une seule voix: \"Tout ce qu’a prononcé l’Éternel, nous l’exécuterons.\"",
        "23_Chapter, 3_Verse": "Moïse écrivit toutes les paroles de l’Éternel. Le lendemain, de bonne heure, il érigea un autel au pied de la montagne; puis douze monuments, selon le nombre des tribus d’Israël.",
        "23_Chapter, 4_Verse": "Il chargea les jeunes gens d’Israël d’offrir des holocaustes et d’immoler, comme victimes rémunératoires, des taureaux au Seigneur.",
        "23_Chapter, 5_Verse": "Alors Moïse prit la moitié du sang, la mit dans des bassins et répandit l’autre moitié sur l’autel.",
        "23_Chapter, 6_Verse": "Et il prit le livre de l’Alliance, dont il fit entendre la lecture au peuple et ils dirent: \"Tout ce qu’a prononcé l’Éternel, nous l’exécuterons docilement.\"",
        "23_Chapter, 7_Verse": "Moïse prit le sang, en aspergea le peuple et dit: \"Ceci est le sang de l’alliance que l’Éternel a conclue avec vous touchant toutes ces paroles.\"",
        "23_Chapter, 8_Verse": "Moïse et Aaron remontèrent, accompagnés de Nadab, d’Abihou et des soixante-dix anciens d’Israël.\"",
        "23_Chapter, 9_Verse": "Ils contemplèrent la Divinité d’Israël. Sous ses pieds, quelque chose de semblable au brillant du saphir et de limpide comme la substance du ciel.",
        "23_Chapter, 10_Verse": "Mais Dieu ne laissa point sévir son bras sur ces élus des enfants d’Israël et après avoir joui de la vision divine, ils mangèrent et burent.",
        "23_Chapter, 11_Verse": "L’Éternel dit à Moïse: \"Monte vers moi, sur la montagne et y demeure: je veux te donner les tables de pierre, la doctrine et les préceptes, que j’ai écrits pour leur instruction.\"",
        "23_Chapter, 12_Verse": "Moïse partit, avec Josué son serviteur; puis il gravit la divine montagne.",
        "23_Chapter, 13_Verse": "Il avait dit aux anciens: \"Attendez-nous ici jusqu’à notre retour. Comme Aaron et Hour sont avec vous, celui qui aura une affaire devra s’adresser à eux.\"",
        "23_Chapter, 14_Verse": "C’est alors que Moïse s’achemina vers la montagne, qu’enveloppait le nuage.",
        "23_Chapter, 15_Verse": "La majesté divine se fixa sur le mont Sinaï, que le nuage enveloppa six jours; le septième jour, Dieu appela Moïse du milieu du nuage.",
        "23_Chapter, 16_Verse": "Or, la majesté divine apparaissait comme un feu dévorant au sommet de la montagne, à la vue des enfants d’Israël.",
        "23_Chapter, 17_Verse": "Moïse pénétra au milieu du nuage et s’éleva sur la montagne; et il resta sur cette montagne quarante jours et quarante nuits.",
        "24_Chapter, 0_Verse": "L’éternel parla à Moïse en ces termes:",
        "24_Chapter, 1_Verse": "\"Invite les enfants d’Israël à me préparer une offrande de la part de quiconque y sera porté par son cœur, vous recevrez mon offrande.",
        "24_Chapter, 2_Verse": "Et voici l’offrande que vous recevrez d’eux: or, argent et cuivre;",
        "24_Chapter, 3_Verse": "étoffes d’azur, de pourpre, d’écarlate, de fin lin et de poil de chèvre;",
        "24_Chapter, 4_Verse": "peaux de bélier teintes en rouge, peaux de tahach et bois de chittîm;",
        "24_Chapter, 5_Verse": "huile pour le luminaire, aromates pour l’huile d’onction et pour la combustion des parfums;",
        "24_Chapter, 6_Verse": "pierres de choham et pierres à enchâsser, pour l’éphod et pour le pectoral.",
        "24_Chapter, 7_Verse": "Et ils me construiront un sanctuaire, pour que je réside au milieu d’eux,",
        "24_Chapter, 8_Verse": "semblable en tout à ce que je t’indiquerai, c’est-à-dire au plan du tabernacle et de toutes ses pièces et vous l’exécuterez ainsi.",
        "24_Chapter, 9_Verse": "\"On fera une arche en bois de chittîm, ayant deux coudées et demie de long, une coudée et demie de large, une coudée et demie de hauteur.",
        "24_Chapter, 10_Verse": "Tu la revêtiras d’or pur, intérieurement et extérieurement; et tu l’entoureras d’une corniche d’or.\"",
        "24_Chapter, 11_Verse": "Tu mouleras pour l’arche quatre anneaux d’or, que tu placeras à ses quatre angles; savoir, deux anneaux à l’un de ses côtés et deux anneaux au côté opposé.",
        "24_Chapter, 12_Verse": "Tu feras des barres de bois de chittîm, que tu recouvriras d’or.",
        "24_Chapter, 13_Verse": "Tu passeras ces barres dans les anneaux, le long des côtés de l’arche, pour qu’elles servent à la porter.",
        "24_Chapter, 14_Verse": "Les barres, engagées dans les anneaux de l’arche, ne doivent point la quitter.",
        "24_Chapter, 15_Verse": "Tu déposeras dans l’arche le Statut que je te donnerai.",
        "24_Chapter, 16_Verse": "Tu feras aussi un propitiatoire d’or pur, ayant deux coudées et demie de long, une coudée et demie de large.",
        "24_Chapter, 17_Verse": "Puis tu feras deux chérubins d’or, tu les fabriqueras tout d’une pièce, ressortant des deux extrémités du propitiatoire.",
        "24_Chapter, 18_Verse": "Fais ressortir un chérubin d’un côté et l’autre du côté opposé, c’est du propitiatoire même que vous ferez saillir ces chérubins, à ses deux extrémités.",
        "24_Chapter, 19_Verse": "Ces chérubins auront les ailes étendues en avant et dominant le propitiatoire et leurs visages, tournés l’un vers l’autre, seront dirigés vers le propitiatoire.",
        "24_Chapter, 20_Verse": "Tu placeras ce propitiatoire au-dessus de l’arche, après avoir déposé dans l’arche le Statut que je te donnerai.",
        "24_Chapter, 21_Verse": "C’est là que je te donnerai rendez-vous; c’est de dessus le propitiatoire, entre les deux chérubins placés sur l’arche du Statut, que je te communiquerai tous mes ordres pour les enfants d’Israël.",
        "24_Chapter, 22_Verse": "\"Tu feras ensuite une table de bois de chittîm, longue de deux coudées, haute d’une coudée et demie.",
        "24_Chapter, 23_Verse": "Tu la recouvriras d’or pur et tu l’entoureras d’une bordure d’or.",
        "24_Chapter, 24_Verse": "Tu y adapteras, tout autour, un châssis large d’un palme et tu entoureras ce châssis d’une bordure d’or.",
        "24_Chapter, 25_Verse": "Tu feras pour la table quatre anneaux d’or, que tu fixeras aux quatre extrémités formées par ses quatre pieds.",
        "24_Chapter, 26_Verse": "C’est vis-à-vis que se trouveront les anneaux; ils donneront passage à des barres servant à porter la table.",
        "24_Chapter, 27_Verse": "Tu feras ces barres en bois de chittîm et tu les recouvriras d’or; c’est par leur moyen que sera portée la table.",
        "24_Chapter, 28_Verse": "Tu feras ses sébiles et ses cuillers, ses montants et ses demi-tubes, pièces dont elle doit être garnie; c’est en or pur que tu les confectionneras.",
        "24_Chapter, 29_Verse": "Et tu placeras sur cette table des pains de proposition, en permanence devant moi.",
        "24_Chapter, 30_Verse": "\"Tu, feras aussi un candélabre d’or pur. Ce candélabre, c’est-à-dire son pied et sa tige, sera fait tout d’une pièce; ses calices, ses boutons et ses fleurs feront corps avec lui.",
        "24_Chapter, 31_Verse": "Six branches sortiront de ses côtés: trois branches du candélabre d’un côté et trois branches du candélabre de l’autre.",
        "24_Chapter, 32_Verse": "Trois calices amygdaloïdes à l’une des branches, avec bouton et fleur et trois calices amygdaloïdës, avec bouton et fleur à l’autre branche; ainsi pour les six branches qui sailliront du candélabre.",
        "24_Chapter, 33_Verse": "Le fût du candélabre portera quatre calices amygdaloïdes, avec ses boutons et ses fleurs;",
        "24_Chapter, 34_Verse": "savoir, un bouton à l’origine d’une de ses paires de branches, un bouton à l’origine de sa seconde paire de branches, un bouton à l’origine de la troisième: ils répondront aux six branches partant du candélabre.",
        "24_Chapter, 35_Verse": "Boutons et branches feront corps avec lui; le tout sera fait d’un seul lingot d’or pur.",
        "24_Chapter, 36_Verse": "Puis tu feras ses lampes au nombre de sept; quand on disposera ces lampes, on en dirigera la lumière du côté de sa face.",
        "24_Chapter, 37_Verse": "Puis, ses mouchettes et ses godets, en or pur.",
        "24_Chapter, 38_Verse": "Un kikkar d’or pur sera employé pour le candélabre, y compris tous ces accessoires.",
        "24_Chapter, 39_Verse": "Médite et exécute, selon le plan qui t’est indiqué sur cette montagne.",
        "25_Chapter, 0_Verse": "\"Puis tu feras le tabernacle, savoir dix tapis, qui seront faits de lin retors, de fils d’azur, de pourpre et d’écarlate et artistement damassés de chérubins.",
        "25_Chapter, 1_Verse": "La longueur de chaque tapis sera de vingt-huit coudées; la largeur, de quatre coudées par tapis: dimension uniforme pour tous les tapis.",
        "25_Chapter, 2_Verse": "Cinq des tapis seront attachés l’un à l’autre et les cinq autres seront joints de la même manière.",
        "25_Chapter, 3_Verse": "Tu adapteras des nœuds d’étoffe azurée au bord du tapis qui termine un assemblage et de même au bord du dernier tapis de l’autre assemblage.",
        "25_Chapter, 4_Verse": "Tu mettras cinquante nœuds à un tapis et cinquante autres au bord du tapis terminant le second assemblage; ces nœuds se correspondront l’un à l’autre.",
        "25_Chapter, 5_Verse": "Tu feras cinquante agrafes d’or; tu joindras les tapis l’un à l’autre au moyen de ces agrafes, de sorte que l’enceinte sera continue.",
        "25_Chapter, 6_Verse": "Puis tu feras des tapis en poil de chèvre, servant de pavillon au tabernacle; tu les feras au nombre de onze.",
        "25_Chapter, 7_Verse": "La longueur de chaque tapis sera de trente coudées; la largeur, de quatre coudées par tapis: même dimension pour les onze tapis.",
        "25_Chapter, 8_Verse": "Tu joindras cinq de ces tapis à part et à part les six autres, le sixième tapis devant être rabattu sur le devant de la tente.",
        "25_Chapter, 9_Verse": "Tu disposeras cinquante nœuds au bord du tapis extrême d’un assemblage et cinquante nœuds au bord, du tapis terminant le second assemblage.",
        "25_Chapter, 10_Verse": "Tu confectionneras cinquante agrafes de cuivre; tu les feras entrer dans les nœuds et réuniras ainsi le pavillon en un seul corps.",
        "25_Chapter, 11_Verse": "Les tapis du pavillon dépassant les autres d’une certaine longueur, le demi-tapis qui sera en plus descendra sur la face postérieure du tabernacle.",
        "25_Chapter, 12_Verse": "Et la coudée d’un côté et la coudée de l’autre, qui se trouveront en excès dans la longueur des tapis du pavillon, retomberont sur les côtés du tabernacle, de part et d’autre, pour le couvrir.",
        "25_Chapter, 13_Verse": "Tu ajouteras, pour couvrir le pavillon, des peaux de bélier teintes en rouge et, par-dessus, une couverture de peaux de tahach.",
        "25_Chapter, 14_Verse": "\"Tu feras ensuite les solives destinées au tabernacle: ce seront des ais de chittîm perpendiculaires.",
        "25_Chapter, 15_Verse": "Dix coudées seront la longueur de chaque solive; une coudée et demie la largeur de chacune.",
        "25_Chapter, 16_Verse": "Chaque solive aura deux tenons parallèles l’un à l’autre; ainsi feras-tu pour toutes les solives du tabernacle.",
        "25_Chapter, 17_Verse": "Tu disposeras ces solives pour le tabernacle, comme il suit: vingt solives dans le sens du sud ou midi;",
        "25_Chapter, 18_Verse": "sous ces vingt solives tu placeras quarante socles d’argent: deux socles sous une solive, pour recevoir ses deux tenons et deux socles sous une autre, pour ses deux tenons.",
        "25_Chapter, 19_Verse": "De même, pour le second côté du tabernacle, à la face nord, vingt solives,",
        "25_Chapter, 20_Verse": "avec leurs quarante socles d’argent: deux socles sous une solive et deux socles sous la solive suivante.",
        "25_Chapter, 21_Verse": "Pour le côté postérieur du tabernacle, à l’occident, tu prépareras six solives;",
        "25_Chapter, 22_Verse": "puis, tu en prépareras deux pour les angles postérieurs du tabernacle.",
        "25_Chapter, 23_Verse": "Elles seront accouplées par en bas et également accouplées, au sommet, par un seul anneau; même disposition pour ces deux solives, placées aux deux angles.",
        "25_Chapter, 24_Verse": "Il y aura donc huit solives, avec leurs socles d’argent, soit seize socles: deux socles sous une solive et deux socles sous l’autre.",
        "25_Chapter, 25_Verse": "Tu feras ensuite des traverses de bois de chittîm: cinq pour les solives d’un côté du tabernacle,",
        "25_Chapter, 26_Verse": "cinq autres pour les solives du second côté du tabernacle et cinq traverses pour les solives du côté postérieur, occidental.",
        "25_Chapter, 27_Verse": "La traverse du milieu passera dans l’intérieur des solives, les reliant d’une extrémité à l’autre.",
        "25_Chapter, 28_Verse": "Ces solives, tu les recouvriras d’or; tu feras en or leurs anneaux, où passeront les traverses et ces traverses tu les recouvriras d’or.",
        "25_Chapter, 29_Verse": "Tu érigeras ainsi le tabernacle, suivant la disposition qui t’a été enseignée sur cette montagne.",
        "25_Chapter, 30_Verse": "\"Tu feras ensuite un voile en étoffe d’azur, de pourpre, d’écarlate et de lin retors; on le fabriquera artistement, en le damassant de chérubins.",
        "25_Chapter, 31_Verse": "Tu le suspendras à quatre piliers de chittîm, recouverts d’or, à crochets d’or et soutenus par quatre socles d’argent.",
        "25_Chapter, 32_Verse": "Tu fixeras ce voile au-dessous des agrafes; c’est là, dans l’enceinte protégée par le voile, que tu feras entrer l’arche du Statut et le voile séparera ainsi pour vous le sanctuaire d’avec le Saint des saints.",
        "25_Chapter, 33_Verse": "Tu poseras le propitiatoire sur l’arche du Statut, dans le Saint des saints.",
        "25_Chapter, 34_Verse": "Tu placeras la table en dehors du voile et le candélabre en face de la table au côté méridional du tabernacle, la table étant placée au côté septentrional.",
        "25_Chapter, 35_Verse": "Puis, tu confectionneras un rideau pour l’entrée de la Tente, en azur, pourpre, écarlate et lin retors, artistement brodés.",
        "25_Chapter, 36_Verse": "Tu feras, pour ce rideau, cinq piliers de chittîm; tu les revêtiras d’or, leurs crochets seront d’or et tu mouleras pour eux cinq socles de cuivre.",
        "26_Chapter, 0_Verse": "\"Puis tu feras l’autel, en bois de chittîm; cinq coudées de longueur, cinq coudées de largeur, l’autel sera carré, et trois coudées de hauteur.",
        "26_Chapter, 1_Verse": "Tu sculpteras ses cornes aux quatre angles, de sorte qu’elle fassent corps avec lui et tu le revêtiras de cuivre.",
        "26_Chapter, 2_Verse": "Tu feras ses cendriers, destinés à en recueillir les cendres; ses pelles, ses bassins, ses fourches et ses brasiers. Pour tous ces ustensiles tu emploieras le cuivre.",
        "26_Chapter, 3_Verse": "Tu y ajouteras un grillage en forme de réseau de cuivre et tu adapteras à ce réseau quatre anneaux de cuivre, vers ses quatre angles.",
        "26_Chapter, 4_Verse": "Tu le placeras sous l’entablement de l’autel, dans la partie inférieure et ce réseau s’élèvera jusqu’au milieu de l’autel.",
        "26_Chapter, 5_Verse": "tu feras pour l’autel des barres de bois de chittîm, que tu recouvriras de cuivre.",
        "26_Chapter, 6_Verse": "Ces barres, introduites dans les anneaux, se trouveront aux deux côtés de l’autel lorsqu’on le transportera.",
        "26_Chapter, 7_Verse": "Tu le disposeras en boiserie creuse; comme on te l’a fait voir sur cette montagne, c’est ainsi qu’ils l’exécuteront.",
        "26_Chapter, 8_Verse": "\"Tu formeras ensuite le parvis du tabernacle. Pour le côté du sud ou méridional, les toiles du parvis, en lin retors, auront cent coudées de longueur, formant un côté.",
        "26_Chapter, 9_Verse": "Il aura vingt piliers dont les socles, au nombre de vingt, seront de cuivre; les crochets des piliers et leurs tringles d’argent.",
        "26_Chapter, 10_Verse": "De même, pour la longueur du côté nord, des toiles de cent coudées de long, avec vingt piliers ayant vingt socles de cuivre, avec les crochets et leurs tringles en argent.",
        "26_Chapter, 11_Verse": "Pour la largeur du parvis à la face occidentale, des toiles de cinquante coudées, avec dix piliers munis de dix socles.",
        "26_Chapter, 12_Verse": "Largeur du parvis au côté oriental, au levant, cinquante coudées:",
        "26_Chapter, 13_Verse": "quinze coudées de toiles formeront une aile, elles auront trois piliers et ceux-ci trois socles.",
        "26_Chapter, 14_Verse": "Egalement, pour la seconde aile, quinze coudées de toiles, ayant trois piliers avec trois socles.",
        "26_Chapter, 15_Verse": "La porte du parvis sera un rideau de vingt coudées, étoffe d’azur, de pourpre, d’écarlate et de lin retors, artistement brodés; elle aura quatre piliers avec quatre socles.",
        "26_Chapter, 16_Verse": "\"Tous les piliers formant le pourtour du parvis seront unis par des tringles d’argent; leurs crochets seront d’argent et leurs socles de cuivre.",
        "26_Chapter, 17_Verse": "Longueur du parvis, cent coudées; largeur, cinquante de part et d’autre; hauteur, cinq coudées de toiles en lin retors, avec socles de cuivre.",
        "26_Chapter, 18_Verse": "Quant aux ustensiles employés aux divers services du tabernacle, ainsi que ses chevilles et toutes les chevilles du parvis, ils seront en cuivre.",
        "26_Chapter, 19_Verse": "\" Pour toi, tu ordonneras aux enfants d’Israël de te choisir une huile pure d’olives concassées, pour le luminaire, afin d’alimenter les lampes en permanence.",
        "26_Chapter, 20_Verse": "C’est dans la Tente d’assignation, en dehors du voile qui abrite le Statut, qu’Aaron et ses fils les disposeront, pour brûler du soir jusqu’au matin en présence du Seigneur: règle invariable pour leurs générations, à observer par les enfants d’Israël.",
        "27_Chapter, 0_Verse": "\"De ton côté, fais venir à toi Aaron ton frère, avec ses fils, du milieu des enfants d’Israël, pour exercer le sacerdoce en mon honneur: Aaron, avec Nadab et Abihou, Éléazar et Ithamar, ses fils.",
        "27_Chapter, 1_Verse": "Tu feras confectionner pour Aaron ton frère des vêtements sacrés, insignes d’honneur et de majesté.",
        "27_Chapter, 2_Verse": "Tu enjoindras donc à tous les artistes habiles, que j’ai doués du génie de l’art, qu’ils exécutent le costume d’Aaron, afin de le consacrer à mon sacerdoce.",
        "27_Chapter, 3_Verse": "Or, voici les vêtements qu’ils exécuteront: un pectoral, un éphod, une robe, une tunique à mailles, une tiare et une écharpe; ils composeront ainsi un saint costume à Aaron ton frère et à ses fils, comme exerçant mon ministère.",
        "27_Chapter, 4_Verse": "Et ils emploieront l’or, l’azur, la pourpre, l’écarlate et le fin lin.",
        "27_Chapter, 5_Verse": "\"Ils confectionneront l’éphod en or, azur, pourpre, écarlate et lin retors, artistement brochés.",
        "27_Chapter, 6_Verse": "Deux épaulières d’attache, placées à ses deux extrémités, serviront à le réunir.",
        "27_Chapter, 7_Verse": "La ceinture qu’il porte, destinée à l’assujettir, sera du même travail, fera partie de son tissu or, azur, pourpre, écarlate et lin retors.",
        "27_Chapter, 8_Verse": "Tu prendras deux pierres de choham, sur lesquelles tu graveras les noms des fils d’Israël:",
        "27_Chapter, 9_Verse": "six de leurs noms sur une pierre et les noms des six autres sur la seconde pierre, selon leur ordre de naissance.",
        "27_Chapter, 10_Verse": "A l’instar du graveur sur pierre et comme la gravure d’un cachet, tu traceras sur ces deux pierres les noms des fils d’Israël et tu les enchâsseras dans des chatons d’or",
        "27_Chapter, 11_Verse": "Tu adapteras ces deux pierres aux épaulières de l’éphod, comme pierres commémoratives pour les enfants d’Israël, dont Aaron portera les noms, en présence de l’Éternel, sur ses deux épaules, comme souvenir.",
        "27_Chapter, 12_Verse": "\"Tu prépareras aussi des chatons d’or",
        "27_Chapter, 13_Verse": "et deux chaînettes d’or pur, que tu feras en les cordonnant en forme de torsade; ces chaînettes-torsades, tu les fixeras sur les chatons.",
        "27_Chapter, 14_Verse": "\"Tu feras le pectoral de jugement, artistement ouvragé et que tu composeras à la façon de l’éphod: c’est d’or, d’azur, de pourpre, d’écarlate et de fin retors, que tu le composeras.",
        "27_Chapter, 15_Verse": "Il sera carré, plié en deux; un empan sera sa longueur, un empan sa largeur.",
        "27_Chapter, 16_Verse": "Tu le garniras de pierreries enchâssées, formant quatre rangées. Sur une rangée: un rubis, une topaze et une émeraude, première rangée;",
        "27_Chapter, 17_Verse": "deuxième rangée: un nofek, un saphir et un diamant;",
        "27_Chapter, 18_Verse": "troisième, rangée: un léchem, un chebô et un ahlama;",
        "27_Chapter, 19_Verse": "quatrième rangée: une tartessienne, un choham et un jaspe. Ils seront enchâssés dans des chatons d’or.",
        "27_Chapter, 20_Verse": "Ces pierres, portant les noms des fils d’Israël, sont au nombre de douze selon ces mêmes noms; elles contiendront, gravé en manière de cachet, le nom de chacune des douze tribus.",
        "27_Chapter, 21_Verse": "Ensuite, tu prépareras pour le pectoral des chaînettes cordonnées, forme de torsade, en or pur.",
        "27_Chapter, 22_Verse": "Tu feras encore, pour le pectoral, deux anneaux d’or, que tu mettras aux deux coins du pectoral.",
        "27_Chapter, 23_Verse": "Puis tu passeras les deux torsades d’or dans les deux anneaux placés aux coins du pectoral",
        "27_Chapter, 24_Verse": "et les deux bouts de chaque torsade, tu les fixeras sur les deux chatons, les appliquant aux épaulières de l’éphod du côté de la face.",
        "27_Chapter, 25_Verse": "Tu feras encore deux anneaux d’or, que tu placeras aux deux coins du pectoral, sur le bord qui fait face à l’éphod intérieurement",
        "27_Chapter, 26_Verse": "et tu feras deux autres anneaux d’or, que tu fixeras aux deux épaulières de l’éphod, par le bas, au côté extérieur, à l’endroit de l’attache, au-dessus de la ceinture de l’éphod.",
        "27_Chapter, 27_Verse": "On assujettira le pectoral en joignant ses anneaux à ceux de l’éphod par un cordon d’azur, de sorte qu’il reste fixé sur la ceinture de l’éphod; et ainsi le pectoral n’y vacillera point.",
        "27_Chapter, 28_Verse": "Et Aaron portera sur son cœur, lorsqu’il entrera dans le sanctuaire, les noms des enfants d’Israël, inscrits sur le pectoral du jugement: commémoration perpétuelle devant le Seigneur.",
        "27_Chapter, 29_Verse": "Tu ajouteras au pectoral du jugement les ourîm et les toummîm, pour qu’ils soient sur la poitrine d’Aaron lorsqu’il se présentera devant l’Éternel. Aaron portera ainsi le destin des enfants d’Israël sur sa poitrine, devant le Seigneur, constamment.",
        "27_Chapter, 30_Verse": "\"Tu feras la robe de l’éphod, uniquement d’azur.",
        "27_Chapter, 31_Verse": "L’ouverture supérieure sera infléchie; cette ouverture sera garnie, tout autour, d’un ourlet tissu et sera faite comme l’ouverture d’une cotte de mailles, pour qu’elle ne se déchire point.",
        "27_Chapter, 32_Verse": "Tu adapteras au bord, tout autour du bord, des grenades d’azur, de pourpre et d’écarlate et des clochettes d’or entremêlées, tout à l’entour.",
        "27_Chapter, 33_Verse": "Une clochette d’or, puis une grenade; une clochette d’or, puis une grenade, au bas de la robe, à l’entour.",
        "27_Chapter, 34_Verse": "Aaron doit la porter lorsqu’il fonctionnera, pour que le son s’entende quand il entrera dans le saint lieu devant le Seigneur et quand il en sortira et qu’il ne meure point.",
        "27_Chapter, 35_Verse": "\"Tu feras une plaque d’or pur, sur laquelle tu graveras, comme sur un sceau:\"Consacré au Seigneur\".",
        "27_Chapter, 36_Verse": "Tu la fixeras par un ruban d’azur, de manière à la placer sur la tiare; c’est en avant de la tiare qu’elle doit se trouver.",
        "27_Chapter, 37_Verse": "Elle sera sur le front d’Aaron, qui se chargera ainsi des péchés relatifs aux consécrations des enfants d’Israël, à leurs diverses offrandes religieuses; et elle sera sur son front en permanence, pour leur obtenir la bienveillance de l’Éternel.",
        "27_Chapter, 38_Verse": "Tu feras la tunique à mailles de lin, de lin aussi la tiare et l’écharpe tu l’exécuteras en broderie.",
        "27_Chapter, 39_Verse": "Pour les fils d’Aaron également tu feras des tuniques et pour eux aussi des écharpes; puis tu leur feras des turbans, signes d’honneur et de dignité.",
        "27_Chapter, 40_Verse": "Tu feras revêtir ce costume à Aaron ton frère, de même à ses fils; tu les oindras, tu les installeras et tu les consacreras à mon sacerdoce.",
        "27_Chapter, 41_Verse": "Fais-leur aussi des caleçons de lin commun, pour couvrir la nudité de la chair, depuis les reins jusqu’aux cuisses.",
        "27_Chapter, 42_Verse": "Aaron et ses fils porteront ce costume lorsqu’ils entreront dans la Tente d’assignation, ou lorsqu’ils approcheront de l’autel pour le saint ministère, afin de ne pas se trouver en faute et encourir la mort: loi perpétuelle pour lui et pour sa postérité.",
        "28_Chapter, 0_Verse": "\"Or, voici comment tu procéderas à leur égard, pour les consacrer à mon sacerdoce: prends un jeune taureau et deux béliers sans défaut;",
        "28_Chapter, 1_Verse": "puis des pains azymes, des gâteaux azymes pétris avec de l’huile et des galettes azymes ointes d’huile; tu les feras de la plus pure farine de froment.",
        "28_Chapter, 2_Verse": "Tu les mettras dans une même corbeille et les présenteras dans cette corbeille, en même temps que le taureau et les deux béliers",
        "28_Chapter, 3_Verse": "Tu feras avancer Aaron et ses fils à l’entrée de la Tente d’assignation et tu les feras baigner.",
        "28_Chapter, 4_Verse": "Tu prendras les vêtements sacrés; tu feras endosser à Aaron la tunique, la robe de l’éphod, l’éphod et le pectoral et tu le ceindras de la ceinture de l’éphod.",
        "28_Chapter, 5_Verse": "Puis tu placeras la tiare sur sa tête et tu assujettiras le saint diadème sur la tiare.",
        "28_Chapter, 6_Verse": "Tu prendras alors l’huile d’onction, que tu répandras sur sa tête, lui donnant ainsi l’onction.",
        "28_Chapter, 7_Verse": "Puis tu feras approcher ses fils et tu les revêtiras de tuniques;",
        "28_Chapter, 8_Verse": "tu les ceindras de l’écharpe, Aaron et ses fils; tu coifferas ceux-ci de turbans et le sacerdoce leur appartiendra à titre perpétuel; c’est ainsi que tu investiras Aaron et ses fils.",
        "28_Chapter, 9_Verse": "Tu amèneras le taureau devant la Tente d’assignation; Aaron et ses fils imposeront leurs mains sur la tête du taureau.\"",
        "28_Chapter, 10_Verse": "Puis tu l’immoleras devant le Seigneur, à l’entrée de la Tente d’assignation;",
        "28_Chapter, 11_Verse": "tu prendras de son sang, que tu appliqueras sur les cornes de l’autel avec ton doigt; et le reste du sang, tu le répandras dans le réceptacle de l’autel.",
        "28_Chapter, 12_Verse": "Tu prendras alors toute la graisse qui tapisse les entrailles, la membrane du foie, les deux rognons avec leur graisse et tu feras fumer le tout sur l’autel.",
        "28_Chapter, 13_Verse": "Pour la chair du taureau, sa peau et sa fiente, tu les consumeras par le feu, hors du camp; c’est un expiatoire.",
        "28_Chapter, 14_Verse": "Tu prendras ensuite l’un des béliers; Aaron et ses fils imposeront leurs mains sur sa tête.",
        "28_Chapter, 15_Verse": "Tu immoleras ce bélier; tu prendras son sang, dont tu aspergeras le tour de l’autel.",
        "28_Chapter, 16_Verse": "Le bélier, tu le dépèceras par quartiers; tu laveras ses intestins et ses jambes, que tu poseras sur les quartiers et sur la tête",
        "28_Chapter, 17_Verse": "et tu feras fumer le bélier tout entier sur l’autel: c’est un holocauste au Seigneur; ce sera une odeur agréable, comme sacrifice à l’Éternel.",
        "28_Chapter, 18_Verse": "Alors tu prendras le second bélier; Aaron et ses fils imposeront leurs mains sur sa tête.",
        "28_Chapter, 19_Verse": "Tu immoleras ce bélier.; tu prendras de son sang, que tu appliqueras sur le lobe de l’oreille droite d’Aaron et de celle de ses fils, sur le pouce de leur main droite et sur l’orteil de leur pied droit; tu aspergeras aussi, avec le sang, le tour de l’autel.",
        "28_Chapter, 20_Verse": "Tu prendras de ce même sang resté près de l’autel, puis de l’huile d’onction; tu en feras aspersion sur Aaron et sur ses vêtements, sur ses fils et sur leurs vêtements de même; il se trouvera ainsi consacré lui et ses vêtements, ainsi que ses fils et leurs vêtements.",
        "28_Chapter, 21_Verse": "Tu extrairas du bélier le suif, la queue, la graisse qui tapisse les entrailles, la membrane du foie, les deux rognons avec leur graisse et la cuisse droite; car c’est un bélier d’installation.",
        "28_Chapter, 22_Verse": "Tu prendras encore un des pains, un des gâteaux à l’huile et une galette, dans la corbeille d’azymes placée devant le Seigneur;",
        "28_Chapter, 23_Verse": "tu poseras le tout sur les mains d’Aaron et sur celles de ses fils et tu le balanceras devant le Seigneur;",
        "28_Chapter, 24_Verse": "puis tu le reprendras de leurs mains et le feras brûler sur l’autel, à la suite de l’holocauste: parfum agréable à l’Éternel, combustion faite en son honneur.",
        "28_Chapter, 25_Verse": "Tu prendras la poitrine du bélier d’installation destiné à Aaron et tu la balanceras devant le Seigneur et elle deviendra ta portion.",
        "28_Chapter, 26_Verse": "Tu consacreras ainsi cette poitrine balancée et cette cuisse prélevée (balancée et prélevée séparément du bélier d’installation destiné à Aaron et à ses fils),",
        "28_Chapter, 27_Verse": "afin qu’elles appartiennent à Aaron et à ses fils comme redevance constante de la part des Israélites, car c’est une chose prélevée; ce sera l’offrande que les Israélites auront à prélever, sur leurs sacrifices rémunératoires, en l’honneur de l’Éternel.",
        "28_Chapter, 28_Verse": "Le costume sacré d’Aaron sera celui de ses fils après lui; c’est sous ce costume qu’on doit les oindre et les investir de leurs fonctions,",
        "28_Chapter, 29_Verse": "Sept jours durant, ces vêtements seront portés par celui de ses fils son successeur dans le sacerdoce qui entrera dans la Tente d’assignation pour le saint ministère.",
        "28_Chapter, 30_Verse": "Puis, tu prendras le bélier d’installation, dont tu feras cuire la chair en lieu saint;",
        "28_Chapter, 31_Verse": "et Aaron et ses fils mangeront la chair du bélier, ainsi que le pain qui est dans la corbeille, à l’entrée de la Tente d’assignation.",
        "28_Chapter, 32_Verse": "Ils les mangeront ces mêmes offrandes qui les auront purifiés pour que s’accomplisse leur installation, pour qu’ils soient consacrés; un profane n’en pourra manger, car elles sont une chose sainte.",
        "28_Chapter, 33_Verse": "S’il reste quelque chose de la chair de la victime ou des pains jusqu’au lendemain, tu consumeras ce reste par le feu; il ne sera point mangé, car c’est une chose sainte.",
        "28_Chapter, 34_Verse": "Tu agiras à l’égard d’Aaron et de ses fils, exactement comme je te l’ai prescrit; tu emploieras sept jours à leur installation.",
        "28_Chapter, 35_Verse": "Tu immoleras aussi, chaque jour, un taureau expiatoire en sus des expiatoires précédents et tu purifieras l’autel au moyen de cette expiation; puis tu l’oindras pour le consacrer.",
        "28_Chapter, 36_Verse": "Sept jours durant, tu purifieras ainsi l’autel et le consacreras; alors l’autel sera une chose éminemment sainte, tout ce qui touchera à l’autel deviendra saint.",
        "28_Chapter, 37_Verse": "\"Or, voici ce que tu offriras sur cet autel: des agneaux de première année, deux par jour, constamment.",
        "28_Chapter, 38_Verse": "L’un des agneaux tu l’offriras le matin et tu offriras le second vers le soir;",
        "28_Chapter, 39_Verse": "plus, un dixième de fleur de farine pétrie avec un quart de vin d’huile vierge et une libation d’un quart de vin de vin, pour ce premier agneau.",
        "28_Chapter, 40_Verse": "Le second agneau, tu l’offriras vers le soir; tu y joindras une oblation et une libation semblables à celles du matin, sacrifice d’odeur agréable à l’Éternel.",
        "28_Chapter, 41_Verse": "Tel sera l’holocauste perpétuel, offert par vos générations à l’entrée de la Tente d’assignation, devant l’Éternel, là où je vous donnerai rendez-vous, où je m’entretiendrai avec toi.",
        "28_Chapter, 42_Verse": "C’est là que je me mettrai en rapport avec les enfants d’Israël et ce lieu sera consacré par ma majesté.",
        "28_Chapter, 43_Verse": "Oui, je sanctifierai la Tente d’assignation et l’autel; Aaron et ses fils, je les sanctifierai aussi, pour qu’ils exercent mon ministère.",
        "28_Chapter, 44_Verse": "Et je résiderai au milieu des enfants d’Israël et je serai leur Divinité.",
        "28_Chapter, 45_Verse": "Et ils sauront que moi, l’Éternel, je suis leur Dieu, qui les ai tirés du pays d’Égypte pour résider au milieu d’eux; moi-même, l’Éternel, leur Dieu!",
        "29_Chapter, 0_Verse": "\"Tu feras aussi un autel pour la combustion des parfums; c’est en bois de chittîm que tu le feras.",
        "29_Chapter, 1_Verse": "Une coudée sera sa longueur, une coudée sa largeur, il sera carré, et deux coudées sa hauteur; ses cornes feront corps avec lui.",
        "29_Chapter, 2_Verse": "Tu le recouvriras d’or pur, savoir: sa plateforme, ses parois tout autour et ses cornes; et tu l’entoureras d’une bordure d’or.",
        "29_Chapter, 3_Verse": "Tu y adapteras deux anneaux d’or au-dessous de la bordure, à ses deux parois, les plaçant de part et d’autre: ils donneront passage à des barres qui serviront à le porter.",
        "29_Chapter, 4_Verse": "Tu feras ces barres de bois de chittîm et tu les recouvriras d’or.",
        "29_Chapter, 5_Verse": "Tu placeras cet autel devant le voile qui abrite l’arche du Statut, en face du propitiatoire qui couvre ce Statut et où je communiquerai avec toi.",
        "29_Chapter, 6_Verse": "C’est sur cet autel qu’Aaron fera l’encensement aromatique. Chaque matin, lorsqu’il accommodera les lampes, il fera cet encensement,",
        "29_Chapter, 7_Verse": "et lorsque Aaron allumera les lampes vers le soir, il le fera encore: encensement quotidien devant l’Éternel, dans toutes vos générations.",
        "29_Chapter, 8_Verse": "Vous n’y offrirez point un parfum profané, ni holocauste ni oblation et vous n’y répandrez aucune libation.",
        "29_Chapter, 9_Verse": "Aaron en purifiera les cornes une fois l’année; c’est avec le sang des victimes expiatoires, une seule fois l’année, qu’on le purifiera dans vos générations. Il sera éminemment saint devant l’Éternel.\"",
        "29_Chapter, 10_Verse": "L’Éternel parla à Moïse en ces termes:",
        "29_Chapter, 11_Verse": "\"Quand tu feras le dénombrement général des enfants d’Israël, chacun d’eux paiera au Seigneur le rachat de sa personne lors du dénombrement, afin qu’il n’y ait point de mortalité parmi eux à cause de cette opération.",
        "29_Chapter, 12_Verse": "Ce tribut, présenté par tous ceux qui seront compris dans le dénombrement, sera d’un demi-sicle, selon le poids du sanctuaire; ce dernier est de vingt ghéra, la moitié sera l’offrande réservée au Seigneur.",
        "29_Chapter, 13_Verse": "Quiconque fera partie du dénombrement depuis l’âge de vingt ans et au-delà doit acquitter l’impôt de l’Éternel.",
        "29_Chapter, 14_Verse": "Le riche ne donnera pas plus, le pauvre ne donnera pas moins que la moitié du sicle, pour acquitter l’impôt de l’Éternel, à l’effet de racheter vos personnes.",
        "29_Chapter, 15_Verse": "Tu recevras des enfants d’Israël le produit de cette rançon et tu l’appliqueras au service de la Tente d’assignation et il servira de recommandation aux enfants d’Israël devant le Seigneur pour qu’il épargne vos personnes.\"",
        "29_Chapter, 16_Verse": "L’Éternel parla ainsi à Moïse:",
        "29_Chapter, 17_Verse": "\"Tu feras une cuve de cuivre, avec son support en cuivre, pour les ablutions; tu la placeras entre la Tente d’assignation et l’autel et tu y mettras de l’eau.",
        "29_Chapter, 18_Verse": "Aaron et ses fils y laveront leurs mains et leurs pieds.",
        "29_Chapter, 19_Verse": "Pour entrer dans la Tente d’assignation, ils devront se laver de cette eau, afin de ne pas mourir; de même, lorsqu’ils approcheront de l’autel pour leurs fonctions, pour la combustion d’un sacrifice en l’honneur de l’Éternel,",
        "29_Chapter, 20_Verse": "ils se laveront les mains et les pieds, pour ne pas mourir. Ce sera une règle constante pour lui et pour sa postérité, dans toutes leurs générations.\"",
        "29_Chapter, 21_Verse": "L’Éternel parla ainsi à Moïse: \"",
        "29_Chapter, 22_Verse": "Tu prendras aussi des aromates de premier choix: myrrhe franche, cinq cents sicles; cinnamone odorant, la moitié, soit deux cent cinquante; jonc aromatique, deux cent cinquante,",
        "29_Chapter, 23_Verse": "enfin casse, cinq cents sicles au poids du sanctuaire; puis de l’huile d’olive, un hîn.",
        "29_Chapter, 24_Verse": "Tu en composeras une huile pour l’onction sainte, manipulant ces aromates à l’instar du parfumeur: ce sera l’huile de l’onction sainte.",
        "29_Chapter, 25_Verse": "Tu en oindras la Tente d’assignation, puis l’arche du Statut;",
        "29_Chapter, 26_Verse": "la table avec tous ses accessoires, le candélabre avec les siens; l’autel du parfum;",
        "29_Chapter, 27_Verse": "l’autel aux holocaustes avec tous ses ustensiles et la cuve avec son support.",
        "29_Chapter, 28_Verse": "Tu les sanctifieras ainsi et ils deviendront éminemment saints: tout ce qui y touchera deviendra saint.",
        "29_Chapter, 29_Verse": "Tu en oindras aussi Aaron et ses fils et tu les consacreras à mon ministère.",
        "29_Chapter, 30_Verse": "Quant aux enfants d’Israël, tu leur parleras ainsi: Ceci sera l’huile d’onction sainte, en mon honneur, dans vos générations.",
        "29_Chapter, 31_Verse": "Elle ne doit point couler sur le corps du premier venu et vous n’en composerez point une pareille, dans les mêmes proportions: c’est une chose sainte, elle doit être sacrée pour vous.",
        "29_Chapter, 32_Verse": "Celui qui en imitera la composition, ou qui en appliquera sur un profane, sera retranché de son peuple.\"",
        "29_Chapter, 33_Verse": "L’Éternel dit à Moïse: \"Choisis des ingrédients: du storax, de l’ongle aromatique, du galbanum, divers ingrédients et de l’encens pur; le tout à poids égal.",
        "29_Chapter, 34_Verse": "Tu en composeras un parfum, manipulé selon l’art du parfumeur; mixtionné, ce sera une chose pure et sainte.",
        "29_Chapter, 35_Verse": "Tu le réduiras en poudre fine et tu en poseras devant le Statut, dans la Tente d’assignation, où je communiquerai avec toi; ce sera pour vous une chose éminemment sainte.",
        "29_Chapter, 36_Verse": "Ce parfum que tu composeras, vous n’en ferez point un semblable pour votre usage: ce sera pour toi une chose sacrée, réservée au Seigneur.",
        "29_Chapter, 37_Verse": "Quiconque en fera un pareil pour en aspirer l’odeur, sera retranché de son peuple.\"",
        "30_Chapter, 0_Verse": "L’Éternel parla à Moïse en ces termes:",
        "30_Chapter, 1_Verse": "\"Vois, j’ai désigné expressément Beçalêl, fils d’Ouri, fils de Hour, de la tribu de Juda,",
        "30_Chapter, 2_Verse": "et je l’ai rempli d’une inspiration divine, d’habileté, de jugement, de science, et d’aptitude pour tous les arts.",
        "30_Chapter, 3_Verse": "Il saura combiner les tissus; mettre en œuvre l’or, l’argent et le cuivre,",
        "30_Chapter, 4_Verse": "mettre en œuvre et enchâsser la pierre, travailler le bois, exécuter toute espèce d’ouvrage.",
        "30_Chapter, 5_Verse": "De plus, je lui ai adjoint Oholiab, fils d’Ahisamak, de la tribu de Dan ainsi que d’autres esprits industrieux que j’ai doués d’habileté. Ils exécuteront tout ce que je t’ai prescrit:",
        "30_Chapter, 6_Verse": "la Tente d’Assignation, l’arche destinée aux Statuts, le propitiatoire qui doit la couvrir et toutes les pièces de la Tente;",
        "30_Chapter, 7_Verse": "la table avec ses accessoires, le candélabre d’or pur avec tous ses ustensiles et l’autel du parfum;",
        "30_Chapter, 8_Verse": "l’autel de l’holocauste et tous ses ustensiles, la cuve et son support;",
        "30_Chapter, 9_Verse": "les tapis d’emballage, les vêtements sacrés du pontife Aaron et ceux que ses fils doivent porter lorsqu’ils fonctionnent;",
        "30_Chapter, 10_Verse": "l’huile d’onction et le parfum aromatique pour le sanctuaire. Ils se conformeront, en tout, à ce que Je t’ai ordonné.\"",
        "30_Chapter, 11_Verse": "L’Éternel parla ainsi à Moïse:",
        "30_Chapter, 12_Verse": "\"Et toi, parle aux enfants d’Israël en ces termes: Toutefois, observez mes sabbats car c’est un symbole de moi à vous dans toutes vos générations, pour qu’on sache que c’est Moi, l’Éternel qui vous sanctifie.",
        "30_Chapter, 13_Verse": "Gardez donc le sabbat, car c’est chose sainte pour vous! Qui le violera sera puni de mort; toute personne même qui fera un travail en ce jour, sera retranchée du milieu de son peuple.",
        "30_Chapter, 14_Verse": "Six jours on se livrera au travail; mais le septième jour il y aura repos, repos complet consacré au Seigneur. Quiconque fera un travail le jour du sabbat sera puni de mort.",
        "30_Chapter, 15_Verse": "Les enfants d’Israël seront donc fidèles au sabbat, en l’observant dans toutes leurs générations comme un pacte immuable.",
        "30_Chapter, 16_Verse": "Entre moi et les enfants d’Israël c’est un symbole perpétuel, attestant qu’en six jours, l’Éternel a fait les cieux et la terre, et que, le septième jour, il a mis fin à l’œuvre et s’est reposé.\"",
        "30_Chapter, 17_Verse": "Dieu donna à Moïse, lorsqu’il eut achevé de s’entretenir avec lui sur le mont Sinaï, les deux tables du Statut, tables de pierre, burinées par le doigt de Dieu.",
        "31_Chapter, 0_Verse": "Le peuple, voyant que Moïse tardait à descendre de la montagne, s’attroupa autour d’Aaron et lui dit: \"Allons! fais-nous un dieu qui marche à notre tête, puisque celui-ci, Moïse, l’homme qui nous a fait sortir du pays d’Égypte, nous ne savons ce qu’il est devenu.\"",
        "31_Chapter, 1_Verse": "Aaron leur répondit: \"Détachez les pendants d’or qui sont aux oreilles de vos femmes, de vos fils et de vos filles et me les apportez.\"",
        "31_Chapter, 2_Verse": "Tous se dépouillèrent des pendants d’or qui étaient à leurs oreilles et les apportèrent à Aaron.",
        "31_Chapter, 3_Verse": "Ayant reçu cet or de leurs mains, il le jeta en moule et en fit un veau de métal; et ils dirent: \"Voilà tes dieux, ô Israël, qui t’ont fait sortir du pays d’Égypte!\"",
        "31_Chapter, 4_Verse": "Ce que voyant, Aaron érigea devant lui un autel et il proclama: \"A demain une solennité pour l’Éternel!\"",
        "31_Chapter, 5_Verse": "Ils s’empressèrent, dès le lendemain, d’offrir des holocaustes, d’amener des victimes rémunératoires; le peuple se mit à manger et à boire, puis se livra à des réjouissances.",
        "31_Chapter, 6_Verse": "Alors l’Éternel dit à Moïse: \"Va, descends! car on a perverti ton peuple que tu as tiré du pays d’Égypte!",
        "31_Chapter, 7_Verse": "De bonne heure infidèles à la voie que je leur avais prescrite, ils se sont fait un veau de métal et ils se sont courbés devant lui, ils lui ont sacrifié, ils ont dit: ‘Voilà tes dieux, Israël, qui t’ont fait sortir du pays d’Égypte!’\"",
        "31_Chapter, 8_Verse": "L’Éternel dit à Moïse: \"Je vois que ce peuple est un peuple rétif.",
        "31_Chapter, 9_Verse": "Donc, cesse de me solliciter, laisse s’allumer contre eux ma colère et que je les anéantisse, tandis que je ferai de toi un grand peuple!\"",
        "31_Chapter, 10_Verse": "Mais Moïse implora l’Éternel son Dieu, en disant:",
        "31_Chapter, 11_Verse": "\"Pourquoi, Seigneur, ton courroux menace-t-il ton peuple, que tu as tiré du pays d’Égypte avec une si grande force et d’une main si, puissante? Faut-il que les Égyptiens disent: ‘C’est pour leur malheur qu’il les a emmenés, pour les faire périr dans les montagnes et les anéantir de dessus la face de la terre!’ Reviens de ton irritation et révoque la calamité qui menace ton peuple.",
        "31_Chapter, 12_Verse": "Souviens-toi d’Abraham, d’Isaac et d’Israël, tes serviteurs, à qui tu as juré par toi-même leur disant: Je ferai votre postérité aussi nombreuse que les étoiles du ciel; et tout ce pays que j’ai désigné, je le donnerai à votre postérité, qui le possédera pour jamais!\"",
        "31_Chapter, 13_Verse": "L’Éternel révoqua le malheur qu’il avait voulu, infliger à son peuple.",
        "31_Chapter, 14_Verse": "Moïse redescendit de la montagne, les deux tables du Statut à la main, tables écrites sur leurs deux faces, d’un côté et de l’autre.",
        "31_Chapter, 15_Verse": "Et ces tables étaient l’ouvrage de Dieu; et ces caractères, gravés sur les tables, étaient des caractères divins.",
        "31_Chapter, 16_Verse": "Josué, entendant la clameur jubilante du peuple, dit à Moïse: \"Des cris de guerre au camp!\"",
        "31_Chapter, 17_Verse": "Moïse répondit: \"Ce n’est point le bruit d’un chant de victoire, ce n’est point le cri annonçant une défaite; c’est une clameur affligeante que j’entends!\"",
        "31_Chapter, 18_Verse": "Or, comme il approchait du camp, il aperçut le veau et les danses. Le courroux de Moïse s’alluma; il jeta de ses mains les tables et les brisa au pied de la montagne.",
        "31_Chapter, 19_Verse": "Puis il prit le veau qu’on avait fabriqué, le calcina par le feu, le réduisit en menue poussière qu’il répandit sur l’eau et qu’il fit boire aux enfants d’Israël.",
        "31_Chapter, 20_Verse": "Moïse dit à Aaron: \"Que t’avait fait ce peuple, pour que tu l’aies induit à une telle prévarication?\"",
        "31_Chapter, 21_Verse": "Aaron répondit: \"Que mon seigneur ne se courrouce point; toi-même tu sais combien ce peuple est prompt au mal.",
        "31_Chapter, 22_Verse": "Ils m’ont dit: ‘Fabrique-nous un dieu qui marche à notre tête, puisque celui-ci, Moïse, l’homme qui nous a fait sortir du pays d’Égypte, nous ne savons ce qu’il est devenu.’",
        "31_Chapter, 23_Verse": "Je leur ai répondu: ‘Qui a de l’or?’ et ils s’en sont dépouillés et me l’ont livré; je l’ai jeté au feu et ce veau en est sorti.\"",
        "31_Chapter, 24_Verse": "Moïse vit que le peuple était livré au désordre; qu’Aaron l’y avait abandonné, le dégradant ainsi devant ses ennemis",
        "31_Chapter, 25_Verse": "et Moïse se posta à la porte du camp et il dit: \"Qui aime l’Éternel me suive!\" Et tous les Lévites se groupèrent autour de lui.",
        "31_Chapter, 26_Verse": "Il leur dit: \"Ainsi a parlé l’Éternel, Dieu d’Israël: ‘Que chacun de vous s’arme de son glaive! passez, repassez d’une porte à l’autre dans le camp et immolez, au besoin, chacun son frère, son ami, son parent!’",
        "31_Chapter, 27_Verse": "Les enfants de Lévi se conformèrent à l’ordre de Moïse; et il périt dans le peuple, ce jour-là, environ trois mille hommes.",
        "31_Chapter, 28_Verse": "Moïse dit: \"Consacrez-vous dès aujourd’hui à l’Éternel, parce que chacun l’a vengé sur son fils, sur son frère et que ce jour vous a mérité sa bénédiction.\"",
        "31_Chapter, 29_Verse": "Puis le lendemain, Moïse dit au peuple: \"Pour vous, vous avez commis un grand péché! Et maintenant, je vais monter vers le Seigneur, peut-être obtiendrai-je grâce pour votre péché.\"",
        "31_Chapter, 30_Verse": "Moïse retourna vers le Seigneur et dit: \"Hélas! Ce peuple est coupable d’un grand péché, ils se sont fait un dieu d’or;",
        "31_Chapter, 31_Verse": "et pourtant, si tu voulais pardonner à leur faute!... Sinon efface-moi du livre que tu as écrit.\"",
        "31_Chapter, 32_Verse": "Le Seigneur répondit à Moïse: \"Celui qui a prévariqué envers moi, c’est lui que j’effacerai de mon livre.",
        "31_Chapter, 33_Verse": "Et maintenant va, conduis ce peuple où je t’ai dit; mon envoyé te précédera. Mais le jour où j’aurai à sévir, je leur demanderai compte de ce péché.\"",
        "31_Chapter, 34_Verse": "Ainsi l’Éternel châtia le peuple, comme auteur du veau qu’avait fabriqué Aaron.",
        "32_Chapter, 0_Verse": "L’Éternel dit à Moïse: \"Va, pars d’ici avec le peuple que tu as conduit hors du pays d’Égypte et allez au pays que j’ai promis par serment à Abraham, à Isaac et à Jacob, disant: ‘Je le donnerai à votre postérité.’",
        "32_Chapter, 1_Verse": "J’enverrai devant toi un ange, par lequel j’expulserai le Cananéen, l’Amorréen, le Héthéen, le Phérézéen, le Hévéen et le Jébuséen.",
        "32_Chapter, 2_Verse": "Vers ce pays ruisselant de lait et de miel, non, je ne monterai point au milieu de toi, peuple réfractaire que tu es, car je pourrais t’anéantir pendant le voyage.\"",
        "32_Chapter, 3_Verse": "Le peuple, ayant eu connaissance de cette fâcheuse parole, prit le deuil et nul ne se para de ses ornements.",
        "32_Chapter, 4_Verse": "L’Éternel dit à Moïse: \"Dis aux enfants d’Israël: ‘Vous êtes un peuple réfractaire; si un seul instant je m’avançais au milieu de vous, je vous anéantirais. Donc, déposez vos ornements et j’aviserai à ce que je dois vous faire.’ \"",
        "32_Chapter, 5_Verse": "Les enfants d’Israël renoncèrent à leur parure, à dater du mont Horeb.",
        "32_Chapter, 6_Verse": "Pour Moïse, il prit sa tente pour la dresser hors du camp, loin de son enceinte et il la nomma Tente d’assignation; de sorte que tout homme ayant à consulter le Seigneur devait se rendre à la Tente d’assignation, située hors du camp.",
        "32_Chapter, 7_Verse": "Et chaque fois que Moïse se retirait vers la Tente, tout le peuple se levait, chacun se tenait au seuil de sa propre tente et suivait Moïse du regard jusqu’à ce qu’il fût arrivé à la Tente.",
        "32_Chapter, 8_Verse": "Quand Moïse y était entré, la colonne de nuée descendait, s’arrêtait à l’entrée de la Tente et Dieu s’entretenait avec Moïse.",
        "32_Chapter, 9_Verse": "Et tout le peuple voyait la colonne nébuleuse arrêtée à l’entrée de la Tente et tout le peuple, aussitôt se prosternait, chacun devant sa tente.",
        "32_Chapter, 10_Verse": "Or, l’Éternel s’entretenait avec Moïse face à face, comme un homme s’entretient avec un autre; puis Moïse retournait au camp. Mais Josué, fils de Noun, son jeune serviteur, ne quittait pas l’intérieur de la Tente.",
        "32_Chapter, 11_Verse": "Moïse dit au Seigneur: \"Considère que tu me dis: ‘Fais avancer ce peuple’, sans me faire savoir qui tu veux m’adjoindre. D’ailleurs, tu avais dit: ’Je t’ai distingué spécialement et certes tu as trouvé faveur à mes yeux.’",
        "32_Chapter, 12_Verse": "Eh bien! de grâce, si j’ai trouvé faveur à tes yeux, daigne me révéler tes voies, afin que je te connaisse et que je mérite encore ta bienveillance. Songe aussi que c’est ton peuple, cette nation!\"",
        "32_Chapter, 13_Verse": "Dieu répondit: \"Ma face vous guidera et je te donnerai toute sécurité.\"",
        "32_Chapter, 14_Verse": "Moïse lui dit: \"Si ta face ne nous guide, ne nous fais pas sortir d’ici.",
        "32_Chapter, 15_Verse": "Et comment serait-il avéré que j’ai obtenu ta bienveillance, moi ainsi que ton peuple, sinon parce que tu marches avec nous? Nous serons ainsi distingués, moi et ton peuple, de tous les peuples qui sont sur la face de la terre.\"",
        "32_Chapter, 16_Verse": "L’Éternél dit à Moïse: \"Cette chose-là même, que tu as demandée, je l’accorde, parce que tu as trouvé faveur à mes yeux et que je t’ai spécialement distingué.\"",
        "32_Chapter, 17_Verse": "Moïse reprit: \"Découvre-moi donc ta Gloire.\"",
        "32_Chapter, 18_Verse": "Il répondit: \"C’est ma bonté tout entière que je veux dérouler à ta vue, et, toi présent, je nommerai de son vrai nom l’Éternel; alors je ferai grâce à qui je devrai faire grâce et je serai miséricordieux pour qui je devrai l’être.\"",
        "32_Chapter, 19_Verse": "Il ajouta: \"Tu ne saurais voir ma face; car nul homme ne peut me voir et vivre.\"",
        "32_Chapter, 20_Verse": "Le Seigneur ajouta: \"Il est une place près de moi: tu te tiendras sur le rocher;",
        "32_Chapter, 21_Verse": "puis, quand passera ma gloire, je te cacherai dans la cavité du roc et je t’abriterai de ma main jusqu’à ce que je sois passé.",
        "32_Chapter, 22_Verse": "Alors je retirerai ma main et tu me verras par derrière; mais ma face ne peut être vue.\"",
        "33_Chapter, 0_Verse": "Le Seigneur dit à Moïse: \"Taille toi-même deux tables de pierre semblables aux précédentes; et je graverai sur ces tables les paroles qui étaient sur les premières tables, que tu as brisées.",
        "33_Chapter, 1_Verse": "Sois prêt pour le matin; tu monteras, au matin, sur le mont Sinaï et tu m’y attendras au sommet de la montagne.",
        "33_Chapter, 2_Verse": "Nul n’y montera avec toi et nul, non plus, ne doit paraître sur toute la montagne; qu’on ne laisse même paître aux environs de cette montagne ni menu ni gros bétail.\"",
        "33_Chapter, 3_Verse": "Ayant taillé deux tables de pierre pareilles aux précédentes, Moïse se leva de bonne heure et monta sur le mont Sinaï, comme le lui avait commandé l’Éternel, après avoir pris en main les deux tables de pierre.",
        "33_Chapter, 4_Verse": "L’Éternel descendit dans la nuée, s’arrêta là, près de lui et proclama nominativement l’Éternel.",
        "33_Chapter, 5_Verse": "La Divinité passa devant lui et proclama: \"ADONAÏ est l’Être éternel, tout puissant, clément, miséricordieux, tardif à la colère, plein de bienveillance et d’équité;",
        "33_Chapter, 6_Verse": "il conserve sa faveur à la millième génération; il supporte le crime, la rébellion, la faute, mais il ne les absout point: il poursuit le méfait des pères sur les enfants, sur les petits-enfants, jusqu’à la troisième et à la quatrième descendance.\"",
        "33_Chapter, 7_Verse": "Aussitôt Moïse s’inclina jusqu’à terre et se prosterna;",
        "33_Chapter, 8_Verse": "et il dit: \"Ah! si j’ai trouvé faveur à tes yeux, Seigneur, daigne marcher encore au milieu de nous! Oui, ce peuple est indocile, mais tu pardonneras notre iniquité et nos péchés et nous resterons ton héritage.\"",
        "33_Chapter, 9_Verse": "Il répondit: \"Eh bien! je renouvelle le pacte: à la face de tout ton peuple, je ferai des prodiges qui n’ont encore été opérés dans aucun pays, chez aucune nation; et tout le peuple qui t’entoure verra combien est imposante l’œuvre de l’Éternel, que j’accomplirai par toi.\"",
        "33_Chapter, 10_Verse": "Mais prends garde à ce que je te commande aujourd’hui. Voici, j’écarterai de devant toi l’Amorréen, le Cananéen, le Héthéen, le Phérézeen, le Hévéen et le jébuséen.",
        "33_Chapter, 11_Verse": "Garde-toi de contracter alliance avec l’habitant du pays que tu vas occuper: il deviendrait un danger au milieu de toi.",
        "33_Chapter, 12_Verse": "Au contraire, vous renverserez leurs autels, vous briserez leurs monuments, vous abattrez leurs bosquets.",
        "33_Chapter, 13_Verse": "Car tu ne dois pas te courber devant une divinité étrangère, parce que l’Éternel a nom JALOUX, c’est un Dieu jaloux!",
        "33_Chapter, 14_Verse": "Garde-toi de faire alliance avec l’habitant de ce pays: prostitué au culte de ses dieux, il leur sacrifierait et il te convierait à ses sacrifices et tu en mangerais.",
        "33_Chapter, 15_Verse": "Puis, tu choisirais parmi ses filles des épouses à tes fils; et ses filles, s’abandonnant au culte de leurs dieux, entraîneraient tes fils dans leur culte.",
        "33_Chapter, 16_Verse": "Tu ne te fabriqueras point des dieux de métal.",
        "33_Chapter, 17_Verse": "Observe la fête des Azymes: sept jours tu mangeras des azymes, comme je te l’ai prescrit, à l’époque du mois de la germination, car c’est dans ce mois que tu es sorti de l’Égypte.",
        "33_Chapter, 18_Verse": "Toutes prémices des entrailles sont à moi: tout ce qui, dans ton bétail, naîtrait mâle, premier-né de la vache ou de la brebis.",
        "33_Chapter, 19_Verse": "Le premier-né de l’âne, tu le rachèteras par un agneau, sinon tu lui briseras la nuque; tout premier-né de tes fils, tu le rachèteras et ils ne paraîtront point devant moi sans offrande.",
        "33_Chapter, 20_Verse": "Six jours tu travailleras et le septième jour tu chômeras; labourage et moisson seront interrompus.",
        "33_Chapter, 21_Verse": "Tu auras aussi une fête des Semaines, pour les prémices de la récolte du froment; puis la fête de l’Automne, au renouvellement de l’année.",
        "33_Chapter, 22_Verse": "Trois fois l’année, tous tes mâles paraîtront en présence du Souverain, de l’Éternel, Dieu d’Israël.",
        "33_Chapter, 23_Verse": "Car je déposséderai des peuples à cause de toi et je reculerai ta frontière: et cependant nul ne convoitera ton territoire, quand tu t’achemineras pour comparaître devant l’Éternel ton Dieu, trois fois l’année.",
        "33_Chapter, 24_Verse": "Tu ne feras point couler; en présence du pain levé, le sang de ma victime, ni ne différeras jusqu’au matin le sacrifice de cette victime pascale.",
        "33_Chapter, 25_Verse": "Les prémices nouvelles de ta terre, tu les apporteras dans la maison de l’Éternel ton Dieu. Tu ne feras point cuire un chevreau dans le lait de sa mère.\"",
        "33_Chapter, 26_Verse": "L’Éternel dit à Moïse: \"Consigne par écrit ces paroles; car c’est à ces conditions mêmes que j’ai conclu une alliance avec toi et avec Israël.\"",
        "33_Chapter, 27_Verse": "Et il passa là avec le Seigneur quarante jours et quarante nuits, ne mangeant point de pain, ne buvant point d’eau; et Dieu écrivit sur les tables les paroles de l’alliance, les dix commandements.",
        "33_Chapter, 28_Verse": "Or, lorsque Moïse redescendit du mont Sinaï, tenant en main les deux tables du Statut, il ne savait pas que la peau de son visage était devenue rayonnante lorsque Dieu lui avait parlé.",
        "33_Chapter, 29_Verse": "Aaron et tous les enfants d’Israël regardèrent Moïse et voyant rayonner la peau de son visage, ils n’osèrent l’approcher.",
        "33_Chapter, 30_Verse": "Moïse les appela, Aaron et tous les phylarques de la communauté se rapprochèrent de lui et Moïse leur parla.",
        "33_Chapter, 31_Verse": "Ensuite s’avancèrent tous les enfants d’Israël et il leur transmit tous les ordres que l’Éternel lui avait donnés sur le mont Sinaï.",
        "33_Chapter, 32_Verse": "Moïse, ayant achevé de parler, couvrit son visage d’un voile.",
        "33_Chapter, 33_Verse": "Or, quand Moïse se présentait devant l’Éternel pour communiquer avec lui, il ôtait ce voile jusqu’à son départ; sorti de ce lieu, il répétait aux Israélites ce qui lui avait été prescrit",
        "33_Chapter, 34_Verse": "et les Israélites remarquaient le visage de Moïse, dont la peau était rayonnante; puis Moïse remettait le voile sur son visage, jusqu’à ce qu’il rentrât pour communiquer avec le Seigneur.",
        "34_Chapter, 0_Verse": "Moïse convoqua toute la communauté des enfants d’Israël et leur dit: \"Voici les choses que l’Éternel a ordonné d’observer.",
        "34_Chapter, 1_Verse": "Pendant six jours on travaillera, mais au septième vous aurez une solennité sainte, un chômage absolu en l’honneur de l’Éternel; quiconque travaillera en ce jour sera mis à mort.",
        "34_Chapter, 2_Verse": "Vous ne ferez point de feu dans aucune de vos demeures en ce jour de repos.\"",
        "34_Chapter, 3_Verse": "Moïse parla en ces termes à toute la communauté d’Israël: \"Voici ce que l’Éternel m’a ordonné de vous dire:",
        "34_Chapter, 4_Verse": "‘Prélevez sur vos biens une offrande pour l’Éternel; que tout homme de bonne volonté l’apporte, ce tribut du Seigneur: de l’or, de l’argent et du cuivre;",
        "34_Chapter, 5_Verse": "des étoffes d’azur, de pourpre, d’écarlate, de fin lin et de poil de chèvre;",
        "34_Chapter, 6_Verse": "des peaux de bélier teintes en rouge, des peaux de tahach et du bois de chittim;",
        "34_Chapter, 7_Verse": "de l’huile pour le luminaire, des aromates pour l’huile d’onction et pour la combustion des parfums;",
        "34_Chapter, 8_Verse": "des pierres de choham et des pierres à enchâsser, pour l’éphod et le pectoral.",
        "34_Chapter, 9_Verse": "Puis, que les plus industrieux d’entre vous se présentent pour exécuter tout ce qu’a ordonné l’Éternel:",
        "34_Chapter, 10_Verse": "le tabernacle, avec son pavillon et sa couverture; ses agrafes et ses solives, ses traverses, ses piliers et ses socles;",
        "34_Chapter, 11_Verse": "l’arche avec ses barres, le propitiatoire, le voile protecteur;",
        "34_Chapter, 12_Verse": "la table, avec ses barres et toutes ses pièces, ainsi que les pains de proposition;",
        "34_Chapter, 13_Verse": "le candélabre pour l’éclairage avec ses ustensiles et ses lampes et l’huile du luminaire;",
        "34_Chapter, 14_Verse": "l’autel du parfum avec ses barres, l’huile d’onction et le parfum aromatique, puis le rideau d’entrée pour l’entrée du tabernacle;",
        "34_Chapter, 15_Verse": "l’autel de l’holocauste avec son grillage de cuivre, ses barres et tous ses ustensiles; la cuve avec son support;",
        "34_Chapter, 16_Verse": "les toiles du parvis, ses piliers et ses socles et le rideau-portière du parvis;",
        "34_Chapter, 17_Verse": "les chevilles du tabernacle, celles du parvis et leurs cordages;",
        "34_Chapter, 18_Verse": "les tapis d’emballage pour le service des choses saintes; les vêtements sacrés pour Aaron, le pontife et ceux que ses fils porteront pour fonctionner.’ \"",
        "34_Chapter, 19_Verse": "Toute la communauté des enfants d’Israël se retira de devant Moïse.",
        "34_Chapter, 20_Verse": "Puis vinrent tous les hommes au cœur élevé, aux sentiments généreux, apportant le tribut du Seigneur pour l’œuvre de la Tente d’assignation et pour tout son appareil, ainsi que pour les vêtements sacrés.",
        "34_Chapter, 21_Verse": "Hommes et femmes accoururent. Tous les gens dévoués de cœur apportèrent boucles, pendants, anneaux, colliers, tout ornement d’or; quiconque avait voué une offrande en or pour le Seigneur.",
        "34_Chapter, 22_Verse": "Tout homme se trouvant en possession d’étoffes d’azur, de pourpre, d’écarlate, de fin lin, de poil de chèvre, de peaux de bélier teintes en rouge, de peaux de tahach, en fit hommage.",
        "34_Chapter, 23_Verse": "Quiconque put prélever une offrande d’argent ou de cuivre, apporta l’offrande du Seigneur; et tous ceux qui avaient par devers eux du bois de chittîm propre à un des ouvrages à exécuter, l’apportèrent.",
        "34_Chapter, 24_Verse": "Toutes les femmes industrieuses filèrent elles-mêmes et elles apportèrent, tout filés, l’azur, la pourpre, l’écarlate et le lin;",
        "34_Chapter, 25_Verse": "et toutes celles qui se distinguaient par une habileté supérieure, filèrent le poil de chèvre.",
        "34_Chapter, 26_Verse": "Quant aux phylarques, ils apportèrent les pierres de choham et les pierres à enchâsser, pour l’éphod et le pectoral;",
        "34_Chapter, 27_Verse": "et les aromates et l’huile pour l’éclairage, pour l’huile d’onction et pour le fumigatoire aromatique.",
        "34_Chapter, 28_Verse": "Tous, hommes et femmes, ce que leur zèle les porta à offrir pour les divers travaux que l’Éternel avait prescrits par l’organe de Moïse, les enfants d’Israël en firent l’hommage spontané à l’Éternel.",
        "34_Chapter, 29_Verse": "Moïse dit aux enfants d’Israël: \"Voyez; l’Éternel a désigné nominativement Beçalel, fils d’Ouri, fils de Hour, de la tribu de Juda.",
        "34_Chapter, 30_Verse": "Il l’a rempli d’un souffle divin; d’habileté, de jugement, de science, d’aptitude pour tous les arts;",
        "34_Chapter, 31_Verse": "lui a appris à combiner des tissus; à mettre en œuvre l’or, l’argent et le cuivre;",
        "34_Chapter, 32_Verse": "à tailler la pierre pour la sertir, à travailler le bois, à exécuter toute œuvre d’artiste.",
        "34_Chapter, 33_Verse": "Il l’a aussi doué du don de l’enseignement, lui et Oholiab, fils d’Ahisamak, de la tribu de Dan.",
        "34_Chapter, 34_Verse": "II les a doués du talent d’exécuter toute œuvre d’artisan, d’artiste, de brodeur sur azur, pourpre, écarlate et fin lin, de tisserand, enfin de tous artisans et artistes ingénieux.",
        "35_Chapter, 0_Verse": "\"Donc Beçalel et Oholiab et tous les hommes de talent à qui le Seigneur a dispensé industrie et intelligence pour concevoir et pour exécuter, exécuteront tout le travail de la sainte entreprise, conformément à ce qu’a ordonné l’Éternel.\"",
        "35_Chapter, 1_Verse": "Moïse manda Beçalel et Oholiab, ainsi que tous les hommes de talent à qui le Seigneur avait départi un génie industrieux, quiconque se sentait digne d’entreprendre l’œuvre, capable de l’exécuter.",
        "35_Chapter, 2_Verse": "Ils emportèrent de devant Moïse, pour la mettre en œuvre, toute l’offrande présentée par les Israélites pour l’exécution de la sainte œuvre. Mais ceux-ci continuant de lui apporter, chaque matin, des dons volontaires,",
        "35_Chapter, 3_Verse": "tous les artistes qui travaillaient aux diverses parties de la tâche sacrée, revinrent chacun du travail dont ils s’occupaient",
        "35_Chapter, 4_Verse": "et dirent à Moïse: \"Le peuple fait surabondamment d’offrandes, au delà de ce qu’exige l’ouvrage que l’Éternel a ordonné de faire.\"",
        "35_Chapter, 5_Verse": "Sur l’ordre de Moïse, on fit circuler dans le camp cette proclamation: \"Que ni homme ni femme ne préparent plus de matériaux pour la contribution des choses saintes!\" Et le peuple s’abstint de faire des offrandes.",
        "35_Chapter, 6_Verse": "Les matériaux suffirent et par delà, pour l’exécution de tout l’ouvrage.",
        "35_Chapter, 7_Verse": "Les plus habiles parmi les ouvriers composèrent les dix tapis de l’enceinte, en lin retors, étoffes d’azur, de pourpre et d’écarlate, artistement damassés de chérubins.",
        "35_Chapter, 8_Verse": "Longueur de chaque tapis, vingt-huit coudées; largeur, quatre coudées, même dimension pour tous les tapis.",
        "35_Chapter, 9_Verse": "On attacha cinq des tapis bout à bout et bout à bout aussi les cinq autres.",
        "35_Chapter, 10_Verse": "On disposa des nœuds de laine azurée au bord du tapis extrême d’un assemblage et de même au bord du tapis terminant le second assemblage.",
        "35_Chapter, 11_Verse": "On mit cinquante de ces nœuds à un tapis et cinquante nœuds au bord du tapis terminant le second assemblage; ces nœuds étaient en regard l’un de l’autre.",
        "35_Chapter, 12_Verse": "On fit cinquante agrafes d’or, par lesquelles on joignit les tapis l’un à l’autre, de sorte que l’enceinte se trouva continue.",
        "35_Chapter, 13_Verse": "On fabriqua des tapis en poil de chèvre, pour servir de pavillon à cette enceinte; on les fit au nombre de onze.",
        "35_Chapter, 14_Verse": "Longueur d’un tapis, trente coudées; largeur de chacun, quatre coudées: dimension égale pour les onze tapis.",
        "35_Chapter, 15_Verse": "On joignit cinq des tapis séparément et les six autres séparément.",
        "35_Chapter, 16_Verse": "On disposa cinquante nœuds au bord du tapis terminant un assemblage et cinquante nœuds au bord du tapis extrême du second assemblage.",
        "35_Chapter, 17_Verse": "On fit cinquante agrafes de cuivre, destinées à réunir le pavillon en un seul corps.",
        "35_Chapter, 18_Verse": "On arrangea, pour couvrir ce pavillon, des peaux de bélier teintes en rouge, puis, par-dessus, une couverture de peaux de tahach.",
        "35_Chapter, 19_Verse": "On fit les solives destinées au tabernacle: des ais de chittîm, perpendiculaires.",
        "35_Chapter, 20_Verse": "Dix coudées formaient la longueur de chaque solive, une coudée et demie la largeur de chacune.",
        "35_Chapter, 21_Verse": "Chaque solive portait deux tenons, parallèles l’un à l’autre; ce qu’on pratiqua pour toutes les solives du tabernacle.",
        "35_Chapter, 22_Verse": "On prépara ainsi les solives du tabernacle vingt solives pour le côté du sud, regardant le midi.",
        "35_Chapter, 23_Verse": "Quarante socles d’argent furent destinés aux vingt solives: deux socles sous une solive, recevant ses deux tenons et deux socles sous une autre, pour ses deux tenons.",
        "35_Chapter, 24_Verse": "Pour le second côté du tabernacle, à la face nord, on fit vingt solives,",
        "35_Chapter, 25_Verse": "ainsi que leurs quarante socles d’argent: deux socles sous une solive, deux socles sous l’autre.",
        "35_Chapter, 26_Verse": "Pour le côté postérieur du tabernacle, à l’occident, on fit six solives",
        "35_Chapter, 27_Verse": "et l’on ajouta deux solives pour les angles postérieurs du tabernacle.",
        "35_Chapter, 28_Verse": "Elles devaient être accouplées par le bas et s’ajuster également vers le sommet par un seul anneau: on le fit ainsi pour toutes deux, pour les deux encoignures.",
        "35_Chapter, 29_Verse": "Cela devait former huit solives, avec leurs socles d’argent, soit seize socles: deux socles uniformément sous chaque solive.",
        "35_Chapter, 30_Verse": "Puis on fit des traverses en bois de chittîm cinq pour les solives d’une face du tabernacle;",
        "35_Chapter, 31_Verse": "cinq autres traverses pour les solives de la seconde face du tabernacle; enfin, cinq pour les solives du tabernacle situées du côté postérieur, vers l’occident.",
        "35_Chapter, 32_Verse": "On tailla la traverse du milieu, devant passer dans l’intérieur des solives d’une extrémité à l’autre.",
        "35_Chapter, 33_Verse": "Ces solives, on les recouvrit d’or; on fit en or leurs anneaux, qui devaient recevoir les traverses et l’on recouvrit les traverses d’or.",
        "35_Chapter, 34_Verse": "Puis on fit le voile, en étoffes d’azur, de pourpre, d’écarlate et de lin retors; on le fabriqua artistement en le damassant de chérubins.",
        "35_Chapter, 35_Verse": "On confectionna pour lui quatre piliers de chittîm que l’on recouvrit d’or, dont les crochets furent d’or et pour lesquels on moula quatre socles d’argent.",
        "35_Chapter, 36_Verse": "Et l’on fit un rideau pour l’entrée de la tente: en azur, pourpre, écarlate et lin retors, artistement brodés;",
        "35_Chapter, 37_Verse": "plus, ses cinq piliers avec leurs crochets. On en dora les chapiteaux et les tringles et on fit leurs cinq socles en cuivre.",
        "36_Chapter, 0_Verse": "Beçalel exécuta l’arche en bois de chittîm. Elle avait deux coudées et demie de long, une coudée et demie de large, une coudée et demie de haut.",
        "36_Chapter, 1_Verse": "Il la revêtit d’or pur, par dedans et par dehors et il l’entoura d’une corniche en or.",
        "36_Chapter, 2_Verse": "Il moula quatre anneaux d’or pour ses quatre angles; savoir, deux anneaux pour l’une de ses faces, deux anneaux pour la face opposée.",
        "36_Chapter, 3_Verse": "Il fit des barres en bois de chittîm et les recouvrit d’or.",
        "36_Chapter, 4_Verse": "Il introduisit ces barres dans les anneaux, aux côtés de l’arche, pour qu’on pût la transporter.",
        "36_Chapter, 5_Verse": "Il confectionna un propitiatoire d’or pur, ayant deux coudées et demie de longueur, une coudée et demie de largeur.",
        "36_Chapter, 6_Verse": "Il fabriqua deux chérubins d’or, qu’il fit d’une seule pièce, ressortant des deux bouts du propitiatoire.",
        "36_Chapter, 7_Verse": "Un chérubin à l’un des bouts, un chérubin au bout opposé; c’est du propitiatoire même qu’il-fit saillir ces chérubins, à ses deux extrémités.",
        "36_Chapter, 8_Verse": "Les chérubins, dont les ailes étaient déployées en avant, dominaient de leurs ailes le propitiatoire; et leurs visages, tournés l’un vers l’autre, s’inclinaient vers le propitiatoire.",
        "36_Chapter, 9_Verse": "Puis il fit la table en bois de chittîm; deux coudées formaient sa longueur, une coudée sa largeur, une coudée et demie sa hauteur.",
        "36_Chapter, 10_Verse": "II la revêtit d’or pur et il l’entoura d’une bordure d’or.",
        "36_Chapter, 11_Verse": "Il y ajusta, à l’entour, un châssis large d’un palme qu’il entoura d’une bordure d’or.",
        "36_Chapter, 12_Verse": "Il moula pour cette table quatre anneaux d’or et fixa ces anneaux aux quatre extrémités formées par les quatre pieds.",
        "36_Chapter, 13_Verse": "C’est en regard du châssis que se trouvaient ces anneaux, où devaient passer les barres destinées à porter la table.",
        "36_Chapter, 14_Verse": "Il fit ces barres de bois de chittîm et les recouvrit d’or; elles servirent à porter la table.",
        "36_Chapter, 15_Verse": "Il confectionna encore les ustensiles relatifs à la table: ses sébiles, ses cuillers et ses demi-tubes, ainsi que les montants dont elle devait être garnie; le tout en or pur.",
        "36_Chapter, 16_Verse": "II exécuta le candélabre en or pur. Il le fit tout d’une pièce, avec sa base et son fût; ses calices, ses boutons et ses fleurs faisaient corps avec lui.",
        "36_Chapter, 17_Verse": "Six branches sortaient de ses côtés: trois branches d’un côté, trois branches du côté opposé.",
        "36_Chapter, 18_Verse": "Trois calices amygdaloïdes à l’une des branches, avec bouton et fleur et trois calices amygdaloïdes à une autre branche, avec bouton et fleur; même disposition pour les six branches qui partaient du candélabre.",
        "36_Chapter, 19_Verse": "Le fût du candélabre même portait quatre calices amygdaloïdes, avec ses boutons et ses fleurs,",
        "36_Chapter, 20_Verse": "savoir, un bouton à l’origine d’une de ses paires de branches, un bouton à l’origine de la seconde paire de branches, un bouton à l’origine de la troisième paire: ainsi, pour les six branches qui en ressortaient.\"",
        "36_Chapter, 21_Verse": "Boutons et branches faisaient corps avec lui: il formait tout entier une seule masse d’or pur.",
        "36_Chapter, 22_Verse": "Il en fabriqua aussi les lampes au nombre de sept, puis les mouchettes et les godets, le tout en or pur.",
        "36_Chapter, 23_Verse": "Il employa un kikkar d’or pur à le confectionner avec tous ses accessoires.",
        "36_Chapter, 24_Verse": "Il construisit l’autel du parfum en bois de chittîm, long d’une coudée, large d’une coudée, conséquemment carré, et haut de deux coudées; ses cornes faisaient corps avec lui.",
        "36_Chapter, 25_Verse": "Il le revêtit d’or pur, sa plate-forme, ses parois tout autour et ses cornes et il l’entoura d’un bordure d’or.",
        "36_Chapter, 26_Verse": "Il y adapta deux anneaux d’or au-dessous de la bordure, à ses deux parois, de part et d’autre, pour recevoir des barres destinées à le porter.",
        "36_Chapter, 27_Verse": "Il fit ces barres de bois de chittîm et les recouvrit d’or.",
        "36_Chapter, 28_Verse": "II composa aussi l’huile d’onction sainte et le parfum aromatique pur, selon l’art du parfumeur.",
        "37_Chapter, 0_Verse": "Puis il fit l’autel de l’holocauste en bois de chittîm; cinq coudées furent sa longueur, cinq coudées sa largeur, il était carré, et trois coudées sa hauteur,",
        "37_Chapter, 1_Verse": "Il en sculpta les cornes aux quatre angles, ces cornes faisant corps avec lui; puis il le revêtit de cuivre",
        "37_Chapter, 2_Verse": "Il fabriqua tous les ustensiles de l’autel: les cendriers, les pelles, les bassins, les fourches et les brasiers; il fit tous ces ustensiles de cuivré.",
        "37_Chapter, 3_Verse": "Il fit pour l’autel un grillage formant un réseau de cuivre, au-dessous de l’entablement et régnant jusqu’au milieu.",
        "37_Chapter, 4_Verse": "II moula quatre anneaux aux quatre angles, sur le grillage de cuivre, pour y passer les barres,",
        "37_Chapter, 5_Verse": "Il fit ces barres en bois de chittîm et les recouvrit de cuivre;",
        "37_Chapter, 6_Verse": "et il les introduisit dans les anneaux, aux côtés de l’autel, pour servir à le transporter; C’est en boiserie creuse qu’il le disposa.",
        "37_Chapter, 7_Verse": "Il fabriqua la cuve en cuivre et son support de même, au moyen des miroirs des femmes qui s’étaient attroupées à l’entrée de la Tente d’assignation.",
        "37_Chapter, 8_Verse": "II prépara le parvis. Pour le côté du sud, regardant le midi, les toiles du parvis en lin retors, avaient cent coudées,",
        "37_Chapter, 9_Verse": "Il fit leurs vingt piliers avec leurs vingt socles de cuivre; les crochets des piliers et leurs tringles, en argent.",
        "37_Chapter, 10_Verse": "Pour le côté nord, cent coudées de toiles, ayant vingt piliers avec vingt socles de cuivre, avec crochets et tringles d’argent.",
        "37_Chapter, 11_Verse": "Pour la face occidentale, des toiles mesurant cinquante coudées, avec dix piliers à dix socles, à crochets et tringles d’argent.",
        "37_Chapter, 12_Verse": "Pour la face orientale, au levant, cinquante coudées.",
        "37_Chapter, 13_Verse": "Quinze coudées de toiles pour une aile, avec trois piliers et trois socles;",
        "37_Chapter, 14_Verse": "pour la seconde aile, elles s’étendaient des deux côtés de l’entrée du parvis, quinze coudées de toiles, ayant trois piliers avec trois socles.",
        "37_Chapter, 15_Verse": "Toutes les toiles formant le pourtour du parvis étaient en lin retors,",
        "37_Chapter, 16_Verse": "Les socles destinés aux piliers étaient de cuivre; les crochets des piliers et leurs tringles, d’argent et leurs chapiteaux étaient recouverts en argent: ainsi se trouvaient reliés par de l’argent tous les piliers du parvis.",
        "37_Chapter, 17_Verse": "Le rideau portière du parvis, ouvragé en broderie, était d’azur, de pourpre, d’écarlate et de lin retors. Il avait vingt coudées de longueur; hauteur, formée par la largeur, cinq coudées, semblablement aux toiles du parvis.",
        "37_Chapter, 18_Verse": "Elles avaient quatre piliers, avec quatre socles de cuivre; leurs crochets étaient d’argent, ainsi que la garniture de leurs chapiteaux et que leurs tringles.",
        "37_Chapter, 19_Verse": "Enfin, toutes les chevilles destinées au tabernacle et au pourtour du parvis étaient de cuivre.",
        "37_Chapter, 20_Verse": "Telle est la distribution du tabernacle, résidence du Statut, comme elle fut établie par l’ordre de Moïse; tâche confiée aux Lévites, sous la direction d’Ithamar, fils d’Aaron le pontife.",
        "37_Chapter, 21_Verse": "Beçalel, fils d’Ouri, fils dé Hour, de la tribu de Juda, exécuta donc tout ce que l’Éternel avait ordonné à Moïse,",
        "37_Chapter, 22_Verse": "secondé par Oholiab, fils d’Ahisamak, de la tribu de Dan, artisan et artiste, brodeur en étoffes d’azur, de, pourpre, d’écarlate et de fin lin.",
        "37_Chapter, 23_Verse": "Tout l’or employé à cette œuvre, aux diverses parties de l’œuvre sainte, cet or, produit de l’offrande, se monta à vingt-neuf kikkar, plus sept cent trente sicles, selon le poids du sanctuaire.",
        "37_Chapter, 24_Verse": "Ll’argent, produit du dénombrement de la communauté, fut de cent kikkar, plus mille sept cent soixante-quinze sicles, au poids du sanctuaire:",
        "37_Chapter, 25_Verse": "à un béka par tête, soit un demi sicle au poids du sanctuaire, pour tous ceux qui firent partie du dénombrement, depuis l’âge de vingt ans et au-dessus, au nombre de six cent trois mille cinq cent cinquante.",
        "37_Chapter, 26_Verse": "Or, les cent kikkar d’argent servirent à fondre les socles du sanctuaire et les socles du voile pour les cent socles cent kikkar, un kikkar par socle.",
        "37_Chapter, 27_Verse": "Quant aux mille sept cent soixante quinze sicles, on en fit les crochets des piliers, la garniture de leurs chapiteaux et leurs tringles.",
        "37_Chapter, 28_Verse": "Le cuivre qu’on avait offert se monta à soixante-dix kikkar, plus deux mille quatre cents sicles.",
        "37_Chapter, 29_Verse": "On en fit les socles de l’entrée de la Tente d’assignation, l’autel de cuivre ainsi que son grillage de cuivre et tous les ustensiles de cet autel;",
        "37_Chapter, 30_Verse": "les socles au pourtour du parvis, ceux de l’entrée du parvis; toutes les chevilles du tabernacle et toutes celles du parvis, tout autour.",
        "38_Chapter, 0_Verse": "Des étoffes d’azur, de pourpre et d’écarlate, on fit des tapis d’emballage pour lé service des choses saintes; puis on fit le saint costume d’Aaron, ainsi que l’Éternel l’avait prescrit à Moïse.",
        "38_Chapter, 1_Verse": "On confectionna l’éphod, en or, azur, pourpre, écarlate et lin retors,",
        "38_Chapter, 2_Verse": "On laminait des lingots d’or, puis on y coupait des fils qu’on entremêlait aux fils d’azur, à ceux de pourpre, d’écarlate et de fin lin, en façon de damassé.",
        "38_Chapter, 3_Verse": "On y adapta des épaulières d’attache, par lesquelles ses deux extrémités se trouvèrent jointes.",
        "38_Chapter, 4_Verse": "La ceinture servant à le fixer faisait partie de son tissu, était ouvragée de même: or, azur, pourpre, écarlate et lin retors, comme l’Éternel l’avait prescrit à Moïse.",
        "38_Chapter, 5_Verse": "On mit en œuvre les pierres de choham, qu’on enchâssa dans des chatons d’or et où l’on grava, comme on grave un sceau, les noms des fils d’Israël.",
        "38_Chapter, 6_Verse": "On les ajusta sur les épaulières de l’éphod, comme pierres de souvenir pour les Israélites, ainsi que l’Éternel l’avait ordonné à Moïse.",
        "38_Chapter, 7_Verse": "Puis on confectionna le pectoral damassé à la façon de l’éphod; en or, azur, pourpre, écarlate et lin retors.",
        "38_Chapter, 8_Verse": "Ce pectoral était carré, on l’avait plié en deux; ainsi plié, il avait un empan de long et un empan de large.",
        "38_Chapter, 9_Verse": "On y enchâssa quatre rangées de pierreries. Sur une rangée: un rubis, une topaze et une émeraude, première rangée;",
        "38_Chapter, 10_Verse": "deuxième rangée: un nofek, un saphir et un diamant;",
        "38_Chapter, 11_Verse": "troisième rangée: un léchem, un chebô et un ahlama;",
        "38_Chapter, 12_Verse": "quatrième rangée: une tartessienne, un choham et un jaspe. Quant à leur sertissure, elles furent enchâssées dans des chatons d’or.",
        "38_Chapter, 13_Verse": "Ces pierres portant les noms des fils d’Israël, étaient douze selon ces mêmes noms; on y avait gravé comme sur un sceau, chacune par son nom, les douze tribus.",
        "38_Chapter, 14_Verse": "On prépara, pour le pectoral, des chaînettes cordonnées, forme de torsade, en or pur; puis on fit deux chatons d’or et deux anneaux d’or.",
        "38_Chapter, 15_Verse": "On plaça ces deux anneaux aux deux coins du pectoral;",
        "38_Chapter, 16_Verse": "on passa les deux torsades d’or dans les deux anneaux sur les coins du pectoral et les deux extrémités de chaque torsade,",
        "38_Chapter, 17_Verse": "on les fixa sur deux chatons, les appliquant aux épaulières de l’éphod du côté de la face.",
        "38_Chapter, 18_Verse": "On fit aussi deux anneaux d’or, qu’on plaça aux deux coins du pectoral, sur le bord intérieur faisant face à l’éphod;",
        "38_Chapter, 19_Verse": "et l’on fit deux autres anneaux d’or, qu’on fixa aux deux épaulières de l’éphod, par en bas, au côté extérieur, à l’endroit de l’attache, au-dessus de la ceinture de l’éphod.",
        "38_Chapter, 20_Verse": "On assujettit le pectoral en joignant ses anneaux à ceux de l’éphod par un cordon d’azur, afin que le pectoral fût maintenu sur la ceinture de f’éphod et n’y vacillât point, ainsi que l’Éternel l’avait prescrit à Moïse.",
        "38_Chapter, 21_Verse": "Ensuite on fit la robe de l’éphod selon l’art du tisserand, toute en étoffe d’azur.",
        "38_Chapter, 22_Verse": "L’ouverture de la robe était infléchie comme celle d’une cotte de mailles et garnie d’un ourlet tout autour, afin de ne pas se déchirer.",
        "38_Chapter, 23_Verse": "On disposa, au bas de la robe, des grenades d’azur, de pourpre et d’écarlate, à brins retors;",
        "38_Chapter, 24_Verse": "et l’on fit des clochettes d’or pur et l’on entremêla les clochettes aux grenades, au bas de la robe, tout autour, entre les grenades:",
        "38_Chapter, 25_Verse": "une clochette, puis une grenade; une clochette, puis une grenade, au bord de la robe, tout autour, pour le saint ministère, ainsi que l’Éternel l’avait ordonné à Moïse.",
        "38_Chapter, 26_Verse": "On confectionna les tuniques en fin lin, selon l’art du tisserand, pour Aaron et pour ses fils;",
        "38_Chapter, 27_Verse": "et la tiare en fin lin, de même que les turbans pour coiffure;",
        "38_Chapter, 28_Verse": "et les caleçons de toile, en lin retors; et l’écharpe, en lin retors, azur, pourpre et écarlate, ouvragé de broderie, ainsi que l’Éternel l’avait ordonné à Moïse.",
        "38_Chapter, 29_Verse": "On exécuta la plaque, diadème sacré, en or pur et l’on y traça cette inscription gravée comme sur un sceau: \"CONSACRÉ AU SEIGNEUR\".",
        "38_Chapter, 30_Verse": "On y fixa un ruban d’azur, qui devait passer sur la tiare, vers le sommet, comme l’Éternel l’avait ordonné à Moïse.",
        "38_Chapter, 31_Verse": "Ainsi fut terminé tout le travail du tabernacle de la Tente d’assignation; les Israélites l’avaient exécuté en agissant, de tout point, selon ce que l’Éternel avait enjoint à Moïse.",
        "38_Chapter, 32_Verse": "Alors on apporta à Moïse le tabernacle et le pavillon avec toutes leurs pièces: agrafes, solives, traverses, piliers et socles;",
        "38_Chapter, 33_Verse": "la couverture de peaux de bélier teintes en rouge, la couverture de peaux de Tahach et le voile protecteur;",
        "38_Chapter, 34_Verse": "l’arche du Statut avec ses barres et le propitiatoire;",
        "38_Chapter, 35_Verse": "la table avec toutes ses pièces et les pains de proposition;",
        "38_Chapter, 36_Verse": "le candélabre d’or pur, avec ses lampes tout arrangées et tous ses ustensiles; l’huile du luminaire;",
        "38_Chapter, 37_Verse": "l’autel d’or, l’huile d’onction et le parfum aromatique; le rideau d’entrée de la Tente;",
        "38_Chapter, 38_Verse": "l’autel de cuivre avec son grillage de cuivre, ses barres et tous ses ustensiles; la cuve avec son support;",
        "38_Chapter, 39_Verse": "les toiles du parvis, ses piliers et, ses socles; le rideau formant la porte du parvis, ainsi que ses cordages et ses chevilles, enfin tous les ustensiles nécessaires au tabernacle de la Tente d’assignation; les tapis d’emballage pour le service des choses saintes;",
        "38_Chapter, 40_Verse": "les vêtements sacrés d’Aaron le pontife et les vêtements sacerdotaux de ses fils.",
        "38_Chapter, 41_Verse": "Exactement comme le Seigneur l’avait commandé à Moïse, ainsi les Israélites avaient accompli toute la tâche.",
        "38_Chapter, 42_Verse": "Moïse examina tout le travail: or ils l’avaient exécuté conformément aux prescriptions du Seigneur. Et Moïse les bénit.",
        "39_Chapter, 0_Verse": "L’Éternel parla à Moïse en ces termes:",
        "39_Chapter, 1_Verse": "\"A l’époque du premier mois, le premier jour du mois, tu érigeras le tabernacle de la Tente d’assignation.",
        "39_Chapter, 2_Verse": "Tu y déposeras l’arche du Statut et tu abriteras cette arche au moyen du voile.",
        "39_Chapter, 3_Verse": "Tu introduiras la table et tu en disposeras l’appareil; tu introduiras le candélabre et tu en allumeras les lampes.",
        "39_Chapter, 4_Verse": "Tu installeras l’autel d’or, destiné à l’encensement, devant l’arche du Statut, puis tu mettras le rideau d’entrée devant le tabernacle.",
        "39_Chapter, 5_Verse": "Tu installeras l’autel de l’holocauste devant l’entrée du tabernacle de la Tente d’assignation.",
        "39_Chapter, 6_Verse": "Tu mettras la cuve entre la Tente d’assignation et l’autel et tu l’empliras d’eau.",
        "39_Chapter, 7_Verse": "Tu dresseras le parvis tout autour et tu poseras le rideau-portière du parvis.",
        "39_Chapter, 8_Verse": "Puis tu prendras l’huile d’onction, pour oindre le tabernacle et tout son contenu, tu le consacreras ainsi que toutes ses pièces et il deviendra chose sacrée. ",
        "39_Chapter, 9_Verse": "Tu en oindras l’autel de l’holocauste et tous ses ustensiles, tu consacreras ainsi cet autel et il deviendra éminemment saint.",
        "39_Chapter, 10_Verse": "Tu en oindras la cuve et son support et tu les consacreras.",
        "39_Chapter, 11_Verse": "Alors tu feras avancer Aaron et ses fils à l’entrée de la Tente d’assignation et tu les feras baigner.",
        "39_Chapter, 12_Verse": "Tu revêtiras Aaron du saint costume, tu l’oindras et le consacreras à mon ministère.",
        "39_Chapter, 13_Verse": "Puis tu feras approcher ses fils et tu les vêtiras de leurs tuniques.",
        "39_Chapter, 14_Verse": "Tu les oindras, ainsi que tu auras oint leur père et ils deviendront mes ministres; et ainsi leur sera conféré le privilège d’un sacerdoce perpétuel, pour toutes leurs générations.\"",
        "39_Chapter, 15_Verse": "Moïse obéit: tout ce que l’Éternel lui avait prescrit, il s’y conforma.",
        "39_Chapter, 16_Verse": "Ce fut au premier mois de la deuxième année, au premier jour du mois, que fut érigé le Tabernacle.",
        "39_Chapter, 17_Verse": "Moïse dressa d’abord le tabernacle; il en posa les socles, en planta les solives, en fixa les traverses, en érigea les piliers;",
        "39_Chapter, 18_Verse": "il étendit le pavillon sur le tabernacle et posa sur le pavillon sa couverture supérieure, ainsi que l’Éternel le lui avait ordonné.",
        "39_Chapter, 19_Verse": "Il prit ensuite le Statut qu’il déposa dans l’arche; il appliqua les barres à l’arche, plaça le propitiatoire par-dessus;",
        "39_Chapter, 20_Verse": "introduisit l’arche dans le Tabernacle et suspendit le voile protecteur pour abriter l’arche du Statut, comme l’Éternel le lui avait ordonné.",
        "39_Chapter, 21_Verse": "II plaça la table dans la Tente d’assignation vers le flanc nord du Tabernacle, en dehors, du voile",
        "39_Chapter, 22_Verse": "et y disposa l’appareil des pains devant le Seigneur, comme celui-ci le lui avait ordonné.",
        "39_Chapter, 23_Verse": "Il posa le candélabre dans la Tente d’assignation, en face de la table, au flanc méridional du Tabernacle",
        "39_Chapter, 24_Verse": "et alluma les lampes devant le Seigneur, comme celui-ci le lui avait ordonné.",
        "39_Chapter, 25_Verse": "Il établit l’autel d’or dans la Tente d’assignation, devant le voile",
        "39_Chapter, 26_Verse": "et y fit l’encensement aromatique, comme le Seigneur lui avait prescrit.",
        "39_Chapter, 27_Verse": "Puis il fixa le rideau d’entrée du Tabernacle",
        "39_Chapter, 28_Verse": "et l’autel aux holocaustes, il le dressa à l’entrée du tabernacle de la Tente d’assignation. Il y offrit l’holocauste et l’oblation, comme le lui avait prescrit le Seigneur.",
        "39_Chapter, 29_Verse": "Il installa la cuve entre la Tente d’assignation et l’autel et y mit de l’eau pour les ablutions.",
        "39_Chapter, 30_Verse": "Moïse, Aaron et ses fils devaient s’y laver les mains et les pieds.",
        "39_Chapter, 31_Verse": "C’est en entrant dans la Tente d’assignation ou quand ils s’approchaient de l’autel, qu’ils devaient faire ces ablutions, ainsi que le Seigneur l’avait prescrit à Moïse.",
        "39_Chapter, 32_Verse": "Il dressa le parvis autour du Tabernacle et de l’autel, il posa le rideau-portière du parvis; et ainsi Moïse termina sa tâche.",
        "39_Chapter, 33_Verse": "Alors la nuée enveloppa la Tente d’assignation et la majesté du Seigneur remplit le Tabernacle.",
        "39_Chapter, 34_Verse": "Et Moïse ne put pénétrer dans la Tente d’assignation, parce que la nuée reposait au sommet et que la majesté divine remplissait le Tabernacle.",
        "39_Chapter, 35_Verse": "Lorsque la nuée se retirait de dessus le tabernacle, les enfants d’Israël quittaient constamment leur station",
        "39_Chapter, 36_Verse": "et tant que la nuée ne se retirait pas, ils ne décampaient point jusqu’à l’instant où elle se retirait.",
        "39_Chapter, 37_Verse": "Car une nuée divine couvrait le Tabernacle durant le jour et un feu y brillait la nuit, aux yeux de toute la maison d’Israël, dans toutes leurs stations."
    },
    "meta": "Chapter-Verse",
    "work": "Exodus"
}