{
    "text": {
        "2": {
            "0": "נ\"ב בשבת:"
        },
        "3": {
            "0": "צ\"ע איך עשו בתקיעות וברכות ותפלה:",
            "1": "והיו אומרים כדין שיר של חול:",
            "2": "ואם יבואו עדים שראו מחר חול:",
            "3": "ולפיכך היתה מותרת להן ואפילו כשעושין אותן שני ימים כגון שלא באו עדים הרי הוא מחמת ספק והרי הן ב' קדושות. לשון התוספות:"
        },
        "5": {
            "0": "צ\"ל אף ביצה מותרת:",
            "1": "ברי\"ף שבת סי' תצח:"
        },
        "8": {
            "0": "נ\"ב אבל משענע:"
        },
        "9": {
            "0": "נ''ב פי' בגמ' דף קכ\"ג ע\"ב ולא כאוקימתא קמייתא שם ע\"א דס\"ל דגם לצורך גופו ומקומו אסור דדמי לסיכי זיירי ומזורי עי' רי\"ף שבת סימן תס\"ד רק לא חמירא משאר מוקצה. ומ\"מ קשה הרי הרי\"ף פסק שלהי מכילתין דכל מוקצה ביו\"ט אסור. וי\"ל אין ה\"נ ומ\"ש הרי\"ף וה\"מ מחמה לצל וכו' ר\"ל לענין שבת הדין כך ואף על פי דמשנתינו בי\"ט מיירי מכל מקו' הרי\"ף במ\"ש וה\"מ וכו' כוונתו להורות הדין בשבת. ועי' בתוי\"ט:"
        },
        "13": {
            "0": "נ\"ב עי' רי\"ף ספ\"ב דפסחים:",
            "1": "נ\"ב נ\"ל אם החוט פשתן שזור לפי' ר\"ת אסור כי בשפת גלימא החוטין שזורין עיין בר\"ן:"
        },
        "15": {
            "0": "נ\"ב משנה קאי על עירובי חצירות:",
            "1": "נ\"ב עי' ברי\"ף עירובין סי' תר\"נ",
            "2": "נ\"ב דף פח וע\"ש:",
            "3": "נ\"ב דכ\"ג ע\"א:"
        },
        "16": {
            "0": "שם הגי' ע\"י אחרים ונ\"ב פי' וע\"י עצמו לא:",
            "1": "תיבות דאמר בנדרים נמחק וצ\"ל בפ' הדר דע\"ג ע\"א:"
        },
        "17": {
            "0": "נ\"ב אע\"פ דבישול מיו\"ט לשבת ג\"כ אסו' מדרבנן כמו קניית שביתה דג\"כ אינו רק מדרבנן וק\"ל:"
        },
        "19": {
            "0": "נ\"ב עי' פי' אדבריה בפיי' רש\"י בגמ':",
            "1": "עי' לקמן ברי\"ף סימן תתק\"א ומש\"כ שם:"
        },
        "20": {
            "0": "עי' ברי\"ף שבת בפ' כירה סי' של\"ה:"
        },
        "21": {
            "0": "נ\"ב עי' שבת ברי\"ף בפרק מפנין סי' תפ\"ד:",
            "1": "נ\"ב בפ' המפקיד דל\"ה ע\"א אמר אמימר אנא נהרדעא אנא:",
            "2": "נ\"ב ודע דבגמ' גריס קנבא וע' לקמן ברי\"ף פ\"ד סי' תתקי\"ג:"
        },
        "22": {
            "0": "נ\"ב אפילו בחול המועד עיין ברי\"ף מ\"ק פ\"א סי' אלף קס\"ב:"
        },
        "24": {
            "0": "נ\"ב רש\"י בגמ' כ' שאני שונאו:"
        },
        "26": {
            "0": "נ\"ב ואינם מחוסרים צידה:",
            "1": "נ\"ב עי' עירובין פ\"ד ברי\"ף סימן תרי\"ח:"
        },
        "28": {
            "0": "נ\"ב עי' רי\"ף שבת פ\"א סי' רצ\"א:"
        },
        "29": {
            "0": "חו\"י מ\"ז וכתב ה\"ל להקשות ורי'י לכם ולא לכותי' מנא ליה:",
            "1": "נ\"ב והיה מודד ונותן לכלי הלוקחה מערב והם מתמצים כל הלילה:"
        },
        "30": {
            "0": "כה\"ג ברי\"ף שבת פ\"ה סי' שנח:",
            "1": "נ\"ב צ\"ע דגם תן לי בכסף לבד ג\"כ אסור דתנן לעיל בסי' תתקא לא יאמר לו שקול לי בדינר בשר:",
            "2": "ובפנים פי' בע\"א והוא פי' ר\"ח דמייתי בתוספות:"
        },
        "31": {
            "0": "עי' ברי\"ף בבא מציעא ס\"פ האומנין:"
        },
        "32": {
            "0": "נ\"ב ברי\"ף סוכה פ' לולב וערבה סימן אלף נט:"
        },
        "33": {
            "0": "נ\"ב עי' רי\"ף שבת סימן תקנ:"
        },
        "37": {
            "0": "נ\"ב צ\"ע שהרי המקלקלין פטורין אבל אסורין וטפי הו\"ל למימר שהוא דבר שאינו מתכוין ואפי' במלאכה דאורייתא שרי אפי' לכתחלה. ומצאתי להר\"ן פרק ג דביצה דר\"ש שרי דבר שאינו מתכוין היינו באין בו רק איסור דרבנן ותמה אני דהש\"ס דבעי למימר הכי פרק כירה דף מו אידחי וכדמוכח בגמ' ותוס' שם ריש דף מג:"
        },
        "38": {
            "0": "נ\"ב ברי\"ף שבת בפ' בתרא [סימן תקע\"ו]:",
            "1": "נ\"ב ברי\"ף שבת סימן תנז:",
            "2": "צ\"ל דהוו סבין ביומי דר' יונה:"
        },
        "39": {
            "0": "עי' ברי\"ף עירובין פ\"ד סי' תרכא:"
        },
        "42": {
            "0": "עי' לעיל ברי\"ף סימן ש\"ב:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot Chavot Yair on Beitzah"
}