{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Sheqel Dues",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Sheqel_Dues",
    "text": [
        [
            [
                "<b>מצות </b>\n<b> עשה מן התורה ליתן כל איש מישראל כו'.</b> הנה מלשון רבינו שכ' כל איש כו' משמע דמכיון שנקרא איש דהיינו מבן י\"ג שנה הרי הוא חייב במחצית השקל וכן משמע ג\"כ ממ\"ש בדין ה' וז\"ל אלא נותן בכל שנה עד שיגדיל ויתן על עצמו וכ\"כ בפי' המ' בהדיא מ\"ד וז\"ל וקטן שלא הביא ב' שערות אין ממשכנין כו' ע\"ש ואולם הרע\"ב כתב וז\"ל וקטנים אעפ\"י שהביא ב' שערות והוא פחות מבן ך' כו' וכתב התי\"ט שם ד\"ה כל כהן שאינו שוקל חוטא שהרע\"ב מפרש דקרא ב' דכתיב כל העובר על הפקודים מבן ך' שנה כו' מיירי בתרומת הקרבנות וקרא קמא דלא כתיב מבן עשרים מיירי בתרומת אדנים אבל לא ידעתי מי הכריחו לכך דמסתברא דמתני' דתנן קטנים עד בן י\"ג שנה הוא ככל קטנים דעלמא וכמ\"ש הרמב\"ם והרמב\"ן בפי' לחומש וכן הוא בהדיא בירושלמי ולפי זה קרא תנינא בתרומת אדנים וקרא קמא דלא כתיב מבן ך' מיירי בתרומת הקרבנות ואולי דעת הרב לפרש קרא קמא באדנים משום דתרומ' אדנים קדמה בזמן לתרומת הקרבנות אבל לא ידעתי האיך יפרש הירוש' א\"ד יעיין שם והנה מה שתמה על הרע\"ב מהירוש' הדבר תמוה שמדברי הירוש' מוכח בהדיא כדעת הרע\"ב שהרי אמרו שם אבל לא נשים כו' הא ליתבע תובעים הא דאמר כן כשהביא ב' שערות אבל לא הביא ב' שערות לא כהדא אין ממשכנין עד שיביא ב' שערות וכן אמרו שם סמוך ונראה במשנה ה' וז\"ל אע\"פ שאמרו כו' הא ליתבע אין תובעין הכא את אמרת תובעין והכא את אמרת אין תובעין כאן כשהביא ב' שערות כאן כשלא הביא שתי שערות כו' הרי בהדיא דס\"ל להירוש' דאפילו כשהביא ב' שערות אין ממשכנין אלא תובעין וא\"כ ע\"כ לומר שמ\"ש אין ממשכנין עד שיביא ב' שערות ט\"ס הוא וצ\"ל אין ממשכנין אע\"פ שהביא ב' שערות וכן היא הגירס' בדפוס ירוש' הנדפס עם פי' מהר\"ר אליהו ליב ז\"ל והדבר מוכרח מעצמו כמ\"ש ועיין בספר מרכבת המשנה מה שטרח ליישב גירסתי' משם הרב המובהק בנימין הלוי בדרך רחוקה דאף לפי דרכו ז\"ל אינו חייב אלא דוקא בששקל אביו ע\"י בעודו קטן וא\"כ מבואר הוא דדברי הירושל' הן דברי הרע\"ב ואדרבא לדעת רבי' והרמב\"ן ז\"ל צ\"ע מה יענו לההוא דירוש' הן אמת דקשה לי על הרע\"ב ז\"ל מהא דאמרינן בערכין כהנים כו' פשיטא אמר רבא לא נצרכה אלא לבן בוכרי כו' סד\"א הואיל וכתיב וכל ערכך יהיה בשקל הקדש כל דאיתיה בשקלים איתיה בערכין והני כהנים הואיל ואיתנהו בערכין כו' קמ\"ל והשתא אם איתא דאינו חייב בשקלים עד שיהא מבן כ' תימה על עצמך איך הפה יכולה לדבר דכל דליתיה בשקלים ליתיה בערכין הרי פחות מבן עשרים יוכיח דליתנהו בשקלים ואיתנהו בערכין דאיש כי יפליא כתיב בפרשת ערכין ואפשר דעל סוגיא זו סמכו רבי' והרמב\"ן ז\"ל ודחו ההיא דירוש' מכח סוגיא דידן ולדעת הרע\"ב ז\"ל י\"ל דקטנים שאני דכיון דאתו לחיוב שקלים כשיגיע לבן ך' שפיר קרינא בהו איתנהו בערכין משא\"כ כהנים דלעולם ליתנהו בשקלים ודו\"ק ולדעת הרע\"ב דסבירא ליה דקרא קמא דכתיב זה יתנו מיירי בתרומת אדנים כמ\"ש הרב תי\"ט ק\"ל טובא דבירושלמי אמרו דטעמא דריב\"ז דאמר כל כהן שאינו שוקל חוטא אמר ר\"ב דכתיב זה יתנו י\"ב שבטים יתנו זה בגימטריא י\"ב והשתא אי קרא דזה יתנו בתרומת אדנים מיירי הא בתרומת אדנים שבט לוי לא הוו בכלל כדכתיב בפ' פקודי וכסף פקודי העדה מאת ככר כו' לשש מאות אלף וג' אלפים וכ\"כ הרע\"ב ז\"ל בהדיא ד\"ה כל כהן ולומר דכתב רחמנא זה בתרו' אדנים משום תרומת הקרבנות דכתיב בתריה זה ודאי הוא מן התימה דהוה ליה למכתביה אקרא דבתריה דמיירי בתרומת הקרבנות וצ\"ע תו ק\"ל מהא דתנן במשנה ה' אע\"פ שאמרו אין ממשכנין נשים ועבדים וקטנים אם שקלו מקבלים מידם ופירש הרע\"ב לשם ובלבד שימסרם לצבור לגמרי כי היכי דלא ליהוי קרבן צבור קרב משל יחיד יע\"ש והשתא ק' דכיון דקי\"ל דקטן אינו מקנה לאחרים דבר תורה עד שיגדיל ויביא שתי שערות כמבואר פכ\"ט מה' מכירה אם כן היכי מהני בהו מסירה לצבור סוף סוף מדאורייתא נמצא קרבן צבור קרב משל יחיד ובהדיא כתב רבינו ז\"ל פ\"ח מהל' לולב דאין נותנין אותו לקטן שהקטן קונה ואינו מקנה לאחרים דבר תורה ונמצא שאם החזירו לו אינו מוחזר ע\"ש וא\"כ ה\"נ דכוותא אע\"ג דמתקנת חכמים נמצא ק\"צ קרב משל צבור מ\"מ כיון דמדאורייתא לאו בר הקנאה הוא נמצא דבר תורה קרב משל יחיד ולא מהני דומיא דלולב ובשלמא לדעת הרע\"ב דס\"ל דפחות מבן עשרים פטור משקלים איכא למימר דמתני' דקתני אם שקלו מקבלין מידם מיירי בקטנים שהביאו ב' שערות אכן לדעת רבינו והרמב\"ן קשה שבתי וראה שאף לדעת הרע\"ב קשה שהרי בירושלמי אוקמוה למתני' הלזו דדיוקי' מינה הא ליתבע אין תובעין בקטנים שלא הביאו ב' שערות ואפי' הכי קתני שאם שקלו מקבלים מידם: והנראה ליישב דהכא שאני דמן התורה אפילו בלא מסיר' לצבור מהני ואין כאן חשש דנמצא קרבן צבור קרב משל יחיד משום דכיון דרובן של שקלים מבני חיובא נינהו בטלים הם ברוב אלא משום דמטבע חשיב ולא בטיל הוא דבעינן שימסרם לצבור וכבר ידוע מ\"ש הרשב\"א בת\"ה דכל הדברים שאין להן ביטול הוא דוקא מדרבנן דמן התורה הכל בטל ברוב חוץ מאיסור ניכר ומ\"ש התוספות בסוף מעילה דמטבע חשיב ולא בטל מדאורייתא הם דברים תמוהים וכבר עמדו בזה הרב מש\"ל פ\"ז דה' מעילה דין ו' ואם כן כיון דאין איסורו אלא מדרבנן אמרינן בהו דמהני מסירה לצבור אע\"ג דאין הקנאתו אלא מדרבנן דאתי תקנתא דרבנן ומפיק איסור דרבנן משא\"כ בההוא דלולב דלא אתי דרבנן ומפיק דאורייתא כנ\"ל נכון וברור: ודע שלדעת בן בוכרי דס\"ל דכהנים פטורים ה\"ה נמי לוים פטורים שהרי טעמא דידהו דדרשו כל העובר על הפקודים כמשמעו ולוים לא היו נמנים מבן עשרים וכן מבואר מדברי הרע\"ב מ\"ג ד\"ה את מי ממשכנין וכ\"כ התוס' פ' הקומץ רבה דנ\"א ורש\"י שם וכן כתבו בפרק קמא דערכין ד\"ד וכן מבואר ג\"כ ממ\"ש בירוש' דטעמא דריב\"ז משום דכתיב זה י\"ב שבטים יתנו וא\"א דלבן בוכרי שבט לוי חייבין שפיר קרינא ביה י\"ב שבטים יתנו ואולם ראיתי להרמב\"ן בפי' על התורה סדר תשא שכתב וז\"ל ונ\"ל כי הג' תרומות שהזכיר כאן האחת שהיא לקרבנות צבור איננה ע\"י המנין האמור בחומש הפקודים כדברי הרב כי שם נאמר אך את מטה לוי לא תפקוד והשקלים של קרבנות צבור הלוים חייבים לדברי הכל ולדברי רז\"ל אף כהנים וכן הלכה כמו שמפורש בשקלים כו' עי\"ש והוא מן התימה שהרי מבואר הוא דלבן בוכרי לוים נמי פטירי ואיך כתב דחייבין לדברי הכל וצ\"ע:<br><b> מעשה חושב</b>\n<b> (רז) </b> ואין כאן חשש דנמצא קרבן צבור קרב משל יחיד כו', בטלים הם ברוב כו'. במחכ\"ת מה יענה לדעת הראב\"ד ותוס' מביאו הר\"ן בפ' ג\"ה דאסור לבטל איסור לכתחלה מדאורייתא ולדעת הנ\"ב במה\"ת חיו\"ד סי' מ\"ה איסור בעין לכל הפוסקים אסור לבטלו דבר תורה דמזרוע בשילה לא התירה התורה לבטל אלא בלוע מהזרוע ומיישב בזה דברי התוס' חולין דף ע\"ב שכתבו דדוקא בא\"י דנבילה אינה שוה כ\"כ הקדימה התורה נתינה לגר למכירה לנכרי ואי אמרת דמה\"ת מותר לבטל איסור בעין לכתחילה אמאי נבילה בארץ ישראל אינה שוה הא אפשר לבטל אותה ברוב כשרות וע\"ש וא\"כ ה\"נ הרי יקשה אמאי מותר לבטל שקלי קטנים ברוב שקלים: הן אמנם דלולי דברי הנ\"ב הנ\"ל י\"ל דהתוס' הנ\"ל שהביא הר\"ן ז\"ל אזלו לשיטתייהו שכתבו בפ' האיש מקדש דקטן אין לו זכיה מדאורייתא אפי' בדעת אחרת מקנה ואפשר לומר דגם הראב\"ד ס\"ל כן וא\"כ י\"ל דמה שנותנים לקטן אפי' בשהגיע לעונת הפעוטות הוי אבידה מדעת לענין דינא דאורייתא ומשום הכי א\"צ הקטן להקנות להציבור את השקל שהוא נותן משום דמדאורייתא לאו דידיה הוא וגם מ\"ש הנ\"ב הנ\"ל הוא רק ליישב דברי תוס' חולין הנ\"ל והתוס' לשיטתייהו בפ\"ב דקדושין ניחא כנ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא </b>\n<b> הספיקו להם השקלים כו' חוזרין ותורמין משיורי הלשכה.</b> הנה מרן הכ\"מ תמה דאמאי פסק כר\"מ ושבק ת\"ק ותי' וז\"ל ונראה שטעמו משום דבהאיש מקדש מותיב לרב מדתניא מועלין בחדתין כו' ומשני לא תימא ר\"מ אלא אימא ר\"י וכיון דבג' דידן אמרי' דר\"י אמר מועלין בעתיקין ממילא ידעינן דר\"י הוא דאמר יחזור לשיריים עכ\"ד והנה הרואה יראה שדבריו מן המתמיהין שהרי בפ\"ו מהל' מעילה פסק רבי' דאין מועלין בשיירי הלשכה ובפ\"ה מה' הנז' דין ד' פסק דבגדי כהונה דבלו מועלין בהן והחדשי' הואיל ואיתנהו ליהנות בהם אין מועלין בהם והשת' לפי דעתו דס\"ל דרבי' פסק כאוקמתא דרב א\"כ היה לו לפסוק כר\"י דמועלין בשיירי הלשכה ובבגדי כהונה אע\"פ שלא בלו נמי מועלין בהם וכר\"י דאמר בשוגג קידש ובר מן דין קשה טובא שהרי הא דאמרי' בגמ' לא תימ' ר\"מ אלא אימא ר\"י אינו אלא אליבא דרב דס\"ל דבהקדש בין בשוגג בין במזיד מתחלל ומתני' בכתנות כהונה שלא בלו הוא דפליגי ומטעמא דניתנו ליהנות בהם ומש\"ה קשיא ליה מההיא דמועלין בשיירי הלשכה וצרכינן לדחוקי ולמימר לא תימא ר\"מ כו' אמנם לר\"י ובר פדת דס\"ל דטעמא דר\"מ משום הקדש בשוגג אינו מתחלל לא קשיא ליה מההיא דמועלין בעתיקין דההיא מיירי בשוקל כנגדן משקלות שנהנה מגוף השקלים כמ\"ש התוס' לקמן ד\"ה לא אמרו וא\"נ דמועלין במזיד קאמר כמ\"ש התוס' רי\"ד ומדברי הר\"מ בפי' המ' מבואר דס\"ל כאוקמתא דר\"י דבהקדש ב\"ה פליגי ומשום דס\"ל לר\"מ דהקדש בשוגג אינו מתחלל וכיון שכן ברייתא כפשטא מתוקמא דר\"מ ס\"ל מועלין בעתיקין ואם כן הדרא קו' מרן ז\"ל ושוב ראיתי בס' חזון נחום דף רי\"ד ע\"א תמה על מרן בזה משם מ\"כ יע\"ש וליישב דעת מרן ז\"ל נ\"ל דס\"ל דודאי לענין פלוגתא דר\"מ ור\"י דמתני' גבי קידושין לא קימ\"ל כאוקמתא דרב אלא כאוקימתא דר\"י וב\"פ דהקדש בשוגג מתחלל הוא דפליגי אלא דס\"ל לרבינו דהך שינוייא דאמרי' לא תימא ר\"מ אלא אימא ר\"י קושטא קאי משום דלבר פדת דאמר לא אמרו הקדש שוגג מתחלל אלא לענין אכילה בלבד אין מעילה לר\"מ אלא באכילה בלבד ולא בשאר הנאות וכמ\"ש הרשב\"א ז\"ל משם ר\"ח יע\"ש דהשתא על כרחין צריך לומר דלב\"פ נמי צ\"ל לא תימה ר\"מ אלא ר\"י דאל\"כ תיקשי לב\"פ מההי' דמועלין בעתיקין וכ\"כ הרשב\"א ז\"ל ליישב דעת רבי' חננאל וז\"ל ומועלין בעתיקין הא אוקימנא כר\"י עכ\"ל וא\"כ מש\"ה פסק דיחזור לשיריים משום דלב\"פ דקי\"ל כותיה צ\"ל דר\"י הוא דאמר יחזור לשיריים ולא ר\"מ כמ\"ש מרן ומה שפסק רבי' דאין מועלין בשיירי הלשכה אע\"ג דלפ\"ז ר\"י ס\"ל דמועלין בשיירי הלשכה והי\"ל לפסוק כר\"י י\"ל דכיון דבגמ' אמרי' דב' תנאי אליבא דר\"י מש\"ה פסק רבי' כת\"ק דר\"י כההיא ברייתא דקאמר אליבא דר\"י דהאומר כירושלים לא אמר כלום משום דאין מועלין בשיירי הלשכה כו' וא\"נ משום דסתם מתני' דקתני חומת העיר ומגדלותי' באין משירי הלשכה ולא קתני מב\"ה משמע דס\"ל דאין מועלין בשיירי הלשכה דלמאן דס\"ל מועלין באין אף מב\"ה כמ\"ש התו' בד\"ה תרי תנאי ואי קשיא לך כיון שרבי' פסק דיחזור לשיריים א\"כ איך פסק דאין מועלין בשיירי הלשכה הא בברייתא דירוש' תלו הא בהא דקאמר ר\"א יחזור לשיריים שהיה ר\"י אומר מועלין בשיירי הלשכה י\"ל דברייתא ה\"ק דממה שהיה אומר ר\"י מועלין בשיירי הלשכה שמעינן דס\"ל יחזור לשיריי' ומש\"ה מועלין דשמא יצטרכו להם לבסוף דאי הוה ס\"ל דחוזר ותורם מתיקלין חדתין הבאים אחר החג ולא משיריים אמאי מועלין בשיירי הלשכה אמנם אנן בדידן אע\"ג דס\"ל דיחזור לשיריים ס\"ל דאין מועלין משום דלא חיישינן להו שמא יצטרכו לבסוף וזה מוכרח דאל\"כ אפי' תימא דמאן דס\"ל אין מועלין ס\"ל דחוזר ותורם מתיקלין חדתין אכתי תיקשי דאמאי אין מועלין ניחוש שמא לא יסתפקו להו תיקלין חדתין ויצטרכו להפריש מן השיריים אלא ודאי דכולי האי לא חיישינן כל זה טרחתי ליישב דברי מרן שכתב בה' שקלים האמנם מ\"ש בה' מעילה הן דברים סותרין למ\"ש בה' שקלים וכמו שירא' הרואה וצ\"ע ודרך אגב ראיתי לעמוד על מ\"ש התוס' שם ד\"ה אימא וז\"ל מכאן משמע דל\"ג כו' דברי ר\"י וכתב הר\"ב ח\"ה וז\"ל וק\"ק לפ\"ז דל\"ג ר\"י מאי פריך מהא דקתני רמ\"א מועלין בשיירי הלשכה ואימא דר\"מ במזיד דלא אמרי' במזיד הואיל וניתנו ליהנות דהא במתני' ס\"ל דקידש במזיד בכתנות כהונה אבל אי גרסי' ר\"י ניחא דע\"כ בשוגג איירי מתני' דאל\"כ לא הוי אמר ר\"י מועלין בחדתין יע\"ש מה שתירץ ועיין בתו' רי\"ד שהכריחו מכח קושיא זו דחומת העיר ומגדלותיה ניתנו ליהנות מהם אפי' במזיד לישב בצילה או עליה ולא דמי לכתנות כהונה דלא ניתנו ליהנות אלא בשוגג יע\"ש וי\"ל דאכתי מה יענו להא דפריך לעיל מבריית' דכתנות כהונה דבלו מועלין בהם מאי לאו אפי' לא בלו ומאי קו' אימא דר\"מ במזיד איירי דבכתנות כהונה במזיד ולא ניתנו ליהנות וכן ק' לדברי הר\"ב ח\"ה שכתב דאי גרסי' במתני' ר\"י ניחא דאכתי תיקשי ליה מהא דפריך מברייתא דכתנות כהונה: ואפשר ליישב דמההיא לא ק\"ל להתוס' רי\"ד דא\"ל דאה\"נ דהו\"מ למימר דמועלין במזיד קאמר אלא דטפי ניחא ליה להש\"ס לומר דבלו דוקא קאמר ומועלין בשוגג כפשטיה קאמר אמנם בהא דמועלין בעתיקין דהוצרך תלמודא להגיה ולומר לא תימא ר\"מ אלא אימא ר\"י ק\"ל שפיר דאמאי לא משני דמועלין במזיד קאמר ופשוט ומ\"מ דברי הרב ח\"ה עדיין אינם מתיישבים בזה דאכתי ת\"ל ממאי דפריך בתר הכי מברייתא דאבני ירושלים שנשרו אמאי לא משני דמועלין במזיד קאמר דהתם לא הוזכר סברת ר\"י כלל ועוד נ\"ל ליישב לעיקר הקושיא דמש\"ה לא משני דמועלין במזיד קא' משום דלישנא דר\"מ דקאמר מועלין אפי' בעתיקין ק\"ל דה\"ק ל\"מ בחדתין אלא אפי' בעתיקין וכי היכי דמעילה דחדתין לר\"מ הוי בשוגג נמי ה\"נ מועלין בעתיקין הוי דומיא דחדתין וכן נמי מאי דפריך מבריי' דכתנות כהונה שבלו ה\"נ פריך דכי היכי דבבלו מועלין דקתני אף בשוגג קאמר ה\"נ מועלין כי דייקינן מינה אפי' לא בלו בשוגג נמי מיירי דומיא דבלו ומאי דפריך מברייתא מאבני ירושלים שנשרו מועלין בהם ולא משני דמועלין במזיד קאמר ליכא למימר דמשמע ליה לתלמודא דמועלין דקאמר רבי מאיר בשוגג נמי איירי דומיא דאידך ברייתא דכתנות כהונה דר\"מ ובהכי ניחא מ\"ש עוד הרב ח\"ה דאמאי לא פריך לר\"י נמי מכל הני כיון דליכא לאוקמא במזיד אכן כפי מ\"ש י\"ל דלר\"י לא ק\"ל דא\"ל דמועלין במזיד קאמר דלר\"י כיון דס\"ל דלר\"מ הקדש בשוגג אינו מתחלל א\"כ כתנות כהונה שבלו ולא בלו וחדתין ועתיקין דינן שוה דבכולן אין מועלין בשוגג ושפיר איכא למי' דמועלין במזיד קאמר אכן לרב דס\"ל דהקדש בשוגג מתחלל לר\"מ ק\"ל שפיר מלישנא דאף בעתיקין כמ\"ש כנ\"ל נכון אלא שמדברי התוס' לקמן ד\"ה לא אמרו שהק' לב\"פ מהא דמועלין בחדתין ולא תירצו דמועלין במזיד קאמר נר' דס\"ל דלישנא דמועלין לא משמע אלא בשוגג וכמו שתי' הרב ח\"ה ז\"ל ודו\"ק:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b>\n<b> שהתנדב לשמור בחנם כו' משום בעלי זרוע כו'.</b> בסוף פרק בתרא דמציעא דקי\"ח גרסינן אמר רבה הבטה בהפקר תנאי היא דתנן שומרי ספיחי ז' נוטלין שכרן מתרומת הלשכה רבי יוסי אומר הרוצה מתנדב הוא ושומר חנם אמרו לו אם אתה אומר כן אין באים משל צבור מאי לאו בהא קמפלגי דת\"ק סבר הבטה בהפקר קני ואי יהיב אגרא אין ואי לאו לא ור\"י סבר הבטה בהפקר לא קני כו' אמר רבא לא דכ\"ע הבטה בהפקר קני והכא בחיישינן שמא לא ימסרם יפה קמפלגי דרבנן סברי יהבינן ליה אגרא ואי לא חיישינן שמא לא ימסרם יפה ור\"י סבר לא חיישינן שמא לא ימסרם יפה כו' ומה אתה אומר ה\"ק מדבריך לדברינו דחיישינן שמא לא ימסר יפה אין עומר וב' הלחם באים משל צבור א\"ד אמר רבא דכ\"ע הבטה בהפקר לא קני והכא בחיישינן לבעלי זרועות קמפלגי כו' והרע\"ב ז\"ל בפ\"ד דשקלים מ\"א פסק כאוקמתא קמייתא דרבא דפלוגתייהו בחיישינן שמא לא ימסר' ופסק הלכה כרבנן דסברי נותנין שכרן משום דחיישינן של\"י יפה וראיתי להרב תי\"ט ז\"ל שהקשה על דברי הרב הללו וז\"ל וא\"ת ומ\"ש הכא דחיישי' שמא לא ימסרם משקלים דתנן בפ' אע\"פ שאמרו נשים ועבדים וקטנים אין ממשכני' אותם אם שקלו מקבלים מידם וכתב הרע\"ב ז\"ל שם דבעינן שימסרם לצבור יפה ואפשר לחלק בע\"א דהכא דעומר וב' הלחם אחת בשנה איכא למיחש שמא לא ימסרם יפה אלא נוח להם שיקרבו משלהם שכן פרש\"י הטעם בגמרא אבל שקלים דלקרבנות דכוליה שתא ליכא למימר נוח להם שיקרבו משלהם וא\"ש נמי ללישנא בתרא דכ\"ע הבטה בהפקר לא קניא ואותו לשון טעמא דרבנן שתקנו שכר כדי שיהיה קול ולא יבואו בעלי זרוע ליטול וכשמוחלין נמצא שיש לשומרים אותם מעות בתרומת הלשכה ואין לציבור חלק בהם ולפ\"ז אין לחלק משום שאין גופן קרב עכ\"ל ולע\"ד דבריו תמוהים לא זכיתי להבינם במ\"ש דלהך תי' א\"ש נמי ללישנא בתרא דהא להך תי' ג\"כ ק' טפי ללישנא דקאמר דטעמא דרבנן משום דחיישינן לבעלי זרועות תקינו ליה ד' זוזין וכשזה מוחל עליהם נמצאו לו בתרומת הלשכה ד' זוזין שאין לצבור חלק בהם ואין תמידים באים משל צבור כמ\"ש רש\"י ז\"ל והשתא לפי תי' ז\"ל דשקלים כיון שהוא לקרבנות דכולי שתא לא חיישינן א\"כ ה\"נ כשזה מוחל ד' זוזין אלו לתרומת הלשכה דהוו לקרבנות דכוליה שתא כדתנן בפ\"ד דשקלים דמתרומת הלשכה היו לוקחים תו\"מ של כל יום אמאי חיישינן שמא לא ימסרם יפה סוף דבר דבריו צל\"ע ולעיקר קושייתו נר' לי לתרץ דיש לחלק דבשלמא גבי עומר וב' הלחם חיישינן שמא לא ימסרם יפה משום דנוח לו שיקרבו משלו כמ\"ש רש\"י ונמצא לפי דעתו אם אינו מוסרם לצבור נמצא מרויח דהעומר ושתי הלחם כולו משלו משא\"כ בשקלים משום הכי אמרינן דמקבלי' מהם לכתחלה ולא חיישינן שמא לא ימסרם יפה דאמדי' דעתיה דודאי מוסרם לצבור יפה משום דאפי' שלא ימסרם לציבור אינו מרויח כלום כדי שיקרבו למחר תו\"מ משלו כיון שכבר נתבטלו בשקלים של כל ישר' ואמ\"ג דמטבע חשיב ולא בטיל היינו משום חומרא דרבנן וכמ\"ש הרשב\"א בת\"ה דכל הדברים שאין להם בטול לא הוי אלא מדרבנן משום חומרא בעלמא אבל שיהיה נחשב כשמקריבין למחר תו\"מ משלו הא לא הוי ואע\"ג דלכתחילה אם אינו מוסרם לצבור לא מקבלינן מנייהו אע\"ג דבטלים הם ברוב השקלים היינו משום דהו\"ל כמבטל איסור בידים ולערב איסור בידים לכתחילה אסור וכדאמרי' לא אמר' תורה שלח לתקלה וכמ\"ש הרב מש\"ל ה' מעילה פ\"ז דין ו' אמנם כשמוסרם לצבור מקבלינן מיניה ולא אמרינן דאינו מוסרם יפה כדי שיקרבו למחר תמידין ומוספין משלו דכיון שכבר נתערבו כבר נתבטלו ברוב השקלים וכשמקרבין למחר תו\"מ משל צבור הוו וכיון שכן נמצא דאינו מרויח כלום לאחר שנתערבו ומש\"ה אמדינן דעתיה דודאי מוסרם לצבור יפה ומקבלים מהם לכתחילה ולא\"ד שאמרו בגמרא אם אתה אומר כן אין תמידין באים משל צבור וכמו שפירש\"י משום ד' זוזין אע\"ג דכבר הם מתבטלים עם רוב הממון של הלשכה כבר כתב הרב דלהך א\"ד אה\"נ דאם היו נותנים לו ד' זוזין ואח\"כ היה מוסרם דמהני משום דלא חיישינן אלא הכא בשאינו מוסרם איירי יע\"ש וזה נ\"ל להעמיס היטב בדברי התוס' שכתבו בפ\"ג דיומא דל\"ה ע\"ב ד\"ה ליחוש בס\"ד וז\"ל וכן לבן בוכרי דאמרינן בפ' הקומץ כל כהן ששוקל אינו חוטא דכתיב כל העובר על הפקודים ושבט לוי לא נפקד ופריך בגמרא כיון דלכתחילה לא מחויב לאתויי כי קא מייתי מעייל חולין בעזרה ומשני דמסיק להו לציבור איכא למי' אפי' את\"ל דסבירא ליה כרבנן דחיישינן בההיא אפי' רבנן מודו כיון שכל ישראל מביאין שקלים אינהו נמי נהי דפטירי מסרי לצבור יפה ועיין בהרב מש\"ל בדין זה מה שנדחק בזה אמנם כפי מ\"ש אפשר שכוונו למ\"ש וזהו מ\"ש כיון דכל ישראל מביאין שקלים הרי נתבטלו בשקליהם של ישראל ואין מרויחים בזה כלום ומשו\"ה מסרי לצבור יפה ודוק ורבי' ז\"ל נר' שחולק אדברי הרע\"ב ז\"ל הללו שכתבנו דצריך שימסרם יפה לצבור וזה ממ\"ש בפ\"א מה' שקלים דין ז' וז\"ל הכל חייבים ליתן מחצית השקל כהנים לוים וישראלים אבל לא נשים ועבדים ואם נתנו מקבלים מידם ע\"כ אשר נר' בהדיא דלא בעינן שימסרם לצבור מדלא כתב ובלבד שימסרם לצבור כמ\"ש בה' כלי המקדש בכל מידי דבעי מסירה לציבור ויש לתמוה דמסוגייא דפ\"ק דערכין ודהקומץ נר' בהדיא דבעי גבי נשים מסירה לצבור מדפריך לבן בוכרי דאמר כל כהן ששוקל אינו חוטא כי קא מייתי מעייל חולין בעזרה והוצרך לשנויי כשמסר לצבור וא\"כ קו' הלזו ג\"כ יש להקשות בחלוק' נשים ועבדים וצריך לומר בשמסר לצבור וכמ\"ש הרב מש\"ל יע\"ש וצ\"ע כעת ובפ' אמר להם הממונה דל\"ה ע\"ב גרסינן תני רב הונא ואמרי לה ר\"ש בר' יאודה אחר שכלתה עבודת צבור כהן שעשתה אמו כתונת לובשה ועובד בה עבודת יחיד ובלבד שימסרנ' לצבור ורש\"י ז\"ל פירש עבודת יחיד הוצאת כף ומחתה שאינה צריכה אלא לפי שמוטלת עליו לפנות את המקום לפיכך קורא לה עבודת יחיד ע\"כ ובלבד שימסרנה לצבור דסוף סוף מעבודת צבור הוא ופריך פשיטא מהו דתימא ניחוש שמא לא ימסרנה יפה יפה קמ\"ל וכתבו התוספ' בד\"ה נחוש וז\"ל ואפי' לרבנן דר\"י בפרק הבית והעלי' דס\"ל שומרי ספיחי' בשביעית נותני' שכרן מתרומת הלשכה כו' משום דחיישינן שמא לא ימסרם לצבור יפה יפה הכא מודה דאנן סהדי דכ\"ג מסר לה יפה שהוא גדול בתורה ויודע שיש למסור יפה ועוד כיון שכל כבוד כהונה שלו מסר לה יפה ואגב חביבותא שעובד בה ע\"כ הנה משמע בהדיא מסוגיא זו דלא הותר ע\"י מסירה אלא עבודת יחיד אבל עבודת צבור לא הותר וע\"כ טעמא דמילתא הוא משום דחיישינן שמא לא ימסרם יפה ודוקא בעבודת יחיד לא חיישינן משום דלא חביבא עליה כ\"כ אבל בע\"צ חביבא טפי וחיישינן וק\"ל טובא דבמתני' דף הנז' קתני בשחר הי' לובש פילוסין של י\"ח מנה ובין הערבים הנדויין של י\"ב מנה כו' הכל שלשים מנה אלו הם משל צבור ואם רצו להוסיף מוסיף משלו וכתב הרע\"ב שם וז\"ל ובלבד שימסרנ' לצבור וכ\"כ בפי' רבינו בפי' המ' שם וז\"ל ואומרם אם רצו להוסיף מוסיף משלו ובתנאי שיתן אותו תוספת להקדש ע\"כ הרי דס\"ל דלא חיישי' שמא לא ימסרם אפי' בעבודת צבור שהרי באותם בגדי בוץ שלבש בטבילה ב' כשהבאוהו לבית הפרוה היה עושה כל עבודת היום עד תמיד של בין הערבים ואין לך עבודת צבור גדולה מזו וכדקתני בפרק בא לו דף ע' יע\"ש ואפ\"ה קתני במתני' דאם רצה להוסיף משלו מוסיף ובתנאי שימסרם לצבור הא כיון דבעינן שימסרם לצבור ואי לא לא מהני הו\"ל למיחש שמא לא ימסרם יפה בעבודת ציבור וכדתני ר\"ש ובשלמא לרש\"י ז\"ל ניחא לפי שנ\"ל שזה שכתבו רבינו והרע\"ב דכשהוא מוסיף משלו צריך שימסרם לצבור רש\"י ז\"ל פליג עלייהו וסובר דלא בעינן שימסרם לצבור וזה ממ\"ש וז\"ל ובלבד שימסרם לצבור דסוף סוף מעבודת צבור הוא כך נראה בעיני ואני שמעתי עבודת יחיד מקרא פרשה דתנן התם בפרק בא לו קורא בו בטלית לבן משלו ק' לי בגוה מדלא תנן התם ובלבד שימסרם לצבור ע\"כ וא\"כ מזה ההכרח בעצמו איכא למימר נמי הכא דלא בעינן שימסרם לצבור מדלא קתני במתני' ובלבד שימסרם לצבור ש\"מ דלא בעינן וטע' דמילתא דכיון שמה שהוא צורך לעבודת צבור דהיינו בגדים של שחר שצריך שיהיו י\"ח מנה הם משל צבור מה שהוא מוסיף הו\"ל כמאן דליתיה כיון דאינו מעכב כהונה משל צבור קרינן להו אמנם בגמרא דקאמר כהן שעשתה לו אמו כתונת לובשה ועובד בה עבודת יחיד דכל הבגד בא משל יחיד ומש\"ה צריך שימסרם לצבור וא\"כ מש\"ה קתני במתניתין אם רצו להוסיף מוסיף משלו כיון שאינו צריך מסירה לצבור אמנם לפי מ\"ש רבי' והרע\"ב קשה טובא ואפי' לפי מ\"ש הרב מש\"ל בפ\"ח מהל' כלי המקדש ליישב מה שפסק רבי' שם וז\"ל כל בגדי כהונה אינם באי' משל צבור ויחיד שהתנדב בגד מבגדי כהונה מוסרה לצבור ומותר והק' הרב הנז' שנראה הפך מסוגייא זו בפר' א\"ל דקאמר בהדיא דדוקא עבודת יחיד מותר אבל עבודת צבור לא הותר ורבי' סתם וכתב מוסרה לצבור ומותר ולא חילק בין עבודת יחיד לעבודת צבור וכתב הרב הנז' דרבי' דחה סוגיא זו דיומא מכח סוגיות אחרות המורות הפך אותה סוגייא דאפי' בעבודת צבור מהני מסירה לצבור וא\"כ דסוגייא זו דיומא אתייא כאוקמתא דרבא קמייתא דרבנן ור\"י פליגי אי חיישינן שמא לא ימסרם ולרבנן חיישינן אך כפי אוקמתא אחרת דפליגי אי חיישינן לבעלי זרועות אפי' רבנן מודו דלא חיישינן ע\"ש מ\"מ תיקשי לסוגייא זו ממתני' דפ' הנז' דקתני מוסיף משלו אפי' בעבודת צבור הפך מימרא דר\"ש ועוד היכי פריך תלמודא פשיטא כיון דמתני' פליגא בהדייא אמימרא דשמואל גם ליכא למימר דאה\"נ דלפום סוגייא זו דיומא דס\"ל לש\"ס דבע\"צ לא מהני מסירה לצבור משום דחיישינן שמא לא ימסרם יפה ע\"כ צריכנא למימר ולדחוקי נפשין דמתני' דקתני מוסיף משלו אפי' בלא מסירה לצבור קאמר משום כיון דהי\"ח מנה שהם מעיקר הדין הם משל צבור אע\"ג דכ\"ג מוסיף משלו לא מפסיד בהכי וכדכתיבנא לדעת רש\"י ז\"ל אבל לפום מאי דדחינן הך סוגייא מקמי הנהו סוגיות המורות הפך סוגייא זו דס\"ל דאפי' בעבודת צבור מהני מסירה לצבור מצינן למימר שפיר דמתני' דקתני מוסיף משלו במסירה לצבור קאמר משום דלא חיישינן אפי' בעבודת צבור דהא ודאי בורכא איהו דכיון דמכח סוגייא זו דיומא צרכי' למימר דמתני' בלא מסירה לצבור קאמר משום דכיון דאינו אלא הוספה בעלמא ליכא קפידה בהכי מנ\"ל לומר דלהנהו סוגיות המורות הפך סוגייא זו ס\"ל דאפי' בהוספה בעלמא צריך מסירה לצבור כיון דבהא לא אשכחן דפליגי וזה פשוט:<br><b> ומהיותר </b> תימא על מרן כ\"מ ז\"ל שכתב בה' כלי המקדש פ' כ\"ז דין ג' אמ\"ש רבינו שם וז\"ל וב' דל' מנה משל הקדש ואם רצה להוסיף מוסיף משלו ומקדיש התוספות כתב מרן וז\"ל ומ\"ש מקדיש התוס' כן משמע שם בגמרא דל\"ה ע\"ב ע\"כ ודבריו תמוהים לע\"ד דהא מסוגייא זו משמע להפך מדקאמר בגמרא עובד בה ע\"י אבל לא עבודת צבור משום דחביבא ליה וחיישי' שמא לא ימסרם ואם איתא דמתני' בתנאי שימסרם לצבור קאמר היכי מהני בעבודת צבור דחביבא אלא ודאי דבהוספה אינו צריך מסירה לכן אשר נראה לי ליישב קצת כמ\"ש הרב מש\"ל בדין שלפנינו בשם שמעתי אומרים דלעולם דמסירה מהני לצבור אפי' לע\"צ והכא ה\"ט משום דהצבור אינ' רוצי' שיהיו בגדי כהונה משל יחיד אף שימסרם לצבור משום דרוצים שיהיו הבגדים משקליהם כדי שיכפרו עליהם ולא שיבואו משל יחיד אף שמסרם לצבור אך בעבודת יחיד שאינה צריכה צבור ליכא קפידא יע\"ש והילכך משום הכי קתני במתני' דאם רצה להוסיף מוסיף משלו אפי' בעבודת צבור משום דכיון דעיקר מה שהוא צריך לבגדי כהונה דהיינו י\"ח מנה הוא משל צבור משום הך הוספה גרידה אין מקפידין הצבור כנ\"ל אלא שמדברי התו' ישני' שם נראה דס\"ל דבעבודת צבור לא מהני מסירה איך שיהי' עלה בידינו מדברי התו' דאפי' למאי דקי\"ל כרבנן דחיישינן שמא לא ימסרם בבגדי כהונה הכל מודים דלא חיישינן משום דכל כבוד כהונה שלו ובודאי שכונתם משום שהוא לובשם ואיכא כבוד בהכי ועיין במש\"ל: אמנם מן הירוש' נרא' דפליג אדברי התוס' ממ\"ש בפ\"ד דשקלים תני האשה שעשתה כתונת כו' צריכה שתמסרנה לצבור אמר ר' אחא דר\"י היא דר\"י אמר אף הרוצה מתנדב הוא וש\"ח ורב אסי בשם ר' שילא אמר כדברי הכל היא במה פליגי בגופו של קרבן אבל במכשירין של קרבן כ\"ע מודו דמשתנה קרבן יחיד לקרבן צבור ומדלא חילקו כמו שחילקו התו' ז\"ל משמע דלא ס\"ל להירוש' לחלק בהכי אלא הדבר תלוי בין אם גופו של קרבן למכשירין של קרבן ותו אמרו שם בירוש' בשעה שעלו ישראל מן הגולה לא מצאו עצים בלשכת העצים עמדו אלו והתנדבו עצים ומסרום לצבור א\"ר אחא דר\"י היא ור\"א בשם ר\"ש אמר כדברי הכל במה פליגי בגופו של קרבן אבל במכשירי קרבן כ\"ע מודו ע\"כ:<br><b> וראיתי </b> להר\"י כולי בס' מש\"ל שהק' אדברי הירוש' הללו וז\"ל וצ\"ל דהירוש' פליג אש\"ס דילן דבהדייא אמרינן בפ' הקומץ רבה דף נ' ע\"ב דתניא קרבן מלמד שמתנדבים עצים והכי איתא במנחות דק\"ו ע\"ב ושמא דהירוש' דריש ליה ליתורא דקרבן לדרשא אחריתי ומש\"ה אוקמא למתני' כר\"י אך קשה דהתם מייתי מקרא מלא בנחמיה דכתיב והגורלות הפילו על קרבן העצים הכהנים והלוים והעם להביא לבית אלהינו בעתי' מזומנים לשנה והכי איתא בפ\"ד דתעניות יע\"ש כלומר ותיקשי לר' אחא דא' דלרבנן לא מהני מסירה בעצים א\"כ קרא דנחמיה במאי אוקמי' ליה דלר\"י מוקמי ליה שפיר כשמסרום והנה מ\"ש דשמא הירוש' דריש ליה ליתור' דקרבן לדרשא אחריתי אישתמיט מיניה מ\"ש בירוש' פ\"ד דשקלים על מתני' די\"ג שופרות א\"ר בון אמר הרי עלי עץ מביא גזר אחת קרבן לרבות את העצים ע\"כ: ולעיקר קו' נר' ליישב עם מאי דאיתא בפרק הקומץ דכ\"ב ועצים דפשיטא ליה לתנא דבאים משל צבור מנ\"ל דתניא יכול האומר הרי עלי עולה יביא עצים מתוך ביתו כו' ת\"ל על העצי' אשר על האש אשר על המזבח מה מזבח משל צבור אף עצים ואש משל צבור דברי ראב\"ש ר\"א בן שמוע אומר מה מזבח שלא נשתמש בו הדיוט אף עצים ואש שלא נשתמש בו הדיוט ע\"כ ומעתה יש ליישב דברי הירוש' משום דר' אחא קאי אברייתא דקאמר עמדו אלו והתנדבו עצים ומסרום לצבור דמוכח בהדיא דס\"ל להך ברייתא דעצים אינם באים משל צבור מדהוצרך שימסרם לצבור והיינו ע\"כ משום דס\"ל להך ברייתא כראב\"ש דדריש היקשא דעצים על המזבח לומר מה מזבח משל צבור אף עצים ואש משל צבור וא\"כ ע\"כ דהך ברייתא ס\"ל כר\"י דלא חיישינן דאי ס\"ל כרבנן בעלמא דחיישינן כיון דאיהו ס\"ל דעצים אינם באים משל יחיד כראב\"ש היכי מהני בהו מסירה אמנם לרבנן דס\"ל בעלמא דחיישי' שמא לא ימסרם איכא למימר דאינהו ס\"ל כר\"א בן שמוע דדריש היקישא דאשר על העצים לומר מה מזבח שלא נשתמש בו הדיוט אף עצים ואש שלא נשתמש בו הדיוט וס\"ל דעצים באים משל יחיד ולא בעי מסירה כלל והיינו קרא דנחמיה דהכהנים היו מתנדבים עצים משום דבאים משל יחיד ואי קשיא כיון דלפי האמת ס\"ל לרבנן דעצים באים משל יחיד משום דדרשינן להיקשא דעל העצים לשלא נשתמש בו הדיוט כר\"א בן שמוע א\"כ אמאי לא קאמר בגמ' דאיכא בינייהו הא דלר\"א בן שמוע דדריש לשלא נשתמש ס\"ל דעצים באים משל יחיד כדסבירא להו לרבנן דר\"י דדרשי ליה כותיה דמכאן הכריח הרב ל\"מ ז\"ל בה' איסורי מזבח פ\"י דין ב' דס\"ל לרבינו ז\"ל דלר\"א דדריש היקשא דעל העצים לומר דצריך שלא נשתמש בו הדיוט אית ליה נמי דהיקשא אתא לומר דאינן באים אלא משל צבור דאין היקש למחצה ומש\"ה פסק רבי' ז\"ל תרווייהו הא ל\"ק דע\"כ לא צרכינן למימר דרבנן כר\"י ס\"ל דעצים באים משל יחיד אלא לר' אחא דס\"ל דלרבנן לא מהני מסירה אפי' בעצים ג\"כ וא\"כ ע\"כ ס\"ל דעצים באים משל יחיד מיתורא דקרבן ומקרא דנחמיה וא\"כ כי מקשינן עצים למזבח אינו אלא לענין דבעינן שלא נשתמש בו הדיוט ולא מקשינן נמי לשיהיו משל צבור משום דאין היקש למחצה כיון דהנהו קראי גלי בהדייא דלא בעינן משל צבור אמנם לר' אחא בר שילה דאמר דאפי' לרבנן מהני בעצים מסירה וא\"כ מקרא דנחמי' ויתורא דקרבן לא מוכח מידי דבאים משל יחיד דהנהו במסיר' מיירי וא\"כ אפי' לראב\"ש דדריש להיקשא לשלא נשתמש ס\"ל דבאים משל צבור משום דאין היקש למחצה וא\"כ איכא למימר דתלמודא דידן ס\"ל כר\"א בר ששת דלרבנן ג\"כ מהני בעצים מסירה ואף לדידהו אינן באים אלא משל צבור משום דאין היקש למחצה וראב\"ש דדריש להיקשא דעצים לאינן באים משל צבור גרידא אע\"ג דאין היקש למחצה היינו משום דמההיא דארוונה מוכח דלא בעינן שיהו חדשים דדחיקא ליה לאוקמי בחדתי ודוק:<br><b> אך </b> קשה לדעת התוס' דלא אסיקו אדעתם לחלק בין מכשירי קרבן לגופו של קרבן כמ\"ש בירוש' מדלא חילקו בהכי לבגדי כהונה והוצרכו להני תי' דא\"כ תקשי להו לרבנן הא דעצים דמפיק לה בתלמודא דידן מקרא דנחמיה דהיכי מהני בהו מסירה דליכא למימר דרבנן ס\"ל דעצים באים מן היחיד כדכתיב דא\"כ אמאי ל\"ק בגמ' דאיכא בינייהו הא ויש ליישב ודוק:<br><b> מעשה חושב</b>\n<b> (רח) </b> ולערב איסור בידים לכתחילה אסור וכדאמרינן לא אמרה תורה שלח לתקלה. בפשיטות משמע דס\"ל להגאון המחבר ז\"ל דלערב שקלי יחיד שלא מסרם לציבור יפה יפה הוא איסור תורה וא\"כ הרי ישאר קושייתו הנ\"ל דאיך מותרים השקלים מהקטנים שלא הביאו ב' שערות שהרי אין ביד הקטנים להקנותם לציבור מן התורה ואיך מותר לערבו לכתחילה עם שאר השקלים וכנ\"ל:"
            ],
            [],
            [
                "<b>חומת </b>\n<b> ירושלים ומגדלותיה באין משיירי הלשכה כו'.</b> מבואר הוא דפסק כסתם מתני' דשקלים יע\"ש וראיתי להר\"ב עצמות יוסף בפרק האיש מקדש דנ\"ד ע\"א שהק' דאם כן נראה דלמאי דקי\"ל אין מועלין בשיירי הלשכה וכמו שפסק רבי' בספ\"ו מהל' מעילה דירושלים לא קדשה והאומר כירושלים לא אמר כלום וכדפרכינן בגמ' אי ר\"י ירושל' מי מיקדשא והתניא כאימרא כו' ומשני תרי תנאי ואליבא דר\"י ובודאי דהך שינוייא קיימ' לכולהו תי' בין אליבא דרב בין אליבא דר\"י וכיון שכן ק' שרבי' בפ\"א מה' נדרים הי\"ד פסק דהאומר הרי הן עלי כהיכל כירוש' הרי אלו אסורין יע\"ש מה שתירץ ולע\"ד אחר המחילה לק\"מ ואישתמיט מיניה דברי הר\"ן ז\"ל בפ\"ק דנדרים די\"א וז\"ל כירוש' כקרבנות ירוש' וכתב עוד בד\"ה ב' תנאי וז\"ל תנא דמתני' סבר דלר\"י דעתו על דבר הקרב בירושלים וכי אמר כירוש' מיתסר ותנא בתרא סבר דדעתו על דבר עצים ואבנים וכ\"כ הרא\"ש משם הירוש' יע\"ש וא\"כ מעתה דברי רבינו נכונים דמש\"ה פסק דהאומר כירוש' הרי זה נדר משום דפסק כסתם מתני' דהאומר כירוש' דעתו על דבר הקרב בירוש' ומאי דפריך בגמ' אי ר\"י ירוש' מי מקדשא והתניא כו' והוכרח לומר ב' תנאי כו' הכי פריך כיון דס\"ל לר\"י דירוש' מיקדשא הן לו יהיה דהאומר כירוש' דעתו על עצים ואבנים אמאי לא אמר כלום ומש\"ה הוכרח לשנויי ב' תנאי כו' אבל לדידן אע\"ג דקיימא לן אין מועלין בשיירי הלשכה אפ\"ה פסקי' כסתם מתני' דהאומר כירוש' אסור משום דדעתו על דבר הקרב בירושלים כנ\"ל פשוט:<br><b> וראיתי </b> להתוספ' שם בנדרים דף צ\"ד ע\"ב שכתבו וז\"ל והתניא האומר כירוש' לא אמר כלום דס\"ל דאף ירוש' מתרומת הלשכה דהוי דבר הנדור רק אין דעת הנודר בכך אלא דעתו להתפיס כמו ירושלים קדושה יותר משאר א\"י ולא דבר הנדור הוא עכ\"ל וק\"ל טובא דא\"כ מאי פריך הכא בגמ' אי ר\"י ירוש' מי מקדשא והתניא כו' ומאי קושיא הא אע\"ג דס\"ל דירושלים מיקדשא אפ\"ה ס\"ל דלא אמר כלום משום דאין דעתו להתפיס על קדושת עצים ואבנים הבאים משיירי הלשכה אלא על קדושת ירוש' יותר משאר ארצות וכמ\"ש הם ז\"ל וצ\"ע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות שקלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}