{
    "title": "Chokhmat Shlomo on Shevuot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chokhmat_Shlomo_on_Shevuot",
    "text": [
        [],
        [],
        [
            "<b><b>רש\"י</b> בד\"ה שתים כתיבי כו' הן ולאו ולהבא דלהרע כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> וידיעה בסוף כו' ויצא ונודע לו כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אף חיצון כו' ידיעה ומאי נינהו כו'</b> כצ\"ל:"
        ],
        [],
        [],
        [
            "<b><b>רש\"י</b> בד\"ה וכדרבא כלומר כו' כדרבא דבפ\"ג אמרינן כו' השוא שבועות שקר כו' לשעבר נשבע לשנות כו'</b> כצ\"ל והד\"א:",
            "<b><b>בד\"ה</b> קשיא הך כו' לא תשמור לעשות את כל דברי וגו' כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> המותיר בטהור כו' הארבעים המותיר כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אחר לא תעשה אם תותיר ועברת על לאו כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה כדרבא כו' דממילתא דר' יוחנן כו'</b> ונ\"ב פי' מן דרש שלו אבל ר' יוחנן גופיה בע\"כ לא ס\"ל הכי דהא אמר להדיא הכא לאו שאין בו מעשה אין לוקין עליו וכדפריך התם ומש\"ה הוצרך רבא לשם לתרוצי בפירוש רבתה התורה כו' ודו\"ק:",
            "<b><b>בד\"ה</b> א\"ה כו' ולמאי דפרישית דדוקא כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> אלא רבי טעמא דנפשי' מפרש דאשכחן דאית ליה טעמא דנפשיה דתניא כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ומשני כו' לן לר\"ע כו'</b> הד\"א:",
            "<b><b>בד\"ה</b> א\"ה כו' ונעלמו הכי תנן כו'</b> הד\"א:",
            "<b><b>בד\"ה</b> אלא אמר וכו' ואליבא דתנאי וה\"ג כו'</b> הד\"א:"
        ],
        [
            "<b><b>גמ'</b> ל\"א עד סברא הוא כל זה נמחק</b> ונ\"ב ס\"א אינו:",
            "<b><b>בד\"ה</b> וידיעה בסוף כו' ויצא ונודע לו כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ונעלם ונעלם שני כו' וידיעה בסוף לא צריכה כו' הד\"א</b> ונ\"ב עד כאן שייך להיפוך הדף ונכתב עוד בצדו יש מקשים לפרש\"י מהו אינו צריך דקאמר ר' הלא ר\"ע נמי לא דריש שניהם לידיעה קמייתא ולידיעה בתרייתא ומחד ונעלם והוא ידע יליף ואדרבה רבי יותר צריך מר\"ע שהרי ר' צריך ונעלם וגם והוא ידע משא\"כ לר\"ע דונעלם אתא לגופיה ועיקרא מוהוא ידע יליף כדפרישית בהגה' תוס' ונ\"ל דהכי פריך רבי אומר לא צריך קרא כוליה לגופיה כמו שדרש ר\"ע ואף שר\"ע נמי דריש מיתורא למעוטי טומאת מקדש כו' מ\"מ מאחר שנ' והוא טמא להדיא בקרא נראה כאילו דריש לגופיה ומ\"מ איהו דלא צריך קרא להכי אלא אדרבה לרבוי' אתא טומאת מקדש ודו\"ק [עיין במהרש\"א]:",
            "<b><b>תוס'</b> בד\"ה ונעלם ונעלם כו' דמהי תיתי דאצטריך קרא למיפטריה ותדע דהא כו' כצ\"ל</b> ונ\"ב פי' דע\"כ לר\"ע האי ונעלם בתרא לגופא אתא דהא מונעלם לא שמעינן ידיעה אלא לר' דדריש ונעלם מכלל שידע ור\"ע לא דריש אלא ונעלם והוא ידע ועיקרו מוהוא ידע קדריש כו' דלידיעה בתרייתא לא צריכא קרא ולא כתבה התורה ונעלם בתרא אלא לגופיה וממילא האי ונעלם קמא מיותר ואתא לדרשא למעוטי העלם מקדש כו' וק\"ל:",
            "<b><b>בד\"ה</b> לר\"ע כו' בפרט וכלל ופרט</b> נ\"ב פירש פרט וכלל ופרט הוי כמו כלל ופרט וכלל וכן איתא להדיא בפי' ג' מינים:",
            "<b><b>בד\"ה</b> בכל פודין כו' ומפרש היכא דליכא אלא ה' סלעים כ\"ע סברי דהוא קדים דמצוה דגופא עדיף כי פליגי כגון דאיכא חמש בני חורין וחמש משועבדים ור' יהודה סבר מלוה כו' הנך משועבדים כו' לאו כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> דתניא מרצע כו' ושל גיסטרון</b> נ\"ב פי' הערוך העשוי בכל מיני מתכת:"
        ],
        [
            "<b><b>גמ'</b> יציאות ויציאות תרתי כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ידיעת בית רבו כו' לשום על לבו שנטמא שמה ידיעה כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה ונעלם כו' בפ\"ב דסוטה ואמרי' כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> שתים שהן כו' שהן ד' בפנים כו'</b> נ\"ב פי' הוה ליה לאוכוחי מלישנא דפנים ודו\"ק:",
            "<b><b>בא\"ד</b> וריב\"א פי' שתים כו' כצ\"ל</b> ונ\"ב לאו משום קושיא שהקשו התוספות לעיל דהא ריב\"א לא גרס לאלתר וסבר שאף לפירושו קשה כדלקמן אלא שכך נראה לו הפי' וק\"ל [עיין במהרש\"א]:",
            "<b><b>בא\"ד</b> ועוד י\"ל שתים שהן ד' כו'</b> נ\"ב פי' לפי פרש\"י של כאן שלא חש לקושיא שהקשו לעיל א\"כ מגופא דמתני' הוה ליה לאוכוחי כו' ולא הוה צריך לתרץ וקמפרש לאלתר כו' א\"כ לפי זה עוד יש לפרש כו' ודו\"ק [עיין במהרש\"א]:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה שנייה לה כו' הלבן והגבוה לאב כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> דאי ר\"ע כו' למעלה מזו ונשנו כסדר כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> קרום של ביצה כו' לא קשיא ליה בהדי כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה אמר לו כו' משנתן וכך דרך כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה של צמר דיהה הימנה כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> תרומה אם כו' דאלו קדשים עד דמייתי כפרה</b> נ\"ב פי' אם יהיה טומאה שמביאין עליה קרבן כגון טומאת זב וזבה ובודאי מש\"ה כתב קרא ובא השמש וטהר לאשמועינן דאפילו בטומאה שמביאין עליה קרבן אפ\"ה בתרומה אינו מעכב וק\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה אימא תרומה כו' עד מלאת ימיה שמביאה למחר כפרתה הס\"ד</b> ונ\"ב פי' עד מלאת ימיה דהיינו שמונים לנקבה וארבעים לזכר שלמחרתו מחויבת להביא קרבן אבל מ\"מ תרומה אוכלת אחר מלאת ימיה קודם הבאת קרבן וק\"ל:",
            "<b><b>בד\"ה</b> הואיל כו' וחטאות הפנימיות כו' העלם דבר טעונים כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה ואיצטריך ג\"ש לאפוקי כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אי בשוגג כו' על שאר עבירות כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> כר\"ש דאמר ממקומו הוא מוכרע אמר מר ר\"ש אומר ממקומו הוא מוכרע הרי הוא אומר וכפר על הקודש מטומאת מטומאתו של קודש כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> אימא לא ליתלי וכי תימא כו' להנך דבני חטאת נינהו ונתכפר כפרה כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ונכפר פנימי כו' בסוף ואדחיצון כו'</b> הד\"א:",
            "<b><b>בד\"ה</b> אמר קרא כו' כו' בשנה ובמזבח הפנימי כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אמר קרא כו' אחת ולימד שאינו כו' אחרים ובסיפא כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה ונ\"מ כו' וי\"ל משום טומאה כו'</b> נ\"ב זהו לפי תי' קמא של הדיבור שבסמוך אבל לפי התי' השני כו' לא דק מידי דהא שעיר ראשון אינו מכפר אחיצון אלא כשהחיצון אינו מכפר בעולם כלל אבל היכי דעבד החיצון אינו מכפר אחיצון כלל ודו\"ק. [עיין במהרש\"א]:",
            "<b><b>בד\"ה</b> ונכפר חיצון כו' כיון דעיקר כפרתו כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה שעיר זה כו' וקבעתי בר\"ח כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> שאין סופו ליוודע כו' שסופו ליוודע כו'</b> כצ\"ל וכן ברש\"י:",
            "<b><b>רש\"י</b> בד\"ה שעיר ושעיר כו' המדות חוזר ומלמד חוץ כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> ואותה נתן כו' היה וג' שעירים כו' המשכן והוא יום כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> איברא ראש חודש נמי איקרי מועד כדאמר אביי דאמר אביי תמוז דההוא שתא מלוי מליוה דכתיב קרא כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ניכפרו אדיום כפורים על כפרת כו'</b> הד\"א:",
            "<b><b>בד\"ה</b> כולהו מר\"ח כו' ור\"ח מנייהו כשאין בה ידיעה כלל וכולהו מדיום הכפורים כו' כצ\"ל</b> ונ\"ב מדברי רש\"י יראה דרגלים פשיטא ליה דאיירי באין לו ידיעה לא בתחלה ולא בסוף ותימה ממה יליף וגם התוס' מפרשים לקמן דילפינן מר\"ח דכתיב ביה לה' כו' ומדברי רש\"י משמע דאף ר\"ח מרגלים אתיא וצ\"ל דס\"ל דר\"מ סבר ממש כמו ר' יהודה וא\"כ בתחלה ילפינן דרגלים אינם מכפרין אלא אאין בה ידיעה כלל ודרשינן אותה ואחת הכל כמו שדרש ר' יהודה אלא דס\"ל לר' מאיר שבא ההיקש וחזר ומשוה כולם לומר מה שיש בזה יהא בזה והשתא צריכא ליה למיעוטא דאותה ואחת ואף להקיש ודו\"ק:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה תמידין כו' ותנן אין פוחתין כו'</b> נ\"ב עי' בפרק אין נערכין ושם מפורש היטב:",
            "<b><b>תוס'</b> בד\"ה מותר הקטרת כו' מפטמין שס\"ה מני' לשס\"ה ימים כו' של י\"א של שנים פשוטות היו כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> דלא דק כו'</b> נ\"ב פי' משום דלא בעי למיתני פרטי אלא מספר שבעים לחוד אבל היכא דנחת לפרט כגון שבעים ושתים א\"כ קשה אמאי לא תנא שבעים ושלשה שקרוב יותר אל החשבון ודו\"ק:",
            "<b><b>בד\"ה</b> מפרישין לא גרסי' ממנה כו' ומאי ממנה שייך</b> כצ\"ל:",
            "<b><b>בד\"ה</b> מפרישין שכר כו' דהני אומנין היינו אומני הבנין מ\"מ כו'</b> כצ\"ל:"
        ],
        [],
        [
            "<b>רש\"י</b> בד\"ה והרי פרה אדומה הס\"ד:",
            "<b><b>בד\"ה</b> נימא להו כו' יקריב ברגל זה כו'</b> נ\"ב לאו דוקא קאמר דבהא לא פליגי אלא שאם לא קרב ביוה\"כ יקרב ברגל וכן בר\"ח ודו\"ק שוב מצאתי שבס\"א אינו אלא שאם לא יקרב בזה יקרב בזה וכן עיקר:"
        ],
        [],
        [
            "<b>רש\"י</b> בד\"ה האי עשה כו' יום הכפורים היכי דמי הס\"ד והד\"א:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה אלמא לא כו' ביוה\"כ והא כו' ליה דאין מכפר כו'</b> כצ\"ל והד\"א:",
            "<b><b>תוס'</b> בד\"ה לא קראו כו' קיבלו עליו בברכותיו לומר כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה ומשני כו' לכך השווה ללמדך כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אביי אמר כו' כפרה בטומאה כו'</b> הד\"א:"
        ],
        [
            "<b><b>גמ'</b> ביה ממונא דכתיב אשר לעם בדאהרן נמי כו'</b> כצ\"ל:",
            "<b>סליק</b> פרק שבועות שתים:"
        ],
        [
            "<b>רש\"י</b> בד\"ה ופי' מיד בקושי האבר הס\"ד:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה מכאן ואילך כו' התחלת עבודתם מחנכתן כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> שהן שש מדבריות כו'</b> נ\"ב פי' חמש ירושלמיות הוי כמו שש מדבריות שהיו בימי משה אלמא שהוסיפו על המדה ירושלמי שתות מלבר שהרי מחמשה שלהם יהיו ששה מדבריות ומזה דייק תלמודא במנחות שאין להוסיף על המדה יותר משתות ומ\"מ לתודה לא היו נוטלים יותר מחמשה ירושלמיות דהיינו ששה מדבריות כפי המדה ראשונה שהן שתי איפות אכן התוס' פירשו לשם שהוסיפו נמי על האיפות שתות ולפי פירושם היו נוטלין שש ירושלמית וכן בסמ\"ג וא\"כ מתני' הכי פירושה התודה היתה באה מן המדות הגדולים שחמש היו שש ראשונות אבל לעולם לא פוחתין מן ששה מדות ודו\"ק:",
            "<b><b>בד\"ה</b> אטו לחמי תודה כו' לאכול בה קדשים מי מעכב עליהם</b> כצ\"ל:",
            "<b><b>בד\"ה</b> ה\"ג כו' מי איכא דהאי תסברא כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה וכן תעשו כו' לעשות משכן הלא קודם כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> מתיב רבא כו' בקרא וכדאמר לקמן כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> ואומר ארוממך ה' גו' יפול מצדך אלף ואומר יושב בסתר עליון בצל שדי יתלונן עד כי אתה כו' כצ\"ל</b> ונ\"ב וזה לשון ר' יונה בפי' לרי\"ף בפ\"ק דברכות שיר של פגעים בכנורות ובנבלים כו' פי' כשקידש עזרא את ירושלים היו הולכים סביבות העיר ואומרים שיר זה להבריח את הפגעים והמזיקים והיו אומרים אותו בשמחה ובשירים ומפרש ואזיל שאותו שיר של פגעים הוא יושב בסתר עליון ולא גרסינן ואומר אלא אומר דפירושי קמפרש מהו שיר של פגעים עכ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ושיר של פגעים כו' והכי איתא בתורת כהנים כו' כצ\"ל.</b> ונ\"ב גליון ותימה לפי פי' זה לא היה לו לומר יושב בסתר עליון אלא ויהי נועם כו' עד כאן:",
            "<b><b>בד\"ה</b> אין לו חלק כו' הלוחש כו'</b> כצ\"ל:"
        ],
        [],
        [
            "<b>גמ'</b> אם אינו ענין לטומאה שבחוץ תנהו ענין לטומאה שבפנים כל זה נמחק:",
            "<b><b>תוס'</b> בד\"ה או אידי כו' ואמר הר\"ר שלמה מדריו\"ש כו'</b> נ\"ב פי' ותופס גירסת הספרים דל\"ג ליכתב או אידי ואידי כו' ודו\"ק. [עיין במהרש\"א]:",
            "<b><b>בא\"ד</b> וי\"ל משום כו'</b> נ\"ב כמו אלא י\"ל ודו\"ק נ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה דאניס כו' משנטמא שיעור שהייה כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה או אין צריך כו' והכא אפי' כו'</b> נ\"ב ענין בפני עצמו שרצה לתרץ דהתם בעינן שהייה קצת והכא משמע אם א\"צ שהייה למלקות דחייב מיד אפי' בלא שהה כלל על כן מפרש דהכא נמי בעינן שהייה קצת ובפרק אלו הן הלוקין הקשה קושיא זו ומתרץ בע\"א נ\"ל:",
            "<b><b>בא\"ד</b> ונראה דאפי' כו'</b> נ\"ב פי' שלא תקשה א\"כ לפי מאי דבעי הכא דבעינן נמי שהייה למלקות והלא גבי כלאים לא בעינן שהייה גמורה ודו\"ק:",
            "<b><b>בד\"ה</b> נזיר בקבר כו' משמע כל זמן כו' דמי שיהיה נוגע בו כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> והא קמ\"ל כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> אנוס ואפרישה מזיד ואי בעם הארץ כו' ובת\"ח ות\"ח כו' על שלה טמא בספק ופטורין מן הקרבן ואיידי דבעי כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה והא נמצא כו' מספק ופטורה מן כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> המשמש כו' לשמש ועד זה נכנס כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה עונה כו' או יום או לילה כו'</b> נ\"ב והסמ\"ג מפרש שש שעות ע\"ש:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה אי מטומאה כו' מן העבירה שאמרו לו כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה הרי העלם כו' גבי העלם שבת והעלם מלאכות פשיט כו'</b> כצ\"ל ונ\"ב פי' דקמבעי ליה התם אי אמרי' העלם שבת בידו ואינו חייב אלא אחת או העלם מלאכות בידו וחייב אכל מלאכה ומלאכה כו'. בד\"ה אמר רב אשי כו' טומאה בידו ואם להפך כו' כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה ונודע לו כו' באשם תלוי וחזר כו'</b> הד\"א:",
            "<b>סליק</b> פרק ידיעות הטומאה:",
            "<b><b>גמ'</b> במתני' היכן מצינו במדבר שהוא מביא קרבן שזה מביא קרבן</b> כצ\"ל:"
        ],
        [],
        [],
        [
            "<b><b>רש\"י</b> בד\"ה אלא מכללא כו' סיפא דשמעתא וא\"ר אבהו כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> לא למעוטי כו' קאי זו היא כו'</b> הד\"א:"
        ],
        [
            "<b><b>גמ'</b> ביטוי שחייבין על כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> מהו דתימא אטעום נמי כו' וכי תניא ההיא כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה והרי עפר כו' דקא ס\"ד דכיון כו'</b> נ\"ב האי סלקא דעתא דפרש\"י לאו דוקא שהרי אף לפי האמת כן ומ\"ה קמבעיא ליה בעפר אלא הוא סלקא דעתא בדברי המקשן עצמו קודם שאמר אלא תפשוט ודו\"ק:",
            "<b><b>בד\"ה</b> מתוך שחלוקות כו' מוהיה כי יאשם לאחת מאלה כו'. וכן לענין מלקות אם בהתראה אחת כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> רב ושמואל דאמרי תרוייהו בכולל כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה אהיתרא קא כו' שלא כדרך הנאתו כו'</b> נ\"ב ומשהו דקאמר היינו אליבא דריש לקיש וכי פשטינן דבעי כזית הוא הדין דמפשט נמי אליבא דרבי יוחנן דבעינן אכילה כדרך הנאתו ודו\"ק:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה שכר שכר מנזיר כו' והכא דריש שכר גופיה כו'</b> נ\"ב פי' הכא דדריש ג\"ש שכר שכר מנזיר איצטריך כדי שלא יהיה גוף השכר הכתוב במעשר היינו דבילה קעילית ולא קשה הא כ\"ש הוא מיין אגב קנקנו מה בכך דלא שייך למיפרך כ\"ש אלא כשמרבה דבילה קעילית אבל בגוף הפסוק שהוא פרט ל\"ק דשמא אתי לשום דרשא הפרטית וק\"ל. [עיין במהרש\"א]:",
            "<b><b>בא\"ד</b> דאתי לפרש דלא כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> ושמן ודבש דהיה לו לומר כו' מ\"ש רישא דפטור ומ\"ש סיפא דחייב הא כו' דאמרי תרוייהו בכולל כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה ודלמא ע\"י כו' תערובת אי אמר הכי הוי משמע כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה דמוקי לה כו' ועוד דמצי לאוקמי שלא כדרך הנאתן כו'</b> נ\"ב וא\"ל דא\"כ מ\"ט דר\"ש דפוטר היינו משום דמחייב בכל האיסורים בכל שהוא א\"כ הוא הדין דמחייב שלא כדרך הנאתן ורבנן דמחייבי הכא היינו משום דלא מחייבי בכל שהוא בכל שאר איסורים וכ\"ש שלא כדרך הנאתן והכא דמיחייב לרבנן איירי כדמפרש שלא כדרך הנאתן ולר\"ע אפי' בסתם נמי מיחייב אשלא כדרך הנאתן גבי שבועה כמו שמחייב בכל שהוא וצ\"ע [עיין במהרש\"א]:",
            "<b><b>בא\"ד</b> הוה מצי למימר דלא אמר כריש לקיש כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> לא משכחת לה הן ולאו כו'</b> כצ\"ל:",
            "<b>ונ\"ב</b> פי' אף שר' יוחנן גופיה יכול לתרץ אליביה שפיר הן ולאו כדמשני לקמן כדרבא מ\"מ אינו מיושב אלא לר' יוחנן דוקא דמוקי מתני' בכולל דברים המותרים אבל לריש לקיש הוי סתמא דמתני' בלא כולל אלא נשבע על הנבילה להדיא ודו\"ק:"
        ],
        [
            "<b><b>גמ'</b> כל שהוא למכות ולא אמרי כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה האוכל נבילה כו' כמו וזבחת ולא גיזה כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אלא הן כו' דהוי בקום עשה ודאי חיילא כצ\"ל</b> ונ\"ב פי' האכילה קורא קום עשה והר\"ן נמי הביא דעת הרמב\"ן כדברי ר\"י אלא שקרא שבועה שאוכל ולא אכל קום עשה ר\"ל קום עשה עבירה כדי לקיים שבועתך ע\"ש:",
            "<b><b>בד\"ה</b> אלא כדרבא כו' לשון אכילה אפי' במסרחת הא שלא לאכול עפר ואכל כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> דאז ודאי הוי לשון אכילה כצ\"ל</b> ונ\"ב פי' אבל בסתם לא הוי נבילה בכלל אכילה ומהכא מוכח דאף מן הסתם הוי נבילה בכלל אכילה וק\"ל:",
            "<b><b>בא\"ד</b> דמשכחת הן בדברים המותרים קשיא דאפי' באיסורים נמי כו' משכחת כו' דאפי' וכו' הא ליתא בהן כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> דמשכחת הן בתאינים השוערים כו' כצ\"ל</b> ונ\"ב פי' תאנים רעים שאינם בכלל תאנים כמו נבילה סרוחה וק\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה והרי אשם כו' ולילקי נמי משום וזר כו'</b> נ\"ב פי' גבי זר שאכל עולה לפני זריקה כו':",
            "<b><b>בא\"ד</b> לא יאכל כי קדש הם כו'</b> נ\"ב פי' אם אכל חלב וק\"ל:"
        ],
        [
            "<b><b>גמ'</b> אלא כי קתני דחייל אמידי דאית ביה כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה חומר בנדרים כו' דנדרים גופייהו עצמו על הסוכה לא חייל</b> כצ\"ל:",
            "<b><b>בד\"ה</b> משא\"כ כו' והשתא א\"ש הא דאמר כו'</b> נ\"ב וכ\"ש הא דקאמר חומר בנדרים מבשבועות וק\"ל:",
            "<b><b>בא\"ד</b> והשתא נמי ניחא חומר בנדרים מבשבועות</b> נ\"ב וה\"ה הא דקאמר בריש נדרים לאפוקי שבועות דאסר נפשיה מן חפצא [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> אמר ר' יהודה בן בתירא ומה כו'</b> כצ\"ל:",
            "<b><b>שם</b> בכלל שאיני יודע לך עדות כו'</b> נ\"ב פי' שבועה שאיני יודע לך עדות שהוא חוץ לב\"ד כו' כדפרש\"י אבל מה שמשביעין הבית דין בפני הב\"ד וקבל עליו הוי שפיר בכלל שבועת בטוי לרב כדפרי' לקמן ודו\"ק:",
            "<b><b>שם</b> מלתא דליתיה בלהבא כו'</b> נ\"ב פי' ואף אותה שבועה שמשביעין הב\"ד אינה בכלל ביטוי משום דליתא בלהבא שא\"א שישבע שלא ידע לו עדות שהרי אין זה בידו ודו\"ק וכן מצאתי שוב בפירוש הר\"ן:",
            "<b><b>רש\"י</b> בד\"ה ה\"ג כו' לך ומודה כו'</b> הד\"א:"
        ],
        [
            "<b><b>גמ'</b> מי שהשבועה קודמת לביטוי ולא שהביטוי קודמת לשבועה יצא זה כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה את לבך כו' וחד לפטור ממלקות כו'</b> נ\"ב בגמ' לא נאמר פטור ממלקות אלא לפטור מלאו דשבועה ופי' לשם התוס' להדיא דוקא משבועת לא יחל דברו הוא דפטור אפי' קיים את המצוה ועבר על לא יחל אבל חייב לעולם מלקות משום שבועת העדות ותדע דהא לקמן איתא להדיא במתני' דעל שבועת שוא ונשבע לבטל את המצוה חייבין על זדונה מכות כו':"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה מצטער בדבר וא\"נ כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> אלא מדאיצטריך או כו'</b> נ\"ב וזה לשון הר\"ן ונ\"ל דלאו אהאי טעמא לחוד הוא דסמכינן דאי הכי עקרינן לברייתא דקתני מה הטבה רשות ומה הרעה רשות אלא ה\"ק דהך דרשא דאו מוכחא דכי פרכת א\"ה בדבר הרשות נמי כו' לאו פירכא היא דלא דמי דבר מצוה לדבר הרשות ואין לי להאריך בזה דוק ותשכח ע\"כ:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה הא תו כו' דחיובא הוא דליכא כו' זו היא כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> אכזית קמא ואב\"א כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה אמר רבא כו' בין שאכל התנאי ראשון כו'</b> ונ\"ב פירוש לעולם בעינן שיהא האדם בשבועה אבל כשהוא בשגגה אינו חל כלל אפי' כשיהא מזיד אח\"כ בתנאי אבל מ\"מ לענין חיוב קרבן לעולם בעינן שתהא שגגה באכילת איסור וכן לענין מלקות ודו\"ק:",
            "<b><b>בא\"ד</b> באכילת האיסור</b> נ\"ב פי' לענין קרבן:",
            "<b><b>בד\"ה</b> ואכל את הראשונה כו' דודאי חיילא כו'</b> נ\"ב פי' השבועה חיילא לענין עונש שבועה אלא דלא אשכח ביה קרבן לאפוקי היכא דהוי שגגה מתחלה לא חיילא כלל ומותר ודו\"ק כך נראה לפרש דעת רש\"י ולא כפי' התוס' נ\"ל:"
        ],
        [
            "<b><b>גמ'</b> שם שגגות מותרות עיפה תני שבועות כו'</b> כצ\"ל והשאר נמחק:",
            "<b><b>רש\"י</b> בד\"ה ותני עלה כו' מותרין כו' והיינו כדרבא ולא יתכן כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה כשם כו' ולאו פירכא הוא כדפרישית לעיל כו' כצ\"ל</b> ונ\"ב דף כ\"ה בד\"ה משא\"כ בשבועות:"
        ],
        [
            "<b><b>גמ'</b> על זדונה מכות כו'</b> נ\"ב פי' משום שבועת שוא לחוד אבל לא משום לא יחל כדפרישית לעיל דף כ\"ו:",
            "<b><b>תוס'</b> בד\"ה שבועה שלא אוכל כו' שבועה בכל ט' וכל ט' שיאכל מהנך כו'</b> כצ\"ל [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> עליכם ואמרו אמן כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה אלא ה\"ק כו' על דעת רבים אין לו הפרה כצ\"ל</b> ונ\"ב פי' הקב\"ה ומשה וק\"ל:",
            "<b><b>תוס'</b> בד\"ה כי היכי כו' על דעת הקהל כו'</b> נ\"ב זה אינו לפי דעת ר\"ת שכתב בפרק השולח דף ל\"ו להדיא שאינו נקרא על דעת רבים אלא א\"כ פרטם פלוני ופלוני כו' בשמם וכ\"כ הסמ\"ג וכן מוכח מפרש\"י:",
            "<b><b>בא\"ד</b> ואפי' בלא חרטה כו'</b> נ\"ב פי' חרטה מעיקרא ודו\"ק:",
            "<b>סליק</b> פרק שבועות שתים בתרא:"
        ],
        [],
        [
            "<b>גמ'</b> ומנין לדיין שיודע בחבירו כו' ומנין לדיין שיודע בדין כו':",
            "<b><b>רש\"י</b> בד\"ה לא ליקדים וליתב כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> לא יעשה כו' להעמיד וכשהוא בוש לחזור כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה א\"נ לשודא כו' בעל דין שכנגדו ת\"ח כו'</b> נ\"ב פי' דלר\"ת דמפ' שודא על הדיין דוקא א\"כ בע\"כ הכא איירי דשניהם תלמידי חכמים ושייך בהו שודא ויעשה הדיין שודא למי שירצה דאי לאו הכי ליכא שודא כלל ויהבינן בע\"כ לת\"ח בשלמא לפרש\"י הא דיהבינן לת\"ח ולא לעם הארץ זהו שנקרא שודא וא\"כ שפיר קאמר אי נמי לשודא ודו\"ק [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> ומנין לתלמיד שיושב כו'</b> כצ\"ל וכן בכל העמוד צ\"ל ומנין:",
            "<b><b>רש\"י</b> בד\"ה משחק בקוביא בעירבון והמראה כו'</b> נ\"ב נראה שהוא מלשון ממירין היונים דסנהדרין פ' זה בורר וחבירו פרק במה מדליקין שהמרו זה בזה בהלל ע\"ש נ\"ל:"
        ],
        [
            "<b><b>גמ'</b> לא כל שכן ומדמייתיה לה כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> לאו דגמרי כו' בפקדון אשר ישבע עליו כתיב משמע כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה מההיא אין כו' כאנשים וחייב בו כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה בעד טומאה כו' וכפר עדותו חייב דהא כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה שבועה שאין כו' וא\"ת לימא כגון כו'</b> נ\"ב האי לישנא משמע דעל התרצן פריך דלישני הכי וע\"ז תירצו התוס' דלא ניחא ליה לשנויי הכי כי אין רגילות בכך כו' ואף דרב חסדא משני הכי משום שמוכרח לכך דאפשר דלא ס\"ל דמהני תוך כדי דיבור כה\"ג ותדע דהא שניהם כא' בצמצום לכ\"ע אין רגילות בכך וחידוש גדול הוא אפי' לר\"י הגלילי דאמר אפשר לצמצם ודו\"ק. ומש\"ה נמי הוכרח הרי\"ף לפסוק הלכתא דתוך כדי דיבור מהני וק\"ל. אבל על המקשה אין כאן קושיא דלישנא דכפרו שניהן כו' לא משמע הכי דא\"כ הל\"ל כגון שסיימו שניהם תוך כ\"ד וק\"ל ותדע דעל התרצן קפריך דהא משני אחר כך התוס' להדיא דברי התרצן וק\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה אבל כפירה כו' תוך כדי דיבור אף שני חייב</b> נ\"ב והר\"ן תירץ דקמ\"ל דאף הודאה של אחד מהני בתוך כדי דיבור של כפירת חבירו ודו\"ק [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> השתא מיהא לא שכיב נמחק</b> ונ\"ב לפי' התוס' ל\"ג:"
        ],
        [
            "<b>תוס'</b> בד\"ה היכא דלא כו' דמיחזי כשיקרא ובפ' כל הגט ובהכותב מסקינן כל זה נמחק:",
            "<b><b>בד\"ה</b> ונאמר להלן כו' ובעושק יחוד כלי כו'</b> נ\"ב פירוש שיחד כלי נגד הלואתו וכן על העושק דהוי דומיא דפקדון אבל אהלואה אינו מיחייב קרבן וק\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה קסבר ר' יוסי כו' וה\"ק הא דקאמר כו' המתקיימת בידיעה בלא כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה מושבע כנשבע כו' וליכא למימר דהיא גופה כו' כפריה ועבריה</b> כצ\"ל והס\"ד ואח\"כ מ\"ה חדש ה\"ג כו' איתא נמי לשעבר כו' כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה מכדי כו' ברישא לא עשה כו'</b> הד\"א:",
            "<b><b>בד\"ה</b> מקמי כו' דס\"ל דהא הוה גמיר כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה כי היכי כו' היינו משום דלבתר כו'</b> נ\"ב פי' עיקר פירכא דהכא גבי שבועת עדות חייבו הכתוב במושבע משא\"כ בפקדון דלא חייבו במושבע אלא דוקא בנשבע מפי עצמו ואף שיש לשם נמי חומרא שחייב בנשבע משא\"כ בשבועת העדות לפי ס\"ד דהשתא מ\"מ איכא פירכא כי אין מכריעין בין החמורות וק\"ל א\"כ שפיר קפריך ר\"ש אלא דלא הוה ליה למינקט פה שעשה בו מושבע כנשבע דלמא לפי בתר דקים ליה כו' נקטיה דבע\"כ לא תמצא בשבועת העדות נשבע כי אם בתר ג\"ש ודו\"ק:",
            "<b><b>בד\"ה</b> הנך כו' עדיפא דמעילה ממעילה לאו כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> מפקדון דמזיד דלאו כשוגג כו'</b> כצ\"ל:",
            "<b><b>שם</b> במתני' וכן יככה אלהים כו'</b> נ\"ב ברי\"ף גרס בתרוייהו שם י\"ה ולא אלהים אכן גם גירסא זו ישרה וקמ\"ל אף שזה הקורא בתורה קורא בשם של יו\"ד ה\"א והוא אומר וכן יככה אלהים אפי' הכי הוי אלה וק\"ל:",
            "<b><b>רש\"י</b> בד\"ה זו היא כו' לעדים וכן</b> כצ\"ל:",
            "<b><b>בד\"ה</b> אל יככם כו' תעידוני וכפרו</b> כצ\"ל:",
            "<b><b>בד\"ה</b> ר\"מ מחייב דמכלל כו' אם תעידוני ואם לא תעידוני יככם</b> כצ\"ל:",
            "<b><b>בד\"ה</b> בצואה כו' דכתיב בפ' נדרים</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> בסוף עמוד ה\"ק ומנין לעשות שבועה שאין עמה אלה כשבועה שיש עמה אלה ת\"ל ושמעה קול אלה ושמעה אלה ושמעה קול א\"ר אבהו כו'</b> כצ\"ל והשאר נמחק:",
            "<b><b>רש\"י</b> בד\"ה כתב אלף כו' דהאמצע קרא אדון כו'</b> נ\"ב ותימה דהא נקט בקרא אדנ\"י בקמ\"ץ ואם היה קורא לאחד אדון הל\"ל אדני בחירי\"ק אלא לכולם קראם אדונים ולגדול שבהם אמר אל נא תעבור וגו' וכן פי' בחומש:",
            "<b>בד\"ה</b> במיכה כו' לבני וגו' הס\"ד ואח\"כ צריך להתחיל הדבור י\"ה קודש וה\"ק הקדש הקדשתי הכסף וגו' והס\"ד. ואח\"כ מ\"ה הרי הוא אסור כו':",
            "<b><b>בד\"ה</b> הם לא כו' אלא האלך ולא התתנהו בידי</b> כצ\"ל:",
            "<b><b>בד\"ה</b> ומאתים כו' הניחום ויעסקו כו' כצ\"ל</b> ונ\"ב פי' תניחם מאנגריא של מלך וק\"ל:",
            "<b>בד\"ה</b> מה כאן צ\"ל מה להלן וד\"ה ומה כאן צ\"ל ומה להלן:",
            "<b><b>בד\"ה</b> דשבועה צ\"ל אלה דשבועה כו' קול אלה דמשמע דבשבועה משתעי</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> וכדר' אבין אמר כו'</b> כצ\"ל:",
            "<b>שם</b> בפיסקא יככה אלהים צ\"ל יככה ה':",
            "<b><b>רש\"י</b> בד\"ה ושמעה אלה כו' דהיא שבועה שיש בה כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> ואמרה האשה כו' מהם דכופרים אחר כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה והוא דאמר כו' ולאו דשבועה כו'</b> נ\"ב פי' למלקות ולקרבן וכן דעת הרמב\"ם והסמ\"ג:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה ושאני סוטה כו' בספרים ישנים דלא אתמר בלא תיפוך כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה ה\"ג כו' ואינהו אאלהים קאי ואע\"ג כו' גבי נדר דלית ליה כו'</b> כצ\"ל:",
            "<b>סליק</b> פרק שבועת העדות:",
            "<b><b>גמ'</b> תובעין אותו ואמרו לו כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה בפני ב\"ד כו' וכחש בעמיתו כל דהו</b> נ\"ב לא ידענא למאי הזכיר רש\"י קרא זה אי לאשמועינן מינה בין בפני ב\"ד בין שלא בפני ב\"ד הלא מונשבע על שקר שמעי' כדפרש\"י לעיל דף ל\"א. ואם על מפי עצמו קאי לא שייך לומר כל שהוא דהא עדיף ממושבע מפי אחרים כדיליף לעיל בפ' שבועת העדות ק\"ו כו' ועוד קרא דאשר ישבע עליו היינו מפי עצמו וצ\"ל דרש\"י בא לפרש דחייב מפי עצמו אף בלא טענת התובע ואמר לו תן לו פקדוני כו' לאו דוקא קאמר וזהו דשמעי' מוכחש בעמיתו כל דהו כדלעיל דף ל\"ב [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> והכא מייתי קרבן לא שנא כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה לא אם אמרת כו' קאי לא אם אמרת</b> כצ\"ל:",
            "<b><b>בד\"ה</b> פרט למודה כו' והשני כפר</b> נ\"ב היינו כמו שמפרש לקמן:",
            "<b><b>תוס'</b> בד\"ה הזיד כו' דמי יודע שהם כו'</b> נ\"ב ותימה שמא המתרים שמעו מהם שיודעין לו עדות א\"נ שהם היו אצלם כשראו עדות זו אלא שהם קרובים ותדע דאל\"כ גבי פקדון אין יכולין להתרות כו' מאחר שהם יודעים יעידו עליו אם לא שהם קרובים ודו\"ק [עיין במהרש\"א]:",
            "<b><b>מאי</b> אינו כו' גבי נזיר בפתע להביא את אונס פתאום כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> כאן שחייב את השוגג כו'</b> נ\"ב פי' שוגג גרידתא והוא אונס דלעיל וק\"ל:",
            "<b><b>בא\"ד</b> וכפר מאשר חטא וגו'</b> נ\"ב לאו דוקא דמוכפר ילפי' אלא מפתאום רק שמביא האי קרא דכתיב ביה קרבן ואפתאום קסמיך וק\"ל [עיין במהרש\"א]:"
        ],
        [
            "<b><b>גמ'</b> חיי נינהו ולא שכיבי כו' חייב בשטר פטור כו' קרקע פליגי ר' יוחנן ור\"א כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה ואין מביאין כו' וצ\"ל דאליביה משכחת כו'</b> כצ\"ל:"
        ],
        [
            "<b>רש\"י</b> בד\"ה הכל מודים כו' לא לך כללא הס\"ד:",
            "<b><b>בד\"ה</b> פרטא הוי כו' ושוב אין מחשבה כו'</b> נ\"ב פי' דמחשבת חוץ לזמנו עושה פגול אבל מחשבת חוץ למקומו פוסל ואינו מפגל וק\"ל:",
            "<b><b>בד\"ה</b> חד אמר כו' דמיחייב ליה אכל אחד כו' אלא אחת פרוטה כו' מחייב מיהא חדא</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה אנסת כו' הכלי כל מה שיחייבוהו ב\"ד</b> כצ\"ל:",
            "<b>סליק</b> פרק שבועת הפקדון:"
        ],
        [
            "<b><b>גמ'</b> ונפקא מינה כו' וכדרבא דאמר רבא כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה אין לך כו' שאין ההודאה כו'</b> נ\"ב דוקא לשמואל דלא בעי בכפירה שתי כסף וק\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה ואם אמר כו' לא מקני ליה כפילה כו'</b> נ\"ב קאי על שומר חנם שטען טענת גנב בפקדון ואינו רוצה לישבע אלא לשלם שאז אם נמצא הגנב שלו אז הוי הכפל שלו ולא לבעלים וק\"ל:"
        ],
        [
            "<b><b>גמ'</b> ותנן נמי ה' פרוטות הן האונאה בפרוטה והודאה בפרוטה ואילו כפירת פרוטה לא קתני וקרא כותיה כו' כצ\"ל ונמחק האונאה בפרוטה</b> ונ\"ב מתני' היא בבבא מציעא:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה הודה במקצת כו' כטוענו חטין והודה לו בשעורין</b> נ\"ב פי' דלא תימא דס\"ל דאפי' טענו בשני מינים והודה בא' הוי כמו טענו חטין והודה בשעורין דפטור וק\"ל:"
        ],
        [
            "<b><b>גמ'</b> הא קמ\"ל דכי הודה כו' שתי מחטין והודה כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה ונקטיה לכובסיה צ\"ל לנקטיה כו' לו טלית שעליו כו' אזול גרמא ומחייה לכובס ואתר תמרי כו' באלו הן הגולין </b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה מאן דתני כו' וכן משמע כו'</b> נ\"ב חוזר אקצת נראה דהשביע וק\"ל [ועיין במהרש\"א]:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה כל האומר כו' גבי לא נטמאתי דמתרצינן כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> ואתית ואיתיבת אמסחתא כו' איתרע שטרא התם כו' רב פפי אמר לא כו'</b> כצ\"ל:",
            "<b><b>שם</b> והאמרת אין נשבעין על טענת כו'</b> נ\"ב פי' מאחר שאין נשבעין לקטן על טענת עצמו אם לא שבא בטענת אביו א\"כ טענתו כמאן דליתא דמי והוי כטענת עצמו והוי משיב אבידה ודו\"ק:",
            "<b>רש\"י</b> בד\"ה ההוא לוה דאמר כולי פרעתיך הס\"ד:"
        ],
        [
            "<b><b>גמ'</b> הכא דלא אמר ברי כו'</b> כצ\"ל:",
            "<b><b>רש\"י</b> בד\"ה אדם עושה כו' עשה רמייה עליו כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה על כל כו' חד כלל ופרט כו'</b> נ\"ב לאו דוקא כלל ופרט וכלל אלא כל הוא ריבוי וכל הני פרטי למעוטי אתו כדלקמן וק\"ל:",
            "<b><b>בא\"ד</b> מעל כל דבר פשע כו'</b> נ\"ב פי' דליכא למימר דתרוייהו דכי יתן וגו' הוא דאתו א\"כ הני פרטי דעל כל דבר פשע ל\"ל אלא מעל כל דבר פשע ילפינן הכל והני פרטי דכי יתן וגו' אתו למה כלים שנים כו' ודו\"ק:",
            "<b><b>בא\"ד</b> דקאמר שם אי ס\"ד כו' כצ\"ל</b> ונ\"ב פי' ולומר מה הפרט מפורש דבר שמטמא כו' אבל עופות טמאים לא א\"כ נכתוב להני פרטי בקרא קמא ומדלא כתיב כן ש\"מ דאינו כלל ופרט אלא כל ריבויי הוא ומרבה הכל והני פרטי חד למעוטי כו':"
        ],
        [],
        [],
        [
            "<b><b>תוס'</b> בד\"ה שומר כו' לאסמכתא בעלמא נקט קרא בדבריו וברייתא כו'</b> כצ\"ל:",
            "<b><b>בא\"ד</b> וה\"פ אי כו'</b> נ\"ב אין זה תולה בהאי ועוד י\"ל דעכ\"פ צריכים אנו לפרש כן דאל\"כ נהי דרבה קבלה מ\"מ מה היה דעתו של המקשה אי לאו שנפרש כן וכן איתא להדיא בתוס' דהכונס ועיין בהגהתי בפרק אלו מציאות [עיין במהרש\"א]:",
            "<b>סליק</b> פרק שבועות הדיינין:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה התקבלתי מהן כו' סוף הדיבור יותר פחות משליש פרוטה</b> נ\"ב פי' כי המעה הוא ל\"ב פרוטות ופונדיון שהוא חצי מעה הוא ט\"ז פרוטות נמצא שמ\"ח שלישיות של פרוטה הוא פונדיון מכוון וק\"ל:"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה כל שהפירות כו' ארישא פליג כדקתני כו'</b> כצ\"ל:"
        ],
        [
            "<b><b>גמ'</b> איכא דאמרי מישהה הוה שהי ליה ושתיק וא\"ד מישתא כו' כצ\"ל</b> ונ\"ב עיין לעיל בדף מ':",
            "<b><b>תוס'</b> בד\"ה כי מטי כו' ואין נותן לב כו'</b> נ\"ב וממילא נמי כשכפר קודם שפסקו עליו שבועה וק\"ל:"
        ],
        [
            "<b><b>גמ'</b> אחמירו קא מחמיר</b> נ\"ב פי' ואם רבנן דמקילים בשכיר מודו בקציצה משום דמדכיר דכירי כל שכן ר\"י דמחמיר ודו\"ק:",
            "<b><b>תוס'</b> בד\"ה בטוענו כלים כו' דר' חייא כרבנן דר\"ג דפטרי טענו חטים כו' כצ\"ל</b> ונ\"ב פי' דפריך התם לר' חייא מכי הוא זה דחד אתא למודה מקצת וחד אתא דעל הודאת פיו אתה מחייבו ולא על העדאת עדים ומשני ר' חייא דחד אתא למודה מקצת ואידך אתא דוקא למודה ממין הטענה ולמעוטי טענו חטין והודה בשעורין וק\"ל:"
        ],
        [
            "<b><b>תוס'</b> בד\"ה בטוענו כלים כו' ואיכא למיפרך מה להצד השוה כו'</b> נ\"ב פי' דר' חייא יליף מהודאת פיו ומעד א' דמהודאת פיו לחוד ליכא למילף משום דאיכא למיפרך מה לפיו שכן מחייבו אשם כו' ואעד א' איכא למיפרך נמי כו' עד דאתי במה הצד כו':",
            "<b><b>בד\"ה</b> בקונטרס גרסינן לא אמרן כו'</b> כצ\"ל:"
        ],
        [],
        [
            "<b><b>תוס'</b> בד\"ה מתוך כו' כדאשכחן דסבר ר' אבא בעלמא כו'</b> נ\"ב הג\"ה ועוד י\"ל דטעמא דרב נחמן בששניהם חשודים משום כיון דמחויב התובע נמי שבועה מדרבנן ואין יכול לישבע מפסיד החצי וזה התי' אין נראה דא\"כ היתומים מן היתומים נמי יסבור רב נחמן ור' אבא כשמואל מתוך שאין יכולין בני המלוה לישבע יפסידו ובכולי שמעתין משמע דפליגי ואם בני הלוה נמי חשיבי דאין יכולים לישבע מ\"מ לא יפסידו כי אם החצי ואמאי לר' אלעזר נשבעין ונוטלין הכל ומשמע דר\"א הוי כר' אבא ורב נחמן ע\"כ הג\"ה:"
        ],
        [
            "<b><b>גמ'</b> לדבריו דר' אמי קאמר כו'</b> כצ\"ל:",
            "<b><b>תוס'</b> בד\"ה נשבע בעל הבית כו' לא נטלן חנווני כו' כצ\"ל.</b> ונ\"ב כל אלו דבורים שייכים למתני' עד ד\"ה דמורו היתירא כו':"
        ],
        [
            "<b><b>רש\"י</b> בד\"ה והאב אילו כו' בשבועה ומדקתני כו'</b> כצ\"ל:",
            "<b><b>בד\"ה</b> הא שאר כו' שאין הודאה אטו כו'</b> כצ\"ל:"
        ],
        [],
        [
            "<b>גמ'</b> חייב זה הכלל כו' צ\"ע הני כללי דמתנית' למאי אתו לרבויי ודו\"ק:",
            "<b>סליק:</b> "
        ]
    ],
    "versions": [
        [
            "Vilna Edition",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "חכמת שלמה על שבועות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Chokhmat Shlomo",
        "Seder Nezikin"
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}