{
    "status": "locked", 
    "versionTitle": "Chidushei HaRashba. Warsaw 1883.", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Rashba on Gittin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>השולח גט לאשתו והגיע בשליח או ששלח אחריו שליח ואמר לו גט שנתתי לך בטל הוא ה״ז בטל.</b> הא דאצטריך מתני' למיתני והגיע בשליח או שקדם אצל אשתו או לר' דאמר בגמ׳ בטלו שלא בפני השליח והאשה א״ש דהכא משום צריכותא נקט לה כדאיתא בגמרא דהגיעו לא קתני אלא הגיע דלא תימא דלצעורי לשליח קא מיכוין ואפילו קדם אצל אשתו דלא אמרי דלצעורא מיכון ולאו למעוטי עושה ב״ד ומבטלו שלא בפניהם א״נ לאשמעי׳ דאפי׳ שלא בב״ד אם הגיע בשליחו או שקדם אצל אשתו יכול לבטלו:", 
            "ירושלמי: <b>עשה שליח להוליך את הגט צריך להחזיקו בפני שנים ואין השליח עולה משום שנים הלך שליח לבטל את הגט צריך לבטלו בפני שנים והשליח עולה משם שנים.</b> ומסתברא דהא דגרסי׳ הכא עשה שליח להוליך את הגט צריך ליתנו לה בפני שנים ואין שליח עולה משם שנים דוקא במביא למדינה בח״ל אי נמי בארץ במקום שיש חרום ידוע כעססיון דצריך לקיימו וצורך ליתנו לה בפני שנים והוא כדי שיהו ב״ד ושיתקיים בפני השנים והוא כדאיתא בריש מכילתין אבל במביא במדינה אחת בח״ל אי נמי בארץ במקום שאין חרום ידוע דאז א״צ ליתנו לה אלא בפני שנים לבד כדי להחזיקה גרושה בפני שנים כדאיתא בירושלמי א״נ כדי שיקראו את הגט כדאיתא לעיל (י״ט ב') הני בי תרי דיהב גיטא באפיהו צריכי למקרייה. א״נ כר״א דאמר עדי מסירה כרתי אז ודאי שליח עולה משם שנים דהא לכ״ע שליח נעשה עד כדאיסא בריש מכילתין ובודאי הלשון קשה קצת. דא״כ לא ה״ל למימר ואין שליח עולה משום שנים דהיאך יעלה משום שנים והוא צריך להצטרף עמהם למנין שלשה. ושמא ה״ק ואין שליח עולה משום שנים דמלבד שליח בעינן שנים כדי שיהו עם שליח שלשה ולאשמועי׳ דבקיום שטרות בית דין של ג' בעינן. וא״נ איצטריך לאשמועינן דאע״ג דבעדי קיום שטרות בעלמא בעינן שנים ובגט השליח עולה משום שנים לענין דייני קיום אינו כן אלא לענין דייני קיום אין השליח עולה משום שנים אלא שנים מלבד השליח בעינן וזה נ״ל עיקר. ואם משהגיע גט לידה אינו יכול לבטל אפי׳ חזר בו תוך כדי דבור של נתינה וכדקי״ל כל תוך כדי דיבור כדבור דמי חוץ מע״ז וקדושין. ובגמרא דמפרש דהא קמ״ל אף גב דבטליה תוך כדי דבור שהגיע לידה. וה״ה בשהגיע הגט ליד השליח לקבלה דיד שליח קבלה כידה ומכיון שהגיע לידו מגורשת:", 
            "גמרא: <b>הגיעו לא קתני אלא הגיע דאפילו ממילא ולא אמרינן לצעורי הוא דקא מיכוון.</b> פרש״י ז״ל ולא אמרינן אין בדעתו לבטלו אלא לצעוריה בעלמא חדש או חדשים.והמיה׳ לי דא״כ מאי נפק' לן בין שמתכוון לבטלו או לצערו ולעכבו מליתנו עכשו דבין כך ובין כך אינו רשאי ליתנו עד שיאמר לו לשליח עכשיו אני רוצה ליתנו דאטו מי שלא בטל שליחות לגמרי אלא שאמר לו איני חפץ ליתנו עדיין מי יהיב עד שיחזור ויאמר לו עכשיו אני רוצה. ובשלמא לרב ששת דאמר לקמן בסמוך בטלו מבוטל נפקא מינה למיפסל גיטא גופיה דאי אמרת לצעוריה קא מיכוון חוזר ומגרש בו כל אימת דבעי בטל דהא לא בטלי' אבל השתא דאשמעי' דלבטולי קא מיכוין אינו חוזר ומגרש בו אבל אנן כר׳ נחמן קיי״ל דחוזר ומגרש בו וכדאיפסיקא הלכתא בהדיא בסמוך ומסתבר דהכי פירושא ולא אמרינן לצעורי' קא מיכוון כלומר אין פיו ולבו שוין אלא בפיו ובשפתיו הוא שמבטלו לצעורה לשליח כדי שידאג ויצטער על עכובו אבל בלבו הוא שיתננו לה ורצה לצחק בו והילכך אם נחנו לה נחוש לכך להחמיר עליה מהא לפסלה מן הכהונה בגט זה ואי נמי פשטה ידה וקבלה קדושין מאחר תהא צריכה גט משני קמ״ל דאע״ג דהגיעו ממילא בטולו ביטול גמור ואין חוששין לקדושי שני ואפי׳ ריח הגט אין בו כנ״ל:", 
            "הא דאמרי׳ <b>ל״צ דקא מהדר עליה מעיקרא לבטוליה מהו דתימא איגלי מילתא למפרע דבטולה בטליה.</b> תמיהא לי דבשלמא לרבי דאמר לקמן בטלו מבוטל איצטריך הכא לאשמועינן דדוקא בדידעי' ביה דבטליה אבל מסתמא לא ואע״ג דחזיניה דמהדר בתריה לבטוליה אבל לרשב״ג דאמר בטלו אינו מבוטל מאי קמ״ל השתא בדשמעינ׳ דבטלי לא חיישינן ליה בדמהדר בתריה לבטולה חיישי' ליה. ונראה דהכי קאמר דקא מהדר בתריה דשליח ורהיט ולא הספיק לבטוליה ליה בפירוש עד שנתנו לאשה וכשהגיע אצל האשה בטלו ואמר דמעיקרא כי הוה רהיט בתריה לבטליה הוא דהוה בעי וכיון שכן הוה אמינא דתגלי מילתא למפרע דידים מוכיחות דלהכי הוה רהיט וליבטיל כאילו הוא בטלו׳ בפירוש לשליח עצמו קמ״ל ואפי׳ לרבא דאמר לקמן גלויי דעתא בגיטא מילתא היא קמ״ל הכא מודה דהא דרהיט בתריה דילמא מימר א״ל אשור הב ליה דלישלום צערה דגברא היא וכדאמרי' לקמן אלא דקשיא לי א״כ אביי דהוה מייתי ראייה מעובדא דרב יהודה דאשקליה גט לחתניה דרב ירמיה ביראה ואמר להו לסהדי אותיבו קרי' באודניכו ואס״ד גלויי דעתא בגיטא מלתא הא קא רהיט בתרייהו וקס״ד דאביי דהאי דרהיט בתריה לבטוליה הוא דאזיל ורהיט ואפי׳ הכי לא בטיל אמאי שביק דיוקא דהא מתני' דמוכחת הכי כדפרישית. וי״ל דמשום דבמתני' לא איתפרש הכי בהדיא ואי נמי משום דהתם איכא גלוי הדעת טפי משום דאנוס הוה בתחלתו הילכך הוכחא מילחא טפי דלבטוליה דרהיט ואפי' הכי לא בטיל מה שאין כן במתני' דבכי הא דמתניתין אפי' רבא מודה כדאמרן ודעדיפא קא מייתי ועוד דמעשה רב: ", 
            "<b>ת״ר בטל הוא אי איפשי בו דבריו קיימין.</b> וכדמפרש ואזיל דבטל הוא ולבטול משמע ואי אפשי בו השתא נמי קאמר דוקא בדקאמר בטל הוא אבל בטלו לא קאמר בעיא בסמוך ולא איפשיטא והויא לה מגורשת ואינה מגורשת: פסול הוא אינו גט לא אמר כלום דאינו אלא כאומר שאין זה גם ואנו רואין אותו שהוא גט ושהוא פסול שאינו נכתב כתקנו באותיות ובלשונו ואנו רואין אותו כתוב כהוגן ואינו אלא כמשנה את הידוע. וקשיא לי דילמא פסול שנכתב במחובר או שלא לשמה או שהוא מזוייף קאמר דמהימן מגו דאי בעי מבטיל ליה. וי״ל דאי להכי נתכוון פרושי הוה מפרש מאי פסולי מיהא דכיון דאנן כשר חזינן ליה אם איתא דאית ביה פסול מימר הוה אמר פסול משום כך ומשום כך: ", 
            "הא דאמרינן <b>למימר דבטל דליבטיל השתא משמע</b> קשיא לי מנא ליה הא דילמא מעיקרא משמע ובטל הוא דבטלתיה מעיקרא קאמר וכרבי דאמר אם בטלו מבוטל ונאמן מגו דאי בעי מבטיל ליה השתא ועוד קשיא לי אמאי שביק מתניתין ואקשי אברייתא דבמתני' נמי קתני בטל הוא זה בטל. ומיהו איכא למימר בהא דאין ה״נ אלא משום דקאי אברייתא ולאשמעינן דפסול הוא אינו גט לא אמר כלום אקשי אבטל הוא דקתני אברייתא אלא אכתי דקשיא לי אידך וי״ל דאבטל הוא דברייתא דוקא איכא לאקשוי משום דמינה שמעינן לה דלבטיל השתא קאמר משום דקתני בה אי אפשי דעל כרחיה השתא קאמר ובטל הוא דומי׳ דאי איפשי וליבטיל השתא קאמר כנ״ל:", 
            "<b>למימרא דבטל לישנא דליבטיל משמע והאמר רבא בר איבו אמר רב ששת ואמרי לה אמר רבא בר אבוה אמר רב ששת מקבל מתנה שאמר לאחר שבאת מתנה זו מבוטלת תיבטל אי איפשי בה לא אמר ולא כלום בטלה היא אינה מתנה דבריו קיימין.</b> כך היא גירסת רוב הספרים וכן היא הגירסא הנכונה וקשיא להו לרבוותא ז״ל דבפרק בתרא דכריתות (צו א) גרסי׳ איפכא מתנה זו מבוטלת תבטל אי איפשי בה דבריו קיימין בטלה היא אינה מתנה לא אמר ולא כלום והתם על כרחין א״א לגרוס איפכא משום דמינ' פריך לר״ל דאמר הנותן מתנה לחברו ואמר הלה אי איפשי בה כל המחזיק בה זכה בה ופרכינן עליה מדרב ששת דאמר אי איפשי בה דבריו קיימין וגם ר״ח ז״ל כתבה לההיא דכריתות בשילהי יש נוחלין כמו שכתובה שם ברוב הספרים והכא א״א לומר כן דא״כ היכי דייק מינה דבטל מעיקרא משמע אדרבה דליבטיל משמע כי דהכא ולפום כן אמר בטלה היא לא אמר ולא כלום דהא זכה בה ושוב אינו יכול לחזור בה ולומר שאינו רוצה לזכות בה ור״י בעל התוספות ז״ל הפך הגירסא שבכריתות והכי קא דייק בטלה היא אינה מתנה לא אמר ולא כלום אלמא בטלה היא מעיקרא משמע ומשום הכי לא אמר כלום דאחר שבאת׳ לידו אינו נאמן לומר שלא קבלה מעיקרא כדי לזכות בה אבל אי הוה משמע דליבטיל היו דבריו קיימין וכל המחזיק בה זכה בה מדין הפקר והא דקאמר אביי בטל שתי לשונות משמע גבי גט לישנא דמהני בה קאמר וגבי ממנה לישנא דמהני בה קאמר לאו דמהני דבריו קאמר אלא לשון דמהנ' וטוב לו קאמר והלכך לגבי גט דטוב לו שיתבטל הגט לישנא דליבטיל משמע ולגבי מתנה דטוב לו שלח תתבטל המתנה מעיקרא משמע וקשה קצת דלישנא דמהנה לקיים כונתו משמע ואיהו מחזר לבטלה או משום שאינו רוצה במתנתו של זה או משום דבעי מיחי ושונא מתנות יחיה: ואנן ניקום נימא הא טבא ליה ולישנא דמעיקרא משמע ולא אמר כלום זו אינה תורה. ועוד דבב״ב (עו ב) חשבינן עלויא בעיני הבעל מה שממה׳ הגט לחול דאמר התם בשלמא אי איתמר איפכא התקבל לי גטי ואשתך אמרה הבא לי גטי והוא אמר הילך כמו שאמרה ואמר רב נחמן כיון שהגיע גט לידו מגורשת אלמא אעלויא דידך סמיך אלא שתירצו בזו דהתם שמגלה דעתו שרוצה לגרש הוא דאיכא למימר דודאי חשיב עלויא אבל הכא שמגלה בדעתו שרצה לבטלו הוה ליה עלויא לישנא דמהני ביה לבטלו ויש מי שאומר שזו אחת מן הסוגיות המחלפות בתלמוד והן כלישנא אחרינא אמרי לה וכאיכא דאמרי והרבה יש כמותה בתלמוד בההיא דמלוה על פה גובה מן היורשין דריש פ״ק דקידושין דקשיא לההיא דשילהי בב״ב ופלוגתא דידים מוכיחות דבפ׳׳ק דנזיר דהוי איפכא בפ״ק דנדרים והרבה כמותם ורש״י ז״ל כתב התם בכריתות דבין הכא בין התם גרסינן כגירס' הספרים שבכאן וז״ל שכתב שם ה״ג תיבטל מבוטלת אי איפשי בה לא אמר כלום בטלה היא אינה מתנה דבריו קיימין וה״ג בהשולח גט וטעמא מפרשים התוס׳ משום דתיבטל ומבוטל׳ ואי אפשי בה להבא משמע והיא כבר קבלה לפיכך לא אמר כלום ואם יש לו בעל חוב גובה אותה ממנו. ומהא ליכא לאותובי לריש לקיש דכי אמר ריש לקיש במתנת מטלטלין דכיון דאתיא לידה ואפקרה הוא הפקר אבל זה לא הפקיר את השדה אלא אומר אני חפץ שתהא המתנה קיימת אבל סיפא תמיהא לן אדר״ל דקחני בטלה אינה מתנה דבריו קיימין דלשעבר משמע והכי תאמר כשקבלתיה לא לשום מתנה קבלתי׳ והודעת בעל דין כק' עדים לפיכך דבריו קיימין מאי לאו דבריו קיימין הדרא למרא אלמא היכא דאהנו דבריו הדרא למרה לא דבריו קיימין ולא קני לה ולא הדר' למרה וה״ה דהוה מצי לתרוצי דלא דמי לר״ל דהכא כיון דאמר לא לשם מתנה קבלתי הויא דמרה דכי יהיב איניש מתנה אדעת' דמקבלין לה מיניה ואי לא מקבלי לאו מתנה אבל דריש לקיש לאחר שקבלה בתורת מתנה הפקירה והכי מתרצי לקמן בשמעתין קושיא אחריתי. ומיהו בקושיא קמייתא דחייה כי האי גונא ולקמן דלא מצי לדחויי שנייה הכי ע״כ. ואם תאמר ולדברי רבינו ז״ל דמחלק בין מטלטלין לשדה היכי פרכינן עליה בתר הכי מן האומר לחבירו דין ודברים אין לי על שדה זו י״ל היינו בין מטלטלי מתנה לשדה מתנה דשדה מתנה מימר אמרי׳ דלאו אפקורי מפקר ליה אלא ה״ק איני רוצה שתהא מתנה זו קיימא אלא במרה קמא תהא והוא כבר קבלת אבל במטלטלין אם איתא דלאו מפקר להו להדרינהו למריהו וכיון דליכא למימר הכי ודאי אפקורי מפקר להו והילכך בשדה שלו כי אמר ידי מסולקת ממנה אם איתא דלשון זה הוי לשון הפקר בשום מקום הכא הוה לן למימר שתהא שדה זו מופקרת כיון שא״א לפרש שרצה לומר בענין אחר ואמאי אמר ולא כלום אלא ודאי שמעינן מינה דאי איפשי בה לא לשון הפקר הוא זו היא שטתו של רש״י ז״ל בשמיעה זו. ומיהו ממה שפירש מבוטלת תיבטל אי איפשי בה לא אמר כלום ואם יש לו בעל חוב גובה אותה ממנו נראה דס״ל דבטלה היא אינה מתנה דבריו קיימין ואין בע״ח גובה הימנה. וא״ת ומאי שנא מהא דאמרינן בכתובות (יט א) האומר שטר אמנה הוא זה אינו נאמן ואסיקנא דקאמר מלוה וכגון שחב לאחרים. י״ל דהתם הוא דשטרא כיון דמקויים נפיק מתותי ידיה בחזקתיה קאי ומסתמא דידי' הוא ולחוב לאחרים הוא דקא מודה דשטר אמנה הוא ואינו נאמן הא למה הדבר דומה לאומר בשדה המוחזקת בידו אינה שלי במקום שחב לאחרים דלא כל הימנו ולאבד זכותו של אחרים אבל במקבל מתנה דלאו דידי׳ הוה ומכח זכייתו הוא דבעי מלוה לטרפו נאמן הוא לומר לא קבלתיו בתורת זכייה ואינהו דקאמרי דבתורת מתנה ושנתכוון לזכות בו כשקבלו צריכין להביא ראיה וראיתי לרב אב ב״ד זצ״ל שכתב דדוקא בשלא חב לאחרים הוא דקאמר בטלה היא אינה מתנה דבריו קיימין אבל במקום שחב לאחרים לא כשהיא דשטר אמנה:\n"
        ]
    ], 
    "versionSource": "http://dlib.rsl.ru/viewer/01006746788#?page=1", 
    "heTitle": "רשב״א על גיטין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rashba", 
        "Seder Nashim"
    ]
}