{
    "title": "Tzav VeZeruz",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzav_VeZeruz",
    "text": [
        [],
        [
            "If you desire to serve the Divine and raise yourself to a higher consciousness, don't stand at your seventieth birthday the same person you were at your Bar Mitzvah. Rather, do this. Every year, set yourself a goal. Imagine yourself: if your name is Reuben, for example, imagine what kind of Reuben you will be next year, what will his achievements, his engagement and his qualities be? This imaginary Reuben will be a way to measure yourself, always checking how far you are from reaching him. Are your daily worship and your self-development at a pace that will allow you to become that Reuben next year? And if the next year arrives, and you measure yourself and have not reached even to the level of Reuben's shoes, let it be in your eyes as if you have (G-d forbid G-d forbid!) not achieved a long life. Because only last year's Reuben, or the one of ten years ago, is alive, and not this year's Reuben. This is the meaning of the verse \"And Abraham was old, full of days\" (Genesis 24:1) - Today's Abraham was there today, and not yesterday's."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "The human soul relishes sensation. Not only joy, but simply the emotive experience itself, thus the soul also wants to feel sadness and to cry, which is why men enjoy seeing frightening sights, and hearing heartrending stories in order to bring themselves to cry, all to engender a pathic, stimulating experience. This is an intrinsic, constitutive need of the soul, among all its other constitutive needs. Thus, only the person who incorporates this need into his growth in Torah and prayer protects his soul, unlike those who perform their divine service devoid of emotion. Such people will either be driven to cheap – even forbidden – stimulation or their souls will become emotionally ill from lack of stimulation. "
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Tzav V'Zeruz trans. Dov Frank",
            "https://sites.google.com/view/dovfranktranslations/"
        ]
    ],
    "heTitle": "צו וזרוז",
    "categories": [
        "Chasidut",
        "Piaseczno Rebbe"
    ],
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ]
}