{
    "title": "Maaseh Rokeach on Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [
                "<b>מצות עשה וכו'.</b> מבואר הוא ועיין להרב לח\"מ ז\"ל. ומ\"ש",
                "<b>ומה הוא חייב וכו' </b>משנה פ\"ק דכריתות ופי' רש\"י מדכתיב וכל מלאכה לא תעשו וכו' והאבדתי וזהו כרת ע\"כ."
            ],
            [
                "<b>כל מלאכה שחייבין וכו'.</b> כל החילוקין שהזכיר ז\"ל נתבארו מהמשנה דמגילה דף ז' ודקדק ז\"ל לכתוב כללו של דבר וכו' בעניינים אלו לאפוקי קניבת ירק שביאר בסמוך וכ\"כ הרב לח\"מ ז\"ל."
            ],
            [
                "<b>ומותר לקנב וכו'.</b> שבת דף קט\"ו ועמ\"ש ומהו הקנוב וכו' כתב הרב המגיד ז\"ל דאין בזה אלא משום שבות בשבת והותר ביוה\"כ וכו' והקשה הרב לח\"מ ז\"ל דבשבת איסורו מן התורה כמ\"ש בגמרא שם מיתורא דשבתון ותירץ דה\"ק אי לאו דרבייה קרא לא היה איסורו אלא משום שבות שאין איסורו אלא מדרבנן. וכיון שכן היכא דגלי גלי וכו' ע\"כ. ודבריו דחוקים ונלע\"ד דכיון דרבינו פסק כרב הונא דהתם דהאי שבתון אתי לאיסור קניבת ירק ולא לעשה במחובר כרבי יוחנן אם כן על כרחך צ\"ל דהוא מדרבנן וקרא אסמכתא בעלמא דאל\"כ ביוה\"כ נמי ליתסר וכמ\"ש התוספות שם וכ\"כ רבינו פרק כ\"א מהלכות שבת דכל איסורין דרבנן אסמכינהו אתשבות שנאמר בתורה. עוד כתב הרה\"מ ז\"ל דהרמב\"ן והרשב\"א ז\"ל פירשו הדחת ירק ואמרו שנזכר בירושלמי שמותר להדיח כבשים ושלקות וכן נזכר בתוספתא ואמרו שזו היא קניבת ירק האמור בגמרא שלנו ע\"כ. ורבינו ס\"ל דקניבה דהש\"ס היינו חותך כההיא שהזכיר הרה\"מ וכדאמרינן בפרק יו\"ט קניבה שרי ופירושו לחתוך ראש הפתילה שנעשית גחלת וכן בפרק י\"ז דכלים כלכלה משיחסור ויקנב עיי\"ש ולעולם דה\"ה הדחה כיון שאין איסורם אלא משום שבות ובהכי לא פליג אש\"ס דילן אירושלמי ודו\"ק.",
                "<b>ויתקן אותם לאכילה.</b> משמע דלעולם חיים קאמר דבתיקון זה הם מתוקנים ועומדים לאכילה דאילו לבשלם אחר כך לא היה צריך לכתוב תיבת לאכילה אלא ויתקן אותם והדבר ידוע מצד עצמו דתיקון זה אינו אלא כדי לאכלם ותו דדומיא דהיתר פציעת אגוזים שכתב אלא דקשה לזה מההיא דשבת דף קי\"ד דמוכח דלבשל קאמר דההא דתניא יוה\"כ שחל להיות ערב שבת לא היו תוקעים וכו' פריך וליתקע כי היכי דלידעו דשרי בקניבת ירק וכו' רב שישא בריה דרב אידי אמר שבות קרובה התירו שבות רחוקה לא התירו ופירש רש\"י אבל השתא דלא מבעי לן קניבת ירק ביוה\"כ שחל להיות בערב שבת שהרי בשבת לא יבשלום ולא תהא תקיעה זו אלא להודיענו התר בשנה אחרת שיחול יוה\"כ באמצע שבת וכו' ע\"כ. הרי דהיתר זה אינו אלא כדי לבשלם דוקא דאם נכנס בהיתר זה גם לאכלם חיים אכתי תקשה לרב שישא אמאי קרי לה שבות רחוקה כיון דשייכא גם כן לאותו יוה\"כ עצמו אלא ודאי דדוקא לצורך בישול התירו כדי להקל עליו (בליל) [במוצאי] יוה\"כ מה שאין כן לאכלם חיים דאין בו כ\"כ טורח כי תיכף הקינוב הוא אוכלם דאין לומר דלעולם נכנס בהיתר זה גם לאכלם חיים וקרי ליה שבות רחוקה משום דלא פלוג זה אינו דאכתי הוה להו להתיר קניבת ירק סתם דכו\"ע ידעי דאסור לבשל בשבת ומינה דהיתר בשנה זו אינו אלא בירק שאוכלו כך בלא בישול וא\"כ איך כתב רבינו ויתקן אותם לאכילה דמשמע דאחר קינוב זה אינם מחוסרין אלא אכילה ואפשר דרבינו ארחא דמלתא קתני ולא נחית לזה אי נמי משום דסתמא מתניא ופירוש לאכילה לאפוקי לשום דבר אחר ואי נמי יש לומר דתיבת לאכילה לא באה אלא לרמוז טעם ההיתר דכיון שהוא מתקן דבר זה לאכילה ואינו אוכל איכא עגמת נפש טפי ע\"פ מ\"ש רש\"י דף קט\"ו ד\"ה מותר וכו' עיי\"ש אלא שיש להתיישב בדין הפצעת אגוזים ורמונים כדאיתא התם והרי אין בזה כל כך טורח אם יעשהו בלילה ואפי' הכי שרי ודו\"ק.",
                "<b>ויוה\"כ שחל וכו'.</b> כתב הרב המגיד ז\"ל דפסק כדברי האוסרין דאינון בתראי ופסק כוותיהו ע\"כ. וקשה דהתם תניא להדיא כרבי יוחנן וההיא דרבי מנא דחאה ר\"י דאתי למלאכה גמורה ולעבור עליה בעשה ולא תעשה והרב לח\"מ ז\"ל כתב דאף דר\"י דחאה רבי מנא לא דחאה וקיימא לן כרב הונא דהוא בתרא ע\"כ. ועוד נראה דרבינו הוכרח לפסוק כן משום דפסק בפ\"א דשבת דהעשה הוא מוביום השביעי תשבות מעתה א\"א לו לפסוק כר\"י דהוא סבירא ליה דהעשה הוא זה ורבינו לא ס\"ל הכי ממ\"ש שם."
            ],
            [
                "<b>מצות עשה אחת וכו'.</b> הלשון מגומגם ונראה דצ\"ל מצות עשה אחרת וכן מצאתי בדפוס מגדל עוז ואמשטרדם וכתב יד וכוונתו אפשר דר\"ל אף שאמרנו שאין בין יוה\"כ לשבת אלא לעניין העונש וכו' עוד יש מצות עשה אחרת ביוה\"כ שאינה בשבת ולאידך גירסא אפשר דכוונתו כלפי מה שכתב בדין ה' דארבעה עינויים אינם אלא מפי הקבלה ואין בזה עשה לזה אמר מצות עשה אחת כלומר זו דוקא היא מצות עשה ולא האחרות ועיקר הדין ביומא דף ע\"ד ועיין להרב לח\"מ ז\"ל."
            ],
            [
                "<b>וכן למדנו וכו'.</b> דעת רבינו מבוארת דד' עינויים הם מדאורייתא אך אינם למצות עשה גמור וגם לא מנאם בספר המצות וכ\"כ הרב המגיד והר\"ן ז\"ל עיין למרן ז\"ל ודלא כהרא\"ש בשם ר\"י וריב\"א דס\"ל דאינם אלא מדרבנן באסמכתא דקראי ועיין להפר\"ח סי' תרי\"א. ולענין חילוק הקטן שכתבו ז\"ל עיין מ\"ש פכ\"ד דהלכות שבת דין י\"א.",
                "<b>שבת לענין אכילה וכו'.</b> כן מצאתי להסמ\"ג עשין ל\"ב דגריס בדברי רבינו אמנם קשה דשבת שבתון נדרש למלאכה כמ\"ש רבינו בריש פרקין ואיסור האכילה נפקא ליה מקרא דתענו ותרי קראי למה לי וראיתי בנוסח אחרבדפוס ובכ\"י שכתוב שבת לענין מלאכה והכי מסתבר. ועיין להרב לח\"מ ז\"ל. ותו קשיא לי דרש\"י ז\"ל פירש שם וז\"ל שבתון וגבי עינוי כתיב וכי היכי דשבתון האמור בשבת אסמכו ביה רבנן שאר מלאכות שלא היו במשכן ואינם מלאכה גמורה ה\"נ שבתון דגבי עינוי דכתיב שבתון הוא לכם ועניתם להוסיף על עינוי אכילה ושתיה קאתי ע\"כ. והך שבתון דקאמר גבי שבת היינו הך דשבת בראשית דכתיב שבתון שבת קדש וכמ\"ש בסוף אלו קשרים ואם כן קשה לרבינו שכתב פ' כ\"א דשבת דילפינן הכי מתשבות דהיינו וביום השביעי תשבות. וקשה תרתי חדא דכיון דהך תשבות אתי לענין העשה כמ\"ש פ\"א מנא ליה דילפינן מיניה שאר מלאכות ותו דכיון דאיכא קרא דשבתון וכמ\"ש רש\"י ז\"ל מה ראה רבינו להוציא זה ולהניח זה. ויש ליישב קצת. ומ\"ש בספרי רבינו",
                "<b>אבל אם רחץ וכו' או בעל.</b> בנוסח אחר כתב יד אין שם או בעל."
            ],
            [
                "<b>כשם ששבות וכו'.</b> נתבאר שם דף כ\"א ואף דכל היכא דכתיב יום כולל גם הלילה כגון שבת ומועדים וכיוצא הכא שאני דכתיב בעצם היום הזה והוה אמינא דבעיצומו של יום קאמר דוקא ודומיא דכתוב לך את עצם היום הזה דהתם בלילה מיהא שרי קמ\"ל דהכא שאני דמערב עד ערב כתיב ועיין בגמ'.",
                "<b>וצריך להוסיף וכו'.</b> שם ומה שיש לדקדק בזה מדברי הש\"ס ועל מ\"ש הרב המגיד ז\"ל עיין להרב לח\"מ ובס' קרבן אהרן ושמות בארץ ז\"ל דף ט\"ו והרב חיים אבואלעפיא נר\"ו. ובאמת שיש לדקדק טפי ממ\"ש רבינו פי\"ג דנדרים דהנודר לצום באיזה יום ואירע בו יו\"ט או ערב יוה\"כ חייב להתענות אבל בחנוכה ופורים אין להתענות דדברי חז\"ל צריכים חיזוק משמע להדיא דס\"ל דרשא דועינתם דילפינן מינה דצריך לאכול בתשיעי ואלו הכא הביא הדרשא האחרת דהיינו שצריך להוסיף מחול על הקדש ומהש\"ס שם מוכח שהם דרשות חלוקות ובשלמא למ\"ש מרן ז\"ל שם דאפשר דהיא מדרבנן וקרא אסמכתא בעלמא שפיר אפשר לומר דעיקר קרא להוספה אתא אבל להרה\"מ דמשמע מדבריו הכא דעיקר קרא לאוכל בתשיעי אתא קשה טובא ממ\"ש שם ועיין להרח\"א נר\"ו. שוב ראיתי דאף למרן ז\"ל קשה דממ\"ש פ\"ק דר\"ה דף ט' משמע דילפותא גמורה היא דפריך ורבי עקיבא האי ועניתם מאי עביד ליה וכו' עיי\"ש. שוב אחר זמן רב מצאתי נוסח אחר כתב יד משנת הקי\"א שכתוב בה כך שבות כל ענייניו בין ביום וכו' ובנוסחא זו יתורצו כמה קושיות עיין עליהם."
            ],
            [
                "<b>נשים שאוכלות וכו'.</b> שבת דף קמ\"ח וביצה דף ל'. ועל מ\"ש רבינו",
                "<b>וכן כל הדומה לזה </b>כתב הרב המגיד ז\"ל דהכוונה בכל דבר שאינו מפורש בכתוב ונהגו בו היתר ומסור לכל וכו' ע\"כ. והרב מג\"א סי' תר\"ח כתב דדוקא כשהחוטא שוגג אבל אם הוא מזיד חייב להוכיחו מקרא דהוכח תוכיח וכו' עד כאן. ואני הצעיר מגמגם בזה דכיון שברור לו שלא יקבל דבריו כלל דהא מזיד הוא הא קי\"ל ביבמות כשם שאדם מוזהר לומר דבר הנשמע כך הוא מוזהר שלא לומר דבר שאינו נשמע. וכי היכי דפטרינן בשוגג מהמצות עשה דהוכח תוכיח כשברור לו שלא יקבל ה\"נ דין הוא שיפטר גם במזיד מהך טעמא גופא דהא בדבר שאינו מפורש בתורה קיימינן שוב זימן השי\"ת לפני ומצאתי להרב גינת וורדים או\"ח כלל ג' סימן ט\"ו שהזכיר סברת הרב מג\"א הנ\"ל בשם הסמ\"ג והוא חלק עליו כמ\"ש ואגב ראיתי להרב שם שכתב וז\"ל ודבר שאינו מפורש בתורה אמרינן מוטב שיהיו שוגגין וכו' והרמב\"ם מחמיר להצריך שיהיה דבר שפשט ברוב בני אדם ע\"כ. נראה דכוונתו שיהיה דבר שפשט (איסורו) [התירו] ברוב ישראל. ולא ידעתי מהיכן הוציא דבר זה בדברי רבינו דאי מדברי הרה\"מ שכתב ומסור לכל כדמשמע מדבריו שם איני רואה דבר זה גם בדברי הרה\"מ דמ\"ש ומסור לכל הכוונה שיד כל אדם שוה בו דומיא דאכילה ושתיה שכל העולם שוים בדבר והאיסור בעיתים מזומנות מסור ביד כל אדם שא\"א לעכבו ע\"פ מ\"ש רבינו שא\"א שיהיה שוטר בבית כל אחד ואחד ואין במשמע זה דכדי ליפטר מהתוכחה בעינן שרוב הבני אדם נכשלים בו ממש הא לאו הכי חייב להוכיח והרי משמע דתלמודא דידן כללא כייל בכל איסורין שאינם מפורשים בתורה וברור לו שלא יקבלו ממנו דמוטב שיהיו שוגגין ואל יהיו מזידין. ובפרטי דין זה וחילוקיו עיין להרב שם והרב כנסת הגדולה והרב פר\"ח שם."
            ]
        ],
        [
            [
                "<b>האוכל ביוה\"כ וכו'.</b> משנה ביומא דף ע\"ג ובגמרא דף ע\"ט בעו אי כמוה וגרעינתה קאמר או בלא גרעינתה ויש פירושים שונים בבעיא זו רש\"י והתוספות ומהר\"ם בן חביב בדעת רש\"י ופי' אחר עיין עליהםורבינו פסק במסקנא דמלתא דבכותבת הגסה שאמרו היא פחותה מכביצה מועט ולפ\"ז אין לנו שום הכרע איזה מן הפירושים יסבור רבינו דאין אנו צריכין לזה. ואחרי המחילה מהפר\"ח סימן תרי\"ב שרצה להכריח דלא ס\"ל כפי' התוספות עיין עליו. ולדברי הרב המגיד עיין להרב לח\"מ. ז\"ל. ומ\"ש רבינו",
                "<b>מאכלים הראוים לאדם </b>נתבאר ממ\"ש בדין ה'.",
                "<b>וכל האוכלין וכו'.</b> שם ויתבאר בדין ז' ודין המשקין ג\"כ שם ומ\"ש בספרי רבינו",
                "<b>כמלא לוגמיו של שותה כל אחד ואחד לפי לוגמיו. </b>בנוסח אחר כתב יד כתוב מלא לוגמיו של שותה כל אחד ואחד כמלא לוגמיו. ומ\"ש ויראה מלא לוגמיו בנוסח אחר מחקו תיבת לוגמיו ובנוסח אחר כתוב ויראה מלא מלוגמיו. ומשמע בגמרא שם דכמלא לוגמיו בריוח קאמר דהוי חומרא באדם בינוני ורבינו העתיק דהוי פחות מרביעית דממילא משמע הדין. ושם אמרו דאכילה ושתיה אין מצטרפין דקים להו לרבנן דבהכי לא מיתבא דעתיה."
            ],
            [
                "<b>אחד האוכל וכו'.</b> ברייתא שם וכתב מהר\"ם בן חביב דדרשינן הני ו' איסורין מו' קראי הכתובים באחרי מות אמור ופנחס בן אלעזר."
            ],
            [
                "<b>אכל או שתה וכו'.</b> פלוגתא דריש לקיש ורבי יוחנן דף ע\"ד בחצי שיעור דר' יוחנן אמר אסור מן התורה משום דחזי לאיצטרופי ופסק כוותיה לגבי ריש לקיש ומשמע דאפי' כל שהוא אסור מן התורה דהא חזי לאיצטרופי מ\"מ והכי מוכח מקרא דמייתי וכן פירש רש\"י ועיין מ\"ש פ\"א דחמץ ומצה דין ז'."
            ],
            [
                "<b>אכל מעט וכו'.</b> תוספתא פרקא בתרא דיומא ודין השתיה נתבאר ג\"כ שם ומבואר מלשון רבינו דחשבינן גם השתיה עצמה לשיעור כדי שתית רביעית ויתכן קצת בהא דבאדם בנוני מלא לוגמיו הוא פחות מרביעית ובשאר איסורין שכתב רבינו פי\"ד דמאכלות אסורות יתכן בשישתה מהר דאף ששוה קצת אפשר דלא ישהה כ\"כ כזמן שאדם אחר ישתה רביעית לפי דרכו וכ\"כ הרב לח\"מ ז\"ל ונפקא מינה לענין המשקה שדרך לשתותו חם כל מאי דאפשר לענין ברכה אחרונה כגון הקאפ\"י לדידן דקי\"ל דבעי רביעית וא\"א בעולם שלא ישהא בשתייתו יותר מרביעית וכבר מפורסם המחלוקת בין האחרונים נשמתם עדן בזה דהרב שיירי כנסת הגדולה או\"ח סימן ר\"ד ומה\"ר יוסף אישקפה [בספר ראש יוסף] והרב בני חיי שם ומהר\"א לוי שהזכיר השו\"ת זרע אברהם ח\"א סימן ב' והלכות קטנות סי' ט' ס\"ל דיש לו לברך. אמנם מהר\"ר ידידיה אבואלעפיא שהביא הכנסת הגדולה משם אביו הרב ז\"ל והפר\"ח בתשובותיו בסוף המים חיים ושו\"ת זרע אברהם שם [והרב משה בן יעקב חגיז בשם מהרמ\"ג] ומהר\"ם בן חביב בתוספת יוה\"כ דף י\"ב והרב משנה למלך פ\"ג דהלכות ברכות ז\"ל והרב חיים אבואלעפיא נר\"ו בסוף ספר עץ החיים ס\"ל דאין לברך ברכה אחרונה כלל וטעמם וראיותיהם הלא בספרתן ואין להאריך אמנם אנן בדידן רובם הסכימו בהחלט שלא לברך ונפקא מינה נמי לשותים מרק חם שזה דרכו לשתותו גמיעה גמיעה וגם לענין המשקים ששותים בתוקף הקיץ עשויים משלג וקור ומיני מתיקה והוא קרוש ממש עד שא\"א בשום פנים לשתותן כי אם בשהיות רבות ולענ\"ד הנכון לצאת ידי כולם ולהשתדל בחדא מתרתי או לתת ריוח בין שתיה לשתיה יותר מהנהוג דבהכי הוו תרתי לטיבותא חדא דשוהא יותר משתיית רביעית ודאי ועוד דאין דרכו בכך דנ\"מ טובא כמו שבא בדבריהם נ\"ע או שישתה פחות מרביעית א\"נ ישתה מעט מים או יאכל פרי שברכתו האחרונה בורא נפשות רבות או מעט ירק וכיוצא ונכון לבו בטוח בה'.",
                "<b>ודע </b>דרבינו בפ\"ח משאר אבות הטומאות דין י\"א פסק לענין פסול גויה דהצירוף הוא כדי אכילת פרס גם לענין השתיה וכבר נרגש מזה הרב המגיד ז\"ל ותירץ שעשו חיזוק בטומאת גויה של דבריהם וכו' וכן כתב מרן ז\"ל והקשו המפרשים ז\"ל דשם בכריתות מוכח בהיפך וביומא דף פ' אמרינן באוכל חצי פרס בטומאת גויה דהקילו משום דלא הויא מדאורייתא ומאי דנראה לענ\"ד דכיון דאשכחן דחז\"ל החמירו במשקין יותר מהאוכלין דהא גזרו על המשקין להיות תחלה והיינו טעמא משום משקה זב וזבה דהחמירה בהם תורה וכדאיתא בפ\"ק דשבת ובסוף פ\"ק דפסחים להכי ראה רבינו לפסוק לחומרא לענין השתיה בטומאת גויה וההיא דפי\"ט איירי לענין אכילה וכמ\"ש רש\"י ז\"ל וההיא דכריתות כבר כתב הרה\"מ שלא רצה רבינו לדחות התוספתא עיין עליו."
            ],
            [
                "<b>אפילו אכל ושתה מהם הרבה.</b> קצת קשה דבגמרא דף פ\"א אמרו אנא דאמרי פורתא טובא מי אמרי וכו' משמע דטובא מחייב וכבר נתעוררו בזה הרב ב\"י סימן תרי\"ב והרב לח\"מ ובספר שמות בארץ עיין עליו ולענ\"ד נראה דכשאמרו אנא דאמרי פשוט הוא דכוונתו לפי טעותם וכלומר דאף דעתם לא אמרתי דאין כאן חיוב אלא במעט חומץ אבל הרבה כמו שעשו הם לא דברתי בזה וכל הני אגידי אהדדי לכתחילה ומזוג ונמצא שאין ללמוד מזה לענין דינא דכלפי טעותם קאמר להכי כלל רבינו ציר ומורייס וחומץ דכיון דאזוקי מזקי לא שנא פורתא לא שנא טובא דאם מעט מזיק מכל שכן הרבה וכמ\"ש הרב מג\"א שם דאיירי דוקא כשמבעבע כשמשליכים אותו בארץ ע\"כ. אם כן כל שכן בהרבה אלא דבחומץ מזוג מסתברא לחייבו דהרי ראוי לשתות דכבר הותש כחו וכדברי רב גידל אף דהרב ב\"י שם הביא דברי רבינו יונה והכלבו ז\"ל ס\"ל דבהרבה חומץ חי חייב עיי\"ש וכ\"כ בסי' ר\"ד בשם הרבינו יונה ונראה דבר רחוק מהשכל. אלא שיש לדקדק שרבינו פ\"י דתרומות פסק או גמע את החומץ הרי זה משלם קרן וחומש וכבר השיגו הראב\"ד ומרן ז\"ל הליץ בעד רבינו עיי\"ש ומכל מקום רבינו נראה כסותר את עצמו דכיון דהחומץ חי אזוקי מזיק ופטור ביוה\"כ היכי מחייב קרן וחומש בחומץ סתם דמשמע אפילו חי ונראה שיתורץ בדקדוק לשונו ז\"ל שכתב תחילה והסך יין ושמן כאחד או ששתה שמן וחומץ כאחד או שכסס את החיטים או גמע את החומץ הרי זה משלם קרן וחומש ע\"כ. הרי שבשמן וחומץ נקט לשון שתיה ובחומץ לבדו נקט לשון גמיעה דהיינו מעט דרך טועם בעלמא משא\"כ אם שתה ממנו דרך שתיה אה\"נ דאינו משלם אלא הקרן וכן תירץ הרב שמות בארץ עיי\"ש ומ\"ש רבינו פ\"ח דברכות דשותה את החומץ מברך שהכל יש מי שתירץ דאיירי במזוג קצת עיי\"ש ונראה לענ\"ד דוחק דעל המלח נמי דאינו ראוי כלל לשתות ואפילו הכי כתב רבינו שם דיברך שהכל עיי\"ש."
            ],
            [
                "<b>הכוסס פלפלין וכו'.</b> בלשון זה כבר נתעורר הרב המגיד ז\"ל וכתב דעיקר הנוסחא אבל רטובים חייב דקאי אכולהו וכמשמעות הש\"ס. ובדין אם הפלפלין חייבים בערלה עיין להרב שמות בארץ שם אלא שמ\"ש שם למ\"ש על הרי\"ף והרמב\"ם ז\"ל הוא קצת דוחק עיי\"ש.",
                "<b>כל שלבלבו בארץ ישראל.</b> כן הוא בגמרא. וקצת קשה מאי איריא ארץ ישראל אם לא שנאמר דרגילות הוא להיות כן בארץ ישראל טפי משאר ארצות ואה\"נ דהוא הדין בשאר ארצות והטור סימן תרי\"ב כתב סתם נראה כמו שכתבתי."
            ],
            [
                "<b>אכל צלי וכו'.</b> מימרא דרב פפא דף פ\"א ודין הציר ג\"כ שם ומשמע דרבינו מפרש ציר דעלמא דהיינו המים ומלח שמשימים בירק למתקו כעין כבוש שעושים גם בזמנינו וכן נראה ממ\"ש מפני שמכשירי האוכל המעורבין עם האוכל וכו' אמנם רש\"י ז\"ל פירש בחולין דף ק\"כ שהוא משקה היוצא מן הירק לישנא אחרינא ציר שהיו מטבילין מאכלם בציר ע\"כ. ולפי זה הציר שכובשים אותו בו אינו בכלל כל אלו דגזרו עליהם מן היוצא מן הירק וכן נמי גרע מציר שמטבילים בו מאכלם דפשוט יותר שיצטרף שהרי דרכו בכך. ומ\"מ נראה דלפי האמת צ\"ל דכולם שוים להצטרף תדע דמסיק תלמודא התם משום יתובי דעתא הוא בכל דהוא תיתבא דעתיה וכו' ופירש רש\"י ומשני התם ביוה\"כ טעמא לאו משום אוכל הוא דאי נמי לאו אוכלא כיון דמייתבא דעתו מחייב דהא לא תעונה כתיב וזה לא התענה וכו' ע\"כ. ותו מההכרח שכתבנו דכל אכשורי אוכלא אוכלא הוא כדאמרינן בגמרא ועיי\"ש בחולין לא נחית לדיוקי לענין דינא אלא דבר בהווה יותר וק\"ל.",
                "<b>היה שבע מאכילה גסה וכו'.</b> נראה דרצה לומר אכילה גסה ממש הרבה עד שמזיק לו לגמרי ולזה כפל הלשון והיא סברת ר\"ת בפסחים דף ק\"ז ובב\"ק דף ק\"י דמחלק בין אכילה גסה לאכילה גסה עיי\"ש וקשה קצת דאמאי לא אשמועינן הך דינא גם בעלמא בשאר איסורין שבתורה ומאי איריא ביוה\"כ דנקט וכן הקשה בספר שמות בארץ ז\"ל עיין עליו ולענ\"ד נראה דבשאר איסורין לא איצטריך ליה דכיון דאין לו שום הנאה אדרבא אזוקי מזיק ליה הרי קיימא לן דכל איסורין שבתורה אינו חייב עליהם עד שיאכל אותם דרך הנאתן כדאיתא בפרק כל שעה ופסקה רבינו פי\"ד דמאכלות אסורות דין י\"א וז\"ל כיצד הרי שהמחה את החלב וגמעו כשהוא חם וכו' או שאכל חלב חי או שעירב דברים מרים וכו' ע\"כ. הרי דאפילו דרך אכילה ממש אם לא נהנה גרונו הוא פטור והיינו טעמא משום דאכילה כתיב בהו. ומשו\"ה בבשר וחלב וכלאי הכרם דלא כתיב בהו לשון אכילה אפי' שלא כדרך הנאתם אסור כמ\"ש שם. ואמטו להכי ביוה\"כ דלא כתיב לשון אכילה הוה אמינא דדינו כבשר וחלב וכלאי הכרם להכי אשמועינן דכיון דלא כתיב אלא לשון עינוי הא נמי עינוי הוא וכמ\"ש רש\"י ז\"ל וממ\"ש רבינו שם בהלכות מאכלות אסורות דתלי טעמא בנהנה גרונו יש ללמוד שאם בלע איזה מאכל על ידי כריכה בסיב או בדבר אחר שלא נהנה לא החיך ולא הגרון מהאיסור כלל שהוא פטור ועיין בספר שמות בארץ בש\"ס דף פ\"ב."
            ],
            [
                "<b>חולה שיש בו סכנה וכו'.</b> כל דברי רבינו נתבארו שם דף פ\"ב ופ\"ג. ובמ\"ש רבינו הולכים אחר הרוב וכו'. מדברי הרב המגיד ז\"ל נראה דהכוונה אחר הרוב אפי' להחמיר וכו' ולהקל אף במחצה על מחצה דספק נפשות להקל [כ\"כ בפירוש המשנה] ואחר הבקיאים שכתב ז\"ל רוצה לומר דכל זה איירי בשוים אבל אם יש בהם יותר בקיאים מהאחרים אפילו שהם שוים במנין הולכים אחריהם אפילו להחמיר וכל זה כשהחולה אינו אומר כלום וכו' ע\"כ. ויש לדקדק אם ג' בקיאים אומרים צריך וג' שאינם בקיאים כמותם והחולה עמהם אומרים אינו צריך דמצד הבקיאים איכא תרי למעליותא חדא שהם בקיאים ועוד שאומרים צריך דאפילו בשוים אזלינן לקולא. ולאידך גיסא נמי כיון שהחולה עם אותם שאומרים אינו צריך הוו להו רבים לגבי הבקיאים ולא חיישינן בעלמא לבקיאים נגד הרוב וכן נמי אם שנים בקיאים אומרים שאינו צריך והחולה עמהם אומר שאינו צריך וג' שאינם בקיאים אומרים צריך שאם נלך אחר הדעות של הרופאים פשיטא שמאכילים אותו ואם נשער החולה כאחד מן הבקיאים אף ששוים הם פשיטא שאין מאכילים אותו מפני בקיאותם. ונראה ודאי דהחולה נחשב כרופא בקי אפילו להחמיר וזה מדיוק דברי רבינו שכתב גבי אמר החולה איני צריך והרופא אמר צריך מאכילים אותו על פיו והוא שיהיה רופא בקי עד כאן. כלומר שאם אינו רופא בקי עדיף טפי איני צריך של החולה ואין מאכילים אותו אם כן בהכרח צריך לומר דהחולה כרופא בקי דיינינן ליה מצד שהוא מרגיש החולי תדע דאזלינן בספיקו דהיינו בשיווי הדעות להחמיר כשאומר איני צריך וא\"כ כשהחולה עם שני בקיאים אומרים שאינו צריך נגד ג' אחרים שאומרים צריך פשיטא שאין מאכילים אותו ומכ\"ש אם החולה עושה הרוב כאמור בספק ראשון וק\"ל.",
                "<b>אבל אם אמר צריך וכו'.</b> קצת קשה דזה כבר ביארו בתחילת הדין דאם אמר החולה צריך אני אע\"פ שהרופאים הבקיאים אומרים אינו צריך מאכילים אותו על פי עצמו וכו' ומשמע דאפילו שכל הרופאים אומרים אינו צריך אפ\"ה מאכילים אותו על פי עצמו דלב יודע מרת נפשו א\"כ כ\"ש הכא דליכא אלא רובא וכלומר דהיא גופא קמ\"ל דהוה אמינא דהכא כיון דאיכא רופאים שאומרים צריך סמיך החולה עצמו עליהם לומר צריך אני והוה אמינא דלא צייתינן ליה והכי קי\"ל גבי גיטין בכתובות דף כ\"ב מה שאין כן לעיל שכל הרופאים אומרים אינו צריך ואפ\"ה הוא אומר צריך אני פשיטא דצייתינן ליה דכיון שרואה שכל הרופאים אומרים אינו צריך ואפילו הכי הוא חולק עליהם פשיטא דמשום שהוא מרגיש בעצמו החולי כבד הוא אומר כן ואמת הדבר. וליכא למידק נמי דאמאי איצטריך לפרש אבל אם אמר וכו' דכיון שכתב ובלבד שלא יאמר החולה צריך אני מינה דאם החולה בעצמו אומר צריך מאכילים אותו דיש לומר דהוה אמינא דהחולה שותק ובלבד וכו' הייתי מפרש דר\"ל שהחולה אומר איני צריך אך האמת נראה דמעיקרא קושיא ליתא וק\"ל."
            ],
            [
                "<b>עוברה שהריחה וכו'.</b> פרטי דין זה הביאם רבינו בפי\"ד דמאכלות אסורות אמנם השמיט שם מה שאמרו בברייתא דתחילה תוחבים לה כוש ברוטב ומניחים לה על פיה ומרן ז\"ל ציין הברייתא שם ולא נרגש מזה והוא תמוה ואפשר עם מ\"ש רבינו שם ואם לאו מאכילים אותה פחות מכשיעור ואם לא נתיישבה דעתה מאכילים אותה עד שתתיישב דעתה וחלוקא זו לא הוזכרה בברייתא ששם לא אמרו אלא מאכילים אותה השומן בעצמו ובזה יתורץ שרבינו מפרש הברייתא דתוחבים לה כוש לאו דוקא אלא ר\"ל (ממנו) [מעט] מזער וכן בכולם עד שתתיישב דעתה ולהכי הוצרך להוסיף על הברייתא להורות לנו כוונתה ואיך הוא הדין ונכון.",
                "<b>וכן מי שאחזו בולמוס וכו'.</b> משנה דף פ\"ג והקשה הרב שמות בארץ דאמאי השמיט רבינו מה שאמרו בברייתא מנין היו יודעים שהאירו עיניו משיבחין בין טוב לרע אמר אביי ובטעמא ופי' רש\"י מי שיודע להבחין בין טעם תבשיל יפה לטעם תבשיל רע ע\"כ. ואפשר דרבינו מפרש הברייתא דלאו דוקא לענין דינא קאמר אלא לסימנא בעלמא כדי לידע מתי הבריא ולכך העתיק המשנה כצורתה ולא חש לסימן זה וכן בפירוש המשנה עיי\"ש."
            ],
            [
                "<b>קטן ובן תשע שנים.</b> [נוסח אחר קטן בן] עיין להרב לח\"מ ובס' שמות בארץ שהאריך בזה ושם הקשה קושיא חזקה להרב המגיד ז\"ל במ\"ש דיש מי שאומר שיש השלמה בתינוקת מדבריהם בשנת י\"ב ואין השלמה בתינוק מדבריהם כלל והקשה ז\"ל דסברא זו לא מצאה לא באמוראים ולא בשום פוסק ושהוא דבר פלא ועיי\"ש שהצריך עיון ואפשר קצת דכוונת היש אומרים אלו דעל האב מוטל דבר זה לחנכו במצות והיא מצוה כללית המוטלת עליו ולא הוצרכו חז\"ל לתקנה זו ודו\"ק."
            ],
            [
                "<b>בת י\"ב וכו'.</b> עיין לרבינו פ\"ב מהלכות אישות ובפירוש המשנה כתב ז\"ל טעם לזה וז\"ל כי הנקבות סובלות התענית יותר מהזכרים לפי שמזג הזכרים חם ונמס הגוף יותר וכו' ע\"כ. ולכאורה הם דברים מגומגמים הרבה דכיון שכך חייבה תורתינו הקדושה בכל המצות בכלל איך שייך טעם זה ומה צורך לו ויש להתיישב ועיין מ\"ש בזה בפ\"ב דהלכות תענית דין ה'. ויש נוסח אחר בדברי רבינו הרי הן גדולים לכל המצות. ודין קטן פחות מט' שנים נתבאר שם ומכאן תוכחת מגולה לאותם המניחים בניהם להתענות בפחות מט' שנים דאיסור גמור הם עושים דבקל גמור יכול הנער להסתכן חלילה והוי מעוות שאינו יכול לתקון כי מה לנו בהתפארות הנער בדבר שיכול לסבב לו המיתה ודי לנו במה שחייבה תורה ורבותינו הקדושים זלה\"ה ועיין עוד להכלבו שהביא הרב ב\"י ס\"ס תרי\"ב."
            ]
        ],
        [
            [
                "<b>אסור לרחוץ וכו'.</b> שם דף ע\"ז ופסחים דף כ\"ד ורבינו כתב שם וז\"ל והרחיצה במים ע\"כ. משמע דבא לשלול שאר משקין וליתא דעכ\"פ הנאה איכא ותו דבגמ' יליף לה מדכתיב וסוך לא סכתי וסיכה משמן משמע לכך נראה דכוונת רבינו לשלול שאר מידי דמנקי דאע\"ג דכתיב בהו רחיצה כדאיתא בברכות דף ט\"ו מי כתיב ארחץ במים בניקיון כתיב בכל מידי דמנקי קמ\"ל דשרי.",
                "<b>והמלך והכלה וכו'.</b> משנה וגמ' שם וטעם היתר זה עיין למרן ז\"ל פ\"א דין ה' ומ\"ש שם. ומבואר דדוקא למלך אמרו ולא למלכה וכ\"כ ז\"ל אנן מאי דאיכא למידק דאמאי לא התירו לו ג\"כ נעילת הסנדל דאין זה כבודו של מלך לילך יחף וי\"ל דאפשר לו בסנדלין של בגד או משי דאף שהם דרך נוי שרו וכ\"כ הר\"מ בן חביב ז\"ל ולפ\"ז קשיא לי לדברי הרב ב\"ח סי' תרי\"ד שהכריח לילך יחף ממש ודלא כמו שנוהגים העולם להקל עיי\"ש אם לא שנאמר לדעתו ז\"ל דעיקר היופי דקפיד קרא אינו אלא דרך ראית העין שהם הפנים א\"נ אפשר ליה בבגדים ארוכים שמכסים הרגלים. גם באמת לשון הזוהר הקדוש הכי מוכח כדברי הרב ב\"ח ז\"ל דבפרשת תצוה דף קפ\"ה ע\"ב איתא וז\"ל ביומא דכפור דאיהו קנוחא דכל חובין ונקיו דילהון בעאן ישראל לנקאה גרמייהו ולמהך מייחפי רגלין כמלאכי עלאין ע\"כ. אמנם נראה לענ\"ד דמנהג העולם הוא ע\"פ הדין דכמה אמוראי בש\"ס הוו נפקי בסנדלין של שעם וגמי וכיוצא ולא נתמעט אלא עץ אליבא דמאן עיי\"ש. ובדין הכלה יש נוסח אחר כת\"י בדברי רבינו כדי שלא תתגנה על בעלה ונמצא מגרשה."
            ],
            [
                "<b>מי שהיה מלוכלך וכו'.</b> כל דברי רבינו נתבארו שם ולא מצינו לרבינו שהתיר שום רחיצה ביוה\"כ שחרית להעביר הרוח רעה. ובשבת דף ק\"ח אמרו בת חורין היא ומקפדת עד ג' פעמים וכן אמרו שם יד לעין ויד לחוטם תקצץ וגם בפ\"ד ובפ\"ז דהלכות תפילה לא הזכיר דבר זה וכבר נתעוררו המפרשים ז\"ל והר\"מ בן חביב ז\"ל כתב דרבינו ס\"ל דלאו הלכתא נינהו עיי\"ש ובהכי מתורץ ג\"כ קושית הרב לח\"מ ז\"ל עיין עליו ומ\"ש בספרי רבינו ונותנת פת לתינוק בנוסח אחר כת\"י ונותנת פת לבנה ובנוסח אחר כת\"י ונותנת פת לבנה קטן.",
                "<b>וכל חייבי טבילות וכו'.</b> תענית דף י\"ג וכת\"ק ועיין לרבינו פ\"ו דיסודי התורה דין ו' ופ\"ד דתפילה ומ\"ש שם בס\"ד."
            ],
            [
                "<b>מי שראה קרי וכו'.</b> זה דעת רבינו דלא גרע מהיו ידיו מלוכלכות ומה שהתירו בגמ' דף פ\"ח לטבול אינו אלא בזמן שתקנו טבילה לבעלי קריין אבל בזמן הזה אסור וכן דעת ר\"ת ודלא כר\"י ברצלוני והלכות גדולות שהביא השלטי גבורים והטור סי' תרי\"ג עיין עליו. ומ\"ש בספרי רבינו",
                "<b>מפני טומאת מת </b>בנוסח אחר כת\"י כתוב מפני טומאה ומחקו תיבת מת ודו\"ק."
            ],
            [
                "<b>טיט שהוא לח וכו'.</b> נתבאר שם ופי' רש\"י שלחלוח הטיט הוי עונג קרוב לרחיצה ע\"כ. ומבואר דדרך ישיבה אינה אלא במלבושיו ואין בשרו נוגע בטיט ואפ\"ה אסור מחמת הלחלוח והטור והרב ב\"י סימן תרי\"ג העתיקו אסור להצטנן בטיט לח וכו' והכל הולך אל מקום אחד ודו\"ק.",
                "<b>לא ימלא אדם וכו'.</b> שם דף ע\"ח א\"ר פפא כסא דכספא מלא אסור חסר שרי. דפחדא אידי דאידי אסור משום דמשחל שחיל רב אשי אמר כסא דכספא חסר נמי אסור משום דמזדריב ופי' רש\"י מלא אסור שמא ישפכו מים על הבשר, משחל שחיל פולט מים שבולע וכו', דמזדריב מחליק ונשמט מידו וישפכו המים עליו ע\"כ. ולפ\"ז הדבר מבואר דלשון מילוי דנקט רבינו הכא ר\"ל לשים בו מים כמו לא ימלא אדם קערה שמן וכיוצא ותדע דיהיה טעמא לכלי חרס שמים נזחלין מדפניו וטעם זה שייך אף בחסר כמבואר בחוש הטבע. ומ\"ש גבי כלי מתכות שמא ינתזו וכו' כן פירש הרי\"ף והביאו הרב המגיד ז\"ל ואפשר דנכלל בו גם פירוש רש\"י ז\"ל אכן מה שיש לעמוד בדברי רבינו אם מותר להצטנן בכלי חרס חסר שלא כנגד המים דמדכתב שהמים נזחלין מדפניו משמע דדוקא כנגד המים אסור ושלא כנגדן שרי וזו היא דעת הרב כנסת הגדולה שם ואף שלא כתב כן אלא בדרך אפשר עיי\"ש. ולענ\"ד נראה אחרי המחילה הראויה אין נראה כלל דכיון דאיכא טעמא דשמא ינתזו שכתב רבינו גבי כלי מתכת דשייך נמי בכלי חרס פשיטא דלטעם זה הכל נאסר אפילו בחסר ומבואר הדבר דהטעם שאמרו בכלי חרס שהמים נזחלין אינו אלא לאשמועינן דאיסורו בריא ואין כאן שמא משא\"כ בכלי מתכת דאין טבעם ללחלח מבחוץ אמנם לענין דינא כל היכא דאיכא למיחש לשמא ישפכו בכל מין כלי יש לאסור מלבד דעינינו הרואות בכלי חרס דטבעו ללחלח אף שלא כנגד המים. והרי הביא הרב ז\"ל שם דעת רבינו יונה דאסר להדיא בין מלא בין חסר בלי שום חילוק כלי עיי\"ש והטור ז\"ל כתב דיש אומרים דבכלי חרס אפי' רקנים לגמרי אסור [ועל כרחך היינו טעמא כמ\"ש] ואף דלא קי\"ל הכי אנן בדידן יש לנו לומר דבאית בהו מים מיהא יאסר כולו מלבד מה שהכרחנו ונראה פשוט. ושם בגמרא אמרו שמותר להצטנן בתינוק ובפירות ורבינו השמיט תינוק דנלמד מדין פירות שהזכיר. ומבואר דלא גזרו אלא בדבר המלחלח כגון טיט לח או כלי מלא מים משום תענוג בליתא דרחיצה."
            ],
            [
                "<b>לוקח אדם מטפחת וכו'.</b> דף ע\"ח ודוקא ע\"ג עיניו הותר ובכי הא ולא זולת משום חשש סחיטה דאסורה ביוה\"כ כמבואר שם. ורבינו שכתב בפ\"ה דהלכות תענית דין י' ואסור ברחיצה וכו' כיוה\"כ הדבר מבואר דבדרך כלל קאמר דפשיטא דבט' באב אין בו איסור סחיטה ודומיא למאי דאמרינן בפרק מקום שנהגו אין בין ט\"ב ליוה\"כ אלא שזה ספיקו אסור וכו' ועל כרחך דלא איירי אלא במה שנאסר בשניהם דבמה שהם חלוקים כגון איסור מלאכות וכו' מלתא דפשיטא היא ובזה יתורצו קושיות הרב לח\"מ ז\"ל על דברי רבינו עיין עליו. ובספרי רבינו כתוב ומעבירה על פניו ובגמרא אמרו ע\"ג עיניו וכ\"כ הרי\"ף וכן העתיק הסמ\"ג לאוין ס\"ט ואפשר דט\"ס הוא."
            ],
            [
                "<b>ההולך להקביל וכו'.</b> ברייתא שם ופירש רש\"י ואינו חושש משום רחיצה ע\"כ. משמע דאין לנו לחוש אלא משום רחיצה והיא גופא שריא בכי הא דאין כוונתו לרחוץ ולפ\"ז כי תנן במתניתין פרק יו\"ט ופסקו רבינו פ\"א דשופר דין ד' דאין שטין ע\"פ המים להביאו דהגזרה היא משום שמא יעשה חבית של שייטין כדאיתא התם לעבור ברגליו בימים כי הכא משמע דשרי ותדע דזה התירו אפילו לדבר הרשות כגון לשמור פירותיו וראיתי להטור שהביא משם בעל הלכות גדולות דדוקא עובר עד צוארו התירו כאן אבל מעבר לשוט אסור והוא ז\"ל תמה עליו דאפילו רחיצה החמורה דאסמכוה אקרא שריא בכי הא לשוט דאינו אלא מדרבנן לא כ\"ש. ועיין להרב בית יוסף והמפרשים שם זלה\"ה ולענ\"ד נראה דברי בה\"ג שרירין דכיון דחז\"ל לא התירו אלא לעבור דרך רגלו ורחיצה אין כאן דאינו מכוין לה מכלל דלשוט דניתוסף בו איסור אחר לא דהא בשט איכא נמי הך רחיצה גופא והוו תרתי לגריעותא ותדע עוד דהסמ\"ג ומהרש\"ל כתבו דאם יש לו דרך אחרת אין לו לעבור במים כלל וכמ\"ש העטרת זהב שם. הרי דלא הותר אלא על צד הדוחק בדלא אפשר ואיך נתיר לו עוד איסור אחר מלבד דאיכא למימר נמי דאיסור השט הוי אטו מלאכה דאורייתא להתחייב עליה כרת משא\"כ רחיצה.",
                "<b>או מי שהוא גדול וכו'.</b> בברייתא שם ושאלו בגמרא הרב אצל תלמיד מאי ולא אפשיטא ורבינו נראה דנקיט לה לחומרא וכ\"כ הרב המגיד ז\"ל. וראיתי להרב מג\"א סי' תרי\"ג שהקשה דכיון דמידי דרבנן הוא הו\"ל לפסוק לקולא. ותו הקשה על גוף הבעיא למה יהיה עדיף ההולך לשמור פירותיו מלילך אצל התלמיד ללמוד. והלא מצוה גדולה הוא וכו' ותירץ דהטעם כאן כיון שיכול התלמיד לבא אצל רבו אבל בלא\"ה שרי ודלא כהלבוש ז\"ל שאסר עיי\"ש ואחרי המחילה אין נראה כלל דכיון דהפוסקים סתמו דבריהם משמע דבהחלט אסור וטעמא רבא איכא במלתא דבהולך להקביל פני רבו ההליכה מצד עצמה הויא נמי מצוה דחייב אדם להקביל פני רבו וכו' משא\"כ בהרב שהלך אצל התלמיד אין כאן מצוה מצד ההליכה דאדרבא זלזול הוא שהרב ילך אצל התלמיד וההיא דלשמור פירותיו שאני ושאני דמשום הפסד ממון הוא ואם לא נתיר לו יש לחוש שילך באיסור וכמה דברים התירו חז\"ל משום דאדם בהול על ממונו והתורה חסה על ממונן של ישראל וגם בפסחים דף מ\"ו פריך תלמודא ומשום הפסד ממונו שרינן איסורא דאורייתא א\"ל אין משום הפסד ממונו גמר בלבו לאכול כזית וכו' וכמו שנתבאר בהל' שביתת יו\"ט פ\"א דין י\"ב (הדר) דע\"י קצת היתר שרינן אפילו איסורא דאורייתא משום הפסד ממון ויש לנו כיוצא באלו בתלמוד ובפוסקים טובא עיין עליהם. ומ\"ש דאיסורא דרבנן הוא י\"ל דיוה\"כ שאני דחמירא קדושתו טפי ושוויוה רבנן כדאורייתא. ומבואר הדבר לדעת רבינו שכתב או מי שגדול ממנו בחכמה ובגמ' אמרו או מי שגדול ממנו ותו לא משמע דבשוים אסור ודלא כהרב כנסת הגדולה שם שכתב דבשוים נמי שרי עיי\"ש שוב מצאתי נוסח אחר בדברי רבינו בחכמה ובמנין ודו\"ק.",
                "<b>עובר במים.</b> נתבאר בגמ' דהיינו דוקא בדלא רדיפי מיא אבל אי רדיפי מיא אף בחול אסור מפני הסכנה ומתבאר ממ\"ש רבינו פי\"ב דרוצח.",
                "<b>שאם לא תתיר וכו'.</b> מבואר דעת רבינו דדוקא באלו דהוו מצוה התירו סופן משום תחילתן אבל בהולך לשמור פירותיו דהוי דבר הרשות לא לאפוקי סברת הסמ\"ק שהביא הפר\"ח ז\"ל עיי\"ש. ומ\"ש בספרי רבינו",
                "<b>ונמצא נכשל מן המצוה </b>וכן לשון הסמ\"ג וכן בב\"י ונוסח אחר יש ונמצא נמנע מן המצוה."
            ],
            [
                "<b>אסור לנעול וכו'.</b> שם ולא נתבאר בדברי רבינו אם של עץ מותר וכ\"כ הרב ב\"י שם ורש\"י ושאר מפרשים נקטו לה לאיסור עיין עליהם. ומ\"ש רבינו",
                "<b>דאפילו ברגלו אחת.</b> הרב המגיד ז\"ל כתב דכן מבואר בגמ' ע\"כ. נראה דכוונתו מקב הקיטע שהוזכר שם ונראה עוד שיש ללמדו שפיר מדין הרחיצה שהזכיר רבינו בראש הפרק. וממ\"ש רבינו",
                "<b>ומותר לצאת וכו'.</b> משמע דאף לרה\"ר קאמר דלא נימא דאין זה דרך מלבוש והוא מחלוקת הפוסקים ז\"ל עיין עליהם. ומ\"ש בספרי רבינו ושל גמי בנוסח אחר ושל גומא.",
                "<b>וכורך אדם וכו'.</b> שם ואיתיה נמי בירושלמי ודין התינוקות וכו' נתבאר ג\"כ שם."
            ],
            [
                "<b>מותר לכל אדם וכו'.</b> מימרא דשמואל שם. ודין החיה משנה שם וכרבי אליעזר כדמשמע בגמ' ועיין לרבינו פ\"ב דהלכות שבת דין י\"ג."
            ],
            [
                "<b>אסור לסוך וכו'.</b> ברייתא שם וירושלמי ושם פי' רבינו אמתניתין דסיכה היינו בשמן ומסתברא דאורחא דמלתא וה\"ה בשאר דברים דשייך בהו סיכה וכמ\"ש לעיל בדין א'.",
                "<b>בין סיכה שאינה של תענוג.</b> משמע דהיינו כגון להעביר הזוהמא וכן מתבאר מדברי הטור סי' תרי\"ד ואף דברחיצה התירו למי שהיו ידיו מלוכלכות כמ\"ש בדין ב' צ\"ל דהכא אפשר ליה ע\"י רחיצה ואף דשוים הם לענין האיסור. בסיכה איכא הנאה טפי מרחיצה כידוע וכעין זו תירץ מהר\"ם בן חביב שם. ובמה שיש לעמוד בדברי רבינו ממ\"ש בהלכות אבל וט' באב בזה עיין מ\"ש בפ\"ה דהלכות תענית דין י' בעז\"ה."
            ],
            [
                "<b>יש מקומות וכו'.</b> משנה בפסחים דף נ\"ג ומבואר בגמרא ונחלקו הפוסקים ז\"ל אם יש לברך על הדלקת הנר ביוה\"כ במקום שנהגו להדליק ולענ\"ד נראה הדעת נוטה כמ\"ד שאין לברך דאיך יברך וצונו כיון דחז\"ל לא דברו בזה אעיקרא דמלתא דהא לא הוי אלא מנהג. השי\"ת יכפר כל עוונותינו ויורינו דרכיו ונלכה באורחותיו ותהי נפשנו דבקה בו וביחודו יתברך בצאתה מן הגוף כשלהבת קשורה בגחלת אמן כן יהי רצון אמן."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}