{
    "title": "Mishneh Torah, Vows",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Vows",
    "text": [
        [
            "הַנֵּדֶר נֶחְלָק לִשְׁתֵּי מַחֲלוֹקוֹת. הַחֵלֶק הָרִאשׁוֹן הוּא שֶׁיֶּאֱסֹר עַל עַצְמוֹ דְּבָרִים הַמֻּתָּרִים לוֹ כְּגוֹן שֶׁיֹּאמַר פֵּרוֹת מְדִינָה פְּלוֹנִית אֲסוּרִין עָלַי כָּל שְׁלֹשִׁים יוֹם אוֹ לְעוֹלָם. אוֹ מִין פְּלוֹנִי מִפֵּרוֹת הָעוֹלָם אוֹ פֵּרוֹת אֵלּוּ אֲסוּרִין עָלַי. בְּכָל לָשׁוֹן שֶׁיֶּאֱסֹר הֲרֵי זֶה נֶאֱסָר בָּהֶן. וְאַף עַל פִּי שֶׁאֵין שָׁם שְׁבוּעָה כְּלָל וְלֹא הַזְכָּרַת שֵׁם וְלֹא כִּנּוּי. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(במדבר ל ג)</small> \"לֶאְסֹר אִסָּר עַל נַפְשׁוֹ\". שֶׁיֶּאֱסֹר עַל עַצְמוֹ דְּבָרִים הַמֻּתָּרִים. וְכֵן אִם אָמַר הֲרֵי הֵן עָלַי אִסָּר הֲרֵי אֵלּוּ אֲסוּרִין וְחֵלֶק זֶה הוּא שֶׁאֲנִי קוֹרֵא אוֹתוֹ נִדְרֵי אִסָּר: \n",
            "וְהַחֵלֶק הַשֵּׁנִי הוּא שֶׁיְּחַיֵּב עַצְמוֹ בְּקָרְבָּן שֶׁאֵינוֹ חַיָּב בּוֹ. כְּגוֹן שֶׁיֹּאמַר הֲרֵי עָלַי לְהָבִיא עוֹלָה. אוֹ הֲרֵי עָלַי לְהָבִיא שְׁלָמִים אוֹ מִנְחָה. הֲרֵי בְּהֵמָה זוֹ עוֹלָה אוֹ שְׁלָמִים. וְהָאוֹמֵר [הֲרֵי] עָלַי הוּא הַנִּקְרָא נֵדֶר. וְהָאוֹמֵר הֲרֵי זוֹ הוּא הַנִּקְרָא נְדָבָה. וְהַנְּדָבָה וְהַנֵּדֶר מִמִּין אֶחָד הוּא אֶלָּא שֶׁהַנְּדָרִים חַיָּבִין בְּאַחֲרָיוּתָן וּנְדָבוֹת אֵין חַיָּבִין בְּאַחֲרָיוּתָן. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(דברים יב יז)</small> \"וּנְדָרֶיךָ אֲשֶׁר תִּדֹּר וְנִדְבֹתֶיךָ\" וְגוֹ'. וְחֵלֶק זֶה הוּא שֶׁאֲנִי קוֹרֵא אוֹתוֹ נִדְרֵי הֶקְדֵּשׁ: \n",
            "וְדִינֵי הַחֵלֶק הָרִאשׁוֹן וְעִנְיָנוֹ הֵם שֶׁאָנוּ מְבָאֲרִים בַּהֲלָכוֹת אֵלּוּ. אֲבָל דִּינֵי נִדְרֵי הֶקְדֵּשׁ וּמִשְׁפְּטֵיהֶם כֻּלָּם יִתְבָּאֲרוּ בִּמְקוֹמָם בְּהִלְכוֹת מַעֲשֵׂה הַקָּרְבָּנוֹת: \n",
            "מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁיְּקַיֵּם אָדָם שְׁבוּעָתוֹ אוֹ נִדְרוֹ בֵּין שֶׁהָיָה מִנִּדְרֵי אִסָּר בֵּין שֶׁהָיָה מִנִּדְרֵי הֶקְדֵּשׁ. שֶׁנֶּאֱמַר <small>(דברים כג כד)</small> \"מוֹצָא שְׂפָתֶיךָ תִּשְׁמֹר וְעָשִׂיתָ כַּאֲשֶׁר נָדַרְתָּ\" וְנֶאֱמַר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\": \n",
            "הָאוֹסֵר עַל עַצְמוֹ מִין מִמִּינֵי מַאֲכָל כְּגוֹן שֶׁאָמַר תְּאֵנִים אֲסוּרִין עָלַי אוֹ תְּאֵנִים שֶׁל מְדִינָה פְּלוֹנִית אֲסוּרִים עָלַי אוֹ תְּאֵנִים אֵלּוּ אֲסוּרִין עָלַי וְכַיּוֹצֵא בְּאֵלּוּ וְאָכַל מֵהֶן כָּל שֶׁהוּא לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\". שֶׁאֵין לִנְדָרִים שִׁעוּר. שֶׁכָּל הַנּוֹדֵר מִדָּבָר הֲרֵי זֶה כִּמְפָרֵשׁ כָּל שֶׁהוּא. אָמַר אֲכִילָה מִפֵּרוֹת מְדִינָה פְּלוֹנִית אֲסוּרִין עָלַי אוֹ אֲכִילָה מִפֵּרוֹת אֵלּוּ אֵינוֹ לוֹקֶה עַד שֶׁיֹּאכַל כְּזַיִת: \n",
            "אָסַר עַל עַצְמוֹ אֲכִילָה מִן הַתְּאֵנִים וַאֲכִילָה מִן הָעֲנָבִים בֵּין בְּנֵדֶר אֶחָד בֵּין בִּשְׁנֵי נְדָרִים הֲרֵי אֵלּוּ מִצְטָרְפִין לִכְזַיִת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי קָרְבָּן אוֹ שֶׁאָמַר הֲרֵי הֵם כְּקָרְבָּן אוֹ שֶׁאָמַר לַחֲבֵרוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ עָלַי קָרְבָּן אוֹ כְּקָרְבָּן אוֹ הֲרֵי הֵן עָלַי קָרְבָּן. הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו מִפְּנֵי שֶׁאֶפְשָׁר שֶׁיִּדֹּר אָדָם קָרְבָּן וְיַעֲשֶׂה בְּהֵמָה שֶׁהָיְתָה חֹל קָרְבָּן וְתֵאָסֵר: \n",
            "אֲבָל הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי אוֹ מִין פְּלוֹנִי עָלַי אוֹ מַה שֶּׁאֹכַל עִם פְּלוֹנִי עָלַי כִּבְשַׂר חֲזִיר אוֹ כְּעַכּוּ''ם אוֹ כִּנְבֵלוֹת וּטְרֵפוֹת וְכַיּוֹצֵא בְּאֵלּוּ הֲרֵי אֵלּוּ מֻתָּרִין וְאֵין כָּאן נֵדֶר. שֶׁאִי אֶפְשָׁר שֶׁיַּעֲשֶׂה דָּבָר שֶׁאֵינוֹ בְּשַׂר חֲזִיר כִּבְשַׂר חֲזִיר: \n",
            "זֶה הַכְּלָל כָּל הַמֵּשִׂים דְּבָרִים הַמֻּתָּרִים כַּדְּבָרִים הָאֲסוּרִים אִם אוֹתוֹ דָּבָר הָאָסוּר יָכוֹל לַעֲשׂוֹתוֹ בְּנֵדֶר הֲרֵי אֵלּוּ אֲסוּרִים. וְאִם אֵינוֹ יָכוֹל לַעֲשׂוֹתוֹ בְּנֵדֶר הֲרֵי אֵלּוּ מֻתָּרִין: \n",
            "הַחַטָּאת וְהָאָשָׁם אַף עַל פִּי שֶׁאֵינָן בָּאִין בְּנֵדֶר וּנְדָבָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ אֶפְשָׁר לַנּוֹדֵר לְהָבִיא אוֹתָם מֵחֲמַת נִדְרוֹ. שֶׁהַנּוֹדֵר בְּנָזִיר מֵבִיא חַטָּאת וְאִם נִטְמָא מֵבִיא אָשָׁם כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כְּחַטָּאת אוֹ כְּאָשָׁם אוֹ שֶׁאָמַר הֲרֵי הֵן חַטָּאת אוֹ הֲרֵי הֵן אָשָׁם הֲרֵי אֵלּוּ אֲסוּרִין. וְאֵין צָרִיךְ לוֹמַר בְּאוֹמֵר הֲרֵי הֵן עוֹלָה אוֹ שְׁלָמִים אוֹ מִנְחָה אוֹ תּוֹדָה שֶׁהֵן אֲסוּרִין שֶׁכָּל אֵלּוּ בָּאִין בְּנֵדֶר וּנְדָבָה: \n",
            "אֲבָל הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כְּחַלַּת אַהֲרֹן אוֹ כִּתְרוּמָתוֹ הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין שָׁם דֶּרֶךְ לְהָבִיא אֵלּוּ בְּנֵדֶר וּנְדָבָה: \n",
            "הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי כְּנוֹתָר כְּפִגּוּל כְּבָשָׂר טָמֵא שֶׁל קָדָשִׁים הֲרֵי אֵלּוּ אֲסוּרִין שֶׁהֲרֵי עֲשָׂאָן כִּבְשַׂר קָרְבָּן מִכָּל מָקוֹם: \n",
            "הָאוֹמֵר הֲרֵי הֵן עָלַי כְּמַעֲשַׂר בְּהֵמָה הֲרֵי אֵלּוּ אֲסוּרִין הוֹאִיל וּקְדֻשָּׁתוֹ בִּידֵי אָדָם. הֲרֵי הֵן עָלַי כִּבְכוֹר הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין קְדֻשָּׁתוֹ בִּידֵי אָדָם וְאֵינוֹ יָכוֹל לְהַתְפִּיסוֹ בְּנֵדֶר שֶׁנֶּאֱמַר <small>(ויקרא כז כו)</small> \"לֹא יַקְדִּישׁ אִישׁ אֹתוֹ\": \n",
            "אָמַר הֲרֵי הֵן עָלַי כְּחֶרְמֵי שָׁמַיִם הֲרֵי אֵלּוּ אֲסוּרִין. שֶׁחֶרְמֵי שָׁמַיִם לְבֶדֶק הַבַּיִת. הֲרֵי הֵן עָלַי כִּתְרוּמַת הַלִּשְׁכָּה כִּתְמִידִים כְּדִירִים כְּעֵצִים כְּאִשִּׁים כְּמִזְבֵּחַ אוֹ כְּאַחַד מִמְּשַׁמְּשֵׁי הַמִּזְבֵּחַ. כְּגוֹן שֶׁאָמַר הֲרֵי הֵן עָלַי כְּיָעִים כְּמִזְרָקוֹת כְּמִזְלָגוֹת וְכַיּוֹצֵא בָּהֶן. וְכֵן הָאוֹמֵר הֲרֵי הֵן עָלַי כְּהֵיכָל כִּירוּשָׁלַיִם הֲרֵי אֵלּוּ אֲסוּרִין. וְאַף עַל פִּי שֶׁלֹּא הַזְכִּיר שֵׁם קָרְבָּן. שֶׁכָּל דְּבָרִים אֵלּוּ עִנְיָנָם כְּאוֹמֵר הֲרֵי הֵן עָלַי קָרְבָּן: \n",
            "הָיָה לְפָנָיו בְּשַׂר קֹדֶשׁ אֲפִלּוּ הָיָה בְּשַׂר שְׁלָמִים אַחַר זְרִיקַת דָּמִים שֶׁהוּא מֻתָּר לַזָּרִים וְאָמַר הֲרֵי הֵן עָלַי כְּבָשָׂר זֶה הֲרֵי אֵלּוּ אֲסוּרִין. שֶׁלֹּא הִתְפִּיס אֶלָּא בְּעִקָּרוֹ שֶׁהָיָה אָסוּר. אֲבָל אִם הָיָה בְּשַׂר בְּכוֹר אִם לִפְנֵי זְרִיקַת דָּמִים הֲרֵי זֶה אָסוּר וְאִם לְאַחר זְרִיקַת דָּמִים הֲרֵי זֶה מֻתָּר: \n",
            "יֵשׁ מְקוֹמוֹת שֶׁאַנְשֵׁיהֶם עִלְּגִים וּמַפְסִידִין אֶת הַלָּשׁוֹן וּמְכַנִּין עַל דָּבָר בְּדָבָר אַחֵר הוֹלְכִין שָׁם אַחַר הַכִּנּוּי. כֵּיצַד כָּל כִּנּוּיֵי קָרְבָּן כְּקָרְבָּן. הָאוֹמֵר הֲרֵי הֵן עָלַי קוֹנַם קוֹנָח קוֹנָז הֲרֵי אֵלּוּ כִּנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶף חֵרֶךְ הֲרֵי אֵלּוּ כִּנּוּיִין לְחֵרֶם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הוֹלְכִין אַחַר לְשׁוֹן כְּלַל הָעָם בְּאוֹתוֹ מָקוֹם וּבְאוֹתוֹ זְמַן: \n",
            "וּכְשֵׁם שֶׁאוֹסֵר עַצְמוֹ בְּכִנּוּיִין כָּךְ אִם הִקְדִּישׁ בְּכִנּוּיִין הֲרֵי זֶה הֶקְדֵּשׁ. וְכִנּוּיֵי הַכִּנּוּיִין מֻתָּרִין בֵּין בְּנִדְרֵי אִסָּר בֵּין בְּנִדְרֵי הֶקְדֵּשׁ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ מַה שֶּׁאֹכַל עִמְּךָ לֹא יְהֵא חֻלִּין אוֹ לֹא יְהֵא כָּשֵׁר אוֹ לֹא יְהֵא דְּכִי אוֹ לֹא יְהֵא טָהוֹר הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ יְהֵא קָרְבָּן שֶׁהוּא אָסוּר. וְכֵן אִם אָמַר לוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ טָמֵא אוֹ נוֹתָר אוֹ פִּגּוּל הֲרֵי זֶה אָסוּר: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ לֹא חֻלִּין לֹא אֹכַל לְךָ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ מַה שֶּׁאֹכַל לְךָ לֹא יְהֵא חֻלִּין אֶלָּא קָרְבָּן. וְכֵן אִם אָמַר הַקָרְבָּן שֶׁאֹכַל לְךָ קָרְבָּן שֶׁאֹכַל לְךָ כְּקָרְבָּן שֶׁאֹכַל לְךָ הֲרֵי זֶה אָסוּר. אֲבָל הָאוֹמֵר הַקָּרְבָּן לֹא אֹכַל לְךָ אוֹ כְּקָרְבָּן לֹא אֹכַל לְךָ אוֹ לְקָרְבָּן לֹא אֹכַל לְךָ אוֹ קָרְבָּן לֹא אֹכַל לְךָ אוֹ לֹא קָרְבָּן לֹא אֹכַל לְךָ כָּל אֵלּוּ מֻתָּרִים. שֶׁאֵין מַשְׁמַע דְּבָרִים אֵלּוּ אֶלָּא שֶׁנִּשְׁבַּע בְּקָרְבָּן שֶׁלֹּא יֹאכַל לָזֶה וְהַנִּשְׁבָּע בְּקָרְבָּן אֵינוֹ כְּלוּם אוֹ שֶׁנָּדַר שֶׁלֹּא יֹאכַל לוֹ קָרְבָּן: \n",
            "חֻלִּין שֶׁאֹכַל לְךָ הַחֻלִּין שֶׁאֹכַל לְךָ כְּחֻלִּין שֶׁאֹכַל לְךָ חֻלִּין שֶׁלֹּא אֹכַל לְךָ הַחֻלִּין שֶׁלֹּא אֹכַל לְךָ כְּחֻלִּין שֶׁלֹּא אֹכַל לְךָ הֲרֵי זֶה מֻתָּר: \n",
            "אֲבָל הָאוֹמֵר לֹא טָמֵא שֶׁאֹכַל לְךָ לֹא נוֹתָר שֶׁאֹכַל לְךָ לֹא פִּגּוּל שֶׁאֹכַל לְךָ אָסוּר. שֶׁמַּשְׁמָעוֹ שֶׁל דָּבָר דָּבָר שֶׁאֹכַל הוּא שֶׁיִּהְיֶה פִּגּוּל אוֹ טָמֵא לְפִיכָךְ לֹא אֹכַל לְךָ: \n",
            "בַּהֵיכָל שֶׁאֹכַל לְךָ הֵיכָל שֶׁאֹכַל לְךָ לֹא הֵיכָל שֶׁאֹכַל לְךָ אָסוּר. הֵיכָל שֶׁלֹּא אֹכַל לְךָ כְּהֵיכָל שֶׁלֹּא אֹכַל לְךָ לֹא הֵיכָל שֶׁלֹּא אֹכַל לְךָ מֻתָּר. שֶׁזֶּה כְּמִי שֶׁנִּשְׁבַּע בַּהֵיכָל שֶׁלֹּא יֹאכַל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ מֻדָּר אֲנִי מִמְּךָ מַשְׁמַע דָּבָר זֶה שֶׁלֹּא יְדַבֵּר עִמּוֹ. מֻפְרָשׁ אֲנִי מִמְּךָ מַשְׁמָעוֹ שֶׁלֹּא יִשָּׂא וְיִתֵּן עִמּוֹ. מְרֻחָק אֲנִי מִמְּךָ מַשְׁמָעוֹ שֶׁלֹּא יֵשֵׁב בְּאַרְבַּע אַמּוֹתָיו. וְכֵן אִם אָמַר לוֹ מְנֻדֶּה אֲנִי לְךָ אוֹ מְשַׁמַּתְנָא מִמְּךָ. אֲבָל אִם אָמַר לוֹ מֻדָּר אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ. אוֹ מֻפְרָשׁ אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ אוֹ מְרֻחָק אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ הֲרֵי זֶה אָסוּר לֶאֱכל. וְאִם אָכַל כְּזַיִת מִכָּל נְכָסָיו לוֹקֶה מִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\": \n",
            "אָמַר לוֹ מְנֻדֶּה אֲנִי לְךָ שֶׁלֹּא אֹכַל לְךָ אֵינוֹ אוֹכֵל לוֹ וְאִם אָכַל אֵינוֹ לוֹקֶה. אָמַר לוֹ נָדִינָא מִמְּךָ הֲרֵי זֶה אָסוּר לֵהָנוֹת: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ הֲרֵי עָלַי כְּנִדְרֵי רְשָׁעִים אִם אֹכַל לְךָ שֶׁמִּנִּדְרֵיהֶם נָזִיר וְקָרְבָּן וּשְׁבוּעָה וְאָכַל חַיָּב בְּכֻלָּן. וְכֵן הָאוֹמֵר הֲרֵי עָלַי כִּנְדָבוֹת כְּשֵׁרִים שֶׁמִּנִּדְבוֹתָם נָזִיר וְקָרְבָּן הֲרֵי זֶה חַיָּב: \n",
            "אָמַר הֲרֵי עָלַי כְּנִדְרֵי רְשָׁעִים אוֹ כִּנְדָבוֹת כְּשֵׁרִים שֶׁאֹכַל לְךָ אוֹ אִם אֹכַל לְךָ הֲרֵי זֶה אָסוּר אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ. אָמַר כְּנִדְרֵי כְּשֵׁרִים לֹא נִתְחַיֵּב בִּכְלוּם שֶׁאֵין הַכְּשֵׁרִים נוֹדְרִים בְּדֶרֶךְ אִסּוּר וָכַעַס. אָמַר כְּנִדְרֵי רְשָׁעִים הֲרֵינִי וְהָיָה נָזִיר עוֹבֵר לְפָנָיו חַיָּב בִּנְזִירוּת. כְּנִדְרֵי רְשָׁעִים עָלַי חַיָּב קָרְבָּן. כְּנִדְרֵי רְשָׁעִים שֶׁלֹּא אֹכַל מִמֶּנּוּ חַיָּב בִּשְׁבוּעָה: \n",
            "הַנּוֹדֵר בַּתּוֹרָה כְּגוֹן שֶׁאָמַר פֵּרוֹת אֵלּוּ עָלַי כָּזוֹ לֹא אָמַר כְּלוּם וְאֵינוֹ צָרִיךְ שְׁאֵלָה לְחָכָם. אֶלָּא אִם כֵּן הָיָה עַם הָאָרֶץ. כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים: \n",
            "נָדַר בְּמַה שֶּׁכָּתוּב בָּהּ הֲרֵי זֶה אָסוּר שֶׁהֲרֵי כָּתוּב בָּהּ אִסָּר וְנֶדֶר. נְטָלָהּ בְּיָדוֹ וְנָדַר בָּהּ הֲרֵי זֶה כְּמִי שֶׁנָּדַר בְּמַה שֶּׁכָּתוּב בָּהּ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ נַשְׁכִּים וְנִשְׁנֶה פֶּרֶק. עָלָיו לְהַשְׁכִּים וְלִקְרוֹת שֶׁזֶּה כְּמוֹ נֵדֶר הוּא וְאַף עַל פִּי שֶׁלֹּא הוֹצִיאוֹ בִּלְשׁוֹן נֵדֶר: \n",
            "הָאוֹמֵר לְאִשְׁתּוֹ הֲרֵי אַתְּ עָלַי כְּאִמִּי אוֹ כַּאֲחוֹתִי אוֹ כְּעָרְלָה אוֹ כְּכִלְאֵי הַכֶּרֶם הֲרֵי זֶה כְּאוֹמֵר עַל הַפֵּרוֹת הֲרֵי אֵלּוּ כִּבְשַׂר חֲזִיר. כְּשֵׁם שֶׁהוּא מֻתָּר לְאָכְלָן כְּמוֹ שֶׁבֵּאַרְנוּ כָּךְ מֻתָּר בְּאִשְׁתּוֹ. אֲבָל אִם אָמַר לָהּ הֲרֵינִי מֻדָּר מִמְּךָ הֲנָיָה אוֹ הֲנָאַת תַּשְׁמִישֵׁךְ אֲסוּרָה עָלַי הֲרֵי זוֹ אֲסוּרָה עָלָיו כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
        ],
        [
            "אֶחָד הַנּוֹדֵר מִפִּי עַצְמוֹ אוֹ שֶׁהִדִּירוֹ חֲבֵרוֹ וְאָמַר אָמֵן אוֹ דָּבָר שֶׁעִנְיָנוֹ כְּעִנְיַן אָמֵן שֶׁהוּא קַבָּלַת דְּבָרִים: \n",
            "וְאֵין הַנּוֹדֵר נֶאֱסָר בְּדָבָר שֶׁאָסַר עַל עַצְמוֹ עַד שֶׁיּוֹצִיא בִּשְׂפָתָיו וְיִהְיֶה פִּיו וְלִבּוֹ שָׁוִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת. אֲבָל הַמִּתְכַּוֵּן לִנְדֹּר בְּנָזִיר וְנָדַר בְּקָרְבָּן. בְּקָרְבָּן וְנָדַר בְּנָזִיר. בִּשְׁבוּעָה וְנָדַר. אוֹ שֶׁנִּתְכַּוֵּן לִנְדֹּר וְנִשְׁבַּע. אוֹ שֶׁנִּתְכַּוֵּן לוֹמַר תְּאֵנִים וְאָמַר עֲנָבִים. הֲרֵי זֶה מֻתָּר בִּשְׁנֵיהֶם וְאֵין כָּאן נֵדֶר: \n",
            "הַנּוֹדֵר עַל דַּעַת אֲחֵרִים הֲרֵי זֶה כְּנִשְׁבָּע עַל דַּעַת אֲחֵרִים. וְכֵן הַנּוֹדֵר וְחָזַר בּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר אוֹ שֶׁמִּחוּ בּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר וְקִבֵּל הֲרֵי זֶה מֻתָּר. וְדִין כָּל אֵלּוּ הַדְּבָרִים בִּנְדָרִים כְּדִינָן בִּשְׁבוּעוֹת: \n",
            "מִי שֶׁהִתְנָה קֹדֶם שֶׁיִּדֹּר וְאָמַר כָּל נֵדֶר שֶׁאֶדֹּר מִכָּאן וְעַד עֶשֶׂר שָׁנִים הֲרֵינִי חוֹזֵר בָּהֶן אוֹ הֲרֵי הֵן בְּטֵלִים וְכַיּוֹצֵא בַּדְּבָרִים אֵלּוּ וְאַחַר כָּךְ נָדַר. אִם הָיָה זוֹכֵר הַתְּנַאי בְּשָׁעָה שֶׁנָּדַר הֲרֵי נִדְרוֹ קַיָּם שֶׁהֲרֵי בִּטֵּל הַתְּנַאי בְּנֵדֶר זֶה. וְאִם לֹא זָכַר הַתְּנַאי אֶלָּא אַחַר שֶׁנָּדַר אַף עַל פִּי שֶׁקִּבֵּל הַתְּנַאי בְּלִבּוֹ וְקִיְּמוֹ הֲרֵי הַנֵּדֶר בָּטֵל. וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא עַתָּה הַחֲזָרָה בְּפִיו כְּבָר הִקְדִּים הַחֲזָרָה לַנֵּדֶר וְהוֹצִיאָהּ בְּפִיו מִקֹּדֶם. וְיֵשׁ שֶׁמּוֹרֶה לְהַחְמִיר וְאוֹמֵר וְהוּא שֶׁיִּזְכֹּר הַתְּנַאי אַחַר שֶׁנָּדַר בְּתוֹךְ כְּדֵי דִּבּוּר: \n",
            "מִי שֶׁהִקְדִּים אֶת הַתְּנַאי לְשָׁנָה אוֹ לְעֶשֶׂר וְאַחַר כָּךְ נָדַר וְנִזְכַּר בְּשָׁעָה שֶׁנָּדַר שֶׁיֵּשׁ לוֹ תְּנַאי וְשָׁכַח עַל אֵי זֶה דָּבָר הִתְנָה וְכֵיצַד הָיָה הַתְּנַאי. אִם אָמַר עַל דַּעַת רִאשׁוֹנָה אֲנִי עוֹשֶׂה אֵין נִדְרוֹ נֵדֶר שֶׁהֲרֵי בִּטְּלוֹ. וְאִם לֹא אָמַר עַל דַּעַת רִאשׁוֹנָה אֲנִי עוֹשֶׂה כְּבָר בִּטֵּל הַתְּנַאי וְקִיֵּם הַנֵּדֶר שֶׁהֲרֵי זָכַר בִּשְׁעַת הַנֵּדֶר שֶׁיֵּשׁ שָׁם תְּנַאי וְאַף עַל פִּי כֵן נָדַר: \n",
            "יֵשׁ מֵהַגְּאוֹנִים שֶׁאוֹמְרִים אֵין כָּל אֵלּוּ הַדְּבָרִים נוֹהֲגִין אֶלָּא בִּנְדָרִים בִּלְבַד לֹא בִּשְׁבוּעוֹת. וְיֵשׁ מִי שֶׁמּוֹרֶה שֶׁדִּין הַנְּדָרִים וְהַשְּׁבוּעוֹת בְּעִנְיָנוֹת אֵלּוּ אֶחָד הֵם. וְכִי יֵשׁ לוֹ לְהַקְדִּים תְּנַאי לִשְׁבוּעָתוֹ כְּדֶרֶךְ שֶׁאָמְרוּ בִּנְדָרִים: \n",
            "סְתָם נְדָרִים לְהַחְמִיר. וּפֵרוּשָׁן יֵשׁ בּוֹ לְהָקֵל וּלְהַחְמִיר. כֵּיצַד. הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי כְּבָשָׂר מָלִיחַ וּכְיֵין נֶסֶךְ. אוֹמְרִין לוֹ וּמֶה הָיָה בְּלִבְּךָ. אִם פֵּרֵשׁ וְאָמַר כְּבָשָׂר מָלִיחַ שֶׁל קָרְבָּן וּכְיַיִן שֶׁנִּתְנַסֵּךְ עַל הַמִּזְבֵּחַ הָיָה בְּלִבִּי הֲרֵי זֶה אָסוּר. וְאִם אָמַר לֹא הָיָה בְּלִבִּי אֶלָּא תִּקְרֹבֶת עַכּוּ''ם וְיַיִן שֶׁנִּתְנַסֵּךְ לָהּ הֲרֵי זֶה מֻתָּר. וְאִם נָדַר סְתָם הֲרֵי זֶה אָסוּר: \n",
            "וְכֵן הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי חֵרֶם. אִם כְּחֵרֶם שֶׁל בֶּדֶק הַבַּיִת אָסוּר. וְאִם כְּחֶרְמֵי הַכֹּהֲנִים מֻתָּר. מִפְּנֵי שֶׁהֵן מָמוֹן שֶׁלָּהֶם וְאֵין בָּהּ אִסּוּר. וְאִם סְתָם אָסוּר: \n",
            "הֲרֵי הֵן עָלַי כְּמַעֲשֵׂר. אִם כְּמַעֲשַׂר בְּהֵמָה אָסוּר מִפְּנֵי שֶׁהוּא קָרְבָּן שֶׁהִקְדִּישׁוֹ בְּיָדוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם כְּמַעֲשַׂר דָּגָן מֻתָּר וְאִם סְתָם אָסוּר: \n",
            "הֲרֵי הֵן עָלַי כִּתְרוּמָה. אִם לִתְרוּמַת הַלִּשְׁכָּה נִתְכַּוֵּן הֲרֵי זֶה אָסוּר. וְאִם לִתְרוּמַת הַגֹּרֶן נִתְכַּוֵּן מֻתָּר. וְאִם סְתָם אָסוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁמַּשְׁמָע כָּל אֶחָד מֵאֵלּוּ שָׁם שְׁנֵי עִנְיָנוֹת. אֲבָל מָקוֹם שֶׁדַּרְכָּן שֶׁאֵין קוֹרְאִים חֵרֶם סְתָם אֶלָּא לְחֶרְמֵי בֶּדֶק הַבַּיִת בִּלְבַד וְאָמַר שָׁם הֲרֵי הֵן עָלַי חֵרֶם הֲרֵי זֶה אָסוּר. וְכֵן אִם הָיָה דַּרְכָּן שֶׁאֵין קוֹרְאִים חֵרֶם סְתָם אֶלָּא לְחֶרְמֵי כֹּהֲנִים הֲרֵי זֶה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁאֵין הוֹלְכִין בִּנְדָרִים אֶלָּא אַחַר לְשׁוֹן אַנְשֵׁי אוֹתוֹ מָקוֹם בְּאוֹתוֹ זְמַן: \n",
            "הַנּוֹדֵר בְּחֵרֶם וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא חֶרְמוֹ שֶׁל יָם שֶׁהִיא הַמִּכְמֹרֶת. נָדַר בְּקָרְבָּן וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא בְּקָרְבְּנוֹת מְלָכִים. אָמַר לַחֲבֵרוֹ הֲרֵי עַצְמִי עָלֶיךָ קָרְבָּן וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא לְאָסְרוֹ בְּעֶצֶם שֶׁהִנַּחְתִּי לִי לִהְיוֹת נוֹדֵר בּוֹ דֶּרֶךְ שְׂחוֹק. נָדַר שֶׁלֹּא תֵּהָנֶה לוֹ אִשְׁתּוֹ וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא אִשְׁתִּי רִאשׁוֹנָה שֶׁגֵּרַשְׁתִּיהָ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים שֶׁמַּשְׁמָעָן לְכָל הָעָם אִסּוּר וְהוּא אוֹמֵר לֹא נִתְכַּוַּנְתִּי אֶלָּא לְכָךְ וּלְכָךְ. אִם הָיָה הַנּוֹדֵר תַּלְמִיד חָכָם הֲרֵי זֶה מֻתָּר וְאֵין צָרִיךְ שְׁאֵלָה לְחָכָם. וְאִם הָיָה עַם הָאָרֶץ מַרְאִין בְּעֵינָיו שֶׁזֶּה נֵדֶר וְשֶׁהוּא אָסוּר וּפוֹתְחִים לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ. וּבֵין שֶׁהָיָה תַּלְמִיד חָכָם אוֹ עַם הָאָרֶץ גּוֹעֲרִין בָּהֶן וּמְלַמְּדִין אוֹתָן שֶׁלֹּא יִנְהֲגוּ מִנְהָג זֶה בִּנְדָרִים וְלֹא יִהְיוּ נוֹדְרִין דֶּרֶךְ שְׂחוֹק וְהִתּוּל: \n",
            "וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ הֲרֵי אַתְּ עָלַי כְּאִמִּי אוֹ הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כִּבְשַׂר חֲזִיר שֶׁאֵין כָּאן נֵדֶר כְּמוֹ שֶׁבֵּאַרְנוּ. אִם הָיָה הָאוֹמֵר תַּלְמִיד חָכָם אֵינוֹ צָרִיךְ שְׁאֵלָה לְחָכָם. וְאִם הָיָה עַם הָאָרֶץ צָרִיךְ שְׁאֵלָה לְחָכָם וּמַרְאִין בְּעֵינָיו שֶׁאִשְׁתּוֹ אֲסוּרָה וְשֶׁאוֹתָן הַפֵּרוֹת אֲסוּרִין וּפוֹתְחִין לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ נִדְרוֹ כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים: \n",
            "הַהֶפְקֵר אַף עַל פִּי שֶׁאֵינוֹ נֵדֶר הֲרֵי הוּא כְּמוֹ נֵדֶר שֶׁאָסוּר לוֹ לַחְזֹר בּוֹ. וּמַה הוּא הַהֶפְקֵר הוּא שֶׁיֹּאמַר אָדָם נְכָסִים אֵלּוּ הֶפְקֵר לַכּל. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת. וְכֵיצַד דִּין הַהֶפְקֵר. כָּל הַקּוֹדֵם וְזָכָה בּוֹ קָנָהוּ לְעַצְמוֹ וְנַעֲשָׂה שֶׁלּוֹ. וַאֲפִלּוּ זֶה שֶׁהִפְקִיר דִּינוֹ בּוֹ כְּדִין כָּל אָדָם אִם קָדַם וְזָכָה בּוֹ קָנָהוּ: \n",
            "הַמַּפְקִיר לַעֲנִיִּים אֲבָל לֹא לַעֲשִׁירִים אֵינוֹ הֶפְקֵר עַד שֶׁיַּפְקִיר לַכּל כִּשְׁמִטָּה. והַמַּפְקִיר עֲבָדָיו הַגְּדוֹלִים קָנוּ עַצְמָן. וְהַקְּטַנִּים כָּל הַקּוֹדֵם וְהֶחֱזִיק בָּהֶן זָכָה כִּשְׁאָר הַמִּטַּלְטְלִין: \n",
            "הַמַּפְקִיר אֶת הַקַּרְקַע כָּל הַקּוֹדֵם וְהֶחֱזִיק בָּהּ זָכָה. דִּין תּוֹרָה אֲפִלּוּ הִפְקִיר בִּפְנֵי אֶחָד הֲרֵי זֶה הֶפְקֵר וְנִפְטָר מִן הַמַּעַשְׂרוֹת כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. אֲבָל מִדִּבְרֵי סוֹפְרִים אֵינוֹ הֶפְקֵר עַד שֶׁיַּפְקִיר בִּפְנֵי שְׁלֹשָׁה כְּדֵי שֶׁיִּהְיֶה אֶחָד זוֹכֶה אִם רָצָה וְהַשְּׁנַיִם מְעִידִים. וְהָאוֹמֵר הֲרֵי זֶה הֶפְקֵר וְזֶה. הֲרֵי הַשֵּׁנִי סְפֵק הֶפְקֵר וְאִם אָמַר וְזֶה כְּמוֹ זֶה אוֹ שֶׁאָמַר וְגַם זֶה הֲרֵי הִתְפִּיס הַשֵּׁנִי וְיִהְיֶה הֶפְקֵר וַדַּאי: \n",
            "הַמַּפְקִיר אֶת שָׂדֵהוּ וְלֹא זָכָה בָּהּ אָדָם כָּל שְׁלֹשָׁה יָמִים יָכוֹל לַחְזֹר בּוֹ. אַחַר שְׁלֹשָׁה יָמִים אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא אִם כֵּן קָדַם וְזָכָה בָּהּ הֲרֵי הוּא כְּזוֹכֶה מִן הַהֶפְקֵר בֵּין הוּא בֵּין אַחֵר: \n",
            "הָאוֹמֵר שָׂדֶה זוֹ מֻפְקֶרֶת לְיוֹם אֶחָד לְשַׁבָּת אַחַת לְחֹדֶשׁ אֶחָד לְשָׁנָה אַחַת לְשָׁבוּעַ אֶחָד עַד שֶׁלֹּא זָכָה בָּהּ הוּא אוֹ אַחֵר יָכוֹל לַחְזֹר בּוֹ. וּמִשֶּׁזָּכָה בָּהּ בֵּין הוּא בֵּין אַחֵר אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. וּמִפְּנֵי מָה יֵשׁ לוֹ לַחְזֹר כָּאן עַד שֶׁיִּזְכּוּ בָּהּ מִפְּנֵי שֶׁזֶּה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא שֶׁאֵין אָדָם מַפְקִיר לִזְמַן קָצוּב: \n",
            "דָּבָר הַמֻּפְקָר שֶׁבָּא אֶחָד וּשְׁמָרוֹ וְהָיָה מַבִּיט בּוֹ שֶׁלֹּא יִטְּלֶנּוּ אָדָם לֹא קָנָהוּ בְּהַבָּטָה אֶלָּא עַד שֶׁיַּגְבִּיהוֹ אִם הָיָה מִטַּלְטְלִין אוֹ יַחֲזִיק בַּקַּרְקַע כְּדֶרֶךְ שֶׁקּוֹנִין הַלָּקוֹחוֹת: \n"
        ],
        [
            "אַרְבָּעָה דְּבָרִים יֵשׁ בֵּין נְדָרִים לִשְׁבוּעַת בִּטּוּי. שֶׁבִּשְׁבוּעַת בִּטּוּי אֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. וּבִנְדָרִים יָחוּל נֵדֶר עַל נֵדֶר. הַמִּתְפַּיֵּס בִּשְׁבוּעָה פָּטוּר וּבִנְדָרִים חַיָּב. אֵין שְׁבוּעַת בִּטּוּי חָלָה אֶלָּא עַל דִּבְרֵי הָרְשׁוּת. וּנְדָרִים חָלוֹת עַל דִּבְרֵי מִצְוָה כְּדִבְרֵי הָרְשׁוּת. שְׁבוּעַת בִּטּוּי חָלָה עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ וְעַל דָּבָר שֶׁאֵין בּוֹ מַמָּשׁ. וּנְדָרִים אֵינָן חָלִין אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ: \n",
            "כֵּיצַד יָחוּל נֵדֶר עַל נֵדֶר. הָאוֹמֵר הֲרֵי עָלַי קָרְבָּן אִם אָכַלְתִּי כִּכָּר זוֹ. הֲרֵי עָלַי קָרְבָּן אִם אֹכָלֶנָּה וַאֲכָלָהּ חַיָּב עַל כָּל אַחַת וְאַחַת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כֵּיצַד הַמִּתְפַּיֵּס בִּנְדָרִים חַיָּב. שָׁמַע חֲבֵרוֹ שֶׁנָּדַר וְאָמַר וַאֲנִי כְּמוֹתְךָ בְּתוֹךְ כְּדֵי דִּבּוּר הֲרֵי זֶה אָסוּר בְּמַה שֶּׁנֶּאֱסַר בּוֹ חֲבֵרוֹ. שָׁמַע הַשְּׁלִישִׁי זֶה שֶׁאָמַר וַאֲנִי וְאָמַר וַאֲנִי אֲפִלּוּ הָיוּ מֵאָה וְכָל אֶחָד מֵהֶן אוֹמֵר וַאֲנִי בְּתוֹךְ כְּדֵי דִּבּוּרוֹ שֶׁל חֲבֵרוֹ הֲרֵי כֻּלָּן אֲסוּרִין: \n",
            "וְכֵן הָאוֹמֵר הַבָּשָׂר הַזֶּה עָלַי אָסוּר וְחָזַר וְאָמַר אֲפִלּוּ אַחַר כַּמָּה יָמִים וְהַפַּת הַזֹּאת כַּבָּשָׂר הַזֶּה הֲרֵי הַפַּת נִתְפְּשָׂה וְנֶאֶסְרָה. חָזַר וְאָמַר וּדְבַשׁ זֶה כַּפַּת הַזֹּאת וְיַיִן זֶה כִּדְבַשׁ זֶה אֲפִלּוּ הֵן מֵאָה כֻּלָּן אֲסוּרִין: \n",
            "הֲרֵי שֶׁמֵּת אָבִיו אוֹ רַבּוֹ הַיּוֹם וְנָדַר שֶׁיָּצוּם אוֹתוֹ הַיּוֹם וְצָם. וּלְאַחַר שָׁנִים אָמַר הֲרֵי יוֹם זֶה עָלָיו כְּיוֹם שֶׁמֵּת בּוֹ אָבִיו אוֹ רַבּוֹ הֲרֵי זֶה אָסוּר לֶאֱכל בּוֹ כְּלוּם שֶׁהֲרֵי הִתְפִּיס יוֹם זֶה וַאֲסָרוֹ כַּיּוֹם הָאָסוּר לוֹ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ: \n",
            "כֵּיצַד חָלִים הַנְּדָרִים עַל דִּבְרֵי מִצְוָה כְּדִבְרֵי הָרְשׁוּת. הָאוֹמֵר הֲרֵי הַמַּצָּה בְּלֵילֵי הַפֶּסַח אֲסוּרָה עָלָיו. הֲרֵי יְשִׁיבַת הַסֻּכָּה בֶּחָג הַסֻּכּוֹת אֲסוּרָה עָלָיו וַהֲרֵי הַתְּפִלִּין אֲסוּרוֹת בִּנְטִילָה עָלָיו הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו. וְאִם אָכַל אוֹ יָשַׁב אוֹ נָטַל לוֹקֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאֵין צָרִיךְ לוֹמַר בְּמִי שֶׁאָמַר הֲרֵי עָלַי קָרְבָּן אִם אֹכַל מַצָּה בְּלֵילֵי הַפֶּסַח שֶׁהוּא חַיָּב בְּקָרְבָּן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "וּמִפְּנֵי מָה נְדָרִים חָלִים עַל דִּבְרֵי מִצְוָה וּשְׁבוּעוֹת אֵין חָלוֹת עַל דִּבְרֵי מִצְוָה. שֶׁהַנִּשְׁבָּע אוֹסֵר עַצְמוֹ עַל דָּבָר שֶׁנִּשְׁבַּע עָלָיו. וְהַנּוֹדֵר אוֹסֵר הַדָּבָר הַנָּדוּר עַל עַצְמוֹ. נִמְצָא הַנִּשְׁבָּע לְבַטֵּל מִצְוָה אוֹסֵר עַצְמוֹ וּכְבָר עַצְמוֹ מֻשְׁבָּע מֵהַר סִינַי וְאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. וְהָאוֹסֵר דָּבָר זֶה בְּנֵדֶר זֶה הַדָּבָר הוּא שֶׁנֶּאֱסַר וְאוֹתוֹ הַדָּבָר אֵינוֹ מֻשְׁבָּע מֵהַר סִינַי: \n",
            "כְּשֶׁאַתָּה מִתְבּוֹנֵן בַּכָּתוּב תִּמְצָא שֶׁהַדְּבָרִים מַרְאִין כֵּן כְּמוֹ שֶׁקִּבְּלוּ חֲכָמִים מִפִּי הַשְּׁמוּעָה. שֶׁהֲרֵי אוֹמֵר בִּשְׁבוּעַת בִּטּוּי <small>(ויקרא ה ד)</small> \"לְהָרַע אוֹ לְהֵיטִיב\" בְּדִבְרֵי הָרְשׁוּת כְּמוֹ שֶׁבֵּאַרְנוּ. שֶׁיֹּאכַל וְיִשְׁתֶּה הַיּוֹם אוֹ שֶׁיָּצוּם וְכַיּוֹצֵא בָּהֶן. וּבִנְדָרִים הוּא אוֹמֵר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\" וְלֹא חִלֵּק בֵּין דִּבְרֵי מִצְוָה לְדִבְרֵי הָרְשׁוּת: \n",
            "הַנּוֹדֵר שֶׁיָּצוּם בְּשַׁבָּת אוֹ בְּיוֹם טוֹב חַיָּב לָצוּם. שֶׁהַנְּדָרִים חָלִים עַל דִּבְרֵי מִצְוָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַנּוֹדֵר שֶׁיָּצוּם יוֹם רִאשׁוֹן אוֹ יוֹם שְׁלִישִׁי כָּל יָמָיו וּפָגַע בּוֹ יוֹם זֶה וַהֲרֵי הוּא יוֹם טוֹב אוֹ עֶרֶב יוֹם הַכִּפּוּרִים הֲרֵי זֶה חַיָּב לָצוּם וְאֵין צָרִיךְ לוֹמַר רֹאשׁ חֹדֶשׁ. פָּגַע בּוֹ חֲנֻכָּה וּפוּרִים יִדָּחֶה נִדְרוֹ מִפְּנֵי הַיָּמִים הָאֵלּוּ הוֹאִיל וְאִסּוּר הַצּוֹם בָּהֶם מִדִּבְרֵי סוֹפְרִים הֲרֵי הֵן צְרִיכִין חִזּוּק וְיִדָּחֶה נִדְרוֹ מִפְּנֵי גְּזֵרַת חֲכָמִים: \n",
            "כֵּיצַד אֵין הַנְּדָרִים חָלִים אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. הָאוֹמֵר דִּבּוּרִי עָלֶיךָ קָרְבָּן אֵינוֹ אָסוּר מִלְּדַבֵּר עִמּוֹ שֶׁהַדִּבּוּר אֵין בּוֹ מַמָּשׁ. וְכֵן אִם אָמַר לוֹ דִּבּוּרִי אָסוּר עָלֶיךָ אֵין זֶה כְּאוֹמֵר פֵּרוֹתַי אֲסוּרִין עָלֶיךָ אוֹ פֵּרוֹתַי קָרְבָּן עָלֶיךָ שֶׁהֵן אֲסוּרִין עָלָיו. לְפִיכָךְ הָאוֹמֵר לַחֲבֵרוֹ קָרְבָּן שֶׁאֵינִי מְדַבֵּר עִמְּךָ אוֹ שֶׁאֵינִי עוֹשֶׂה עִמְּךָ אוֹ שֶׁאֵינִי מְהַלֵּךְ עִמְּךָ. אוֹ שֶׁאָמַר קָרְבָּן שֶׁאֵינִי יָשֵׁן שֶׁאֵינִי מְדַבֵּר שֶׁאֵינִי מְהַלֵּךְ. אוֹ שֶׁאָמַר לְאִשְׁתּוֹ קָרְבָּן שֶׁאֵינִי מְשַׁמְּשֵׁךְ אֵין הַנֵּדֶר חָל בְּכָל אֵלּוּ. וַהֲרֵי זֶה כְּאוֹמֵר דִּבּוּרִי וְהִלּוּכִי וַעֲשִׂיָּתִי וְשִׁמּוּשִׁי קָרְבָּן שֶׁהֵן דְּבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ: \n",
            "אֲבָל הָאוֹמֵר יֵאָסֵר פִּי לְדִבּוּרוֹ וְיָדַי לְמַעֲשֵׂיהֶן וְרַגְלַי לְהִלּוּכָן וְעֵינַי לִשְׁנָתָן הֲרֵי הַנֵּדֶר חָל עֲלֵיהֶן. לְפִיכָךְ הָאוֹמֵר לַחֲבֵרוֹ קָרְבָּן פִּי מִלְּדַבֵּר עִמְּךָ וְיָדַי מִלַּעֲשׂוֹת עִמְּךָ וְרַגְלַי מִלְּהַלֵּךְ עִמְּךָ הֲרֵי זֶה אָסוּר. וְכֵן הָאוֹמֵר הֲרֵי עָלַי קָרְבָּן אִם אֲדַבֵּר עִם פְּלוֹנִי אוֹ אִם לֹא אֲדַבֵּר עִמּוֹ וְעָבַר עַל דְּבָרוֹ חַיָּב בְּקָרְבָּן. וְכֵן אִם נָדַר דִּבַּרְתִּי וְלֹא דִּבַּרְתִּי וְכַיּוֹצֵא בָּהֶן שֶׁאֵין אֵלּוּ נִדְרֵי אִסָּר שֶׁאָנוּ מְבָאֲרִין מִשְׁפְּטֵיהֶם אֶלָּא נִדְרֵי הֶקְדֵּשׁ: \n",
            "הַנּוֹדֵר בִּדְבָרִים שֶׁאֵין בָּהֶם מַמָּשׁ וַאֲסָרָן אַף עַל פִּי שֶׁאֵין הַנֵּדֶר חָל עֲלֵיהֶם אֵין מוֹרִים לוֹ שֶׁיִּנְהֹג בָּהֶן הֶתֵּר הוֹאִיל וְאָסַר עַצְמוֹ בָּהֶן וּבְדַעְתּוֹ שֶׁהַנֵּדֶר חָל עֲלֵיהֶן. אֶלָּא פּוֹתְחִין לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ נִדְרוֹ אַף עַל פִּי שֶׁלֹּא נֶאֱסַר כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים: \n"
        ],
        [
            "נִּדְרֵי אֳנָסִין וְנִדְרֵי שְׁגָגוֹת וְנִדְרֵי הֲבַאי הֲרֵי אֵלּוּ מֻתָּרִים כְּדֶרֶךְ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת. הֲרֵי שֶׁהִדִּירוּהוּ הָאַנָּסִין וְהַמּוֹכְסִין וְאָמְרוּ לוֹ נְדֹר לָנוּ שֶׁהַבָּשָׂר אָסוּר עָלֶיךָ אִם יֵשׁ עִמְּךָ דָּבָר שֶׁחַיָּב בְּמֶכֶס. וְנָדַר וְאָמַר הֲרֵי הַפַּת וְהַבָּשָׂר וְהַיַּיִן אֲסוּרִין עָלַי הֲרֵי זֶה מֻתָּר בַּכּל וְאַף עַל פִּי שֶׁהוֹסִיף עַל מַה שֶּׁבִּקְּשׁוּ מִמֶּנּוּ. וְכֵן אִם בִּקְּשׁוּ מִמֶּנּוּ שֶׁיִּדֹּר שֶׁלֹּא תֵּהָנֶה אִשְׁתּוֹ לוֹ וְנָדַר שֶׁלֹּא תֵּהָנֶה לוֹ אִשְׁתּוֹ וּבָנָיו וְאֶחָיו כֻּלָּן מֻתָּרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "וּבְכָל הַנְּדָרִים הָאֵלּוּ צָרִיךְ שֶׁיִּתְכַּוֵּן בְּלִבּוֹ לְדָבָר הַמֻּתָּר. כְּגוֹן שֶׁיָּשִׂים בְּלִבּוֹ שֶׁיִּהְיוּ אֲסוּרִין עָלָיו אוֹתוֹ הַיּוֹם בִּלְבַד אוֹ אוֹתָהּ שָׁעָה וְכֵן כַּיּוֹצֵא בָּזֶה וְסוֹמֵךְ עַל דְּבָרִים שֶׁבְּלִבּוֹ הוֹאִיל וְהוּא אָנוּס וְאֵינוֹ יָכוֹל לְהוֹצִיא בִּשְׂפָתָיו וְנִמְצָא בְּשָׁעָה שֶׁיִּדֹּר לָהֶן אֵין פִּיו וְלִבּוֹ שָׁוִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת: \n",
            "וְכֵן נִדְרֵי זֵרוּזִין מֻתָּרִין. כֵּיצַד. כְּגוֹן שֶׁהִדִּיר חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ וְנָדַר זֶה שֶׁלֹּא יֹאכַל מִפְּנֵי שֶׁאֵינוֹ רוֹצֶה לְהַטְרִיחַ עָלָיו. בֵּין אָכַל בֵּין לֹא אָכַל שְׁנֵיהֶן פְּטוּרִין. וְכֵן הַמּוֹכֵר שֶׁנָּדַר שֶׁלֹּא יִמְכֹּר חֵפֶץ זֶה אֶלָּא בְּסֶלַע וְהַלּוֹקֵחַ נָדַר שֶׁלֹּא יִקָּחֶנּוּ אֶלָּא בְּשֶׁקֶל וְרָצוּ בִּשְׁלֹשָׁה דִּינָרִין שְׁנֵיהֶן פְּטוּרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִי שֶׁכָּל אֶחָד מֵהֶם לֹא גָּמַר בְּלִבּוֹ וְלֹא נָדַר אֶלָּא כְּדֵי לְזָרֵז אֶת חֲבֵרוֹ וְלֹא גָּמַר בְּלִבּוֹ: \n",
            "וּמִנַּיִן שֶׁאֲפִילוּ אַרְבָּעָה מִינֵי נְדָרִים אֵלּוּ שֶׁהֵן מֻתָּרִים שֶׁאָסוּר לוֹ לְאָדָם לִהְיוֹת נוֹדֵר בָּהֶן עַל מְנָת לְבַטְּלָן. תַּלְמוּד לוֹמַר <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" לֹא יַעֲשֶׂה דְּבָרָיו חֻלִּין: \n",
            "מִי שֶׁנָּדַר וְנִחַם עַל נִדְרוֹ הֲרֵי זֶה נִשְׁאָל לְחָכָם וּמַתִּירוֹ. וְדִין הֶתֵּר נְדָרִים כְּדִין הֶתֵּר שְׁבוּעוֹת שֶׁאֵין מַתִּיר אֶלָּא חָכָם מֻבְהָק אוֹ שְׁלֹשָׁה הֶדְיוֹטוֹת בְּמָקוֹם שֶׁאֵין חָכָם. וּבְלָשׁוֹן שֶׁמַּתִּירִין הַשְּׁבוּעָה מַתִּירִין הַנֵּדֶר. וְכֵן שְׁאָר הָעִנְיָנוֹת שֶׁפֵּרַשְׁנוּ בִּשְׁבוּעוֹת כֻּלָּן בִּנְדָרִים כְּדֶרֶךְ שֶׁהֵן בִּשְׁבוּעוֹת: \n",
            "וְאֵין מַתִּירִין הַנֵּדֶר עַד שֶׁיָּחוּל כִּשְׁבוּעָה: \n",
            "וּכְשֵׁם שֶׁנִּשְׁאָלִים עַל נִדְרֵי הָאִסָּר וּמַתִּירִין אוֹתוֹ. כָּךְ נִשְׁאָלִים עַל נִדְרֵי הֶקְדֵּשׁ וּמַתִּירִין אוֹתוֹ. בֵּין נִדְרֵי קָדְשֵׁי בֶּדֶק הַבַּיִת בֵּין קָדְשֵׁי מִזְבֵּחַ. וְאֵין נִשְׁאָלִין עַל הַתְּמוּרָה: \n",
            "וּכְשֵׁם שֶׁהָאָב אוֹ הַבַּעַל מֵפֵר נִדְרֵי אִסָּר כָּךְ מֵפֵר נִדְרֵי הֶקְדֵּשׁוֹת הַדּוֹמִין לְנִדְרֵי הָאִסָּר: \n",
            "מִי שֶׁנָּדַר וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי וְשָׁמַע שְׁלִישִׁי וְאָמַר וַאֲנִי וְנִשְׁאַל הָרִאשׁוֹן עַל נִדְרוֹ וְהֻתַּר הֻתְּרוּ כֻּלָּן. נִשְׁאַל הָאַחֲרוֹן וְהֻתַּר הָאַחֲרוֹן מֻתָּר וְכֻלָּן אֲסוּרִין. נִשְׁאַל הַשֵּׁנִי וְהֻתַּר הַשֵּׁנִי וְשֶׁל אַחֲרָיו מֻתָּרִין וְהָרִאשׁוֹן אָסוּר: \n",
            "וְכֵן הַמַּתְפִּיס דְּבָרִים הַרְבֵּה בְּנֵדֶר כְּגוֹן שֶׁנָּדַר עַל הַפַּת וְהִתְפִּיס הַבָּשָׂר וְנִשְׁאַל עַל הַפַּת וְהֻתַּר בָּהּ הֻתַּר הַבָּשָׂר. נִשְׁאַל עַל הַבָּשָׂר וְהֻתַּר בּוֹ לֹא הֻתַּר הַפַּת: \n",
            "הַנִּשְׁבָּע אוֹ הַנּוֹדֵר שֶׁאֵינִי נֶהֱנֶה לְכֻלְּכֶם וְנִשְׁאַל עַל נִדְרוֹ אוֹ עַל שְׁבוּעָתוֹ עַל אֶחָד מֵהֶם וְהִתִּירוֹ הֻתְּרוּ כֻּלָּם. שֶׁהַנֵּדֶר שֶׁהֻתַּר מִכְּלָלוֹ הֻתַּר כֻּלּוֹ. אָמַר שֶׁאֵינִי נֶהֱנֶה לָזֶה וְלָזֶה וְלָזֶה הֻתַּר הָרִאשׁוֹן הֻתְּרוּ כֻּלָּן. הֻתַּר אַחֲרוֹן הָאַחֲרוֹן מֻתָּר וְכֻלָּן אֲסוּרִין. שֶׁאֵינִי נֶהֱנֶה לָזֶה לָזֶה לָזֶה צְרִיכִין פֶּתַח לְכָל אֶחָד וְאֶחָד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "נָדַר בְּנָזִיר וּבְקָרְבָּן וּבִשְׁבוּעָה אוֹ שֶׁנָּדַר וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן נָדַר פֶּתַח אֶחָד לְכֻלָּן: \n",
            "הַנּוֹדֵר מֵאַנְשֵׁי הָעִיר וְנִשְׁאַל לֶחָכָם שֶׁבָּעִיר. אוֹ שֶׁנָּדַר מִיִּשְׂרָאֵל וַהֲרֵי הוּא נִשְׁאַל לְחָכָם שֶׁבְּיִשְׂרָאֵל הֲרֵי נִדְרוֹ מֻתָּר: \n",
            "הָאוֹמֵר פֵּרוֹת אֵלּוּ אֲסוּרִין עָלַי הַיּוֹם אִם אֵלֵךְ לְמָחָר לְמָקוֹם פְּלוֹנִי. הֲרֵי זֶה אָסוּר לְאָכְלָם הַיּוֹם גְּזֵרָה שֶׁמָּא יֵלֵךְ לְמָחָר לְאוֹתוֹ מָקוֹם. וְאִם עָבַר וַאֲכָלָן הַיּוֹם וְהָלַךְ לְמָחָר לוֹקֶה וְאִם לֹא הָלַךְ אֵינוֹ לוֹקֶה: \n",
            "אָמַר הֲרֵי הֵן אֲסוּרִין לְמָחָר אִם אֵלֶךְ הַיּוֹם לְמָקוֹם פְּלוֹנִי הֲרֵי זֶה מֻתָּר לֵילֵךְ הַיּוֹם לְאוֹתוֹ הַמָּקוֹם וְיֵאָסְרוּ עָלָיו אוֹתָן הַפֵּרוֹת לְמָחָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. מִפְּנֵי שֶׁאָדָם זָהִיר בְּדָבָר הָאָסוּר שֶׁלֹּא לַעֲשׂוֹתוֹ וְאֵינוֹ זָהִיר בִּתְנַאי שֶׁגּוֹרֵם לֶאֱסֹר דָּבָר הַמֻּתָּר: \n",
            "הַנּוֹדֵר לָצוּם עֲשָׂרָה יָמִים בְּאֵי זֶה יוֹם שֶׁיִּרְצֶה וְהָיָה מִתְעַנֶּה בְּיוֹם אֶחָד מֵהֶם וְהֻצְרַךְ לִדְבַר מִצְוָה אוֹ מִפְּנֵי כְּבוֹד אָדָם גָּדוֹל הֲרֵי זֶה אוֹכֵל וּפוֹרֵעַ יוֹם אַחֵר שֶׁהֲרֵי לֹא קָבַע הַיָּמִים בִּתְחִלַּת הַנֵּדֶר. נָדַר שֶׁיָּצוּם הַיּוֹם וְשָׁכַח וְאָכַל מַשְׁלִים לָצוּם. נָדַר שֶׁיָּצוּם יוֹם אֶחָד אוֹ שְׁנַיִם וּכְשֶׁהִתְחִיל לָצוּם שָׁכַח וְאָכַל אִבֵּד תַּעֲנִיתוֹ וְחַיָּב לָצוּם יוֹם אַחֵר: \n"
        ],
        [
            "רְאוּבֵן שֶׁאָמַר לְשִׁמְעוֹן הֲרֵינִי עָלֶיךָ חֵרֶם אוֹ הֲרֵי אַתָּה אָסוּר בַּהֲנָיָתִי נֶאֱסַר עַל שִׁמְעוֹן שֶׁיֵּהָנֶה בִּרְאוּבֵן. וְאִם עָבַר וְנֶהֱנָה אֵינוֹ לוֹקֶה שֶׁהֲרֵי לֹא אָמַר שִׁמְעוֹן כְּלוּם. וּמֻתָּר לִרְאוּבֵן לֵהָנוֹת בְּשִׁמְעוֹן שֶׁהֲרֵי לֹא אָסַר עַצְמוֹ בַּהֲנָיָתוֹ: \n",
            "אָמַר לְשִׁמְעוֹן הֲרֵי אַתָּה עָלַי חֵרֶם אוֹ הֲרֵינִי אָסוּר בַּהֲנָיָתְךָ הֲרֵי נֶאֱסַר רְאוּבֵן מִלֵּהָנוֹת בְּשִׁמְעוֹן וְאִם נֶהֱנָה לוֹקֶה שֶׁהֲרֵי חִלֵּל דְּבָרוֹ וְשִׁמְעוֹן מֻתָּר בַּהֲנָיַת רְאוּבֵן. אָמַר לוֹ הֲרֵינִי עָלֶיךָ חֵרֶם וְאַתָּה עָלַי אוֹ הֲרֵינִי אָסוּר בַּהֲנָיָתְךָ וְאַתָּה אָסוּר בַּהֲנָיָתִי שְׁנֵיהֶם אֲסוּרִין זֶה בָּזֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "רְאוּבֵן שֶׁאָמַר לְשִׁמְעוֹן הֲרֵי פֵּרוֹת פְּלוֹנִי אֲסוּרִין עָלֶיךָ. אוֹ הֲרֵי אַתָּה אָסוּר בַּהֲנָיַת פְּלוֹנִי אֵין זֶה כְּלוּם. שֶׁאֵין אָדָם אוֹסֵר חֲבֵרוֹ בְּדָבָר שֶׁאֵינוֹ שֶׁלּוֹ אֶלָּא אִם כֵּן עָנָה שִׁמְעוֹן אָמֵן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ כִּכָּרִי זוֹ אֲסוּרָה עָלֶיךָ אַף עַל פִּי שֶׁנְּתָנָהּ לוֹ בְּמַתָּנָה הֲרֵי זוֹ אֲסוּרָה עָלָיו. מֵת וְנָפְלָה לוֹ בִּירֻשָּׁה אוֹ שֶׁנְּתָנָהּ לוֹ אַחֵר בְּמַתָּנָה הֲרֵי זוֹ מֻתֶּרֶת שֶׁלֹּא אָמַר לוֹ אֶלָּא כִּכָּרִי וַהֲרֵי אֵינָהּ עַתָּה שֶׁלּוֹ: \n",
            "אָמַר לוֹ פֵּרוֹת אֵלּוּ אֲסוּרִין עָלֶיךָ וְלֹא אָמַר לוֹ פֵּרוֹתַי. אַף עַל פִּי שֶׁמְּכָרָן אוֹ שֶׁמֵּת וְנָפְלוּ לְאַחֵר הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו. שֶׁהָאוֹסֵר דָּבָר שֶׁהוּא שֶׁלּוֹ עַל חֲבֵרוֹ אַף עַל פִּי שֶׁיָּצָא מֵרְשׁוּתוֹ הֲרֵי הוּא בְּאִסּוּרוֹ עוֹמֵד. אֶלָּא אִם כֵּן אָמַר נְכָסַי אוֹ בֵּיתִי אוֹ פֵּרוֹתַי וְכַיּוֹצֵא בִּלְשׁוֹנוֹת אֵלּוּ שֶׁהֲרֵי לֹא אֲסָרָן אֶלָּא כָּל זְמַן שֶׁהֵן בִּרְשׁוּתוֹ: \n",
            "הָאוֹמֵר לִבְנוֹ הֲרֵי אַתְּ אָסוּר בַּהֲנָיָתִי. אוֹ שֶׁנִּשְׁבַּע שֶׁלֹּא יֵהָנֶה בּוֹ. אִם מֵת יִירָשֶׁנּוּ. שֶׁזֶּה כְּאוֹמֵר נְכָסַי עָלֶיךָ אֲסוּרִין. אָסַר עָלָיו הֲנָיָתוֹ וּפֵרֵשׁ בֵּין בְּחַיַּי בֵּין בְּמוֹתִי אִם מֵת לֹא יִירָשֶׁנּוּ. שֶׁזֶּה כְּמִי שֶׁאָמַר לוֹ נְכָסִים אֵלּוּ אֲסוּרִין עָלֶיךָ: \n",
            "אָסַר בְּנוֹ בַּהֲנָיָתוֹ וְאָמַר אִם יִהְיֶה בֶּן בְּנִי זֶה תַּלְמִיד חָכָם יִקְנֶה בְּנִי זֶה נְכָסַי כְּדֵי לְהַקְנוֹתָן לִבְנוֹ הֲרֵי זֶה מֻתָּר. וְיִהְיֶה הַבֵּן אָסוּר בְּנִכְסֵי הָאָב וּבֶן הַבֵּן מֻתָּר בָּהֶן אִם יִהְיֶה תַּלְמִיד חָכָם כְּמוֹ שֶׁהִתְנָה: \n",
            "זֶה הַבֵּן הָאָסוּר בִּירֻשַּׁת אָבִיו אִם נָתַן יְרֻשַּׁת אָבִיו לְאֶחָיו אוֹ לְבָנָיו הֲרֵי זֶה מֻתָּר. וְכֵן אִם פְּרָעָם בְּחוֹבוֹ אוֹ בִּכְתֻבַּת אִשְׁתּוֹ. וְצָרִיךְ לְהוֹדִיעָן שֶׁאֵלּוּ נִכְסֵי אָבִי שֶׁאֲסָרָן עָלַי. שֶׁהַנִּשְׁבָּע שֶׁלֹּא יֵהָנֶה בּוֹ חֲבֵרוֹ מֻתָּר לוֹ לִפְרֹעַ אֶת חוֹבוֹ כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "מִי שֶׁנֶּאֱסַר עָלָיו מִין מִמִּינֵי מַאֲכָל בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה וְנִתְבַּשֵּׁל עִם מִינִים אֲחֵרִים אוֹ נִתְעָרֵב עִמָּהֶן הֲרֵי זֶה מֻתָּר בַּמִּינִים הַמֻּתָּרִים אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם הַמִּין הָאָסוּר. וְאִם נֶאֱסַר בְּפֵרוֹת אֵלּוּ וְנִתְעָרְבוּ בַּאֲחֵרִים אִם יֵשׁ בָּהֶן טַעַם דָּבָר הָאָסוּר אֲסוּרִין וְאִם לָאו מֻתָּרִין: \n",
            "כֵּיצַד. נֶאֱסַר בְּבָשָׂר אוֹ בְּיַיִן הֲרֵי זֶה מֻתָּר לֶאֱכל מָרָק וִירָקוֹת שֶׁנִּתְבַּשְּׁלוּ עִם הַבָּשָׂר וְעִם הַיַּיִן אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם הַבָּשָׂר אוֹ טַעַם הַיַּיִן. וְאֵינוֹ אָסוּר אֶלָּא בַּאֲכִילַת בָּשָׂר בִּפְנֵי עַצְמוֹ אוֹ לִשְׁתּוֹת יַיִן בִּפְנֵי עַצְמוֹ: \n",
            "נֶאֱסַר בְּבָשָׂר זֶה אוֹ בְּיַיִן זֶה וְנִתְבַּשֵּׁל עִם הַיָּרָק. אִם יֵשׁ בַּיְרָקוֹת טַעַם בָּשָׂר אוֹ טַעַם הַיַּיִן אֲסוּרִין וְאִם לָאו מֻתָּרִין. שֶׁזֶּה הַבָּשָׂר וְזֶה הַיַּיִן נַעֲשָׂה כְּמוֹ בְּשַׂר נְבֵלוֹת וּשְׁקָצִים וְכַיּוֹצֵא בָּהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ הָאוֹמֵר בָּשָׂר זֶה אָסוּר עָלַי הֲרֵי זֶה אָסוּר בּוֹ וּבַמָּרָק שֶׁבּוֹ וּבַתַּבְלִין שֶׁבּוֹ: \n",
            "נִתְעָרֵב יַיִן זֶה שֶׁאֲסָרוֹ עַל עַצְמוֹ בְּיַיִן אַחֵר אֲפִלּוּ טִפָּה בְּחָבִית נֶאֱסַר הַכּל. מִפְּנֵי שֶׁיֵּשׁ לוֹ לְהִשָּׁאֵל עַל נִדְרוֹ נַעֲשָׂה כְּדָבָר שֶׁיֵּשׁ לוֹ מַתִּירִין שֶׁאֵינוֹ בָּטֵל בְּמִינוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת: \n",
            "הָאוֹמֵר פֵּרוֹת הָאֵלּוּ קָרְבָּן עָלַי אוֹ קָרְבָּן הֵן לְפִי. אוֹ קָרְבָּן הֵן עַל פִּי. הֲרֵי זֶה אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶם. וְאֵין צָרִיךְ לוֹמַר בַּמַּשְׁקִין הַיּוֹצְאִין מֵהֶן: \n",
            "נָדַר אוֹ נִשְׁבַּע שֶׁאֵינִי אוֹכֵל אוֹתָם אוֹ שֶׁאֵינִי טוֹעֵם אוֹתָם. אִם הָיָה דָּבָר שֶׁזַּרְעוֹ כָּלֶה כְּשֶׁיִּזָּרַע כְּגוֹן חִטָּה וּשְׂעוֹרָה הֲרֵי זֶה מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. וְאִם הָיָה הַדָּבָר שֶׁאֵין זַרְעוֹ כָּלֶה בָּאָרֶץ כְּשֶׁיִּזָּרַע כְּגוֹן בְּצָלִים וְשׁוּמִין אֲפִלּוּ גִּדּוּלֵי גִּדּוּלִין אֲסוּרִין. וּבֵין כָּךְ וּבֵין כָּךְ מַשְׁקִין הַיּוֹצְאִין מֵהֶן סָפֵק. לְפִיכָךְ אִם שָׁתָה מֵהֶן אֵינוֹ לוֹקֶה: \n",
            "וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ מַעֲשֵׂה יָדַיִךְ עָלַי קָרְבָּן אוֹ קָרְבָּן הֵן לְפִי אוֹ קָרְבָּן הֵן עַל פִּי. אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֵינִי טוֹעֵם שֶׁאֵינִי אוֹכֵל אִם הָיוּ פֵּרוֹת מַעֲשֵׂה יָדֶיהָ דָּבָר שֶׁזַּרְעוֹ כָּלֶה מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. וְאִם הָיָה דָּבָר שֶׁאֵין זַרְעוֹ כָּלֶה אֲפִלּוּ גִּדּוּלֵי גִּדּוּלִין אֲסוּרִין. וְלָמָּה לֹא יִבָּטֵל הָעִקָּר הָאָסוּר בַּגִּדּוּלִין שֶׁרַבּוּ עָלָיו. שֶׁהֲרֵי הֵן דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין שֶׁאֵינוֹ בָּטֵל בְּרֹב כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הָאוֹסֵר פֵּרוֹתָיו עַל חֲבֵרוֹ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי גִּדּוּלֵיהֶן וְחִלּוּפֵיהֶן סָפֵק. לְפִיכָךְ חֲבֵרוֹ אָסוּר בְּגִדּוּלֵי פֵּרוֹת אֵלּוּ וּבְחִלּוּפֵיהֶן. וְאִם עָבַר וְנֶהֱנָה נֶהֱנָה: \n"
        ],
        [
            "הָאוֹמֵר לַחֲבֵרוֹ הֲנָאָה הַמְּבִיאָה לִידֵי מַאֲכָלְךָ אֲסוּרָה עָלַי. אוֹ הֲנָאָה הַמְּבִיאָה לִידֵי מַאֲכָלִי אֲסוּרָה עָלֶיךָ. הֲרֵי זֶה הַנֶּאֱסָר לֹא יִשְׁאַל מִן הָאָסוּר לוֹ נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר וְכָל דָּבָר שֶׁעוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. אֲבָל מַשְׁאִילוֹ נְזָמִים וְטַבָּעוֹת וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. וְאָסוּר לִשְׁאל מִמֶּנּוּ שַׂק לְהָבִיא בּוֹ פֵּרוֹת וַחֲמוֹר לְהָבִיא עָלָיו פֵּרוֹת: \n",
            "מָקוֹם שֶׁדַּרְכָּן שֶׁאֵין מַשְׁאִילִין כֵּלִים אֶלָּא בְּשָׂכָר. אָסוּר לִשְׁאל מִמֶּנּוּ אַף כֵּלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. הֲרֵי שֶׁהָיוּ בְּמָקוֹם שֶׁאֵין נוֹטְלִין שָׂכָר וְשָׁאַל מִמֶּנּוּ כֵּלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ כְּדֵי לְהֵרָאוֹת בָּהֶן בִּפְנֵי אֲחֵרִים עַד שֶׁיֵּהָנֶה מֵהֶם. אוֹ שֶׁבִּקֵּשׁ לַעֲבֹר בְּאַרְצוֹ כְּדֵי שֶׁיֵּלֵךְ בְּמָקוֹם שֶׁיֵּהָנֶה בּוֹ הֲרֵי זֶה אָסוּר מִסָּפֵק. לְפִיכָךְ אִם עָבַר אֵינוֹ לוֹקֶה: \n",
            "אֵין בֵּין מֻדָּר הֲנָאָה מֵחֲבֵרוֹ לְמֻדָּר מִמֶּנּוּ הֲנָיַת מַאֲכָל אֶלָּא דְּרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ בְּמָקוֹם שֶׁמַּשְׁאִילִין אוֹתָם שָׁם בְּחִנָּם: \n",
            "רְאוּבֵן שֶׁנֶּאֶסְרָה עָלָיו הֲנָיַת שִׁמְעוֹן בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה מֻתָּר לוֹ שֶׁיִּתֵּן שִׁמְעוֹן עַל יָדוֹ מַחֲצִית הַשֶּׁקֶל שֶׁרְאוּבֵן חַיָּב בָּהּ. וְכֵן פּוֹרֵעַ חוֹב שֶׁעָלָיו שֶׁהֲרֵי לֹא הִגִּיעַ לְיַד רְאוּבֵן כְּלוּם אֶלָּא מָנַע מִמֶּנּוּ הַתְּבִיעָה. וּמְנִיעַת הַתְּבִיעָה אֵינָהּ בִּכְלַל אִסּוּר הֲנָיָה. לְפִיכָךְ מֻתָּר לוֹ לָזוּן אֶת אִשְׁתּוֹ וְאֶת בָּנָיו וַעֲבָדָיו אֲפִלּוּ הַכְּנַעֲנִים. אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתָם. אֲבָל לֹא יָזוּן אֶת בְּהֶמְתּוֹ בֵּין טְמֵאָה בֵּין טְהוֹרָה שֶׁכָּל שֶׁמּוֹסִיף בִּבְשָׂרָהּ הִיא הֲנָיָה שֶׁהִגִּיעָה לְיַד רְאוּבֵן: \n",
            "הָיָה שִׁמְעוֹן כֹּהֵן הֲרֵי הוּא מֻתָּר לְהַקְרִיב קָרְבְּנוֹת רְאוּבֵן. שֶׁהַכֹּהֲנִים שְׁלוּחֵי שָׁמַיִם הֵם וְאֵינָם שְׁלוּחֵי בַּעַל הַקָּרְבָּן. וּמַשִּׂיא שִׁמְעוֹן בִּתּוֹ הַבּוֹגֶרֶת לִרְאוּבֵן מִדַּעְתָּהּ. אֲבָל אִם הָיְתָה נַעֲרָה שֶׁהֲרֵי עֲדַיִן הִיא בִּרְשׁוּתוֹ אָסוּר. שֶׁזֶּה כְּמוֹסֵר לוֹ שִׁפְחָה לְשַׁמְּשׁוֹ: \n",
            "וְתוֹרֵם שִׁמְעוֹן תְּרוּמַת רְאוּבֵן וּמַפְרִישׁ לוֹ מַעַשְׂרוֹתָיו מִדַּעְתּוֹ. כֵּיצַד מִדַּעְתּוֹ. כְּגוֹן שֶׁאָמַר רְאוּבֵן כָּל הָרוֹצֶה לִתְרֹם יָבוֹא וְיִתְרֹם. אֲבָל לֹא יֹאמַר לְשִׁמְעוֹן לִתְרֹם לוֹ שֶׁהֲרֵי עוֹשֶׂה אוֹתוֹ שָׁלִיחַ וְזֶה הֲנָיָה לוֹ: \n",
            "וּמְלַמְּדוֹ תּוֹרָה שֶׁבְּעַל פֶּה שֶׁהֲרֵי אָסוּר לִטּל עָלֶיהָ שָׂכָר. אֲבָל לֹא תּוֹרָה שֶׁבִּכְתָב שֶׁנּוֹטְלִין עָלֶיהָ שָׂכָר. וְאִם אֵין דַּרְכָּן שָׁם לִטּל שָׂכָר עַל תּוֹרָה שֶׁבִּכְתָב הֲרֵי זֶה מֻתָּר. וּבֵין כָּךְ וּבֵין כָּךְ מֻתָּר לְלַמֵּד אֶת בְּנוֹ: \n",
            "חָלָה רְאוּבֵן נִכְנַס שִׁמְעוֹן לְבַקְּרוֹ. וּבְמָקוֹם שֶׁנּוֹטֵל שָׂכָר מִי שֶׁיָּשַׁב עִם הַחוֹלֶה לְצֶוֶת לוֹ לֹא יֵשֵׁב שִׁמְעוֹן אֶלָּא מְבַקְּרוֹ וְעוֹמֵד. וּמֻתָּר לוֹ לְרַפְּאוֹתוֹ בְּיָדוֹ שֶׁזּוֹ מִצְוָה הִיא: \n",
            "חָלְתָה בֶּהֱמַת רְאוּבֵן לֹא יְרַפֵּא אוֹתָהּ שִׁמְעוֹן. אֲבָל אוֹמֵר לוֹ עֲשֵׂה לָהּ כָּךְ וְכָךְ. וְרוֹחֵץ עִמּוֹ בְּאַמְבְּטִי גְּדוֹלָה אֲבָל לֹא בִּקְטַנָּה מִפְּנֵי שֶׁמְּהַנֵּהוּ בְּשָׁעָה שֶׁמַּגְבִּיהַּ עָלָיו הַמַּיִם. וְיָשֵׁן עִמּוֹ בַּמִּטָּה בִּימוֹת הַחַמָּה. אֲבָל לֹא בִּימוֹת הַגְּשָׁמִים מִפְּנֵי שֶׁמְּחַמְּמוֹ. וּמֵסֵב עִמּוֹ עַל הַמִּטָּה. וְאוֹכְלִין עַל שֻׁלְחָן אֶחָד. אֲבָל לֹא מִקְּעָרָה אַחַת וְלֹא מֵאֵבוּס שֶׁלִּפְנֵי הַפּוֹעֲלִים. שֶׁמָּא יַנִּיחַ שִׁמְעוֹן חֲתִיכָה אַחַת טוֹבָה וְלֹא יֹאכַל אוֹתָהּ כְּדֵי שֶׁיֹּאכַל אוֹתָהּ רְאוּבֵן אוֹ יְקָרֵב אוֹתָהּ לְפָנָיו וְנִמְצָא מְהַנֵּהוּ. וְכֵן בְּפֵרוֹת שֶׁבָּאֵבוּס. אֲבָל אִם אָכַל שִׁמְעוֹן מִקְּעָרָה שֶׁהוּא יוֹדֵעַ שֶׁכְּשֶׁיַּחֲזִירֶנָּה לְבַעַל הַבַּיִת יַחְזֹר בַּעַל הַבַּיִת וְיַנִּיחֶנָּה לִפְנֵי רְאוּבֵן הֲרֵי זֶה מֻתָּר. וְאֵין חוֹשְׁשִׁין שֶׁמָּא הִנִּיחַ נֵתַח טוֹב בִּשְׁבִילוֹ: \n",
            "וּמֻתָּר רְאוּבֵן לִשְׁתּוֹת כּוֹס שֶׁל תַּנְחוּמִין מִיָּדוֹ שֶׁל שִׁמְעוֹן מִשֶּׁל רְאוּבֵן וְכֵן כּוֹס שֶׁל בֵּית הַמֶּרְחָץ. שֶׁאֵין בָּזֶה הֲנָיָה: \n",
            "וְאָסוּר רְאוּבֵן בְּגַחַלְתּוֹ שֶׁל שִׁמְעוֹן וּמֻתָּר בְּשַׁלְהֶבֶת שֶׁלּוֹ: \n",
            "הָיָה לְשִׁמְעוֹן מֶרְחָץ אוֹ בֵּית הַבַּד מֻשְׂכָּרִים בָּעִיר. אִם הָיָה לְשִׁמְעוֹן בָּהֶן תְּפִיסַת יָד כְּגוֹן שֶׁהִנִּיחַ מֵהֶן כָּל שֶׁהוּא לְעַצְמוֹ וְלֹא שְׂכָרוֹ. אֲפִלּוּ הִנִּיחַ בַּמֶּרְחָץ אַמְבְּטִי אַחַת וּבְבֵית הַבַּד עַקָּל אֶחָד. אָסוּר לִרְאוּבֵן לְהִכָּנֵס לְאוֹתָהּ מֶרְחָץ וְלִדְרֹךְ בַּגַּת. וְאִם לֹא הִנִּיחַ לְעַצְמוֹ כְּלוּם אֶלָּא שָׂכַר הַכּל הֲרֵי זֶה מֻתָּר: \n",
            "וְאָסוּר לִרְאוּבֵן לֶאֱכל מִפֵּרוֹת שְׂדֵה שִׁמְעוֹן וַאֲפִלּוּ בַּשְּׁבִיעִית שֶׁהַכּל הֶפְקֵר. שֶׁהֲרֵי לִפְנֵי שְׁבִיעִית נָדַר. אֲבָל אִם נָדַר בַּשְּׁבִיעִית אוֹכֵל מִן הַפֵּרוֹת הַנּוֹטוֹת חוּץ לַשָּׂדֶה. אֲבָל לֹא יִכָּנֵס לַשָּׂדֶה אַף עַל פִּי שֶׁהַקַּרְקַע הֶפְקֵר. גְּזֵרָה שֶׁמָּא יִשְׁהֶה שָׁם אַחַר שֶׁיֹּאכַל. וְלֹא הִפְקִירָה אוֹתָהּ תּוֹרָה אֶלָּא כָּל זְמַן שֶׁהַפֵּרוֹת בְּתוֹכָהּ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאָמַר לוֹ הֲנָיַת הַנְּכָסִים הָאֵלּוּ אֲסוּרִין עָלֶיךָ. אֲבָל אִם אָמַר לוֹ הֲנָיַת נְכָסַי אֲסוּרִין עָלֶיךָ. אוֹ שֶׁנִּשְׁבַּע רְאוּבֵן אוֹ שֶׁנָּדַר מִנִּכְסֵי שִׁמְעוֹן. כֵּיוָן שֶׁהִגִּיעָה שְׁבִיעִית אוֹכֵל מִפֵּרוֹת שָׂדֵהוּ שֶׁהֲרֵי יָצְאוּ מֵרְשׁוּת שִׁמְעוֹן. אֲבָל לֹא יִכָּנֵס לְשָׂדֵהוּ מִן הַטַּעַם שֶׁבֵּאַרְנוּ: \n",
            "נֶאֶסְרָה עַל רְאוּבֵן הֲנָיַת מַאֲכַל שִׁמְעוֹן בִּלְבַד. אִם לִפְנֵי שְׁבִיעִית נֶאֶסְרָה בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי זֶה יוֹרֵד לְתוֹךְ שָׂדֵהוּ אֲבָל אֵינוֹ אוֹכֵל מִפֵּרוֹתָיו. וְאִם בִּשְׁבִיעִית נֶאֶסְרָה יוֹרֵד וְאוֹכֵל מִפֵּרוֹתָיו. שֶׁאֵין פֵּרוֹת אֵלּוּ שֶׁל שִׁמְעוֹן אֶלָּא שֶׁל הֶפְקֵר הֵן: \n",
            "וְאָסוּר לִרְאוּבֵן לְהַשְׁאִיל לְשִׁמְעוֹן גְּזֵרָה שֶׁמָּא יִשְׁאַל מִמֶּנּוּ וַהֲרֵי הוּא אָסוּר בַּהֲנָאָתוֹ. וְכֵן אָסוּר לְהַלְווֹתוֹ גְּזֵרָה שֶׁמָּא יִלְוֶה מִמֶּנּוּ. וְלֹא יִמְכֹּר לוֹ גְּזֵרָה שֶׁמָּא יִקַּח מִמֶּנּוּ: \n",
            "נִזְדַּמְּנָה לוֹ מְלָאכָה עִמּוֹ כְּגוֹן שֶׁהָיוּ קוֹצְרִים כְּאֶחָד. עוֹשֶׂה בְּרָחוֹק מִמֶּנּוּ גְּזֵרָה שֶׁמָּא יְסַיְּעֶנּוּ. הַמַּדִּיר אֶת בְּנוֹ מִפְּנֵי שֶׁאֵינוֹ עוֹסֵק בַּתּוֹרָה וְנֶאֱסַר בַּהֲנָיַת אָבִיו. הֲרֵי הָאָב מֻתָּר לְמַלְּאוֹת לוֹ חָבִית שֶׁל מַיִם וּלְהַדְלִיק לוֹ אֶת הַנֵּר וְלִצְלוֹת לוֹ דָּג קָטָן. שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לַהֲנָאָה גְּדוֹלָה וּדְבָרִים אֵלּוּ לְגַבֵּי הַבֵּן אֵינָן חֲשׁוּבִין: \n",
            "מִי שֶׁנִּשְׁבַּע אוֹ נָדַר שֶׁלֹּא יְדַבֵּר עִם חֲבֵרוֹ הֲרֵי זֶה מֻתָּר לוֹ לִכְתֹּב בִּכְתָב וּלְדַבֵּר עִם אַחֵר וְהוּא שׁוֹמֵעַ הָעִנְיָן שֶׁיִּרְצֶה לְהַשְׁמִיעוֹ. וְכָזֶה הוֹרוּ הַגְּאוֹנִים: \n"
        ],
        [
            "שְׁנַּיִם שֶׁנֶּאֶסְרָה הֲנָאַת כָּל אֶחָד מֵהֶן עַל חֲבֵרוֹ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי אֵלּוּ מֻתָּרִין לְהַחְזִיר אֲבֵדָה זֶה לָזֶה מִפְּנֵי שֶׁהוּא מִצְוָה. וּבְמָקוֹם שֶׁדַּרְכָּן שֶׁנּוֹטֵל שָׂכָר הַמַּחֲזִיר אֶת הָאֲבֵדָה יִפּל הַשָּׂכָר לַהֶקְדֵּשׁ. שֶׁאִם יִטּל שָׂכָר נִמְצָא נֶהֱנֶה וְאִם לֹא יִטּוֹל נִמְצָא מְהַנֶּה: \n",
            "וּמֻתָּרִין בִּדְבָרִים שֶׁהֵם בְּשֻׁתָּפוּת כָּל יִשְׂרָאֵל. כְּגוֹן הַר הַבַּיִת (וְהַלְּשָׁכוֹת) וְהָעֲזָרוֹת וְהַבְּאֵר שֶׁבְּאֶמְצַע הַדֶּרֶךְ. וַאֲסוּרִין בִּדְבָרִים שֶׁהֵם בְּשֻׁתָּפוּת כָּל אַנְשֵׁי הָעִיר כְּגוֹן הָרְחָבָה שֶׁבָּעִיר וְהַמֶּרְחָץ וּבֵית הַכְּנֶסֶת וְהַתֵּבָה וְהַסְּפָרִים: \n",
            "וְכֵיצַד יַעֲשׂוּ כְּדֵי שֶׁיִּהְיוּ מֻתָּרִין בִּדְבָרִים אֵלּוּ. כָּל אֶחָד וְאֶחָד מִשְּׁנֵיהֶם כּוֹתֵב חֶלְקוֹ לַנָּשִׂיא אוֹ לְאֶחָד מִשְּׁאָר הָעָם וּמְזַכֶּה לוֹ בְּחֶלְקוֹ עַל יְדֵי אַחֵר. וְנִמְצָא כָּל אֶחָד מֵהֶם כְּשֶׁיִּכָּנֵס לַמֶּרְחָץ שֶׁהוּא לְכָל אַנְשֵׁי הָעִיר אוֹ לְבֵית הַכְּנֶסֶת אֵינוֹ נִכְנָס לִרְשׁוּת חֲבֵרוֹ אֶלָּא לִרְשׁוּת אֲחֵרִים שֶׁהֲרֵי כָּל אֶחָד מֵהֶם נִסְתַּלֵּק מֵחֶלְקוֹ שֶׁבְּמָקוֹם זֶה וּנְתָנוֹ בְּמַתָּנָה: \n",
            "הָיוּ שְׁנֵיהֶם שֻׁתָּפִין בְּחָצֵר. אִם יֵשׁ בָּהּ דִּין חֲלוּקָה הֲרֵי אֵלּוּ אֲסוּרִין לְהִכָּנֵס לָהּ עַד שֶׁיַּחֲלֹקוּ וְיִכָּנֵס כָּל אֶחָד לְחֶלְקוֹ. וְאִם אֵין בָּהּ דִּין חֲלוּקָה כָּל אֶחָד וְאֶחָד נִכְנָס לְבֵיתוֹ וְהוּא אוֹמֵר בְּתוֹךְ שֶׁלִּי אֲנִי נִכְנָס. וּבֵין כָּךְ וּבֵין כָּךְ שְׁנֵיהֶם אֲסוּרִים לְהַעֲמִיד רֵחַיִם וְתַנּוּר וּלְגַדֵּל תַּרְנְגוֹלִין בְּחָצֵר זוֹ: \n",
            "שְׁנַיִם שֶׁהָיוּ שֻׁתָּפִין בְּחָצֵר וְנָדַר אֶחָד מֵהֶן שֶׁלֹּא יְהַנֶּה בּוֹ הַשֵּׁנִי כּוֹפִין אֶת הַנּוֹדֵר לִמְכֹּר חֶלְקוֹ. נָדַר שֶׁלֹּא יֵהָנֶה הוּא בַּשֵּׁנִי הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לְבֵיתוֹ מִפְּנֵי שֶׁבִּרְשׁוּתוֹ הוּא נִכְנָס. אֲבָל אֵינוֹ יָכוֹל לְהִשְׁתַּמֵּשׁ בַּחָצֵר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הָיָה אֶחָד מִן הַשּׁוּק אָסוּר בַּהֲנָאַת אֶחָד מִשְּׁנֵיהֶם. הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לֶחָצֵר. מִפְּנֵי שֶׁהוּא אוֹמֵר לוֹ לְתוֹךְ שֶׁל חֲבֵרְךָ אֲנִי נִכְנָס אֵינִי נִכְנָס לְתוֹךְ שֶׁלְּךָ: \n",
            "מִי שֶׁאָסַר הֲנָיַת אֻמָּה מִן הָאֻמּוֹת עַל עַצְמוֹ. הֲרֵי זֶה מֻתָּר לִקַּח מֵהֶן בְּיוֹתֵר וְלִמְכֹּר לָהֶן בְּפָחוֹת. אָסַר הֲנָיָתוֹ עֲלֵיהֶם אִם שׁוֹמְעִין לוֹ שֶׁיִּקַּח מֵהֶן בְּפָחוֹת וְיִמְכֹּר בְּיוֹתֵר מֻתָּר. וְאֵין גּוֹזְרִין כָּאן שֶׁלֹּא יִמְכֹּר גְּזֵרָה שֶׁמָּא יִקַּח. שֶׁהֲרֵי לֹא נָדַר מֵאִישׁ אֶחָד כְּדֵי שֶׁנִּגְזֹר עָלָיו [אֶלָּא] מֵאֻמָּה כֻּלָּהּ. שֶׁאִם אִי אֶפְשָׁר לוֹ לִשָּׂא וְלִתֵּן עִם זֶה יִשָּׂא וְיִתֵּן עִם אַחֵר. לְפִיכָךְ אִם אָסַר הֲנָיָתָן עָלָיו הֲרֵי זֶה מַשְׁאִילָן וּמַלְוֶה אוֹתָן. אֲבָל לֹא יִשְׁאַל מֵהֶם וְלֹא יִלְוֶה מֵהֶן: \n",
            "אָסַר הֲנָיָתוֹ עֲלֵיהֶן וַהֲנָיָתָן עָלָיו לֹא יִשָּׂא וְיִתֵּן עִמָּהֶם. וְכֵן לֹא יִשְּׂאוּ הֵן וְיִתְּנוּ עִמּוֹ וְלֹא יַשְׁאִיל לָהֶן וְלֹא יִלְוֶה מֵהֶם וְלֹא יַלְוֶה אוֹתָן: \n",
            "אָסַר עַל עַצְמוֹ הֲנָיַת בְּנֵי הָעִיר אָסוּר לְהִשָּׁאֵל עַל נִדְרוֹ לְחָכָם מִבְּנֵי אוֹתָהּ הָעִיר (הַהִיא). וְאִם נִשְׁאַל וְהִתִּיר לוֹ הֲרֵי נִדְרוֹ מֻתָּר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "מִי שֶׁאָסַר הֲנָיַת הַבְּרִיּוֹת עָלָיו הֲרֵי זֶה מֻתָּר לֵהָנוֹת בְּלֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשַׂר עָנִי הַמִּתְחַלֵּק בָּגֳרָנוֹת אֲבָל לֹא בְּתוֹךְ הַבַּיִת: \n",
            "מִי שֶׁאָסַר הֲנָיָתוֹ עַל הַכֹּהֲנִים וְעַל הַלְוִיִּם הֲרֵי אֵלּוּ בָּאִין וְנוֹטְלִין מַתְּנוֹתֵיהֶם עַל כָּרְחוֹ. וְאִם אָמַר כֹּהֲנִים אֵלּוּ וּלְוִיִּם אֵלּוּ הֲרֵי אֵלּוּ אֲסוּרִין. וְיִתֵּן תְּרוּמוֹתָיו וּמַעַשְׂרוֹתָיו לְכֹהֲנִים וּלְוִיִּם אֲחֵרִים. וְהוּא הַדִּין בְּמַתְּנוֹת עֲנִיִּים עִם הָעֲנִיִּים: \n",
            "מִי שֶׁהָיְתָה הֲנָיָתוֹ אֲסוּרָה עַל חֲבֵרוֹ וְאֵין לַחֲבֵרוֹ מַה יֹּאכַל. הוֹלֵךְ אֵצֶל הַחֶנְוָנִי וְאוֹמֵר אִישׁ פְּלוֹנִי אָסוּר בַּהֲנָיָתִי וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. אִם הָלַךְ הַחֶנְוָנִי וְנָתַן לוֹ וּבָא וְנָטַל מִזֶּה הֲרֵי זֶה מֻתָּר: \n",
            "הָיָה בֵּיתוֹ לִבְנוֹת גְּדֵרוֹ לִגְדֹּר שָׂדֵהוּ לִקְצֹר וְהָלַךְ אֵצֶל פּוֹעֲלִים וְאָמַר אִישׁ פְּלוֹנִי אָסוּר בַּהֲנָיָתִי וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. וְהָלְכוּ הֵן וְעָשׂוּ עִמּוֹ וּבָאוּ לָזֶה וְנָתַן לָהֶן שְׂכָרָן הֲרֵי זֶה מֻתָּר. שֶּׁנִּמְצָא זֶה שֶׁפָּרַע לוֹ חוֹבוֹ. וּכְבָר בֵּאַרְנוּ שֶׁזֶּה מֻתָּר לִפְרֹעַ לוֹ חוֹבוֹ: \n",
            "הָיוּ מְהַלְּכִין בַּדֶּרֶךְ וְאֵין לוֹ מַה יֹּאכַל. נוֹתֵן לְאַחֵר מִשּׁוּם מַתָּנָה וְהַלָּה מֻתָּר בָּהּ. וְאִם אֵין עִמָּהֶם אַחֵר מַנִּיחַ עַל הַסֶּלַע וְאוֹמֵר הֲרֵי הֵן מֻפְקָרִין לְכָל מִי שֶׁיַּחְפֹּץ וְהַלָּה נוֹטֵל וְאוֹכֵל: \n",
            "נָתַן לְאֶחָד מַתָּנָה וְאָמַר לוֹ הֲרֵי סְעֻדָּה זוֹ נְתוּנָה לְךָ מַתָּנָה וְיָבוֹא פְּלוֹנִי שֶׁהוּא אָסוּר בַּהֲנָיָתִי וְיֹאכַל עִמָּנוּ הֲרֵי זֶה אָסוּר. וְלֹא עוֹד אֶלָּא [אֲפִלּוּ] אִם נָתַן לוֹ סְתָם וְחָזַר וְאָמַר לוֹ רְצוֹנְךָ שֶׁיָּבוֹא פְּלוֹנִי וְיֹאכַל עִמָּנוּ. אִם הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ שֶׁלֹּא נָתַן לוֹ אֶלָּא עַל מְנָת שֶׁיָּבוֹא פְּלוֹנִי וְיֹאכַל אָסוּר. כְּגוֹן שֶׁהָיְתָה סְעֵדָּה גְּדוֹלָה וְהוּא רוֹצֶה שֶׁיָּבוֹא אָבִיו אוֹ רַבּוֹ וְכַיּוֹצֵא בָּהֶן לֶאֱכל מִסְּעוּדָתוֹ. שֶׁהֲרֵי סְעוּדָתוֹ מוֹכַחַת עָלָיו שֶׁלֹּא גָּמַר לְהַקְנוֹת לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כָּל מַתָּנָה שֶׁאִם הִקְדִּישָׁהּ לֹא תִּהְיֶה מֻקְדֶּשֶׁת אֵינָהּ מַתָּנָה. וְכָל הַנּוֹתֵן לָזֶה מַתָּנָה עַל מְנָת לְהַקְנוֹתָהּ לְאַחֵר הֲרֵי זֶה הָאַחֵר קָנָה בְּעֵת שֶׁיַּקְנֶה לוֹ הָרִאשׁוֹן. וְאִם לֹא הִקְנָה לוֹ הָרִאשׁוֹן לְאוֹתוֹ אַחֵר לֹא קָנָה לֹא הָרִאשׁוֹן וְלֹא הַשֵּׁנִי: \n",
            "מִי שֶׁנֶּאֶסְרָה הֲנָיָתוֹ עַל בַּעַל בִּתּוֹ וְהוּא רוֹצֶה לָתֵת לְבִתּוֹ מָעוֹת כְּדֵי שֶׁתִּהְיֶה נֶהֱנֵית בָּהֶן וּמוֹצִיאָה אוֹתָן בַּחֲפָצֶיהָ. הֲרֵי זֶה נוֹתֵן לָהּ וְאוֹמֵר לָהּ הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִין לָךְ בְּמַתָּנָה וּבִלְבַד שֶׁלֹּא יְהֵא לְבַעֲלִיךְ רְשׁוּת בָּהֶן אֶלָּא יִהְיוּ לְמַה שֶּׁאַתְּ נוֹתֶנֶת לְפִיךְ אוֹ לְמַה שֶּׁתִּלְבְּשִׁי וְכַיּוֹצֵא בָּזֶה. וַאֲפִלּוּ אָמַר לָהּ עַל מְנָת שֶׁאֵין לְבַעֲלִיךְ רְשׁוּת בָּהֶן אֶלָּא מַה שֶּׁתִּרְצִי עֲשִׂי בָּהֶן לֹא קָנָה הַבַּעַל וּמַה שֶּׁתִּרְצֶה תַּעֲשֶׂה בָּהֶן. אֲבָל אִם נָתַן לָהּ מַתָּנָה וְאָמַר לָהּ עַל מְנָת שֶׁאֵין לְבַעֲלִיךְ רְשׁוּת בָּהֶן וְלֹא פֵּרֵשׁ שֶׁתִּהְיֶה הַמַּתָּנָה הַזֹּאת לְכָךְ וּלְכָךְ אוֹ לְמַה שֶּׁתִּרְצֶה תַּעֲשֶׂה בָּהֶן הֲרֵי קָנָה אוֹתָהּ הַבַּעַל לֶאֱכל פֵּרוֹתֶיהָ. וְדָבָר זֶה אָסוּר שֶׁהֲרֵי הוּא אָסוּר בַּהֲנָיַת חוֹתְנוֹ: \n"
        ],
        [
            "מִי שֶׁנָּדַר אוֹ נִשְׁבַּע וּפֵרֵשׁ בִּשְׁעַת נִדְרוֹ דָּבָר שֶׁנָּדַר אוֹ נִשְׁבַּע בִּגְלָלוֹ. הֲרֵי זֶה כְּמִי שֶׁתָּלָה נִדְרוֹ אוֹ שְׁבוּעָתוֹ בְּאוֹתוֹ דָּבָר. וְאִם לֹא נִתְקַיֵּם אוֹתוֹ דָּבָר שֶׁנִּשְׁבַּע בִּגְלָלוֹ הֲרֵי זֶה מֻתָּר: \n",
            "כֵּיצַד. נָדַר אוֹ נִשְׁבַּע שֶׁאֵינִי נוֹשֵׂא אִשָּׁה פְּלוֹנִית שֶׁאָבִיהָ רַע. שֶׁאֵינִי נִכְנָס לְבַיִת זֶה שֶׁכֶּלֶב רַע בְּתוֹכוֹ. מֵתוּ אוֹ שֶׁעָשָׂה הָאָב תְּשׁוּבָה הֲרֵי זֶה מֻתָּר. שֶׁזֶּה כְּמִי שֶׁנָּדַר אוֹ נִשְׁבַּע וְאָמַר שֶׁלֹּא אֶשָּׂא פְּלוֹנִית וְלֹא אֶכָּנֵס לְבַיִת זֶה אֶלָּא אִם נִסְתַּלֵּק הַהֵזֶּק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "אֲבָל הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵינִי נוֹשֵׂא פְּלוֹנִית הַכְּעוּרָה וְנִמְצֵאת נָאָה. שְׁחוֹרָה וְנִמְצֵאת לְבָנָה. קְצָרָה וְנִמְצֵאת אֲרֻכָּה. קוֹנָם שֶׁאֵין אִשְׁתִּי נֶהֱנֵית לִי שֶׁגָּנְבָה אֶת כִּיסִי וְשֶׁהִכְּתָה אֶת בְּנִי וְנוֹדַע שֶׁלֹּא גָּנְבָה וְשֶׁלֹּא הִכְּתָה. הֲרֵי זֶה מֻתָּר מִפְּנֵי שֶׁהוּא נֵדֶר טָעוּת וְהוּא בִּכְלַל נִדְרֵי שְׁגָגוֹת שֶׁהֵן מֻתָּרִין. וְאֵין זֶה כְּתוֹלֶה נִדְרוֹ בְּדָבָר וְלֹא נִתְקַיֵּם הַדָּבָר. שֶׁהֲרֵי הַסִּבָּה שֶׁבִּגְלָלָהּ נָדַר לֹא הָיְתָה מְצוּיָה וְטָעוּת הָיָה: \n",
            "וְלֹא עוֹד אֶלָּא מִי שֶׁרָאָה אֲנָשִׁים מֵרָחוֹק אוֹכְלִים תְּאֵנִים שֶׁלּוֹ. וְאָמַר לָהֶן הֲרֵי הֵן עֲלֵיכֶם קָרְבָּן. כֵּיוָן שֶׁקָּרַב אֲלֵיהֶם וְהִבִּיט וַהֲרֵי הֵן אָבִיו וְאָחִיו הֲרֵי אֵלּוּ מֻתָּרִין. אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הַסִּבָּה שֶׁהִדִּירָן בִּגְלָלָהּ הֲרֵי זֶה כְּמוֹ שֶׁפֵּרֵשׁ. שֶׁהַדָּבָר מוֹכִיחַ שֶׁלֹּא אָסַר עֲלֵיהֶם אֶלָּא שֶׁהָיָה בְּדַעְתּוֹ שֶׁהֵן זָרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "מִי שֶׁנָּדַר אוֹ נִשְׁבַּע וְנוֹלַד לוֹ דָּבָר שֶׁלֹּא הָיָה בְּלִבּוֹ בִּשְׁעַת הַשְּׁבוּעָה אוֹ בִּשְׁעַת הַנֵּדֶר הֲרֵי זֶה אָסוּר עַד שֶׁיִּשְׁאַל לְחָכָם וְיַתִּיר אֶת נִדְרוֹ. כֵּיצַד. אָסַר אֶת עַצְמוֹ בַּהֲנָיַת פְּלוֹנִי אוֹ שֶׁלֹּא יִכָּנֵס לְמָקוֹם פְּלוֹנִי. וְנַעֲשָׂה אוֹתוֹ הָאִישׁ סוֹפֵר וְאוֹתוֹ מָקוֹם בֵּית הַכְּנֶסֶת. אַף עַל פִּי שֶׁהוּא אוֹמֵר אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁזֶּה נַעֲשָׂה סוֹפֵר וּבְמָקוֹם זֶה יֵעָשֶׂה בֵּית הַכְּנֶסֶת לֹא הָיִיתִי נוֹדֵר אוֹ נִשְׁבַּע הֲרֵי זֶה אָסוּר לֵהָנוֹת וּלְהִכָּנֵס עַד שֶׁיַּתִּיר נִדְרוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כָּל נֵדֶר שֶׁהֻתַּר מִקְצָתוֹ הֻתַּר כֻּלּוֹ וְהוּא הַדִּין בִּשְׁבוּעָה. כֵּיצַד. רָאָה אֲנָשִׁים מֵרָחוֹק אוֹכְלִין פֵּרוֹתָיו וְאָמַר הֲרֵי הֵן עֲלֵיכֶם קָרְבָּן. וּכְשֶׁהִגִּיעַ אֲלֵיהֶם וְהִנֵּה הֵם אָבִיו וַאֲנָשִׁים זָרִים הוֹאִיל וְאָבִיו מֻתָּר כֻּלָּן מֻתָּרִין. וַאֲפִלּוּ אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ כֵּן הָיִיתִי אוֹמֵר פְּלוֹנִי וּפְלוֹנִי אֲסוּרִין וְאָבִי מֻתָּר הֲרֵי כֻּלָּן מֻתָּרִין. אֲבָל אִם אוֹמֵר כְּשֶׁהִגִּיעַ אֲלֵיהֶן אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁאָבִי בֵּינֵיכֶם הָיִיתִי אוֹמֵר כֻּלְּכֶם אֲסוּרִין חוּץ מֵאָבִי הֲרֵי כֻּלָּן אֲסוּרִין חוּץ מֵאָבִיו. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁלֹּא הִתִּיר מִקְצָת הַנֵּדֶר אֶלָּא כְּמוֹ שֶׁנָּדַר הָיָה נוֹדֵר וּמַתְנֶה עַל אָבִיו: \n",
            "וְכֵן הָאוֹמֵר הַיַּיִן קָרְבָּן עָלַי מִפְּנֵי שֶׁהַיַּיִן רַע לִבְנֵי מֵעַיִם. וְאָמְרוּ לוֹ הֲרֵי הַמְיֻשָּׁן יָפֶה לִבְנֵי מֵעַיִם. אִם אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ לֹא הָיִיתִי נוֹדֵר. וַאֲפִלּוּ אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ הָיִיתִי אוֹמֵר הֶחָדָשׁ אָסוּר וְהַיָּשָׁן מֻתָּר. מֻתָּר בַּיָּשָׁן וּבֶחָדָשׁ. אֲבָל אִם אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ הָיִיתִי אוֹמֵר כָּל הַיֵּינוֹת אֲסוּרִין עָלַי חוּץ מִן הַמְיֻשָּׁן הֲרֵי זֶה מֻתָּר בַּמְיֻשָּׁן בִּלְבַד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כָּל הַנּוֹדֵר אוֹ נִשְׁבָּע רוֹאִין דְּבָרִים שֶׁבִּגְלָלָן נִשְׁבַּע אוֹ נָדַר וּלְמֵדִין מֵהֶן לְאֵי זֶה נִתְכַּוֵּן וְהוֹלְכִין אַחַר הָעִנְיָן לֹא אַחַר כָּל מַשְׁמַע הַדִּבּוּר. כֵּיצַד. הָיָה טָעוּן מַשָּׂא שֶׁל צֶמֶר אוֹ שֶׁל פִּשְׁתִּים וְהִזִּיעַ וְהָיָה רֵיחוֹ קָשֶׁה וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יַעֲלֶה עָלָיו צֶמֶר אוֹ פִּשְׁתִּים לְעוֹלָם. הֲרֵי זֶה מֻתָּר לִלְבּשׁ בִּגְדֵי צֶמֶר אוֹ פִּשְׁתִּים וּלְכַסּוֹתָן. וְאֵינוֹ אָסוּר אֶלָּא לְהַפְשִׁילָן לַאֲחוֹרָיו. הָיָה לָבוּשׁ בִּגְדֵי צֶמֶר וְנִצְטַעֵר בִּלְבִישָׁתָן וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יַעֲלֶה עָלָיו צֶמֶר לְעוֹלָם אָסוּר לִלְבּשׁ וּמֻתָּר לִטְעֹן עָלָיו וּמֻתָּר לְהִתְכַּסּוֹת בְּגִזֵּי צֶמֶר. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְבֶגֶד צֶמֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָיוּ מְבַקְּשִׁין מִמֶּנּוּ שֶׁיִּשָּׂא קְרוֹבָתוֹ וְהוּא מְמָאֵן וּפָצְרוּ בּוֹ וְנָדַר אוֹ נִשְׁבַּע שֶׁלֹּא תֶּהֱנֶה בּוֹ לְעוֹלָם. וְכֵן הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא תֶּהֱנֶה בּוֹ לְעוֹלָם. הֲרֵי אֵלּוּ מֻתָּרוֹת לֵהָנוֹת לוֹ. שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְשֵׁם אִישׁוּת: \n",
            "וְכֵן הַקּוֹרֵא לַחֲבֵרוֹ שֶׁיִּסְעֹד אֶצְלוֹ וּמֵאֵן וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יִכָּנֵס לְבֵיתוֹ וְלֹא יִשְׁתֶּה לוֹ טִפַּת צוֹנֵן הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לְבֵיתוֹ וְלִשְׁתּוֹת לוֹ צוֹנֵן. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא שֶׁלֹּא יֹאכַל וְיִשְׁתֶּה עִמּוֹ בִּסְעֻדָּה זוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם לְבֵיתְךָ אֲנִי נִכְנָס וְשָׂדְךָ אֲנִי לוֹקֵחַ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה וּמֵת אוֹ מְכָרָן לְאַחֵר הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לַבַּיִת וְלִקַּח הַשָּׂדֶה מִן הַיּוֹרֵשׁ אוֹ מִן הַלּוֹקֵחַ. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא כָּל זְמַן שֶׁהֵן בִּרְשׁוּתוֹ. אֲבָל אִם אָמַר לַבַּיִת הַזֶּה אֵינִי נִכְנָס וְשָׂדֶה זֶה אֵינִי לוֹקֵחַ וּמֵת אוֹ מְכָרָן לְאַחֵר הֲרֵי זֶה אָסוּר: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי פָּרָתְךָ אָמַר לוֹ אֵינָהּ פְּנוּיָה נִשְׁבַּע אוֹ נָדַר וְאָמַר קוֹנָם שָׂדִי אֵינִי חוֹרֵשׁ בָּהּ לְעוֹלָם. אִם הָיָה דַּרְכּוֹ לַחְרשׁ בְּיָדוֹ הוּא אָסוּר וְכָל אָדָם מֻתָּרִין לַחְרשׁ לוֹ בָּהּ. וְאִם אֵין דַּרְכּוֹ לַחְרשׁ בְּיָדוֹ הוּא וְכָל אָדָם אֲסוּרִין. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
            "מִי שֶׁנִּשְׁבַּע אוֹ נָדַר שֶׁיִּשָּׂא אִשָּׁה אוֹ שֶׁיִּקְנֶה בַּיִת אוֹ שֶׁיֵּצֵא בְּשַׁיָּרָא אוֹ יִפְרשׁ בַּיָּם אֵין מְחַיְּבִין אוֹתוֹ לִשָּׂא אִשָּׁה אוֹ לִקְנוֹת אוֹ לְצֵאת מִיָּד אֶלָּא עַד שֶׁיִּמָּצֵא דָּבָר הֶהָגוּן לוֹ. מַעֲשֶׂה בְּאִשָּׁה שֶׁנָּדְרָה שֶׁכָּל מִי שֶׁיִּתְבַּע אוֹתָהּ תִּנָּשֵׂא לוֹ וְקָפְצוּ עָלֶיהָ בְּנֵי אָדָם שֶׁאֵינָן הֲגוּנִין לָהּ. וְאָמְרוּ חֲכָמִים לֹא נִתְכַּוְּנָה זוֹ אֶלָּא לְכָל מִי שֶׁיִּתְבַּע אוֹתָהּ מִן הַהֲגוּנִין לָהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַמַּדִּיר אֶת חֲבֵרוֹ אוֹ שֶׁנִּשְׁבַּע וְאָמַר לוֹ שֶׁתָּבוֹא וְתִטּל לְבָנֶיךָ כּוֹר אֶחָד חִטִּים אוֹ שְׁתֵּי חָבִיּוֹת שֶׁל יַיִן הֲרֵי זֶה יָכוֹל לְהַתִּיר נִדְרוֹ בְּלֹא שְׁאֵלָה לְחָכָם. וְיֹאמַר לוֹ כְּלוּם נִתְכַּוַּנְתָּ אֶלָּא לְכַבְּדֵנִי כְּבוֹדִי שֶׁלֹּא אֶטּל וּכְבָר הִגִּיעַ אֵלַי כָּבוֹד שֶׁנָּדַרְתָּ בִּשְׁבִילִי. וְכֵן הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵין אַתָּה נֶהֱנֶה לִי אִם אֵין אַתָּה נוֹתֵן לִבְנִי כּוֹר שֶׁל חִטִּים וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן. הֲרֵי זֶה יָכוֹל לְהַתִּיר נִדְרוֹ שֶׁלֹּא בִּשְׁאֵלַת חָכָם וְיֹאמַר הֲרֵינִי כְּאִלּוּ נִתְקַבַּלְתִּי וְהִגִּיעוּ לְיָדִי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "בִּנְּדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם בְּאוֹתוֹ מָקוֹם וּבְאוֹתוֹ לָשׁוֹן וּבְאוֹתוֹ זְמַן שֶׁנָּדַר אוֹ נִשְׁבַּע בּוֹ. כֵּיצַד. נָדַר אוֹ נִשְׁבַּע מִן הַמְבֻשָּׁל. אִם דֶּרֶךְ אוֹתוֹ מָקוֹם בְּאוֹתוֹ לָשׁוֹן בְּאוֹתוֹ זְמַן שֶׁקּוֹרְאִין מְבֻשָּׁל אֲפִלּוּ לְצָלִי וּלְשָׁלוּק הֲרֵי זֶה אָסוּר בַּכּל. וְאִם אֵין דַּרְכָּם לִקְרוֹת מְבֻשָּׁל אֶלָּא לְבָשָׂר שֶׁנִּתְבַּשֵּׁל בְּמַיִם וּבְתַבְלִין הֲרֵי זֶה מֻתָּר בְּצָלִי וּבְשָׁלוּק. וְכֵן הַמְעֻשָּׁן וְהַמְבֻשָּׁל בְּחַמֵּי טְבֶרְיָא וְכַיּוֹצֵא בָּהֶן הוֹלְכִין בּוֹ אַחַר הַלָּשׁוֹן שֶׁל בְּנֵי הָעִיר: \n",
            "נָדַר אוֹ נִשְׁבַּע מִן הַמָּלִיחַ. אִם דַּרְכָּם לִקְרוֹת מָלִיחַ לְכָל הַמְּלוּחִין הֲרֵי זֶה אָסוּר בְּכָל הַמְּלוּחִין. וְאִם אֵין דַּרְכָּם לִקְרוֹת מָלִיחַ אֶלָּא לְדָג מָלִיחַ בִּלְבַד אֵינוֹ אָסוּר אֶלָּא בְּדָג מָלִיחַ: \n",
            "נָדַר אוֹ נִשְׁבַּע מִן הַכָּבוּשׁ אִם דַּרְכָּם לִקְרוֹת כָּבוּשׁ לְכָל הַכְּבוּשִׁים הֲרֵי זֶה אָסוּר בַּכּל. וְאִם אֵין דַּרְכָּם לִקְרוֹת כָּבוּשׁ אֶלָּא לְיָרָק כָּבוּשׁ בִּלְבַד אֵינוֹ אָסוּר אֶלָּא בְּכָבוּשׁ שֶׁל יָרָק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָיוּ מִקְצָת בְּנֵי הַמָּקוֹם קוֹרִין לוֹ כָּךְ וּמִקְצָתָם אֵין קוֹרִין אֵין הוֹלְכִין אַחַר הָרֹב אֶלָּא הֲרֵי זֶה סְפֵק נְדָרִים וְכָל סְפֵק נְדָרִים לְהַחְמִיר וְאִם עָבַר אֵינוֹ לוֹקֶה: \n",
            "כֵּיצַד. נָדַר מִן הַשֶּׁמֶן בְּמָקוֹם שֶׁמִּסְתַּפְּקִין בְּשֶׁמֶן זַיִת וּבְשֶׁמֶן שֻׁמְשְׁמִין וְרֹב אַנְשֵׁי הַמָּקוֹם אֵין קוֹרִין שֶׁמֶן סְתָם אֶלָּא לְשֶׁמֶן זַיִת וְקוֹרִין לְשֶׁמֶן שֻׁמְשְׁמִין שֶׁמֶן שֻׁמְשְׁמִין וּמִעוּטָם קוֹרִין אַף לְשֶׁמֶן שֻׁמְשְׁמִין שֶׁמֶן סְתָם. הֲרֵי זֶה אָסוּר בִּשְׁנֵיהֶם וְאֵינוֹ לוֹקֶה עַל שֶׁמֶן שֻׁמְשְׁמִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כָּל דָּבָר שֶׁדֶּרֶךְ שָׁלִיחַ בְּאוֹתוֹ מָקוֹם לְהִמָּלֵךְ עָלָיו הֲרֵי הוּא בִּכְלַל הַמִּין שֶׁנֶּאֱמַר לְשָׁלִיחַ סְתָם. כֵּיצַד. מָקוֹם שֶׁדַּרְכָּן אִם יִשְׁלַח אָדָם שָׁלִיחַ לִקְנוֹת לוֹ בָּשָׂר סְתָם אָמַר לוֹ לֹא מָצָאתִי אֶלָּא דָּגִים אִם נִשְׁבַּע אוֹ נָדַר בְּמָקוֹם זֶה מִן הַבָּשָׂר נֶאֱסָר אַף בִּבְשַׂר דָּגִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וּבְכָל מָקוֹם הַנּוֹדֵר מִן הַבָּשָׂר אָסוּר בִּבְשַׂר עוֹפוֹת וּבִקְרָבַיִם וּמֻתָּר בַּחֲגָבִים. וְאִם מַרְאִין הַדְּבָרִים בְּעֵת שֶׁנָּדַר שֶׁלֹּא נִתְכַּוֵּן אֶלָּא בִּבְשַׂר בְּהֵמָה בִּלְבַד [אוֹ לִבְשַׂר עוֹף וּבְהֵמָה בִּלְבַד] הֲרֵי זֶה מֻתָּר בִּבְשַׂר דָּגִים וַאֲפִלּוּ בְּמָקוֹם שֶׁהַשָּׁלִיחַ נִמְלַךְ עֲלֵיהֶן: \n",
            "הַנּוֹדֵר מִן הַמְבֻשָּׁל מֻתָּר בְּבֵיצָה שֶׁלֹּא נִתְבַּשְּׁלָה עַד שֶׁקָּפְתָּה אֶלָּא נִתְגַּלְגְּלָה בִּלְבַד. הַנּוֹדֵר מִמַּעֲשֵׂה קְדֵרָה אֵינוֹ אָסוּר אֶלָּא מִדְּבָרִים שֶׁמַּרְתִּיחִין אוֹתָן בִּקְדֵרָה. כְּגוֹן רִיפוֹת וּלְבִיבוֹת וְכַיּוֹצֵא בָּהֶן. אָסַר עַצְמוֹ מִכָּל הַיּוֹרֵד לִקְדֵרָה הֲרֵי זֶה אָסוּר בְּכָל הַמִּתְבַּשְּׁלִין בִּקְדֵרָה: \n",
            "הַנּוֹדֵר מִן הַדָּגִים מֻתָּר בְּצִיר וּבְמֻרְיָס שֶׁל דָּגִים. הַנּוֹדֵר מִן הֶחָלָב מֻתָּר בַּקּוֹם וְהוּא הַמַּיִם הַמֻּבְדָּלִין מִן הֶחָלָב. נָדַר מִן הַקּוֹם מֻתָּר בְּחָלָב. נָדַר מִן הַגְּבִינָה אָסוּר בָּהּ בֵּין מְלוּחָה בֵּין תְּפֵלָה: \n",
            "הַנּוֹדֵר מִן הַחִטִּים אָסוּר בָּהֶן בֵּין חַיִּין בֵּין מְבֻשָּׁלִין. חִטָּה חִטִּים שֶׁאֲנִי טוֹעֵם אָסוּר בָּהֶן בֵּין קֶמַח בֵּין פַּת. חִטָּה שֶׁאֲנִי טוֹעֵם אָסוּר בְּאָפוּי וּמֻתָּר לָכֹס. חִטִּים שֶׁאֲנִי טוֹעֵם מֻתָּר בְּאָפוּי וְאָסוּר לָכֹס. חִטָּה חִטִּים שֶׁאֲנִי טוֹעֵם אָסוּר בֵּין בְּאָפוּי בֵּין לָכֹס. וְהַנּוֹדֵר מִן הַדָּגָן אוֹ מִן הַתְּבוּאָה אֵינוֹ אָסוּר אֶלָּא בַּחֲמֵשֶׁת הַמִּינִין: \n",
            "הַנּוֹדֵר מִן הַיָּרָק מֻתָּר בִּדְלוּעִין. הַנּוֹדֵר בִּכְרֵישִׁין מֻתָּר בְּקַפְלוֹטוֹת. הַנּוֹדֵר מִן הַכְּרוּב אָסוּר בְּמַיִם שֶׁנִּתְבַּשֵּׁל בּוֹ הַכְּרוּב שֶׁהֲרֵי מֵי שְׁלָקוֹת כִּשְׁלָקוֹת. נָדַר מִמֵּי הַשְּׁלָקוֹת מֻתָּר בַּשְּׁלָקוֹת עַצְמָן. הַנּוֹדֵר מִן הָרֹטֶב מֻתָּר בַּתַּבְלִין שֶׁבּוֹ. מִן הַתַּבְלִין מֻתָּר בָּרֹטֶב. הַנּוֹדֵר מִן הַגְּרִיסִין אָסוּר בַּמִּקְפָּה שֶׁל גְּרִיסִין: \n",
            "הַנּוֹדֵר מִן פֵּרוֹת הָאָרֶץ אָסוּר בְּכָל פֵּרוֹת הָאָרֶץ וּמֻתָּר בִּכְמֵהִין וּפִטְרִיּוֹת. וְאִם אָמַר כָּל גִּדּוּלֵי קַרְקַע עָלַי אָסוּר אַף בִּכְמֵהִין וּפִטְרִיּוֹת אַף עַל פִּי שֶׁאֵינָן יוֹנְקִין מִן הַקַּרְקַע גְּדֵלִין הֵן בַּקַּרְקַע: \n",
            "הַנּוֹדֵר מִפֵּרוֹת הַשָּׁנָה אָסוּר בְּכָל פֵּרוֹת הַשָּׁנָה וּמֻתָּר בִּגְדָיִים וּבִטְלָאִים וּבְחָלָב וּבְבֵיצִים וּבְגוֹזָלוֹת. וְאִם אָמַר כָּל גִּדּוּלֵי שָׁנָה עָלַי אָסוּר בְּכֻלָּם. הַנּוֹדֵר מִפֵּרוֹת הַקַּיִץ אֵין אָסוּר אֶלָּא בִּתְאֵנִים: \n",
            "וּבְכָל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן הִזָּהֵר בְּעִקַּר הַגָּדוֹל שֶׁהוּא בִּנְדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם שֶׁבְּאוֹתוֹ מָקוֹם בְּאוֹתוֹ לָשׁוֹן וּבְאוֹתוֹ זְמַן. וְעַל פִּי עִקָּר זֶה תּוֹרֶה וְתֹאמַר זֶה הַנּוֹדֵר אָסוּר בְּדָבָר פְּלוֹנִי וּמֻתָּר בְּדָבָר פְּלוֹנִי: \n",
            "הַנּוֹדֵר מִן הָעֲנָבִים מֻתָּר בְּיַיִן וַאֲפִלּוּ הֶחָדָשׁ. מִן הַזֵּיתִים מֻתָּר בְּשֶׁמֶן. מִן הַתְּמָרִים מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַסִּתְוָנִיּוֹת מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַיַּיִן מֻתָּר בְּיֵין תַּפּוּחִים. מִן הַשֶּׁמֶן מֻתָּר בְּשֶׁמֶן שֻׁמְשְׁמִין. מִן הַדְּבַשׁ מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַחֹמֶץ מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַיָּרָק מֻתָּר בְּיַרְקוֹת שָׂדֶה. מִפְּנֵי שֶׁכָּל אֵלּוּ שֵׁם לְוַוי הֵם וְהוּא לֹא נָדַר אֶלָּא מִשֵּׁם שֶׁאֵינוֹ לְוַוי בְּאוֹתוֹ מָקוֹם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הַנּוֹדֵר מִן הַכְּסוּת מֻתָּר בְּשַׂק וּבִירִיעָה וּבַחֲמִילָה. מִן הַבַּיִת אָסוּר בַּעֲלִיָּה שֶׁהָעֲלִיָּה בִּכְלַל הַבַּיִת. נָדַר מִן הָעֲלִיָּה מֻתָּר בַּבַּיִת. מִן הַדַּרְגָּשׁ מֻתָּר בַּמִּטָּה. מִן הַמִּטָּה אָסוּר בַּדַּרְגָּשׁ שֶׁהוּא כְּמוֹ מִטָּה קְטַנָּה: \n",
            "הַנּוֹדֵר שֶׁלֹּא יִכָּנֵס לְבַיִת זֶה הֲרֵי זֶה אָסוּר מִן הָאֲגַף וְלִפְנִים. נָדַר שֶׁלֹּא יִכָּנֵס לְעִיר זוֹ מֻתָּר לְהִכָּנֵס לִתְחוּמָהּ וְאָסוּר לְהִכָּנֵס לְעִבּוּרָהּ: \n",
            "הַנּוֹדֵר הֲנָיָה מִבְּנֵי הָעִיר וּבָא אָדָם וְנִשְׁתַּהָה שָׁם שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי זֶה אָסוּר לֵהָנוֹת מִמֶּנּוּ. פָּחוֹת מִכָּאן מֻתָּר. נָדַר מִיּוֹשְׁבֵי הָעִיר כָּל שֶׁשָּׁהָה שָׁם שְׁלֹשִׁים יוֹם אָסוּר לֵהָנוֹת מִמֶּנּוּ. פָּחוֹת מִכֵּן מֻתָּר: \n",
            "הַנּוֹדֵר מִן הַמַּיִם הַנִּמְשָׁכִין מִמַּעְיָן פְּלוֹנִי. אָסוּר בְּכָל הַנְּהָרוֹת הַיּוֹנְקוֹת מִמֶּנּוּ וְאֵין צָרִיךְ לוֹמַר הַנִּמְשָׁכוֹת. אַף עַל פִּי שֶׁנִּשְׁתַּנָּה שְׁמָם וְאֵין קוֹרִין אוֹתָן אֶלָּא נָהָר פְּלוֹנִי וּבְאֵר פְּלוֹנִי וְאֵין מְלַוִּין אוֹתָן לְשֵׁם הַמַּעְיָן הַנָּדוּר הוֹאִיל וְהוּא עִקָּרָן אָסוּר בַּכּל. אֲבָל אִם נָדַר מִנָּהָר פְּלוֹנִי אוֹ מִמַּעְיָן פְּלוֹנִי אֵין אָסוּר אֶלָּא בְּכָל הַנְּהָרוֹת הַנִּקְרָאוֹת עַל שְׁמוֹ: \n",
            "הַנּוֹדֵר מִיּוֹרְדֵי הַיָּם מֻתָּר בְּיוֹשְׁבֵי הַיַּבָּשָׁה. מִיּוֹשְׁבֵי הַיַּבָּשָׁה אָסוּר בְּיוֹרְדֵי הַיָּם אַף עַל פִּי שֶׁהֵן מְפָרְשִׁים בְּאֶמְצַע הַיָּם הַגָּדוֹל. שֶׁיּוֹרְדֵי הַיָּם בִּכְלַל יוֹשְׁבֵי הַיַּבָּשָׁה. נָדַר מֵרוֹאֵי חַמָּה אָסוּר בְּסוּמִין שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא מִמִּי שֶׁהַחַמָּה רוֹאָה אוֹתוֹ. נָדַר מִשְּׁחוֹרֵי הָרֹאשׁ אָסוּר בְּקֵרְחִים וּבַעֲלֵי שֵׂיבוֹת וּמֻתָּר בְּנָשִׁים וּבִקְטַנִּים. וְאִם דַּרְכָּן לִקְרוֹת שְׁחוֹרֵי הָרֹאשׁ לַכּל אָסוּר בַּכּל: \n",
            "נָדַר מִשּׁוֹבְתֵי שַׁבָּת אָסוּר בְּיִשְׂרָאֵל וּבְכוּתִים. נָדַר מֵעוֹלֵי יְרוּשָׁלַיִם אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בְּכוּתִים. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְמִי שֶׁמִּצְוָה עָלָיו לַעֲלוֹת לִירוּשָׁלַיִם. וְהַנּוֹדֵר מִבְּנֵי נֹחַ מֻתָּר בְּיִשְׂרָאֵל שֶׁאֵין נִקְרָאִים בְּנֵי נֹחַ אֶלָּא שְׁאָר הָאֻמּוֹת: \n",
            "נָדַר מִזֶּרַע אַבְרָהָם מֻתָּר בִּבְנֵי יִשְׁמָעֵאל וּבְנֵי עֵשָׂו וְאֵינוֹ אָסוּר אֶלָּא בְּיִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(בראשית כא יב)</small> \"כִּי בְיִצְחָק יִקָּרֵא לְךָ זָרַע\" וַהֲרֵי יִצְחָק אָמַר לְיַעֲקֹב <small>(בראשית כח ד)</small> \"וְיִתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם\": \n",
            "נָדַר מִן הָעֲרֵלִים אָסוּר בְּמוּלֵי עַכּוּ''ם וּמֻתָּר בַּעֲרֵלֵי יִשְׂרָאֵל. נָדַר מִן הַמּוּלִים אָסוּר בְּעַרְלֵי יִשְׂרָאֵל וּמֻתָּר בְּמוּלֵי עַכּוּ''ם. שֶׁאֵין הָעָרְלָה קְרוּיָה אֶלָּא לְשֵׁם עַכּוּ''ם שֶׁנֶּאֱמַר <small>(ירמיה ט כה)</small> \"כִּי כָל הַגּוֹיִם עֲרֵלִים\" וְאֵין כַּוָּנָתוֹ שֶׁל זֶה אֶלָּא לְמִי שֶׁהוּא מְצֻוֶּה עַל הַמִּילָה וְלֹא לְמִי שֶׁאֵינוֹ מְצֻוֶּה עָלֶיהָ: \n",
            "הַנּוֹדֵר מִיִּשְׂרָאֵל אָסוּר בְּגֵרִים. מִן הַגֵּרִים מֻתָּר בְּיִשְׂרָאֵל. הַנּוֹדֵר מִיִּשְׂרָאֵל אָסוּר בְּכֹהֲנִים וּלְוִיִּם. מִן הַכֹּהֲנִים וּמִן הַלְוִיִּם מֻתָּר בְּיִשְׂרָאֵל. הַנּוֹדֵר מִן הַכֹּהֲנִים מֻתָּר בִּלְוִיִּם. מֵהַלְוִיִּם מֻתָּר בְּכֹהֲנִים. הַנּוֹדֵר מִבָּנָיו מֻתָּר בִּבְנֵי בָּנָיו. וּבְכָל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן דִּין הַנּוֹדֵר וְהַנִּשְׁבָּע אֶחָד הוּא: \n"
        ],
        [
            "הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵינִי טוֹעֵם הַיּוֹם אֵינוֹ אָסוּר אֶלָּא עַד שֶׁתֶּחֱשַׁךְ. שֶׁאֵינִי טוֹעֵם יוֹם אֶחָד אָסוּר מֵעֵת לְעֵת מִשְּׁעַת נִדְרוֹ. לְפִיכָךְ הַנּוֹדֵר שֶׁאֲנִי טוֹעֵם הַיּוֹם אַף עַל פִּי שֶׁהוּא מֻתָּר מִשֶּׁתֶּחְשַׁךְ לֹא יֹאכַל מִשֶּׁתֶּחְשַׁךְ עַד שֶׁיִּשְׁאַל לְחָכָם. גְּזֵרָה שֶׁמָּא יִשָּׁבַע פַּעַם אַחֶרֶת יוֹם אֶחָד וְיֹאכַל מִשֶּׁתֶּחְשַׁךְ שֶׁהֲרֵי אֵין כָּל הָעָם יוֹדְעִים הֶפְרֵשׁ שֶׁבֵּין זֶה לָזֶה: \n",
            "נָדַר שֶׁאֲנִי טוֹעֵם יוֹם הֲרֵי זֶה סָפֵק וְאָסוּר מֵעֵת לְעֵת כְּאוֹמֵר יוֹם אֶחָד. וְאִם אָכַל אַחַר שֶׁחֲשֵׁכָה אֵינוֹ לוֹקֶה. שֶׁאֲנִי טוֹעֵם שַׁבָּת זוֹ הֲרֵי זֶה אָסוּר בִּשְׁאָר יְמֵי הַשַּׁבָּת וּבְיוֹם הַשַּׁבָּת. וַהֲרֵי הוּא מֻתָּר מֵאֶחָד בְּשַׁבָּת. שֶׁאֲנִי טוֹעֵם שַׁבָּת אַחַת הֲרֵי זֶה אָסוּר שִׁבְעָה יָמִים מֵעֵת לְעֵת. אָמַר שַׁבָּת סְתָם וְלֹא פֵּרֵשׁ לֹא אַחַת וְלֹא זוֹ הֲרֵי סָפֵק וְאָסוּר שִׁבְעָה יָמִים מֵעֵת לְעֵת. וְאִם אָכַל אַחַר שַׁבָּת אֵינוֹ לוֹקֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "שֶׁאֲנִי שׁוֹתֶה חֹדֶשׁ זֶה אָסוּר בִּשְׁאָר יְמֵי הַחֹדֶשׁ. אֲבָל בְּיוֹם רֹאשׁ חֹדֶשׁ יִהְיֶה מֻתָּר אַף עַל פִּי שֶׁהָיָה חֹדֶשׁ חָסֵר. שֶׁאֲנִי טוֹעֵם חֹדֶשׁ אֶחָד אָסוּר שְׁלֹשִׁים יוֹם גְּמוּרִים מֵעֵת לְעֵת. נָדַר חֹדֶשׁ סְתָם אָסוּר שְׁלֹשִׁים יוֹם מֵעֵת לְעֵת מִסָּפֵק: \n",
            "שֶׁאֲנִי אוֹכֵל בָּשָׂר שָׁנָה זוֹ אֲפִלּוּ לֹא נִשְׁאַר מִן הַשָּׁנָה אֶלָּא יוֹם אֶחָד אֵין אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם. וּבְיוֹם רֹאשׁ הַשָּׁנָה מֻתָּר. וְרֹאשׁ הַשָּׁנָה לִנְדָרִים הוּא יוֹם רֹאשׁ חֹדֶשׁ תִּשְׁרֵי. שֶׁאֲנִי אוֹכֵל שָׁנָה אַחַת הֲרֵי זֶה אָסוּר שָׁנָה תְּמִימָה מִיּוֹם לְיוֹם. וְאִם נִתְעַבְּרָה הַשָּׁנָה אָסוּר בָּהּ וּבְעִבּוּרָהּ. שֶׁאֲנִי אוֹכֵל שָׁנָה הֲרֵי זֶה אָסוּר שָׁנָה תְּמִימָה מִיּוֹם לְיוֹם מִסָּפֵק כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "שֶׁאֲנִי שׁוֹתֶה יַיִן שָׁבוּעַ זֶה אָסוּר בִּשְׁאָר שְׁנֵי הַשָּׁבוּעַ וּבִשְׁנַת הַשְּׁמִטָּה. וְאֵינוֹ מֻתָּר אֶלָּא מֵרֹאשׁ הַשָּׁנָה שֶׁל מוֹצָאֵי שְׁבִיעִית. שֶׁאֲנִי שׁוֹתֶה יַיִן שָׁבוּעַ אֶחָד אָסוּר שֶׁבַע שָׁנִים גְּמוּרוֹת מִיּוֹם לְיוֹם. אָמַר יוֹבֵל זֶה אָסוּר בִּשְׁאָר שְׁנֵי הַיּוֹבֵל וּבִשְׁנַת חֲמִשִּׁים עַצְמָהּ: \n",
            "שֶׁאֲנִי שׁוֹתֶה יַיִן עַד רֹאשׁ אֲדָר אִם הָיְתָה שָׁנָה מְעֻבֶּרֶת וְלֹא יָדַע שֶׁהִיא מְעֻבֶּרֶת כְּשֶׁנָּדַר אֵינוֹ אָסוּר אֶלָּא עַד רֹאשׁ חֹדֶשׁ אֲדָר רִאשׁוֹן. וְאִם נָדַר עַד סוֹף אֲדָר הֲרֵי זֶה אָסוּר עַד סוֹף אֲדָר שֵׁנִי. וְאִם יָדַע שֶׁהַשָּׁנָה מְעֻבֶּרֶת וְנָדַר עַד רֹאשׁ אֲדָר אָסוּר עַד רֹאשׁ אֲדָר שֵׁנִי: \n",
            "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַפֶּסַח בֵּין שֶׁאָמַר עַד פְּנֵי הַפֶּסַח בֵּין שֶׁאָמַר עַד הַפֶּסַח אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ בִּלְבַד. וְאִם אָמַר עַד שֶׁיִּהְיֶה הַפֶּסַח הֲרֵי אָסוּר עַד שֶׁיֵּצֵא הַפֶּסַח. אָמַר עַד הַקָּצִיר אוֹ עַד הַבָּצִיר אוֹ שֶׁאָמַר עַד שֶׁיִּהְיֶה הַבָּצִיר אוֹ הַקָּצִיר אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
            "זֶה הַכְּלָל כָּל שֶׁזְּמַנּוֹ קָבוּעַ וְנָדַר עָדָיו אֵין אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ. וְאִם נָדַר עַד שֶׁיִּהְיֶה הֲרֵי זֶה אָסוּר עַד שֶׁיֵּצֵא. וְכָל שֶׁאֵין לוֹ זְמַן קָבוּעַ כְּגוֹן זְמַן הַקָּצִיר וְהַבָּצִיר בֵּין שֶׁנָּדַר עָדָיו בֵּין שֶׁנָּדַר עַד שֶׁיִּהְיֶה אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
            "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַקַּיִץ הֲרֵי אָסוּר עַד שֶׁיַּתְחִילוּ אַנְשֵׁי הַמָּקוֹם שֶׁנָּדַר בּוֹ לְהַכְנִיס כַּלְכָּלוֹת תְּאֵנִים. עַד הַקָּצִיר עַד שֶׁיַּתְחִילוּ הָעָם לִקְצֹר קְצִיר חִטִּים אֲבָל לֹא קְצִיר שְׂעוֹרִים. פֵּרֵשׁ וְאָמַר עַד שֶׁיַּעֲבֹר הַקַּיִץ הֲרֵי זֶה אָסוּר עַד שֶׁיִּכְפְּלוּ הָעָם רֹב הַמַּחְצְלָאוֹת שֶׁבַּמֻּקְצֶה שֶׁמְּיַבְּשִׁין עֲלֵיהֶם תְּאֵנִים וַעֲנָבִים לַעֲשׂוֹתָם גְּרוֹגָרוֹת וְצִמּוּקִים הַכּל לְפִי מְקוֹם נִדְרוֹ שֶׁל נוֹדֵר: \n",
            "כֵּיצַד. הֲרֵי שֶׁנָּדַר בְּבִקְעָה וְאָסַר עַצְמוֹ בַּדָּבָר עַד הַקַּיִץ וְעָלָה לָהָר אֵינוֹ מִסְתַּכֵּל בַּקַּיִץ שֶׁל מָקוֹם שֶׁהוּא בּוֹ עַתָּה אִם הִגִּיעַ אִם לֹא הִגִּיעַ. אֶלָּא בַּקַּיִץ שֶׁל מָקוֹם שֶׁנָּדַר בּוֹ וְעָלָיו הוּא סוֹמֵךְ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַגֶּשֶׁם. הֲרֵי זֶה אָסוּר עַד זְמַן הַגְּשָׁמִים שֶׁהוּא בְּאֶרֶץ יִשְׂרָאֵל רֹאשׁ חֹדֶשׁ כִּסְלֵו. הִגִּיעַ זְמַן הַגְּשָׁמִים הֲרֵי זֶה מֻתָּר בֵּין יָרְדוּ גְּשָׁמִים בֵּין לֹא יָרְדוּ. וְאִם יָרְדוּ גְּשָׁמִים מִשִּׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן הֲרֵי זֶה מֻתָּר. וְאִם אָמַר עַד הַגְּשָׁמִים הֲרֵי זֶה אָסוּר עַד שֶׁיֵּרְדוּ הַגְּשָׁמִים. וְהוּא שֶׁיָּרְדוּ מִזְּמַן רְבִיעָה שְׁנִיָּה שֶׁהוּא בְּאֶרֶץ יִשְׂרָאֵל וּמְקוֹמוֹת הַסְּמוּכִין לָהּ מִכ''ג בְּמַרְחֶשְׁוָן וְאֵילָךְ. וְאִם פֵּרֵשׁ וְאָמַר עַד שֶׁיִּפָּסְקוּ הַגְּשָׁמִים הֲרֵי זֶה אָסוּר עַד שֶׁיַּעֲבֹר הַפֶּסַח בְּאֶרֶץ יִשְׂרָאֵל וּבִמְקוֹמוֹת שֶׁהֵם כְּמוֹתָהּ: \n",
            "מִי שֶׁהִדִּיר אֶת אִשְׁתּוֹ בְּמַרְחֶשְׁוָן וְאָמַר לָהּ שֶׁאֵין אַתְּ נֶהֱנֵית לִי מִכָּאן וְעַד הַפֶּסַח אִם תֵּלְכִי לְבֵית אָבִיךָ מֵהַיּוֹם וְעַד סֻכּוֹת הֲרֵי זוֹ אֲסוּרָה לֵהָנוֹת לוֹ מִיָּד גְּזֵרָה שֶׁמָּא תֵּלֵךְ. וְאִם הָלְכָה לִפְנֵי הַפֶּסַח וַהֲרֵי הוּא מְהַנֶּה אוֹתָהּ לִפְנֵי הַפֶּסַח הֲרֵי זֶה לוֹקֶה. עָבַר הַפֶּסַח אַף עַל פִּי שֶׁהָלַךְ הַתְּנַאי הֲרֵי זֶה אָסוּר לִנְהֹג חֻלִּין בְּנִדְרוֹ וּלְהַנִּיחָהּ שֶׁתֵּלֵךְ וְתֶהֱנֶה. אֶלָּא נוֹהֵג בָּהּ אִסּוּר עַד הֶחָג כְּמוֹ שֶׁנָּדַר. וְאַף עַל פִּי שֶׁתָּלָה הַנֵּדֶר בְּאִסּוּר זְמַן שֶׁעָבַר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הָלְכָה אַחַר הַפֶּסַח אֵינָהּ אֲסוּרָה מִלֵּהָנוֹת לוֹ: \n",
            "אָמַר לָהּ שֶׁאֵין אַתְּ נֶהֱנֵית לִי עַד הֶחָג אִם תֵּלְכִי לְבֵית אָבִיךָ עַד הַפֶּסַח אֲסוּרָה לֵהָנוֹת מִיָּד. וְאִם הָלְכָה לִפְנֵי הַפֶּסַח וְנִמְצָא מְהַנֶּה אוֹתָהּ הֲרֵי זֶה לוֹקֶה וַאֲסוּרָה בַּהֲנָיָתוֹ עַד הֶחָג וּמֻתֶּרֶת לֵילֵךְ לְבֵית אָבִיהָ מִשֶּׁהִגִּיעַ הַפֶּסַח: \n"
        ],
        [
            "קָטָן בֶּן שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וּקְטַנָּה בַּת אַחַת עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁנִּשְׁבְּעוּ אוֹ נָדְרוּ בֵּין נִדְרֵי אִסָּר בֵּין נִדְרֵי הֶקְדֵּשׁ בּוֹדְקִין אוֹתָן וְשׁוֹאֲלִין אוֹתָן. אִם יוֹדְעִין לְשֵׁם מִי נָדְרוּ וּלְשֵׁם מִי הִקְדִּישׁוּ וְנִשְׁבְּעוּ נִדְרֵיהֶן קַיָּמִים וְהֶקְדֵּשָׁן הֶקְדֵּשׁ. וְאִם לֹא יָדְעוּ אֵין בְּנִדְרֵיהֶם וּבְדִבְרֵיהֶם כְּלוּם. וּצְרִיכִין בְּדִיקָה כָּל הַשָּׁנָה כֻּלָּהּ שֶׁהִיא שְׁנַת י''ב לִקְטַנָּה. וּשְׁנַת י''ג לְקָטָן: \n",
            "כֵּיצַד. הֲרֵי שֶׁנָּדְרוּ אוֹ הִקְדִּישׁוּ בִּתְחִלַּת שָׁנָה זוֹ וְשָׁאֲלוּ אוֹתָן וְנִמְצְאוּ יוֹדְעִין וְנִתְקַיֵּם נִדְרָן וְנָדְרוּ נֵדֶר אַחֵר אֲפִלּוּ בְּסוֹף שָׁנָה זוֹ צְרִיכִין בְּדִיקָה וְאַחַר כָּךְ יִתְקַיֵּם. וְאֵין אוֹמְרִין הוֹאִיל וְנִמְצְאוּ יוֹדְעִין בִּתְחִלַּת הַשָּׁנָה אֵין צְרִיכִין בְּדִיקָה אֶלָּא בּוֹדְקִין אוֹתָן אֶת כָּל הַשָּׁנָה הַזּוֹ כֻּלָּהּ: \n",
            "קֹדֶם הַזְּמַן הַזֶּה אַף עַל פִּי שֶׁאָמְרוּ יוֹדְעִין אָנוּ לְשֵׁם מִי נָדַרְנוּ וּלְשֵׁם מִי הִקְדַּשְׁנוּ אֵין נִדְרֵיהֶן נֵדֶר וְאֵין הֶקְדֵּשָׁן הֶקְדֵּשׁ. וְאַחַר הַזְּמַן הַזֶּה שֶׁנִּמְצָא הַבֵּן בֶּן י''ג שָׁנָה וְיוֹם אֶחָד וְהַבַּת בַּת י''ב שָׁנָה וְיוֹם אֶחָד אַף עַל פִּי שֶׁאָמְרוּ אֵין אָנוּ יוֹדְעִין לְשֵׁם מִי נָדַרְנוּ וּלְשֵׁם מִי הִקְדַּשְׁנוּ דִּבְרֵיהֶן קַיָּמִין וְהֶקְדֵּשָׁן הֶקְדֵּשׁ וְנִדְרֵיהֶן נְדָרִים וְאַף עַל פִּי שֶׁלֹּא הֵבִיאוּ שְׁתֵּי שְׂעָרוֹת. וְזוֹ הִיא עוֹנַת נְדָרִים הָאֲמוּרָה בְּכָל מָקוֹם: \n",
            "הוֹאִיל וְהִגִּיעוּ לִשְׁנֵי הַגְּדוֹלִים נִדְרֵיהֶן קַיָּמִין. אַף עַל פִּי שֶׁלֹּא הֵבִיאוּ סִימָנִין וַעֲדַיִן לֹא נַעֲשׂוּ גְּדוֹלִים לְכָל דָּבָר. וְדָבָר זֶה מִדִּבְרֵי תּוֹרָה שֶׁהַמֻּפְלָא הַסָּמוּךְ לְאִישׁ הֶקְדֵּשׁוֹ וְנִדְרוֹ נֵדֶר. אַף עַל פִּי שֶׁנִּדְרֵיהֶן קַיָּמִין אִם חִלְּלוּ נִדְרָן אוֹ נִשְׁבְּעוּ וְהֶחְלִיפוּ אֵינָן לוֹקִין עַד שֶׁיַּגְדִּילוּ וְיָבִיאוּ שְׁתֵּי שְׂעָרוֹת: \n",
            "הִקְדִּישׁוּ וּבָא הַגָּדוֹל וְנֶהֱנָה מִן הַהֶקְדֵּשׁ שֶׁהִקְדִּישׁוּ לוֹקֶה מִשּׁוּם שֶׁנִּדְרֵיהֶם נְדָרִים מִן הַתּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבַּת י''ב שָׁנָה וְיוֹם אֶחָד נְדָרֶיהָ קַיָּמִין. בְּשֶׁלֹּא הָיְתָה בִּרְשׁוּת הָאָב אוֹ בִּרְשׁוּת הַבַּעַל. אֲבָל אִם הָיְתָה בִּרְשׁוּת הָאָב אֲפִלּוּ הִגְדִּילָה וַהֲרֵי הִיא נַעֲרָה. אָבִיהָ מֵפֵר כָּל נְדָרֶיהָ וְכָל שְׁבוּעוֹת שֶׁתִּשָּׁבַע בְּיוֹם שָׁמְעוֹ שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"כָּל נְדָרֶיהָ וֶאֱסָרֶיהָ\" וְגוֹ' <small>(במדבר ל ו)</small> \"כִּי הֵנִיא אָבִיהָ אֹתָהּ\" וְגוֹ': \n",
            "וְעַד מָתַי אָבִיהָ מֵפֵר עַד שֶׁתִּבְגַּר. בָּגְרָה אֵינוֹ מֵפֵר לָהּ וַהֲרֵי כָּל נְדָרֶיהָ וּשְׁבוּעוֹתֶיהָ כְּנֵדֶר אַלְמָנָה וּגְרוּשָׁה שֶׁנֶּאֱמַר בָּהֶן <small>(במדבר ל י)</small> \"כּל אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ\" וְגוֹ': \n",
            "וּמֵאֵימָתַי מֵפֵר הַבַּעַל נִדְרֵי אִשְׁתּוֹ וּשְׁבוּעוֹתֶיהָ מִשֶּׁתִּכָּנֵס לַחֻפָּה. וְהוּא מֵפֵר לְעוֹלָם עַד שֶׁיְּגָרְשֶׁנָּה וְיַגִּיעַ הַגֵּט לְיָדָהּ. הָיְתָה מְגֹרֶשֶׁת מִסָּפֵק לֹא יָפֵר לָהּ. נָתַן לָהּ גֵּט עַל תְּנַאי אוֹ לְאַחַר זְמַן לֹא יָפֵר בַּיָּמִים שֶׁבֵּינְתַיִם. וְכֵן מִי שֶׁשָּׁמְעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וַהֲרֵי בַּעְלָהּ קַיָּם וְכַיּוֹצֵא בָּהּ אֵין הַבַּעַל הָרִאשׁוֹן וְלֹא הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ. הָיְתָה מֵחַיָּבֵי לָאוִין וְאֵין צָרִיךְ לוֹמַר מֵחַיָּבֵי עֲשֵׂה וְהֵפֵר נְדָרֶיהָ הֲרֵי אֵלּוּ מוּפָרִין: \n",
            "נַעֲרָה מְאֹרָסָה אֵין מֵפֵר נְדָרֶיהָ אֶלָּא הָאָב עִם הַבַּעַל כְּאַחַד. וְאִם הֵפֵר הָאֶחָד לְבַדּוֹ אֵינוֹ מוּפָר. הֵפֵר הַבַּעַל לְבַדּוֹ וְעָבְרָה עַל נִדְרָהּ קֹדֶם שֶׁיָּפֵר הָאָב אֵינָהּ לוֹקָה: \n",
            "מֵת הָאָרוּס חָזְרָה לִרְשׁוּת אָבִיהָ. וְכָל שֶׁתִּדֹּר הָאָב מֵפֵר כְּשֶׁהָיָה קֹדֶם שֶׁתִּתְאָרֵס. מֵת הָאָב אַחַר שֶׁנִּתְאָרְסָה וְנָדְרָה אַחַר מוֹתוֹ אֵין הַבַּעַל מֵפֵר שֶׁאֵין הַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ עַד שֶׁתִּכָּנֵס לַחֻפָּה: \n",
            "נַעֲרָה אֲרוּסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ וְלֹא שָׁמַע אֲרוּסָהּ וְנִתְגָרְשָׁה בּוֹ בַּיּוֹם וְנִתְאָרְסָה לְאַחֵר בּוֹ בַּיּוֹם אֲפִלּוּ לְמֵאָה אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס רִאשׁוֹן. מִפְּנֵי שֶׁלֹּא יָצָאתָה לִרְשׁוּת עַצְמָהּ שָׁעָה אַחַת שֶׁעֲדַיִן הִיא בִּרְשׁוּת הָאָב מִפְּנֵי שֶׁהִיא נַעֲרָה: \n",
            "אֲבָל הָאִשָּׁה הַנְּשׂוּאָה שֶׁנָּדְרָה וְלֹא הֵפֵר לָהּ בַּעְלָהּ וְגֵרְשָׁהּ בּוֹ בַּיּוֹם וְהֶחֱזִירָהּ בּוֹ בַּיּוֹם אֵינוֹ יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאתָה לִרְשׁוּת עַצְמָהּ אַחַר שֶׁנָּדְרָה. אַף עַל פִּי שֶׁנָּדְרָה בִּרְשׁוּתוֹ וְהִיא עַתָּה בִּרְשׁוּתוֹ הוֹאִיל וְיָצְתָה בִּרְשׁוּת עַצְמָהּ בֵּינְתַיִם נִתְקַיְּמוּ נְדָרֶיהָ: \n",
            "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְלֹא שָׁמַע אָבִיהָ וְלֹא בַּעְלָהּ וְנִתְגָרְשָׁה וְנִתְאָרְסָה לַאֲחֵרִים. אֲפִלּוּ לְאַחַר כַּמָּה יָמִים כְּשֶׁיִּשְׁמַע הָאָב וְהַבַּעַל הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס הָרִאשׁוֹן הוֹאִיל וְלֹא שָׁמַע אוֹתָם הָאָרוּס הָרִאשׁוֹן: \n",
            "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ לְבַדּוֹ וְהֵפֵר לָהּ וּמֵת הָאָרוּס קֹדֶם שֶׁיִּשְׁמַע וְנִתְאָרְסָה בּוֹ בַּיּוֹם אֲפִלּוּ לְמֵאָה אָבִיהָ וַאֲרוּסָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס רִאשׁוֹן שֶׁמֵּת קֹדֶם שֶׁיִּשְׁמַע: \n",
            "שָׁמַע אָרוּס רִאשׁוֹן וְהֵפֵר וּמֵת וְאַחַר כָּךְ שָׁמַע הָאָב וְנִתְאָרְסָה לְאַחֵר בּוֹ בַּיּוֹם אָבִיהָ עִם הָאָרוּס הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ: \n",
            "שָׁמַע אָבִיהָ וְלֹא שָׁמַע הָאָרוּס וּמֵת בּוֹ בַּיּוֹם הָאָרוּס אוֹ שֶׁשָּׁמַע גַּם הָאָרוּס וְהֵפֵר אוֹ שֶׁשָּׁתַק וּמֵת בּוֹ בַּיּוֹם נִתְרוֹקְנָה רְשׁוּת לָאָב וְהָאָב יָכוֹל לְהָפֵר. שָׁמַע הָאָרוּס וְקִיֵּם וּמֵת בּוֹ בַּיּוֹם אוֹ שֶׁשָּׁמַע וְשָׁתַק וּמֵת בַּיּוֹם שֶׁלְּאַחֲרָיו אֵין הָאָב יָכוֹל לְהָפֵר: \n",
            "גֵּרְשָׁהּ הָאָרוּס אַחַר שֶׁשָּׁמַע. הֲרֵי זֶה סָפֵק אִם הַגֵּרוּשִׁין כִּשְׁתִיקָה וְיָפֵר הָאָב עִם הַבַּעַל הָאַחֲרוֹן שֶׁיְּאָרֵס בּוֹ בַּיּוֹם אוֹ הַגֵּרוּשִׁין כְּמוֹ שֶׁקִּיֵּם אָרוּס רִאשׁוֹן שֶׁכְּבָר נִתְקַיְּמוּ הַנְּדָרִים: \n",
            "שָׁמַע הָאָב וְהֵפֵר לָהּ וּמֵת הָאָב וְאַחַר כָּךְ שָׁמַע הַבַּעַל אֲפִלּוּ שָׁמַע הַבַּעַל קֹדֶם שֶׁיָּמוּת הָאָב לֹא נִתְרוֹקְנָה רְשׁוּת לַבַּעַל וְאֵינוֹ יָכוֹל לְהָפֵר לְעוֹלָם אַחַר מוֹת הָאָב. שֶׁאֵין הָאָרוּס מֵפֵר אֶלָּא בְּשֻׁתָּפוּת: \n",
            "שָׁמַע אָרוּס וְהֵפֵר לָהּ וּמֵת וְאַחַר כָּךְ שָׁמַע הָאָב. אוֹ שֶׁשָּׁמַע הָאָב וְהֵפֵר לָהּ וּמֵת הַבַּעַל קֹדֶם שֶׁיִּשְׁמַע. אֵין הָאָב לְבַדּוֹ יָכוֹל לְהָפֵר נְדָרִים אֵלּוּ שֶׁנִּרְאוּ לְאָרוּס רִאשׁוֹן אֶלָּא בְּשֻׁתָּפוּת אָרוּס הָאַחֲרוֹן אִם נִתְאָרְסָה בּוֹ בַּיּוֹם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "נָדְרָה וְהֵפֵר לָהּ אָבִיהָ לְבַדּוֹ וְלֹא שָׁמַע הָאָרוּס עַד שֶׁנִּכְנְסָה לִרְשׁוּתוֹ אֵינוֹ יָכוֹל לְהָפֵר שֶׁאֵין הַבַּעַל מֵפֵר נִדְרֵי אֲרוּסָתוֹ אַחַר שֶׁנִּשֵּׂאת אֶלָּא קֹדֶם שֶׁתִּכָּנֵס לִרְשׁוּתוֹ הוּא שֶׁמֵּפֵר בְּשֻׁתָּפוּת הָאָב. לְפִיכָךְ הָיָה דֶּרֶךְ תַּלְמִידֵי חֲכָמִים עַד שֶׁלֹּא תֵּצֵא בִּתּוֹ מֵרְשׁוּתוֹ אוֹמֵר לָהּ כָּל נְדָרִים שֶׁנָּדַרְתְּ בְּתוֹךְ בֵּיתִי הֲרֵי הֵן מוּפָרִין: \n",
            "וְכֵן הַבַּעַל עַד שֶׁלֹּא תִּכָּנֵס לִרְשׁוּתוֹ אוֹמֵר לָהּ כָּל נְדָרִים שֶׁנָּדַרְתְּ מִשֶּׁאֵרַסְתִּיךְ עַד שֶׁלֹּא תִּכָּנְסִי בְּתוֹךְ בֵּיתִי הֲרֵי הֵן מוּפָרִין שֶׁהַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ אַף עַל פִּי שֶׁלֹּא שָׁמַע אוֹתָם: \n",
            "הָלַךְ הָאָב עִם שְׁלוּחֵי הַבַּעַל אוֹ שֶׁהָלְכוּ שְׁלוּחֵי הָאָב עִם שְׁלוּחֵי הַבַּעַל עֲדַיִן אָבִיהָ וּבַעְלָהּ מְפֵרִין נְדָרֶיהָ. מָסַר הָאָב לִשְׁלוּחֵי הַבַּעַל אוֹ שֶׁמָּסְרוּ שְׁלוּחֵי הָאָב לִשְׁלוּחֵי הַבַּעַל אֵין הָאָב יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאת מֵרְשׁוּתוֹ וְלֹא הַבַּעַל יָכוֹל לְהָפֵר שֶׁאֵין הַבַּעַל מֵפֵר בְּקוֹדְמִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "שׁוֹמֶרֶת יָבָם אֲפִלּוּ עָשָׂה בָּהּ יְבָמָהּ מַאֲמָר וַאֲפִלּוּ יָבָם אֶחָד לִיבָמָה אַחַת אֵינוֹ מֵפֵר נִדְרֵי יְבִמְתּוֹ עַד שֶׁיָּבוֹא עָלֶיהָ: \n",
            "הָיְתָה יְבִמְתּוֹ נַעֲרָה מְאֹרָסָה לְאָחִיו וְאָבִיהָ קַיָּם אֵין הַיָּבָם וְאָבִיהָ מְפֵרִים נְדָרֶיהָ כְּאַחַת אֶלָּא הָאָב לְבַדּוֹ הוּא שֶׁמֵּפֵר כָּל שֶׁתִּדֹּר וַאֲפִלּוּ עָשָׂה בָּהּ הַיָּבָם מַאֲמָר אֵינָהּ כְּנַעֲרָה מְאֹרָסָה. שֶׁאֵין הַמַּאֲמָר קוֹנֶה בִּיבָמָה קִנְיָן גָּמוּר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "נַעֲרָה שֶׁהִשִּׂיאָהּ אָבִיהָ וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה מִן הַנִּשּׂוּאִין הֲרֵי זוֹ כִּיתוֹמָה בְּחַיֵּי הָאָב. וְאֵין אָבִיהָ מֵפֵר נְדָרֶיהָ וְאַף עַל פִּי שֶׁעֲדַיִן הִיא נַעֲרָה: \n",
            "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְלֹא שָׁמְעוּ נְדָרֶיהָ אָבִיהָ וּבַעְלָהּ עַד שֶׁבָּגְרָה אוֹ עַד שֶׁנַּעֲשֵׂית יְתוֹמָה בְּחַיֵּי הָאָב הֲרֵי נְדָרֶיהָ קַיָּמִים וְאֵין הַבַּעַל יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאת מֵרְשׁוּת אָבִיהָ שֶׁהוּא מֵפֵר עִמּוֹ בְּשֻׁתָּפוּת וַעֲדַיִן לֹא נִכְנְסָה לִרְשׁוּת הַבַּעַל: \n"
        ],
        [
            "כָּל הַנְּדָרִים וְהַשְּׁבוּעוֹת הָאָב מֵפֵר בְּיוֹם שָׁמְעוֹ. שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"כָּל נְדָרֶיהָ וֶאֱסָרֶיהָ\". אֲבָל הַבַּעַל אֵינוֹ יָכוֹל לְהָפֵר אֶלָּא כָּל נְדָרִים וּשְׁבוּעוֹת שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ אוֹ שֶׁהֵן בִּדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ כְּגוֹן שֶׁנִּשְׁבְּעָה אוֹ נָדְרָה שֶׁלֹּא תִּכְחל אוֹ שֶׁלֹּא תִּתְקַשֵּׁט שֶׁנֶּאֱמַר <small>(במדבר ל יז)</small> \"בֵּין אִישׁ לְאִשְׁתּוֹ\": \n",
            "וּמַה בֵּין נְדָרִים שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ לִדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ. שֶׁהַנְּדָרִים שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ מֵפֵר אֶל עַצְמוֹ וְאֶל אֲחֵרִים. וְשֶׁבֵּינוֹ לְבֵינָהּ לְעַצְמוֹ מֵפֵר וְלַאֲחֵרִים אֵינוֹ מֵפֵר: \n",
            "כֵּיצַד. נָדְרָה שֶׁלֹּא לֶאֱכל בָּשָׂר מֵפֵר לָהּ וְתִהְיֶה מֻתֶּרֶת לֶאֱכל עִם כָּל אָדָם לְעוֹלָם. אָסְרָה עָלֶיהָ תַּשְׁמִישׁ כָּל אָדָם שֶׁבָּעוֹלָם יָפֵר חֶלְקוֹ וְתִהְיֶה מְשַׁמַּשְׁתּוֹ. וּכְשֶׁיָּמוּת אוֹ יְגָרְשֶׁנָּה הֲרֵי הִיא אֲסוּרָה בְּתַשְׁמִישׁ כָּל אָדָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "אֶחָד עִנּוּי גָּדוֹל וְאֶחָד עִנּוּי קָטָן וְאֶחָד עִנּוּי שֶׁהוּא לִזְמַן מְרֻבֶּה אוֹ לְפִי שָׁעָה הַכּל מֵפֵר הַבַּעַל: \n",
            "כֵּיצַד. נָדְרָה אוֹ נִשְׁבְּעָה שֶׁלֹּא תִּרְחַץ הַיּוֹם. אוֹ שֶׁלֹּא תִּשְׁתֶּה יַיִן הַיּוֹם. אוֹ שֶׁלֹּא תֹּאכַל הַיּוֹם דְּבַשׁ. וְכֵן אִם נָדְרָה שֶׁלֹּא תִּכְחל הַיּוֹם אוֹ שֶׁלֹּא תִּלְבַּשׁ רִקְמָה הַיּוֹם מֵפֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲפִלּוּ נָדְרָה מִמַּאֲכָל רַע אוֹ מִמִּין שֶׁלֹּא טָעֲמָה אוֹתוֹ מִיָּמֶיהָ הֲרֵי זֶה יָפֵר: \n",
            "נָדְרָה מִשְּׁתֵי כִּכָּרוֹת בְּאַחַת יֵשׁ לָהּ עִנּוּי וּבְאַחַת אֵין לָהּ עִנּוּי מֵפֵר לְזוֹ שֶׁמִּתְעַנָּה בָּהּ וְאֵינוֹ מֵפֵר לְזוֹ שֶׁאֵין לָהּ עִנּוּי: \n",
            "נָדְרָה שֶׁלֹּא תֹּאכַל תְּאֵנִים שֶׁל מְדִינָה זוֹ יָפֵר מִשּׁוּם דְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ שֶׁעֵסֶק גָּדוֹל הוּא לוֹ לְהִטָּפֵל וּלְהָבִיא לָהּ מִמְּדִינָה אַחֶרֶת. לְפִיכָךְ אִם מֵת אוֹ גֵּרְשָׁהּ אוֹ שֶׁהֵבִיא לָהּ אִישׁ אַחֵר מִפֵּרוֹת אוֹתָהּ מְדִינָה הֲרֵי אֵלּוּ אֲסוּרִין עָלֶיהָ שֶׁאֵינוֹ מֵפֵר לַאֲחֵרִים בִּדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ: \n",
            "וְכֵן אִם נָדְרָה שֶׁלֹּא לְהַנּוֹת לַבְּרִיּוֹת אַף עַל פִּי שֶׁאֵין הַבַּעַל בַּכְּלָל יֵשׁ לוֹ לְהָפֵר מִשּׁוּם דְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ. שֶׁלֹּא יִהְיֶה זָקוּק לְהַאֲכִילָהּ מִשֶּׁלּוֹ בִּלְבַד. וְכֵן אִם אָסְרָה הֲנָאָתָהּ עַל אֻמָּה (כֻּלָּהּ) כְּגוֹן [כָּל] הַיְהוּדִים אוֹ כָּל הַיִּשְׁמְעֵאלִים הֲרֵי זֶה יָפֵר: \n",
            "הָאִשָּׁה שֶּׁאֲמָרָהּ לְבַעְלָהּ הֲנָאַת תַּשְׁמִישִׁי אֲסוּרָה עָלֶיךָ אֵינוֹ צָרִיךְ לְהָפֵר. הָא לְמָה זֶה דּוֹמֶה לְאוֹסֵר פֵּרוֹת חֲבֵרוֹ עַל בַּעַל הַפֵּרוֹת. וְכֵן הוּא שֶׁאוֹמֵר לָהּ הֲנָאַת תַּשְׁמִישִׁי אֲסוּרָה עָלַיִךְ לֹא אָמַר כְּלוּם מִפְּנֵי שֶׁהוּא מְשֻׁעְבָּד לָהּ בִּשְׁאֵר כְּסוּת וְעוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת. אֲבָל אִם אָמְרָה לוֹ הֲנָאַת תַּשְׁמִישְׁךָ אֲסוּרָה עָלַי צָרִיךְ לְהָפֵר. וְאִם לֹא הֵפֵר הֲרֵי זֶה אָסוּר לְשַׁמְּשָׁהּ שֶׁאֵין מַאֲכִילִין אֶת הָאָדָם דָּבָר הָאָסוּר לוֹ: \n",
            "אָמְרָה יִקְדְּשׁוּ יָדַי לְעוֹשֵׂיהֶן אוֹ שֶׁנָּדְרָה שֶׁלֹּא יֵהָנֶה בְּמַעֲשֵׂה יָדֶיהָ אֵינוֹ נֶאֱסָר בְּמַעֲשֵׂה יָדֶיהָ מִפְּנֵי שֶׁיָּדֶיהָ מְשֻׁעְבָּדִין לוֹ. שֶׁאַף עַל פִּי שֶׁאָמְרוּ הַשִּׁחְרוּר וְהֶחָמֵץ וְהַהֶקְדֵּשׁ מַפְקִיעִין הַשִּׁעְבּוּד חֲכָמִים עָשׂוּ חִזּוּק לְשִׁעְבּוּד הַבַּעַל שֶׁאֵינָהּ יְכוֹלָה לְהַפְקִיעוֹ מִפְּנֵי שֶׁהוּא מִדִּבְרֵיהֶם. אֲבָל צָרִיךְ הוּא לְהָפֵר שֶׁמָּא יְגָרְשֶׁנָּה וְתִהְיֶה אֲסוּרָה לַחְזֹר לוֹ: \n",
            "נִשְׁבְּעָה אוֹ נָדְרָה שֶׁלֹּא יֶהֱנֶה בָּהּ לֹא אֲבִי בַּעְלָהּ וְלֹא אֶחָיו וּשְׁאָר קְרוֹבָיו אֵינוֹ יָכוֹל לְהָפֵר. וְכֵן אִם נָדְרָה שֶׁלֹּא אֶתֵּן מַיִם לִפְנֵי בְּהֶמְתְּךָ וְתֶבֶן לִפְנֵי בְּקָרְךָ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁאֵין בָּהֶן עִנּוּי נֶפֶשׁ וְאֵינָם מִדְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ וְאֵינָהּ מִמְּלָאכוֹת שֶׁהִיא חַיֶּבֶת בָּהֶן הֲרֵי זֶה אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "יֵשׁ לַבַּעַל וְלָאָב לְהָפֵר נְדָרִים שֶׁעֲדַיִן לֹא חָלוּ וְלֹא נֶאֶסְרָה בָּהֶן. כֵּיצַד. כְּגוֹן שֶׁאָמְרָה הַיַּיִן אָסוּר עָלַי אִם אֵלֵךְ לְמָקוֹם פְּלוֹנִי הֲרֵי זֶה מֵפֵר אַף עַל פִּי שֶׁעֲדַיִן לֹא הָלְכָה וְלֹא נֶאֶסְרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאָב אוֹ הַבַּעַל שֶׁאֵין שׁוֹמְעִין אֵינָם מְפֵרִין. אַף עַל פִּי שֶׁהַבַּעַל מֵפֵר נְדָרִים שֶׁלֹּא שְׁמָעָן הָרָאוּי לִשְׁמֹעַ אֵין הַשְּׁמוּעָה מְעַכֶּבֶת בּוֹ: \n",
            "הַשּׁוֹטֶה אֵינוֹ מֵפֵר בֵּין אָב בֵּין בַּעַל. הַקָּטָן אֵין לוֹ אִישׁוּת לְפִיכָךְ אֵינוֹ מֵפֵר. וְהַבַּעַל מֵפֵר נִדְרֵי שְׁתֵּי נָשָׁיו כְּאַחַת. וְכֵן הָאָב מֵפֵר נִדְרֵי שְׁתֵּי בְּנוֹתָיו כְּאַחַת: \n",
            "הֲפָרַת נְדָרִים כָּל הַיּוֹם וְאֵינָהּ מֵעֵת לְעֵת. כֵּיצַד. נָדְרָה בִּתְחִלַּת לֵיל שֵׁנִי הֲרֵי מֵפֵר כָּל אוֹתוֹ הַלַּיְלָה וְכָל יוֹם שֵׁנִי. נָדְרָה בְּיוֹם שֵׁנִי בִּתְחִלַּת הַיּוֹם מֵפֵר כָּל אוֹתוֹ הַיּוֹם. נָדְרָה בְּסוֹף הַיּוֹם עִם חֲשֵׁכָה אִם הֵפֵר לָהּ עַד שֶׁלֹּא תֶּחְשַׁךְ מוּפָר. וְאִם לֹא הֵפֵר לָהּ עַד שֶׁחֲשֵׁכָה אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "וּמַהוּ זֶה שֶׁכָּתוּב בַּתּוֹרָה <small>(במדבר ל טו)</small> \"מִיּוֹם אֶל יוֹם\". מְלַמֵּד שֶׁמֵּפֵר בַּלַּיְלָה אִם נָדְרָה בַּלַּיְלָה. וְכֵן מֵפֵר כָּל הַיּוֹם כְּמוֹ שֶׁבֵּאַרְנוּ. נָדְרָה וְשָׁהֲתָה כַּמָּה יָמִים וְאַחַר כָּךְ שָׁמַע הָאָב אוֹ הַבַּעַל הֲרֵי זֶה מֵפֵר בְּיוֹם שָׁמְעוֹ וּכְאִלּוּ נָדְרָה בְּעֵת שֶׁשְּׁמָעָהּ שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> <small>(במדבר ל יג)</small> \"בְּיוֹם שָׁמְעוֹ\" לֹא בְּיוֹם נִדְרָהּ בִּלְבַד: \n",
            "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ וְהֵפֵר וּלְאַחַר יָמִים שָׁמַע הָאָרוּס וְהֵפֵר בְּיוֹם שָׁמְעוֹ אֵין זֶה מוּפָר. שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"וְאִם הֵנִיא אָבִיהָ אוֹתָהּ בְּיוֹם שָׁמְעוֹ\" וְגוֹ' <small>(במדבר ל ז)</small> \"וְאִם הָיוֹ תִהְיֶה לְאִישׁ וּנְדָרֶיהָ עָלֶיהָ\" <small>(במדבר ל ח)</small> \"וְשָׁמַע אִישָׁהּ בְּיוֹם שָׁמְעוֹ\" וְגוֹ' הָא לָמַדְתָּ שֶׁאַחַר שֶׁהֵפֵר הָאָב וְשָׁמַע הָאָרוּס הֲרֵי זֶה מֵפֵר בְּיוֹם שְׁמוֹעַ הָאָב. וְהוּא הַדִּין אִם שָׁמַע אָרוּס וְהֵפֵר וְאַחַר כַּמָּה יָמִים שָׁמַע הָאָב וְהֵפֵר בְּיוֹם שָׁמְעוֹ שֶׁאֵינוֹ מוּפָר. וּמִנַּיִן שֶׁבְּנַעֲרָה מְאֹרָסָה הַכָּתוּב מְדַבֵּר שֶׁהֲרֵי הוּא אוֹמֵר לְמַטָּה <small>(במדבר ל יא)</small> \"וְאִם בֵּית אִישָׁהּ נָדָרָה\" וְגוֹ' <small>(במדבר ל יב)</small> \"וְשָׁמַע אִישָׁהּ וְהֶחֱרִשׁ לָהּ\" וְגוֹ' מִכְּלַל שֶׁאִישָׁהּ הָאָמוּר לְמַעְלָה אָרוּס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "שָׁמַע הָאָב אוֹ הַבַּעַל וְשָׁתַק כְּדֵי לְצַעֲרָהּ אַף עַל פִּי שֶׁלֹּא הָיָה בְּלִבּוֹ לְקַיֵּם נִדְרָהּ הוֹאִיל וְעָבַר הַיּוֹם וְלֹא הֵפֵר וְלֹא בִּטֵּל נִתְקַיְּמוּ נְדָרֶיהָ. נָדְרָה וְהֵפֵר לָהּ הָאָב אוֹ הַבַּעַל וְהִיא לֹא יָדְעָה שֶׁהֵפֵר וְעָבְרָה עַל נִדְרָהּ אוֹ עַל שְׁבוּעָתָהּ בְּזָדוֹן הֲרֵי זוֹ פְּטוּרָה וְאַף עַל פִּי שֶׁנִּתְכַּוְּנָה לְאִסּוּר הוֹאִיל וְנַעֲשָׂה הַהֶתֵּר פְּטוּרָה וְעַל זֶה נֶאֱמַר <small>(במדבר ל ו)</small> \"וַה' יִסְלַח לָהּ כִּי הֵנִיא אָבִיהָ אֹתָהּ\". וּמַכִּין אוֹתָהּ מַכַּת מַרְדּוּת מִפְּנֵי שֶׁנִּתְכַּוְּנָה לְאִסּוּר: \n",
            "נָדְרָה וְעָבְרָה עַל נִדְרָהּ קֹדֶם שֶׁיָּפֵר לָהּ אָבִיהָ אוֹ בַּעְלָהּ אַף עַל פִּי שֶׁשָּׁמַע בּוֹ בַּיּוֹם וְהֵפֵר לָהּ הֲרֵי זוֹ חַיֶּבֶת עַל דָּבָר שֶׁעָבְרָה בּוֹ. אִם מַלְקוֹת מַלְקוֹת וְאִם קָרְבָּן קָרְבָּן: \n",
            "שָׁמַע נִדְרָהּ וְשָׁתַק מִפְּנֵי שֶׁלֹּא הָיָה יוֹדֵעַ שֶׁיֵּשׁ לָאָב אוֹ לַבַּעַל לְהָפֵר. אוֹ שֶׁיָּדַע שֶׁיֵּשׁ לָהֶם לְהָפֵר אֲבָל לֹא יָדַע שֶׁנֵּדֶר זֶה צָרִיךְ הֲפָרָה וּלְאַחַר זְמַן יָדַע הֲרֵי זֶה יָפֵר וּשְׁעַת יְדִיעָתוֹ כְּאִלּוּ הִיא שְׁעַת הַנֵּדֶר אוֹ שְׁעַת שְׁמוּעָתוֹ וְיָפֵר כָּל הַיּוֹם: \n",
            "נָדְרָה אִשְׁתּוֹ וְסָבוּר שֶׁהִיא בִּתּוֹ וְהֵפֵר לָהּ עַל דַּעַת שֶׁהִיא בִּתּוֹ. וְכֵן אִם נָדְרָה בְּנָזִיר וְסָבוּר שֶׁנָּדְרָה בְּקָרְבָּן וְהֵפֵר לָהּ עַל דַּעַת שֶׁנָּדְרָה קָרְבָּן. אָסְרָה עַצְמָהּ בִּתְאֵנִים וְסָבוּר [שֶׁאָסְרָה עַצְמָהּ] בַּעֲנָבִים וְהֵפֵר לָהּ עַל דַּעַת שֶׁנָּדְרָה לֶאֱסֹר [עַצְמָהּ] בַּעֲנָבִים צָרִיךְ לַחְזֹר וּלְהָפֵר כְּשֶׁיֵּדַע הַנֵּדֶר וְהַנּוֹדֶרֶת לְשֵׁם הַנּוֹדֶרֶת הַזֹּאת וּלְשֵׁם הַנֵּדֶר הַזֶּה שֶׁנֶּאֱמַר <small>(במדבר ל יב)</small> \"לֹא הֵנִיא אָבִיהָ אֹתָהּ\" לְנוֹדֶרֶת עַצְמָהּ וְאוֹמֵר <small>(במדבר ל ה)</small> \"וְשָׁמַע אָבִיהָ אֶת נִדְרָהּ\" עַד שֶׁיֵּדַע אֵי זֶה נֵדֶר נָדְרָה. וְיֵשׁ לוֹ לְהָפֵר אוֹתוֹ כָּל יוֹם הַיְדִיעָה: \n"
        ],
        [
            "מֵפֵר אָדָם אוֹ מְקַיֵּם דִּבְרֵי אִשְׁתּוֹ אוֹ בִּתּוֹ בִּכָל לָשׁוֹן וְאַף עַל פִּי שֶׁאֵינָהּ מַכֶּרֶת. שֶׁאֵין הָאִשָּׁה צְרִיכָה לִשְׁמֹעַ הַהֲפָרָה אוֹ הַקִּיּוּם: \n",
            "וְכֵיצַד מֵפֵר. אוֹמֵר מוּפָר אוֹ בָּטֵל אוֹ אֵין נֵדֶר זֶה כְּלוּם וְכַיּוֹצֵא בִּדְבָרִים שֶׁעִנְיָנָם עֲקִירַת הַנֵּדֶר מֵעִקָּרוֹ. בֵּין בְּפָנֶיהָ בֵּין שֶׁלֹּא בְּפָנֶיהָ. אֲבָל אִם אָמַר לָהּ אִי אֶפְשִׁי שֶׁתִּדֹּרִי אוֹ אֵין כָּאן נֵדֶר הֲרֵי זֶה לֹא הֵפֵר. וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ אוֹ לְבִתּוֹ מָחוּל לִיךְ אוֹ מֻתָּר לִיךְ אוֹ שָׁרוּי לִיךְ וְכָל כַּיּוֹצֵא בְּעִנְיָן זֶה לֹא אָמַר כְּלוּם. שֶׁאֵין הָאָב וְהַבַּעַל מַתִּיר כְּמוֹ הֶחָכָם אֶלָּא עוֹקֵר הַנֵּדֶר מִתְּחִלָּתוֹ וּמְפֵרוֹ: \n",
            "וְכֵיצַד מְקַיֵּם. כְּגוֹן שֶׁיֹּאמַר לָהּ קַיָּם לֵיכִי אוֹ יָפֶה נָדַרְתְּ אוֹ אֵין כְּמוֹתֵךְ אוֹ אִלּוּ לֹא נָדַרְתְּ הָיִיתִי מַדִּירֵךְ וְכָל כַּיּוֹצֵא בִּדְבָרִים שֶׁמַּשְׁמָעָן שֶׁרָצָה בְּנֵדֶר זֶה: \n",
            "הַמְבַטֵּל נִדְרֵי אִשְׁתּוֹ אוֹ בִּתּוֹ אֵינוֹ צָרִיךְ לוֹמַר כְּלוּם וְנִתְבַּטְּלוּ כָּל הַנְּדָרִים: \n",
            "וּמַהוּ הַבִּטּוּל שֶׁיָּכֹף אוֹתָהּ לַעֲשׂוֹת דָּבָר שֶׁאָסְרָה אוֹתוֹ. אֲבָל הַהֲפָרָה אֵינוֹ כּוֹפֶה אוֹתָהּ אֶלָּא מֵפֵר לָהּ וּמְנִיחָהּ אִם רָצְתָה עוֹשָׂה וְאִם רָצְתָה אֵינָהּ עוֹשָׂה: \n",
            "כֵּיצַד. נָדְרָה אוֹ נִשְׁבְּעָה שֶׁלֹּא תֹּאכַל אוֹ שֶׁלֹּא תִּשְׁתֶּה וְאָמַר לָהּ מוּפָר לָךְ הֲרֵי זֶה הֵפֵר וּמֻתֶּרֶת לֶאֱכל וְלִשְׁתּוֹת. נָטַל וְנָתַן לָהּ וְאָמַר לָהּ טְלִי וְאִכְלִי טְלִי וּשְׁתִי הֲרֵי זוֹ אוֹכֶלֶת וְשׁוֹתָת וְהַנֵּדֶר בָּטֵל מֵאֵלָיו: \n",
            "הַמֵּפֵר נִדְרֵי בִּתּוֹ אוֹ אִשְׁתּוֹ צָרִיךְ לְהוֹצִיא בִּשְׂפָתָיו. וְאִם הֵפֵר בְּלִבּוֹ אֵינוֹ מוּפָר. אֲבָל הַמְבַטֵּל אֵינוֹ צָרִיךְ לְהוֹצִיא בִּשְׂפָתָיו אֶלָּא מְבַטֵּל בְּלִבּוֹ בִּלְבַד וְכוֹפֶה אוֹתָהּ לַעֲשׂוֹת בֵּין עָשְׂתָה בֵּין לֹא עָשְׂתָה בָּטֵל הַנֵּדֶר: \n",
            "מְפֵרִין נְדָרִים בְּשַׁבָּת בֵּין לְצֹרֶךְ הַשַּׁבָּת בֵּין שֶׁלֹּא לְצֹרֶךְ הַשַּׁבָּת. וְלֹא יֹאמַר לָהּ בְּשַׁבָּת מוּפָר לִיךְ כְּדֶרֶךְ שֶׁאוֹמֵר בְּחל אֶלָּא מְבַטֵּל בְּלִבּוֹ וְאוֹמֵר לָהּ טְלִי אִכְלִי טְלִי וּשְׁתִי וְכַיּוֹצֵא בָּזֶה: \n",
            "הָאוֹמֵר לְאִשְׁתּוֹ אוֹ לְבִתּוֹ כָּל הַנְּדָרִים שֶׁתִּדֹּרִי מִכָּאן וְעַד שֶׁאָבוֹא מִמָּקוֹם פְּלוֹנִי הֲרֵי הֵן קַיָּמִין אוֹ הֲרֵי הֵן מוּפָרִין לֹא אָמַר כְּלוּם. עָשָׂה שָׁלִיחַ לְהָפֵר לָהּ אוֹ לְקַיֵּם לָהּ אֵינוֹ כְּלוּם שֶׁנֶּאֱמַר <small>(במדבר ל יד)</small> \"אִישָׁהּ יְקִימֶנּוּ וְאִישָׁהּ יְפֵרֶנּוּ\". וְכֵן הָאָב בְּעַצְמוֹ וְלֹא בִּשְׁלוּחוֹ: \n",
            "אָסְרָה עַצְמָהּ בִּתְאֵנִים וַעֲנָבִים בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה. בֵּין שֶׁאָסְרָה עַצְמָהּ בְּכָל הַמִּין. בֵּין שֶׁאָמְרָה תְּאֵנִים וַעֲנָבִים אֵלּוּ. וְקִיֵּם לִתְאֵנִים וְהֵפֵר לַעֲנָבִים. אוֹ שֶׁקִּיֵּם לַעֲנָבִים וְהֵפֵר לִתְאֵנִים. מַה שֶּׁקִּיֵּם קַיָּם וּמַה שֶּׁהֵפֵר מוּפָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאֵין אוֹמְרִין בַּהֲפָרָה נֵדֶר שֶׁהוּפַר מִקְצָתוֹ הוּפַר כֻּלּוֹ כְּדֶרֶךְ שֶׁאוֹמְרִין בְּהַתָּרָה: \n",
            "מִי שֶׁנָּדְרָה אִשְׁתּוֹ וְשָׁמַע וְהִתְפִּיס עַצְמוֹ בְּנִדְרָהּ אֵינוֹ יָכוֹל לְהָפֵר שֶׁהֲרֵי קִיֵּם לָהּ. נָדַר הוּא וְהִתְפִּיסָה עַצְמָהּ בְּנִדְרוֹ מֵפֵר אֶת שֶׁלָּהּ וְשֶׁלּוֹ קַיָּם: \n",
            "כֵּיצַד. שָׁמַע אִשְׁתּוֹ אוֹ בִּתּוֹ אוֹמְרִין הֲרֵינִי נְזִירָה וְאָמַר וַאֲנִי. אֵינוֹ יָכוֹל לְהָפֵר וּשְׁנֵיהֶם נְזִירִים. אָמַר הוּא הֲרֵינִי נָזִיר וְשָׁמְעָה הִיא וְאָמְרָה וַאֲנִי. מֵפֵר לָהּ וְשֶׁלּוֹ קַיָּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "נָדַר לְעַצְמוֹ וְהִדִּירָהּ כְּמוֹתוֹ וְגָמַר בְּלִבּוֹ לְהַדִּירָהּ וְאָמְרָה אָמֵן הֲרֵי זֶה אֵינוֹ יָכוֹל לְהָפֵר. וְאִם נָדַר וְהִדִּירָהּ דֶּרֶךְ שְׁאֵלָה לֵידַע מַה בְּלִבָּהּ כְּמוֹ שֶׁאָמַר לָהּ הֲתִרְצִי בְּנֵדֶר זֶה לִהְיוֹת כְּמוֹתִי אוֹ לֹא וְאָמְרָה אָמֵן הֲרֵי זֶה מֵפֵר לָהּ: \n",
            "כֵּיצַד. אָמַר לָהּ הֲרֵינִי נָזִיר וְאַתְּ כְּלוֹמַר וְאַתְּ נְזִירָה כְּמוֹתִי וְאָמְרָה אָמֵן אֵינוֹ יָכוֹל לְהָפֵר. אָמַר לָהּ הֲרֵינִי נָזִיר וּמַה תֹּאמְרִי הַאַתְּ נְזִירָה כְּמוֹתִי וְאָמְרָה אָמֵן הֲרֵי זֶה יָפֵר. וְאִם הֵפֵר לָהּ שֶׁלּוֹ בָּטֵל שֶׁזֶּה כְּמִי שֶׁתָּלָה נִדְרוֹ בְּנִדְרָהּ. אָמְרָה לוֹ הֲרֵינִי נְזִירָה וְאַתָּה וְאָמַר אָמֵן אֵינוֹ יָכוֹל לְהָפֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָאִשָּׁה שֶׁנָּדְרָה וְשָׁמַע אַחֵר וְהִתְפִּיס עַצְמוֹ בְּנִדְרָהּ וְאָמַר וַאֲנִי. וְשָׁמַע אָבִיהָ אוֹ בַּעְלָהּ וְהֵפֵר לָהּ שֶׁלָּהּ מוּפָר וְזֶה שֶׁהִתְפִּיס עַצְמוֹ חַיָּב: \n",
            "הָאִשָּׁה שֶׁאֵין לָהּ בַּעַל וְאֵינָהּ בִּרְשׁוּת אָב וְאָמְרָה הֲרֵי הַבָּשָׂר אָסוּר עָלַי לְאַחַר שְׁלֹשִׁים יוֹם וְנִשֵּׂאת בְּתוֹךְ שְׁלֹשִׁים יוֹם. אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁחָל הַנֵּדֶר הֲרֵי הִיא בִּרְשׁוּת הַבַּעַל אֵינוֹ יָכוֹל לְהָפֵר. שֶׁבִּשְׁעַת הַנֵּדֶר לֹא הָיְתָה בִּרְשׁוּתוֹ וְעַל זֶה נֶאֱמַר <small>(במדבר ל י)</small> \"וְנֵדֶר אַלְמָנָה וּגְרוּשָׁה\" וְגוֹ'. וַאֲפִלּוּ הָיְתָה מְאֹרֶסֶת לוֹ בִּשְׁעַת הַנֵּדֶר. שֶׁאֵין הַבַּעַל מֵפֵר בְּקוֹדְמִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "נָדְרָה תַּחַת בַּעְלָהּ שֶׁיִּהְיֶה הַבָּשָׂר אָסוּר עָלֶיהָ לְאַחַר שְׁלֹשִׁים יוֹם. אוֹ שֶׁתִּהְיֶה נְזִירָה לְאַחַר שְׁלֹשִׁים יוֹם. וְהֵפֵר לָהּ בַּעְלָהּ וּמֵת אוֹ גֵּרְשָׁהּ בְּתוֹךְ שְׁלֹשִׁים יוֹם. אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁהָיָה לַנֵּדֶר לָחוּל הֲרֵי הִיא גְּרוּשָׁה אוֹ אַלְמָנָה הֲרֵי זוֹ מֻתֶּרֶת שֶׁכְּבָר הֵפֵר לָהּ נֵדֶר זֶה: \n",
            "אַלְמָנָה אוֹ גְּרוּשָׁה שֶׁאָמְרָה הֲרֵינִי אֲסוּרָה בְּיַיִן כְּשֶׁאֶנָּשֵׂא וְנִשֵּׂאת אֵין הַבַּעַל יָכוֹל לְהָפֵר. אָמְרָה וְהִיא תַּחַת בַּעְלָהּ הֲרֵינִי אֲסוּרָה בְּבָשָׂר כְּשֶׁאֶתְגָּרֵשׁ הֲרֵי הַבַּעַל מֵפֵר וּכְשֶׁתִּתְגָּרֵשׁ תִּהְיֶה מֻתֶּרֶת: \n",
            "הַמְקַיֵּם בְּלִבּוֹ הֲרֵי זֶה קַיָּם. וְהַמֵּפֵר בְּלִבּוֹ אֵינוֹ מוּפָר כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם הֵפֵר בְּלִבּוֹ הֲרֵי זֶה יָכוֹל לַחְזֹר וּלְקַיֵּם. וְאִם קִיֵּם בְּלִבּוֹ אֵינוֹ יָכוֹל לַחְזֹר וּלְהָפֵר אֶלָּא אִם חָזַר בְּתוֹךְ כְּדֵי דִּבּוּר. כְּדֵי שֶׁלֹּא יִהְיֶה כֹּחַ דְּבָרִים שֶׁבְּלִבּוֹ גָּדוֹל מִכֹּחַ הַמּוֹצִיא בִּשְׂפָתָיו: \n",
            "הַמְקַיֵּם נִדְרֵי בִּתּוֹ אוֹ אִשְׁתּוֹ וְנִחַם הֲרֵי זֶה נִשְׁאָל לְחָכָם וּמַתִּיר לוֹ הֲקָמָתוֹ וְחוֹזֵר וּמֵפֵר לָהּ בּוֹ בַּיּוֹם. אֲבָל אִם הֵפֵר לָהּ וְנִחַם אֵינוֹ יָכוֹל לְהִשָּׁאֵל לְחָכָם כְּדֵי שֶׁיַּחֲזֹר וִיקַיֵּם: \n",
            "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְקִיֵּם לָהּ אָבִיהָ לְבַדּוֹ אוֹ בַּעְלָהּ לְבַדּוֹ וְהֵפֵר לָהּ הָאַחֵר אַף עַל פִּי שֶׁנִּשְׁאַל לְחָכָם וְהִתִּיר לוֹ הֲקָמָתוֹ אֵינוֹ חוֹזֵר וּמֵפֵר לָהּ עִם הָאַחֵר שֶׁכְּבָר הֵפֵר לָהּ. שֶׁאֵין לָהֶם לְהָפֵר אֶלָּא שְׁנֵיהֶם כְּאֶחָד: \n",
            "אָמַר לְבִתּוֹ אוֹ לְאִשְׁתּוֹ קַיָּם לִיךְ קַיָּם לִיךְ וְנִשְׁאַל עַל הֲקָמָה הָרִאשׁוֹנָה הֲרֵי הַשְּׁנִיָּה חָלָה עָלָיו. אָמַר לָהּ קַיָּם לִיךְ וּמוּפָר לִיךְ וְלֹא תָּחוּל הֲקָמָה אֶלָּא אִם כֵּן חָלָה הֲפָרָה הֲרֵי זֶה מוּפָר שֶׁאֵין הַהֲקָמָה מוֹעִיל אַחַר הַהֲפָרָה. אָמַר לָהּ קַיָּם וּמוּפָר לִיךְ בְּבַת אַחַת הֲרֵי זֶה קַיָּם. אָמַר לָהּ קַיָּם לִיךְ הַיּוֹם הֲרֵי זֶה קַיָּם לְעוֹלָם. אָמַר לָהּ מוּפָר לִיךְ לְמָחָר אֵינוֹ מוּפָר שֶׁהֲרֵי קִיְּמוֹ הַיּוֹם וּלְמָחָר אֵינוֹ יָכוֹל לְהָפֵר. אָמַר לָהּ קַיָּם לִיךְ שָׁעָה אַחַת וְעָבַר הַיּוֹם וְלֹא הֵפֵר הֲרֵי זֶה קַיָּם. וְאֵין אוֹמְרִין שֶׁזֶּה כְּמִי שֶׁאָמַר לָהּ הֲרֵי מוּפָר לִיךְ לְאַחַר שָׁעָה שֶׁהֲרֵי לֹא הוֹצִיא הֲפָרָה מִפִּיו. אָמַר לָהּ קַיָּם לֵיכִי שָׁעָה אַחַת וּכְשֶׁעָבְרָה הַשָּׁעָה אָמַר לָהּ מוּפָר לִיךְ הֲרֵי זֶה סָפֵק וּלְפִיכָךְ אֲסוּרָה בְּנִדְרָהּ. וְאִם עָבְרָה עַל נִדְרָהּ אֵינָהּ לוֹקָה: \n",
            "מִי שֶׁנָּדַר נְדָרִים כְּדֵי לְכוֹנֵן דֵּעוֹתָיו וּלְתַקֵּן מַעֲשָׂיו הֲרֵי זֶה זָרִיז וּמְשֻׁבָּח. כֵּיצַד. כְּגוֹן מִי שֶׁהָיָה זוֹלֵל וְאָסַר עָלָיו הַבָּשָׂר שָׁנָה אוֹ שְׁתַּיִם. אוֹ מִי שֶׁהָיָה שׁוֹגֶה בַּיַּיִן וְאָסַר הַיַּיִן עַל עַצְמוֹ זְמַן מְרֻבֶּה. אוֹ אָסַר הַשִּׁכְרוּת לְעוֹלָם. וְכֵן מִי שֶׁהָיָה רוֹדֵף שַׁלְמוֹנִים וְנִבְהָל לְהוֹן וְאָסַר עַל עַצְמוֹ הַמַּתָּנוֹת אוֹ הֲנָיַת אַנְשֵׁי מְדִינָה זוֹ. וְכֵן מִי שֶׁהָיָה מִתְגָּאֶה בְּיָפְיוֹ וְנָדַר בְּנָזִיר וְכַיּוֹצֵא בִּנְדָרִים אֵלּוּ. כֻּלָּן דֶּרֶךְ עֲבוֹדָה לַשֵּׁם הֵם. וּבִנְדָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן אָמְרוּ חֲכָמִים נְדָרִים סְיָג לִפְרִישׁוּת: \n",
            "וְאַף עַל פִּי שֶׁהֵן עֲבוֹדָה (לַשֵּׁם) לֹא יַרְבֶּה אָדָם בְּנִדְרֵי אִסּוּר וְלֹא יַרְגִּיל עַצְמוֹ בָּהֶם. אֶלָּא יִפְרשׁ מִדְּבָרִים שֶׁרָאוּי לִפְרשׁ מֵהֶן בְּלֹא נֵדֶר: \n",
            "אָמְרוּ חֲכָמִים <small>(גמרא נדרים נט א)</small> \"כָּל הַנּוֹדֵר כְּאִלּוּ בָּנָה בָּמָה\". וְאִם עָבַר וְנָדַר מִצְוָה לְהִשָּׁאֵל עַל נִדְרוֹ כְּדֵי שֶׁלֹּא יְהֵא מִכְשׁוֹל לְפָנָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בְּנִדְרֵי אִסָּר. אֲבָל נִדְרֵי הֶקְדֵּשׁ מִצְוָה לְקַיְּמָן וְלֹא יִשָּׁאֵל עֲלֵיהֶן אֶלָּא מִדֹּחַק שֶׁנֶּאֱמַר <small>(תהילים קטז יד)</small> <small>(תהילים קטז יח)</small> \"נְדָרַי לַה' אֲשַׁלֵּם\": סְלִיקוּ לְהוּ הִלְכוֹת נְדָרִים בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות נדרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}