{
    "language": "en",
    "title": "Ruth",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "רות",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "A l’époque où gouvernaient les Juges, il y eut une famine dans le pays; un homme quitta alors Bethléem en Juda pour aller séjourner dans les plaines de Moab, lui, sa femme et ses deux fils.",
            "Le nom de cet homme était Elimélec, celui de sa femme Noémi; ses deux fils s’appelaient Mahlon et Kilion; c’étaient des Ephratites de Bethléem en Juda. Arrivés sur le territoire de Moab, ils s’y fixèrent.",
            "Elimélec, l’époux de Noémi, y mourut, et elle resta seule avec ses deux fils.",
            "Ceux-ci épousèrent des femmes moabites, dont l’une s’appelait Orpa et l’autre Ruth; et ils demeurèrent ensemble une dizaine d’années.",
            "Puis Mahlon et Kilion moururent à leur tour tous deux, et la femme resta seule, privée de ses deux enfants et de son mari.",
            "Elle se disposa alors, ainsi que ses brus, à abandonner les plaines de Moab; car elle avait appris dans les plaines de Moab que l’Éternel, s’étant ressouvenu de son peuple, lui avait donné du pain.",
            "Elle sortit donc de l’endroit qu’elle avait habité, accompagnée de ses deux brus; mais une fois qu’elles se furent mises en route pour revenir au pays de Juda,",
            "Noémi dit à ses deux brus: \"Rebroussez chemin et rentrez chacune dans la maison de sa mère. Puisse le Seigneur vous rendre l’affection que vous avez témoignée aux défunts et à moi!",
            "Qu’à toutes deux l’Éternel fasse retrouver une vie paisible dans la demeure d’un nouvel époux!\" Elle les embrassa, mais elles élevèrent la voix en sanglotant,",
            "et lui dirent: \"Non, avec toi nous voulons nous rendre auprès de ton peuple.\"",
            "Noémi reprit: \"Rebroussez chemin, mes filles; pourquoi viendriez-vous avec moi? Ai-je encore des fils dans mes entrailles, qui puissent devenir vos époux?",
            "Allez, mes filles, retournez-vous-en, car je suis trop âgée pour être à un époux. Dussé-je même me dire qu’il est encore de l’espoir pour moi, que je pourrais appartenir cette nuit à un homme et avoir des enfants,",
            "voudriez-vous attendre qu’ils fussent devenus grands, persévérer dans le veuvage à cause d’eux et refuser toute autre union? Non, mes filles, j’en serais profondément peinée pour vous, car, Ia main du Seigneur s’est appesantie sur moi.\"",
            "De nouveau elles élevèrent la voix et sanglotèrent longtemps; puis Orpa embrassa sa belle-mère, tandis que Ruth s’attachait à ses pas.",
            "Alors Noémi dit: \"Vois, ta belle-sœur est retournée à sa famille et à son dieu; retourne toi aussi et suis ta belle-sœur.\"",
            "Mais Ruth répliqua: \"N’insiste pas près de moi, pour que je te quitte et m’éloigne de toi; car partout où tu iras, j’irai; où tu demeureras, je veux demeurer; ton peuple sera mon peuple et ton Dieu sera mon Dieu;",
            "là où tu mourras, je veux mourir aussi et y être enterrée. Que l’Éternel m’en fasse autant et plus, si jamais je me sépare de toi autrement que par la mort!\"",
            "Noémi, voyant qu’elle était fermement décidée à l’accompagner, cessa d’insister près d’elle.",
            "Elles marchèrent donc ensemble jusqu’à leur arrivée à Bethléem. Quand elles entrèrent à Bethléem, toute la ville fut en émoi à cause d’elles, et les femmes s’écrièrent: \"N’est-ce pas Noémi?\"",
            "Elle leur dit: \"Ne m’appelez plus Noémi, appelez-moi Mara, car l’Éternel m’a abreuvée d’amertume.",
            "Je suis partie d’ici comblée de biens, et le Seigneur me ramène les mains vides. Pourquoi me nommeriez-vous Noémi, alors que l’Éternel m’a humiliée et que le Tout-Puissant m’a infligé des malheurs?\"",
            "C’est ainsi que Noémi était revenue des plaines de Moab, accompagnée de sa bru, Ruth la Moabite. Le moment de leur arrivée à Bethléem coïncidait avec le début de la moisson des orges."
        ],
        [
            "Or, Noémi se connaissait un parent de son mari, un homme considérable par sa richesse, de la famille d’Elimélec, et qui se nommait Booz.",
            "Ruth la Moabite dit un jour à Noémi: \"Je voudrais aller dans les champs glaner des épis à la suite de celui qui me ferait bon accueil.\" Noémi lui répondit: \"Va, ma fille.\"",
            "Elle alla donc et s’en vint glaner dans un champ derrière les moissonneurs; le hasard l’avait conduite dans une pièce de terre appartenant à Booz, de la famille d’Elimélec.",
            "Voilà que Booz arrivait justement de Bethléem; il dit aux moissonneurs: \" Que le Seigneur soit avec vous!\" Et eux de répliquer: \"Le Seigneur te bénisse!\"",
            "Booz demanda à son serviteur qui dirigeait les moissonneurs: \"A qui cette jeune fille?\"",
            "Le serviteur chargé de surveiller les moissonneurs répondit: \"C’est une jeune fille moabite, celle qui est venue avec Noémi des plaines de Moab.",
            "Elle nous a dit: Je voudrais glaner et recueillir des épis près des tas de gerbes, à la suite des moissonneurs. Ainsi elle est venue, et elle se trouve ici depuis le matin jusqu’à présent, tant son séjour à la maison a été de courte durée.\"",
            "Booz dit alors à Ruth: \"Entends-tu, ma fille, ne va pas glaner dans un autre champ, et ne t’éloigne pas d’ici; attache-toi de la sorte aux pas de mes jeunes servantes.",
            "Aie les yeux fixés sur le champ qu’elles moissonneront et marche à leur suite; j’ai bien recommandé aux jeunes gens de ne pas te molester; si tu as soif, va où sont les vases et bois de ce que les jeunes gens auront puisé.\"",
            "Ruth se jeta la face contre terre, se prosterna et lui dit: \"Comment ai-je pu trouver grâce à tes yeux, pour que tu t’intéresses à moi, qui suis une étrangère?\"",
            "Booz lui répliqua en disant: \"On m’a fidèlement rapporté tout ce que tu as fait pour ta belle-mère après la mort de ton mari: que tu as quitté ton père, ta mère et ton pays natal pour te rendre auprès d’un peuple que tu ne connaissais ni d’hier ni d’avant-hier.",
            "Que l’Éternel te donne le prix de ton œuvre de dévouement! Puisses-tu recevoir une récompense complète du Seigneur, Dieu d’Israël, sous les ailes duquel tu es venue t’abriter!\"",
            "Elle dit: \"Puissé-je toujours trouver grâce à tes yeux, seigneur, car tu m’as consolée, et tes paroles sont allées au cœur de ta servante, bien que je ne sois pas même autant qu’une de tes servantes!\"",
            "A l’heure du repas, Booz lui dit: \"Approche et mange de nos aliments; tu peux aussi tremper ton pain dans le vinaigre\"; elle s’assit à côté des moissonneurs, il lui offrit du grain grillé, elle en mangea à satiété et en eut encore de reste.",
            "Puis elle se releva pour glaner, et Booz fit cette recommandation à ses gens: \"Laissez-la glaner même entre les gerbes, et ne l’humiliez pas.",
            "Ayez même soin de laisser tomber de vos javelles des épis que vous abandonnerez, pour qu’elle les ramasse; gardez-vous de lui parler avec dureté.\"",
            "Elle glana de la sorte dans le champ jusqu’au soir, et, lorsqu’elle eut battu ce qu’elle avait ramassé, il y avait environ un êpha d’orge.",
            "Elle l’emporta, rentra en ville, et sa belle-mère vit ce qu’elle avait ramassé. Ruth montra aussi et lui donna ce qu’elle avait mis en réserve après avoir mangé à sa faim.",
            "Sa belle-mère lui demanda: \"Où donc as-tu glané aujourd’hui? Où as-tu travaillé? Béni soit celui qui t’a témoigné de la bienveillance!\" Ruth fit connaître à sa belle-mère chez qui elle avait fait sa besogne: \"L’homme, dit-elle, chez qui j’ai travaillé aujourd’hui se nomme Booz.\"",
            "Alors Noémi dit à sa bru: \"Béni soit-il par l’Éternel, puisqu’il n’a cessé d’être bon pour les vivants et pour les Morts!\" Noémi lui dit encore: \"Cet homme nous touche de près: il est de nos parents.\"",
            "Ruth la Moabite dit: \"Il m’a même adressé ces mots: Attache-toi aux pas de mes gens, jusqu’à ce qu’ils aient achevé toute ma moisson.\"",
            "Et Noémi dit à Ruth, sa bru: \"Il vaut bien mieux, ma fille, que tu ailles avec ses servantes; ainsi tu ne seras pas exposée à être mal accueillie dans un autre champ.\"",
            "Ruth resta donc avec les servantes de Booz pour glaner jusqu’à l’achèvement de la moisson de l’orge et du froment; et elle continuait à habiter avec sa belle-mère."
        ],
        [
            "Cependant Noémi, sa belle-mère, lui dit: \"Ma fille, je désire te procurer un foyer qui fasse ton bonheur.",
            "Or Booz, avec les servantes duquel tu t’es trouvée, n’est-il pas notre parent? Eh bien! Cette nuit même il doit vanner les orges dans son aire.",
            "Tu auras soin de te laver, de te parfumer et de revêtir tes plus beaux habits; puis tu descendras à l’aire, mais tu ne te feras pas remarquer de cet homme, avant qu’il ait fini de manger et de boire.",
            "Puis, quand il se sera couché, tu observeras l’endroit où il repose; tu iras découvrir le bas de sa couche et t’y étendras: lui-même, il t’indiquera alors ce que tu devras faire.\"",
            "Elle lui répondit: \"Tout ce que tu me recommandes, je l’exécuterai.\"",
            "Elle descendit à l’aire et fit ce que sa belle-mère lui avait recommandé.",
            "Booz mangea et but et fut d’humeur joyeuse; puis il alla se coucher au pied du monceau de blé. Et Ruth se glissa furtivement, découvrit le bas de sa couche et s’y étendit.",
            "Il arriva qu’au milieu de la nuit cet homme eut un mouvement de frayeur et se réveilla en sursaut, et voilà qu’une femme était couchée à ses pieds.",
            "\"Qui es-tu?\" s’écria-t-il. Elle répondit: \"Je suis Ruth, ta servante; daigne étendre le pan de ton manteau sur ta servante, car tu es un proche parent.\"",
            "Il répliqua: \"Que l’Éternel te bénisse, ma fille! Ce trait de générosité est encore plus méritoire de ta part que le précédent, puisque tu n’as pas voulu courir après les jeunes gens, riches ou pauvres.",
            "Maintenant, ma fille, sois sans crainte; tout ce que tu me demanderas, je le ferai pour toi, car tous les habitants de notre ville savent que tu es une vaillante femme.",
            "Toutefois, s’il est vrai que je suis ton parent, il existe un parent plus direct que moi.",
            "Passe donc la nuit ici; demain matin, s’il consent à t’épouser, c’est bien, qu’il le fasse! Mais s’il s’y refuse, c’est moi qui t’épouserai, par le Dieu vivant! Reste couchée jusqu’au matin.\"",
            "Elle demeura étendue au bas de sa couche jusqu’au lendemain matin; puis elle se releva avant l’heure où on peut se reconnaître les uns les autres \"Car, disait-il, il ne faut pas qu’on sache que cette femme a pénétré dans l’aire.\"",
            "Booz dit encore: \"Déploie le châle qui te couvre et tiens-le bien.\"; elle le lui tendit, et il y mit six mesures d’orge, l’en chargea et rentra en ville.",
            "Quant à Ruth, elle alla retrouver sa belle-mère, qui lui demanda: \"Est-ce toi, ma fille?\" Ruth lui raconta tout ce que l’homme avait fait pour elle.",
            "\"Voici, ajouta-t-elle, six mesures d’orge qu’il m’a données en me disant: Tu ne dois pas revenir les mains vides auprès de ta belle-mère.\"",
            "Noémi répondit: \"Demeure tranquille, ma fille, jusqu’à ce que tu saches quel sera le dénouement de l’affaire; assurément, cet homme ne se tiendra pour satisfait qu’il ne l’ait menée à bonne fin aujourd’hui même.\""
        ],
        [
            "Or, Booz était monté à la porte et y avait pris place; et voilà que vint à passer le parent dont Booz avait parlé. Celui-ci dit: \"Veuille t’approcher et t’asseoir là, un tel et tel.\" Il s’approcha et s’assit.",
            "Puis Booz prit dix hommes d’entre les anciens de la ville et dit: \"Asseyez-vous là.\" Et ils s’assirent.",
            "S’adressant au parent, il dit: \"La pièce de terre qui appartenait à notre parent Elimélec, Noémi, revenue des plaines de Moab, veut la vendre.",
            "J’ai jugé bon de te rendre attentif à la chose et de te dire: Acquiers cette propriété en présence des personnes assises là et en présence des anciens de mon peuple. Si tu te décides à la racheter, c’est bien; si non, veuille me faire connaître tes intentions; car seul tu disposes du droit de rachat, moi ne venant qu’après toi.\" Il répondit: \"Je ferai le rachat.\"",
            "Booz continua et dit: \"Le jour où tu acquiers le champ de la main de Noémi, tu acquiers aussi Ruth, la Moabite, la femme du défunt, pour maintenir le nom du défunt à son patrimoine.\"",
            "Le parent répliqua: \"Je ne puis faire ce rachat à mon profit, sous peine de ruiner mon patrimoine à moi. Exerce toi-même mon droit de rachat, car moi je ne puis le faire.\"",
            "Or, jadis en Israël, quand il s’agissait de rachat ou d’échange, tel était le procédé pour rendre définitif un contrat: l’un des contractants retirait sa sandale et la donnait à l’autre. Voilà quelle était la règle en Israël.",
            "Donc le parent dit à Booz: \"Fais l’acquisition à ton profit!\" Et il retira sa sandale.",
            "Alors Booz dit aux anciens et à tout le peuple: \"Vous êtes témoins aujourd’hui que j’acquiers de la main de Noémi tout ce qui appartenait à Elimélec, ainsi qu’à Mahlon et Kilion.",
            "Et Ruth aussi, la Moabite, femme de Mahlon, je l’acquiers comme épouse pour maintenir le nom du défunt à son patrimoine et empêcher que le nom du défunt ne s’éteigne parmi ses frères et dans sa ville natale. Vous en êtes témoins en ce jour!\"",
            "Tout le peuple qui se trouvait à la porte et les anciens répondirent: \"Nous sommes témoins! Que l’Éternel rende l’épouse qui va entrer dans ta maison semblable à Rachel et à Léa, qui ont édifié à elles deux la maison d’Israël! Toi-même, puisses-tu prospérer à Efrata et illustrer ton nom à Bethléem!",
            "Que ta maison soit comme la maison de Péréç, que Tamar enfanta à Juda, grâce aux enfants que le Seigneur te fera naître de cette femme!\"",
            "Booz épousa donc Ruth, elle devint sa compagne et il cohabita avec elle. L’Éternel accorda à Ruth le bonheur de devenir mère: elle mit au monde un fils.",
            "Alors les femmes dirent à Noémi: \"Loué soit l’Éternel qui, dès ce jour, ne te laisse plus manquer d’un défenseur! Puisse son nom être illustre en Israël!",
            "Puisse-t-il devenir le consolateur de ton âme, l’appui de ta vieillesse, puisqu’aussi bien c’est ta bru qui l’a mis au monde, elle qui t’aime tant et qui est meilleure pour toi que sept fils!\"",
            "Noémi prit le nouveau-né, le mit sur son giron et se chargea de lui donner ses soins.",
            "Et les voisines désignèrent l’enfant en disant: \"Un fils est né à Noémi.\" Et elles l’appelèrent Obed. Celui-ci devint le père de Jessé, père de David.",
            "Or, voici quels furent les descendants de Péréç: Péréç engendra Héçron;",
            "Héçron engendra Râm et Râm engendra Amminadab;",
            "Amminadab engendra Nahchon et Nahchon engendra Salmâ;",
            "Salmâ engendra Booz et Booz engendra Obed;",
            "Obed engendra Jessé, et Jessé engendra David."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}