{
    "language": "en",
    "title": "Ruth",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "רות",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "AND IT came to pass in the days when the judges judged, that there was a famine in the land. And a certain man of Beth-lehem in Judah went to sojourn in the field of Moab, he, and his wife, and his two sons.",
            "And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem in Judah. And they came into the field of Moab, and continued there.",
            "And Elimelech Naomi’s husband died; and she was left, and her two sons.",
            "And they took them wives of the women of Moab: the name of the one was Orpah, and the name of the other Ruth; and they dwelt there about ten years.",
            "And Mahlon and Chilion died both of them; and the woman was left of her two children and of her husband.",
            "Then she arose with her daughters-in-law, that she might return from the field of Moab; for she had heard in the field of Moab how that the LORD had remembered His people in giving them bread.",
            "And she went forth out of the place where she was, and her two daughters-in-law with her; and they went on the way to return unto the land of Judah.",
            "And Naomi said unto her two daughters-in-law: ‘Go, return each of you to her mother’s house; the LORD deal kindly with you, as ye have dealt with the dead, and with me.",
            "TheLORD grant you that ye may find rest, each of you in the house of her husband.’ Then she kissed them; and they lifted up their voice, and wept.",
            "And they said unto her: ‘Nay, but we will return with thee unto thy people.’",
            "And Naomi said: ‘Turn back, my daughters; why will ye go with me? have I yet sons in my womb, that they may be your husbands?",
            "Turn back, my daughters, go your way; for I am too old to have a husband. If I should say: I have hope, should I even have an husband to-night, and also bear sons;",
            "would ye tarry for them till they were grown? would ye shut yourselves off for them and have no husbands? nay, my daughters; for it grieveth me much for your sakes, for the hand of the LORD is gone forth against me.’",
            "And they lifted up their voice, and wept again; and Orpah kissed her mother-in-law; but Ruth cleaved unto her.",
            "And she said: ‘Behold, thy sister-in-law is gone back unto her people, and unto her god; return thou after thy sister-in-law.’",
            "And Ruth said: ‘Entreat me not to leave thee, and to return from following after thee; for whither thou goest, I will go; and where thou lodgest, I will lodge; thy people shall be my people, and thy God my God;",
            "where thou diest, will I die, and there will I be buried; the LORD do so to me,and more also, if aught but death part thee and me.’",
            "And when she saw that she was stedfastly minded to go with her, she left off speaking unto her.",
            "So they two went until they came to Beth-lehem. And it came to pass, when they were come to Beth-lehem, that all the city was astir concerning them, and the women said: ‘Is this Naomi?’",
            "And she said unto them: ‘Call me not Naomi, call me Marah; for the Almighty hath dealt very bitterly with me.",
            "I went out full, and the LORD hath brought me back home empty; why call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?’",
            "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned out of the field of Moab—and they came to Beth-lehem in the beginning of barley harvest."
        ],
        [
            "And Naomi had a kinsman of her husband’s, a mighty man of valour, of the family of Elimelech, and his name was Boaz.",
            "And Ruth the Moabitess said unto Naomi: ‘Let me now go to the field, and glean among the ears of corn after him in whose sight I shall find favour.’ And she said unto her: ‘Go, my daughter.’",
            "And she went, and came and gleaned in the field after the reapers; and her hap was to light on the portion of the field belonging unto Boaz, who was of the family of Elimelech.",
            "And, behold, Boaz came from Beth-lehem, and said unto the reapers: ‘The LORD be with you.’ And they answered him: ‘The LORD bless thee.’",
            "Then said Boaz unto his servant that was set over the reapers: ‘Whose damsel is this?’",
            "And the servant that was set over the reapers answered and said: ‘It is a Moabitish damsel that came back with Naomi out of the field of Moab;",
            "and she said: Let me glean, I pray you, and gather after the reapers among the sheaves; so she came, and hath continued even from the morning until now, save that she tarried a little in the house.’",
            "Then said Boaz unto Ruth: ‘Hearest thou not, my daughter? Go not to glean in another field, neither pass from hence, but abide here fast by my maidens.",
            "Let thine eyes be on the field that they do reap, and go thou after them; have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of that which the young men have drawn.’",
            "Then she fell on her face, and bowed down to the ground, and said unto him: ‘Why have I found favour in thy sight, that thou shouldest take cognizance of me, seeing I am a foreigner?’",
            "And Boaz answered and said unto her: ‘It hath fully been told me, all that thou hast done unto thy mother-in-law since the death of thy husband; and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people that thou knewest not heretofore.",
            "The LORD recompense thy work, and be thy reward complete from the LORD, the God of Israel, under whose wings thou art come to take refuge.’",
            "Then she said: ‘Let me find favour in thy sight, my LORD; for that thou hast comforted me, and for that thou hast spoken to the heart of thy handmaid, though I be not as one of thy handmaidens.’",
            "And Boaz said unto her at meal-time: ‘Come hither, and eat of the bread, and dip thy morsel in the vinegar.’ And she sat beside the reapers; and they reached her parched corn, and she did eat and was satisfied, and left thereof.",
            "And when she was risen up to glean, Boaz commanded his young men, saying: ‘Let her glean even among the sheaves, and put her not to shame.",
            "And also pull out some for her of purpose from the bundles, and leave it, and let her glean, and rebuke her not.’",
            "So she gleaned in the field until even; and she beat out that which she had gleaned, and it was about an ephah of barley.",
            "And she took it up, and went into the city; and her mother-in-law saw what she had gleaned; and she brought forth and gave to her that which she had left after she was satisfied.",
            "And her mother-in-law said unto her: ‘Where hast thou gleaned to-day? and where wroughtest thou? blessed be he that did take knowledge of thee.’ And she told her mother-in-law with whom she had wrought, and said: ‘The man’s name with whom I wrought to-day is Boaz.’",
            "And Naomi said unto her daughter-in-law: ‘Blessed be he of the LORD, who hath not left off His kindness to the living and to the dead.’ And Naomi said unto her: ‘The man is nigh of kin unto us, one of our near kinsmen.’",
            "And Ruth the Moabitess said: ‘Yea, he said unto me: Thou shalt keep fast by my young men, until they have ended all my harvest.’",
            "And Naomi said unto Ruth her daughter-in-law: ‘It is good, my daughter, that thou go out with his maidens, and that thou be not met in any other field.’",
            "So she kept fast by the maidens of Boaz to glean unto the end of barley harvest and of wheat harvest; and she dwelt with her mother-in-law."
        ],
        [
            "And Naomi her mother-in-law said unto her: ‘My daughter, shall I not seek rest for thee, that it may be well with thee?",
            "And now is there not Boaz our kinsman, with whose maidens thou wast? Behold, he winnoweth barley to-night in the threshing-floor.",
            "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the threshing-floor; but make not thyself known unto the man, until he shall have done eating and drinking.",
            "And it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do.’",
            "And she said unto her: ‘All that thou sayest unto me I will do.’",
            "And she went down unto the threshing-floor, and did according to all that her mother-in-law bade her.",
            "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of corn; and she came softly, and uncovered his feet, and laid her down.",
            "And it came to pass at midnight, that the man was startled, and turned himself; and, behold, a woman lay at his feet.",
            "And he said: ‘Who art thou?’ And she answered: ‘I am Ruth thine handmaid; spread therefore thy skirt over thy handmaid; for thou art a near kinsman.’",
            "And he said: ‘Blessed be thou of the LORD, my daughter; thou hast shown more kindness in the end than at the beginning, inasmuch as thou didst not follow the young men, whether poor or rich.",
            "And now, my daughter, fear not; I will do to thee all that thou sayest; for all the men in the gate of my people do know that thou art a virtuous woman.",
            "And now it is true that I am a near kinsman; howbeit there is a kinsman nearer than I.",
            "Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman’s part; but if he be not willing to do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the LORD liveth; lie down until the morning.’",
            "And she lay at his feet until the morning; and she rose up before one could discern another. For he said: ‘Let it not be known that the woman came to the threshing-floor.’",
            "And he said: ‘Bring the mantle that is upon thee, and hold it’; and she held it; and he measured six measures of barley, and laid it on her; and he went into the city.",
            "And when she came to her mother-in-law, she said: ‘Who art thou, my daughter?’ And she told her all that the man had done to her.",
            "And she said: ‘These six measures of barley gave he me; for he said to me: Go not empty unto thy mother-in-law.’",
            "Then said she: ‘Sit still, my daughter, until thou know how the matter will fall; for the man will not rest, until he have finished the thing this day.’"
        ],
        [
            "Now Boaz went up to the gate, and sat him down there; and, behold, the near kinsman of whom Boaz spoke came by; unto whom he said: ‘Ho, such a one! turn aside, sit down here.’ And he turned aside, and sat down.",
            "And he took ten men of the elders of the city, and said: ‘Sit ye down here.’ And they sat down.",
            "And he said unto the near kinsman: ‘Naomi, that is come back out of the field of Moab, selleth the parcel of land, which was our brother Elimelech’s;",
            "and I thought to disclose it unto thee, saying: Buy it before them that sit here, and before the elders of my people. If thou wilt redeem it, redeem it; but if it will not be redeemed, then tell me, that I may know; for there is none to redeem it beside thee; and I am after thee.’ And he said: ‘I will redeem it.’",
            "Then said Boaz: ‘What day thou buyest the field of the hand of Naomi—hast thou also bought of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance?’",
            "And the near kinsman said: ‘I cannot redeem it for myself, lest I mar mine own inheritance; take thou my right of redemption on thee; for I cannot redeem it.’—",
            "Now this was the custom in former time in Israel concerning redeeming and concerning exchanging, to confirm all things: a man drew off his shoe, and gave it to his neighbour; and this was the attestation in Israel.—",
            "So the near kinsman said unto Boaz: ‘Buy it for thyself.’ And he drew off his shoe.",
            "And Boaz said unto the elders, and unto all the people: ‘Ye are witnesses this day, that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, of the hand of Naomi.",
            "Moreover Ruth the Moabitess, the wife of Mahlon, have I acquired to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place; ye are witnesses this day.’",
            "And all the people that were in the gate, and the elders, said: ‘We are witnesses. The LORD make the woman that is come into thy house like Rachel and like Leah, which two did build the house of Israel; and do thou worthily in Ephrath, and be famous in Beth-lehem;",
            "and let thy house be like the house of Perez, whom Tamar bore unto Judah, of the seed which the LORD shall give thee of this young woman.’",
            "So Boaz took Ruth, and she became his wife; and he went in unto her, and the LORD gave her conception, and she bore a son.",
            "And the women said unto Naomi: ‘Blessed be the LORD, who hath not left thee this day without a near kinsman, and let his name be famous in Israel.",
            "And he shall be unto thee a restorer of life, and a nourisher of thine old age; for thy daughter-in-law, who loveth thee, who is better to thee than seven sons, hath borne him.’",
            "And Naomi took the child, and laid it in her bosom, and became nurse unto it.",
            "And the women her neighbours gave it a name, saying: ‘There is a son born to Naomi’; and they called his name Obed; he is the father of Jesse, the father of David.",
            "Now these are the generations of Perez: Perez begot Hezron;",
            "and Hezron begot Ram, and Ram begot Amminadab;",
            "and Amminadab begot Nahshon, and Nahshon begot Salmon;",
            "and Salmon begot Boaz, and Boaz begot Obed;",
            "and Obed begot Jesse, and Jesse begot David."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}