{
    "title": "Birkat Avraham on Mishneh Torah, Reading the Shema",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Birkat_Avraham_on_Mishneh_Torah,_Reading_the_Shema",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה </b> אמר הרב ז\"ל בהלכות קריאת שמע <b> אי </b>\n<b> זה הוא זמן קריאת שמע בלילה מצותה משעת יציאת הכוכבים עד חצי הלילה ואם עבר ואיחר וקרא עד שלא עלה עמוד השחר יצא ידי חובתו. </b> וקשיא לי בגוה דהא קא פסק שמואל הלכה כרבן גמליאל דקאמר עד שיעלה עמוד השחר ובהרחיקא גופיה קא מיפלגו רבן גמליאל ורבנן דרבנן אית להו האי הרחיקא ורבן גמליאל לית ליה כדקא גרסי רבנן כמאן סבירא להו אי כר' אליעזר לימרו כר' אליעזר אי כרבן גמליאל לימרו כרבן גמליאל וקא מהדרי לעולם כרבן גמליאל סבירא להו והא דקאמר עד חצות כדי להרחיק את האדם מן העבירה כדתניא וכו' מכלל דרבנן הוא דאית להו הרחיקא ורבן גמליאל לית ליה ועוד הא רמינן הא דתנן רבן גמליאל אומר עד שיעלה עמוד השחר דעלמא כוליה ליליה זימניה הוא והדר תני ולא זו בלבד וכו' דעלמא עד חצות ותו לא ופרקינן דהכי קאמרי ליה בניו לרבן גמליאל לרבנן דפליגו עלך ואמרי עד חצות מצותה קאמרי או להרחיק מן העבירה קאמרי ואמר להו להרחיק מן העבירה קאמרי נפקא מינה דרבן גמליאל לית ליה האי הרחיקא דעד חצות ורבנן אית להו וקא פסק הילכתא בהדיא כרבן גמליאל ואם כן מאי טעמא שביק פסקא דגמרא ופסיק כרבנן.<br><b> תשובה</b> מדקדוק לשון המשנה יתבאר דאפילו רבן גמליאל לא אמר אלא בדיעבד דתנן מעשה שבאו בניו וכו' אמר להם אם לא עלה עמוד השחר מותרין אתם לקרות ועוד כד מעיינית בגמרא משכחת דלא איפסיקא הילכתא כרבן גמליאל אלא לאפוקי מדר' אליעזר ורבן גמליאל ורבנן ליכא ביניהו פלוגתא בזמן החיוב עד שנאמר הלכה כרבן גמליאל לאפוקי מדרבנן דאמרינן חכמים כמאן סבירא להו וכו' ומהדרינן כמאן סבירא להו ואהדרי לעולם כרבן גמליאל סבירא להו והא דקאמרי עד חצות כדי להרחיק את האדם מן העבירה כדתניא חכמים עשו חיזוק לדבריהם וכו' והואיל ותניא מסייעא להו לחכמים דחישינן לפשיעה עבדינן הרחקה כוותיה וליכא למימר דהאי תניא דחויא היא דהא אידחו גמרא לפרושה ולתרוצה דאמרינן עלה ומאי שנא הכא דקתני כל העובר וכו' ואהדרינן הכא דאיכא אונס שינה וכו' ואין אני יודע אם ביד כבודך הלכות של רבינו יצחק ז\"ל או לאו דהאי סברא דאמר אבא מארי זצ\"ל הוא סברא דרבנו יצחק ז\"ל דהכי אמר בפירקא קמא דברכות הא דאמר רבן גמליאל ודאמר ר' שמעון בן יוחאי עד שיעלה עמוד השחר בדיעבד הוא ואפילו עבד הכי במזיד וקרא קודם שיעלה עמוד השחר נפיק ידי חובתיה ואע\"פ שאינו רשאי לעשות כן דתניא חכמים עשו חיזוק לדבריהם וכו' ואי קשיא לך אם כן אמאי לא אמרינן הלכה כחכמים ואנא ידענא דאין הלכה כר' אליעזר תשובתך אילו אמר הלכה כחכמים היה עולה על הדעת דאין זמנה עד חצות ותו לא כעין אכילת פסחים ושאר המנויים במשנה ואין הדבר כך אלא כדאמר הרב ז\"ל ומפני זה פסק התלמוד כרבן גמליאל דאמר עד שיעלה עמוד השחר בפירוש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה </b> ועוד קשיא לי הא דאמר ז\"ל <b> הקורא </b>\n<b> למפרע לא יצא במה דברים אמורים בסדר הפסוקים אבל אם הקדים פרשה לפרשה אע\"פ שאינו רשאי אני אומר שיצא לפי שאינה סמוכה לה בתורה. </b> וקשיא דאמאי אם הקדים פרשה לפרשה לא קרינא ביה למפרע והא קא קפדינן אסדרא דתנן למה קדמה שמע לוהיה אם שמוע וכו' וקתני ר' שמעון בן יוחאי דין הוא שתקדים שמע לוהיה אם שמוע וכו' והויין להו כמאן דסמיכי אהדדי ותניא בתוספתא הנכנס לבית הכנסת ומצאן שקראו חציה וגמר עמהן לא יחזור ויקרא מראשה ועד אותו מקום אלא מתחיל מראשה וגומר עד סוף וכן בהלל וכן בתפלה וכן במגילה והאי דקתני ומצאן שקראו חציה אי אפשר שלא נשתייר בה פרשה שלימה אי נמי זמנין שתים והרי גמר עליהן וחזר וקרא הראשונים או ראשונה ושניה ואי סלקא דעתך יצא אמאי צריך לקרות עד סוף הא נפיק ליה חובה אחרונה או אחרונות שקראן שלימות הואיל ואין להן סדר חוזר וקורא מראש ועד אותה פרשה שקראה עמהן ודיו ומדמדמי לה להלל ולמגילה שמע מינה נמי דעבדינהו רבנן כמאן דסמיכי להדדי.<br><b> תשובה</b> זה שהצריכוהו לקרות על סדר פרשיות לכתחלה הוא וליכא מאן דפליג בהא והוא ז\"ל בדיעבד קאמר ושהקשית מדתניא בתוספתא הנכנס לבית הכנסת וכו' שתי תשובות בדבר חדא דמי יימא לך דבין פרשה ופרשה עסקינן כי היכי דתקשי לן אימא לך על חצי פרשה כגון שנכנס ומצא הציבור בחצי פרשה ואין חציה האמור מחציתה דוקא כדי שתאמר אי אפשר שלא נשתייר בה פרשה שלימה אלא מקצתה ענין הדברים ומדבריך שאמרת אי נמי זמנין שתים תלמוד שחציה מקצתה לפיכך אימא לך אי נמי זמנין חצי פרשה נשתייר לפניו ולפיכך חוזר לראש ועוד אפילו נאמר חציה מחציתה דוקא ואי אפשר שלא נשתייר בה פרשה שלימה מי תניא בתוספתא אם חזר וקרא מראשה ועד אותו מקום לא יצא אפילו תנא הכי הוינא אמרי היינו טעמא דלא יצא משום דפוסק באותו מקום שהוא חצי פרשה כל שכן דלא תנא הכי לא יחזיר ויקרא וכו' אמר ובודאי אין ראוי לעשות כן לכתחלה אלא לקרות על סדר פרשיות והוא ז\"ל כבר דקדק בדבריו אע\"פ שאינו רשאי וכו' ועוד אני אומר ומי שמחמיר תבוא לו ברכה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ברכת אברהם על משנה תורה, הלכות קריאת שמע",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Birkat Avraham",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}