{
    "title": "Tziunei Maharan on Mishneh Torah, Testimony",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Testimony",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>וכ\"מ שע\"א מועיל אשה ופסול כמו כן מעידים חוץ מע\"א של שבועה.</b> וכתב הכ\"מ ומש\"כ רבינו חוץ מע\"א של שבועה כו' איני יודע מהיכן הוציא רבינו דין זה אם לא מדאמרי' לכל עון ולכל חטאת אינו קם אבל קם הוא לשבועה משמע דבראוי לעדות עון וחטאת בצירוף אחר עסקינן ע\"כ. והנה דבריו דחוקין כמ\"ש בשו\"ת נוב\"י מהדו\"ק חאה\"ע סי' ל\"ג ולכאורה משמע להיפך כיון דקי\"ל דכ\"מ שהאמינה תורה ע\"א אשה ופסול ג\"כ נאמנין כדאיתא ביבמות דקי\"ז ע\"א ועי' ברש\"י שם ד\"ה כ\"מ וכמו שכתב רבינו בעצמו כאן א\"כ משמע דאשה ופסול לא נאמנין לחייב שבועה, ועי' בטו\"א בר\"ה דכ\"ב שהקשה ג\"כ ע\"ז כיון דהא דע\"א מחייב שבועה נפ\"ל מדכתיב לא יקום ע\"א באיש כו' אבל קם הוא לשבועה וכיון דאשה נמי בכלל עד תקום נמי לשבועה וע\"ש במש\"כ בזה ובאמת לא מצאתי כעת בטוש\"ע חו\"מ שיעתיקו דין זה של רבינו דאשה אינה יכולה לחייב שבועה ועי' בנוב\"י שם במש\"כ הוא מקור לדברי רבינו מדברי הספרי בפ' שופטים אחר שהגיה דברי הספרי מכאשר כתוב לפנינו ואח\"כ הוציא כן ממשמעות וגם זה דוחק כמובן אבל באמת דברי רבינו יש להם יסוד מש\"ס ערוך בכתובות דף פ\"ה ע\"א ההיא איתתא דאיחייבא שבועה בי דינא דרבא א\"ל בת ר\"ח ידענא בה דחשידא אשבועה אפכה רבא לשבועה אשכנגדה זמנין הוו יתבי קמיה ר\"פ ור\"א בר מתנא אייתי ההוא שטרא גביה א\"ל ר\"פ ידענא ביה דשטרא פריעא הי\"א א\"ל איכא אינש אחרינא בהדי דמר א\"ל לא א\"ל אע\"ג דאיכא מר ע\"א לאו כלום הוא א\"ל ר\"א ב\"מ ולא יהא ר\"פ כבת ר\"ח בת ר\"ח קים לי בגווה מר לא קים לי בגוויה אר\"פ השתא דאמר מר קים לי בגווה מילתא היא כגון אבא מר ברי דקים לי בגוויה קרענא שטרא אפומיה קרענא ס\"ד אלא מרענא שטרא אפומיה, וכתבו שם התוס' פיר\"ח דכל מרענא דבהש\"ס לגבי שטר היינו שצריך בעל השטר לישבע קודם שיגבוה והלשון משמע כן כו' וא\"ת למאי הלכתא אר\"פ דמרעינן ליה אי לשבועה כדפי' אפי' לא מהימן כבי תרי יתחייב שבועה הבא ליפרע כדתנן במתני' ע\"א מעידה שהיא פרועה לא תפרע אלא בשבועה וי\"ל דר\"פ קאמר אפילו יהא קרוב שאינו בר עדות כמו בת ר\"ח שלא היתה בת עדות ודקא א\"ל נמי לר\"פ איכא אינש אחרינא בהדי דמר צ\"ל שהיה ר\"פ קרובו של בעל השטר או של נתבע להכי ליכא להימניה אפי' לשבועה ע\"ש וכ\"כ עוד התוס' ביבמות דף ק\"א ע\"ב, ומוכח להדיא דינו של רבינו דאשה וקרוב אינם נאמנים לחייב שבועה, והנה בתוס' שם ביבמות הביאו בשם ר\"ח שפי' דנ\"מ בהא דקי\"ל בגוויה כגון דאיכא נאמנות בשטר דבזה היה גובה בלא שבועה אם לא דקי\"ל בגוויה ולפ\"ז אין ראיה מכאן לדינו של רבינו אבל רבינו נראה דמפרש כפי' התוס' שם כמו שמבואר בדבריו להדיא לעיל פכ\"ד מה' סנהדרין ה\"א במש\"כ וכן אם נמצא שט\"ח לפניו כו' וע\"ש בכ\"מ שכתב כן להדיא דעיקר החידוש לדעת רבינו הוא שאפי' אשה וקרוב שדעתו סומכת עליהם מחייב ליה שבועה כאלו היה עד כשר ע\"ש ולפ\"ז שפיר הוכיח את דינו מכאן. עוד יש להביא ראיה לדעת רבינו מש\"ס דשבועות דף ל' דשבועת העדות אינה נוהגת לא בנשים ולא בקרובין ולא בפסולין והרי הכל מודים בע\"א בשניהם חשודין ובע\"א דר' אבא כדאיתא שם בדף ל\"ב ע\"ב וכ\"פ רבינו בפ\"י מה' שבועות ה\"ט וא\"כ משכחת גם באשה וקרוב דמחוייבין קרבן שבועה בכה\"ג ומוכח כדעת רבינו דאשה וקרוב אין מחייבין שבועה, ומצאתי אח\"כ בשו\"ת רעק\"א סי' קע\"ט שהביא ראיה זו. שוב ראיתי שדברי רבינו מבוארין בתו\"כ ויקרא דבורא דחובה פרק ז' ברייתא א' ובירושלמי דסוטה פ\"א ה\"א וז\"ל התו\"כ שם הודע לו ולא שאמרו לו אחרים אין לי אלא שאמרה לו שפחה מנין אפי' אמרה לו אשה אוציא את שאמרה לו אשה שאין אשה כשרה לעדות מניין אפי' אמרו לו קרובים (פי' דקרובים יש להם מעלה יותר מאשה דכשרים להעיד במק\"א) אוציא את שאמרו לו קרובים שאין כשרים להעיד בו מניין אפי' אמר לו עד אחד (פי' דע\"א יש לו מעלה יותר דמחייב שבועה בכ\"מ) אוציא את שאמר לו ע\"א שאין מחייבו אלא שבועה מניין אפי' אמרו לו שנים ת\"ל הודע לו ולא שיודיעוהו אחרים ולהלן שם בברייתא ב' יכול אע\"פ שאינו מכחיש ת\"ל או הודע אליו והביא אביא את שאמרו לו שנים שכן מחייבים אותו מיתה מניין אפי' אמר לו ע\"א אביא את שאמר לו ע\"א שכן מחייבו שבועה מנין אפי' אמרו לו שנים קרובים אביא את שאמרו לו קרובים שכן כשרים להעיד במק\"א מניין אפי' אמרה לו אשה כו' ומבואר דקרוב ואשה אינם מחייבים שבועה, ובירושלמי שם בסוטה איתא עד אחד מהו שישקה פי' דקאי אדר\"א שם במתני' דקאמר משקה ע\"פ ע\"א או ע\"פ עצמו ויליף לה ע\"פ עצמו דכתיב ומעלה בו וענ\"ל ע\"פ ע\"א וקאמר הירושלמי מה אם פיו שאינו זוקקו לשבועת ממון הרי הוא משקה עד אחד שהוא זוקקו לשבועת ממון לא כש\"כ קרוב מהו שישקה כו' ומוכח דקרוב אינו יכול לחייב שבועה דאל\"כ הא יש ללמוד גם קרוב בק\"ו מפיו ודברי רבינו מבוארין ויש להם יסוד בבבלי וירושלמי ותו\"כ:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החרש כשוטה שאין דעתו נכונה ואינו בן מצות ואחד חרש מדבר ואינו שומע או שומע ואינו מדבר.</b> וכתב הכ\"מ חרש מדבר ואינו שומע כו' ר\"פ מי שאחזו דע\"א תניא אם לא יגיד פרט לאלם שאינו יכול להגיד כו' ואפשר דמשמע ליה לרבינו דה\"ה למדבר ואינו שומע דכתיב ושמעה קול אלה פרט למי שאינו יכול לשמוע ע\"כ. ונראה מדבריו שרבינו המציא דרשא זו מסברתו דגם מדבר ואינו שומע פסול אבל דבריו תמוהין דידוע דלא הוסיף משה דבר מדעתו ובפרט לדרוש דרשות מעצמו שלא נזכרו בש\"ס, וגם בכאן דבריו מבוארין בתוספתא דשבועות פ\"ג (וכנראה דהא דמייתי הש\"ס גיטין שם תניא אם לא יגיד פרט לאלם הכוונה על תוספתא זו) והוא עד הכשר לעדות ושמעה להוציא את החרש או ראה להוציא את הסומא או ידע להוציא את השוטה אם לא יגיד ונשא עונו להוציא את האלם ע\"כ. ומבואר להדיא דכמו דממעט אינו מדבר מאם לא יגיד כמ\"כ ממעט ג\"כ אינו שומע מושמעה (ועי' בספר טיב גיטין שם שחפש ג\"כ למצוא מקור דברי רבינו הללו וכתב דאולי הוא דרשא באיזה תוספתא או תו\"כ אבל לא ידע מקומו וחכם עדיף מנביא שכן מבואר להדיא בהתוספתא שלפנינו) ומזה תחזה שדברי התוס' בגיטין שם ד\"ה אר\"ז שכתב וי\"מ דאמתני' ל\"ק ליה דאיכא למימר דהא דאמר פרט לאלם שאינו יכול להגיד היינו אלם שאינו שומע דהיינו חרש אבל אלם לא משמע הכי ע\"ש ובחי' הרשב\"א שם הסכים להי\"מ דהא דתניא אם לא יגיד פרט לאלם שאינו יכול לדבר הוה מוקמי לה באלם שאינו שומע ואינו מדבר והא דקא קרי ליה אלם ולא קרי ליה חרש כו' ע\"ש, ועי' בפנ\"י שם מה שהשיג ע\"ז אבל דבריהם תמוהים טובא שהרי לפנינו דברי התוספתא דממעט אינו שומע מושמעה א\"כ ע\"כ דהא דממעט מאם לא יגיד להוציא אלם הכוונה בשומע ואינו מדבר דאי גם באינו שומע לא אצטריך אם לא יגיד דהא כבר שמעינן דפסול מושמעה וע\"כ דהא דממעט אלם היינו אינו מדבר לחוד וצ\"ע על התוס' והרשב\"א:"
            ],
            [
                "<b>הסומים אע\"פ שמכירין הקול וידעו האנשים הרי אלו פסולין מן התורה שנאמר והוא עד או ראה מי שהוא ראוי לראות הוא שמעיד.</b> וכתב הכ\"מ הכי אמרינן בפ\"ב דגיטין ד' כ\"ג דאע\"ג דידעי בטביעות עינא דקלא הם פסולים אך הראיה שהביא מאו ראה צ\"ע היכא איתא ע\"כ והמגיה ציין על הגליון דיצא לו לרבינו כן מערכין דף י\"ח ע\"ש וכתב שמכאן ג\"כ יצא לו לרש\"י שסומא משתי עיניו פסול לעדות דכתיב או ראה כמ\"ש בנדה דף מ\"ט ע\"ב ועי' ג\"כ ברשב\"ם ב\"ב דף קכ\"ח ובהרא\"ש שם שכתב ג\"כ דסומא פסול להעיד דכתיב או ראה פרט לסומא אבל לא ציינו ג\"כ את מקומו, ובאמת דברי רבינו ודברי הקדמונים הנ\"ל מבוארים להדיא ברישא דההיא תוספתא דפ\"ג דשבועות שהבאתי בהלי\"א דאיתא שם והוא עד הכשר לעדות ושמעה להוציא את החרש או ראה להוציא את הסומא כו', ודברי רבינו ורש\"י מבוארין וא\"צ לכל דברי המגיה בזה:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>עדי קנוי וסתירה כו' עד משלמין כנגד הכתובה ואין לוקין.</b> הכ\"מ הניח חלק ולא הראה מוצא הדברים שכתב רבינו אולם דברי רבינו נובעים מהירושלמי דסוטה פ\"א ה\"א דאיתא שם עדי קינוי שנמצאו זוממין לוקין עדי סתירה שנמצאו זוממין אתה אמרת לוקין מהו שישלמו לא מכחן הוא מפסדת כתובתה או ייבא כיי דמר רב ר\"י בשם שמואל אין למידין דבר מדבר בעדים זוממין והכא כן ולא איפשיטא וע\"ש במרה\"פ דרבינו מפרש להבעיא אליבא מאי דקי\"ל משלם ואינו לוקה וה\"ק מהו שישלמו ואין לוקין מי נימא דלא מכחן מפסדת כתובתה וא\"כ משלמין אבל לא לוקין או דנימא דאין למדין דבר מדבר בעדים זוממין דשאני היכא שהעידו לחייב לחבירו ממון דמשלמין אבל הכא שלא העידו אלא על הסתירה ויכולין לומר לא להפסידה מכתובתה באנו דאפשר שתשתה ותמצא טהורה אבל בעדי טומאה לא קא מיבעיא ליה דמשלמין דהוי כשאר עדים שרצו לחייבו ממון ע\"ש ונתבארו דברי רבינו דבעדי קינוי פסק דלוקין כמו דאיתא בירושלמי להדיא וגם בעדי סתירה הוא בעיא דלא איפשיטא שם ולפיכך פסק ג\"כ דלוקין ואין משלמין אבל בעדי טומאה כתב דמשלמין שרצו להפסידה כתובה, ודברי רבינו הללו אישתמיטתיה להרב קצוה\"ח בסוף סימן ל\"ח שנסתפק בע\"א במקום דמחייב ממון כגון בחשוד או שטען איני יודע בענין דנתחייב לשלם והוזם אם שייך ביה כאשר זמם וכתב שם דלכאורה משמע מדברי התוס' בב\"מ דף ד' דשייך ביה כאשר זמם אלא שלבי מהסס דקרא כי כתיב כאשר זמם בשני עדים הוא דכתיב ע\"ש, ובדברי רבינו בכאן מבואר דגם בע\"א שהעיד שזנתה והוזם שייך ביה כאשר זמם ואולי יש לחלק ואכ\"מ להאריך בדבר שאינו נוגע למטרת החיבור:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות עדות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}