{
    "title": "Maggid Mishneh on Mishneh Torah, Robbery and Lost Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maggid_Mishneh_on_Mishneh_Torah,_Robbery_and_Lost_Property",
    "text": [
        [
            [
                "<b>כל הגוזל את וכו'.</b> שיעור הפרוטה הוא מבואר פ' ד' מיתות ב״ד (דף נ\"ז) וכן בפ' הגוזל עצים (בבא קמא דף ק\"ג): ",
                "<b>ואין לוקין על לאו זה.</b> זה מתברר פ' אלו הן הלוקין (מכות דף ט\"ז) ובסוגיא בפירוש:"
            ],
            [
                "<b>ואסור לגזול כל שהוא דין תורה.</b> זה מתברר בסוגיא דארבע מיתות. מיהו כתבו קצת מן המפרשים ז''ל דדוקא כשיעור מאי דקפדי ביה קצת מן האנשים אבל ליטול מן החבילה קיסם או מן הגדר לחצוץ בו שיניו דליכא איניש דקפיד ביה בכי האי שרי ואף זה אסרו בירושלמי ממדת חסידות: ",
                "<b>ואפילו עובד כוכבים וכו'.</b> מבואר פרק הגוזל ומאכיל (בבא קמא דף קי\"ג) וכר״ע וכן העלו שם: "
            ],
            [
                "<b>אי זהו גוזל וכו'.</b> לפי דעת הרב הסוגיא שבפ' המקבל (בבא מציעא דף קי\"א) דאסקינן התם זהו עושק זהו גזל ולמה חילקן הכתוב לעבור עליו בשני לאוין, פירוש בעושק וגזל האמורין גבי שכירות דלעיל מינה אמר כל הכובש שכר שכיר עובר בחמשה שמות משום בל תגזול ומשום בל תעשוק וגבי שכירות א״א לגזול כעין ויגזול את החנית בשום צד. אבל באמת לא נתחוור לי ענין זה לפי פשט הסוגיות שהרי בכתוב לא מצינו כי אם פסוק אחד מלא תגזול ואוקימניה בפ' איזהו נשך (בבא מציעא דף ס\"א) בכובש שכר שכיר דגזל גמור מבינייהו דרבית ואונאה אתיא וא״כ היאך נעשות מצוות חלוקות וצ״ע. והרב סמך על הסוגיא דפרק מרובה (בבא קמא דף ע\"ט:) דאמר היכי דמי גזלן כעין ויגזול את החנית וכו' ואינה מוכרחת: "
            ],
            [],
            [
                "<b>כל הגוזל חייב להחזיר וכו'.</b> זה מבואר פ' הגוזל עצים (בבא קמא דף צ\"ד) ובהרבה מקומות: ",
                "<b>אפילו גזל קורה וכו'.</b> משנה פ' הניזקין בגיטין (דף נ\"ה) והובאה פ' הגוזל (בבא קמא דף צ\"ה): ",
                "<b>אפילו גזל קורה ועשאה וכו'.</b> מימרא דרבינא פרק לולב הגזול. <b>ומ''ש ולא בנאה בטיט</b> לפי שאם בנאה בטיט אינו מחזיר אלא דמיה שהרי הוא כגזל קורה ובנאה וכן מפורש שם: "
            ],
            [
                "<b>הגוזל פחות מש''פ וכו'.</b> בהגוזל עצים (דף ק\"ג): ",
                "<b>גזל ג' אגודות וכו'.</b> מימרא מפורשת שם ופי' אגודות דברים הנאגדים כגון ירק: ",
                "<b>גזל שתים שוות פרוטה וכו'.</b> זו היא בעיא דאיפשיטא שם בזה הלשון [אע''פ] שגזלה אין כאן מצות השבה אין כאן. ופירוש שלא קיים מצות השבה ואע''פ שאין כאן גזילה חשובה במה שהוא מעכב לעצמו אם בא לקיים מצות והשיב את הגזילה יחזיר הכל כיון שבתחלה היתה הגזלה פרוטה וכן פירשו ז''ל: "
            ],
            [
                "<b>הגוזל את חבירו בישוב וכו'.</b> משנה פ' הגוזל ומאכיל (בבא קמא דף קי\"ג): "
            ],
            [
                "<b>הגוזל את חבירו והבליע לו וכו'.</b> ברייתא שם פ' הגוזל ומאכיל והחלוק בין שהטיל לכיס שיש בו מעות בין לכיס שאין בו מעות אוקימתא בתרייתא שם בגמרא ודבריו בפירוש כפירוש הרב אלפסי ז''ל ועיקר: "
            ],
            [
                "<b>כל החומד וכו'.</b> זה מבואר במכילתא ואמרינן פ״ק דמציעא (דף ה':) מורה ואמר דמי קא יהיבנא ואמר והא קעבר בלאו דלא תחמוד אלמא שהקונה בדמים כל זמן שלא היה בדעת המוכר למכור וזה לקחו שהפציר בו כמ״ש הרב עבר משום לא תחמוד. וכתב עליו הר״א ז״ל ולא אמר רוצה אני, דעת הרב ז״ל מפני שאם אמר רוצה אני מקחו קיים ולא גרע מתליוהו וזבין דאסיקנא פרק חזקת הבתים (בבא בתרא דף מ\"ח) דזביניה זביני וכדאיתא פרק י' מהלכות מכירה וכיון שכן אין בו לאו. ולא כן דעת הרב ז״ל אלא מקחו קיים אע״פ שעבר ואע״ג דאמר רבא בתמורה (דף ד':) כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני מידי והאי דלקי דעבר אהורמנא דמלכא הרי הוא כעין גוזל צמר ועשה ממנו בגד שאינו משלם אלא כשעת הגזלה וקנה הדבר בשינוי כדאיתא התם אף כאן קנה בדמים: ",
                "<b>ואין לוקין על לאו זה שאין בו מעשה.</b> כתב הר''א ז''ל א''א לא ראיתי דבר תימה גדול מזה וכו'. הלך הרב המשיג לשיטתו שכתב שאם אמר רוצה אני המוכר שהלוקח פטור אבל דעת רבינו ז''ל שהאיסור אף ברצון המוכר הוא וע''כ כתב שאין בו מעשה לפי שנטילת החפץ ברצון המוכר הוא נעשה אבל ההשתדלות אשר השתדל כדי לרצותו הוא האיסור ונגמר בשעת המקח ובהשתדלות לא היה מעשה ולכך לא נתן טעם לפי שהוא חייב להחזיר החפץ שכיון שברצון המוכר נעשה אין כאן חיוב השבה. זהו הנראה מדברי הרב ז''ל ומ''מ שיטת הר''א ז''ל נכונה יותר: "
            ],
            [
                "<b>כל המתאוה וכו'.</b> מבואר במכילתא לחייב על התאוה בפני עצמה ועל החימוד בפני עצמו. ונ''ל שדעת הר''א ז''ל שחיוב התאוה זו היא שיתאוה לקנות בדמים שלא ברצון הבעלים: "
            ],
            [
                "<b>התאוה מביאה לידי חימוד וכו'.</b> שם במכילתא וכבר ביאר הר''ם ז''ל דינין אלו בסה''מ במצות רס''ה ורס''ו והביא הברייתות הנאמרות על זה: "
            ],
            [],
            [
                "<b>כל הגוזל את חבירו וכו'.</b> מימרא פרק הגוזל בתרא (בבא קמא דף קי\"ט): ",
                "<b>ואף על פי כן אם לא היתה הגזלה וכו'.</b> ברייתא פרק הגוזל עצים (בבא קמא דף צ\"ד:). ",
                "<b>ומה שכתב ובא מאליו.</b> אפשר שרמז בזה למה שכתבו קצת המפרשים ז''ל שלא אמרו אלא במי שנתעורר לעשות התשובה מאליו שלא ע''י הכרח ב''ד וזהו שבכל הגמרא אחר תקנה זו היו דנין דיני גזלה לרשעים שלא היו עושין תשובה מאליהן. ויש אומרים שאם אתה אומר כן הכל יערימו ויעשו כן כדי שלא יקבלו מהם ויפטרו ועל כן פירשו שהתקנה ההיא לא נמשכה אלא לדורו של רבי שתקנה וזהו שאחריו היו דנין דיני גזלות ול''נ שאע''פ שאמרו המקבל אין רוח חכמים נוחה הימנו אם רוצה לקבל ולכוף את הגזלן בבית דין הם נזקקין לו. ודע כי לכל הדעות שלשה דינין היו בדבר גזלה. אם גזלה קיימת מחזירה ומקבלה הימנו, אבל יש בחזרתה הוצאה כגון קורה שבנאה בבנין מחזיר הדמים ונוטלה הימנו אבל לא גוף הדבר, אין גזלה קיימת אפילו דמים אין מקבלין ממנו לכתחלה וכולן נתבארו בדברי הרב ז''ל ומבוארים שם בגמ': "
            ]
        ],
        [
            [
                "<b>הגזילה שלא נשתנית וכו'.</b> זה מפורש פרק הגוזל עצים (בבא קמא דף צ\"ד:). ",
                "<b>ומה שכתב אף על פי שמת הגזלן והרי היא ביד בניו.</b> נתבאר פרק הגוזל ומאכיל דקיימא לן כרבא וכר' אושעיא דאמר רשות יורש לאו כרשות לוקח דמי וכ''כ בהלכות: ",
                "<b>ואם נשתנית וכו'.</b> משנה פרק הגוזל עצים (בבא קמא דף צ\"ג:) ובפרק זה יתבאר איזה דבר יקרא שינוי: "
            ],
            [
                "<b>ודין זה דין תורה וכו'.</b> מימרא בהגוזל עצים (דף צ\"ח:) ובפרק מרובה (בבא קמא דף ס\"ו): ",
                "<b>נתייאשו הבעלים וכו'.</b> דעת הרב ז״ל שאין הגזלן קונה דבר ואף לא השבח קודם יאוש ועל דעת זה כתב דבריו באלו הדינין הבאים. וכ״כ הר״א ז״ל ואמר ויש לדבריו מקצת ראיה וכו' ואיני מכיר ראיה זו דההיא דיאוש דאמור רבנן התם דקני קונה לגמרי אמרו שקנה כל גוף הדבר ולא קי״ל אלא כמ״ד יאוש כדי אינו קונה אפילו מדרבנן. ואדרבה יש לי קושיא על דברי הרב ז״ל משום דהא מ״ד יאוש כדי קונה על כרחך הנך ברייתות דאמרי דשבח הגזלה דגזלן בלפני יאוש מוקי להו דאי לאחר יאוש הכל שלו אלא שיש לתרץ דאין ה״נ אלא שאנו סוברין דאינו קונה ואמרי דשבח דוקא קונה לאחר יאוש ולא הוה תיובתא ולא סייעתא. עוד כתב הר״א ז״ל ועוד הכריחו מה שראה בכאן מכר והוריש וקשיא ליה אם הגזלן וכו' אימא לא ליעבד תקנתא ללוקח וליורשים קמ״ל וזה עיקר ע״כ. כל זה כתב לפנינו בהגוזל והשביח ומכר ודברי תימה הם היאך העמיד ההוא דמכר לאחר יאוש שאם כן מהו מה שהשביח מכר והלא כבר הכל קנוי ללוקח ביאוש ושינוי רשות דליכא מ״ד דלא קני. וגם הר״א ז״ל כתב כן בפירושיו וחזר בו ממ״ש כאן לפי שהיתה כשגגה שיוצא מלפני השליט, ולולא שכתב הר״א ז״ל בהלכות גנבה דמסתברא כדברי רבינו הרב במה שחילק בין קודם יאוש לאחר יאוש הייתי אומר שיש ט״ס בהשגות והיה לו לכתוב ולעולם הא נמי לפני יאוש וחולק עם רבינו בדין זה. סוף דבר דברי הרב רבינו ברורים לפי שיטתו שסבר דאין שבח גזלה דגזלן אלא לאחר יאוש וכשהגיע לזה דמכר בהכרח העמידוה לפני יאוש וכמ״ש. והנראה אצלי שאין חלוק בזה וכל הברייתות סתם הם שנויות והא דמכר שהיא שנויה על דינין אלו בגמרא הוא לפני יאוש וה״ה לכולן ומפני תקנת השבים וכר״י וכדמוכח התם וכדעת הרב אלפסי ז״ל שסתם ולא ראיתי אחד מן המחברים שחלק בזה לולא הרב ז״ל. וכן נ״ל מאותה של ס״פ המפקיד (בבא מציעא דף מ\"ג) שאמרו בית הלל השולח יד בפקדון והוא הגזלן ששבח הגזלה לנפקד ושם ודאי אין ראוי לומר יאוש שהרי הפקדון ברשות נפקד הוא ובעל לא נתייאש ממנו שהרי אינו יודע הנפקד מה יעשה ממנו: ",
                "<b>וכשמחזיר הגזלה שמין לו וכו'.</b> וגם בזה כתב הר''א ז''ל י''א נוטל את השבח עצמו וכו'. וכדברי רבינו פירש''י ז''ל והרשב''א ז''ל בחידושיו. ודע שדעת רבינו דכי אמר התם לר''ש וכו' בדמי מסלקין ליה או מבשרא שקיל משום דלר''י פשיטא דדינו בדמים שדי בכך מפני תקנת השבים ושאר המפרשים פירשו הפך מזה דלר''י פשיטא דבגוף השבח מסלקין ליה: "
            ],
            [
                "<b>מכרה הגזלן וכו'.</b> זה מפורש בהרבה מקומות דיאוש ושינוי רשות קני. <b>ומה שכתב בין לאחר מכירה ונתינה</b> שהכוונה ששינוי רשות ואחר כך יאוש קנה כבר העירותי על זה פרק חמישי מהלכות גניבה ויש חולקין: "
            ],
            [
                "<b>הגוזל והשביח ומכר או וכו'.</b> בדין זה הלך הרב לשיטתו דקודם יאוש אין לגזלן דבר ומפני כך כתב וחוזר הנגזל ונוטל דמי השבח מהגזלן וזו בהכרח היא לפני יאוש וכמו שהוכחתי: ",
                "<b>וכן אם השביח הלוקח וכו'.</b> אמר בגמרא (דף צ\"ו) בעי רבא השביח לוקח מהו בתר דבעי הדר פשטה מה מכר (לו) ראשון לשני כל זכות שתבא לידו ע''כ. ולפני יאוש הוא ופירושה כשם שאם השביח גזלן השבח שלו כך אם השביח לוקח השבח שלו. ולדעת רבינו כשם שאם השביח גזלן ואח''כ מכר השבח של לוקח כך כשמכר בתחלה ואח''כ השביח לוקח השבח של לוקח: "
            ],
            [
                "<b>מכר הגזלן וכו'.</b> שם: ",
                "<b>מכרה העכו''ם לישראל אחר וכו'.</b> בעיא דלא איפשיטא שם: "
            ],
            [
                "<b>כבר בארנו וכו'.</b> שם כבר כתבתי כי אין לי ראיה למה הצריך הרב יאוש: ",
                "<b>כיצד גזל פרה וכו'.</b> זה מחלוקת תנאים בברייתא (דף צ\"ה) ודבריו כדברי ההלכות שפסק כר''ש ואליבא דר''י: "
            ],
            [
                "<b>גזל פרה מעוברת וכו'.</b> זה מפורש במשנה (דף צ\"ג:): ",
                "<b>ואם לפני יאוש או קודם שנשתנה ילדה וכו'.</b> כבר כתבתי לעיל שדעת הרב ז''ל לומר שקודם יאוש אין הגנב קונה כלום אפילו בשבח והר''א ז''ל השיג כאן שסובר שאין לך שינוי גדול מלידה וגזיזה וכבר כתבתי למעלה שדבריהם בחלוק היאוש צריך עיון: "
            ],
            [
                "<b>גנב או גזל והקדיש וכו' הרי היא ברשות הגזלן וכו'.</b> זה מבואר בסוגיא דפרק הניזקין (גיטין דף נ\"ב:) מיהו הרב המשיג פירשה בגזל פרה מעוברת ורחל טעונה הא לאו הכי לא ודבריו מפורשים בהשגות: "
            ],
            [
                "<b>במה דברים אמורים בשבח וכו' אבל אם היתה כחושה ופטמה וכו'.</b> זה דבר נכון שלא יעשה הגזלן הוצאה לתועלת הנגזל ולא אמרו אלא בגיזות וולדות כדאיתא בגמרא דאתו ממילא והרי הוא כשאר הגזלנין דעד כאן לא אמר לעיל דכיון דהקדיש כל ולדות וגיזות עד שעת ההקדש של בעלים אלא משום דכיון שהקדיש ליכא בזה משום תקנת השבים וכן הר''א ז''ל: "
            ],
            [
                "<b>שינוי החוזר לברייתו וכו'.</b> מפורש במימרות הרבה בפרק הגוזל עצים (בבא קמא דף צ\"ו): ",
                "<b>כיצד הגוזל עצים.</b> בראש הפרק (דף צ\"ג ע\"ב): "
            ],
            [
                "<b>גזל עפר וכו' גזל לשון מתכת.</b> מימרות דרב פפא שם (דף צ\"ו:): "
            ],
            [
                "<b>אבל הגוזל עצים.</b> מפורש בראש הפרק שם (צ\"ג:): ",
                "<b>או שגזל וכו' עד וכן כל כיוצא בזה.</b> מפורש במימרות דרב פפא ורבא הנזכרות (דף צ\"ו): "
            ],
            [
                "<b>הגוזל מעות ישנות וכו'. גזל מעות וכו'. גזל דקל וכו'.</b> מפורש שם: "
            ],
            [
                "<b>גזל קורות גדולות וכו'.</b> מפורש שם: ",
                "<b>גזל לולב וכו'.</b> שם: ",
                "<b>גזל עלין ועשאם חופיא קנה.</b> גם זה שם ופירוש חופיא שחלק העלין לשנים ועשה מהן כסוי לכלים שזה שינוי שאינו חוזר לברייתו בשום צד. וטעם לולב שהפריד העלין שקנה ודקל מחובר וקצצו שלא קנה ואלו שניהם אינן חוזרין לברייתן מפני שדקל שמו עליו אף אחר שנפחת מה שאין כן בלולב והכי מפורש שם: ",
                "<b>גזל טלה ונעשה איל וכו'.</b> מפורש שם בהגוזל ומרובה (דף ס\"ו): "
            ],
            [
                "<b>גזל כלי ושברו.</b> הכי אסיקנא פ''ק דב''ק (דף י\"א) והלכתא אין שמין לא לגנב ולא לגזלן וכפי הפירוש הזה פירשו הגאונים ז''ל: ",
                "<b>ואם רצו וכו'.</b> נראה שדעת הרב ז''ל לומר שבעל כרחו של גזלן מוציאין ממנו השברים דאי מרצונו פשיטא כיון שהם מתרצים. וצ''ע למה לא קנה הגזלן בשינוי מעשה ואולי בששמו עליו: "
            ],
            [
                "<b>גזלה שלא נשתנית וכו'.</b> מפורש במרובה (דף ס\"ה) ובהמפקיד (דף מ\"ג): "
            ]
        ],
        [
            [
                "<b>הגוזל חבית של יין מחברו וכו'.</b> מימרא מפורשת במרובה (דף ס\"ה) ובהמפקיד (דף מ\"ג): ",
                "<b>נשברה מאליה.</b> מפורש שם: "
            ],
            [
                "<b>היתה שוה בשעת הגזלה וכו'.</b> מפורש שם במרובה ובמשנתנו דכל הגזלנין משלמין כשעת הגזלה כדמוכח בפרק המפקיד (בבא מציעא דף מ\"ג): "
            ],
            [
                "<b>הגוזל חותל וכו'.</b> מימרא שם מפורשת בהשואל במציעא (דף צ\"ט:) בשם שמואל. ",
                "<b>ומ''ש אבל בהקדיש וכו'.</b> מפורש ג''כ שם: "
            ],
            [
                "<b>גזל בהמה והזקינה וכו'.</b> במשנה בהגוזל (דף צ\"ו:) מפורש: ",
                "<b>או כחשה וכו'.</b> מפורש בגמרא: ",
                "<b>או שגזל מטבע ונסדק.</b> מפורש בגמ': ",
                "<b>או פסלו המלך.</b> בגמ' (דף צ\"ז) מחלוקת ופסק כרב יהודה: ",
                "<b>או שגזל פירות והרקיבו כולן.</b> מפורש בגמ' (דף צ\"ח:) ודוקא כולן כדאיתא בגמרא וכמ''ש רבינו בסמוך: ",
                "<b>אבל אם גזל בהמות וכו'.</b> מפורש בגמרא: ",
                "<b>או שגזל עבדים וכו'.</b> טעם העבדים מפני שדינן כדין הקרקע שאינה נגזלת והכי פסק רב בגמרא (דף צ\"ו:) וכן עיקר. וכבר כתבו המפרשים דבכל דין תורה דינם כקרקע: ",
                "<b>או שגזל מטבע.</b> משנה שם: ",
                "<b>והרקיבו מקצתם.</b> מפורש בגמרא: ",
                "<b>תרומה ונטמאת וכו' גזל חמץ ועבר וכו'.</b> מפורש במשנה: ",
                "<b>בהמה שנעבדה בה עבירה וכו'.</b> פירוש שנרבעה ופסולה ליקרב על גבי המזבח או שנפסלה ע''י מום: ",
                "<b>ומ''ש או שהיתה יוצאת וכו'.</b> מפורש במשנה: "
            ],
            [
                "<b>במה דברים אמורים כשהחזיר וכו'.</b> זה יוצא מן המשנה ומפורש בגמרא (דף צ\"ח): ",
                "<b>לפיכך וכו'.</b> בעיא דאיפשיטא שם בהגוזל (דף ק\"ה בסוף). ומה שכתב הרב המשיג ז''ל דאם איתא תותי ידיה פטור אפשר שחלק בהם רבינו דע''כ לא אמרינן הכי אלא דוקא גבי שורי גנבת והוא אומר שומר חנם אני עליו דאף על גב דפטר עצמו מגנבה ואבדה ונשבע על כן והודה כיון דמודה בעיקרו ואמר ליה הילך פטור אבל היכא דכפר ביה אף על גב דבידיה הוא כיון דאי מיגניב ממונא בעי לשלומי השתא נמי ממונא קא כפר ליה וכן פירש רש''י ז''ל בזה הלשון הילך דליכא למימר אילו מיגנב דהא קמיה קאי ושקיל ליה ע''כ, אבל בחמץ אף על גב דתותי ידיה הוא דכיון דכפר ביה והנגזל לא שקיל ליה חייב. זה נראה לי בדעת רבינו ונכון הוא: "
            ],
            [
                "<b>הגוזל בהמה ונשא עליה משא וכו'.</b> זה מבואר במעשה דר''נ בהגוזל עצים (דף צ\"ו:) על מה שנזכר בזאת הבבא: "
            ],
            [
                "<b>התוקף עבדו וכו'.</b> מימרא שם (דף צ\"ו) ואמרינן דעביד ביה שלא בשעת מלאכה וזהו מ''ש [ולא בטלו ממלאכה]: "
            ],
            [
                "<b>התוקף ספינת חברו וכו'.</b> זה מבואר שם וכלשון אחרון וסובר הרב דאם אינה עשויה לשכר אף על גב דנחית ליה בתורת שכירות נותן פחתה דהא גזלן הוא וכן עיקר ודברי הרב ז''ל אפילו בשהשכר יותר על הפחת: "
            ],
            [
                "<b>הדר בחצר של חבירו וכו'.</b> הכי אסיקנא פ' כיצד הרגל (דף כ\"א): ",
                "<b>ומ''ש ואם החצר עשויה לשכר אע''פ שאין דרך זה וכו'.</b> הוא כדברי ההלכות שכתב הרב אלפסי ז''ל דחצר דקיימא לאגרא וגברא דלא עביד למיגר שהוא חייב בשכירות לפי שמדה זו לא נזכרה בגמ' כלל אבל דעת התוספות שהוא פטור. ומ''מ כתבו המפרשים ז''ל שאם חסר הבית בכל שהוא כגון שהיה חדש והשחיר הכותלים וחסרו מערכו אע''פ שהיא חצר שאינה עשויה לשכר כיון שהוא מחסר קצת מגלגלין עליו את הכל והכין מוכח בגמרא: "
            ],
            [
                "<b>מי שהיה לו צמר וסמנין שרויין וכו'.</b> הגיה הר''א ז''ל זאת הבבא ואמר דהכי איבעי ליה למימר משלם לו דמי מה שהפסיד בצמר ומחשב לו שבח סמנין שעל גבי הצמר ואם תפס הניזק מה שחסרו וכו'. ויהיה פירוש המאמר כך כגון שהצמר נגרע מערכו אשר היה מתחלה והוא שלא נחשב שבח הצבע עתה בכלום זהו שמשלם לו אבל אינו משלם לו דמי הסמנין כלל אע''פ שחסרו מן הסמנין דאמרינן יש שבח סמנין על גבי הצמר וכו': ",
                "<b>ואם תפס הניזק במה שחסרו וכו'.</b> בעיא ולא איפשיטא שם בהגוזל עצים: "
            ],
            [
                "<b>השולח יד בפקדון וכו' או ע''י עבדו.</b> מפורש בהמפקיד (דף מ\"ד) בברייתא: ",
                "<b>חשב לשלוח יד וכו'.</b> משנה בהמפקיד (מ\"ט:) ופסק כב''ה. ",
                "<b>ומ''ש וכיון ששלח בו יד אע''פ שלא חסר וכו'.</b> זה מחלוקת אמוראים בגמ' ופסק כפסק ההל' דשליחות יד אינה צריכה חסרון: "
            ],
            [
                "<b>הגביה את החבית ליטול ממנה רביעית וכו'.</b> פי' דוקא הגביהה דקני בהגבהה אבל הטה אותה לא כמו שמפורש במשנה. והנה הר''א ז''ל השיגו וז''ל א''א לא מחוורא גבן הא מילתא וכו'. ועתה אפרש שנינו סוף המפקיד הטה את החבית ונטל הימנה רביעית ונשבר אינו משלם אלא רביעית הגביהה ונטל הימנה רביעית ונשברה משלם דמי כולה זה לשון המשנה ואמר עלה בגמרא הגביהה ונטל וכו' אמר שמואל לא נטל נטל ממש אלא כיון שהגביה ליטול אע''פ שלא נטל לימא קסבר שמואל שליחות יד אינה צריכה חסרון אמרי לא שאני הכא דניחא ליה דתהוי האי חבית כולה בסיס להאי רביעית בעי רב אשי הגביה ארנקי וכו'. והר''ם ז''ל פירש בשהגביה על דעת ליטול ממנה רביעית וכן פירוש רבינו יהונתן ז''ל בפירוש ההלכות וסובר ג''כ דאיבעיא דארנקי אפילו למ''ד שליחות יד אינה צריכה חסרון היא דדילמא אחר שהוא לא היתה כוונתו לשלוח יד בכולו לא מיקרי בכי הא שליחות יד לחייבו על השאר. מיהו קשה לזה קצת דהא בההיא דשמואל אמר לימא קסבר שמואל שליחות יד אינה צריכה חסרון אלמא אי ס''ל דאינה צריכה חסרון אפילו בלא טענת בסיס מתחייב בכל וכן הדין בארנקי וזה דעת הרב אלפסי ז''ל שהשמיט בעיא זו דרב אשי דארנקי. וי''ל דכי דחו ה''ק לא לעולם דין צריכה חסרון או אינה צריכה אינו תלוי בכך וכו': "
            ],
            [
                "<b>היו פירות מופקדים וכו' כיצד הטה את החבית במקומה. </b> פירוש שלא הגביהה ממקומה ודבריו מפורשים במשנה שהבאתי דהטה את החבית: "
            ],
            [
                "<b>הכופר בפקדון בבית דין וכו'.</b> מימרא דרב ששת בהגוזל עצים (בבא קמא דף ק\"ה:). ",
                "<b>ומה שכתב אם היה ברשותו.</b> מפורש שם: "
            ],
            [
                "<b>השואל שלא מדעת הבעלים וכו'.</b> עיקר המחלוקת בהמוכר את הספינה (בבא בתרא דף פ\"ח) דרבי יהודה וחכמים ופסק כחכמים וכן כתב הרב ז''ל בהלכות שם ובפרק המפקיד במציעא (דף מ\"ג): ",
                "<b>היה כלי ביד בנו של בעל הבית וכו'.</b> זה מפורש במשנה ובגמרא (דף פ\"ז:) וכחכמים. והעבד דינו כקטן כל זמן שלא החזירו ליד בעלים וזהו ברור: "
            ],
            [
                "<b>החוטף משכון מיד הלוה וכו'.</b> יצא לו לרב מן המשנה שבפרק כל הנשבעין (שבועות דף מ\"ו) דאמר הנגזל כיצד היו מעידים אותו שנכנס לביתו למשכנו שלא ברשות וכו' והר״א ז״ל העמידה בדאשתכח דלא הוה (חייב) כלום ואין נראה כן מלשון המשנה דאמר שלא ברשות וכן נראה מדברי הרב אבן מיגש ז״ל שפירש זה לשונו שם שלא ברשות הבעלים ושלא ברשות ב״ד ויתר דברי הרב ז״ל המשיג אינן מוכרעין: "
            ]
        ],
        [
            [],
            [
                "(א-ב) ",
                "<b>קנס קנסו חכמים וכו' כיצד הרי שנכנס וכו'.</b> זה מפורש בשבועות דכיון שהעדים היו מעידין שהוא נכנס למשכנו ונטל דבר מתוך ביתו נאמן הנגזל כדאיתא בפרק כל הנשבעין (שבועות דף מ\"ד:): "
            ],
            [
                "<b>במה דברים אמורים בטוען דברים וכו'.</b> ג''ז מפורש שם (דף מ\"ו): "
            ],
            [
                "<b>ראוהו עדים שנכנס שם וכו'.</b> גם זה מתבאר בסוגיא ומה שיש מראש הפרק עד ולא גזל הוא מפורש בשלשה שערים בהלכות הרב ז''ל: "
            ],
            [
                "<b>היה עד אחד מעידו שנכנס וכו' הואיל ואינו יודע וכו'.</b> לאו למימרא שאם היה העד מעיד כך וכך נטל והוא היה מכחישו שלא יהא נאמן בשבועה בנקיטת חפץ דהא קי''ל עד אחד אינו נאמן אלא קם הוא לשבועה, אבל כוונת הרב ז''ל לומר שאם מודה הוא שנטל אלא שאמר נטלתי שלי אינו נאמן וכמו שנתבאר זה בזה הפרק למטה ולפיכך כתב הרב ז''ל הואיל ואין העד יודע וכו'. והר''א ז''ל כתב א''א ואילו היה שם שני עדים וכו'. השיגו הרב בזה מפני שלא כתב למשכנו כי באמת חלוק יש בין הנכנס למשכן ומגלה דעתו כן מהנכנס סתם שזה פירש שגלה דעתו שלמשכן הוא בא אינו יכול לטעון טענת לקוח וזה מוסכם ובאמת שדעת רבינו ז''ל שהוצרך לפטרו מפני שלא היו שם שני עדים הוא בשנכנס למשכן ואצ''ל סתם וסמך לו על מ''ש למעלה ראוהו עדים שנכנס למשכן ואף זו כשהעד מעיד שנכנס למשכן: "
            ],
            [
                "<b>כשם שבעה''ב וכו'.</b> מימרא שם: "
            ],
            [
                "<b>היה שם שכירו וכו'.</b> שכירו ולקיטו בעיא דלא איפשיטא שם ולפיכך כתב אין אלו נשבעין ולא פסק שאם תפס הנגזל אין מוציאין מידו כדרכו ברוב התיקו האמורין בגמ' לפי שכל זה מן התקנה הוא ובמה שלא התקינו בפירוש אפילו תפס מוציאין מידו: "
            ],
            [
                "<b>וכיצד עושין בדין כו'.</b> אלו דברי הרב ז''ל והחרם מתקנת הגאונים ז''ל שלא נזכר בגמרא: "
            ],
            [
                "<b>הגוזל אחד מחמשה וכו'.</b> משנה ביבמות פרק האשה שלום (יבמות דף קי\"ח:) ופסק כרבי עקיבא וכן כתב בהלכות פרק המפקיד (בבא מציעא דף ל\"ז): "
            ],
            [
                "<b>אמר לשנים גזלתי אחד מכם וכו'.</b> זה משנה פ' המפקיד במציעא ואוקימנא לה בגמרא בבא לצאת ידי שמים וכן כתב הרב ז''ל בהלכות: "
            ],
            [
                "<b>הטוען את חבירו וכו'.</b> שבועת ההיסת מתקנת חכמים והיא בפ' שבועת הדיינין (שבועות דף מ':) ושבועת התורה גם כן פשוט בהרבה מקומות: ",
                "<b>וכן הטוען את חבירו וכו'.</b> מתוך המשנה והסוגיא מתברר דין זה דקתני ראוהו דוקא דאיכא עדים ופשוט הוא. ",
                "<b>ומה שכתב הואיל והוא נשבע ונוטל הרי הוא נשבע וכו'.</b> דבר זה מוסכם מן הגאונים ז''ל שאפילו מי שבידו משכון שהוא נאמן עד כדי דמיו הרי זה נשבע בנקיטת חפץ כדין הנשבעין ונוטלין: "
            ],
            [],
            [
                "(יב-יג) ",
                "<b>ראוהו עדים וכו' לפיכך מחזיר הכלים וכו' וכן אם היה שם עד אחד וכו'.</b> הכל מפורש ומבואר בהלכות הרב אלפסי ז''ל פרק כל הנשבעין בארוכה ומה שהשיג הר''א ז''ל בעד אחד אחר שלא היה בעל הבית שם איך יש כאן טענת ברי כדי שיהא זה מחוייב שבועה שאינו יכול לישבע. דע שיש סוברין ששבועת עד אחד אפילו על טענת שמא היא דבכ''מ ששנים מחייבין אותו ממון אחד מחייבו שבועה ואפילו תמצא לומר דלא כבר תירץ הר''א ז''ל עצמו הענין: "
            ],
            [
                "<b>מעשה באחד שחטף וכו'.</b> עובדא דנסכא דרבי אבא בחזקת הבתים (דף ל\"ג:) ובשבועות (דף מ\"ז). ונראה מדברי הרב ז''ל שהגוזל את חבירו בעדים צריך להחזיר לו בעדים וכבר חלקו בזה חכמי הדורות: "
            ],
            [
                "<b>חטף ממנו זהובים וכו'.</b> זה אינו מבואר מן הגמרא אבל הוא דין פשוט וכן זאת הבבא אמר החוטף וכו': "
            ],
            [],
            [
                "<b>נכנס לבית חבירו וכו'.</b> דעת הרב ז''ל שנשבעין בעד אחד בטענת שמא ולא על מודה מקצת אלא בטענת ודאי וזה של מודה מקצת הוא מוסכם ובזה נסתלקה ההשגה: "
            ]
        ],
        [
            [
                "<b>אסור לקנות וכו'.</b> מפורש פרק הגוזל ומאכיל (בבא קמא דף קי\"ח) במשנה ובגמרא: "
            ],
            [
                "<b>אסור ליהנות בדבר הגזול ואפילו לאחר יאוש.</b> זה פשוט יאוש כדי לא קני וכמו שנתבאר פ״א מהלכות גניבה ומבואר פ' לולב הגזול (סוכה דף ל\"א) והא דאמרינן בהגוזל גבי דינא דמלכותא דינא דילמא מייאשי מרותייהו מינייהו התם משום דאיכא יאוש ושינוי רשות שנמסר לרבים וכן הדין שכל זמן שיש בדבר יאוש ושינוי רשות מותר ליהנות בו וכדמוכח הא דגוזל וזה ברור: "
            ],
            [
                "<b>גזל בית או שדה וכו'.</b> פשוט הוא דקרקע אינה נגזלת כדאיתא פ' הגוזל ומאכיל (בבא קמא דף קי\"ז:): ",
                "<b>ואם דר בסוכה חייב להעלות שכר לבעלים.</b> זה מפורש פ' כיצד הרגל (דף כ\"א). <b>ומ''ש בדין הדר בחנות של חבירו</b> כלומר אם היא עשויה לשכר כמו שנתבאר למעלה פ''ג: ",
                "<b>גזל דקלים ועשה מהם גשר וכו'.</b> זה מתבאר בההיא דהגוזל (דף קי\"ג:) ודוקא בשלא מכרו לרבים והיה שם יאוש מותר זה הכלל כל זמן שקנהו מן הדין או שלא היה שם יאוש ומסרו לרבים [אסור ליהנות בו] אבל מסרו לרבים והיה שם יאוש מותר ליהנות בו ואע''ג דשינוי מעשה בלבד קונה זה שינוי החוזר לברייתו הוא כמו שנתבאר פרק ב': "
            ],
            [
                "<b>מי שעבר ואכל את הגזילה וכו'.</b> זה משנה (דף קי\"א:) הגוזל ומאכיל את בניו פטורין מלשלם: ",
                "<b>ואם אכל קודם יאוש.</b> מימרא דרב חסדא שם וכן מבואר בהלכות הרב ז''ל, וכתבו קצת מן המפרשים שאפילו האכילו הגזלן אם רצה הנגזל גובה מזה שאכל גם רבינו לא חילק: "
            ],
            [
                "<b>הגוזל ומת בין שהאכיל וכו'.</b> זה מבואר שם: "
            ],
            [
                "<b>כבר תקנו הגאונים לגבות בעל חוב וכו'.</b> כבר נזכר זה בהלכות: "
            ],
            [
                "<b>דין הלוקח מטלטלין מן וכו'.</b> דעת הרב ז''ל כן מפני שעל זו דהמכיר כליו וספריו ביד אחר הביאו ההיא דרב חסדא דלעיל אע''פ שאין זו ראיה ויש חולקין לומר דגזלן מסתמא הרי הוא כגנב מפורסם דקול יוצא לגזלה וגם בזה אין ראיה והעיקר שלא להוציא החפץ מיד לוקח בלא דמים אם אינו מפורסם: ",
                "<b>ואם כבר נתייאשו הבעלים וכו'.</b> כבר כתבתי למעלה פ''ה מהלכות גניבה שדעת הרב ז''ל דשינוי ואח''כ יאוש קני: "
            ],
            [
                "<b>אסור ליהנות מן הגזלן ואם היה מיעוט שלו וכו'.</b> פסק כשמואל דאמר הכי סוף פ' הגוזל ומאכיל (בבא קמא דף קי\"ט) וזה תימה קצת שהרי כתב פ״ו מהל' גניבה גבי גנב וכן אם רוב אותו דבר שהוא גנוב אין לוקחין אותו נראה שפסק כרב דאמר עד שיהא רוב משלו וכמו שכתבתי שם. ולקיים דברי הרב נראה לומר שהוא מחלק בין גזלן לגנב והדין ההוא יצא לרב מהמשנה דאין לוקחין צמר מן הרועים או החלוק ההוא בין רוב הדבר ורוב הממון דרוב הדבר אסור וברוב הממון מותר וזה עיקר: "
            ],
            [
                "<b>בני אדם שחזקתן גזלנין וחזקת וכו'.</b> מפורש במשנה דהגוזל (דף קי\"ג): ",
                "<b>ואין מצטרפין דינרים מן התיבה שלהם.</b> כך הוא מפורש במשנה מיהו גרסינן תנא אבל (הוא) נותן לו דינר ומחזיר לו מן השאר. ופירש''י ז''ל נותן לו (דינר היה חייב לו פרוטות למוכס מן המכס בשוה חצי דינר ואין לו הפרוטות) נותן לו דינר כסף ומקבל הימנו פרוטות בשוה חציו מפני שהוא כמציל מידם ועיקר והרב אלפסי ז''ל השמיטה גם רבינו לא הזכירה ולא ידעתי למה: "
            ],
            [
                "<b>נטלו מוכסים וכו'.</b> משנה מפורשת בהגוזל בתרא (דף קי\"ב): ",
                "<b>ואם היה ותיק וכו'.</b> מפורש בברייתא בלשון אחרון שנאמר בגמרא בפירושה: "
            ],
            [
                "<b>במה דברים אמורים שהמוכס כליסטים וכו'.</b> דעת הרב כשהמוכס עכו''ם אע''פ שהוא עומד מחמת המלך מסתמא הרי הוא כמוכס שאין לו קצבה שסתמו יותר מן הדין נוטל ופירוש רבינו אוקימתא וברייתא דרב אשי (דף קי\"ג) דאמר במוכס עכו''ם עסקינן אף אמתני' ולא פליגא אשאר אוקימתא ולא כן פירשו שאר המפרשים: ",
                "<b>ולא עוד אלא שהוא עובר וכו'.</b> מפורש בגמ' שם (דף קי\"ג) דאמרינן להבריח את המכס מי שרי והאמר שמואל דינא דמלכותא דינא: "
            ],
            [
                "<b>וכן מלך שמשים מס וכו' או כל מי שימצא בשדה.</b> זה מפורש במימרא דרבא שם בהגוזל: "
            ],
            [
                "<b>וכן מלך שכעס על אחד מעבדיו וכו'.</b> פירוש בדין החקוק וכמ''ש למטה וזה מבואר שהרי הרוגי מלכות נכסיהן למלך כדאיתא פ' נגמר הדין כ''ש זה הדין: ",
                "<b>אבל מלך וכו'.</b> כבר הודו לו כל בעלי הוראה וכו' וכן עיקר דדינא דמלכותא דינא אבל גזלנותא דמלכותא לאו דינא והרי הוא גזל גמור וקרקע אינה נגזלת ולעולם ברשות הבעלים הוא וזה מבואר בהרבה מקומות ועוד הוסיף הרמב''ן ז''ל ואמר שאם בא מלך לעשות דין חדש אף על פי שחקק אותו לכל אם לא היה כן מחוקי המלכים הראשונים לאו דיניה דינא ואין כן דעת רבינו ז''ל ורבותינו ז''ל אלא הרי הוא יכול לעשות דין חדש ולומר כל העושה כך יענש כך ועונשו עונש מן הדין: "
            ],
            [
                "<b>לפיכך גבאי המלך וכו'.</b> מפורש פרק חזקת הבתים (בבא בתרא דף נ\"ט) דאמר והני זהרורי דזבני ארעא לטסקא וכו' אבל לכרגא לא מ״ט כרגא אקרקפתא דגברי מנח: "
            ],
            [
                "<b>מלך שהיו דיניו וכו'.</b> גם זה בפרק חזקת (בבא בתרא דף נ\"ד:) דאמר מלכא אמר מאן דיהיב טסקא ליכול ארעא א״נ מדאמרינן באיזהו נשך (ב\"מ דף ע\"ג:) ארעא לטסקא משעבדא. <b>ומ״ש עד שיחזרו</b> ר״ל בשלא מכרו גזבר המלך ממכר עולם אלא שזה החזיק מעצמו ופרע מנת המלך: "
            ],
            [
                "<b>וכן מלך שגזר וכו'.</b> ביבמות פ' החולץ (יבמות דף מ\"ז) ובמציעא באיזהו נשך: "
            ],
            [
                "<b>מלך שכרת אילנות וכו'.</b> מפורש בהגוזל בתרא (דף קי\"ג): "
            ],
            [
                "<b>במה דברים אמורים במלך שמטבעו יוצא וכו'.</b> זה מבואר: "
            ]
        ],
        [
            [
                "<b>קורות ועצים וכו'.</b> ברייתא פ' אלו מציאות (בבא מציעא דף כ\"ב) ולא חלק הרב בינה ובין ההיא דאמרינן מניין לאבדת נהר שמותרת וסובר דזוטו של ים ושלוליתו של נהר דוקא בשנתייאשו וכפשטא דברייתא דרשב״א, ומיהו עיקר הדין דאין יכולין להציל אע״פ שלא נתייאשו הרי הן של מוצאן וכי בעינן נתייאשו דוקא ביכולים להציל ע״י הדחק ואצ״ל ביכולים להציל בהדיא אבל בשאין יכולין להציל רק על צד הזרות והפלא ודאי אפילו לא נתייאשו לא. ואפשר שהרב סובר דבכל כי האי גוונא היינו נתייאשו וכ״כ למטה פי״א בזו דזוטו של ים שזה ודאי נתייאשו ממנה ודברי הר״א ז״ל בהשגות מן הטעם שכתבתי הם: "
            ],
            [],
            [
                "<b>המציל מיד ליסטים וכו'.</b> זה מפורש במשנה פ' הגוזל (בבא קמא דף קי\"ד) ובגמ' מבואר החילוק בין ליסטים ישראל לליסטים עכו״ם וגם שם במשנה נזכר דין הנהר: "
            ],
            [
                "<b>שחלים הצומחים וכו'.</b> זה מפורש בגמרא בהמקבל (דף ק\"ז) מימרא: "
            ],
            [
                "<b>כבר ביארנו וכו'.</b> נתבאר שם פרק י''ג: "
            ],
            [
                "<b>מי שנתחלפו וכו'.</b> ברייתא שלימה פרק חזקת הבתים (בבא בתרא דף מ\"ו) ומפרש בגמרא דדוקא כשאמר טול כלי זה אבל אמר לו כליך האי לאו כלי שלו הוא: "
            ],
            [
                "<b>מפריחי יונים וכו'.</b> מפורש פ' זה בורר (סנהדרין דף כ\"ה) למ״ד משום ארא וזהו שמפריח יונים כדי להביא אחרים. <b>ומ״ש בתוך היישוב</b> לומר שבמדבר מותר והכין מוכח התם: "
            ],
            [
                "<b>וכן אסרו חכמים וכו' ואין פורשין נישבין כו'.</b> מפורש במשנה במרובה: ",
                "<b>ואם היה ישוב כרמים וכו' וכן לא יפרוש וכו'.</b> שם (דף פ\"ג) מפורשת שני אוקימתות: "
            ],
            [
                "<b>מרחיקין השובך מן העיר וכו'.</b> משנה פ' לא יחפור (בבא בתרא דף כ\"ג) והתם אקשינן עלה מההיא דאין פורשין דלעיל דמשמע דאזלי טפי ופרקינן מישט שייטי טובא וכרסייהו בחמשין אמתא: ",
                "<b>ואם לקחו מאחר וכו'.</b> מפורש שם במשנה ובגמרא: "
            ],
            [
                "<b>המשחקין בקוביא וכו'. הרי זה גזל מדבריהם.</b> זה קצת תימה אצלי דהא משמע פ' זה בורר (סנהדרין דף כ\"ה) דההיא אוקמתא דאמר אסמכתא היא ואסמכתא לא קניא אידחייא וקי״ל כרב ששת דאמר כל כי האי גוונא לאו אסמכתא היא דהא מדעתיה קא יהיב ליה. והטעם שהן פסולין לעדות מפני שאין עוסקין בישובו של עולם וכגון שאין אומנות להם אלא הוא ול״ש עכו״ם ול״ש ישראל וא״כ מנין לנו שהוא גזל מדבריהם וצ״ע וכ״ש שרבינו עצמו פסק פרק י' מהל' עדות שאין המשחק נפסל אלא בשאין לו אומנות אלא הוא. ונראה סיוע לדברי רבינו ממה שאמרו בשבת פ' שואל (שבת דף קמ\"ט:) ומנה גדולה כנגד מנה קטנה אף בחול לאחרים אסור מ״ט משום קוביא: "
            ],
            [],
            [
                "<b>מצודות חיה וכו' גזל מדבריהם.</b> משנה בהניזקין (דף נ\"ט) ופ''א מהלכות זכיה ומתנה נתבאר יותר מזה: "
            ],
            [
                "<b>נהר המושך וכו'.</b> נראה שלמדה מהסוגיא דפרק מי שהוציאוהו בעירובין (דף מ\"ו) אמרו התם הרי הוא כרגלי כל אדם: ",
                "<b>עני המנקף בראש הזית וכו'.</b> משנה בפרק הניזקין (גיטין דף נ\"ט:) ואמר עלה בגמרא (דף ס\"א) אם ליקט ונתן ביד ה״ז גזל גמור ולפיכך כתב הרב ז״ל מפני שעדיין לא הגיעו ליד הזוכה בהן: "
            ],
            [
                "<b>הדבורים אינן ברשותו של אדם וכו'.</b> מפורש בהגוזל בתרא (דף קי\"ד): ",
                "<b>לפיכך וכו'.</b> מפורש במשנה ופסק כת''ק: "
            ],
            [
                "<b>נאמנת אשה לומר וכו'.</b> גם זה שם פ' הגוזל ומאכיל ומפורש ג''כ בגמרא מימרא: "
            ],
            [
                "<b>כל מי שיש בידו וכו' עד סוף הפרק.</b> הוא מבואר בסוגיא בהנזקין (דף ס\"א): "
            ]
        ],
        [
            [
                "<b>כל מי שנתחייב וכו'.</b> זה מפורש בכתוב ואיתא פרק הגוזל עצים (בבא קמא דף ק\"ג): "
            ],
            [
                "<b>אחד הגוזל או העושק וכו'.</b> זה מפורש בכתוב ובגמרא בהרבה מקומות איתא בשבועת הפקדון (דף ל\"ו:): "
            ],
            [
                "<b>בד״א בשהיה חייב לשלם וכו'.</b> מימרא במרובה (דף ס\"ז) ואיתא פ' הגוזל עצים (בבא קמא דף ק\"ד): "
            ],
            [
                "<b>בד''א בשאין וכו'.</b> זה החלוק מבואר בסוגיא שם: "
            ],
            [
                "<b>גזל האב ונשבע וכו'.</b> מפורש שם בברייתא (דף ק\"ד). והחלוק בין הודה האב להודה הבן מפורש שם בגמ': "
            ],
            [],
            [
                "<b>הנשבע לעכו''ם וכו'.</b> ברייתא x: ",
                "<b>וכן הגוזל פחות משוה פרוטה.</b> מפורש שם בהגוזל עצים (דף ק\"ג) משנה וגמרא: ",
                "<b>כמה הוא החומש אחד מארבעה וכו'.</b> מחלוקת רבי יאשיה ורבי יונתן בברייתא פרק הזהב (בבא מציעא דף נ\"ד) ופסק כרבי יאשיה דאמר חומשא מלבר דסתם מתניתין דערכין כוותיה כדאיתא התם פרק הזהב ולמד ממנו הרב חומש גזל מחומש מעשר: "
            ],
            [
                "<b>אין הנשבע על כפירת ממון וכו'.</b> מפורש במשנה בפ' הגוזל עצים (בבא קמא דף ק\"ג): "
            ],
            [
                "<b>הגוזל את חבירו וכו'.</b> מפורש שם דוקא נשבע אבל לא נשבע אינו חייב ללכת אחריו: ",
                "<b>אבל אם נשבע וכו' ולא יתן וכו'.</b> משנה שם: "
            ],
            [
                "<b>אלא א''כ עשה הנגזל שליח בעדים.</b> פסק כרב חסדא ורבי יוחנן ורבי אליעזר (דף ק\"ד) דאמרי שליח שעשאו בעדים הוי שליח וכן פסקו כל הפוסקים: ",
                "<b>ואם הביא וכו'.</b> במשנה (דף ק\"ג) דאמרינן אבל נותן (הוא) לשליח בית דין: "
            ],
            [
                "<b>נתן לו את הקרן וכו'.</b> משנה שם: ",
                "<b>ואף על פי שגזלה עצמה קיימת וכו'.</b> פסק כלישנא בתרא דרב פפא בגמ' (דף ק\"ה): "
            ],
            [
                "<b>המחזיר את הקרן וכו'.</b> משנה שם (דף ק\"ג): "
            ],
            [
                "<b>מי שהיה פקדון אצלו וכו'.</b> שם (דף ק\"ח) בברייתא מפורש ובהרבה מקומות: "
            ]
        ],
        [
            [
                "<b>הגוזל את חבירו ומת וכו'.</b> משנה בהגוזל עצים (דף ק\"ג) ואם מת יחזיר ליורשיו וכו': "
            ],
            [
                "<b>הגוזל את אביו ונשבע לו וכו'.</b> משנה בהגוזל עצים (דף ק\"ח:) וזה לשונה הגוזל את אביו ונשבע לו ומת הרי זה משלם קרן וחומש לבניו או לאחיו ואם אינו רוצה או שאין לו לוה ובעלי חוב באין ונפרעין (ממנו) ע''כ. ואמרינן עלה בגמרא (דף ק\"ט) אמר רב יוסף אפילו לארנקי של צדקה אמר רב פפא וצריך שיאמר זה גזל אבי. ונראה שהרב הוא מפרש משלם קרן וחומש ומכ''ש מעכב בידו משאר נכסים יותר מחלקו המגיעו בהן כפי מה שיהיה מגיעו בהן מקרן וחומש שנתן להם וזהו שכתב עושה עמהם חשבון וזה אם אינו רוצה לתת חלקו וממה שאמרו שאין לו ר''ל שאין לו לא אחים ולא בנים ואין שם ראוי לירש לוה ופורעם בחובו ופירשו בגמ' שנותנה אפילו לארנקי של צדקה ודרך רש''י תמצאנה בפירושו. ושטת רבינו נכונה בפירוש אין לו: "
            ],
            [],
            [
                "<b>וכן הגוזל את הגר וכו'.</b> מחלוקת ר''ע ור''י הגלילי בברייתא (דף ק\"ט) ופסק כר''ע דאמר אין לו תקנה עד שיוציא הגזלה מתחת ידו: "
            ],
            [
                "<b>בד''א כשהודה בינתים אבל אם גזל את הגר וכו'.</b> כתב עליו הר''א ז''ל א''א ואפי' לא הודה בינתים וכו'. ובאמת הסוגיא האמורה שם לדעת ר''י הגלילי היא כדאמרינן מכלל דר''י וכו' אלא גזל הגר דקאמר רחמנא נתינה לכהנים וכו'. ויראה לי דלר''ע לא שנא זקפן ולא שנא לא זקפן בהוצאת גזילה מתחת ידו סגי אע''פ שאינו נותנה לכהנים והא דפריך לרבי יוסי משום דלדידיה מפרש טפי דאמר זכה הלה במה שבידו וזה הכלל לפי פירוש זה דלא נחלקו ר''ע ור' יוסי בגזל הגר דלכהנים הוי וכן אין אחד מהם מחלק בין זקפן ללא זקפן וכו' ונקט בברייתא זקפן להודיעך כחו דר''ע דאפילו זקפן בעי להוציא גזלה מתחת ידו ועל דרך זה כתב הרב למעלה זקפן, זה נ''ל ועוד צריך עיון: "
            ],
            [
                "<b>מפי השמועה למדו שזה וכו'.</b> מפורש שם: ",
                "<b>לפיכך המחזיר גזל וכו'.</b> מימרא דרבא שם (דף ק\"י): ",
                "<b>ואין הכהנים חולקין גזל הגר וכו'.</b> מימרא שם: ",
                "<b>ומ''ש כדרך שאין חולקין וכו'.</b> מקרא ילפינן לה במנחות: "
            ],
            [
                "<b>כל גזל גר שאין בו שוה וכו'.</b> מימרא שם ופירש רש''י ז''ל ויוסיף עליו עד להשלים: ",
                "<b>ולמה נאמר בגזל הגר איש.</b> פירוש דה''ה לגיורת וקטן והכי איתא בברייתא שם קטן אי אתה צריך לחזר עליו פי' דכמאן דאינו מוליד משוינן ליה: "
            ],
            [
                "<b>הכהנים בגזל הגר כמקבלי מתנות וכו'.</b> בעיא דאיפשיטא שם (דף ק\"י:) וכרבא דאמר דאי מקבלי מתנות נינהו חייב לתת להם את דמיו כשעת הגזלה. ",
                "<b>ומ''ש כמו שביארנו.</b> הוא פרק ג' מאלו ההלכות: "
            ],
            [
                "<b>כהן שגזל גר שאין לו וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>הגוזל את הגר ונשבע וכו'.</b> משנה שם. ",
                "<b>ומ''ש כמו שביארנו במקומו.</b> הכוונה בהל' פסולי המוקדשין ששם ביאר שאחר שיפול בו מום ימכר ויפלו דמיו לנדבה וכן נזכר במשנה שם: "
            ],
            [
                "<b>נתן הגזלן את הכסף לאנשי משמר וכו'.</b> מפורש במשנה: ",
                "<b>ואפילו היה הגזלן קטן וכו'. .</b> "
            ],
            [
                "<b>נתן את הכסף לאחת מן המשמרות.</b> פירוש שלא בזמנה והוא מבואר במשנה ודין אחר אמרו בגמ' בזה ולא הזכירו הרב ז''ל: "
            ],
            [
                "<b>אין מקריבין את האשם עד שיחזיר הגזלן הקרן וכו' נתן את הקרן והקריב את אשמו וכו'.</b> משנה וברייתא שם: "
            ],
            [
                "<b>העבדים והשטרות והקרקעות וכו'.</b> אלו שהזכיר ז''ל אין נשבעין עליהם כדאיתא בשבועת הדיינין (שבועות דף ל\"ז:) וכיון שכן אין בהם חומש אפילו נשבע דחומש לא אתי אלא במלתא דשייך ביה חיוב שבועה ובפירוש אמרינן בהגוזל (בבא קמא דף פ\"ה) לפי שאין משלמין חומש על כפירת שעבוד קרקעות וזאת היא הטענה וכן פירשו שם רש''י והר''א ז''ל ובפירוש שנינו כן בברייתא פרק הגוזל עצים דרבנן מיעטו באלו מדין חומש מן הכתוב: ",
                "<b>וכן אם היו גזל הגר וכו' אינם חוזרים לכהנים.</b> כתב הר''א ז''ל א''א אלא כל הקודם זכה חוץ ממנו ואם דברי הרב בשהחזיק בהם אחר מיתת הגר (קודם שיזכה בהם הלה אחר מיתה דבריו קיימים ופשוטים ואם קדם הלה וזכה בהם אחר מיתת הגר) ודאי זכה ולא אמר בכי הא יוציא גזלה מתחת ידו שאין זה אלא כמטלטלין ונשבע עליהן. ורבינו ז''ל סתם לפי שיותר מזה יתבאר בהלכות זכייה ומתנה בכל דיני הגר ואין זה מקומו: ",
                "<b>וכן הקרקע אינה נקנית לעולם לגזלן וכו'.</b> כרבנן דהגוזל עצים (דף ס\"ט): "
            ]
        ],
        [
            [
                "<b>הגוזל קרקע מחבירו וכו'.</b> זה פשוט ומבואר בפרק קמא דמציעא (דף י\"ד:) באוקימתא דרבא בההוא דלאכילת פירות: ",
                "<b>אבל אם נשחתה וכו'.</b> גם זה פשוט ואיתא פרק הגוזל עצים (בבא קמא דף צ\"ו:) ופרק הגוזל בתרא (בבא קמא דף קי\"ז:). ועל מ״ש <b>רבינו משא״כ הדין במטלטלין</b> או בעבדים הר״א ז״ל חלק בעבדים בין הזקינו שאומרים לו הרי שלך לפניך ובין מתו או נשרפו שאינן בעולם ועדיין לא עלה תירוץ לדברי רבינו שכתב כמו שבארנו והוא שם לא חלק בזה בפ״ג ואם זה מלשון רבינו פירושו או בעבדים הדין כן כדין קרקעות והנכון שהוא טעות סופר: "
            ],
            [
                "<b>גזל שדה ונגזלה הימנו וכו'.</b> משנה פרק הגוזל בתרא (בבא קמא דף קט\"ז ע\"ב) ופירוש אם מחמת הגזלן כגון שאנסו כל קרקעותיו וזו בכללן: "
            ],
            [
                "<b>אנס המלך וכו'.</b> זה מפורש בגמרא דאמרינן לא צריכא דאחוי אחוויי וזה פירושה: "
            ],
            [
                "<b>גזל שדה והפסידה וכו'.</b> מפורש שם בפ''ק דמציעא (דף י\"ד:) בההוא דרבא שהזכרתי: "
            ],
            [
                "<b>גזל שדה ואכל פירותיה משלם וכו'.</b> מפורש שם ומיהו כשעמד בדין ואח''כ מכר גובה מנכסים שמכר והכי איתא בהדיא התם אם עמד בדין אפילו פירות נמי. וצ''ע על דברי רבינו ז''ל איך סתם ואולי סמך לו על מה שלמעלה בסמוך: ",
                "<b>גזל והשביח שמין לו וידו על התחתונה וכו'.</b> זה מוכרח שם מכח הסוגיא ופשוט הוא: "
            ],
            [
                "<b>גזל שדה ומכרה וכו' והקרן נוטל עם שאר השבח וכו'.</b> כתב הר''א ז''ל א''א בשקבל אחריות ע''כ. ודברי תימה הם דהא אסיקנא שם בפ''ק דמציעא (דף ט\"ו:) הלכתא יש לו מעות ויש לו שבח ואע''פ שלא פירש לו את השבח וכו' ואחריות טעות סופר הוא בין בשטרי הלואה בין בשטרי מקח וממכר. ואפשר שהר''א ז''ל סובר שאם קבל אחריות בסתם אף השבח בכלל ואם לא קבל עליו אחריות כלל חייב באחריות הקרן מפני שהוא טעות סופר אבל לא בשבח ולא כן פירשו שאר המפרשים ז''ל והחילוק שכתב רבינו אי זה יותר אם השבח אם ההוצאה מבואר בהלכות הרב כדבריו ז''ל: "
            ],
            [
                "<b>ואם הכיר בה וכו'.</b> גם זה מבואר שם ובהלכות הרב ויש מי שכתב שאם קנו מידו וכתב לו את האחריות שיש לו שבח נכסים אע''פ שהכיר בה שאינה שלו. ונראה לעניות דעתי שעל הגזלן להביא ראיה שהלוקח הכיר בה: ",
                "<b>היתה ההוצאה וכו'.</b> כך כתוב בהלכות ופשוט הוא: "
            ],
            [
                "<b>הגוזל שדה מחבירו ומכרה וכו'.</b> לשון הרב בזאת הבבא הוא קצת תמוה אצלי באמרו מחשבין עליו כל הפירות שאכל ומשלם לבעל השדה וחוזר וגובה אותם מן הגזלן לפי שהנראה מלשון זה הוא שמה שאכל באותם שנים שהחזיק בהם וכסבור שהוא שלו כיון שאחר מכן נמצא שאינה שלו שהוא משלם כל הפירות שאכל אע״פ שהגזלן גזלה ריקנית ומ״מ נותן לו הוצאתו וזהו לאכילת פירות ששנינו במס' גיטין פ' הניזקין (גיטין דף מ\"ח:) ואינו נראה כן מלשון רש״י ז״ל שכן פירש שם ז״ל לאכילת פירות הגוזל שדה ומכרה לאחר וזרעה וצמחה ועשתה פירות ובא הנגזל וגבאה עם פירותיה מן הלוקח, משמע שאם כבר אכל הפירות שאינו משלם אבל כשהן בעין בקרקע נוטלן נגזל ונותן ההוצאה והכין משמע קצת באוקימתא קמייתא דשנים אוחזין (דף י\"ד:) גבי הא דלאכילת פירות דאמר הכא במאי עסקינן כגון שגזל שדה מלאה פירות וכו' ואם כדברי רבינו לימא כגון שגזל שדה ואכל פירות. ומכל מקום דבריו עיקר כדמוכח פרק הגוזל עצים (בבא קמא דף צ\"ז) גבי התוקף בעבדו של חבירו ועשה בו מלאכה פטור ואמר התם ואי ס״ד עבדא כמקרקעי דמי אמאי פטור (קרקע אינה נגזלת) וברשותיה דמריה קאי וכן פירשו בתוס' אע״ג דנחית ליה בתורת גזלנות וכתיב השב [את כל אשר] לה ואת כל תבואת השדה מיום עזבה את הארץ ועד עתה. ומבואר פ' חזקת הדרי ארעא והדרי פירי כשמחזיקין אותו שאכלה בגזל וכן ההיא דהדר בחצר של חבירו שנתבאר פ״ג אפילו נחית לה בתורת גזלנותא היא וכבר כתבתי שם: ",
                "<b>ומ''ש ואם הכיר וכו'.</b> מפורש פ''ק דמציעא (דף ט\"ו:): "
            ],
            [
                "<b>המוכר שדה שאינו שלו וכו' וחזר הגזלן אחר וכו'.</b> מימרא פ''ק דמציעא: ",
                "<b>ואפילו נתנה וכו'.</b> פסק כרב אשי כדאיתא בהלכות. מיהו פירושה דוקא בשלא הכיר בה הלוקח שאינה שלו: "
            ],
            [
                "<b>לפיכך אם תבע הלוקח וכו'.</b> פסק כרב פפא וכן בהלכות: "
            ],
            [
                "<b>לקחה הגזלן וכו'.</b> מפורש שם בסוגיא: "
            ],
            [],
            [
                "<b>נתנוה הבעלים וכו'.</b> זה מחלוק' רב אחא ורבינא (דף י\"ז) חד אמר מתנה כמכר וקנה לוקח וחד אמר מתנה כירושה ולא קנה. ור''ח פסק כירושה וכן פסק הרשב''א ז''ל ורבינו פסק כמכר ואולי משום דמסתבר טעמא דמ''ד כמכר לדעתו ז''ל: "
            ],
            [
                "<b>הגוזל שדה ואחר שגזלה וכו'.</b> דעת הרב אלפס ז''ל בהלכות פ' חזקת דכל היכא שהודה הנגזל שמכרה ולא ראו העדים מנין המעות אין הודאתו הודאה ומוציאין הקרקע ממנו בלא דמים אע''פ שלא מסר מודעא ראו העדים שמנה לו המעות הרי זה מכר גמור כל זמן שלא מסר קודם לכן המוכר מודעא דה''ל כתליוה וזבין דזביניה זביני וכן דעת הר''א ז''ל וכן נראה קצת מההיא דאמרינן דרב ביבי וכו' אותה שמועה שהביא הראב''ד ז''ל בהשגות דמשמע דדין זה ודין תליוה וזבין שוה ורבינו פסק כרב ביבי משמיה דר''נ וצ''ע היאך חלק בין זה לההיא דתליוה וזבין אחר שהגמרא משוה אותן: "
            ]
        ],
        [
            [
                "<b>עכו״ם בעל זרוע וכו'.</b> נ״ל שהרב הוציא זאת הבבא מההיא דאמר הבא מחמת חוב כו' בפ' הניזקין (גיטין דף נ\"ח) וזהו פירושה לפי דעתו ז״ל גרסינן התם ת״ר הבא מחמת חוב ומחמת אנפרות אין בו משום סיקריקון וכו' אמר רב יוסף נקיטינן אין אנפרות בבבל והא קא חזינן דאיכא אלא אימא אין דין אנפרות בבבל מ״ט כיון דאיכא בי דואר ולא אזיל וקביל אימא אחולי אחיל. פירוש הבא מחמת חוב עכו״ם שירד לתוך קרקע ישראל מחמת חוב שהיה חייב לו הישראל ולא המתין שידונו לו בב״ד של ישראל ולא בערכאות של עכו״ם וכן מחמת אנפרות פירוש שירד לתוך קרקע ישראל מחמת טענתו שיש לו נזק שזה הישראל הזיקו או הפסידו וזה פירוש מלת אנפרות נזק והפסד אין בו משום סיקריקון שהלוקח ממנו אינו צריך להמתין כלל וכן אין נוהגים בו דיני סיקריקון המתבארין למטה אלא מקחו קיים וביאר הרב שאין לו אלא כשהבעלים מודים שהיו חייבין לו המעות או שיש ל ל עדים לעכו״ם מזה שאם לא כן בטלה דין סיקריקון שכל אנוס יאמר חוב היה לי עליו ואמר רב יוסף וכו' והא קא חזינא קא סלקא דעתיה דה״ק אין עכו״ם יורד משום אנפרות בבבל ומש״ה קא מקשינן הא קא חזינא דעבדת הכי ופריק אין דין אנפרות פירוש שהעכו״ם יורד לתוך קרקע של ישראל אין צריך להוכיח דין אנפרות שהוא טוען דכיון דאיכא ב״ד קבוע של עכו״ם ולא אזיל ישראל קמייהו נראה שהאמת טוען העכו״ם ומפני שדין האנפרות הוא שיש עדים לעכו״ם בודאי כדאמרן קאמר הכא שאין דין אנפרות. זה נראה בפירוש השמועה לדעת הרב ודעת הר״א ז״ל כדעת רש״י ז״ל תמצאנו בפירושיו: "
            ],
            [],
            [
                "<b>עכו''ם המציקין לישראל וכו'.</b> כל זאת הבבא היא בהניזקין (דף נ\"ה:) במשנה וברייתא (דף נ\"ח:) וכשמואל דאמר רביע בקרקע שהיא שליש במעות וכן בהלכות הרב ז''ל ומשמע דיד בעלים על העליונה רצו קרקע או מעות וכן הוא בהלכות: "
            ],
            [
                "<b>היורד לתוך השדה וכו'.</b> מימרא שם (ב\"מ ק\"א) בשם רב ופירוש ידו על התחתונה אם השבח יתר על ההוצאה נותן לו ההוצאה ואם ההוצאה יתרה על השבח נותן לו הוצאה שיעור שבח ופירוש זה עיקר. ויש שפירשו בפחת שישומו אותן שמאין בקיאין: "
            ],
            [
                "<b>אמר לו בעל השדה וכו'.</b> נראה שאין דעת הרב ז''ל בזה אלא בשדה שאין עשויה ליטע שאז הדין עם בעל השדה אבל בעשויה ליטע לא כל הימנו וכן עיקר ובזה הסכימו הרמב''ן והרשב''א ז''ל וכ''נ מן ההלכות. ומ''ש הר''א ז''ל שאין אומרין כן בארץ ישראל מפני ישוב א''י, י''ל שאין חוששין לכך אלא בשבעל השדה רוצה בכך אבל אם שוה יותר לזרעים מנטיעות וכדאמר בשדה שאינה עשויה ליטע אין זו טענה וכן עיקר: ",
                "<b>אמר הנוטע וכו'.</b> מפורש שם: ",
                "<b>ומ''ש מפני שמכחיש את הקרקע.</b> הוא כפי הלשון האחרון האמור שם ואפילו בחוץ לארץ דקיימא לן כלישנא בתרא: "
            ],
            [
                "<b>החצרות וכו'.</b> דעת הגאונים ז''ל בטעם פשוט: "
            ],
            [
                "<b>היורד לשדה חבירו וכו'.</b> זה מתבאר בפרק חזקת (ב\"ב דף מ\"ב) דאמר שותף כיורד ברשות דמי שנוטל בשדה שאינה עשויה ליטע כשדה העשויה ליטע ושדה העשויה ליטע נראה שכן דינו. וזהו פירוש אומדין שכתב רבינו לעיל ודין הבעל יתבאר לפנינו: "
            ],
            [
                "<b>היורד לשדה חבירו וכו'.</b> זה מפורש בהשואל (דף ק\"א) בעובדא דרב: "
            ],
            [
                "<b>היורד לתוך חרבתו של חבירו וכו' שמין לו וכו'.</b> פירוש דה''ל כשדה שאינה עשויה ליטע וכ''נ בהלכות: ",
                "<b>ואם אמר בעל הבנין וכו'.</b> מפורש שם. וכתב הרשב''א ז''ל שאם אמר בעל החורבה מתחלה הריני נותן דמיהם ונוח לי במה שעושה קנתה לו חצרו כדאיתא בחידושיו: "
            ],
            [
                "<b>כל מי ששמין וכו' אינו נוטל וכו'.</b> זה נלמוד מההיא דאמר בכתובות (דף ע\"ט:) בההיא דהאשה שנפלו לה נכסים הוציא ולא אכל ישבע כמה הוציא ויטול אע''ג דבעל כיורד ברשות: ",
                "<b>ואם אמר וכו'.</b> זה סברת הרב ז''ל בטעם נכון: "
            ],
            [
                "<b>כל ששמין לו וכו'.</b> הדין הזה נראה פשוט שכל המחוייב לתת בכיוצא בזה ויודע כמה הוא חייב נאמן לומר נתתי ובשאין יודע אינו נאמן וכדאמרינן פ''ק דבבא בתרא (דף ה') במשנה כותל חצר שנפל מחייבין אותו [לבנותו] עד ארבע אמות בחזקת שנתן עד שיביא ראיה שלא נתן מארבע אמות ולמעלן אין מחייבין אותו. סמך לו כותל אחר אע''פ שלא נתן עליו את התקרה מגלגלין עליו את הכל בחזקת שלא נתן עד שיביא ראיה שנתן ואמר טעמא בגמ' (דף ו') מי יימר דמחייבי ליה רבנן ומכאן הוציא הרב ז''ל דין זה לפי דעתו: "
            ],
            [
                "<b>בעל שהוריד אריסין כו'.</b> דע שהבעל שהוציא בנכסי אשתו כלומר בנכסי מלוג שלה ולא אכל מן הפירות כלל ישבע כמה הוציא ויטול ואמרינן התם כתובות (דף פ') שאם היתה ההוצאה יתירה על השבח אין לו הוצאה אלא שיעור שבח וזהו ידו על התחתונה וכן הדין לדעת הרב באריסים שירדו על דעתו ולא עדיפי מיניה ודברי הרב למעלה בבעל בנכסי אשתו כיורד ברשות הוא באשתו קטנה כדאמר התם וכמדומה לי שכן ראוי להיות למעלה בפירוש וכבר ביאר הרמב''ם בפרק כ''ג מהלכות אישות: "
            ]
        ],
        [
            [
                "<b>השבת אבידה וכו'.</b> מבואר בכתוב: ",
                "<b>והרואה וכו'.</b> מפורש בפסוק ובמציעא פרק שני (דף כ\"ו:): "
            ],
            [
                "<b>לקח האבידה ולא השיבה וכו'.</b> מימרא פ' אלו מציאות (בבא מציעא דף כ״ו:) ובשלקח לפני יאוש: ",
                "<b>אפילו היה בעל האבידה וכו'.</b> בע״ז בפ' אין מעמידין (עבודה זרה דף כ\"ו:) לכל אבידת אחיך לרבות את המומר ופירשו שם לתאבון בדוקא כדאיתא בגמ': ",
                "<b>אבל אוכל וכו'.</b> שם: "
            ],
            [
                "<b>אבידת עכו''ם.</b> מימרא בהגוזל ומאכיל (דף קי\"ג:): ",
                "<b>והמחזירה ה''ז וכו'.</b> מימרא בסנהדרין פרק אלו הנשרפין (דף ע\"ז:) וכו' המחזיר אבידה לעובד עכו''ם עליו הכתוב אומר למען ספות הרוה את הצמאה לא יאבה ה' סלוח לו וכו': ",
                "<b>ובמקום שיש חילול השם וכו'.</b> מפורש בהגוזל ומאכיל: ",
                "<b>ובכ''מ מכניסין וכו'.</b> ירושלמי בהניזקין מכניסין כלי עכו''ם וכלי ישראל מפני דרכי שלום: "
            ],
            [
                "<b>טעות העכו''ם.</b> פסק כרב כהנא דעבד הכי פרק הגוזל ומאכיל. מיהו מהך דשמואל ורבינא משמע התם דאין צריך שיאמר לו ישראל ראה שעל חשבונך אני סומך ורב כהנא דעביד הכי ממדת חסידות: "
            ],
            [],
            [
                "<b>עיר שישראל ועכו״ם וכו'.</b> משנה במסכת מכשירין פרק ב' ואיתא פרק אלו מציאות (בבא מציעא דף כ\"ד:) ושם נתבאר דין זה: "
            ],
            [
                "<b>היה רוב העיר וכו' אם מצא במקום מן העיר וכו'.</b> זה מבואר בפרק אלו מציאות וכגון בתי כנסיות ובתי מדרשות שלנו וכ''פ בהלכות דקי''ל דהרי היא של מוצאה ברוב עכו''ם אבל לא ברוב ישראל ואלו המקומות כרוב ישראל דרים בהן הן כדמוכח התם: ",
                "<b>אבל אם מצא וכו' ואפילו בא ישראל ונתן סימניה.</b> מפורש שם ובהלכות הרב ז''ל: ",
                "<b>אף על פי שהיא שלו.</b> מפורש שם ובהלכות: "
            ],
            [
                "<b>מצא בעיר זו שרובה עכו''ם חבית של יין.</b> מימרא שם באלו מציאות כל זו הבבא. <b>ומה שכתב שאם בא ישראל ונתן סימניה מותרת בשתיה לזה שמצאה,</b> מפורש שם ויש שפירשו סימנין אלו חותם בתוך חותם להתיר בשתיה והרשב''א הכריע דבסתימה סגי להתיר בשתיה דע''כ לא בעינן חותם בתוך חותם אלא היכא דמרתתי אבל הכא דהויא מציאה אם איתא דעכו''ם נגע אמאי הדר וסתים והויא ליה כבולשת דחביות סתומות מותרות: "
            ],
            [
                "<b>עוף שחטף בשר וכו'.</b> מעשה שם. ",
                "<b>ומ''ש מותר משום אבדה.</b> לומר דמשום ספק טרפה אסור וכדמוכח התם: "
            ],
            [
                "<b>המוצא אבידה בזוטו של ים וכו'.</b> ברייתא דרשב''א כפשטה שם וכבר כתבתי בדין זה פרק ו': "
            ],
            [
                "<b>המאבד ממונו וכו'.</b> זה פשוט (בתרא דף פ\"ג:) ואמרינן בפרק אלו מציאות (בבא מציעא דף כ\"ה:) גבי אשפה עשויה ליפנות אבדה מדעת היא פירוש ואין נזקקין לו: "
            ],
            [
                "<b>אבדה שאין בה וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>מצא שק או קופה וכו'.</b> משנה שם (דף כ\"ט:). ",
                "<b>ומ''ש ואומר דעתו.</b> בגמרא מימרא שם (דף ל':): ",
                "<b>היה דרכו להחזיר וכו'.</b> מפורש שם: ",
                "<b>מצאן בשדה וכו'.</b> בעיא דלא איפשיטא מי אמרינן x כיון דאין דרכו בעיר פטור אפילו להתחיל או דילמא בשדה מיהת וכו' ופסק לחומרא: "
            ],
            [
                "<b>וכן אם מצא בהמה וכו'.</b> מפורש שם (דף ל':): ",
                "<b>החזירה וברחה אפי' מאה פעמים וכו'.</b> משנה שם ב''מ (דף ל':): ",
                "<b>לעולם הוא חייב וכו'.</b> מפורש בב״ק פרק הכונס צאן לדיר (בבא קמא דף נ\"ז): "
            ],
            [
                "<b>החזיר את האבדה וכו'.</b> מפורש שם בבא קמא (דף נ\"ו:) באוקימתא דאוקי רבה ואמר שומר אבידה כשומר חנם דמי ואף על גב דקיימא לן כרב יוסף דאמר שומר שכר הוא כמו שיתבאר פרק י''ג דין האוקימתא אמת הוא: ",
                "<b>אבל בבעלי חיים וכו'. ואין צריך דעת וכו'.</b> מפורש שם (דף נ\"ז): "
            ],
            [
                "<b>ראה בהמה וכו'.</b> פ' אלו מציאות (בבא מציעא דף ל\"א) מפורש: "
            ],
            [
                "<b>ההולך בדרך הטוב לפנים משורת הדין.</b> מעשה הוא באלו מציאות (דף ל':): "
            ],
            [
                "<b>כהן שראה אבידה וכו'.</b> משנה וגמרא באלו מציאות. <b>ומ''ש שמקיים וכו' ואין עשה דוחה ל''ת ועשה</b> הוא כגרסת ההלכות ורש''י ז''ל אבל אמת שאין אנו צריכין לכך דתיפוק לי דבעידנא דקא עייל בבית הקברות אכתי לא מקיים מצות עשה דהשב תשיבם ואין עשה דוחה לא תעשה אלא כגון כלאים בציצית ומילה בצרעת דבעידנא דקא עבר [על] הלאו מקיים את העשה ואין הגרסא כדבריהם ז''ל ולענין דינא לא נפקא לן מידי: "
            ],
            [
                "<b>ראה את האבדה ואמר לו אביו אל תחזירנה.</b> פירוש אלא עסוק בדבורי להביא לי גוזלות וכיוצא בזה יחזיר ואל יקבל ממנו. משנה וגמרא שם (דף ל\"ב): ",
                "<b>שאם קבל מאביו וכו'.</b> כשיטת הרב אלפסי ז''ל והעיקר דכי אמור בגמרא עשה ולא תעשה הוא לאו אאבדה קאי ולענין דינא לא נפקא לן מידי: "
            ],
            [
                "<b>הרואה מים שוטפין וכו'.</b> מימרא וברייתא שם (דף ל\"א): "
            ]
        ],
        [
            [
                "<b>מי שאבד לו אבידה ופגע וכו' אם יכול להחזיר וכו'.</b> פירוש שלא אמרו אבידתו קודמת כיון שהוא יכול להשיב שניהם. ופשוט הוא: ",
                "<b>ואם אינו יכול וכו'.</b> משנה שם (דף ל':): "
            ],
            [
                "<b>ופגע באבידת רבו או אבידת אביו וכו'.</b> משנה שם (דף ל\"ג:): ",
                "<b>והוא שיהיה וכו'.</b> כעולא דאמר הכי בגמ': "
            ],
            [
                "<b>הניח אבדתו והחזיר וכו' כיצד שטף נהר חמורו וכו'.</b> משנה פרק הגוזל ומאכיל (בבא קמא דף קט\"ו). <b>ומ״ש או שהתנה בפני ב״ד</b> אע״פ שאינו שם יצא לו לרב ז״ל ממה ששנינו באלו מציאות (דף ל':) מתנה בפני בית דין כאותה שיתבאר למטה וכתב הר״א ז״ל בפירושיו בב״ק מתניתין ביכול להציל דאי לא מצי אמר ליה מהפקרא זכינא עכ״ל: ",
                "<b>ואע״פ שחמורו עלה מאליו וכו'.</b> בעיא דאיפשיטא בגמרא פרק הגוזל (בבא קמא דף קי\"ו) ואיתא בהלכות: "
            ],
            [
                "<b>ירד להציל ולא הציל וכו'.</b> בעיא דאיפשיטא שם: ",
                "<b>וכן אם היה עוסק וכו'.</b> משנה באלו מציאות. <b>ומה שכתב כפועל בטל שיבטל מאותה מלאכה וכו'</b> מפורש בגמרא (דף ל\"א:) בזה הלשון כפועל בטל מאותה מלאכה וכו' ופירוש פעמים שהמלאכה מרובה והיא ביוקר ופעמים שהמלאכה מועטת והפועלים בטלים ואותה שעה משתכרים בזול כדי שלא ישבו בטלים ואם החזיר זה את האבדה בשעה שהמלאכה מרובה ונשתהה בחזרתה כדי שיהא מרויח סלע לא יאמר תן לי סלע שהפסדתי בחזרתה אלא נותן לו כשעה שהמלאכה מועטת והוא יושב ובטל שהיה משתכר חצי סלע כדי שלא יהא יושב ובטל כך פירש ר''ח והר''א והרב אלפסי ז''ל עכ''ל הרשב''א ולזה הסכים הרמב''ן. ורבינו ז''ל פירש פירוש אחר יתבאר בסוף הלכות אלו: ",
                "<b>ואם התנה וכו'.</b> מפורש במשנה (שם דף ל':): "
            ],
            [
                "<b>וכן שנים שהיו באים בדרך וכו'.</b> משנה בהגוזל ומאכיל (דף קט\"ו). <b>ומ''ש וקודם שישפך הדבש וכו'</b> שחילק הרב ז''ל בין קודם שפיכה לאחר שפיכה יצא לו מדאמר בגמרא על משנה זו אמאי נימא ליה מהפקרא קא זכינא ותירצו כשעקל בית הבד כרוך עליה ע''כ. ופירש הרב בשעקל בית הבד וכו' ועדיין לא נשפך לארץ. ונראה לפי זה שאע''פ שלא יוכל להציל אמרינן הכי כיון שעדיין לא נשפך אף על פי שעתיד להשפך וזה שסתם רבינו ז''ל אבל רש''י ז''ל פירש חבית של דבש קשורה בעקל ולא ישפך הכל אלא מנטף מעט מעט וליכא הפקר עד כאן לשונו וזה עיקר: "
            ],
            [
                "<b>היה זה בא בכד של דבש וכו'.</b> זה מפורש בסוגיא שם (דף קי\"ו) דאקשי אמתניתין דתניא ואם אמר לו אציל את שלך ואתה נותן דמי שלי חייב ליתן לו מהא דמי שברח הנזכרת למטה בסמוך מרישא דתניא אין לו אלא שכרו הראוי לו ופרקינן דטעמא דמתני' משום דאפסדיה אבל לא אפסדיה לא וזה מבואר: "
            ],
            [
                "<b>וכן מי שברח מבית האסורין וכו'.</b> ברייתא והובאה שם (דף ק\"ו) ופרק מצות חליצה (דף קט\"ז) ואיתא בהלכות. וכתב הרשב''א ז''ל ביבמות וז''ל כתב הרמב''ן ז''ל דמהא שמעינן דמי שהוא חולה וסמנין ביד חבירו שוים כ' והתנה עליו ליתן בדמיהם הרבה מחמת אונס חוליו אין לו אלא דמיהם אבל רפואתו יש לו לשלם שחכמתו מכר לו והיא שוה דמים הרבה: "
            ],
            [
                "<b>שיירא שהיתה הולכת וכו'.</b> אלו החלוקים ביכולים להציל ואין יכולין ועל ידי הדחק מפורשים בברייתא באוקימתא דרב אשי שם: "
            ],
            [
                "<b>ומ''ש שכיון ששמעוהו וכו'.</b> מפורש בהלכות: "
            ],
            [
                "<b>היו שני שותפין וכו'.</b> אוקימתא דרמי בר חמא ופירש בדין זה אין חילוק בין יכולין להציל בין אין יכולין להציל דכל כי האי גוונא שותף חולק שלא מדעת חבירו ואם לא אמר לעצמי אני מציל בכל גוונא הציל לאמצע וזה עיקר: ",
                "<b>וכן השוכר את הפועל וכו'.</b> אוקימתא דרבא שם. <b>ומ''ש הרי הוא שלו</b> לאו ביכולים להציל דביכולים להציל ודאי לאו כל כמיניה וכן פירש''י ז''ל בפועל שהיה שכיר לאותה שיירא x וכשאין יכולין להציל הדר ביה וזכי מהפקרא עכ''ל. ועיקר תוספתא שיירא שמחלו להם מנכסים מחלו לאמצע ואם אמרו משום פלוני מחלנו מה שמחלו מחלו לו ע''כ והיא כתובה שם בהלכות ורבינו ז''ל ג''כ הביאה בפ''ה מהלכות שלוחין ושותפין: "
            ],
            [
                "<b>שיירא שחנתה במדבר וכו'.</b> ברייתא שם בהגוזל ומאכיל: "
            ],
            [
                "<b>רשאין החמרין להתנות וכו'.</b> פירוש ותנאן תנאי. באותה ברייתא שם: "
            ],
            [],
            [
                "<b>ספינה שהיתה מהלכת וכו' מחשבין לפי משאוי.</b> שם (קט\"ז:) ופירש''י ז''ל אם השליך שם זה מאה ליטרין זהב ישליך זה ק' ליטרין ברזל ע''כ. כלומר וכגון שהיה לזה אלף ליטרין זהב וזה אלף ליטרין ברזל שהם שוים במשקל ולא בשויו: "
            ],
            [
                "<b>רשאין הספנים להתנות וכו'.</b> ברייתא שם: "
            ]
        ],
        [
            [
                "<b>המוצא אבדה שהוא חייב וכו'.</b> מפורש באלו מציאות: ",
                "<b>אע''פ שהיה שוה פרוטה בעת המציאה והוזלה וכו'.</b> דעת הרב ז''ל דאע''ג דאסקינן בגמרא דבעינן שתהא שוה פרוטה בשעת אבדה ובשעת מציאה לכ''ע כיון דשוה בשעת מציאה פרוטה חייב בכך והכי משמע התם באלו מציאות (דף כ\"ו): ",
                "<b>ואבן גבוהה היתה חוץ וכו'.</b> ברייתא שם (דף כ\"ח:): "
            ],
            [
                "<b>כיצד מכריזין וכו'.</b> שם פסק כר''נ וכן בהלכות: "
            ],
            [
                "<b>בא בעל האבדה ונתן סימנין שאינן מובהקין וכו'.</b> דע ששלשה מיני סימנין יש. סימנין מובהקים ביותר כגון נקב יש בו בצד אות פלוני וכיוצא בזה ואלו הסימנים מחזירין עליהם אבדה דבר תורה לדברי הכל והרי הן כעדים. סימנים חשובין כגון מדת ארכו ומדת רחבו וכן משקלו וכיוצא בזה מחזירין עליהם אבידה ואלו מחלוקת בגמרא (דף כ\"ו:) אם הם דאורייתא או מדרבנן ואלו נקראים לפעמים סימנין מובהקים בגמרא ולאלו כיון הרב כאן ואחז לשון הגמרא יש סימנין גרועין כגון סומקי וחיורי ואין מחזירין עליהם אבידה וארוך וגוץ וכיוצא בזה כיון שלא אמר מדתן: ",
                "<b>והרמאי אף על פי שאמר סימנים מובהקים וכו'.</b> פירוש סימן מובהק זה שהזכיר כאן רבינו נראה מדבריו של הר''א ז''ל שהוא אע''פ שנתן סימן מובהק כגון נקב יש בו בצד אות פלוני שהוא סימן מובהק ביותר שכך כתב בהשגות א''א סימן מובהק לגמרי. ואף על גב דסימנין כאלה דאורייתא כנזכר למעלה ברמאי חיישינן ומדאורייתא ילפינן לה וכמ''ש הר''א ז''ל וזה הדין במשנה באלו מציאות: "
            ],
            [
                "<b>בראשונה כל מי שאבדה לו אבדה וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>הסימנין המובהקין סומכין וכו' דין תורה.</b> פסק רבינו כמ''ד סימנין דאורייתא ובעיא הוא באלו מציאות (דף כ\"ז) וסובר הרב ז''ל דדעת רבא (דף כ\"ח) דאמר את''ל סימנים דאורייתא הכי ס''ל דסימנים דאורייתא אינון וגרסא מפורשת יש כדבריו וסימנין אלו מפורשין שם וכן בהלכות: "
            ],
            [
                "<b>באו שנים זה נתן סימנים וכו'.</b> פירוש כשנתן סימן חשוב כחבירו אבל אם היה גרוע לא וכמו שיתבאר וזה מפורש שם: ",
                "<b>נתן האחד את הסימנים וכו'.</b> מפורש שם: ",
                "<b>זה נתן סימנים וזה נתן וכו'.</b> גם זה שם: "
            ],
            [
                "<b>מצא שמלה וכיוצא בה וזה הביא וכו'.</b> גם זה שם: ",
                "<b>זה נתן מדת ארכה.</b> שם (דף כ\"ח) ונראה מכאן שאם אין כאן אלא אחד שאומר כולה שלי היא וזה נתן מדת רחבה בלבד מחזירין אותה לו ודאי דאי לא מאי איריא כשזה נותן מדת ארכה אפילו בלאו הכי לא מהדרינן לזה שאמר מדת רחבה אלא ודאי כל זמן שאין חולק עליו נותנין אותה לו, זה נ''ל: ",
                "<b>זה נתן מדת ארכה ורחבה וכו'.</b> מפורש שם: ",
                "<b>זה נתן מדת ארכה ורחבה וכו'.</b> האמריות פי' שפה וזה כתב רבינו תחת גמיו האמור בגמ' ופירש''י ז''ל זה אומר כך ארכה וכך רחבה וזה אומר ארכה ורחבה כך וכך [אמות בין הכל] אבל איני יודע כמה באורך וכמה ברוחב עכ''ל: "
            ],
            [
                "<b>בראשונה כל מי וכו'.</b> מפורשת זאת הבבא במשנה וכדעת ר' יהודה ובברייתות שם: "
            ],
            [
                "<b>משחרב בהמ''ק וכו'.</b> ברייתא שם (דף כ\"ח:): "
            ],
            [
                "<b>ובכל זמן שהאבדה אצלו אם נגנבה וכו'.</b> פסק כרב יוסף דאמר שומר האבדה כשומר שכר בהכונס (דף נ\"ו:) ושם באלו מציאות (דף כ\"ט) וכן פוסקין בהל' ויש חולקין לומר כשומר חנם ודעת הרב עיקר: "
            ],
            [
                "<b>וצריך לבקר וכו'.</b> מפורש שם (כ\"ט:): ",
                "<b>כיצד מצא כסות של צמר וכו'.</b> מה שאמר רבינו צמר בדוקא ולא פשתן. ומה שמיעט הניעור במקל בשני בני אדם אוקימתות בגמרא (דף כ\"ט:) ומפורש בהלכות. ומה שאסר לצרכו ולצרכה בעיא דלא איפשיטא שם (דף ל') ולחומרא: ",
                "<b>נזדמנו לו וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>מצא כלי עץ וכו'.</b> ברייתא ופירוש אבל לא ע''י האור אלא ישים הכלי על הכלי. ויתר דברי הבבא עד ומצא ספרים מפורשים באותה ברייתא ובהלכות מלבד שהוסיף הרב כלי פשתן ופשוט מההיא דלעיל דאמר דנעור קשי ליה: "
            ],
            [
                "<b>מצא ספרים קורא וכו'.</b> משנה שם (דף כ\"ט:). ",
                "<b>ומ''ש ולא ילמוד בהן לכתחלה.</b> פירוש בדבר שלא קרא מעולם. מיהו כתב הרשב''א ז''ל בשם הרמב''ן ז''ל דלא איתמר האי דינא אלא בספר תורה נביאים וכתובים שמי שהוא רגיל בהם אינו צריך ליגע בהם כלל ושאינו רגיל נוגע בהם ומושך אילך ואילך ויש לחוש שמא יקרע אבל עכשיו שנהגו לכתוב גמרא השונה פרקו מאה פעמים ומי שלא ראה אותו מעולם אין בו ליגע ולמשמש לפי שהוא צריך מחשבה יתירה וללמוד לכתחלה ע''כ. ואף על פי שלא כתב הרב ז''ל אלא בדין השואל נראה שהוא הדין לאבידה וצריך עיון. ויתר דברי הבבא עד מצא תפילין מפורש במשנה והברייתא והגמרא שם בפירוש. <b>ומה שכתב רבינו ששנים קורין בענין אחד ולא בשני עניינים,</b> רש''י ז''ל פירש בהפך ולשון הגמרא כאן בענין אחד כאן בשני עניינים: "
            ],
            [
                "<b>מצא תפילין שם דמיהן וכו'.</b> מימרא דשמואל שם (דף כ\"ח): "
            ],
            [
                "<b>מצא דבר שיש בו רוח חיים וכו'.</b> מבואר במשנה ובגמרא (דף ל' ל\"א): ",
                "<b>וכן התרנגולים מוכר ביציהן.</b> פירוש בנקבות ומפורש שם (דף כ\"ח:): ",
                "<b>מכאן ואילך שם דמיהן עליו והרי הן שלו ושל בעליו בשותפות וכו'.</b> זה פירוש על מה שאמרו בגמרא שם דמיהן ומניחן ופירש הרב ז''ל שומא זו למחצה והודה אליו הר''א ז''ל בהשגות ויש פירושים אחרים: "
            ],
            [
                "<b>מצא עגלים וסייחין של רעי מטפל בהן שלשה חדשים ושל בריאה וכו'.</b> מפורש שם (דף כ\"ח ע\"ב) בברייתא. ופירוש רעי פירש רש''י ז''ל בארץ מרעה ובעת הדשא שאין טיפולה מרובה וכו'. [של בריאה] בזמן שאין מרעה צריך לפטמה על אבוסה ממה שבבית שהדמים יקרים: ",
                "<b>אווזין וכו'.</b> חילוק הגדולים והקטנים בגמרא הא ברברבי הא בזוטרי ורש''י ז''ל פירש x (בזוטרי שלשים יום) ברברבי שלשה ימים הפך דברי רבינו ז''ל: ",
                "<b>וכן פירות וכו'.</b> יצא לו לרב ז''ל מהמשנה דהמפקיד (דף ל\"ח) דע''כ לא נחלקו רבן שמעון בן גמליאל וחכמים שאומרים חכמים בפירות המרקיבין לא יגע בהן אלא בפקדון שהבעלים מניחין אותה מדעת אבל באבדה לא ופשוט הוא: "
            ],
            [],
            [
                "(יז-יח) ",
                "<b>מה יעשו בדמים וכו' במה דברים אמורים בדמי וכו'.</b> מפורש במשנה ובגמרא (דף כ\"ט) וכרבי טרפון וכדעת רב יוסף דאמר כשומר שכר דמי ומבואר בהלכות שם באלו מציאות: "
            ],
            [
                "<b>כל אותן הימים וכו'.</b> זה פשוט ויראה לרב ז''ל שהוא בלא שבועה ועיקר ודומה להך דאמרי' דהמוצא מציאה לא ישבע: "
            ],
            [
                "<b>המוצא מציאה לא ישבע וכו'.</b> משנה במסכת גיטין (דף מ\"ח ע\"ב) בהניזקין ופסק הרב ז''ל כפשט המשנה ודלא כר' יצחק דגמ' (דף נ\"א) דאמר כתנא דברייתא וכן דעת הרב אלפסי ז''ל בהלכות שלא הביא אלא המשנה בלבד. וכתב הר''א ז''ל א''א הרב ז''ל פסק כרבי אליעזר בן יעקב וכו'. ודברי תימה הם דהא התם בגיטין לפי מסקנא לא קאי ר''א כוותיה דרבי יצחק דהא עבדינן אוקימתא אחריתי וכן כתבו המפרשים ז''ל דאפשר דאיתא לרבי אליעזר וליתא לדרבי יצחק וזה דעת ההלכות שאף על פי שפסק כרבי אליעזר לא הביאו ההיא דרבי יצחק ועיקר: "
            ]
        ],
        [
            [
                "<b>השמלה בכלל וכו'.</b> מדרש השור והשה והחמור הם מפורשים בגמרא (דף כ\"ז): ",
                "<b>ולמה פרט לך השמלה כו'.</b> משנה מפורשת שם באלו מציאות: "
            ],
            [
                "<b>זה הכלל וכו' כל דבר שאין בו סימן וכו'.</b> זה מפורש באותו פרק בכמה מקומות: "
            ],
            [
                "<b>וכל דבר שיש בו סימן וכו'.</b> מפורש שם: ",
                "<b>אלא אם כן ידע שנתייאשו וכו'.</b> מימרא דרב זביד (דף כ\"ג) כיון דאמר ווי לי לחסרון [כיס] מייאש לה מינה ובדבר שיש בו סימן הוא דבדבר שאין בו סימן לא בעינן עד דאמר אלא כיון דמשמש ולא מצא הוי יאוש כך פירש הרשב''א ז''ל וכדברי רבינו ז''ל ופירוש הכרחי הוא: "
            ],
            [
                "<b>וכן אם מצא וכו'.</b> מפורש שם (כ\"ד:) ופסק כפסק ההלכה: "
            ],
            [
                "<b>יאוש שלא מדעת.</b> פסק כאביי (דף כ\"א:) דהכין איפסיק הלכתא בהדיא בגמ' (דף כ\"ב:). ודע שהנראה מן הסוגיא היא שכל דבר שיש לחוש אם ידעו הבעלים בנפילתו אם לאו אסור מספק לפי ששם אמרו גבי מעות מפוזרין הרי אלו שלו ואקשינן עליה דאביי ופרקינן אדם עשוי למשמש בכיסו בכל שעה אלמא מסתמא בדבר שאין לתלות אסור דאי לא מאי קושיא ומאי פירוקא. זה נ''ל וכל הסוגיא מוכחת כך: "
            ],
            [
                "<b>הרואה חבירו שנפל ממנו דינר על הארץ וכו'.</b> זהו מימרא באלו מציאות (דף כ\"ו:). ",
                "<b>ומ''ש רבינו ואפילו החזיר לו הדינר אחר יאוש וכו'.</b> נוסחא כתובה בהלכות ובפירוש ר''ח ובקצת הספרים והשיגו עליה: "
            ],
            [
                "<b>נטל הדינר לפני היאוש וכו'.</b> גם זה מבואר באותה סוגיא: ",
                "<b>המתין לה ולא הודיע וכו'.</b> שם באותה מימרא: "
            ],
            [
                "<b>ראה סלע או מטבע וכו'.</b> פסק כרבא דבתרא הוא וכן בהלכות שם וזה לשון הגמרא (דף כ\"ו:) איכא דאמרי [אמר רבא] אע''ג דלית בה אלא שוה שתי פרוטות [חייב להחזיר מ''ט] אימא שותפי נינהו וחד מינייהו אחוליה אחליה מנתיה לגבי חבריה וכתב הרשב''א ז''ל ודוקא שתי פרוטות אבל פחות מכאן לא דמאי אמרת דילמא תרוייהו לגבי חד מחלי לכולי האי לא חיישינן עכ''ל. והכוונה שאם היה שוה פרוטה לבד או פחות מפרוטה וחצי לא חיישינן דילמא תרי מחלי לגבי חד ואף כן נראה מן הגמרא דאי לא דר''נ דאמר ראה סלע שנפלה משלשה אינו חייב להחזיר היכי משכחת לה. ומיהו אפשר שרבינו ז''ל אינו סובר ההיא דר''נ ולמטה פ''י יתבאר: "
            ],
            [
                "<b>ראה חבירו וכו'.</b> מימרא שם בהלכות: "
            ],
            [
                "<b>המוצא סלע וכו'.</b> בברייתא מפורשת שם (דף כ\"ה:) ובהלכות. <b>ומ''ש ואנו אומרים שלו היתה והוציאה מתחת ידו וכו'</b> מהלכות הרב אלפסי ז''ל ובקצת ספרי הגמרא כתוב כן וכתב הרמב''ן ז''ל דאע''ג דודאי ידיע מילתא דדידיה הוא חוששין שמא הוציא את זה ומאחר נפלה והוא אבד אחרת כיוצא בה והרי הוא כדבר שאין בו סימן הא לאו הכי אין חוששין כשם שאין חוששין למכירה במציאה אחרת עכ''ל: "
            ],
            [
                "<b>המוצא דבר שיש בו סימן וכו'.</b> ברייתא שם (דף כ\"ה) בהלכות ואתפרש בגמרא שאם יש הוכחה באותו שאין בו סימן שאינו של אותו שיש בו סימן הרי הוא שלו וכן בהלכות ויתבאר לפנינו פט''ו: "
            ],
            [
                "<b>המוצא כלי חרס וכו' עד סוף הפרק.</b> מפורש במשנה (דף כ\"א) ובגמ' (דף כ\"ג) שם בהלכות. ",
                "<b>ומה שכתב חייב להכריז שאם יבוא תלמיד חכם וכו'.</b> פירש הר''א ז''ל דהכרזה זו אינה אלא בבתי כנסיות ובבית מדרשות מקום שתלמידי חכמים מצויין שם ואין מכריזין אלא שלש פעמים והרמב''ן ז''ל פירש שלא אמרו כן אלא במוצא במקום שתלמידי חכמים מצויין שם וכדאמרינן התם בשוקא דרבנן: "
            ],
            [
                "<b>ומ״ש או שהביא שלום וכו'.</b> מפורש בהלכות ואינו באלו מציאות בגמ' אבל היא מימרא פ' הבא על יבמתו (יבמות דף ס\"ה:) והביאוה בהלכות כאן: "
            ]
        ],
        [
            [
                "<b>כל המוצא אבדה וכו'.</b> זה שכתב הרב הוא מפורש במשנה (דף כ\"ה:) ובודאי הינוח בין יש בו סימן לאין בו סימן ה''ז לא יגע כמו שכתב למטה כגון שמצא חמור והיא משנה מפורשת שם באלו מציאות (דף ל':): ",
                "<b>אפילו נסתפק לו וכו'.</b> זה ספק הינוח המוזכר בגמרא שם. ולפי הנראה מהסוגיא האמורה על משנתנו (דף כ\"ה:) מצא אחר הגפה ע''כ לא אמרינן דספק הינוח לא יטול אלא בשאין בו סימן אבל כשיש בו סימן לא אלא יטול ויכריז. וכ''כ הרשב''א ז''ל אם הוא ספק הינוח ואין בו סימן ה''ז לא יטול ואם נטל לא יחזיר ואם יש בו סימן נוטל ומכריז דהיינו אבידה דחייבה תורה להזקק לה ליטול ולהכריז והיינו דאקשינן הכא וליהוי קשר סימן וליהוי מקום סימן כלומר יטול ויכריז ויתן הבעל סימן קשר או מקום ע''כ כתבו לענין פסק הלכה גם הרמב''ן ז''ל הסכים לזה שכתב דה''מ במקום שאין משתמר לגמרי אבל המשתמר לא יטול. והנראה אצלי מדברי רבינו ז''ל שהוא גורס כן בסוף אותה סוגיא אלא איכא למימר איניש אצנעינהו והוה ליה ספק הינוח וכו' ואוקימתא זו סותרת אוקימתות הראשונות שהיו מעמידין דוקא בדבר שאין בו סימן ומ''מ הנראה מן ההלכות וגרסת ספרינו הוא מ''ש וכן פירש רש''י ז''ל ספק הינוח בדבר שאין בו סימן: ",
                "<b>ואם עבר ונטל אסור להחזירו לשם.</b> זהו שאמרו בגמרא ואם נטל לא יחזיר ופירשו הרמב''ן ז''ל והרשב''א ז''ל וכ''נ מן הירושלמי שהטעם הוא מפני שאני אומר שמא בעלים באו ולא מצאו ונתייאשו מהם ולא ישובו לבקש עוד ויבוא אחד ויטול ויפסידנו מן הבעלים ולפ''ז כתבו דאם לא הלך לו שרשאי להחזירה לשם שהרי ידע שהבעלים לא באו: ",
                "<b>ואם היה דבר שאין בו סימן זכה בו.</b> זו באמת קשה ודאי והיאך יזכה בו ויהיה שלו והלא קודם יאוש בא לידו ואין צ''ל בודאי הינוח דלאו כל כמיניה לנוטלו ויזכה לו אלא אפילו ספק הינוח ודאי לא זכה בו דהא ספקא הוא אם הוא דרך נפילה וזכה בו כדין המוצא דבר שאין בו סימן או שהוא דרך הנחה והכי בא לידו קודם יאוש וספיקא בכה''ג לחומרא וכמ''ש פי''ד ביאוש שלא מדעת וכבר השיגו הר''א ז''ל וכתב יעמוד עד אשר יבוא אליהו. והאמת כדבריו וכ''כ הרמב''ן ז''ל זה לשונו ואיהו לא קני בהאי יאוש דבאיסורא אתא לידיה וכן דעת הרשב''א ז''ל וכן דעת רבינו יונתן: "
            ],
            [
                "<b>וכל דבר וכו'.</b> זה פשוט ופירוש בין בדרך הנחה בשעבר ונטלו: ",
                "<b>כיצד דרך הנחה כגון שמצא חמור או פרה וכו'.</b> משנה שם (דף ל':). ",
                "<b>ומ''ש ביום.</b> מפורש בסוגיא דאמרינן או בלילותא אפילו חדא שעתא נמי פירוש הויא אבידה וחייב ליטפל בה: ",
                "<b>או שמצא כלי שמכוסה באשפה וכו'.</b> משנה (דף כ\"ה:) ולפנים יתבאר באי זה אשפה ואי אלו כלים: ",
                "<b>אבל אם מצא וכו'.</b> משניות מפורשות שם (דף ל':): "
            ],
            [
                "<b>ראה חמור או פרה.</b> מימרא דרב וסוגיא שם: ",
                "<b>ראה פרה וכו'.</b> מפורש בסוגיא שעל הברייתא באוקימתא דרבא שם: "
            ],
            [],
            [
                "<b>מצא פרה וכו'.</b> משנה (דף ל\"ג) וחוץ לתחום בדוקא הא תוך התחום אינו חייב להחזיר וכן מפורש בלישנא בתרא דגמרא: ",
                "<b>היתה רועה בעשבים וכו'.</b> ברייתא. ונראה דאפילו חוץ לתחום כיון דרועה היא: ",
                "<b>או שהיתה ברפת וכו'.</b> מפורש במשנה ורפת אפילו חוץ לתחום נמי כדאיתא בגמרא ופירוש שאינה משמרת ולא מאבדת פירש''י ז''ל שאינה מתעה את הבהמה שבתוכה להיות בורחת ויוצאת ואינה משמרתו שאינה נעולה ואם באת לצאת יוצאה ע''כ. והכוונה דבמאבדה הרי זו אבידה ויחזיר: ",
                "<b>מצא טלית או קרדום וכו'.</b> ברייתא שם (דף ל\"א) ז''ל טלית בצד גדר קרדום בצד גדר ופרה רועה בין העשבים אין זו אבידה ג' ימים זה אחר זה הרי זו אבידה והובאה לסיוע מימרא דרב דלעיל גם ההיא דמצא פרה וכו' וג' ימים אלו בפנות היום ובנשף וכמו שמוכיח שם. וכתב הרשב''א ז''ל וז''ל מסתברא דלאו אפרה רועה בין העשבים בלחוד קאי אלא אכולה מילתא ואפי' טלית בצד גדר דודאי בודאי הינוח כל שלא נטלו משם תוך ג' ימים זמנן מוכיח עליהן דהרי זו אבידה ע''כ. ורבינו לא חלק: ",
                "<b>בסרטיא וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>מצא גוזלות מקושרין וכו'.</b> פירוש גפה סתימת כותל של עץ או של קנים גדר של אבנים עכ''ל ר''ש ז''ל. <b>ומ''ש ומדדין</b> פירוש לדעת הרב אפילו מדדין לא יגע בהן ואין צ''ל באין מדדין. וכל זאת הבבא משנה וסוגיא שם (דף כ\"ה:) וכבר כתבתי למעלה מה שהוקשה במ''ש הרי אלו שלו כלומר מפני שאין בו סימן וכן השיגו הר''א ז''ל דספק הינוח יעמוד עד שיבא אליהו בדבר שאין בו סימן: "
            ],
            [
                "<b>מצא באשפה וכו' ואם אשפה וכו'.</b> פסק כשתי האוקימתות האמורות בגמרא (דף כ\"ה:) ועל המשנה דלא פליגן אהדדי ועיקר: "
            ],
            [
                "<b>מצא פירות וכו'.</b> מפורש במשנה ובגמ' (דף כ\"א) בראש הפרק: ",
                "<b>וכן אם מצא כריכות קטנות וכו'.</b> דין הכריכות משנה ומסקנא בגמ'. <b>ומ''ש שהרי אין בהם סימן</b> פירוש שאין לומר מקום הוי סימן דבני רשות הרבים מגלגלין אותם ודוחפין אותם ממקומם: ",
                "<b>עיגולי דבילה וכו'.</b> שם במשנה, וכל אלו הטעם שהרבה מהן שוין במשקל שכן דרך העושין אותם למשקל אחד. אי נמי כשהן דברים שאין דרך לידע בהם משקל לעולם ופירוש הבאות ממדינתן שלא נעשה בהן שינוי. ופירוש אניצי פשתן רשתות רשט''א בלעז ולשונות של ארגמן צמר סרוק ועשוי כמין לשונות של ארגמן: ",
                "<b>ואם יש בהן סימן.</b> מסקנא דגמרא שם (דף כ\"ב:): "
            ],
            [
                "<b>אבל אם מצא ככרות וכו'.</b> משנה (דף כ\"ד כ\"ה) והחילוק בין נפתחו אוצרות ללא נפתחו מפורש שם בגמ' (דף כ\"ג:) והטעם שכתב רבינו ז''ל כדעת רש''י ז''ל והר''א ז''ל כתב טעם אחר לומר שאפילו הם רשומין ברושם משונה שאין דרך בכך הרי אלו שלו וכן דעת הרשב''א ז''ל. עוד כתב הר''א ז''ל מיהו דוקא ברקתא דנהרא וכו' ועיקר דהכין מסקנא דגמרא למ''ד מקום הוי סימן. ונראה לי שכשכתב רבינו ז''ל לפנינו גבי כריכות דרך הנחה ברה''י חייב להכריז ה''ה לכל הדברים שהזכיר. ומ''מ עיקר הדין כך הוא דכל דרך הנחה בדבר שאין בני רה''ר דוחפים אותם ברגליהם הוי מקום סימן אבל בדברים קטנים לא שאני אומר בני רה''ר דחפוהו ולא נמצא במקום שהניחו ודרך נפילה אין לומר מקום הוי סימן שהרי אינו יודע כשנפל בו. זה העולה מכלל הסוגיות: "
            ],
            [
                "<b>מצא כריכות וכו'.</b> הלכה בגמרא (דף כ\"ג) ומה שכתוב בקצת ספרי הרב שהמקום אינו סימן מובהק ט''ס הוא שהרי כתב למעלה פי''ג או מקום האבדה סימנין מובהקים הן. ויש קצת ספרים שהגיהו למעלה שיעור האבדה כדי שלא יהיו דבריו הפכים למ''ש כאן ואינו דהכין אסיקנא בגמ' ובהלכות דמקום הוי סימן מובהק כמו מדה ומשקל ועוד שהרי כתב שם פי''ג שאם נתן סימנים שאינן מובהקין אין מחזירין לו האבדה וא''כ שהמקום אינו סימן מובהק מה יועיל בכאן אלא ודאי זה שנמצא כאן ט''ס הוא: ",
                "<b>מצא אלומות וכו'.</b> ברייתא (דף כ\"ב:): "
            ],
            [
                "<b>מצא עיגול וכו'.</b> פסק כר''י דמתני' (דף כ\"א) דלא כר''מ וכפסק המשנה: "
            ],
            [
                "<b>מצא פירות מפוזרין וכו'.</b> מימרא וסוגיא בראש הפרק. ",
                "<b>ומ''ש כל אלו ספק.</b> בעיי דלא איפשיטו שם. ",
                "<b>ומ''ש שהיה הקב משנים ושלשה מינין כגון שומשמין תמרים ורמונים.</b> לפי גרסת גמרתנו הכוונה אחת משלש אלה ואיבעיא להו התם מי אמרינן כיון דשומשמין חשובין הן טרח ומאסף להו ותמרים ורימונים כיון דלית בהו טירחא שהן גסין מאסף להו או דילמא לא שנא והוא כלל לכל כיוצא בזה. זה מפורש בגרסאות שלנו: "
            ],
            [
                "<b>המוצא ציבורי פירות וכו'. או פירות בכלי.</b> פירוש מפני שסתם כלים יש בהן סימן ופירות סתמן של בעלי הכלי. ופירוש כמות שהוא ריקן ולשונו כלשון המשנה (דף כ\"ד כ\"ה): ",
                "<b>מצא כלי ולפניו פירות וכו'.</b> נמצא בקצת ספרי רבינו הרי שלו הפירות והכלי. והוא טעות דודאי בכלי שיש בו סימן הוא דאי לא פירות בכלי או כלי כמות שהוא אמאי חייב להכריז אלא כך ראוי להיות הרי אלו שלו הפירות והכלי נוטל ומכריז ואם כדברי הספרים הוא איני מבין כוונת רבינו ז''ל דדומיא דכלי כמות שהוא עסקינן ועוד שהרי מבואר כן בגמ' והכלי אינו שלו מיהו בכלי שאין בו [סימן] ודאי שלו וכמו שנתבאר פי''ד: "
            ],
            [
                "<b>כיצד היו וכו'.</b> חלוקין אלו מפורשין בגמ' (דף כ\"ה) אוקימתא דרב פפא ובתרי לישני בתראי: "
            ],
            [
                "<b>המוצא קציעות וכו'.</b> פי' תאנים יבשות שקוצצין באיזמל ומוהל שלהן זב ושוטחים אותם ליבשם וברייתא היא מפורשת בראש הפרק (דף כ\"א:) ופטור המעשר הוא כדין הפקר שפטור: "
            ],
            [
                "<b>תמרים שמשירן הרוח וכו'.</b> מפורש בגמ' (דף כ\"ב:) והני מילי דהיתר התמרים יותר מזיתים וחרובין מפני שהבעלים מוחלין להם מפני שהבהמות והחיות אוכלים אותם מחמת מתיקתן ואין אוכלים שאר פירות כגון זיתים וחרובין והכין איתא בגמרא וכפירושו פירשו רוב המפרשים: "
            ],
            [
                "<b>חתול רע וכו'.</b> מימרא במרובה (דף פ':) וכתב הורג את הקטנים מפני שאותו מעשה כך היה שהחתול x הרג תינוק ודרש רב כך שאסור לקיימו: "
            ],
            [
                "<b>גוזל הנמצא וכו'.</b> משנה בפ' לא יחפור (בבא בתרא דף כ\"ג:): ",
                "<b>נמצא בין שני וכו'.</b> משנה שם: ",
                "<b>בד''א וכו'.</b> מימרא שם ופסק רבינו כדעת ההלכות ופירוש כגון שהיה תוך כ' אמה לשובך שיוניו מעטין ותוך מ' לשובך שיוניו מרובין אפילו אם היה יותר מנ' אמה לשובך פשיטא שאינו שלו שאין המדדה מדדה יותר מנ' אמה: "
            ]
        ],
        [
            [
                "<b>המוצא מחטין וצנורות וכו'.</b> פירוש צנורות מזלגות קטנות של טוות זהב והיא ברייתא בגמ' (דף כ\"ד) מפורשת באלו מציאות ובהלכות: "
            ],
            [
                "<b>וכן המוצא מעות וכו'.</b> משנה שם (דף כ\"ה). ",
                "<b>ומ''ש אפילו היו מקצת.</b> מפורש בגמ' (דף כ\"א) ובהלכות: ",
                "<b>אבל אם מצא צבור מעות וכו'.</b> משנה שם (דף כ\"ד כ\"ה): ",
                "<b>מצא ג' מטבעות.</b> משנה ופירוש עשויין כמגדל לדעת ר' חנינא דגמרא הגדול מלמטה ובינוני על גביו וקטן מלמעלה כדרך מגדל שמקצר ועולה וכן מפורש שם אליביה והכי קי''ל הא לאו הכי אמרינן דרך נפילה היה והרי אלו שלו: ",
                "<b>או שהיו וכו'.</b> מפורש שם בגמרא: ",
                "<b>או שהיו וכו'.</b> גם כן שם: ",
                "<b>היו עשויים כשיר.</b> פירוש מוטלין בעיגול כאצעדה. כשורה זה אצל זה. [כחצובה] כשלש רגלי קנקן כל אחד כנגד אויר של שנים. כסולם רוב אמצעי על התחתון ורוב עליון על האמצעי כמין מעלות לשון רש''י ז''ל (דף כ\"ה) ובעיי ולא איפשיטו נינהו ואינן בהל' לפי שהן דברים שאין מצויים: "
            ],
            [
                "<b>המוצא וכו'.</b> משנה שם והטעם מפני שיש סימן בכיס פירוש כמות שהוא ריקן: ",
                "<b>מצא כיס וכו'.</b> מפורש בברייתא ובסוגיא: "
            ],
            [
                "<b>המוצא מעות וכו'.</b> משנה שם והטעם אפילו בדבר שיש בו סימן הרי אלו שלו מפני שהרבה עכו''ם מצויין שם ומתייאש מהם וכ''כ הרב למטה וכן פירשו בתוס' והראב''ד ז''ל. ויש מי שכתב אפילו אין רוב עכו''ם מצויין שם דכיון דחנוני דר שם יאושי מיאשי בעלים מינייהו דאמרי כיון דאיהו דר ביה איהו אשכחינהו וכיון דלא אכריז דעתיה לגזול ולא מצינא לאוקומי בדינא דמשתמיט ואמר אנא לא אשכחיתיה אינשי דעיילי ונפקי דילמא חד מינייהו אשכח עכ''ל הרשב''א ודוחק הוא: ",
                "<b>ולמה לא תקנה וכו' ואע''פ שבעל החנות וכו'.</b> כבר השיג עליו הר''א ז''ל לומר שאפילו אמר תקנה לי רשותי לא קנה לפי שבאה לו המציאה קודם יאוש פירוש כאביי דאמר יאוש שלא מדעת קונה והויא ליה חצרו כידו וכ''כ הרשב''א ז''ל. אבל הטעם השני הכתוב בהשגות איני מבין: "
            ],
            [
                "<b>מצא מעות בחנות השולחני וכו'.</b> מבואר במשנה ובגמרא שם ובהלכות. <b>ומה שכתב מפני שהן צרורין יש להם סימן,</b> לומר דבדבר שאין לו סימן אפילו ברוב ישראל הרי אלו שלו: "
            ],
            [
                "<b>הלוקח פירות וכו'.</b> משנה מפורשת שם וכו': ",
                "<b>בד''א וכו'.</b> מימרא בגמ' (כף כ\"ז). ",
                "<b>ומ''ש אבל אם בעה''ב.</b> פירוש שהלוקח מבעה''ב דש הפירות ע''י עצמו או ע''י עבדיו ושפחותיו הכנענים כלומר שמה שקנו הן הוא לרבן חייב להחזירו אבל עבדים עברים שמא משלהם הן או שמא של בעל הבית והרי אלו שלו מיהו כתב הרמב''ן והרשב''א ז''ל שאם היה הלוקח תגר אע''פ שלקחן מבעה''ב הרי אלו של תגר דיאושי מיאשי מינייהו כיון דאורחייהו דתגרי למזבן הכא ולזבוני הכא: "
            ],
            [
                "<b>המוצא מטמון בגל או בכותל ישן הרי אלו שלו וכו'.</b> משנה (דף כ\"ה:). ",
                "<b>ומ''ש כדרך כל המטמונו' הישנות.</b> שם בגמ' (דף כ\"ז): "
            ],
            [
                "<b>והואיל וחצרו וכו'.</b> יש נותנין טעם אחר ולפי דעת הרב אפילו בחצר המשתמרת דין זה קיים ולפי דעת הראב''ד דוקא באינה משתמרת ועיקר הדין כדברי רבינו ז''ל שאל''כ ה''ל למתני' לאפלוגי בדידיה אבל יש נותנין טעם אחר: "
            ],
            [
                "<b>מצא מטמון בכותל וכו'.</b> משנה וגמרא כפשטן ורבו הפירושים והסברות בזה והקשו למה הרי הן של מוצאו כיון דדבר שיש בו סימן הוא יטול ויכריז. ויש מי שתירץ דהכא כגון שנראין הדברים שזה ימים מרובין שדברים אלו כאן ומפני יאוש בעלים נגעו בה. ותירוץ אחר דכיון שהחור פתוח לרה''ר הויא ליה הנמצא אבידה בעיר שרובה עכו''ם וה''נ ברובה עכו''ם הוא ורבינו ז''ל כתב סתם כפשט השמועות: "
            ],
            [],
            [
                "<b>ויראה לי וכו'.</b> טעם נכון דכי אמר הרי הן של בעה''ב לאו משום דתקנה לו חצירו הוא דאם כן אפילו מחציו ולחוץ וכו' וטעמא שאינו קונה לפי שהחור הזה הפתוח לרה''ר חצר שאינה משתמרת היא וכי אמר הרי אלו של בעל הבית דאיהו אצנעינהו וכיון שהוא מודה דלאו דידיה הודאת בעל דין כמאה עדים וכן נראה מן הסוגיא שם שאין כותלו זוכה לו כלל: ",
                "<b>לפיכך אם היה משכיר וכו'.</b> מפורש במשנה (דף כ\"ה:) ובגמרא (דף כ\"ו). <b>ומ''ש ג' עכו''ם</b> כתב עליו הר''א ז''ל א''א בגמרא מסיק אפי' לג' ישראל ע''כ. והאמת דר''נ הכין ס''ל התם והלכתא כוותיה בדיני. ואולי מפני שרבא חולק בההיא דר''נ דאמר דאזדא לטעמיה כתב הרב ג' עכו''ם וכן עיקר דהא אמר רבא דחיישינן בסלע שנפל מג' אפי' לית בה אלא שתי פרוטות שחייב להחזיר דילמא שותפי נינהו הכי נמי בפונדק שהשכירו לשלשה ישראל כיוצא בזה שהרי הגמרא משוה אותם בפירוש וזה עיקר: "
            ]
        ],
        [
            [
                "<b>כל מציאה שאמרנו בה שהיא של מוצאה וכו'. . אבל אם ראה וכו'.</b> משנה מפורשת פ' שנים אוחזין (בבא מציעא דף י') ועבדינן עלה שתי אוקימתות דאקשינן אמאי אין ארבע אמות של אדם קונות לו ופריק כיון דנפל גלי אדעתיה דבנפילה ניחא ליה דליקני בארבע אמות לא ניחא ליה דליקני רב אשי אמר כי תקינו רבנן ד״א בסימטא כלומר משנתנו במקום שאין ד' אמות קונות כגון ברה״ר ורבינו ז״ל סתם נראה שהוא סומך על האוקימתא הראשונה דמשמע שאף במקום שד' אמות קונות כשנפל לא קנה דהויא אוקימתא דגמ' אע״פ שדין האוקימתא השנייה אמת שאין ארבע אמות קונות בכל מקום כמו שיתבאר בפרק זה: "
            ],
            [
                "<b>היה רוכב על גבי וכו'.</b> החילוק בין אומר זכה לאומר תנה מפורש בגמ' במימרא דר''י. והטעם כיון שאמר זכה וזה שתק הרי זה מגביה מציאה לחבירו וקנה חבירו אבל בתנה לא נעשה שלוחו לזכות בה בהגבהתו אלא ליתנה לו. ודינין אלו מפורשים שם במשנה ובגמרא ובהלכות: "
            ],
            [
                "<b>המגביה מציאה וכו'.</b> פסק כפסק ההלכות שם: ",
                "<b>הגביהו המציאה שנים.</b> מפורש באותו פרק (דף ח') בפירוש ובהרבה מקומות: "
            ],
            [
                "<b>הגביהה לו חרש שוטה וקטן וכו'.</b> זה מתבאר מאותו שלפנינו דהגביהה חרש ופקח וכ''ש היא דהשתא התם דחרש היה מגביה לצורך עצמו ותיקנו חכמים בעלמא שיקנה כדי שלא יבאו לנצות לא קנה מפני שהפקח לא קנה שהרי ראשה האחת אצל פקח כמונחת על גבי קרקע כ''ש כאן שאין כאן פקח והחרש מגביהה לצורך פקח וכן מתבאר בסוגיא: ",
                "<b>הגביהה חרש ופקח וכו'.</b> משנה שם (דף ח'): ",
                "<b>היו שניהם חרשים תקנו חכמים וכו'.</b> מבואר שם: "
            ],
            [
                "<b>שנים שראו גמל או חמור של מציאה וקדמו וכו'.</b> עיקר הנוסחא בקצת ספרי הרב כך שנים שראו גמל או חמור של מציאה וקדמו שניהם והנהיגוהו או משכוהו או שהיה אחד מנהיג ואחד מושך קנו שניהם בד''א בחמור אבל בגמל אם היה אחד מנהיג ואחד מושך המושך קנה אבל לא המנהיג ע''כ. הכוונה שבגמל גופיה אם היו שנים מנהיגים קנו שניהם אבל אחד מנהיג ואחד מושך המושך קנה ולא המנהיג ופסק כלישנא בתרא דגמ' (דף ח' ט') דאמרינן איכא דאמרי הנהגה בגמל (לא קני) ופירוש במקום משיכה וברייתא היא שם ופירש הרב בה פירוש נכון והר''א ז''ל מצא ספר שהיה חסר ממנו קצת הבבא והיה כתוב או שהיה אחד מנהיג ואחד מושך המושך קנה ולא המנהיג ועל כן השיגו אבל טעות סופר היה באותם ספרים: "
            ],
            [
                "<b>בהמת מציאה שקדם אחד ואחז במוסרה וכו'.</b> משנה מפורשת שם בריש מציעא: ",
                "<b>וכן בנכסי הגר.</b> שם (דף ח':) מפורש מפני שאין שם דעת אחרת מקנה: "
            ],
            [
                "<b>היה אחד רוכב וכו'.</b> מפורש שם (דף ט') ברייתא ואוקימתא דרב אשי ובגמרא אמר רב יהודה דרוכב לא קנה אא''כ מנהיג ברגליו ויש פוסקין כן ואין זה דעת הרב אלפסי ז''ל אלא רוכב בלא הנהגה קנה וזה דעת רבינו ז''ל: "
            ],
            [
                "<b>חצירו של אדם קונה וכו'.</b> מימרא מפורשת שם (דף י\"א): ",
                "<b>בד''א בחצר המשתמרת אבל בשדה וכו'.</b> משנה מפורשת ובגמרא ופירוש דבעינן תרתי בחצר שאינה משתמרת עומד בצד שדהו ושיאמר זכתה לי שדי וכן מוכיח פשט המשנה וגמרא וכן מפורש בפירוש בירושלמי וכן פירשו רוב המפרשים ז''ל אבל הרשב''א ז''ל חלק ואמר דכי קתני מתני' ואמר זכתה לי חצירי קנה לאו דוקא דה''ה לא אמר כיון דעומד בצד שדהו ומשום סיפא נקטה וראייתו דכיון דד' אמות דרבנן קונות אפילו לא אמר כ''ש חצירו דאורייתא כיון דעומד בצד שדהו. ול''נ כיון דלא אמר דאלימא קנייה דד' אמות טפי מפני שהוא יכול לנטות עצמו וליטלה וכן עיקר: ",
                "<b>עומד בתוך שדהו.</b> יש שפירשו עומד בצדו ובתוכו אבל בצדו וחוצה לו לא וכן מוכח לדעתם פ' כל גגות בעירובין ולשון המחבר כלשון הגמרא: ",
                "<b>וכן ד' אמות וכו'.</b> מימרא שם (דף י':): "
            ],
            [
                "<b>במה דברים אמורים בסימטא.</b> פי' קרן זוית הסמוכה לרחוב רשות הרבים והיא הפקר לרבים לימשך בתוכה הצריכים לצאת מן הדחק, לשון רש''י שם. וחילוק רשויות אלו מבוארים שם ושדה שאין לה בעלים כתב רבינו בפירוש שדה דעלמא הנזכר בגמ' שם: "
            ],
            [
                "<b>קטנה יש לה חצר וכו'.</b> דין קטן וקטנה מפורשין הם במסקנא דגמרא ובהלכות. ",
                "<b>ומ''ש ארבע אמות של אדם כחצירו לענין מציאה.</b> אפשר שרמז למה שכתבו הראשונים שאין ארבע אמות קונות כל זמן שיש בו דעת אחרת מקנה שהרי לא יבואו לידי נצוי: "
            ],
            [
                "<b>מי שראה אחרים רצים.</b> משנה וגמרא (דף י\"א) ובהלכות: ",
                "<b>ואם נתנו לו במתנה וכו'.</b> בעיא דאיפשיטא שם (דף י\"ב) וסובר הרב דאפילו מתנה אם היו מהלכין או פורחין כדרכן לא קנה כן מוכיח בגמרא בפירוש דבעיא לא קיימא אלא ארץ אחריהם ואין מגיען אבל שבור הוא הצבי והגוזל אינו מפריח הא לאו הכי אפילו במתנה לא קנה: "
            ],
            [
                "<b>מציאת חרש וכו'.</b> משנה וגמרא בפ' הניזקין בגיטין (דף נ\"ט:). ודין החומש פשוט שאינו אלא כשכפר בדבר שאם הודה בו היה מתחייב: "
            ],
            [
                "<b>מציאת בנו ובתו הסמוכים וכו'.</b> פסק כר״י בפרק שנים אוחזין (בבא מציעא דף י\"ב:) דאמר גדול וסומך על שולחן אביו זהו קטן: ",
                "<b>ומציאת בתו כו' ואפילו מכורה אמה.</b> מפורש בגמ' כן בפירוש וכן מוכיח בפ' האומר (דף ס\"ד ס\"ה) וכי קאמר ר''י קטן ואינו סומך על שלחן אביו זהו גדול פי' ומציאותו שלו דוקא קטן אבל נערה וקטנה לאב הוייא: ",
                "<b>מציאת עבדו וכו'.</b> הכל מפורש במשנה ובגמרא שם (ב\"מ י\"ב): ",
                "<b>ומציאת עבדו ושפחתו העברים.</b> משנה שם ופסק כפשט המשנה וכאוקימתא דרב פפא בגמ' (דף י\"ב:) דהכי אמרינן מציאת פועל לבעל הבית דוקא בששכרו ללקט מציאות הא שכרו למלאכה סתם לא ועבד עברי אין סתמו ללקט מציאות וכ''פ כרב פפא בפירוש בפ''ט מהלכות שכירות וכ''פ מהרי''ף ז''ל שהביא משנתנו סתם והוא קצת תימה איך לא פסק כרבא דאמר דמתני' כגון שהגביה מציאה עם מלאכתו או כרבי דאמר בעבד נוקב מרגליות עסקינן שאינו רוצה לשנותו למלאכה אחרת הא לאו הכי מציאתו לרבו ואולי משום דאוקימתא דרב פפא בתרייתא והוא בתרא טפי פסק כמותו וצ''ע. <b>ומה שכתב מגורשת ואינה מגורשת</b> פירוש ספק מגורשת והדין מבואר שם בגמרא: "
            ]
        ],
        [
            [
                "<b>המוצא שטר חוב אע''פ שלא פירש בו אחריות וכו'.</b> משנה מפורשת שם פרק שנים אוחזין ומפורש בגמ' ובהלכות הרב ז''ל: ",
                "<b>לפיכך אם פירש וכו' שהוא שלא באחריות.</b> כלומר שכתב בו בפירוש שאינו משעבד נכסיו ושלא יטרוף ממה שימכור או יתן לאחרים אחר שטר זה, ופשוט הוא שם: "
            ],
            [
                "<b>וכן אם מצא שטר שזמנו בו ביום וכו'.</b> מימרא דר''י שם ומה שהצריך חייב מודה הוא כאוקימתא דרב כהנא שם דאי לאוקימתא קמייתא הא אמרינן דאפי' אין חייב מודה דכיון דמקויים הוי אין לחוש שמא כתב ללוות ולא לוה ולפריעה בת יומא לא חיישינן אבל הרב פסק כאוקימתא דר''כ וכן בהלכות מיהו תמה עליה הרשב''א ז''ל למה הצריכו הנפק אחר שחייב מודה וז''ל דברי תימה הם דכיון דחייב מודה כתוב בו הנפק למה לי דאי משום קנוניא ליכא דאי בעיא כתיב ליה שטר אחר מהשתא דלא בירושלים יתבינן דכתבי שעות אלא לרב כהנא ודאי לא צריך שיהא כתוב בו הנפק ולדבריו ליתא בדרב אשי אר''י הנפק כלל עכ''ל. ורבינו יונתן ז''ל כתב בפירוש ההלכות ז''ל ור' יוחנן לא ס''ל עדיו בחותמיו זכין לו ומש''ה בעי שיהיה כתוב בו הנפק וגם זה צ''ע: "
            ],
            [
                "<b>מצא שטר בחמת או וכו'.</b> משנה ופירשה רבינו כפירש''י ז''ל והוא בהלכות: ",
                "<b>מצא ג' שטרות וכו'.</b> משנה וגמרא וזאת הבבא כשהלוה אחד והמלוה אחד או כשלוין ג' והמלוין ג' שאין הוכחה לאחד יותר מחבירו ולפיכך יחזיר למי שיתן סימן ואין חילוק בין מקויימין לשאינן מקויימין: "
            ],
            [
                "<b>היה הלוה אחד וכו'.</b> פסק כרשב''ג דמשנתנו וכפירוש הגמרא וההלכות: ",
                "<b>היה המלוה אחד וכו'.</b> גם זה כרשב''ג וכפירושא דגמרא: "
            ],
            [
                "<b>מצא שטרות וכו'.</b> זה למד מהמשנה וכו' ואוקימתא דגמרא שם בסוף הפרק אע''פ שיש מי שלא פירשה כך ומ''מ לדברי הכל דינו של רבינו אמת: "
            ],
            [
                "<b>מצא גיטי נשים וכו'.</b> כתב הר''א ז''ל א''א תמה אני היכי פסקה למילתא דהא בעינן לאלתר אי נמי בשלא הוחזקו שני יוסף בן שמעון ומקום שאין השיירות מצויות כדכתוב בהלכות הרב ז''ל. ונ''ל שרבינו ז''ל סומך במה שכתב בדינין אלו בפרק שלישי מהלכות גירושין ושם ביאר בארוכה ומה שנראה לו מענין פסול הגט והכשרו אבל כאן לא בא להודיענו אלא בזמן שהגט כשר אם ינתן לו או לה וזה פשוט וברייתא היא פרק שנים אוחזין (ב\"מ דף י\"א): "
            ],
            [
                "<b>הוא אומר סימני החוט וכו'.</b> פרק אלו מציאות (בבא מציעא דף כ\"ח): "
            ],
            [
                "<b>מצא גט שחרור וכו'.</b> ברייתא שם (דף י\"ט) והטעם בגט אשה ובגט שחרור שמחזירין כשהבעל מודה אמר בגמרא דאמר להו [אייתי ראיה] אימת מטו גיטי לידייכו והא דלא אמר הכי בשטרי דעלמא מפורש שם: "
            ],
            [
                "<b>מצא שטר מתנה וכו'.</b> מפורש בגמרא ובהלכות שם. ודע שדעת הרמב''ן והרשב''א ז''ל הוא שאם היה בו קניין יחזיר למקבל שכיון שקנו מידו משעת קניין זכה ואפי' לא מטא שטרא לידיה ולא כדברי הרב אלפסי ז''ל ור''ח ז''ל דאפי' בשטרי אקנייתא אמרי דבעינן מטא שטרא לידיה ודעת רש''י ואבן מיגש ז''ל כדברי האחרונים וכן הדין בשטרי מקח וממכר: ",
                "<b>ואם מתנת שכיב מרע וכו'.</b> גם זה שם. פירוש דבריו שאפילו נתן לאחר אחר מכאן במתנת שכיב מרע האחרון קנה ואף כשיוציא זה שטר זה אינו כלום שהרי השכיב מרע יכול לחזור בו וכל שנתנה לאחר חוזר בו. מיהו כתב הרמב''ן ז''ל הפירוש המועתק מן הנוסחאות מן הגאון מר יהודאי דקאמר אי ממתנת שכיב מרע וכו' אינו נכון בעיני שהכותב דייתיקי אחרת ומסרה ליד מקבל ואח''כ מסר את הראשונה למקבל זה המקבל השני שקבל דייתיקי ראשונה קנה הילכך כי אמר תנו ודאי אית ליה פסידא אלא שהדין נותן דבר מיהדר הוא ע''כ. מיהו בדין זה לא נפקא לן מידי דמאיזה טעם שיהיה יחזיר אבל כתבתי סברת הרמב''ן ז''ל להתלמד במקום אחר: "
            ],
            [
                "<b>מת שכיב מרע וכו'.</b> מפורש שם: "
            ],
            [
                "<b>מצא שובר וכו'.</b> ברייתא שם גבי שובר כתובה וה''ה בכל השוברין. ומפרש רבא בגמ' טעמא דלא חיישינן שמא נכתב השובר ליתן בניסן ולא נתן עד תשרי ובינתים מכר השטר משום דקי''ל כשמואל דאמר המוכר שט''ח לחבירו וחזר ומחלו מחול וכי אמר תנו לו השובר אין לך מחילה גדולה מזו: "
            ],
            [
                "<b>מצא כתובה וכו'.</b> דין כתובה כשאר שטרי חוב ופשוט הוא: "
            ],
            [
                "<b>מצא איגרות שום ואגרות מזון.</b> משנה כלשונה שם ופירש''י אגרות שום ששמו ב''ד נכסי לוה למלוה בחובו. ואגרות מזון שקבל עליו לזון את בת אשתו ע''כ. ורבינו יהונתן פירש דארישא קאי אאגרות שום והרי הוא כמו שאמר אגרות שום של מזון שבאת האם או הבת לתבוע מזונותיה לפי שהוא לא קיים תנאו ושמין לה ב''ד קרקע במזונותיה. ולפירש''י ז''ל בשיש בו קנין הוא ובעל הערוך פירש על משנה דאלו מגלחין איגרות שום שום היתומים אגרת מזון מזונות אלמנה עכ''ל. ונראית כוונתו מזון אלמנה דאת תהא יתבא בביתי וכן מזונות הבנות בנן נוקבן דיהוויין ליכי והטעם בכל אלו שאפילו לא נכתבו כמו שנכתבו הן ואין הכתיבה מועילה ומורידה בהם. ויתר דברי הבבא מפורשים במשנה ובגמרא שם: ",
                "<b>כללו של דבר וכו'.</b> עולה מן הסוגיות האמורות שם: "
            ],
            [
                "<b>כל השטרות הנמצאים וכו'.</b> כתב הר''א ז''ל א''א דין זה אינו מחוור וכו'. ונראה שיצא לרבינו ז''ל מדאמר במתני' ובכל דוכתא לא יחזיר דמשמע לכתחילה ולא אמר ה''ז פסול. ואינו מוכרח והרשב''א הקשה עליו ותירץ הקושיא ולא הכריע: <b>סליקו הלכות גזלה ואבדה בס''ד</b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "מגיד משנה על משנה תורה, הלכות גזילה ואבידה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maggid Mishneh",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}