{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Appraisals_and_Devoted_Property",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>ואם </b>\n<b> פדן אותן המקדיש או אשתו או יורשו מוסיף חומש כו'.</b> הנה מרן לא הראה מקומו איה דין זה דאשתו ויש לי לדקדק דבמ\"ע אי בזוזי דידיה והקדש דידיה שליחותיה דבעל קא עבדא ומאי ארייא אשתו אפילו איניש אחרינא נמי מוסיף חומש כיון שפודה אותן במעות של בעל המקדיש ואי בזוזי דידה כגון שנתנו לה ע\"מ שאין לבעליך רשות בו אלא מה שאת נותנת בתוך פיך אם כן אמאי מוסיף חומש הא לא קרינן ביה המקדיש אותו וכה\"ג פרכינן התם בקדושין דנ\"ד אההיא ברייתא דקתני אין אשה פודה מע\"ב בלא חומש רשב\"א אומר אשה פודה מע\"ב בלא חומש ה\"ד אי בזוזי דידיה ומעשר דידיה שליחותיה דבעל קא עבדה ואלא בזוזי דידה ומעשר דידיה איש אמר רחמנא ולא אשה ועוד קשה שרבינו פ\"ו מה' מע\"ב פסק דאשה שפדה מעשר שני שלה לעצמה אינה מוסיפה חומש דגריס כגי' ר\"ת שכתבו שם איש ולא אשה אפי' בזוזי דידה ומעשר דידה ומכ\"ש מעשר דידיה וזוזי דידה וליכא למימר דדוקא במע\"ב דאיכא מעוטא איש אבל בערכין דליכא מעוטא לא שהרי הסמ\"ג עשין קל\"ב כתב וז\"ל וכן המקדיש בית או שדה ופדיון מע\"ב הבעלים או אשתו מוסיפין חומש יע\"ש בעשין קל\"ו והנראה שרבינו מיירי כשאשתו פודה מנכסי מלוג שלה וס\"ל לרבינו שלא כדעת רש\"י שם שכתב דנכסי מלוג שלה חשיבי כזוזי דידה אלא ס\"ל דכיון דיש לו בהן אכילת פירות חשיבי כזוזי דידיה ויצא לו כן מהא דאמרי' בת\"כ ואם גאל יגאלנה לרבות את האשה והוא מפרש דמיירי בפודה הקדש של בעל בזוזי דנכסי מלוג דידיה ומשום דכיון שיש לו בהן אכילת פירות חשיבי כזוזי דידיה וכ\"כ הרשב\"א שם שי\"מ כן ברייתא השנויה בת\"כ גבי מע\"ב יע\"ש ומ\"מ הי\"ל לרבינו לבאר ולא לסתום הדברים וצ\"ע:<br><b> מעשה חושב</b>\n<b> (שסג) </b> והוא מפרש דמיירי בפודה הקדש של בעל בזוזי דנכסי מלוג דידה ומשום דכיון שיש לו בהן אכילת פירות חשיבי כזוזי דידיה כו'. תמהני דאיך אפשר לפרש דרבויא דקרא קאי על הקדש דבעל שהאשה פודה אותו במעות נכסי מלוג שלה ומוסיפה חומש משום דיש לבעלה בהן אכילת פירות וכזוזי דידיה חשיבי והרי אכילת פירות להבעל בנכסי מלוג שלה הוא רק תקנתא דרבנן בעלמא תחת פרקונה אבל מדאורייתא הא גם הפירות שלה הן וא\"כ איך שייך לומר דקרא אתא לרבויי אשה בכה\"ג (אע\"כ צ\"ל דקרא אתי לרבות דאשה שהקדישה מנכסי' ופודה אותן דהוי הקדש דידה וזוזי דידה דחייבת נמי בהוספת חומש משום דקיי\"ל גבי מעשר שני דאם האשה פודה לעצמה אינה מוסיפה חומש ממיעוטא דאיש ולא אשה ולהכי אצטריך רבויא גבי הקדש לחייב את האשה בהוספת חומש): ועוד תמוה לי דלפירושו של הגאון המחבר ז\"ל בברייתא זו דת\"כ אמאי לא מייתי הש\"ס בגיטין דף מ\"ח ע\"א סייעתא מינה לר' יוחנן דס\"ל דקנין פירות כקנין הגוף דמי והיינו מהא דפדיון של האשה בזוזי נכסי מלוג שלה הוי כאלו פודה בזוזי דידיה והא רבא קאמר התם דמתניתא מסייע לר\"ל דתניא דבכור נוטל פי שנים בשדה החוזרת לאביו ביובל והרי ברייתא זו דת\"כ מסייע לר' יוחנן ועיין בב\"מ דף צ\"ו ע\"א לענין שאילה בבעלים בנ\"י שם ועיין בתוס' שם סד\"ה בעל כו' ועיין בתוס' גיטין בדף הנ\"ל בד\"ה אי לאו כו' במה שכתבו שם דאב לגבי ברא אחולי מחיל ומש\"ה אמרינן דלאו כקנין הגוף דמי שהוא קצת היפך מדבריהם בב\"מ הנ\"ל דהתם גבי מוכר פירות ס\"ל דכקנין הגוף דמי משום דבעין יפה משייר לעצמו וצע\"ק:"
            ],
            [],
            [
                "<b>וכן </b>\n<b> המקדיש כו' שכל דבר הראוי למזבח אינו יוצא מידי מזבח לעולם.</b> כתב הרב מש\"ל ז\"ל וז\"ל יש להסתפק בהא דקי\"ל כל דבר הראוי למזבח אינו יוצא מידי מזבח לעולם אם הוא מן התורה או מדרבנן והנה ממ\"ש רבינו בדין ז' ועל זה נאמר ואם בהמה אשר יקריבו ממנה קרבן לה' כו' נראה דס\"ל שהוא מן התורה ויש לתמוה דמסוגיא דפרק המנחות מוכח בהדיא דזה אינו אלא מדרבנן משום מומין דפסלי בבהמה דאפי' בדוקין שבעין פסול משום הכי גזרו רבנן שלא יהיו נפדין כי אם למזבח עכ\"ד יע\"ש שהניחו בצ\"ע ולע\"ד נראה דל\"ק שמה שאמרו בגמ' דטעמא משום מומין הפוסלין בבהמה היינו אליבא דשמואל דמנחות ונסכי' אפי' טהורין נפדין דהכי אמרינן התם אמר ר\"פ אי שמיע ליה לשמואל הא דתניא המתפיס תמימים לבד\"ה אין פודין אותן אלא למזבח כו' הדר ביה שמואל ואהא משני בתלמודא דלא היא דמהך ברייתא ליכא תיובתא לשמואל דכי היכי דאמרינן בעצים וכ\"ש דמשום דלא שכיחי אין נפדין ה\"נ כיון דשכיחי מומין דפסלי בבהמה כלא שכיחי דמי ומש\"ה אין פודין אותם מדרבנן אמנם לרב כהנא ור\"א דס\"ל דמנחות ונסכים טמאין נפדין טהורין אין נפדין ע\"כ דטעמא דמקדיש תמימים לבד\"ה דאין פודין לאו משום מומין הפוסלין הוא שהרי מנחות ונסכים אע\"ג דשכיחי אפי\"ה קאמר דאין פודין וכיון שרבי' פסק בפ\"ו מה' הנזכר כרב כהנא ור\"א משו\"ה ס\"ל דה\"ט משום קרא דכתיב וכל בהמה אשר יקריבו וה\"ה לכל דבר הראוי למזבח וכן משמע ממ\"ש ר\"א כלן טמאין נפדין טהורין אין נפדין חוץ מעשירית האיפה שהרי אמרה תורה מחטאתו על חטאתו ואם איתא דבהמה וכל הני אינו אלא מדרבנן דמדאורייתא אפי' בהמה נפדית אם כן מאי קאמר חוץ מעשירית האיפה שהרי אמרה תורה כו' הא מדאורייתא פשיטא דנפדית אלא דרבנן הוא דגזרו ומ\"ש עשירית האפה מכל הני כי היכי דגזרי במקדיש תמימים לבד\"ה שאין פודין אותן אלא למזבח ה\"נ הול\"ל בעשירית האיפה שאין פודין אותן אלא למזבח לצרכי אותה המין אלא מוכח דמדאורייתא קאמר דאין נפדין כנ\"ל ליישב דעת רבינו דוק ובפשטא דשמעתא הוקשה אצלי טובא במאי דקאמר ר\"פ אי שמיע ליה לשמואל הא דתניא המתפיס כו' הדר ביה דהתינח דברייתא לא שמיע ליה אבל מ\"מ תקשי ליה מתני' דפ\"ה דשקלים משנה ז' דתנן המקדיש נכסיו והיה בהן זכרים ונקבות ר\"א אומר זכרים ימכרו לצרכי עולות ונקבות ימכרו לצרכי זבח שלמים ודמיהן יפלו לבד\"ה וכתב שם הרע\"ב דטעמא דר\"א משום דס\"ל סתם הקדשות לבד\"ה ואפי' במידי דחזי למזבח ואפי\"ה לפדותן לחולין אינו יכול משום דכל דבר הראוי למזבח אינו יוצא מידי מזבח וכן כתב רש\"י והתוס' בפ\"ז דתמורה דקל\"א ע\"ב יע\"ש הרי אע\"ג דקדושת דמים הוא קתני דימכרו לצרכי עולות הא לפדותן לחולין לא דמתני' ליכא למימר דלא שמיע ליה ותו ק' טובא דאפי' למאי דמשני דכיון דשכיחי מומין דפסלי בבהמה כלא שכיחי דמי אכתי תקשי מתני' דשקלים מ' ח' דתנן התם המקדיש נכסיו והיה בהן דברים הראוי' ע\"ג המזבח יינות שמנים וסלתות ר\"א אומר ימכרו לצורכי אותו המין משמע דהא לפדותן לחולין לא דע\"כ היינו משום דכל הראוי למזבח אינו יוצא מידי מזבח ואע\"ג דיינות וסלתות שכיחי דקדושת דמים נינהו שהרי עדיין לא קידשן בכלי שרת ואפי' הכי קאמר דאינן נפדין ותקשי לשמואל דקאמר מנחות ונסכים טהורים נפדין וצ\"ע כעת תו איכא למידק דמאי פריך ר\"ה בר מנוח ממתניתין דהעופות וכלי שרת דכלי שרת לפרקא ומאי קו' הא אמרינן בפרק ר\"י דמ\"ט ע\"ב דאבני מזבח גנזום בית חשמונאי ששקצום לע\"ז משום דכיון דאשתמש בהו לגבוה לאו אורח ארעא לאשתמושי בהו הדיוט וא\"כ ה\"נ בכלי שרת נימא דמשום הכי קתני דאין להם פדיון משום דלאו אורח ארעא לאשתמושי בהם הדיוט ואם היינו אומרים דההיא דפרק ר\"י שאני משום דיוצא לחולין בלי פדיון אבל כל שיש לו פדיון ליכא למיחש להכי שהרי נכנסו המעות במקומן ניחא אלא שהרב מש\"ל ז\"ל בה' כלי המקדש כתב דאין סברא לחלק בהכי וכן מבואר מדברי הר\"ן ז\"ל שם שכתב דהא דעולא פליגא אההיא דלעיל יע\"ש ולפי דברי הר\"ן ז\"ל יש ליישב דר\"ה נמי דפריך מכלי שרת לית ליה האי סברא דלאו אורח ארעא לאשתמושי בהו הדיוט כדס\"ל לעולא וכ\"כ ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> המקדיש כו'.</b> עיין מ\"ש פ\"א מהלכות איסורי מזבח דין י\"א ופ\"י מה' בכורים דין ב' ודוק:"
            ],
            [
                "<b>שחט </b>\n<b> בה שנים כו' הרי היא כחיה לכל דבריה כו'.</b> הנה מסתמיות דברי רבינו נראה דאכולהו חלוקות שהזכיר בדין י\"ב קאי דהיינו בין קב\"ה בין ק\"מ שנפל בו מום או תמימה הראוי' ליקרב כו' (ומ\"ש או תמימה הראויה ליקרב נראה דאקדשי ב\"ה דוקא קאי ובבא לפדותו ע\"מ להקריבו למזבח דאילו בקדשי מזבח כל דבר הראוי למזבח אינו יוצא מידי מזבח לעולם) האמנם הא ודאי ליתא דבמקדיש בהמה תמימה לבד\"ה נראה ודאי דאפי' דשחט רוב שנים אינו יכול לפדותו דבהדיא איתא בסוף תמורה דאפילו לר\"ש דאית ליה דקדושת ב\"ה לא בעו המ' והע' אם מתו יקברו משום דחזי להקרבה והא ודאי בשחט בה רוב שנים אלא עכ\"ל שדברי רבינו הללו אינו אלא בקדשים שנפל בהן מום ודע שרש\"י ז\"ל כתב שם בתמורה ד\"ה מתו תמימים יקברו וז\"ל אפי' הנך דלית בהו בכלל הע' עבוד רבנן מעלה דיקברו הואיל וחזו להקרבה ע\"כ נראה בהדיא דס\"ל דדין זה אינו אלא מדרבנן האמנם מדברי התוס' פ' מרובה דע\"ו ע\"א ד\"ה שחיטה נראה בהדיא דס\"ל דדבר תורה אינו יכול לפדותן שכתבו וז\"ל ודוחק לומר שמדרבנן הוא דאין נפדין כו' ויש לומר דמום שהוא מחיים חשיב מום לפדות עליו אבל מום דלאחר מיתה לא חשיב מום כדתניא בתמורה בהדיא כו' וצריך לומר לפי דבריהם דמאי דאמרינן בתמורה דהיינו טעמא דר\"ש משום דחזו להקרבה היינו דוקא לקב\"ה שיכולין לפדותן אפי' בלא מום אבל בק\"מ בלאו טעמא דחזו להקרבה אינו יכול לפדותן מטעמא דבעינן מום מחיים אכן נראה להכריח דעת רבי' שלפי דעתו ז\"ל דס\"ל דאפי' בנשחטה כהלכתה כל שהיא מפרכסת הרי היא כחיה לכל דבריה אם כן תקשי ליה קו' התוס' שם בקדשים ששחטן בחוץ היכי חשיב שחיטה שאינה ראויה הא יכול לפדותן בשעת פירכוס ואי ס\"ל דק\"מ תמימים שמתו יקברו מדרבנן כדס\"ל לרש\"י ז\"ל הא משום איסור' מדרבנן חשיבה שחיטה שאינה ראויה לפוטרו מתשלומי דו\"ה כדאמרי' התם בהדיא דע\"א גבי מעשה שבת אלא ודאי דאין פודין אותן מדאורייתא כנ\"ל ודוק:"
            ],
            [
                "<b>המקדיש </b>\n<b> בהמה תמימה כו' הקדיש אח' מאבריה לדמיו כו' הרי זו ספק כו' ולפיכך תקרב ולא תפדה.</b> ע\"כ. מרן בכ\"מ ז\"ל תמה על רבינו דהאי בעיא דהקדיש אבר לדמיו ליתא אלא לר\"י דאמר פשטה קדושה בכולה וכיון שרבינו ז\"ל פסק דלא כר\"י בפט\"ו מה' מעה\"ק נמצא מזכה שטרא לבי תרי ותירץ דרבינו ס\"ל דהאי בעיא דרבא לכ\"ע בעי לה דאע\"ג דלר\"מ ור\"י לא פשטה קדושה בכולה היינו דוקא בקדושת הגוף דאינו ראוי ליקרב עולה כו' אבל בקדושת דמים כו' יע\"ש ונראה דלפי דבריו עכ\"ל דבעיא דרבא היא אי אמרי' מיגו דנחתא קדושת דמים אחד אבר חייל אכולה קדושת דמים ובתר הכי אמרי' מיגו דחייל אכולה קדושת דמים חייל אכולה קדושת הגוף דאיפכא ליכא למימר מיגו דנחתא אחד אבר קדושת דמים חייל על אבר קדושת הגוף דאם כן לר\"מ ור\"י תו ליכא למימר מגו דנחתא קדושת הגוף אחד אבר נחתא אכולה דבקדושת הגוף ס\"ל לר\"מ ור\"י דלא אמרינן פשטה קדושה בכולה ולפ\"ז כי אמרי' בבעיא דרבא חד מיגו אמרי' תרי מיגו לא אמרי' היינו לומר דמיגו קמא דהיינו מיגו דחייל קדושת דמים אחד חייל נמי אכולה אמרי' אבל מיגו דקדושת הגוף לא אמרינן משום דהוי תרי מיגו ונמצא דלכל הצדדים ס\"ל לרבא דחייל אכולה קדושת דמים וכן נראה מפירוש רש\"י ז\"ל פ\"ק דתמורה דמגו קמא היינו קדושת דמים אכולה וראיתי להלח\"מ ז\"ל שתמה על פי' זה דאם כן בפרק דערכין כשהקשו חד אבר נמי אבעוי אבעיא ליה לרבא טפי הו\"ל לאקשויי דהא פשיטא ליה לרבא דמיגו דקדושת דמים אמרינן וחייל קדושת דמים אכולה והיכי קתני בברייתא אין להקדש אלא ראשה של פרה בלבד ומכח זה כתב דלפום סוגין דערכין עכ\"ל דמיגו קמא היינו מיגו דקדושת הגוף אאותו אבר ובתר הכי אמרינן מיגו דחייל קדושת הגוף אאותו אבר חייל אכולה דלפ\"ז כי אמרי' חד מיגו אמרי' ב' לא אמרי' היינו מיגו קמא דחייל קדושת הגוף אאותו אבר דמסתבר טפי אבל מיגו דקדושת דמים אכולה גופה לא אמרי' משום דהוי תרי מיגו וכתב דאף שמדברי רש\"י פ\"ק דתמורה לא משמע הכי יש ליישב לשונו בדוחק מכח סוגיא דערכין ומה גם שרש\"י ז\"ל בפ\"ק דערכין פי' כן יע\"ש שהאריך ואמנם לפי תי' מרן כ\"מ ז\"ל עכ\"ל דס\"ל דמיגו קמא היינו מיגו דקדושת דמים אכולה גופה כמ\"ש וכיון שכן ק\"ט דאם כן אדפריך אבעויי אבעיא לי' תקשי ליה בפשיטות דבקדושת דמים לכל הצדדים פשיטא ליה לרבא דפשטה קדושה בכולה ותו ק\"ט דלפ\"ז איך כתב רבינו וכיצד עושין מוכרין אותה כו' ודמיה חולין חוץ מדמי אותו אבר ואמאי הא לכל הצדדים מיגו קמא דהיינו מיגו דקדושת דמים אכולה בהמה אמרי' ונמצא דכל דמיה קדושים והנראה אצלי נכון לישב דברי מרן הכ\"מ ז\"ל ודברי רש\"י גם כן הוא דאף למה שפי' רש\"י ז\"ל פ\"ק דתמורה דמיגו קמא היינו מיגו דקדושת דמים אכולה גופה מ\"מ כי אמרי' או דילמא חד מיגו אמרי' תרי מיגו לא אמרי' לאו למימרא דמיגו קמא דהיינו מיגו דקדושת דמים פשיטא ליה דאמרי' ומיגו בתרא דקדושת הגוף לא אמרינן שהרי כיון דתרי מיגו לא אמרינן מאי חזי' דעבדית ברישא למיגו דקדושת דמים בכולה אדתפשוט לן דפשטא קדושה בכולה ואדרבא זיל לאידך גיסא ונעבוד למיגו קמא אקדושת הגוף אאותו אבר ונימא מיגו דחייל קדושת דמים אאותו אבר חייל קדושת הגוף דתו לא מצי למימר דתיחול קדוש' אכולה בהמה ואפי' קדושת דמים דתרי מיגו לא אמרי' שהרי שקולים הם ויבואו שניהם ונמצא אם כן דבעיא דרבא היא על אופן זה דאי אמרינן תרי מיגו פשטה קדושת הגוף בכולה ואי חד מיגו אמרי' תרי לא אמרי' תו ליכא לספוקי דודאי לא נחתא קדושת הגוף אכולה אמנם אכתי איכא לאסתפוקי אי נחתא קדושת דמים בכולה או קדושת הגוף אאותו אבר דזיל הכא קמדחי לה וזיל הכא קמדחי לה דאי בעית למימר דתיחול קדוש' דמים אכולה משום מיגו דקדושת דמים איכא למימר מאי חזית דעבדת למיגו אקדוש' דמים נימא מיגו אקדושת הגוף אאותו אבר ואי בעית למימר דתיחול קדושת הגוף אאותו אבר איכא למימר מאי חזית ונעביד למיגו אקדושת דמים אכולה בהמה ונמצא לפ\"ז שדברי רש\"י ז\"ל בפ\"ק דערכין שפי' למיגו קמא אקדושת הגוף ואותו אבר ודברי רש\"י דפ\"ק דתמו' שפי' למיגו קמא אקדו' דמים אכולה הם שפה אחת ודברים אחדים ומשום דל\"נ לן מידי לענין דינא לא חייש רש\"י לדקדק בלשונו ופי' בערכין באופן א' ובתמורה באופן אחר משום דבין אם נאמר דמיגו קמא היינו קדושת הגוף אאותו אבר כדמוכח מלישנא דפרק קמא דתמורה בין אם נאמר דמיגו קמא היינו קדושת דמים אכולה למאי דבעינן מימר דתרי מיגו לא אמרי' לא חיילא לה קדושת הגוף כלל אאותו אבר ולא קדושת דמים אכולה מטעמא דזיל הכא קמדחי לה כמדובר והיינו דפריך בפ\"ק דערכין חד אבר נמי מבעיא לן כדבר האמור וכמובן אולם הא קשיא לי דלפי דברי מרן ז\"ל ולמ\"ש לישב דברי רש\"י ז\"ל נראה דפשיטא ליה לרבא כי היכי דבקדושת הגוף אמרינן מיגו דנחית אחד אבר נחית אכולה ה\"נ אמרי' בקדושת דמים אלא דמאי דמספ\"ל הוא משום דאי תרי מיגו לא אמרי' תו לא חייל קדושת דמים אכולה משום דזיל הכא קמדחי לה וכמ\"ש וכיון שכן ק\"ט דאם כן מאי משני בפ\"ק דערכין הא בתם והא בב\"מ ופירש\"י בתם דאיכא למימר דתיחות ליה קדושת הגוף וברייתא דפשיטא ליה דלא קדשה כולה בבע\"מ דלא חזו לגופייהו יע\"ש והשתא קשה דלו יהי דליכא קדושת הגוף הא אכתי נימא מיגו דנחתא קדושת דמים אאותו אבר נחתא אכולה שהרי בתם גופיה הו\"א דחיילה קדושת דמים אכולה אי לאו מטעמא דתרי מיגו לא אמרינן ובשלמא לפרש\"י דפ\"ק דערכין דמיגו קמא היינו מיגו דקדושת הגוף אאותו אבר איכא למימר שפיר דס\"ל לרבא דכי אמרינן מיגו דנחתא אחד אבר חייל אכולה היינו דוקא אקדושת הגוף דגלי קרא אבל אקדושת דמים דקיל לא אלא דקא מבעייא ליה אי אמרי' מיגו דחייל אחד אבר קדושת דמים חייל קדושת הגוף ובתר הכי מייתינן קדושת הגוף אכולה משום מיגו אבל מיגו דקדושת דמים אכולה בהמה ברישא ליכא למימר דאקדושת דמים לא אמרי' מיגו והיינו דמשני שפיר דבבע\"מ כיון דליכא קדושת הגוף לא אמרינן מיגו אכולה בהמה כלל אכן לפי דברי מרן ז\"ל ולמ\"ש ליישב דברי רש\"י ז\"ל ק' טובא ולפי מה שאכתוב לקמן בדין ח\"י דהיינו טעמא דבעל מום משום דהו\"ל הקדש גרוע הואיל וע\"י עבירה הוא בא יש לישב ודוק ועיין להרב ברכת הזבח בדקס\"ג ע\"א שכתב ליישב קו' מרן הלזו ז\"ל ולק\"מ דרבי' מפרש דהבעיא היא ג\"כ לר\"י ומיירי שהקדיש אבר שהנשמה תלויה בו וכ\"כ מפרש ג\"כ בעייא דבעוף מהו כמ\"ש הכ\"מ פרק ט\"ו מה' מעה\"ק דין ב' א\"ד וכ\"כ ג\"כ בפ\"ק דתמורה יע\"ש ואחר המחילה תמה אני אם יצאו דברים אלו מפה קדוש דאיך הפה יכולה לדבר שרבינו מפרש בעיא דהקדיש אבר לדמיו באבר שהנשמה תלויה בו שהרי בפירוש כתב רבינו דאם הוא אבר שהנשמה תלויה בו פשטה קדושה בכול' נראה בהדיא שהוא מפרש בעיא זו אאבר שאין הנשמה תלויה בו ופשוט:<br><b> על </b> תירוץ מרן ז\"ל בפט\"ו מה' מעק\"ה שכתב דרבינו מפרש לבעיא דבעוף מהו בדבר שהנשמה תלוי' בו הקשה הלח\"ם ז\"ל דאם כן היכי קאמר בהמה אמר רחמנ' והאי לאו בהמה הא קרא לר\"י לא איירי בדבר שהנשמה תלויה בו דאיהו דריש לקרא דיהיה קדש דתמכר לצורכי עולות ודבר שהנשמה תלויה בו נפ\"ל מסברא ובפט\"ו מה' הנזכר תירץ הרב לקושיא זו דמ\"מ מקרא ילפינן דבאבר אחד חייל קדושה באותה אבר ומינה כשהנשמה תלויה בו חייל על כולה אבל אי לאו קרא אין לנו לומר שיחול קדושה אפי' על אותו אבר ואפי' שהיה דבר שהנשמה תלויה בו לכך בעי השתא שפיר כיון דמקרא ילפינן א\"ד יע\"ש ולפי דבריו ז\"ל מתישבים אצלי דברי התוס' בפ\"ק דקדושין דף ז' ע\"א ד\"ה ונפשטו שהקשו וז\"ל תימה דבריש תמורה יליף רגלה של זו עולה ובדבר שהנשמה תלויה בו מקרא דכתיב כל אשר יתן ממנו וגבי אשה לא כתיב קרא כו' אשר דברי' ז\"ל מן המתמיהין שהרי בדבר שהנשמה תלויה בו לר\"מ ור\"י לא מקרא ילפינן לה אלא מסברא ועיין בחי' הריטב\"א ז\"ל שם ואולם לפי דברי הלח\"ם ז\"ל דבריהם נכונים שדעתם כדעת רבינו ז\"ל דבעיא דרבא היא אדבר שהנשמה תלויה בו אלא דאכתי קשה לפ\"ז מה שתי' ונראה שלכך דקדק רש\"י ז\"ל וכתב דיהא מקודשת בלשון הקדש קאמר לה וכדאמרינן בריש פרקין דאסר לה אכ\"ע כהקדש שאדם עושה אותה כהקדש לפיכך יש להיות דינה כהקדש אבל אם היה אומר מאורסת כו' וק\"ט שהרי בהקדש עוף גופיה מבעיא ליה לרבא אי אמרינן בהמה אמר רחמנא והאי לאו בהמה היא ואם כן מכ\"ש באשה דאף ע\"ג דאסר לה כהקדש לא אמרינן פשטה קדושה בכולה דבהמה דוקא אמר רחמנא והא לאו בהמה היא וליכא למימר דכי פריך התם ונפשטו בכולה הכי פריך למאי דבעי רבא למימר בחד צד דבעוף נמי אמרינן פשטה קדושה בכולה ה\"נ גבי אשה נפשטו קדושין בכולה דהא ודאי ליתא שהרי אף למאי דבעי רבא לומר דבעוף נמי פשטה קדושה בכולה טעמא טעים ואמר משום דקרבן אמר רחמנא והאי נמי קרבן הוא כדאיתא בתמורה וא\"כ גבי אשה דלא שייך בה טעמא דקרבן פשיטא ודאי דלא ילפינן מבהמה ויש ליישב דבריהם דאע\"ג דגבי עוף מבעיא ליה לרבא מ\"מ גבי אשה איכא למימר דנפשטו קדושין בכולה משום דכיון דבאשה גופה לא שייך לשון הקדש דאדם אינו קדוש כדאמרינן פ\"ק דסנהדרין ובפ\"ב דמגילה עכ\"ל מ\"ש לה הרי את מקודשת לאו הקדש ממש קאמר אלא כונתו לומר שתהיה אסורה אכו\"ע כדין הקדש שאסור לכל העולם ואם כן היינו דפריך התם שפיר היכי קאמר רבא דהתקדשי לחציך אינה מקודשת כלל נפשטו קדושין בכולה דשמא מ\"ש לה הרי את מקודשת לחציך שתהיה אסורה לכל העולם כדין הקדש בהמה קאמר לה דפשטה קדושה בכולה ומ\"מ דברי הלח\"מ ז\"ל שכתב דמ\"מ מקרא ילפינן שיחול קדושה על אותו אבר ואי לאו קרא אין לנו לומר שיחול קדושה אפי' על אותו אבר הם תמוהים שהרי בברייתא איפכא תני לה יכול האומר רגלה של זו עולה יהיה כולה עולה תלמוד לומר ממנו כו' הרי דלרבי מאיר ור\"י קרא לא אצטריך אלא למעוטי שלא יחול קדושה אכולה גופה דמסברא הו\"א דחיילה אכולה וכ\"כ הוא עצמו בפרקין וצ\"ע עוד ראיתי להרב הנז' שהקשה שם עמ\"ש רבינו שם האומר לבה או ראשה של זו עולה כו' הואיל ודבר שהנשמה תלויה בה כו' דבפ\"ק דתמורה פליגי רבא ור\"ח דר\"ח אמר בדבר שעושה אותה טריפה ורבא אמר בדבר שהיא מתה ואמרינן דפליגי אי טריפה חיה ורבא סבר כר\"א דאמר ניטל הירך וחלל שלה נבילה וכיון שרבינו פסק כר\"א בהלכות שחיטה היה לו לפרש בדבר שעושה אותה נבילה ואי ס\"ל טריפה אינה חיה היל\"ל בדבר שעושה אותה טריפה יע\"ש שהניחה בצ\"ע ולי יותר קשה שרבינו ז\"ל בפ\"ב מה' אלו כתב האומר ערך לבי או כבדי עלי נותן ערך כולו וכן כל אבר שאם ינטל ימות כו' נותן ערך כולו כו' יע\"ש ובודאי מ\"ש וכן כל אבר שאם ינטל ימות כו' היינו ניטל רגלו מן הארכובה ולמעלה וכמ\"ש בפ\"ק דערכין ד\"ב זה הכלל כל דבר שהנשמה תלויה בו לאתויי מאי לאתויי מן הארכובה ולמעלה וכיון שרבינו ז\"ל פסק דבדבר שעושה טריפה מקרי דבר שהנשמה תלויה בו לענין ערכין ה\"נ היה לו לפסוק לענין הקדש כרב חסדא ולכן הנראה ודאי דלבה או ראשה שכתב רבינו לאו דוקא וכיון דיהיב טעמא הואיל ודבר שהנשמה תלויה בו ממילא משמע דבר שעושה אותה טריפה דמקרי דבר שהנשמה תלויה בו וסמך אמ\"ש בה' ערכין נ\"ל פשוט:"
            ],
            [],
            [
                "<b>היתה </b>\n<b> בהמה בעלת מום שאינה ראויה ליקרב והקדיש אבר מאבריה בין שהנשמה תלויה בו בין כו' לא נתקדש אלא אותו אבר בלבד כו'. </b> וסיים בדין ח\"י <b> בד\"א </b>\n<b> בקדשי מזבח אבל בקדשי בדק הבית האומר ראש חמור זה כו' הואיל והוא דבר שהנשמה תלויה בו הר\"ז חייב בדמי כולה כו'. </b> ע\"ש ודבריו מבוארים ברפ\"ק דערכין ד\"ד עלה דפרכינן התם אברייתא דקתני והיה ערכך לרבו' טומטום ואנדרוגינוס לדמים דמים ל\"ל קרא לא יהא אלא דמי דיקל' כו' ושקלינן וטרינן בה עד דמסקינן דברייתא דקתני אפילו אמר ראש פרה זו תקדיש אין להקדש אלא ראשה מיירי בהקדיש בעל מום למזבח יע\"ש באורך אשר המתבאר מסוגייא הלזו דקדשי ב\"ה חמירי מקדשי מזבח דבקדשי מזבח במקדיש ב\"מ אין להקדש אלא דמי אותו אבר בלבד ואפילו באבר שהנשמה תלויה בו ואלו בקדשי ב\"ה פשטה קדושה בכולה וחייב ליתן דמי כולה וטעמא טעים רבינו ז\"ל משום שכל הקדש ב\"ה קדושת דמים הוא וכיון שהקדיש דבר שהנשמה תלויה בו הוי כאלו הקדיש כולה שכל דמיו תלוים בדבר זה ועיין במוהרדב\"ז ז\"ל ואולם זו הוא שק' בעיני מאותה שאמרו בר\"פ ראשית הגז במוקדשין מ\"ט לא אמר קרא צאנך ולא צאן הקדש ופרכינן טעמא דכתב רחמנא כו' ומסקינן אמר ר' מני בר פטיש משום ר' ינאי הכא במקדיש בהמתו לב\"ה חוץ מגיזותיה סד\"א ליגזוז וליתיב ליה אמר קרא צאנך א\"ה ק\"מ נמי ק\"מ כחשי קדשי ב\"ה נמי כחשי באומר חוץ מגיזה וכחשה אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ופרש\"י ז\"ל וז\"ל אפי\"ה דאמר חוץ מגיזתה קדשה גיזת' דאיידי דקדושת הגוף חמירא פשטה בכל המחובר בה אבל קדושת דמים כגון קדשי ב\"ה מאי דלא אקדיש לא אקדיש עכ\"ל והדבר מתמיה שהרי מההיא דערכין מבואר אפכא דאדרבא קדשי בד\"ה כיון דקדושת דמים הוא כמ\"ש רבינו חמירי טפי מקדשי מזבח דאפי' בב\"מ פשטה קדושה בכולה ואי לזאת מקום יש בראש לומר דסוגייא דהתם אשינוייא דר' ינאי קאי דקמשני דקרא אצטריך למקדיש בהמתו לב\"ה חוץ מגיזותיה ואיכא למימר דר\"י רבי' דר' יוחנן תנא הוא ופליג אברייתא דפ\"ק דערכין דדריש לקרא דוהיה ערכך לרבות טומטום ואנדרוגינוס לדמים לומר שנידון בכבודו וא\"נ דריש ליה ס\"ל לר' ינאי שדין זה נוהג באדם דגלי קרא אבל לא בבהמה ופליג אאביי ורבא דס\"ל דנוהגת באדם ובבהמה מדהוצרכו לאוקומי לברייתא דקתני אפילו אמר ראש פרה זו הקדש אין להקדש אלא ראשה בלבד דמיירי בק\"מ ובב\"מ ואלו לר' ינאי ברייתא מיירי בקדשי ב\"ה ומשום דבבהמה לא אמרינן נדון בכבודו האמנם זו היא שק' למ\"ש התוס' שם בפ' ראשית הגז ד\"ה במקדיש גיזה וז\"ל ר\"מ בר פטיש דלעיל אית ליה הך דרשא אבל רבא לית ליה דרשא דר\"מ שפטר חוץ מגיזתה וכחישתה מדבעי בסמוך אלא צאנך למאי אתא יעש\"ב אשר נראה לפי פשוטן של דברים שכתבו דרבא לא ס\"ל כר\"מ דפטר חוץ מגיזתה דס\"ל דלרבא במקדיש בהמה לב\"ה חייב בראשית הגז והכריחו הדבר ממאי דבעי אלא צאנך למאי אתא והוא תימ' שהרי לרבא דס\"ל פ\"ק דערכין דקדשי ב\"ה חמירי טפי דאמרינן פשטה קדושה בכולה ע\"כ דרשא דר\"מ ליתיה כלל דכיון דקדשי ב\"ה לרבא כק\"מ לר\"מ דפשטה קדושה בכולה אם כן לאו בני גיזה נינהו ובפשיטות הי\"ל לומר דע\"כ רבא לית ליה דרשא דר\"מ מכח ההיא דפ\"ק דערכין וכ\"כ ק\"ט על רבינו הרמב\"ם ז\"ל שהביא בפרק עשירי מהלכות בכורים דין ב' דרשא דר' ינאי שכתב וז\"ל כיצד הרי שהקדיש בהמה לב\"ה וגיזזן כו' או הקדיש בהמה חוץ מגיזתה יכול יהיה חייב בראשית הגז ת\"ל צאנך כו' ודבריו נפלאו ממני דכיון דבפ\"ג מה' ערכין פסק כרבא דבקדשי ב\"ה פשטה קדושה בכולה א\"כ דרשא דר' ינאי לא חלו בה ידים כלל וכמדובר ואם לחשך אדם לומר דס\"ל ז\"ל דר' ינאי לא פליג אדרבא דע\"כ לא אמרינן דבקדשי ב\"ה פשטה קדושה בכולה אלא דוקא באומר סתם ראש חמור זה הקדש ולא פי' בהדייא חוץ משאר הגוף בהא הוא דאמרינן דכיון דהקדיש דבר שהנשמה תלויה בו הו\"ל כהקדיש כולה וראשו דקאמר לאו דוקא אלא משום דגופא בתר רישא גריר קאמר ראשו אבל במפרש בהדיא חוץ שיורא הוא והיינו דאמרינן מאי דלא הקדיש לא הקדיש כמ\"ש רש\"י ז\"ל הא ודאי ליתא דא\"כ אף אנו נאמר כן דבק\"מ נמי באומר חוץ מגיזותיה דלא פשטה קדושה בכולה ומאי האי דקאמר בגמ' אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ומאי ראיה התם שאני דלא אמר חוץ אלא ראש פרה זו הקדש וכיוצא אבל במפרש בהדייא חוץ ה\"נ דלא פשטה דומייא דקדשי ב\"ה אלא ודאי דמשמע ליה לתלמודא דכי אמרי' פשטה קדושה בכולה אפילו במקום שנאמר בו חוץ אתמר דלא שנא לן עוד אחרת הוקשה אצלי בסוגייא זו דפ' ראשית הגז דאמרינן א\"ה ק\"מ נמי ומשנינן ק\"מ כחשי והוצרכו לאוקומה באומר חוץ מגיזה וכחשה מההיא דגרסינן פ\"ק דתמורה די\"א בעא מיניה אביי מרבא הקדיש עורה מהו בעבודה ת\"ש האומר מה שבמעיה של זו עולה מותר בגיזה ואסורה בעבודה כו' א\"ה אפילו בגיזה נמי עבודה דמכחשה גזרו בה רבנן גיזה דל\"מ לא גזרו בה רבנן יע\"ש הרי בהדייא דס\"ל לתלמודא דגיזה אינה מכחשת וכ\"כ רש\"י ז\"ל שם וז\"ל מהו בעבודה דגיזה לא תבעי לך דלא מכחש לה לעור כו' וזה הפך ממ\"ש בראשית הגז דגיזה מכחשת ולזה ודאי היה אפשר לומר דכי אמרינן דגיזה מכחשת היינו דוקא בבשר דרכיך אבל עור לא מכחשא ליה אלא עבודה דחמירא וכן נמי כי אמרינן דגיזה מכחשת היינו דוקא אגופה דבהמה אבל לולד שבתוכה לא מכחשא ליה אלא עבודה דחמירא טובא אכן זו רעה חולה מ\"ש רש\"י ז\"ל שם סמוך ונראה אההיא דאבעיא לן התם בעו מיניה מרבא הקדיש אבר מהו בגיזה כו' וז\"ל בעבודה לא תבעי לך דאסור דהא מכחש לה יע\"ש אשר מבואר מדבריו דגיזה לא מכחשא ליה לבשר כלל וזה הפך סוגייא דפרק ראשית הגז כי על כן אשר אני אחזה ליישב דברי רבינו שהביא דרשא זו דר' ינאי וניישב ג\"כ מה שהקשה מוהר\"י קורקוס ז\"ל דאוקמתא זו דר' ינאי לא מתרצא אלא באו' חוץ מגיזה וכחשה ולמה זה השמיט רבינו כחשה ואען ואומר דס\"ל ז\"ל דהא דאמרי' בראשית הגז דבק\"מ אפילו באומר חוץ מגיזתה פשטה קדושה בכולה היינו דוקא למאי דאסקינן התם דגיזה מכחשת וצרכינן לאוקומה חוץ מגיזתה וכחשתה בהא הוא דאמרי' דכיון דפשטה קדושה בכל הבשר פשטה נמי אכחישת הבשר דשיירי אבל מבשר לגיזה לא אמרינן איידי דפשטה קדושה בבשר פשטה נמי בגיזה שחוץ לבשר וזה נראה מוכרח דאם איתא דאמרינן פשטה קדושה מבשר לגיזה כי פרכינן מעיקרא א\"ה ק\"מ נמי אמאי הוצרכו לשנויי משום כחשה עד דתקשי ליה בתר הכי קדשי ב\"ה נמי כחשי ולאוקומי באומר חוץ מגיזה וכחשה תיכף ומיד הו\"ל לשנויי ק\"מ פשטה קדושה בכולה אלא משמע דמבשר לגיזה לא אמרינן פשטה כו' ובתר דשנינן באומר חוץ מגיזתה וכחישתה משני שפיר דפשטה קדושה בכולה אכחישתה אבל משום גיזה לא איכפת לן ועיין במוהר\"י קורקוס ז\"ל בדרך השני שכתב ליישב דברי רבינו ז\"ל כי שם רמז למ\"ש ומעתה נתיישבו דברי רבינו ז\"ל דס\"ל דסוגייא דפרק ראשית הגז דאמרה דגיזה מכחשת אינו אלא אליבא דר' ינאי דקאמר דקרא אצטריך למקדיש בהמתו לבד\"ה וק' לן א\"ה אפי' קדשי מזבח נמי ועכ\"ל דס\"ל לר' ינאי דגיזה מכחשת ומשו\"ה בק\"מ לא מהני באומר חוץ מגיזת' מטעמא דפשטה קדושה בכולה משום כחישתה וכאמור אמנם אביי ורבא דפ\"ק דתמורה דס\"ל דגיזה אינה מכחשת כמבואר מההיא דהאומר ולדה של זו עולה דקאמר אביי עבודה דמכחשא כו' וס\"ל לרבי' דאין לחלק בין גופה דבהמה לולד שבתוכה דודאי מסתברא לן לומר דכיון דהיא גופה מכחשת ממילא נמי ולד שבתוכה מכחשה וא\"כ כיון דקי\"ל כאביי ורבא דבתראי נינהו תו לא צרכינן לאוקומ' באומר חוץ מגיזה וכחשה אלא כפשטה מתרצא באומר חוץ מגיזתה גרידא ואפי' בק\"מ נמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה וכדמוכח מההיא דראשית הגז ומה מאד מדוקדקים אצלי דברי רבינו דבראש דבריו שנה ופירש הרי שהקדיש בהמה לבד\"ה כו' וסמוך לזה כתב או שהקדיש בהמה חוץ מגיזתה כו' הנה כתב הקדיש בהמה סתם והיה לו לפרש הקדיש בהמה לבד\"ה כאוקמתא דר' ינאי אלא טעמו ז\"ל כאשר כתבנו דבאומר חוץ מגיזתה גרידא אפי' בק\"מ נמי שפיר דמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה כמבואר מסוגיא דהתם כמ\"ש ומכלל האמור נבא לכלל ישוב למאי דקשייא לן הלא מראש ממה שפסק רבינו כרבא דקדשי ב\"ה פשטה קדושה בכולה דהתם שאני משום דמבשר לבשר אמרינן פשטה קדושה בכולה אבל מבשר לגיזה לא אמרינן כלל פשטה קדושה כו' ואע\"ג דרבי ינאי פליג אדרבא פסק רבי' כוותיה ולא מטעמיה וכמובן זה נ\"ל כפתור ופרח ליישב דבריו זאת ועוד אחרת רחש לבי ליישב סוגייא דערכין עם ההיא דפ' ראשית הגז בשום שכל והבין דברי חכמים וחידותם במ\"ש בערכין דקדשי ב\"ה פשטה קדוש' בכולה וטעמא טעי' הרמב\"ם שכל הקדש בד\"ה קדושת דמים הוא דאם כן מה\"ט נמי במקדיש בעל מום למזבח כיון דקדושת דמים הוא הוה לן למימר דפשטה קדושה בכולה ומה ראו על ככה לחלק ביניהם אחר דאמור רבנן בטעמא דקדשי ב\"ה משום דקדושת דמים הוא וקדשי ב\"ה וקדשי בעלי מומים שניהם קדושת דמים הם ושקולים הם בכל התורה כולה ובהדייא אמרו לענין ראשי' הגז דקדשי ב\"ה ומקדיש ב\"ה למזבח כיון דקדושת דמים הם אינן אסורי' בגיזה אלא מדרבנן כי על כן נראה אצלי טעמא דמילתא כלפי מאי דק\"ל ופסקו רבינו ז\"ל פ\"א מהלכו' אסורי מזבח דהמקדיש ב\"מ למזבח עובר בל\"ת ולא סוף דבר במקדיש ב\"מ קדושת הגוף אלא אפי' מקדיש לדמי עולה כמבואר שם וברפ\"ק דתמורה פרכינן לרבא דאמר כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני והרי מקדיש ב\"מ דרחמנא אמר כל אשר בו מום כו' ותנן אע\"פ שהוא בל\"ת מה שעשה עשוי ומשנינן א\"ל רבא שאני התם דאמר קרא ולנדר לא ירצה רצוי הוא דלא מרצי הא מקדש קדשי יע\"ש ואם כן איכא למימר דה\"ט דמקדיש ב\"מ לא פשטה קדושה בכולה אע\"ג דקדושת דמים הוא משום דהקדש גרוע הוא כיון דע\"י עבירה הוא בא ואי לאו דגלי קרא מסתבר' לן לומר דלא קדשה כלל איכא למימר דהשתא דגלי לן קרא תפסת מועט תפסת ודיו להקדש גרוע כזה שיחול על מה שהקדיש ולא שימשוך אחר עמו ואם כנים אנחנו בטעם זו שכתבנו נראה ודאי דהא דאמרינן דקדשי ב\"ה פשטה קדוש' בכולה היינו דוק' במקדיש ראש חמור או ב\"מ מידי דלא חזי למזבח דהיינו הקדש הראוי לבדק הבית וכמ\"ש רבינו האומר ראש חמור זה או ראש עבד זה כו' אמנם במקדיש תמימי' לבד\"ה כיון דקי\"ל דעובר בל\"ת ואי לאו קרא הי\"ל לומר דלא קדשה כלל אלא משום דמחד קרא נפקי מקדיש תמימים לבד\"ה ומקדיש ב\"מ למזבח הוא דאמרינן דמה שעשה עשוי כדאיתא בריש תמורה אית לן למימר דיו לבא מן הדין להיות כנדון וכי היכי דמקדיש ב\"מ למזבח לא פשטה קדושה בכולה מטעמא דאמרן כיון שהוא הקדש גרוע הבא ע\"י עבירה ה\"נ במקדיש תמימים לבד\"ה לא פשטה קדושה בכולה כיון דע\"י עבירה הוא בא ומעתה סוגיי' דפ' ראשית הגז דאמרינן דבקדשי בד\"ה לא פשטה קדושה בכולה מיתבא שפיר ותפתר במקדיש תמימים לבד\"ה דלא פשטה קדושה בכולה וכדבר האמור ומ\"מ לבי מפקפק בישוב זה דא\"כ כשכתב רבינו דין זה דבקדשי בדק הבית פשטה קדושה בכולה לא היה לו לסתום הדברים והיה לו להביא דין זה דבמקדיש תם לבד\"ה לא פשטה קדושה בכולה דהיינו סוגיא דפרק ראשית הגז אלא משמע דלא שנא ודוק:<br><b> עוד </b> הוקשה אצלי דמסוגייא דפ' ראשית הגז משמע דלאו דלא תגוז אינו אלא כל שהגיזה היא משל הקדש דומיא דבכור אבל באומר חוץ מגיזתה אף על גב דבהמה גופה קדשה כל שהגיזה היא חולין ליתיה בלא תגוז וזה מבואר ממ\"ש סד\"א לגזוז וליתיב ליה ופרש\"י ז\"ל יגזוז לכתחילה דהא גז לא הקדיש יע\"ש וכיון שכן ק\"ט מהא דאמרינן בתמורה בעא מיניה מרבא הקדיש חד אבר מהו בגיזה תפשוט לה מהא דתניא לה תגוז בכור צאנך אבל אתה גוזז בשלך ושל אחרי' ופרש\"י ה\"נ הואיל והקדש וחולין שותפין בו מותר ודחינן התם לא נחתה לה קדושה הכא נחתה לה לישנא אחרינא התם אין בידו להקדיש' כו' ונר' ודאי דכונ' הבעיא היתה אי מותרת כולה בגיזה או לא מי אמרינן דלא אסרה תורה אלא דומיא דבכור דכולה בהמה דהקדש אבל הקדיש חד אבר דהקדש וחולין שותפין בו מותר בגיזה ואפילו גיזת אותו אבר דומיא דבהמת השותפו' של נכרי שמותרת כולה בגיזה או דילמא התם שאני דלא נחתא קדושה כלל כפרש\"י והתוס' ז\"ל שם אבל הכא כיון דנחתא לה קדושה באותו אבר אסירה בגיזה והשת' קשי' דכיון דאפי' בהקדיש כל הבהמה כולה חוץ מגיזתה פשיט' לן בפ' ראשית הגז דמותרת בגיזה כל שהגיזה היא חולין כ\"ש בהקדיש חד אבר דאינו קדוש אלא אותו אבר בלבד ושאר הגוף לא דפשיט' ודאי דשאר הגוף חוץ מאותו אבר דמותר בגיזה וא\"כ היכי אבעי' לן מהו בגיזה והיה נראה אצלי דמכח סוגייא הלזו דתמורה הכריחו לרש\"י ז\"ל מה שכתב שם בפ' ראשית הגז ד\"ה א\"נ וז\"ל מאי דוחקיה לאוקומא בהקדש ב\"ה אפי' בק\"מ נמי ובדעבר וגזז עכ\"ל ומוהרש\"ל ז\"ל תמה עליו דהא איסור גיזה מבכור ילפינן והתם כולו קדוש אבל הכא דהקדיש חוץ מגיזתה מהיכא תיתי לאסור אם לא לפי המסקנא דמשני דפשטה קדושה בכולה ומכח זה כתב דצריך להגיה ובדלא עבר וגזז יע\"ש אכן כפי מ\"ש דברי רש\"י ז\"ל נכונים בטעמן דהכריחו לרש\"י ז\"ל לומר דדוקא בקדשי ב\"ה דאיסור גיזה ליתיה אלא מדרבנן הוא דאמרינן דבאומר חוץ מגיזותיה כל שהגיזה היא חולין לא גזרו אמנם בק\"מ דאיסורייהו מן התורה כל שהבהמה היא קדושה אסורה בגיזה כי היכי דלא תקשי לן ההיא דתמורה דאבעיא לן אפי' בהקדיש חד אבר דשאר הגוף חולין אי אסורה כולה בגיזה אע\"ג דלא דמי לבכור דכולו קדוש וא\"כ מכ\"ש היכא דהקדיש כולה חוץ מגיזתה דפשיטא ודאי דאסור ומשמע ודאי דע\"כ לא אבעיא לן אלא בהקדיש חד אבר ומשום טעמא דהקדש וחולין שותפין בו דומיא דשותפות הנכרי אמנם בהקדיש את כולה חוץ מגיזתה דליכא ה\"ט דפשיטא ודאי דאסור וס\"ל לרש\"י ז\"ל דבעיא דתמור' היינו דוק' בק\"מ ולדעת רש\"ל אפשר לומר דכי אבעי' לן דתמורה מהו בגיז' אגיז' אותו אבר דגיזתו קדוש הוא דאבעיא לן מי נימא דכיון דהקדש וחולין שותפין בו לא אסרה תורה גיזה כלל דומיא דשותפות הנכרי דמותר' כולה בגיזה ואפי' חלקו של ישראל או דילמא התם שאני דלא נחתא לה קדושה כו' אבל הכא דנחתא קדושה אאותו אבר אסורה מיהא בגיזת אותו אבר אבל גיזת שאר הגוף פשיטא ליה דמשרא שרי האמנם חזי הוית לרבינו ז\"ל בספ\"א מה' מעילה שכתב וז\"ל הקדיש אבר אחד מן הבהמה בין לבד\"ה בין למזבח הרי הדבר ס' אי אסורה כולה בגיזה ועבודה או אינה אסורה לפיכך אין לוקין עליו יע\"ש והדבר תמוה דכיון דבקדשי בד\"ה קי\"ל דבאומר חוץ מגיזותיה משרא שרי ואפילו בהמה כולה קדושה כמ\"ש בה' בכורים כ\"ש וק\"ו בהקדיש חד אבר דשאר הגוף העור והבשר חולין גמורין דפשיטא ודאי דשאר הגוף מותר בגיז' ושמא י\"ל דס\"ל לרבינו ז\"ל דודאי בגיזת שאר הגוף מותרת דבר תורה ואפי' בק\"מ אלא דכי איבעייא לן מהו בגיזה אכולא גיזה קמבעיא לן ומדרבנן והכי אבעיא לן מהו בגיזה מי נימא דאפי' בגיזת אותו אבר משרא שרי ואפי' מדרבנן דומיא דשותפות הנכרי או דילמא הכא שאני דנחת קדושה אאותו אבר ואותו אבר מיהא אסורה בגיזה ד\"ת וכיון שכן ממילא אסורה כולה בגיזה ומדרבנן גזרו גזרה דילמא אתי למיגזז אותו אבר אבל באומר חוץ מגיזותיה כיון דכולה גיזה דחולין ליכא למיגזר כלל ולפי זה מ\"ש רבינו ולפיכך אין לוקין עליו משו' גיזת אותו אבר הוא דקא' אין לוקין מס' אבל משום גיזת שאר הגוף פשיט' ודאי דאין לוקין דאין איסורו אלא מדרבנן כנ\"ל ומ\"ש רבי' ז\"ל הר\"ז ס' אי אסורה כולה בגיזה ועבודה יש לתמוה שהרי בגמ' לא אבעייא לן אלא בגיזה דוקא אבל בעבוד' פשיטא לן דאסור וכמ\"ש רש\"י ז\"ל שם והנראה ודאי דמה שהכריחו לרש\"י לומר כן ולא שנאמר דגיזה לאו דוק' וחדא מינייהו נקט מדחזינן בבעיא זו דנקט גיזה ובבעיא דלקמן אבעיא לן הקדיש עורה מהו בעבודה משמע דבדוקא הוא ומהתימה על מרן כ\"מ ז\"ל שכתב על דברי רבינו שם בעיא דלא איפשיטא ולא שת לבו לדבר הזה ולפחות הי\"ל להזכיר דברי רש\"י ז\"ל ולומר דרבי' חולק עליו ועוד יש לתמוה על רבינו שהשמיט בעיין דהקדיש עורה אסור בעבודה ד\"ת ולא ידעתי למה וכעת צ\"ע:"
            ],
            [
                "<b>היתה </b>\n<b> בהמה בעלת מום שאינה ראויה ליקרב והקדיש אבר מאבריה בין שהנשמה תלויה בו בין כו' לא נתקדש אלא אותו אבר בלבד כו'. </b> וסיים בדין ח\"י <b> בד\"א </b>\n<b> בקדשי מזבח אבל בקדשי בדק הבית האומר ראש חמור זה כו' הואיל והוא דבר שהנשמה תלויה בו הר\"ז חייב בדמי כולה כו'. </b> ע\"ש ודבריו מבוארים ברפ\"ק דערכין ד\"ד עלה דפרכינן התם אברייתא דקתני והיה ערכך לרבו' טומטום ואנדרוגינוס לדמים דמים ל\"ל קרא לא יהא אלא דמי דיקל' כו' ושקלינן וטרינן בה עד דמסקינן דברייתא דקתני אפילו אמר ראש פרה זו תקדיש אין להקדש אלא ראשה מיירי בהקדיש בעל מום למזבח יע\"ש באורך אשר המתבאר מסוגייא הלזו דקדשי ב\"ה חמירי מקדשי מזבח דבקדשי מזבח במקדיש ב\"מ אין להקדש אלא דמי אותו אבר בלבד ואפילו באבר שהנשמה תלויה בו ואלו בקדשי ב\"ה פשטה קדושה בכולה וחייב ליתן דמי כולה וטעמא טעים רבינו ז\"ל משום שכל הקדש ב\"ה קדושת דמים הוא וכיון שהקדיש דבר שהנשמה תלויה בו הוי כאלו הקדיש כולה שכל דמיו תלוים בדבר זה ועיין במוהרדב\"ז ז\"ל ואולם זו הוא שק' בעיני מאותה שאמרו בר\"פ ראשית הגז במוקדשין מ\"ט לא אמר קרא צאנך ולא צאן הקדש ופרכינן טעמא דכתב רחמנא כו' ומסקינן אמר ר' מני בר פטיש משום ר' ינאי הכא במקדיש בהמתו לב\"ה חוץ מגיזותיה סד\"א ליגזוז וליתיב ליה אמר קרא צאנך א\"ה ק\"מ נמי ק\"מ כחשי קדשי ב\"ה נמי כחשי באומר חוץ מגיזה וכחשה אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ופרש\"י ז\"ל וז\"ל אפי\"ה דאמר חוץ מגיזתה קדשה גיזת' דאיידי דקדושת הגוף חמירא פשטה בכל המחובר בה אבל קדושת דמים כגון קדשי ב\"ה מאי דלא אקדיש לא אקדיש עכ\"ל והדבר מתמיה שהרי מההיא דערכין מבואר אפכא דאדרבא קדשי בד\"ה כיון דקדושת דמים הוא כמ\"ש רבינו חמירי טפי מקדשי מזבח דאפי' בב\"מ פשטה קדושה בכולה ואי לזאת מקום יש בראש לומר דסוגייא דהתם אשינוייא דר' ינאי קאי דקמשני דקרא אצטריך למקדיש בהמתו לב\"ה חוץ מגיזותיה ואיכא למימר דר\"י רבי' דר' יוחנן תנא הוא ופליג אברייתא דפ\"ק דערכין דדריש לקרא דוהיה ערכך לרבות טומטום ואנדרוגינוס לדמים לומר שנידון בכבודו וא\"נ דריש ליה ס\"ל לר' ינאי שדין זה נוהג באדם דגלי קרא אבל לא בבהמה ופליג אאביי ורבא דס\"ל דנוהגת באדם ובבהמה מדהוצרכו לאוקומי לברייתא דקתני אפילו אמר ראש פרה זו הקדש אין להקדש אלא ראשה בלבד דמיירי בק\"מ ובב\"מ ואלו לר' ינאי ברייתא מיירי בקדשי ב\"ה ומשום דבבהמה לא אמרינן נדון בכבודו האמנם זו היא שק' למ\"ש התוס' שם בפ' ראשית הגז ד\"ה במקדיש גיזה וז\"ל ר\"מ בר פטיש דלעיל אית ליה הך דרשא אבל רבא לית ליה דרשא דר\"מ שפטר חוץ מגיזתה וכחישתה מדבעי בסמוך אלא צאנך למאי אתא יעש\"ב אשר נראה לפי פשוטן של דברים שכתבו דרבא לא ס\"ל כר\"מ דפטר חוץ מגיזתה דס\"ל דלרבא במקדיש בהמה לב\"ה חייב בראשית הגז והכריחו הדבר ממאי דבעי אלא צאנך למאי אתא והוא תימ' שהרי לרבא דס\"ל פ\"ק דערכין דקדשי ב\"ה חמירי טפי דאמרינן פשטה קדושה בכולה ע\"כ דרשא דר\"מ ליתיה כלל דכיון דקדשי ב\"ה לרבא כק\"מ לר\"מ דפשטה קדושה בכולה אם כן לאו בני גיזה נינהו ובפשיטות הי\"ל לומר דע\"כ רבא לית ליה דרשא דר\"מ מכח ההיא דפ\"ק דערכין וכ\"כ ק\"ט על רבינו הרמב\"ם ז\"ל שהביא בפרק עשירי מהלכות בכורים דין ב' דרשא דר' ינאי שכתב וז\"ל כיצד הרי שהקדיש בהמה לב\"ה וגיזזן כו' או הקדיש בהמה חוץ מגיזתה יכול יהיה חייב בראשית הגז ת\"ל צאנך כו' ודבריו נפלאו ממני דכיון דבפ\"ג מה' ערכין פסק כרבא דבקדשי ב\"ה פשטה קדושה בכולה א\"כ דרשא דר' ינאי לא חלו בה ידים כלל וכמדובר ואם לחשך אדם לומר דס\"ל ז\"ל דר' ינאי לא פליג אדרבא דע\"כ לא אמרינן דבקדשי ב\"ה פשטה קדושה בכולה אלא דוקא באומר סתם ראש חמור זה הקדש ולא פי' בהדייא חוץ משאר הגוף בהא הוא דאמרינן דכיון דהקדיש דבר שהנשמה תלויה בו הו\"ל כהקדיש כולה וראשו דקאמר לאו דוקא אלא משום דגופא בתר רישא גריר קאמר ראשו אבל במפרש בהדיא חוץ שיורא הוא והיינו דאמרינן מאי דלא הקדיש לא הקדיש כמ\"ש רש\"י ז\"ל הא ודאי ליתא דא\"כ אף אנו נאמר כן דבק\"מ נמי באומר חוץ מגיזותיה דלא פשטה קדושה בכולה ומאי האי דקאמר בגמ' אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ומאי ראיה התם שאני דלא אמר חוץ אלא ראש פרה זו הקדש וכיוצא אבל במפרש בהדייא חוץ ה\"נ דלא פשטה דומייא דקדשי ב\"ה אלא ודאי דמשמע ליה לתלמודא דכי אמרי' פשטה קדושה בכולה אפילו במקום שנאמר בו חוץ אתמר דלא שנא לן עוד אחרת הוקשה אצלי בסוגייא זו דפ' ראשית הגז דאמרינן א\"ה ק\"מ נמי ומשנינן ק\"מ כחשי והוצרכו לאוקומה באומר חוץ מגיזה וכחשה מההיא דגרסינן פ\"ק דתמורה די\"א בעא מיניה אביי מרבא הקדיש עורה מהו בעבודה ת\"ש האומר מה שבמעיה של זו עולה מותר בגיזה ואסורה בעבודה כו' א\"ה אפילו בגיזה נמי עבודה דמכחשה גזרו בה רבנן גיזה דל\"מ לא גזרו בה רבנן יע\"ש הרי בהדייא דס\"ל לתלמודא דגיזה אינה מכחשת וכ\"כ רש\"י ז\"ל שם וז\"ל מהו בעבודה דגיזה לא תבעי לך דלא מכחש לה לעור כו' וזה הפך ממ\"ש בראשית הגז דגיזה מכחשת ולזה ודאי היה אפשר לומר דכי אמרינן דגיזה מכחשת היינו דוקא בבשר דרכיך אבל עור לא מכחשא ליה אלא עבודה דחמירא וכן נמי כי אמרינן דגיזה מכחשת היינו דוקא אגופה דבהמה אבל לולד שבתוכה לא מכחשא ליה אלא עבודה דחמירא טובא אכן זו רעה חולה מ\"ש רש\"י ז\"ל שם סמוך ונראה אההיא דאבעיא לן התם בעו מיניה מרבא הקדיש אבר מהו בגיזה כו' וז\"ל בעבודה לא תבעי לך דאסור דהא מכחש לה יע\"ש אשר מבואר מדבריו דגיזה לא מכחשא ליה לבשר כלל וזה הפך סוגייא דפרק ראשית הגז כי על כן אשר אני אחזה ליישב דברי רבינו שהביא דרשא זו דר' ינאי וניישב ג\"כ מה שהקשה מוהר\"י קורקוס ז\"ל דאוקמתא זו דר' ינאי לא מתרצא אלא באו' חוץ מגיזה וכחשה ולמה זה השמיט רבינו כחשה ואען ואומר דס\"ל ז\"ל דהא דאמרי' בראשית הגז דבק\"מ אפילו באומר חוץ מגיזתה פשטה קדושה בכולה היינו דוקא למאי דאסקינן התם דגיזה מכחשת וצרכינן לאוקומה חוץ מגיזתה וכחשתה בהא הוא דאמרי' דכיון דפשטה קדושה בכל הבשר פשטה נמי אכחישת הבשר דשיירי אבל מבשר לגיזה לא אמרינן איידי דפשטה קדושה בבשר פשטה נמי בגיזה שחוץ לבשר וזה נראה מוכרח דאם איתא דאמרינן פשטה קדושה מבשר לגיזה כי פרכינן מעיקרא א\"ה ק\"מ נמי אמאי הוצרכו לשנויי משום כחשה עד דתקשי ליה בתר הכי קדשי ב\"ה נמי כחשי ולאוקומי באומר חוץ מגיזה וכחשה תיכף ומיד הו\"ל לשנויי ק\"מ פשטה קדושה בכולה אלא משמע דמבשר לגיזה לא אמרינן פשטה כו' ובתר דשנינן באומר חוץ מגיזתה וכחישתה משני שפיר דפשטה קדושה בכולה אכחישתה אבל משום גיזה לא איכפת לן ועיין במוהר\"י קורקוס ז\"ל בדרך השני שכתב ליישב דברי רבינו ז\"ל כי שם רמז למ\"ש ומעתה נתיישבו דברי רבינו ז\"ל דס\"ל דסוגייא דפרק ראשית הגז דאמרה דגיזה מכחשת אינו אלא אליבא דר' ינאי דקאמר דקרא אצטריך למקדיש בהמתו לבד\"ה וק' לן א\"ה אפי' קדשי מזבח נמי ועכ\"ל דס\"ל לר' ינאי דגיזה מכחשת ומשו\"ה בק\"מ לא מהני באומר חוץ מגיזת' מטעמא דפשטה קדושה בכולה משום כחישתה וכאמור אמנם אביי ורבא דפ\"ק דתמורה דס\"ל דגיזה אינה מכחשת כמבואר מההיא דהאומר ולדה של זו עולה דקאמר אביי עבודה דמכחשא כו' וס\"ל לרבי' דאין לחלק בין גופה דבהמה לולד שבתוכה דודאי מסתברא לן לומר דכיון דהיא גופה מכחשת ממילא נמי ולד שבתוכה מכחשה וא\"כ כיון דקי\"ל כאביי ורבא דבתראי נינהו תו לא צרכינן לאוקומ' באומר חוץ מגיזה וכחשה אלא כפשטה מתרצא באומר חוץ מגיזתה גרידא ואפי' בק\"מ נמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה וכדמוכח מההיא דראשית הגז ומה מאד מדוקדקים אצלי דברי רבינו דבראש דבריו שנה ופירש הרי שהקדיש בהמה לבד\"ה כו' וסמוך לזה כתב או שהקדיש בהמה חוץ מגיזתה כו' הנה כתב הקדיש בהמה סתם והיה לו לפרש הקדיש בהמה לבד\"ה כאוקמתא דר' ינאי אלא טעמו ז\"ל כאשר כתבנו דבאומר חוץ מגיזתה גרידא אפי' בק\"מ נמי שפיר דמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה כמבואר מסוגיא דהתם כמ\"ש ומכלל האמור נבא לכלל ישוב למאי דקשייא לן הלא מראש ממה שפסק רבינו כרבא דקדשי ב\"ה פשטה קדושה בכולה דהתם שאני משום דמבשר לבשר אמרינן פשטה קדושה בכולה אבל מבשר לגיזה לא אמרינן כלל פשטה קדושה כו' ואע\"ג דרבי ינאי פליג אדרבא פסק רבי' כוותיה ולא מטעמיה וכמובן זה נ\"ל כפתור ופרח ליישב דבריו זאת ועוד אחרת רחש לבי ליישב סוגייא דערכין עם ההיא דפ' ראשית הגז בשום שכל והבין דברי חכמים וחידותם במ\"ש בערכין דקדשי ב\"ה פשטה קדוש' בכולה וטעמא טעי' הרמב\"ם שכל הקדש בד\"ה קדושת דמים הוא דאם כן מה\"ט נמי במקדיש בעל מום למזבח כיון דקדושת דמים הוא הוה לן למימר דפשטה קדושה בכולה ומה ראו על ככה לחלק ביניהם אחר דאמור רבנן בטעמא דקדשי ב\"ה משום דקדושת דמים הוא וקדשי ב\"ה וקדשי בעלי מומים שניהם קדושת דמים הם ושקולים הם בכל התורה כולה ובהדייא אמרו לענין ראשי' הגז דקדשי ב\"ה ומקדיש ב\"ה למזבח כיון דקדושת דמים הם אינן אסורי' בגיזה אלא מדרבנן כי על כן נראה אצלי טעמא דמילתא כלפי מאי דק\"ל ופסקו רבינו ז\"ל פ\"א מהלכו' אסורי מזבח דהמקדיש ב\"מ למזבח עובר בל\"ת ולא סוף דבר במקדיש ב\"מ קדושת הגוף אלא אפי' מקדיש לדמי עולה כמבואר שם וברפ\"ק דתמורה פרכינן לרבא דאמר כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני והרי מקדיש ב\"מ דרחמנא אמר כל אשר בו מום כו' ותנן אע\"פ שהוא בל\"ת מה שעשה עשוי ומשנינן א\"ל רבא שאני התם דאמר קרא ולנדר לא ירצה רצוי הוא דלא מרצי הא מקדש קדשי יע\"ש ואם כן איכא למימר דה\"ט דמקדיש ב\"מ לא פשטה קדושה בכולה אע\"ג דקדושת דמים הוא משום דהקדש גרוע הוא כיון דע\"י עבירה הוא בא ואי לאו דגלי קרא מסתבר' לן לומר דלא קדשה כלל איכא למימר דהשתא דגלי לן קרא תפסת מועט תפסת ודיו להקדש גרוע כזה שיחול על מה שהקדיש ולא שימשוך אחר עמו ואם כנים אנחנו בטעם זו שכתבנו נראה ודאי דהא דאמרינן דקדשי ב\"ה פשטה קדוש' בכולה היינו דוק' במקדיש ראש חמור או ב\"מ מידי דלא חזי למזבח דהיינו הקדש הראוי לבדק הבית וכמ\"ש רבינו האומר ראש חמור זה או ראש עבד זה כו' אמנם במקדיש תמימי' לבד\"ה כיון דקי\"ל דעובר בל\"ת ואי לאו קרא הי\"ל לומר דלא קדשה כלל אלא משום דמחד קרא נפקי מקדיש תמימים לבד\"ה ומקדיש ב\"מ למזבח הוא דאמרינן דמה שעשה עשוי כדאיתא בריש תמורה אית לן למימר דיו לבא מן הדין להיות כנדון וכי היכי דמקדיש ב\"מ למזבח לא פשטה קדושה בכולה מטעמא דאמרן כיון שהוא הקדש גרוע הבא ע\"י עבירה ה\"נ במקדיש תמימים לבד\"ה לא פשטה קדושה בכולה כיון דע\"י עבירה הוא בא ומעתה סוגיי' דפ' ראשית הגז דאמרינן דבקדשי בד\"ה לא פשטה קדושה בכולה מיתבא שפיר ותפתר במקדיש תמימים לבד\"ה דלא פשטה קדושה בכולה וכדבר האמור ומ\"מ לבי מפקפק בישוב זה דא\"כ כשכתב רבינו דין זה דבקדשי בדק הבית פשטה קדושה בכולה לא היה לו לסתום הדברים והיה לו להביא דין זה דבמקדיש תם לבד\"ה לא פשטה קדושה בכולה דהיינו סוגיא דפרק ראשית הגז אלא משמע דלא שנא ודוק:<br><b> עוד </b> הוקשה אצלי דמסוגייא דפ' ראשית הגז משמע דלאו דלא תגוז אינו אלא כל שהגיזה היא משל הקדש דומיא דבכור אבל באומר חוץ מגיזתה אף על גב דבהמה גופה קדשה כל שהגיזה היא חולין ליתיה בלא תגוז וזה מבואר ממ\"ש סד\"א לגזוז וליתיב ליה ופרש\"י ז\"ל יגזוז לכתחילה דהא גז לא הקדיש יע\"ש וכיון שכן ק\"ט מהא דאמרינן בתמורה בעא מיניה מרבא הקדיש חד אבר מהו בגיזה תפשוט לה מהא דתניא לה תגוז בכור צאנך אבל אתה גוזז בשלך ושל אחרי' ופרש\"י ה\"נ הואיל והקדש וחולין שותפין בו מותר ודחינן התם לא נחתה לה קדושה הכא נחתה לה לישנא אחרינא התם אין בידו להקדיש' כו' ונר' ודאי דכונ' הבעיא היתה אי מותרת כולה בגיזה או לא מי אמרינן דלא אסרה תורה אלא דומיא דבכור דכולה בהמה דהקדש אבל הקדיש חד אבר דהקדש וחולין שותפין בו מותר בגיזה ואפילו גיזת אותו אבר דומיא דבהמת השותפו' של נכרי שמותרת כולה בגיזה או דילמא התם שאני דלא נחתא קדושה כלל כפרש\"י והתוס' ז\"ל שם אבל הכא כיון דנחתא לה קדושה באותו אבר אסירה בגיזה והשת' קשי' דכיון דאפי' בהקדיש כל הבהמה כולה חוץ מגיזתה פשיט' לן בפ' ראשית הגז דמותרת בגיזה כל שהגיזה היא חולין כ\"ש בהקדיש חד אבר דאינו קדוש אלא אותו אבר בלבד ושאר הגוף לא דפשיט' ודאי דשאר הגוף חוץ מאותו אבר דמותר בגיזה וא\"כ היכי אבעי' לן מהו בגיזה והיה נראה אצלי דמכח סוגייא הלזו דתמורה הכריחו לרש\"י ז\"ל מה שכתב שם בפ' ראשית הגז ד\"ה א\"נ וז\"ל מאי דוחקיה לאוקומא בהקדש ב\"ה אפי' בק\"מ נמי ובדעבר וגזז עכ\"ל ומוהרש\"ל ז\"ל תמה עליו דהא איסור גיזה מבכור ילפינן והתם כולו קדוש אבל הכא דהקדיש חוץ מגיזתה מהיכא תיתי לאסור אם לא לפי המסקנא דמשני דפשטה קדושה בכולה ומכח זה כתב דצריך להגיה ובדלא עבר וגזז יע\"ש אכן כפי מ\"ש דברי רש\"י ז\"ל נכונים בטעמן דהכריחו לרש\"י ז\"ל לומר דדוקא בקדשי ב\"ה דאיסור גיזה ליתיה אלא מדרבנן הוא דאמרינן דבאומר חוץ מגיזותיה כל שהגיזה היא חולין לא גזרו אמנם בק\"מ דאיסורייהו מן התורה כל שהבהמה היא קדושה אסורה בגיזה כי היכי דלא תקשי לן ההיא דתמורה דאבעיא לן אפי' בהקדיש חד אבר דשאר הגוף חולין אי אסורה כולה בגיזה אע\"ג דלא דמי לבכור דכולו קדוש וא\"כ מכ\"ש היכא דהקדיש כולה חוץ מגיזתה דפשיטא ודאי דאסור ומשמע ודאי דע\"כ לא אבעיא לן אלא בהקדיש חד אבר ומשום טעמא דהקדש וחולין שותפין בו דומיא דשותפות הנכרי אמנם בהקדיש את כולה חוץ מגיזתה דליכא ה\"ט דפשיטא ודאי דאסור וס\"ל לרש\"י ז\"ל דבעיא דתמור' היינו דוק' בק\"מ ולדעת רש\"ל אפשר לומר דכי אבעי' לן דתמורה מהו בגיז' אגיז' אותו אבר דגיזתו קדוש הוא דאבעיא לן מי נימא דכיון דהקדש וחולין שותפין בו לא אסרה תורה גיזה כלל דומיא דשותפות הנכרי דמותר' כולה בגיזה ואפי' חלקו של ישראל או דילמא התם שאני דלא נחתא לה קדושה כו' אבל הכא דנחתא קדושה אאותו אבר אסורה מיהא בגיזת אותו אבר אבל גיזת שאר הגוף פשיטא ליה דמשרא שרי האמנם חזי הוית לרבינו ז\"ל בספ\"א מה' מעילה שכתב וז\"ל הקדיש אבר אחד מן הבהמה בין לבד\"ה בין למזבח הרי הדבר ס' אי אסורה כולה בגיזה ועבודה או אינה אסורה לפיכך אין לוקין עליו יע\"ש והדבר תמוה דכיון דבקדשי בד\"ה קי\"ל דבאומר חוץ מגיזותיה משרא שרי ואפילו בהמה כולה קדושה כמ\"ש בה' בכורים כ\"ש וק\"ו בהקדיש חד אבר דשאר הגוף העור והבשר חולין גמורין דפשיטא ודאי דשאר הגוף מותר בגיז' ושמא י\"ל דס\"ל לרבינו ז\"ל דודאי בגיזת שאר הגוף מותרת דבר תורה ואפי' בק\"מ אלא דכי איבעייא לן מהו בגיזה אכולא גיזה קמבעיא לן ומדרבנן והכי אבעיא לן מהו בגיזה מי נימא דאפי' בגיזת אותו אבר משרא שרי ואפי' מדרבנן דומיא דשותפות הנכרי או דילמא הכא שאני דנחת קדושה אאותו אבר ואותו אבר מיהא אסורה בגיזה ד\"ת וכיון שכן ממילא אסורה כולה בגיזה ומדרבנן גזרו גזרה דילמא אתי למיגזז אותו אבר אבל באומר חוץ מגיזותיה כיון דכולה גיזה דחולין ליכא למיגזר כלל ולפי זה מ\"ש רבינו ולפיכך אין לוקין עליו משו' גיזת אותו אבר הוא דקא' אין לוקין מס' אבל משום גיזת שאר הגוף פשיט' ודאי דאין לוקין דאין איסורו אלא מדרבנן כנ\"ל ומ\"ש רבי' ז\"ל הר\"ז ס' אי אסורה כולה בגיזה ועבודה יש לתמוה שהרי בגמ' לא אבעייא לן אלא בגיזה דוקא אבל בעבוד' פשיטא לן דאסור וכמ\"ש רש\"י ז\"ל שם והנראה ודאי דמה שהכריחו לרש\"י לומר כן ולא שנאמר דגיזה לאו דוק' וחדא מינייהו נקט מדחזינן בבעיא זו דנקט גיזה ובבעיא דלקמן אבעיא לן הקדיש עורה מהו בעבודה משמע דבדוקא הוא ומהתימה על מרן כ\"מ ז\"ל שכתב על דברי רבינו שם בעיא דלא איפשיטא ולא שת לבו לדבר הזה ולפחות הי\"ל להזכיר דברי רש\"י ז\"ל ולומר דרבי' חולק עליו ועוד יש לתמוה על רבינו שהשמיט בעיין דהקדיש עורה אסור בעבודה ד\"ת ולא ידעתי למה וכעת צ\"ע:"
            ],
            [
                "<b>היתה </b>\n<b> בהמה בעלת מום שאינה ראויה ליקרב והקדיש אבר מאבריה בין שהנשמה תלויה בו בין כו' לא נתקדש אלא אותו אבר בלבד כו'. </b> וסיים בדין ח\"י <b> בד\"א </b>\n<b> בקדשי מזבח אבל בקדשי בדק הבית האומר ראש חמור זה כו' הואיל והוא דבר שהנשמה תלויה בו הר\"ז חייב בדמי כולה כו'. </b> ע\"ש ודבריו מבוארים ברפ\"ק דערכין ד\"ד עלה דפרכינן התם אברייתא דקתני והיה ערכך לרבו' טומטום ואנדרוגינוס לדמים דמים ל\"ל קרא לא יהא אלא דמי דיקל' כו' ושקלינן וטרינן בה עד דמסקינן דברייתא דקתני אפילו אמר ראש פרה זו תקדיש אין להקדש אלא ראשה מיירי בהקדיש בעל מום למזבח יע\"ש באורך אשר המתבאר מסוגייא הלזו דקדשי ב\"ה חמירי מקדשי מזבח דבקדשי מזבח במקדיש ב\"מ אין להקדש אלא דמי אותו אבר בלבד ואפילו באבר שהנשמה תלויה בו ואלו בקדשי ב\"ה פשטה קדושה בכולה וחייב ליתן דמי כולה וטעמא טעים רבינו ז\"ל משום שכל הקדש ב\"ה קדושת דמים הוא וכיון שהקדיש דבר שהנשמה תלויה בו הוי כאלו הקדיש כולה שכל דמיו תלוים בדבר זה ועיין במוהרדב\"ז ז\"ל ואולם זו הוא שק' בעיני מאותה שאמרו בר\"פ ראשית הגז במוקדשין מ\"ט לא אמר קרא צאנך ולא צאן הקדש ופרכינן טעמא דכתב רחמנא כו' ומסקינן אמר ר' מני בר פטיש משום ר' ינאי הכא במקדיש בהמתו לב\"ה חוץ מגיזותיה סד\"א ליגזוז וליתיב ליה אמר קרא צאנך א\"ה ק\"מ נמי ק\"מ כחשי קדשי ב\"ה נמי כחשי באומר חוץ מגיזה וכחשה אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ופרש\"י ז\"ל וז\"ל אפי\"ה דאמר חוץ מגיזתה קדשה גיזת' דאיידי דקדושת הגוף חמירא פשטה בכל המחובר בה אבל קדושת דמים כגון קדשי ב\"ה מאי דלא אקדיש לא אקדיש עכ\"ל והדבר מתמיה שהרי מההיא דערכין מבואר אפכא דאדרבא קדשי בד\"ה כיון דקדושת דמים הוא כמ\"ש רבינו חמירי טפי מקדשי מזבח דאפי' בב\"מ פשטה קדושה בכולה ואי לזאת מקום יש בראש לומר דסוגייא דהתם אשינוייא דר' ינאי קאי דקמשני דקרא אצטריך למקדיש בהמתו לב\"ה חוץ מגיזותיה ואיכא למימר דר\"י רבי' דר' יוחנן תנא הוא ופליג אברייתא דפ\"ק דערכין דדריש לקרא דוהיה ערכך לרבות טומטום ואנדרוגינוס לדמים לומר שנידון בכבודו וא\"נ דריש ליה ס\"ל לר' ינאי שדין זה נוהג באדם דגלי קרא אבל לא בבהמה ופליג אאביי ורבא דס\"ל דנוהגת באדם ובבהמה מדהוצרכו לאוקומי לברייתא דקתני אפילו אמר ראש פרה זו הקדש אין להקדש אלא ראשה בלבד דמיירי בק\"מ ובב\"מ ואלו לר' ינאי ברייתא מיירי בקדשי ב\"ה ומשום דבבהמה לא אמרינן נדון בכבודו האמנם זו היא שק' למ\"ש התוס' שם בפ' ראשית הגז ד\"ה במקדיש גיזה וז\"ל ר\"מ בר פטיש דלעיל אית ליה הך דרשא אבל רבא לית ליה דרשא דר\"מ שפטר חוץ מגיזתה וכחישתה מדבעי בסמוך אלא צאנך למאי אתא יעש\"ב אשר נראה לפי פשוטן של דברים שכתבו דרבא לא ס\"ל כר\"מ דפטר חוץ מגיזתה דס\"ל דלרבא במקדיש בהמה לב\"ה חייב בראשית הגז והכריחו הדבר ממאי דבעי אלא צאנך למאי אתא והוא תימ' שהרי לרבא דס\"ל פ\"ק דערכין דקדשי ב\"ה חמירי טפי דאמרינן פשטה קדושה בכולה ע\"כ דרשא דר\"מ ליתיה כלל דכיון דקדשי ב\"ה לרבא כק\"מ לר\"מ דפשטה קדושה בכולה אם כן לאו בני גיזה נינהו ובפשיטות הי\"ל לומר דע\"כ רבא לית ליה דרשא דר\"מ מכח ההיא דפ\"ק דערכין וכ\"כ ק\"ט על רבינו הרמב\"ם ז\"ל שהביא בפרק עשירי מהלכות בכורים דין ב' דרשא דר' ינאי שכתב וז\"ל כיצד הרי שהקדיש בהמה לב\"ה וגיזזן כו' או הקדיש בהמה חוץ מגיזתה יכול יהיה חייב בראשית הגז ת\"ל צאנך כו' ודבריו נפלאו ממני דכיון דבפ\"ג מה' ערכין פסק כרבא דבקדשי ב\"ה פשטה קדושה בכולה א\"כ דרשא דר' ינאי לא חלו בה ידים כלל וכמדובר ואם לחשך אדם לומר דס\"ל ז\"ל דר' ינאי לא פליג אדרבא דע\"כ לא אמרינן דבקדשי ב\"ה פשטה קדושה בכולה אלא דוקא באומר סתם ראש חמור זה הקדש ולא פי' בהדייא חוץ משאר הגוף בהא הוא דאמרינן דכיון דהקדיש דבר שהנשמה תלויה בו הו\"ל כהקדיש כולה וראשו דקאמר לאו דוקא אלא משום דגופא בתר רישא גריר קאמר ראשו אבל במפרש בהדיא חוץ שיורא הוא והיינו דאמרינן מאי דלא הקדיש לא הקדיש כמ\"ש רש\"י ז\"ל הא ודאי ליתא דא\"כ אף אנו נאמר כן דבק\"מ נמי באומר חוץ מגיזותיה דלא פשטה קדושה בכולה ומאי האי דקאמר בגמ' אפ\"ה פשטה קדושה בכולה ומנא תימרא כו' ומאי ראיה התם שאני דלא אמר חוץ אלא ראש פרה זו הקדש וכיוצא אבל במפרש בהדייא חוץ ה\"נ דלא פשטה דומייא דקדשי ב\"ה אלא ודאי דמשמע ליה לתלמודא דכי אמרי' פשטה קדושה בכולה אפילו במקום שנאמר בו חוץ אתמר דלא שנא לן עוד אחרת הוקשה אצלי בסוגייא זו דפ' ראשית הגז דאמרינן א\"ה ק\"מ נמי ומשנינן ק\"מ כחשי והוצרכו לאוקומה באומר חוץ מגיזה וכחשה מההיא דגרסינן פ\"ק דתמורה די\"א בעא מיניה אביי מרבא הקדיש עורה מהו בעבודה ת\"ש האומר מה שבמעיה של זו עולה מותר בגיזה ואסורה בעבודה כו' א\"ה אפילו בגיזה נמי עבודה דמכחשה גזרו בה רבנן גיזה דל\"מ לא גזרו בה רבנן יע\"ש הרי בהדייא דס\"ל לתלמודא דגיזה אינה מכחשת וכ\"כ רש\"י ז\"ל שם וז\"ל מהו בעבודה דגיזה לא תבעי לך דלא מכחש לה לעור כו' וזה הפך ממ\"ש בראשית הגז דגיזה מכחשת ולזה ודאי היה אפשר לומר דכי אמרינן דגיזה מכחשת היינו דוקא בבשר דרכיך אבל עור לא מכחשא ליה אלא עבודה דחמירא וכן נמי כי אמרינן דגיזה מכחשת היינו דוקא אגופה דבהמה אבל לולד שבתוכה לא מכחשא ליה אלא עבודה דחמירא טובא אכן זו רעה חולה מ\"ש רש\"י ז\"ל שם סמוך ונראה אההיא דאבעיא לן התם בעו מיניה מרבא הקדיש אבר מהו בגיזה כו' וז\"ל בעבודה לא תבעי לך דאסור דהא מכחש לה יע\"ש אשר מבואר מדבריו דגיזה לא מכחשא ליה לבשר כלל וזה הפך סוגייא דפרק ראשית הגז כי על כן אשר אני אחזה ליישב דברי רבינו שהביא דרשא זו דר' ינאי וניישב ג\"כ מה שהקשה מוהר\"י קורקוס ז\"ל דאוקמתא זו דר' ינאי לא מתרצא אלא באו' חוץ מגיזה וכחשה ולמה זה השמיט רבינו כחשה ואען ואומר דס\"ל ז\"ל דהא דאמרי' בראשית הגז דבק\"מ אפילו באומר חוץ מגיזתה פשטה קדושה בכולה היינו דוקא למאי דאסקינן התם דגיזה מכחשת וצרכינן לאוקומה חוץ מגיזתה וכחשתה בהא הוא דאמרי' דכיון דפשטה קדושה בכל הבשר פשטה נמי אכחישת הבשר דשיירי אבל מבשר לגיזה לא אמרינן איידי דפשטה קדושה בבשר פשטה נמי בגיזה שחוץ לבשר וזה נראה מוכרח דאם איתא דאמרינן פשטה קדושה מבשר לגיזה כי פרכינן מעיקרא א\"ה ק\"מ נמי אמאי הוצרכו לשנויי משום כחשה עד דתקשי ליה בתר הכי קדשי ב\"ה נמי כחשי ולאוקומי באומר חוץ מגיזה וכחשה תיכף ומיד הו\"ל לשנויי ק\"מ פשטה קדושה בכולה אלא משמע דמבשר לגיזה לא אמרינן פשטה כו' ובתר דשנינן באומר חוץ מגיזתה וכחישתה משני שפיר דפשטה קדושה בכולה אכחישתה אבל משום גיזה לא איכפת לן ועיין במוהר\"י קורקוס ז\"ל בדרך השני שכתב ליישב דברי רבינו ז\"ל כי שם רמז למ\"ש ומעתה נתיישבו דברי רבינו ז\"ל דס\"ל דסוגייא דפרק ראשית הגז דאמרה דגיזה מכחשת אינו אלא אליבא דר' ינאי דקאמר דקרא אצטריך למקדיש בהמתו לבד\"ה וק' לן א\"ה אפי' קדשי מזבח נמי ועכ\"ל דס\"ל לר' ינאי דגיזה מכחשת ומשו\"ה בק\"מ לא מהני באומר חוץ מגיזת' מטעמא דפשטה קדושה בכולה משום כחישתה וכאמור אמנם אביי ורבא דפ\"ק דתמורה דס\"ל דגיזה אינה מכחשת כמבואר מההיא דהאומר ולדה של זו עולה דקאמר אביי עבודה דמכחשא כו' וס\"ל לרבי' דאין לחלק בין גופה דבהמה לולד שבתוכה דודאי מסתברא לן לומר דכיון דהיא גופה מכחשת ממילא נמי ולד שבתוכה מכחשה וא\"כ כיון דקי\"ל כאביי ורבא דבתראי נינהו תו לא צרכינן לאוקומ' באומר חוץ מגיזה וכחשה אלא כפשטה מתרצא באומר חוץ מגיזתה גרידא ואפי' בק\"מ נמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה וכדמוכח מההיא דראשית הגז ומה מאד מדוקדקים אצלי דברי רבינו דבראש דבריו שנה ופירש הרי שהקדיש בהמה לבד\"ה כו' וסמוך לזה כתב או שהקדיש בהמה חוץ מגיזתה כו' הנה כתב הקדיש בהמה סתם והיה לו לפרש הקדיש בהמה לבד\"ה כאוקמתא דר' ינאי אלא טעמו ז\"ל כאשר כתבנו דבאומר חוץ מגיזתה גרידא אפי' בק\"מ נמי שפיר דמי דמבשר לגיזה לא אמרינן פשטה קדושה בכולה כמבואר מסוגיא דהתם כמ\"ש ומכלל האמור נבא לכלל ישוב למאי דקשייא לן הלא מראש ממה שפסק רבינו כרבא דקדשי ב\"ה פשטה קדושה בכולה דהתם שאני משום דמבשר לבשר אמרינן פשטה קדושה בכולה אבל מבשר לגיזה לא אמרינן כלל פשטה קדושה כו' ואע\"ג דרבי ינאי פליג אדרבא פסק רבי' כוותיה ולא מטעמיה וכמובן זה נ\"ל כפתור ופרח ליישב דבריו זאת ועוד אחרת רחש לבי ליישב סוגייא דערכין עם ההיא דפ' ראשית הגז בשום שכל והבין דברי חכמים וחידותם במ\"ש בערכין דקדשי ב\"ה פשטה קדוש' בכולה וטעמא טעי' הרמב\"ם שכל הקדש בד\"ה קדושת דמים הוא דאם כן מה\"ט נמי במקדיש בעל מום למזבח כיון דקדושת דמים הוא הוה לן למימר דפשטה קדושה בכולה ומה ראו על ככה לחלק ביניהם אחר דאמור רבנן בטעמא דקדשי ב\"ה משום דקדושת דמים הוא וקדשי ב\"ה וקדשי בעלי מומים שניהם קדושת דמים הם ושקולים הם בכל התורה כולה ובהדייא אמרו לענין ראשי' הגז דקדשי ב\"ה ומקדיש ב\"ה למזבח כיון דקדושת דמים הם אינן אסורי' בגיזה אלא מדרבנן כי על כן נראה אצלי טעמא דמילתא כלפי מאי דק\"ל ופסקו רבינו ז\"ל פ\"א מהלכו' אסורי מזבח דהמקדיש ב\"מ למזבח עובר בל\"ת ולא סוף דבר במקדיש ב\"מ קדושת הגוף אלא אפי' מקדיש לדמי עולה כמבואר שם וברפ\"ק דתמורה פרכינן לרבא דאמר כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני והרי מקדיש ב\"מ דרחמנא אמר כל אשר בו מום כו' ותנן אע\"פ שהוא בל\"ת מה שעשה עשוי ומשנינן א\"ל רבא שאני התם דאמר קרא ולנדר לא ירצה רצוי הוא דלא מרצי הא מקדש קדשי יע\"ש ואם כן איכא למימר דה\"ט דמקדיש ב\"מ לא פשטה קדושה בכולה אע\"ג דקדושת דמים הוא משום דהקדש גרוע הוא כיון דע\"י עבירה הוא בא ואי לאו דגלי קרא מסתבר' לן לומר דלא קדשה כלל איכא למימר דהשתא דגלי לן קרא תפסת מועט תפסת ודיו להקדש גרוע כזה שיחול על מה שהקדיש ולא שימשוך אחר עמו ואם כנים אנחנו בטעם זו שכתבנו נראה ודאי דהא דאמרינן דקדשי ב\"ה פשטה קדוש' בכולה היינו דוק' במקדיש ראש חמור או ב\"מ מידי דלא חזי למזבח דהיינו הקדש הראוי לבדק הבית וכמ\"ש רבינו האומר ראש חמור זה או ראש עבד זה כו' אמנם במקדיש תמימי' לבד\"ה כיון דקי\"ל דעובר בל\"ת ואי לאו קרא הי\"ל לומר דלא קדשה כלל אלא משום דמחד קרא נפקי מקדיש תמימים לבד\"ה ומקדיש ב\"מ למזבח הוא דאמרינן דמה שעשה עשוי כדאיתא בריש תמורה אית לן למימר דיו לבא מן הדין להיות כנדון וכי היכי דמקדיש ב\"מ למזבח לא פשטה קדושה בכולה מטעמא דאמרן כיון שהוא הקדש גרוע הבא ע\"י עבירה ה\"נ במקדיש תמימים לבד\"ה לא פשטה קדושה בכולה כיון דע\"י עבירה הוא בא ומעתה סוגיי' דפ' ראשית הגז דאמרינן דבקדשי בד\"ה לא פשטה קדושה בכולה מיתבא שפיר ותפתר במקדיש תמימים לבד\"ה דלא פשטה קדושה בכולה וכדבר האמור ומ\"מ לבי מפקפק בישוב זה דא\"כ כשכתב רבינו דין זה דבקדשי בדק הבית פשטה קדושה בכולה לא היה לו לסתום הדברים והיה לו להביא דין זה דבמקדיש תם לבד\"ה לא פשטה קדושה בכולה דהיינו סוגיא דפרק ראשית הגז אלא משמע דלא שנא ודוק:<br><b> עוד </b> הוקשה אצלי דמסוגייא דפ' ראשית הגז משמע דלאו דלא תגוז אינו אלא כל שהגיזה היא משל הקדש דומיא דבכור אבל באומר חוץ מגיזתה אף על גב דבהמה גופה קדשה כל שהגיזה היא חולין ליתיה בלא תגוז וזה מבואר ממ\"ש סד\"א לגזוז וליתיב ליה ופרש\"י ז\"ל יגזוז לכתחילה דהא גז לא הקדיש יע\"ש וכיון שכן ק\"ט מהא דאמרינן בתמורה בעא מיניה מרבא הקדיש חד אבר מהו בגיזה תפשוט לה מהא דתניא לה תגוז בכור צאנך אבל אתה גוזז בשלך ושל אחרי' ופרש\"י ה\"נ הואיל והקדש וחולין שותפין בו מותר ודחינן התם לא נחתה לה קדושה הכא נחתה לה לישנא אחרינא התם אין בידו להקדיש' כו' ונר' ודאי דכונ' הבעיא היתה אי מותרת כולה בגיזה או לא מי אמרינן דלא אסרה תורה אלא דומיא דבכור דכולה בהמה דהקדש אבל הקדיש חד אבר דהקדש וחולין שותפין בו מותר בגיזה ואפילו גיזת אותו אבר דומיא דבהמת השותפו' של נכרי שמותרת כולה בגיזה או דילמא התם שאני דלא נחתא קדושה כלל כפרש\"י והתוס' ז\"ל שם אבל הכא כיון דנחתא לה קדושה באותו אבר אסירה בגיזה והשת' קשי' דכיון דאפי' בהקדיש כל הבהמה כולה חוץ מגיזתה פשיט' לן בפ' ראשית הגז דמותרת בגיזה כל שהגיזה היא חולין כ\"ש בהקדיש חד אבר דאינו קדוש אלא אותו אבר בלבד ושאר הגוף לא דפשיט' ודאי דשאר הגוף חוץ מאותו אבר דמותר בגיזה וא\"כ היכי אבעי' לן מהו בגיזה והיה נראה אצלי דמכח סוגייא הלזו דתמורה הכריחו לרש\"י ז\"ל מה שכתב שם בפ' ראשית הגז ד\"ה א\"נ וז\"ל מאי דוחקיה לאוקומא בהקדש ב\"ה אפי' בק\"מ נמי ובדעבר וגזז עכ\"ל ומוהרש\"ל ז\"ל תמה עליו דהא איסור גיזה מבכור ילפינן והתם כולו קדוש אבל הכא דהקדיש חוץ מגיזתה מהיכא תיתי לאסור אם לא לפי המסקנא דמשני דפשטה קדושה בכולה ומכח זה כתב דצריך להגיה ובדלא עבר וגזז יע\"ש אכן כפי מ\"ש דברי רש\"י ז\"ל נכונים בטעמן דהכריחו לרש\"י ז\"ל לומר דדוקא בקדשי ב\"ה דאיסור גיזה ליתיה אלא מדרבנן הוא דאמרינן דבאומר חוץ מגיזותיה כל שהגיזה היא חולין לא גזרו אמנם בק\"מ דאיסורייהו מן התורה כל שהבהמה היא קדושה אסורה בגיזה כי היכי דלא תקשי לן ההיא דתמורה דאבעיא לן אפי' בהקדיש חד אבר דשאר הגוף חולין אי אסורה כולה בגיזה אע\"ג דלא דמי לבכור דכולו קדוש וא\"כ מכ\"ש היכא דהקדיש כולה חוץ מגיזתה דפשיטא ודאי דאסור ומשמע ודאי דע\"כ לא אבעיא לן אלא בהקדיש חד אבר ומשום טעמא דהקדש וחולין שותפין בו דומיא דשותפות הנכרי אמנם בהקדיש את כולה חוץ מגיזתה דליכא ה\"ט דפשיטא ודאי דאסור וס\"ל לרש\"י ז\"ל דבעיא דתמור' היינו דוק' בק\"מ ולדעת רש\"ל אפשר לומר דכי אבעי' לן דתמורה מהו בגיז' אגיז' אותו אבר דגיזתו קדוש הוא דאבעיא לן מי נימא דכיון דהקדש וחולין שותפין בו לא אסרה תורה גיזה כלל דומיא דשותפות הנכרי דמותר' כולה בגיזה ואפי' חלקו של ישראל או דילמא התם שאני דלא נחתא לה קדושה כו' אבל הכא דנחתא קדושה אאותו אבר אסורה מיהא בגיזת אותו אבר אבל גיזת שאר הגוף פשיטא ליה דמשרא שרי האמנם חזי הוית לרבינו ז\"ל בספ\"א מה' מעילה שכתב וז\"ל הקדיש אבר אחד מן הבהמה בין לבד\"ה בין למזבח הרי הדבר ס' אי אסורה כולה בגיזה ועבודה או אינה אסורה לפיכך אין לוקין עליו יע\"ש והדבר תמוה דכיון דבקדשי בד\"ה קי\"ל דבאומר חוץ מגיזותיה משרא שרי ואפילו בהמה כולה קדושה כמ\"ש בה' בכורים כ\"ש וק\"ו בהקדיש חד אבר דשאר הגוף העור והבשר חולין גמורין דפשיטא ודאי דשאר הגוף מותר בגיז' ושמא י\"ל דס\"ל לרבינו ז\"ל דודאי בגיזת שאר הגוף מותרת דבר תורה ואפי' בק\"מ אלא דכי איבעייא לן מהו בגיזה אכולא גיזה קמבעיא לן ומדרבנן והכי אבעיא לן מהו בגיזה מי נימא דאפי' בגיזת אותו אבר משרא שרי ואפי' מדרבנן דומיא דשותפות הנכרי או דילמא הכא שאני דנחת קדושה אאותו אבר ואותו אבר מיהא אסורה בגיזה ד\"ת וכיון שכן ממילא אסורה כולה בגיזה ומדרבנן גזרו גזרה דילמא אתי למיגזז אותו אבר אבל באומר חוץ מגיזותיה כיון דכולה גיזה דחולין ליכא למיגזר כלל ולפי זה מ\"ש רבינו ולפיכך אין לוקין עליו משו' גיזת אותו אבר הוא דקא' אין לוקין מס' אבל משום גיזת שאר הגוף פשיט' ודאי דאין לוקין דאין איסורו אלא מדרבנן כנ\"ל ומ\"ש רבי' ז\"ל הר\"ז ס' אי אסורה כולה בגיזה ועבודה יש לתמוה שהרי בגמ' לא אבעייא לן אלא בגיזה דוקא אבל בעבוד' פשיטא לן דאסור וכמ\"ש רש\"י ז\"ל שם והנראה ודאי דמה שהכריחו לרש\"י לומר כן ולא שנאמר דגיזה לאו דוק' וחדא מינייהו נקט מדחזינן בבעיא זו דנקט גיזה ובבעיא דלקמן אבעיא לן הקדיש עורה מהו בעבודה משמע דבדוקא הוא ומהתימה על מרן כ\"מ ז\"ל שכתב על דברי רבינו שם בעיא דלא איפשיטא ולא שת לבו לדבר הזה ולפחות הי\"ל להזכיר דברי רש\"י ז\"ל ולומר דרבי' חולק עליו ועוד יש לתמוה על רבינו שהשמיט בעיין דהקדיש עורה אסור בעבודה ד\"ת ולא ידעתי למה וכעת צ\"ע:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> המקדיש מע\"י אשתו כו' ואם אמר לה יקדשו ידיך כו' כל מעשה ידיה קדש.</b> ע\"כ. הנה הר\"ן ז\"ל בפ' אע\"פ תמה על רבינו וז\"ל ולא ידעתי למה דלדידן דקי\"ל יכולה אשה לומר איני ניזונית ואיני עושה אפי' כי אמר יקדשו ידיך לא מהני כיון דלאו דידיה וכיון שהיא יכולה להפקיע משעבודו ולא מצי אמרת דכי צריכי לטעמא דיכולה כו' היינו לומר דנעשה כו' אבל אי אמר לה בפי' אפי' בלאו האי טעמא מהני כו' דבגמרא אמרינן דהא דרב הונא פליגא אדר\"ל דאמר לא תימא טעמא דר\"מ כו' משום דאדם מקדיש דשלב\"ל אלא טעמא דר\"מ משום שיכול לכופה כו' משמע דדוקא מתוך שיכול לכופה דס\"ל דאינה יכולה לומר איני נזונית כו' הוא דאם אמר יקדשו ידיך מהני אבל לדידן דקי\"ל יכולה לומר איני ניזונית כו' אפילו אמר יקדשו ידיך לא מהני דלאו דידיה נינהו כיון שיכולה להפקיע משעבודו כו' עכ\"ל יע\"ש:<br><b> וכתב </b> הרב נתיבות משפט ז\"ל בדר\"ו ע\"ב שדעת הר\"ן כדעת יש מן הגדולים שכתב רי\"ו דאפי' בניזוני' והולכת מן הבעל אין מע\"י קדוש משום דכיון דבידה בכל שעה לומר איני ניזונית אע\"פ שכעת היא ניזונית לא מקרי מעשה ידיה שלו להקדישן כיון דבשעת הקדש לא מקרי מע\"י שלו דאי בעי אמרה איני ניזונית כו' ומשו\"ה תמה על רבינו ז\"ל אמנם דעת רבינו ז\"ל דאה\"נ דברוצה לזונה והיא אינה רוצה אינו יכול להקדיש אי אמר יקדשו ידיך לעושיהן לדידן דקי\"ל יכולה אשה שתאמר איני ניזונית והיינו דאמרינן ופליגא דר\"ל וכדברי הר\"ן אבל דברי רבינו ז\"ל הם בניזונית ממש מן הבעל ולכך כתב שאם אמר יקדשו ידיך מהני וס\"ל כדעת רש\"י והתוס' שכתבו בד\"ה מאי לאו כו' וז\"ל לאו בשהוא זן אותה קאמר דא\"כ יקדשו מע\"י ואמאי עושה ואוכלת כו' אלא כשהוא רוצה לזונה והיא אינה רוצה יע\"ש וכ\"כ הלח\"מ ז\"ל במ\"ב יע\"ש גם הרב בית שמואל סי' פ\"א סק\"ד כתב שהר\"ן מפרש מ\"ש בגמ' מאי לאו בניזוני' בניזוני' ממש שלא כדעת התוספת ואפילו אליבא דר\"מ אינו קדוש משום דכל שעה יכולה לומר איני ניזונית כו' יע\"ש וכן הוא דעת הרשב\"א והטור כמ\"ש הרב נ\"מ ז\"ל שם יע\"ש: וראיתי לו שהקשה לפי שיטתם דאפי' בניזונית והולכת אין הקדשו הקדש ממאי דפריך שם בגמ' הוי בה ר\"פ במאי אי במעלה לה מזונות ומעה כסף מ\"ט דמ\"ד לאחר מיתה קדוש מחיי' נמי קדוש כו' ואמאי כיון שבידה לומר איני נוטלת מעה כסף ואיני נותנת מותר שכן דעת הר\"ן שם וכן דעת הרשב\"א וא\"כ אין בידה להקדישו מחיים יע\"ש שהניח הדבר בצ\"ע: ולדעתי עדיפא מיניה הי\"ל להקשות מדברי הר\"ן ז\"ל עצמו שכתב במתני' דהמקדיש מע\"י אשתו וז\"ל וקי\"ל כוותיה דרב הונא שה\"ק המקדיש מע\"י אשתו אפי' שהוא רוצה להעלות לה מזונות אם רצתה מפקעת הקדשו דתאמר לו איני ניזונית והר\"ז עושה ואוכלת וכ\"כ עוד שם בסמוך וז\"ל איכא למימר דת\"ק ה\"ק דמחיים דידה לא מצי מקדיש מע\"י אשתו אע\"ג דשכיחי ואע\"פ שהוא רוצה להעלות לה מזונות כל שהיא אינה רוצה כו' יע\"ש הנה מבואר בהדיא מדבריו דדוקא כשהיא אינה רוצה הוא דאין מע\"י קדוש מחיים אבל אם היא ניזונית והולכת מחיים נמי קדוש וכדעת התוס' ורש\"י ז\"ל ונמצא הר\"ן ז\"ל סותר את עצמו ממ\"ש אח\"כ והיותר תימה על הרב בית שמואל שכתב שהר\"ן מפרש מ\"ש בגמ' מאי לאו בניזונית בניזונית ממש ואיך לא השגיח בדברי הר\"ן הללו שנראה בהדיא שהוא מפרש כדעת רש\"י והתוספות ז\"ל ועוד יש להקשות על דברי הר\"ן שלפי הנראה מדבריו דסבירא ליה דבאומר יקדשו ידיך לעושיהן אפי' לאחר מיתה אינו קדוש משום דהו\"ל מקדיש דבר שאינו שלו כיון שבידה לומר איני ניזו' והדבר קשה דהרי בגמ' אמרי לרב ושמואל דאפי' באינו מעלה לה מעה כסף דמותר מע\"י קדושין לאחר מיתה לר\"מ אע\"ג דבשעת הקדש הוי מקדיש דבר שאינו שלו כיון שאינו מעלה לה מעה כסף וא\"כ לדידן באומר יקדשו ידיך הוי כמקדיש מע\"י לר\"מ דס\"ל דלאחר מיתה קדוש וא\"כ הו\"ל להר\"ן לפרש דלאחר מיתה קדוש אמנם לעד\"נ שדעת הר\"ן והרשב\"א והטור שוים ולא פליגי כמ\"ש בתוספות ורש\"י ז\"ל והן שפה אחת ודברים אחדים כמ\"ש הר\"ן דלדידן דקי\"ל דיכולה לומר איני ניזונית אפילו בניזונית והולכת לא חייל ההקדש היינו לפום מאי דקי\"ל כר\"י הסנדלר דאין אדם מקדיש דבר שלב\"ל וכמו כן קי\"ל דאין אדם מקדיש דבר שאינו ברשותו ואפילו באומר לחבירו שדה זו לכשאקחנה ממך תקדוש אמרינן בגמרא שם בסמוך דאינה מקודשת אפי' בשקנאה אח\"כ ובא לרשותו ומשום הכי כתב הר\"ן ז\"ל הלכך לדידן דקי\"ל יכולה לומר איני ניזונית אפילו באומר יקדשו ידיך לעושיהן ניזונית והולכת משל בעל אין מע\"י קדוש כיון דכל שעה בידה לומר איני ניזונית א\"כ בשעת הקדש הו\"ל מקדיש דבר שאינו שלו ומש\"ה אע\"ג דכשניזוני' אח\"כ כבר קנה הבעל מע\"י שעשתה באותו זמן אינו חל עליהן שם הקדש משום דהוי מ\"ד שאינו ברשותו דאינו חל אפי' כשבא לרשותו וכההיא דשדה זו לכשאקחנה ממך תקדוש דאינה מקו' אמנם לר\"מ דס\"ל אדם מקדיש דשלב\"ל וכמו כן דס\"ל אדם מקדיש דבר שאינו ברשותו לכשיבא לרשותו וכדאיתא ביבמות דצ\"ג ופ\"ק דמציעא די\"ו אליבא דרב דס\"ל כר\"מ דהאומר לחבירו שדה זו שאני לוקח ממך קנויה לך מעכשיו דקנה מש\"ה פריך בגמ' שפיר הוי בה ר\"פ אי במעלה לה מזונות ומעלה לה מעה כסף מ\"ט דמ\"ד לאחר מיתה קדוש אליבא דר\"מ הא כיון דלר\"מ אדם מקדיש דשלב\"ל ודבר שאינו ברשותו לכשיבא לרשותו א\"כ ה\"נ נהי דבשעת הקדש הו\"ל מקדיש דבר שאינו שלו כיון שבידה לומר איני ניזונית מ\"מ כשזן אותה כל מע\"י שעשתה באותו זמן הרי זכה בהם הבעל ובאו לרשותו ואם כן יהיו הקדש לר\"מ מחיים ג\"כ שהרי זכה בהן כההיא דשדה זו לכשאקחנה ממך דקנה אח\"כ כשבא לרשותו והיינו טעמא דלא כתב הר\"ן ז\"ל באומר יקדשו ידיך לעושיהן דקדשו לאחר מיתה משום דדוקא לר\"מ דס\"ל אדם מקדיש דבר שאינו ברשותו הוא דאמרינן בגמ' דלאחר מיתה קדוש כיון שבאו לרשותו אח\"כ אמנם לדידן דקי\"ל כר\"י הסנדלר דא\"א מקדיש דשלב\"ל וכמו כן א\"א מקדיש דבר שאינו ברשותו הלכך אפי' לאחר מיתה אינו קדוש כיון דבשעת הקדש הוי מקדיש דש\"ש משום דבאותה שעה יכולה לומר איני ניזונית אינו הקדש אפי' כשבא לרשותו ומעתה אתו דברי הר\"ן ז\"ל כהוגן שמ\"ש דמתני' דהמקדיש מע\"י אשתו דקתני עושה ואוכלת מיירי ברוצה להעלות לה מזונות והיא אינה רוצה וכמ\"ש לעיל דמשמע דברוצה היא גם כן הוי הקדש היינו משום דרישא דמתני' דהמקדיש מע\"י אשתו הוי כר\"מ דהא במותר קתני אליבא דר\"מ דקדוש מינה דרישא אליבא דר\"מ אתמר והילכך מש\"ה כתב דת\"ק ה\"ק דמחיים דידה לא מצי מקדיש מע\"י כל שהיא אינה רוצה אבל בניזונית ממש קדוש לר\"מ מחיים גם כן כשעשתה אותן וזכה בהן הבעל משום דאדם מקדיש דבר שאינו ברשותו לכשיבא לרשותו: ועל פי האמור אפשר שהתוס' ורש\"י ז\"ל ג\"כ ס\"ל כדעת הר\"ן ז\"ל דלדידן דקי\"ל יכולה לומר איני ניזונית אפילו באומר יקדשו ידיך וניזונית והולכת אינן קדושין משום דהו\"ל מקדיש דש\"ש כמ\"ש הר\"ן ומ\"ש ז\"ל בד\"ה מאי כו' לא כשזן אותה קאמר דאם כן יקדשו מע\"י היינו למאי דמוקי בגמ' מתני' דהמקדיש דאיתמר אליבא דר\"מ בניזוני' אהא כתבו דאם זן אותה יקדשו מע\"י לר\"מ כשעשתה אותן וזכה בהן הבעל ואהא מייתי ראיה שפיר ממאי דפריך בגמרא אי במעלה לה מזונות מ\"ט דמ\"ד לאחר מיתה קדוש דהתם לר\"מ פריך וכדכתיבנא אמנם לדידן דא\"א מקדיש דבר שאינו ברשותו מודו התוס' ז\"ל דאפי' ניזונית והולכת מן הבעל אינו הקדש כיון דבשעת שהקדישו היה בידה לומר איני ניזונית הוי מקדיש דבר ש\"ש דאינו הקדש ואנן בעינן דבשעת הקדש שיהי' שלו כבר: ודע דבמ\"ש התוס' לא כשהוא זן אותה קאמר כו' הרב נ\"מ והלח\"מ ז\"ל חלוקים בכונת דבריהם שהרב נ\"מ ז\"ל הבין הדברים כפשטן דכונת' לאפוקי סברת הר\"ן ז\"ל דלא תימא דאפי' ניזונית והולכת מן הבעל אין מע\"י הקדש ואהא כתבו דאי כשהוא זן אותה קאמר יקדשו מע\"י כל זמן שהיא ניזונית אמנם אה\"נ דמודו התוספות דאם רוצה היא אחר הקדש לומר איני ניזונית דיכולה לומר והיינו מ\"ש אלא שהוא רוצה כו' וזה מבואר בדברי הרב הנז' במ\"ש כללן של דברים כו' אבל בניזונית ממע\"י הקדשו הקדש דכל זמן שניזונית כו' יע\"ש וכן ממ\"ש אדברי רבינו דהוה ליה לפרש דמיירי כשהיא ניזוני' והולכת יע\"ש אמנם מדברי הלח\"מ ז\"ל נראה שהבין בדבריהם במ\"ש דאי זן אותה יקדשו מע\"י כונתם לומר דכל שהוא מעלה לה מזונות לאו כל כמינה לומר אחר ההקדש איני ניזונית כו' יע\"ש והנראה שהכריחו לפרש כן משום דאי כונתם לשלול דלא תימא דאפי' בניזונית והולכת דמע\"י של בעל קאמר דלא חייל ההקדש כיון שיכולה לומר איני ניזונית אמאי הוצרכו לסתור פי' זה ממאי דפריך בגמרא ממתני' גופה הוה ליה לדחויי דאם כן אמאי קתני הר\"ז עושה ואוכלת וכ\"כ מוהר\"ב ז\"ל בשיטה מקובצת בכונת דבריהם וכתב שרש\"י ז\"ל וכל המפרשים חלוקים עליהם יע\"ש: ולדעתי העיקר כמ\"ש הרב נ\"מ ז\"ל ומה שהקשה דאם כן אמאי לא דחו פי' זה מגופ' דמתני' איכא למימר דהא לא איריא דכיון דטעמא דאמרינן דאפילו בניזונית והולכת מן הבעל לא חייל ההקדש היינו משום דכיון דיכולה לומר בכל שעה איני ניזוני' הוי מקדיש שאינו שלו איכא למימר דמתני' טעמא אשמועינן דהמקדיש מע\"י אשתו הר\"ז עושה ואוכלת דיכולה לומר איני ניזונית אפילו אחר שהקדיש וממילא משתמע דאפי' בניזוני' כדכתיבנא ובהא ניחא דהתוס' ז\"ל לא פליגי ארש\"י ושאר המפרשים ז\"ל כנ\"ל עוד הקשה הרב הנז' וז\"ל וקו' זו ג\"כ קשה לדברי הר\"ן ז\"ל שהוא מפרש במעלה לה מזונות שהוא רוצה להעלות לה מזונות ממש נראה מדבריו שאינו מפרש במעלה לה מזונות כמ\"ש התוספות ז\"ל ולפי פי' זה קשה יותר דמאי פריך מחיים נמי יהא קדוש כיון שהיא אינה רוצה אע\"פ שהוא רוצה להעלות לה לא קדשי מחיים משום שיכולה לומר כו' יעיין שם שהניחה בצ\"ע והנה מ\"ש שהר\"ן ז\"ל מפרש מ\"ש במעלה לה מזונות שהוא רוצה להעלות לה נראה דהיינו ממאי דכתב הר\"ן אמתני' וז\"ל המותר כו' רב ושמואל מוקמי למתני' ברוצה להעלות לה מזונות ואינו רוצה להעלות לה מעה כסף כו' ובגמרא אמרינן לעולם במעלה לה מזונות ואין מעלה לה מעה כסף רב ושמואל כו' משמע שהוא מפרש מ\"ש במעלה לה מזונות שרוצה להעלות לה ולדעתי נראה שכונת הר\"ן ז\"ל אינו כמו שהבין הוא ז\"ל אלא כונתו למ\"ש התוספות בד\"ה במעלה וז\"ל אליבא דרב אדא מוקמינן לה הכי אבל רב ושמואל לא מצי מוקמי לה במעלה לה מזונות דכיון דסברי דתקנו מזונות תחת מע\"י ה\"נ אמאי עושה ואוכלת אלא רב ושמואל מוקמי למתניתין באין מעלה לה מזונות ולא מעה כסף (כלו' שרוצה להעלות לה והיא אינה רוצה כמ\"ש לעיל בד\"ה מאי ועיין בהרב ח\"ה ז\"ל ע\"כ) ואם כן לזה כוון הר\"ן ז\"ל במ\"ש רב ושמואל מוקמי למתני' ברוצה להעלות לה מזונות כלומר דמ\"ש בגמ' לעולם במעלה לה מזונות דהיינו מעלה לה מזונות ממש היינו אליבא דרב אדא אמנם לרב ושמואל דקי\"ל כוותייהו מוקמינן למתני' ברוצה להעלות משום דס\"ל דמזונות תקנו תחת מע\"י כמ\"ש התוספות ומש\"ה פריך שפיר בגמ' אי במעלה לה מזונות מחיים נמי קדוש ומ\"ש הר\"ן ואינו רוצה להעלות לה מעה כסף לאו למימרא דאי מעלה לה מעה כסף דקדוש מחיים אלא רבותא קאמר דאפי' באינו רוצה להעלות לה קאמר ר\"מ דקדוש ומשום דרישא לא איירי לרבא אלא ברוצה להעלות לה דאי בשאינו רוצה פשיטא כדפריך בגמ' קאמר דסיפא מצי מתוקמא נמי אפי' באינו רוצה ואשמועינן רבותא דאפי' הכי קדוש לר\"מ ועיין בהר\"ן פי\"א דנדרים דפ\"ה ע\"ב ד\"ה והמותר יע\"ש:<br><b> והטור </b> ז\"ל בסימן פ' כתב משם הרב יונה דדוקא בעיקר מע\"י יכולה לומר איני ניזונית ואיני עושה אבל המותר על ה' סלעים שהוא שלו כנגד מעה כסף אינ' יכולה לומר איני נוטלת מעה כסף ואיני נותנת מותר יע\"ש וכן נ\"ל שהוא דעת רש\"י ממ\"ש בפרק אע\"פ דף נ\"ט ע\"ב ד\"ה לעולם במעלה לה כו' וז\"ל וה\"ה דמצי לאוקמה בשאין מעלה לה מזונות ומעלה לה מעה כסף אלא משום רב דאית ליה יכולה אשה שתאמר כו' ואוקי רישא בניזונית להכי אוקי סיפא בניזונית ע\"כ ויש לדקדק טובא בדברי רש\"י הללו דאיך כתב דמשום דאוקי רישא בניזונית להכי אוקי סיפא בניזונית הא אדרבא אי הוה מוקמינן לה בשאין מעלה לה מזונות ומעלה לה מעה כסף ורב סבר דתקנו מזונות תחת מותר ומעה כסף תחת מע\"י הוה אתי סיפא דומיא דרישא ממש לפי מ\"ש רש\"י לעיל בד\"ה מאי לאו בנזוני' שיש לה נכסים ומבקש לזונה משמע דאי מעלה לה מזונות ממש אפילו לרב קדשי מע\"י ואם כן סיפא נמי מוקמינן לה בהכי ברוצה להעלות לה מזונות והיא אינה רוצה ומעלה לה מעה כסף ממש ומשום הכי קאמרי רב ושמואל דלאחר מיתה קדשי כיון שהיא אינה רוצה ויכולה לומר איני ניזונית כו' ואדרבא השתא דמוקמינן לה במעלה לה מזונות ואינו מעלה לה מעה כסף לא הוי דומיא דרישא דרישא לא איירי אלא ברוצה לזונה והיא אינה רוצה כמ\"ש רש\"י ז\"ל לעיל וסיפא מצי איירי נמי בניזונית ממש ואפי\"ה אינו קדוש מחיים כיון שאינו מעלה לה מעה כסף וכמו שהקשה הרמב\"ן ז\"ל והביאו מוהר\"ב ז\"ל יע\"ש: אמנם אם נאמר שדעת רש\"י ז\"ל דבמותר אינה יכולה לומר איני נוטלת ואיני עושה כו' משום דמותר תקנו משום חינה אתו כהוגן דברי רש\"י ז\"ל משום דאי מוקמינן לה אפכא באינו מעלה לה מזונות ומעלה לה מעה כסף וס\"ל לרב דמזונות תקנו תחת מותר אם כן ע\"כ סיפא איירי באינו רוצה להעלות לה מזונות דאי רוצה להעלות לה מזונות מחיים נמי קדוש כיון שיכול לכופה ליתן לו המותר כנגד מזונותיה ולא הוי דומייא דרישא משום דסיפא מצי איירי לרב אפילו ברוצה לזונה (וזהו ניזונית שכתב רש\"י ז\"ל ודלא כהרב ח\"ה ז\"ל) ורישא לא מתוקמא אלא בשאינו רוצה לזונה דוקא ברם השתא דמוקמינן לה במעלה לה מזונות וס\"ל לרב דמזונות תקנו תחת מע\"י הוי שפיר סיפא דומיא דרישא דרישא איירי ברוצה לזונה וסיפא נמי איירי בהכי ואע\"ג דסיפא איירי נמי אפי' בניזונית ממש כמו שהקשה הרמב\"ן ז\"ל מ\"מ הא מיהא בהא מילתא הוי סיפא דומיי' דרישא דתרווייהו מיירי ברוצה לזונה משא\"כ אי מוקמינן לה איפכא לא הוי רישא דומייא דסיפא כלל וכן ראיתי בשיט' כ\"י למוהר\"י קורקוס שתי' כן לקו' הרמב\"ן: עוד ראיתי לו ז\"ל שם שהקשה לדברי רש\"י אלו דהא אם נאמר דרב ס\"ל דמזונות תקנו תחת מותר ומעה כסף תחת מע\"י א\"כ לרב רישא דמתני' מתוקמא ברוצה להעלות לה מעה כסף ואפילו הכי אשמועינן מתני' דהר\"ז עושה ואוכלת משום דיכולה לומר איני נוטלת ואיני עושה ואפי' דנימא דרישא מיירי באינו רוצה להעלות לה מזונות מסתייעא שפיר סברת רב כיון דאיירי ברוצה להעלות לה מעה כסף ומ\"ש בגמרא מאי לאו בניזונית היינו לפי האמת דקאמר בגמ' דס\"ל לרב דתקנו מזונות תחת מע\"י צריך לאוקמה בניזונית אמנם לפי מ\"ש רש\"י דהוה מצי לאוקמי איפכא דרב ס\"ל דמעה כסף תקנו תחת מע\"י מתני' מתוקמה ברוצה להעלות לה מעה כסף וא\"כ איך כתב רש\"י דאוקי רישא בניזונית כו' הא אם נאמר ג\"כ דסיפא מיירי באין מעלה לה מזונות וס\"ל דתקנו מזונות תחת מותר הוי שפיר סיפא דומיא דרישא דרישא נמי מצי איירי ברוצה להעלות לה מעה כסף ואינו רוצה להעלות לה מזונות ואפי\"ה אשמועינן מתניתין שפיר דהר\"ז עושה ואוכלת אלו דבריו ז\"ל ולע\"ד הא לא קשיא דכונת רש\"י לומר דאם נאמר איפכא דרב ס\"ל דמזונות תקנו תחת מותר אם כן הך סיפא לא הוי דומיא דרישא משום דסיפא לא מצי איירי אלא בשאינו רוצה להעלות לה מזונות אבל ברוצה להעלות לה מזונות לא הוי מצי מתוקמ' דכיון דתקנו מזונות תחת מותר מחיי' נמי קדוש דיכול לכופ' כמ\"ש הר' יונה ז\"ל ורישא דקתני הר\"ז עושה ואוכלת מתוקמא נמי אפי' בניזוני' ממש ואפי\"ה קתני דהר\"ז עושה ואוכלת כיון שהיא אינה רוצה ליטול מעה כסף ונהי דמצי לאוקומה נמי באינה ניזונית מ\"מ לא הוי דומיא דרישא משום דדינא דרישא איתיה נמי אפי' בניזונית ודינא דסיפא לא משכחת לה אלא בשאינה ניזונית אמנם לפום מאי דקאמר השתא תלמודא דינא דרישא ודינא דסיפא שוים הן דכולה מילתא דרישא ודסיפא איתיה בניזונית ושאינה ניזונית כנ\"ל ודוק וראיתי לו עוד שפי' פי' מחודש בדברי רש\"י ולע\"ד איננו מחוור מכמה אנפי ולכך לא כתבתיו יע\"ש ומ\"מ אכתי יש מן הקושי' בדברי רש\"י דמדלא תי' לקושייתו כמו שתי' בתוס' למה שהקשו דמאי דוחקיה לאוקמא בלאחר מיתה לוקמה מחיים וכגון דמעלה לה מעה כסף משום דאין רגילות שיעלה לה מעה כסף ולא יעלה לה מזונות משמע דהא לא איכפת ליה לרש\"י וכיון שכן קשה דלמאי דלא קאמר תלמודא איפכא שפיר תריץ יתיב רש\"י משום דלא הוי דומיא דרישא אבל מ\"מ לרב גופיה תקשי ליה דאמאי לא קאמר דמתני' איירי ברוצה להעלות לה מזונות ומעלה לה מעה כסף ומחיים קדוש דומיא דרישא וצ\"ע שוב ראיתי למוהר\"ב בדי\"ג ע\"ב שכתב דאפשר שדעת רש\"י כדעת הר\"י ן' מיגאש שהוא דעת הר' יונה שכתב הטור אלא שלא הכריע הדבר כמו שהכרענו ולדעתי היא ראיה מוכרחת ודוק:"
            ],
            [],
            [
                "<b>וכן </b>\n<b> המשכיר בית בנוי כו'.</b> עיין מ\"ש פ\"ג מה' אישות הלכה ג':"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות ערכים וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}