{
    "title": "Tziunei Maharan on Mishneh Torah, Diverse Species",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Diverse_Species",
    "text": [
        [
            [],
            [],
            [
                "<b>ואסור לאדם לקיים כלאי זרעים בשדהו אלא עוקרן ואם קיימן אינו לוקה.</b> עי' מ\"ש הכ\"מ ועי' במל\"מ שתמה עליו מע\"ז דף ס\"ד שנראה שם דלרבנן מותר לקיים, ונראה שדברי רבינו נובעין מהתוספתא דמכות פרק ד' דאיתא שם המאחר במוקדשים והמשייר חמץ בפסח והמקיים כלאים עובר בל\"ת אבל אין לוקין עליהן את הארבעים לפי שאין בהם מעשה ע\"כ, ורבינו פסק כהתוספתא הזו בפ\"א מהל' חמץ הלכה ג' ע\"ש ובמ\"מ, וס\"ל לרבינו דאף דלרבנן דפליגי עם ר\"ע משמע ליה להגמ' שם דמתירין אף לכתחילה מ\"מ כיון דתנא דתוספתא ס\"ל שאסור לכן פסק כתנא דתוספתא וא\"ש. שוב ראיתי בביאור הגר\"א ז\"ל ביו\"ד סי' רצ\"ז סק\"ט שכתב ואף שבע\"ז ס\"ד משמע דלרבנן מותר היינו בשדה של עכו\"ם ע\"כ, ולדבריו ל\"פ כלל הירושלמי ותלמודא דידן ולק\"מ קושיית המל\"מ:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין אדם מקדש דבר שאינו שלו לפיכך המסכך גפנו על גבי תבואתו של חבירו כו'.</b> עי' בכ\"מ, ועי' ביבמות (דף פ\"ג ע\"א) דשם הגירסא המסכך גפנו על גבי תבואתו של חבירו הרי זה קידש וחייב באחריותו דברי ר\"מ ר' יוסי ור\"ש אומרים אין אדם אוסר דבר שאינו שלו ע\"ש, ולפ\"ז י\"ל דרב לשיטתיה בעירובין (דף מ\"ז:) דלית ליה להני כללי דחשיב שם (דף מ\"ו:) דר' יהודה ור' יוסי הלכה כר' יוסי ואצ\"ל ר\"מ ור' יוסי הלכה כר' יוסי לכן פסק בכאן דלא כר' יוסי אבל לדידן דקי\"ל כהני כללי שפיר פסק רבינו כר' יוסי ול\"ק קושית הכ\"מ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הזורע כו' ומכין אותו מכת מרדות.</b> עיין בכ\"מ, אבל באמת דברי רבינו הם גמרא ערוכה במנחות (דף ע') א\"ר טביומי בר קינסא אמר שמואל הזורע כלאים בעציץ שאינו נקוב אסור אמר אביי בשלמא אי אשמעינן לוקה מכת מרדות מדרבנן שפיר אלא אסור מאי קמ\"ל כו' ע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>אבל אם זרע חוצה לו כו'.</b> ובהשגות א\"א לא מצאתי עיקר לזה בירושלמי כו', ועי' בכ\"מ שהניח זה בצ\"ע, ולענ\"ד נראה שמן הירושלמי למד כן דאמר ר' זעירא תוכו שמונה חוצה לו שש עשרה ומאי שש עשרה דקאמר אלא כלומר דין שש עשרה דדוקא תוכו יש לו דין שמונה ואינו מרחיק אלא ו' טפחים אבל חוצה לו יש לו דין שש עשרה דקרחת הכרם שמרחיק ארבע אמות וזורע ע\"כ תוי\"ט פ\"ד דכלאים מ\"ט. והמרה\"פ בירושלמי פ\"ז דכלאים סוף ה\"ב כתב דדברי רבינו יש להם עיקר שם דקאמר שם ר\"ז הדא אמרה כרם גדול שנטעו שמונה על שמונה אין לו מחול ומשמע דמיהת דין כרם יש לו לענין שצריך להרחיק מבחוץ ד' אמות ע\"ש ובפ\"ד ה\"ג:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>ואם היה מין טהור עם מין טהורה מותר באכילה.</b> הכ\"מ לא הראה מקור לזה, ובב\"י יו\"ד סי' רצ\"ז כתב דכן משמע בפ\"ב דבכורים דכוי חלבו אסור משמע דבשרו מותר, וכ\"כ הבאה\"ג שם סעיף ה' ובאמת דברי רבינו מבוארין להדיא בחולין (דף קט\"ו ע\"א) ואימא כלאי כרם אסורין בין באכילה בין בהנאה כלאי זרעים באכילה אסורים בהנאה שרי איתקוש לכלאי בהמה דכתיב בהמתך לא תרביע כלאים שדך לא תזרע כלאים מה בהמתך היוצא ממנה מותר אף שדך היוצא ממנו מותר, וכלאי בהמה גופייהו מנלן מדאסר רחמנא כלאים לגבוה מכלל דלהדיוט שרי ע\"כ, ומצאתי בשעה\"מ פ\"א מהל' כלאים ה\"ז שעמד בזה ע\"ד הב\"י ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במל\"מ </b> בסוף הדבור, ודע דהמרביע פסוהמ\"ק ע\"ג פסוהמ\"ק נראה דאינו לוקה דומיא דהילודים מן הכלאים דמותרים זה בזה. עיין רש\"י מכות כ\"ב ע\"א על מימרא דר' הושעיא המרביע שור פסוהמ\"ק מבואר דלא כהמל\"מ ע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות כלאים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}