{
    "title": "Mishneh Torah, Service on the Day of Atonement",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Service_on_the_Day_of_Atonement",
    "text": [
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "and afterwards they send the living goat in the hand of a man that was ready to lead it to the desert, and anyone is able to lead it, but they made high kohanim as the set rule and didn't let a yisrael lead it. and they would make sukkos from yerushalayim until the beginning of the desert, and one man or many men would rest in each sukkah, so that they would be accompanying him from sukkah to sukkah. at every sukkah they would say to him, here is food and here is water and if his strength weakened and he needed to eat, he would eat--but never did any man need that. and the men of the last sukkah stood at the end of the border and saw his actions from afar, how he did it: he divided a scarlet thread that was on its horns, half of it he tied to a rock, and half he tied between its two horns, and he pushed it from behind and it would roll and fall--before it even reached halfway down the mountain, it would become many limbs...and then he would come and sit under the last sukkah until it became dark; and they would prepare towers and they would wave signals so that they would know that the goat had reached the desert; and after they sent the goat with its leader, he (kohein gadol) returned to the bull and the goat whose blood he had sprinkled previously..."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות עבודת יום הכפורים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}