{
    "title": "Mishneh Torah, Trespass",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Trespass",
    "text": [
        [
            "אָסוּר לְהֶדְיוֹט לֵהָנוֹת מִקָּדְשֵׁי הַשֵּׁם. בֵּין מִדְּבָרִים הַקְּרֵבִין עַל גַּבֵּי הַמִּזְבֵּחַ. בֵּין מִקָּדְשֵׁי בֶּדֶק הַבַּיִת. וְכָל הַנֶּהֱנֶה בִּשְׁוֵה פְּרוּטָה מִקָּדְשֵׁי הַשֵּׁם מָעַל: ",
            "דְּבָרִים שֶׁהֻתְּרוּ בַּאֲכִילָה מִן הַקָּרְבָּנוֹת. כְּגוֹן בְּשַׂר חַטָּאת וְאָשָׁם אַחַר זְרִיקַת דָּמָן אוֹ שְׁתֵּי הַלֶּחֶם אַחַר זְרִיקַת דַּם שְׁנֵי הַכְּבָשִׂים אֵין בָּהֶן מְעִילָה. אֲפִלּוּ אָכַל הַזָּר מֵאֵלּוּ וְכַיּוֹצֵא בָּהֶן. הוֹאִיל וְהֵן מֻתָּרִין לְמִקְצָת בְּנֵי אָדָם לֵהָנוֹת בָּהֶן כָּל הַנֶּהֱנֶה מֵהֶן לֹא מָעַל. וַאֲפִלּוּ נִפְסְלוּ וְנֶאֶסְרוּ בַּאֲכִילָה הוֹאִיל וְהָיְתָה לָהֶן שְׁעַת הֶתֵּר אֵין חַיָּבִין עֲלֵיהֶן מְעִילָה: ",
            "כָּל הַמּוֹעֵל בְּזָדוֹן לוֹקֶה וּמְשַׁלֵּם מַה שֶּׁפָּגַם מִן הַקֹּדֶשׁ בְּרֹאשׁוֹ. וְאַזְהָרָה שֶׁל מְעִילָה מִזֶּה שֶׁנֶּאֱמַר <small>(דברים יב יז)</small> \"לֹא תוּכַל לֶאֱכל בִּשְׁעָרֶיךָ מַעְשַׂר דְּגָנְךָ\" וְגוֹ' <small>(דברים יב יז)</small> \"וּנְדָרֶיךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לָאוֹכֵל מִבְּשַׂר עוֹלָה הוֹאִיל וְכֻלּוֹ לַשֵּׁם. וְהוּא הַדִּין לִשְׁאָר כָּל קֹדֶשׁ שֶׁהוּא לַהַשֵּׁם לְבַדּוֹ בֵּין מִקָּדְשֵׁי הַמִּזְבֵּחַ בֵּין מִקָּדְשֵׁי בֶּדֶק הַבַּיִת אִם נֶהֱנֶה בָּהֶן שְׁוֵה פְּרוּטָה לוֹקֶה. מָעַל בִּשְׁגָגָה מְשַׁלֵּם מַה שֶּׁנֶּהֱנָה וְתוֹסֶפֶת חֹמֶשׁ. וּמֵבִיא אַיִל בִּשְׁנֵי סְלָעִים וּמַקְרִיבוֹ אָשָׁם וּמִתְכַּפֵּר לוֹ וְזֶהוּ הַנִּקְרָא אֲשַׁם מְעִילוֹת. שֶׁנֶּאֱמַר <small>(ויקרא ה טו)</small> \"וְחָטְאָה בִּשְׁגָגָה מִקָּדְשֵׁי ה' וְהֵבִיא אֶת אֲשָׁמוֹ\" וְגוֹ' <small>(ויקרא ה טז)</small> \"וְאֵת אֲשֶׁר חָטָא מִן הַקֹּדֶשׁ יְשַׁלֵּם וְאֶת חֲמִישִׁתוֹ\" וְגוֹ'. וְשִׁלּוּם הַקֶּרֶן בְּתוֹסֶפֶת חֹמֶשׁ עִם הֲבָאַת הַקָּרְבָּן מִצְוַת עֲשֵׂה: ",
            "תַּשְׁלוּם הַקֶּרֶן וַהֲבָאַת הָאָשָׁם מְעַכְּבִין הַכַּפָּרָה. וְאֵין הַחֹמֶשׁ מְעַכֵּב. שֶׁנֶּאֱמַר <small>(ויקרא ה טז)</small> \"בְּאֵיל הָאָשָׁם\". אַיִל וְאָשָׁם מְעַכְּבִין וְאֵין הַחֹמֶשׁ מְעַכֵּב: ",
            "הֵבִיא מְעִילָתוֹ עַד שֶׁלֹּא הֵבִיא אֲשָׁמוֹ לֹא יָצָא. נִסְתַּפֵּק לוֹ אִם מָעַל אוֹ לֹא מָעַל פָּטוּר מִן הַתַּשְׁלוּמִין וּמִן הַקָּרְבָּן. וְהַחֹמֶשׁ הֲרֵי הוּא כִּתְחִלַּת הַהֶקְדֵּשׁ וְאִם נֶהֱנָה בּוֹ מוֹסִיף חֹמֶשׁ עַל הַחֹמֶשׁ. וּכְבָר בֵּאַרְנוּ כַּמָּה פְּעָמִים שֶׁהַחֹמֶשׁ אֶחָד מֵאַרְבָּעָה מִן הַקֶּרֶן עַד שֶׁיִּהְיֶה הוּא וְחֻמְשׁוֹ חֲמִשָּׁה: ",
            "יֵשׁ דְּבָרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶן מְעִילָה מִדִּבְרֵי תּוֹרָה אֲבָל אָסוּר לֵהָנוֹת בָּהֶן מִדִּבְרֵי סוֹפְרִים וְהַנֶּהֱנֶה מֵהֶן מְשַׁלֵּם קֶרֶן בִּלְבַד וְאֵינוֹ מוֹסִיף חֹמֶשׁ וְאֵינוֹ מֵבִיא אָשָׁם: ",
            "כָּל קָדְשֵׁי מִזְבֵּחַ בֵּין קָדְשֵׁי קָדָשִׁים בֵּין קָדָשִׁים קַלִּים אֲסוּרִין בְּגִזָּה וַעֲבוֹדָה שֶׁנֶּאֱמַר <small>(דברים טו יט)</small> \"לֹא תַעֲבֹד בִּבְכֹר שׁוֹרֶךָ וְלֹא תָגֹז בְּכוֹר צֹאנֶךָ\". וְהוּא הַדִּין לִשְׁאָר קָדָשִׁים. וְהַגּוֹזֵז אֶת הַשּׁוֹר אוֹ הָעוֹבֵד בַּצֹּאן לוֹקֶה מִן הַתּוֹרָה. וְתוֹלֵשׁ אֵינוֹ כְּגוֹזֵז. וְיֵרָאֶה לִי שֶׁאֵינוֹ לוֹקֶה עַד שֶׁיִּגְזֹז כְּדֵי רֹחַב הַסִּיט כָּפוּל. לֹא יִהְיֶה זֶה חָמוּר מִשַּׁבָּת: ",
            "סְפֵק קָדָשִׁים כְּגוֹן בְּהֵמָה שֶׁהִיא סְפֵק בְּכוֹר וְכַיּוֹצֵא בָּהּ. הֲרֵי הֵן אֲסוּרִין בְּגִזָּה וַעֲבוֹדָה וְהַגּוֹזֵז אוֹ הָעוֹבֵד בָּהֶן אֵינוֹ לוֹקֶה: ",
            "בֶּהֱמַת הֶקְדֵּשׁ שֶׁנָּפַל בָּהּ מוּם וְנִפְדַּת כְּמוֹ שֶׁבֵּאַרְנוּ אֵינָהּ מֻתֶּרֶת בְּגִזָּה וַעֲבוֹדָה וַהֲרֵי הִיא בְּאִסּוּרָהּ עַד שֶׁתִּשָּׁחֵט. נִשְׁחֲטָה אַחַר פִּדְיוֹנָהּ הֻתְּרָה בַּאֲכִילָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁקָּדַם הֶקְדֵּשָׁן אֶת מוּמָן אוֹ קָדַם מוּם עוֹבֵר לְהֶקְדֵּשָׁן. אֲבָל הַמַּקְדִּישׁ בַּעֲלַת מוּם קָבוּעַ לַמִּזְבֵּחַ אֵינָהּ אֲסוּרָה בְּגִזָּה וַעֲבוֹדָה אֶלָּא מִדִּבְרֵיהֶם. נִפְדַּת הֲרֵי זוֹ כְּחֻלִּין לְכָל דָּבָר וְתֵצֵא לְחֻלִּין לְהִגָּזֵז וּלְהֵעָבֵד. חוּץ מִן הַבְּכוֹר וְהַמַּעֲשֵׂר שֶׁהַקְּדֻשָּׁה חָלָה עַל גּוּפָן אַף עַל פִּי שֶׁהֵן בַּעֲלֵי מוּמִין קְבוּעִין מִתְּחִלָּתָן. וְאֵינָן יוֹצְאִין לְחֻלִּין לְהִגָּזֵז וּלְהֵעָבֵד לְעוֹלָם. וְאָסוּר לְהַרְבִּיעַ בִּבְכוֹר אוֹ בִּפְסוּלֵי הַמֻּקְדָּשִׁין: ",
            "מֻתָּר לִתְלֹשׁ אֶת הַשֵּׂעָר לְכַתְּחִלָּה מִן הַקָּדָשִׁים כְּדֵי לְהַרְאוֹת הַמּוּם לְמֻמְחֶה. וְאוֹתוֹ הַשֵּׂעָר שֶׁתָּלַשׁ אוֹ שֶׁנָּשַׁר מִן הַבְּהֵמָה אוֹ מִן הַבְּכוֹר וְהַמַּעֲשֵׂר הֲרֵי זֶה אָסוּר בַּהֲנָיָה אֲפִלּוּ לְאַחַר שֶׁיִּשָּׁחֲטוּ מִפְּנֵי מוּמָן. גְּזֵרָה שֶׁמָּא יַשְׁהֶה אוֹתָן הוֹאִיל וְאֵינָן בָּאִין לְכַפָּרָה. אֲבָל צֶמֶר הַנּוֹשֵׁר מִן הַחַטָּאת וְהָאָשָׁם מֻתָּר בַּהֲנָיָה לְאַחַר שְׁחִיטָתָן מִפְּנֵי מוּמָן. הוֹאִיל וּלְכַפָּרָה הֵן בָּאִין אֵינוֹ מַשְׁהֶה אוֹתָן. וְאִם נִתְלַשׁ מִן הָעוֹלָה הֲרֵי זֶה סָפֵק. וְכָל שֶׁיִּתָּלֵשׁ מִכָּל הַקָּדָשִׁים אַחַר שֶׁנָּפַל בָּהֶן מוּם הֲרֵי הוּא מֻתָּר בַּהֲנָיָה שֶׁהֲרֵי לֹא תָּלַשׁ בְּיָדוֹ. חוּץ מִן הַבְּכוֹר וְהַמַּעֲשֵׂר שֶׁאַף הַנִּתְלָשׁ מִמֶּנּוּ אַחַר שֶׁנָּפַל בּוֹ מוּם אָסוּר בַּהֲנָיָה: ",
            "הַשּׁוֹחֵט בְּכוֹר אוֹ שְׁאָר מֻקְדָּשִׁין. תּוֹלֵשׁ אֶת הַשֵּׂעָר מִכָּאן וּמִכָּאן לַעֲשׂוֹת מָקוֹם לַסַּכִּין. וּבִלְבַד שֶׁלֹּא יְזִיזֶנּוּ מִמְּקוֹמוֹ: ",
            "קָדְשֵׁי בֶּדֶק הַבַּיִת אֲסוּרִין בְּגִזָּה וַעֲבוֹדָה מִדִּבְרֵי סוֹפְרִים אֲבָל מִן הַתּוֹרָה אֵינָן אֲסוּרִין. לְפִיכָךְ הַגּוֹזֵז אוֹתָן אוֹ הָעוֹבֵד בָּהֶן אֵינוֹ לוֹקֶה אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: ",
            "הַמַּקְדִּישׁ עֻבָּר לַמִּזְבֵּחַ אִמּוֹ אֲסוּרָה בַּעֲבוֹדָה מִדִּבְרֵי סוֹפְרִים. מִפְּנֵי שֶׁעֲבוֹדָתָהּ מַכְחֶשֶׁת אֶת הָעֻבָּר גָּזְרוּ בָּהּ. וַהֲרֵי הִיא מֻתֶּרֶת בְּגִזָּה שֶׁאֵין בָּזֶה הֶפְסֵד לַוָּלָד. הִקְדִּישׁ אֵיבָר אֶחָד מִן הַבְּהֵמָה בֵּין לְבֶדֶק הַבַּיִת בֵּין לַמִּזְבֵּחַ הֲרֵי הַדָּבָר סָפֵק אִם אֲסוּרָה כֻּלָּהּ בְּגִזָּה וַעֲבוֹדָה אוֹ אֵינָהּ אֲסוּרָה לְפִיכָךְ אֵין לוֹקִין עָלֶיהָ: "
        ],
        [
            "קָדָשִׁים קַלִּים אֵין מוֹעֲלִין בָּהֶן עַד שֶׁיִּזָּרֵק הַדָּם. נִזְרַק הַדָּם מוֹעֲלִין בְּאֵימוּרֵיהֶן עַד שֶׁיֵּצְאוּ לְבֵית הַדֶּשֶׁן שֶׁהֲרֵי הֵן לָאִשִּׁים וְאֵין מוֹעֲלִין בְּדָבָר הַנֶּאֱכָל כְּמוֹ שֶׁבֵּאַרְנוּ. אֲפִלּוּ הֶעֱלָה הָאֵימוּרִין שֶׁלָּהֶן לַמִּזְבֵּחַ קֹדֶם זְרִיקָה אֵין מוֹעֲלִין בָּהֶן עַד שֶׁיִּזָּרֵק הַדָּם. הוֹצִיא אֵימוּרֵיהֶן לַחוּץ קֹדֶם זְרִיקָה אֵין מוֹעֲלִין בָּהֶן עַד שֶׁיִּזָּרֵק הַדָּם. נִזְרַק הַדָּם אַף עַל פִּי שֶׁעֲדַיִן הֵן בַּחוּץ וְלֹא הֶחְזִירָן מוֹעֲלִין בָּהֶן. שֶׁהַזְּרִיקָה מוֹעֶלֶת לַיּוֹצֵא בֵּין לְהָקֵל בֵּין לְהַחְמִיר:\n",
            "כָּל קָדְשֵׁי קָדָשִׁים מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ עַד שֶׁיִּזָּרֵק הַדָּם. נִזְרַק הַדָּם מוֹעֲלִין בָּהֶן בְּדָבָר שֶׁכֻּלּוֹ לָאִשִּׁים עַד שֶׁיִּשָּׂרֵף וְיֵצֵא לְבֵית הַדֶּשֶׁן וְאֵין מוֹעֲלִין בְּדָבָר הַנֶּאֱכָל כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "כֵּיצַד הָעוֹלָה. אֶחָד עוֹלַת הָעוֹף וְאֶחָד עוֹלַת בְּהֵמָה וְהַקֹּמֶץ וְהַלְּבוֹנָה וּמִנְחַת כֹּהֲנִים וְהַחֲבִיתִין וּמִנְחַת נְסָכִים מוֹעֲלִין בָּהֶן מִשְּׁעַת הֶקְדֵּשָׁן עַד שֶׁיֵּצְאוּ אַחַר שְׂרֵפָתָן עַל הַמִּזְבֵּחַ לְבֵית הַדֶּשֶׁן:\n",
            "וְכֵן פָּרִים הַנִּשְׂרָפִין וּשְׂעִירִים הַנִּשְׂרָפִין מוֹעֲלִין בָּהֶן מִשְּׁעַת הֶקְדֵּשָׁן עַד שֶׁיִּשָּׂרְפוּ וְתִגָּמֵר שְׂרֵפָתָן בְּבֵית הַדֶּשֶׁן וְיִתֹךְ הַבָּשָׂר. אֲבָל קֹדֶם שֶׁיִּתֹךְ מוֹעֲלִין בּוֹ וְהוּא בְּבֵית הַדֶּשֶׁן:\n",
            "וְכֵן פָּרָה אֲדֻמָּה מוֹעֲלִין בָּהּ מִשֶּׁהֻקְדְּשָׁה עַד שֶׁתֵּעָשֶׂה אֵפֶר. אַף עַל פִּי שֶׁהִיא כְּקָדְשֵׁי בֶּדֶק הַבַּיִת הֲרֵי נֶאֱמַר בָּהּ <small>(במדבר יט ט)</small> \"חַטָּאת הִיא\". וּתְנַאי בֵּית דִּין הוּא שֶׁלֹּא יִמְעל אָדָם בְּאֵפֶר הַפָּרָה:\n",
            "חַטַּאת בְּהֵמָה וְאָשָׁם וְזִבְחֵי שַׁלְמֵי צִבּוּר מוֹעֲלִים בְּכֻלָּן מִשֶּׁהֻקְדְּשׁוּ עַד שֶׁיִּזָּרֵק הַדָּם. נִזְרַק הַדָּם מוֹעֲלִין בְּאֵימוּרֵיהֶן עַד שֶׁיֵּצְאוּ לְבֵית הַדֶּשֶׁן. וְאֵין מוֹעֲלִין בַּבָּשָׂר. וְכֵן חַטַּאת הָעוֹף מוֹעֲלִין בָּהּ מִשֶּׁהֻקְדְּשׁוּ עַד שֶׁיַּזֶּה דָּמָהּ. הֻזָּה דָּמָהּ אֵין בָּהּ מְעִילָה. אֲבָל אָסוּר לֵהָנוֹת בְּמֻרְאָתָהּ וְנוֹצָתָהּ. וְהַנֶּהֱנֶה בָּהֶן אַחַר הַזָּיָה לֹא מָעַל:\n",
            "הַמְּנָחוֹת מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ אַף עַל פִּי שֶׁעֲדַיִן לֹא נִתְקַדְּשׁוּ בִּכְלִי שָׁרֵת עַד שֶׁיַּקְטִיר הַקֹּמֶץ. קָרַב הַקֹּמֶץ הֻתְּרוּ הַשְּׁיָרִים בַּאֲכִילָה. וְאִם נִפְסְלוּ הַשְּׁיָרִים אוֹ חָסְרוּ וְאַחַר כָּךְ הִקְטִיר הַקֹּמֶץ הוֹאִיל וְהַקְטָרָה זוֹ אֵינָהּ מַתֶּרֶת הַשְּׁיָרִים בַּאֲכִילָה הֲרֵי הַדָּבָר סָפֵק אִם יָצְאוּ יְדֵי מְעִילָה אוֹ לֹא יָצְאוּ:\n",
            "לֶחֶם הַפָּנִים מוֹעֲלִין בּוֹ מִשֶּׁהֻקְדַּשׁ אַף עַל פִּי שֶׁעֲדַיִן לֹא נֶאֱפָה עַד שֶׁיַּקְטִיר הַבְּזִיכִין. הִקְטִיר הַבְּזִיכִין הֻתַּר בַּאֲכִילָה. וְכֵן שְׁתֵּי הַלֶּחֶם מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ קֹדֶם שֶׁיֵּאָפוּ עַד שֶׁיִּזָּרֵק דַּם הַכְּבָשִׂים. נִזְרַק דַּם הַכְּבָשִׂים הֻתַּר בַּאֲכִילָה:\n",
            "הַנְּסָכִים מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. יָרְדוּ לַשִּׁיתִין אֵין מוֹעֲלִין בָּהֶן. מַיִם שֶׁמְּנַסְּכִים בְּחַג הַסֻּכּוֹת כָּל זְמַן שֶׁהֵן בְּכַד שֶׁל זָהָב אֵין נֶהֱנִין בָּהֶן וְהַנֶּהֱנֶה לֹא מָעַל. נָתְנוּ אוֹתָן בִּצְלוֹחִית מוֹעֲלִין בְּכֻלָּן. שֶׁהֲרֵי הֵן מִכְּלַל הַנְּסָכִים:\n",
            "לוֹג שֶׁמֶן שֶׁל מְצֹרָע מוֹעֲלִין בּוֹ מִשֶּׁהֻקְדַּשׁ בִּכְלִי עַד שֶׁיִּזָּרֵק דַּם הָאָשָׁם. נִזְרַק דַּם הָאָשָׁם לֹא נֶהֱנִין וְלֹא מוֹעֲלִין עַד שֶׁיִּתְּנוּ מִמֶּנּוּ מַתְּנוֹתָיו. נָתְנוּ מִמֶּנּוּ הַמַּתָּנוֹת הֻתְּרוּ הַשְּׁיָרִים בַּאֲכִילָה כִּבְשַׂר חַטָּאת וְאָשָׁם:\n",
            "כָּל דָּמֵי שְׁחִיטַת הַקָּדָשִׁים אֵין מוֹעֲלִין בּוֹ בֵּין לִפְנֵי כַּפָּרָה בֵּין לְאַחַר כַּפָּרָה עַד שֶׁיֵּצֵא לְנַחַל קִדְרוֹן. יָצָא לְנַחַל קִדְרוֹן מוֹעֲלִין בּוֹ מִפְּנֵי שֶׁהָיָה נִמְכַּר לְגַנּוֹת וְדָמָיו הֶקְדֵּשׁ. אֲבָל הַמַּקִּיז דָּם לְבֶהֱמַת קָדָשִׁים הֲרֵי הוּא אָסוּר בַּהֲנָיָה וּמוֹעֲלִין בּוֹ. הוֹאִיל וְאֵינָהּ יְכוֹלָה לִחְיוֹת בְּלֹא דָּם הֲרֵי הוּא כְּגוּפָהּ:\n",
            "הָעֲצָמוֹת וְהַגִּידִים וְהַקַּרְנַיִם וְהַטְּלָפַיִם שֶׁפֵּרְשׁוּ מִקָּדְשֵׁי קָדָשִׁים לִפְנֵי זְרִיקַת דָּמִים מוֹעֲלִין בָּהֶן. פֵּרְשׁוּ לְאַחַר זְרִיקַת דָּמִים אֵין מוֹעֲלִין בָּהֶן. עַצְמוֹת הָעוֹלָה שֶׁפֵּרְשׁוּ לִפְנֵי זְרִיקָה אֵין מוֹעֲלִין בָּהֶן לְאַחַר זְרִיקָה שֶׁהַזְּרִיקָה מַתֶּרֶת אוֹתָם. וְאִם פֵּרְשׁוּ אַחַר זְרִיקָה מוֹעֲלִין בָּהֶן לְעוֹלָם. עַצְמוֹת הָעוֹלָה שֶׁפָּקְעוּ מֵעַל הַמִּזְבֵּחַ קֹדֶם חֲצוֹת הַלַּיְלָה מוֹעֲלִין בָּהֶן. לְאַחַר חֲצוֹת אֵין מוֹעֲלִין בָּהֶן. אַף עַל פִּי שֶׁפָּקְעוּ קֹדֶם חֲצוֹת כֵּיוָן שֶׁהִגִּיעַ חֲצוֹת הַלַּיְלָה נַעֲשׂוּ כָּל הָאֵיבָרִים כְּמִי שֶׁנִּתְאַכְּלוּ וְנַעֲשׂוּ אֵפֶר:\n",
            "גַּחֶלֶת שֶׁפָּקְעָה מֵעַל הַמִּזְבֵּחַ בֵּין לִפְנֵי חֲצוֹת בֵּין לְאַחַר חֲצוֹת לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. אֲבָל גַּחֶלֶת שֶׁל קָדְשֵׁי בֶּדֶק הַבַּיִת מוֹעֲלִין בָּהּ. וְהַשַּׁלְהֶבֶת לֹא נֶהֱנִין וְלֹא מוֹעֲלִין:\n",
            "דֶּשֶׁן הַמִּזְבֵּחַ הַחִיצוֹן בֵּין קֹדֶם הֲרָמַת הַדֶּשֶׁן בֵּין אַחַר הֲרָמָה מוֹעֲלִין בּוֹ:\n",
            "דִּשׁוּן הַמִּזְבֵּחַ הַפְּנִימִי וְדִשׁוּן הַמְּנוֹרָה לֹא נֶהֱנִין וְלֹא מוֹעֲלִין:\n",
            "כָּל בֶּהֱמַת קָדְשֵׁי קָדָשִׁים שֶׁהִיא בַּעֲלַת מוּם בֵּין שֶׁקָּדַם מוּם קָבוּעַ לְהֶקְדֵּשָׁהּ בֵּין שֶׁקָּדַם הֶקְדֵּשָׁהּ לְמוּם קָבוּעַ וַאֲפִלּוּ הָיְתָה מְחֻסַּר זְמַן מוֹעֲלִין בָּהֶם מִשֶּׁהֻקְדְּשׁוּ עַד שֶׁיִּפָּדוּ. אֲבָל תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן וְהֵן קָדְשֵׁי מִזְבֵּחַ אַף עַל פִּי שֶׁאָסוּר לֵהָנוֹת בָּהֶן הַנֶּהֱנֶה לֹא מָעַל. הוֹאִיל וְאֵינָן רְאוּיִין לְפִדְיוֹן הֲרֵי הֵם כַּחַטָּאוֹת הַמֵּתוֹת לְפִיכָךְ אֵין מוֹעֲלִין בָּהֶן:\n"
        ],
        [
            "קָדְשֵׁי מִזְבֵּחַ שֶׁמֵּתוּ יָצְאוּ מִידֵי מְעִילָה דְּבַר תּוֹרָה. אֲבָל מוֹעֲלִין בָּהֶן מִדִּבְרֵי סוֹפְרִים. וְכֵן אִם נִפְסְלוּ בִּדְבָרִים שֶׁיִּפָּסְלוּ בָּהֶן הַקָּרְבָּנוֹת שֶׁכְּבָר בֵּאַרְנוּם מוֹעֲלִין בָּהֶן מִדִּבְרֵי סוֹפְרִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה לָהֶן שְׁעַת הֶתֵּר לַאֲכִילַת כֹּהֲנִים. אֲבָל אִם הָיָה לְקָדְשֵׁי קָדָשִׁים הַנֶּאֱכָלִים שְׁעַת הֶתֵּר וְאַחַר כָּךְ נִפְסְלוּ וְנֶאֶסְרוּ בַּאֲכִילָה הוֹאִיל וְהֻתְּרוּ שָׁעָה אַחַת אֵין מוֹעֲלִין בְּאוֹתוֹ דָּבָר שֶׁהָיָה רָאוּי לַאֲכִילָה כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד. קָדְשֵׁי קָדָשִׁים שֶׁנִּפְסְלוּ קֹדֶם שֶׁיַּגִּיעַ הַדָּם לַמִּזְבֵּחַ כְּהִלְכָתָן כְּגוֹן שֶׁשְּׁחָטָן בַּדָּרוֹם אַף עַל פִּי שֶׁקִּבֵּל בַּצָּפוֹן אוֹ שֶׁשְּׁחָטָן בַּצָּפוֹן וְקִבֵּל בַּדָּרוֹם. אוֹ שֶׁשָּׁחַט בַּיּוֹם וְזָרַק בַּלַּיְלָה אוֹ שֶׁשָּׁחַט בַּלַּיְלָה וְזָרַק בַּיּוֹם. אוֹ שֶׁעֲשָׂאָן בְּמַחְשֶׁבֶת הַזְּמַן אוֹ בְּמַחְשֶׁבֶת הַמָּקוֹם. אוֹ שֶׁקִּבְּלוּ הַפְּסוּלִין אֶת דָּמָן אַף עַל פִּי שֶׁזְּרָקוּהוּ כְּשֵׁרִים. אוֹ שֶׁזְּרָקוּהוּ פְּסוּלִין אַף עַל פִּי שֶׁקִּבְּלוּהוּ כְּשֵׁרִים. אוֹ שֶׁיָּצָא הַדָּם וְהַבָּשָׂר כֻּלּוֹ קֹדֶם זְרִיקַת הַדָּם. אוֹ שֶׁלָּן הַדָּם. בְּכָל אֵלּוּ מוֹעֲלִין בְּכֻלָּן לְעוֹלָם שֶׁהֲרֵי לֹא הָיָה לָהֶן שְׁעַת הֶתֵּר. אֲבָל אִם הִגִּיעַ הַדָּם לַמִּזְבֵּחַ כְּמִצְוָתוֹ וְאַחַר כָּךְ לָן הַבָּשָׂר אוֹ הָאֵימוּרִין. אוֹ שֶׁנִּטְמָא הַבָּשָׂר אוֹ הָאֵימוּרִין. אוֹ שֶׁיָּצָא הַבָּשָׂר אוֹ הָאֵימוּרִין לַחוּץ. אוֹ שֶׁיָּצָא מִקְצָת הַבָּשָׂר קֹדֶם זְרִיקַת דָּמִים. בְּכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵין מוֹעֲלִין בִּשְׁאָר בְּשָׂרָן שֶׁהֲרֵי הָיָה לוֹ שְׁעַת הֶתֵּר לַאֲכִילָה כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "קִבְּלוּ הַפְּסוּלִין אֶת הַדָּם וּזְרָקוּהוּ וְחָזְרוּ הַכְּשֵׁרִים לַעֲבוֹדָה וְקִבְּלוּ שְׁאָר דַּם הַנֶּפֶשׁ וּזְרָקוּהוּ אֵין מוֹעֲלִין בִּבְשָׂרָן. שֶׁאֵין הַפְּסוּלִין עוֹשִׂין שְׁאָר דַּם הַנֶּפֶשׁ שְׁיָרִים חוּץ מִן הַטָּמֵא הוֹאִיל וְרָאוּי לַעֲבוֹדַת צִבּוּר עוֹשֶׂה שְׁאָר דָּם שְׁיָרִים:\n",
            "כֵּיצַד. קִבֵּל הַטָּמֵא וְזָרַק אַף עַל פִּי שֶׁחָזַר הַכָּשֵׁר וְקִבֵּל שְׁאָר דַּם הַנֶּפֶשׁ וּזְרָקוֹ הֲרֵי אֵלּוּ לֹא הָיְתָה לָהֶן שְׁעַת הֶתֵּר וּמוֹעֲלִין בְּכֻלָּן שֶׁזֶּה הַדָּם שְׁיָרִים הוּא וְאֵין זְרִיקַת הַשְּׁיָרִים מוֹעֶלֶת. כְּבָר בֵּאַרְנוּ שֶׁאֵין בְּקָדָשִׁים קַלִּים מְעִילָה לְעוֹלָם חוּץ מֵאֵימוּרֵיהֶן אַחַר זְרִיקַת הַדָּם וְהוּא שֶׁתִּהְיֶה זְרִיקָה הַמּוֹעֶלֶת. אֲבָל קָדָשִׁים קַלִּים שֶׁנִּתְפַּגְּלוּ אַף עַל פִּי שֶׁנִּזְרַק הַדָּם אֵין מוֹעֲלִין בְּאֵימוּרֵיהֶן. וְכֵן אִם יָצָא הַדָּם אַף עַל פִּי שֶׁהֶחְזִירוּ וְזָרְקוּ אֵין מוֹעֲלִין בְּאֵימוּרֵיהֶן:\n",
            "כָּל חַטָּאוֹת הַמֵּתוֹת כְּגוֹן וְלַד חַטָּאת וּתְמוּרָתָהּ וְכַיּוֹצֵא בָּהֶן אָסוּר לֵהָנוֹת בָּהֶן וְאִם נֶהֱנָה לֹא מָעַל:\n",
            "וְכָל חַטָּאת שֶׁתִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם מוֹעֲלִין בָּהּ עַד שֶׁתִּפָּדֶה:\n",
            "הַמַּפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאַחַר כָּךְ נִמְצֵאת הָרִאשׁוֹנָה וַהֲרֵי שְׁתֵּיהֶן עוֹמְדוֹת וְשָׁחַט שְׁתֵּיהֶן כְּאַחַת וְזָרַק דַּם אַחַת מֵהֶן. אֵין מוֹעֲלִין לֹא בִּבְשַׂר זוֹ שֶׁנִּזְרַק דָּמָהּ וְלֹא בִּבְשַׂר חֲבֶרְתָּהּ. וְאַף עַל פִּי שֶׁאֵינוֹ רָאוּי לַאֲכִילָה הוֹאִיל וְאִם רָצָה מִזֶּה זוֹרֵק וְאִם רָצָה מִזֶּה זוֹרֵק. אֲבָל אִם שָׁחַט זוֹ אַחַר זוֹ אֵין דָּמָהּ מוֹעִיל לִבְשַׂר חֲבֶרְתָּהּ וַאֲפִלּוּ לְאַחַר זְרִיקָה שֶׁהֲרֵי לֹא הָיְתָה לָהּ שָׁעָה הָרְאוּיָה לְהַתִּיר בְּשָׂרָהּ:\n",
            "כָּל חַטַּאת עוֹף אוֹ עוֹלַת עוֹף שֶׁנִּפְסְלָה בְּשִׁנּוּי עֲשִׂיָּתָהּ אוֹ בְּשִׁנּוּי מְקוֹם עֲשִׂיָּתָהּ מוֹעֲלִין בָּהּ חוּץ מֵעוֹלַת הָעוֹף שֶׁנִּמְלַק לְמַטָּה כִּמְלִיקַת חַטָּאת לְשָׁם חַטָּאת שֶׁאַף עַל פִּי שֶׁלֹּא עָלְתָה לַבְּעָלִים לְשֵׁם חוֹבָה אֵין מוֹעֲלִין בָּהּ הוֹאִיל וְשִׁנָּה שְׁמָהּ וּמְקוֹם עֲשִׂיָּתָהּ וְשִׁנָּה מַעֲשֶׂיהָ לְשֵׁם דָּבָר שֶׁאֵין בּוֹ מְעִילָה:\n",
            "מִנְחָה שֶׁנִּתְפַּגְּלָה אוֹ שֶׁנַּעֲשֵׂית בְּמַחְשֶׁבֶת הַמָּקוֹם. וְכֵן שְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁנִּתְפַּגְּלוּ אוֹ שֶׁנִּפְסְלוּ בְּמַחְשֶׁבֶת הַמָּקוֹם. מוֹעֲלִין בָּהֶן שֶׁהֲרֵי לֹא הָיְתָה לָהֶן שְׁעַת הֶתֵּר:\n",
            "וְכֵן קֹמֶץ שֶׁיָּצָא לַחוּץ אוֹ לָן וְחָזַר וְהִקְטִירוֹ מוֹעֲלִין בַּשְּׁיָרִים שֶׁהֲרֵי לֹא הָיָה שָׁם שְׁעַת הֶתֵּר. אֲבָל אִם נִטְמָא הַקֹּמֶץ וְהִקְטִירוֹ אֵין מוֹעֲלִין בַּשְּׁיָרִים שֶׁהַצִּיץ מְרַצֶּה עַל הַטָּמֵא וְאֵינוֹ מְרַצֶּה לֹא עַל הַלָּן וְלֹא עַל הַיּוֹצֵא. יָצְאוּ הַשְּׁיָרִים אוֹ נִטְמְאוּ וְאַחַר כָּךְ הִקְטִיר הַקֹּמֶץ אַף עַל פִּי שֶׁהֵן אֲסוּרִין בַּאֲכִילָה אֵין מוֹעֲלִין בָּהֶן שֶׁהֲרֵי קָרַב הַקֹּמֶץ כְּמִצְוָתוֹ:\n",
            "הַנֶּהֱנֶה מִקָּדְשֵׁי קָדָשִׁים כֻּלָּם לִפְנֵי זְרִיקַת דָּמִים. אוֹ מֵאֵימוּרֵי קָדָשִׁים קַלִּים לְאַחַר זְרִיקָה. אוֹ שֶׁנֶּהֱנֶה מִן הָעוֹלָה כֻּלָּהּ אוֹ מִן הַקֹּמֶץ וְהַלְּבוֹנָה וּמִנְחַת כֹּהֲנִים וְהַחֲבִיתִין. יִפּל מַה שֶּׁנֶּהֱנָה לִנְדָבָה. מָעַל בְּקָרְבְּנוֹת הַצִּבּוּר יִפּל מַה שֶּׁנֶּהֱנָה לַלִּשְׁכָּה:\n",
            "נֶהֱנָה קֹדֶם זְרִיקָה מִבְּשַׂר קָדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא אוֹ שֶׁנֶּהֱנָה מֵאֵימוּרֵי קָדָשִׁים קַלִּים אַף עַל פִּי שֶׁהֶעֱלָן לְרֹאשׁ הַמִּזְבֵּחַ הֲרֵי זֶה פָּטוּר:\n",
            "קָדְשֵׁי הַמִּזְבֵּחַ חֲלָבָן וּבֵיצֵיהֶן אָסוּר לֵהָנוֹת מֵהֶן וְהַנֶּהֱנֶה לֹא מָעַל לְפִיכָךְ וְלַד הַקָּדָשִׁים וְכֵן וְלַד הַמַּעֲשֵׂר לֹא יִינַק מֵאִמּוֹ אֶלָּא מִבְּהֵמָה אַחֶרֶת חֻלִּין. וְיֵשׁ לְאָדָם לְהִתְנַדֵּב וְלוֹמַר חֲלֵב בְּהֵמָה זוֹ הַחֻלִּין יִהְיֶה הֶקְדֵּשׁ לְוַלְדּוֹת הַקָּדָשִׁים שֶׁיִּינְקוּהוּ כְּדֵי שֶׁלֹּא יָמוּתוּ:\n",
            "הִקְדִּישׁ בְּהֵמָה וְעוֹף לַמִּזְבֵּחַ קְדֻשַּׁת דָּמִים כְּגוֹן שֶׁאָמַר דְּמֵי בְּהֵמָה זוֹ לִנְסָכִים וּדְמֵי בֶּן יוֹנָה זֶה לִשְׁלָמִים הֲרֵי הֵן כְּקָדְשֵׁי בֶּדֶק הַבַּיִת וּמוֹעֲלִין בַּחֲלָבָן וּבְבֵיצֵיהֶן כְּמוֹ שֶׁיִּתְבָּאֵר:\n"
        ],
        [
            "הַמַּפְרִישׁ מָעוֹת לְחַטָּאתוֹ לְעוֹלָתוֹ וּלַאֲשָׁמוֹ וּלְתוֹרִין וּבְנֵי יוֹנָה מוֹעֲלִין בָּהֶן מִשָּׁעָה שֶׁהִפְרִישׁ. הִפְרִישׁ לִשְׁלָמִים אֵין מוֹעֲלִין בָּהֶם:\n",
            "הִקְדִּישׁ אֵיבָר אֶחָד לְדָמָיו לַמִּזְבֵּחַ. הֲרֵי זֶה סָפֵק אִם פָּשְׁטָה קְדֻשָּׁה בְּכֻלָּן אוֹ לֹא פָּשְׁטָה לְפִיכָךְ תִּקָּרֵב וְלֹא יִפָּדֶה. וְאִם נִפְדָּה אֵין מוֹעֲלִין בְּפִדְיוֹנוֹ:\n",
            "הַמַּפְרִישׁ מָעוֹת לִנְזִירוּתוֹ אָסוּר לֵהָנוֹת בָּהֶן וְאִם נֶהֱנָה לֹא מָעַל מִפְּנֵי שֶׁהֵן רְאוּיִין לָבוֹא כֻּלָּם שְׁלָמִים וְאֵין בִּשְׁלָמִים מְעִילָה אֶלָּא בְּאֵימוּרֵיהֶן אַחַר זְרִיקַת דָּמִים. מֵת יִפְּלוּ לִנְדָבָה. הָיוּ מְפֹרָשִׁים דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח וְלֹא נֶהֱנִין וְלֹא מוֹעֲלִין. דְּמֵי עוֹלָה יָבִיאוּ עוֹלָה וּמוֹעֲלִין בָּהֶן. אָמַר אֵלּוּ לְחַטָּאתִי וְהַשְּׁאָר לִנְזִירוּתִי אִם נֶהֱנָה בְּכָל הַשְּׁאָר מָעַל נֶהֱנָה בְּמִקְצָתוֹ לֹא מָעַל. וְכֵן אִם אָמַר אֵלּוּ לְעוֹלָתִי וְהַשְּׁאָר לִנְזִירוּתִי וְנֶהֱנָה בְּכֻלָּן מָעַל נֶהֱנָה בְּמִקְצָתָן לֹא מָעַל שֶׁאֵין בִּדְמֵי שְׁלָמִים מְעִילָה. הִפְרִישׁ מָעוֹת וְאָמַר אֵלּוּ לְעוֹלָתִי וְאֵלּוּ לְחַטָּאתִי וְאֵלּוּ לִשְׁלָמִים וְנִתְעָרְבוּ מוֹעֲלִין בְּכֻלָּן וּמוֹעֲלִין בְּמִקְצָתָן. וְכֵיצַד יַעֲשֶׂה. יִקַּח שָׁלֹשׁ בְּהֵמוֹת וּמְחַלֵּל דְּמֵי חַטָּאת בְּכָל מָקוֹם שֶׁהוּא עַל הַחַטָּאת. וּדְמֵי עוֹלָה עַל הָעוֹלָה. וּדְמֵי שְׁלָמִים עַל שְׁלָמִים:\n",
            "אֶחָד מִמְּחֻיְּבֵי קִינִין שֶׁהִפְרִישׁ מָעוֹת וְאָמַר אֵלּוּ לְחוֹבָתִי מוֹעֲלִין בְּכֻלָּן וּמוֹעֲלִין בְּמִקְצָתָן וְאִם מֵתוּ יִפְּלוּ לִנְדָבָה כְּמוֹ שֶׁבֵּאַרְנוּ בִּנְזִירוּת וּמוֹעֲלִין בָּהֶן:\n",
            "הַמַּפְרִישׁ חַטָּאת עַל אֲכִילַת חֵלֶב וֶהֱבִיאָהּ עַל אֲכִילַת דָּם הֲרֵי זֶה לֹא כִּפֵּר לְפִיכָךְ לֹא מָעַל. הִפְרִישׁ מָעוֹת לְחַטַּאת חֵלֶב וְקָנָהּ בָּהֶן חַטַּאת דָּם. בְּשׁוֹגֵג כִּפֵּר לְפִיכָךְ מָעַל. בְּמֵזִיד לֹא כִּפֵּר לְפִיכָךְ לֹא מָעַל:\n",
            "הַמַּפְרִישׁ שְׁתֵּי סְלָעִים לְאָשָׁם וְלָקַח בָּהֶן שְׁנֵי אֵילִים לְחֻלִּין הוֹאִיל וְקָנָהּ חֻלִּין בִּדְמֵי אָשָׁם מָעַל. וְחַיָּב לְשַׁלֵּם עֲשָׂרָה דִּינָרִים שֶׁהֵן שְׁתֵּי סְלָעִים וְחֹמֶשׁ וְיָבִיא בָּהֶן אָשָׁם וְיָבִיא קָרְבַּן אָשָׁם עַל מְעִילָתוֹ. לְפִיכָךְ אִם הָיָה אֶחָד מִשְּׁנֵי הָאֵילִים שֶׁקָּנָה יָפֶה שְׁתֵּי סְלָעִים וְהַשֵּׁנִי יָפֶה עֲשָׂרָה דִּינָרִין יָבִיא הַשָּׁוֶה עֲשָׂרָה אָשָׁם תַּחַת הַמְּעִילָה עִם הַחֹמֶשׁ וְיָבִיא הַשָּׁוֶה שְׁתֵּי סְלָעִים אָשָׁם עַל מְעִילָתוֹ. לָקַח אֶחָד לְאָשָׁם וְאֶחָד לְחֻלִּין אִם הָיָה שֶׁל אָשָׁם יָפֶה שְׁתֵּי סְלָעִים יָבִיא אוֹתוֹ לַאֲשָׁמוֹ הָרִאשׁוֹן. וְכֵן אִם הָיָה זֶה הַחֻלִּין יָפֶה שְׁתַּיִם יָבִיא אוֹתוֹ אָשָׁם מְעִילָתוֹ שֶׁהֲרֵי מָעַל בְּסֶלַע אַחַת מִדְּמֵי הָאָשָׁם וִישַׁלֵּם חֲמִשָּׁה דִּינָרִים וְיִפְּלוּ לִנְדָבָה:\n",
            "הַנֶּהֱנֶה מִדְּמֵי חַטָּאת עַד שֶׁלֹּא קָרְבָה חַטָּאתוֹ יוֹסִיף חֹמֶשׁ עַל מַה שֶּׁנֶּהֱנָה וְיָבִיא בְּדָמָיו חַטָּאתוֹ וְיָבִיא קָרְבַּן אָשָׁם עַל מְעִילָתוֹ. וְכֵן אִם נֶהֱנָה מִדְּמֵי אָשָׁם עַד שֶׁלֹּא קָרַב אֲשָׁמוֹ יוֹסִיף חֹמֶשׁ וְיָבִיא בְּדָמָיו אֲשָׁמוֹ וְיָבִיא אָשָׁם אַחֵר לִמְעִילָתוֹ. שֶׁקָּרְבְּנוֹת הַמִּזְבֵּחַ מְעִילָתָן לְקָרְבְּנוֹת הַמִּזְבֵּחַ וְקָדְשֵׁי בֶּדֶק הַבַּיִת מְעִילָתָן לְבֶדֶק הַבַּיִת. נוֹדַע לוֹ שֶׁמָּעַל וְאַחַר כָּךְ קָרְבָה חַטָּאתוֹ וַעֲדַיִן לֹא הִפְרִישׁ מְעִילָתוֹ אוֹ שֶׁהִפְרִישָׁהּ וְלֹא כְּלָלָהּ בִּדְמֵי חַטָּאתוֹ יוֹלִיךְ הַמְּעִילָה וְחֻמְשָׁהּ לְיָם הַמֶּלַח. נוֹדַע לוֹ שֶׁמָּעַל אַחַר שֶׁקָּרְבָה חַטָּאתוֹ יִפְּלוּ מְעוֹת הַמְּעִילָה וְחֻמְשָׁהּ לִנְדָבָה שֶׁאֵין מַפְרִישִׁין בַּתְּחִלָּה לְאִבּוּד. וּבֵין כָּךְ וּבֵין כָּךְ יָבִיא אֲשַׁם מְעִילָתוֹ. וּבְאָשָׁם בֵּין שֶׁנּוֹדַע לוֹ שֶׁמָּעַל קֹדֶם שֶׁקָּרַב אֲשָׁמוֹ אוֹ אַחַר שֶׁקָּרַב תִּפּל מְעִילָתוֹ וְחֻמְשָׁהּ לִנְדָבָה מִפְּנֵי שֶׁהוּא כְּמוֹתַר אָשָׁם וְיָבִיא אֲשַׁם מְעִילָתוֹ:\n",
            "הַמּוֹכֵר עוֹלָתוֹ וּשְׁלָמָיו לֹא עָשָׂה כְּלוּם. וְדִין תּוֹרָה שֶׁיַּחְזְרוּ הַמָּעוֹת חֻלִּין כְּמוֹ שֶׁהָיוּ. וְקָנְסוּ אוֹתוֹ חֲכָמִים שֶׁיִּפְּלוּ הַמָּעוֹת לִנְדָבָה אֲפִלּוּ הָיְתָה הַבְּהֵמָה שָׁוָה אַרְבָּעָה וּמְכָרָהּ בַּחֲמִשָּׁה הַחֲמִשָּׁה כֻּלָּן יִפְּלוּ לִנְדָבָה וְאֵין כָּאן מְעִילָה לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים:\n",
            "יֵשׁ מְעִילָה בִּנְדָרִים. כֵּיצַד. הָאוֹמֵר כִּכָּר זוֹ עָלַי קָרְבָּן אוֹ הֶקְדֵּשׁ וַאֲכָלָהּ מָעַל אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לַאֲחֵרִים. לְפִיכָךְ אֵין לָהּ פִּדְיוֹן שֶׁהֲרֵי אֵינָהּ קֹדֶשׁ אֶלָּא לָזֶה בִּלְבַד. אָמַר כִּכָּר זוֹ קֹדֶשׁ אוֹ קָרְבָּן וַאֲכָלָהּ בֵּין הוּא בֵּין אַחֵר מָעַל לְפִיכָךְ יֵשׁ לָהּ פִּדְיוֹן. הָיְתָה לְפָנָיו כִּכָּר שֶׁל הֶפְקֵר וְאָמַר כִּכָּר זוֹ הֶקְדֵּשׁ נְטָלָהּ עַל מְנָת לְאָכְלָהּ מָעַל לְפִי כֻּלָּהּ. עַל מְנָת לְהוֹרִישָׁהּ מָעַל לְפִי טוֹבַת הֲנָיָה שֶׁבָּהּ:\n",
            "הָאוֹמֵר לַחֲבֵרוֹ כִּכָּרִי עָלֶיךָ הֶקְדֵּשׁ וְחָזַר וּנְתָנָהּ לוֹ. הַמְקַבֵּל מַתָּנָה זוֹ מָעַל לִכְשֶׁיּוֹצִיא. שֶׁהֲרֵי הַנּוֹתֵן אֵינָהּ אֲסוּרָה עָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר הַקּוֹנָמוֹת יֵשׁ בָּהֶן מְעִילָה לַנֶּאֱסָר בָּהֶן. וְכָל דְּבָרִים הַנֶּאֱסָרִין עָלָיו מִנֶּדֶר כָּזֶה מִצְטָרְפִין וְאִם נֶהֱנָה מִכֻּלָּם בִּשְׁוֵה פְּרוּטָה מָעַל:\n",
            "הָאוֹמֵר הַנְּטִיעוֹת הָאֵלּוּ קָרְבָּן אִם אֵינָן נִקְצָצוֹת הַיּוֹם וְטַלִּית זֶה קָרְבָּן אִם לֹא תִּשָּׂרֵף הַיּוֹם. וְעָבַר הַיּוֹם וְלֹא נִקְצְצוּ וְלֹא נִשְׂרְפָה הַטַּלִּית. הֲרֵי הֵם הֶקְדֵּשׁ וְיִפָּדוּ כִּשְׁאָר הַהֶקְדֵּשׁוֹת וְאַחַר כָּךְ יֵהָנֶה בָּהֶן. אֲבָל אִם אָמַר הֲרֵי הַנְּטִיעוֹת הָאֵלּוּ קָרְבָּן עַד שֶׁיִּקָּצְצוּ אֵינוֹ יָכוֹל לִפְדּוֹתָן. שֶׁבְּכָל עֵת שֶׁיִּפָּדוּ יַחְזְרוּ הֶקְדֵּשׁ עַד שֶׁיִּקָּצְצוּ וְכֵיוָן שֶׁנִּקְצְצוּ אֵינָן צְרִיכִין פִּדְיוֹן אֶלָּא נֶהֱנִין בָּהֶן מִיָּד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁפְּדָאָן הַמַּקְדִּישׁ. אֲבָל אִם פְּדָאָן אַחֵר הֲרֵי אֵלּוּ יוֹצְאִין לְחֻלִּין אַף עַל פִּי שֶׁעֲדַיִן לֹא נִקְצְצוּ וְיִהְיוּ מֻתָּרִין אַף לַמַּקְדִּישׁ:\n"
        ],
        [
            "אֶחָד הַמַּקְדִּישׁ לְבֶדֶק הַבַּיִת דָּבָר הָרָאוּי לְחַזֵּק הַבֶּדֶק כְּגוֹן אֶבֶן אוֹ קוֹרָה. אוֹ הַמַּקְדִּישׁ לְבֶדֶק הַבַּיִת דָּבָר הָרָאוּי לַמִּזְבֵּחַ כְּגוֹן כְּבָשִׂים וְתוֹרִים. אוֹ הַמַּקְדִּישׁ לַמִּזְבֵּחַ דָּבָר הָרָאוּי לְבֶדֶק הַבַּיִת כְּגוֹן אֶבֶן וְקוֹרָה. אוֹ הַמַּקְדִּישׁ לָזֶה וְלָזֶה דְּבָרִים שֶׁאֵינָן רְאוּיִין לֹא לָזֶה וְלֹא לָזֶה כְּגוֹן הַמַּקְדִּישׁ תַּרְנְגוֹלִין וְחֹמֶץ וְצִיר אוֹ קַרְקַע אֲפִלּוּ הִקְדִּישׁ אַשְׁפָּה מְלֵאָה זֶבֶל אוֹ עָפָר אוֹ אֵפֶר. מוֹעֲלִין בְּכֻלָּן מִשָּׁעָה שֶׁהֻקְדְּשׁוּ עַד שֶׁיִּפָּדוּ דְּבָרִים הָרְאוּיִים לְהִפָּדוֹת:\n",
            "כָּל קָדְשֵׁי בֶּדֶק הַבַּיִת עִם דְּבָרִים שֶׁמּוֹעֲלִין בָּהֶן מִקָּדְשֵׁי מִזְבֵּחַ מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה וְאִם נֶהֱנָה בִּשְׁוֵה פְּרוּטָה מִכֻּלָּם מָעַל:\n",
            "אָכַל וְהֶאֱכִיל אֶת חֲבֵרוֹ אוֹ נֶהֱנָה וּמְהַנֶּה חֲבֵרוֹ אֲכִילָתוֹ וַהֲנָיַת חֲבֵרוֹ אוֹ אֲכִילַת חֲבֵרוֹ וַהֲנָיָתוֹ כֻּלָּן מִצְטָרְפִין לַמְּעִילָה וְאִם נַעֲשָׂה מִן הַכּל הֲנָיָה בִּפְרוּטָה מָעַל:\n",
            "הַמְּעִילָה מִצְטָרֶפֶת לִזְמַן מְרֻבֶּה. כֵּיצַד. נֶהֱנָה הַיּוֹם מִן הַהֶקְדֵּשׁ וְנֶהֱנָה לְאַחַר כַּמָּה שָׁנִים בְּהֶעְלֵם אֶחָד הֲרֵי אֵלּוּ מִצְטָרְפִין לִפְרוּטָה וּמָעַל:\n",
            "אֵין מְעִילָה אֶלָּא בְּתָלוּשׁ מִן הַקַּרְקַע אֲבָל הַנֶּהֱנֶה בַּקַּרְקַע עַצְמָהּ אוֹ בַּמְחֻבָּר לָהּ לֹא מָעַל אֲפִלּוּ פָּגַם. כֵּיצַד. הַחוֹרֵשׁ שְׂדֵה הֶקְדֵּשׁ אוֹ הַזּוֹרֵעַ בָּהּ פָּטוּר. נָטַל מֵאֲבָקָהּ וְנֶהֱנָה בָּהּ וּפְגָמָהּ מָעַל. הַדָּשׁ בִּשְׂדֵה הֶקְדֵּשׁ מָעַל שֶׁהֶאָבָק שֶׁלָּהּ מוֹעִיל לַשָּׂדֶה וַהֲרֵי נֶהֱנָה בָּאָבָק וּפָגַם הַשָּׂדֶה. וְכֵן אִם חָרַשׁ שְׂדֵה הֶקְדֵּשׁ כְּדֵי לְהַעֲלוֹת אָבָק לְעֵשֶׂב שֶׁנָּתַן בָּהּ וְנָטַל הָעֵשֶׂב מָעַל. הַדָּר בִּמְעָרַת הֶקְדֵּשׁ אוֹ בְּצֵל אִילָן אוֹ שׁוֹבָךְ שֶׁל הֶקְדֵּשׁ אַף עַל פִּי שֶׁנֶּהֱנָה לֹא מָעַל. וְכֵן הַמַּקְדִּישׁ בַּיִת בָּנוּי הַדָּר בּוֹ לֹא מָעַל. אֲבָל הַמַּקְדִּישׁ עֵצִים וַאֲבָנִים וּבָנָה בָּהֶן בַּיִת הַדָּר שָׁם מָעַל כְּמוֹ שֶׁיִּתְבָּאֵר:\n",
            "גִּדּוּלֵי הֶקְדֵּשׁ מוֹעֲלִין בָּהֶן. כֵּיצַד. הִקְדִּישׁ שָׂדֶה וְהוֹצִיאָה עֲשָׂבִים אִילָן וְעָשָׂה פֵּרוֹת מוֹעֲלִין בָּהֶן. אֲבָל הַמַּקְדִּישׁ אֶת הַבּוֹר רֵיקָן וְאַחַר כָּךְ נִתְמַלֵּא מַיִם. הִקְדִּישׁ אַשְׁפָּה וְאַחַר כָּךְ נִתְמַלֵּאת זֶבֶל. שׁוֹבָךְ וְנִתְמַלֵּא יוֹנִים. הוֹאִיל וְאֵינָן גִּדּוּלֵי הֶקְדֵּשׁ אֵין מוֹעֲלִין בָּהֶן. וְכֵן הַזֶּבֶל וְהַפֶּרֶשׁ שֶׁבַּחֲצַר הֶקְדֵּשׁ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. וּמַה יַּעֲשׂוּ בָּהֶן יִמָּכְרוּ וְיִפְּלוּ דְּמֵיהֶן לַלִּשְׁכָּה. מַעְיָן שֶׁהוּא יוֹצֵא מִתּוֹךְ שְׂדֵה הֶקְדֵּשׁ אָסוּר לֵהָנוֹת בְּמַיִם שֶׁיּוֹצְאִין מִמֶּנּוּ בְּתוֹךְ הַשָּׂדֶה וְהַנֶּהֱנֶה לֹא מָעַל. יָצְאוּ הַמַּיִם חוּץ לַשָּׂדֶה מֻתָּר לֵהָנוֹת בָּהֶן. עֲרָבָה הַגְּדֵלָה בִּשְׂדֵה הֶקְדֵּשׁ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. אִילָן שֶׁל הֶדְיוֹט הַסָּמוּךְ לִשְׂדֵה הֶקְדֵּשׁ וְשָׁרָשָׁיו יוֹצְאִים בְּתוֹךְ הַשָּׂדֶה. אִם בֵּינוֹ לְבֵין הַשָּׂדֶה שֶׁל הֶקְדֵּשׁ עַד שֵׁשׁ עֶשְׂרֵה אַמָּה הֲרֵי אוֹתָן הַשָּׁרָשִׁין שֶׁבְּתוֹךְ הַשָּׂדֶה אֲסוּרִין וְהַנֶּהֱנֶה מֵהֶן לֹא מָעַל. הָיָה הָאִילָן רָחוֹק יֶתֶר עַל שֵׁשׁ עֶשְׂרֵה הַנֶּהֱנֶה בָּהֶן מָעַל. אִילָן שֶׁל הֶקְדֵּשׁ הַסָּמוּךְ לִשְׂדֵה הֶדְיוֹט וְשָׁרָשָׁיו יוֹצְאִין בְּתוֹךְ הַשָּׂדֶה אִם הָיָה בְּתוֹךְ שֵׁשׁ עֶשְׂרֵה אַמָּה מוֹעֲלִין בָּהֶן. הָיָה רָחוֹק יֶתֶר עַל שֵׁשׁ עֶשְׂרֵה אַמָּה אוֹתָן הַשָּׁרָשִׁין שֶׁבְּתוֹךְ הַשְּׂדֵה הֶדְיוֹט לֹא נֶהֱנִין וְלֹא מוֹעֲלִין:\n",
            "קֵן שֶׁבָּרֹאשׁ הָאִילָן שֶׁל הֶקְדֵּשׁ שֶׁבָּנָה אוֹתָן הָעוֹף מֵעֵצִים וַעֲשָׂבִים וְכַיּוֹצֵא בָּהֶן. כָּל הַקֵּן עִם הַבֵּיצִים שֶׁבּוֹ עִם הָאֶפְרוֹחִים הַצְּרִיכִין לְאִמָּן אֵין נֶהֱנִין בָּהֶן וְהַנֶּהֱנֶה לֹא מָעַל:\n",
            "הַמַּקְדִּישׁ אֶת הַיַּעַר מוֹעֲלִין בְּכֻלּוֹ בֵּין בָּאִילָנוֹת בֵּין בְּכָל קֵן שֶׁבְּרֹאשׁ הָאִילָנוֹת אוֹ שֶׁבֵּינֵיהֶן:\n",
            "גִּזְבָּרִים שֶׁשָּׁפוּ עֲצֵי הֶקְדֵּשׁ וְקָצְצוּ אוֹתָן מוֹעֲלִין בְּאוֹתָן הָעֵצִים הַקְּטַנִּים שֶׁחָתְכוּ מֵעֵת שֶׁקָּצְצוּ. אֲבָל אֵין מוֹעֲלִין לֹא בַּשִּׁפּוּי וְלֹא בַּנְּסֹרֶת וְלֹא בַּנְּבִיָּה שֶׁל עֵצִים וְהוּא הַגּוּף הַקָּשֶׁה הֶעָגל שֶׁבְּתוֹךְ הָעֵץ הַדּוֹמֶה לְיַבֶּלֶת שֶׁלֹּא יִצְלַח לִמְלָאכָה:\n",
            "הַמַּקְדִּישׁ עַבְדּוֹ אֵין מוֹעֲלִין בּוֹ וְלֹא בִּשְׂעָרוֹ אַף עַל פִּי שֶׁהוּא עוֹמֵד לְהִגָּזֵז מִפְּנֵי שֶׁהוּא מְחֻבָּר לוֹ וְכָל זְמַן שֶׁהוּא מְחֻבָּר הוֹלֵךְ וּמַשְׁבִּיחַ:\n",
            "הַזּוֹרֵעַ פֵּרוֹת הֶקְדֵּשׁ פּוֹדֶה אוֹתָן בִּשְׁעַת זִרְעָן. וְאַף עַל פִּי שֶׁלֹּא פָּדָה הֲרֵי הַגִּדּוּלִין חֻלִּין וְאֵין מוֹעֲלִין בָּהֶן וְאֵין מְשַׁלְּמִין מֵהֶן קֶרֶן וְחֹמֶשׁ וְחַיָּבִין בְּחַלָּה:\n",
            "שְׁמָרִים שֶׁל הֶקְדֵּשׁ שֶׁנָּתַן עֲלֵיהֶם מַיִם. רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי אָסוּר לֵהָנוֹת בּוֹ וְהַנֶּהֱנֶה לֹא מָעַל. רְבִיעִי מֻתָּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָדְשֵׁי בֶּדֶק הַבַּיִת. אֲבָל קָדְשֵׁי מִזְבֵּחַ אַף מֵרְבִיעִי וְאֵילָךְ לְעוֹלָם אָסוּר:\n",
            "הַמַּקְדִּישׁ תַּרְנְגלֶת לַמִּזְבֵּחַ מוֹעֲלִין בָּהּ וּבְבֵיצָתָהּ. הִקְדִּישׁ חֲמוֹר לַמִּזְבֵּחַ מוֹעֲלִין בָּהּ וּבַחֲלָבָהּ. הִקְדִּישׁ תּוֹרִים לְבֶדֶק הַבַּיִת מוֹעֲלִין בָּהֶן וּבְבֵיצָתָן כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "כָּתְנוֹת כְּהֻנָּה שֶׁבָּלוּ מוֹעֲלִין בָּהֶן כִּשְׁאָר קָדָשִׁים. וְהַחֲדָשִׁים הוֹאִיל וְנִתְּנוּ לֵהָנוֹת בָּהֶן אֵין מוֹעֲלִין בָּהֶן:\n",
            "קָדְשֵׁי עַכּוּ''ם אִם לְבֶדֶק הַבַּיִת הִקְדִּישׁוּ מוֹעֲלִין בָּהֶן. וְאִם קָדְשֵׁי מִזְבֵּחַ הֵן אֵין בָּהֶן מְעִילָה מִן הַתּוֹרָה שֶׁנֶּאֱמַר בַּקָּרְבָּנוֹת <small>(ויקרא א ב)</small> \"דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל\". אֲבָל אָסוּר לֵהָנוֹת בָּהֶן מִדִּבְרֵי סוֹפְרִים:\n",
            "קוֹל וּמַרְאֶה וְרֵיחַ שֶׁל הֶקְדֵּשׁ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵרִיחַ בַּקְּטֹרֶת אַחַר שֶׁעָלְתָה הַתִּמֹּרֶת. אֲבָל אִם הֵרִיחַ בַּקְּטֹרֶת כְּשֶׁתַּעֲלֶה תִּמְרָתָהּ מָעַל:\n"
        ],
        [
            "יֵשׁ דְּבָרִים שֶׁהָאָדָם נֶהֱנֶה בָּהֶן וְלֹא יִפָּגְמוּ כְּגוֹן הַמִּשְׁתַּמֵּשׁ בִּכְלִי זָהָב טָהוֹר. וְיֵשׁ דְּבָרִים שֶׁיִּפָּגְמוּ כְּגוֹן בְּגָדִים וּכְלֵי כֶּסֶף וּנְחשֶׁת וּבַרְזֶל וְכַיּוֹצֵא בָּהֶן. וְהַנֶּהֱנֶה בִּשְׁוֵה פְּרוּטָה מִן הַהֶקְדֵּשׁ שֶׁאֵינוֹ מְחֻבָּר בַּקַּרְקַע אִם נֶהֱנֶה בְּדָבָר שֶׁאֵין בּוֹ פְּגָם כְּגוֹן שֶׁנִּשְׁתַּמֵּשׁ בִּכְלִי זָהָב שֶׁל הֶקְדֵּשׁ מָעַל. נֶהֱנֶה בְּדָבָר שֶׁנִּפְגַּם כְּגוֹן שֶׁלָּבַשׁ בִּגְדֵי הֶקְדֵּשׁ אוֹ בָּקַע בְּקוֹרְדוֹם לֹא מָעַל עַד שֶׁיִּפְגֹּם בַּהֶקְדֵּשׁ בִּשְׁוֵה פְּרוּטָה בְּאוֹתוֹ דָּבָר עַצְמוֹ שֶׁנֶּהֱנָה בּוֹ וְיִתְכַּוֵּן לֵהָנוֹת וְיִפְגֹּם וְיֵהָנֶה כְּאַחַת. נֶהֱנָה בְּכַחֲצִי פְּרוּטָה וּפָגַם בְּכַחֲצִי פְּרוּטָה אוֹ שֶׁנֶּהֱנָה בִּשְׁוֵה פְּרוּטָה וּפָגַם בִּשְׁוֵה פְּרוּטָה בְּדָבָר אַחֵר וְלֹא נֶהֱנָה בְּמַה שֶּׁפָּגַם וְלֹא פָּגַם בְּמַה שֶּׁנֶּהֱנָה הֲרֵי זֶה לֹא מָעַל עַד שֶׁיֵּהָנֶה בִּשְׁוֵה פְּרוּטָה וְיִפְגֹּם בְּאוֹתָהּ הֲנָיָה בִּשְׁוֵה פְּרוּטָה בַּדָּבָר עַצְמוֹ. כֵּיצַד. הֲרֵי שֶׁהִתִּיר מַטְלִית מִבֶּגֶד הֶקְדֵּשׁ וּתְפָרָהּ בְּבִגְדוֹ וּלְבָשָׁהּ וְנֶהֱנָה בָּהּ בִּשְׁוֵה פְּרוּטָה וְהִפְסִיד בַּבֶּגֶד שֶׁהִתִּירָהּ מִמֶּנָּה בִּשְׁוֵה פְּרוּטָה וְלֹא הִפְסִיד בַּמַּטְלִית כְּלוּם הֲרֵי זֶה לֹא מָעַל מִפְּנֵי שֶׁנֶּהֱנָה בְּדָבָר אֶחָד וּפָגַם בְּדָבָר אַחֵר. וּכְבָר בֵּאַרְנוּ שֶׁהַנֶּהֱנֶה וּמְהַנֶּה חֲבֵרוֹ מִצְטָרֵף וַאֲפִלּוּ לִזְמַן מְרֻבֶּה:\n",
            "קָדְשֵׁי קָדָשִׁים הַתְּמִימִים שֶׁתָּלַשׁ מִצִּמְרָן. כֵּיוָן שֶׁנֶּהֱנָה בִּפְרוּטָה מָעַל אַף עַל פִּי שֶׁלֹּא פָּגַם. שֶׁהֲרֵי הֵן דּוֹמִים לְכוֹס שֶׁל זָהָב שֶׁאֵינוֹ נִפְגָּם שֶׁאֵין תְּלִישַׁת הַצֶּמֶר פּוֹסֶלֶת אוֹתָן מִלִּקָּרֵב. אֲבָל אִם נָפַל בָּהֶן מוּם הוֹאִיל וְלִמְכִירָה עוֹמְדִים וְהַגִּזָּה פּוֹגֶמֶת דְּמֵיהֶן לֹא מָעַל עַד שֶׁיֵּהָנֶה וְיִפְגֹּם בִּפְרוּטָה. תָּלַשׁ מֵהֶן אַחַר שֶׁמֵּתוּ כֵּיוָן שֶׁנֶּהֱנָה מָעַל שֶׁאֵין פְּגָם לְמֵתָה. וּמְעִילָה זוֹ מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "הַמּוֹעֵל בְּקָדְשֵׁי בֶּדֶק הַבַּיִת כֵּיוָן שֶׁמָּעַל בִּשְׁגָגָה נִתְחַלֵּל הֶקְדֵּשׁ וְזֶה שֶׁנֶּהֱנָה אַחֲרָיו פָּטוּר. מָעַל בְּזָדוֹן הוֹאִיל וְאֵינוֹ חַיָּב בְּקָרְבַּן מְעִילָה לֹא נִתְחַלֵּל הֶקְדֵּשׁ אֶלָּא הֲרֵי הוּא בַּהֲוָיָתוֹ וְאִם בָּא אַחֵר וְנֶהֱנָה בּוֹ בִּשְׁגָגָה מָעַל. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמָּעַל בַּקֹּדֶשׁ וְהוֹצִיאוֹ בְּתוֹרַת חֻלִּין וְהִקְנָהוּ לְאַחֵר. אֲבָל אִם נֶהֱנָה בּוֹ וּפְגָמוֹ וְלֹא הִקְנָה לְאַחֵר יֵשׁ בּוֹ מוֹעֵל אַחַר מוֹעֵל:\n",
            "וְאֵין מוֹעֵל אַחַר מוֹעֵל בְּמֻקְדָּשִׁים. אֶלָּא בִּבְהֵמָה וּכְלֵי תַּשְׁמִישׁ בִּלְבַד. כֵּיצַד. בָּקַע בְּקוֹרְדוֹם שֶׁל הֶקְדֵּשׁ וְנֶהֱנָה בִּפְרוּטָה וּפָגַם וּבָא חֲבֵרוֹ וּבָקַע בּוֹ וְנֶהֱנָה וּפָגַם כֻּלָּם מָעֲלוּ. נָטַל הַקּוֹרְדוֹם וּנְתָנוֹ לַחֲבֵרוֹ הוּא מָעַל אֲבָל חֲבֵרוֹ לֹא מָעַל. שָׁתָה בְּכוֹס שֶׁל זָהָב וְנֶהֱנָה בִּפְרוּטָה וּבָא חֲבֵרוֹ וְשָׁתָה וְנֶהֱנָה וּבָא חֲבֵרוֹ וְשָׁתָה וְנֶהֱנָה כֻּלָּם מָעֲלוּ. נָטַל הַכּוֹס וּנְתָנוֹ לַחֲבֵרוֹ מַתָּנָה אוֹ מְכָרוֹ הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל. רָכַב עַל גַּבֵּי הַחֲמוֹר וְנֶהֱנָה בִּפְרוּטָה וּפָגַם וּבָא חֲבֵרוֹ וְרָכַב עָלָיו וְנֶהֱנָה וּפָגַם וּבָא חֲבֵרוֹ וְרָכַב עָלָיו וְנֶהֱנָה וּפָגַם. כֻּלָּם מָעֲלוּ. נָתַן הַחֲמוֹר לַחֲבֵרוֹ מַתָּנָה אוֹ מְכָרוֹ אוֹ הִשְׂכִּירוֹ הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל. וְכֵן הַמַּשְׁאִיל קַרְדֹּם שֶׁל הֶקְדֵּשׁ הוּא מָעַל לְפִי טוֹבַת הֲנָאָה שֶׁבּוֹ וַחֲבֵרוֹ מֻתָּר לִבְקֹעַ בּוֹ לְכַתְּחִלָּה. וְהוּא הַדִּין לִבְהֵמָה:\n",
            "בֶּהֱמַת קָדְשֵׁי מִזְבֵּחַ אֵינָהּ כֵּן אֶלָּא יֵשׁ בָּהּ מוֹעֵל אַחַר מוֹעֵל עַד כַּמָּה פְּעָמִים. כֵּיצַד. תָּלַשׁ מִן הַחַטָּאת וּבָא חֲבֵרוֹ וְתָלַשׁ וּבָא חֲבֵרוֹ וְתָלַשׁ כֻּלָּן מָעֲלוּ. וְכֵן אִם נְתָנָהּ לַחֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ כֻּלָּן מָעֲלוּ. וְיֵרָאֶה לִי שֶׁדִּין הַמְּנָחוֹת וְהָעוֹפוֹת וְהַנְּסָכִים וּכְלֵי שָׁרֵת כְּדִין הַבְּהֵמָה שֶׁכֻּלָּן קְדֻשַּׁת הַגּוּף הֵן:\n",
            "בֶּהֱמַת קָדְשֵׁי הַקָּדָשִׁים שֶׁנָּפַל בָּהּ מוּם הוֹאִיל וְהִיא עוֹמֶדֶת לְפִדְיוֹן הֲרֵי הוּא כְּקָדְשֵׁי בֶּדֶק הַבַּיִת שֶׁהִיא קְדֻשַּׁת דָּמִים. וְאִם נְתָנָהּ לַחֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ הָרִאשׁוֹן בִּלְבַד מָעַל:\n",
            "אָמְרוּ חֲכָמִים שֶׁהַנּוֹטֵל אֶבֶן אוֹ קוֹרָה שֶׁל הֶקְדֵּשׁ וּנְתָנָהּ לַחֲבֵרוֹ שְׁנֵיהֶם מָעֲלוּ. וְאִם נְתָנָהּ לְזֶה הַגִּזְבָּר שֶׁהָיְתָה תַּחַת יָדוֹ הוּא מָעַל וְהַגִּזְבָּר לֹא מָעַל. וְיֵרָאֶה לִי שֶׁאֵין אֵלּוּ הַדְּבָרִים אֲמוּרִים אֶלָּא בְּמוֹעֵל בְּזָדוֹן שֶׁהֲרֵי לֹא נִתְחַלֵּל הֶקְדֵּשׁ. הַנּוֹטֵל פְּרוּטָה שֶׁל הֶקְדֵּשׁ עַל דַּעַת שֶׁהִיא שֶׁלּוֹ לֹא מָעַל עַד שֶׁיּוֹצִיא אוֹתָהּ בַּחֲפָצָיו אוֹ עַד שֶׁיִּתֵּן אוֹתָהּ בְּמַתָּנָה. נְתָנָהּ לַחֲבֵרוֹ הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל. שֶׁאֵין מוֹעֵל אַחַר מוֹעֵל בִּשְׁאָר הֶקְדֵּשׁוֹת כְּמוֹ שֶׁבֵּאַרְנוּ וְכָל כַּיּוֹצֵא בָּזֶה:\n",
            "נָטַל אֶבֶן אוֹ קוֹרָה שֶׁל הֶקְדֵּשׁ לֹא מָעַל שֶׁהֲרֵי לֹא נֶהֱנָה עֲדַיִן. בָּנָה אוֹתָהּ בְּתוֹךְ בֵּיתוֹ מָעַל. נְתָנָהּ עַל גַּבֵּי חַלּוֹן שֶׁבַּתִּקְרָה וְלֹא חִבְּרָהּ לֹא מָעַל עַד שֶׁיָּדוּר תַּחְתֶּיהָ בִּשְׁוֵה פְּרוּטָה שֶׁאֵין זוֹ הֲנָיָה הַנִּכֶּרֶת:\n",
            "נָטַל פְּרוּטָה שֶׁל הֶקְדֵּשׁ וּנְתָנָהּ לְבַלָּן אַף עַל פִּי שֶׁלֹּא רָחַץ מָעַל שֶׁהֲרֵי נֶהֱנָה בִּהְיוֹתוֹ רוֹחֵץ בְּכָל עֵת שֶׁיִּרְצֶה. וְכֵן אִם נְתָנָהּ לְאֶחָד מִבַּעֲלֵי אֻמָּנֻיּוֹת מָעַל אַף עַל פִּי שֶׁעֲדַיִן לֹא עָשׂוּ מְלַאכְתּוֹ:\n",
            "קָנָה בָּהּ חֵפֶץ וְלֹא מָשַׁךְ אִם מִן הָעַכּוּ''ם מָעַל. וְאִם מִן יִשְׂרָאֵל לֹא מָעַל:\n",
            "הַמּוֹצִיא מְעוֹת הֶקְדֵּשׁ בִּצְרָכָיו עַל דַּעַת שֶׁהֵן חֻלִּין אַף עַל פִּי שֶׁלֹּא הוֹצִיאָן בְּדִבְרֵי חֹל מָעַל. כֵּיצַד. הַמֵּבִיא חַטָּאתוֹ וַאֲשָׁמוֹ וּפִסְחוֹ מִן הַהֶקְדֵּשׁ וְכֵן מְחֻסַּר כַּפָּרָה שֶׁהֵבִיא כַּפָּרָתוֹ מִן הַהֶקְדֵּשׁ מָעַל. וְכֻלָּם אֵין מוֹעֲלִין עַד שֶׁיִּזָּרֵק הַדָּם. לְפִיכָךְ הַמֵּבִיא מְנָחוֹת וּנְסָכִים וְלֶחֶם תּוֹדָה מִן הַהֶקְדֵּשׁ אַף עַל פִּי שֶׁעָבַר עֲבֵרָה לֹא מָעַל שֶׁאֵין כָּאן זְרִיקַת דָּם לְכַפֵּר עָלָיו:\n",
            "נָתַן שִׁקְלוֹ מִמְּעוֹת הֶקְדֵּשׁ כְּשֶׁיִּתְרְמוּ הַתְּרוּמָה וְיִקְנוּ מִמֶּנָּה אֲפִלּוּ בְּהֵמָה אַחַת וְיִזָּרֵק דָּמָהּ יִמְעל הַשּׁוֹקֵל. שֶׁהֲרֵי חָלְקוּ בְּאוֹתָהּ הַבְּהֵמָה שֶׁנִּזְרַק דָּמָהּ:\n",
            "הַמַּפְרִישׁ שִׁקְלוֹ וְהוֹצִיאוֹ בִּשְׁאָר צְרָכָיו. בֵּין הוּא בֵּין חֲבֵרוֹ מָעַל. נְתָנוֹ לַחֲבֵרוֹ לְשָׁקְלוֹ עַל יָדוֹ הָלַךְ וּשְׁקָלוֹ עַל יְדֵי עַצְמוֹ אִם כְּבָר נִתְרְמָה הַתְּרוּמָה מָעַל הַשּׁוֹקֵל שֶׁהַתּוֹרֵם תוֹרֵם עַל הֶעָתִיד לְהִגָּבוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁקָלִים וּכְאִלּוּ הִגִּיעַ שֶׁקֶל זֶה לַלִּשְׁכָּה וּלְפִיכָךְ מָעַל. וְאִם עֲדַיִן לֹא נִתְרְמָה תְּרוּמָה לֹא מָעַל. וּלְעוֹלָם אֵין מוֹעֲלִין בִּשְׁיָרֵי הַלִּשְׁכָּה:\n"
        ],
        [
            "מִי שֶׁשָּׁגַג וְלָקַח הֶקְדֵּשׁ אוֹ מְעוֹת הֶקְדֵּשׁ וּנְתָנוֹ לְשָׁלִיחַ לְהוֹצִיאוֹ בְּתוֹרַת חֻלִּין. אִם עָשָׂה הַשָּׁלִיחַ שְׁלִיחוּתוֹ הַמְשַׁלֵּחַ הוּא שֶׁמָּעַל. וְאִם לֹא עָשָׂה שְׁלִיחוּתוֹ אֶלָּא עָשָׂה הַשָּׁלִיחַ מִדַּעַת עַצְמוֹ הַשָּׁלִיחַ הוּא שֶׁמָּעַל. כֵּיצַד. בַּעַל הַבַּיִת שֶׁאָמַר לִשְׁלוּחוֹ תֵּן (לִי) מֵאוֹתוֹ בָּשָׂר לָאוֹרְחִין הָלַךְ וְנָתַן לָהֶן כִּכָּר. אוֹ שֶׁאָמַר לוֹ תֵּן לָהֶן כִּכָּר וְנָתַן לָהֶן בָּשָׂר. אָמַר לִשְׁלוּחוֹ הָבֵא לִי מִן הַחַלּוֹן וְהֵבִיא לוֹ מִן הַמִּגְדָּל. אוֹ שֶׁאָמַר לוֹ הָבֵא מִן הַמִּגְדָּל וְהֵבִיא לוֹ מִן הַחַלּוֹן. הַשָּׁלִיחַ מָעַל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָלַךְ הַשָּׁלִיחַ וְהֵבִיא מִן הַחַלּוֹן כְּמוֹ שֶׁאָמַר לוֹ אַף עַל פִּי שֶׁאָמַר הַשּׁוֹלֵחַ לֹא הָיָה בְּלִבִּי שֶׁיָּבִיא אֶלָּא מִן הַמִּגְדָּל בַּעַל הַבַּיִת מָעַל. שֶׁהֲרֵי עָשָׂה שְׁלִיחוּת מַאֲמָרוֹ וּדְבָרִים שֶׁבַּלֵּב אֵינָן דְּבָרִים. וַאֲפִלּוּ הָיָה הַשָּׁלִיחַ חֵרֵשׁ אוֹ שׁוֹטֶה אוֹ קָטָן שֶׁאֵין לָהֶן שְׁלִיחוּת אִם עָשָׂה כְּמַאֲמָרוֹ בַּעַל הַבַּיִת מָעַל וְאִם לֹא עָשָׂה שְׁלִיחוּתוֹ בַּעַל הַבַּיִת פָּטוּר. אָמַר לִשְׁלוּחוֹ תֵּן לָאוֹרְחִין חֲתִיכָה חֲתִיכָה שֶׁל בָּשָׂר הָלַךְ הַשָּׁלִיחַ וְאָמַר לָהֶן טלוּ שְׁתַּיִם שְׁתַּיִם. בַּעַל הַבַּיִת מָעַל שֶׁהֲרֵי נַעֲשָׂה דְּבָרוֹ וְהַשָּׁלִיחַ פָּטוּר מִפְּנֵי שֶׁהוּא מוֹסִיף עַל שְׁלִיחוּת בַּעַל הַבַּיִת וְלֹא עָקַר הַשְּׁלִיחוּת. אֲבָל אִם אָמַר לָהֶם הַשָּׁלִיחַ טלוּ שְׁתַּיִם שְׁתַּיִם מִדַּעְתִּי שְׁנֵיהֶן מָעֲלוּ. נָטְלוּ הָאוֹרְחִים שָׁלֹשׁ שָׁלֹשׁ אַף הָאוֹרְחִין מָעֲלוּ מִפְּנֵי שֶׁכָּל אֶחָד מֵהֶן עָשָׂה שְׁלִיחוּת חֲבֵרוֹ וְהוֹסִיף מִדַּעְתּוֹ. נִמְצָא חֲבֵרוֹ חַיָּב לְפִי שֶׁנַּעֲשׂוּ דְּבָרָיו וְלֹא נֶעֶקְרָה הַשְּׁלִיחוּת וְהוּא חַיָּב עַל זֶה שֶׁהוֹסִיף מִדַּעְתּוֹ:\n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַחֲתִיכוֹת מִקָּדְשֵׁי בֶּדֶק הַבַּיִת. אֲבָל אִם הָיוּ בְּשַׂר עוֹלָה וְכַיּוֹצֵא בּוֹ לֹא מָעַל אֶלָּא הָאוֹכֵל בִּלְבַד שֶׁהֲרֵי הוּא חַיָּב בְּאִסּוּר אַחֵר יֶתֶר עַל הַמְּעִילָה. וּבְכָל הַתּוֹרָה כֻּלָּהּ אֵין שָׁלִיחַ לִדְבַר עֲבֵרָה אֶלָּא בִּמְעִילָה לְבַדָּהּ שֶׁלֹּא יִתְעָרֵב עִמָּהּ אִסּוּר אַחֵר:\n",
            "הַנּוֹתֵן פְּרוּטַת הֶקְדֵּשׁ לִשְׁלוּחוֹ וְאָמַר לוֹ הָבֵא לִי בְּחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת. הָלַךְ וְהֵבִיא לוֹ בְּכֻלָּהּ נֵרוֹת אוֹ בְּכֻלָּהּ פְּתִילוֹת. אוֹ שֶׁאָמַר לוֹ הָבֵא לִי בְּכֻלָּהּ נֵרוֹת אוֹ בְּכֻלָּהּ פְּתִילוֹת הָלַךְ וְהֵבִיא בְּחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת שְׁנֵיהֶם פְּטוּרִים. בַּעַל הַבַּיִת לֹא מָעַל שֶׁהֲרֵי לֹא נַעֲשָׂה שְׁלִיחוּתוֹ בִּפְרוּטָה. וְהַשָּׁלִיחַ לֹא מָעַל שֶׁהֲרֵי לֹא עָקַר שְׁלִיחוּתוֹ בִּפְרוּטָה. אֲבָל אִם אָמַר לוֹ הָבֵא לִי בְּחֶצְיָהּ נֵרוֹת מִמָּקוֹם פְּלוֹנִי וּבְחֶצְיָהּ פְּתִילוֹת מִמָּקוֹם פְּלוֹנִי וְהָלַךְ וְהֵבִיא נֵרוֹת מִמְּקוֹם פְּתִילוֹת וּפְתִילוֹת מִמְּקוֹם נֵרוֹת הַשָּׁלִיחַ מָעַל:\n",
            "נָתַן לוֹ שְׁתֵּי פְּרוּטוֹת וְאָמַר לוֹ הָבֵא לִי אֶתְרוֹג וְהָלַךְ וְהֵבִיא לוֹ בִּפְרוּטָה אֶתְרוֹג וּבִפְרוּטָה רִמּוֹן. הַשָּׁלִיחַ מָעַל וּבַעַל הַבַּיִת פָּטוּר שֶׁהֲרֵי שְׁלָחוֹ לִקְנוֹת לוֹ אֶתְרוֹג שֶׁשָּׁוֶה שְׁתֵּי פְּרוּטוֹת. לְפִיכָךְ אִם הָיָה הָאֶתְרוֹג שֶׁהֵבִיא לוֹ בִּפְרוּטָה אַחַת שָׁוֶה שְׁתֵּי פְּרוּטוֹת שְׁנֵיהֶם מָעֲלוּ:\n",
            "הַשּׁוֹלֵחַ פְּרוּטָה בְּיַד שְׁלוּחוֹ לִקְנוֹת לוֹ בָּהּ חֵפֶץ וְנִזְכַּר בַּעַל הַבַּיִת שֶׁהִיא הֶקְדֵּשׁ קֹדֶם שֶׁתַּגִּיעַ לְיַד הַחֶנְוָנִי הַשָּׁלִיחַ מָעַל שֶׁהוּא שׁוֹגֵג וּבַעַל הַבַּיִת כְּבָר נִזְכַּר וְאֵין הַמֵּזִיד חַיָּב בְּקָרְבַּן מְעִילָה כְּמוֹ שֶׁבֵּאַרְנוּ. נִזְכַּר אַף הַשָּׁלִיחַ וְיָדַע שֶׁהִיא הֶקְדֵּשׁ קֹדֶם שֶׁתַּגִּיעַ לַחֶנְוָנִי שְׁנֵיהֶם פְּטוּרִים מִקָּרְבַּן מְעִילָה וְהַחֶנְוָנִי חַיָּב כְּשֶׁיּוֹצִיא אוֹתָהּ פְּרוּטָה שֶׁנִּתְעָרְבָה בִּמְעוֹתָיו שֶׁהֲרֵי הוּא שׁוֹגֵג. הוֹדִיעוּ לְחֶנְוָנִי שֶׁפְּרוּטָה שֶׁנָּתְנוּ לוֹ הֶקְדֵּשׁ שְׁלָשְׁתָּן פְּטוּרִין וְנִתְפַּס הַמִּקָּח לַהֶקְדֵּשׁ:\n",
            "וְכֵיצַד יַעֲשֶׂה כְּדֵי לְהַצִּיל הַחֶנְוָנִי מִן הַחֵטְא עַד שֶׁיִּהְיֶה מֻתָּר לְהִשְׁתַּמֵּשׁ בְּכָל הַמָּעוֹת. נוֹטֵל פְּרוּטָה שֶׁל חֻלִּין אוֹ כְּלִי כָּל שֶׁהוּא וְאוֹמֵר פְּרוּטָה שֶׁל הֶקְדֵּשׁ בְּכָל מָקוֹם שֶׁהִיא מְחֻלֶּלֶת עַל זֶה. וְתֵעָשֶׂה אוֹתָהּ פְּרוּטָה אוֹ הַכְּלִי הֶקְדֵּשׁ וְיֻתַּר הַחֶנְוָנִי לְהִשְׁתַּמֵּשׁ בְּכָל הַמָּעוֹת. וְכֵן פְּרוּטָה שֶׁל הֶקְדֵּשׁ שֶׁנִּתְעָרְבָה בְּכָל הַכִּיס אוֹ שֶׁאָמַר פְּרוּטָה בְּכִיס זֶה הֶקְדֵּשׁ. מְחַלֵּל אוֹתָהּ וְאַחַר כָּךְ יִשְׁתַּמֵּשׁ בַּכִּיס. וְאִם הוֹצִיא וְלֹא חִלֵּל לֹא מָעַל עַד שֶׁיּוֹצִיא אֶת כָּל הַכִּיס:\n",
            "אָמַר כִּיס מִכִּיסַי הֶקְדֵּשׁ וְשׁוֹר מִשְּׁוָרַי הֶקְדֵּשׁ. מוֹעֲלִין בְּכֻלָּן וּמוֹעֲלִין בְּמִקְצָתָן. כֵּיצַד עוֹשֶׂה. מֵבִיא אֶת הַגָּדוֹל שֶׁבָּהֶם וְאוֹמֵר אִם הֶקְדֵּשׁ הוּא הֲרֵי הוּא הֶקְדֵּשׁ וְאִם לָאו הַהֶקְדֵּשׁ בְּכָל מָקוֹם שֶׁהוּא מְחֻלָּל עַל זֶה. וִיהַנֶּה בַּקָּטָן:\n",
            "הַמּוֹעֵל בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה מְשַׁלֵּם אֶת הַקֶּרֶן וְאֵינוֹ חַיָּב חֹמֶשׁ וְלֹא קָרְבָּן. וְיֵרָאֶה לִי שֶׁאֵינוֹ לוֹקֶה עַל פָּחוֹת מִשְּׁוֵה פְּרוּטָה אִם הָיָה מֵזִיד:\n",
            "הַמַּפְקִיד מָעוֹת אֵצֶל בַּעַל הַבַּיִת וְנִשְׁתַּמֵּשׁ בָּהֶן וְהוֹצִיא. בַּעַל הַבַּיִת מָעַל. שֶׁהֲרֵי אֵין לוֹ רְשׁוּת לְהִשְׁתַּמֵּשׁ בָּהֶן וּבַעַל הַפִּקָּדוֹן לֹא הִרְשָׁהוּ:\n",
            "הִפְקִידָן אֵצֶל שֻׁלְחָנִי אוֹ חֶנְוָנִי וְלֹא הָיוּ חֲתוּמִין וְלֹא קְשׁוּרִין קֶשֶׁר מְשֻׁנֶּה הוֹאִיל וְיֵשׁ לוֹ רְשׁוּת מִן הַדִּין לְהִשְׁתַּמֵּשׁ בָּהֶן אִם הוֹצִיאוּ שְׁנֵיהֶן פְּטוּרִין. בַּעַל הַפִּקָּדוֹן פָּטוּר שֶׁהֲרֵי לֹא אָמַר לוֹ הִשְׁתַּמֵּשׁ בָּהֶן. וְהַחֶנְוָנִי פָּטוּר מִפְּנֵי שֶׁאֵינָן קְשׁוּרִין קֶשֶׁר מְשֻׁנֶּה וְלֹא חֲתוּמִין וּכְאִלּוּ הִשְׁתַּמֵּשׁ בִּרְשׁוּת:\n",
            "הָאִשָּׁה שֶׁהִכְנִיסָה מָעוֹת שֶׁל הֶקְדֵּשׁ לְבַעְלָהּ. אוֹ שֶׁהִקְדִּישׁ מוֹרִישָׁהּ וּמֵת וְנָפְלוּ לָהּ הֶקְדֵּשׁוֹת בִּירֻשָּׁה. לִכְשֶׁיּוֹצִיא הַבַּעַל הַמָּעוֹת בַּחֲפָצָיו יִמְעל:\n"
        ],
        [
            "הַפּוֹעֲלִים שֶׁהֵן עוֹשִׂין בְּהֶקְדֵּשׁ אַף עַל פִּי שֶׁפָּסְקוּ עִמָּהֶן מְזוֹנוֹת לֹא יֹאכְלוּ מִגְּרוֹגָרוֹת שֶׁל הֶקְדֵּשׁ וְאִם אָכְלוּ מָעֲלוּ. אֶלָּא הַהֶקְדֵּשׁ נוֹתֵן לָהֶם דְּמֵי מְזוֹנוֹת:\n",
            "הַדָּשׁ כַּרְשִׁינֵי הֶקְדֵּשׁ הֲרֵי זֶה חוֹסֵם אֶת הַפָּרָה. שֶׁנֶּאֱמַר <small>(דברים כה ד)</small> \"לֹא תַחְסֹם שׁוֹר בְּדִישׁוֹ\" דַּיִשׁ הָרָאוּי לוֹ:\n",
            "אֵין מְחַלְּלִין אֶת הַהֶקְדֵּשׁ עַל הַמְּלָאכָה אֶלָּא עַל הַמָּעוֹת. כֵּיצַד. אֻמָּן שֶׁעָשָׂה מְלָאכָה בְּהֶקְדֵּשׁ בְּמָנֶה אֵין נוֹתְנִין לוֹ בֶּהֱמַת הֶקְדֵּשׁ אוֹ טַלִּית הֶקְדֵּשׁ בִּשְׂכָרוֹ עַד שֶׁמְּחַלְּלִין אוֹתָן עַל הַמָּעוֹת. וְאַחַר שֶׁיֵּעָשׂוּ חֻלִּין נוֹתְנִין אוֹתָן לָאֻמָּן בִּשְׂכָרוֹ אִם רָצוּ. וְחוֹזְרִין וְלוֹקְחִין מִמֶּנּוּ בְּהֵמָה מִתְּרוּמַת הַלִּשְׁכָּה:\n",
            "כְּשֶׁבּוֹנִין בַּמִּקְדָּשׁ אֵין לוֹקְחִין עֵצִים וַאֲבָנִים מִן הַהֶקְדֵּשׁ וְלֹא בּוֹנִין אֶת הַבִּנְיָן עַל דַּעַת שֶׁהוּא קֹדֶשׁ אֶלָּא בּוֹנִין הַכּל מִן הַחל. גְּזֵרָה שֶׁמָּא יֵהָנֶה בְּצֵל הַבִּנְיָן אוֹ יִשָּׁעֵן עַל אֶבֶן אוֹ קוֹרָה בִּשְׁעַת מְלָאכָה. וְאַחַר שֶׁיֻּשְׁלַם הַבִּנְיָן מְחַלְּלִין מְעוֹת הַהֶקְדֵּשׁ עַל הַבִּנְיָן. וְאִם צָרְכוּ הַגִּזְבָּרִין לְעֵצִים לַקֹּדֶשׁ לְאוֹתוֹ הַיּוֹם בִּלְבַד לוֹקְחִין אוֹתָן מִמְּעוֹת הַהֶקְדֵּשׁ שֶׁהֲרֵי אֵינָן מִתְאַחֲרִין יָמִים כְּדֵי שֶׁנָּחוּשׁ לָהֶן שֶׁמָּא יִשָּׁעֵן אָדָם עֲלֵיהֶן וְיִמְעל:\n",
            "כְּשֶׁפּוֹסְקִין עִם הָאֻמָּנִין לִבְנוֹת בַּמִּקְדָּשׁ וּבָעֲזָרוֹת. פּוֹסְקִין עִמָּהֶן כָּךְ וְכָךְ אַמָּה בְּכָךְ וְכָךְ סֶלַע בְּאַמָּה בַּת עֶשְׂרִים אֶצְבַּע. וּכְשֶׁמּוֹשְׁחִין לָהֶן מַה שֶּׁבָּנוּ מוֹשְׁחִין וּמְחַשְּׁבִין לָהֶן בְּאַמָּה גְּדוֹלָה בַּת עֶשְׂרִים וְאַרְבַּע אֶצְבָּעוֹת כְּדֵי שֶׁלֹּא יָבוֹאוּ לִידֵי מְעִילָה מִפְּנֵי שֶׁאֵין מְדַקְדְּקִין בִּמְשִׁיחָה:\n",
            "תְּנַאי בֵּית דִּין שֶׁיִּהְיוּ הַכֹּהֲנִים נֵאוֹתִין בַּמֶּלַח וּבָעֵצִים בַּאֲכִילַת קָרְבָּנוֹת שֶׁאוֹכְלִין בְּחֶלְקָן. אֲבָל לֹא יִתְּנוּ מֶלַח הַמִּקְדָּשׁ בְּחֻלִּין שֶׁלָּהֶן:\n",
            "מֶלַח שֶׁעַל גַּבֵּי הָאֵיבָר מוֹעֲלִין בּוֹ. שֶׁעַל גַּבֵּי הַכֶּבֶשׁ וְשֶׁעַל רֹאשׁ הַמִּזְבֵּחַ אֵין מוֹעֲלִין בּוֹ:\n",
            "רָאוּי לָאָדָם לְהִתְבּוֹנֵן בְּמִשְׁפְּטֵי הַתּוֹרָה הַקְּדוֹשָׁה וְלֵידַע סוֹף עִנְיָנָם כְּפִי כֹּחוֹ. וְדָבָר שֶׁלֹּא יִמְצָא לוֹ טַעַם וְלֹא יֵדַע לוֹ עִלָּה אַל יְהִי קַל בְּעֵינָיו וְלֹא יַהֲרֹס לַעֲלוֹת אֶל ה' פֶּן יִפְרֹץ בּוֹ. וְלֹא תְּהֵא מַחֲשַׁבְתּוֹ בּוֹ כְּמַחְשַׁבְתּוֹ בִּשְׁאָר דִּבְרֵי הַחל. בּוֹא וּרְאֵה כַּמָּה הֶחְמִירָה תּוֹרָה בִּמְעִילָה. וּמָה אִם עֵצִים וַאֲבָנִים וְעָפָר וָאֵפֶר כֵּיוָן שֶׁנִּקְרָא שֵׁם אֲדוֹן הָעוֹלָם עֲלֵיהֶם בִּדְבָרִים בִּלְבַד נִתְקַדְּשׁוּ וְכָל הַנּוֹהֵג בָּהֶן מִנְהַג חֹל מָעַל בָּהּ וַאֲפִלּוּ הָיָה שׁוֹגֵג צָרִיךְ כַּפָּרָה. קַל וָחֹמֶר לְמִצְוֹת שֶׁחָקַק לָנוּ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹּא יִבְעַט הָאָדָם בָּהֶן מִפְּנֵי שֶׁלֹּא יֵדַע טַעְמָן. וְלֹא יְחַפֶּה דְּבָרִים אֲשֶׁר לֹא כֵּן עַל הַשֵּׁם וְלֹא יַחְשֹׁב בָּהֶן מַחְשַׁבְתּוֹ כְּדִבְרֵי הַחל. הֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(ויקרא יט לז)</small> <small>(ויקרא כ כב)</small> \"וּשְׁמַרְתֶּם אֶת כָּל חֻקֹּתַי וְאֶת כָּל מִשְׁפָּטַי וַעֲשִׂיתֶם אֹתָם\". אָמְרוּ חֲכָמִים לִתֵּן שְׁמִירָה וַעֲשִׂיָּה לַחֻקִּים כַּמִּשְׁפָּטִים. וְהָעֲשִׂיָּה יְדוּעָה וְהִיא שֶׁיַּעֲשֶׂה הַחֻקִּים. וְהַשְּׁמִירָה שֶׁיִּזָּהֵר בָּהֶן וְלֹא יְדַמֶּה שֶׁהֵן פְּחוּתִין מִן הַמִּשְׁפָּטִים. וְהַמִּשְׁפָּטִים הֵן הַמִּצְוֹת שֶׁטַּעְמָן גָּלוּי וְטוֹבַת עֲשִׂיָּתָן בָּעוֹלָם הַזֶּה יְדוּעָה כְּגוֹן אִסּוּר גֵּזֶל וּשְׁפִיכוּת דָּמִים וְכִבּוּד אָב וָאֵם. וְהַחֻקִּים הֵן הַמִּצְוֹת שֶׁאֵין טַעְמָן יָדוּעַ. אָמְרוּ חֲכָמִים חֻקִּים חַקֹּתִי לְךָ וְאֵין לְךָ רְשׁוּת לְהַרְהֵר בָּהֶן. וְיִצְרוֹ שֶׁל אָדָם נוֹקְפוֹ בָּהֶן וְאֻמּוֹת הָעוֹלָם מְשִׁיבִין עֲלֵיהֶן כְּגוֹן אִסּוּר בְּשַׂר חֲזִיר וּבָשָׂר בְּחָלָב וְעֶגְלָה עֲרוּפָה וּפָרָה אֲדֻמָּה וְשָׂעִיר הַמִּשְׁתַּלֵּחַ. וְכַמָּה הָיָה דָּוִד הַמֶּלֶךְ מִצְטַעֵר מִן הַמִּינִים וּמִן הָעַכּוּ''ם שֶׁהָיוּ מְשִׁיבִין עַל הַחֻקִּים. וְכָל זְמַן שֶׁהָיוּ רוֹדְפִין אוֹתוֹ בִּתְשׁוּבוֹת הַשֶּׁקֶר שֶׁעוֹרְכִין לְפִי קֹצֶר דַּעַת הָאָדָם הָיָה מוֹסִיף דְּבֵקוּת בַּתּוֹרָה. שֶׁנֶּאֱמַר <small>(תהילים קיט סט)</small> \"טָפְלוּ עָלַי שֶׁקֶר זֵדִים אֲנִי בְּכָל לֵב אֶצֹּר פִּקּוּדֶיךָ\". וְנֶאֱמַר שָׁם בָּעִנְיָן <small>(תהילים קיט פו)</small> \"כָּל מִצְוֹתֶיךָ אֱמוּנָה שֶׁקֶר רְדָפוּנִי עָזְרֵנִי\". וְכָל הַקָּרְבָּנוֹת כֻּלָּן מִכְּלַל הַחֻקִּים הֵן. אָמְרוּ חֲכָמִים שֶׁבִּשְׁבִיל עֲבוֹדַת הַקָּרְבָּנוֹת הָעוֹלָם עוֹמֵד. שֶׁבַּעֲשִׂיַּת הַחֻקִּים וְהַמִּשְׁפָּטִים זוֹכִין הַיְשָׁרִים לְחַיֵּי הָעוֹלָם הַבָּא. וְהִקְדִּימָה תּוֹרָה צִוּוּי עַל הַחֻקִּים. שֶׁנֶּאֱמַר <small>(ויקרא יח ה)</small> \"וּשְׁמַרְתֶּם אֶת חֻקֹּתַי וְאֶת מִשְׁפָּטַי אֲשֶׁר יַעֲשֶׂה אֹתָם הָאָדָם וָחַי בָּהֶם\". \n",
            ":נגמר ספר שמיני והוא ספר עבודה:הלכותיו תשע:ופרקיו חמשה ותשעים:ואלו הן:הלכות בית הבחירה שמונה פרקים הלכות כלי המקדש עשרה פרקים הלכות ביאת המקדש תשעה פרקים הלכות איסורי מזבח שבעה פרקים הלכות מעשה הקרבנות תשעה עשר פרקים הלכות תמידין ומוספין עשרה פרקים הלכות פסולי המוקדשין תשעה עשר פרקים הלכות עבודת יום הכפורים חמשה פרקים הלכות מעילה שמנה פרקים:"
        ]
    ],
    "versions": [
        [
            "Wikisource Mishneh Torah",
            "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_%D7%9C%D7%A8%D7%9E%D7%91%22%D7%9D"
        ],
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מעילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}