{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה מבוי וכו' ולהכי פריך שפיר טפי וכו'. פי' דבלא זה קשיא מאי פריך בגמ' מ\"ש גבי סוכה דתנא וכו' דדילמא אית דוכתא דתני פסולה ואית דוכתא דתני ימעט כדאשכחן כה\"ג בכמה דוכתי כדאיתא בתוס' רפ\"ק דב\"ק אית דוכתי דתני הן ואית דוכתי דלא תני הן אבל השתא פריך שפיר דמאחר דלא אשמעינן הכשר מבוי בקורה ברישא ש\"מ דרצה התנא להשוות לשונו להתחיל כמו שמתחלת מתני' דסוכה ואם כן למה שינה בזה דמ\"ש דגבי סוכה תני פסולה וגבי מבוי תני תקנתא:", 
            "<b>ד\"ה</b> סוכה דאורייתא ולישנא דאי בעית אימא וכו' לא אתי שפיר לפירושו. הצעת הפשט כך הוא דלפרש\"י לישנא דימעט שייך למיתני בכל מילי בין בדאורייתא בין בדרבנן אלא דלשון פסול ניחא ליה למיתני טפי רק שכאן לא שייך למיתני לשון פסול לכך תני לשון ימעט ולכך אמרו דלישנא דאיבעית אימא לא א\"ש דאמר בגמ' ואב\"א בדאורייתא נמי תני תקנתא דמשמע דלתירוץ הראשון לא שייך למיתני לשון תקנתא וזה אינו לפי' רש\"י דהא ללישנא קמא נמי שייך למיתני לשון ימעט בכל מילי אבל לפי' התוס' הוי הסברא איפכא דלשון ימעט ניחא ליה למיתני טפי דהוי לישנא מעליא טפי מלשון פסול כדאשכחן בפסחים שעקם הכתוב כמה אותיות שלא להוציא דבר מגונה מפיו אלא דגבי סוכה א\"א ליה למיתני ימעט דהוי משמע חומרא בעלמא ואתי למטעי וכו' ולכך קאמר ואב\"א בדאורייתא נמי תני תקנתא ולא חיישינן דלמא אתי למטעי אלא סוכה דנפישין מיליה וכו' עי' בתוס' ריש סוכה:", 
            "<b>ד\"ה</b> דכתיב וכו' וקאמרי רבנן אי כתיב וכו' פי' שלא היה כתוב וכו'. הוכרחו התוס' לכתוב פירוש זה משום דקשה דלמה להו לרבנן להשיב אי הוה כתיב וכו' היה להם להשיב דלא כתיב שום פסוק בזה הלשון לכך פירשו אה\"נ דהכי קאמרי רבנן אי הוה כתיב פתח האולם בהדיא לבד ולא היה כתיב אולם הבית כדקאמרת וכו' וכן מצאתי בת\"י כתובים על קלף:", 
            "<b>ד\"ה</b> אשכחן וכו' ונ\"מ וכו'. פי' משום דכתיב גבי מקדש את שבתותי תשמורו ומקדשי תיראו וילפינן דאין בנין מקדש דוחה שבת וממקדשי תיראו ילפינן מורא מקדש שלא יכנס באבק שברגליו ויתר הדברים וילפינן לענין זה משכן ממקדש ואע\"ג דגבי משכן עצמו אמרינן הקדים שבת למלאכת המשכן לומר שאינו דוחה שבת וכן פירש\"י בפירוש החומש י\"ל שדרך דרש הוא אי נמי עיקר הנפקא מינה קאי אשלא יכנס באבק שברגליו ונקט שאינו דוחה שבת אגב זה משום דמחד קרא ילפינן להו:", 
            "<b>בא\"ד</b> גבי מומין שפוסלין בכהנים ולוים בשנים דקאמר וכו' כצ\"ל:", 
            "<b>בא\"ד</b> וקשה דבפ\"ב דשבועות מצריך תרי קראי דקאמר דלכתוב אידי ואידי מקדש כו'. כדי שנדע תוכן הענין אציע סוגית הגמרא והכי איתא התם טומאה בעזרה מניין פירש\"י מניין דחייב מי שנטמא בעזרה דהא לא קרינן ולא יטמאו את מחניהם שכבר טימא ומשני אר\"א כתוב אחד אומר כי את מקדש ה' טמא וכתוב אחד אומר את משכן ה' טמא אם אינו ענין לטומאה שבחוץ תניהו ענין לטומאה שבפנים ופריך הא מצריך צריכי דאי הוה כתב משכן הוה אמינא משום דמשוח בשמן המשחה אבל מקדש לא ואי הוה כתב מקדש הוה אמינא משום דקדושתו קדושת עולם אבל משכן לא ומשני ר\"א הכי קא קשיא ליה מכדי משכן אקרי מקדש ומקדש משכן תרי קראי ל\"ל נכתוב או אידי ואידי מקדש או אידי ואידי משכן משכן ומקדש למה לי ש\"מ תרתי וכו' אם כן משמע משום דעכ\"פ צריך תרי קראי לגופא דדינא ולא ילפינן זה מזה אלא משום דמקדש אקרי משכן כו' הוה ליה למכתב אידי ואידי משכן או מקדש ומדשני בלישנא ילפינן עוד מיניה טומאת פנים והכא משמע דמשום דמקדש אקרי משכן ומשכן מקדש ילפינן מהדדי:", 
            "<b>בא\"ד</b> ותי' ה\"ר נתנאל דהכא וכו'. ר\"ל לענין שלמים ששחטן קודם פתיחת דלתות לא צריך קרא וכו' מהרש\"ל ז\"ל בספר ח\"ש כתב ולפ\"ז אינו מיושב מנא לן דילפינן משכן ממקדש לענין שאינו דוחה שבת ושלא יכנס באבק שברגליו ותירץ מה שתירץ בדוחק ולי נראה דגם זה דילפינן משכן ממקדש מדוייק מקרא זה משום דמאחר דעיקר דרשה זו אינה אלא על המקדש דבמשכן לא היו דלתות למה לי דכתבו לן רחמנא גבי משכן אלא לומר לך ג\"כ שמשכן אקרי מקדש כדי שנילף ג\"כ ענין מה למשכן ממקדש ולהכי ילפינן המסתבר טפי דהיינו שאינו דוחה שבת ושלא יכנס באבק שברגליו ובזה יתורץ ג\"כ בשמעתין ל\"ל להתרצן להשיב ומשכן אקרי מקדש והא לא הקשה אלא והא כי כתיב האי קרא פתח אהל מועד במשכן כתיב ומנא ליה למילף מינה היכל ולא היה לו להשיב רק מקדש אקרי משכן אבל השתא אתי שפיר דהאי דרש דמקדש אקרי משכן אינו מיושב אלא כי אמרינן נמי דמשכן אקרי מקדש לענין נ\"מ שכתכו התוס' דאל\"כ יקשה מאחר דעיקר דרשה דפתח אהל מועד דילפינן מינה פתיחת דלתות אינה אלא על מקדש למה ליה דכתביה רחמנא גבי משכן:", 
            "<b>ד\"ה</b> שלמים וכו' דתמיד של שחר נמי בעי פתיחת דלתות וכו'. וא\"ת דלמא מיירי דעבר והקריב התמיד קודם פתיחת דלתות ואח\"כ שחט השלמים וה\"א דהשלמים כשרים לכך צריך קרא וי\"ל דא\"כ היה התמיד פסול וצריכים להביא תמיד אחד וא\"כ כששחט השלמים פסולים מכה ששחטן קודם הקרבת תמיד הכשר והדרא קושיא לדוכתא:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ואיבעית אימא כי כתיב יכו' וד\"ה ואיבעית אימא קלעים וכו' הכל דא\"ה:", 
            "<b>בא\"ד</b> וי\"ל דאמר לקמן דצורת הפתה וכו'. עיין לקמן (עירובין דף י\"א) סוף ע\"א:", 
            "<b>בא\"ד</b> דאי לאו קרא דלפניו בגובהה כתיב לא הוצרך וכו' כצ\"ל:", 
            "<b>ד\"ה</b> עד ארבעים וחמשים וכו' עד כדמשני בפרק מפנין הס\"ד:", 
            "<b>ד\"ה</b> לבעי דלתות וכו' אי נמי ע\"כ אהל מועד שלא כדין וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> הכא נמי על כרחך נעשית כצלתה מרובה וכו' כצ\"ל:", 
            "<b>שם</b> מבוי דרבנן לא אחמירו ביה רבנן וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה דל אנא מהכא הרימני מיכן כו' ס\"א הריני סר מכאן וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה אי קלשת הוי ליה וכו' א\"נ גבי הוצין יש לפסול יותר. מקשין העולם מה שייך לומר אי נמי הא אין כאן שום תירוץ אחר לפניו ולי נראה דהכי קאמר דלעיל קאמר אבל קשה דגבי הוצין קאמר ואם לאו וכו' ר\"ל ומכה קושיא זו צריכין אנו לומר דפירוש אי קלשת ליה דע\"י הקלישה יבא הרוח ויפזר וכו' כדלעיל והפי' שפי' שיהא חמתה מרובה על ידי הקלישה לבד נדחה וע\"ז קאמר אי נמי נוכל ג\"כ ליישב קושיא זו והפירוש שפירשנו דע\"י הקלישה יהא חמתה מרובה אינו נדחה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כמאן דאמר בארבעה וכו' דאין פתח פחות מד' וכו'. עיין לקמן (עירובין דף ה') בתוס' ד\"ה ואי בד' וכו':"
        ], 
        [
            "<b>בתוס'</b> בהג\"ה וגם לפי' הקונטרס קשה מאי נפקא מינה. ר\"ל ואם תרצה לתרץ דלא ליתי לידי טעות כגון שיש כלי שמחזיק מה שהפיל ביצה ומחצה וכו' כמו שפירשו התוס' לקמן כמו כן נוכל ג\"כ ליישכ לפי' ד\"ת:", 
            "<b>באותה</b> הגה\"ה ול\"נ דלפירוש הקונטרס לא קשה כלל וכו'. נ\"ל דהאי הגה\"ה פליגא אפירוש התוס' דלקמן דפירשו הנ\"מ בדוחק כגון שיש כלי שמחזיק וכו' דלפירושו עיקר הדבר תלוי מה שמפיל ביצה ומחצה הן מן היין או מן המים הן יהיה רביעית או לא ואם יפילו העלין והלולבין שאכל כ\"כ א\"כ אכל עלין ולולבין כשיעור ביצה ומחצה וחייב דהכל תלוי כשאכל ביצה ומחצה אבל לפירוש ההג\"ה צריך לאכול עלין ולולבין יותר מכביצה ומחצה דצריך לאכול כל כך הרבה שיוכל להפיל רביעית יין דהיינו שממלא כלי אצבעיים על אצבעיים וביצה ומחצה אינה מפלת אלא רביעית [מים] ולכך צריך שפיר קרא כדי להשמיענו דצריך יותר מביצה ומחצה עד שיפול רביעית יין ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה דבר תורה כו' ואמאי צריך קרא לשער וכו'. מקשין העולם ולפי' התוס' נמי דפירשו דהלכה רובו ומקפיד אכל דבר ולאו דוקא אשער אבל מ\"מ אשער נמי קאי וא\"כ קרא למה לי וי\"ל דלפירוש התוס' הלכתא סתמא אתמר בכל דבר הטעון טבילה רובו ומקפיד עליו חוצץ ואי לאו קרא ה\"א דשער לא בעי טבילה כלל קמ\"ל קרא ואי לאו הלכתא ה\"א כולו קמ\"ל הלכתא בין בבשרו בין בשערו רובו ומקפיד חוצץ וכן מצאתי:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה דפתח לו בקרן זוית כו' ולא דק כו'. פירוש אלא צריך להיות האמצעי יותר מטפח דאם לא כן אלא כפירוש רש\"י לא יהיה הפתח רוחב ד' טפחים דאינה רחב כ\"א אלכסון של ג' טפחים על טפח וזה אינו ד\"ט דהא עינינו רואות שאלכסון של ג\"ט על טפח כאחת אינו מגיע לאלכסון של טפח על טפח ג' פעמים ולכך לא יגיע בשביל האלכסון לד' טפחים לכך צריך להיות בדופן האמצעי יותר מטפח:", 
            "<b>ד\"ה</b> לחי הבולט וכו' דאמר לקמן דמבוי שבעה ניתר וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אינו דין שיהא ניתר וכו' דכיון שאין יכול ללמדו בק\"ו ה\"נ ליכא למימר תוכיח. מקשין העולם וליפרך מינה פירכא ונאמר מה לחצר שכן פס ד' אמות מתרת אותו וכו' כמו שפריך מה לחצר שכן פרצתו בעשר דמ\"ש דהא פרצתו בעשר נמי ליכא למילף בק\"ו כדבסמוך בדבור שאחר זה ואעפ\"כ פרכינן ליה הפירכא ועוד דהא פירשו התוס' לקמן ד\"ה שפרצתו וכו' וא\"ת ונעשה קל וחומר וכו' ומתרץ דאיכא למימר פרצת עשר תוכיח ונ\"ל דדוקא גבי פס יותר מד\"א ליכא למימר תוכיח ולא לפרוך מינה פירכא דכי פרכת מה להצד שכן פס מתיר בו אבל מבוי שאין פס ד' אמות מתרת אותה ולזה גם כן עומד מרובה לא יתיר בו יש להשיב מה לפס ד' אמות שאין מתיר בו היינו משום שאינו מחיצה גמורה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מצידו וכו' דעשר כשל מטה וכו'. ד\"ל דעשר היינו עשר אמות ואי הוי מן הצד עשר אמות נקרא פתח כמו פחות מעשר והיינו פירוש כלמטה אבל בארבע היינו פירושא בד\"ט ובמקום דאין שייך לומר פתח דוקא עד ארבע הוא כשר דאמרינן לבוד אבל ארבע הוא פסול כמו ביתר מארבע והיינו ר\"ל כלמעלה:", 
            "<b>ד\"ה</b> אחד זה וכו' הוי פירצה ב' אמות פי' ורב הונא ס\"ל בד' דהיינו ד' טפחים:", 
            "<b>ד\"ה</b> רב אמר וכו' דמפולש גמור הוי עקום באמצע וכו' כזה א:", 
            "<b>בא\"ד</b> וגבי מבוי העשו כנדל וכו' עיין לקמן (עירובין דף ח' ע\"ב):"
        ], 
        [
            "<b>בתוס'</b> ד\"ה וכי תימא וכו' וי\"ל דמעיקרא ס\"ד וכו' אבל לפי המסקנא וכו' ועוד יש לומר דמעיקרא נמי וכו' הציור לפירוש התוס' הוא כזה ב:", 
            "<b>ד\"ה</b> והאמר כו' וי\"ל דפריך כי היכי דלרבי יהודה בשם ד' מחיצות וכו'. פי' כגון פסי ביראות דלא הוי מחיצות גמורות דלקמן פ\"ב (עירובין דף כ\"ב) איתא דלרבנן שתי מחיצות גמורות לא הוי מחיצה ושם ארבע מחיצות דהיינו פסי ביראות הוי מחיצות ולרבי יהודה איפכא דשם ארבע מחיצות לא הוי מחיצות ושתי מחיצות גמורות הוי מחיצות וטעמו של רבי יוחנן דאית ליה בירושלים לא הוי מחיצות אע\"ג דהוי שתי מחיצות גמורות ואיהו ס\"ל כר' יהודה עי' לקמן בתוס':", 
            "<b>בא\"ד</b> וכן משמע בפרק ב' דשתי מחיצות לרבנן וכו' כצ\"ל:", 
            "<b>ד\"ה</b> ומי עבדינן כתרי חומרי וכו' דלא דמי דהא מבוי כו'. פי' דבשלמא בעלמא בדמיון דפליגי רב ושמואל בדבר אחד זה אוסר וזה מתיר ופליגי נמי בדין אחר למשל בדין ממון זה פוטר וזה מחייב או בדבר איסור שאינו מענין פלוגתא הראשונה אז אע\"ג דפסקינן בדין ראשון כרב נוכל לפסוק בדין השני כשמואל דהא לא סתרי אהדדי ומ\"מ ככל דין ודין עבדינן כחד מינייהו אבל הכא בהאי מבוי דאצרכוה דלתות לא עבדו לא כרב ולא כשמואל דהא ממ\"נ שריא היא בצורת הפתח דלרב דס\"ל דתורתו כמפולש סבירא ליה נמי דמפולש די לו בצורת הפתח ולשמואל נמי דס\"ל דמפולש צריך דלתות הא ס\"ל דהאי מבוי אין לו דין מפולש כלל ואפי' צורת הפתח לא בעי אלא לחי וקורה כשאר מבוי סתום וא\"כ ממ\"נ שריא בצורת הפתח לכולי עלמא ולכך פריך ומי עבדינן כו' ולפי זה צ\"ל דהברייתא שמביא המקשה דלא עבדינן כבית שמאי וכבית הלל איירי נמי בענין זה ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כגון שדרה וגולגולת וכו' לב\"ש נמי מיית בשיעורא וכו'. פי' מה משיב ב\"ה כדי שינטל וכו' הא ע\"כ צ\"ל דב\"ש סבירא להו דבכמלא מקדח דהוא שיעורא דידהו דוקא מתה הבהמה ולא בפחות דאי ס\"ל דמתה בפחות מאי טעמא דס\"ל דאינה טריפה עד כמלא מקדח וא\"כ אינהו נמי ס\"ל דבכמלא מקדח הוא כדי שינטל מן החי וימות וא\"כ מה משיב להו ב\"ה ואי ס\"ל לב\"ה דהוי שיעור בפחות ממלא מקדח הוי להו לאפלוגי הכי ולומר דהוי שיעור מיתה בפחות ממלא מקדח ולא הל\"ל כדי שינטל וכו' ומשני דרגילות וכו' פי' והשתא ב\"ש נמי ס\"ל דבנטילה הוי שיעור מיתה בפחות ממלא מקדח אלא ברוחב סלע כסברת הפוסקים והכא בחסרון ע\"י רקיבה פליגי וס\"ל לב\"ש דברקיבה לא הוי שיעורא כסלע אלא כמלא מקדח ובית הלל ס\"ל דהוי נמי שיעורא בכדי שינטל וכו' דהיינו בכסלע כמו גבי נטילה ודו\"ק:", 
            "<b>ד\"ה</b> ונהג בו ב' עישורין מפרש בירושלמי וכו'. משום דקשה דהמרבה במעשרות מעשרותיו מקולקלים ואם כן אם הפריש שני מעשרות ממש לא היה מתוקן לכך מפרש הירושלמי דלא הפריש אלא מעשר אחר על תנאי ואח\"כ הללו כדין מעשר שני והמעשר עצמו נתן לעניים והשתא אי מעשר עני הוא הרי נתנו לעניים כדינו ואם מעשר שני היה הרי הללו כדינו ואכל המעות בירושלים כדין מעשר שני והמעשר עצמו יצא לחולין ומה מזיק שנתנו לעניים בתורת מתנה הרי יכול ליתנו לכל מי שירצה שהרי חולין גמורין הוא ועיין בר\"ה דף י\"ד:", 
            "<b>ד\"ה</b> אם היה מבוי כלה לרחבה וכו'. הציור הוא כזה *:", 
            "<b>ד\"ה</b> אם היה מבוי וכו' ובריש ע\"ב ד\"ה דאי דרב קשיא וכו' וד\"ה בערבו קמפלגי כו' הד\"א:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה זורקין לה כו' שהאשפה רחוקה וכו' פירוש וא\"כ היאך יכולין לזרוק עליו הא רשות הרבים מפסקת ולכך פירש דזרק למעלה מי' דהוי מקום פטור זורקים:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מניח את הקורה וכו' הא אין כאן כי אם שני מחיצות. פי' מחיצה האמצעית והכותל הנמשכת להקורה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ורבא התם וכו' ומשני הכא באסקופת מבוי עסקינן התוס' לא סיימו התירוץ שם והכי משני התם הכא באסקופת מבוי עסקינן חציו מקורה וחציו שאינו מקורה וכו' ע\"ש:"
        ], 
        [
            "<b>גמרא</b> נראה מבפנים ושוה מבחוץ וכו'. לפרש\"י הוה הציור כצורה א ולפירוש התוס' הוי הציור דנראה מבחוץ כצורה ב וכן הוי לפרש\"י לקמן בכותל שצדו א' כנוס משל חבירו וזהו ששוקע הכותל מלפניו ובנראה מבפנים גבי כותל פי' רש\"י כגון ששוקע הכותל מאחריו הוי הציור כצורה ג:", 
            "<b>בא\"ד</b> ודרך להעמידו לצד פנים כצורה ד:", 
            "<b>בא\"ד</b> אי הוי דוקא הא דאמר לקמן בסמוך בדף י' ע\"א וא\"כ משמע שצריך באותו היוצא שהוא להיכר לחי צ\"ל בעובי טפח:", 
            "<b>בא\"ד</b> שיש היכר איזה הם כותלי קטנה וכו' פירוש ולכך ליכא למימר שגיפופי גדולה יהיו נראין שהן עובי כותלי קטנה כו' ולכך ל\"ק מידי על פרש\"י:"
        ], 
        [], 
        [
            "<b>בתוס'</b> בד\"ה עושה פס וכו' ומבוי עקום וכו'. פירוש מבוי עקום כמין ח דאצרכוה דלתות לעיל (עירובין דף ו') וכצ\"ל ומבוי עקום כמין ח' דאצרכוה דלתות לא הוי וכו' עד כפירוש ר\"י לעיל (עירובין דף ו' ע\"א):"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה וכי תימא וכו'. קשה לתוספות והא רוב דופן הוי פחות מד' ומאי קאמר דבארבע הוי רוב דופן וגם מאי פריך בתר הכי ארבע ל\"ל הא אפילו רוב אינו צריך ולכך פי' והשתא וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הכא במאי עסקינן וכו' בחצר שנפרצה מע\"ש אבל בשבת לא אמרינן הואיל והותרה הותרה היכא דליתנהו למחיצות ועיין לקמן בדף י\"ז:", 
            "<b>בא\"ד</b> דאית ליה גידודים גבוהים עשר בתוך החצר. פירוש שהמים פרצו הגדר ונכנסו עד אמצע החצר ושם יש גידודים גבוהים י' שהמים המחו קרקעית החצר ונעשית קרקעית החצר גבוה על המים וק\"ל:", 
            "<b>בא\"ד</b> ושמא י\"ל שהמחיצות עשויות לשם מים עדיפי וכו'. קשה והא ההיא דמייתי לעיל דפרק כיצד משתתפין שמחיצה נמי עשויה לשם מים כדמשמע התם ואעפ\"כ צריך שיראו ראשי הקנים וי\"ל דהתם מיירי בבור של שני חצירות ועושין המחיצה כדי להפסיק ע\"ש ולכך אי לאו דנראו ראשי הקנים נראה כאלו ממלא מרשות חבירו ועוד דאיכא למימר שמא אזיל הדלי לאידך גיסא וגם הוא נפרץ במילואו ולכך גרע טפי וכן מצאתי בגליון תוספות ישנים והשתא אתי שפיר ההוא דתוספתא פירוש דאיכא למימר מאחד שעשה מחיצה גבוה י' איכא נמי היכרא:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה אתנייה רחבה כו' אלא שהגמרא המתין כו'. פירוש מאחר שקאי אדברי רבנן למה סדר הגמרא השמועה אדברי ר' יהודה ועשה פיסקא ר' יהודה אומר וכו':"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ת\"ש וכו' א\"נ דמיירי בכל ענין וכו'. פי' ופריך הכא היכא דהוי רוב דופן מעובי האילן דלא הולך ברוח והתם פריך מהיכא דהוי רוב האילן מן הנוף דאזיל ואתי ברוח:", 
            "<b>ד\"ה</b> אי הכי מאי למימרא וכו' ולא סגי בשינויי דלעיל. פירוש הא דמשני מהו דתימא לגזור דלמא אתי לאשתמושי כו' ותירץ דלא הוה נקיט תרתי ר\"ל שני דברים שאין בהם שום חידוש דהיינו גדר וחיצת הקנים אגב אילן אבל השתא דמשני חיצת הקנים איצטריכא ליה א\"כ יש בשני דברים רבותא כאילן ובחיצת הקנים נקט גדר לגבייהו וק\"ל:", 
            "<b>ד\"ה</b> אביי לטעמיה וכו' גבי אם בא למעט. לעיל בדף ד' דאמר לא דכ\"ע כו' ובהא קמיפלגי מר סבר קורה משום היכר כו' ואותו תירוץ הוא תופס עיקר:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ורבנן וכו' התם דרש מלה דוכתב דהכא. פי' לדרשה דהכא לא איצטריך אלא וכתב בלבד וממלת לה דרשינן דרשה דהתם:", 
            "<b>ד\"ה</b> על מנת כו' שכבר מת שם. פירוש שתמר בת שם היתה כדאיתא במדרש וקראי מוכחי מחשבון השנים שכבר מת באותו זמן וכתיב בית אביך:", 
            "<b>ד\"ה</b> פרוץ כעומד וכו' דשבקינן לקרא וכו'. צ\"ל דשבקינן לקרא ואיהו מוקי נפשיה לשאם יבא אליהו ויאמר שבצמצום נעשה כו' ר\"ל שבאמת אנו א\"א לנו לצמצם וקרא אתי לשאם יבא אליהו וכו' אע\"פ שדוחק הוא לאוקמי קרא בהכי שבקי' לקרא וכו' ע\"כ אנו מוכרחים לאוקמי קרא בהכי כיון דלית לן דרשה אחרינא:", 
            "<b>ד\"ה</b> רש\"י גרס וכו' ותימא וכו' ופ\"ה שם כשעירבו וכו'. פי' אלמא כל היכא דבעינן דליבטל ברובא צריך להיות מעורב וא\"כ הכא אע\"פ שיש כאן סכך כשר טפי לא שייך ביטול כיון שאין מעורב וע\"כ לפרש\"י הוי טעמא דהכא משום ביטול ברוב דאל\"כ מה מועיל שראשו אחד מונח על השפוד מכאן וראשו האחד מכאן מאחר שהשפודין למטה אלא ע\"כ צ\"ל שטעמו דבטלי השפודין ברובא ולכך הקשו התוס' והא לא שייך ביטול כיון שאינן מעורבין ונראה וכו' ומשני במעדיף שבודאי וכו' ולפירוש התוס' לא קאי מעדיף אריוח שבין השפודין אלא הוי פירושו שמניח סכך כשר הרבה על האויר עד שבודאי יסתום כל האויר וכו' ואין להקשות לפירוש התוס' דהכא הוא כשר כשנתמלא האויר אע\"פ שאינו מעורב ואין בטל ברוב והתם גבי אילן צריך לערבו כדי שיתבטל ברוב דהתם גבי אילן איירי שהסוכה אין צלתה מרובה מחמתה כי אם ע\"י צירוף האילן ולכך צריך לערב ענפי האילן לבטלם ברוב והכי איתא בסוכה דף ט' שם בתוס' אבל הכא מיירי שבלא השפודין היתה הסוכה צלתה מרובה מחמתה ולכך אין צריך ביטול ברוב אבל לפרש\"י דהכא צריך לטעמא דביטול ברוב ולכך פריך שפיר כדפרי' אבל לפי' התוס' לא הוי טעמא דהכא משום ביטול ברוב כלל:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה אי מוקי לה וכו' דאכתי נעביד פחות מג' וכו'. דהשתא לפי חשבון זה הוי עומד העליון יותר על הפרוץ האמצעי משהו דהחבל משהו שעל האויר האמצעי חשבינן נמי לצירוף עומד העליון ונמצא העומד העליון יותר על האויר האמצעי במשהו וצ\"ע דלעיל בדף י' ע\"ב חשיב עומד מרובה משני רוחות ואתי אוירא דהאי גיסא ודהאי גיסא וכו' בתרתי דקאמר ש\"מ עומד מרובה על הפרוץ משני רוחות לא הוי עומד ומשני לעולם אימא לך הוי עומד דשאני הכא דאתא אוירא וכו' והכא פירשו התוס' דעומד מב' רוחות לא הוי עומד משום דאתי אוירא דהאי גיסא ורהאי גיסא וכו' וי\"ל דלעיל הכי קאמר לעולם אימא לך וכו' ושאני הכא דאתא אוירא דהאי גיסא וכו' פי' ודוקא גבי האי עומד משתי רוחות דאיכא למימר דאתי אוירא דהאי גיסא וכו' לא הוי עומד אבל בעלמא היכא דליכא למימר אתי אוירא דהאי גיסא וכו' אפי' עומד מב' רוחות הוי עומד והכי פירשו התוס' לפי שינוייא דלעיל ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה והאיכא תפתה וכו' וגם בשלשה דברים כו' מדרש נקרא כך וע' במס' ע\"ז דשם לשון התוספות בענין אחר:"
        ], 
        [], 
        [
            "<b>בגמרא</b> אמר רבי אלעזר הזורק לבין פסי הביראות חייב פשיטא וכו' כצ\"ל:", 
            "<b>בפרש\"י</b> ד\"ה תרי גווני וכו' הואיל ותחתיו אחד והוה כדיומד וכו' כצ\"ל:", 
            "<b>ד\"ה</b> מאי לאו וכו' דאף על גב דאין עוביו ארבע בגובה וכו'. ס\"א אחד בגובה כו':", 
            "<b>ד\"ה</b> ובאו מים בשבת דהא תניא כל מחיצה וכו' כצ\"ל. בתוס' ד\"ה כי אתמר וכו' וד\"ה אי נמי כו' הד\"א עד לא קאי אמזיד הס\"ד ומ\"ש התוס' קמ\"ל כאן וכו' הוא תחלת דבור השני:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה צוארו ארוך ואף על גב דרוב גופו וכו'. ס\"א ואי לאו דרוב נופו מבפנים אם יתקפנו וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אחד משלשת אלפים וכו' וגם סובר דוכל בשליש עפר הארץ שליש היינו אמה והוא עצמו וכו'. נ\"ל להגיה לפי גירסת תוס' שלנו שהוא עצמו וכו' ודו\"ק אבל מצאתי בתוספות ישנים גירסא אחרת וזה נוסחה וגם סבר דוכל בשליש עפר הארץ היינו שליש אמה והוא עצמו וכו' וזה נ\"ל עיקר והפשט פשוט לפי גירסא זו וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ובלבד שיהא וכו' אם כן היכי קאמר רבי יהודה אפילו אין בה אלא בור ומערה וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ודוקא בשומירה הוא דקאמר כו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> ולא נתנו חכמים בו שיעור וכמה הם סאתיים וכו' כצ\"ל:", 
            "<b>שם</b> דתנן רבי שמעון אומר כו' ואחד קרפיפות רשות אחת לכלים וכו' כצ\"ל:", 
            "<b>רש\"י</b> ד\"ה אלא אמרה תורה טול חמשים וכו' מפני התוספת שהוספת טול מן החמשים ד' חתיכות וכו' עד ועשה אותן ל' רצועות של ב' טפחים שכולן הם ג' מאות אמות תן ע' לכל רוח הרי ע' וד' טפחים על ע' וד' טפחים וכו' כצ\"ל וכל מה שנכתב ביני ביני הכל ט\"ס הוא:", 
            "<b>בא\"ד</b> למעבד מיניה רצועה של רפ\"ב אמות וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>בתוס'</b> שני הדבורים המתחילין ליעבד צורת הפתח וכו' ועוד דבור שלישי המתחיל ליעבד לחי וכו' הכל דבור אחד הוא:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה מפני שיכול וכו' ולא משום דס\"ל כסומכוס וכו'. פירוש לאפוקי פירוש רש\"י דס\"ל דת\"ק דרבי יהודה ורבי יהודה שניהם ס\"ל כסומכוס דמידי דחזי ליה בעינן ולכך קאמר ת\"ק דדוקא בבית הפרס מניחין אבל לא בבית הקברות וצ\"ל לפרש\"י דת\"ק דרבי יהודה לאו איהו ת\"ק דסומכוס אלא רבנן אחרים ועיין לקמן בגמרא בפיסקא רבי יהודה אומר אף בבית הקברות סוף דף ל' פירש רש\"י בהדיא דרבנן ורבי יהודה שניהם ס\"ל כסומכוס ובאלפסי בשלטי הגבורים:", 
            "<b>בא\"ד</b> וכן קאמרינן מערבין לכהן טהור וכו'. רבי יהודה קאמר לה לקמן בבריתא תחלת (עירובין דף ל\"א:)", 
            "<b>ד\"ה</b> כל שנישא וכו' כדאמרינן איזהו מגע וכו'. פירוש שמביא ראיה דכל מקום שאינו מסיט כולו אינו היסט:", 
            "<b>בא\"ד</b> אי הוי דומיא דמשכב וכו' שאינו נוהג אלא בדבר הראוי לכך. קצת תימה א\"כ מאי הוי חילוק בין עליונו ובין תחתונו ותנא דברייתא חלק ביניהם דקתני כל שנישא ע\"ג זב טמא וכל שהזב נישא עליו טהור וי\"ל דהא דקאמר ר\"י מספקא ליה אי גם בכל שנישא ע\"ג הזב צריך להיות ראוי לכך היינו ר\"ל ראוי להיות נישא לא ראוי להיות משכב והשתא א\"ש שהתנא חילק ביניהם משום שרוב דברים הן ראויים להיות נישא ע\"ג הזב ולכך קתני כל שנישא על גבי הזב טמא אבל רוב הדברים אינן ראוים להיות הזב נישא עליהן כי אם אותן הדברים הראויים למשכב ומושב ולכך קתני כל שהזב נישא עליו טהור חוץ מן הראוי למשכב ומושב:", 
            "<b>ד\"ה</b> כל שהזב נישא וכו' ואבן מסמא מפרש ד\"ת וכו'. קשה לו מה ענין אבן מסמא למשכב ומושב לכך קאמר ואבן מסמא מפרש ר\"ת כו' לאפוקי פרש\"י דפירש שם פרק דם הנדה בענין אחר:", 
            "<b>בא\"ד</b> ומפרש התם ר\"ת וכו' אכתי מניין שלא יטמא טומאה קלה וכו'. ופירושו תמוה הוא דאם כן מאי קאמר בגמרא אי מה היא מטמאה באבן מסמא מה ענין אבן מסמא לטומאה קלה וי\"ל דה\"פ אי מה וכו' פירוש דאפילו באבן מסמא ליטמא טומאה קלה כל שכן במשכב גמור:", 
            "<b>ד\"ה</b> אי דיתיב וכו' ודינם חלוק וכו'. פירוש לענין דמשכב ומושב מטמא אדם לטמא בגדים שעליו ומרכב אינו מטמא אדם לטמא בגדים אלא האדם לבד דישיבה דע\"י מרכב גרע מישיבה דעלמא אבל לפי מאי דמסיק דתנן האוכף טמא מושב כו' אף ישיבה דעל ידי מרכב נמי מטמא אדם לטמא בגדים שעליו כשאר מושב אלא התפוס שאין בו ישיבה כלל הוא טמא מרכב דהיינו לטמא אדם ולא בגדים ודין מרכב שבתורה שחלקו הכתוב מדין מושב עליה כתיב וק\"ל:"
        ], 
        [
            "<b>בגמ'</b> לא נצרכה אלא שנתן לתוכן שמן. והא דקאמר לעיל ל\"ש אלא מים בפני עצמו וכו' הל\"ל אפילו מים בפני עצמו עם שמן מותר ול\"ל למימר אבל מים ומלח ניקחים י\"ל משום דאורחא דמלתא הכי הוא דנותנין שמן בתוך מים ומלח ואוכלין וא\"כ מקרי מזון אבל אין דרך ליתן שמן במים בפני עצמן או מלח בפ\"ע:", 
            "<b>שם</b> ואי כתב רחמנא בשכר ה\"א מאי שכר דבילה קעילית. פי' ולכך כתב רחמנא ביין דאפילו יין אנב קנקנו מותר וכ\"ש דבילה קעילית ולא צריך תו בשכר לדבילה קעילית הלכך ע\"כ לתמד אתא כן פירשו בתוס' במסכת שבועות דף כ\"ג:", 
            "<b>בתוס'</b> ד\"ה מאן דמתני וכו' ומתניתין דמעילה וכו' ורבא דאמר וכו'. לקמן הוא דף כ\"ט ע\"ש:", 
            "<b>ד\"ה</b> ה\"א מאי שכר דבילה וכו' הא מכלל ופרט נפקא וכו'. פי' אבל אי מתיבת בשכר גופיה יליף לא שייך לאקשויי ל\"ל הא מכלל ופרט נפקא דהוא עצמו הוא הפרט וכל הפרטים צריכי כדפירשו התוס' לעיל:", 
            "<b>בא\"ד</b> ועוד הקשה מהר\"ר שמואל וכו' והאמר הכא דאי לאו יתור דיין וכו'. פי' דקשה לא לכתוב ביין מאי אמרת דה\"א דבי\"ת דבשכר אתי לדבילה קעילית הא אמרת דבשכר גופיה אתי לדבילה קעילית אלא ע\"כ ש\"מ דבשכר גופיה אין פירושו דבילה קעילית א\"כ ל\"ל ג\"ש דשכר שכר מנזיר דיליף מיניה בשבועות דבשכר הוי פי' יין ולא דבילה קעילית ויליף מיניה התם דשתייה הוי בכלל אכילה ואם נשבע שלא לאכול אסור לו גם כן לשתות ע\"ש:", 
            "<b>ד\"ה</b> ה\"א צאן ע\"ג עורו וכו' והא נפקא לן וכו'. יש להקשות למה לא הקשו התוס' קושיא זו מיד לעיל דקאמר בבקר מלמד שלוקחין בקר ע\"ג עורו או בצריכותא מיד וי\"ל דלעיל ה\"א דדלמא אין ה\"נ מש\"ה קאמר ר' יוחנן מאן דמתרגם לי כו' וכן נמי מה שאמר אחר כך בבקר למה לי היינו נמי דיליף מיין אגב קנקנו אבל השתא קשה ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אהני כללא קמא וכו' עד אמאי מרבינן ליה טפי משאר צדדין. פירוש למה מרבינן מהאי ריבויי דאפילו ליכא ביטול מלאכה יוצא לחירות ולא אמרינן שמא אתי לרבות דאפילו אינו מום שבגלוי יוצא לחירות ואמאי אמרינן דאתי האי ריבויא מהאי יותר משאר צדדים וק\"ל:", 
            "<b>ד\"ה</b> לפיכך וכו' דמתעשר אחר הבאת שליש. פי' דזהו דין תבואה דאין מתעשר אלא עד שיביא ויגדל שליש גידולו אבל ירקות מתעשרין מיד אפילו לא גדלו אלא מעט:", 
            "<b>ד\"ה</b> לזרע וכו' ומתעשר הכל לאחר לקיטה. פירוש מיד אחר לקיטה לאפוקי תבואה דאין מתעשר אלא לאחר שנעשה גורן לאחר מירוח:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה קור כו' אי חזי לאכילה וכו' ושפיר קרינן ביה מכל האוכל וכו' פירוש כלל הדבר דגבי טומאה בעינן שיהא מתחלתו עד סופו אוכל אבל גבי מעשר אין צריך אלא שיהא ראוי לאכילה בשעת לקיחה ולכך גבי בשמים אי נקחות בכסף מעשר חזי השתא לאכילה אם כן לעולם הן אוכל דהא אין משתנין לעולם ולכך מטמאין נמי טומאת אוכלין אבל קור אפילו אם נקח היינו דהשתא חזי לאכילה מ\"מ אינו מטמא טומאת אוכלין כיון דסופו להקשות וק\"ל:", 
            "<b>ד\"ה</b> זה וזה לפטור וכו' דבסוף פ\"ק דחולין וכו' עד גדולים למאי חזו. פי' אבל הכא דלא גרסינן גדולים נוכל ליישב דפריך למאי חזו אקטנים מתוקים אבל אין לפרש דפריך מקטנים מרים דאם כן למה לא פריך נמי אמאן דאמר קטנים חייבים גדולים פטורים ולמה פריך אמאן דאמר זה וזה לחיוב וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מאי אולמיה וכו' אלא מכללא דהאי וכן אתמר וכו'. פי' דתלמידי דרב למדו דין זה מכללא דוכן ולכך דייק רב יוסף אם כן צריכין אנו לומר דתלמידיו שמעו דקאמר רב האי וכן אמתניתין לכך למדו דין זה ממנו מכללא דאי אברייתא מנא להו וכו' ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הכא שכר איקרי וכו' דכל עיקרו אינו אלא מים וכו'. דבשביל התמרים אין מתוסף שום משקה אלא שהתמרים עושין המראה והטעם ואם כן עיקרו אינו אלא מים מה שאין כן ביין אפילו הוא מזוג מ\"מ יש בו ממשקה היין:", 
            "<b>בא\"ד</b> ושם חמרא עלויה. פירוש וחמרא הוי שם פירא אבל שכר לא הוי שם פירא:", 
            "<b>ד\"ה</b> ויעמוד על רביעית וכו' וחשיב נמי רביעית דם וכו'. אדלעיל קאי ופי' וחשיב נמי בנדר וכן הא דקאמר ופריך נמי התם קאי נמי אנזיר:", 
            "<b>ד\"ה</b> בגדי עניים וכו' שלש על שלש הוי פי' ג' אצבעות וכך צ\"ל ועוד דבמסכת כלים פ' כ\"ז תנן דבגד מטמא שלשה על שלשה למדרס שלש על שלש למת כו':"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה אוכל הנאסר כו' ל\"א ככר זו עלי מערבין וכו'. נ\"ל דהאי לישנא אחרינא קאי אלעיל דפי' לעיל דמ\"ד ככר זו עלי מערבין לו בה היינו מטעם דאפילו אמר עלי לא אסר אנפשיה אלא אכילה דהיא עיקר הנאה ובהקדש ודאי אסור בכל הנאה וע\"ז קאי ל\"א וכו' וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה וליפרוש עלה וכו' ואע\"ג דרבה דאית ליה הכנה כו'. עיין לקמן (עירובין דף ל\"ח) דתחילת היום קונה עירוב פירוש תחלת השבת שהוא אחר בין השמשות:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה היכי אזיל וכו' ולקמן פריך מ\"ט דרבנן וכו'. פי' ומאי פריך כיון דבקבר יחידי נמי צריך שידה תיבה ורבנן ס\"ל דאהל זרוק לא שמיה אהל אם כן מאי פריך מ\"ט דרבנן:", 
            "<b>ד\"ה</b> בפשוטי כלי עץ וכו' וקולב היא דף מלאה יתידות שתולין בו צלוחית או דברים אחרים. טבלא המתהפכת פי' שיכולין להשתמש משני צדדים העשוי לנחת פי' שאין מגביהין אותו בשום פעם מן הקרקע דאינו מקבל טומאה והא דמשמע התם דטבלא עדיפא וכו' פי' משום דאל\"כ למה תיבעי ליה יותר משאר פשוטי כלי עץ דטהורים מן התורה אפילו שולחנות דהא דרשה דת\"כ אסמכתא בעלמא היא:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כאן בעירובי תחומין וכו' עד לכן נראה לפרש וכו' אם לא בעומד ורואהו דכשאינו עומד ורואהו לא הוי עירוב כדתניא בשמעתין קצת תימה דהא בשמעתין מוקי ההיא דנתנו לפיל בעומד ורואהו ודוקא כשאומר לאחר לקבלו אז הוי עירוב אבל התוס' ר\"ל הא דאמרינן דהוי עירוב בעומד ורואהו היינו שרואהו עד שיניחו במקום שצוה לו להניח ולכך הוי עירוב אפילו לא אמר לאחר לקבלו דהא טעמא דמלתא משום דלא הימניה הוא וכיון שרואהו שהניח הוי עירוב אבל בשמעתין איירי שלא ראהו כ\"א עד שהגיע לאותו אחר שאמר לקבלו ואין להקשות בשמעתין וכן במתניתין ליפלוג וליתני בדידיה בין רואהו ובין אינו רואהו וכשרואהו ליתני דהוי עירוב אפי' בשלא אמר לאחר לקבלו זה אינו דאדרבה דכשאומר לאחר לקבלו ושוב אינו רואה אם האחר עשה שליחותו הוי רבותא טפי דהא בשהוא רואה שהקטן או הפיל הניחו במקום הראוי הוי כאילו בעצמו הניחו כיון דטעמא הוי משום שלא האמינוהו וק\"ל:", 
            "<b>ד\"ה</b> והיכא איתמר וכו' והשתא ל\"ק מידי אמתניתין דמהימני וכו'. פירוש לא נצטרך לומר בעומד ורואהו וגם לא נצטרך לומר חזקה שליח עושה שליחותו משום קושיא וליחוש דלמא לא שקיל מיניה משום דאי לא שקיל מיניה יחזיר כמ\"ש התוספות לעיל וק\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> אינהו נמי קא פתרי בה פי' המקשה פריך מה אמרו ליה ושאלו אותו אם פתרו בה ודקדקו בה כולי האי והא אינהו נמי קא פתרו בה ודקדקו בה הכי כדלעיל דקאמר האי אילן דקאי היכא וכו' ולמה (לא) היה להם לתלמידי דשמואל ורב לדקדק כל כך ומתרץ אלא הכי קאמרי ליה קבעיתו לה בגמרא וכו':", 
            "<b>שם</b> הכא באילן הנוטה חוץ לד' אמות וכו'. עיין לקמן בתוס' (עירובין דף ל\"ד ע\"ב) ד\"ה אי למעלה וכו':"
        ], 
        [
            "<b>בגמ'</b> והא אי בעי מייתי לה דרך עליו פירוש יכול הוא להלך על הנטייה וליקח העירוב מהאילן המונח למעלה מי' שהוא רה\"י ולהביא אותו למקום השביתה דהא כשהוא מביא אותו באויר שהוא למעלה מעשרה הוא מביאו וכל למעלה מעשרה מקום פטור ועיין לקמן (עירובין דף צ\"ה) בגמרא ובפרש\"י והא דפרש\"י כאן שיביאנו למקום שביתתו אין ר\"ל דהיינו לעיקרו של אילן אלא ר\"ל באויר נגד מקום שביתתו ועיין בתוס' בעמוד ד\"ה והא אי בעי וכו':", 
            "<b>בתוס'</b> ד\"ה והא אי בעי כו' ונראה דלאו מושיט הוי כו' פירוש דכאן דכשמביאו דרך עליו לא מקרי מושיט דלא יהא חייב כי אם בדיוטא אחת אלא מעביר מקרי וחייב אפילו זה כנגד זה דלא מקרי מושיט אלא כשאינו מעבירו כי אם ארבע אמות אבל יותר מארבע אמות לא מקרי מושיט אלא מעביר וחייב אפילו זה כנגד זה וק\"ל:", 
            "<b>בא\"ד</b> והואיל ואי בעי זריק ליה כו' ליכא למימר וכו'. ולעיל על פרש\"י לא מצי לשנויי הכי דע\"כ לרש\"י ודאי אמרינן הואיל כולי האי דאם לא כן מאי פריך והא אי בעי מייתי לה דרך עליו דהיינו שיושיטנו באויר נגד מקום השביתה ואכתי לא הוי עירוב אלא משום דד' אמות עולות עד לרקיע אבל לפירוש ר\"י דפירש הא דפריך ואי בעי מייתי לה בענין אחר אתי שפיר ויש להקשות לפי' ר\"י למה לא הקשה המקשה קושיא זו אמתניתין בלא רבא דקתני למעלה מי' אין עירובו עירוב משום דאי בעי שקיל ליה לא מצי משום דהוי מוציא מרה\"י לרה\"ר והא אי בעי מנח ליה מתחלה למטה מי' שהוא כרמלית ואח\"כ יחזור ויביאנו למטה לארץ וי\"ל דמתניתין מיירי כשאין כאן נוף למטה שיכול להניחו עליו אבל יש כאן נטיה שהיא כרמלית וק\"ל:", 
            "<b>ד\"ה</b> אי דאית ביה וכו' הוי ליה כלכלה חורי רה\"י דאל\"כ מאי פריך מאי הוי הא הכלכלה עצמה לא הוי רה\"י כי אם האילן אלא משום דהוי חורי רה\"י פריך:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ורבי סבר כר' מאיר וכו' דאם כן היכי פריך לעיל מאי הוי הא לא השיב חורי דה\"י וכו' ויש להקשות דלמא אין הכי נמי דמיירי שהכלכלה היא למטה מג' ומנא ליה להמקשה להקשות לעיל וי\"ל דסבר המקשה דא\"כ דמיירי שהכלכלה היא למטה מג' דלא הוי חורי רה\"י אם כן מאי קמ\"ל פשיטא דהוי עירוב:", 
            "<b>בא\"ד</b> וא\"ת אכתי וכו' וקמ\"ל דלא חשיב רה\"י וכו' ויש להקשות אם כן תקשה אמאי נקט כלכלה לינקוט עמוד שיש בראשו ד' וי\"ל דנקט כלכלה דהוי רבותא טפי דמחזי יותר אהל מעמוד שיש בראשו ד' וק\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בל\"א שמעתי וכו' נפק ליה חוץ לד' אמות כו' עד ונמצא מעבירו ד' אמות ברה\"ר יש להקשות והא רש\"י ס\"ל דלרבי יכול להוליכו פחות פחות מד' אמות כמו שפירש לעיל גבי אילן הנוטה דלמטה מי' הוי עירוב דיכול להוליכו פחות פחות וכו' וי\"ל דהכא שאני דצ\"ל הואיל ויכול לנטותו והואיל ויכול להוליכו פחות פחות מד' אמות וכולי האי לא אמרינן הואיל:", 
            "<b>בתוס'</b> ד\"ה או בראש המגדל וכו' פי' וכרבי אתיא מדפריך וכו'. והא דלא הביאו התוס' ראיה מגופא דברייתא דקתני ברישא הניח בכותל למטה מי' עירובו עירוב והא נקיט ליה מכרמלית כשרוצה להביאו אליו לרה\"ר אלא כרבי אתי דלא גזרו על השבות וי\"ל דהמ\"ל דרישא איירי כשרבים מכתפין עליו והוי מרה\"ר לרה\"ר וק\"ל:", 
            "<b>ד\"ה</b> ה\"נ נימא יכו' אלא ודאי שביתתו לעולם בראש המגדל ארוך ולהכי בראש המגדל א\"א לנטותו וכו' ונמצא מרוחק מעירובו ד' אמות וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ואין זה מקומו והוי כאילו מסיר כל המגדל ממקומו וכו'. פי' ואין זה מקומו אא\"כ נאמר שרואין כאלו מסיר כל המגדל ממקום הראשון כו' דאז הוי נמי השתא שביתתו בקרקעית המגדל שהיה מתחלה וכולי האי לא אמרינן הואיל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> חסורי מחסרא והכי קתני וכו'. י\"ל למה היה צריך לחלק בין אבר לנמצא ולהגיה נמצא המפתח דהא לא הוה קשיא לן אלא ואי ביו\"ט איירי מה לי עיר מה לי שדה והוה ל\"ל דחסורי מחסרא וכו' בד\"א ביו\"ט אבל בשבת אין עירובו עירוב ועל זה פליג ר\"א ואמר בעיר עירובו עירוב וכו' הואיל ואישתכח יכול להביאו כדפרש\"י לעיל מקמי דאוקמוה בחסורי מחסרא וי\"ל דא\"כ הוי ת\"ק מחמיר טפי מר\"א דהא ביום טוב אפי' בשדה שרי לר\"א ובשבת בעיר הוי עירוב ולת\"ק בשבת לא הוי עירוב בשום פנים ומתני' משמע דר\"א מחמיר מת\"ק ופליג איו\"ט דהא מתניתין ביום טוב איירי ולכך נצטרך לומר דמתני' איירי בשלא נמצא דאז רבנן מקילי הואיל ויכול לפחות לכתחלה ור\"א מחמיר דס\"ל דלא שרי לפחות ובשבת בנמצא המפתח מקיל ר\"א טפי משום דס\"ל כר\"ש דיכול להביאו דרך גגות וקרפיפות וק\"ל והא דאי' בגמרא בשדה אין עירובו עירוב כרבנן עי' במאור (הגדול) [הקטן] ובדברי ר' יהונתן כפי' האלפס ותמצא פירושו:", 
            "<b>בתוס'</b> ד\"ה חסירי מחסרא וכו' וד\"ה ותניא בתוספתא וכו' נראה דהכל ד\"א הוא וה\"ג והא דתניא בתוספתא וכו' והמשך דברי התוס' כך הם ור\"ל וא\"ת והא ע\"כ צ\"ל דג' מחלוקת הם משום דהא תניא בתוספתא ומודים חכמים לר\"א וא\"כ תקשה מאי ומודים והא אינהו מקילי טפי מיניה במתניתין אלא ע\"כ ג' מחלוקת הן דת\"ק דמתני' סבר דבכל ענין הוי עירוב ור\"א סבר דבכל ענין לא הוי עירוב והיינו אותן חכמים דהוא ר\"א דמתני' ונקרא בתוספתא בשם חכמים ור\"א דברייתא מחלק בין עיר לשדה ולכך קתני בתוספתא ומודים חכמים דהיינו ר\"א דמתני' לר\"א דמחלק בין עיר לשדה זה אינו דנראה דאנמצא המפתח קאי ותימה על התוס' דכתבו על רש\"י דלא דק דהא דכתב רש\"י דג' מחלוקת הן היינו מקמי דמוקי לה בחסורי מחסרא אבל בתר הכי אין ה\"נ דס\"ל לרש\"י דב' מחלוקת הן וגם יש להקשות אאוקימתא דרבה ורב יוסף או לפי אוקימתא דאביי ורבא דלא מחלקי בין אבד לנמצא כדמחלק לפי אוקימתא דחסורי מחסרא וא\"כ היכי מתרצין התוס' דקתני ומודים חכמים לר\"א וי\"ל דאינהו ס\"ל דב' מחלוקת הן כדלעיל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כל הטומאות כו' משום דחשיב אשה כבדוקה והא דאיתא התם דאשה נמי כיון דשכיחי בי דמים כאינה בדוקה דמיא כדלעיל היינו דוקא להלל וחכמים מטמאין לה בקדשים מעת לעת:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הכא בשני כתי עדים וכו' הכא שאני דהשתא ודאי ממאה היא פי' אבל בכתובות איירי דתרי אמרי זינתה ותרי אמרי לא זנתה ולכך אמרינן אוקי תרי וכו' ואימא לא זינתה אבל הכא השתא ודאי טמאה היא אלא דהעדים מעידים אי נטמאה מבעוד יום או משחשיכה:", 
            "<b>ד\"ה</b> אדרבה וכו' הרי חסר לפניך וכי' פירוש דהא המקוה חסר ואתאי ולא יחסר בבת אחת אלא בהמשך זמן ולכך אתרע חזקתה ולא נוכל לומר דהשתא הוא דחסר דהא ע\"כ מקמי השתא התחילה להתחסר ולא דמי לטומאה דלעיל דהטומאה נעשית בנגיעה כהרף עין ונוכל לומר דהשתא הוא דאיטמאה ועד השתא טהורה הואי וק\"ל ועיין בנדה פ\"ק:", 
            "<b>ד\"ה</b> אבל עירב בתרומה וכו' כגון שהיו שני ציבורים וכו' הוכרחו התוס' לפרש כן משום דאל\"כ אלא מיירי שהתרומה בעצמה הוי ספק נטמאה ספק לא נטמאה א\"כ תקשה אמאי לא אמרינן אוקמא אחזקת כשרות כמו גבי ספק מבע\"י נטמאו דאוקמינן אחזקתה ולמה לא אמרינן כאן ספק עירוב כשר ולכך הוכרחו התוס' לפרש דמיירי בשני ציבורין דלא שייך לומר אוקמינן אחזקתן וק\"ל:", 
            "<b>ד\"ה</b> מאי שנא וכו' עד ויש לומר דרבא ס\"ל דתחלת היום קונה עירוב צ\"ע מאי קמבעיא ליה לרבא ממ\"נ אי ס\"ל סוף היום קונה עירוב הוי הדין הכי היום חול ולמחר קודש הוי עירוב היום קודש ולמחר חול לא הוי עירוב ואי ס\"ל דתחלת היום קונה עירוב הוי איפכא דהיום חול ולמחר קודש לא הוי עירוב והיום קודש ולמחר חול הוי עירוב וא\"כ מאי קמבעיא ליה וכבר תירצתי זאת בישיבה באריכות אבל אין עת עתה להאריך ואין להקשות מאי פריך ומאי שנא דלמא מש\"ה היום קודש ולמחר חול לא הוי עירוב משום דבעינן סעודה הראויה מבעוד יום די\"ל דרבא לא ס\"ל סברא זו דהא אמר לקמן אברייתא זאת אומרת סוף היום קונה עירוב ולא קאמר כרב פפא דאמר דטעמא דברייתא משום דבעינן סעודה הראויה מבעוד יום ש\"מ דלא ס\"ל לרבא סברא זו:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה אלא איפוך בלא איפוך וכו'. פי' דהתוס' ס\"ל דהאי קושיא והא שמעינן לר\"ש רב יוסף קאמר לה ולכן כתבו ולכך קאמר אלא פי' כיון דהמשך דברי רב יוסף הן שייך לומר אלא אבל אי הוה קושיא אחרת ממקשה אחר לא שייך לומר אלא וק\"ל:", 
            "<b>בא\"ד</b> ומיהו לפי זה לא א\"ש וכו' פי' משום דאי המשך דברי רב יוסף הן דבעי לאשכוחי תנא דאפילו בדרבנן לית ליה ברירה ע\"כ צ\"ל דס\"ל דיש חילוק בין דאורייתא לדרבנן דאל\"כ לימא דאתי ככל הנהו תנאי לעיל דס\"ל דלא אמרינן ברירה ואם כן איך אמר אח\"כ קסבר מאן דאית ליה ברירה לא שנא בדרבנן ל\"ש בדאורייתא דהא ע\"כ שנא ושנא הוא אלא משמע דהוי קושיא אחרת בפני עצמה ולא מדברי רב יוסף הוא וצ\"ל דלא גרסינן בגמרא קסבר רב יוסף אלא סתם קסבר מאן דאית ליה וכו' דאל\"כ ע\"כ צ\"ל דמדברי רב יוסף הוא כיון דמסיק קסבר רב יוסף וכו' אלא ע\"כ לא גרסינן ליה והא דמתחיל דבור אח\"כ קסבר רב יוסף היינו לפירוש הראשון דס\"ל דהקושיא דמקשה והא שמעינן וכו' מדברי רב יוסף היא וק\"ל:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה הא קא מכין וכו' עד וי\"ל דהא דקאמר מערב ברגליו וכו' ברייתא דלעיל קתני לה וכו'. ותימה מה תירצו התוס' דהא ע\"כ הא דמקשה אלא הא דאמר רב יהודה וכו' היינו הגופא דלקמן וקתני בסוף דבריו ואין מערבין לכתחלה בפת א\"כ ש\"מ אית ליה הכנה וא\"כ תקשה לתחלת דבריו דאמר עירב ברגליו ביום ראשון מערב ברגליו ביום שני והא קא מכין וכו' ומה לי אם היא ברייתא או הם דברי רב יהודה עצמו סוף סוף אם ידע המקשה תחלת דבריו מהברייתא ידע ג\"כ סוף דבריו מהברייתא דאל\"כ לא הקשו התוס' כלום וא\"כ אמאי לא פריך דברי הברייתא עצמה מרישא לסיפא ונ\"ל לפרש דברי התוס' שר\"ל שהמקשה לא ידע הגופא דלקמן שהגמרא מביא בשם רב יהודה ולא הקשה מדברי רב יהודה אלא הקשה מהברייתא דלעיל דקתני בפלוגתא דרשב\"ג ורבי יהודה דקתני עירב ברגליו ביום א' מערב ברגליו ביום שני כו' כדלעיל ובאותה ברייתא לא קתני שאין מערבין בפת בתחלה ולכך לא הוה קשה להמקשה בדברי הברייתא מידי והא דכתוב בגמרא אלא הא דאמר רב יהודה כו' דמשמע שהמקשה הקשה מדברי רב יהודה המסדר הגמרא כתב כן מפני שרב יהודה ביאר הברייתא וסיים אותה והאריך בה בדברים שאין מבואר בהברייתא דלעיל כמו שהוא בגופא דלקמן ומה שאינו כתוב בברייתא דלעיל מה שהוסיף רב יהודה מפני שלא היתה ידועה להם עד שפירשה וסיימה ר\"י לכך כתב הסדרן דברי הברייתא שהביא המקשה ג\"כ בשם ר\"י אבל באמת המקשה לא ידע מדברי רב יהודה ולא הקשה מדבריו כלום אלא הקשה מהברייתא דלעיל ודו\"ק נ\"ל:"
        ], 
        [
            "<b>בגמ'</b> אמרינן חמרא אירכס ליה ובברייתא דקתני לא יהלך אדם לסוף שדהו וכו' ואמאי לא אמרינן נמי דלמא חמרא אירכס ליה כדהכא היינו משום דהתם הוא נשאר בשדה וכן גבי מרחץ ולכך מוכח מלתא דלצורך שדהו יצא אבל גבי תהום הוא חוזר לביתו אחר שישב שם מעט וקנה שביתה ולכך לא מוכחא מלתא:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה זכרון אחר כו' והגיה במחזורו וכו'. פירוש כדי להזכיר גם כן שעיר של ראש חודש:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה על דעתו ועל דעת קונו וכו' ואע\"ג דאיכא כשפים כו'. פי' שהכשפים מכחישין פמליא של מעלה וכ\"ש שאם עושין לאדם כישוף מעבירין אותו על דעתו ועל דעת קונו וא\"כ ליחשב נמי כשפים:", 
            "<b>ד\"ה</b> לצדדים קתני נ\"ל דבספרים שכתוב בהן ועוד דניחא ליה כו' ט\"ס הוא ולא גרסי' ועוד ותחילת התירוץ הוא דניחא ליה וכו' והא דקאמר לפני זה דסוף סוף וכו' צריך לקרות בלשון קושיא ומ\"מ רברי מותר הוא וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה וניטלטל וכו' דשבת גורמת וכו'. לעיל (עירובין דף י\"ז) איתא דשבת גורמת והכל תלוי בתחילת שבת לענין נתוספו דיורין אם נקראת שיירה ע\"ש:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה וכלתה מדתו כו' מתניתין דכיצד מעברין כדדייק שם בסוף פרקא:", 
            "<b>בא\"ד</b> בכלתה מדתו בסוף המערה וכו' פי' ונפקא מינה דחשבינן כל המערה כד' אמות ומשלימין מכאן ולהלן לב' אלפים עיין לקמן (עירובין דף ס\"ו:)", 
            "<b>ד\"ה</b> ורבי זירא וכו' פי' ויתיר אפילו בהעמדה כו'. אין לומר שקשה להו להתוס' דמאי נפקא מינה אם יאמר כרבה דטעמא משום דשבת באויר מחיצות דהא כבר איתא בגמרא דאיכא בינייהו שנפחתו דופני הספינה וכו' אלא נ\"ל דהתוס' פירשו זה דהוי כמו הצעה אל הא\"ת דמקשו בתר הכי שהקשו דלמא דמההוא טעמא דלית להו לר\"י ולר\"ע דר\"ג מאותה סברא לית להו לדידהו דהדדי דרצה לומר כיון דלרבה גבי ספינה טעמא משום דשבת באויר מחיצות וא\"כ יש לשאול א\"כ מאי טעמא דרבי יהושע ור\"ע דפליגי אר\"ג אלא ודאי יש להם שום גריעותא בהאי טעמא ולכך לית להו דר\"ג וא\"כ אותה גריעותא אית ליה לר' זירא בהאי טעמא דרבה ולכך לא קאמר כרבה וכן להיפך רבה כר' זירא וא\"כ יקשה והיאך נוכל לומר שמאו תו סברא שיש לר\"י ולר\"ע לית ליה נמי לרבי זירא כרבה וא\"כ במאי פסק כר\"ג ולכך כתבו התוס' פירוש ויתיר אפילו בהעמדה ואם כן נוכל לומר דבהעמדה ס\"ל כסברת ר\"ע ור\"י ולית ליה כרבה ואינו פוסק כר\"ג אלא במהלכת מטעם דהואיל וספינה נוטלתו מתחלת ד' וכו' וכן רבה לית ליה דרבי זירא שיהא שרי אפי' בנפחתו דופני הספינה ודו\"ק וגם י\"ל דקשה להתוס' מאי פריך ורבי זירא מאי טעמא לא אמר כרבה הא רבי זירא שרי טפי מרבה אפי' בנפחתו א\"נ בקופץ ולכך לא קאמר כרבה ואמר טעמא דהואיל וכו' כדי שיהא מותר אפי' בנפחת ולכך כתבו פירוש ויתיר אפי' בהעמדה ורצה לומר שעכ\"פ יתיר רבי זירא אפי' בנפחתו דופני הספינה א\"נ בקופץ מטעם הואיל וספינה נוטלתו אלא דיתיר נמי אפי' בהעמדה וכן פריך רבה מ\"ט לא אמר כר' זירא ויתיר נמי אפי' בנפחתו דופני הספינה מטעם דהואיל וספינה נוטלתו ומטעם דשבת יתיר אפילו בהעמדה וכן נ\"ל עיקר:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה הלכה כר\"ג בספינה כעין ספינתו שהיתה מהלכת וכו' ומיהו אפילו בשעמדה וכו'. ונראה לי דזה פירש רש\"י אליבא דר' זירא משום דאיהו פסק בספינה דוקא מהלכת מטעם דהואיל וספינה נוטלתו דאילו לרבה הא איהו סבירא ליה דבמהלכת כ\"ע לא פליגי מאי הלכה שייך כאן אלא ע\"כ הלכה קאי אהעמדה ומה שפרש\"י ומיהו אפי' בשעמדה פליג ר\"ג כו' אע\"ג דרבי זירא לית ליה טעמא דשבת באויר מחיצות כדלעיל ואם כן אינו מתיר אלא במהלכת דוקא היינו שאינו פוסק כר\"ג אלא דוקא במהלכת אבל פלוגתא דר\"ג ור\"י ור\"ע איירי בכל ענין ור\"ג מתיר בכל ענין שבעולם אפי' היכא דלא שבת באויר מחיצות ואפי' בעומדת דומיא דדיר וסהר ור\"י ור\"ע אסרי בכל ענין ודו\"ק ומ\"מ יש לתמוה למה לא תי' בגמרא כשהקשה מאי בינייהו ומשני איכא בינייהו שנפחתו כו' ולא קאמר נמי איכא בינייהו בעומדת דלרבה שרי ולרבי זירא אסור וי\"ל דזהו פשוט לגמרא דודאי לא התיר אלא במהלכת מטעם דהואיל וספינה נוטלתו ופשיטא דמשכחת שריותא לרבה מה שלא שרי לר' זירא אלא שמהדר למצוא איפכא שריותא לרבי זירא ואיסורא לרבה ומשני כשנפחתו וכו' וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ואסור לשתות וכו' קשה וכו' עד מ\"מ היה ראוי לבא. פי' בשעת הנדר היה ראוי לבא מאתמול אליהו והיום משיח והוא נדר שבכל יום שראוי לבא יהא אסור וא\"כ מאי פריך תשתרי והא דלא הקשו התוס' על התרצן מאי תירץ שאני התם דאמר קרא וכו' והא לא אתי כו' והא היה ראוי דאיכא למימר דהתרצן סמיך אמאי דמשני לקמן כבר מובטח להן לישראל כו' לכך לא היה ראוי לבא ולכך לא הקשו התוס' אלא על המקשן:", 
            "<b>בא\"ד</b> די\"ל דלפי המסקנא פריך וכו'. פי' דלפי המסקנא פירושא דברייתא בשבתות וי\"ט ר\"ל אם נדר בשבתות וי\"ט מותר באותו יום ואם נדר בחול אסור לשתות אפי' באותו יום והשתא פריך שפיר בחול נמי פירוש אם היה יום הנרר חול נמי תשתרי באותו יום דהא בשעת הנדר לא היה ראוי אותו יום שיבא בו הואיל ולא אתא אליהו מאתמול:", 
            "<b>ד\"ה</b> האי תנא (נמי) ספוקי מספקא ליה וכו' עד ה\"ג בשבת קודם אכילה כו'. פי' אבל לאחר אכילה אתי ולכך פריך שפיר הכא לעיל אלא א\"א אין תחומין בשבתות וי\"ט אמאי מותר דדלמא אתי היום בשבת אחר אכילה וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה או דלמא וכו' שד' אמות שלו מובלעות בתוך התחום וכו' עיין לעיל (עירובין דף מ\"ה) ובס\"פ דף נ\"ב:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה רב שימי בר חייא וכו' כלומר מתניתין בשכבר יצא מתחומו עסקינן וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה פתוחות לר\"ה ואין להן דריסת רגל זו על זו דאי הוו וכו' וכ\"ה בתוס' לקמן (עירובין דף מ\"ה) דבור קטן סוף ע\"א:", 
            "<b>בתוס'</b> ד\"ה ליקנו וכו' עד ולכך כשבאו בתוך י' היה להם שביתה וכו'. מה שמשמע כאן בתוס' שיכול אדם לקנות שביתה לאחר שחשיכה בשבת עיין בספר ח\"ש:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה דאמר שמואל וכו' עד דיום ל' כשלפניו וכו'. פי' אם מת הולד ביום ל' אין צריך להתאבל עליו ע\"ש:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ה\"ג רבי יוסי מתיר וכו' משום דיש גורסין ולרבי יהודה מתיר וכו' דאי רבי יוסי אם כן תקשה דר' יוסי אדר\"י דהא לעיל לא התיר אלא ליארס אבל התוס' ס\"ל דר' יוסי מתיר לארוסות אפילו לינשא והא דאמר לעיל כל הנשים יתארסו אנשואות קאי וע\"ש ביבמות בתוס' דף מ\"א:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה והכלים וכו' דביש להן בעלים מה לי וכו'. פי' אבל אי בשל הפקר איירי א\"ש דאשמועינן דאף על פי שהם סמוכין לעיר ואיכא למימר דעת אנשי העיר עליהם אף על פי כן יש להן אלפים אמה ממקום שהן מונחים ולפי מסקנא של התוס' אדרבה אשמועינן שיש להן אלפים אמה מן העיר אבל אם יש להן בעלים לא שייך לאשמועינן הא וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ופתוחות לר\"ה כו' אותם שיש להם דריסת הרגל וכו'. פי' הפנימית אוסרת על החיצונות שאסורין לטלטל אפילו בשלחן בפני עצמן כיון שיש להפנימית דריסת רגל עליהם ולא עירבה עמהן:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ואמר שביתתי במקומי וכו' אבל מדפליגי רבנן על רבי יוחנן וכו' פי' מהא דלעיל ליכא להוכיח דאפי' בלא אמירה קני משום דיש לחלק וכו' אבל מהא יש להוכיח מדפליג על ר' יוחנן בישן וכו':", 
            "<b>ד\"ה</b> מאי טעמא דרב וכו' ועוד י\"ל דהכא סבר כיון דאמר שביתתי וכו'. פי' אדלעיל קאי דקאמר והכא בתחומים הקילו וכו' והשתא קאמר ועוד טעמא אחרינא הכא כיון דאמר כו' ולכך סבר שמואל דקני אבל בעלמא אית ליה דרבא:"
        ], 
        [
            "<b>בגמ'</b> דתנן קרא לתשיעי עשירי ולעשירי תשיעי וכו'. ודוקא בכה\"ג דנעקר שם עשירי ממקומו דהא קרא לעשירי תשיעי אבל אי קרא לעשירי עשירי ולי\"א תשיעי או באופן אחר מאחר דעשירי לא נעקר ממקומו לא קדיש כי אם עשירי אבל כי נעקר שם עשירי ממקומו קדשי לשלמים והתם יליף לה מקראי ע\"ש:", 
            "<b>בתוס'</b> ד\"ה שאני מעשר וכו' ולר\"י נראה לפרש הכי וכו' פי' בזה אחר זה ר\"ל הא דקאמר בגמ' שאני מעשר דאיתא לחצאין הכי קאמר שאני מעשר דאיתא בזה אחר זה כגון בחצאין דוגמת שאמר לקמן שאני מעשר בהמה דאיתא בזה אחר זה בטעות וכו':"
        ]
    ], 
    "title": "Maharam on Eruvin", 
    "versionSource": "https://www.sefaria.org/Maharam_on_Eruvin", 
    "heTitle": "מהר\"ם על עירובין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam", 
        "Seder Moed"
    ]
}