{
    "language": "en",
    "title": "Yalkut Shimoni on Torah",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology",
    "status": "locked",
    "license": "CC-BY",
    "versionTitleInHebrew": "רבי מייק פוייר, לקט ירושלים",
    "shortVersionTitle": "Rabbi Mike Feuer",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "ילקוט שמעוני על התורה",
    "categories": [
        "Midrash",
        "Aggadah"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "And he arrived at the place – Why do we use a pseudonym and call the Holy One ‘place’ (makom)? Because He is the place of the world and the world is not His place. R’ Yosi ben Halifta said ‘we don’t know whether the Holy One is the place of the world or if the world is His place. From that which is written “…Behold, there is a place with Me…” (Shemot 33:21) it appears that He is the place of the world and the world is not His place.’ R’ Yitzchak said ‘from that which is written “…which are the abode for the God Who precedes all…” (Devarim 33:21) we cannot know whether the Holy One is the abode of the world or whether the world is His abode. From that which is written “O Lord, You have been our dwelling place throughout all generations.” (Tehillim 90:1) we see that the Holy One is the abode of the world and the world is not His abode. This is like a mighty mounted warrior, whose armor and garments hang down around his steed. The horse is secondary to the rider, the rider is not secondary to the horse. This is that which is written “Only that You rode on Your steeds with Your chariots of salvation.” (Habakuk 3:8)"
        ],
        [],
        [
            "",
            "and he lay down in that place – R’ Yehudah says ‘here he lay down, but all fourteen years that he was hidden away in the land serving Ever he never laid down.’ R’ Nechemia says ‘here he lay down, but all twenty years that he was in the House of Lavan he never laid down.’ And what would he say? Fifteen songs of ascent which are in the Book of Tehillim. And why the songs of ascent? As it says “…Had it not been for the Lord Who was with us, let Israel declare now,” (Tehillim 124:1) this refers to grandfather Yisrael (Yisrael Saba). R’ Shmuel bar Nachman said ‘he would say the whole Book of Tehillim, and for what reason? As it says “But You are holy; You await the praises of Israel,” (Tehillim 22:4) this refers to grandfather Yisrael (Yisrael Saba). Yaakov was seventy-seven when he left his house, and the well went before him two day’s travel all the way from Be’er Sheva to Mount Moriah. He reached there at midday and the Holy One encountered him there, as it says “And he arrived at the place…” (Bereshit 28:11) Why is the Holy One known as ‘place’ (makom) Because in every place where the righteous stand, there the Holy One is found, as it says “Wherever I allow My name to be mentioned, I will come to you and bless you.” (Shemot 20:21) The Holy One said to him ‘Yaakov, the bread is in your bag and the well is before you to eat and drink. Lay down in this place.’ He replied ‘Master of the world, right now when the sun is only a fifth down, should I lay down in the place at the wrong time?!’ The sun moved into the west and Yaakov looked and saw the sun and lay down there, as it says “…and he lodged there because the sun had set…” (Bereshit 28:11) Yaakov took twelve stones from the stones of the altar upon which Yitzchak was bound and placed them under his head. The place (hamakom) came to make known to him that in the future twelve tribes would rise out of him, and they were made into one rock in order to make known to him that they would all in the future be one nation in the land."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "“…that he did not obey her…” (Bereshit 39:10) Rebbe said: he listened to her but the Holy One brought the likeness of his father and he was embarred and fled. The second time he went in (to her) the Holy One lifted up the foundation stone and said to him, ‘if you touch her, behold I will throw it down and destroy the world!’ This is what is written, “…and his arms were gilded from the hands of the Mighty One of Jacob; from there he sustained the rock of Israel.” (Bereshit 49:24) R’ Shmuel bar Nachmani said in the name of R’ Yochanan: anyone who does one commandment in this world, it precedes him and goes before home in the World to Come as it says, “…and your righteousness shall go before you…” (Isaiah 58:8) and anyone who transgresses one transgression in this world it clings to him and goes before him to the Day of Judgement as it says, “The paths of their way are held [by them]; they go up in waste and are lost.” "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "... R’ Yehoshua of Sachnin said in the name of R’ Levi: “And I placed My words into your mouth…” This refers to the Torah. “…and with the shadow of My hand I covered you…” (Isaiah 51:16) This refers to acts of loving kindness. This comes to teach you that anyone who occupies himself with Torah and acts of kindness merits to take shelter in the shadow of the Holy One. This is what is written “How precious is Your kindness, O God, and the sons of man will take refuge in the shadow of Your wings.” (Psalms 36:8) “…to plant the heavens and to found the earth…” this refers to the offerings, as it says “…and to say to Zion – you are My people.” (Isaiah 51:16) R’ Huna bar Pappa said: we went over all of the Scripture and could not find anywhere that Israel was called Zion. Where did we find it? “…and to say to Zion – you are My people.”"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "“Take the staff…” (Bamidbar 20:8) This is what the scripture says “The staff of your might the Lord will send from Zion…” (Psalms 110:2) This is the staff which was in the hand of our father Yaakov, as it says “…for with my staff I crossed…” (Genesis 32:11) And it is the staff which was in the hand of Yehudah, as it says “Your signet, your cloak, and the staff that is in your hand.” (Genesis 38:18) And it was in the hand of Moshe, as it says “And you shall take this staff in your hand…” (Exodus 4:17) And it was in the hand of Aharon, as it says “Aaron cast his staff…” (Exodus 7:10) And it was in the hand of David, as it says “And he took his staff in his hand…” (Samuel I 17:40) And it was in the hand of every king until the Holy Temple was destroyed, and so in the future that very staff will be given to the King Messiah and with it he will rule over the nations of the world in the future. Therefore it says “The staff of your might the Lord will send from Zion…” (Psalms 110:2)… "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "this good mountain and the Lebanon. Everyone called it ‘mountain.’ Avraham called it mountain, as it says “On the mountain, the Lord will be seen.” (Bereshit 22:14) David called it mountain, as it says “Who will ascend upon the Lord's mountain…” (Tehillim 24:3) Isaiah called it mountain, as it says “And it shall be at the end of the days, that the mountain of the Lord's house shall be firmly established at the top of the mountains…” (Yeshayahu 2:2) The nations called it mountain, as it says “And many peoples shall go, and they shall say, \"Come, let us go up to the Lord's mountain…” (ibid 2:3) Levanon refers to the Holy Temple, as it says “You are [as] Gilead to me, O head of the Levanon…” (Yirmiyahu 22:6) and it says “…and the Levanon shall fall through a mighty one.” (Yeshayahu 10:34) And why is it called Levanon? Because it bleaches (malbin) the sins of Israel like snow, as it says “If your sins prove to be like crimson, they will become white as snow…” (Yeshayahu 1:18) ",
            "Pray let me cross over. The word nah indicates that this is a request. the good land that is on the other side of the Jordan. This is what R’ Yehudah meant when he said that the land of Canaan is good, but not the portion of the children of Reuven and Gad (which was on the east side of the Jordan river). this good mountain. This refers to Jerusalem. And the Lebanon. This refers to the Holy Temple, as it says “Open your doors, O Lebanon…” (Zechariah 11:1) There are those who say that the Lebanon refers to the appointing of a king. Pray let me cross over (e’evrah nah) and see. Everything which Moshe requested he did with a language of supplication (nah) - “Please forgive…” (Bamidbar 14:19), “…I beseech you, God, please heal her.” (Bamidbar 12:13) “Pray let me cross over…” (Devarim 3:25) the mountain. This refers to the Holy Temple, as it says “…for the mountain that God desired…” (Tehillim 68:17) Good. This refers to Jerusalem, as it says “…let us be sated with the goodness of Your house…” (Tehillim 65:5) The Lebanon. This refers to the Holy of Holies, as it says “Open your doors, O Lebanon…” (Zechariah 11:1) R’ Simlai expounded: why did Moshe our teacher desire to enter into the land of Israel, did he need to eat its fruits or be sated from its goodness? Rather, this is what Moshe said ‘I gave many commandments to Israel which cannot be fulfilled except in the land. I will go in in order that they all be fulfilled at my hands.’ The Holy One said to him ‘if all you are asking for is to receive the reward for these actions, I will consider it as if you had done all of these commandments, as it says “Therefore, I will allot him a portion in public…” (Yeshayahu 53:12) I will give him his full reward.’ Maybe you will say this is like the latter ones and not the earlier ones? The verse continues “…and with the strong he shall share plunder…” (ibid.) Like Avraham, Yitzchak and Yaakov who were strong in Torah and fulfilling commandments. “…because he poured out his soul to death…” (ibid.) He gave himself over to death, as it says “…if not, erase me now from Your book, which You have written.” (Shemot 32:32) “…and with transgressors he was counted…” (Yeshayahu 53:12) He was counted with the generation that died in the wilderness. “…and he bore the sin of many…” (ibid.) He gained atonement for the sin of the Golden Calf. “…and interceded for the transgressors.” (ibid.) He pleaded for mercy on the behalf of the sinners in Israel that they should repent. Intercession (pegiya) refers to prayer, as its says “And you, pray not on behalf of this people, neither lift up cry nor prayer, and entreat Me not for I will not hear you.” (Yirmiyahu 7:16)"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "... “For you have not yet come…” (Devarim 12:9) this was said in order to permit private altars between the ‘resting place’ and the ‘inheritance’, because the resting place refers to Shiloh and the inheritance is Jerusalem. Why did the verse mention them separately? To permit private altars between the two. Inheritance refers to Jerusalem, as its says “My inheritance was to Me like a lion in the forest…” (Yirmiyahu 12:8) and it says “Is My inheritance to Me a speckled bird of prey?” (Yirmiyahu 12:9) These are the words of R’ Yehudah. R’ Shimon says the resting place is Jerusalem and the inheritance is Shiloh, as it says “This is My resting place forever; here I shall dwell for I desired it,” (Tehillim132:14) and it says “For the Lord has chosen Zion; He desired it for His habitation.” (Tehillim 132:13) The opinion that the resting place is Shiloh makes sense, that is why the verse says ‘to the resting place and to the inheritance.’ But according to the opinion that says that the inheritance is Shiloh and the resting place Jerusalem, it should have said ‘to the inheritance and to the resting place’! That is a difficulty. The opinion that both refer to Shiloh makes sense, because ‘the resting place’ where they ceased from the conquest and ‘the inheritance’ is where they divided tribal portions, as it is written “And Yehoshua cast lots at Shiloh before the Lord; and there Yehoshua divided the land…” (Yehoshua 18:10) But according to the opinion that both refer to Jerusalem ‘the inheritance’ is the eternal inheritance, but ‘the resting place’…? What does the resting refer to? The resting of the ark, as it is written “And now, arise, O Lord God to Your resting place, You and the Ark of Your might…” (Divre HaYamim II 6:41) The opinion that both refer to Jerusalem makes sense, because while the Tabernacle was at Shiloh private altars were permitted, as it is written “And Manoah took the kid goat and the meal-offering, and offered it upon the rock to the Lord…” (Shoftim 13:19)  But the according to the opinion that both refer to Shiloh, then private altars were forbidden while the Tabernacle was there and how do we understand Manoah’s act? It was a temporary injunction. The House of R’ Yishmael taught like the opinion of R’ Shimon bar Yochai that both refer to Jerusalem, and your sign is: one man pulled many to him…"
        ]
    ],
    "sectionNames": [
        "Remez",
        "Paragraph"
    ]
}