{
    "title": "Kiryat Sefer on Mishneh Torah, Other Sources of Defilement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Other_Sources_of_Defilement",
    "text": [
        [
            [
                "<b>מצות קפד </b> להיות כל איש נוגע בנבלה טמאה והיא אב מאבות הטומאה כזית מבשרה מטמא אדם וכלים במגע וכלי חרש באויר דכתיב וכי ימות מן הבהמה אשר היא לכם לאכלה הנוגע בנבלתה יטמא עד הערב ושיעור כזית ילפינן מדכתיב והאוכל מנבלתה יכבס בגדיו ואין אוכל נבלה מטמא בגדים בבית הבליעה בעוף אלא מה ת\"ל והאוכל ליתן שיעור למגע ולנושא כדי אכילה והוא כזית והא דמטמא נבלה כלים בנגיעה דהוי בכלל והנוגע בנבלתה וטומאת כלי חרס הוו מאוירו כדכתיב גבי שרצים כל אשר יפול מהם אל תוכו ובמשא מטמא בגדי הנוגע גם כן או כלים הנוגע בהם בשעת מגעו דכתיב והנושא את נבלתה יכבס בגדיו ותניא בת\"כ מנין לעשות שאר כלים כבגדים ת\"ל וטמא יכול יטמא אדם וכלי חרס שנוגע בהם או בתוכם בשעת נשיאתו תלמוד לומר בגד בגד הוא מטמא ואין מטמא אדם וכלי חרש וכו'."
            ],
            [
                "<b>אחד </b> בהמה וחיה טהורים או טמאים אם מתו בשרן מטמא כזית כדכתיב ולאלה תטמאו כל הנוגע בנבלתם וגו' והנושא מנבלתם וגו' לכל הבהמה אשר היא מפרסת פרסה ושסע אינה שוסעת וגו' טמאים הם לכם כל הנוגע בהם יטמא ואין השחיטה מועלת בה אלא כל שהיא מתה עתה מטמאה טומאת נבלה כדילפינן בת\"כ מקרא יתירא דכתיב כל הנוגע בהם במותם האי בהם יתירא הוא לומר אף על פי שהם שחוטים ומה אני מקיים במותם במותם ולא בחייהם ובבהמה טמאה כתיב דסמיך ליה לכל הבהמה אשר היא מפרסת וגו' כן כתב רש\"י ז\"ל בזבחים פרק חטאת העוף וקשה דהאי קרא דכל הנוגע בהם במותם יטמא גבי שרצים כתיב ועליהו דריש בת\"כ הנוגע בהם יכול בחייהם ת\"ל במותם אי במותם ולא בשחיטתן ת\"ל בהם ואף ע\"פ ששחוטין וגבי נבלה טמאה בעי למילף בת\"כ משרצים דאסורים באכילה כבהמה טמאה ואין שחיטתן מטהרתן כדילפינן וקתני או כלך לדרך זו ונילף מטרפה דשחיטתה מטהרתה וכו' ת\"ל הכא גבי בהמה טמאה כל הנוגע בהם יטמא להביא בהמה טמאה שלא תהא שחיטתה מטהרתה ואפשר דכיון דאסיק בת\"כ דאין שחיטתה מטהרתה כשרצים דסמיכי לבהמה טמאה הוי קרא דבמותם כאלו כתיב גבי בהמה טמאה והאי דכתב ובבהמה טמאה כתיב דסמיך ליה לכל הבהמה אשר היא וכו' ר\"ל דבבהמה טמאה נמי כתיב כיון דיליף מינה כדאמרינן סמיך לכל הבהמה וכו' דכתיב לעיל בפרשה וחיה בכלל בהמה כדילפינן פרק בהמה המקשה כל הנבלות מצטרפות כדתנן במעילה פרק קדשי מזבח ובגמרא אמר רב לא שנו אלא לענין טומאה דבתרויהו כתיב הנוגע בנבלתה יטמא אבל לענין אכילה לא."
            ],
            [],
            [
                "<b>מוח </b> הרי הוא כבשר וכדתניא בפרק העור והרוטב דף קכ\"ו בנבלתה ולא בקולית סתומה יכול אפילו ניקבה ת\"ל הנוגע יטמא יו\"ד יתירא דריש את שאפשר ליגע טמא וכו' אעפ\"י שלא נגע משמע דמוח הוי כבשר וכשנוגע בעצם דהוי שומר הוי טמא. דם הנבלה אינו מטמא כנבלה אלא הוא כמשקים טמאים שאינם מטמאין לא אדם ולא כלים מן התורה וכדתנן פרק בתרא דעדיות העיד רבי יהושע ן' בתירא על דם נבלות שהוא טהור דרבי יהודה לחוד הוא דקאמר ריש פרק ה' דדם נבלות הוי מקולי ב\"ש ומחומרי ב\"ה אבל תנא דפרקין דלעיל סבירא ליה כהנך דרבי יהודה דב\"ש לחומרא וב\"ה לקולא כרבי יהושע ופרק המנחות והנסכים מייתי מתני' דהעיד רבי יהושע לאותבי מינה."
            ],
            [
                "<b>חלב </b> בהמה שמתה טהור כדתניא בזבחים פרק חטאת העוף דף ע' וחלב טרפה בחלב טהורה הכתוב מדבר דטיהר מכלל שחוטה וטיהר מכלל חלב וכו' או כלך לדרך זה וכו' ת\"ל טריפה מי שיש במינה טרפה דהינו בהמה טהורה אוציא את הטמאה שאין במינה טרפה ולא אוציא את החיה שיש במינה טרפה ת\"ל ואכל לא תאכלוהו מי שחלבה אסור ובשרה מותר דהינו בהמה הוא דחלבה טהור מלטמא כדכתיב יעשה לכל מלאכה וגו' יצא חיה דחלבה ובשרה מותר וכדתניא נמי פרק כל שעה מה ת\"ל לכל מלאכה שיכול למלאכת הדיוט יהא טהור למלאכת גבוה יהא טמא ת\"ל לכל מלאכה ואם הוכשר חלב הטהורה הרי הוא כאוכלין טמאים ולא כבשר נבלה וכדתנן סוף עוקצין דף ע\"ז ותניא בספרא וכי יותן מים על זרע וכו' מה זרעים שאין סופן ליטמא טומאה חמורה צריכין הכשר אף כל שאין סופו ליטמא טומאה חמורה דהיינו לטמא אדם וכלים צריך הכשר ואוכלין ומשקין אין נעשין אב הטומאה דהני דהוו אב הטומאה יש להם טהרה במקוה כדכתיב והנפש הנוגעת יטמא עד הערב ואוכלין ומשקין דאין להם טהרה במקוה אין נעשין אב הטומאה כדאמרינן וכדתניא פרק העור ד' קנ\"א. הנוגע בחלב הכוליא קודם הפרשה הוי כנוגע בכוליא עצמה כדאמר' התם פרק העור והרוטב תא חזי כמה חוטין נמשכין הימנה באמצעיתה וכן בשר וכו'. הכוי חלבן טמא כבשרו וטומאתו מספק וכדתנן פרק ב' דבכורים (ד\"פ)."
            ],
            [],
            [
                "<b>העצמות </b> והקרנים והטלפים אפי' עקרן הרך והעור אף על פי שאינו מעובד והאלל והגידים והמרק והתבלין שמתבשלין עמה אין מטמאין טומאת נבלות כדתנן ריש פרק העור והרוטב וכו' אבל לא טומאת נבלות וכו' ואם נגע באחת מהם כשהוא מחובר בבשר כזית הנבלה הרי זה יטמא וכדתניא התם בגמרא בנבלתה ולא בעור שאין עליו כזית בשר ועור משלימו לכזית יכול אני מוציא אף עור שיש עליו כזית בשר הנוגע בעור כנגד הבשר לא יהא טמא תלמוד לומר יטמא וכדתנן ריש עוקצין כל שהוא יד ולא שומר טמא ומטמא ואינו מצטרף שומר ואף על פי שאינו יד טמא ומטמא ומצטרף ועוד דנבלה דהוי שומר מיעטי' קרא מצירוף כדאמרינן התם. האלל בין שפלטתו חיה בין סכין אין מצטרף לכזית ואם היה בו כזית מכונס מטמא כדאמר רב הונא והוא שכנסו וכו'."
            ],
            [],
            [
                "<b>ואלו </b> שעורותיהם כבשרם עור חזיר הישוב וחטוטרת גמל הרכה ועור בית הבושת והשליל והאליה דכיון דרכיכי הוו כבשר וכולהו תנינן להו פר' העור והרוטב וגבי עורות שרצים הרכים דתנן נמי דהוה כבשרן ילפי לה בגמרא מדכתיב הטמאים ה\"א יתירא לרבות עורותיהם כבשרן ומהאי ה\"א יתירא דרשינן נמי צירן ורוטבן וקיפה שלהן ועור הרך נמי איתא בהדיהו דהי מינייהו מפקת איהו נמי אוכלא הוא ואם עבדן או הולך בהן כדי עבודה הרי אלו טהורים ואם עשה בהן מעשה שביטלן כאוזן חמור שתלאה לכפיפתו טהורה דכיון דעשה מעשה ליטלה מתורת בשר לתורת עור בטלה כדאמרינן התם בגמרא הגיע זמן הגמל לטעון דעד השתא קרי לה רכה ולא טענה הוי ספק וכן טענה קודם זמנה דסליקו בתיקו בגמרא."
            ],
            [
                "<b>המפשיט </b> לשטיח משהפשיט בכדי אחיזה שהיא ב' טפחי' הנוגע בעור זה טהור ועד שלא הפשיט ב' טפחים הנוגע בעור כנוגע בבשר כדתנן התם דקכ\"ג ואם לעשות חמת עד שיפשיט את החזה הוי כנוגע בבשר ותניא בת\"כ בנבלתה ולא במפשיט לשטוח כדי אחיזה ולחמת עד החזה יכול שאני מוצא פחות מכשיעור ת\"ל טמא מנבלתה. ואם הפשיטה מרגליה הוי חיבור עד שיפשיט כולו כדתנן נמי התם ובשרצים גם כן עד שיפשיט כולו כדתניא בגמרא משום רבי שמעון וטעמא משום דבהני קשה להפשיט וצריך כל העור להפשיט קצתו ועור שעל הצואר חיבור עד שיפשיט את כולו כחכמים דפליגי אר' יוחנן בן נורי במתניתין דמשום דעור הצואר מעצמו ופשט לא אמרינן דאם הפשיט כולו ולא הצואר שיהיה כמי שהופשט כולו כרבי יוחנן בן נורי אלא כחכמים דעדין הוה חיבור עד שיפשיט כולו וכל שהוא חיבור לטמא כך הוא חבור ליטמא כדתנן ריש עוקצין דיד ושומר מטמא ומתטמא הנוגע בציב ובשערה שאחורי העור כנגד בשר שנשאר בו שפלטתו חיה דלא בטיל טמא כדתנן התם וכדילפינן לעיל מדכתיב יטמא. ואם היו שני חצאי זתים העור מבטלן הואיל ואינן מטמאים במגע דשתי נגיעות אין מצטרפות אין מטמאים במשא דכתיבי הנוגע והנושא גבי הדדי לומר את שבא לכלל משא בא לכלל מגע ושלא בא לכלל משא לא בא לכלל מגע כרבי עקיבא דפליג במתניתין אר' ישמעאל ומודה בשני חצאי זתים שתחבן בקיסם והן מרודדין ודבוקין זה בזה עד שינטלו כאחד דנושאן טמא אבל היו כל אחת בפני עצמו אפילו הולך כל היום כולו טהור כעולא וטעמא דכתיב והנשא את נבלתה חסר בלא וי\"ו ונקרא נישא ואנן קרינן נושא משמע דבעינן נושא והוא דנישא בבת אחת שיהא כולו ניטל בלא בית יד אחר והיינו כשהוא מרודד ומחובר ואפ\"ה במגע לא דאין חיבור אדם חיבור ולא קרינא ביה והנוגע בנבלתה דאין בכל נגיעה כשיעור וחיבור אדם לא הוי חיבור כדאמר' דאף על גב שהם מחוברים אפ\"ה כל חצי זית הוא בפני עצמו וכשנוגע החצי אינו נוגע בחצי האחר ולא הוי כזית שלם הנוגע במקצתו הוי כנוגע בכולו והא דאמרינן דאת שלא בא לכלל מגע לא בא לכלל משא היינו כשאינו נטל כלו כאחד אבל אי ניטל על ידי חיבור מרבינן מדכתיב והנשא חסר וי\"ו דאם נישא בבת אחת טמא במשא אף על גב דבמגע לא מטמא על ידי חיבור אדם כדאמרינן והתוספות כתבו פ\"ג דבכורות גבי נבלה בטלה כשחוטה דהא דאמרינן לרבי עקיבא את שבא לכלל מגע בא לכלל משא היינו כגון קולית סתומה שאין יכול ליגע או כגון ב' חצאי זתים על העור אבל הכא דאיכא שם שעור טומאה אלא דאין ידוע אי זו היא בא לכלל מגע קרינא ביה ע\"כ והכא נמי גבי תחבן בקיסם כיון דהוא מחובר בא לכלל מגע קרינא ביה אף על גב דאינו מטמא במגע משום דהוי חיבורי אדם כדאמרינן."
            ],
            [],
            [],
            [
                "<b>בשר </b> נבלה שהבאיש ונפסד מלאכול לכלב טהור כרבי יוחנן דפליג אבן פדא בבכורות פרק הלוקח בהמה דכ\"ג דקאמר אחד זו ואחד זו עד לכלב דכל שהיה ראויה לכלב אף על פי שאינה ראויה לגר מטמאה במשא ובמגע אבל נפסלה מלאכול לכלב טהור דאכילת כלב שמה אכילה כדכתיב ואת איזבל יאכלו הכלבים כדאמ' ספ\"ב דזבחים ואם היתה סרוחה מעיקרא ואינה ראויה לאדם טהור דכתיב לגר אשר בשעריך תתננה ואכלה וגו' עד שתהיה תחלתה ראויה לגר כדאמרינן התם לרבי יוחנן ולענין טומאה הוה אמינא דמטמא סרוח מעיקרו אף על גב דלא חזיא לאכילה מידי דהוה אשרץ ושכבת זרע וזבה ולהכי איצטריך קרא. נצל הנבלה ספק אי מטמא בכזית אי לא דאיבעי' לן פרק כ\"ג בנזיר אי יש נצל לבהמה או לא ולא איפשיטא. בשר נבלה שיבש ויכול לחזור להיות ראויה לכלב בשריה בפושרין מעת לעת מטמא וכדתנן פרק דם הנדה דנ\"ו הנבלה בהדי הנך דאינן מטמאין יבשין וקתני ואם יכולים להשרות ולחזור וטעמא משום דכתיב וכי ימות מן הבהמה כעין מיתה שהם לחים."
            ],
            [],
            [
                "<b>שליא </b> אינה מטמאה בנבלה כדתנן פרק בהמה המקשה דע\"ז דהוי כפרש בעלמא ואם חישב עליה לאוכלה מתטמאה טומאת אוכלין כדתנן נמי התם דמחשבה משויא לה אוכל אבל לא לטומאת נבלות דלאו בשר הוא אלא כשאר אוכל בעלמא. קבה וחלב של נבלה טהורים כדאמרינן פרק כל הבשר דף קי\"ו דקבה גופא שהוא חלב הקרוש בעור הקבה שריא וחלב פשיטא דלאו בשר הוא."
            ],
            [
                "<b>בהמה </b> ששפעה חררת דם אינה מטמאה עד שיהיה בה צורת נפל כדתנן פרק ג' דבכורות דף כ\"א דתקבר ופטורה מן הבכורה ותני רבי חייא אינה מטמאה לא במגע ולא במשא ואמר רבי יוחנן משום ביטול ברוב נגעו בה שבטל הבשר ברוב דם וגנינים היוצאים עמו."
            ],
            [
                "<b>נבלה </b> שנתערבה בשחוטה בטלה הנבלה ברוב השחוטה ואינה מטמאה במגע אלא במשא אם נשא הכל וכדאמרי' פרק ג' דבכורות דף כ\"ג משום דאי איפשר לשחוטה שתעשה נבלה ואיפשר לנבלה שתטהר כשתסרח ולפיכך תבטל:"
            ]
        ],
        [
            [
                "<b>בהמה </b> או חיה טמאה שנשחטה אינה מטמאה משום נבלה עד שתמות או עד שיתיז ראשה כדתנן ריש העור והרוטב וטעמא משום דכתיב וכי ימות מן הבהמה עד שתמות ומתיז ראשה נמי הוה ליה גסטרא ונבלה היא דחשיבא מתה ואפילו היא מפרכסת אבל מטמאה טומאת אוכלין דמשויא ליה מחשבתו של ישראל אוכלה בשחיטה. נחרה והיא מפרכסת אינה מטמאה אפילו טומאת אוכלין כדתניא התם נחרה אין בה טומאה של כלום דכיון דלא אשכחן נחירה גבי ישראל לא משויא לה אוכלה. ואבר הפורש ממנה אסור לבני נח כפורש מן החי וכן בשר הפורש ממנה כדתניא התם דף קכ\"א דאסור לבני נח ואפילו לאחר שתצא נפשה הואיל ונחתך מחיים וכן בהמה טהורה שנפסלה בשחיטה ועדיין היא מפרכסת ושחט בה אחד או רוב אחד אין להם אפילו טומאת אוכלין כדתניא התם. חלקה לשנים או ניטל הירך וחללה הרי זו נבלה וכן קרעה מגבה כדג או נשברה מפרקתה ורוב בשר עמה וכדאמ' פרק קמא דחולין דכ\"א וטעמא דהוו כמתים."
            ],
            [
                "<b>אין </b> הנוגע בנפל מת שבמעי בהמה טמאה עד שיצא לאויר העולם כדתנן פרק בהמה המקשה ד\"ע ומפרש טעמא בגמר' אם הועילה לו מחיצת אמו להתירו באכילה בשחיטתה אף על פי שהוא מת לא תועיל לו כשהיא חיה לטהרו מלטמא ובהמה טמאה איתקשא לטהורה דכתיב וכי ימות מן הבהמה זו טמאה אשר היא לכם לאכלה זו טהורה מי שאינו קרוי נבלה בטהורה אינו קרוי בטמאה וכיון דטהורה עוברה טהור כדאמר' טמאה נמי עוברה טהור."
            ],
            [
                "<b>בשר </b> הפורש מן החי אינו מטמא אבל אבר מן החי מטמא בנבלה כדא' פ' העור והרוטב דף קכ\"ח וילפינן לה מדכתיב וכי ימות מן הבהמה דמשמע מיתת מקצת בהמה דהיינו אבר מן החי דאע\"ג דדרשינן נמי מקצת בהמה מטמאה ומקצת בהמה אינה מטמאה ואי זו זו טרפה ששחטה אי להא דרשא לחוד לכתוב מבהמה מאי מן הבהמה ש\"מ תרתי ואבר מן החי מבהמה טמאה ילפינן מדכתיב לכל הבהמה גבי קרא דכתיב ולאלה תטמאו וכו' והתם מרבינן נמי חיה טמאה וכדלקמן פרק ג' ותניא יכול יהא בשר הפורש מן החי מטמא ת\"ל וכי ימות מן הבהמה מה מיתה שאינה עושה חליפין אף כל שאינו עושה חליפין אבל בשר עושה חליפין וחוזר לקדמותו ורבי עקיבא אומר מה בהמה גידים ועצמות ורבי אומר מה בהמה בשר גידין ועצמות אף כל בשר וכו' ואיברים אין להם שיעור אפילו פחות משעורה מטמא והוא שיהיה בו בשר גידין ועצמות והבשר שיהיה בה שיעור לעלות ארוכה כדתנן פרק קמא דאהלות גבי טומאת מת דאיברים אין להם שיעור ומייתי לה פרק יוצא דופן פחות מכזית מן הנבלה ואע\"ג דגבי אכילת אבר מן החי בעינן אבר כזית היינו משום דאכילה כתיב ביה ואין אכילה פחות מכזית אבל גבי טומאת נבלות כיון שהוא אבר בשר גידין ועצמות דומיא דבהמה מטמא אפילו פחות מכזית כדתנן התם. איברים שאין בהם עצם ככוליא ולשון הרי הן כבשר כדאיתא התם פ' העור והרוטב בין רבי יוסי הגלילי ורבי עקיבא מאי איכא בינייהו כוליא וניב שפתים איכא ביניהו דלרבי יוסי הוו אבר כיון דאין עושין חליפין ולר' עקיבא לאו אבר נינהו כיון דליכא בשר גידין ועצמות וכו'."
            ],
            [],
            [
                "<b>והאבר </b> והבשר המדולדלין בבהמה או חיה שאינן יכולין לחיות אינן מטמאין ואם הוכשרו מקבלין טומאה במקומן נשחטה הוכשרו בדמיה אבל אם מתה הבשר צריך הכשר והאבר מטמא משום אבר מן החי ולא משום אבר נבלה כדתנן התם לרבי מאיר פרק העור דף קכ\"ז ואמרינן בגמרא דהני אבר ובשר אין מעלין ארוכה ואפילו הכי ליכא בהו טומאת נבלה דלא הוו כתלושין לגמרי דכתיב כי יפול מנבלתם אינו קרוי נבלה עד שיפול לגמרי ואפילו הכי טומאת אוכלין מטמו דדוקא לטומאת אבר מן החי הוא דבעיא שיפול לגמרי כדילפינן ואם נשחטה הבהמה הוכשרו בדמיה דרבי מאיר סבירא ליה בהמה נעשת יד לאבר והוכשר בשחיטת בהמה ואם מתה הבהמה הבשר המדולדל צריך הכשר דלא הוכשר במיתה והאבר מטמא משום אבר מן החי דמיתה עושה ניפול נמי שנפל סמוך למיתה ואינו מטמא משום נבלה כיון דהוי כאלו נפל סמוך למיתה כדילפינן מכי יפול דמיתה עושה ניפול ומאי איכא בין אבר מן החי לאבר מן הנבלה דאלו אבר מן הנבלה כזית בשר הפורש ממנו מטמא דהא איכא כזית נבלה ובשר הפורש מן אבר מן החי אינו מטמא דבעינן בשר גידין ועצמות כדילפי' לעיל."
            ],
            [
                "<b>טרפה </b> שנשחטה שחיטה כשרה טהורה מלטמא כדתנן זבחים פרק חטאת העוף דף ס\"ט ופרק בהמה המקשה וכדילפינן בגמ' התם ופרק העור מדכתיב וכי ימות מן הבהמה מקצת בהמה מטמאה ומקצת אין מטמאה ואי זו זו טרפה ששחטה. וכן השוחט בהמה ומצא בה עובר מת שחיטת אמו מטהרתו מידי נבלה כיון שמתירתו באכילה מדכתיב כל בבהמה תאכלו וכדאמרינן פרק בהמה המקשה וכו'. מצא בה בן שמונה חי נטרף אין שחיטתו מטהרתו מידי נבלה מפני שאין למינו שחיטה בטמאה כדתנן פרק בהמה דף ע\"ב דכיון שהוא בן ח' והוא חי ונולד אינו בכלל בקר וצאן לפיכך וולד בהמה תוך שבעה אין שחיטתו מטהרתו דהוי כנפל. בן תשעה חי אף ע\"פ ששחיטת אמו מטהרתו אם נתנבלה אמו הרי הוא טהור מטומאת אוכלין ונבלות וכדאמר רבא התם גבי טרפה שמצא בה בן תשעה חי דד' סימנין אכשר ביה רחמנא דהיתרא הוא דרבי ביה קרא מכל הבהמה תאכלו שאם רצה אוכלו בשחיטת אמו אבל אם צריך הוא לשחיטת עצמו כשליל של טרפה שוחטו ומותר שניתר בשנים מד' סימנים או בקנה וושט של אמו או שלו ואם ניתר בשחיטת אמו ואחר כך מת הרי הוא טהור. אבר העובר שיצא ונחתך קודם שחיטת אמו נבילה שלא טהרתו ושחיטת אמו שחט אמו ואחר כך חתכה האבר כטרפה שנשחט שמטהרה מידי נבלה ושאר בשר העובר מגע טריפה שחוטה כחכמים ואע\"ג דטריפה שחוטה נטהרה מלטמא משום נבלה אפילו הכי מדרבנן מטמאה במוקדשים כדאמר אבוה דשמואל בגמר' הוציא העובר את ידו בין שחיטת סימן לסימן וחתכו מצטרף שחיטת סימן השני לטהרו מידי נבלה כדבעי התם אילפא דס\"ט ופשיט רבא דאם הועיל סימן ראשון לשני להתיר שאר העובר והבהמה באכילה לא יועיל לו לטהריה מידי נבלה דהא אפילו יצא קודם שחיטת סימן ראשון ואחר כך שחט שני סימנים ואחר כך חתכה אמרינן דלא הוי אלא כטריפה שחוטה והכא נמי אף על גב דיש חילוק בין שחיטת שני הסימנים דזה לטהר ולהתיר והב' לטהר לבד הואיל ושניהם שוין בכך מצטרפי כדאמר'."
            ],
            [],
            [],
            [],
            [
                "<b>שחיטת </b> נכרי נבלה ומטמאה במשא כדתנן פרק קמא דחולין דף י\"ג וכותי אמרינן נמי התם דנמנו ר\"ג וב\"ד ואסרוה לאחר שנשנית מתניתין דהכל שוחטין דמרבינן ואפילו כותי כשישראל עומד על גביו וגר תושב כנכרי לענין שחיטה וסובר הרב ז\"ל דטומאה זו מדברי סופרים אף על גב דאיסור אכילתה הוי מן התורה אפילו הכי הוי כטרפה דאסורה וטהורה."
            ],
            [
                "<b>קולית </b> הנבלה הנושא אותה טהור דכל שאינו מטמא במגע אינו מטמא במשא כדילפינן לעיל ואם נקבה כל שהוא הנוגע או הנושא טמא כדתנן פרק העור והרוטב ד' קכ\"ה והינו במתקשקש כדאוקי רבי יוחנן משום דאינו מעלה ארוכה מבחוץ אבל אי לאו הכי מטמא אפילו סתום דהוי בכל האיברים כיון דמעלה ארוכה לחוץ כדאמר'. חשב על הקולית לנקבה הוי ספק אי מחוסר נקיבה כמחוסר מעשה או לא שם בעיא דרבי אושעיא בתר ברייתא דת\"ר בנבלתה ולא בקולית סתומה יכול אפילו נקיבה תלמוד לומר הנוגע יטמא יו\"ד יתירא דריש את שאיפשר ליגע טמא ואת שאי איפשר ליגע טהור ואף על גב דמהאי קרא ממעטי פרק בהמה המקשה עצמות וגידים אפילו הכי ממילא כי אימעיטו עצמות אימעיט נמי קולית סתומה וגלי קרא דשומר לא הוי אלא בשאיפשר ליגע ועליה בעי רבי אושעיא אי מחשבה משויא לה נקובה או לא משום דשומר הוי כסתום כגון חטה בקליפתה כדמרבי' מקרא דזרע אשר יזרע וגו' והכי גלי קרא דבעי' איפשר ליגע ואם כן סגי מחשבה או לא והדר פשטה דלאו כמחוסר מעשה ומחשבה משויא לה נקובה והרב ז\"ל כתב דיש בדבר ספק אי מחוסר נקובה כמחוסר מעשה או לא וצ\"ע דהא רבי אושעיא גופיה פשטה:"
            ]
        ],
        [
            [
                "<b>נבלת </b> העוף הטהור מטמא מן התורה כדכתי' פרשת אחרי מות וכל נפש אשר תאכל נבילה וטריפה וגו' ורחץ במים ותניא בת\"כ דבנבלת עוף טהור הכתוב מדבר דהא חלוק מעוף טהור דלעיל דכתי' כי יצוד ציד חיה או עוף וגו' והוא אסור משום נבילה וטריפה כחכמים דאמר' התם נבלה וטרפה נבלה שיש לה טריפה יצא עוף טמא שאין לו טרפה ואינה מטמאה אלא בבית הבליעה דבתוך המעים אינה מטמאה דכתיב וכבס בגדיו במים וטמא עד הערב וטהר דאע\"ג דנבלה בתוך מעיו דלא נתעכלה כגון שאכלה סמוך לשקיעת החמה כיון דטבל והעריב השמש הוי טהור ובתוך הפה נמי אינה מטמאה דכתיב נפש אשר תאכל להכי אפקיה בלשון נפש לאשמועינן דאבית נפש הוא דמטמא דהיינו בבית הבליעה והאי דכתיב אשר תאכל ליתן שיעור לטומאתה כדי אכילה דהיינו כזית יכול יטמא אדם וכלי חרש בשעת בליעתו תלמוד לומר וכבס בגדיו בגד הוא מטמא ואינו מטמא לא אדם ולא כלי חרס נמצאת אומר היה אוכל נבלת עוף טהור וידו אחת בתנור וידו אחת על גבי חברו שניהם טהורים ואחר שבלעה אינו מטמא שאר כלים דאף על פי שהוא טעון טבילה והערב שמש לא הוי אלא ככלי ראשון לטומאה אחר שפירש ממטמאיו."
            ],
            [
                "<b>אין </b> נבלת העוף הטהור צריכה מחשבה לטמא בבית הבליעה אלא לטומאת אוכלין כדתנן פרק קמא דטהרות י\"ג דברים נאמרו בנבלת עוף טהור צריכה מחשב' ואינה צריכה הכשר ומטמאה טומאת אוכלין דמשמע דהא דצריכה מחשבה ואינה צריכה הכשר היינו לטומאת אוכלין דלטומאה נבלה הא חשיב לה קרא אוכל לטמא כדכתיב וכל נפש אשר תאכל נבלה וטרפה וגו' ואוקמי' בנבלת עוף טהור כדאמרינן ופשיטה דאינה צריכה הכשר דהיא עצמה מטמאה ואינה מקבלת טומאה לאחר שתהיה צריכה הכשר וכדתנן פרק בתרא דעוקצין דכל שמטמא טומאה חמורה אינה צריך הכשר כדילפינן פרק דם שחיטה מתני' דבי רבי ישמעאל על כל זרע זרוע וכו' מה זרעים מיוחדים שאין סופן ליטמא טומאה חמורה וצריך הכשר אף כל שאין סופן ליטמא טומאה חמורה צריך הכשר יצאת נבלת עוף שסופו לטמא טומא' חמורה ואינו צריך הכשר כדא' וכו'. פרה אדומה ושעירי הנשרפי' אף על פי שמטמאין המתעסק בהן אם חישב עליהן לאכילה צריך שתגע בהן טומאה ואחר כך יטמאו טומאת אוכלין כחכמים דפרק טבול יום דפליגי ארבי מאיר ואמרי דפרה ופרים הוא דמטמאי טומאת אוכלין ולא שעיר המשתלח דהא דתנא דבי רבי ישמעאל הכי קאמר לטמא טומאה חמורה צריך הכשר טומאה ממקום אחר שיגע בשרץ או בנבלה ולא שיטמא מאליו וכדאמרי' במערבא כדמייתי התם אבל מי שסופו לטמא טומאה חמורה אין צריך ליגע בטומאה ומטמא טומאת אוכלין מאליו כגון פרה ופרים אבל חזי לטומאה מיהת בעלמא בעי' ולא בעלי חיים דלא אשכח' בעלי חיים מטמאין."
            ],
            [],
            [
                "<b>כזית </b> מנבלת בהמה שתחבו במעי האשה או בבית הבליעה הרי זה טמא משום נושא כדאיבעיא לן פרק יוצא דופן דף מ\"ב ואמר רבא בית הסתרים הוי ונהי דבמגע לא מטמא במשא מיהא מטמיא והא דתניא יכול יהא נבלת בהמה מטמאה בבית הבליעה וכו' ת\"ל לא יאכל לטמאה בה יצתה היא שמטמאה קודם שיאכלנה לרבא איירי כגון שבית הבליעה רחב כל כך שלא יסיט נבלה שתחבה לו חברו והוי כטומאה בלועה בתוך מעיו דאינו לא נוגע ולא נושא כדאמ' פרק קמא דהלכות כלים. הכורך כזית נבלת עוף טהור בחזרת ובלעה טמא כרכה בסיב טהור כדתניא בתוספתא שלהי זבין והיינו טעמא משום דבחזר' שם אכילה עליה ובסיב אין זה דרך אכילה ואכילה כתי' בה בנבלת עוף טהור. ואם בלע והקיא קודם עיכול אינה מטמאה בגדים בשעת הקאה בשנתעכבה בבית הבליעה כדתניא התם משום דלא קרינא ביה והאוכל אבל הקיאה לגמרי וחזר ובלעה ונתעכבה בבית הבליעה אכילה הויא כדתניא התם מטמא שנים ופוסל אחד. מעי של נבלת עוף הטהור שבלעו מקצתו אם יש כזית בבית הבליעה טמא אף על פי שמקצתו בחוץ במנחות פרק רבי ישמעאל בפנקסים דאלפא ביצי נבלת עוף הטהור ומקצתן בחוץ וכו' והיינו חוץ ופנים בגוף העוף ואפ\"ה משמע דכי ה\"ג דכתב הרב ז\"ל טמא דעבידי אינשי דאכלי הכי. הבולע אבר שלם ואפי' צפור ואכלה אם אין בה כזית טהור כדתניא התם דאכילה כתיב בה בנבלת עוף טהור וכדאמרינן גבי אבר מן החי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כנפים </b> ונוצה אינן מצטרפין לכזית אבל מקומות הרכים שאצל הבשר שהם חרטום וצפרנים מצטרפין וראשי אגפים וראש הזנב ועצמות אפילו רכים אינם מצטרפין כדתנן פרק קמא דמסכת טהרות מיטמאות ומטמאות פי' טומאות אוכלין ולא מצטרפות לטומאת נבלת עוף טהור לת\"ק דרבי ישמעאל וחרטום וצפרנים מצטרפות לת\"ק דרבי יוסי. האוכל מן הגידין מן השלל של בצים ומן הדם ומבשר החי טהור כדתנן פרק קמא דביצה ד\"ז ושלהי תוספתא דזבין אבל אוכל מן האשכול של ביצים ומן הקרקבן ומן בני המעיים או המחה החלב באור וגמעו הוי כאוכל מבשרם ושותה נמי בכלל אוכל וכתיב הנפש לרבות את השותה וכדאמרינן פרק העור והרוטב דק\"כ ומייתי התם ברייתא דקתני המחהו באור טמא בחמה טהור ומפרש טעמא משום דאסרוחי אסרח."
            ],
            [],
            [
                "<b>נבלת </b> העוף הטהור שנפסלה מלאכול הכלב טהורה כדילפינן לעיל גבי נבלת בהמה וכן יבשה כחרס כדתנן פרק דם הנדה נבלה בהדי הנך דאין מטמאין יבשין ומפרש בגמ' נבלה משום דכתיב וכי ימות כעין מיתה ונבלת עוף טהור נמי כיון דהוי מתה איפשר דילפינן מינה דבמתניתין קתני סתמא והנבלה דמשמע בין נבלת בהמה או עוף טהור ובת\"כ גבי שרצים מרבינן מכי יפול מנבלתם יש מנבלתם שאינו מטמא פרט ליבישה שאינה יכולה להשרות. ונצל של עוף טהור לא מטמא בפרק כ\"ג דנזיר בעי יש נצל לבהמה או לא מי אמרינן גמירי נצל דאתא מאדם אבל דבהמה לא או דילמא לא ולא איפשיטא בעיין ולהכי כתב הרב ז\"ל לעיל פרק ראשון דנצל דבהמה הוי ספק ונראה דדוקא בנבלת בהמה הוא דאיבעיא לן כדקאמר יש נצל לבהמה וכו' ולא קאמר יש נצל לנבלה דאע\"ג דבעי למיפשיט מהמחהו באור וכו' דמתניתין גבי נבלת עוף טהור אפילו הכי משמע דבנצל בהמה דוקא בעי דנבלת עוף טהור פשיטא ליה דלא מטמא והוי כהמחה החלב בחמה דאמרינן דטהור."
            ],
            [
                "<b>עוף </b> טהור שנטרף ונשחט ואפילו בעזרה שחיטתו מטהרתו אבל נמלק לא כר' יוסי דמתני' קמא דמסכת טהרות וכדאמר ליה רבי יוסי לרבי מאיר במתניתין דסוף פרק דם חטאת בזבחים דיו בנבלת בהמה ששחיטתה מטהרתה ולא מליקתה דהואיל דלא יליף עוף מבהמה לטהר טריפה מטומאתה כדילפינן מדכתיב וכי ימות מן הבהמה וגו' מקצת בהמה מטמאה וכו' אם כן דיו לבא מן הדין להיות כנדון ושחיטת עוף בין בפנים בין בחוץ מטהרת כדתניא התם סוף פרק דם חטאת יכול תהא שחיטת חולין בפנים וקדשים בין בפנים בין בחוץ מטמאה בגדים בבית הבליעה תלמוד לומר נבלה וטרפה כלומר שהוא כטריפה מטמאה ששוות בפנים (כפנים) כבחוץ דכאן וכאן היא אסורה יצא שוחט חולין בפנים דלא שוה לשוחט חולין (בסוף) [בחוץ] דכשרה ולהכי אינה מטמאה בגדים ושחיטה בחוץ אף על גב דשוו בפנים כבחוץ דאידי ואידי פסולין נינהו אפילו הכי כיון דהועילה לו שחיטת חוץ לחייבו כרת משום שחוטי חוץ כדמרבינן פרק השוחט ומעלה מאו אשר ישחט לרבות שחיטת עוף אלמא שחיטה שמה הועיל לה נמי לטהרה מידי נבלה ושחיטת פנים נמי משום דלא שוו בפנים כבחוץ דבחוץ לא מטמא כדאמרינן ואף ע\"ג דבאכילה אסור בטומאה מיהא לא שוו ודנין דבר שלא בהכשרו שהוא שחיטת קדשי' בפנים מדבר שלא בהכשרו שחיטת קדשים בחוץ וכן שחיטת חולין בפנים משחיטת חולין טריפה בחוץ דמטהר כדאמ' ואין דנין דבר שלא בהכשרו מדבר שהוא בהכשרו כמליקת חוץ ממליקת פנים כדאי' התם. מלק חולין בפנים וקדשים בחוץ מטמא בגדים בבית הבליעה כדתנן התם ותני' בגמר' יכול תהא מליקת פנים מטמאה בגדים תלמוד לומר והנפש אשר תאכל נבלה וטריפה דמיתוקמא בנבלה עוף טהור מה טרפה אין הטרפות המאורע בה מתיר שום איסור שהיה בו מתחלה אף נבלה שאין נבלות המאורע בה מתיר שום איסור שהיה בה מתחלה יצא מליקת פנים בהכשר דמתיר האיסור שבחייה לא היתה ראויה ליקרב לגבוה והותרה במליקה זו והואיל ומתירה אין מטמאה בבגדים בבית הבליעה יצא מליקת קדשים בחוץ וחולין בין בפנים בין בחוץ דהואיל ואין מתירין מטמאין בגדים אבית הבליעה. עגלה שנערפה כהלכתה טהורה כדבי רבי ינאי דאמרי התם כפרה כתיב בה כקדשים וכן אם נשחטה אחר ירידתה לנחל איתן אף על פי שאסורה בהנאה הצילה מידי נבלה כדאמר' התם דאין לך שחיטת בהמה טהורה שמטמאה."
            ],
            [],
            [
                "<b>נבלת </b> העוף הטמא טהורה מטומאת בית הבליעה כדתניא פרק חטאת העוף ופרק גיד הנשה רבי יהודה אומר יכול תהא וכו' תלמוד לומר נבלה וטרפה לא יאכל מי שאיסורו משום בל תאכל נבלה יצא עוף טמא שאין איסורו משום בל תאכל נבלה אלא משום בל תאכל טמא דאין איסור נבלה חייל אאיסור טמא ומ\"ד (ליה) איסור חל על איסור דריש מי שאיסורו משום בל תאכל נבלה לחודיה יצא זה שאיסורו משום טמא ונבלה ואם חשב עליה לאכילה והוכשרה הויא כאוכלין טמאין שהן ראשון לטומאה כדתנן פרק קמא דטהרות דצריכה מחשבה והכשר ומשום דאסורה באכילה צריך מחשבה לשוויה אוכל והכשר כדתנא דבי רבי ישמעאל פרק העור והרוטב ופרק טבול יום על כל זרע וכו' כל שאין סופו לטמא טומאה חמורה צריך הכשר יצא נבלת עוף טהור כדאמ' לעיל וכנפים ונוצה והרך שבה הוו כבשרה כדתנן נמי התם."
            ],
            [
                "<b>אבר </b> החי הפורש מעוף טמא או טהור אין בו טומאה כלל כדתנן פרק קמא דטהרות האוכל הוא דסופג ארבעים אי משום אבר מן החי בטהורה אי משום טמא בטמאה אבל לענין טומאה לא מטמאה בבית בליעה וכדיליף בת\"כ מדכתיב ולאלה תטמאו כל הנוגע בנבלת' יטמא וכל הנושא וגו' לכל הבהמה אשר היא מפרסת וגו' יכול יהא אבר מן החי מטמא בכולן דהאי קרא באבר מן החי משתעי כדילפינן התם הנוגע והנושא דכתיב הכא להביא את אבר מן החי ואם כן יכול יהא וכו' ת\"ל בהמה אוציא את הדגים הגדלים בים ולא אוציא את החגבים תלמוד לומר מפרסת אוציא את החגבים ולא את העופות תלמוד לומר פרסה אוציא את העוף הטמא ולא את הטהור דכיון שמטמא בגדים בבית הבליעה משא\"כ בבהמה דין הוא שיטמא אבר מן החי ממנה ת\"ל ושסע איננה שוסעת פרט לעוף דלית ליה שסע אין לי דאבר מן החי מטמא אלא בבהמה טהורה דאית ליה שסע בהמה טמאה דלית לה שסע מנין תלמוד לומר לכל הבהמה אשר הוא כלומר בהמה מאי דהויא חיה טהורה מנין תלמוד לומר פרסה דחיה טהורה הויא מפרסת פרסה טמאה מנין תלמוד לומר פרסה וחיה טמאה נמי אית לה פרסה לשסועין מנין תלמוד לומר ושסע וכו'. אבר מן המת הוי כנבלת העוף שפרש ממנו לטמא בגדי' אי הוי בשר גידין ועצמות כדלעיל בבהמה אלא דבעי כזית דאכילה כתיב בה כדא' לעיל ולטומאת אוכלין אם חשב עליה לאוכלה כדלעיל ומעוף טמא נמי מטמא טומאת אוכלין בתר מחשבה והכשר כדאמרינן לעיל:"
            ]
        ],
        [
            [
                "<b>מצות קפה </b> להיות כל איש נוגע בשרץ טמא כדכתי' וזה לכם הטמא בשרץ וגו' החולד והעכבר והצב למינהו והאנקה והכח והלטאה והחומט והתנשמת אלה הטמאים לכם וגו' וטומאת כולן שוה והן הנקראים שרץ לענין טומאה והוא אב הטומאה ומטמא אדם וכלים וכלי חרש באויר ואינו מטמא במשא וכדתנן בריש כלים שרץ בהדי הני דהוו אב הטומאה ומטמא אדם וכלים וכלי חרש במגע ואינן מטמאין במשא ושרץ דמטמא אדם נפקא לן מדכתיב בפרשת אמור או איש אשר יגע בכל שרץ אשר יטמא לו וגו' וכלים דכתי' בפרשת שמיני מכל כלי עץ או בגד וגו' וכל כלי חרש אשר יפול מהם אל תוכו וגו' ולא כתיב בשרצים נושא אלא נוגע ואינו מטמא בגדים בשעת מגעו דלא כתיב אלא יטמא עד הערב ולא כיבוס בגדים ושיעור טומאתו בכעדשה כדאמ' בנזיר פרק כ\"ג דף כ\"א כל הנוגע בהם במותם אי בהם יכול בכולם תלמוד לומר מהם במותם יכול במקצתן תלמוד לומר בהם הא כיצד עד שיגע במקצתן שהן ככולו ושיערו חכמים כעדשה שוה ככולו שכן החומט תחלת ברייתו כעדשה."
            ],
            [],
            [
                "<b>האיברים </b> אין להם שיעור וכדתנן פ\"ק דאהלות פחות מכעדשה מן השרץ בהדי איברים דאין להם שיעור ומייתי לה פרק יוצא דופן וקאמר דאבר במקום כעדשה קאי כיון דהוי בשר גידין ועצמות בין שפירש מן החי או מן המת כיון שיש בבשר או במוח העצם כדי לעלות ארוכה דהוי דומיא דכולו. בשר מן החי הפורש מן השרץ טהור כדתניא נמי גבי שרצים פרק העור והרוטב רבי עקיבא אומר שרץ מה שרץ גידין ועצמות אף כל גידין וכו' רבי אומר מה שרץ בשר גידין ועצמות אף כל וכו'. הכוליא והכבד והלשון אף על פי שאין עושין חליפין כאבר הרי הן כבשר ואם פרשו מן החי טהורין דאין בהם בשר גידין ועצמות וכדאמר' התם איכא בינייהו כוליא וניב שפתים וכו'."
            ],
            [],
            [],
            [],
            [
                "<b>דם </b> השרץ כבשרו ומצטרף לכעדשה כל זמן שהוא מחובר בבשר כדתנן פרק רביעי דמעלה דם השרץ ובשרו מצטרפין לכעדשה ובגמ' מנין לדם שרצים שהוא טמא דכתיב וזה לכם הטמא וקרא יתירא הוא למדרש ביה הכי דהא כתיב קרא אחרינא אלה הטמאים לכם אי נמי לכתוב קרא וזה לכם טמא מאי הטמא להביא דמה. עצמות השרץ וגידיו וצפרניו טהורים וכן עור ארבע שרצים אף על פי שהוא לח אבל עור הד' שהן אנקה וכח והלטאה וחומט הוי כבשרן וטמא בכעדשה כל שלא עבדן ולא הילך בהן כדי עבודה כדתנן פרק העור והרוטב ובגמרא תנו רבנן הטמאים לרבות עורותיהן כבשרן וה\"א יתירא קדריש יכול אפילו כולן תלמוד לומר אלה ולא קאי האי אלה אלא אקרא בתרא האנקה והכח והלטאה והחומט והתנשמת אלה הטמאים דלמינהו האמור בפסוק ראשון הפסיקו מהאמורי' בפסוק שני ופריך וליחשוב נמי תנשמת דכתיב בפסוק שני ומשני תנא דידן סבר לה כרבי יהודה דאזיל בתר גשתא וכו' ופי' כל שאין ממש בעורן שהוא רך קרי בשר ופי' בתוספות דאית להו דרשא דהטמאים ומוקמינן מסברא רבויא בהנהו דלית להו גשתא ומיעוטה דאלה בדאית להו גישתא ולית להו למינהו הפסיק הענין."
            ],
            [],
            [
                "<b>קולית </b> השרץ אם המוח עומד במקומו שאינו מתקשקש ויש בו להעלות ארוכה מבחוץ הנוגע בו טמא כדתנן התם פר' העור דף קכ\"ה וכדאמרינן בגמרא ואם נקבה הקולית בכל שהוא הנוגע בה טמא כדתנן נמי התם. וכן ביצת השרץ המרוקמת שניקבה כל שהוא טמא כדתנן נמי התם ובגמרא הטמאים לרבות ביצת השרץ וקולית השרץ יכול אפילו לא רקמה תלמוד לומר השרץ מה שרץ מרוקם אף ביצה מרוקמת יכול אפילו לא ניקבו ת\"ל הנוגע יטמא את שאיפשר ליגע טמא וכו' ועיקר קרא לא אתא אלא לביצת השרץ שרקמה אבל קולית נפקא מיטמא ואף על גב דמהטמאים דרשינן טובא איפשר דדרשינן מטמא טמאים הטמאים או טובא טמאים כתיבי התם."
            ],
            [],
            [
                "<b>שרץ </b> שחציו בשר וחציו אדמה הנוגע בבשר טמא כדתנן התם ואם השריץ על פני כולה מצד א' מראשו ועד רגליו אף הנוגע באדמה שעדיין לא נגמרה צורתו טמא כדאמר' התם בגמרא מאן דמתני לה אסיפא אבל ארישא אף על גב דלא השריץ ותנו רבנן מתוך שנאמר עכבר שומע אני אפילו עכבר שבים וכו' אוציא עכבר שחציו בשר וחציו אדמה שאין פרה ורבה ודין הוא וכו' תלמוד לומר בשרץ קרא יתירא הוא דהא כתיב בתרויהו אלה הטמאי' לכם בכל השרץ ואף על גב דכל דאיכא לאוקושי לקולא ולחומרא אקשי' לחומרא ולא הוה צריך קרא דמה חולדה כל ששמה חולדה אף עכבר כל ששמו עכבר אביא עכבר שחציו בשר וחציו אדמה משום דהשורץ דכתיב בקרא משמע כל שהוא משריץ איצטריך בשרץ לעכבר שחציו אדמה כדאמרינן."
            ],
            [
                "<b>בשר </b> השרץ שנפסד מאכילת כלב טהור כדילפינן לעיל גבי נבלה סוף פרק ראשון ואם יבש עד כחרש ואין יכול לחזור לח בשריית פושרין טהור כדתנן פרק דם הנדה דף נ\"ו וטעמא דכתיב במותם כעין מותם ושרץ שיבש ושלדו קיים או נשרף ושלדו קיים טמא כדאמר ריש לקיש התם ותניא כל הנוגע בהם יכול בכולן בשכולן שלם טמא אפילו יבש תלמוד לומר מהם וכל אשר יפול מהם במותם יטמא אי מהם יכול במקצתן תלמוד לומר בהם הא כיצד כאן בלח כאן ביבש דבלח סגי במקצתו וביבש בעינן כולו שלם דהיינו כששלדו קיימת שלא נשבר ונתפזר וכן גבי נשרף כדאמר."
            ],
            [
                "<b>כזית </b> מן הנבלה וכעדשה מן השרץ שצמקו וחסרו טהורים כדתנן פרק ג' דטהרות ומייתי לה פרק כל המנחות וטעמא דליכא השתא שיעור ופחות מכשיעור ועמד על כשיעור טמא ומוכח התם פרק כל המנחות דטומאה דרבנן היא דמדאוריתא כיון דבלאו תפיחה ליכא שיעור טהורים ואם מתחלה היה שיעור וצמק וחזר אחר כך לשיעורו בתפיחה מטמאין מן התורה כדתנן התם."
            ],
            [
                "<b>השרץ </b> אינו מטמא עד שימות כדכתיב במותם ואם הותזו ראשיהם אף על פי שהראש מעורה בעור הגוף ומפרכס בזנב הלטאה טמאים כדתנן ומייתינן לה פרק קמא דחולין דכיון דעשויין גסטרא אע\"פ שלא הובדלו לגמרי הרי הם כמתים כדילפינן הלכות טומאת מת סוף פרק ראשון. שאר שקצים ורמשים כצפרדע ונחש טהורים מטומאה כדדרשינן בתורת כהנים אלה הטמאים לכם אלה אין לך מטמא כשרץ אלא אלו בלבד:"
            ]
        ],
        [
            [
                "<b>מצות קפו </b> להיות שכבת זרע טמא ושכבת זרע אב מאבות הטומאה מטמא אדם וכלים במגע וכלי חרש באויר ואינה מטמאה במשא וכדתנן ריש מסכת כלים אבות הטומאה השרץ והשכבת זרע וכו' וכתיב ואיש כי תצא ממנו שכבת זרע ורחץ במים את כל בשרו וגו' וכל בגד וכל כלי עור וגו' וכבס במים וגו' וטומאת כלי חרש באויר תנן לה במתניתין וכתיבא גבי שרצים ומהתם ילפינן לכל הטומאות ואינה מטמאה במשא כדתנן במתניתין משום דלא כתיב והנושא ואינו מתטמא בגדים בשעת מגעו אלא כלים במגע ממש כדתנן במתניתין וקרא כתיב ואיש כי תצא ממנו שכבת זרע ורחץ במים את כל בשרו וגו' ולא כתיב יכבס בגדיו וגו' ואחד הנוגע ואחד הרואה אותה בבשרו שניהם ראשון לטומאה דין תורה ושיעורה לנוגע בכעדשה ולרואה בכל שהוא כדאמרינן פרק יוצא דופן ותניא מנין לרבות נוגע בשכבת זרע ת\"ל או איש אשר תצא ממנו שכבת זרע או איש אשר יגע בכל שרץ אשר יטמא וגו' למ\"ד דון מינה ומינה מה שרץ בנגיעה אף שכבת זרע דלעיל מיניה בנגיעה ומיניה מה שרץ בכעדשה אף שכבת זרע בכעדשה ורואה בכל שהוא כדתנן התם ומטמאין בכל שהו ואין הרואה טמא עד שתצא ממנו ויחתם ממנו פי אמה כדתנן התם אין מטמאין עד שיצא טומאתן לחוץ ובגמרא משום דכתיב ואיש כי תצא ממנו שכבת זרע ובריש פרק המפלת איבעיא ליה לרבה הרואה קרי בקיסם שהניחו בפי אמה ממנו אמר רחמנא עד דנפיק מבשרו ולא בקיסם או דילמא האי ממנו עד שתצא טומאתו לחוץ ואפילו בקיסם נמי וכדילפינן עד שיצא טומאתן. אחד הרואה מחמת בשרו או באונס טמא וכדאמרינן פרק בנות כותים דל\"ח משום דשכבת זרע כל עצמו מחמת אונס חמום בא מה שאין כן בזוב."
            ],
            [
                "<b>אין </b> שכבת זרע של קטן מטמאה עד שיהא בן ט' שנים ויום אחד כדאיתא התם פרק בנות כותים וילפינן בת\"כ מדכתיב איש פרט לקטן יכול שאני מוציא בן תשע שנים ויום אחד ת\"ל ואיש ומייתי לה פרק המפלת ואמר רבא הלכתא היא ואסמכוה אקרא."
            ],
            [
                "<b>שכבת </b> זרע אדומה טהורה כדדרשינן פרק בנות כותים דל\"ב אשה אין לי אלא אשה תנוקת מנין ת\"ל ואשה וכו' אמר רבא הלכתא וכו' ומאחר דהלכתא קרא למה לי למעוטי איש מאודם ואף על גב דקרא לאו באודם מיירי על כרחיך כיון דקרא יתירתא היא לדרשא אתא ומה שיש לך לדרוש דבר הקרוב לענין דרוש בו וה\"ק אשה טמאה בדבר האמור בה דהיינו אודם ואיש אין מטמא בדבר האמור באשה וכו'. וכל שכבת זרע שאין גופו של אדם מרגיש בה אינה מטמאה כדאמר שמואל פרק יוצא דופן דמ\"ג ומאי טעמא שכבת זרע אמר רחמנא בראויה להזריע נעקרה בהרגשה אף על פי שיצתה בלא הרגשה טמא כדאמרינן התם דהויא מילתא דפשיטא ליה לשמואל ומיבעיא ליה לרבא וכו' ומשמש מטתו בחלומו אחר הרהור אמרינן נמי התם אי אפשר לשמש בלא הרגשה הרהר ולא מצא בשרו חם או איפכא טהור כדתנן פ\"ח דמקואות דדוקא הרהר ומצא בשרו חם טמא וכתב הרב ז\"ל דטומאת הרהור ומטיל מים מדרבנן לתרומה ובתוספתא מייתי התם הרהר בלא חם או חם בלא הרהר טהור."
            ],
            [],
            [],
            [
                "<b>המטיל </b> מים וראה מים חלוקים או עכורים בתחלה טהור באמצע ובסוף טמא כדתנן התם משום דמין קרי הוא מתחלה ועד סוף טהור כדתנן נמי התם ולבנים ונמשכים טמא כדתנן נמי התם משום דמין קרי הוא והמטיל טפות עבות טהור והתם פ\"ח תנן טמא דברי רבי אלעזר חסמא ולא פליגי עליה וצ\"ע."
            ],
            [
                "<b>בעל </b> קרי חולה או זקן שלא הטיל מים אלא אחר טבילה טמא שמא נשתייר מן הקרי ויוצא עכשיו ובבריא טהור כדאמר רבי יוסי התם במתניתין פרק ח' משום דיוצא בכח ואין משתייר מן הקרי ובסוף פרק קמא דחולין מפרש ילד עד כמה עד שנועל או חולץ על רגלו אחת. כל אשה ששמשה מטתה וטבלה קודם שתקנח יפה הרי היא בטומאתה כדתנן נמי התם פ\"ח דמקואות דחיישינן שמא נשתייר וכדאמרינן נמי פרק יוצא דופן וי\"מ משום חציצה ולא יתכן כדפי' הר\"ש ז\"ל התם עלה דמתניתין."
            ],
            [],
            [
                "<b>האיש </b> והאשה ששמשו מטתן טמאין דין תורה כדכתיב ואשה אשר ישכב איש אותה וגו' ורחצו במים וטמאו עד הערב ותניא בת\"כ אי משום נוגעת בשכבת זרע הרי הוא אמור והכא טומאת בית הסתרים הוי אלא גזרת מלך היא אפילו כל שהו ומייתי לה פרק יוצא דופן. קטנה פחותה מבת ג' שנים ויום אחד אינה מתטמאה בשכיבה אלא דוקא בת ג' ויום אחד כדדרשינן בת\"כ ואשה אשר ישכב איש אותה ואשה פרט לקטנה יכול שאני מוציא בת ג' שנים ויום אחד ת\"ל ואשה דמדהוה ליה למכתב אשה דרשינן פרט לקטנה ומדכתיב ואשה נמי מרבינן בת שלשה שנים ויום אחד משום דראויה לביאה ופחותה מבת ג' שנים ויום אחד בנגיעה מיהא מטמאין אם נגע בבשרה מבחוץ משום נוגע הבועל שלא כדרכה אינה מתטמאה דלא טמא הכתוב טומאת בית הסתרים אלא בכדרכה וכדתניא פרק ד' אחין וחכמים אומרים אותה פרט לשלא כדרכה. הבועל את האשה ולא הוציא ש\"ז טהור הוא והיא דכתיב שכבת זרע פרט למערה כדתניא בת\"כ ופרק ד' אחין."
            ],
            [],
            [
                "<b>האשה </b> שפלטה שכבת זרע תוך שלשה עונות דיום או דלילה טמאה כרואה קרי וכדתניא פרק יוצא דופן לרבנן דרבי שמעון פולטת שכבת זרע מניין ת\"ל יהיה זובה בבשרה וג' עונות היינו כר' אלעזר בן עזריה דתנן פרק ח' דמקואות הפולטת שכבת זרע ביום הג' טהורה דברי ר' אלעזר בן עזריה ומייתי לה פרק ר' עקיבא ומוקי ר' אלעזר כרבנן דאמרי ב\"ה בשבת פירשו מנשותיהם ולכ\"ע בשבת ניתנו עשרת הדברות ובליל שבת טבלו דבשחרית לא דלא יהו הללו טובלים והללו מהלכין לקבל תורה ותוך ג' עונות אכתי לא אסרח זרע וראוי לקלוט ולהיות ולד נוצר הימנו וקרינן ש\"ז הראוי להזריע ואע\"ג דבלאו פלוטה טמאה האשה ששמשה וכדילפינן לעיל הא אוקי' פרק יוצא דופן כשטבלה לשמושה וכגון שלא נתהפכה לאחר הטבילה כדדרשינן התם וכיון שהיה ברואה קרי סותרה יום אחד ומטמאה בכל שהוא ואע\"פ שלא יצא לחוץ אלא שהגיעה לבין השנים וכדא' התם דאליבא דרבנן לא קמיבעיא ליה לרב שמואל וכו' דלרבנן דמטמאין בפנים כבחוץ אלמא רואה הויא וכ\"ש דמטמאה במשהו ולענין סתירה נמי סתרה דהא בתורת זיבה מרבו לה מיהיה זובה וגו'. שכבת זרע עצמה שנפלטה בתוך הג' עונות מטמאה אחרים שנגעו בה כיון דאכתי הויא ראויה להזריע האשה שפירשה ממנה שכבת זרע אפילו לאחר כמה עונות טמאה כל זמן שהיא לחה כדא' פרק ר' עקיבא מחלוקת שפירשה מן האשה שפולטה ש\"ז שקבלה מזכר הוא דאמר ר' אלעזר דבתרי יומי מסרחא מפני שמתחמם בגופה אבל פירשה מן האיש על הבגד מטמאה לעולם כל זמן שהיא לחה ומיהו משיבשה לא דתו לא חזיא להזריע וכתב הרב ז\"ל והפורש ממנו טמא ופשיטא דכשפירש ממנו קודם על הבגד טמא אלא נראה שמפרש כפי' ר' חננאל ז\"ל וכמו שכתבו התוספות דבזכר שנרבע ופלט זרע דומיא דאשה מיירי דדוקא באשה ילפינן דביום הג' טהורה ולא באיש ושכבת זרע יבשה דלא מטמאה תנן לה פרק דם הנדה וילפינן לה בגמרא מדכתיב שכבת זרע משמע דראויה להזריע ויבשה אינה ראויה להזריע ואם חוזרת לכמות שהיתה בשריית פושרין טמאה דראויה להזריע."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>נכרית </b> שפלטה שכבת זרע של ישראל בתוך ג' עונות וכן בהמה טמאה וכדתנן פרק ח' דמקואות ותניא נמי פרק בנות כותים דל\"ד נמצאת או' ש\"ז של ישראל טמאה בכל מקום ואפילו במעי גויה שאם תפלטנו על הבגד תטמאנו ולאחר שלש עונות איבעיא לן אי מסרח כיון דאכלו שקצים ורמשים דחביל גופייהו או דילמא כיון דלא דייגי במצוה לא חביל גופייהו ולא אסרח וסלקא בתיקו ומייתי לה נמי פרק ר' עקיבא והתם מייתי נמי ש\"ז במעי בהמה שכבת זרע של גוי אפילו תוך ג' עונות טהורה כדילפינן לעיל בהלכות מטמאי משכב. וגוי שהרגיש ונתגייר וירד וטבל לשם גירות ויצא ממנו שכבת זרע שהרגיש הוי ספק טמא דהוי בעיא דרבא פרק יוצא דופן דאם תמצא לומר בתר עקירה אזלינן גבי ישראל שנעקר ממנו בהרגשה ויצא שלא בהרגשה דטמא היינו משום דאזלינן לחומרא אבל הכא דלקולא דכשהוא גוי תעקר וטהור לא אמרה או דילמא לא שנא תיקו."
            ],
            [],
            [],
            [
                "<b>אשה </b> ששכבה קטן פחות מבן ט' או נכרי או בהמה טהורה דכתיב ואיש אשר ישכב את אשה וגו' עד שיהיה השוכב איש וכשהוא בן ט' ויום אחד הוי כאיש לענין זה וכדילפינן לעיל ריש פרקין:"
            ]
        ],
        [
            [
                "<b>טומאת </b> ע\"ז מדרבנן ויש לה רמז בתורה הסירו את אלהי הנכר וגו' והטהרו וגו' וד' אבות יש בה הכל מדרבנן פרק ר' עקיבא ופרק כל הצלמים ופ\"ק דחולין ופרק העור והרוטב ות\"כ ופרק רבי ישמעאל ופרק אין מעמידין וכו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> אב טומאה שמטמא במגע ולא במשא אינו מטמא בגדים בשעת מגעו ולא אדם וכלי חרש אע\"פ שלא פירש ממטמאיו והרי ולד הטומאה לטמא אוכלין וכל אב שמטמא במגע ומשא אדם הנוגע בו או הנושאו מטמא בגדים בשעת מגעו או נשיאתו ועושה אותן ראשון לטומאה וכן אם נגע באוכלין עשאן ראשון כל זמן שלא פי' וכשפירש ממטמאיו הוי ראשון לכל דבר ואם נגע באוכלין הרי הן שני והנבלה והמרכב אף על פי שמטמאין במגע ומשא אינו מטמא בגדים בשעת מגעו והנושא מטמא בגדים בשעת נשיאותו ועושה אוכלין ראשון לטומאה וכדילפינן לעיל פ\"א ופ\"ו מהלכות מטמאי משכב ומושב ופרק א' מהלכות אלו ונגיעה שאי אפשר לה בלא היסט כנגיעת מי חטאת וצמר נבלה או בנימי המרכב הוי כטומאת משא וכדתניא בתוספתא דמטמא בגדים בשעת נשיאה דאחד הנושאה ואחד המסיט כדילפינן פרק קמא דטומאת מת ובולעת נבלת עוף טהור מטמא בגדים בשעת בליעה דכתיב בה וכבס בגדיו כדאמרינן לעיל פרק שלישי והשורף פרה ושעירים ומשלח שעיר לעזאזל אף על פי שבשעת מעשיהן מטמאין בגדים כדילפינן פ\"ה מהלכות פרה אדומה אם נגעו באוכלין בשעת מעשיהן הרי הן שני לטומאה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הנוגע </b> בטומאה שבתוך המקוה טמא כדכתיב אך מעין ובור מקוה מים יהיה טהור ונוגע בנבלתם יטמא ודרשינן בת\"כ הנוגע בנבלתם יטמא הלל אומר אפילו הן בתוך המים דאין מקוה מעלה טמאין מטומאתן כזרעים טמאין שנזרעו בארץ שעולין מטומאתן כדכתיב אשר יזרע טהור הוא וכשיעלה מן המקוה אחר שפי' מן הטומאה טהור וכן זב שדרס על המשכב שבתוך המקוה:"
            ]
        ],
        [
            [
                "<b>אוכלין </b> ומשקין מתטמאין כדכתיב מכל האוכל אשר יאכל אשר יבא עליו מים יטמא וכל משקה אשר ישתה בכל כלי יטמא ואין מטמאין דבר אחר מן התורה אלא מדרבנן אוכל מטמא אוכלין ומשקין ומשקה מטמא אוכלין ומשקין וכלים וכדא' פ\"ק דפסחים די\"ד אלא נהי דאין אוכל מטמא אוכל מדאוריתא מדרבנן מיהא מטמא וכדתניא יכול יהא אוכל מטמא אוכל תלמוד לומר כי יותן מים על זרע ונפל מנבלתם עליו טמא הוא הוא טמא ואין עושה כיוצא בו דטמא הוה משמע מיעוטא ופרק על אלו מומין נמי אמרינן דמדאוריתא אין אוכל מטמא כלי ואין משקה מטמא כלי ורבנן הוא דגזור משום משקה זב וזבה דמטמא אדם וכלים מדאוריתא כדכתיב וכי ירוק הזב וגו' ובת\"כ ר' יוסי אומר אין טומאת משקין לכלים מדברי תורה אלא מדברי סופרים ואמר ר' יהושע בן קרחא לרבי יהודה מפני מה אין אנו רואין דברי ר' יוסי דשפיר קאמר דאין טומאת משקין לכלים מדברי תורה לפי שאין טומאה עולה מידי טומאתה בו ביום בלא טבילה והערב שמש וכלים שניטמאו במשקין עולין בו ביום דלא צריכה טבילה אלא מנגבן והן טהורין וכדתנן במסכת כלים פ' כ\"ה והאי דכתיב וכל משקה אשר ישתה בכל כלי יטמא מוקי לה לכלים מטמאים את המשקים וטומאת משקין לאוכלין ומשקין נמי מדרבנן דלא כרבי עקיבא אלא כהני תנאי דפ\"ק דפסחים דאמרי דאין משקין מטמאין אוכל מן התורה אלא מדרבנן וכדכתב רש\"י ז\"ל התם די\"ד. ודיני פרק זה מבואר בפרקא קמא דפסחים וזבין פ\"ה ופרקא קמא דשבת ופרקא קמא דנדה ובכורות פרק על אלו מומין ופרק חומר בקדש:"
            ]
        ],
        [
            [
                "<b>אין </b> אדם וכלים מקבלים טומאה אלא מאב הטומאה וטומאת ידים מדרבנן וכן האוכל או שותה אוכלין ומשקין טמאים הוא שני לטומאה מדרבנן וכל דיני פרק זה בידים פ\"ג ופ\"ב דחולין ופ\"ק דפסחים ופ\"ק דשבת וסוף זבין ופרק העור והרוטב ופרק כיצד צולין ופרק חומר בקדש ופרק כל הבשר ופרק אמרו לו:"
            ]
        ],
        [
            [
                "<b>פרק </b> ט דיניו מדרבנן סוף זבין ופ\"ק דשבת ומקואות ובתוספתא ופרק שני דגטין וסוף ידים ובתוספתא:"
            ]
        ],
        [
            [
                "<b>כל </b> הנוגע באב מאבות הטומאה בין אדם בין כלים הוי ראשון עד שיטבול טבל הוי כשני עד שיעריב שמשו וכל הטעון הערב שמש מאי זו טומאה שתהיה הוי כשני דכתיב בפרשת שרצים וכל אשר יפול עליהם במותם וגו' במים יובא וטמא עד הערב וטהר ותניא פ' הערל דע\"ח וטמא יכול לכל הוי טמא תלמוד לומר וטהר מדלא כתיב ויטהר משמע דאמעיקרא קאי קודם הערב שמש אי וטהר יכול לכל תלמוד לומר וטמא הא כיצד כאן למעשר כאן לתרומה דכי היכי דחמירא אכילה דתרומה ממעשר חמירא נמי נגיעה ולהכי טבול יום פוסל אוכלין ומשקין של תרומה וקדש דאב עושה ראשון וראשון שני בחולין ותו לא ושני ושלישי בתרומה ושלישי רביעי בקדש וכו' מדאורי' היא פ\"ק דפסחים וכמו שכתב רש\"י ז\"ל התם דף י\"ד וכדאמרינן פ\"ק דשבת גבי י\"ח דבר גזרו אותו היום דמני בהדיהו טבול יום ופריך טבול יום דאוריתא היא דכתיב ובא השמש וטהר ואוקי' להאי קרא התם פרק הערל בתרומה ולנגיעת תרומה אשכחן נמי קרא דאמרן לעיל במים יובא וגו' דאלמא פסיל בנגיעתה מדקאמר וטהר כדאמרינן ומשני סמי מכאן טבול יום דלא הוי ממנין י\"ח דבר."
            ],
            [],
            [],
            [
                "<b>משקה </b> היוצא מהמטמאין הוו כמשקין שנגעו בהן ברוק ומימי רגלים חוץ מזב שהן אב כדכתיב וכי ירוק הזב וגו' כדתנן פרק ד' דטבול יום ומייתי לה פרק כיסוי הדם דשאר כל הטמאות בין קלין בין חמורין משקין היוצאין מהן כמשקין הנוגעים בהם ואלו ואלו תחלה ומפרש קלין שרץ וחמורין זב מן המשקה שהוא אב הטומאה בשלשה מעיינות שבזב המנויין פרק דם הנדה שהן אב טומאה לטמא כלים ואדם זובו ורוקו ומימי רגליו ושכבת זרע של כל אדם דילפינן מרוק כדאית' התם וכדילפינן לעיל בדוכתיה אדם וכלים יכולין להיות אב וראשון לטומאה וכדילפינן לעיל אבל לא שני אלא מדבריהם וכלי חרס לא יהיה אלא ראשון לטומאה מן התורה ושני מדבריהם וכדתניא שלהי עירובין מזכר עד נקבה תשלחו וכו' ולא יטמאו את מחניהם וכו' פרט לכלי חרס דברי רבי יוסי הגלילי שאם הכניסו למקדש פטור משום שאינו ראוי למדרס להיות אב הטומאה ובעינן דומיא דזכר ונקבה דפעמים שהם אב הטומאה כזב וזבה וטמא מת וכן כלים שהן ראוין למדרס ולמושב הזב אב הטומאה ומטמאין אדם וכלים דכתיב והיושב על הכלי וגו' והמכניסן למקדש חייב וכלי חרס אינו נעשה אב טומאה דלמדרס לא חזי משום דנשבר ותניא בהדיא פרק רבי עקיבא מדרס כלי חרס טהור ועל ידי מגע נמי לא הוי אב הטומאה דכתיב לעיל מההוא קרא וחטאו ביום השלישי וגו' וכל אשר יגע בו הטמא וגו' וכל היכא דקרינא ביה וחטאו דיש לו טהרה בטבילה קרינא ביה והנפש הנוגעת תטמא וכל דלא קרינא ביה וחטאו דהיינו כלי חרס דטעון שבירה לא קרינא ביה והנפש הנוגעת."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האוכלין </b> לא יהיו אב הטומאה לעולם דלהכי אינם מטמאים כלים דאין כלי מקבל טומאה אלא מאב הטומאה וכדאמרינן לעיל ואם נגעו משקין בוולד הטומאה בין אדם בין כלים נטמאו מדברי תורה והוו כראשון לטומאה לטמא אחרים מדבריהם כדאיתא התם פרקא קמא דפסחים:"
            ]
        ],
        [
            [
                "<b>מנין </b> לאוכל שני שהוא פסול בחולין ואינו מטמא אחר דכתיב וכלי חרס אשר יפול מהם אל תוכו וגו' כדתנן בסוטה פרק כשם ומייתי לה פרק ב' דחולין דל\"ג כל אשר בתוכו יטמא אינו אומר טמא אלא יטמא לטמא אחרים לימד על ככר שני שעושה שלישי בחולין והיינו לרבי עקיבא אבל לדידן דקי\"ל בכולי תלמודא אין שני עושה שלישי בחולין לא מפלגינן בין טמא ליטמא וילפינן מהאי קרא דשני לחוד טמא דמשמע דכלי חרס שהוא תנור והוא ראשון מחמת השרץ שהוא אב הוא עושה טמא לככר שבתוכו והוא שני אבל אינו עושה שלישי וכדתנן התם אמר רבי יהושע מי יגלה עפר מעיניך ריב\"ז שהיית אומר עתיד דור אחד לטהר ככר שלישי בתרומה שהרי אין לו מקרא מן התורה שהוא טמא ואנן הוא דמטמי' ליה מקל וחומר כדאיתא התם בגמרא והלא רבי עקיבא תלמידך מביא לו מקרא מן התורה שהוא טמא אף בחולין שנאמר כל אשר בתוכו יטמא דמשמע יטמא ג' ואפילו חולין משמע דלדידן אין לשני מקרא מן התורה שיעשה שלישי ודרשי' יטמא יהיה טמא השני לבד יהיה טמא ולא יטמא אחרי' ומנין לאוכל שלישי שפסול בתרומה דכתיב ובא השמש וטהר וגו' דטבול יום אסור בתרומה עד שיעריב שמשו והוי כשני וכדילפינן בפרקים דלעיל והתם פרק כשם יליף מק\"ו דשני עושה שלישי בתרומה מטבול יום שמות' בחולין ופסול לתרומה ופריך מה לטבול יום וכו' כלי חרס יוכיח וכו' וחזר הדין וכו' הצד השוה שבהם וכו' מה להצד השוה שבהם וכו' שכן יש בהם צד חמור וריב\"ז צד חמור לא פריך וכו' ומנין לשלישי בקדש שהו' טמא דכתיב והבשר אשר יגע בכל טמא וגו' כדדרשינן פרקא קמא דפסחים דף י\"ח ופ' חומר והבשר אשר יגע בכל טמא לא יאכל מי לא עסקינן דנגע בשני דכיון דשני טמא וכתיב בכל טמא משמע נמי דאי נגע בשני טמאה ורש\"י ז\"ל פירש פ\"ב דחולין דף ל\"ה דרביעי בקדש מעלה מדרבנן היא ומנין לרביעי בקדש שפסול מק\"ו דמחוסר כפורים כדאיתא התם ומה מחוסר כפורים שמותר בתרומה כדילפינן פרק הערל העריב שמשו אוכל בתרומה כדכתיב ובא השמש וטהר ואחר יאכל מן הקדשים ואסור בקדש כדיליף מוכפר עליה הכהן וטהרה מכלל שעד עכשיו טמאה היא שלישי שפסול בתרומה כדילפי' בק\"ו מטבול יום אינו דין שיעשה רביעי בקדש וכו'."
            ],
            [],
            [],
            [],
            [
                "<b>בשר </b> תאוה הוי כשלישי מדרבנן כדאמ'."
            ],
            [
                "<b>חיבורי </b> אוכלין על ידי משקין סוף פרק טבול יום מייתי מתניתין חיבורי אוכלין על ידי משקין חיבור לטומאה קלה ולא לטומאה חמורה ופרש\"י ז\"ל חצי זית נבלה מכאן וחצי זית נבלה מכאן ומשקה טופח באמצע ונוגע בשניהם מחברן לטמא אוכלין ומשקין הנוגעים באחד מן החצאין האלו ולא לטומאה חמורה לטמא אדם וכלים וטעמא לא ידענא עכ\"ל ובעי עלה רבי זירא מונין ראשון ושני או אין מונין בו ראשון ושני א\"ל כל היכא דמטמא אדם מונין בו ראשון ושני ושלישי אין מטמא אדם אין מונין בו ראשון ושני והרב ז\"ל כתב והדבר ספק אם חשובים כגוף א' למנות בהם ראשון ושני ושלישי או חושבין זה האוכל שנגעה בו הטומאה ראשון והאוכל המחובר לו שני ותימא דהא פשיטא לה כדא' התם כל היכא דמטמא אדם וכו' אין מטמא אדם אין מונין בו ראשון ושני ועוד קשה לשון הרב ז\"ל שכתב והדבר ספק אם חשובים כגוף א' למנות בהם ראשון ושני ושלישי או חושבים זה האוכל שנגעה בו הטומאה ראשון וכו' דהני שני צדדין כולהו צד אחד נינהו דאם חיבור האוכל המטמאים שהם ב' חצאי נבלה הם כגוף אחד למנות בהם ראשון ושני ושלישי כלומר שהאוכל הנוגע בהם הוי ראשון והאוכל הנוגע בזה הראשון הוי שני וכן הנוגע בזה ג' א\"כ הרי אנו חושבים האוכל שנגעה בו הטומאה ראשון והאוכל האחר שני וא\"כ היכי קאמר או חושבים זה האוכל וכו' היינו הצד הראשון ונראה שהרב ז\"ל מפרש מתניתין דחיבורי אוכלין על ידי משקין חיבור לטומאה קלה וכו' דהאי משקה שמחבר האוכלין המטמאין והן ב' חצאי נבלה מאבר נמי האוכלים המתטמאים שהם שנים או שלשה או כלים מחוברים על ידי המשקין שמחוברין בהן האוכלין המטמאין ופשיטא ליה דשני חצאי הנבלה המטמאים הם חיבור לטומאה קלה והרי הן כגוף אחד אלא שהדבר ספק אם חשובים כגוף אחד האוכלים המתטמאים על ידי חיבור המשקין שמחבר המטמא למת טמא וכל האוכלין המתטמאים על ידי חיבור זה הוו כגוף אחד למנות מהן ראשון ושני ושלישי כלומר שהם יהיו ראשון והנוגע בהם ב' והנוגע בשני ג' או דילמא שהאוכל המתטמא שהוא בצד המטמא הוי ראשון כיון שמחובר לו על ידי משקין דהוי חיבור ואוכל המחובר על ידי משקין לזה האוכל הראשון הוי שני דאף על גב שהמשקים המחוברים בין האוכלים המטמאי' לזה האוכל הראשון אינהו גופייהו מחובר בין אוכל זה ראשון לשני אפ\"ה האוכל שבצד האוכלין המטמאין קרינא ראשון שהוא מחובר לו על ידי משקין והאוכל שבצד זה האוכל שניטמא יהיה שני דהוי מחובר לראשון על ידי משקין ולא תימא דניהוי נמי ראשון הואיל ומחובר נמי על ידי המשקין לאוכלין המטמאים דדי לאוכלין המטמאין דלהוו חיבור על ידי משקין לאוכל שבצדן ולא לאוכל שבצד האחר ולהכי האוכל שבצד האוכלין המטמאים דוקא הוי כנוגע והוי ראשון והמחובר לו על ידי משקין הוי שני דהוי כנוגע בראשון והכי דייק לשון הרב ז\"ל שכתב והאוכל מחובר לו שני ולא כתב והאוכל הנוגע בו שני כנ\"ל לישב לשון הרב ז\"ל ולענין מה שכתב והדבר ספק וכו' וכבר פשטוה שם כדאמרינן לעיל וכמו שהשיג הראב\"ד ז\"ל גם כן נראה דסבירא ליה לרב ז\"ל דכיון דהאי ספקא הויא דאוריתא אזלינן בה לחומרא ולא סמכינן אפשיטות דאין מונין בו ראשון ושני שיהיה טמא לבד ולא טמא אחר כשני בחולין דאין עושה שלישי משום דר' זירא דבעי לה התם נראה דלא קבל פשיטות זה דהא התם לעיל מיניה אמרינן אמר ליה רב המנונא לר' זירא לא תיתיב אכרעך עד דאמרת לי הא מילתא נבלת העוף הטהור לר' מאיר דסבירא ליה דמטמאה טומאת אוכלין מאליה בכזית מהו מונין לה ראשון ושני או אין מונין ראשון ושני אמר ליה כל היכא דמטמא אדם במגע מונין בו ראשון ושני כל היכא דאין מטמא אדם במגע כנבלת עוף טהור דלא מטמא אדם במגע אלא בבית הבליעה אין מונין בו ראשון ושני דגמר משרץ דכתיב ביה מנין ראשון ושני כדכת' כל אשר בתוכו יטמא דהוה ליה הכלי ראשון והאוכל שני ובתר הכי אמרינן בעא מיניה ר' זירא מרבי אמי בר חייא ואמרי לה מר' אבין בר כהנא הא דתנן חיבורי אוכלין ע\"י משקין חיבור לטומאה קלה ואין חיבור לטומאה חמורה מונין בו ראשון ושני או לא אמר ליה כל היכא דמטמא אדם מונין בו ראשון ושני אין מטמא אדם אין מונין בו ראשון ושני ע\"כ והשתא איכא למתמה (אמר) אר' זירא אי לא אותיב אכרעיה עד דפשיט ליה לרב המנונא דכל היכא דאין מטמא אדם במגע אין מונין בו ראשון ושני היכי יתיב ובעא מחד מהני אמוראי בחיבורי אוכלים ע\"י משקין אי מונין בו ראשון ושני או לא הא איהו גופיה קאמר כל היכא דאין מטמא אדם וכו' ולא מצית אמרת דבתר דשמעה מחד מהני אמוראי פשטה לרב המנונא דאי הכי הוה ליה למימר הכי אמר ר' אמי בר חייא או ר' אבין בר כהנא כל היכא דמטמא וכו' אלא משמע דמדנפשיה הוא דפשיט ליה לרב המנונא וא\"כ היכי בעי בתר הכי מאי דפשיט הוא גופיה אלא ודאי משמע ליה לר' זירא דבנבלת עוף דאינו מטמא כלל במגע הוא דאמרינן דאין מונין בו ראשון ושני אלא האוכל הנטמא לבד יהיה טמא כשני בחולין אבל בחיבורי אוכל על ידי משקין דהני אוכלין כשהן מחוברין ממש הם מטמאים אדם במגע שהם ב' חצאי נבלה מספקא ליה אי מונין בו א' ושני כיון דהוו חיבור לטומאה קלה על ידי משקין או לא ואפ\"ה פשיט ליה דהכא נמי אף על גב דהני שני חצאי נבלה מטמאי אדם במגע כיון דהשתא אין מטמאין אדם על ידי חיבור זה אין מונין בו ראשון ושני ודייק לישנא דגמרא דלעיל אמרינן כל היכא דמטמא אדם במגע וכל היכא דאין מטמא אדם במגע והכא אמרינן כל היכא דמטמא אדם וכו' אין מטמא אדם וכו' דהא הני ב' חצאי זתים כשהן מחוברין מטמאים אדם במגע מה שאין כן בנבלת עוף טהור אלא דהשתא דהוי על ידי חיבור משקה לא מטמאי אדם ור' זירא נראה דלא קבל פשיטות זה מטעמא דאמרן דהא הוה ידע ליה כדפשיט לרב המנונא אלא דהכא איכא לספוקי כדאמר והויא ספקא דאוריתא ואזלינן בה לחומרא כנ\"ל לסברת הרב ז\"ל שכתב והדבר ספק וכו' והשני שבחולין שפוסל אוכלי תרומה הוי מי\"ח דבר שגזרו כדמייתי פ\"ק דשבת וכל טומאת גויה באוכל אוכל טמא הויא מדרבנן דמדאוריתא אין אוכל מטמא אדם אלא נבלת עוף טהור בבית הבליעה וכדאמ' פרק בתרא דיומא הנח לטומאת גויה דלאו דאוריתא וקרא דאל תטמאו בכל אלה וכו' אסמכתא בעלמא הוא כדאמרינן התם."
            ],
            [],
            [],
            [
                "<b>ודיני </b> חולין על טהרת תרומה או קדש טהרות פ\"ב חולין פ\"ב שבת פ\"ק ופסחים פרק קמא וחגיגה פרק חומר וסוטה פרק כשם."
            ],
            [],
            [],
            [],
            [
                "<b>כל </b> קדש האמור בענין זה קדשי מקדש שנתקדשו אבל חלות ורקיקין שלא נשחט עליהם הזבח ומנחות שלא נתקדשו בכלי אינן כקדש אלא כתרומה וחלה ובכורים ותשלומי תרומה וחומשה הוו נמי כתרומה כדתניא בתוספתא פ\"ק דטהרות ואמרינן נמי פ\"ב דחולין דל\"ה אין לך דבר שעושה רביעי בקדש אלא קדשי מקדש בלבד וכו'. טבל ומדומע וגידולי תרומה ומעשר שני וראשון ועיסה הטבולה לחלה הוו כחולין ואין בהם שלישי ומדרבנן גזרו על טומאת ספק בחולין הטבולין לחלה אף על גב דהוו כחולין שתעשה בטהרה וחלתה תלויה כדאמ' פרק קמא דנדה ורש\"י ז\"ל כתב משגלגלת תעשה בטהרה בכלים טהורים ואל יטמאנה ביד דהואיל ונגמרה מלאכתה לחלה אסור לגרום לה טומאה ודאית דכתיב משמרת תרומותי בשתי תרומות טהורה ותלויה:"
            ]
        ],
        [
            [
                "<b>אחת </b> עשרה מעלות של קדש על התרומה הוא מדרבנן וקצתם רמז בקרא כדאמרינן פרק חומר בקדש ותוספ' דידיה ופ' אין דורשין ופרק קמא דפסחים ופרק קומץ ופרק ב' דחולין:"
            ]
        ],
        [
            [
                "<b>חמש </b> מעלות שעשו חכמים בבגדים הוו מדרבנן פרק אין דורשין ופ' בנות כותים ופרק חומר ופרק בתרא דשקלים ופסחים פרק אלו דברים כשם שראשון עושה שני ושלישי כך ספק אחד עושה ספק שני וכו' תוס' דטהרות פ\"ה תרומה וקדשים שניטמאו בספק אם של תורה הרי הם נשרפים דספק אם נגע או לא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על </b> ו' ספקות שורפין את התרומה וכולם גזירה מדבריהם פרק ד' דטהרות ופרק בנות כותים ופרקא קמא דשבת ופסחים וכו':"
            ]
        ],
        [
            [
                "<span class=\"H\">פי\"ד וטו</span><br><b> י\"ב </b> ספקות שטהרו חכמים פרק ד' דטהרות ותוספתא פ\"ה ופרק בתרא דנזירות ופרק ואלו מותרין ופרק במה אשה ופרק קמא דשבת וידים פרק שני ונגעים פרק חמישי ועדיות פרק שלישי ופרקא קמא דחולין וסוטה פרק כשם וסוף הוריות ופרק אין מעמידין ופרק ד' דנדה ופ\"י דטהרות וכו'. שני עדים אומרים לו נטמא והוא אומר לא נטמאתי הוא נאמן על ידי עצמו כחכמים דפליגי ארבי מאיר פ\"ה דטהרות ואמרי אדם נאמן על ידי עצמו וכדאמר' פרק אמרו לו גבי שנים אומרים לו אכלת חלב דנאמן אדם על עצמו יותר ממאה איש בדברים שיש בהן כפרה לא מימנע לאיתויי חטאת להתכפר ותניא התם או הודע אליו חטאתו ולא שיודיעוהו אחרים דהודע אליו משמע מעצמו יכול אפילו אין מכחישין תלמוד לומר או הודע אליו מכל מקום ואף על פי כן אין אומרים לו עסוק בטהרות דלעצמו לבד הוא דנאמן וכדתניא בתוספתא דטהרות וכו' עד אומר נטמא ושנים אומרים לא נטמא טהור איפכא טמא כדתנן התם בטהרות ומיירי דשתיק איהו ואין דבריו של עד אחד במקום שנים וכו' עד אחד או אשה אומרין נטמא והשני אומר לא נטמא ברשות היחיד טמא דכל ספק ברה\"י טמא ואכי האי גוונא אמור פרק אמרו לו גבי חלב דמביא אשם תלוי:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">פי\"ד וטו</span><br>[\n<b> שני </b> עדים אומרים לו נטמא והוא אומר לא נטמאתי הוא נאמן על ידי עצמו כחכמים דפליגי ארבי מאיר פ\"ה דטהרות ואמרי אדם נאמן על ידי עצמו וכדאמר' פרק אמרו לו גבי שנים אומרים לו אכלת חלב דנאמן אדם על עצמו יותר ממאה איש בדברים שיש בהן כפרה לא מימנע לאיתויי חטאת להתכפר ותניא התם או הודע אליו חטאתו ולא שיודיעוהו אחרים דהודע אליו משמע מעצמו יכול אפילו אין מכחישין תלמוד לומר או הודע אליו מכל מקום ואף על פי כן אין אומרים לו עסוק בטהרות דלעצמו לבד הוא דנאמן וכדתניא בתוספתא דטהרות וכו' עד אומר נטמא ושנים אומרים לא נטמא טהור איפכא טמא כדתנן התם בטהרות ומיירי דשתיק איהו ואין דבריו של עד אחד במקום שנים וכו' עד אחד או אשה אומרין נטמא והשני אומר לא נטמא ברשות היחיד טמא דכל ספק ברה\"י טמא ואכי האי גוונא אמור פרק אמרו לו גבי חלב דמביא אשם תלוי:]"
            ]
        ],
        [
            [
                "<b>ספק </b> טומאה ברשות הרבים טהור דאם טומאה ודאית נדחית (וכמו שהשיב בספק) ברוב טמאים קל וחומר לספק טומאה [וכמו שהשיב] בן זומא בתוספתא דטהרות פרק חמישי ובריש פרק שני נזירים כתבו התוספ' משום דאוקמינן אחזקת טהרה הוא דטהור ברשות הרבים וכדילפי' פרקא קמא דחולין מקרא דאוקמי' אחזקה וספק ברשות היחיד ספקו טמא דמצינו דסוטה אסורה לבעלה והיא ספק ברשות היחיד כמו שהשיב בן זומא לחכמים כדאיתא התם ואי היו שלשה ברה\"י הוי ספק טומאה טהור דהוי כרשות הרבים דהא סוטה ובועלה הוו תרי לחוד ולהכי אסורה לבעלה וכדאמרינן פ' קמא דחולין ופרק אין מעמידין דספק טומאה ברה\"י הלכתא גמירי לה מסוטה. והוא שיש בזה שנטמא בספק דעת לישאל כסוטה וכדא' פרק כשם ומה סוטה דבר שיש בו דעת לישאל אם נטמאת אם לאו אף ספק טומאה דבר שיש בו בנוגע זה דעת לישאל אם נגע אם לאו והוא אומר איני יודע ומכאן אמרו דבר שיש בו דעת וכו' ורב גידל אמר רב דבר שיש בו דעת לישאל ואין בו מהאי קרא נפקא והבשר אשר יגע בכל טמא לא יאכל ודאי טמא הוא דלא יאכל הא ספק יאכל אימא סיפא והבשר כל טהור יאכל בשר ודאי טהור הוא דיאכל הא ספק לא יאכל אלא לאו ש\"מ כאן שיש בו דעת לישאל דכל טהור יאכל בשר איירי בטומאת הגוף שיש בו דעת לישאל ובההוא קאמר ספקו טמא וכשאין בו דעת לישאל כבשר דכתיב והבשר אשר יגע בכל טמא דדבר שאין בו דעת לישאל הוא דבשר הוי נוגע ולהכי ספקו טהור ואי לא רב גידל אמר רב ה\"א בין ברשות היחיד בין ברה\"ר איצטריך למגמר מסוטה דברשות היחיד הוא דמפלגי' בין יש בו דעת לאין בו אבל ברשות הרבים לא ואי מסוטה ה\"א עד דאיכא דעת נוגע ומגיע במטמא וטמא כי סוטה דיש בה דעת לישאל ובבועלה המטמאה קמ\"ל דרב גידל דנפקא מכל טהור הא ספק לא יאכל כיון דיש בו דעת בזה שתטמא אבל במטמא לא בעינן דעת. ואם היה הדבר ידוע שחזקתו שניטמא כתינוק טמא שנמצא בצד העסה ובצק בידו העסה טמאה שדרך תינוק לטפח וחזקתו בכך וכדתנן פרק ג' דטהרות וכן משקין טמאין ובצק טהור וכו' וכל חזקה הוי דאוריתא כדילפי' בדוכתי טובא ואפ\"ה אין שורפין על חזקה זו ומיהו האי רוב דמטפחין לאו רוב גמור הוא כדאמרינן שלהי קידושין וחזקה ששורפין עליה תרומה בעסה בבית ושרצים וצפרדעים שם ונמצא חתיכות כשרין בעסה אם רוב שרצים טמאה והאי רוב הוי דאוריתא ואפילו בר\"ה אם אי איפשר שלא יגע בטומאה ספקו טמא וכדאמר' התם וכן אם איפשר שלא יגע בשידוע בודאי שנפל ולא ניטל על יד אדם. ותינוק שנמצא בצד הקברות וכן חמור הוו כשעת מציאתן כדאיתא טהרות פרק ג' ותינוק עם אביו נשאל הוא עליו וספקו כרשות היחיד כדאיתא טהרות פרק ששי וד' ספקות נאמרו בתינוק כדאיתא התם בתוס' ושלהי פרק לולב הגזול:"
            ]
        ],
        [
            [
                "<b>ספק </b> טומאה באדם ובכלים באדם טמא דיש בו דעת לישאל ובכלים טהור וכדתנן טהרות פרק שני כזית מן המת בפי העורב וכו' והממלא בעשרה דליים וכו' ואם יש לדליים אזנים פרק קמא דנדה מימרא דרבי ינאי ומחזיקין טומאה ממקום למקום לתלות אבל לא לשרוף בקופה שנשתמש בה טהרות ונמצאת בה שרץ כדאמרינן פרק קמא דנדה בפלוגתא דחזקיה ור' יוחנן וכו'."
            ],
            [],
            [
                "<b>הזולף </b> ונמצא השרץ בחבית ראשונ' שמילא כולן טמאות באחרונה היא טמאה וכולן טהורות שאני אומר אחר כך נפל שרץ לבור כדתנן פרק עשירי דטהרות ואם היה זולף בכלי לחביות אותה שנמצאה בה שרץ טמאה והשאר טהורות ואם היה בודק כל חבית ומכסה אחר שזולף לתוכה יין ונמצא שרץ באחת מהן כולן טמאות דבכלי או בבור היה השרץ וכן אם נמצא השרץ בכלי או בבור הכל טמא כדתנן התם וכו'."
            ],
            [
                "<b>היה </b> קוצה זתים מן המעטן לראש הגג וכו' תוספתא דטהרות פרק עשירי."
            ],
            [
                "<b>נמצא </b> שרץ במקרצת העיסה טהורה בעסה המקרצת טהורה בתוך המקרצות אף העסה טמאה כדתניא התם בתוספתא דטהרות פ\"ד ובנמצא הלך אחר הרוב בהני גווני דמייתי התם פ\"ד ופ\"ו בתוספת' דטהרו' ואשה שהיתה מגבבת בחצר ונמצא שרץ על גבי גבבא או היתה כוברת ונמצא על גבי כברה הוי ספק טומאה ברה\"י וכדתניא פרק ג' דטהרות בתוספתא:"
            ]
        ],
        [
            [
                "<b>ספק </b> ספקא נראה דטהור מן התורה אפילו ברשות היחיד דספק טומאה גמרינן לה מסוטה והתם ליכא אלא חד ספקא ואפילו מדרבנן אמרינן דספק ספקא לקולא אלא דבטהרות ויין נסך אחמירו רבנן דרבי אליעזר בספק ספקא וכמו שכתבו התוספות סוף פרק חזקת על מתניתין דפרק ו' דטהרות דמייתי לה התם וכו'."
            ],
            [
                "<b>תשע </b> צפרדעים ושרץ אחד ביניהם ברשות היחיד ונגע באחד מהם ספק טמא כדתניא בתוספתא דטהרות ומייתי לה פרק כל היד דף י\"ח ואף על גב דרובא צפרדעים דאין להם טומאה כיון שיש שרץ אחד ביניהם הוי קבוע וכמחצה על מחצה דמי ובכתובו' פרקא קמא נפקא לן מדכתיב וארב לו וקם עליו וכדאמ' בדוכתיה אחריני והני ספקו דר\"ה תנן להו פ\"ו ופרק ה' דטהרות ובתוספ' וכו'."
            ],
            [
                "<b>המוצא </b> מת מושכב לרחבו של דרך והוא שלם ואין לו מקום לעבור חזקתו נגע ואם היה קבר לכל רוחב הדרך הקבר מצרפו אפילו אינו שלם וכדתניא בתוספתא ומייתי לה פרק כיצד צולין דף פ\"א ומדכתיב או בקבר ילפינן שכל הקבר מטמא ואפי' ריקם שבו וכמו שפרש\"י ז\"ל התם וכו'."
            ],
            [
                "<b>שרץ </b> שנמצא במבוי מטמא למפרע עד שיאמר בדקתי את המבוי כדתניא פ' קמא דנדה ופרק דם הנדה ונראה דהוי מדרבנן."
            ],
            [
                "<b>שני </b> רוקים ברשות היחיד מדרבנן ותוספתא היא פרק ה' דמקואות וכו'."
            ],
            [
                "<b>מי </b> שישב ברשות הרבים ובא אחר ודרסו אם רוב העיר טמאים בגדיו מדרס."
            ],
            [
                "<b>מי </b> שאבד לו כלי ומצאו בר\"ה וכו' טמא וכו' בתוספתא דטהרות פרק ח' ונראה דהוי מדרבנן וכמו שכתב הרב ז\"ל דבשוכח ומניח לא גזרו עליו שאינו מצוי וכו'."
            ],
            [],
            [],
            [
                "<b>השוטח </b> כלים בר\"ה טהורי' ברשות היחיד טמאים וכו' משנה פ\"ח דטהרות מדרבנן וכו'."
            ],
            [
                "<b>שוטה </b> אחת בעיר או נוכרית הרוקין שבעיר טמאים כדתנן פ\"ה דטהרות ומדרבנן. וכן מי שדרסה אשה על בגדיו ומי שישן ברשות הרבים שם פ\"ה וכו' ומדרבנן."
            ],
            [],
            [],
            [],
            [
                "<b>המסוכן </b> ברשות היחיד שם פ\"ה ומעשה במסוכן בתוספת' וכו' וטמא שהיה עומד ומדבר:"
            ]
        ],
        [
            [
                "<b>שני </b> שבילין אחד טמא ואחד טהור והלך בשניהם ועשה טהרות ישרפו דודאי טמא היה כיון שהלך בשניהם וכדתנן פ\"ה דטהרות וכן בשרץ וצפרדע כדתנן התם וכו' בשבילין אחד טמא ואחד טהור הלכו ב' בשניהם ועשו טהרות וכו' ונשאלו שניהם כאחד או אחד עליו ועל חברו כאחד שניהם טמאים דהוי ספקא דאורייתא וכן שני ככרים אחד טמא ואחד טהור שאכלום שנים ועשו טהרות כדתנן התם פ\"ה אף על גב דהוי טומאה דרבנן אחמירו משום דאי איפשר לומר על שתיהן טהורות בבת אחת וכו'. אפילו ככר אחת טמאה שנתערבה במאה טהורות כולן טמאות מדרבנן כדתניא בתוספתא וכו'."
            ],
            [],
            [
                "<b>ככר </b> טמא שנתערב בתשע ואכלו חמשה בני אדם החמשה והחמשה בני אדם וכו' הראשונים טמאים וכו' כדתניא בתוספתא דכיון שהיו כל הככרים לפניהם הוו קבוע כמחצה על מחצה דמי וכו'."
            ],
            [
                "<b>ב' </b> שבילין אחד טמא ואחד טהור והלכו בהן טהור וטמא ואפילו טהור ותלוי תולין בתלוי כדאמר רבי יוסי דנדה פרק האשה דף ס':"
            ]
        ],
        [
            [
                "<b>ספק </b> טומאה ברשות היחיד דטמא מסוטה ילפינן לה כדאמר ריש פ\"ב נזירים דמה סוטה בועלת ונבעלת אף כל ספק טומאה ברשות היחיד כגון דאיכא בי תרי אבל אי איכא תלתא הוי ספק טומאה ברשות הרבים וטהור אי נמי אוקמי' לה אחזקת טהור ברשות הרבים דחזקה דאוריתא וכדאמרינן לעיל וכל שרבים מצויים בו לענין טומאה אף על גב דאינו רשות הרבים לענין שבת דאי בדאיכא תלתא אפי' בחדרי חדרים טהור כדמשמע בנזיר כמו שכתב הר\"ש ז\"ל פרק עשירי דטהרות וכל דיני פרק זה נתבארו פרק ששי דטהרות משנה ותוספתא ופרקא קמא דשבת ופרק קמא דפסחים:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות שאר אבות הטומאות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}