{
    "title": "Lehem Mishneh on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lehem_Mishneh_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [
                "<b>מצות עשה להתפלל בכל יום שנאמר וכו'.</b> י''ל למה לא התחיל בהל' ק''ש מ''ע לקרות ק''ש כמו שהתחיל כאן בהלכות תפלה וי''ל כדתירץ ספר חרדים דמצות יחוד חייב אדם לייחד בכל רגע ולכך לא חשבה לאחת ממ''ע שבתורה לבד. ועוד קשה דמנין לו מכאן דהוי בכל יום. ובעל קרית ספר כתב לתרץ משום דכתיב ועבדתם את ה' ואין עבודה אלא תפלה ובסיפא דקרא אומר וברך את לחמך ואת מימיך ולחם ומים צריך בכל יום אם כן התפלה ג''כ היא בכל יום למה שאתה שואל צרכיך בה: "
            ],
            [
                "<b>ולפיכך נשים ועבדים וכו'.</b> משנה ריש פרק מי שמתו (ברכות דף כ':): ",
                "<b>שיהא אדם וכו'.</b> פרק אין עומדין (ברכות דף ל\"ב) דרש ר' שמלאי לעולם יסדר וכו'. מנא לן ממשה: ",
                "<b>ואח''כ נותן שבח.</b> [יש לשאול] מנין לו לרבינו שזה מן התורה. ובעל קרית ספר כתב לא אתפרש לי היכא וגם בעיני יפלא: "
            ],
            [],
            [],
            [
                "<b>וכן תקנו שיהא מנין התפלות וכו'.</b> פרק תפלת השחר (ברכות דף כ\"ו ע\"ב) איתמר רבי יוסי בר חנינא אמר תפלות אבות תקנום רבי יהושע בן לוי אמר תפלות כנגד תמידין תקנום ותניא כוותיה דר' יוסי בר חנינא ותניא כוותיה דר' יהושע בן לוי ושם יישבו בגמ' הברייתא דמסייעא לרבי יהושע בן לוי אליבא דרבי יוסי בר חנינא אבל הברייתא דמסייעא לרבי יוסי בר חנינא לא יישבו אליבא דריב״ל ואם כן נראה ודאי דיש לפסוק כרבי יוסי בר חנינא ואעפ״י שכתב רבינו כנגד תמידין תקנום לא הוי דלא כרבי יוסי בר חנינא דכבר פירשו בגמרא לדעתו דרבי יוסי בר חנינא דאסמכינהו רבנן אקרבנות ואם כן אפילו דנאמר דאבות תקנום מכל מקום שפיר קאמר רבינו דכנגד תמידין תקנום: "
            ],
            [
                "<b>וכן התקינו.</b> שם בברייתא ומפני מה אמרו תפלת ערבית אין לה קבע דהרי איברים ופדרים שנתעכלו מבערב קרבין והולכין כל הלילה: ",
                "<b>ואין תפלת ערבית חובה.</b> שם בפרק תפלת השחר (ברכות דף כ\"ז ע\"ב) אמרו על מתני' דאין לה קבע וכו' דהוי כמ״ד רשות ופליגי רב ושמואל דרב סבר כמאן דאמר רשות והלכתא כרב באיסורי: "
            ],
            [],
            [],
            [
                "<b>תפלות אלו וכו'.</b> ענין זה בפ' מי שמתו (ברכות דף כ\"א.) והרב ב״י ז״ל ביאר ז״ל כל הסברות בפירושו בסי' ק״ז בטור א״ח ושם נתבאר דעת רבינו ז״ל: "
            ]
        ],
        [
            [
                "<b>בימי ר״ג וכו'.</b> פרק תפלת השחר (ברכות דף כ\"ח ע\"ב) אמרו עמד שמואל הקטן ותקנה בפני רבן גמליאל ולכך אמר רבינו הוא ובית דינו: "
            ],
            [
                "<b>במה דברים אמורים.</b> שם במשנה רבן גמליאל אומר כל יום ויום מתפלל אדם שמונה עשרה רבי יהושע אומר מעין י''ח רבי עקיבא אומר אם שגורה תפלתו בפיו מתפלל שמונה עשרה ואם לאו מעין שמונה עשרה ופסק כרבי עקיבא דהלכתא כוותיה מחבירו: "
            ],
            [
                "<b>וזוהי הברכה וכו'.</b> מבוארת שם: "
            ],
            [
                "<b>במה דברים אמורים בימות החמה וכו'.</b> שם (דף כ\"ט) מימרא דרב ביבי בר אביי ומתקיף עליה מר זוטרא ונכלליה מכלל ודשננו בנאות ארצך ותן טל ומטר אתי לאיטרודי ע''כ. וכתב הרב''י בסי' ק''י בטור א''ח וז''ל ונראה לי דהא דחיישינן דיטעה יותר בתפלת הביננו מבתפלת י''ח הוא מפני שאדם עשוי לטעות ביותר בדברים קצרים שבקל אדם יכול לדלג שתים או שלש תיבות עד כאן. ונראה שהוצרך לומר כן למנהג אשכנז שכתב הטור וז''ל בסי' קי''ז שבין בימות החמה בין בימות הגשמים אומרים ברך עלינו אלא שבימות הגשמים אומרים ותן טל ומטר לברכה ולכך הוצרך לתרץ תירוץ זה. וקשה לי על תירוצו דאם כן כשתירצו בגמרא על קושיא אחריתא דמר זוטרא דאיתא התם ונכלליה מכלל ודשננו וכו' ואמרו אתי לאיטרודי הקשו שם אי הכי הבדלה בחונן הדעת נמי וכו' ומאי הקשו הא יש לחלק בין ברכה דהביננו לברכה דאתה חונן שהיא ברכה די''ח כמו שחלק הוא ז''ל ולמה הוצרכו בגמרא לתרץ ולחלק בין תחלת צלותא לאמצע צלותא יותר טוב היה לו לחלק זה החילוק אף על גב דהוי בתחלת צלותא כיון שהברכה היא קצרה. לכך נראה לי לתרץ למנהג אשכנזים דמכל מקום תחלת צלותא מיקרי כיון שהוא קרוב הרבה לתחלת הברכה אבל ודשננו בנאות ארצך הוא רחוק יותר מתחלת הברכה: ",
                "<b>וכן במוצאי שבתות וכו'.</b> שם מימרא דרב נחמן ואף ע''ג דהקשה עליה מר זוטרא ואסיקנא בקשיא עם כל זה לא אסיקנא בתיובתא וכן פסקו הפוסקים: "
            ],
            [
                "<b>ובשבתות ובימים טובים וכו'. ואם היו שבת ויו''ט וכו'.</b> פרק יו''ט שחל (ביצה י\"ז) מבואר שם דחותם מקדש השבת וישראל והזמנים: "
            ],
            [],
            [],
            [],
            [
                "<b>בכל תפלה מהתפלות וכו'.</b> פרק קמא דברכות (דף ד':) [כר' יוחנן] דאמר אפילו תימא בכולהו וכיון דתקנו רבנן כתפלה אריכתא דמיא: "
            ],
            [],
            [
                "<b>שבת שחל וכו'.</b> ברייתא פרק יום טוב שחל (ביצה דף י\"ז): "
            ],
            [
                "<b>וי״ט שחל וכו'.</b> פרק אין עומדין (ברכות דף ל\"ג:) אנא לא הא ידענא ולא הא ידענא אלא מדרב ושמואל ידענא: "
            ],
            [],
            [],
            [
                "<b>מאימתי אומר מוריד הגשם וכו'.</b> פ''ק דתענית [דף ב'.] אמרו במשנה ר' יהודה אומר העובר לפני התיבה ביום טוב האחרון [של חג, האחרון] מזכיר הראשון אינו מזכיר וכו'. ואמרו שם (דף ד' ע\"ב) בגמרא הלכה כרבי יהודה והקשו שם והא אמר רבי אלעזר הלכה כר''ג ומבואר שם בגמרא דדינו של ר''ג בשבעה במרחשון ליתיה אלא בזמן שבית המקדש קיים דאיכא עולי רגלים אבל בזמן הזה שאין ב''ה קיים שואלין בי''ט האחרון וכן משמע שם דאפילו בח''ל דאיכא פירי דדברא שואלין בשבעה במרחשון ורבינו לא פסק כלל מזה. וכבר תמה הר''ן ז''ל עליו בריש מסכת תענית. ונראה לי לתרץ דכיון דמי שאמר שם (דף ו'.) ובגולה עד ששים בתקופה חולק על כל מה שתירצו בריש פירקין דהיכי קאמר דבגולה עד ששים הא לעיל אמרו אע''ג דאיכא פירי וכו' אינו אלא בז' במרחשון ולא נראה לרבינו לחלק ולומר דהא דבגולה איירי בבבל שהוא מקום מצולה כדכתב הר''ן ז''ל ולכך קאמר עד ס' דמדקאמר בגולה משמע דבכל ח''ל מיירי דהכל קרי ליה גולה וכיון דפסקו שם דהלכתא כר' חנינא אדחיה ליה כל מאי דאמרי' לעיל ואין לנו אלא ב' זמנים אחר ששים יום בגולה וז' במרחשון בארץ ישראל. ומ''מ פסקינן הלכתא כר' יהודה יום טוב האחרון וכו' דיש חילוק בין שאלה להזכרה כדאמרינן התם. זה נראה לי ליישב דברי רבינו ז''ל: "
            ],
            [
                "<b>שואלים את הגשמים ביום ששים וכו'.</b> כתב רבינו ביום ששים משום דאסיקו שם בגמ' תענית (י'.) דיום ששים כלאחר ששים דמיא: "
            ],
            [],
            [
                "<b>כל השנה כולה וכו'.</b> סוף פ''ק דברכות (דף י\"ב ע\"ב). ומ''ש בברכת שתים עשרה הוא טעות וצריך לומר בברכת אחת עשרה וכבר כתב כן הריב''ש ז''ל בסימן תפ''ה וכתב שאי אפשר לטעות בכל ספרי רבינו ז''ל שבכמה מקומות כתב כן אלא שהיא כשגגה היוצאה מלפני השליט: "
            ]
        ],
        [
            [],
            [
                "(א-ב) ",
                "<b>תפלת השחר מצותה כו'.</b> בריש פרק תפלת השחר (ברכות דף כ\"ו.) משנה תפלת השחר עד חצות ר״י אומר עד ד' שעות ואיפסיק הלכתא בגמרא [כ״ז.] כר' יהודה ותנן בבחירתא כותיה והקשו בגמרא על מתניתא ורמינהי מצותה עם הנץ החמה וכו' ותירצו כי תניא ההיא לותיקין וכו' והקשו עד חצות ותו לא והאמר רב מרי בריה דרבי ירמיה וכו' טעה ולא התפלל ערבית מתפלל שחרית שתים שחרית מתפלל מנחה שתים ותירצו כולי יומא מצלי ואזיל עד חצות יהבו ליה שכר תפלה בזמנה מכאן ואילך שכר תפלה יהבו ליה שכר תפלה בזמנה לא יהבו ליה ע״כ. למדנו מזאת הסוגיא דלר' יהודה מד' שעות ואילך שכר תפלה יהבו ליה שכר תפלה בזמנה לא יהבו ליה דמד' שעות ואילך לר' יהודה כמחצות ואילך לת״ק וא״כ יש תימה על רבינו ז״ל שכתב שעד חצות לבד שכר תפלה יהבו ליה וכבר תמה עליו הרב״י והעלה בתירוץ האחרון אשר סמך עליו דנפקא ליה לרבינו ז״ל הא משום דלא ניפוש במחלוקת ר' יהודה ורבנן כל כך דלרבי יהודה עד חצות אפילו שכר תפלה לא יהבו ליה ולרבנן שכר תפלה בזמנה יהבו ליה לכך אמר רבינו ז״ל דשכר תפלה מיהא יהבו ליה עד חצות. אבל מדין טעה ולא התפלל וכו' אין ללמוד כלל דהתם אע״ג דשכר תפלה יהבו ליה התם שאני דשעת תפלה הוא. וקשה לי עליו דכיון דטעמא דרבנן דקאמרי עד ו' שעות לא נפקא להו אלא מפני שתמיד של שחר קרב עד ו' שעות א״כ אנן דקיימא לן דתמיד של שחר אינו קרב אלא עד ד' שעות מניין לו לתת זמן עד חצות לרבי יהודה כלל. עוד קשה בין למה שמפרש הוא ז״ל וכן הרשב״א ז״ל דשאני שעת תפלה אבל שלא בשעת תפלה אפילו שכר תפלה לא יהבו ליה וכשתירצו בגמרא מכאן ואילך שכר תפלה וכו' ר״ל בשעת תפלה א״כ למה תירצו מכאן ואילך שכר תפלה וכו' לישני גמרא דמאי דקאמר עד חצות מהני הוא לומר דעד חצות יוכל להתפלל כל זמן שירצה אבל מחצות ואילך אי זמן תפלה כגון משש שעות ולמעלה מתפלל אבל אי לאו זמן תפלה כגון אותה חצי שעה שלאחר חצות אינו מתפלל: <b>מיהו</b> לזה יש לומר דאי הוה הכי לא אהני מיעוטא דמתניתין דעד חצות אלא לחצי שעה לבד וזה דוחק לכך משני דעד חצות דמתניתין מיעוט גמור דדוקא עד חצות אין אבל מחצות ואילך לא: "
            ],
            [],
            [],
            [
                "<b>תפלת המוספין זמנה אחר תפלת השחר עד שבע שעות ביום וכו'.</b> משנה שם (דף כ\"ז) ופסק כחכמים דזמנה כל היום וגמ' (דף כ\"ח) אמרי' דנקרא פושע: "
            ],
            [],
            [
                "<b>המתפלל תפלה קודם זמנה לא יצא ידי חובתו וכו'. ואם התפלל תפלת שחרית בשעת הדחק וכו'.</b> שם (דף ל'.) אבוה דשמואל ולוי כי הוו בעו למיפק באורחא הוו מקדמי ומצלי וסובר רבינו דהיינו אחר שעלה עמוד השחר ודלא כרש''י ז''ל והיינו בשעת הדחק: ",
                "<b>ויש לו להתפלל וכו'.</b> שם (דף כז) רב צלי של שבת בערב שבת: ",
                "<b>וכן יתפלל ערבית של מוצאי שבת בשבת לפי שתפלת ערבית רשות וכו'.</b> (שם) ומה שהוצרך רבינו ז''ל לתת טעם לפי שתפלת ערבית רשות אע''ג דבגמ' [שם כ''ז:] לא משמע דהוי טעמא אלא משום דקיימא לן כר' יהודה דעד פלג המנחה הוי זמן תפלת המנחה ומשם ואילך הוי זמן תפלת ערבית שכן אמרו שם אמר רב חסדא ניחזי אנן וכו' שמע מינה הלכה כרבי יהודה וכו' מ''מ הוקשה לו לרבינו ז''ל דאע''ג דקי''ל כר' יהודה דאמר דזמן תפלת המנחה הוי עד פלג המנחה מ''מ היה להם לקבוע זמן בערבית מעת צאת הכוכבים כמו שאמרו בתפלת שחרית לכך אמר הטעם מפני שתפלת ערבית רשות. וא''ת הא שמואל אית ליה שם דתפלת ערבית חובה דכן אמרו שם אלא מאי אין לה קבע כמ''ד תפלת ערבית רשות האמר רב יהודה אמר שמואל תפלת ערבית ר''ג אומר חובה ואפ''ה ס''ל דמותר להתפלל של מוצאי שבת בשבת שכן אמרו שם ת''ש דאמר רב יהודה אמר שמואל מתפלל אדם של מוצאי שבת בשבת. וי''ל דרבינו גריס לגירסת הרי''ף ז''ל דגריס אביי אמר הלכה כדברי האומר חובה ורבא אמר הלכה כדברי האומר רשות ואינו מחלוקת רב ושמואל כגירסת התוס' אלא מחלוקת אביי ורבא ופסק כרבא. ומה שהביאו שם למימרא דרב יהודה אמר שמואל הוא שהזכיר מחלוקת ר''ג ור' יהושע. וא''ת אי טעמא הוי משום דתפלת ערבית רשות איך אמרו שם אדרבה מדרב הונא ורבנן לא הוו מצלי עד אורתא ש''מ אין הלכה כר' יהודה ומנא ליה דילמא אע''ג דס''ל כר' יהודה מ''מ לא הוו מצלו עד אורתא משום דס''ל דתפלת ערבית חובה. ועוד קשה כשאמר שם רב איקלע לבי גניבא וצלי וכו' ש''מ תלת וכו' לימא ש''מ ארבע והוא תפלת ערבית רשות דהא טעמא דצלי דשבת בע''ש נמי משום הכי. וי''ל דרבינו לא צריך להאי דתפלת ערבית רשות לומר דאמאי צלי של שבת בע''ש דהא ודאי היא מצוה משום קבלת שבת ואפי' דס''ל דתפלת ערבית חובה שפיר מצלי ליה אי אית ליה כר' יהודה אלא מה שהוצרך לטעם זה הוא למ''ד דמצלי של מוצאי שבת בשבת דזה ודאי נראה כעושה מקודש חול ולא הוה לן למעבד הכי לכך אמר לפי שתפלת ערבית רשות וכו': "
            ],
            [
                "<b>כל מי שעבר עליו וכו'.</b> ר״פ תפלת השחר (ברכות דף כ\"ו) ברייתא מעוות לא יוכל לתקון ואוקמה בשביטל במזיד: "
            ],
            [
                "<b>טעה ולא התפלל וכו'.</b> גם זה שם: ",
                "<b>טעה ולא התפלל לא תפלה זו וכו'.</b> כן דעת רבינו ז''ל וכן דעת התוספות ז''ל דאין תשלומין אלא בתפלה הסמוכה לה. והא דכתב רבינו ז''ל טעה ולא התפלל לא תפלה זו ולא תפלה הסמוכה לה ולא נקט טעה ולא התפלל תפלה זו והתפלל הסמוכה לה ובשלישית נזכר י''ל דנקט הכי לאשמועינן רבותא דאע''ג דטעה בשתיהן וא''כ לא הוה לן למידייניה כטעה אלא כמזיד ולא יתפלל אפילו סמוכה לה קמ''ל דסמוכה לה מיהא ישלם: "
            ],
            [],
            [
                "<b>היו לפניו שתי תפלות וכו'.</b> שם (דף כז): ",
                "<b>ויש מי שמורה שאין עושין וכו'.</b> הטעם דיאמרו דכיון דזמן מוסף עד שבע שעות ועדיין לא עבר הזמן אמאי אנו מתפללים מנחה קודם אלא ודאי שיש להתפלל מנחה קודם מוסף וא''כ יטעו בשאר הימים להתפלל מנחה קודם מוסף אפילו קודם שש שעות ומחצה: "
            ]
        ],
        [
            [
                "<b>חמשה דברים מעכבים את התפלה אע״פ שהגיע זמנה כו'. </b> פרק היה קורא (ברכות דף ט\"ו.) והני מילי לקריאת שמע אבל לתפלה מהדר ועד כמה עד פרסה והני מילי לקמיה אבל לאחריו אפילו מיל וכו' ונראה מיל חוזר יותר ממיל אינו חוזר: "
            ],
            [],
            [],
            [
                "<b>כל הטמאים וכו'.</b> מבואר בסוגיא פרק מי שמתו (ברכות דף כ\"ב:) ונתבארו הדברים יפה בב״י בטור א״ח: "
            ],
            [],
            [
                "<b>וכן זב שראה קרי וכו'.</b> משמשת וראתה דם לא הזכיר כאן רבינו ז''ל וקצת קשה דהוה ליה לאשמועינן טפי במשמשת וראתה דם דמעיקרא בת טבילה היא כדאמרו בגמרא וכל שכן בשאר ואי אית ביה מנהג היה לו להזכירה למעלה בד''א בבריא או משמשת וראתה דם נדה. ונ''ל דכיון דהם שוים לרבנן זב שראה דם ונדה שפלטה וכו' נקט תרתי מינייהו וה''ה לאחריתי דאין בה מנהג: ",
                "<b>וכן זב שראה קרי ונדה שפלטה שכבת זרע אין בהן מנהג אלא מקנחין עצמן ורוחצין ידיהן ומתפללין וכו'.</b> נראה דהאי דקאמר אין בהם מנהג וכו' ר''ל שלא נהגו בכך אבל ודאי אי נהגו לא הוי מנהג בטל דהא מן הדין לרבנן דקי''ל כוותייהו מעיקרא הוה צריך וכיון דאחמור אחר התקנה לא הוי מנהג בטל: ",
                "<b>אבל בחולה שראה קרי וכו'.</b> שנראה דאפי' נהגו לרחוץ הוי מנהג בטל ומפני כך כתב רבינו ז''ל אבל חולה שראה קרי לאונסו פטור מן הרחיצה ואין בזה מנהג וכו' שהיה די לומר אבל חולה שראה קרי לאונסו אין בזה מנהג כמ''ש גבי זב ונדה וכו' אין בזה מנהג אלא קאמר פטור מן הרחיצה להודיע לנו שכיון שהוא פטור מן הדין אפי' קודם התקנה אין בזה מנהג ואע''פ שנהגו הוא מנהג בטל: "
            ],
            [
                "<b>כיסוי הערוה כיצד וכו'.</b> פרק מי שמתו (ברכות דף כ\"ד: כ\"ה.) איתא היתה טלית של בגד של עור ושל שק חגורה על מתניו מותר לקרות קריאת שמע אבל לתפלה עד שיכסה את לבו וכו' ומשמע ליה לרבינו דה״ק אבל לתפלה אינו מותר לכתחלה כמו בק״ש עד שיכסה את לבו אבל בדיעבד יצא דלא מחמרינן כולי האי בתפלה: "
            ],
            [
                "<b>טהרת מקום התפלה וכו'.</b> הוציא זה רבינו ז״ל ממה שאמרו פרק מי שמתו (ברכות דף כ\"ו.) על ענין הרחקה מן הצואה א״ר הונא לא שנו וכו' שם וכן לתפלה: "
            ],
            [
                "<b>המתפלל ומצא צואה וכו'.</b> שם פרק מי שמתו (ברכות דף כ\"ב:) היה מתפלל ומצא צואה במקומו וכו' אמר רבא וכו' ואמרו שם אלא אמר רבא הואיל וחטא אע״פ שהתפלל תפלתו תועבה. וכתבו התוס' (שם ד\"ה והא) פר״י ודוקא במקום שהי' יכול להסתפק ולתלות שיש שם צואה ע״כ וכן דעת רבינו ז״ל שכתב הואיל וחטא מפני שלא בדק וכו': ",
                "<b>גדולי החכמים וכו'.</b> פרק הדר (עירובין דף ס\"ה): "
            ],
            [
                "<b>דברים החופזים אותו וכו'.</b> בפרק מי שמתו (ברכות דף כ\"ג) ברייתא הנצרך לנקביו אל יתפלל ואם התפלל תפלתו תועבה ואמרו שם לא שנו אלא כשאין יכול לשהות בעצמו אבל אם יכול לשהות בעצמו תפלתו תפלה, ומשמע ליה לרבינו ז״ל מדקאמר תפלתו תפלה משמע לכתחילה אין מתפלל: "
            ],
            [
                "<b>מי שגיהק ופיהק ונתעטש בתפלתו אם לרצונו הרי זה מגונה וכו'.</b> האי עיטוש שכתב רבינו ז״ל נראה שהוא עיטוש מלמעלה דלהאי קרי עיטוש מדכתב בתר הכי יצא ממנו רוח מלמטה משמע דלא קרי עיטוש מלמטה ונראה ודאי דלא גריס רבינו בגמרא בפרק מי שמתו (ברכות דף כד:) מגהק ומפהק לא קשיא כאן לאונסו וכו' מתעטש אמתעטש נמי לא קשיא כאן מלמעלה כאן מלמטה כגירסת רש״י ז״ל שכתב ה״ג אלא עיטוש אעיטוש וכו' משום דמשמע ליה דעיטוש לעולם לא הוי אלא לאונסו אבל גירסת רבינו ז״ל היא בשלמא מגהק ומפהק ומתעטש לא קשיא כאן לאונסו כאן לרצונו אלא רק ארק קשיא ולפי זה אידי ואידי בעיטוש מלמעלה ולהכי חילק בעיטוש בין לאונסו בין לרצונו דאם היה גורס כגי' רש״י ז״ל אין חילוק במתעטש בין אונסו לרצונו וכו' וכי תימא כל עיטוש הוי לאונסו מ״מ קרי לרצונו כיון שלא בדק עצמו קודם ולזה כתב רבינו ז״ל ואם בדק גופו קודם שיתפלל וכו' אבל רש״י ז״ל לא קרי לרצונו מפני שלא בדק ולאונסו מפני הבדיקה דמשמע ליה דבגיהוק ופיהוק ועיטוש לא שייך בדיקה קודם אלא קרי לרצונו מפני שיוכל באותה העת לסובלו ושלא לעשותו ולאונסו שאינו יכול לסובלו. ולכל הפירושים קשה מאי דאמרו בגמ' אלא רק ארק קשיא דלפירוש רש״י ז״ל גם ברק איכא לחלק בין לרצונו ולאונסו שכשיכול לסבול הרקיקה מקרי לרצונו ואם אינו יכול לסבול מקרי לאונסו כמו שכתב הטור ז״ל בא״ח בסי' פ״ז ואסור לו לרוק אם אפשר ואם אי אפשר לו שלא לרוק וכו' משמע דיש לחלק ברקיקה בין אפשר דהיינו לרצונו ללא אפשר דהיינו לאונסו וגם לפי' רבינו ז״ל קשה דגם ברקיקה יש לחלק בין לאונסו ולרצונו שהיה לו לבדוק עצמו קודם ולהסיר כל דבר הטורדו שהוא הרקיקה בפיו והיה לו לרוק. מיהו לפי' רבינו י״ל דברקיקה אינו מועיל בדיקה ודאי דאפילו אם יסיר קודם תפלה מיד הוא בא לו רקיקה אחרת אע״פ שמ״מ יש לחלק לענין הרוק שהיתה בפיו קודם שהתחיל להתפלל דאז נקרא לרצונו מאחר שלא הסירו ולענין הרוק שבא לו אח״כ נקרא לאונסו מ״מ כיון דאינו מועיל בדיקה לענין הרוק הבא כמו בגיהוק ופיהוק ועיטוש להכי לא שני ליה הגמ' כדשני ליה התם אבל לפי' רש״י ז״ל למ״ש הטור קשה וצ״ע. וענין ממשמש בבגדו שהזכירו שם לא הזכיר רבינו ולא ידעתיו: ",
                "<b>יצא ממנו רוח.</b> שם ר' אבא משתמיט מיניה דרב יהודה וכו' אמר איזיל ואשמע אשכחיה לתנא וכו' איכא דאמרי היה עומד וכו': "
            ],
            [],
            [
                "<b>היה עומד בתפלה וכו'.</b> בברייתא שם (דף כ\"ב ב') והטעם שפסק כאן בתפלה שהה כדי לגמור את כולה חוזר ובק''ש פסק אינו חוזר הלך אחר שיטת רבו הרי''ף ז''ל ועיין בב''י סי' ס''ה: "
            ],
            [
                "<b>וכן המשתין וכו'.</b> במגילה פ' בני העיר (מגילה דף כ\"ו:): "
            ],
            [
                "<b>כוונת הלב כיצד.</b> בס״פ תפלת השחר (ברכות דף ל':) משמע הכי דאמר שם ודילמא מעיקרא לא כוין דעתיה ולבסוף כוין דעתיה כלומר ומש״ה חזר והתפלל. וענין הכוונה משמע בסוף פ' אין עומדין (ברכות דף ל\"ד:) דלעיכובא לא בעי שכן אמרו שם ואם יכול לכוין וכו' יכוין באחת מהם ולא ידעתי למה לא הזכירו רבינו ז״ל: ",
                "<b>מצא דעתו וכו' לפיכך הבא מן הדרך וכו'.</b> כל זה נתבאר בעירובין פרק הדר (עירובין דף ס\"ה:): "
            ],
            [
                "<b>לפיכך צריך לישב מעט וכו'.</b> שם בפ' תפלת השחר משנה (דף כ\"ח:) ר' אליעזר אומר העושה תפלתו קבע אין תפלתו תחנונים כו' ופירשו בגמ' (דף כ\"ט:) מאי קבע א''ר יעקב בר אידי א''ר אושעיא כל שדומה עליו כמשוי ורבנן אמרי כל שאינו אומרה בלשון תחנונים ופסק רבינו ז''ל כתרווייהו וזהו שאומר ואח''כ יתפלל בנחת ובתחנונים דהיינו כרבנן ולא יעשה תפלתו כמשוי דהיינו כר' אושעיא. ועוד אמרו שם רבה ורב יוסף דאמרי תרווייהו כל שאינו יכול לחדש וכו' ולא פסק רבינו הכי משום דאמרו שם א''ר זירא אנא יכילנא לחדושי בה מילתא ומסתפינא דילמא מטרידנא: ",
                "<b>חסידים הראשונים וכו'.</b> ריש פ' אין עומדין (ברכות דף ל\"ב:) ולדידן צריך לשהות מעט כמ״ש רבינו ז״ל דכיון שהם היו שוהים שעה אחת די לנו שנלמוד מהם לזמן מועט: "
            ],
            [
                "<b>שכור אל יתפלל וכו'.</b> זה מבואר בעירובין פרק הדר (עירובין דף ס\"ד.) ",
                "<b>ומ''ש אע''פ כן הואיל ושתה רביעית יין וכו'.</b> שם אמר רב יהודה אמר שמואל שתה רביעית יין אל יורה והוזכרה בתוספתא גירסא אחרת שהיא אל יתפלל ונראה שזו גירסתו של רבינו ז''ל: "
            ],
            [
                "<b>וכן אין עומדין וכו'.</b> משנה ר''פ אין עומדין ושם ברייתא (ל\"א:) אין עומדין לא מתוך דין ולא מתוך הלכה אלא מתוך הלכה פסוקה: "
            ],
            [
                "<b>תפלות הפרקים כגון תפלת מוסף ראש חדש וכו'.</b> מ''ש רבינו שצריך להסדיר תפלתו יצא לו ממ''ש בראש השנה בסוף מכילתין (דף ל\"ה:) שאני רב יהודה כיון דמתלתין יומין לתלתין יומין מצלי כפרקים דמי. ועיין בב''י טא''ח סימן ק''י: ",
                "<b>היה מהלך במקום סכנה וכו'.</b> בפ' תפלת השחר (ברכות דף כ\"ט:) תנו רבנן המהלך במקום גדודי חיות ולסטים מתפלל תפלה קצרה וכו': ",
                "<b>ומתפלל אותה וכו'.</b> שם (דף ל') מאי איכא בין הביננו לתפלה קצרה: "
            ]
        ],
        [
            [
                "<b>שמנה דברים וכו' ואם היה רחוק וכו'.</b> לכאורה משמע דכל הני דלמעלה הוו לעיכובא והשתא בא למנות שמנה דהוו לכתחלה וקשה דהרי גיהוק ופיהוק ועיטוש שהזכיר למעלה לא הוו לעיכובא אלא הרי זה מגונה קאמר וא''כ לא היה לו למנותם למעלה אלא בכלל שמנה אלו. וי''ל דגיהוק ופיהוק משום בדיקת הגוף הוא ובדיקת הגוף עיקרו לעיכובא וכגון אם היה צריך לנקביו דתפלתו תועבה לכך מנה גיהוק ופיהוק גבי הני דשאר בדיקת הגוף אף על גב דאינו לעיכובא: "
            ],
            [
                "<b>היה יושב בספינה וכו'.</b> מסוגיא דפ' תפלת השחר (ברכות דף ל':) דהשכים לישב בקרון ובספינה דאמר שם מר סבר תפלה מעומד עדיף משמע כדברי רבינו ז״ל דאין צריך לישב: ",
                "<b>היה רוכב על החמור וכו'.</b> במשנה שם (דף כ\"ח:) היה רוכב ע''ג בהמה ירד ויתפלל ואם אינו יכול לירד יחזיר את פניו ואם אינו יכול להחזיר את פניו יכוין לבו כנגד בית קדשי הקדשים היה מהלך בספינה או באסדא יכוין לבו כנגד בית קדשי הקדשים ע''כ. ושם בברייתא (דף ל'.) תנו רבנן היה רוכב על החמור והגיע זמן תפלה וכו' רבי אומר בין כך ובין כך ישב במקומו ויתפלל עד כאן: "
            ],
            [
                "<b>היה עומד וכו'.</b> שם בברייתא ועוד שם בברייתא היה עומד בבית קדשי הקדשים יכוין את לבו כנגד הפרוכת ולא הוזכר זה בדברי רבינו ז''ל ולא ידעתי למה ואולי לא היה בגירסתו ז''ל בגמ': ",
                "<b>סומא ומי שאינו יכול וכו'.</b> שם בברייתא: ",
                "<b>והמהלך בספינה.</b> במשנה שהזכרתי (כ\"ח:) ואע''פ שבמשנה אמרו יכוין את לבו כנגד בית קדשי הקדשים כתב רבינו כנגד השכינה משום דהוא ז''ל מפרש בפירוש המשנה שמה שאמר כנגד בית קדשי הקדשים רוצה לומר שהיה לו כוונה בתפלתו ויראה לו כאילו עומד לפני בית קדש הקדשים. ואם כן היינו מה שאמר יכוין את לבו כנגד השכינה: "
            ],
            [
                "<b>תקון הגוף וכו' צריך לכוון רגליו זו בצד זו.</b> בפ''ק דברכות (דף י'): "
            ],
            [
                "<b>תקון המלבושים וכו'.</b> בפרק יציאות השבת (שבת דף י') אמרו רבא שרי גלימיה ופכר ידיה אמר כעבדא קמי מריה אמר רב אשי חזינא ליה לרב כהנא כי איכא צערא בעלמא שרי גלימיה ופכר ידיה ומצלי וכו' כי איכא שלמא לביש ומתכסי ומתעטף ומצלי ע״כ. ולכך פסק רבינו ז״ל בדאיכא שלמא דיתקן מלבושיו. וגם פסק שחובק את ידיו משום דמה שאמר כי איכא שלמא לביש וכו' ר״ל וגם פכר ידיה כלומר שחובק את ידיו. ואף על פי שבגמ' לא הזכירו גבי שלמא סובר רבינו דודאי הוי הכי משום מורא שמים: ",
                "<b>ומציין עצמו ומהדר משום שנאמר השתחוו לה' בהדרת קדש וכו'.</b> אע״ג דבפ״ק דשבת (דף י':) לא הביאו אלא קרא דהכון לקראת אלהיך ישראל רבינו הביא פסוק דהשתחוו ליי' בהדרת קדש משום דבברכות ר״פ אין עומדין (ברכות דף ל' ע\"ב) אמרו על מתני' מנא הני מילי וא״ר יהושע בן לוי מהכא השתחוו ליי' בהדרת קדש אל תקרי הדרת אלא חרדת וכו' והקשו ממאי דילמא לעולם הדר ממש כי הא דרב יהודה הוה מציין נפשיה והדר מצלי אלא אמר רב נחמן וכו' ומשום דאמרינן הכי בגמרא הביא רבינו ז״ל דרשה זו שהיא פשוטה בפסוק x: ",
                "<b>ובכל מקום לא יאחוז תפלין בידו וס״ת בזרועו וכו'.</b> בפרק מי שמתו (דף כ\"כ ע\"ב) אמרו ת״ר לא יאחוז אדם תפילין בידו וס״ת בזרועו ויתפלל ולא ישתין בהם מים ולא יישן בהם לא שינת קבע ולא שינת עראי אמר שמואל סכין ומעות וקערה וככר הרי אלו כיוצא בהן ע״כ. ופירש״י ז״ל הרי אלו כיוצא בהן לענין תפלה שדואג עליהם שלא תפול הסכין ותזיקנו והקערה תשפך והמעות יאבדו והככר תטנף ע״כ. ובפרק לולב הגזול (סוכה דף מ\"א ע\"ב) הקשו על רב אשי שהיה מתפלל בלולב מהאי ברייתא מהא דאמר שמואל ותירצו התם לאו מצוה נינהו וטריד והיא מצוה היא ולא טריד עד כאן. ומשמע מדברי רש״י ז״ל דדוקא נקט סכין וכו' משום דבהני ד' איכא טירדא כדכתב הוא ז״ל אבל שאר הכלים לא ומה שהקשו בגמרא על ההיא דלולב הוא משום דבלולב נמי איכא טירדא שמא יפול מידו וישבר תיומתו. ואין נראה כן מדברי רבינו שכתב סתם ולא יאחוז כלים וכו' משמע דבכל מין כלים איירי ולדבריו קשה למה נקט שמואל הני ד' לימא כל הכלים סתם ואולי דדעת רבינו דבכל הכלים שחס עליהם שלא ישברו הן דומיא דמעות שירא שמא יאבדו ולכך כתב כלים ומעות כלומר כלים דומיא דמעות ומ״מ היה לו לבאר: ",
                "<b>היה משוי על ראשו וכו'.</b> במציעא פ' המקבל (בבא מציעא דף ק\"ה ע\"ב) אמרי דבי רבי ינאי לתפלה ולתפילין ד' קבין וכו': "
            ],
            [
                "<b>תקון המקום כיצד וכו'.</b> פ''ק דברכות (דף י' ע\"ב) אל יעמוד אדם במקום גבוה ויתפלל אלא במקום נמוך וכו'. תניא נמי הכי לא יעמוד אדם לא על גבי כסא וכו' ועוד אמרו שם (דף ה' ע\"ב) א''ר יהושע בן לוי מנין למתפלל שלא יהא דבר חוצץ בינו לבין הקיר שנאמר ויסב חזקיהו וכו'. וכתבו התוספות אבל מלתא דקביעא כגון ארון ותיבה אין זה הפסק עד כאן. ולא נתבאר דין זה בדברי רבינו ז''ל ואולי רמז לזה באומרו יחזיר פניו לכותל כלומר שלא יהא דבר חוצץ בינו לכותל: ",
                "<b>וצריך לפתוח חלונות וכו'.</b> ר״פ אין עומדין (ברכות דף ל\"א:) אמרו לעולם אל יתפלל אדם אלא בבית שיש לו חלונות וכו': ",
                "<b>ואין מתפלל בחורבה.</b> ריש פ''ק (דף ג':) אמרו כן ושם נראה מן הברייתא דאפילו כניסה בחורבה אסור מפני שלשה דברים וא''כ קשה בדברי רבינו ז''ל למה כתב תפלה דמשמע תפלה דוקא ונראה לומר דלרבותא נקטיה דאע''פ שהוא בדרך וירא שמא יפסיקוהו עוברי דרכים כההיא עובדא דר' יוסי והוי אמינא דיכנס בחורבה קמ''ל דלא יכנס: ",
                "<b>ואסור לישב וכו'.</b> בפ' אין עומדין (ברכות דף ל\"א ע\"ב) אני האשה הנצבת עמכה בזה מכאן שאסור לישב בד' אמות של תפלה וכתב רבינו ז״ל דהוא בין מלפניו בין לאחוריו x בין מן הצדדים וכן כתבו התוספות: "
            ],
            [
                "<b>לא יעמוד במקום גבוה וכו'.</b> כבר נתבאר: "
            ],
            [
                "<b>האומנין וכו'.</b> מבואר בברייתא בברכות פ' היה קורא (ברכות דף י\"ו): "
            ],
            [
                "<b>השויית הקול וכו'.</b> בפרק אין עומדין (ברכות דף ל\"א) אמרו וקולה לא ישמע מכאן שאסור להגביה קולו וכו': ",
                "<b>אלא א״כ היה חולה וכו'.</b> בפ' מי שמתו (ברכות ד' כ\"ד ע\"ב) השמיע קולו בתפלתו הרי זה מקטני אמנה אמר רב הונא לא שנו אלא שיכול לכוין את לבו וכו': "
            ],
            [
                "<b>כריעה כיצד וכו'.</b> שם פרק אין עומדין (ברכות דף ל\"ד.) תנו רבנן אלו ברכות שאדם שוחה בהם באבות תחילה וסוף וכו' אמר רבי יצחק בר נחמני לדידי מיפרשא לי מיניה דריב״ל הדיוט כמו שאמרנו כהן גדול תחלת כל ברכה וברכה המלך כיון שכרע שוב אינו זוקף ואם כן קשה על רבינו ז״ל איך כתב דבכהן גדול תחלת כל ברכה וברכה וסוף כל ברכה וברכה הא לא קאמרי בגמרא אלא תחלת כל ברכה וברכה. ואולי שהוא מפרש דמאי דקאמר תחלת כל ברכה וברכה מוסיף על הראשון דאמר שכהן גדול כורע בסוף כל ברכה ובא זה להוסיף אף תחלת כל ברכה דאין סברא לאפושי מחלוקת כולי האי ולומר דהאי קאמר סוף ולא תחלה והאי תחלה ולא סוף: "
            ],
            [
                "<b>ולמה נותן שלום וכו'.</b> יומא פ' הוציאו לו (יומא דף נ\"ג ע\"ב): "
            ],
            [],
            [
                "<b>השתחויה כיצד וכו'.</b> מגילה פרק הקורא את המגילה עומד ויושב (דף כ\"ב ע\"ב) נתבאר: "
            ],
            [
                "<b>אבל מטה פניו וכו'.</b> שם דאביי ורבא מצלי אצלויי ושם בהלכות עבודת כוכבים ביארתי פירוש רבינו האי וכוונת רבינו ז''ל: ",
                "<b>ומותר לאדם להתפלל וכו'.</b> הוציא זה רבינו ז''ל ממה שאמרו שם בגמ' דרצפה הוה קמיה דרב והקשו שם וליזיל לגבי צבורא וכו' וליפול על אפיו משמע דיכול אדם להתפלל במקום זה וליפול על פניו במקום אחר שהרי התפלל רב במקום שבה הרצפה והיה יכול ללכת במקום אחר וליפול על פניו: "
            ]
        ],
        [
            [
                "<b>אסור לו לאדם לעבור אחורי בית הכנסת בשעה שהצבור מתפללין וכו'.</b> פרק הרואה (ברכות דף ס\"א) אמרו אחורי עבודת כוכבים ולא אחורי בית הכנסת בשעה שהצבור מתפללין ולא אמרן אלא דלא דרי מידי וכו' ולא אמרן אלא דליכא פתחא אחרינא וכו' ולא אמרן אלא דלא רכיב חמרא וכו'. ונראה דבגירסת רבינו ז״ל לא היה ולא אמרן אלא דלא רכיב חמרא וכו' ולכך לא הזכירו ובפ״ק דברכות (דף ח' ע\"ב) הביאו זה ואמרו לא אמרן אלא דלא דרי טונא ולא רהיט וכו' ורבינו ז״ל לא היה לו בגרסתו גם כן לא רהיט וכו' ולכך לא הזכירו: "
            ],
            [
                "<b>המתפלל עם הצבור לא יאריך בתפלתו וכו'.</b> פ' אין עומדין (ברכות דף ל\"א) כך היה מנהגו של ר' עקיבא כשהיה מתפלל וכו': ",
                "<b>ואם בא לומר אחר וכו'.</b> שם איתמר נמי אמר רב חייא בר אשי אמר רב אע''פ שאמרו וכו' יכול לומר וכו': ",
                "<b>וכן אם רצה להוסיף וכו'.</b> פרקא קמא דע''ז (דף ח'): "
            ],
            [],
            [],
            [
                "(ד-ה) ",
                "<b>אסור לו לאדם שיטעום כלום או שיעשה מלאכה מאחר שיעלה עמוד השחר עד שיתפלל וכו'.</b> כל זה מבואר בפ''ק דברכות (דף י':): ",
                "<b>אבל אינו סועד סמוך למנחה וכו'.</b> בפ''ק דשבת (דף ט' ע\"ב) על מתני' דלא ישב אדם לפני הספר סמוך למנחה וכו' ואוקמוה בגמרא סמוך למנחה גדולה ופסק רבינו כרב אחא בר יעקב ואע''ג דהך סוגיא איתמרא אליבא דריב''ל ולית הלכתא כותיה במ''ש כיון שהגיע זמן וכו' כבר כתבו התוספות כיון דמסיק סתם גמרא הכי משמע דבהך דאם התחיל וכו' קיימא לן כותיה ודוקא בהא דאמר אסור לטעום לא קי''ל כותיה וא''כ ודאי דסמוך למנחה קטנה אפילו אם התחילו מפסיקין וכן דעתו של רבינו ז''ל אע''פ שלא נתבאר יפה בדבריו: "
            ],
            [],
            [],
            [
                "<b>מי שהיה עוסק וכו'.</b> פירקא קמא דשבת (דף י\"א) מפסיקין לקריאת שמע ואין מפסיקין לתפלה ופירשו בגמרא כגון רבי שמעון בן יוחאי וחביריו: ",
                "<b>וכל העוסק וכו'.</b> כבר נתבאר למעלה בהלכות קריאת שמע פ''ב: "
            ],
            [
                "<b>היה עומד בתפלה וכו'.</b> משנה ריש פרק אין עומדין (דף כ\"ט ע\"ב) אפילו המלך שואל בשלומו לא ישיבנו ובגמרא שם (ל\"ב:) אמר רב יוסף לא שנו אלא למלכי ישראל אבל למלכי עכו''ם פוסק וכו': ",
                "<b>וכן אם ראה וכו'.</b> שם במשנה אפילו נחש כרוך על עקבו ובגמרא x ראה אותם מרתיעין ובאים כנגדו פוסק. ורבינו כתב והי' דרכן באותן המקומות ופשוט הוא: "
            ]
        ],
        [
            [
                "<b>כשתקנו וכו'.</b> בפרק הרואה (ברכות דף ס':) אמרו הנכנס לישן על מטתו אומר משמע ישראל עד והיה אם שמוע ואומר ברוך המפיל וכו': "
            ],
            [
                "<b>וקורא פרשה ראשונה מק''ש וישן ואפילו אשתו עמו ואם אנסתו שינה קורא פסוק ראשון או אפילו פסוקי רחמים ואחר כך ישן.</b> כך היא הגרסא הנכונה בספרי רבינו ז''ל. ויצא לו מ''ש שקורא פסוקי רחמים ממ''ש בפ''ב דשבועות (דף ט\"ו) ריב''ל אמר להו להני קראי וגני וסובר רבינו ז''ל שרצה לומר שכשלא היה יכול לומר קריאת שמע שאנסתו שינה היה אומר להני קראי: "
            ],
            [
                "<b>בשעה שיקץ וכו'.</b> כל אלו הברכות האמורות בספר רבינו ז״ל הן מבוארות בפרק הרואה (ברכות דף ס':) ולא חש רבינו ז״ל להביאם על הסדר האמור בגמרא מפני שהוא סובר שכל ברכה צריך לאומרה בשעה שעושה אותה וכמו שכתב לקמן מברך כל אחת מהן על דבר שהברכה בשבילו בשעתו. ומי שנוהג לאומרם בבית הכנסת צריך לאומרם על הסדר האמור בגמרא: "
            ],
            [],
            [],
            [
                "<b>ומברך אדם בכל יום וכו'.</b> מנחות פ' התכלת (מנחות דף מ\"ג:) תניא היה ר' מאיר אומר חייב אדם לברך שלש ברכות בכל יום ואלו הן שלא עשאני גוי שלא עשאני אשה שלא עשאני בור ואסיקו התם אלא מאי מברך שלא עשאני עבד היינו אשה [היינו עבד] ותירצו זיל טפי ופירש״י (שם מ\"ד.) זיל מזולזל העבד יותר מן האשה. ל״א זיל טפי כלומר הוסיף ובריך כדי להשלים ע״כ. ורבינו כתב הסדר בראשונה שלא עשאני גוי ואחר כך אשה ואח״כ כך עבד והרי משמע בגמרא שבמקום שלא עשאני בור אמר שלא עשאני עבד ושלא עשאני בור הוי בברייתא אחר אשה. אבל ראיתי בב״י שכתב שבתחלה מברך עבד ואחר כך אשה מפני שהעבד מזולזל יותר כדאמרו בגמרא וא״כ מתחילין מן היותר פחות קודם ותחלה קאמר עכו״ם שהוא פחות מכולם ואח״כ עבד שהוא מזולזל טפי ואח״כ אשה וכן בדין שמתחלה יברך שלא עשאני עכו״ם ואח״כ יברך עבד שאפילו עבד שהוא טוב ממנו לא עשאו. ורבינו ז״ל נראה שלא הקפיד בזה ואולי שהוא מפרש כפירוש אחר של רש״י ז״ל ואם כן כיון דעבד ואשה שוים נקט אשה תחלה כמו שאמרו בברייתא: "
            ],
            [],
            [],
            [],
            [
                "<b>המשכים לקרוא בתורה וכו'. הערב נא ה' אלהינו וכו'. אשר בחר בנו מכל העמים וכו'.</b> רבינו אומר הערב בלא וי''ו x והם שלש ברכות ודלא כר''ת שכתב שהכל ברכה אחת וגרסי' והערב בוי''ו והם ב' ברכות. ורבינו לא היה גורס בגמרא ומסיים וכו' אלא גורס הכי ור''י אמר הכי ובגירסת ההלכות הוה מסיים משמע דהכל ברכה אחת: "
            ],
            [],
            [],
            [],
            [
                "<b>חייב אדם לברך מאה ברכות וכו'.</b> בפ' התכלת (מנחות דף מ\"ג ע\"א) תניא היה רבי מאיר אומר חייב אדם לברך וכו': "
            ],
            [],
            [
                "(טו-טז) ",
                "<b>בזמן הזה שתקנו ברכת האפיקורוסין בתפלה והוסיפו הטוב והמטיב בברכת המזון וכו'.</b> ומה שלא כתב רבינו ז''ל שש ברכות שהרי יש ברכת יראו עינינו הטעם הוא שאין הכל אומרים אותה אלא מקצת העם וכמו שכתב הוא בסדר התפלה: ",
                "<b>צריך להשלים מאה ברכות מן הפירות וכו'.</b> (שם) בשבתא וביומא טבא טרח וממלי להו באספרמקי ומגדי. <b>ומ''ש רבינו כיצד אוכל מעט ירק מברך לפניו ולאחריו וחוזר ואוכל מעט מפרי זה וכו'</b> קצת קשה דמשמע דה''ק שיאכל תחלה מעט מן הפרי ויברך ברכה אחרונה ואח''כ מאותו הפרי עצמו יאכל מעט וזה נראה דאסור משום דאסור לגרום בברכות, אלא נראה דרבינו ודאי לא קאמר אלא שאם אכל ירק ולא היה בדעתו לאכול יותר בעת ההיא כשיעבור אותו העת צריך שיחזור ויאכל מאותו פרי כדי להשלים והשתא לא הוי גורם בברכות שכשאכל בתחלה ובירך לבסוף לא היה בדעתו לאכול יותר: "
            ],
            [],
            [
                "<b>ובתפלת הערב וכו'.</b> פסק כרבי יוחנן דאמר בברכות (דף ד' ע\"ב) איזהו בן העולם הבא זה הסומך גאולה לתפלה של ערבית ע''כ. וא''כ מה שהשיגו למעלה הראב''ד ז''ל בפ''ג גבי מ''ש ויש לו לאדם להתפלל תפלת ערבית של לילי שבת וכו' שאין ראוי לעשות כן אלא לצורך שעה מפני שצריך סמיכות גאולה לתפלה. אי אפשר לתרץ כמו שתירצתי למעלה דרבינו סובר דלא בעינן סמיכות גאולה לתפלה בערבית דהא בהדיא קאמר לה הכא. אלא ר''ל שמתפלל ערבית וק''ש עם ברכותיה קודם שתשקע החמה כדי לסמוך גאולה לתפלה ואח''כ יקרא ק''ש בלא ברכות אחר צאת הכוכבים דברכות אינם מעכבות. וכי תימא אי קורא ברכות של ק''ש ביום שעדיין לא הוי זמן ק''ש אם כן הוו הני ברכות לבטלה. וי''ל דאין אנו מברכים על ק''ש ואם כן הברכות הוו מילתא באנפי נפשייהו וכדכתב הרשב''א ז''ל והובא בב''י בדיני תפלת ערבית. ואם כן ודאי שיכול לקרות ק''ש עם ברכותיה מבעוד יום: "
            ]
        ],
        [
            [
                "<b>תפלת הצבור נשמעת תמיד וכו'.</b> בפ''ק דברכות (דף ח') מניין שאין הקב''ה מואס בתפלתן של רבים שנאמר הן אל כביר לא ימאס: ",
                "<b>שאין תפלתו נשמעת וכו'.</b> שם (דף ו'.) אבא בנימין אומר אין תפלתו של אדם נשמעת אלא בבית הכנסת שנאמר לשמוע אל הרנה ואל התפלה. וסובר רבינו שאע''פ שמתפלל ביחיד צריך שיכנס בבית הכנסת. והוסיף רבינו בכל עת משום דאין סברא שאם האדם מתפלל בביתו בכונה שלא תהיה נשמעת תפלתו לכך אמר בכל עת כלומר אע''פ שתהיה נשמעת בעת רצון כלומר בשעה שהצבור מתפללין מכל מקום כשיתפלל ביחיד בלא צבור לא ישמע תפלתו אלא כשיהיה בבית הכנסת: ",
                "<b>וכל מי שיש לו בית הכנסת וכו'.</b> שם (דף ח') אמר ריש לקיש כל מי שיש לו בית הכנסת בעירו ואינו נכנס שם להתפלל נקרא שכן רע: "
            ],
            [
                "<b>ומצוה לרוץ לבהכ''נ וכו'.</b> שם (דף ו' ע\"ב) אמר רבי חלבו א''ר הונא היוצא מבהכ''נ אל יפסיע פסיעה גסה אמר אביי לא אמרן אלא למיפק אבל למיעל מצוה למירהט שנאמר ונדעה נרדפה לדעת את ה': "
            ],
            [
                "<b>בית המדרש גדול וכו'.</b> שם (דף ח'.) רבי אמי ורבי אסי אע''פ דהוו להו תליסר בי כנישתא בטבריא לא [הוו] מצלו אלא ביני עמודי היכא דהוו גרסי ע''כ. ומפרש רבינו ז''ל שהיה תפלתם בצבור. ויש מפרשים שפירשו דאפילו ביחיד נמי הוו מצלו: "
            ],
            [
                "<b>וכיצד היא תפלת הצבור וכו'.</b> פרק הקורא את המגילה עומד ויושב (כ\"ג:) משנה אין פורסין את שמע ואין עוברין לפני התיבה וכו': ",
                "<b>בפחות מעשרה וכו' ואפי' היו מקצתן שכבר התפללו וכו'.</b> במס' סופרים רבותינו שבמערב אמרו בשבעה ונותנין טעם וכו' וי''א אפי' בששה ופסק רבינו כי''א: ",
                "<b>ולא קוראין בתורה וכו'.</b> פרק הקורא את המגילה עומד שם: "
            ],
            [
                "<b>וכן לא יהא אחד מברך וכו'.</b> משנה שם אין פורסין על שמע וכו' ומפרש רבינו ז''ל דפורסין לשון פריסה והצעה ור''ל הברכות שהן מסדרין לפני ק''ש וקאמר שלא יהא א' מברך והשאר עונין אמן בפחות מעשרה אף על פי שבשאר ברכות אין הדין כן כבר נתן הר''ן ז''ל טעם לדבר. והראב''ד בהשגות ז''ל מפרש מלשון פרוסה כלומר הברכה אחת מברכות ק''ש מפני שיש בה קדושת האופנים וכו' אבל שאר הברכות ודאי שיכול לברך אחד והשאר יענו אמן והוא פירוש רש''י ז''ל: ",
                "<b>ואין אומרין קדיש וכו'.</b> שם אמרו כל דבר שבקדושה לא יהא פחות מעשרה: ",
                "<b>ואין הכהנים וכו'.</b> שם במשנה: "
            ],
            [
                "<b>וכל דבר שבקדושה וכו'.</b> שם אתיא תוך תוך וכו' (עיין בכ\"מ): ",
                "<b>וכל אלו הדברים וכו'.</b> ירושלמי דמגילה פרק עומד ויושב: "
            ],
            [
                "<b>חצר קטנה וכו'.</b> כל זה נתבאר בעירובין פרק כל הגגות (דף צ\"ג): "
            ],
            [],
            [
                "<b>שליח צבור המוציא את הרבים ידי חובתן וכו'.</b> סוף ראש השנה (דף ל\"ד ע\"ב) מחלוקת ר''ג ורבנן דר''ג סבר כשם שמוציא את הבקי כך מוציא את שאינו בקי ורבנן סברי דאינו מוציא אלא את שאינו בקי ואיפסקא שם בגמרא הלכתא כרבן גמליאל בראש השנה וביום הכפורים משום דאוושי ברכות וכרבנן בשאר ימות השנה. עוד אמרו שם (דף ל\"ה.) אמר רב אחא בר עוירא אמר רבי שמעון חסידא פוטר היה ר''ג אפי' עם שבשדות ולא מיבעיא הני דקיימי הכא והקשו אדרבא הני אניסי והני לא אניסי ותירצו אלא כי אתא רבין אמר לא פטר ר''ג אלא עם שבשדות מאי טעמא משום דאניסי במלאכה אבל בעיר לא. משמע מדברי התוספות (שם ל\"ד:) דלפירוש רש''י פוטר עם שבשדות אעפ''י שאינם בבית הכנסת אבל בעיר אי איתנהו בבית הכנסת פוטרן אעפ''י שהם בקיאין ואם לאו אינו פוטרן והם מפרשים דלא פטר ר''ג אלא עם שבשדות דאניסי ואינם יכולים להסדיר תפלתם אבל בעיר אפי' שהם בבה''כ לא פוטרן ר''ג מפני שהם יכולים להסדיר תפלתם והשתא אי רבינו מפרש כפירוש התוספות קשה דאיך כתב סתם דפוטר שליח צבור בראש השנה ויום הכפורים הא לא פטר אלא עם שבשדות דוקא אבל עם שבעיר לא. ואי מפרש כפירוש רש''י ז''ל קשה גם כן היה לו לפרש דעם שבשדות הם פטורים אפילו שאינם בבית הכנסת ואיך לא הזכיר כלל מזה, וצ''ע: "
            ],
            [],
            [
                "<b>אין ממנין שליח צבור וכו'.</b> במשנה פרק עומד ויושב (דף כ\"ד.) ואם היה קטן אביו או רבו עוברין וכו' קטן קורא בתורה ומתרגם אבל אינו פורס על שמע והקשו התוס' על מה שאמרו קטן אינו עובר לפני התיבה מאי איריא קטן אפי' גדול נמי אינו עובר אלא אם כן נתמלא זקנו כדתניא בספ''ק דחולין [דף כ''ב:] ותירצו דהתם מיירי להיות שליח צבור קבוע אבל באקראי בעלמא יכול להיות משיביא ב' שערות. ונראה שהיא דעתו של רבינו ז''ל שכתב אין ממנין וכו' ואם היה זקן וכו' ומי שלא נתמלא וכו' כלומר להיות שליח צבור קבוע אבל דרך עראי יכול להיות ושפיר דמי משהביא שתי שערות דהכי משמע דדוקא קטן שלא הביא אבל קטן שהביא עובר לפני התיבה. ואם תאמר מאי האי שכתב רבינו אבל פורס הוא על שמע וכו' דמאי קאמר פורס הא אפי' יורד לפני התיבה נמי יכול בדרך אקראי. וי''ל דאין הכי נמי ומאי דקאמר אבל פורס וכו' אפילו בדרך קבע קאמר דלא בעינן נתמלא זקנו להיות שליח צבור קבוע אלא להיות יורד לפני התיבה אבל להיות פורס על שמע ודאי דמשהביא שתי שערות יכול לפרוס אפילו בדרך קבע דדיוקא דמתניתין דקאמר קטן אינו פורס הכי משמע הא גדול פורס משהביא שתי שערות: "
            ],
            [
                "<b>וכן העלג וכו'.</b> שם אין מורידין לפני התיבה לא אנשי בית שאן ולא אנשי בית חיפה: ",
                "<b>והרב ממנה אחד מתלמידיו כו'.</b> כן יש לדקדק מן המשנה (מגילה כ\"ד:) שאמרה היה קטן אביו או רבו פורסין על ידו משמע הא אם היה גדול הוא עובר לפני התיבה אף על פי שרבו ואביו עוברין לפניו: ",
                "<b>הסומא וכו'.</b> שם במשנה: ",
                "<b>אבל מי שכתפיו מגולות אעפ''י שהוא פורס על שמע וכו'.</b> זהו פירוש לפוחח: "
            ]
        ],
        [
            [
                "<b>סדר תפלת הצבור וכו'. ועונין אמן בסוף קדיש.</b> לקמן כ' רבינו ז''ל בסדר הקדיש דעונים בקדיש ה' פעמים אמן א' ביתברך וא' בבריך הוא וכו' ואם כן קשה למה כתב כאן ועונים בסוף הקדיש ולא הזכיר שאר העניות. והטור ז''ל כתב וז''ל כתוב בסידור רב עמרם ז''ל ואומר יתברך אמן ישתבח ויתפאר וכו' ולא נהגו כן עתה לומר אמן אחר יתברך ולא אחר שמיה דקודשא ב''ה וזה מסכים עם מ''ש כאן כאן רבינו ז''ל וכל העם עונים אמן בסוף הקדיש ולא הזכיר ענייה אחר ישתבח ואחר קודשא ב''ה אלא מ''ש בסדר התפלות הוא הפך מזה ואולי סמך כאן על מ''ש שם ולכך לא ביאר כ''כ, וצ''ע: ",
                "<b>(עד שמברך גאל ישראל אמן וכו'.</b> הרב ב\"י כתב דהך אמן הוא טעות ע\"ש במקומו): "
            ],
            [],
            [],
            [
                "<b>ואומרים מודים וכו'.</b> בפרק אלו נאמרין (סוטה דף מ') בזמן ששליח צבור אומר מודים מה הם אומרים אמר רב מודים וכו': "
            ],
            [],
            [],
            [
                "<b>מי שאמר בתחנונים וכו'.</b> בפ' הקורא את המגילה עומד ויושב (דף כ\"ה.) ובפ' אין עומדין (ברכות דף ל\"ג:) האומר על קן צפור יגיעו רחמיך וכו' (עיין בכסף משנה) וחד אמר מפני שעושה מדותיו של הקב״ה רחמים ואינן אלא גזירות. ופסק רבינו כותיה דמסתבר טפי: ",
                "<b>וכן לא ירבה וכו'.</b> שם ההוא דנחית קמיה דר' חנינא: "
            ],
            [],
            [],
            [],
            [
                "<b>ולמה תקנו וכו'.</b> בפרק במה מדליקין (שבת דף כ\"ד:) אמרו דטעמא משום סכנת מזיקין x ומפרש רבינו ז״ל מפני שרוב העם הם באים להתפלל ערבית וכו' ומשמע דאפי' ליושבים בעיר קאמר. אבל ראיתי למפרשים אחרים שפירשו דטעמא משום עם שבשדות שהם מאחרים לבא בבית הכנסת בלילי שבתות. ולדידהו נראה לכאורה דבשבת אחר יום טוב אין אומרים אותה דליכא עם שבשדות אלא שהריב״ש כתב בתשובה שאף לפי דבריהם אומר אותה: "
            ],
            [
                "<b>לפיכך יום טוב וכו' לפי שלא נתחייב היום.</b> ואע''ג דהלכה כרבי יהושע בן לוי דאמר [שם] יום הוא שנתחייב בד' תפלות ומזכירין חנוכה במוספין ור''ח בנביא מכל מקום שאני הכא דבדין הוא דבשבת נמי לא צריך אלא דרבנן הוא דתקון כדתירצו בגמרא [שם]. ואם תאמר איך כתב רבינו לפי שלא נתחייב וכו' הא לא הוי טעמא אלא משום דבדין הוא דשבת נמי לא צריך. וי''ל דהא והא איתא דאם היה מחוייב היום בתפלה זו אע''פ דהוי משום סכנה היו מזכירין ואם היה מן הדין שהיו אומרים זאת הברכה ולא מטעם סכנה אפילו שלא נתחייב היום בה היו מזכירין אותה אלא שרבינו ז''ל קיצר ולא כתב אלא הצד הראשון: "
            ]
        ],
        [
            [
                "<b>ואם כיון את לבו בברכה ראשונה.</b> פרק אין עומדין (ברכות דף ל\"ב:) המתפלל צריך שיכוין את לבו בכולן ואם אינו יכול לכוין בכולן יכוין את לבו באחת ופירשו [בברכת] אבות: ",
                "<b>ואם טעה באחת וכו'.</b> שם (ברכות דף ל\"ד.) אמר רב הונא טעה בשלש ראשונות חוזר לראש באמצעיות חוזר לאתה חונן באחרונות חוזר לעבודה ורב אסי אמר אמצעיות אין להם סדר ע''כ. ופירשו התוספות אין להם סדר היינו שיתחיל במקום שדלג הברכה ומשם ואילך יאמר הכל על הסדר וכן הוא דעת רבינו ז''ל ופסק כרב אסי: "
            ],
            [
                "<b>והוא שלא טעה בשלש ראשונות וכו'.</b> איני יודע מאין לו זה דאם כוונתו לחלק בין ראשונות לשאר התפלה גם באחרונות היה לו לחלק ולומר דבג' ראשונות ואחרונות אם טעה חוזר ואם נפשך לומר משום דבראשונות איכא ברכת אבות לא היה לו לומר בשלש ראשונות אלא בברכה ראשונה לבד שהיא יותר מעולה שהרי הצריכו בה כוונה: "
            ],
            [
                "<b>שליח צבור שטעה ונבהל וכו'.</b> בפרק תפלת השחר (ברכות דף כ\"ח:) תנו רבנן שמעון הפקולי הסדיר שמונה עשרה ברכות וכו' עמד שמואל הקטן ותקנה לשנה האחרת שכחה והשקיף בה שתים ושלש שעות ולא העלוהו והקשו בגמרא אמאי לא העלוהו והאמר רב יהודה אמר רב טעה בכל הברכות אין מעלין אותו בברכת המינין מעלין אותו חיישינן שמא מין הוא ואמרו במסקנא שאני שמואל הקטן שהתחיל בה דאמר רב יהודה אמר רב ואיתימא וכו'. וקשה על דברי רבינו ז״ל מנין למד דבשאר ברכות כשזה שהה שעה יעמוד אחר תחתיו ובברכת המינין מיד וכשהתחיל ממתינין לו שעה אחת הא איתא בגמרא דבברכת המינין שהתחיל בה המתינו לו שלש שעות וכדאמרו שם השקיף בה שלש שעות ואפילו בשאר ברכות דילמא דממתינין לו שלש שעות כמו שהמתינו לשמואל בברכת המינין דכל כך הוי שאר ברכות כשלא התחיל כמו ברכת המינין כשהתחיל בה. וי״ל דמשמע ליה לרבינו דלעולם אין המתנה אלא שעה אחת משום שאמרו במתניתין בפרק אין עומדין העובר לפני התיבה וטעה יעבור אחר תחתיו ולא יהא סרבן באותה שעה מדקאמר באותה שעה משמע דשיעורו אינו אלא שעה אחת והא דהמתינו לשמואל שלש שעות משום דהוא תקן הברכה וראוי לחלוק לו כבוד זה להמתין לו כל כך: "
            ],
            [
                "<b>ומהיכן הוא מתחיל וכו'.</b> שם במשנה פרק אין עומדין (ברכות דף ל\"ד:): "
            ],
            [
                "<b>האומר איני יורד וכו'.</b> פרק הקורא עומד (מגילה דף כ\"ד:) משנה האומר איני עובר לפני התיבה בצבועין אף בלבנים לא יעבור בסנדל איני עובר אף יחף לא יעבור ובגמרא מאי טעמא חיישינן שמא מינות נזרקה בו ע״כ. ופירש״י ז״ל עובדי כוכבים מקפידין בכך. ודעת רבינו שאינו יורד דוקא באותה תפלה אבל בשאר תפלות עובר והטעם כמ״ש הריב״ש ז״ל בסי' רכ״ד דמאחר דאין זה אלא חששא בעלמא די לנו לחוש לו לשעתו באותה תפלה דוקא והוי כמקדש רשע ע״מ שהוא צדיק דמקודשת שמא נתחרט: "
            ],
            [
                "<b>מי שנסתפק לו אם התפלל וכו'.</b> פרק מי שמתו (ברכות דף כ\"א.) ספק התפלל ספק לא התפלל אינו חוזר ומתפלל ורבי יוחנן אמר ולואי שיתפלל אדם כל היום כולו. ואמר רב יהודה אמר שמואל היה עומד בתפלה ונזכר שהתפלל פוסק ואפי' באמצע ברכה. עוד שם התפלל ונכנס בבית הכנסת ומצא צבור מתפללים אם יכול לחדש בה דבר יחזור ויתפלל ואם לאו אל יחזור ויתפלל וצריכא דאי אשמועינן קמייתא [ה״א] הני מילי יחיד ויחיד או ציבור וציבור אבל יחיד לגבי ציבור כמאן דלא צלי דמי קמ״ל ואי אשמועינן הכא [ה״א הני מילי] משום דלא אתחיל אבל התם דאתחיל בה אימא לא צריכא. ורבו בזה הפירושים כמ״ש בב״י טור א״ח סימן ק״ז. ודעת ההלכות כתב רבינו יונה ז״ל שהם מפרשים דהא דנקט שמואל צבור היינו דוקא צבור משום שהוא בצבור צריך חידוש לפי שהוא מתפלל עמהם ונראה שהוא חובה לכך צריך חידוש אבל יחיד אין צריך חידוש ולפי זה ודאי לא פליג ר' יוחנן ושמואל כלל דמאי דא״ר יוחנן הלואי שיתפלל הוא ביחיד ולכך א״צ חידוש ומאי דקאמר שמואל פוסק באמצע ברכה היינו משום דהתפלל אדעתא דחובה ומאי דאמר דצריך חידוש היינו בצבור דוקא כך נראים הדברים לכאורה וא״כ אני תמיה על רבינו יונה ז״ל שכתב שם והרי״ף ז״ל ס״ל נמי שנחלקו ר' יוחנן ושמואל ומפרש מילתיה דר' יוחנן בלי חידוש דאיך כתב שנחלקו הא לפי פירושו שכתב למטה דהרי״ף סובר דמאי דנקט צבור הוי דוקא צבור לא פליגי כלל כדפרישית וצ״ע. והרב״י ז״ל הקשה בסי' ק״ז על פירוש רבינו יונה ז״ל בדברי הרי״ף ז״ל ופי' הוא דבריו באופן שהם מסכימים לדעת רבינו ז״ל דמאי דקאמר הלואי שיתפלל וכו' איירי בחידוש אבל בלא חידוש בין יחיד בין צבור לא יתפלל ומאי דנקט שמואל צבור לרבותא דאפי' יחיד לגבי צבור לא אמרינן כמאן דלא צלי דמי. והשתא דברי רבינו ז״ל והרי״ף ז״ל הם מוסכמים וכן הסכים לענין הדין עמהם ר״י דמימרא דרב יהודה הוא משום שהתחיל אדעתא דחובה ואפי' בחידוש לא מהני כיון שהתחיל אדעתא דחובה אבל כשהתחיל אדעתא דנדבה בחידוש סגי כמימרא דרב יהודה דמצא צבור וכו' אלא שר״י הוסיף דספק התפלל ספק לא התפלל אפילו בלא חידוש סגי וזה לא הוזכר בדברי הרי״ף והרמב״ם ז״ל ורבינו האי ז״ל נמי לפי זה מפרש ממש כדברי הרי״ף והרמב״ם ז״ל והוא גם כן לא הזכיר בדבריו דין זה דספק התפלל ספק לא התפלל דסגי בלא חידוש דמאי דכתב רבינו יונה ז״ל ודוקא כשיודע וכו' לא כתב שרבינו האי מפרש כן אלא סברא דרבו שכן כתב אומר מורי הרב וכו' וכן הרא״ש ז״ל שכתב דין זה שדוקא כשיודע ודאי שהתפלל אבל ספק לא בעי חידוש מסברא דנפשיה קאמר ליה אבל בדברי רבינו האי לא הוזכר כלל ולכך כתב הטור ז״ל שדברי ר״י ורבינו האי הם שני פירושים מפני שהם חולקים בענין ספק התפלל וכו' ולכך כתב ג״כ ולרבינו האי ז״ל אין להתפלל נדבה בלא חידוש כלומר דלדבריו בשום אופן אין להתפלל נדבה בלא חידוש מה שאין כן לשאר הדעות דאפילו לדעת ר״י יכול להתפלל בלא חידוש בספק התפלל. ומ״ש הטור ז״ל וכ״כ הרב רבינו יונה ז״ל שאין לו להתפלל אלא ע״י חידוש או בספק אם התפלל וכו' כלומר שהוא מסכים עם פי' רבינו האי ז״ל במה שרבינו יונה מפרש כן הא דרבי יוחנן בשחידש ודלא כהרי״ף ז״ל אבל במ״ש או בספק התפלל או לא בהא לא הסכים עמו רבינו האי דהוא לא הזכיר כלל בדבריו ספק התפלל ספק לא התפלל ועם זה נתבאר דברי הטור ז״ל. נמצא לפי העולה מדברי כולם מר״י ורבינו האי והרי״ף ז״ל לפי מה שפירש הרב״י ז״ל דבריו דג' דינים בדבר. הא' תפלת נדבה ובהא ודאי בין יחיד בין צבור בחידוש יכול להתפלל. הב' כשהתחיל להתפלל אדעתא דחובה דבהא אפי' בחידוש לא מהני משום דהתחיל אדעתא דחובה. ור״י ז״ל הוסיף דין שלישי שבספק התפלל אפילו בלא חידוש מהני. ואם תאמר לדברי כולם כיון דהא דשמואל דפוסק באמצע הברכה הוא אפילו שיחדש בה דבר משום שהתחיל אדעתא דחובה למה הוצרכו בגמרא לתת צריכותא בין הני תרי מימרי דשמואל הא תרי דיני הוו, האחד בשהתחיל להתפלל אדעתא דחובה אפילו בחידוש לא מהני וזהו פירוש המימרא הא'. והב' דבחידוש סגי בתפלת נדבה וא״כ למה לי צריכותא וי״ל דהוצרך לתת הצריכותא משום דהוה ליה לשמואל למימר הנהו תרי מימרי ביחיד ולאשמעינן בחדא מימרא דבשהתחיל אדעתא דחובה לא מהני בחידוש ובמימרא שנית דבחידוש סגי כשהתחיל אדעתא דנדבה אבל אמאי נקט חד ביחיד וחד ביחיד לגבי צבור לכך הוצרך בגמרא לומר דס״ד דיחיד לגבי צבור כמאן דלא צלי דמי ולא תיבעי חידוש ולהכי נקט יחיד לגבי צבור. ומ״מ קשה מאי דאמר ואי אשמועינן הא משום דלא התחיל אבל התם שהתחיל דלמה ליה למימר הא לימא אבל התם סגי בחידוש קמ״ל דאפילו בחידוש לא מהני. עוד כתב שם רבינו יונה ז״ל דהא דאינו חוזר ומתפלל בספק התפלל וכו' אינו רוצה לומר שאסור לחזור ולהתפלל דמה טעם יש שאם ירצה אדם להתפלל דרך רשות שלא יתפלל אלא רוצה לומר אינו חובה עליו לחזור ולהתפלל דיקא נמי מדא״ר יוחנן הלואי שיתפלל אדם כל היום כולו ובודאי דברי ר' יוחנן לא נאמרו לחובה שלא אמר שיתפלל אדם כל היום כולו ולחובה אלא לרשות ומדחזינן דרבי יוחנן מיירי ברשות שמעינן דר' אלעזר נמי ברשות מיירי ע״כ. ויש לדקדק דאדרבא לכאורה נראה בהיפך דמאי דקאמר אינו חוזר ר״ל שאסור לחזור ולהתפלל מדקאמר רבי יוחנן הלואי שיתפלל אדם כל היום כולו דמשמע דהיינו רשות ואי ר' אלעזר דאמר אינו חוזר רוצה לומר רשות א״כ מאי בינייהו א״כ ממקום שבא להוכיח יש להוכיח היפך אלא שי״ל דאיכא בינייהו דלר' אלעזר לא חייבוהו חכמים להתפלל כלל אלא ברשותו הוא אבל לרבי יוחנן חייבוהו שיתפלל דרך נדבה אם כבר התפלל והכי קאמר הלואי שיתפלל וכו' וא״כ כיון שיכול להתפלל דרך רשות לכך אמרו לו חכמים שיחזור ויתפלל ויהיה דרך נדבה וא״כ רבי אלעזר נמי מאי דקאמר אינו חוזר רוצה לומר לא הצריכו לו חכמים לחזור ולהתפלל דרך נדבה אלא הרשות בידו כן נראה לפרש דברי רבינו יונה: "
            ],
            [
                "<b>מי שטעה והתפלל של חול בשבת לא יצא וכו'.</b> פרק מי שמתו (שם) הקשו על הא דר' יהודה שאמר פוסק באמצע ברכה איני והאמר רב נחמן כי הוינן בי רב בר אבוה בען מיניה הני בני רב דטעו ומדכרי דחול בשבת מהו שיגמרו ואמר לן גומרין כל אותה ברכה. ותירצו התם גברא בר חיובא הוא ורבנן הוא דלא אטרחוהו משום כבוד שבת אבל הכא הא צלי ליה. ומכאן למד רבינו ז''ל דבמוסף דליכא האי טעמא דודאי חובה לומר מוסף ודאי שפוסק באמצע הברכה וכבר חלקו על רבינו ז''ל בטור א''ח במקומו סימן ק''ז: "
            ],
            [
                "<b>מי שטעה בימות הגשמים וכו'.</b> בפ''ק דתענית (ד' ג') אמר ר' חנינא הילכך בימות החמה אמר משיב הרוח אין מחזירין אותו אמר מוריד הגשם מחזירין אותו בימות הגשמים לא אמר משיב הרוח אין מחזירין אותו לא אמר מוריד הגשם מחזירין אותו. ובירושלמי כתבו התוספות שאמרו שם שאם הזכיר בימות הגשמים טל במקום גשם אין מחזירין אותו. ונתבארו דברי רבינו ז''ל. ויש לדקדק למה לא הזכיר שמשיב הרוח צריך לאומרו לכתחילה ואם לא אמרו אין מחזירין אותו דהכי משמע בגמרא דקאמר לא אמר משיב הרוח אין מחזירין אותו משמע דלכתחלה צריך לאומרו וי''ל דכיון שהזכיר משיב הרוח בסדר התפלות איו צורך לומר כאן דצריך לאומרו לכתחלה וגם דאם לא אמר אין מחזירין אותו דממילא הוא דאין מחזירין דחזרה ודאי היה לו לבאר. ומה שהזכיר שאם לא אמר מוריד הטל שאין מחזירין מפני שלעיל כתב שאם לא הזכיר לא טל ולא גשם מחזירין אותו לכך הזכיר כאן דכשלא הזכיר טל בימות החמה דאין מחזירין אותו: "
            ],
            [
                "<b>מי ששכח שאלה בברכת השנים וכו' טעה ולא הזכיר וכו'.</b> כל זה בפרק תפלת השחר (ברכות ד' כ\"ט:) דאיכא דאמרי דתרתי בעינן לא עקר ורגיל אבל אם אינו רגיל אע״פ שלא עקר חוזר לראש. וק״ק דלמה לא כתב דין זה גבי שאלת השנים דאם לא עקר ורגיל דאינו חוזר לראש. וי״ל דהוא הדין הוא דכיון שאמרו גבי ר״ח ודאי דה״ה גבי שאלת השנים והכי דייק לישניה שכתב גבי שאלת השנים שהשלים כל תפלתו ואמר כל כלומר דאם רגיל לומר תחנונים והשלים אפילו התחנונים אבל אם לא השלים בתחנונים אינו חוזר לראש: "
            ],
            [],
            [
                "<b>אבל ערבית של ר''ח אם לא הזכיר אינו חוזר.</b> (שם ל':) טעה ולא הזכיר של ר''ח ערבית אין מחזירין אותו לפי שאין ב''ד מקדשין את החדש [בלילה] אלא ביום אמר (רב) אמימר מסתברא מילתיה דרב בחדש מלא אבל בחדש חסר מחזירין אותו א''ל רב אשי לאמימר מכדי רב טעמא קאמר מה לי חסר מה לי מלא ע''כ. וכתבו התוס' שיש מפרשים דוקא בלילה הראשונה כלומר שמ''ש בגמרא לא שנא מלא ור''ח שני ימים או חסר ור''ח יום אחד היינו בלילה הראשונה לבד שבלילה הראשונה של ר''ח אפי' כשראש חדש יום אחד אין מחזירין אותו אבל בלילה שנייה כשר''ח שני ימים כבר החדש מקודש ומחזירין אותו. וזו היא הסברא שהביא הב''י ז''ל במקומו ותמה עליו שהוא היפך מפשט דברי הגמרא ואפשר דפשט הגמרא מיושב כדפירשנו: "
            ],
            [
                "<b>כל מקום וכו'. חוץ משחרית של ראש חדש.</b> (שם) טעה ולא הזכיר בשחרית אין מחזירין אותו מפני שיכול לאומרה במוספין ע''כ זו היא גירסת רבינו ז''ל. ובגירסת הגמרא כתוב ג''כ בערבית אין מחזירין במוספין אין מחזירין אותו וכו' ורבינו אינו גורס אלא כמ''ש: "
            ],
            [
                "<b>עשרה ימים וכו'.</b> ספ''ק דברכות (דף י\"ב:) כל השנה כולה אדם מתפלל האל הקדוש וכו'. חוץ מעשרה ימים שבין ראש השנה ויום הכפורים שמתפלל המלך הקדוש והמלך המשפט ור''א אומר אפילו אמר האל הקדוש יצא ודקדק רבינו ז''ל דלרב לא יצא אפי' בדיעבד. אבל הראב''ד ז''ל בהשגות סובר דאפילו לרב יצא בדיעבד ומ''ש ר''א יצא י''ח ברכה כתקנה מכלל דלרב לא יצא ידי חובת ברכה כתקנה: "
            ],
            [
                "<b>טעה ולא הזכיר וכו'.</b> בפ' תפלת השחר (ברכות דף כ\"ט:) ברייתא הבדלה בחונן הדעת אין מחזירין אותו מפני שיכול לאומרה על הכוס. ומשמע לי שמי שהורה דיכול לאומרה בשומע תפלה [מפרש] דמה שכתב בברייתא מפני שיכול לאומרה על הכוס ולא קאמר שיכול לאומרה בשומע תפלה היינו טעמא לומר דאפילו שלא אמרו בשומע תפלה אין מחזירין אותו מפני שיכול לאומרה על הכוס: ",
                "<b>ואם נזכר קודם שעקר רגליו וכו' אומר עננו וכו'.</b> פי' בלא חתימה כמו שכתבו ההגהות דאם היה אומרו בחתימה היה לו לאומרה כסדר ש''צ קודם רפאנו ויחיד קודם רצה: "
            ],
            [
                "<b>שכח ולא התפלל מנחה וכו'.</b> בפרק תפלת השחר (ברכות דף כ\"ו:) ת״ר טעה ולא התפלל מנחה בערב שבת מתפלל בליל שבת שתים וכו' ורמינהו טעה ולא הזכיר גבורות כו' הבדלה בחונן הדעת אין מחזירין אותו מפני שיכול לאומרה על הכוס ואף על גב דאסיקנא בקשיא פסק רבינו ז״ל כן מפני דלא אסיקנא בתיובתא וכן פסקו הפוסקים ז״ל: ",
                "<b>וכל המתפלל שתי תפלות אפי' שחרית ומוסף.</b> (שם דף ל':) כמה ישהה בין תפלה לתפלה רב הונא ורב חסדא חד אמר כדי שתתחונן וכו' וחד אמר כדי שתתחולל וכו' וכתב רבינו ז''ל אפילו שחרית ומוסף כלומר לא מיבעיא כשטעה ולא התפלל שחרית וצריך לומר מנחה שתים דצריך לשהות בין זו לזו אלא אפילו שחרית ומוסף דהוה אמינא כיון דכולה ענין תפלה דשחרית היא לא בעינן שהייה קמ''ל דצריך שהייה כדי שתתחולל דעתו עליו וכו': "
            ],
            [
                "<b>הנכנס לבית הכנסת ומצא צבור שמתפללין בלחש אם יכול להתחיל ולגמור וכו'.</b> פ' מי שמתו (ברכות דף כ\"א:) וס״ל דריב״ל דאמר אם יכול להתחיל ולגמור עד שיגיע וכו' פליג ארב הונא דלא קפיד שישלים קודם שיגיע שליח צבור למודים ולכך לא הזכיר דין שצריך להשלים קודם הגעת שליח צבור למודים: ",
                "<b>ואין צריך לומר בשאר הברכות וכו'.</b> כלומר שלא יפסיק לעניית אמן לשאר ברכה מן הברכות: "
            ]
        ],
        [
            [
                "<b>כל מקום שיש עשרה וכו'.</b> תוספתא כתובה בהלכות פרקא קמא דבבא בתרא: "
            ],
            [
                "<b>כשבונין וכו'.</b> בתוספתא דמגילה פרק ג': ",
                "<b>ומגביהין אותה.</b> בפרק קמא דשבת (דף י\"א): ",
                "<b>ואין פותחין וכו'.</b> תוספתא הובאה בהלכות פרק קמא דמגילה ואמרו שם שכן מצינו בהיכל שפתחו למזרח שנאמר והחונים לפני המשכן קדמה לפני אהל מועד מזרחה: "
            ],
            [
                "<b>ומעמידין בימה וכו'.</b> עיין בב''י ז''ל בא''ח סי' ק''ג ותראה מ''ש כאן הר''י ן' חביב: "
            ],
            [],
            [
                "<b>בתי כנסיות וכו'.</b> פרק בני העיר (מגילה דף כ\"ח:): "
            ],
            [
                "<b>וחכמים ותלמידיהם וכו'.</b> עיין בב''י בסי' ק''ג בא''ח: ",
                "<b>היה לבית הכנסת וכו'.</b> משנה פרק בני העיר (מגילה דף כ\"ה): "
            ],
            [],
            [],
            [
                "<b>מי שצריך ליכנס לבית הכנסת לקרוא תינוק או חבירו יכנס ויקרא מעט וכו'.</b> בפ' בני העיר (מגילה דף כ\"ח:) אמרו אי איצטריך ליה לאינש למיקרי גברא מבי כנשתא מאי ומשני אי צורבא מרבנן הוא לימא הלכתא וכו'. וסובר רבינו ז״ל שבתחילה יקרא הפסוק או השמועה ואח״כ יקרא חבירו, והטעם שאם יקרא חבירו קודם ואח״כ יקרא הפסוק נראה דעיקר הכניסה היה לקרות חבירו והקריאה של פסוק היה טפל לכך כתב דקריאת הפסוק קודם וטעם נכון הוא: "
            ],
            [],
            [
                "<b>בתי כנסיות וכו'. וכשם שנוהגים בהם כבוד וכו'.</b> שם פ' בני העיר (מגילה דף כ\"ח) מבואר כל זה בברייתא דתנו רבנן אין נוהגים וכו': "
            ],
            [],
            [
                "(יב-יג) ",
                "<b>אין סותרין וכו'.</b> בפ' בני העיר (כ\"ו) ובר״פ השותפין (בבא בתרא ג':): "
            ],
            [
                "<b>מותר לעשות כו'.</b> בפ' בני העיר (מגילה דף כ\"ז): וכן בני העיר וכו'. משנה ר״פ בני העיר (מגילה דף כ\"ו)]: <b>וכן בני העיר שמכרו בית הכנסת וכו'.</b> הקשה הרב מוהרי״ק ז״ל בסימן קנ״ג דבפרק א' מהל' מתנ״ע כתב רבינו ז״ל אנשי העיר שגבו מעות לבנין בהכ״נ לא ימכרום לדבר מצוה אלא לפדיון שבויים דהא משמע כאן דמוכרין בהכ״נ לקנות תיבה. ונראה לי לתרץ דהתם איירי כשאין להם בהכ״נ אחר אז ודאי אין מוכרים אלא לפדיון שבויים אבל הכא איירי כשיש להם בהכ״נ אחר: <br> <br>&lt;p&gt;&lt;/p&gt;\n"
            ],
            [
                "<b>פרוכת שעל הארון וכו'.</b> בפרק בני העיר (מגילה דף כ\"ו:) אמרו אמר רבא מריש הוי אמינא האי פריסא תשמיש דתשמיש הוא כיון דחזינא דעייפי ליה ומנחי ספרא וכו' ונראה שרבינו מפרש כפירוש התוספות ז״ל שפורסים אותה סביב הארון וצ״ל דכורסיא לאו היינו תיבה שאמרו פרק בני העיר (מגילה כ״ה.) וכן מה שהזכיר רבינו ז״ל יש להם ליקח בדמיהן דהא כורסיא אמרו שם כיון דחזינא דמותבי עלויה ספר תורה הוי תשמיש ובהא דפרוכת נמי אמרו שם דהוא תשמיש כיון דחזו דעייפי ומנחי עליה ספר תורה ואם כן למה כתב רבינו ז״ל שהוא כמטפחות הספרים דמשמע דמוכרין תיבה ליקח מטפחות והא שוין הם כדמשמע בגמרא אלא יש לפרש דכורסיא היינו כסא שמניחים בו הס״ת ולאו היינו תיבה דתיבה קילא מיניה ואותו הכסא כיון שמניחין בו הס״ת הוי כפרוכת לפני הארון וכן פירש ביורה דעה הלכות ספר תורה על מה שאמר רבינו ז״ל לקמן: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ועוד פסוק אחד.</b> כבר כתב בזה מוהרי''ק ז''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "בְּכָל קְרִיאָה וּקְרִיאָה מֵאֵלּוּ כֹּהֵן קוֹרֵא רִאשׁוֹן וְאַחֲרָיו לֵוִי וְאַחֲרָיו מִיִּשְׂרָאֵל. וּמִנְהָג פָּשׁוּט הוּא הַיּוֹם שֶׁאֲפִלּוּ כֹּהֵן עַם הָאָרֶץ קוֹדֵם לִקְרוֹת לִפְנֵי חָכָם גָּדוֹל יִשְׂרָאֵל. וְכָל מִי שֶׁהוּא גָּדוֹל מֵחֲבֵרוֹ בְּחָכְמָה קֹדֶם לִקְרוֹת. וְהָאַחֲרוֹן שֶׁגּוֹלֵל סֵפֶר תּוֹרָה נוֹטֵל שָׂכָר כְּנֶגֶד הַכּל. לְפִיכָךְ עוֹלֶה וּמַשְׁלִים אֲפִלּוּ גָּדוֹל שֶׁבַּצִּבּוּר:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ולא יקרא איש אחד.</b> כבר כתב מוהרי''ק ז''ל בענין אחד, ר''ל דאפילו ענין אחד שבספר אחד קוראין ומותר לדלג אבל בב' ספרים לא: "
            ],
            [
                "<b>אחר שקוראין בו ומוליכין וכו'.</b> קשה דבפרק ואלו נאמרין סוטה (דף ל\"ט ע\"ב) אמרו שם א''ר תנחום אריב''ל אין הציבור רשאין לצאת עד שינטל ס''ת ויניח במקומו ושמואל אמר עד שיצא ול''פ הא דאיכא פתחא אחרינא הא דליכא פתחא אחרינא אמר רבא בר אהינא אסברה לי אחרי ה' אלהיכם תלכו וכו' וכיון דלא פליגי היה לו לרבינו לפרש דהיכא דאיכא פתחא אחרינא אע''ג דלא יצא הספר תורה כיון שיכול לצאת שפיר דמי לצאת בפתח האחר, וע''ק שכתב וילוו אותו והם אחריו מאין לו זה דלא אמרו בגמרא אלא עד שיצא לבד, ונראה דהוקשה לרבינו ז''ל דלדברי בר אהינא משמע דצריך ללוותו איך סגי שימתין עד שיצא לבד הא מכל מקום צריך ללוותו עכ''פ לכך פירש דבר אהינא פליג אהנהו דלעיל דהוא סבר דצריך ללוותו וא''כ עכ''פ צריך להמתין ללוותו ולא שאני לן בין איכא פתחא אחרינא בין דליכא דבתר לויה תלוי הדבר. והשתא פסק רבינו ז''ל כרבא דאמר משום בר אהינא דהוא בתראה: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אין המקרא רשאי להקרות לכהנים וכו'.</b> עיין בשאלות מהר''ר אליה מזרחי ז''ל שאלה כ': "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין ברכת כהנים נאמרת וכו' כך למדו מפי השמועה וכו'.</b> אף על גב דברייתא מפיק לכל הני דרשות מקראי אחריני אסמכינהו רבינו ז''ל אקרא דכה תברכו משום דכל הני הוו ציווי לכהנים איך יעשו בענין הברכה ודייקי שפיר מקרא דכה תברכו אבל ודאי שהם מקראי אחריני נפקי ולהכי כתב רבינו ז''ל מפי השמועה וכו': "
            ]
        ],
        [
            [],
            [
                "<b>מי שהיה רירו יורד על זקנו בשעה שהוא מדבר וכו' ואם היה דש בעירו והכל היו רגילים וכו'.</b> מדכתב רבינו ז''ל בזה הסומא באחת מעיניו או בזה שרירו זב משמע דלא מהני הך דדש בעירו אלא בהני אבל לא באצבעותיו עקומות ועקושות וכו' וטעמו שלא הוזכר בגמ' גבי הך דסומא מאחת מעיניו ומי שהיה רירו זב וטעמא משם דהך דידיו בהקניות הוי שינוי טפי ואע''ג דדש בעירו מסתכלין בו: "
            ],
            [
                "<b>כהן שעבד עכו''ם בין באונס בין בשגגה וכו'.</b> בסוף מנחות (דף ק\"ט) אמרו שגג בזריקה ר''נ אמר קרבנו ריח ניחוח ורב ששת אמר אין קרבנו ריח ניחוח. עוד שם הזיד בשחיטה ר''נ אמר קרבנו ריח ניחוח ורב ששת אמר אין קרבנו ריח ניחוח. עוד השתחוה לעכו''ם ר''נ אמר קרבנו ריח ניחוח וכו' רב ששת וכו' הודה לעכו''ם ר''נ אמר וכו' רב ששת אמר וכו' וצריכא דאי אשמועינן הך קמייתא וכו' ומשמע מדברי רבינו ז''ל דסתם כהן שעבד עכו''ם אפי' בשגגה משמע דבהודה והשתחוה הוי אפי' שגג בהן ועל דא קאמר רב ששת אין קרבנו ריח ניחוח ולהכי כתב דכשעבד עכו''ם בשוגג דלא ישא את כפיו וכן כתב בפירוש בהלכות ביאת מקדש פ''ט. ותימה כיון דבשחיטה דוקא הזיד ולא שגג ובכל השאר הוי אפילו שוגג א''כ למה ליה בגמרא למעבד צריכותא ולומר ואי אשמועינן שחיטה משום דעבד עבודה אחת אבל השתחוה וכו' לימא דשחיטה דוקא הזיד אבל בהשתחויה אשמועינן רב ששת דאפי' בשוגג אין קרבנו ריח ניחוח. ועוד דכיון דבגמרא הוה משמע לן דהוה אסרינן טפי בשחיטה מבהשתחואה א''כ היכי קאמר הרב דלפי האמת השתחואה חמירא משחיטה מסתייה דלימא דלפי האמת הם שוין ולא נאמר סברות הפוכות. וע''ק כיון דבשחיטה בשוגג לא נאסר למה סתם כך רבינו ז''ל כאן שעבד עכו''ם דמשמע אפי' בשחיטה דהא שחיטה אחת מהעבודות היא והיה לו לפרש דבשחיטה בשוגג לא נאסר. מיהו לזה י''ל דכיון דכתב רבינו ז''ל דאיתקש ברכה לעבודה סמך על מ''ש שם בהלכות עבודה מיהו לקושיא קמאי צ''ע. וא''ת אפי' לפירוש רש''י ז''ל למה הוצרכו בגמרא לעשות צריכותא מזריקה להשתחויה הא איצריכו למפלג בהשתחוה לאשמועינן ר''נ דאפילו הזיד אינו אוסר דלא שמעינן מקמייתא דקמייתא לא קאמר אלא שוגג בזריקה אבל הזיד אסור. וי''ל דאין ה''נ דהוה מצי לשנויי הכי אלא דבעי לאשכח צריכותא אליבא דרב ששת אבל מה שהקשיתי לדעת רבינו ז''ל צ''ע דאליבא דרב ששת ג''כ הוי צריכותא: ",
                "<b>וכן כהן שהמיר וכו'.</b> משמע אע''פ שלא עבד דהיינו כהודה לעבודת כוכבים דאסור כדכתיבנא: "
            ],
            [
                "<b>השנים כיצד כהן נער לא ישא את כפיו עד שיתמלא זקנו.</b> נראה דהוציא זה רבינו ז''ל ממה שאמרו בפרקא קמא דחולין (דף כ\"ד ע\"ב) נתמלא זקנו וכו' ראוי לישא את כפיו ובתו' הקשו מההיא דקטן היודע לישא את כפיו ותירצו דיש חילוק בין כשהוא עם גדולים להיכא שהוא לבדו דכשהוא לבדו צריך מילוי זקן ובדברי רבינו ז''ל לא הוזכר חילוק זה. ונראה דרבינו לא מתרץ הכי אלא שלעולם צריך מילוי זקן ומ''ש קטן היודע לישא את כפיו ר''ל שכיון שהגיע לכלל דעת שיודע לעשות כך חולקין לו תרומה אבל לא דישא את כפיו קודם מילוי זקן, וא''ת מכל מקום תיקשי ממתניתין דפרק הקורא עומד ויושב דאמר שם דקטן אינו נושא את כפיו דמשמע דאם הביא שתי שערות נושא דהכי קא דייק רבינו ז''ל גבי פריסת קריאת שמע בפרק שמיני אבל פורס הוא על שמע משיביא ב' שערות ונראה ודאי דדייק ליה מהא מתני', וי''ל דגבי פריסת קריאת שמע דלא אשכח רבינו ז''ל גילוי במקום אחר בהיפך דייק הכי אבל גבי נשיאות כפים דמשכחת במקום אחר דבעינן נתמלא זקנו כדאמר פירקא קמא דחולין לא דייקינן הכי ומאי דנקט קטן משום אחרינא נקטיה אבל גבי נשיאת כפים אפילו גדול אינו נושא את כפיו כל זמן שלא נתמלא הזקן. והשתא יש לומר דגבי שליח צבור אפילו שלא יהיה בדרך קבע בעינן מילוי זקן ולא כמו שחילקו התוספות דכיון דאשכחן גבי שליח צבור דצריך מילוי זקן לא דייקינן ממתני' להכי ומה שכתב משהביא שתי שערות הוא לענין פריסת קריאת שמע לבדה: ",
                "<b>והיין כיצד מי ששתה רביעית יין בבת אחת אינו נושא את כפיו עד שיסיר את יינו מעליו וכו'.</b> בפרק ג' דכריתות (דף (פ\"ה) [י''ג]:) תנו רבנן יין ושכר אל תשת יכול אפילו כל שהוא אפילו מגתו ת''ל ושכר אין אסור אלא כדי לשכר וכמה כדי לשכר כדי רביעית יין בן ארבעים יום א''כ מה ת''ל יין לומר לך מה יין מוזהרין עליו כל שהוא ומוזהרין עליו מגתו רבי יהודה אומר יין אין לי אלא יין שאר משכרין מנין תלמוד לומר ושכר אם כן מה ת''ל יין על היין במיתה ועל שאר משקין באזהרה רבי אליעזר אומר יין אל תשת ושכר [אל תשת] אל תשתהו (אלא) כדרך שכרותו הא אם הפסיק או נתן לתוכו מים כל שהוא פטור וכו' ע''כ ואמרו שם דהלכה כרבי אליעזר ולכך פסק רבינו הכי כאן גבי נשיאת כפים דאיתקש ברכה לעבודה. עוד שם כמאן אזלא הא דתניא אכל דבילה קעילית ושתה דבש או חלב ונכנס למקדש ושימש לוקה כמאן כרבי יהודה. ומכאן תימה על דברי רבינו ז''ל דהוא פסק כאן כרבי אליעזר ובפרק ראשון מהלכות ביאת מקדש פסק כרבי יהודה דאמר ואם נכנס ועבד והוא שיכור משאר משקין המשכרין אפילו מן החלב או מן הדבילה הרי זה לוקה ועבודתו כשרה והיינו כרבי יהודה דהכי אוקמה בגמרא כדכתיבנא. ועוד קשה דשם פסק כרבי אליעזר עצמו שכתב או שתה רביעית והפסיק בה או מזגה במים או שתה יין מגיתו תוך ארבעים יום וכו' וע''ק דפסק גם כן כרבנן דאמר יין בן ארבעים יום. ונראה לפרש דהוא סבר דרבי אליעזר מוסיף אכל הני דלעיל וטעמא דבגמרא אמרו ורבי אליעזר סבר כל מידי דמשכר ואם כן רבי אליעזר מוסיף אתנא קמא ורבי יהודה ומה שאמרו בגמרא כמאן כרבי יהודה לאו למימרא דלא אתיא כרבי אליעזר אלא כלומר דלא כרבנן ומה שהזכיר רבי יהודה הוא משום דרבי יהודה אמר בפירוש זאת הסברא והוא הדין דרבי אליעזר מודה בה כדכתיבנא: ",
                "<b>שהוקשה ברכה לעבודה.</b> ואם תאמר הא בפרק בשלשה פרקים (תענית דף כ\"ו:) לא אמרו אלא למה נסמכה פרשת כהן מברך לפרשת נזיר לומר לך מה נזיר וכו' ונראה דמסמיכות הפרשיות מפקי לה, וי״ל דסובר רבינו ז״ל כדמשני שם דבגמרא אמר קרא לשרתו ולברך בשמו כולה דרשה מפקינן מיניה וסמיכות הפרשה לא אתי אלא לבעל מום כדאמר שם וא״ת כיון דמקשינן לנזיר לענין דבעל מום משום דהוי לקולא כדאמרו שם דכיון דהוי דבר דרבנן מקשינן לקולא א״כ כהן מומר נמי אקיש לנזיר לקולא ואמאי אקיש לעבודה אדרבה אית לך לאקושי לנזיר ולומר מה נזיר אפילו שהמיר וחזר אף כהן נמי. וי״ל דסברא הוי לאקושי ליה למשרת להא מילתא משום דלא גרע מכהן שהרג את הנפש שאמרו שלא ישא את כפיו אעפ״י שעשה תשובה כדנפקיה מקרא דובפרשכם כפיכם וא״כ נראה דה״נ דלא גרע הא: <b>סליקו להו הלכות תפלה בס״ד</b> "
            ]
        ]
    ],
    "versions": [
        [
            "Rambam",
            "https://www.sefaria.org/Mishneh_Torah%2C_Prayer_and_the_Priestly_Blessing.12.18?lang=he"
        ],
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "לחם משנה על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lehem Mishneh",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}