{
    "title": "Ben Aryeh on Mishneh Torah, Oaths",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Oaths",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>מגדול </b> עוז: הידוע לשנים זו היא שבועת שוא כו'. נ\"ב טעות הוא וצ\"ל שקר במקום שוא ושוא במקום שקר וצ\"ל הידוע לשנים זו היא שבועת שקר והידוע לשלשה זו היא שבועת שוא וכן הוא בירושלמי נדרים לפנינו פ\"ג ה\"ב ובירושלמי שבועות פ\"ג ה\"ח הוא בטעות סופר לפנינו:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וידוע לשלשה בני אדם משאר העם כו'. </b> נ\"ב נראה שלמד זה מהא שהוסיף עולא כ\"ט א' על לשון המשנה תיבת בני אדם. ובני אדם המה המון עם וכדכתיב (תהילים מ״ט:ג׳) גם בני אדם גם בני איש וכמו שפירשו המפרשים שם ועולא תרתי אתא לאשמעינן והוא שניכר לג' בני אדם שיהי' ניכר לשלשה מהמון העם ולא שניכר רק לגדולים. וע' בקרבן עדה בירושלמי נדרים פ\"ג ה\"ב ד\"ה אלא כגון ביעי' כו':"
            ]
        ],
        [
            [],
            [],
            [
                "<b>כ\"מ: </b> אלא תלמיד חבר כדאיתא בפרק ואפ\"ה. נ\"ב בפרק הדר (עירובין דף ס\"ג ע\"א) [דא\"ל רבינא לרב אשי ואנא נמי תלמיד חבר דמר אנא]:"
            ],
            [
                "<b>בכ\"מ: </b> איני יודע מקום לדין זה כו'. נ\"ב וע' שאילתות פ' מקץ סי' כ\"ט מבואר כן להדי':"
            ],
            [],
            [],
            [
                "<b>או נדר שלא יהנה בו שמעון או כו'. </b> נ\"ב צ\"ל שלא יהנה מן שמעון או שלא יהנה בו שמעון:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והורו רבותי כו' בלשון הקודש. </b> נ\"ב ע' בעיטור חוב חלק ב' שרבינו אבן מגש פי' בלשונה [בשבועות ל\"ח ב'] בלשון הקודש וכתב עליו שגגה היא ע\"ש. וכ\"כ הר\"ן [ריש פרק שבועות הדיינים ע\"ש מה שכתב ע\"ז] בשם הר\"י הלוי והוא ר\"י אבן מגש רבו של הרמב\"ם [וכ\"כ הריטב\"א שם] ומהתימה על הכ\"מ והלח\"מ שלא עיינו בעיטור ובר\"ן:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות שבועות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}