{
    "title": "Hasagot HaRaavad on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [
            [],
            [
                "<b> בלחי העליון.</b> כתב הראב''ד ז''ל זה אינו צודק והוא שקר שהרי יש שפן וארנבת. עכ''ל: ",
                "<b> היא מפרסת פרסה.</b> כתב הראב''ד ז''ל אף זה שקר מפורש בתורה. עכ''ל: "
            ],
            [],
            [
                "<b> כמין בהמה טמאה וכו'.</b> כתב הראב''ד ז''ל והוא שיהיה הטמא בעדרו. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וסימני חיה מפי השמועה וכו'.</b> כתב הראב''ד ז''ל זה הלשון כמה הוא משובש והיה ראוי לומר אם אינן מפוצלות אם היו קרניו כרוכות אף על פי שדומים לקרני השור וחרוקות אף על פי שדומות לקרני העז אם יהיה החרק מובלע בהן והדורות כקרני הצבי הרי זו חיה טהורה כשיהיו בקרנים סימנים הללו כרוכות חרוקות והדורות לפי שאין לך חיה שאין לה שלשה סימנים הללו. עכ''ל: "
            ],
            [],
            [
                "<b> והקרש וכו'.</b> כתב הראב''ד ז''ל ולמה כתב בקרש ספק ובגמרא אסיק דמין חיה הוא עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אבל דג מליח וכו'.</b> כתב הראב''ד ז''ל שבוש הוא זה שאף בשר מליח תולעתו מותרת אבל מה שאמרו מורנא דבשרא אסירי דכוורי שריין תולעים שהיו בו מחיים קאמר ודכוורי שרי דחיי הדגים כמיתתן דמו עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> לוקה חמש וכו'.</b> כתב הראב''ד ז''ל המאסף הזה אסף דברים שאינם בעולם שלא שמענו מימינו נמלה גדלה במים ולא שרץ העוף גדל במים. ואם בשביל ששולין דגים ואוכלין טעות הוא בידו ואילו מצאו חכמים מין זה לא היו משנים מפוטיתא לנמלה ומנמלה לצרעה. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> מכת מרדות.</b> כתב הראב''ד ז''ל הא למדת שאין בבשר האדם אפילו איסור עשה. ומה שאמר כיונק שקץ (לפי שאינו עומד לאכילה שאינו בר שחיטה לפיכך לא אמרו שהוא יונק שקץ אלא כיונק שקץ) בין תבין עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אפרוח שנולד וכו'.</b> כתב הראב''ד ז''ל מה ראה לשנות הטעמים שפירשו בו חכמים שהם מתוקנין יותר מכולם כי ביצת טרפה אינה ממין טמא ואסורה והטעם שפירשו בו לאימת קא גביל לכי קא מסרחא וכי מסרח עפרא בעלמא הוא. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אינו סומך עליו.</b> כתב הראב''ד ז''ל דבריו אינם אלא בישראל שאינו מוחזק בנאמנות אבל מוחזק בנאמנות שאינו מכניס עצמו על הספק לוקחין ממנו בסתם. עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b> צירן אסור וכו'.</b> כתב הראב''ד ז''ל ציר חגבים טהור בירושלמי שאינו מכשיר. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כל הנבלות וכו'.</b> כתב הראב''ד ז''ל פלוגתא היא במעילה ורב ורב אסי הוא דאמרי הכי ולוי פליג עלייהו וברייתא מסייעא ללוי דמצטרפי. עכ''ל: "
            ],
            [],
            [],
            [
                "<b> עור הבא כנגד פניו.</b> כתב הראב''ד ז''ל רב ששת פשט להו לאיסורא במסכת בכורות ממתני'. עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b> בשר גידים ועצמות וכו'.</b> כתב הראב''ד ז''ל תימא הוא זה ומאי שנא זה מן הבשר החי שאין בו אלא משום טריפה. עכ''ל: "
            ],
            [
                "<b> ואין העצמות וכו'.</b> כתב הראב''ד ז''ל ולמה ליה למכתב הכי ואפילו חלקו לאבר כמות שהוא לשנים מבחוץ פטור אם אין עליו כזית בשר. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> האוכלו אינו לוקה.</b> כתב הראב''ד ז''ל זה שבוש שהרי אמר למעלה אפילו החזירה וחתכה אחר שחיטה לוקה משום ובשר בשדה טרפה ובמשנה אמרו שחט את אמו ואח''כ חתכו חכמים אומרים מגע טריפה שחוטה אלמא אית ביה איסור טריפה והל''ל אינו לוקה משום אבר מן החי דאין שחיטה עושה ניפול ועם כל זה מה צורך הואיל ויש בו לאו דטריפה. עכ''ל: "
            ],
            [],
            [
                "<b> ומצא בה שליל וכו'.</b> כתב הראב''ד ז''ל מכדי קי''ל דשליא אינו אוכל דפרשא בעלמא היא וכי יש עמה ולד קשור דליכא בה חשש ולד נימוח אמאי אסורה לא כולה ולא מקצתה. עכ''ל: "
            ]
        ],
        [
            [
                "<b> דגים וחגבים וכו'.</b> כתב הראב''ד ז''ל אלא שאסרוהו במכונס מפני מראית העין אא''כ יש בו קשקשים עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> הלב בין לצלי וכו'.</b> כתב הראב''ד ז''ל לא נאמר אלא בצלי דכבולעו כך פולטו. עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b> כדי שיתלבן וכו'.</b> כתב הראב''ד ז''ל (זה) לא שמענו ולא ראינו מימינו וכל האדמימות שיצא אחר מליחה ממנו אינו אלא חמר בשר והמחמיר יותר מכן עליו להביא ראיה עכ''ל: "
            ],
            [],
            [
                "<b> והרוצה לאכול בשר חי וכו'.</b> כתב הראב''ד ז''ל לבשר חי אינו צריך מליחה דדם האברים דלא פירש מותר וכן כתב רב אחאי ז''ל. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> עופות שהניחם שלמים וכו'.</b> כתב הראב''ד ז''ל זה אין לו טעם אם הוא מלוח כל צרכו והבשר שבתוכו צלוי איזה דם יאסור אותו. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> ומצא בה שליל וכו'.</b> כתב הראב''ד ז''ל אין זה כדברי הרב ז''ל אלא כדברי הרב רבינו אפרים ז''ל. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ויש מן הגאונים וכו'.</b> כתב הראב''ד ז''ל וזה עיקר. עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> לתוך המרק וכו'.</b> כתב הראב''ד ז''ל אנו אומרים שלא שמענו כל החתיכה נעשית נבלה אלא לדעת ר' יהודה דמחמיר מין במינו אבל לרבנן לא ולדברי הכל אם לא ניער כלל אין שאר החתיכות נאסרות ומתניתין הכי משמע טיפת חלב שנפלה ע''ג חתיכה ויש בה בנ''ט באותה חתיכה אסור ניער את הקדרה אם יש בנ''ט בכל הקדרה כל הקדרה אסורה למה לי ניער את הקדרה והלא החתיכה קבלה טעם חלב ונעשית נבלה בלא ניעור הרי יוצאת מאותה חתיכה רוטב לשאר חתיכות והוא רוטב נבילה אלא ש''מ דבעינן שיצא מן החלב האסור לחתיכות והוא חלב נבילה שקיבל טעם הבשר ואם יש באותו חלב כדי ליתן טעם בכל החתיכות אסורות לרבנן ולר''י נמי אע''ג דאמר חתיכה עצמה נעשית נבלה הא אמרינן בגמרא נראין דברי ר''י בשלא ניער והוינן בה מאי לא ניער אי לימא לא ניער כלל מיבלע בלע ולא פליט אלמא אע''ג דאמרינן חתיכה עצמה נעשית נבלה ואוסרת כל שאר החתיכות במשהו לא אמרו אלא בשניער והוא תימה שהרי יוצא מן החתיכה רוטב בלא שום ניעור ואם היא נבלה מה צורך לניעור שיצא משם חלב. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ומפני חשש זה אסרו גבינת עכו''ם כמו שביארנו.</b> א''א דברי רבינו אבן מגש ז''ל הם אבל אנו אין צריכין לכך שאין הקושיא צריכה תירוץ: "
            ],
            [],
            [
                "<b> ואם נאכל כמות שהוא כמו הכותח אינו כרותח.</b> א''א לא כיון יפה שלא נאמר בגמרא נאכל מחמת מלחו על הכותח אלא בר יונה שנפל לתוך הכותח ואף לא ירד לפרש אינו נאכל מחמת מלחו. וכך אנו מפרשים הבשר מליח כל כך שאינו נאכל בעינו מחמת מלחו אלא עם לפתן והרי לפירושו אין כותח נאכל בעינו כדאיתא בפסחים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אבל מניח כד החומץ בצד כד הכמך.</b> א''א גירסא אחרת יש אצלנו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> תבואה שהשרישה אחר העומר.</b> א''א זה שיבוש ומי יתירם לאלו אלא שהשרישו קודם לעומר וחזר וזרע היתה השאלה אם התירן העומר שעבר אם לאו. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נכרי וישראל שהיו שותפין וכו'.</b> א''א אנו מפרשים באותו מעשה שלא היו צריכין להתנות בתחלה לפי שאין בשני ערלה אכילת איסור אלא שזמר העצים וזרע תחתיהן ירק ואכל שהיו האילנות קטנים והיה השדה ראוי לזרוע שם ולפיכך ישראל שאכל אחריו שני היתרא לא אכל דמי איסורא: "
            ],
            [],
            [],
            [
                "<b> ואומר הרי כל הפירות וכו'.</b> א''א זהו תימה דהא ילפינן קדש קדש ממעשר שני ומה להלן כסף אף כאן כסף: "
            ],
            [],
            [],
            [
                "<b> ואפילו לא נשאר בו אלא מעשר עני וכו' עד ואין בו מיתה.</b> א''א סברא היא זו והיא יפה בעיני משום דכתיב בהנך קראי קדש: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> וכן כוס של חרס וכו'.</b> א''א אין זאת הגירסא אצלנו ולא בהלכות הרב ז''ל אלא על השתיה ולא על ההדחה. ומה שאמר בסוף אבל של חרס צריך הדחה שבוש גדול הוא זה אטו מעיקרא לא בהדחה קאמר. עכ''ל: "
            ],
            [],
            [],
            [
                "<b> גת של אבן מזופפת וכו' ואם ישנה י''ב חדש וכו'.</b> א''א אומר אני לשלשה ימים צריך קליפה לפי שאין המים נכנסין שם אלא לאחר כמה ונמצאו לשלשה ימים חוזרין ויש אומר אף לשנים עשר חדש מידי דהוה אקיטרי דאמרינן אי אית בהו קיטרי שרי להו: "
            ],
            [
                "<b> גת של חרס אע''פ שקלף את הזפת אסור לדרוך בה מיד עד שירפה את הזפת.</b> א''א זה שבוש אלא עד שיכניס בו גחלים ויתלבן כדי שיתרפה הזפת אם היה שם: "
            ],
            [],
            [],
            [
                "<b> וכן הבשר והגבינה וכו'.</b> א''א זו אינה משנה שאין עמי הארץ חשודים להחליף ולא למכור דבר האסור אא''כ נחשד: "
            ]
        ],
        [
            [
                "<b> כיצד יהיה הנגיעה וכו' אבל אם פשט ידו לחבית ותפשו את ידו.</b> א''א זה המחבר לא בא לפרש אלא לסתום וכשפשט ידו לחבית ותפשו את ידו מי לא נגע ביין אלא כך אמרו תפשו את ידו שלא ישכשך שאינו אוסר בהנאה אלא אם כן ישכשך: ",
                "<b> אע''פ שלא הגביה הכלי ולא נגע ביין נאסר היין.</b> א''א והוא שנתז מן היין: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נכנס העכו''ם לבית וכו'.</b> א''א זה המעשה של עכו''ם שנכנס לחנות ואמר איכא חמרא לזבוני וכו' ושדא ידיה לכובא ושכשך ביה ואמר האי לאו חמרא הוא ואסרוהו בהנאה מפני השכשוך: "
            ],
            [],
            [
                "<b> או שנטל חבית וזרקה בחמתו לבור.</b> א''א זה שבוש שהרי אם זרקה בחמתו אפילו אזיל מיניה מותר בשתיה ואם זרקה ממש אפילו שלא בחמתו מותר בשתיה מיד: "
            ],
            [
                "<b> ושתחת הנקב וכו'.</b> א''א אין בעלי הוראה מודין לו שיהא מותר בשתייה לא יהא אלא מערב ותניא בתוספתא דדמאי קרא שם לשולי חבית לא ישתה מפיה לפיה לא ישתה משוליה מפני שהמשקים מעורבים: "
            ],
            [],
            [
                "<b> המערה יין לתוך כלי שיש בו יין עכו''ם נאסר כל היין שבכלי.</b> א''א אני אומר בשתיה: "
            ],
            [],
            [
                "<b> ויאסור כל מה שישאר בו שהרי בא היין מכחו.</b> א''א אני אומר והוא שהתחיל למשוך: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ותינוק הנמצא בין החביות וכו'.</b> א''א זה כתב בשביל שראה ההיא רביתא דאשתכחא ביני דני והוה נקיטא אופיא בידה נדמה לו אף על פי שלא היתה נתפסת כגנב התירו את היין מפני שהיתה תינוקת. ולא היא נתפסת כגנב היתה ואף על פי שהיתה אופיא בידה התירוהו: "
            ]
        ],
        [
            [],
            [
                "<b> ואם אמר לו אחוז לי מפתח זה עד שאביא היין מותר.</b> א''א זה שבוש שלא אמרו כך אלא כשהיין והבית של ישראל אבל כשהבית של עכו''ם וישראל דר בחצר אחרת אפי' לא הפקיד לו את המפתח אלא שהניחה בדלת היין אסור משום שיש לו שייכות בבית: "
            ],
            [
                "<b> דר באותה חצר וכו'.</b> א''א זה שבוש שאין הבית צריך לכך: ",
                "<b> ואף על פי שהמפתח והחותם ביד ישראל.</b> א''א עד שיהיה שם שומר נכנס ויוצא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> והוא שייחד לו קרן זוית.</b> א''א זה שבוש אלא או שייחד לו קרן זוית והמפתח בידו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ונמצא אחת מהן יין שכרו כולו אסור.</b> א''א ומאחר דקי''ל כר' אליעזר דאמר יין ביין בסתם יינם יוליך הנאה לים המלח והשאר מותר בהנאה אמאי כולן אסורות א''ו יוליך אחד מהם לים המלח והשאר מותר עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ואם מדד ולא לקח דמים וכו'.</b> א''א הא נמי דלאו כהלכתא שהלכה כרבי אליעזר וכרשב''ג: "
            ],
            [],
            [],
            [
                "<b> מלך שהיה מחלק יינו לעם.</b> א''א דבריו מבולבלים וסתומים אלא מלך שיש לו מס על העם לתת לו יין כל אחד לפי מה שהוא ויש על זה הישראל בור אחד יין ששוה מאה דינרים ופרעהו לעכו''ם לא יאמר אליו טול מאה דינרים ועול תחתי לאוצר המלך שהוא כאילו אמר לו קנה לי בור יין ופרעהו למלך בשבילי אבל אמר לו מלטני מן האוצר דמשמע סלקני במעות האלו כלומר קבל אתה עליך חוב המלך ויהיו אלו המעות שלך: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> יראה לי שכל החייב בתרומה ובמעשרות וכו'.</b> א''א בעינן טעמן שוה כדאמרינן בעלמא ג' שמות והם מין אחד שלשה מינין והם שם אחד אסור ומצטרפין ובירושלמי ניחא ג' שמות והן מין אחד שלשה מינין והם שם אחד אמר חזקיה במיני מתיקה אלמא אפילו באיסור אחד דהיינו שם אחד בעינן טעם אחד והני שבעה מיני טבל לאו חד טעמא נינהו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אלא חייב לאכול התערובת וכו'.</b> א''א ויש ביעור אחר בפירות שביעית שהוא לשריפה או לקבורה והוא שיכלה המין האחרון שבאותה הארץ משלש ארצות החלוקות לביעור ואותו זמן בין במינו בין שלא במינו בנותן טעם: "
            ],
            [],
            [],
            [],
            [
                "<b> יראה לי שאפילו דבר שיש לו מתירין וכו'.</b> א''א משנה שלימה היא: "
            ],
            [],
            [
                "<b> נפלה לפחות ממאתים הכל אסור בהנייה.</b> א''א אינו כן שאין לך דבר שאוסר עירובו בהנאה אלא אם כן הוא דבר שבמנין חוץ מאיסורי עכו''ם ויי''נ דוק ותשכח: "
            ],
            [],
            [],
            [],
            [
                "<b> וכחל מן המנין הואיל והכחל מדבריהם.</b> א''א ויש נותן טעם טוב מזה מפני שהוא היתר כשהוא בעצמו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> או פטר חמור באלף חמורים כולן אסורין בהנייה.</b> א''א כיון דקי''ל כר' אליעזר וכר' שמעון בן גמליאל יוליך הנאה לים המלח והשאר מותר בהנאה שהרי הלך חשיבותו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אע''פ שכל אחד מהם וכו'.</b> א''א זה אינו כלום שהרי כל אלה שם אחד הוא שהרי חמירא דחיטי וחמירא דשערי וחלא דחמרא וחלא דשכרא חד שמא חשיב להו בע''ז ועוד השמות הללו איסורין הן: "
            ],
            [],
            [],
            [],
            [
                "<b> שכיון שבטל האיסור שנפל תחלה נעשה הכל כחולין המותרין.</b> א''א כמה אוהב זה המחבר חשבונות גדולות עד שהניח חשבון המשנה שלשה קבין ערלה שנפלו למאה סאה של חולין ואח''כ נפלו שם סאה ועוד של תרומה הרי הערלה מעלה את התרומה פי' שאותו ועוד אחד באותן שלשה קבין של ערלה שנפלו שם והם עצמם מבטלין אותן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אבל אם עירה יין נסך מצלצול קטן לתוך וכו'.</b> א''א הא דלא כהלכתא ממתניתא דאגרדמין: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ולמה אין בודקין החטים וכו'.</b> א''א משום דאית בהו ציריא כמבוקעות דמיין: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}