{
    "text": {
        "0": {
            "0": "צ\"ל מעל:",
            "1": "נ\"ב וגו' ומתרגמינן כצ\"ל והשאר נמחק:",
            "2": "הוצאה והכנסה דעני העומד כצ\"ל:",
            "3": "צ\"ל לעני:",
            "4": "דאין כצ\"ל:",
            "5": "דבודאי בלא\"ה כו' כצ\"ל:",
            "6": "נ\"ב וכ\"כ הרא\"ש בפסקיו",
            "7": "צ\"ל מידי:",
            "8": "צ\"ל חסדא:"
        },
        "1": {
            "0": "צ\"ל שהיא:",
            "1": "נ\"ב הא:",
            "2": "כדאי לו כצ\"ל:",
            "3": "דאיכא כצ\"ל:",
            "4": "באלפס של הב\"ח אי' לרבא וכן להלן. וכן הוא בקצת ד\"י:"
        },
        "2": {
            "0": "נ\"ב המוציא מחנות לפלטיא דרך סטיו חייב כו' אחד המושיט כו' בן עזאי וכו' המושיט והזורק כצ\"ל:",
            "1": "נ\"ב זו היא אין מוציאין כצ\"ל:",
            "2": "מרה\"י כצ\"ל:",
            "3": "נ\"ב לסרטיא:",
            "4": "נ\"ב וכך הבין הרא\"ש שדעת רב אלפס לפסוק כבן עזאי ותימה דא\"כ סתרי דברי הרי\"ף אהדדי דהא בפ' המצניע תנן המוציא אוכלין ונתנן על האסקופה בין שחזר והוציאן בין שהוציאן אחר פטור מפני שלא עשה מלאכתו בבת אחת ומוקי לה בגמ' באסקופת כרמלית וטעמא דנח בכרמלית הא לא נח בכרמלית מיחייב מתניתין דלא כבן עזאי דתניא המוציא מחנות לפלטיא דרך סטיו חייב ובן עזאי פוטר ורב אלפס הביא שם המשנה כצורתה דאלמא דהלכה כרבנן ולא כבן עזאי אלא ודאי דגם הרי\"ף ז\"ל פוסק כרבנן ומה שהביא כאן דברי ר' יוחנן אינו אלא לאורויי לן דפלוגתא דרבנן ובן עזאי היא במהלך שלא נאמר דלא פליגי אלא בזורק אבל במהלך אפילו רבנן מודו לבן עזאי דפטור משום דמהלך כעומד דמי דהא בברייתא סתמא קתני חייב ופטור ואיכא למימר דלא פליגי אלא בזורק ולכך פי' רב אלפס דברי בן עזאי דפוטר משום דקסבר מהלך כעומד דמי דפלוגתייהו במהלך הוא דאילו בזורק אף בן עזאי מודה דחייב כדקאמר ר' יוחנן וכדתני' כותיה ותלמודא נמי דקאמר דפליגי במהלך לא קאמר' הכי אלא מדחזינן דר' יוחנן קאמר דמודה בן עזאי בזורק דאלמא דלא פליגי אלא במהלך ואף במהלך ס\"ל לרבנן דחייב זו היא דעת הרי\"ף לאורויי לן דרבנן פליגי אף במהלך והלכתא כוותייהו נ\"ל ודו\"ק שוב מצאתי שמהר\"י קארו ז\"ל כתב כך באו\"ח בסי' שמ\"ו וע\"ש:",
            "5": "נ\"ב בעלמא הוא דמפרש כצ\"ל:",
            "6": "הוא עיקר הגזירה כצ\"ל:"
        },
        "3": {
            "0": "דאע\"ג כצ\"ל:",
            "1": "כי אתא וכו' עד אפילו צואה. נ\"ב כל זה הגהה ואין זה באלפס ישן וכן נראה מדברי הר\"ן שכל זה אינו מדברי הרי\"ף:",
            "2": "וזרק וטח כצ\"ל:",
            "3": "צ\"ל וטח:",
            "4": "נ\"ב אי וכו' הוי רשות וכו' הוי אויר וכו' כזורק באויר ופטור כצ\"ל:",
            "5": "נ\"ב משם לרה\"י ולרה\"ר כצ\"ל:",
            "6": "נ\"ב לטלטל משם לרה\"י ולרה\"ר כצ\"ל:",
            "7": "הוי כמו ותיבת חורי נמחק כצ\"ל:",
            "8": "בכל אויר כצ\"ל:",
            "9": "נ\"ב היא:",
            "10": "נ\"ב פטור הוא:",
            "11": "תינח בטרסקל ברה\"י כצ\"ל:"
        },
        "4": {
            "0": "צ\"ל ארבעה על ארבעה וכן בסמוך:",
            "1": "צ\"ל כללן:",
            "2": "נ\"ב פי':",
            "3": "תז\"נ:",
            "4": "נ\"ב ועולין למעלה [מי'] שהוא אויר:",
            "5": "וכיון כצ\"ל:",
            "6": "נ\"ב והוא:",
            "7": "בדרב אשי פירוש ואין ממנה כצ\"ל:",
            "8": "ולא מצינו כצ\"ל:"
        },
        "5": {
            "0": "וסבר לה כמ\"ד כצ\"ל ותי' ורב נמחק:",
            "1": "נ\"ב פתח שלו:",
            "2": "ארבעה וכן בסמוך כצ\"ל:",
            "3": "נ\"ב קודם למנחה:",
            "4": "נ\"ב דדמי לסיפא:",
            "5": "נ\"ב שמא ישכח ויצא משתחשך:",
            "6": "ארבעה וכן בסמוך כצ\"ל:",
            "7": "קודם למנחה והס\"ד ואח\"כ מה\"ד עד שיתפלל. שמא:",
            "8": "הבית כצ\"ל:"
        },
        "6": {
            "0": "צ\"ל חנינא וכן בסמוך וכ\"ה בגמ':",
            "1": "דשרא המייניה ותיבת ליה נמחק כצ\"ל:",
            "2": "תי' כי איכא ריתחא נמחק:",
            "3": "כי וכו' נפשיה כ\"ז נמחק:",
            "4": "שדי גלימא ופכר כצ\"ל:",
            "5": "נ\"ב אלא:",
            "6": "נ\"ב כדתנן:",
            "7": "נ\"ב תפלה צורך חיי שעה היא לרפואה וכצ\"ל:",
            "8": "בא\"י תיבת לאכול סעודה מוקפות והב\"ח הגיה אבל לאכול סעודה קטנה כו' שריא:",
            "9": "נ\"ב אבל:"
        },
        "7": {
            "0": "אמר רבא וכן בסמוך כצ\"ל:",
            "1": "וה\"מ וכו' יכפה אף נ\"ב כ\"ז הגה ונ\"ב בס\"א א\"ז ונראה דהוגה בספרים מתוך דברי התוס' והרא\"ש:",
            "2": "נ\"ב משיתעטפו:",
            "3": "ותנא להו כצ\"ל:",
            "4": "צ\"ל שאמור:",
            "5": "באמצעי שאינו כמרחץ כצ\"ל:",
            "6": "נ\"ב ושני אינו בריא כצ\"ל:"
        },
        "8": {
            "0": "דכיר להו כצ\"ל:",
            "1": "כיוצא בו כצ\"ל:",
            "2": "דאסור כצ\"ל:"
        },
        "9": {
            "0": "צ\"ל בכניסתו אומר:",
            "1": "נ\"ב בתריה דר' אלעזר:",
            "2": "צ\"ל ואמר:",
            "3": "נ\"ב למילתייהו:",
            "4": "נמי פליגי כצ\"ל:",
            "5": "לגירסא."
        },
        "10": {
            "0": "והוא הנקרא כצ\"ל:",
            "1": "כאן צ\"ל ד\"ה שיקלוט העין מבעוד יום ואח\"כ ד\"ה העין הצבע:",
            "2": "ומעשנן בגפרית כצ\"ל:",
            "3": "והאוכל אוכל שני כצ\"ל:"
        },
        "11": {
            "0": "צ\"ל ומשחיר:",
            "1": "נ\"ב דהגסה בכלי ראשון כבשול ומכאן לאלפס וקדירה שהעבירן מרותחין מעל גבי האור שכל שלא נתבשל כמאכל בן דרוסאי אין מוציאין מהם בכף דנמצא מגיס כו':"
        },
        "12": {
            "0": "נ\"ב לשון רש\"י אלא כדי שיגיע למקום קרוב כלומר שיהא המקום קרוב שיוליכנו שם מבעו\"י עכ\"ל והיינו כדי שיגיע לביתו והכי אי' בגמ' בברייתא ולא יתננו לו במתנה אלא כדי שיגיע לביתו וכן היה גורס הר\"ן ז\"ל בברייתא אבל ברי\"ף גורס בבריית' למקום קרוב כמו במשנה ואין חילוק בין הגירסאו' לענין דינא כל עיקר:",
            "1": "מן ת\"ר וכו' עד ובחמישי מותר מוקף ונ\"ב כ\"ז הגה' היא. ותיבות עם חשיכה נמחק:",
            "2": "במתא משלחין בכדי שיגיע כצ\"ל:"
        },
        "13": {
            "0": "נ\"ב בית שמאי:",
            "1": "צ\"ל אמר ר' יוסי ב\"ר חנינא ר' ישמעאל היא כו':"
        },
        "14": {
            "0": "צ\"ל המנונא:",
            "1": "לן כצ\"ל:",
            "2": "שיתחיל מבעו\"י כצ\"ל:"
        },
        "15": {
            "0": "נ\"ב גי' הר\"ן ז\"ל של גפת:",
            "1": "נ\"ב עד בירוקה כצ\"ל:"
        },
        "16": {
            "0": "נ\"ב ס\"א אי נמי שאם היתה וכו':",
            "1": "צ\"ל דאם:",
            "2": "צ\"ל להרשב\"א:"
        },
        "17": {
            "0": "טמאו כל כצ\"ל:",
            "1": "בו וכו' ונעשה בו וכו' והדליקו בו:"
        },
        "18": {
            "0": "נ\"ב ואין מברכין להדליק ולהניח או להניח בלבד וכו':",
            "1": "צ\"ל לאו וכו' ניסא ונ\"ב קדוש היום עדיף טפי משום דמצוה מן המובח' בחמרא:",
            "2": "נ\"ב היינו:"
        },
        "19": {
            "0": "נ\"ב ותני:",
            "1": "נ\"ב ותני וכו' כצ\"ל:",
            "2": "דהות רגילא:",
            "3": "צ\"ל נפיק:",
            "4": "ובהדלקה אין בה משום כו':",
            "5": "ואין בהדלקת שמן שריפה כו' כטעמא דר\"ח א\"נ אליבא דרבה נמי אלא דהוה ס\"ל כו':",
            "6": "צ\"ל דאלמא דליכא:"
        },
        "20": {
            "0": "תי' חנוכה ופורים נמחק [וכן בא\"י ליתא]:",
            "1": "צ\"ל ויוה\"כ ותי' ישראל והזמנים נמחק:",
            "2": "נ\"ב ושני:",
            "3": "נ\"ב ושותה:"
        },
        "21": {
            "0": "נ\"ב אמר ליה:",
            "1": "נ\"ב אפי' לבני בבל שנהגו לאמרו ה\"מ כו':"
        },
        "23": {
            "0": "נ\"ב דר' אליעזר סבר קיפול אינו מועיל ובמילתיה קמייתא קיימא וכו' [וכ\"ה בא\"י]:",
            "1": "נ\"ב דברי רבי יהודה:",
            "2": "נ\"ב מן תי' ואמאי עד כר' יהודה כל זה הגה הוא ופירוש ונ\"ב בספרים אחרים אין זה ונראה דתלמיד הגיה כך לפרש הקושיא דה\"פ ואמאי קאמר נכרי שחקק קב בבקעת ישראל מסיקה ביו\"ט והא כיון דאדליק בקב פורתא שבר כלי קא עבדיה כו' וליתא להך פירושא דא\"כ מאי קא קשיא ליה ודלמא אימא לך דמסיקה ביו\"ט ולא קא מהפיך בה קאמר אלא ה\"פ כיון דביו\"ט חקק הנכרי הקב הוה ליה נולד הכלי עצמו ואסור לטלטלו להסיקו ביו\"ט וכן פרש\"י:",
            "3": "צ\"ל לפי שאין:",
            "4": "צ\"ל שלש על שלש:",
            "5": "נ\"ב פכ\"ח דמסכת כלים מ\"ז:",
            "6": "צ\"ל שלש על שלש שאמרו וכו' וחכ\"א שלש על שלש:",
            "7": "נ\"ב ומקולי מטלניות שנו כאן:",
            "8": "נ\"ב שם בפ' כ\"ח:",
            "9": "נ\"ב ונראה בעיני דהאלפס ז\"ל בא לבאר דמוכן דר\"א אין פירושו שוה למוכן דר\"י ודר\"ע דלר\"א ה\"פ בין שהניחו במגוד דמוכן הוא לקופסא בין שהניחו אחורי הדלת שאינו מן המוכן לקופסא כמו מגוד דלגבי מגוד קרי ליה שאינו מן המוכן אפי' הכי אמרי' בשניהם דאחשובי אחשבי וכמו שהניחו בקופסא דמי. ולר\"י ה\"פ בין באחורי הדלת דמוכן הוא לאשפה בין שהניחו במגוד שאינו מן המוכן לאשפה כמו בהניחו אחורי הדלת אפי' הכי אמרי' בשניהם דאינו חשוב לגביה כלום וכמו שזרקו לאשפה דמי וטהור. ולר\"ע במגוד קרי ליה מן המוכן לגבי טומאה ובאחורי הדלת קרי ליה שאינו מן המוכן לטומאה וטהור ובס\"א הגיהו בזה הלשון ור\"א דקאמר לאו מוכן הוא וטמ' הוא דלגבי קופסא לאו מוכן הוא כו' והכי משמע בגמ' והמעיין בלשון הרי\"ף מתחלה עד סוף יראה דטעות הוא הג\"ה זו אלא כדפרי' הוא העיקר ודו\"ק:",
            "10": "נ\"ב נראה דר\"ל דלגבי טומאה לאו הכנה הוא אבל הכנה דאשפה הכנה הוא לגבי שבת דאם תלאו במגוד או הניחו אחורי הדלת הוה הכנה לגבי אשפה לקנח בהן טנופת או לכסות בו את הצואה ושרי לטלטולי ואע\"פ בזורקו לאשפה מבעו\"י אסור לטלטולי וכמ\"ש הה\"מ בפכ\"ו בשם הרמב\"ן מ\"מ בתלאו במגוד כנ\"ל הכנה הוה לגבי מילי דאשפה לגבי שבת אלא דלגבי טומאה לאו שמיה הכנה וטהור הוא ועי' לקמן בפ' כל הכלים",
            "11": "צ\"ל אשכחינן:",
            "12": "נ\"ב על שלשה:",
            "13": "נ\"ב פ' כ\"ז דמס' כלים משנה ח:",
            "14": "נ\"ב נ\"ל דכונתן לומר דרב המנונא מביא ראיה מן המשנה דכי היכי דפליגי ר\"א עם ר\"ע (פה נחתך הגליון וחסר וחבל על דאבדין) דאילו לכל שאר הטומאות פשיטא דטמא הוא לדברי הכל הה\"ד נמי דפליגי ר\"א ור\"ע בפחות משלש על שלש אם טמא הוא לכל שאר טומאות בהניחו אחורי הדלת או תלאו במגוד ואזדא ר\"א לטעמי' ור' עקיבא לטעמיה דלכאורה קשה היכי קתני ר\"א אומר טמאה בפחות משלש על שלש והלא משנה שלמה שנינו מפני שאמרו שלש על שלש שנתמעטה טהורה לגמרי י\"ל דאין ה\"נ דסתם משנה זו דלא כר\"א אלא כר\"ע דהלכה כמותו אבל אם היינו מפרשים דמתניתין בפתילה שיש בה פחות משלשה על שלשה מתוקמא ודאי קשיא דהיכי קתני ר\"ע אומר טהור דא\"כ קשיא הלכתא אהלכתא דהא קיי\"ל הלכה כר\"ע מחבירו וקיי\"ל כסתם משנה שלמה ששנינו מפני שאמרו כו' זאת הוא כוונת רבואתא בפירושם זה ונתיישב קצת מה שהקשה עליהם הרי\"ף ז\"ל אלא שמ\"מ דברי הרי\"ף בפירושו הוא העיקר:",
            "15": "צ\"ל דהא:",
            "16": "ולא הבהבה כצ\"ל:"
        },
        "24": {
            "0": "האחר כצ\"ל:",
            "1": "נ\"ב ותאבד:"
        },
        "25": {
            "0": "נ\"ב והפקדתי:",
            "1": "נ\"ב רבה:",
            "2": "נ\"ב כי את כל התועבות האל עשו אנשי הארץ וגו' וכתיב ותטמא הארץ ואפקוד עונה עליה וגו' וכתיב כו':",
            "3": "ובע\"ז כתיב ונתתי את פגריכם וגו' וכתיב והשימותי את מקדשיכם וגו' ואתכם אזרה בגוים בשמיטין ויובלות כתיב אז תרצה הארץ את שבתותיה כל ימי השמה ואתם בארץ אויביכם וגו' וכתיב כל ימי השמה תשבות כו':",
            "4": "צ\"ל מעולה:",
            "5": "נ\"ב דברים שצויתי אתכם בשעת החום היינו תרומו' ומעשרות:",
            "6": "לסרדיוט להוליכו כצ\"ל והשאר נמחק [וכן בא\"י תיבות אלו מוקפות]:",
            "7": "נ\"ב באה:",
            "8": "נ\"ב מה שעליכם כו' כצ\"ל:",
            "9": "נ\"ב שכר ריוח:",
            "10": "לאחר כצ\"ל:",
            "11": "צ\"ל בדין ותיבת מדינו נמחק:",
            "12": "נ\"ב ושבועת שקר שאין בדאותו ניכר ומאמין שקר לבריות:",
            "13": "נ\"ב נעשה דבריו חולין:",
            "14": "נ\"ב בעון מה:",
            "15": "שהן ע' כצ\"ל:"
        },
        "26": {
            "0": "נ\"ב משום:",
            "1": "נ\"ב ומגסות הרוח נמי איכא לשנויי הא דאהני מעשיו כעובדא דעוזיהו הא דלא אהני מעשיו:",
            "2": "נ\"ב עגלה ערופה:",
            "3": "צ\"ל היוצא."
        },
        "27": {
            "0": "תז\"מ ונ\"ב ס\"א אין זה ועי' בר\"ן:",
            "1": "תז\"מ ונ\"ב ס\"א אין זה:",
            "2": "נ\"ב ספק:",
            "3": "נ\"ב כיפת הרקיע וכצ\"ל והשאר נמחק:",
            "4": "צ\"ל במכל:",
            "5": "נ\"ב בפ' מי שהוציאוהו דף נא:",
            "6": "צ\"ל דתנן:",
            "7": "נ\"ב מערבין היינו עירובי חצירות אבל עירובי תחומין אין כו':",
            "8": "צ\"ל ספק:",
            "9": "נ\"ב תניא כיצד אמר רבי יוסי ספק עירוב כשר עירב בתרומה ספק מבעו\"י נטמאת ספק משחשכה נטמאת זה הוא ספק עירוב כשר אבל עירב בתרומה כו':",
            "10": "וכן פי' הרמב\"ן בס' המלחמת:"
        },
        "28": {
            "0": "צ\"ל העליון והשוה לתחתון לילה הא הכסיף התחתון ולא הכסיף העליון בהש\"מ:",
            "1": "ר\"ל יוסי בר אבין לא כוכבים גדולים וכו' והשאר נמחק:",
            "2": "את הנר דברי ר' נתן כצ\"ל והשאר נמחק:",
            "3": "צ\"ל ובערב שבת אמרינן שאם ותי' לומר נמחק:",
            "4": "לילה הוא הס\"ד ואח\"כ מה\"ד אתון אתם:",
            "5": "והדלקת הנר ברביעית הס\"ד:",
            "6": "נ\"ב בגמ' תנא דבי ר' ישמעאל שש תקיעות תוקעין ע\"ש התחיל לתקוע תקיעה ראשונה נמנעו העומדי' בשדה מלעדור ומלחרוש ומלעשות כל מלאכ' שבשדות ואין הקרובים רשאים לכנוס עד שיבואו הרחוקי' ויכנסו כולם כאחת ועדיין החנויות פתוחות ותריסין מונחים התחיל לתקוע תקיעה שניה נסתלקו התריסין וננעלו החנויות ועדיין חמין מונחין ע\"ג כירה וקדירות מונחות ע\"ג כירה התחיל לתקוע תקיעה שלישית סילק המסלק והטמין המטמין והדליק המדליק ושוהה כדי צליית דג קטן או כדי להדביק פת בתנור ותוקע ומריע ותוקע ושובת:"
        },
        "29": {
            "0": "וכל שגרוף כצ\"ל:",
            "1": "אם הוא יעשה כצ\"ל:",
            "2": "ועל גבה כצ\"ל:",
            "3": "נ\"ב לחזרה ותי' לסמיכה נמחק:"
        },
        "30": {
            "0": "ומנא לן כצ\"ל ותי' ומסתבר' נמחק:",
            "1": "נ\"ב היא:",
            "2": "צ\"ל ממאי:",
            "3": "צ\"ל בלשהות:"
        },
        "31": {
            "0": "דמתני' כצ\"ל:",
            "1": "נ\"ב שהגיעו למאכל בן דרוסאי ואין צמוקן כצ\"ל:"
        },
        "32": {
            "0": "יאכל וכו' לא יאכל עולמית וכו' בשוגג יאכל וכו' במזיד לא יאכל כצ\"ל:",
            "1": "יאכל וכו' במזיד יאכל כצ\"ל:",
            "2": "נ\"ב לשון הרא\"ש:",
            "3": "נ\"ב חזרה חמורה וכו':",
            "4": "צ\"ל לסמוך נמי ותי' לשמואל נמחק:",
            "5": "עליה מאי קא פריך מאי קמ\"ל כצ\"ל:",
            "6": "כי היכי דתיקום וכו' כצ\"ל:",
            "7": "נ\"ב גבי כירה שאין:",
            "8": "נ\"ב ולא:"
        },
        "33": {
            "0": "נ\"ב אפי':",
            "1": "ואצ\"ל על גביו ואצ\"ל בתוכו כצ\"ל:",
            "2": "נ\"ב וכו':",
            "3": "ואיכא כצ\"ל",
            "4": "נ\"ב הבל:",
            "5": "נ\"ב הבל.",
            "6": "תא\"מ ונ\"ב ס\"א שהוא עדיין מתבשל ויפה לו:",
            "7": "צ\"ל פלוגת'"
        },
        "34": {
            "0": "נ\"ב עד:",
            "1": "צ\"ל מדיחין:",
            "2": "שהדחתן הוא כצ\"ל:",
            "3": "ואמרי' כצ\"ל:"
        },
        "35": {
            "0": "דאמרי כצ\"ל:",
            "1": "וכיון כצ\"ל:"
        },
        "36": {
            "0": "נ\"ב לו:",
            "1": "בישול שתהא היד סולדת בו הס\"ד ואח\"כ מה\"ד סולדת נמשכת וכו' וזהו ל' וכו' כצ\"ל:",
            "2": "נ\"ב זהו פירוש למ\"ש בגמ' ואתא ר' יהודה למימר שמן יש בו משום בשול והפשירו לא זהו בשולו ע\"ש בדף מ' ע\"ב:",
            "3": "לא בשביל כו' ותי' אמר נמחק אלא כדי שיפשר שרי דהפשירו כו' כצ\"ל:",
            "4": "צ\"ל והיינו דמפרשינן:"
        },
        "37": {
            "0": "שפינהו ויש בו כצ\"ל ותי' ממנו נמחק:",
            "1": "להפשיר אבל שיעור לצרף אסור כצ\"ל:",
            "2": "מימיו הס\"ד ואח\"כ מה\"ד שפינה ממנו מים שעירה ממנו הרותחין שהיה שם [ובאלפס של חו\"י באו פה דבורי רש\"י כפי סדר הגמ']:",
            "3": "תיבת כי נמחק:"
        },
        "38": {
            "0": "צ\"ל מערה:",
            "1": "האילפס כצ\"ל:",
            "2": "כאן צ\"ל הציון גמ':",
            "3": "נ\"ב אין:",
            "4": "ובפ' בתרא [ד' קנד:] כצ\"ל:"
        },
        "40": {
            "0": "מן מיתיבי מוכני וכו' עד והלכתא כל זה מוקף ונ\"ב הגה היא זו דבספרי רי\"ף הישנים לא כתיב כל זה וכן מוכח מפי' הר\"ן שלא פירש בזה כלום:",
            "1": "נ\"ב לשון רש\"י מוכני שלה. גבי שידה תנן במס' כלים והיא עגלה של עץ מוקפת מחיצות למרכב אנשים ונשים. מוכני. אופן: בזמן שהיא נשמטת כעין אופני עגלה שלנו שאדם יכול לסלקו מן העגלה: אינו חיבור לה. דחשובה היא כלי לעצמה דאי שידה בת קבולי טומאה היא כגון שאינה מחזקת מ' סאה בלח ונטמאה השידה לא נטמא המוכני ואי לאו בת קבולי טומאה היא ונגעה טומאה במוכני המוכני טמאה לעצמה דלא חשיבה משידה והיא מיטלטלת מלאה וריקנית דיש לה בית קיבול: ואינה נמדדת עמה. לענין טומאה כדפרישית דכלי עץ המחזיק מ' סאה בלח שהן כוריים ביבש טהור כדאמרינן בבמה מדליקין (דף לה.) דכלי עץ איתקש לשק שיהא מיטלטל מלא וריקן וזו אינה מיטלטלת מלא ותנן במס' כלים [פי\"א מ\"א] ומייתינן בגמ' דמנחות (דף לא.) השידה בה\"א נמדדת מבחוץ דרואין אותה כאילו היא עומדת בתוך כלי גדול ואם מחזיק אותו כלי מ' סאה טהורה השידה ואע\"פ שהיא אינה מחזקת מ' סאה דקסבר אף עוביה נמדד עמה והמוכני אינו נמדד עמה להשלים דרואין כאילו ניטל המוכני ואח\"כ תנתן השידה לתוך הכלי: ואינה מצלת עמה באהל המת. דאם השידה מחזקת מ' סאה דאינה מקבלת טומאה מצלת באהל המת והוי אהל לעצמה ולא שנכנסה לבית שהמת בו דא\"כ אין כאן הצלה שהרי הגג מאהיל על הטהרות מלמעלה אלא כגון שנכנסה לבית הקברות כדאמרינן בעירובין [דף ל.] ר' יהודה אומר אף בבה\"ק מפני שיכול לחוץ בשידה תיבה ומגדל בפ' בכל מערבין דקסבר אוהל זרוק כלומר אהל המיטלטל שמיה אהל ומפסיק כלפי הטומאה והמוכני אם הוא גבוה מדופני השידה וכלים בולטים מלמעלה מדופני השידה וגובה המוכני מגין עליהם אינן מצילין דמוכני כלי הוא לעצמו ומקבל טומאה ואינו חוצץ בפני הטומאה עכ\"ל:",
            "2": "נ\"ב לשון גמ' אמר רב יהודה מטה שיחדה למעות הניח עליה מעות אסור לטלטלה לא הניח עליה מעות מותר לטלטלה לא יחדה למעות יש עליה מעות אסור לטלטלה אין עליה מעות מותר לטלטלה והוא שלא היה עליה בין השמשות:",
            "3": "דהתם בדלא יחדו הס\"ד ואח\"כ מה\"ד לא יחדו למעות אם אין וכו' כצ\"ל:",
            "4": "נ\"ב אבל היו עליה בה\"ש איתקצאי וכו' והד\"א:",
            "5": "צ\"ל צימוקי דענבים:",
            "6": "תי' בשבת נמיזק:",
            "7": "שתכבה שקיל ליה ומנח ליה כצ\"ל:",
            "9": "רומנוס כצ\"ל:"
        },
        "41": {
            "0": "נ\"ב מע\"ש מפני שהוא מכבה ואין צריך וכו' כצ\"ל:",
            "1": "נ\"ב דקה:",
            "2": "צ\"ל ומיהדק בחוזק הס\"ד ואח\"כ מה\"ד מן הצד כלו' כו' כצ\"ל:",
            "3": "נ\"ב משנה בפ' שואל ופרש\"י שימתין שלא יסריח:",
            "4": "נ\"ב ול\"נ מדברי התוס' דאף לדידה אין איסור בטלטול הואיל וחזי לאחריני מידי דהוה אתרומה טהורה ביד ישראל ע\"ש וגם מה שכת' דבכמ' מקומות אשכחן מוקצ' וכו' נראה שגם הר\"ן מודה בזה ודבר פשוט הוא ומ\"ש הר\"ן ואפי' עניים אין מטלטלין כו' היינו ר\"ל עניים בבית עשירים וכן משמע הלש' דקאמר שכבר הוקצה מדעתו של בעל הבית משמע שר\"ל שהכל נמשך אחר הבעה\"ב וה\"ה דעשירים בבית העניי' מותרים בטלטול וכמ\"ש התוס':",
            "5": "נ\"ב גם בזה נראה דלא קשה מידי דהר\"ן לא הביא ראיה רק שמוכח דשם מוקצה חל על הדבר אע\"פ שלא הוקצה רק לאדם אחד דלא נימא דלא הוה מוקצה אלא כשהוא מוקצה לכל העולם אבל ודאי מודה הר\"ן דלענין טלטול לא הוי מוקצה אפילו לדידה הואיל וחזי לאחריני וכמ\"ש התוס' בתי' הראשון אבל מ\"מ מביא הר\"ן ראי ' דשם מוקצה חל לענין אכילה דאל\"כ מאי פריך מי יימר כו' כשלא חל כלל שם מוקצה על הככר ודו\"ק:"
        },
        "43": {
            "0": "נ\"ב לאו דבעינן דלהוי צדיק כמותו אלא לענין וכו':",
            "1": "נ\"ב משום שלא יפיח בהן בשעת שינה אבל משום קרי אין לחוש כדאמרינן וכו':",
            "2": "לא גזרו שלא לבטל מ\"ע כיון שאינו עובר בידים ועוד וכו' כצ\"ל:",
            "3": "דכיון כצ\"ל:",
            "4": "נ\"ב בתראי:",
            "5": "נ\"ב לעולם:"
        },
        "44": {
            "0": "נ\"ב דהוא:",
            "1": "נ\"ב לרב אסי:",
            "2": "נ\"ב פי' ליטול ידיו במים היוצאים מהזיתי' שחזקים הם ומעבירים את הזוהמא כדתני בתוספתא או מולגן במי זיתים ומייתי לה בפרק בתרא דע\"ז דף ע\"ה ע\"א וכך כתב האשר\"י ס\"פ שלשה שאכלו סי' לב:",
            "3": "לית הלכתא כצ\"ל:",
            "4": "כפיקרין וצפה אבל בודאי כצ\"ל ותי' אלא נמחק:",
            "5": "נ\"ב אחת אינו כו':",
            "6": "נ\"ב כלומר שהרי באבן שעל פי החבית קי\"ל כרב הונא דאמ' ל\"ש אלא בשוכח אבל במניח נעשה בסיס לדבר האסור והתם במניח לכסות החבית לשעתא איירי מדאפליג עליה רב יוסף בפרק כל הכלים וקאמר לקולא לא שנו דצריך להטות את החבית ולא ניתן לטלטל האבן להדיא אלא בשוכח אבל במניח נעשה כיסוי לחבית ומגלה אותה כדרכה ולא קי\"ל הכי לקולא אלא כרב הונא לחומרא דבמניח נעשה בסיס לדבר האסור אלמא דאע\"פ שהניחה לכסות החבית לשעתה אסו' עד שייחדנה לכך לעולם ודו\"ק:",
            "7": "צ\"ל לשעתא:",
            "8": "ומגיזי צמר דבעינן יחדן להטמנה אין ראיה דההיא בשל כו' כצ\"ל:"
        },
        "45": {
            "0": "שאינו ניטל או אפילו טמן בדבר וכו' במה יאחזנה וכו' דמגולה מקצתו כצ\"ל:",
            "1": "אלא בסדין בלבד דלאו מידי הוא וכמגולה דמי אפי' בכה\"ג שרי כצ\"ל ותיבת אלא נמחק:",
            "2": "שההטמנה אינה כצ\"ל."
        },
        "46": {
            "0": "נ\"ב גמל נקבה.",
            "1": "במתניתא כצ\"ל:",
            "2": "נ\"ב דלנוי לאו אורחיה הוא וכתב הרי\"ף ומסקנא דשמעתא דיוצאין כרוכין כו':"
        },
        "47": {
            "0": "דשבת' כלום ועוד כי סליק כצ\"ל והד\"א:",
            "1": "דליתי לשחיקת סממנין כצ\"ל:",
            "2": "דמשוי כצ\"ל:",
            "3": "כאן צ\"ל הדיבור והוא שקשורה לו מע\"ש דאז לא מחזי כמשוי הס\"ד ואח\"כ מה\"ד מהו ליתן:",
            "4": "נ\"ב דהוא משום צער דצינה:",
            "5": "נ\"ב והוא:",
            "6": "כשהיו דדיהן כצ\"ל:",
            "7": "נ\"ב ס\"א וכל הנך לא תצא משום דהוי משוי ואינו לשמור גופה וסנדל משום דלמא מישתליף ואתי לאיתויי כו':",
            "8": "נ\"ב לכך פוקק בצמר כצ\"ל והד\"א:",
            "9": "נ\"ב לשוק למוכרה:",
            "10": "הזכרים על נקבות כצ\"ל:"
        },
        "48": {
            "0": "נ\"ב הוא:",
            "1": "נ\"ב לה:",
            "2": "דכיון כצ\"ל:",
            "3": "נ\"ב את בשרו והס\"ד ואח\"כ מה\"ד יד ורגל ותי' קשרו נמחק:",
            "4": "נ\"ב ל' מחול:",
            "5": "נ\"ב כלאים דחבלים כצ\"ל:",
            "6": "ובלבד שיגביה ותי' שלא נמחק:",
            "7": "וגימון כצ\"ל:",
            "8": "צ\"ל לא עקוד:",
            "9": "נ\"ב דכי כריך:"
        },
        "49": {
            "0": "נ\"ב שברגליו:",
            "1": "נ\"ב זכרים:",
            "2": "נ\"ב לה."
        },
        "50": {
            "0": "נ\"ב אתמר נמי אמר ר\"ה בריה דרב יהושע כל שהוא אריג לא גזרו:",
            "1": "נ\"ב להו:",
            "2": "נ\"ב הני:",
            "3": "נ\"ב דלא צריכה למישלפינהו בשעת טבילה כו':",
            "4": "תי' תאנא נמחק:",
            "5": "מן תי' וכ\"ש כו' עד תי' ופירוש כיפה כ\"ז מוקף ונ\"ב ס\"א וכן באשר\"י ובא\"י וכ\"ש כבלא דעבדא אמר ר' אבהו מסתברא כמ\"ד כיפה של צמר תנן תנ\"ה יוצאה אשה בכבול ובאסטמא לחצר לחצר אין לרה\"ר לא ושמואל אמר כבלא דעבדא תנן אבל כיפה של צמר שפיר דמי והלכתא כר' אבהו וכו':",
            "6": "נ\"ב תנן:",
            "7": "נ\"ב תנן אבל כיפה של צמר שפיר דמי:",
            "8": "נ\"ב תנן:",
            "9": "אין יוצאין בו והלכתא כר' אבהו כצ\"ל והשאר נמחק:",
            "10": "נ\"ב של:",
            "11": "נ\"ב אפילו להנאת וכו' טבילה דלא כצ\"ל:",
            "12": "נ\"ב בהן:",
            "13": "נ\"ב עלייהו שלא להיות כו':",
            "14": "צ\"ל ענקי:",
            "15": "נ\"ב אע\"פ שרש\"י פירש חבקין ענקי רצועות שאינן מוזהבות רחבות דלאו לתכשיט עבידן היינו דוקא למאי דקס\"ד דאביי מעיקרא דבחבקין נמי אין אשה חונקת את עצמה וקא מותיב חבקין שבצואריהם אמאי אינן יוצאת בהם הא ליכא חציצה והלכך צריך לפרש דהוה ס\"ל דלאו לתכשיט עבידן דומיא דחוטין שבאזניהם דמיתניא בהדיא דאם מוזהבות הן ולתכשיט עבידן תיפוק לי' דאסירן משום דלמא שלפא ומחוויא דהא תכשיט הן אבל למאי דמסיק רבינא הכא בקרטלא עסקינן דאשה חונקת את עצמה כדי שתראה בעלת בשר מפרשינן לה כפשוטו דמוזהבות הן ולתכשיט עבידן ואפ\"ה אינן אסורין משום דלמא שלפא ומחווי' דודאי לא משלפא ליה לפי שלא תראה בעלת בשר ולפיכך אין לאוסרו אלא משום חציצה ומתני' דאוסר קרטלא משום דהוא תכשיט ומשלפא ומחויא איירי ברפוי דליכא חציצה ואית ביה משום משלפא ומחויא וכן כתבו התוס' ע\"ש:",
            "16": "נ\"ב פי' של שער:"
        },
        "51": {
            "0": "הימנא כצ\"ל:",
            "1": "תולין לבהמה כצ\"ל:",
            "2": "נ\"ב צריך לפרש לדעת האלפסי דה\"ק מר סבר ניסכא עיקר כלומר דוקא בדאניסכא הוי עיקר תכשיט ושייך ביה דלמא שלפ' ואסור אבל בארוקת' לא חיישינן ושרי ומר סבר דארוקתא נמי הוי עיקר תכשיט כמו בדאניסכא וחיישינן ביה נמי דלמא שלפא ואסור וזה הוא ממש איפכא מפי' רש\"י דלמ\"ס ניסכא עיקר אסור ולמ\"ס רוקתא עיקר שרי ואפרש\"י יש לתמוה דהיאך יעלה על הדעת דארוקתא שהיא הרצועה דאית ביה היא העיקר ולא הכסף והזהב ואבנים טובות שעל הרצועה ודו\"ק:",
            "3": "לאחר קישוריה וכו' ונקראין פרוחים וכו' ואוגדתן כצ\"ל:",
            "4": "נ\"ב היא:",
            "5": "נ\"ב אין בה כו' שלא תצא בהן מן כו':",
            "6": "צ\"ל דהא:",
            "7": "דאי מפסיק מייתי כצ\"ל:",
            "8": "נ\"ב מעילים:"
        },
        "52": {
            "0": "מן תי' ומנו עד תי' אתא כ\"ז מוקף ונ\"ב הגה היא:",
            "1": "נ\"ב לשון הערוך ניסכא חוט מלשון מסכת:",
            "2": "נ\"ב חוט כלומר שהן חתיכות חתיכות של כסף או של זהב נקובות ומכניסין כצ\"ל והשאר נמחק:",
            "3": "צ\"ל ואמר:",
            "4": "צ\"ל ואמר:",
            "5": "מן תי' וכל עד תי' וכיון מוקף ונ\"ב בא\"י אין זה גם באשר\"י אינו:",
            "6": "נ\"ב ס\"א וכן בא\"י א\"ל רבינא לרב אשי קמרא עלויי המיינא מאי א\"ל. תרי המיינא קאמרת:",
            "7": "נ\"ב וכן פירש הערוך וכ' עוד מפרחיית' חתיכות שהן כזרת זרת יוצאות ממנו לשמאלו ולימינו ולאחריו תכשיט הוא ושרי ואי לא אינו מלאכת תכשיט ואסור לצאת בו בשבת כי אינו כלי עכ\"ל וצ\"ל שחגור זה אינו חגור לאדם שאם כן כלי הוא אלא חגור של עור הוא ואין בני אדם חוגרים אותו אלא היכא דאית ביה מפרחיית' ולפיכך כי לית ביה מפרחיית' לאו כלי הוא:",
            "8": "נ\"ב שפיר:",
            "9": "נ\"ב (לוי\"ה):",
            "10": "נ\"ב הוא שקלא כצ\"ל והשאר נמחק."
        },
        "53": {
            "0": "צ\"ל עיפא:",
            "1": "נ\"ב פי' דבגמ' אמרי' דא\"ל ר' יוחנן לרב שמן בר אבא הב לי מסנאי יהיב ליה דימין א\"ל עשיתו מכה כלומר דר\"י אזיל לטעמיה דנועל של שמאל תחלה כתפילין ולפיכך א\"ל ר\"י לרב שמן א\"כ שאנעול של ימין שנתת לי לנעול שוב לא אנעול של שמאל אחריו והנני יוצא ביחיד ועשית את רגלי של שמאל כאלו היתה בה מכה דאצא ביחיד באותו שאין בה מכה:",
            "2": "נ\"ב מותר:",
            "3": "צ\"ל וכפופים:",
            "4": "נ\"ב אינו אלא לשון קשר ודעקרין של שורשי סמנין נמי קרוין קמיע:"
        },
        "54": {
            "0": "נ\"ב אילימא",
            "1": "תז\"נ.",
            "2": "צ\"ל בכוכלייר:",
            "3": "אחד מהם כצ\"ל:",
            "4": "נ\"ב או:",
            "5": "נ\"ב של לחש כצ\"ל:",
            "6": "נ\"ב לה דקתני:",
            "7": "צ\"ל לא:",
            "8": "במזליה דגברא כו' בגברא תלו או כצ\"ל:",
            "9": "נ\"ב בגמ' ת\"ש ולא בקמיע בזמן שאינו מן המומחה הא מן המומחה נפיק ואי אמרת קמיע יש בהן משום קדושה זימנין דמיצטריך לבית הכסא ואתי לאתויינהו ד' אמות ברה\"ר הב\"ע בחולה שיש בו סכנה והתניא אחד חולה שיש בו סכנה ואחד חולה שאין בו סכנה אלא כיון דמסי אע\"ג דנקיט ליה בידיה נמי שפיר דמי והתני רבי אושעיא אומר ובלבד שלא יאחזנו בידו ויעבירנו ד' אמות ברה\"ר הב\"ע במחופה עור והרי תפילין וכו':",
            "10": "תכשיטו הוא כצ\"ל:",
            "11": "נ\"ב בשל יד:",
            "12": "בה כצ\"ל:"
        },
        "55": {
            "0": "נ\"ב פי' באצבע:",
            "1": "באצבע אם כצ\"ל ותי' בכך נמחק:",
            "2": "נ\"ב וכתב הרא\"ש דר\"ת פי' שהוא כעין צעיף דמתרגמינן הרדידים מכבנייתא ובשלהי מכלתין משמע כרש\"י שיש כעין מחט במכבנתא ובערוך פי' שהוא כעין עטרה וכפירושו משמע בפ\"ב דיומא דקאמר התם שהכהנים היו עומדין מוקפין כמין כוכלייאר וגם הנושקא היא עגולה עכ\"ל ונראה בעיני דהנושקא היא עשויה כמו חצי עגול עשוי כמו קלבוס ואוחזת בו מפתחי חלוקה והפגום בולע צוארה וזהו שפרש\"י כאן מכבנתא נושקא ע\"ש שמכבנת וקושרת מפתחי החלוק ולפיכך כתב הרא\"ש שהיא עגולה לפי שהיא כמו חצי עגול ולפי זה צריך לפרש הא דקאמר לעיל מאי קטלא מנקטא פארי כפי' הראשון של רש\"י דהיינו בגד שיש לו שנצים וכו' אבל לדעת הי\"מ לשם שהוא כמו חצי עגול כו' כמו שכתב רש\"י בשם לוי\"ה צריך לומר דכוכלייאר הוא דבר אחר או כפי' ר\"ת או כפי' הערוך וק\"ל ועיין בתוס' פ' מי שמת ד' קנו בד\"ה כבינתי לשם האריכו על זה:",
            "3": "נ\"ב על שם שמכבנת וקושרת מפתחי החלוק:",
            "4": "ומטילין כצ\"ל:"
        },
        "56": {
            "0": "נ\"ב ודוקא קשר כו'. ונ\"ב נראה דאף אמוך שבאזנה קאי דבעי קשר מהודק ובאלפס ישן כתוב האי ודוקא קשר מהודק אמוך שבאזנה וכ\"כ באשר\"י וכן פסק הטור בסי' ש\"ג ונראה מדבריה' דבמוך שבסנדל' לא בעי' קשר מהודק וק\"ל:",
            "1": "אמר ליה עשתה לו כצ\"ל והשאר נמחק:",
            "2": "נ\"ב שתי מלות הן דור שיני פי' שורה של שיניים עי' בערוך ערך דר. ובא\"י לדוד שיני גם בר\"ן:",
            "3": "דלא כצ\"ל:",
            "4": "שלפא ומייתי כצ\"ל ותי' ומחויא נמחק.",
            "5": "ולאו כצ\"ל:",
            "6": "הכי כצ\"ל:"
        },
        "57": {
            "0": "לא כצ\"ל:",
            "1": "נ\"ב לשון רש\"י לחלוחית היוצא מן הכסף ובלע\"ז רוי\"ל ויפה למכה:",
            "2": "נ\"ב עי' בר\"ן בפרק אין בין המודר בדף מ':"
        },
        "58": {
            "0": "ואם יש כצ\"ל:",
            "1": "בו כדי כצ\"ל:",
            "2": "מיטלטל כצ\"ל:",
            "3": "נ\"ב בו:",
            "4": "נ\"ב בו:",
            "5": "נ\"ב בו:",
            "6": "נ\"ב בפ\"ה מעין שהיה משוך כצ\"ל:",
            "7": "בפ\"ה.",
            "8": "שלא כצ\"ל:",
            "9": "להוציא לבנה קטן לאוכלו כצ\"ל ותי' לכתחלה נמחק:",
            "10": "מיטלטל כצ\"ל:"
        },
        "59": {
            "0": "נ\"ב לשון הערוך בל' לע\"ז כפה ושל צמר היא וכולה ציציות כמו עור בהמה וי\"א סגוס הכסות שע\"ג המטה ובלע\"ז קוצו ע\"כ:",
            "1": "נ\"ב ל' הערוך לא של פיאה נכרי' אלא פיא' זו זירעונין היא וצובעין בו אדום והכי קאמר אביי אמרה לי אם תלת מוקמי כלו' ג' קשרים מן הקש שלו מוקמי שלא יגדל החולי ה' מסו ז' אפי' לכשפים מעלי ע\"כ:",
            "2": "תיבת ונותן נמחק:",
            "3": "נ\"ב ילגויתא דכרעייהו כצ\"ל:",
            "4": "אמר שמואל וכו' שלא פתחה וכו' נגדה נ\"ב כ\"ז הג\"ה היא:",
            "5": "דאמרינן בעי רב אשי כצ\"ל ותי' אמר נמחק:",
            "6": "נ\"ב לשון הערוך חרגול מין חגב הוא כדכתיב ואת החרגול למינהו וכתב עוד דעבדי לשיחלא פי' כאב האזן ירושלמי טב לאודנא ע\"כ וכתב עוד מסמר הצלוב פי' שכן דרך מי שנתחייב לתלות ממיתין אותו תחלה ואח\"כ פושטין אותו וקובעין לו מסמר בעץ ותולין אותו באותו מסמר ע\"כ וכתב עוד דעבדי ליה לזירפא פי' צער שבא מחמת דם ואותו מקום שאוחז בו נעשה תפוח ודומה כדמות הדרוקן וכו' ע\"ש והיינו כפי' האלפסי שירפא דהיינו חולי הבא מחמת דם כדאמרי' בפ\"ק דנדה זו שירפא מצוי' פי' כבר התחילה לראות דם טמא ובויקר' רבה פ' זאת תהיה והסיר ה' ממך כל חולי זו שירפא והיינו שקורין בלשון ערבי אתחדק\"ן מלשון הדרוקן כמ\"ש הערוך נ\"ל:",
            "7": "שירפא כצ\"ל:",
            "8": "נ\"ב יוצאין בקשרים מפ' בגמ' כצ\"ל:"
        },
        "60": {
            "0": "דעביד מאתמול כו' כצ\"ל:",
            "1": "והיודע כצ\"ל:",
            "2": "והיודע כצ\"ל:",
            "3": "והעושה כצ\"ל:",
            "4": "שזכור איזה כו' כצ\"ל ותי' בו נמחק:"
        },
        "61": {
            "0": "רב אשי אמר רצ\"ל:",
            "1": "את הצמר כצ\"ל ונ\"ב וכל שאר מלאכותיה שייכי בצמר תכלת של מלאכת המשכן:",
            "2": "בהדי זורע לא מחייב כצ\"ל:",
            "3": "דאינהו כצ\"ל:",
            "4": "נ\"ב הוי:",
            "5": "ולזריעה נמי וכו' צריך לה היה חייב בשדה משום חורש בבית משום בונה כצ\"ל:",
            "6": "בשדה משום חורש כצ\"ל:",
            "7": "נ\"ב ועדיין יש לדקדק דמאי איריא תמרי באשכול של ענבים נמי ליחייב תרתי. ואולי דעתו כמ\"ש התוס' וז\"ל בשם רבינו שמואל שיש על התמרי קליפה העליונה וכשהוא מכה בתמרים מפרק את הקליפה מן התמרים והוי כמו דש שמפרק את התבואה מן השבולים ע\"ש:",
            "8": "רב אשי אמר אין כו' כצ\"ל:"
        },
        "62": {
            "0": "צ\"ל אביי אמר:",
            "1": "תי' שני נמחק:",
            "2": "שאף מעמר הוא כצ\"ל:",
            "3": "ולהכי קרי ניפוט וכו' גרעינים ולא קרי ליה תולדה דמנפץ צמר:",
            "4": "נ\"ב",
            "5": "צ\"ל הוא:",
            "6": "נ\"ב למתקן והס\"ד ואח\"כ מה\"ד ואי לא שקלי וכו' מסרת והלכך אוכל כו' שמעורב בו הוי כפסולת כו' כצ\"ל:",
            "7": "נ\"ב הקיפה פורמא:",
            "8": "והמים חמין שבתוכו כו' קמיט מתקשה כצ\"ל:",
            "9": "שלש חטאות תולש חייב משום גוזז מקטם וכו' מן הקנה אורג כובעין ועושין כובעין מכנפי עור בלא שער וממרט וכו' גבי עור והממחקו כצ\"ל והשאר נמחק:",
            "10": "נ\"ב מים מן הים והחמה כו' כצ\"ל:",
            "11": "צ\"ל דמה:",
            "12": "לברור הפסולת ולהניח האוכל אבל וכו' לברור האוכל ולהניח הפסולת כצ\"ל:",
            "13": "בכה\"ג כצ\"ל:"
        },
        "63": {
            "0": "והממחקו כצ\"ל:",
            "1": "נ\"ב בשבת:",
            "2": "נ\"ב והמכבה והמבעיר כצ\"ל.",
            "3": "נ\"ב מן:",
            "4": "מקצעו כצ\"ל:",
            "5": "נ\"ב מחליק:",
            "6": "לנאותן כצ\"ל:",
            "7": "נ\"ב כו'.",
            "8": "נ\"ב עצי:",
            "9": "מפי פרה אבל כמלא פי פרה לא מחייב דהא כו' כצ\"ל:",
            "10": "נ\"ב חשובה:",
            "11": "נ\"ב לא מחייב דהא לא חזי לפרה וכצ\"ל:"
        },
        "64": {
            "0": "נ\"ב לשון התוס' והמוציא קשר מוכסין חייב איצטריך לאשמועינן אפי' כתוב על קלף אף על גב דקתני בסמוך דשיעור קלף כדי לכתוב עליו פרשה קטנה שבתפילין עכ\"ל:",
            "1": "נ\"ב ס\"א ומסננין בו את היין:",
            "2": "שאינו בצ\"ל:",
            "3": "נ\"ב עמהן:",
            "4": "נ\"ב חי הס\"ד ואחר כך מה\"ד כדי כו':",
            "5": "צ\"ל ורבותי:",
            "6": "למצניעיהן לד וחזר כו' אינו חייב וס\"ל כו' כצ\"ל:",
            "7": "מזיגת כוס יפה פי' כו' הד\"א ותי' הכוס נמחק:",
            "8": "לשופו כצ\"ל:",
            "9": "ובגמרא כצ\"ל:",
            "10": "נ\"ב בו את היין שמעכב וכצ\"ל:",
            "11": "כאן צ\"ל הציון מתניתין ומה שנרשם לקמן הוא טעו':",
            "12": "ולהמחות כצ\"ל:",
            "13": "ולא נאמרו השיעורין במשנה אלא למצניעיהן לבד וחזר וכו' אדם שהוציאו אינן וכו' להצניע ואין מצניעין כמוהו כצ\"ל:",
            "14": "ובבינונית כצ\"ל:",
            "15": "ויעמוד כצ\"ל:"
        },
        "66": {
            "0": "חפי כצ\"ל:",
            "1": "כאן צ\"ל הציון מתניתין:",
            "2": "בו כצ\"ל:",
            "3": "כאן צ\"ל הציון גמ':",
            "4": "כאן צ\"ל הציון מתניתין צרור או אבן כצ\"ל:",
            "5": "כאן צ\"ל הציון גמ':",
            "6": "נ\"ב בן יעקב:",
            "7": "נ\"ב רבותי:",
            "8": "שלא כצ\"ל:",
            "9": "נ\"ב צ\"ל דהיינו רביתיה ודמיא לתולש פיטורא מאודנ' דחצבא בר\"פ ח' שרצים דחייב משום דהיינו רביתיה ועציץ שאינו נקוב דתנן בפרק המצניע דפטור התם לאו היינו רביתיה דאין דרך זריעה לשם הכי אוקימנא בגמ' ר\"פ ח' שרצים בדף קח ריש ע\"א:",
            "10": "איהי כצ\"ל:",
            "11": "פוקד\"ש כצ\"ל:",
            "12": "שאם ישתיירו לו כו' כצ\"ל:",
            "13": "שעשויה:",
            "14": "נ\"ב הכי:",
            "15": "מבית הכסא הס\"ד ובעמוד פי' וג' ע\"ש בע\"א ולגירסת כצ\"ל:",
            "16": "ארבע כצ\"ל:",
            "17": "נ\"ב עליה:",
            "18": "נ\"ב לגג אם עלה שם ליפנות:",
            "19": "נ\"ב ובנין הרצפה הוא:",
            "20": "נ\"ב כך פי' רש\"י כאן אבל בפ' כל הבשר ד' קה כתב וז\"ל אמרי אינהו מילתא אף הן היו בקיאין בדבר ועושין להציל עצמם מיד המכשול. ואיכא דאמרי שאמרו שם ולא מוכחא מילתא עכ\"ל כוונתו דלאיכא דאמרי לא שרי אלא ע\"י שם טהרה ולא ע\"י כישוף ולא מוכחא מילתא דכבר אפשר לומר דלבטל כישוף בכישוף שרי וכן פסק הרב מהרש\"ל בתשובה סי' ג' והביא ראיה מכאן ונראה בעיני שגם הרי\"ף מפרש כך ולכך הביאו להורו' היתר זה שמותר לעשות על ידי כישוף לבטל הכישוף:"
        },
        "67": {
            "0": "נ\"ב גי' הגמ' ואינו נפנ' וכ\"ה בא\"י",
            "1": "נ\"ב בפרש\"י בגמ' וז\"ל בין פצים לחבירו כשעושין פצימין ומסדרין אותן עמודים וקורות ועושים סואר של קורות על הארץ ויש חלל בין זה לזה סומכין מתחתיו שלא יתעקם: זכר לדבר. שחרס חשיב בחתיית אור. לחשוף. לדלות: מגבא. גומא שמים נקבצין בתוכה עכ\"ל:",
            "2": "נ\"ב שיש בה:"
        },
        "68": {
            "0": "נ\"ב בן בתירא:",
            "1": "נ\"ב טהור:",
            "2": "עירבוב ויליף לה כצ\"ל והד\"א והשאר נמחק:",
            "3": "שכבת זרע וראויה לקלוט ולהיות ולד נוצר הימנה וקרינן וכו':",
            "4": "כאן צ\"ל הדיבור כמים בקרבו וכשמן בעצמותיו. מקיש סיכה לשתייה: ביצה קלה כבר מפורש שזו היא ביצת תרנגולת שהיא קלה לבשל ולא בשיעור כל ביצה שיערו אלא כגרוגרת מביצה קלה: מצטרפין. כל מיני תבלין זה עם זה: קליפי אגוזים הגדלה ע\"ג הקליפה בעודן לחין: סטיס קרו\"ג. פואה וורניז\"א ובערוך פי' שהוא זרעונים: בסבכה בראש הסבכה שעשאה בקליעה נותן מעט בגד: נתר מין אדמה שקורין ניטראה: בורית מפרש בגמרא מין אהל: קמוניא מפרש בערוך שהוא עשב שמיבשין אותו וטוחנין אותו ורוחצין בו את ידיהן והוא מוציא הזוהמא: אשלג מפרש בגמ' שלגא שמיה ומשכח בנוקבא דמרגניתא ומפקי ליה ברמצא דפרזלי: את הכתם של דם נדה שאלו הסמנין מעבירין על הכתם של דם נדה בבגד לטהרו: פלפלת כל שהו ואינו פלפל שלנו ובגמ' מפרש דכ\"ש חזי לריח הפה: ועטרן כ\"ש חזי לכאב חצי הראש: ומיני בשמים כ\"ש לריח טוב ומיני מתכת כ\"ש חזי לדרבן קטן: מקק ספרים אכילת תולעת האוכלת ספרים ומרקבן ושמו מקק: שמצניעין אותן לגונזן שכל דבר קודש טעון גניזה: מאומה אלמא אחשביה קרא לאיסורא והא דתנן כל שאינו כשר להצניע וכו' ואוקימנא למעוטי עצי אשירה דלא כר' יהודה: רוכלין מוכרי בשמים לקישוטי נשים ויש להם קופות קטנות לצרורות בשמים: אינו חייב אלא חטאת אחת דכולה חד הוצאה היא: פחות מגרוגרות דאע\"ג דכל האוכלין שיעורן כגרוגרות הני כיון דלזריעה קיימי בפחות מגרוגרות נמי מיחייב: זרע קישואין חשוב הוא וחייב בשניים גרגרים: המוציא חגב חי טהור כ\"ש שמצניעין אותו לקטן לשחק בו כדמפרש ר\"י בסיפא דמתני': מת הרי הוא כשאר אוכלין וחייב בכגרוגרת: צפורת כרמים מפרש בגמ' פיילי ביירי שמיה ועבדי ליה לפתח הלב: שמצניעים אותו לקטן ות\"ק נמי מה\"ט מחייב ליה בחגב טהור ומיהו אטמא פליג דלא מצנעי ליה לשחק דילמא אכיל ליה:",
            "5": "ולדוגמא כצ\"ל:"
        },
        "69": {
            "0": "תיבות אף על המטה מוקפות ונ\"ב בכל הספרים אינן וכן באלפס ישן וכן באשר\"י וכן מוכח בבריית' בגמ' ת\"ר המוציא אוכלים כשיעור אם בכלי חייב על האוכלים ופטור על הכלי ואם היה כלי צריך לשום תשמיש חייב אף על הכלי דאלמא בלא צריך לו פטור על הכלי:",
            "1": "גדול כצ\"ל:",
            "2": "נ\"ב בבת אחת במקום וכו' ממקום חיוב וכו' ממקום פטור וכו' כצ\"ל:",
            "3": "וימין וכו' וחיק הוא וכו' ובשם רבינו וכו' יהודה מצאתי שאמר כצ\"ל:",
            "4": "ולהולכין כצ\"ל:",
            "5": "ונ\"ב חייב אף על הכלי:",
            "6": "מחייב כצ\"ל:",
            "7": "שדוחה לא תעשה כו' כצ\"ל:",
            "8": "נ\"ב כך פירשו התוס' בשם רבינו שמואל:",
            "9": "צ\"ל מבעשותה:",
            "10": "ביה כצ\"ל."
        },
        "70": {
            "0": "נ\"ב עי' במ\"ש בפרק המוציא סימן שצח:",
            "1": "נ\"ב עשויין בשייש אמר טעמא כצ\"ל:",
            "2": "נ\"ב אלא לעגלה כצ\"ל שד' עגלו' היו לבני מררי שהיו וכו' שתים כאחד זו וכו' לפניהם דרך הליכתן לאורך רה\"ר שהיו רוצים להלך אחר עמוד הענן ההולך לפניהם ופורקי כו' אבל לאותן שאצלן לא כו':",
            "3": "דהוצי כצ\"ל:"
        },
        "71": {
            "0": "וכדתניא",
            "1": "לאחלופי כצ\"ל:"
        },
        "72": {
            "0": "נ\"ב מקרסם. קוצץ ענפים יבשים מן אילן לתקנו: מזרד. זרדין לחים חדשים של שנה זו ופעמים שהן מרובין ומכחישין האילן ומתייבש וקוצצין אותם ממנו: אם לתקן. את האילן או את הקרקע וקצצו מן המחובר: ביצה קלה. כגרוגרת מביצת תרנגולת שקלה היא לבשל מכל הבצים:",
            "1": "נ\"ב של כל כתב וגופן כו' כצ\"ל:"
        },
        "73": {
            "0": "נ\"ב ובכל דבר שהוא רושם מפרש בגמ' לאתויי הא דתני רב חנניא כתבו במי טריא ואפצא כשר:",
            "1": "שני לוחין אם הן נהגין כצ\"ל והד\"א:",
            "2": "נ\"ב דתנן התם שני חוטין:",
            "3": "נ\"ב ובכבר':",
            "4": "הקורע בחמתו ועל מתו חייב (כן הי' הגי' לפניו וכן הי' הגי' לפני בעל אנשי שם) ונ\"ב זו היא ברייתא ובגמ' פריך מהא אמתני' ומשני ברייתא דקתני חייב במת דידי' שחייב לקרוע עליו הלכך קריעה דידיה לאו קלקול הוא אלא לתקן ומתני' בשאר מתים שמוטל עליו לקוברם ואינו חייב לקרוע דמקלקל הוא:",
            "5": "זהו לשונו של רש\"י בפירושו."
        },
        "74": {
            "0": "בן נורי:",
            "1": "יצא ידי קריעה:",
            "2": "לאל נכר לבסוף כצ\"ל:",
            "3": "נ\"ב ארך חוט אחד:",
            "4": "נ\"ב צבי שנכנס מאליו ונעל אחד כו':",
            "5": "נ\"ב הוא:",
            "6": "נ\"ב דבלא איהו לא מתעבדא ור\"ש פוטר לטעמיה דדריש קראי יתירא למיפטר זה אינו יכול וזה אינו יכול בפ' המצניע: גמ' הגזין מין חגב טהור הוא ונאכלין: במינו ניצוד כגון חגבים והגזין ואח\"כ מה\"ד שאין במינו ניצו' צרעין ויתושין שאינן לצורך כצ\"ל:",
            "7": "נ\"ב ברייתא בגמ' הצד חגבים בשעת הטל פטור בשעת השרב חייב:",
            "8": "ובך משמעו כצ\"ל:",
            "9": "הכניסו לגינה כצ\"ל:",
            "10": "נ\"ב שני:"
        },
        "75": {
            "0": "כאן צ\"ל הציון גמ'. וכו' תחת כנפי כסותו כצ\"ל:",
            "1": "ליה תולדה דשוחט כצ\"ל:",
            "2": "ונחשים:",
            "3": "נ\"ב דיש להן עור הס\"ד:",
            "4": "נ\"ב בגמ' אי' להדיא דבעציץ שאינו נקוב פטור דלאו היינו רביתיה דאין דרך זריעה שם וכ\"כ הר\"ן וצ\"ל דלדוגמא בעלמא נקט עציץ ואינו חייב משום עוקר דבר מגדולו אלא בכד וכיוצא בו דהיינו רביתי' ועי' במ\"ש בפ' המוציא סי' שצח:"
        },
        "76": {
            "0": "רבי מונא אומר משום כו' כצ\"ל:",
            "1": "דלרפואה עביד כצ\"ל:",
            "2": "כשאינו אוחז באמה אינו כצ\"ל:",
            "3": "להו איסורא כצ\"ל:",
            "4": "נ\"ב מר ר\"ח:"
        },
        "77": {
            "0": "נ\"ב יהודה:",
            "1": "של צד קרקע וכו' ושל צד הגוף כצ\"ל:",
            "2": "ומביאין כצ\"ל:",
            "3": "נ\"ב ז\"ל תוס' אלפסי גוף הוא חדר ובו כל הנשמות העתידות לעמוד עד ביאת הגואל שנאמר כי רוח וגו' רצון שלפני יעכב את המשיח עד שיכלו הנשמות אשר עשיתי רוח הוא רצון כמו אל אשר יהיה שמה הרוח ללכת ילכו. ר' אסי אתי לאפוקי ממ\"ד כל הקצין כלו וממ\"ד זכו אחישנה אלא יפיח לקץ ולא יכזב וכל אשר נגזר עלינו ימי הגלות יולד עד שלא יבא המשיח. נראה לי. ותספות ישנים:",
            "4": "דסכנת כצ\"ל:",
            "5": "הרוחות שלפני כ' נולדים קודם יעטוף כו' ותי' לפני נמחק ונשמות שאני עשיתי כו' כצ\"ל:",
            "6": "דמשום כצ\"ל:"
        },
        "78": {
            "0": "ומי שאחזו כו' עד את השבת. נ\"ב כ\"ז הג\"ה היא ובאלפסי ישן אין זה ומהר\"י קארו הביאו בא\"ח סי' שכ\"ח ע\"ש אורחות חיים ושכן פסק ה\"ר שם טוב ואולי שס\"ל דהלכה כר' מתיא בן חרש פ' יוה\"כ (דף פד) דתניא בברייתא מקיזין דם לסרונכי בשבת וחכמים דפליגי וקאמרי באלו אין בהם משום רפואה לא פליגי אהא וכדקאמר ה\"נ מסתברא ואע\"ג דקא דחי להא ואינו נשאר במסקנא אפ\"ה אדיחויא לא סמכינן אלא אבני ישיבה קא סמכינן דקאמרי ה\"נ מסתברא וע\"ש:",
            "1": "תז\"נ:",
            "2": "ונ\"ב תיבות ואפשר דפקיד אביתיה באלפס ישן אין זה:",
            "3": "ומנא לן וכו' עד וכן הלכה כ\"ז מוקף ונ\"ב באלפס ישן אין זה:",
            "4": "מי שנפל כו' עד לחיי שעה מפקחין כ\"ז מוקף ונ\"ב באלפס ישן אין זה יהג\"ה היא: ספק כותי מפקחין עליו מצאוהו חי מפקחין עליו מאי קאמר כו' אינו שם דאי איתיה חי הוא דמפקחין כו' מצאוהו חי מפקחין עליו פשיטא כו' כצ\"ל:",
            "5": "נ\"ב כולהו:",
            "6": "ומתפרקין הלחיים וצריך כצ\"ל:",
            "7": "נ\"ב הדומה לענבה:",
            "8": "נ\"ב ספק:",
            "9": "דמיתברא ליה בשיפי כצ\"ל:",
            "10": "שמא יתעצלו כצ\"ל ותי' על ידם נמחק:",
            "11": "דקאמרי' הכא לישנא יתירא קא דייקי כו' מב\"ד ולמה לי' דתני כצ\"ל:"
        },
        "79": {
            "0": "רבא והני כצ\"ל ותי' כהנא נמחק:",
            "1": "במי גרר כצ\"ל:",
            "2": "נ\"ב ביה אבל לא אישתהי ביה רוחצין:",
            "3": "דאמר כצ\"ל:",
            "4": "נ\"ב בהן:",
            "5": "מצטכי בשבת ותי' מוסכי נמחק כצ\"ל:",
            "6": "וכן פרש\"י בגמ' דף קט רע\"ב:",
            "7": "ומעקר כצ\"ל:",
            "8": "ועל ידיה כצ\"ל:",
            "9": "נ\"ב בהן:"
        },
        "80": {
            "0": "דכיון כצ\"ל:",
            "1": "לפני כצ\"ל:",
            "2": "דלי דעלמא כצ\"ל:"
        },
        "81": {
            "0": "ומפתחי כצ\"ל:",
            "1": "כגון האי דקרו ליה כצ\"ל ותי' נמי נמחק ונ\"ב עי' במ\"ש האלפסי בפ' מצות חליצה בדף תל\"ח ע\"א ובערוך ערך חמר בשם ר\"ת:",
            "2": "נ\"ב לשון הערוך ע' חמר פי' מכנף כולהו ומעיילן בחומרתא דהיא כעין טבעת כגון לולאות דכד בעי וכו':",
            "3": "דכד בעי מעיק והדר וכו' דחומרתא וכד בעי מרווח כצ\"ל:",
            "4": "תרי כצ\"ל:",
            "5": "מן תי' אמר רב אמי עד כולהו שריאן כ\"ז הג\"ה היא ונ\"ב בא\"י אינו והג\"ה היא ועיקר מקומה באלפסי היא בס\"פ המוצא תפילין כי שם מקומה בתלמוד גם באלפסי הביא בפרק המוצא תפילין סוגיא זו קצת בע\"א וע\"ש בסי' תרפ:",
            "6": "נ\"ב לשון רש\"י בפרק המוצא תפילין בימות החמה זרעים בגבעולן ומשירן: שרכא פתילה ארוכה שהעשב ארוך אסור: סיים מסאני שרי לא סיים מסאני אסור שהעשבים נדבקים בקשרי אצבעותיו ונתלשין: עקוסי עוקצי אשפיי\"א בלע\"ז כפול מתחתיו והעשבים נדבקים שם ותולשן עכ\"ל:",
            "7": "והשתא דקיי\"ל כר\"ש דאמר דבר שאין מתכוין מותר כולהו שריאן כצ\"ל:",
            "8": "(ט) דאמר כצ\"ל:",
            "9": "נ' עי' לקמן בפ' תולין סי' תקכ\"א:",
            "10": "נ\"ב בגדים."
        },
        "82": {
            "0": "וגו' ונ\"ב ל' רש\"י בפ' בא לו אף כי נתעב ונאלת איש שותה תורה כמים ויש בו עולה: ותרעא לבית עביד. שהתורה אינה אלא שער ליכנס בה ליראת שמים לכך צריך שתקדים לו יראת שמים:",
            "1": "נ\"ב לקנות חכמה ולב אין:",
            "2": "מן א\"ר אמי כו' עד ומיהו למירהט כו' נ\"ב כ\"ז הג\"ה היא ובאלפס ישן אינו:",
            "3": "נ\"ב לשון רש\"י מבשר אבותיו. שמתו שם בגולה: שקצים ורמשים הא ודאי איתמחו. ולא נעשו עפר: אלא כיון דמלקי גזור בה. משום אוכל שקצי' ורמשים: קדחו ליה תחלי. נקלטו השחלים באדמה וגדלו במעיו ונגעו בלבו ומת עכ\"ל:",
            "4": "והא ודאי שקצים ורמשים אתמחויי אתמחו ותי' דאמרי נמחק:",
            "5": "אלא כיון וכו' וקדחה לי' תחלי ללביה ומית ומיהו כו' כצ\"ל:",
            "6": "ואין כצ\"ל:",
            "7": "לפני המקום כצ\"ל:",
            "8": "אפי' רבב כצ\"ל:",
            "9": "כשמקפלן אותן מישבין כצ\"ל:",
            "10": "נ\"ב בשבת לאכול אותו הירק בחול וכצ\"ל ותי' בשבת עצמו נמחק:"
        },
        "83": {
            "0": "מצילין אותן הס\"ד ואח\"כ מה\"ד טעונין גניזה אסור להניחן כו' כצ\"ל:",
            "1": "מותר אף לדלג ולעקור את זו כצ\"ל ותי' אבל נמחק הנחת ראשונה הס\"ד ואח\"כ מה\"ד אסור. לחפוץ:",
            "2": "ובכל לשון כצ\"ל:"
        },
        "84": {
            "0": "תורה כצ\"ל:",
            "1": "לבדקו כצ\"ל:",
            "2": "רץ אחריו כצ\"ל:",
            "3": "תי' אבל נמחק:",
            "4": "נ\"ב אותן:",
            "5": "נ\"ב כתבה:",
            "6": "נ\"ב הוה:",
            "7": "מלקרוא כצ\"ל:"
        },
        "85": {
            "0": "נ\"ב וקולט כלי אחר ומצרף כצ\"ל",
            "1": "דמפקי כצ\"ל:",
            "2": "בלילי שבת כצ\"ל:",
            "3": "אוחזן כצ\"ל:",
            "4": "להתחזק כצ\"ל:"
        },
        "86": {
            "0": "תיבות בדגים קטנים מוקפין ונ\"ב בגמרא ובאשר\"י גרסינן ודגים גדולים:",
            "1": "משמרים כצ\"ל:",
            "2": "נ\"ב בו:",
            "3": "נ\"ב כתיב:",
            "4": "הקוראה תמיד בלי עתה כצ\"ל:",
            "5": "מתעטף כצ\"ל:",
            "6": "שבת. ולי נראה וכו' ולהביא אחרת כצ\"ל:",
            "7": "מלהתעסק כצ\"ל:",
            "8": "נ\"ב בגדיו יהיו פרומים:",
            "9": "נ\"ב להביא תמיד משואות כצ\"ל ותיבת הנושא נמחק:",
            "10": "מתעטף כצ\"ל:"
        },
        "87": {
            "0": "זוגי:",
            "1": "ויכלו כצ\"ל:",
            "2": "ונ\"ב בגמ' גרסי' נשבוק כולייתא ממעלי שבתא שבקיה וכו':"
        },
        "88": {
            "0": "כח האור כצ\"ל:",
            "1": "לה לההיא כצ\"ל:",
            "2": "רב יהודה כצ\"ל:",
            "3": "נ\"ב אחר:",
            "4": "נ\"ב וכך היא:"
        },
        "89": {
            "0": "נ\"ב נראה מל' הרי\"ף דבשל בני אדם נמי לא שרי אלא באותה חצר דאין חילוק כל עיקר בין של תרנגולים לשל בני אדם וכן מבואר בדברי הר\"ן שלפנינו וכן נרא' מדברי הרמב\"ם בפכ\"ו מהלכות שבת ואיכא למידק א\"כ לוקמי מתניתין בצואה שלקטן כפשטי' ובחצר אחרת וה\"ק ועל צואה של קטן מפני קטן וי\"ל דא\"כ למה ליה למתני צואה של קטן ליתני סתמא ועל צואה דהא אין חילוק בין צואה לצואה דבין בשל תרנגולים בין בשל בני אדם גדול וקטן בחצר אחרת אסור לכבדה ובאותה חצר שרי אלא ודאי של קטן דתנן במתניתין בשביל קטן קאמר. אבל לפי גירסא שלנו בגמ' צואה של קטן אפילו הוא בחצר אחרת מותר לכבדה מפני שראוייה להאכילה לכלבים וכן מצאתי הגירסא באלפסי ישן וז\"ל אוקימנא בצואה של תרנגולים בשביל הקטן שלא יוזק בה ובחצר אחרת אבל צואה של בני אדם ושל תרנגולים באותה חצר מותר לכבדה כו' דלפי נוסחא זו משמע דבאותה חצר אשל תרנגולים דסמיך ליה קאי אבל בשל בני אדם מותר אף בחצר אחרת ומשום שראוייה לכלבים וכן כתב הר' רבינו ירוחם בסי\"ג וכתב דה\"ה לצואת גדול וכ\"כ בסימני אשר\"י וז\"ל אבל צואה של תרנגולים שבאותה חצר ושל תנוק אף בחצר אחרת מותר להוציאה אבל בפסקי הרא\"ש שבידינו בדפוס כתוב כלשון הרי\"ף שלפנינו וכפי' הר\"ן והיא דעת הרמב\"ן וכ\"כ ה' המגיד על דברי הרמב\"ם וז\"ל מבואר בפ' כל כתבי וכפי גירסת ההלכות שם ועיקר עכ\"ל והכי נקטינן לחומרא:",
            "1": "בערב. מקום:",
            "2": "נ\"ב הוא:"
        },
        "90": {
            "0": "דבי ריש גלותא כצ\"ל:",
            "1": "קמייהו כצ\"ל:"
        },
        "91": {
            "0": "כמוקצה כצ\"ל:",
            "1": "לגבי כצ\"ל ותי' בי נמחק:",
            "2": "ועיקר חילול שבת בשבילם כצ\"ל:"
        },
        "92": {
            "0": "הניטלין בשבת דלתותיהן כו' כצ\"ל:",
            "1": "נ\"ב לפי זה הוה כמו חסורי מחסרא דהא דתנן ואע\"פ שנתפרקו בשבת ה\"ק ואע\"פ שנתפרקו בחול ניטלין בשבת:",
            "2": "שאינן מן כו' קבועין הן ולא כצ\"ל:",
            "3": "לגרוף כצ\"ל:",
            "4": "נ\"ב דשרי טפי:",
            "5": "להו כצ\"ל:",
            "6": "תי' והם הכי נמחק וצ\"ל והוא הדין:",
            "7": "תי' אפילו נמחק:",
            "8": "מיטלטלת כצ\"ל:",
            "9": "צ\"ל רבא:",
            "10": "תי' לשום נמחק וצ\"ל כדי:",
            "11": "לברייתא כצ\"ל:",
            "12": "דלרבא כצ\"ל:"
        },
        "93": {
            "0": "תי' פת נמחק:",
            "1": "בה כו' לפתוח בה כו' כצ\"ל:",
            "2": "נ\"ב רבי:",
            "3": "כרבי אלעזר כצ\"ל:",
            "4": "דהלכה כצ\"ל:",
            "5": "נ\"ב גי' אלפס ישן כל הכלים הניטלין ניטלין לצורך וכו':",
            "6": "כדרבא כצ\"ל:",
            "7": "תי' שהוא נמחק ונ\"ב שהיה:",
            "8": "נ\"ב אבל היכא שנעשה ההיתר בסיס לדבר האסור אין:",
            "9": "נ\"ב ואין הלפת והצנון:"
        },
        "94": {
            "0": "ואפי' כצ\"ל:",
            "1": "תי' והאוסר נמחק:"
        },
        "95": {
            "0": "דפליגי כצ\"ל:",
            "1": "אמר רבא כצ\"ל:",
            "2": "וסופת באבטיח כצ\"ל ונ\"ב בפ' שני דמס' מעשרות באבטיח שאבור לי סופת ואוכל:",
            "3": "בר המדוראי כצ\"ל:",
            "4": "נ\"ב ישן:",
            "5": "ברה\"ר נמי כצ\"ל:",
            "6": "דאם כצ\"ל:"
        },
        "96": {
            "0": "הכא כצ\"ל:",
            "1": "נ\"ב פי' פקק דהכא מחיצה היא:",
            "2": "רש\"י כצ\"ל:",
            "3": "נ\"ב דר' אבא בר:",
            "4": "בכולהו כצ\"ל:",
            "5": "דהלכה כרב אסי כצ\"ל:",
            "6": "ככל הכלים כצ\"ל:",
            "7": "ר' אמי ור' אסי כצ\"ל:",
            "8": "אסי כצ\"ל:",
            "9": "רב כצ\"ל:",
            "10": "ואדריב' כצ\"ל:"
        },
        "97": {
            "0": "תי' ותלוי נמחק:",
            "1": "עליהן ודכ\"ע כצ\"ל:",
            "2": "כי פליגי בכלים דחברינהו בארעא מר מדמי וכו' ומר מדמי להו לכסוי כלים ת\"ק סבר וכו' כצ\"ל:",
            "3": "דלא כצ\"ל:",
            "4": "נ\"ב עליהן:",
            "5": "נ\"ב בו:",
            "6": "ומיהו מעשה כצ\"ל:",
            "7": "כמתוקן כצ\"ל:"
        },
        "98": {
            "0": "לעזים כצ\"ל ותי' לעניים נמחק [וכ\"ה בא\"י]:",
            "1": "ברגלו כצ\"ל:",
            "2": "ללמד כצ\"ל:",
            "3": "דכורא כצ\"ל:"
        },
        "99": {
            "0": "דרשב\"ג מיקל טפי כצ\"ל:"
        },
        "100": {
            "0": "דדומה כצ\"ל:",
            "1": "וצער כצ\"ל:"
        },
        "101": {
            "0": "הוא:",
            "1": "נ\"ב איני צריכה וגם לא אמרה כו':",
            "2": "נ\"ב לפענ\"ד נראה דשפיר דייקא רבוואתא דכיון דאשכחן דזימנין הדם שותת קודם שתשב וזימנין אינו שותת אלא לאחר שתשב אי איתא דלרב הונא אין מחללין אלא כשהדם שותת לאחר שתשב הוה ליה לפרושי ולומר עד שיהא הדם שותת כי היכי דלא ליתי למטעי ולהקל אלא צריך לומר בעל כרחך דרב הונא לקולא קאמר דמיד שהדם שותת מקרי שתשב על המשבר נמי מחללין ומה שקשה דהו\"ל לפסוק כרב הונא דספק נפשות להקל נרא' דטעמייהו דכי אמרי רבנן דמחללין ביולדת היינו כשנתברר לנו שהיא יולדת התם הוא דאזלינן לקולא כגון בפלוגתא דמר זוטרא ורב אשי בסמוך אבל הכא דפליגי במאימתי פתיחת הקבר הכא לא אזלינן להקל כיון שלא נתברר לנו שהיא יולדת וכדומה לזה אמרו כי אקילו רבנן בעדות אשה בסופה אבל בתחלתה לא אקילו רבנן:",
            "3": "נ\"ב הקבר:",
            "4": "נ\"ב בפ\"ב דהל' שבת:"
        },
        "102": {
            "0": "רב כצ\"ל:",
            "1": "דאפסיקא כצ\"ל:",
            "2": "רבא כצ\"ל:",
            "3": "ואינם כצ\"ל:",
            "4": "מכיון כצ\"ל",
            "5": "נ\"ב חצרות:"
        },
        "103": {
            "0": "צ\"ל מלאכה:",
            "1": "במקום כצ\"ל:",
            "2": "הוה כצ\"ל:",
            "3": "נ\"ב תנא:"
        },
        "104": {
            "0": "תי' ברית נמחק:",
            "1": "בליכא כצ\"ל:",
            "2": "נ\"ב ממנו:",
            "3": "נ\"ב בו:",
            "4": "דמחממין כצ\"ל:",
            "5": "נ\"ב נראה דלא קאמר דבעינן לשנויי אלא היכי דאבדור סמני אבל באשתפוך חמימי דהוא להרחצת כל גופו דהוה חולה שיש בו סכנה לא בעי לשנויי מידי דהוה אשאר חולה שיש בו סכנה דמחללין עליי את השבת ולא בעינן לשנויי במידי והראי' ממתני' נמי לא איירי אלא בכמון שהיא לרפאות מכת המילה גרידא לא לרפאות חליו של תינוק:",
            "6": "דתדחה כצ\"ל:"
        },
        "105": {
            "0": "חמין ושמן ע\"ג מכה כצ\"ל:",
            "1": "נ\"ב ב\"א:",
            "2": "נ\"ב הקפר:",
            "3": "נ\"ב הא דלא פירש בקיצור דה\"ק ליה בחול מודינא לך אבל בשבת פליגנא עלך משום דא\"כ קשה ר\"א הקפר טעמי' דב\"ש קאתא לאשמעי' ומש\"ה איצטריך ליה לפרש דר\"א הקפר קאמר ליה דבגר לד\"ה צריך דאם נפרש לר\"א הקפר בגר לד\"ה אין צריך קשה נמי וכי טעמא דב\"ש קאתא לאשמעינן דהא לרשב\"א נמי לב\"ה בגר א\"צ אך קשה דא\"כ דעיקר פלוגתא דר\"א הקפר ליתא אלא בגר ה\"ל למימר בהדיא לא נחלקו בגר שצריך וכו' לאיזה צורך קא\"ל בחול מודי לך וצ\"ע ולפירש\"י דפירש דלרבה ר\"א הקפר לא קא מהדר ארשב\"א אלא מהדר את\"ק דקאמר דבחול מחלוקת וקאמר ליה ר\"א הקפר דלא נחלקו בחול ניחא:",
            "4": "נ\"ב לאפוקי:",
            "5": "נ\"ב קאמר:",
            "6": "נ\"ב עליו:",
            "7": "האי כצ\"ל.",
            "8": "שמעיה כצ\"ל:"
        },
        "106": {
            "0": "צ\"ל רבה:",
            "1": "נ\"ב אותו:",
            "2": "בגר כצ\"ל:",
            "3": "נ\"ב אלא במ\"ש:"
        },
        "107": {
            "0": "נ\"ב נימול לאחד כגון שילדה ואח\"כ הטבילה יליד בית שנימול לשמונ' הטבילה וכו' כצ\"ל:",
            "1": "דיחיד הוא ולא קי\"ל כצ\"ל:",
            "2": "לספק כצ\"ל:",
            "3": "ודאי כצ\"ל:",
            "4": "נ\"ב ט':",
            "5": "נ\"ב דסבירא להו דנולד לספק ט' חדשים כצ\"ל:"
        },
        "108": {
            "0": "נ\"ב לי:",
            "1": "סבירא כצ\"ל:"
        },
        "109": {
            "0": "נ\"ב בברייתא פרק החולץ איתא נתרפא מטבילין אותו מיד ובגמ' נתרפא אין לא נתרפא לא מ\"ט משום דמיא מרזו מכה ומ\"ש וכד מטבילינן ליה צריך למיזל בהדי תלתא ברייתא שם ומשמע אבל כשמלין אותו מתחלה אין צריך ג' וכן נראה מדברי הרמב\"ם בהא\"ב וה\"ט משום דבשעת טבילה צריך לקבל עליו מצות וכן פי' התוס' לחד פירושא בפרק החולץ דלא בעינן ג' אלא משום קבלת מצות ומ\"ש ונימא ליה כו' פירש דבשעת טבילה אומרים לו מה ראיתה שבאתה להתגייר וכו' כי היכי דאמרי' ליה מעיקרא כשבא להתגייר כדתניא התם גר שבא להתגייר בזמן הזה אומרים לו מה ראית כו' וסובר הרב דבשעת טבילה שבו תיגמר גירותו חוזרים ואומרים לו כן וכ\"כ הרמב\"ם פי\"ד מהא\"ב ומ\"ש וגייזי ליה ממזייה וכו' אין לה גמרא ונראה דמשום טבילה כדי שלא יהא שום דבר חוצץ ולכך דקדק ואמר ממזייה פי' מקצת שערו שמסובכין וכן נטילת צפרנים משום צואה שתחת הצפורן וכדתני התם וכל דבר שחוצץ בטבילה חוצץ בגר כו' [ואפשר עוד לחוש לדברי ר\"מ הדרשן שהעתיק רש\"י בפ' בהעלותך ומ\"ש וצריכין למיחזיי' כד טביל טעמו כיון שבטבילה זו נגמר גירותו וגר בעי ג' דמשפט כתיב ביה כדאיתא התם הילכך בעינן שכל הג' יהיו רואין הטבילה ומ\"ש וכד סליק מברך כו' טעמו מבואר דלא יכול לומר וצונו עד שנעשה גר גמור וכדאיתא בפ\"ק דפסחים: ומ\"ש וכן עבד משוחרר היינו לומר דבעי נמי טבילה כשבא לכלל ישראל גמור אבל לענין קבלת מצות אין צריך לקבל בשעת טבילת שחרור דאפי' בע\"כ משחררו והכי אסיק רב פפא בפ' החולץ ונראה בעיני דאף ג' אינו צריך דעיקר טעמא דבעי ג' משום קבלת מצות וכיון דא\"צ לקבלותו ולדעתו א\"כ לא בעינן נמי ג' וזהו שדקדק ואמר וכן עבדו ואמתו דזבין להו מעיקרא מן הנכרים אתו תלתא וא\"ל מצות כו' דודאי בטבילת עבדות דצריכה להיות מדעתו של עבד ולדעת הרב שלא כדעת רש\"י בפ' החולץ הילכך בעינן ג' ועיין בדברי הרא\"ש בפ' החולץ דכתב להדיא שבזה חולקין רש\"י והרי\"ף ז\"ל אכן הרמב\"ם ז\"ל פ' דטבילת שיחרורו בג'. והטור ז\"ל נראה ממנו דבין בטבילת עבדות ובין בטבילת שיחרור לא בעי ג' וכאן אין מקום להאריך:",
            "1": "כתב כצ\"ל:",
            "2": "שהכנסתו כצ\"ל:"
        },
        "110": {
            "0": "נ\"ב לנכרי:",
            "1": "ולאו כצ\"ל:",
            "2": "מדמת כצ\"ל:",
            "3": "נ\"ב משמרת:",
            "4": "דאין כצ\"ל:",
            "5": "והכא נמי וכצ\"ל:",
            "6": "שמצא בברייתא בגוד לבדה וכו' ובכילה לבדה הוא כוללן יחד ושנאן כולן הפטורין כצ\"ל:",
            "7": "נ\"ב הוא:",
            "8": "ובמקום כצ\"ל:",
            "9": "שוטחין כצ\"ל:",
            "10": "צ\"ל דפרק כירה:",
            "11": "ואע\"ג כצ\"ל:",
            "12": "ובמקום שתוקעין וכו' שוטחין כצ\"ל:"
        },
        "111": {
            "0": "פטור אבל אסור אהל קבוע וכו' וכסא טרסקל כצ\"ל:",
            "1": "לפיכ' כצ\"ל:",
            "2": "דבאורתא כצ\"ל:",
            "3": "מימתחא כצ\"ל:",
            "4": "נ\"ב בחוזק:",
            "5": "עביד אלא ליתובא כצ\"ל:",
            "6": "נ\"ב כך שמו ובלע\"ז פלדישטו\"ל ועליונו של עור ומקפלין אותו ומסלקין אותו וסומכין אותו לכותל וכשרוצין לישב עליו נוטהו ויושב על ד' רגליו והאיסקלא עשוי כעין כסא טרסקל אבל כצ\"ל:",
            "7": "עי' כדמסיק בעמוד נמחק:",
            "8": "הנס שעל הקינוף כצ\"ל:",
            "9": "ב\"ב כשהיא מקופלת וכו' למושכה בו כצ\"ל:",
            "10": "לנטותו כצ\"ל:",
            "11": "נ\"ב טפח:",
            "12": "נ\"ב על ראשו:",
            "13": "נ\"ב באו משום אבל הוא אלא משום:",
            "14": "לא קמנתרא כצ\"ל:",
            "15": "כן כצ\"ל:"
        },
        "112": {
            "0": "תי' יש נמחק:",
            "1": "בברכות כצ\"ל:",
            "2": "למיגז כצ\"ל וכן לקמן:",
            "3": "שאין כסכין עשוים אלא כצ\"ל ותיבת כסדין נמחק:"
        },
        "113": {
            "0": "ומ\"ש וכו' עד מוכחא מילתא כ\"ז מוקף ונ\"ב באלפס ישן אין זה:",
            "1": "מדרבנן כצ\"ל:",
            "2": "נ\"ב אינו עכור כצ\"ל ונ\"ב כ\"ה באלפסי ישן וכן העתיק הרא\"ש:",
            "3": "תני יעקב וכו' עד אלא לגוון כ\"ז מוקף ונ\"ב באלפסי ישן א\"ז וגם האשר\"י לא הביאו:",
            "4": "דאוקמי' דטעמא כצ\"ל:",
            "5": "אדרבנן הוא דעבר הילכך וכו' לעבור שם לפני הכל כצ\"ל:",
            "6": "ומסנני' כצ\"ל וכו' מפני הקיסמים ותי' הקיסמים מוקף ונ\"ב ס\"א הקמחים שקורין קנ\"ש:",
            "7": "להסתנן כצ\"ל:",
            "8": "נ\"ב של:",
            "9": "נ\"ב את הפסולת וכו' נוטף ומסתנן עמה והוי ליה לחרדל כצ\"ל:",
            "10": "מציעא כצ\"ל נ\"ב בפ' איזהו נשך ד' סה:"
        },
        "114": {
            "0": "נ\"ב בגירסת הגמ' שבידינו מפכינן דרב לדשמואל ודשמואל לדרב וכך הוא באשרי:",
            "1": "אמינתא כצ\"ל וכן לקמן:",
            "2": "ואי כצ\"ל:",
            "3": "נ\"ב של:",
            "4": "ורב כצ\"ל:",
            "5": "נ\"ב אפילו:",
            "6": "נ\"ב כלומר והלכתא כוותיה דר\"ש וכדפסק בפ' מי שהחשיך ובאלפסי ישן גרם ולית הלכתא והיינו לומר דלית הלכתא כוותי' דרב:",
            "7": "נ\"ב אותן:",
            "8": "שהפסולת נופל דרך נקבי כצ\"ל:",
            "9": "נ\"ב הוא:",
            "10": "נוטל הכברה ונותן לתוך האיבוס כצ\"ל:",
            "11": "חלוק של פשתן כצ\"ל ותיבת כתונת נמחק:",
            "12": "כששוטחין אותה לנגבה וכו' דלא חזי לטלטולי כצ\"ל:",
            "13": "מלפניו כצ\"ל:",
            "14": "אמרינן כצ\"ל:",
            "15": "אותן המים כצ\"ל:",
            "16": "ואע\"פ כצ\"ל:",
            "17": "נ\"ב בפ\"ח דשרצים:",
            "18": "ופשיט כצ\"ל:",
            "19": "נ\"ב אכן בגירסתנו בגמ' איתא להדיא ופשט לי לאיסורא וכך הוא באשרי:",
            "20": "שלפניו כצ\"ל:",
            "21": "ואסרי כצ\"ל:",
            "22": "מיכוין כצ\"ל:"
        },
        "115": {
            "0": "תי' מתיר מוקף ונ\"ב ס\"א מכיר:",
            "1": "קסבר כצ\"ל:",
            "2": "נ\"ב לשון הגמ' לינגוב נפשיה ברישא והדר ליסליק:",
            "3": "ואלא כו' במאי מקנחי ליה מקנלי ליה בקורא כצ\"ל:",
            "4": "נ\"ב הר\"ן גרס הלכה כרבא וכן הוא באלפסי ישן וכן היתה גרסת הרז\"ה בהל' הרי\"ף:",
            "5": "תי' איבוס מוקף ונ\"ב ס\"א גדר:",
            "6": "על יד יתידות וכו' של התחתונה והעליונה מנוקבת כו'ולא יוכל לעלות כצ\"ל ותי' לצאת נמחק:",
            "7": "לחלצה כצ\"ל:",
            "8": "נ\"ב ותימה אמאי לא פירש דאסור מדרבנן דחיישינן דילמא אתי לאשוויי גומות במתכוין כי היכי דאסרינן בטיט שברגלו לקנחו בקרקע וצדוד כובא בארעא מה\"ט כמו שפירש הרב גופיה בסוף עמוד זה (בד\"ה דילמא אתי) והוא מדברי התוס' וכן פירשו התוס' הכא דאבוס שבקרקע אסור משום דרגילות להתכוין לאשווי גומות וחחיישינן טפי שמא יתכוין וכן פירש\"י להדיא אלמא משמע דלית ביה פסיק רישיה ונראה דס\"ל להרב ז\"ל דמדאקשינן בגמ' ואבוס דקרקע מי איכא למאן למאן דשרי הא קא משוי גומות אלמא דס\"ל לתלמודא דפסיק רישיה דאל\"כ מאי קושיא הא איכא למימר דאיכא למ\"ד שלא חייש לדלמא אתי לאשויי גומות במתכוין. ודלא כפירש\"י ותוס':",
            "9": "נ\"ב להו:",
            "10": "והכא שפיה רעה כצ\"ל:",
            "11": "נ\"ב עליו:",
            "12": "שיש עמודים וכו' של התחתונה כצ\"ל ותי' שני נמחק:",
            "13": "אחריה כצ\"ל:",
            "14": "שלא:",
            "15": "נ\"ב הוה:"
        },
        "116": {
            "0": "באיזה כצ\"ל:",
            "1": "נ\"ב אלפס ישן:",
            "2": "פי' מרופט רפוי:",
            "3": "נ\"ב גדול:",
            "4": "וכי מחייבי עלה שלפא כצ\"ל:",
            "5": "משפשפו כצ\"ל:",
            "6": "ולשלחן שיעור כצ\"ל ותי' יש נמחק:",
            "7": "נ\"ב וכן פירשו התוס':",
            "8": "דאי נפלה ליה לא אתי וכו' אבל דינר אפילו לאחוז לתינוק בידו כצ\"ל:",
            "9": "דכמאן כצ\"ל:",
            "10": "נ\"ב זמנין:",
            "11": "נ\"ב והן הנה דברי התוס' בס\"פ שמונה שרצים יע\"ש:",
            "12": "דהואיל כצ\"ל:"
        },
        "117": {
            "0": "נ\"ב ובעל המאו' והרמב\"ן ז\"ל האריכו ע\"ז בפ' כל הכלים וע\"ש:",
            "1": "דאינו כצ\"ל:",
            "2": "יהודה כצ\"ל:",
            "3": "נ\"ב הוא:",
            "4": "נ\"ב וכ\"כ תוס' ועוד הקשו עליו עי\"ש:",
            "5": "כפא כצ\"ל:"
        },
        "118": {
            "0": "נ\"ב של בית מנשיא בן מנחם היו סוחטין ברמוני' פירוש אבל לא ברמונים וכו':",
            "1": "אסורין כצ\"ל:",
            "2": "וכיוצא בהן סוחטין אותן אפילו לכתחלה כצ\"ל:",
            "3": "מותרי' כר' יהודה כצ\"ל:",
            "4": "נ\"ב ויש לתמוה דא\"כ אמאי סוחטין בפגעין לכתחלה נימא כיון דאחשובינהו הוה להו משקה מידי דהוה אתרדין וצ\"ל דדוקא במקוה דפסולא דאורייתא מהני טעמא דאחשובינה אבל בסחיטת שאר פירות בשבת דאינו אסור ד\"ת וכרב דאמר ד\"ת אינו חייב אלא על דריכת זתים וענבים בלבד והכי ס\"ל לשמואל והכי הלכתא דלא כר' יוחנן וכדכתב הרי\"ף בסמוך סימן תקמ\"ה הלכך בתותי' ורמוני' דאיכא דבית מנשי' דסוחטין ברמוני' אסרום רבנן ליסחט לכתחלה משום דחשיב משקה לדידיה דאחשבינהו אבל בפגעין שרי ליסחט לכתחלה ואע\"ג דאחשבינהו קאמרי רבנן דלאו כלום הוא כיון דלא אשכחן מאן דסחיט להו ואמרינן בטלה דעתו אצל כל אדם ולא דמי לתרדין במקוה דאע\"ג דליכא מן דסחיט לתרדין מ\"מ כיון דאחשבינהו הו\"ל משקה ופסלי למקוה ד\"ת ולא מביא להא דרב חסדא אלא דאשכחן דאחשבינהו מלתא היא כנ\"ל לישב לפי דעת הרי\"ף והוא דעת הרמב\"ם והרא\"ש. אכן מפרש\"י מבואר להדיא דלכתחלה אסור לסחוט אפילו פגעין לצורך המשקה דכיון דאחשבינהו הוה לדידיה משקה ודוקא דסוחט למתק הפרי ולא לצורך משקין קאמר דסוחט בפגעין אבל לא ברמונים ואפי' למתקן דאי שרית למתק אתי למיעבד לשום משקה אבל בפגעין ליכא למיחש להכי דאין אדם עושה אותו למשקה משא\"כ בתותים ורמונים דאיכא דבית מנשיא דקא עבדו להו משקה בחול והשתא לפי פירושו אסור לסחוט לכתחלה אפי' בפגעין כו' וכיוצא בהן כשסוחט לצורך משקה וא\"צ לומר בתותים ורמונים ובסוחט למתק הפירי בפגעין שרי לכתחלה אבל בתותים ורמונים אסור אפי' למתק הפרי גזירה דלמא אתיא למיעבד לשום משקה וה\"ה היכי דיצא מעצמן נמי אסורים בתותים ורמונים גזירה שמא יסחוט לכתחלה כרבנן ובין לאוכלים ובין למשקין אסורים אפי' יצא מעצמן והיינו כסברת הגאון שדחה הרי\"ף סברתו במ\"ש ואיכא מאן דסליק אדעתא דרמונים בהדי זתים וענבים הוו כו' והיא סברת רש\"י ותוספת:",
            "5": "נ\"ב אמר רב חסדא מדברי רבינו נלמד חולב אדם עז לתוך הקדרה אבל לא לתוך הקערה:",
            "6": "במתניתין כצ\"ל:",
            "7": "בספוג וכו' ולחזור כצ\"ל:",
            "8": "נ\"ב דהוא:",
            "9": "אם לאוכלין הן כצ\"ל:",
            "10": "למהוי ניחא כצ\"ל:",
            "11": "והכי מפרש רב נחמן לברייתא סוחטין בפגעין למתק הפרי כצ\"ל והד\"א ותי' אם לאוכלין נמחק:",
            "12": "לשום כצ\"ל:",
            "13": "כמפריד אוכל מאוכל כצ\"ל:",
            "14": "הקערה דזימנין דלמשקה קאי ואע\"ג כצ\"ל ותי' כי נמחק:",
            "15": "מיטלטל כצ\"ל:"
        },
        "119": {
            "0": "משקין כצ\"ל:",
            "1": "ובין כצ\"ל:",
            "2": "דהאי כצ\"ל:",
            "3": "דדייק מיניה כצ\"ל:",
            "4": "והלכתא כתרוציה דר\"י כצ\"ל:",
            "5": "ושמעינן מנה דסוחט כצ\"ל:",
            "6": "בסחיטת כצ\"ל:",
            "7": "אפירכי כצ\"ל ותי' אפירוקי נמחק:",
            "8": "וכי כצ\"ל:",
            "9": "הכי נמי לר\"י דקאמר למימיהן חייב חטאת כצ\"ל:",
            "10": "דהא כצ\"ל:",
            "11": "נ\"ב אכן רש\"י כתב דהכי גרסינן דכ\"ע משקה הבא לאוכל לאו אוכל הוא כו'. וכ\"כ התוס' וז\"ל לא מצינו למימר דכ\"ע אוכל הוא דא\"כ מ\"ט דמ\"ד הוכשר ולגירסת האלפסי צ\"ל דה\"ק בעלמא כשאינו הולך לאיבוד דכ\"ע אוכל הוא והכא דהולך לאיבוד דלא הוי אוכל פליגי מ\"ס משקה העומד לאיבוד משקה הוא ומ\"ס לאו משקה הוא דכי היכי דלאו אוכל הוא הכי נמי לאו משקה הוא:",
            "12": "דהיא כצ\"ל:",
            "13": "אומרת כצ\"ל:",
            "14": "נ\"ב הוא:"
        },
        "120": {
            "0": "דהא כצ\"ל:",
            "1": "להו כצ\"ל:",
            "2": "שבות כצ\"ל:",
            "3": "נ\"ב בכור:",
            "4": "נ\"ב ופריך רב יוסף:",
            "5": "ופריק אביי:",
            "6": "שאוכלין כצ\"ל:"
        },
        "121": {
            "0": "דאינו רוצה וכו' ואמגופה כצ\"ל:",
            "1": "וכיון כצ\"ל:",
            "2": "הדבוק' כצ\"ל:",
            "3": "ולא כצ\"ל:",
            "4": "דאינו כצ\"ל:"
        },
        "122": {
            "0": "במתני' כצ\"ל:",
            "1": "חזא איכא טלא כצ\"ל:",
            "2": "נ\"ב שהוא:",
            "3": "שני קצותיה כמין מרזב כצ\"ל ונ\"ב פי' שני קצותיה שמצד שמאל וכו' ויחזור ויקפל שני קצותיה שמצד הימין ויניחנה על כתפו הימין כו':",
            "4": "נ\"ב לשון הערוך ערך כש בתרא וע\"כ נקראו כישי בבליית' שמנהג הבבלי' לאוגדם ועיקרו מן כישא דירקא עכ\"ל אבל רש\"י גרס כיסא ופי' והיינו כמין כיס וכמו מרזב:",
            "5": "וקפדי עליה כצ\"ל:",
            "6": "ובשמאלו כצ\"ל:",
            "7": "נ\"ב מונחים:",
            "8": "עד שינערם כצ\"ל:"
        },
        "123": {
            "0": "ונסתפג אפי' בעשר אלונטיות לא יביאם כצ\"ל:",
            "1": "נ\"ב הוא:",
            "2": "ונסתפג וכו' לא יביאם כצ\"ל:",
            "3": "אבל רוחץ כצ\"ל ותי' מטבל נמחק:",
            "4": "שהוחם ואין כצ\"ל:",
            "5": "נ\"ב וחד:",
            "6": "לביתו כצ\"ל:",
            "7": "נ\"ב נמי:",
            "8": "ביה מיא וכו' אותה בידים כצ\"ל:",
            "9": "לכל גופם כצ\"ל:",
            "10": "כדפרישית כצ\"ל:",
            "11": "למטה כצ\"ל:",
            "12": "נ\"ב ביצים:",
            "13": "כשנופל כצ\"ל:",
            "14": "לא אירע מעשה זה לרבי כצ\"ל.",
            "15": "שצדיה כצ\"ל:",
            "16": "ואפ\"ה כצ\"ל:",
            "17": "לו כצ\"ל:"
        },
        "124": {
            "0": "תי' אותו נמחק:",
            "1": "צ\"ל לזמן:",
            "2": "נ\"ב אבל לא מן הכתב הס\"ד ומה\"ד שמא כו' כשיראה וכו' יתחרט שזימן וכו' מן הכתב כדי שלא וכו' כצ\"ל:",
            "3": "נ\"ב הוא:",
            "4": "נ\"ב הוא:"
        },
        "125": {
            "0": "מאי כצ\"ל:",
            "1": "חוץ כצ\"ל:",
            "2": "מכתב מתוך כתב שעל גבי כו' כצ\"ל:",
            "3": "נ\"ב על:",
            "4": "יכתוב כצ\"ל:",
            "5": "תי' דטבלא נמחק:",
            "6": "צ\"ל גודא:",
            "7": "נ\"ב גבוה:",
            "8": "נ\"ב וכל זה מדברי הרמב\"ן בספ' המלחמו':",
            "9": "צ\"ל בדכתיב:",
            "10": "ואיכא כצ\"ל:",
            "11": "וכרבה כצ\"ל:",
            "12": "נ\"ב דכותל:",
            "13": "לשמא כצ\"ל:",
            "14": "בדרבה כצ\"ל:"
        },
        "126": {
            "0": "נ\"ב בר אידי:",
            "1": "נ\"ב בר אידי:",
            "2": "נ\"ב הגהת מהר\"ר שמואל שליצשט\"ט:",
            "3": "אגרא דאגירי וכו' דליכא אגרא וכו' אי איכא אגרא כצ\"ל:",
            "4": "אגרא כצ\"ל:",
            "5": "צ\"ל אמרי':",
            "6": "צורכין כצ\"ל:",
            "7": "נ\"ב נראה:",
            "8": "פועלים כצ\"ל:",
            "9": "המבדיל בין קודש לחול להיכרא בעלמא כצ\"ל:",
            "10": "ברכה גמורה כצ\"ל:",
            "11": "תי' פועלים נמחק:",
            "12": "נ\"ב בתמיה דקתני מביא וכו' בידו:",
            "13": "ולשון כצ\"ל:"
        },
        "127": {
            "0": "תי' אין מוקף ונ\"ב כתבו בתו' וז\"ל ובתוספתא גרסינן אין מחשיכין וי\"ל דאיירי בבהמה שאינה יכולה לבוא ברגליה כגון טלה קטן אלא א\"כ ישאהו בכתף שאפילו יש בורגנין ומחיצות אינו רשאי להביאו דאסור לטלטל בע\"ח שהם מוקצים מיהו גי' האלפס הוא מחשיכין וכדמוכח מפי' הר\"ן וכך הוא גי' האשר\"י:",
            "1": "צ\"ל שראינום שהיו:",
            "2": "נ\"ב כ\"ז עד סוף העמוד הוא שלא כדעת האלפסי:",
            "3": "צ\"ל דאפי':",
            "4": "ואבא שאול ות\"ק תרוייהו פשיטא להו הא דשמואל אלמא כו' כצ\"ל נ\"ב כל זה מפירש\"י ולשונו ע\"ש:",
            "5": "צ\"ל דלא:",
            "6": "נ\"ב קרוב:",
            "7": "צ\"ל אותם:"
        },
        "128": {
            "0": "דאתו כצ\"ל:",
            "1": "צ\"ל הני:",
            "2": "בכדי כנ\"ל:",
            "3": "נ\"ב הכא מוכחא מילתא אבל במרחץ לא כו':",
            "4": "צ\"ל קושרין:",
            "5": "נ\"ב ותימא א\"כ מאי פריך בפ' יוצא דופן דף מ\"ו מכלל דמ\"ד חוששין חולצות והא חיישינן קאמר ופירש\"י וחיישינן לחומרא משמע ואפשר לומר דאיכא דוכתא דפריך הכי ואיכא דוכתא דלא פריך הכי:",
            "6": "נמצינו כצ\"ל:",
            "7": "צ\"ל ואפי':",
            "8": "צ\"ל וקושרין והוא דבור בפ\"ע:",
            "9": "יוסיף כצ\"ל:",
            "10": "נ\"ב קשיא:",
            "11": "ועל כצ\"ל:"
        },
        "129": {
            "0": "גודלי רגליו כצ\"ל:",
            "1": "אי איתא וכו' לא מיהדר תא\"מ נ\"ב גי' אלפס ישן אהדורי אפיתחא קאמרינן:",
            "2": "נ\"ב וגו':",
            "3": "נ\"ב ואפילו ארי:",
            "4": "זה על זה כל כך תא\"מ ונ\"ב בפי' אלפסי ישן כתוב על זקן כולי האי כו' וכן הוא בפירש\"י בגמ':",
            "5": "נ\"ב פומבדיתא לוייך שני אושפיזך:",
            "6": "דעתן כצ\"ל:",
            "7": "צ\"ל לנכרי:",
            "8": "ממון כצ\"ל:",
            "9": "צ\"ל לנכרי:"
        },
        "130": {
            "0": "נ\"ב לנכרי:",
            "1": "אחמור מנח ליה כצ\"ל:",
            "2": "האי כצ\"ל:"
        },
        "131": {
            "0": "וקא כצ\"ל ותיבת והא נמחק:",
            "1": "נ\"ב והא לאו מלאכ' הוא:",
            "2": "נ\"בשל:",
            "3": "נ\"ב ס\"א אבל משואות גדולות דא\"א לשמטן שלא ישתברו אסור להניח תחתיהן כרים דקא מבטל כלי מהיכנו דשוב לא יטלם משם ודמי לסותר:",
            "4": "נ\"ב כו':",
            "5": "משוי של כצ\"ל:"
        },
        "132": {
            "0": "צ\"ל ובולע מעצמו:",
            "1": "נ\"בלבריה:",
            "2": "נ\"ב בה:",
            "3": "צ\"ל מתירין:",
            "4": "בהמה שמפזרין לה בפניה את העשבים ויפין לה לאוכלן כו' כצ\"ל:",
            "5": "צ\"ל עשב של תבואה:",
            "6": "צ\"ל טרחינן:",
            "7": "צ\"ל שמאכילין:",
            "8": "מאכילה מעומד כצ\"ל:",
            "9": "נ\"ב בגמ' מתני' מני ר\"י ב\"ר יהודה היא כו':",
            "10": "צ\"ל שמערבין:",
            "11": "נ\"ב ליה:",
            "12": "צ\"ל אגודים:",
            "13": "דדין הזירין כדין הפקיעין אלא דפקיעין תרי זירין תלתא כצ\"ל:",
            "14": "שמאכילין:",
            "15": "צ\"ל חכה:",
            "16": "נ\"ב גם הרב בית יוסף השיג על הר\"ן בדין זה ע\"ש בסימן שכ\"ד:",
            "17": "צ\"ל לא:"
        },
        "133": {
            "0": "על יד כצ\"ל:",
            "1": "נשיה כצ\"ל:",
            "2": "מנשה חדא קמי חדא כצ\"ל ונ\"ב כן הוא באלפסי ישן וכן הוא בתוס' פ\"ק דחולין דף ד' בד\"ה מכניס דגרסי' רב מנשה:",
            "3": "נ\"ב אתמר:",
            "4": "דפליגי כצ\"ל:",
            "5": "צ\"ל גובלים:",
            "6": "צ\"ל נשיה:",
            "7": "ולא מספין לתורי. אין ממרין כו' כצ\"ל:",
            "8": "נ\"ב בעל:",
            "9": "עומק שלש אמות וברחבו כצ\"ל:",
            "10": "צ\"ל כנגד:",
            "11": "צ\"ל נשיה:",
            "12": "על יד כצ\"ל:",
            "13": "צ\"ל חדא קמי חדא:"
        },
        "134": {
            "0": "צ\"ל ואסיקנא:",
            "1": "צ\"ל ואפילו:",
            "2": "טפח לאין בארובה כצ\"ל:",
            "3": "חילוק זה כצ\"ל:",
            "4": "של קיימא דמנתק כצ\"ל:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Shabbat"
}