{
    "title": "Maaseh Rokeach on Things Forbidden on the Altar",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Things_Forbidden_on_the_Altar",
    "text": [
        [
            [],
            [
                "<b>וכל המקדיש בהמה וכו'.</b> אף דאין כאן אלא דיבור ועקימת שפתים לא הויא מעשה הא אמר ר' יוחנן לתנא לא תיתני ומימר משום דבדיבורו עשה מעשה וה\"נ עשה מעשה כמ\"ש רבינו לקמן ומ\"ש מרן בשם מהר\"י קורקוס ז\"ל פ\"ד דתמורה הל' י\"א ע\"ש גמרא ערוכה היא דיש ללמדו מהך מימרא דר\"י. ומ\"ש",
                "<b>אפילו הקדישו לדמי </b>עיין מ\"ש מרן ז\"ל שהנוסחא האמיתית בדברי רבינו אפי' הקדישו לדמי נסכין נ\"ב וכן מצאתי הנוסחא בדפוס מגדל עוז:"
            ],
            [],
            [
                "<b>שאם הקדים וכו'.</b> טעות סופר הוא וצ\"ל שאם הקדיש ובעיקר דברי רבינו ומרן ז\"ל עיין להרב לח\"מ והמל\"מ ז\"ל:"
            ],
            [],
            [],
            [
                "<b>המטיל מום וכו' ואינו לוקה וכו'.</b> עיין מ\"ש מרן ז\"ל ופי' רש\"י וכו' אבל דעת רבינו דאסור מדאורייתא אלא שאינו לוקה ע\"כ. לא זכיתי להבין איך נחה דעתו ז\"ל בהבנת סוגיא זו לדעת רבינו שהרי מלישנא דלית לן בה משמע דאין כאן שום איסור ותו מקושית הגמרא דפריך וליהוי כמטיל מום בבעל מום דאע\"ג דלא חזי להקרבה אסור ותירצו בעל מום נהי דלא חזי לגופיה לדמי חזי לאפוקי הכא דלא לדמי חזי ולא לגופיה חזי ע\"כ משמע דמטיל מום בבעל מום גרע מנותן מום בזמן הזה דאע\"ג דהתם אסור הכא מותר וכיון דקי\"ל במטיל מום בבעל מום שאינו עובר בלא תעשה א\"כ כ\"ש הכא והרב לח\"מ ז\"ל הניחו בצ\"ע. ובשו\"ת רדב\"ז שנדפס מחדש דף נ\"ג סי' ק\"י כתב דרבינו לא פסק כהך סוגיא אלא כרבנן דפ' פסולי המקודשין וברייתא דהתם דבכור שאחזו דם אין מקיזין אותו אם נתכוון להטיל בו מום עיי\"ש שהאריך ועם כל זה הקושיא השנית שהקשינו עדיין עומדת דאף דרבינו כתב בה אינו לוקה הכוונה דגם בלאו אינו עובר שהרי לישנא דרבנן מתמים יהיה לרצון וכל מום לא יהיה בו לגרמה הוא דאתא ובס' צרור החיים ז\"ל נדחק ג\"כ בזה עיין עליו.",
                "<b>ואמנם </b>אף אני הצעיר אענה חלקי והוא דרבינו מפרש דרבא ס\"ל דכיון דלמיתה אזלא דהרי נועל בפניה ה\"ה לשויא גיסטרא דמה לי הא מה לי הא אלא דחשש מפני הרואים וכו' אכן להטיל בה מום גמור בלא מיתה ס\"ל דעבר על כל מום לא יהיה בו ודאי וזו היא כוונתו שתירץ ה\"מ בזמן שבית המקדש קיים דחזי להקרבה כלומר אז ודאי דלשויה גיסטרא מודינא דאסיר דהא לקרבן קיימא אבל זו דלא חזיא להקרבה כלל אלא למיתה ומן הדין היה מותר להמיתה להדיא אלא מפני שנראה כמטיל מום בקדשים לכך נאסר אך המקשן לא הבין כוונת רבא אלא הבין דרבא ס\"ל דאין לחוש להטלת מום כלל ולכך הקשה לו וליהוי כמטיל מום בבעל מום ורבא רצה להשיב לו לפי כוונתו דהכא לא לדמי חזי ולא לגופיה חזי אך לפי האמת דברי רבא מבוארים דגיסטרא אסר מפני שנראה אבל מום גמור פשיטא ודאי דקעבר הלאו דכל מום לא יהיה בו וזהו דינו של רבינו שהזכיר מום סתם ולא ביאר גיסטרא משום דגיסטרא שריא מן הדין כיון דלמיתה קיימא משא\"כ מום גמור ובזה ניחא נמי לדברי מרן ז\"ל כמבואר:"
            ],
            [],
            [],
            [
                "<b>המקדיש בעלת מום וכו'.</b> במה שיש לעמוד בזה עיין להרב לח\"מ והמל\"מ וצרור החיים ז\"ל ומ\"ש בספרי רבינו שהוא",
                "<b>מדבר בבעלי מומין שנפדו </b>בנוסח אחר כתב יד שיפדו ביו\"ד:"
            ],
            [
                "<b>אם מתה קודם שתפדה תקבר.</b> אך אם מתה היינו שנשחטה דאי מתה תיפו\"ל דאין פודין את הקדשים להאכילן לכלבים כמ\"ש רבינו פ\"ב והכי איתא פ\"ה דמעילה קדשי מזבח תמימין ונעשו בעלי מומין ועבר ושחטן רבי אומר יקברו וחכמים אומרים יפדו אלמא דוקא שחטן הא מתו אפילו לחכמים אין פודין וכ\"כ המל\"מ ז\"ל:"
            ]
        ],
        [
            [],
            [
                "<b>ויש מומין אחרים וכו'.</b> עיין מ\"ש מרן ז\"ל דהא חוטין החיצוניות והפנימיות למה לא יפסלו באדם וכו' ע\"כ. הדבר תמוה דדבר זה מבואר בגמרא ר\"פ מומין אלו קלוט וחוטין דליתנהו באדם בבהמה לא ליפסלו ופי' רש\"י חוטין באדם יש לו שיניים וכו' עיי\"ש וכ\"כ הרב לח\"מ והמל\"מ ז\"ל והיינו טעמא דבפ\"ז דביאת מקדש הל' ז' כשמנה מומי הפה לא מנה השיניים כלל משום דבאמת ליתנהו באדם:",
                "<b>אם יש בלובן עינה יבלת שיש בה שער.</b> עיין מ\"ש מרן ז\"ל וא\"כ יש לתמוה על רבינו דמשמע מדבריו דדוקא בלובן הוי מום ולא בשחור וכו' ע\"כ. נראה לענ\"ד דהכא ביאר רבינו שאלו המומין מיוחדין בבהמה ואינן ראוין להיות באדם ובפ\"ז דביאת מקדש הל' ה' מנה מי שיצא בשר יתר בעינו עד שחפה מעט מן השחור של עין ע\"כ דזה הוי קרוב ליבלת ועיין מ\"ש הראב\"ד ז\"ל שם שוב ראיתי שהדבר יוצא מבואר ממ\"ש רבינו בפרקין הל' ח' מי שבלובן עינו יבלת שאין בה שער דמשמע דאם היא בשחור אף שאין בה שער הוי מום גמור ובשו\"ת הרדב\"ז שנדפס מחדש דף נ\"א ס' ק\"ג האריך בדינים אלו בדעת רבינו להשיב לשואלו ולענין מ\"ש הרב לח\"מ ז\"ל יש ליישב בשופי וע\"ע בס' לחם יהודה ז\"ל:",
                "<b>אם ניקב העור שבין חוטמיה במקום הנראה.</b> דאילו במקום שאינו נראה אינו מום מכח דרשא דכלל ופרט דאיתא בסוף פרק אלו מומין וכמ\"ש רבינו פ\"ו דביאת מקדש הל' ז':"
            ],
            [],
            [
                "<b>אם ניטלו קרניה וכו'.</b> שם תניא עז שאין לה קרנים ורחל שיש לה קרנים ורבינו השמיט עז שאין לה קרנים אולי דמכיון שלא פסל אלא בניטלו מכלל דבאין לה מעקרא כשרן:"
            ],
            [],
            [
                "<b>חוץ מזקן וחולה וכו'.</b> ונתבאר דינו פ\"ז דביאת מקדש הל' י\"ב ועיין להמל\"מ ז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>הרי הוא אומר וכו'.</b> עיין מ\"ש מרן ז\"ל אי נמי דה\"ק וכו' ע\"כ תירוץ זה מגומגם דא\"כ אמאי אין פודין אותה:"
            ],
            [
                "<b>וכן אם נמצא אחד מאבריה וכו'.</b> שם דף ל\"ט בעיא דרב אחדבוי ונאמרו כמה תירוצין בגמרא ורבינו נראה דפסק כתירוץ דביש בריה מעיקרא קמיפלגי מר סבר יש בריה באחת ומר סבר אין בריה באחת ופסק כמ\"ד יש בריה באחת ומפרש דהיינו ברייתא דתני לא בעל כוליא אחת ולא בעל שלש כליות וס' לחם יהודה ז\"ל פ\"ז דביאת מקדש הניחו בצ\"ע ולענ\"ד נראה דהוא מבואר. ומ\"ש בספרי רבינו",
                "<b>שאין חסרון שבפנים מום </b>בדפוס מגדל עוז שאין חסרון שבפנים חסרון:"
            ],
            [
                "<b>ובודקין אותו ג' פעמים וכו'.</b> דברי רבינו קרובין לפי' רש\"י ז\"ל והתוס' פירשו בענין אחר ורבינו היה רופא מובהק ופסק כפי חכמתו:"
            ],
            [
                "<b>ובמה יודע שהמים קבועין וכו'.</b> נראה שיש חסרון בדברי רבינו שהרי לעיל לא הזכיר דין מים קבועין כדי שיפול עליו שוב ובמה יודע וכו' ועל מ\"ש מרן ז\"ל עיין להרב לח\"מ ז\"ל ואין להאריך:"
            ]
        ],
        [
            [
                "<b>וכן אחד זכר.</b> בנוסח אחר כתב יד וכן נמחק:",
                "<b>עוף שיבש גופו.</b> כן הועתק בכ\"מ אמנם בדפוס מגדל עוז כתוב שיבש גפו דהיינו הכנף וק\"ל:"
            ],
            [
                "<b>תחילת הציהוב בזה ובזה פסול.</b> היינו מספיקא וכמ\"ש רבינו רפט\"ז דמעשה הקרבנות וכמ\"ש מרן שם וכ\"כ המל\"מ ז\"ל:"
            ],
            [
                "<b>לפיכך אף העוף וכו'.</b> כלומר שזאת היא הנפקותא בין טעם מום לטעם בריה בפני עצמו דלטעם מום הרי כתב ז\"ל בתחילת הפרק דאין מומין פוסלים בעוף ועיין עוד להרב לח\"מ ז\"ל וכמ\"ש (פי\"ב) [פ\"ד] דהל' אישות:"
            ],
            [
                "<b>תחת אמו פרט ליתום וכו'.</b> בתורת כהנים דרשו יכול יהיה עם אמו כל שבעה ת\"ל תחת אמו אי תחת אמו יכול אפילו יצא ממנה כשהיא מתה ת\"ל עם אמו הא כיצד אפילו נתקיימה לו אמו שעה אחת:"
            ],
            [
                "<b>הנדמה וכו'.</b> בהרדב\"ז ז\"ל הנדפס מחדש דף נ\"א ס' ק\"ב כתב מכח הכרח ששני מיני נדמה יש אחד שאינו דומה כלל לאביו או לאמו ויש אחר שדומה במקצת וזהו הנדמה שכתב רבינו וכ\"ש האחר ובזה יתורצו כמה קושיות והוא בכלל בעל מום (וכ\"כ המל\"מ ז\"ל) אף שמרן ז\"ל הבין דבכלל כלאים הוא עיי\"ש:"
            ],
            [
                "<b>ובעברה הוא אומר וכו'.</b> בדפוס מגדל עוז כתב ובערוה הוא אומר והכי איתא בגמרא. ומ\"ש",
                "<b>וכן בהמה ועוף וכו' </b>משנה ר\"פ התערובות ואיתא נמי התם בתמורה:"
            ],
            [
                "<b>ויראה לי וכו'.</b> עיין מ\"ש מרן ז\"ל דלמה כתב לשון ויראה לי דמאחר (שמפרש כדברי) [שמפורש בדברי] ר' זירא למה תלה הדבר בעצמו ועוד הקשה דלמה תלה הדבר בשלא נתפרש וכו' ע\"כ. ולענ\"ד נראה די\"ל בפשיטות דכיון דלא נתבאר בגמרא אלא לאו דמחוסר זמן י\"ל דדוקא זה פטרו הכתוב משום דהוי לאו הניתק לעשה ופסקו רבינו בדין הבא להדיא אבל שאר פסולין הו\"א פשיטא דלקי עלייהו וכלפי זה כתב רבינו יראה לי כלומר דעד כאן לא קמיפלגי אלא במחוסר זמן אבל שאר פסולי מזבח לא לקי וכו' וכן מצאתי להפר\"ח ז\"ל ונכון:"
            ],
            [
                "<b>מצות עשה וכו'.</b> עיין מ\"ש המל\"מ ז\"ל וראיתי להפר\"ח ז\"ל מהסוגיא דפ' כל הבשר עיין מה שהלצתי אני הצעיר בחידושי שם ופ\"ד דמאכלות אסורות ונכון. ועוד הקשה המל\"מ ז\"ל דלא ידע למה לא ביאר רבינו דאיסור דלהקדיש מחוסר זמן וכו' ע\"כ וי\"ל דאף דלא ביארו להדיא מ\"מ מדכתב לקמן וכן המקדיש מחוסר זמן וכו' ואינו לוקה יש במשמעות לשון זה דמלקא הוא דלא לקי על ההקדש הא איסורא איכא:"
            ],
            [],
            [],
            [
                "<b>נמצאו כל האסורין וכו'.</b> לא ידעתי למה לא מנה טומטום ואנדרוגינוס דלעיל הל' ג' כתב דאע\"פ שאין לך מום גדול מהם הם פסולין מטעם שהן מין אחר ובהל' י' כתב כלל הטומטום ואנדרוגינוס בהדי הנהו דפסילי אם לא נאמר שבכלל טריפה ויוצא דופן הם תדע דבפ\"ב דתמורה לא תנן אלא טריפה ויוצא דופן ורבינו הוסיף בהל' י' טומטום ואנדרוגינוס. ומ\"ש וכן",
                "<b>המקדיש מחוסר זמן וכו' </b>עיין מ\"ש בפסקא הקודמת:"
            ],
            [
                "<b>כל האסורין וכו'.</b> הטעם בגמרא משום דבע\"ח חשיבי ולא בטלי וכן פירש הרע\"ב ז\"ל."
            ],
            [
                "ומ\"ש <b>שהרי הוולד מצוי עמה וכו' </b>בס' עצמות יוסף ז\"ל דף ק\"ו עמד בדעת רבינו היכא אמרינן עובר ירך אמו עיין עליו ובמקומו נכתוב בע\"ה. ",
                "ומ\"ש בספרי רבינו <b>ואח\"כ נתעברה. </b>בדפוס מגדל עוז נמחק: "
            ],
            [
                "<b>המשתחוה לקמה וכו'.</b> עיין מ\"ש לקמן פ\"ד הל' ז' בע\"ה. ומ\"ש",
                "<b>וכן בהמה שפטמה וכו' </b>(נראו) [נראה] דאם לא האכילה מעולם אלא זה הו\"ל גדולתה באיסור ואסירי וכ\"כ התוס' שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל האסורין וכו'.</b> הטעם בגמרא משום דבע\"ח חשיבי ולא בטלי וכן פירש הרע\"ב ז\"ל. ומ\"ש",
                "<b>שהרי הוולד מצוי עמה וכו' </b>בס' עצמות יוסף ז\"ל דף ק\"ו עמד בדעת רבינו היכא אמרינן עובר ירך אמו עיין עליו ובמקומו נכתוב בע\"ה. ומ\"ש בספרי רבינו",
                "<b>ואח\"כ נתעברה. </b>בדפוס מגדל עוז נמחק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>והגיחוה עד שהמיתה.</b> בדפוס מגדל עוז והניחוה ונוסחתינו עיקר. ומ\"ש בספרי רבינו",
                "<b>בין כותי עבד </b>בדפוס מגדל עוז בין כותי בין עבד ולענין כוונת ראב\"ד עיין להרב לח\"מ ז\"ל:"
            ],
            [],
            [],
            [
                "<b>הנעבד בין שעבד שלו וכו'.</b> עמ\"ש מרן ז\"ל ולדעת רבינו י\"ל דהתם לאסרה להדיוט וכו' ע\"כ הקשה הרב לח\"מ ז\"ל דלחזקיה הא דנעבד שלו אסור ושל חבירו מותר דאוקמיה בדלא עביד מעשה על כרחך לגבוה איירי דאי להדיוט א\"כ היכי קאמר נעבד שלו אסור הא אפילו שלו מותר דמדאסריה רחמנא לגבוה מכלל דלהדיוט שרי וכמ\"ש רבינו פ\"ח דע\"ז וגם קשה דשם פסק דלא כעולא דבבהמת חבירו אפילו עשה בה מעשה לא אסרה וא\"כ כיון דבגמרא תלי הא דחזקיה בהא דעולא ולית הלכתא כעולא לא הו\"ל לרבינו לפסוק כחזקיה וכו' ע\"כ ולענ\"ד נראה לקושיא ראשונה דמילתא פסיקתא נקט דלעולם בשלו אסור דאי עביד מעשה אף להדיוט אסור כמ\"ש רבינו פ\"ח דע\"ז ואי לא עביד מעשה לגבוה מיהא אסור וכמ\"ש רבינו כאן משא\"כ בשל חבירו דעלה רמי מתני' ההיא מיתוקמא בדלא עביד מעשה דלהדיוט שרי כמ\"ש רבינו שם דאין אדם אוסר דבר שאינו שלו ומלבד כל זה הרי הך אוקמתא היא אליבא דחזקיה ורבינו פסק כר' נחמן (ור\"מ) [ורב עמרם] ורב יצחק דאמרי אין אדם אוסר דבר שאינו שלו וההיא דא\"ל ר\"נ לעולא כבר תרגמא רב הונא לשמעתיך בבבל לאו משום דס\"ל כוותיה וכמ\"ש התוס' ז\"ל וכ\"כ מרן ז\"ל שם וכ\"כ בס' צרור החיים ז\"ל ופשוט:"
            ],
            [
                "<b>וכן המשתחוה למעיין הנובע בארצו.</b> היינו מ\"ש בע\"ז דף מ\"ז ל\"צ דקא נבעי מארעא ופירשו התוס' דאינן יוצאין חוץ לשדיהן דאלו היו יוצאין חוץ לשדיהן הא תנן מעיין שיצא בתחילה בני העיר מסתפקין ממנו וא\"כ הוו מים של רבים ואינן נאסרין ע\"כ. נראה מכאן דתרתי בעינן שיהיו של יחיד דהיינו דנבעי מארעא וגם שלא יצאו לחוץ דהו\"ל של רבים ואינן נאסרין וכיון שכן קשה דבמשתחוה להר לא ביארו דבעינן שיהיה הר של יחיד דאם הוא של רבים דהיינו הפקר למה יאסר ואין לומר דהן הכי נמי דהא מדרמי עלה מהא דר' יוחנן משום ר' שמעון בן יהוצדק מים של רבים אין נאסרין ולא רמי הכי בבעיא דהר ואינך משמע דדוקא במים קאמר משום דהוו צרכי רבים טפי וגבי הר נמי לא נסתפקו בגמרא אלא באם יש נעבד במחובר או לא עיי\"ש.",
                "<b>והנה </b>הרב לח\"מ ז\"ל הקשה דלמה לא ביאר רבינו דאם הביא הורצה כמ\"ש בהל' י\"ב בקדמה והקדישתו וכן בספ\"ו חטים שלקטן מגללי הבקר וזרען דכולהו הוו בעיי דלא אפשיטא ע\"כ. ומאי דאפשר דגבי חטים כיון שאין הדבר אלא מטעם מיאוס כיון שנזרעו ונשתנו אהני לן בדיעבד מיהא וההיא דאתנן נמי שאני דמספקא לן אי חל עליה שם אתנן מעיקרא כמ\"ש שם רבינו משא\"כ גבי מעיין וכו' דהאיסור חל ודאי אלא שנסתפקנו אי למיא דקמיה קסגיד וכו' וק\"ל:",
                "<b>אשרה שבטלה וכו'.</b> עיין מ\"ש מרן ז\"ל וכיון דלענין לולב למצוה מספיקא פסלינן ליה כ\"ש דפסלינן ליה לגיזרין למערכה ע\"כ. ראיתי להרב חיים אבועלפיה ז\"ל פרשת בא דף ס\"ד שכתב על דברי מרן וז\"ל ותמוהים דבריו דבלולב לא פסלינן פ\"ח מהל' לולב רק באשרה דישראל דאין לה ביטול משא\"כ ע\"ז של גוי דיש לה ביטול כשר כמבואר שם בדברי (המ\"ע) [המגיד משנה] ומרן גופיה שם וצ\"ע עכ\"ל. ושותיה דמר לא ידענא דרבינו העתיק שם אשרה סתם גם שם בלשונות דף ב' הלכות ציצית הקשה מדין לולב להך דהכא מפני שהבין דאשרה של ישראל קאמר והקשה מדין ע\"ז לאשרה והניחה בצ\"ע והרואה יראה דלא ראי זה כראי זה כמבואר ומפורש והרב המגיד צדד לומר דגירסא אחרת בגמרא ושוב כתב דאשרה דמשה שאמרו בגמרא היינו שעיקר נטיעתה להיות האילן נעבד וכ\"כ רבינו בפירוש המשנה וכיון שנטיעת האילן מתחילה היתה להיות נעבד בדין הוא שיפסל מה שאין כן בע\"ז וכו' וצ\"ע עכ\"ל. וכן דעת מרן ז\"ל שהרי כתב ודין האשרה כל שנטעו מתחילה להיות נעבד אפילו ביטלו אם נטל לא יצא וכו' ע\"כ. הרי מבואר הרבה שהרה\"מ ומרן ז\"ל פירשו דברי רבינו של שם באשרה של גוי שנטעה מתחילה לכך להיות נעבד וכן משמעות לשון רבינו שכתב אשרה סתם ופשוט הוא:",
                "<b>המשתחוה לבהמה וכו'.</b> עיין מ\"ש מרן ז\"ל לכן נ\"ל שרבינו מפרש דלא דומיא למשתחוה לקמה וכו' בס' לחם סתרים ז\"ל הזכיר שני תירוצין אחרים לעיקר סתירת רבינו ופשוט:"
            ],
            [],
            [],
            [
                "<b>האומר לחברו וכו'.</b> עמ\"ש מרן הקדוש. ומ\"ש",
                "<b>והוא הדין באומר לזונה הא לך דבר זה והבעלי לפלוני הישראלי ה\"ז אתנן </b>קשיא לי דפשיטא ובמכל שכן אתיא מעבד שאינו חייב בכל המצות כמו הישראלי וי\"ל דהו\"א שאני התם שהוא עבדו קמ\"ל ראיתי להמל\"מ ז\"ל שכתב שלא ידע כוונת מרן דהא עבד זה חייב הוא בכל המצות וכי משום דנמכר פקע קדושתו וצ\"ע עכ\"ל והיא קושיא עצמית דודאי עבד עברי חייב בכל המצות. אכן י\"ל דכוונת מרן על הא גופא היא שדבר זה של שפחה כנענית נאסר לכל ישראל ולעבד עברי הותר מגזרת הכתוב גם אם הוא כהן דמותר לו שפחה כנענית כמ\"ש רבינו פ\"ג דהל' עבדים הל' ד' כל ימי עבדותו ובשאר כהנים אפילו דרך זנות לוקה כמ\"ש פי\"ב דאיסורי ביאה הל' ג' א\"כ במצוה זו גרע מכל ישראל וזהו שסיים מרן ז\"ל כמו הישראלי דאל\"כ הוא מיותר. אכן ראיתי להרב חיים אבועלפיה ז\"ל בס' מקראי קודש דף קל\"ג ובעץ החיים בלשונות דף א' שהקשה דרבינו פי\"ב דאיסור ביאה כתב שאיסור השפחה מדברי סופרים וא\"כ היכי הוי אתנן הא בעינן שתהיה ערוה או מחייבי לאוין כמ\"ש הל' ח' גם על מרן ז\"ל דאי משום שהותרה לו השפחה הרי לכל העולם הותרה מדין תורה גם על הריטב\"א פ\"ק דקידושין שכתב דמותר בשפחה להדיא אף שאין לו אשה ובנים דא\"כ היכי הוי אתנן גם בקידושין דף כ\"א אמרו דחידוש הוא היתר השפחה לעבד עברי משמע דלשאר ישראל נאסרה מן התורה ועל הכל צ\"ע.",
                "<b>ובאמת </b>דהוו קושיות גדולות וחזקות ועל כרחנו צריכין אנו לומר דגם לדעת רבינו איסור השפחה הוא מה\"ת וזהו מ\"ש פי\"ב דאיסורי ביאה הל' י\"ג הרי אונקלוס המתרגם כלל בעילת עבד ושפחה בכלל לא יהיה קדש ולא תהיה קדשה ע\"כ. ואי לא ס\"ל כוותיה לאיזה ענין הזכירו אלא ודאי דגם רבינו ס\"ל דהוי בלאו אלא [דלא] לקי עליה כמו שהקדים שם דלאונקלוס לקי לרבינו אף דבכלל לא תהיה קדשה הוא לא לקי אלא בפנויה ישראלית כמ\"ש פ\"א דאישות הל' ד' ולא תקשה מלשון רבינו שכתב שם אל יהיה עון זה קל בעינך וכו' דמשמע דאין בו איסור תורה שהרי כלשון זה כתב לעיל מינה גבי גויה ואפ\"ה ס\"ל דהוי בלאו כמ\"ש בפרקין הל' ח' אחד זונה כותית וכו' אמנם השפחה שיצאה מכלל גויה ע\"י הטבילה ולכלל ישראלית לא באה אהני לה לפוטרה מן המלקות אבל לעולם דבכלל הלאו דלא תהיה קדשה היא וכדעת הרב המגיד ז\"ל שם ומעתה מ\"ש רבינו שם שהרי מפורש בתורה שהאדון נותן שפחה כנענית לעבדו וכו' הם דברי הגמרא ממש שאמרו חידוש הוא כלומר מכיון שלזה דוקא התירה מכלל דלכו\"ע אסורה ולפ\"ז שפיר הוי אתנן אם אין לו אשה ובנים כמבואר ונמצאו דברי רבינו ומרן ז\"ל מכוונין ולדברי הריטב\"א ז\"ל י\"ל דביש לו אשה ובנים קאמר אלא שלא מכרוהו בי\"ד והוא עצמו נמכר כמ\"ש בדף ט\"ו בגמרא שהמוכר עצמו מותר בשפחה כנענית אלא שאינו כופיהו בכך רבו ונסתייע מבעיית הש\"ס מאי טעמא מוכר עצמו אינו נרצע וכו' עיי\"ש. אבל לעולם דאם אין לו אשה ובנים גם הריטב\"א מודה ואזיל דבכלל חייבי לאוין הוא:"
            ],
            [
                "<b>ואם היתה חייבת קרבן יצאה י\"ח.</b> בנוסח אחר כתב יד נמחק כל זה:"
            ],
            [],
            [
                "<b>במה דברים אמורים וכו'.</b> על מ\"ש מרן ז\"ל והביאה הוא במקום כסף וכו' הקשה הרב חיים אבועלפיה ז\"ל משם התנ\"א מהר\"י רוזאניס ז\"ל פרשת אמור דף מ\"ה ובלשונות דף ח' דכיון דרבינו פוסק דמן התורה מעות קונות כמ\"ש פ\"ג דמכירה וכן פסק ספ\"ט דהלכות תרומות אמאי כאן לא הוי אתנן כיון שהביאה היא במקום כסף ותו קשה דבפ\"ו דמעילה הל' י' פסק רבינו דאם קנה חפץ מפרוטה של הקדש ולא משך לא מעל והקשה מרן שם דזה הוי לריש לקיש אבל לר' יוחנן דקי\"ל כוותיה דדבר תורה מעות קונות אמאי לא מעל ולמה לא הקשה ממ\"ש בהל' תרומות ובפרשת בא דף ס\"ד כתב דאפשר דגבי הקדש ואתנן הוי שיצא לחולין ושהקריב אתנן כיון שלא קנהו מוכר והלוקח אכן הקדש שרי להקריבו ולא מעל שם המוכר משא\"כ גבי תרומה דרחמנא אמר קנין כספו אוכל כיון שלקח המעות אף שהלוקח וכו' גם המוכר לא מקרי קניינו וה\"ה כשלקח הכהן ולא משך שלא קנה גם המוכר לא מיקרי קניינו מדרבנן ומשו\"ה בתרוויהו לחומרא ואינו מאכיל עכ\"ל. והרואה הדוחק מלבד הלשון שהוא מגומגם.",
                "<b>ומאי </b>דנראה לענ\"ד דמדין זה לא קשיא דהך דכתב מרן שהביאה במקום כסף נימא לדוגמא בעלמא נקטיה דהא דמאו קנה מיד עמיתך דבר הניתן מיד ליד דהיינו הכסף והכא אין כאן כסף ולא נתינה בדרך הקנאה אלא שחז\"ל גזרו ואמרו דאם הוא בחצרה הוי אתנן דודאי חצירו של אדם קונה לו משא\"כ כשאמר לה בטלה סתם וכו' דאמדינן דעתיה דמתנה בעלמא הוא דיהיב לה ולא מחמת ביאה ולא קשיא ההיא דמעילה עם ההיא דתרומות ולענ\"ד נראה דידוע דהמועל בזדון הוא במלקות ובשוגג הוא בקרבן כמ\"ש רבינו שם בפ\"א וכיון דזה שאמרו ז\"ל דדבר תורה מעות קונות או משיכה קונה הוי מחלוקת ר\"י ור\"ל ראה רבינו להקל בדבר דידוע דמלקות במקום מיתה עומד והקרבן ג\"כ יש לחוש לחולין בעזרה מכל שכן דחז\"ל מתנין לעקור דבר מה\"ת בשב ואל תעשה ולכך הצריך משיכה דוקא ובזה תתורץ קושית מרן ז\"ל שם משא\"כ לענין אכילת תרומה לבהמה לוקמא אדין תורה משום דהוי בקום עשה ואין בה שום נזק אם יאכילנה חולין ולכך אסר תדע שסיים שם שאם מכר ישראל לכהן אע\"פ שנתן הדמים לא תאכל בתרומה עד שימשוך ודו\"ק כי נכון הוא:"
            ],
            [],
            [
                "<b>אבל אם נתן לה עופות וכו'.</b> עיין מ\"ש מרן ז\"ל ולענ\"ד נראה פשט דברי רבינו דבמוקדשים דוקא קאמר שהרי סיים דמדברי קבלה הוא דבר זה כלומר שחז\"ל קבלו כך וא\"כ הוא מפרש ריבוייא דכל להביא העופות בין חולין בין מוקדשין ונדר למעט דבר הנדור דהיינו סתם מוקדשים כגון בהמות ויינות שמנים וסלתות וזה הוציאו רבינו מדיוקא דמתני' דתנן יינות שמנים וסלתות וכל דבר שכיוצא בו קרב לגבי מזבח אסור נתן לה מוקדשים הרי אלו מותרים עופות הרי אלו אסורים וכו' ואי עופות דחולין דוקא קאמר למה הפסיק בנתן לה מוקדשין ליתני עופות ברישא בהדי יינות ושמנים וכו' דהוו כולהו חולין והדר ליתני מוקדשין אלא ודאי דהך חלוקא דעופות הוא כולל בין מוקדשין בין חולין דאיתרבו מלכל בגזרת הכתוב וכן נראה מדברי רבינו שם בפירוש המשנה שכתב וז\"ל והביא ראיה לכל נדר להביא את העוף לפי שהעוף יבא בנדר ונדבה וכו' ע\"כ. וכן זכיתי ומצאתי להרב קרית ספר ז\"ל ועפ\"ז יתפרשו דברי הש\"ס לדעת רבינו ועיין עוד להרב לח\"מ ז\"ל ובס' עץ החיים פרשת כי תצא ובפרשת ויקרא דף ג' הקשה על דברי מרן ז\"ל והעלה דדברי רבינו כפשטן דבמוקדשין דוקא קאמר כמבואר:"
            ],
            [],
            [
                "<b>שני שותפין וכו'.</b> כבר כתבתי הנראה לענ\"ד בדין ברירה לדעת רבינו רפ\"ז דהלכות מעשר ועיין עוד בס' דינא דחיי עשין דף ק' ובשו\"ת זרע אברהם ח\"א דף קי\"ב ובס' גט פשוט סי' קכ\"ב ס\"ק ח' ובס' צרור החיים ז\"ל שהרחיב הענין בזה הרבה:"
            ],
            [
                "<b>נשתנה המחיר וכו'.</b> עיין מ\"ש מרן ז\"ל ועוד דרשו שם הם ולא תולדותיהם ולא ידעתי למה השמיטו רבינו ע\"כ. כבר הזכירו רבינו בפ\"ג הל' י\"ב כל האסורים לגבי מזבח וכו' וכולן וולדותיהם מותרים וכ\"כ שם הל' י\"ד:",
                "<b>שנאמר לכל נדר להביא את הריקועים.</b> בגמרא ילפו לה מבית ה' אלהיך ואתי שפיר דרשא דלהביא את הריקועים אמנם לרבינו קשה תרתי אם לא שנאמר שהוא מפרש דה\"ק מבית ה' אלהיך לכל נדר כלומר דמכח יתורא דלכל נדר דרשינן מבית ה' אלהיך להביא את הריקועים ובהכי ניחא טפי ועיין להרב לח\"מ ז\"ל:"
            ]
        ],
        [
            [
                "<b>שאור ודבש וכו'.</b> בשבועות דף י\"ב תניא מה הם מביאים מן המותרות קייץ כבנות שוח למזבח והכתיב כי כל שאור וכל דבש וכו' ופי' רש\"י וכל דבש וכל מיני פירות האילן בכלל ע\"כ משמע דכל מין מתוק בכלל דבש ועיין להמל\"מ ז\"ל.",
                "<b>ומ\"ש </b>רבינו",
                "<b>ואסורן בכל שהן. </b>לפי מ\"ש לקמן ואין הקטרה פחותה מכזית י\"ל דע\"י תערובת קאמר וכן מצאתי להרב ברכת הזבח ז\"ל אמנם מרן ז\"ל הבין דכל שהן דוקא קאמר בלא תערובת ונדחק לפרש דרבא לא פליג אאביי והוא קשה לשמוע דמלישנא דגמרא דקאמר במאי קמפלגי משמע דפליגי ודאי וכן הקשה הרב לח\"מ ז\"ל ומאי דאפשר בעד מרן ז\"ל דמתחילה הוא סבר תלמודא דפליגי וכדמתרץ ליה דאביי סבר יש קומץ פחות משני זיתים ורבא סבר אין קומץ פחות משני זיתים הכוונה דבהא לחוד הוא דפליגי אבל לעולם דשניהם מודים דכל לרבויי חצי זית ומ\"מ מ\"ש נראה יותר ופסק כרבא דדריש קומץ וחצי קומץ דהיינו שני זיתים וזית ומרבה מכי כל הערוב אפילו בכל שהן. שוב ראיתי להרב קרית ספר ז\"ל שנראה שהבין כדברי מרן ז\"ל עיין עליו:"
            ],
            [],
            [
                "<b>בדבש או בשאור.</b> בדפוס מגדל עוז כדבש או כשאור בכא\"ף ועיין להרב לח\"מ ז\"ל:"
            ],
            [],
            [],
            [
                "<b>המקטיר אברי בהמה טמאה וכו'.</b> בספר צרור החיים ז\"ל הקשה שלמה לא מנה מלקות זה בפי\"ט דהל' סנהדרין ומה גם דמנה שם האוכל בהמה טמאה והאוכל בשר וחלב אע\"ג דנפקא לן מקל וחומר והניחו בצ\"ע. ונראה לענ\"ד דלא דמיא דבשר בחלב מפורש בתורה מיהא משא\"כ ההקרבה דלא אתיא אלא מדין האכילה כמ\"ש רבינו כאן ואפילו בעשין לא מנאה בספר המצוות משום שאינו מבואר והיינו טעמא נמי שלא מנה בהל' סנהדרין המלקות של מקטיר דברים שאינן ראוים להקטרה כמ\"ש לעיל הל' ד':"
            ],
            [
                "<b>הגונב או הגוזל וכו'.</b> מילתא דפשיטא היא דכיון דלא נתייאשו הבעלים איך יתקבל הקרבן ולמ\"ש מרן ז\"ל ואסיקנא אוקמוה רבנן ברשותיה כי היכי דילחייב עלה וכו' ע\"כ אף דפשט הסוגיא דזה לא נאמר אלא לעולא אבל לר' יהודה אין אנו צריכין לזה מ\"מ כיון שהכלל אמת גם לר\"י יתפרש כן וכ\"כ ז\"ל. ועל מה שהקשה מרן דאמרינן בירושלמי דרבים היינו שלשה ורבינו השמיטו, נראה דכיון דלא הוזכר כן בגמרא דידן ש\"מ דאינה הלכה ומכל שכן דבירושלמי גופיה איפליגו בהא דרבי אבון בשם ר' יונתן והבאתם גזול ואת הפסח ואת החולה מה פסח וחולה בגלוי אף כל בגלוי ע\"כ משמע דפליג את\"ק דבעי ג' ואמרו לו דליתא אלא הדבר תלוי בגילוי לכל דומיא דפסח וחולה וכן פי' מהר\"י בנבנשתי ז\"ל שם וכ\"כ התוס' יו\"ט ופשוט הוא. ומ\"ש בספרי רבינו",
                "<b>וכן העולה </b>נראה דיש להגיה וכ\"ש העולה וכגירסת מרן ז\"ל:"
            ],
            [],
            [
                "<b>אין מביאין מנחות ונסכין וכו'.</b> לשון התוספתא ספ\"ח דמנחות אין מביאין מנחות ונסכין ומנחת בהמה ולחמי תודה ורבינו אפשר דלא הוה גריס מנחת בהמה ולחמי תודה או דהוה גריס להו וקיצר דזיל בתר טעמא וכן נראה מדתנן פ\"י אין מביאין מנחת בכורים ומנחת בהמה קודם לעומר ולא זכר שם לחמי תודה ונסכין דידוע דנסכין היינו הסלת דביה קפידה מפני העומר ובפ\"ז דתמידין ומוספין הל' י\"ז כתב רבינו כבר ביארנו שאין מביאין מנחות ולא מנחת נסכין ולא בכורים מן החדש קודם הבאת העומר וכו' והיינו מ\"ש בפרקין וכמ\"ש מרן ז\"ל שם וכאן לא הזכיר בכורים אלא מוכרח דזיל בתר טעמא דכיון דבכורים היינו סלת בהכרח שהרי הוא אסור מפני הקרבת העומר מעתה הרי הוא בכלל מנחות ונסכין שהזכיר רבינו דידוע דנסכים סתם היינו יין וסלת וכמ\"ש רבינו רפ\"ב [דמעשה הקרבנות] דיין ושאר פירות לא מצינו שנאסרו וכן אמרו שם אמר רב נחמן בר יצחק לדברי יהודה בן נחמיה נסכים בכורים שהקריבם קודם לעומר כשרים פשיטא מהו דתימא וכו' כ\"ש הכא דלא איתסר כלל ע\"כ. ושם ראיתי להתוס' יו\"ט ז\"ל שתמה על רבינו שפסל הנסכים דמשמע דלא ס\"ל דהא דר\"נ ב\"י ונדחק הרבה דרבינו לא פסק כמותו עיין עליו ולענ\"ד נראה דפשוט הוא כאמור גם בס' ברכת הזבח ז\"ל ראיתי שכתב קרוב לדברי וכן זכיתי ומצאתי להרב חיים אבועלפיה פרשת ויקרא דף ה' שנסתייע מדברי רבינו פ\"ב דמעשה הקרבנות דיין וסלת נקרא נסכים והסלת לבדו נקרא מנחת נסכים עיי\"ש ונכון:"
            ],
            [],
            [
                "<b>ואין לך דבר וכו'.</b> עיין מ\"ש מרן ז\"ל דפסק כר' ישמעאל בנו של ר' יוחנן בן ברוקה ע\"כ. הקושי מבואר דא\"כ הו\"ל לרבינו למעט גם הקטרת ומכח זה כתב הרב לח\"מ ז\"ל דרבינו פסק כרבנן דס\"ל דלא אמעיט קטרת עיי\"ש אך אם איתא הו\"ל להזכירו בסוף פרקין ולדעת מרן ז\"ל אפשר דכיון דממעט ליה מפני שאינו על מזבח החיצון דומיא דכל הקרבנות מילתא דפשיטא היא ומשו\"ה לא מצינו לרבינו שהזכיר מליחה בקטרת בשום מקום:",
                "<b>דבר זה קבלה וכו'.</b> מבואר הדבר דלא קאי אלא העצים דסמיך ליה וכמ\"ש מרן ז\"ל ועיין להרב לח\"מ ז\"ל:"
            ],
            [
                "<b>ואע\"פ שלוקה הקרבן כשר והורצה וכו'.</b> כתב מרן ז\"ל שכן משמע מפשט הכתוב על כל קרבנך תקריב מלח למצוה ולא לעכב אבל במנחה שכתב ולא תשבית משמע ודאי לעכב וכו' ע\"כ. והקושי מבואר דהלאו דלא תשבית לא קאי אלא אמנחה ושאר הקרבנות מנא לן ואי ילפינן שאר קרבנות ממנחה ללקות א\"כ נילף נמי לעיכוב הקרבן והרב לח\"מ ז\"ל והרב חיים אבולעפיה פרשת ויקרא דף ה' הניחוהו בצ\"ע ומאי דאפשר דלעולם ממנחה ילפינן ללקות אלא דמדחזר לומר על כל קרבנך תקריב מלח דהיינו למצוה כמ\"ש מרן ז\"ל לכך בשאר קרבנות הורצה אי נמי י\"ל דהך ולא תשבית שדינן ליה אקמיה ואלבתריה כדרשינן גבי נבלה ולא דילפינן ממנחה אלא ה\"ק וכל קרבן מנחתך במלח תמלח ולא תשבית מלח ברית אלוקיך דקאי ללא תשבית הקרבן דכתיב ברישא ותו שדינן ליה המנחה וכי תימא למאי איצטריך כיון שכבר כתיב וכל קרבן מנחתך הא קמ\"ל אגב אורחיה דבמנחה הוי לעיכובא מדלא כתיב מעל מנחתך ומעל קרבנך:"
            ],
            [
                "<b>ואין היחיד מביא וכו'.</b> דקדק לכתוב לקרבנו דהיינו שהיה חייב קרבן דאילו קרבן נדבה היו מביאין עם העצים כמ\"ש רבינו (פ\"ה) [פ\"ו] דכלי המקדש הל' ט' גם אפשר דשאני יחיד מרבים:",
                "<b>בלשכת המלח היו מולחים עורות הקדשים.</b> הכי איתא בגמרא אך צ\"ל דלאו דוקא אלא שמשם היו לוקחים המלח שהרי (בפ\"ב) [בפ\"ה] דמדות תנן לשכת הפרוה שבה מולחים עורות הקדשים ופסקו רבינו ספ\"ה דבית הבחירה וכ\"כ התוס' שם ועיין להרב לח\"מ ז\"ל:"
            ]
        ],
        [
            [
                "<b>שלא יביא נסכים וכו'.</b> תנא והדר מפרש לכלהו לקמיה:"
            ],
            [
                "<b>וכל עץ שהתליע וכו'.</b> נראה דטעם הדבר מפני שהעצים נקראו קרבן ומספקא לן במנחות דף פ\"ה אי הוי כבעל מום גמור או לא ועיין להתוס' שם:",
                "<b>ועצי סתירה פסולין וכו'.</b> כתב מרן ז\"ל תוספתא פ\"ט דמנחות ע\"כ היה לו לציין ג\"כ ממכילתין במנחות דף כ\"ב דר' אלעזר בן שמוע דרש מה מזבח שלא נשתמש בו הדיוט אף עצים שלא נשתמש בהם הדיוט ואף דר' אליעזר בן ר' שמעון פליג עליה הא אמרינן בזבחים דף קט\"ז כמאן כר' אלעזר בן שמוע משמע דהלכתא כוותיה וכן פסק רבינו לקמן פ\"ז הל' ג' עיי\"ש ועיין להרב לח\"מ והמל\"מ:"
            ],
            [],
            [
                "<b>שנפסלו או שנטמאו.</b> לשון המשנה שנטמאו ורבינו הוסיף שנפסלו ממ\"ש הגמרא דלבונה ועצים לאו בני קבולי טומאה נינהו וכלי שרת נמי יש להם טהרה במקוה ועוד דבעופות חיים אין שייך טומאה אלא מום אחר הקדישן וכמ\"ש התוס' שם ועיין להתוס' יו\"ט ז\"ל ולהרב לח\"מ ז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן העצים והלבונה וכו'.</b> מדכתב לשון וכן משמע דמעלה זו מדרבנן היא וכ\"כ מרן ז\"ל אמנם הרב לח\"מ ז\"ל הקשה דבפסולי המוקדשין פסק רבינו דלוקה והוא בפי\"ח הל' י\"ב שכתב שם אבל אדם טהור שאכל כזית מקדשים שנטמאו לוקה שנאמר והבשר וכו' והוא הדין לשאר הקרבנות שאם אכל כזית מלבונת המנחה שנטמאה אחר שנתקדשה בכלי לוקה וכו' ע\"כ ומכח זה הכריח דעל כרחך הך מעלה דעצים ולבונה מן התורה היא אך קשה לי על דבריו דע\"כ הך טומאה דעצים ולבונה אינה אלא מכח דחיבת הקדש דמשוה להו אוכלה וכדאיתא במנחות דף ק\"א ובסוף פ\"י דטומאת אוכלין פסק רבינו להדיא דחיבת הקדש אינה אלא מדבריהם ואף שהראב\"ד ז\"ל השיגו שם שהיא מה\"ת הרי מרן ז\"ל הליץ על רבינו דאינה אלא מדבריהם ואפשר דההיא דפסולי המוקדשין שאני שנטמאת המנחה כולה אחר שנתקדשה בכלי ומשו\"ה נטמאת גם הלבונה אי נמי י\"ל עם מ\"ש רבינו בהלכות טומאת אוכלין שם שחילק בין טומאה דאורייתא לטומאה דרבנן וחיבת הקודש לא נאמר אלא בטומאה דרבנן עיי\"ש וכן חילק בפסולי המוקדשין עיין עליו מעתה י\"ל דהכא בין במעלות דאורייתא בין במעלות דרבנן קאמר ומ\"ש וכן היינו כלפי המעלה והאי כדיניה והאי כדיניה ודו\"ק:"
            ],
            [
                "<b>ואלו הן היינות וכו'.</b> בב\"ב דף צ\"ז הזכירו יינות אחרים דלא יביא לכתחילה ורבינו השמיטם אפשר דס\"ל שהם כלולים באלו שהזכיר ז\"ל ועיין להתוס' שם אי נמי דנשתנו הזמנים על דרך מ\"ש התוס' במ\"ק גבי כיורא וכו'. ומ\"ש בספרי רבינו",
                "<b>ולא נתנה בו </b>בנוסח אחר ולא נשתנה בו:"
            ],
            [
                "<b>יין שנתגלה וכו'.</b> שם הזכירו ג\"כ קוסס מזוג ושל שמרים ושריחו רע דאם הביא פסול ורבינו השמיטם ושריחו רע י\"ל דמדין הדלה עליה שכתב אח\"ז נפיק וכבר כתבתי הנראה לענ\"ד פכ\"ט דהלכות שבת הל' י\"ד:"
            ],
            [],
            [],
            [
                "<b>חטים שלקטן וכו'.</b> במנחות דף ס\"ט בעיית רמי בר חמא וקאמר דאי לענין טומאה פשיטא דכיון שזרען טהרו (ופסקו רבינו פ\"ב דטומאת אוכלין הל' י\"ט) אלא לענין מנחות משום מאיסותא הוא וכיון שזרען אזדא למאיסותייהו או דילמא משום כחישותא הוא והשתא נמי כחושה תיקו ע\"כ. נמצא דהספק הוא אם הוא מטעם מיאוס ושרו או מטעם כחוש ואסירי ואיך כתב רבינו דהספק הוא משום מיאוס וצ\"ל דרבינו מפרש דטעם כיחוש היינו נמי מיאוס אחר דמאיס כלפי גבוה משום הקריבהו נא לפחתך כמ\"ש שם בגמ' וקיצר בלשונו ז\"ל וכן מצאתי להרב לח\"מ ז\"ל. שוב ראיתי להרב קרית ספר שהביא הספק האמור בגמ' משום כחשותא וצ\"ל או שכך היתה גירסתו בדברי רבינו או שמפרשו כנז\"ל:"
            ]
        ],
        [
            [
                "<b>כיצד היה חייב עולה וכו'.</b> במה שיש לדקדק בזה עיין מ\"ש בסוף הפרק:"
            ],
            [],
            [
                "<b>כל העצים החדשים.</b> עיין מה שכתבתי בפרק הקודם הל' ב'. ומ\"ש בספר רבינו",
                "<b>של תאנה של חדשים </b>צ\"ל של חרשים ברי\"ש וכמ\"ש מרן ז\"ל ועיין להרב לח\"מ והמל\"מ ז\"ל מה שפלפלו בסוגיא דתמיד ואין להאריך:"
            ],
            [
                "<b>וכיצד היו עושין וכו'.</b> פשטן של דברי רבינו דבעבודה בחרישה אחת סגי ובאינה עבודה צריכה שני חרישות ובפ\"ז דתמידין ומוספין הל' י' כתב סתם היה ניר חצי השדה וכו' וי\"ל דהתם בעבודה קאמר וסמך על מ\"ש כאן אך צריך ליישב סוגיית הגמרא והברייתא לפי פי' זה ועיין להרב לח\"מ ז\"ל ואף שרבינו כתב כאן הסדר שהיו עושים לחיטי המנחות והנסכים לאו דוקא דעיקר סדר זה אינו אלא למנחת העומר ולכך קפדינן אשבעים יום קודם פסח משא\"כ בשאר מנחות ואפילו בשתי הלחם אין לנו קפידות מן הדין וכמ\"ש מדברי רבינו פ\"ז ופ\"ח דתמידין ומוספין ועיין להתוס' שם:"
            ],
            [
                "<b>כל החטים וכו'.</b> לא ביאר רבינו כאן השיפה והבעיטה אם הוא ביד או ברגל ורש\"י ז\"ל פירש ששניהם בידו אלא שהשיפה בפיסת ידו והבעיטה באגרופו וכ\"כ הרע\"ב ז\"ל אמנם רבינו בפירוש המשנה כתב דהשיפה היא ביד והבעיטה ברגל ובאמת בסתם בעיטה ברגל הוא:"
            ],
            [
                "<b>ומאמצעה של האמצעית.</b> התוס' יו\"ט ז\"ל פי' דהיינו מאמצעה של שלישה והשלישה היא האמצעית ע\"כ. והדברים מגומגמים דא\"כ ליתני מאמצעה סתם והלח\"מ ז\"ל פי' דהאי אמצעית היינו החבית האמצעית שהרי היו שם שלש חביות זו על גב זו ומן האמצעית לוקח מאמצעה עיין עליו ואין לנו בירור במעשים אלא עד כי יבא מורה צדק במהרה בימינו אמן:"
            ],
            [],
            [
                "<b>תשעה מינים וכו'.</b> הקושי מבואר בדברי רבינו דבגמ' איבעיא לן או מגרגרו תנן או מגלגלו תנן ופשיט לה מברייתא דקתני שמן זית מזיתו מכאן אמרו זית ראשון מגלגלו בראש הזית ע\"כ ורבינו העתיק מגרגרו והרב לח\"מ ז\"ל כתב דאולי דהיה לו בברייתא דפשטו מינה מגרגרו ע\"כ. ובס' מתנות כהונה ז\"ל פלפל והאריך הרבה בזה ונדחק כמאן דמעייל פילא וכו' אחרי המחילה הראויה עיי\"ש. ולענ\"ד נראה הדבר פשוט הרבה בלי שום דוחק וזה כשנדקדק בדברי רבינו שהוסיף כאן ובררו אחת אחת וכן בזית השני הוסיף וחזר ובירר גרגיר גרגיר ולשון זה לא נמצא במשנה ועוד דהשמיט כל הברייתא דשמן זית מזיתו דהיינו שכבר נתבשל כל צרכו עד ששמנו אגור בתוכו אלא ודאי שהדבר מוכח מעצמו שרבינו מפרש להבעיא כך אי מגרגרו תנן דהיינו שלקט הגרגירים שבראש האילן שהם מתבשלים יותר מהר ומלקטן ביחד דידוע דגרגור הוא לשון לקוט ואף אם יש בהם קצת שלא נתבשלו כל צרכן לית לן בה או דילמא שגלגלו תנן דהיינו שיתכוין ללקט המבושלים לגמרי דוקא ולזה השיב לו מהברייתא דשמן זית מזיתו דהכוונה שדרך ברירה קאמר המבושלים דוקא וכוונת הבעיא אי הך גרגור דמתני' דהיינו הלקיטה הכוונה בלי השגחה פרטית או דלמא בהשגחה גמורה להמבושלים ובזה אתי לישנא דמתני' כפשוטה דמגרגרו תנן דהיינו הלקיטה אלא דיש לפרשה דגרגור דקתני היינו גלגול שהיא הברירה ולכך רבינו העתיק לשון גרגור והוסיף בו הבורר אחת אחת דהיינו המבושלים יותר כדברי הברייתא והכי מוכח מפירושו להמשנה שכתב וז\"ל וענין מגרגרו בראש הזית שמלקט אותו מן האילן גרגיר גרגיר עד שיהיה כולו מבושל והגרגירים תמימים וכו' ע\"כ דהיינו דברי הברייתא ממש והם דברים פשוטים וברורים לכל מבין וכן העתיק הסמ\"ג ז\"ל לאוין שי\"ט עיין עליו:"
            ],
            [],
            [],
            [
                "<b>כדי לידע יפה שאין למעלה ממנו וכו'.</b> קצת משמע דבדרך חיוב קאמר שיש לו להביא מן היפה שאין למעלה ממנו וקשה דבפט\"ז דמעשה הקרבנות הל' ד' כתב דמי שנדר שור או איל וכו' לא יביא כחוש ביותר ולא היפה השמן ביותר אלא הבינוני ואם הביא הכחוש יצא וצ\"ל דהבא לכתחילה קאמר לכפיית יצרו לא מלצד החיוב גמור דהחיוב העיקרי אינו אלא הבינוני ולפ\"ז מ\"ש רבינו בראש הפרק שיביא מן המובחר היינו כלפי כפיית היצר לא בדרך חיוב ובס' עבודת ישראל ז\"ל דף צ\"ה ביאר דמן המובחר היינו בערך הכחוש עיי\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות איסורי מזבח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}