{
    "title": "Lehem Mishneh on Mishneh Torah, Vows",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lehem_Mishneh_on_Mishneh_Torah,_Vows",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסר על עצמו אכילה מן התאנים וכו'.</b> הראב''ד ז''ל השיג עליו דבגמרא משמע דהיכא דאמר אכילה מזו עלי ואכילה מזו עלי דאין מצטרפין. והרב כ''מ ז''ל תירץ דכי שני רב פנחס שאני שבועות מתוך שחלוקות וכו' הדר ממאי דקאמר מעיקרא אלא בכל גוונא מצטרפות ואני אומר דיש טעם נכון לרבינו ז''ל לומר כן דקשה בפשטא דשמעתתא דמשמע דרב פנחס מהדר אמאי דשני שלא אוכל משתיהן א''כ היכי קאמר דגבי שבועות חלוקות לחטאות הא אמרינן בגמ' לקמן דהיכא דאמר שבועה שלא אוכל חטים וכוסמין ושעורין דאינו חייב אלא אחת ואפילו אמר שלא אוכל פת חטים וכן של שעורין וכן של כוסמים ולא אמרינן דחייב על כל אחת ואחת אלא משום שהזכיר ג' פעמים פת וכדכתב רבינו ז''ל בפ''ד מה' שבועות אבל היכא דאמר שלא אוכל משתיהן מה יתור לשון איכא כדי שנאמר שמחלקות לחטאות לכך מפרש רבינו ז''ל דלא כפירש''י ז''ל. והר''א ז''ל דמהדר אמאי דקאמר מעיקרא שאמר אכילה מזו עלי אכילה מזו עלי ומאי דפרכת ליצטרפו גבי קונמות לאו קושיא היא דאפי' גבי שבועות היו מצטרפים אי לאו קרא דפלגינהו לחטאות משום דהזכיר אכילה בכל חד וחד דהוי כמו שהזכיר פת אכל אחד ולכך מצטרפין אבל גבי קונמות דליכא קרא דפלגינהו לחטאות ודאי דלא מצטרפין: "
            ],
            [
                "<b>האומר פירות אלו עלי קרבן וכו' הרי אלו אסורים עליו וכו'.</b> נראה דפוסק כר''מ דלא שאני ליה בפ''ק דנדרים (דף י\"ג) בין שיאמר קרבן בלא כ''ף בין שיאמר בכ''ף וכן בעולה מנחה וחטאת ודלא כר' יהודה דמתיר דבעינן שיאמר בכ''ף וטעמו דסתם לן תנא התם הכי כדאמרינן בפ''ק (דף י\"ג) קתני קרבן הקרבן כקרבן וכו' סתמא תנא כר''מ וכיון דר''מ אמר דלא שאני לן בין שיאמר אימרא לאימרא כאימרא דירים לדירים כדירים עצים לעצים כעצים אישים לאישים כאישים מזבח למזבח כמזבח היכל להיכל כהיכל ירושלים לירושלים כירושלים כו' א''כ בכולהו בלא כ''ף סגי. ורבינו ז''ל שכתב בכל אלו לקמן כ''ף צ''ל דלאו דוקא וכיון שכתב דכשיאמר קרבן בלא כ''ף וכן עולה ושלמים בלא כ''ף סגי ומהא שמעינן לאינך לא חש לפרש: "
            ],
            [],
            [],
            [],
            [
                "<b>אבל האומר פירות אלו עלי כחלת אהרן וכו'.</b> הר''א ז''ל השיג על רבינו ז''ל דלא תליא טעמא בהכי דהא חטאת ואשם אין באין בנדר ובנדבה ומ''מ מתפיסין בהו משום דקדושתן ע''י אדם הכא נמי כיון דחייב להקדישן ראוי היה להתפיס בהן אע''פ שאינן באין בנדר ובנדבה וכי האי גוונא סבר ר' יעקב גבי בכור אלא ודאי טעמא לא הוי אלא מפני שהם נכסי כהן ונכסי אשתו ובנותיו אבל הבכור אינו אלא לזכרים ע''כ. נראה כוונתו של הר''א ז''ל דחלה ותרומה ניתנין לזכרים ולנקבות אבל בכור אע''פ שהוא נאכל לבניו ובנותיו של כהן מ''מ אינם ניתנין אלא לזכרים וכמ''ש כל זה רבינו ז''ל בפ''א מהל' בכורים. וקשה לי עליו דא''כ תרומת לחמי תודה אינן ניתנין אלא לזכרים כמו הבכור ובפ''ק דנדרים (דף י\"ב) אתי רבינא למפשט בעיין דהרי עלי כבשר זבח שלמים אי בעיקרו קא מתפיס או בהיתרא קא מתפיס ממתני' דכחלת אהרן וכתרומתו מותר וקאמר הא כתרומת לחמי תודה אסור וכו' ותירצו אימא כתרומת הלשכה והקשו אבל תרומת לחמי תודה מאי מותר ליתני לחמי תודה וכ''ש תרומתו ותירצו הא קמ''ל תרומת לחמי תודה תרומתו היא. והשתא לפירוש הר''א ז''ל טעמא דתרומת לחמי תודה לאחר זריקת דמים מותר הוי משום מתפיס בדבר האסור דטעמא משום דהוי נכסי כהן לא הוי הכי דינם כבכור וכמ''ש רבינו ז''ל בפ''א מהל' בכורים וטעמא דתרומתו הוי משום דהם נכסי כהן וכיון דהם טעמים מחולקין לא יפול על זה הקושיא שהקשו בגמרא ליתני הא וכ''ש הא דמהיכא ילפת תרומתו דלא הוי טעמא משום דבר האיסור מתרומת לחמי תודה דטעמא הוי משום דהוי דבר האיסור וכן לא יפול התירוץ שאמרו בגמרא הא קמ''ל דתרומת לחמי תודה תרומתו היא כיון שהם טעמים מחולקים, האמת דלפירוש רש''י קמא שכתב שם קשה כי הך קושיא דהוא מפרש דהפשיטותא הוי דבדהשתא קא מתפיס משום דלחמי תודה אחר זריקה מותר וקודם זריקה אסור ותירץ המתרץ דתרומת לחמי תודה מותר משום דבעיקרו קא מתפיס וא''כ קשה על זה הקושיא עצמה דמאי פריך ליתני לחמי תודה וכל שכן תרומתו דהוו טעמים מחולקים דטעמא דלחמי תודה משום דבעיקרו קא מתפיס וטעמא דתרומתו הוי משום דהוי דבר האסור וכן התירוץ לא יפול על זה כדכתיבנא אבל לפירוש בתרא דרש''י ז''ל דמפרש דפשיטותא דרבינא הוי איפכא וכן לפירוש הר''א ז''ל ניחא והוא מסכים לפירוש רבינו ז''ל שמפרש דטעמא דתרומת לחמי תודה ותרומתו הוי משום דלא הוי דבר הנדור: "
            ],
            [
                "<b>כנותר כפיגול וכו'.</b> בפירקא קמא דנדרים (דף י\"ג י\"ד) הביא רבא הך מתני' למפשט בעיא דבשר שלמים אי בעיקרו קא מתפיס או בדהשתא קא מתפיס ואמרו שם והא נותר ופגול לאחר זריקת דמים הוא ופירש רש''י ז''ל דנותר הוי שנתותר חוץ לזמנו שלא נאכל ופגול שיצא חוץ ממחיצתו ואמר זה כזה וקאמר דהוי אסור וכו' שמע מינה בדהשתא קא מתפיס ותירצו בנותר של עולה כלומר דלא הוה ליה שעת הכושר מעולם דכולה כליל ואם רבינו ז''ל היה מפרש כן כיון דהוא סובר דבעיקרו קא מתפיס כדפסיק לקמן היה לו לומר דהיינו דוקא בנותר של עולה דלא היתה לה שעת הכושר אבל שאר הקרבנות בעיקרו קא מתפיס ומותר אלא ודאי ס''ל כפירוש הר''ן ז''ל שמפרש איפכא דאיסור נדריה פקע ליה בזריקת דמים ואפילו הכי תנן דאסור שמע מינה בעיקרו קא מתפיס ותירצו בנותר של עולה ולכך רבינו ז''ל דאית ליה בעיקרא קא מתפיס לא הזכיר נותר של עולה. ומאי דאמר כנותר וכו' הוא הדין בלא כ''ף וכדאמרו שם במשנה (דף י') נותר בלא כ''ף וכן כתב רבינו ז''ל לקמן מה שאוכל לך נותר או טמא או פיגול וכו': "
            ],
            [],
            [],
            [
                "<b>אבל אם היה בשר בכור (לפניו) וכו'.</b> הקושיות העצומות אשר בדברי רבינו ז''ל כבר כתבן הרב כ''מ ז''ל והם נכללות בהשגות הר''א ז''ל וכמה דחק עצמו הרר''א בנו ז''ל בתירוץ הקושיא דמחלק בין מונח לפניו לשאינו מונח דמונח לפניו מקרי דבר הנדור קודם זריקת דמים משום דכיון דבזריקת דמים ניתר לאכלו הוי כשלמים ועם כל מה שדחק עצמו עדיין קשה דלאחר זריקת דמים אמאי מותר נימא בעיקרו קודם מתפיס דהוי קודם זריקה והוי אסור וכמו שפסק רבינו ז''ל בבשר השלמים ועוד קשה לאחר זריקת דמים לישראל אמאי מותר דכיון דישראל הנודר ובסתמא איירי רבינו ז''ל א''כ לאחר זריקת דמים הרי אסור לישראל וליהוי אסור ורש''י ז''ל פירש דאיירי בכהן המתפיס דאי בישראל הא לית ליה שום זכייה בגויה אבל לרבינו ז''ל דלא חילק קשה. ונ''ל לומר דרבינו ז''ל מפרש היפך מפירוש רש''י ז''ל והר''א ז''ל דכשאמרו בגמ' (דף י\"ג) אלא לאו דמחית בבשר בכור ומחית בשר דהאיך גביה איירי לפני זריקת דמים אבל לאחר זריקת דמים ודאי מותר כדאמרו מ''ט דמאן דאסר דטעמא דאע''ג דאסור לזרים מ''מ אפילו למאן דקרי בכור דבר הנדור משום דמצוה להקדישו האי לאו דבר הנדור הוא דלאו מחמת נדריה הוא כיון דשרו לכהנים דאיסוריה לאו מחמת נדריה הוא שאילו כן היה אסור לכל וכדכתב הר''ן ז''ל שם בפירוש הבעיא ע''ש וא''כ לכ''ע בההיא שעתא דבר איסור מקרי ולא הוי נדר כי פליגי קודם זריקת דמים דמאן דשרי סבר בעיקרו קא מתפיס כלומר דאע''פ שזה הקדישו אחר שנולד מ''מ אינו מתפיס זה במה שהקדישו אח''כ אלא בעיקרו שהוא כשנולד דהיה אסור מעצמו ומאן דאסר סבר בדהשתא קא מתפיס כלומר וכיון דההיא שעתא הוא מהקדש מחמת פיו תפיס והוי דבר הנדור אבל לאחר זריקה ודאי דמותר דאי אזלת בתר השתא דבר האיסור הוי לכולי עלמא דאין האיסור מחמת הנדר כדכתיבנא ואי בתר מעיקרא הרי כשנולד קדוש היה מעצמו וא''כ לעולם הוי דבר אסור וכל זה לא הוי אלא כשבשר מונח לפניו אבל אם אמר כבכור סתמא ודאי דבעיקרו קא מתפיס דהיינו בשעה שנולד וכמ''ש הר''ן ז''ל בפ''ק דנדרים והכריח הדבר דהא תנן במתני' חטאת תודה ושלמים אסור ולא דייקינן מינה דבעיקרו קא מתפיס אלא ודאי דכשאין הדבר מונח לפניו בעיקרו קא מתפיס ומאי דקא מבעיא ליה כשהדבר מונח לפניו שכבר נזרק הדם ועבר מעשה הזריקה אי אמרינן בדהשתא קא מתפיס או בעיקרו דהוי קודם זריקה אבל כשאמר הרי הוא כבכור ודאי דהוי בעיקרו ולכך מקרי דבר האיסור ושרי וכמו שפסק רבינו ז''ל לעיל ומאן דאסר בבכור משום דגלי קרא לה' ואע''ג דבעיקרו הוא דבר האיסור מ''מ מרבינן ליה מקרא דלה' משום דסוף סוף הוי מצוה להקדישו ומסתבר טפי לרבות הא מחטאת ואשם מהך טעמא. ועם מ''ש יעלו דברי רבינו ז''ל כהוגן לע''ד דכיון דרבינו ז''ל פסק לחומרא להך בעיא לכך בשלמים דהוי חומרא בעיקרו פסק דאסורים ובבכור דהוי חומרא לפני זריקת דמים לומר בדהשתא קא מתפיס דהיינו במה שהקדישו בפה אמרינן בדהשתא קא מתפיס דספיקא דאורייתא לחומרא ולכך פסק בבכור דלפני זריקה אסור אבל לאחר זריקה מותר בלי ספק כדכתיבנא, ולפי זה מאי דפסק רבינו ז''ל בעיקרא קא מתפיס גבי שלמים הוי משום ספיקא דאורייתא לחומרא ולא דאיפשיטא ליה הכי משום רבינא ורבא דבעו למפשט הכי כדכתב הר''ן ז''ל דאין זה הכרח דכבר דחו להו בגמרא. וגם אין להכריח מדאמרינן בנזיר פ''ד (דף כ\"ב:) בלישנא בתרא איכא דאמרי היינו דרמי בר חמא כלומר ברייתא דקאמרה האשה שנדרה בנזיר ושמעה חברתה ואמרה ואני ובא בעלה של ראשונה והפר לה היא מותרת וחברתה אסורה הוי אבעיא דרמי בר חמא ואיפשיטא בעיין דבעיקרו קא מתפיס דכבר כתבו התוס' דאין לדמות הנושאין להדדי דודאי גבי אשה אמרינן דעתה אמעיקרא משום דבשעת איסור חבירתה נדרה אבל דרמי בר חמא הנודר נודר בשעת היתר אחר זריקת דמים וההיא סוגיא דנזיר דמדמה הנושאים להדדי ס''ל דבעיא דרמי בר חמא הוי קודם זריקה ופליגא אסוגיא דנדרים ולא קי''ל כההיא סוגיא אלא כסוגיא דנדרים דהוי בעיא במקומה והבעיא הוי לאחר זריקה וליכא פשיטותא מההיא ברייתא דהאשה שנדרה לבעיין דאיבעיא לן אחר זריקה וא''כ לא משגחינן כלל בסוגיא דנזיר ואין להביא ראיה משם אלא נשאר הדבר בספק וקי''ל ספיקא דאורייתא לחומרא ומש''ה פסק רבינו ז''ל כך וכך כתב הר''א בנו דטעמו של רבינו ז''ל כן. וצריך שנפרש פי' ה''ד לפירוש זה ונאמר דה''פ ה''ד אילימא דאמר בהדיא לפני זריקת דמים מ''ט דמאן דשרי דכיון דמסתמא משמע דאעיקרו קא מתפיס כדכתיבנא והוא פי' מה שהיה על הסתם משמע שכוונתו לומר ה''ז כבכור אחר שנשחט וקודם שנזרק הדם שכבר הקדשתיו בפה באותה שעה שנשחט ולא בעת שנולד שעדיין לא הקדשתיו בפה נמצא שהוא מתפיס במה דהקדישו בקדושת פיו והוי דבר הנדור וא''כ לכ''ע אסור ואי שאמר בהדיא לאחר זריקת דמים מ''ט דמאן דאסר דדבר האסור מקרי דאי אזל בתר מעיקרא שהוא שעה שנולד קדוש מעצמו הוא ודבר האסור היה ואי אזלת בתר השתא דבר האסור מקרי דאי מחמת נדרו היה אסור לכל וכיון דהותר לכהנים נסתלק האיסור מחמת נדרו וכדכתב הר''ן ז''ל כאמור אלא ודאי דהיה לפני זריקת דמים ואמר הרי זה כזה ומספקא לן אי אזלינן בתר מעיקרא והתפיס בדבר האסור והוא בעת שנולד שהיה קדוש מעצמו או בתר השתא שכבר הקדישו בפה והוי דבר הנדור אבל לאחר זריקה ודאי דדבר האסור הוי ומותר כדכתיבנא. ולא נראה לאוקומי פלוגתא סתמא דאמר הרי עלי כבכור ולא אמר יותר דודאי משמע ליה דבעיקרו קא מתפיס והוי בעת שנולד דהוא דבר האסור וא''כ מ''ט דמאן דאסר ודחי בגמרא דאפילו שיאמר בהדיא לפני זריקת דמים לא איכפת לן דודאי בעיקרו קא מתפיס דהיינו בעת שנולד ואע''פ שבסתמא מובן אין חשש בזה שרצה לפרש דבריו ביותר וזהו טעמו של מי שמתיר ומאן דאסר אמר דקושטא הוי הכי אלא דרבי ליה קרא מלה' ומסתבר טפי לרבות הא מחטאת ואשם כיון שאח''כ בא לידי נדר שהוא מקדישו בפה. כל זה טרחתי להעמיד דברי רבינו ז''ל וישר בעיני כי הקושיות הם גדולות ועצומות. והא דכתב הטור ז''ל ביו''ד סי' רט''ו דהיכא דנדר מנבילות וטריפות והתפיס בהן דלא מקרי דבר הנדור דבעיקרו קא מתפיס לא פליג רבינו ז''ל עליו דשאני התם דלא מחית בשר קמיה: "
            ],
            [],
            [
                "<b>כך אם הקדיש בכנויין וכו'.</b> הכי משמע בגמ' (דף י') דקאמר בלשון שבדו חכמים משום דלא לימא קרבן לה' הכי משמע דבהקדש נמי נאמרו הדברים ומינה לר''י דקי''ל כוותיה דהוי נמי הכי: "
            ],
            [
                "<b>מה שאוכל עמך לא יהיה חולין וכו'.</b> עם מה שהקשה הר''א ז''ל בהשגות הוקשו דברי רבינו ז''ל אהדדי דכאן פסק כחכמים ולמטה גבי חולין שלא אוכל לך פסק כר''מ ותירץ הרב כ''מ ז''ל דסובר רבינו ז''ל דלפי המסקנא אידחייא לה סברוה דאמרו בגמ' (דף י\"א) ולחולין שאוכל לך לר''מ לא איקרי מכלל לאו אתה שומע הן. ומלבד הדוחק שהרגיש הוא בעצמו שאינו מבואר בגמ' סתירת הסברוה איכא לאקשויי עליו מריש פ''ב (דף י\"ג:) דהדרינן לסברת סברוה דאמרינן על מתני' ואלו מותרין חולין שאוכל לך וכן טעמא דאמר חולין שאוכל לך הא אמר לחולין שאוכל לך משמע לא חולין ליהוי אלא קרבן מני מתני' אי רבי מאיר הא לית ליה מכלל לאו אתה שומע הן וכו' משמע דסברת סברוה היא אמת. ולכן נראה ודאי דדעת רבינו ז''ל כדעת התוס' (דף צ\"ד:) והרא''ש והטור ז''ל בסימן ר''כ שכתבו דברייתא דקאמרה לחולין שאוכל לך לרבי מאיר אסור הוא דאמר לא חולין בחול''ם ומאי דאמרינן בפירקא קמא סברוה היינו דקאמר לחולין בפת''ח דצריך לפרש דלחולין כמו לא חולין והא מקרי מכלל לאו אתה שומע הן אבל היכא דאמר לא חולין ודאי דאפילו לרבי מאיר לא הוי מכלל לאו אתה שומע הן וזהו ששינה רבינו ז''ל כאן לשון המשנה ולא כתב לחולין בפת''ח אלא לא חולין דהוא בחול''ם וקשה א''כ מאי קאמר בגמ' בריש פרק ב' טעמא דאמר חולין וכו' ופירשו שם הרא''ש והר''ן ז''ל דדייק משום דלגופיה לא איצטריך אלא לדיוקא והא כיון דהרא''ש ז''ל גופיה סבר דלא חולין בחול''ם מודה רבי מאיר אם כן נימא דדיוקא אתא להיכא דאמר לא חולין בחול''ם דאסור ומתני' כרבי מאיר ואם כן מאי פריך בגמרא להרא''ש ז''ל ורבינו ז''ל וסיעתם. וי''ל דכיון דלדיוקא אתא ע''כ למעט לחולין בפת''ח אתי דאי לא לישמעינן מתני' רבותא דלחולין בפת''ח מותר אלא ודאי דאתא למעוטי לחולין בפת''ח דאסור ודלא כרבי מאיר. כך נ''ל ליישב דברי רבינו ז''ל להסכימו עם שאר הפוסקים ז''ל והגם כי הרב בעל כסף משנה ז''ל כתב בטור יו''ד סי' כ''ד דפירוש הרא''ש ז''ל נראה לו דחוק נראה שמפני זה לא רצה לתלותו בהרמב''ם ז''ל מכל מקום נראה יישוב כמו שפירש הוא ז''ל מחמת הקושיות שהקשינו עליו: "
            ],
            [
                "<b>הקרבן שאוכל לך.</b> דוקא בפת''ח אבל בציר''י ודאי דאינו כלום דלשון שבועה קאמר. והא דלא פי' כן רבינו ז''ל כשאמר הקרבן בציר''י לא חש לכותבו שהוא פשוט בעיניו וכ''כ הרב בעל כ''מ ז''ל בטור יו''ד סימן כ''ד. ומ''ש שם וכאן בכ''מ דרבינו ז''ל גורס במתני' דפ''ב קרבן לא אוכל לך הא קרבן לא אוכל לך לא קרבן לא אוכל וכתב שכ''ה גירסת הר''ן ז''ל. אני בדפוסים לא ראיתי בזה חילוק גירסאות וכ''ע גרסי בפ''ב הא קרבן שאוכל מותר ומשום הכי הוצרכו לומר הי בציר''י דאי אמר שלא אוכל לך בין שיאמר הקרבן לא אוכל לך בפת''ח בין שיאמר הקרבן לא אוכל לך בציר''י ודאי דמותר דאפי' שיהא בפת''ח פירושו קרבן יהא מה שלא אוכל לך וא''כ אמאי אסור אלא החילוק הוא בין פת''ח לציר''י היכא דאמר שאוכל לך ובהדיא כתב הכי הר''ן ז''ל גבי מתני' דפ''ק דהקרבן שאוכל לך דאוקמוה בגמ' שם דהוי בפת''ח כתב שם והא דלא עריב ותני וכו' משום דהנהו תלתא דהיינו הקרבן כקרבן דוקא כי אמר שאוכל אסור אבל אמר לא אוכל שרי וכדכתיבנא וא''כ הוא לא ירדתי לסוף דעת הרב בעל כ''מ ז''ל. גם במ''ש ביו''ד בסימן הנזכר על מה שפסק רבינו לא קרבן לא אוכל לך דמותר דאע''ג דתנן בפ''ק דנדרים לא קרבן לא אוכל לך ר''מ אוסר פסק ז''ל כסתם משנה פ''ב דנדרים ולא חש לההיא, איני מבין דבריו אלו דבפ''ב רמו מתני' אהדדי ותירצו דמתני' בפ''ק הוי לקרבן בשב''א ובפרק בתרא הוי לקרבן בפת''ח ולכך מותר והיינו דכתב רבינו ז''ל כאן. גם מ''ש שם דפירוש לקרבן לא אוכל לך דשרי רבינו ז''ל הוי בשב''א הלמ''ד אבל בפת''ח הלמ''ד אסר, הדברים הפוכים וט''ס הם וצ''ל דבפת''ח הלמ''ד שרי ובשב''א הלמ''ד אסר. מיהו במה שפירש שם בהא דלקרבן לא אוכל כאן בכ''מ חזר ותיקן הדברים: ",
                "<b>קרבן לא אוכל לך.</b> פירש הר''ן ז''ל אי אמרינן דבקרבן משתבע שרי דקרבן לאו בר אשבועי אבל בקרבן שאוכל לך לא אמרינן דמשתבע בקרבן שיאכל לו, וכן כשאמר לקרבן שאוכל לך דקי''ל דאסור כדכתב הר''ן ז''ל בפ''ק דנדרים לא אמרינן דמשתבע בחיי קרבן שיאכל לו קרבן וכמ''ש רבינו ז''ל גבי לקרבן שלא אוכל לך דשאני התם דפשט הדברים מורה איסור דהיינו קרבן מה שאני אוכל ממך לקרבן יהיה מה שאוכל ממך אבל הכא פשט הדברים מורה היתר דאמר יהיה קרבן מה שלא יאכל דמשמע מה שיאכל לא יהיה קרבן וכדי לקיים דבריו שלא יהיו לבטלה מוקמינן להו דנשבע בקרבן והוי היתרא כיון דסוף סוף פשט הדברים מורה כדכתיבנא: "
            ],
            [],
            [
                "<b>אבל האומר לא טמא שאוכל לך וכו' אסור.</b> הרב כ''מ תיקן הנוסחא וכתב דגרסינן בדברי רבינו ז''ל לטמא שאוכל לך לנותר שאוכל לך. ודברי הרב צ''ע ליישב הנוסחא וכן למטה שכתב רבינו ז''ל לא היכל שאוכל לך אסור כתב שהנוסחא משובשת והנוסחא הנכונה היא להיכל שאוכל לך. ונ''ל שאין לתקן הנוסחאות ורבינו ז''ל טעמו ונמוקו עמו דהוא גריס בגמ' בפ''ק דנדרים (דף י\"ג) לא קשיא הא דאמר לאימרא הא דאמר לא אימרא כגירסת רבינו תם ז''ל שכתבו התוס' ז''ל כלומר והברייתא דקאמרה לא אוכל לך מותר היינו דאמר לא אימרא לא אוכל לך ולכך מותר דר''מ לית ליה מכלל לאו אתה שומע הן והתוס' ז''ל הקשו לגירסא זו דא''כ ברישא גבי שאוכל לך דכיון דאמר לא אימרא שאוכל לך א''כ היתרא הוי ולא איסורא דכיון דאמר שיאכל לא יהיה אימרא א''כ היתר הוא ואמאי קאמרה הברייתא שהוא אסור ואי אמרת החלוקה דכשאוכל לך איירי לאימרא וסיפא דאמר לא אוכל לך אמר לא אימרא א''כ ליפלוג וליתני בדידה כולה בלא אוכל לך, ודחקו שם התוס' ז''ל הרבה בקושיא זו עד שהם עצמם הרגישו בחולשת תירוצם וכתבו כן יש לדחות לפר''ת ז''ל. ומפני קושיא זו סובר רבינו ז''ל דהיכא דאמר לא היכל שאוכל לך אסור ברישא וסיפא כולה בלא אימרא או לא היכל איירי וטעמא דמילתא משום דכדי שדברי הנודר לא יהיה לבטלה אנו מתקנים דבריו כל מה שאנו יכולים אע''פ שאנו מוסיפים על דבריו קצת תדע לך דהא לא חולין לא אוכל לך אנו מתקנין דבריו שאומרים לא חולין יהיה מה שאוכל עמך וכן לקרבן לא אוכל לך בציר''י הוי כי האי גוונא דאנו אומרים דהכי קאמר לקרבן יהיה מה שאוכל עמך ולפיכך לא אוכל הרי אנו מוסיפים על דבריו אלא ודאי טעמא מפני דכ''מ שאם אנו תופשים הדברים כפשטם יהיה דברי הנודר לבטלה אנו דוחקים עצמנו בדבריו כדי ליישב דבריו ואם אנו תופשים דבריו כפשוטן גבי לא חולין לא אוכל לך וכן גבי לקרבן לא אוכל לך פשט המאמר הוא שעושה קרבן מה שאינו אוכל עמו ואלו דברים בטלים דאיך יאסור על עצמו ויעשה קרבן מה שאינו אוכל ולכך כדי שיהיה קיום בדבריו אנו דוחקים בלשונו. גם אנו נאמר כן אם פירוש דבריו כפשטן שאמר אינו פיגול מה שאוכל לא יהיה טמא מה שאוכל עמך דברים בטלים הם אלו דלמה לו לומר שלא יהיה טמא ושלא יהיה פיגול לכך כדי לקיים דבריו אנו מוסיפים בדבריו ואנו מפסיקין בין לא לטמא שאוכל ובין לא לפיגול שאוכל לך וכן בין לא להיכל שאוכל לך ואנו מוסיפין על מלת לא עוד אוכל עמך וה''ק לא אוכל עמך מפני שאני עושה טמא מה שאוכל עמך וכן על זה הדרך לא פיגול ר''ל לא אוכל עמך מפני שאני עושה פיגול מה שאוכל עמך וכן בלא היכל שאוכל לך לא אוכל עמך שאני עושה היכל מה שאוכל עמך ועם זה יבא על נכון דברי רבינו ז''ל אין בהם נפתל ועקש ודברים נכונים בטעמם הם לע''ד. וזה פירש רבינו ז''ל בהדיא בדבריו שהוא מוסיף מלת אוכל לך על לא במה שאמר שמשמעו של דבר הוא שיהיה פיגול או טמא לפיכך לא אוכל לך: "
            ],
            [
                "<b>שזה כמו שנשבע בהיכל וכו'.</b> קאי לחלוקה דהיכל שלא אוכל לך ומינה לקרבן שלא אוכל דקאמר רבינו ז''ל לעיל דמותר דטעמו הוי מפני שנשבע בקרבן אע''פ שהרב בעל כסף משנה ז''ל לא כתב שטעם השבועה הוא לחלוקה של קרבן לא אוכל לך מה לא משמע הכי: "
            ],
            [],
            [
                "<b>אמר לו מנודה אני לך וכו'.</b> בפ''ק דנדרים (דף ז') אמר רב פפא בנדינא מינך דכולי עלמא לא פליגי דאסור וכו' פירוש דברי הגמ' אפשר לפרשם באחד משלשה פנים ועל דרך זה דברי רבינו ז''ל. הא' מה שפירשו התוס' ז''ל דמ''ש בנדינא ממך כ''ע לא פליגי דאסור הוא אפילו שלא אמר אלא נדינא מינך לחוד וכתבו שם התוס' ז''ל טעמא דלשון נדינא לא משמע כלל לשון הרחקה אלא משמע שאני נע ונד ליהנות ממך וכו' וכן פירשו דפלוגתא דמנודה אני לך הוי לחוד בלא שאני אוכל לך וזהו הפירוש שהזכיר הרשב''א ז''ל. וע''פ זה יתפרשו דברי רבינו ז''ל דפסק כרבנן ולכך כתב דבמנודה אני לך לחוד לא הוי אלא שלא ישב תוך ארבע אמותיו כמו מרוחק אבל מנודה אני לך שלא אוכל כתב דהרי זו אסור באכילה מפני שע''כ לא פליגי רבנן אלא במנודה אני לך לחוד אבל כשאמר מנודה אני לך שאני אוכל לך מודו לר''ע דהוי כמו מנודה אני לך לחוד אליבא דר''ע וכי היכי דהתם לר''ע הוי איסור ולא מלקות משום דחוכך להחמיר היכא דהזכיר שאני אוכל לך לרבנן הוי איסור ולא מלקות. הפירוש הב' הוא פירוש המפרשים ז''ל דנדינא לא סגי אלא שיאמר שאני אוכל לך וכן מנודה אני לך לר''ע ורבינו ז''ל פוסק כר''ע ולכך כתב במנודה אני לך שאני אוכל לך דאסור ואינו לוקה כר''ע ומ''ש אמר לו נדינא ממך לפי פירוש זה קאי אמאי דקאמר לעיל שאני אוכל לך והכי קאמר אם במקום מנודה אני לך אמר נדינא אבל שאר הלשון במקומו עומד אסור וזה פירוש השיטה שכתב הרב בעל כ''מ ז''ל. הפירוש השלישי הוא דברי הרב בעל כ''מ ז''ל דבנדינא אסור בלא שאני אוכל ואפילו בהנאה אבל הפלוגתא במנודה אני לך הוי כשאמר שאני אוכל לך ופסק רבינו ז''ל כר''ע ולפי פירוש זה אתו דברי רבינו ז''ל כפשטן בנדינא שכתב רבינו ז''ל דאסור דהוי לחוד. ומדברי רבינו ז''ל בפירוש המשנה נראה שאינו מפרש כפירוש התוס' ז''ל שכתב שם ומי שאמר מנודה אני לך שאיני אוכל לך או שאיני טועם לר''ע אסור לאכול לו או לטעום לו ואם עבר אינו חייב מלקות ובסוף דבריו כתב שם דהלכה כר''ע מוכח ודאי שדעתו כאחד משני פירושים האחרים ולא כפירוש הראשון. ובפירוש דברי הר''א ז''ל יש חילוק דהרב בעל כ''מ ז''ל רצה לומר דהר''א ז''ל אית ליה דהלכה כר''ע כדברי רבינו ז''ל אלא שסובר דפלוגתא דר''ע לא הוי אלא לענין ד' אמות דוקא דלרבנן מנודה אני לך מותר לגמרי אפילו בתוך ד' אמות ולר''ע אסור בתוך ד' אמות אבל קשה על פירוש זה דכיון דהר''א ז''ל מודה דבמשמתנא לך לא ישב בתוך ד' אמות דלא השיגו לרבינו על כך א''כ מכ''ש דלא יוכל לעמוד תוך ארבע אמות דידיה כיון שלא ישב שם וכיון דרבנן אמרי לישנא דמשמתנא הוא ודאי דמודו רבנן דבתוך ד' אמות מיהא אסור כיון דדמו ליה למשמתנא ובמשמתנא דינא הכי וכמו שהודה הר''א ז''ל ומינה דר''ע דפליג ואוסר אפילו חוץ לד' אמות הוי וכ''ש אי גרסינן לישנא דנדינא דהיא הגירסא הנכונה כדכתב הרב בעל כ''מ ז''ל דודאי לר''ע אסור אפילו חוץ לד' אמות כיון דמדמי ליה לנדינא ובנדינא אסור ליהנות אפילו חוץ לד' אמות וכמ''ש רבינו ז''ל והראב''ד ז''ל מודה לו דלא השיגו אבל אם היה מפרש הרב ב''י ז''ל דהר''א ז''ל פוסק כרבנן אתי שפיר דכיון דבמנודה לחוד ובמשמתנא לחוד לא ישב תוך ד' אמות כאן שהזכיר האכילה הוי האיסור פחות ממנו דישב תוך ד' אמות אבל לא יאכל בתוך ד' אמות והוא הדין במשמתנא דהוי הכי דרבנן מדמי להו להדדי והוא פסק כרבנן. ולפי הפירוש הב' שהוא פירוש השיטה מוכרחים אנו לומר דהר''א פוסק כרבנן ולכך אסר האכילה תוך ד' אמות לבד ולא כר''ע דאסר לגמרי ומיהו לא אסר אלא האכילה לבד תוך ד' אמות ולא הישיבה כיון דהזכיר בלשונו אכילה כדכתיבנא. ולפי הפירוש הא' שהוא פירוש שהזכיר הרשב''א וכתב וכן נראה שהוא דעת הראב''ד נראה לומר ג''כ דדעתו שהר''א פוסק כרבנן וכמו שפסק רבינו לפי אותו הפירוש כדכתיבנא ודקדק מדברי הר''א דסובר אותו הפירוש משום דלא השיג על רבינו ז''ל בנדינא שכתב שאסור ליהנות אפי' לא יאמר שאני אוכל לך משמע דאית ליה כפירוש רבינו דבנדינא לחוד סגי אלא שהוא השיג על רבינו דלית ליה דע''כ לא פליגי רבנן אלא במנודה לחוד אלא אפי' במנודה אני לך שאני אוכל לך אית ליה דפליגי דכיון דרבא מדמי ליה למשמתנא אית ליה להר''א דבמשמתנא אינו אסור אלא תוך ד''א לבד אפי' שהזכיר שאני אוכל לך דכיון דאיסור השמתא הוי תוך ד''א מה שהזכיר האכילה אינו אלא למעט הישיבה שיוכל לישב תוך ד''א אבל (לא) שלא יאכל תוך ד' אמות דידיה אך אינו מוסיף בהזכרת האכילה איסור יותר מד''א וכיון דבמשמתנא הוי הכי ה''ה במנודה דמדמי להו רבנן וזהו שהזכיר בהשגתו וכן משמתנא מינך שלא אוכל לך כו' כלומר כיון דבשמתא הוי דינא הכי הא רבנן מדמו להו להדדי וא''כ אפי' שהזכיר שאני אוכל לך אין האיסור אלא תוך ד' אמות לבד. ובאמת הנכון כדברי הר''ן לומר שפוסק כרבנן ואע''פ שהזכיר בדבריו במקצת הנוסחאות פי' אסור לאכול כו' אין כוונתו לפרש דברי רבינו אלא מסברא דנפשיה קאמר. והרב ב''י ז''ל בטור יו''ד סי' ר''ו דקדק מדברי הטור שכתב בשם רבינו ז''ל והרמב''ם כתב כו' ובנדינא מינך ולא אמר שאני אוכל לך אסור ליהנות ממנו מנודה שלא אוכל אסור לאכול עמו דמלשון עמו משמע בתוך ד' אמות דידיה ואית ליה לטור ז''ל כפירוש שמפרש הראב''ד ז''ל בדברי רבינו ז''ל לפי דעתו ואין זה הכרח דהטור עצמו כתב למעלה אבל אם אומר נדינא ממך וסיים בדבריו שאני אוכל לך אסור עמו ובודאי דההוא עמו לאו בתוך ד' אמות קאמר דהוא אית ליה כפירוש שמפרש ז''ל דבנדינא עם שאני אוכל לך אסור באכילה בכל גוונא. ועוד הזכיר שם הטור ז''ל דין ר' יוסי בר חנינא שאמר שם מודר אני לך שניהם אסורים מודרני ממך הוא אסור וחבירו מותר והרב ב''י ז''ל תמה שם על רבינו ז''ל למה לא הזכירו. ואפשר לתת טעם לרבינו ז''ל דאית ליה דשמואל פליג עליה דקאמר מודרני ממך דלא משתעי בהדיה קאמר אע''ג דשאר המפרשים פירשו ויישבו הב' מימרות דמאי דקאמר ר' יוסי בר חנינא מודרני ממך עם שאני אוכל לך הוי רבינו ז''ל לא ס''ל הכי וכיון דאידחיא לה מימרא דריב''ח אידחיא לה כולא מילתא ודוחק: "
            ],
            [
                "<b>האומר לחבירו הרי עלי כנדרי רשעים כו' חייב בכולן.</b> כלומר שאם אכל יהיה נזיר ויביא קרבן ועבר על השבועה שבועת ביטוי. וא''ת בפ''ק (דף ט') על מתני' דכנדרי רשעים נדר בנזיר ובקרבן ובשבועה שהקשו שם ודילמא כנדרי רשעים הרי עלי והימנו וכו' והוצרכו לומר כשנזיר עובר לפניו ולמה לו לומר כולי האי לימא דאמר כי האי לישנא דקאמר רבינו ז''ל. וי''ל דהאי לישנא פשיטא ולא אשמעינן מידי התנא אבל באוקימתא דשני הוי רבותא טובא כדאמרו שם בגמ'. ודין זה אע''פ שלא הוזכר בגמ' נפקא ליה לרבינו ז''ל מהתם דפשוט הוא בודאי ובמאי דתירץ שמואל באומר כנדרי רשעים הרי עלי והימנו כו' נראה מדברי רש''י ז''ל דכולהו אאכילת הככר קאי וכגון שהיה ככר לפניו ואמר דברים אלו אז יתחייב אם אכלו בנזירות ובקרבן ובשבועה. אבל מדברי הר''ן ז''ל נראה שמפרש שם דהריני עלי לא איירי באכילת ככר אלא באדם שרוצה לנדור בנזירות ואמר כנדרי רשעים הריני וכן אדם שרוצה לנדור בקרבן ואמר כנדרי רשעים עלי אבל חלוקה דהימנו איירי באיסור אכילת ככר שהיה לפניו ואמר כנדרי רשעים הימנו ולזה מטים דברי רבינו ז''ל אמר כנדרי רשעים הריני והיה נזיר וכו' חייב בנזירות כנדרי רשעים עלי חייב בקרבן כנדרי רשעים שלא אוכל ממנו חייב בשבועה משמע קצת כפירוש הר''ן דבנזירות וקרבן לאו באכילת ככר שייכי אע''פ שמדבריו בפירוש המשנה אינו נראה כן. וא''ת כשאמר הרי עלי כנדרי רשעים אם אוכל ככר זה כתב רבינו ז''ל אסור ולא כתב שאם אכל חייב קרבן ואמאי כיון שאמר הרי עלי הרי בלשון עלי קרבן וכיון שאמר אם אוכל ואכל ראוי לחייבו קרבן. וי''ל דסובר רבינו ז''ל דכשרוצה לנדור בקרבן ולא בא לאסור ככר אז אמרינן דעלי קאי אקרבן אבל כשבא לאסור ככר והזכיר עלי לא קאי עלי אלא אאיסור ככר שאסר עליו. והטור ז''ל בסימן ר''ו כתב האומר כנדרי רשעים עלי חייב קרבן אמר ככר זה עלי אסור בו ע''כ. ודין הימנו והריני לא הזכיר והרב ב''י ז''ל כתב שם דלא שייכי לענין איסור ככר וקשה עליו דהימנו באיסור ככר הוי דהוי שבועה שלא לאכול הככר ולא כתבו רבינו ז''ל לא כאן ולא בהל' שבועות ובנזיר נמי שייך היכא דאמר כנדרי רשעים הריני אם אוכל ככר זו. גם מ''ש הטור ז''ל כנדרי רשעים עלי חייב בקרבן דברי מותר הם דאיהו לא עסיק בדיני קרבן כלל אלא די''ל לזה דמשום דרצה להזכיר דין הנמשך ככר זה עלי כנדרי רשעים כתב הדין הראשון דבגמ' נאמר הדין גבי קרבן ומיניה למדו הטור ז''ל גבי איסור ככר: "
            ]
        ],
        [
            [
                "<b>אחד הנודר מפי עצמו או שהדירו חבירו וכו'.</b> כתב הרב בעל כ''מ ז''ל דנפקא ליה מפ''ג דנדרים דקאמר הדירו חבירו שיאכל אצלו, ובמחילה מכבודו דההיא אינה ענין להא דהתם איירי בשחבירו מדירו משלו אם לא יאכל אצלו ובההיא ודאי יש לו רשות ואפי' יענה חבירו אמן וכדכתב הטור ביו''ד סימן ר''ט אבל הא נפקא ליה לרבינו ממאי דאמרינן בספ''ג דשבועות (דף כ\"ט:) אמר שמואל כל העונה אמן אחר שבועה כמוציא שבועה מפיו דמי וכן כתב שם הרב ב''י סי' רנ''ז: "
            ],
            [],
            [],
            [
                "<b>ויש שמורה להחמיר.</b> הר''א בהשגותיו תולה הדבר בקבלת התנאי וקיומו שצריך שלא ישהא כדי דיבור אחר שזכר אותו שלא קיימו והרב כסף משנה ז''ל רצה לומר דזו היא כוונת רבינו ז''ל אבל במחילה מכבודו דכוונת רבינו ז''ל שכתב ויש שמורה להחמיר ואומר והוא שיזכור וכו' הם דברים כפשטן דבעינן שיזכור התנאי תוך כדי דבור לנדר וטעמיה משום דאית ליה כדברי ר''י שכתבו שם התוספות דס''ל דרבא פליג אאביי ודוקא זכור בשעת הנדר מועיל כדקאמר רבא אם זכור בשעת הנדר משמע דוקא זכור אבל אם לא זכור כלל נדרו קיים דמסתמא דעתו לקיים נדרו כיון שאינו זכור התנאי והלכתא כרבא ע''כ דברי התוספות שכתבו בשם ר''י ז''ל, וזו היא דעת יש מי שאומר אלא שהוסיף דדי בזכירה תוך כדי דבור וטעמו דכיון דאם חזר בו תוך כדי דבור סגי כדכתב רבינו לעיל אם כן כיון דזכר התנאי תוך כדי דבור סגי והתוספות הקשו שם על פירוש זה דסתמא דגמרא משמע דדבר פשוט הוא דביטול מועיל שפיר טפי כשאינו זכור מדפריך אדרבא כשזכור בשעת הנדר עקר משמע דוקא זכור אבל שכח לא ואין סברא לומר דרבא פליג אסתמא דגמרא ע''כ. מיהו לזה י''ל דאביי עצמו דאמר תני ובלבד שיהיה זכור בשעת הנדר הוא שהקשה אי זכור עקריה לתנאיה וקיים ליה לנדריה ואף על גב דאביי לא הוזכר בקושיא אלא בתירוץ הקושיא והתירוץ דידיה הוי וכה''ג אשכחן בריש אלו מציאות דקאמר שם וכמה א''ר יצחק כו' וכתבו שם התוספות דר''י עצמו הוא ששאל והשיב ואביי משום דאית ליה דטפי עדיף שלא להזכיר הנדר מהיכא דזוכרו הגיה המשנה אבל רבא פליג עליה ואמר דהסברא הוי איפכא ומתני' כדקאי קאי אבל מכל מקום קשה למה ליה לרבא לומר הכא במאי עסקינן כגון שהתנה בר''ה כו' בלאו האי אוקימתא מתני' כפשטה הויא כיון דאית ליה דזכירת תנאי עדיף ודלא כסברת אביי. ונראה לתרץ ולומר דאין ה''נ דהוה מצי למימר הכי לתרץ הקושיא שהקשה אביי אלא רבא אוקי הך אוקימתא לדקדק לשון המשנה שאמרה שיהא זכור בשעת הנדר ולא אמרה ובלבד שיזכור בשעת הנדר הוה משמע דיזכרנו לתנאי לגמרי ומדקאמר שיהא זכור משמע אף על פי שלא יהיה התנאי זכור לגמרי אלא שיהיה לו זכירה קצת כגון שזכר שהתנה ולא זכר ממה התנה די לו בכך ושיאמר על דעת הראשונה אני נודר ואתי שפיר לישנא דובלבד שיהא זכור וקאי לישנא בדיוקא להאי פירושא דלפירוש שאר המפרשים צריך לדחוק ולומר ובלבד שיהיה זכור בפירוש ובשעת הנדר התנאי אבל אם לא זכר עדיף טפי והוא דוחק בלשון המשנה. עוד הקשו התוספות ז''ל על פירוש זה מ''ש כדי שלא ינהגו קלות ראש בנדרים דמאי קלות ראש שייך כיון שהוא לא זכר כל התנאי אלא מקצת התנאי. גם מדברי הרא''ש ז''ל יש קושיא על פירוש זה דא''כ היכי קאמר דהתנה סתם הא רבא לא הגיה המשנה. ונראה לתרץ דמ''ש חסורי מחסרא וה''ק והרוצה שלא יתקיימו נדריו וכו' אלו הדברים שחסרה המשנה וסתם לנו הוא להודיענו שלא ינהגו קלות ראש בנדרים משום דממתניתין נשמע דאם זכר התנאי לגמרי בשעת הנדר הוי בטולו ביטול דמתניתין אמרה דאפילו שזכור מקצת די כשיאמר על דעת הראשונה אני נודר והוא הדין כשזכר הכל אפילו שלא יאמר על דעת הראשונה אני נודר וילמדו לנהוג קלות ראש בנדרים אחרים כיון דלמדנו דכיון שזוכר התנאי בשעת הנדר סגי לכך אמרה מתניתין הדבר סתום וחסרה הדברים שחסרה ואף על פי שהרא''ש ז''ל דחה פירוש זה שכתב דהא לא הוה מסתם סתומי דכיון דאי אפשר לפרש המשנה אם לא שתגיה הנה הרי היא כמפורשת הך פירושא דיש אומרים לא ס''ל הכי אלא כדכתיבנא. זה נראה טעם ויישוב לפירוש זה וכפירוש רבינו בפירוש המשנה אבל הראב''ד שתולה הדבר בקבלה וקיום מסברא נפקא ליה דצריך דבשעה שיזכור התנאי מיד יקיימנו: "
            ],
            [],
            [
                "<b>אין כל אלו הדברים נוהגים כו'.</b> הא נפקא להו ממאי דאמרינן בירושלמי יש תנאי בנדרים ואין תנאי בשבועות והתוס' ז''ל בפ''ג דנדרים יישבו ירושלמי זה בענין אחר ע''ש: "
            ],
            [],
            [
                "<b>ואם כחרמי הכהנים מותר.</b> כתב הרא''ש בפ''ב דנדרים (דף י\"ח:) אע''ג דבחרמי כהנים מועלין עד שיבא לידי כהנים והוי שפיר דבר הנדור מ''מ סתם חרמי כהנים משמע שכבר באו לידי כהן והתוס' ז''ל עמדו שם ג''כ על קושיא זאת: ",
                "<b>ואם סתם אסור.</b> וא''ת כיון דרבינו פסק בפ''י מה' ערכין דסתם חרמין לכהנים א''כ אמאי אמרינן דסתם אסור הרי סתמו לכהנים הוי וא''כ אמאי אסור ובשלמא להר''א שכתב בסוף ה' ערכין דבזמן הזה סתם חרמים לשמים דכיון דניתנים לאנשי משמר ועתה אין משמר כונתם לשמים א''ש אבל לרבינו דלית ליה שם הכי כמבואר שם קשה. וי''ל דשאני הכא דיש לנו לקיים דבריו כל מה שנוכל וכיון דאם מתפיס בחרמי כהנים אינו נדר כלל אית לנו לומר דהתפיס בחרמי שמים כדי שיהא נדר ולא דמי למחרים נכסיו דלעולם דבריו קיימין בין שיתנה לבדק הבית בין לכהנים אבל הכא דהוי התפסה בחרם שאני ושאני כדכתיבנא: "
            ],
            [],
            [],
            [
                "<b>אבל מקום שדרכן כו'.</b> הרב בעל כ''מ יישב הלשון ומה שיש לדקדק על זה כתבתי בפ''ג מה' נזירות: "
            ],
            [],
            [
                "<b>וכן האומר לאשתו וכו' אם היה האומר ת''ח וכו'.</b> מה שתמה הרב בעל כ''מ מדברי הגמ' היא תמיהא גדולה. ונ''ל ליישב ולומר דרבינו סבור דמאי דאמר במשנה (דף י\"ד) גבי הרי את עלי כאימא דצריך לפתוח לו פתח בעם הארץ רבותא אשמעינן דאע''ג דאסר על עצמו תשמיש אשתו והוי מילתא דאיסורא דהוא חייב בעונתה מ''מ צריך לפתוח לו פתח וכ''ש כשנדר בדברי הרשות ואמר כבשר חזיר ורבינא ה''ק בגמ' אי לא תנא חולין ה''א דמאי דקאמר מתני' מותרין היינו מדאורייתא וכדכתבו שם התוס' דאמרינן לקמן ד' נדרים התירו חכמים ומ''מ אמרינן בגמ' דצריך שאלה מדרבנן ה''נ ה''א דצריך שאלה מדרבנן בין לת''ח בין לע''ה קמ''ל דהם מותרים כחולין וא''צ שאלה אלא לע''ה כדי שלא יקל ראשו בנדרים והקשה דהיכי הוה ס''ד לומר הא בסיפא דהרי עלי כאימא אמרינן דפותחין פתח ממקום אחר דהיינו שא''צ שאלה אלא לע''ה כדי שלא ינהגו קלות ראש בנדרים כדפריך רבא לקמן וא''כ כיון דבסיפא דינא הכי ממילא דברישא דלא איתפריש דינא הוי כסיפא וא''צ שאלה אלא בעם הארץ וא''כ היכי אמרת דהוה ס''ד דצריך שאלה אפי' לת''ח אלא מחוורתא חולין ממילא נסבה. זה נראה להליץ בעד רבינו ז''ל עם שהוא דחוק וטעמו דאין נראה לו להצריך שאלה יותר בהרי את עלי כאימא מבשר חזיר משום דאדרבא הא משמע ליה דאין ראוי להצריך לו שאלה משום דהוי מילתא דאיסורא כדכתיבנא: "
            ],
            [],
            [
                "<b>והמפקיר עבדיו הגדולים קנו עצמן.</b> פ' מי שמת גר שמת ובזבזו ישראל את נכסיו כו' עבדים גדולים קנו עצמן בני חורין כו' וכתבו רבינו בפ''א מה' זכייה ומתנה והפקר הוי כגר שמת: "
            ],
            [
                "<b>והאומר ה''ז הפקר וזה וכו'.</b> וגבי פאה בה' מתנות עניים פ''ב פסק דכשזה אמר וזה ה''ז פאה אע''ג דהוי בעיא פ''ק דנדרים משום דהוי ספיקא דאורייתא ולחומרא כדכתב שם הרב בעל כ''מ ז''ל אבל כאן דלא זכה בו אחר כתב דה''ז ספק אם יצא מידי בעליו הראשונים דאין כאן אלא ספיקא דממונא ולגבי מעשר ודאי דיחוייב במעשר כיון דהוי ספק דאורייתא לחומרא, ועוד הארכתי על זה במקום אחר: "
            ],
            [
                "<b>המפקיר את שדהו וכו'.</b> בספ''ד דנדרים (דף מ\"ג:) תניא המפקיר שדהו כל ג' ימים יכול לחזור בו מכאן ואילך אינו יכול לחזור, ואיכא לפרושי הך ברייתא במאי דקאמר ג' ימים יכול לחזור בו בתלתא אנפי. הא' דעת הרא''ש דוקא כשחזר בו אבל אם לקחו בתורת זכיה אפי' הוא עצמו תוך ג' ימים הוי הפקר ופטור מן המעשר וכן אם זכה בו אחר. הב' דעת הר''ן ז''ל דתוך ג' ימים אפי' שזכה אחר לא זכה כלום ואינו יכול לחזור וכן אם זכה בו הוא לא הוי כזוכה מן ההפקר ופטור מן המעשר אלא כאילו לא הפקירה מעולם וקשיא ליה להאי פירושא כשהעמידו שם הך ברייתא בגמ' הקשו אי הכי אמאי עד שלא זכה בה בין הוא בין אחר אינו יכול דאמאי לא הקשו ג''כ ממ''ש משזכה בו בין הוא בין אחר אינו יכול לחזור דרבנן אפילו זכה בה אחר יכול לחזור תוך ג' ימים ברייתא אפילו תוך ג' ימים איירי דקאמרה מופקרת ליום אחד כו' ולפירוש הרא''ש ז''ל א''ש והר''ן ז''ל כבר יישב זה לפי פירושו שם. הג' דאם זכה אחר תוך ג' ימים ודאי דאינו יכול לחזור אבל אם קדם וזכה הוא תוך ג' ימים לא הוה כזוכה מן ההפקר אלא בחזרה וחייב במעשר ופירוש זה כתב הרב כ''מ ז''ל לדעת רבינו ז''ל דמה שכתב אינו יכול לחזור אלא א''כ קדם וזכה כו' אין כוונתו לומר דאם זכה אחר אינו יכול לחזור אבל כל זמן שלא זכה אחר יכול לחזור דודאי אינו כן אלא תוך ג' אבל לאחר ג' אפילו לא זכה אחר אינו יכול לחזור אבל כוונתו לומר דאם זכה אחר ג' דוקא הוי כזוכה מן ההפקר ופטור מן המעשר אבל תוך ג' אם חזר בו איהו חייב במעשר וא''כ לפי זה היכא דזכה בה הוא תוך ג' (פטור) [צ''ל חייב] במעשר דלא מיעט אלא לאחר ג' ולפי פירוש זה בדברי רבינו ז''ל קשה דבסוף פ''ה מהל' מתנות עניים כתב המפקיר כרמו והשכים בבוקר וזכה לעצמו ובצרו וכו' ובין כך ובין כך פטור מן המעשר ע''כ. ואמאי כיון דהוי תוך ג' אע''ג דזכה בה איהו חייב במעשר דלא הוי כזוכה מן ההפקר ושם בפרק ד' דנדרים אמרו כשהקשו מהאי ברייתא לריש לקיש בשלמא לעולא דרבנן קתני לה ודאורייתא קתני לה כלומר מדאורייתא פטור מן המעשר תוך ג' ימים אבל מדרבנן דאמרו שלא יהא הפקר תוך ג' ודאי דחייב וא''כ אמאי כתב רבינו שם פטור מן המעשר. לכן נראה דרבינו ז''ל סובר דהיכא דזכה בה תוך ג' הוי כזוכה מן ההפקר ושיעור לשונו כן הוא תוך ג' יש לו ב' תקונים לבטל ההפקר או שיחזור בו או שיזכה בו אע''ג דלא דמו להדדי דהחזרה מבטלו לגמרי וכאילו לא היה הפקר מעיקרו וחייב במעשר אבל הזכיה בו הוי כזוכה מן ההפקר ופטור מן המעשר מ''מ חשיב תיקון דחזר הדבר לבעליו הראשונים אבל לאחר ג' החזרה לא הוי תיקון להשיב הדבר לבעליו אלא צריך שיזכה בו כדי שיחזור הדבר אליו, ופירש הטעם דזכייה מהניא משום דלא גרע מזוכה מן ההפקר דעלמא דיכול לזכות בו וכיון דזכה בו אפילו אחר ג' מהני, ולפי זה מה שהקשו בגמ' מברייתא דהשכים בבוקר ובצרו משום דברייתא לא פרשה דבצרו בתורת זכייה אלא סתמא קאמר וכמו שכתב הר''ן ז''ל דכיון דלא פריש דזוכה מן ההפקר נימא דמיהדר הדר ביה ולכך אמרו שם דמדרבנן חייב במעשר אבל רבינו ז''ל בהל' מתנות כתב בהדיא וזכה בו ובצרו הרי הוסיף מלת זכה בו לומר דפירוש דזכה בתורת זכייה וכיון דזכה בו ופירוש בתורת זכייה לכך אמר דפטור מן המעשר: "
            ],
            [],
            [
                "<b>דבר המופקר כו'.</b> צ''ע בפרק השוכר: "
            ]
        ],
        [
            [],
            [
                "<b>כיצד יחול נדר על נדר וכו'.</b> בפ' ב' דנדרים (דף י\"ז) אמרו יש נדר בתוך נדר ואין שבועה בתוך שבועה וכו' (עיין בכ\"מ) ויש כאן שני פירושים. האחד דהיכא דאמר הריני נזיר היום וחזר ואמר הריני נזיר היום לוקה שתים אם אכל ענבים או שתה יין אבל אם אמר שבועה שלא אוכל ב' פעמים ואכל אינו לוקה אלא אחת וה''ה היכא דאמר קונם עלי ככר זה וחזר ואמר קונם עלי ככר זה ואכלו לוקה שתים משא''כ בשבועה. והר''ן ז''ל דחה פירוש זה ואמר דודאי אין נדר בתוך נדר כלומר שאם אמר קונם עלי ככר זה שתי פעמים ואכל אינו חייב אלא אחת דאין איסור חל על איסור ולא אמרינן יש נדר בתוך נדר אלא לענין נזירות בלבד שאחר שישלים נזירות אחד יתחיל למנות נזירות אחר אבל אם אכל ענבים תוך ימי הנזירות הראשון לא ילקה שתים אלא אחד וכן פירשו שם התוס' ז''ל והקשו לפירוש הראשון דאמאי פתח מתניתין ביש נדר בתוך נדר וסיים בנזירות ואמאי לא קאמרה מתניתין גוונא דנדרים כמו שפתח ולימא היכא דאמר קונם עלי ככר זה ב' פעמים ואכלו לוקה שתים אלא ודאי דאין נדר בתוך נדר ולא משכחת לה אלא בנזירות וכן נראה מדברי הטור ז''ל בסוף הל' שבועות. אבל מדברי רבינו ז''ל נראה דמשכחת לה בנדר גופיה היכא דאמר הרי עלי קרבן אם אוכל ככר זו וטעמו עמו דאע''ג דאין איסור חל על איסור אין זה אלא בנודר שני קרבנות וחייב שתים והא דסיים בנזירות יש לתרץ משום דהא דנזירות חל על נזירות נפקא ליה מקרא דנזיר להזיר סיים בנזירות דאיירי ביה קרא ופתח בנדר להודיענו דמשכחת לה בגוונא דנדר כדכתיבנא אבל ודאי אם אמר קונם עלי ככר זו ב' פעמים מודה רבינו דאינו לוקה אלא אחת דאין איסור חל על איסור: "
            ],
            [],
            [],
            [
                "<b>הרי שמת אביו או רבו היום וכו'.</b> בפ''ק דנדרים (דף י\"א:) גבי בעיא דשלמים אי בעיקרו קא מתפיס או בדהשתא קא מתפיס הביאו ברייתא דהריני שלא אוכל בשר ושלא אשתה יין כיום שמת בו אביו ואמר שמואל והוא שנדור ובא מאותו היום. והקושיא כפי מ''ש הרא''ש ז''ל והר''ן ז''ל היא דודאי (ואילך) הברייתא לא איירי שאמר בפירוש הריני כיום שמת בו אביו אלא דאמר אכילת בשר עלי בחד בשבא סתם וכיון דבעיקרו קא מתפיס ודאי דמתפיס א' בשבא שמת אביו אע''פ שלא אמר כן בפירוש וא''כ רבינו ז''ל דפסק לעיל בפ' א' דבעיקרו קא מתפיס היל''ל כאן דאפי' שלא אמר כיום שמת בו אביו בפירוש אלא בחד בשבא לחוד סגי דאמרינן בעיקרו קא מתפיס והיה לו לבאר: "
            ],
            [
                "<b>הרי ישיבת הסוכה בחג הסוכות וכו'.</b> וא''ת אפילו בשבועה אמאי לא חייל בתפילין מיגו דחייל אשבתות וימים טובים דלאו זמן תפילין חייל אשאר יומי ובחג הסוכות מיגו דחייל אשאר יומי החג חייל נמי אלילה הראשון שהוא חייב בסוכה לבד בלילה הראשון וכן בלילי פסח אינו חייב לאכול מצה אלא כזית בלילה הראשון. ונ''ל דרבינו אית ליה כמ''ש הר''ן ז''ל בפ''ג דשבועות דהיכא דאמר שלא ישב בצל סוכה סתם אית ליה לירושלמי דלוקה משום דבנדרים הלך אחר לשון בני אדם ובני אדם לא קרו סוכה סתמא אלא לסוכה של מצוה. וכן נ''ל לומר ג''כ לתפילין כשאדם נשבע שלא להניח על הסתם בשעת החיוב קאמר ומפני כן כתב בפ''ד מהלכות שבועות דנשבע שלא יעשה סוכה סתם וכן שלא ילבש תפילין סתם לוקה משום שבועת שוא משום דדעתו ודאי אשעת חיובא וכן בלילי פסח ואין כוונתו לומר אלא אשעת חיובא לבד ואע''ג דהזכיר לילי פסח ר''ל לילות פסחים רבים ואשעת חיובא קאמר וכן ישיבה בסוכה בחג הסוכות לשעת חיובה כוון ולכך הוצרך רבינו לומר שם בפ''ה שכדי שיחול בכולל צריך שיאמר שלא ישב בסוכה לעולם ואז חייל בכולל אבל אם אמר בסוכה סתמא משמע סוכה של מצוה ולוקה. ומיהו גבי שלא יאכל מצה נראה דפליג רבינו שם על הר''ן דלהר''ן אם אמר שלא יאכל מצה סתם חייל בכולל ומדברי רבינו ז''ל לא משמע הכי דהצריך שם גבי מצה שאמר שלא יאכל מצה שנה או שתים משמע דאם אמר סתם מצה הוי המובן מצה של מצוה דומיא דסוכה אע''פ שמלשון שכתב שם שהרי לא נשבע שלא יאכל בלילי פסח לא משמע הכי מ''מ מדהצריך שיאמר שנה או שנתים משמע כדכתיבנא. ולהרב בעל כ''מ ז''ל ראיתי שדקדק מדברי רבינו הפך דברי דסובר דפליג על הר''ן ז''ל גבי סוכה דלרבינו ז''ל צריך שיאמר שלא אשב בסוכה של מצוה ואם לא אמר אלא בסוכה סתם אינו לוקה וחייל בכולל וקשה על דבריו דא''כ למה הצריך רבינו ז''ל שיאמר גבי כולל דסוכה שלא אשב בסוכה לעולם. ותימה עליו שדקדק מלת לעולם הפך דברי וסובר דבסוכה פליג על הר''ן ז''ל ובפסח מודה לו דא''א לומר כן כדכתיבנא ולא ירדתי לסוף דעתו. מיהו קשה מפ''א מהלכות שבועות שכתב שם ושלא ישב בסוכה בחג הסוכות ושלא יאכל מצה בלילי פסח דמשמע דאם לא הזכיר חג הסוכות ולילי פסח לא לקי משום שבועות שוא וכפי הנראה מפ''ה משמע דגבי פסח וסוכה אפילו דאמר סתמא שלא אוכל מצה ושלא אשב בסוכה לקי ואולי מה שכתב בפ''א מהל' שבועות לאו דוקא שלשון הנודר כן ועדיין צ''ע: "
            ],
            [],
            [],
            [
                "<b>הנודר שיצום בשבת וכו'.</b> בכל מה שפלפל הרב בעל כ''מ ז''ל דלמה לא הזכיר רבינו ז''ל בפ''א מה' שבועות דהמתענה בר''ח וערב יוה''כ וחנוכה ופורים דהוי שבועת שוא, יש לתרץ דאע''ג דלא חל השבועה משום דחכמים עשו חיזוק לדבריהם או מטעמא אחרינא כיון דהוי דבר דרבנן לא לקי משום שבועת שוא אלא בשבתות וימים טובים שאסור להתענות מן התורה ושם כתב רבינו ז''ל דברים שאם היה מזיד היה לוקה משום שבועת שוא כדכתב שם בהדיא ולכך לא כתב הני דהוו מדרבנן אע''ג דעלה על דעת שואל מהרשב''א ז''ל בתשובה הוזכרה בב''י טור יו''ד סי' רל''ט דהיה סבור רבינו ז''ל דהמתענה בשבת אע''ג דהוי איסור מדרבנן לקי משמע דאית ליה כיון דאין הדבר יכול ליעשות באיזה צד שיהיה אמרה תורה דלקי משום שבועת שוא וגם הרשב''א שהשיבו דהמתענה בשבת אית ליה לרבינו ז''ל דהוי מה''ת בדרך אפשר השיבו שם מ''מ מה שכתבתי נראה לי נכון להליץ בעד רבינו ז''ל למה לא הזכיר אלא שבתות וימים טובים לבד ואע''ג דהטור או''ח סי' תק''ט כתב נשבע להתענות בהם אין צריך התרה כו' אלא לוקה ומשמע דקאי אחנוכה ופורים שהזכיר קודם ואע''פ כן כתב דלוקה צריך לדחוק ולומר דלא קאי אחנוכה ופורים אלא אשאר דאל''כ קשה עליו ממ''ש בטור יו''ד סימן רל''ט כמו שהקשה הרב ב''י ז''ל בסי' תי''ח: "
            ],
            [
                "<b>קרבן שאיני מדבר עמך וכו' אין הנדר חל בכל אלו.</b> אע''ג דהר''ן ז''ל אית ליה דגרסי' שאני אין לשבש ספרי רבינו בכל הגרסאות דגרסי' שאיני וכן בפיהמ''ש שכתב כן בהדיא שאיני ביו''ד אין לשבש ג''כ דמצינן למימר דמתני' נקיט שאיני דאע''ג דהוי נדר בלשון שבועה והוי דבר שאין בו ממש משום דלא יזלזלו בנדרים הצריכו שאלה מדרבנן וכדרבינא דקי''ל כוותיה ומתני' נקט שאיני לאשמועינן הך רבותא דאע''ג דאיכא הני תרתי לריעותא צריך שאלה מדרבנן: "
            ],
            [
                "<b>אבל האומר יאסר פי לדבורו וכו'.</b> בספ''ק (דף י\"ג) גבי מתני' דקונם פי מדבר עמך אמרו בגמ' אר''י באומר יאסר פי לדבורי. ופירש שם הר''ן ז''ל כלומר נעשה כאומר דהא אמר קונם פי מדבר משמע דקונם קאי אדיבור ומשמע נמי דקאי אפה הילכך כיון דסתם נדרים להחמיר אמרינן דאפה נמי קאי וכיוצא בזה כתב הרא''ש ז''ל בפסקיו וכדברי נראה מדבריו ומדברי הטור ז''ל בי''ד סימן רי''ג שכתב משנה כלשונה ואח''כ כתב וכ''ש שאם אומר כו' והרב''י ז''ל כתב שם שכך הם דברי רבינו ז''ל. ול''נ דרבינו ז''ל לית ליה הכי אלא סובר דמאי דקאמר בגמ' דאומר יאסר פי לדבורי דאמר כן בהדיא ולא נעשה כאומר אלא דקאמר קונם פי מלדבר עמך וידי מלעשות לך כדכתב בסוף דבריו לפיכך האומר לחבירו קונם פי מלדבר עמך וידי מלעשות לך הרי שנה לשון המשנה דאמרה פי מדבר ידי עושות לך ורגלי מהלכות עמך. ויש הפרש בין זה לזה דידי עושות לך אפשר מה שעושות ידי לך יהיה קונם וכן רגלי מהלכות מה שמהלכות רגלי עמך והוי דבר שאין בו ממש אבל כשאומר רגלי מלהלך וידי מלעשות אין כאן ספק דאידים ורגלים קאי וזה נ''ל פשוט בדברי רבינו ז''ל ודלא כדברי הרב''י ז''ל שאמר שלשון רבינו ז''ל הוי כלשון המשנה. וא''ת כיון דלדעת רבינו ז''ל מגיה ר''י במשנה אמאי הוצרך להגיה לימא דאע''ג דהוי דבר שאין בו ממש מדרבנן צריך שאלה וכדתריץ רבינו לאידך מתני' והר''ן ז''ל הקשה זה ותירץ דקושטא דמילתא קאמר אבל לרבינו ז''ל טפי עדיף הא מלהגיה המשנה. וי''ל דאמרו כן משום דיקא נמי דקאמר בתר הכי וכן תירצו שם התוס' לקושיא זאת ועוד אי מדרבנן מאי אשמעינן מתני' הא כבר שמעינן לה ממתני' דאידך פירקין ועוד דכאן במשנה אמרו אסור ובמתני' דאידך פירקין קאמר ה''ז בבל יחל וכתב שם הר''ן ז''ל דגבי שבועות קאמר בתר הכי במשנה לשון אסור משום דהוי מדינא אבל התם דהוי מדרבנן קאמר ה''ז בבל יחל א''כ מהך טעמא בהך מתני' דקאמרה אסור אמרה נמי דהוי מדינא: "
            ],
            [
                "<b>הנודר בדברים שאין בהם ממש וכו'.</b> לפי מ''ש הרב בעל כ''מ בשם ה''ר מרדכי בר' יוסף א''כ אין דין זה אלא בע''ה ולא בת''ח דהא דאמרינן פותחין לו פתח ממקום אחר בסוף פ''ב בע''ה איירי כדאיתא התם ואפי' תימא דאכולהו נדרים קאי לא הוי אלא בע''ה והיה לו לבאר אע''פ שכתב שלא ינהגו קלות ראש בנדרים והך טעמא משמע לכאורה דשייך טפי לעם הארץ מ''מ היה לו לבאר יותר. לכן העיקר כדברי הרב כ''מ ז''ל דפסק כרבינא דשני הכי אליבא דר''י דפסק רבינו ז''ל כוותיה לקמן באידך פירקין וכן בפירוש המשנה כתב רבינו ז''ל דברי רבינא משמע דקי''ל כוותיה: "
            ]
        ],
        [
            [
                "<b>וכן אם בקשו ממנו שידור שלא תהנה אשתו לו וכו'.</b> פ''ג דנדרים (דף כ\"ח) איכא שם במשנה בברייתא תרי דיני שלא הזכירם רבינו ז''ל והם פלוגתא דב''ש וב''ה במשנה לא יפתח לו בנדר וב''ה אומרים אף יפתח לו ופירש''י אם הליסטים אינו מזקיקו שידור לא יפתח לו הוא בעצמו ובברייתא ב''ש אומרים לא יפתח בשבועה וב''ה אומרים אף יפתח לו בשבועה והקשו שם בגמ' לב''ש בשבועה הוא דלא יפתח הא בנדר יפתח לו והתנן ב''ש אומרים לא יפתח לו בנדר ותו מיפתח הוא שלא יפתח לו בשבועה הא מנדר נדר בשבועה והתנן ב''ש אומרים בכל נודרים חוץ מבשבועה ותירצו תנא מתני' בנדר להודיעך כחן דב''ש תנא ברייתא בשבועה להודיעך כחן דב''ה רב אסי אמר הכי קתני ב''ש אומרים אין שאלה בשבועה וב''ה אומרים יש שאלה בשבועה ע''כ. והשתא לתירוצא קמא דגמ' לב''ה דקי''ל כוותיה פותח לו בשבועה כלומר שיאמר לליסטים אם תרצה אשבע לך ולתירוצא דר''א לא ילפינן הך דינא מהך ברייתא ואפילו נאמר דרבינו ז''ל אית ליה כר''א מ''מ דינא דמתני' דיפתח לו בנדר היה לו להזכיר. והטור ז''ל ביו''ד סי' רל''ב כתב ואפילו לא בקש ממנו שידור והוא נודר מעצמו כו' והיינו דינא דמתני' עוד כתב או שבקש ממנו שידור והוא נשבע ונראה דאמר כן מן הברייתא. אבל קשה דלמה כתב שבקש שידור אבל לא בקש כלל שידור לתירוצא קמא יכול לפתוח לו אני אשבע דאי אמרת הטור מפרש דמ''ש ב''ה יפתח לו בשבועה הוא כששאל לו הליסטים נדר אבל לא שאל לו כלל אינו פותח לו בשבועה זה א''א דא''כ מאי מקשו בגמ' בשבועה הוא דלא יפתח הא בנדר יפתח והתנן ב''ש אומרים לא יפתח לו בנדר כו' מאי קושיא דמאי דקאמר התם לא יפתח לו בנדר היינו אם הליסטים אינו מזקיקו שידור אבל כאן איירי שמזקיקו שידור וקאמר ב''ש דאף על גב דמזקיקו שידור לא יפתח לו בשבועה א''ו דהאי פתיחה דשבועה דקאמר ב''ש דלא יפתח אינו כשאינו מזקיקו הליסטים שידור ומינה דלב''ה דקאמר שיפתח אפי' שאין הליסטים מזקיקו לידור א''כ אמאי כתב הטור ז''ל דכששואל לו הליסטים שידור איירי ואי הטור ז''ל פסק כתירוצא בתרא מהיכן למד שישבע אע''פ שהליסטים אינו אומר אלא שידור הא אין לברייתא עסק בזה הדין כלל. ואולי י''ל דהטור פסק כתירוצא בתרא ומ''מ כיון דמתני' קאמרה שנודר אע''פ שאינו שואל ממנו וכן שנודר יותר ממה ששואל ממנו מזה למד הדין מנדר לשבועה אבל אם אינו מזקיקו לידור כלל לית ליה דיפתח בשבועה כתירוצא קמא: "
            ],
            [],
            [
                "<b>וכן נדרי זרוזין מותרין.</b> רבינו ז''ל לא כתב בהל' שבועות שבועת זרוזין. וכתב הרב כ''מ ז''ל בפ''ג דלא כתבו רבינו ז''ל שם משום שלא אמרו בגמ' כשם שנדרי זרוזין מותרין כך שבועות זרוזין מותרים ע''כ. ואני ראיתי לרבינו ז''ל שכתב בפירוש המשנה בפ''ג דנדרים ודע שאלו הארבעה נדרים כולם אין הפרש בהם בין נדר ושבועה ולכך אין צריכים הפרה אלא נדרי זרוזין ולפיכך אין זה מותר בשבועות ע''כ. ואם דברים אלו דנדרי זרוזין צריך היתר זה אי אפשר דבהדיא אמרו בגמ' דאלו נדרים אין צריך שאלה לחכם כלל, ועוד דשם (דף כ\"ד) בעי למפשט דרבנן פליגי עליה דראב''י ממתני' דהאומר לחבירו קונם שאיני נהנה לך וכו' ואמרו שם טעמא דאמר זה הוא כבודי הא לאו הכי נדר הוא וצריך היתר ואמאי צריך היתר הא נדרי זירוזין הוא משמע דנדרי זרוזין א''צ היתר אלא צ''ל דמאי דקאמר צריך הפרה כלומר יש צד בהם שצריך הפרה כיון שמעמיד דבריו כדאמר בירושלמי ואומר שנתכוון לנדר וכיון שיש בו צד שהוא נדר לכך החמירו בשבועות החמורות דילמא נתכוון לשבועה ולפיכך אמר בגמ' דנדרי זרוזין מותרין בשבועות כמ''ש בשגגות ובשאר: ",
                "<b>כגון שהדיר חבירו שיאכל אצלו.</b> פסק כראב''י דהכי איפסיקא בגמ' הלכתא כוותיה ומ''מ ההיא דקונם שאיני נהנה לך אם אי אתה נוטל לבנך כור של חטין וכן האומר לחבירו קונם שאתה ניהנית לי אם אי אתה נותן לבני כור של חטין הביאם רבינו ז''ל לפסק הלכה בס''פ שמיני דאית ליה דמודה בהו ר''א מטעמא דאמר שם לא כלבא אנא דמיתהנינא מינך ולא מתהנית מינאי וכן באידך לאו מלכא אנא דמהנינא לך וכו', וסובר רבינו ז''ל דלפי המסקנא הני טעמי אינהו וכפירוש בתרא דהר''ן ז''ל ומ''ש בברייתא יתר על כן אמר ראב''י האומר לחבירו קונם שאני נהנה לך אם אי אתה מתארח אצלי ואוכל עמי פת חמה וכו' לא משום דלא חיישינן לטעמיה דלאו כלבא אנא דשאני הכא דהוי מתנה מועטת אלא הא יתר ע''כ דקאמר משום דסד''א כיון דמייחד ואמר פת חמה וכו' של חמין דוקא נדר ולא לזרוזי בעלמא קמ''ל. ועל דרך זה כתב הטור ז''ל בסי' רל''ב וכן הרא''ש בפסקיו ואע''ג דהרא''ש ז''ל בפירושו כתב דליכא למפשט מהא דפליגי רבנן משום דא''ל לא כלבא אנא משמע דאית ליה דשייך הכא טעמא דכלבא אנא אולי דאית להו לרבנן דאמרינן ליה אפילו במתנה מועטת וראב''י לית ליה אלא במתנה מרובה אבל במתני' בקונם שאיני נהנה וכו' וקונם שאתה ניהנית לי מודה ראב''י דהוי מתנה מרובה ושייך בהו הני טעמי ועם זה יסכים מ''ש בפירושו עם מ''ש בפסקיו. ומ''מ ק''ק למה השמיט רבינו ז''ל ההיא דיתר על כן דר' אליעזר כיון דאפי' לפי פירושו דהוי כפירוש בתרא דהר''ן ז''ל הוי רבותא כיון דייחד ואמר פת חמה וכוס של חמין כדכתיבנא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר שאיני נהנה לזה ולזה ולזה כו'.</b> קשה דבפרק ארבעה נדרים (נדרים דף כ\"ז:) אוקימנא להאי מתני' כגון שתלאן זה בזה ואמר פלוני כפלוני ופלוני כפלוני וכו' משמע דאם לא אמר בלשון הזה אלא בלשון האמור במשנה לזה ולזה ולזה לא שייך לומר ביה אחרון וראשון כדאמרינן התם דאי חשבת ליה ככללי ולא כפרטי הוה ליה ככולכם וכיון שהותר אחד מהם הותרו כולן בין שיהיה ראשון בין שיהיה אחרון ואי חשבת ליה כפרטי א״כ כשיתירו לו לא יותר האחר. והטור ז״ל בי״ד סימן רכ״ט ביאר דינים אלו יפה מסכים למה שכתבתי דהוא פוסק כר״ש דאמר דצריך שיאמר לזה קרבן ולזה קרבן וכתב דאי לא אמר הכי הותר אחד מהם הותרו כולם ואי אמר הכי אפילו אם יתירו לאחד לא הותרו האחרים ואם התפיס זה בזה אז אם יתירו לראשון הותרו כולם ואם יתירו לאחרון כולם אסורים אבל לרבינו ז״ל דכתב משנה כלשונה קשה טובא. ועל מ״ש הרב בעל כ״מ ז״ל דרבינו ז״ל אית ליה דלזה ולזה בוי״ו הוי כללי ובלא וי״ו הוי פרטי ואית ליה גירסת התוס' ז״ל בפ' שבועת הפקדון ופסק כר' יהודה איני יודע איך אפשר לומר כן דהא רבינו ז״ל בפרק שביעי מהל' שבועות כתב שבועה שאין לך בידי לא לך ולא לך ולא לך כולהו בוי״ו דהוי פרטי וחייב על כל אחד ואחד וכן חטין ושעורין וכוסמין ומ״ד (דכיון דלא) [דבוי״ו] הוי כללי צריך שיאמר חטים שעורים כוסמים בלא וא״ו כדאמרינן בפ' שבועת הפקדון. לכך נ״ל לומר דרבינו ז״ל גריס בפ״ג דנדרים גירסת הרא״ש ז״ל שכתב בפסקיו בפ' ר״א וז״ל הא דקתני במתני' הותר הראשון הותרו כולם אוקימנא בפ' ד' נדרים כגון שתלאן זה בזה דאמר פלוני ופלוני ופלוני דיקא נמי וכו' ואע״ג דהוא מפרש בפירושו בפ' ד' נדרים כפירוש הטור ז״ל מ״מ למדנו ממה שכתב בפסקיו דלא גריס פלוני כפלוני ופלוני כפלוני וכו' אלא פלוני ופלוני ופלוני ועל פי גירסא זו הוא מפרש דמ״ש בגמ' דמקרי תלייה זה בזה הוא משום דקאמר בוי״ו דכיון דקאמר בוי״ו בהכי תלה זה בזה אבל כשלא אמר בוי״ו הוי פרטי בלא תלייה ולכך צריך פתח לכל אחד ואחד ואם יתירו לאחד הותרו האחרים אבל ודאי דרבינו ז״ל אית ליה דבין אמר בוי״ו ובין בלא וי״ו הוי פרטי דהוא פוסק כרבי דאמר לא שנא כזית כזית לא שנא כזית וכזית בוי״ו הוי פרטי והחילוק בין וי״ו להיכא שאמר בלא וי״ו הוא לענין זה דבוי״ו הוי התפסה כשאמר קונם שאיני נהנה וכו' ובלא וי״ו [לא] הוי התפסה. כנ״ל ליישב דברי רבינו ז״ל. ומה שהקשה דכאן פסק כר״ש כתבתי בהל' אישות: "
            ]
        ],
        [
            [
                "<b>ואם עבר ונהנה אינו לוקה וכו'.</b> מדברי רבינו ז״ל שכתב לקמן בפרק עשירי גבי מדיר את אשתו שלא תלך לבית אביה כתב שם ואם הלכה לפני הפסח והרי הוא מהנה אותה לפני הפסח ה״ז לוקה נלמוד כאן דאם ראובן זה ההנהו בעצמו לוקה משום לא יחל דברו. והר״ן ז״ל בפרק ואלו מותרין (נדרים דף ט\"ו) פליג על רבינו ז״ל וסובר בהפך שכתב שם גבי הלכה היא עד הפסח דהיא לוקה והוא אינו לוקה. והקשה לרבינו ז״ל למה שכתב דאם ההנהו הוא לוקה ממאי דאמרינן בפרק אין בין המודר (נדרים דף ל\"ה) ככרי עליך ונתנה לו במתנה מי מעל למעול נותן הא לא אסירא עליה אלמא אין האוסר עובר כלל, ורבינו יתרץ לזה דאי אמרינן התם הכי הוא גבי מעילה דקונמות דאיכא מאן דאמר דלית מעילה בהו הילכך אפי' למ״ד דאית בהו מעילה כי הקדש מסתייה דנאמר דהיכא דהוי כי הקדש דאסירא עליה ימעול אבל היכא דלא אסירא עליה לא ימעול וא״כ אין ללמוד ממעילה למלקות וכן נראה שם מדברי הרא״ש ז״ל שפירש שם הא לא אסירא עליה ולא מצינו מעילה בדבר המותר לו ע״כ. וא״כ נאמר דדוקא גבי מעילה אמרינן אבל גבי מלקות כיון דהוא הדירה והוא עצמו ההנהו הרי עבר בבל יחל ואמאי לא ילקה, ובמאי דקאמר רבינו ז״ל דהמודר אינו לוקה הקשה לו מפרק יוצא דופן וכו': "
            ],
            [],
            [
                "<b>ראובן שאמר לשמעון הרי פירות פלוני אסורין וכו'.</b> בהדיא אמרינן בפ' השותפין (נדרים דף מ\"ז) גבי בעיא דרמי בר חמא אין אדם אוסר פירות חבירו על חבירו: "
            ],
            [
                "<b>האומר לחבירו ככרי זו אסורה עליך וכו'.</b> כתב הרב כ״מ ז״ל יש ללמוד כל זה מדתנן בפ״ה דנדרים האומר לחבירו קונם וכו', ואין צורך דמ״ש ככרי זו אסורה עליך וכו' הוא בפרק אין בין המודר (נדרים דף ל\"ד:) בעיא דבעא מיניה רב חייא בר אבין מרבא ואמר ליה פשיטא דאסור. <b>ומ״ש מת ונפלה לו בירושה או שנתנה לו אחר במתנה וכו',</b> שם הקשו מברייתא דהשאילני פרתך וכו' ותירצו שנתנה לו ע״י אחר משמע דהיכא דניתנה לו במתנה ע״י אחר מותרת: "
            ],
            [
                "<b>ומ״ש אמר לו פירות אלו אסורים עליך וכו'.</b> בפרק אין בין המודר (נדרים דף מ\"ב) גבי המודר הנאה לפני שביעית וכו' רב ושמואל ור' יוחנן ור״ל אמרינן במסקנא (שם ע\"ב) דלא פליגי דרב ושמואל קאמרי בנכסים אלו דאוסר אפילו לכשיצאו מרשותו ור״י ור״ל אמרי דהיכא דאמר נכסי אינו אוסר לכשיצאו מרשותו ובפ' השותפין (נדרים דף מ\"ז) בעי אבימי קונם לבית זה שאתה נכנס מת או שמכרו לאחר מהו אדם אוסר וכו' ופשטוה מהא דהאומר לבנו קונם שאי אתה נהנה לי ומת יירשנו בחייו ובמותו (ומת) לא יירשנו וכו'. והרא״ש ז״ל סובר דבעיא נמי איירי דקאמר בחייו ובמותו אבל אם לא אמר כן אינו נאסר והר״ן ז״ל סובר דאפילו לא אמר בחייו ובמותו איירי הבעיא ואם מת או מכרו לאחר הרי אלו אסורין וזה דעת רבינו ז״ל שכתב אמר לו פירות אלו וכו' ולא הזכיר שאמר בחייו ובמותו ומחלוקתם תלוי בסוגיא דפרק אין בין המודר דר״י ור״ל ורב ושמואל שהזכרתי למעלה והדברים ביאר יפה בב״י ז״ל טור י״ד סימן רי״ז. הטור כתב שם וכן אם אמר ראובן לשמעון קונם בית זה שאתה נכנס בו ומת ומכרו לאחר אסור שאדם יכול לאסור על חבירו דבר שהוא ברשותו לכשיצא מרשותו וכגון שפירש בחיי ובמותי ע״כ. ופשט דבריו מורים כדברי אביו הרא״ש ז״ל וכן כתב שם הרב ב״י ז״ל. וקשה טובא חדא מה שהקשה הרב ב״י במה שכתב קונם לביתי שאתה נכנס מת או מכרו לאחר מותר ע״כ איירי שאמר בחיי ובמותי וכיון שכן למה מותר הא הטור ז״ל אית ליה דהיכא דאיכא תרי לישני דסתרי אהדדי אזלינן לחומרא כמו שהקשה הרב ב״י ז״ל שנראה מדברי רבינו ז״ל גבי לביתך זה. ותו קשיא טובא גבי ככרי זה אסורה עליך כתב מת ונפלה לו בירושה או שנתנו לאחר מותרת לו שלא אמר לו אלא ככרי ועתה אינה שלו דלמה תלה הטעם משום דלא אמר אלא ככרי אפילו שיאמר ככר זה כיון דלא אמר בחיי ובמותי אינו נאסר היכא דנתנו לאחר במתנה לדעת הטור ז״ל. ואני תמיה על הרב ב״י ז״ל שכתב שם שהטור ז״ל הוה מצי למנקט דיניה אפילו בככר זה מטעמא דכתיבנא אלא שלא רצה לשנות מלישנא דגמ' דאיך אפשר לומר כן כיון דתלה הטעם משום דלא אמר אלא ככרי כדכתיבנא משמע בהדיא דהיכא דאמר ככר זה אסור היכא שנתנו לו במתנה. ותו קשיא כיון דרבינו ז״ל אית ליה גבי ביתך זה דאנו תופסים לחומרא משום דמספקא לן אי תפיס לשון ראשון או אחרון למה כתב גבי ככרי זה דמשום דאמר ככרי היא מותרת הא מ״מ אמר זה ותפוס לשון אחרון דומיא דביתך זה ואם היינו אומרים כדברי הרב ב״י ז״ל דגבי ככרי זה צריך שיאמר בחיי ובמותי כדי לאסור חבירו הוה ניחא אבל מדקאמר שלא אמר אלא ככרי אי אפשר לומר כן כדכתיבנא. לכן נ״ל לומר דהטור ז״ל אית ליה כדברי רבינו ז״ל ומשום הכי כשהתחיל דבריו ואמר וכן אם אמר ראובן קונם בית זה שאתה נכנס בו לא הזכיר בחיי ובמותי אלא בסוף דבריו הזכירו ושיעור דבריו כך, היכא דאמר בית זה הוא אוסר על חבירו אפילו שיצא מרשותו דאדם יכול לאסור על חבירו דבר שהוא ברשותו, כלומר כשהזכיר בדבריו שהוא ברשותו כגון שאומר פירותי או נכסי וכו' אע״פ שהזכיר שהוא ברשותו מ״מ כיון שהזכיר לבסוף בחיי ובמותי סגי ואם כן כאן שלא הזכיר בתחלת דבריו ביתי אלא בית זה סתם יכול לאסור אפילו שלא יזכיר בחיי ובמותי. כן נראה לדחוק לשונו כדי ליישב דבריו והשתא א״ש מה שכתב גבי ככרי אסורה עליך וכמו שכתב רבינו ז״ל והא דגבי ביתך זה תופס הטור ז״ל לחומרא וגבי ככרי זה תופס לקולא נראה דאית ליה החילוק שחילק הר״ן ז״ל בפרק אין בין המודר דיש חילוק בין היכא דאוסר הנודר עצמו עליו הדבר להיכא דאוסר על אחר דהיכא דאוסר על עצמו אמרינן דאוסר בכל גוונא אבל היכא דאוסר על חבירו צריך שיפרש דבריו ומשום הכי דחה שם הדוחה דשאני גבי האומר לבנו קונם שאי אתה נהנה לי שהזכיר שם בחיי ובמותי, וחילוק זה אית ליה לטור ז״ל לענין ביתך זה דמספקא לן אי תפוס לשון ראשון או אחרון היכא דהנודר עצמו אסר עליו אמרינן דאזלינן לחומרא אבל היכא דאסר על אחר צריך שיפרש דבריו. ועם זה ג״כ אפשר דרבינו ז״ל יודה לטור ז״ל במה שכתב גבי לביתך זה אע״ג דכתב גבי ככרי זה ופירות אלו דאזלינן בתר לישנא קמא לקולא דיש הפרש בין אוסר על עצמו לאוסר על אחרים ולא נאמר דפליג רבינו ז״ל על הטור ז״ל גם בזה כמ״ש ג״כ שם הרב ב״י ז״ל ביו״ד סי' רי״ו ונמצאו דברי הטור ורבינו ז״ל שוים לפי מה שכתבתי: "
            ],
            [],
            [
                "<b>אסר בנו בהנאתו וכו'.</b> הר״א ז״ל השיג על רבינו ז״ל במה שכתב ובן הבן מותר בהן אם יהיה ת״ח כמו שהתנה דבלאו תנאו הרי הוא יכול ליתן לבניו ולאחיו. ולי נראה לומר דהתם בפ' השותפין (נדרים דף מ\"ח:) אמרינן ההוא גברא דהוה ליה ברא דהוה שמיט כיפי כתנא וכו' (עיין בכ\"מ) והקשה שם הר״ן ז״ל למה הוצרכו לומר לו דאי הוה בר בריה צורבא מרבנן מה תהא עליו דאע״ג דאסרינהו עליה הוה קני להו בר בריה דהא כתבינן לעיל דמאן דאסר נכסיה אבריה אע״ג דאינו רשאי ליהנות מהם אפילו הכי גוף הנכסים דידיה הוו דמ״מ תנן נותן לבניו או לאחיו כו' ודחק שם הרבה בתירוץ הקושיא. ומדברי רבינו ז״ל למדתי תירוץ לקושיא זו דאמרו לו אם יהיה לו בן צורבא מדרבנן אם ירצה שיהנה הוא עצמו אגב בנו או לא ולא כי שאלו ממנו (כך) דכדי שיהנה בן בנו ודאי דאינו צריך לשאול ממנו, והוא השיב להם דאפילו הכי אינו רוצה שהוא יהנה מהם אלא אם יהיה לו בן צורבא מדרבנן הוא יקנה לבנו אבל הוא עצמו לא יהנה מהם. ונראה לי דזה דקדק רבינו ז״ל בדבריו ויהיה הבן אסור בנכסי האב ובן הבן מותר בהם אם יהיה ת״ח כמו שהתנה דכמו שהתנה קאי למאי דקאמר ויהיה הבן אסור בנכסי האב וה״ק אע״פ שהבן הוא ת״ח מ״מ יהיה האב אסור באותם הנכסים דכן התנה שבן הבן יהנה בהם ולא בנו אע״פ שיהיה בן בנו ת״ח ולשון אם יהיה ת״ח הוי כאילו אמר אע״פ שיהיה ת״ח. כך נ״ל ליישב דברי רבינו ז״ל והוא נאות לתירוץ הקושיא אשר בגמרא: "
            ],
            [
                "<b>וכן אם פרעם בחובו וכו'.</b> הטור ז''ל בסימן רכ''ג השיג על רבינו ז''ל וכתב ואיני מבין דבריו היאך יהיה מותר לו לפרוע חובו מנכסים האסורים עליו הרי הוא נהנה מהם וכו', וכתב הרב כ''מ ז''ל דאשתמיטתיה מתני' דפ' הגוזל, ואני אומר למה נשוייה טועה בדבר משנה ועוד למה לא השיגו על רבינו ז''ל במה שכתב דאם נתן לבנו דמותר דמהיכן למד כן לכן נאמר דראה המשנה ומכל מקום השיג עליו דמתני' לא קאמרה אלא באים בעלי חובות ונפרעים מהם וכתב הר''ן ז''ל דאע''ג דלפרוע מדעתו הוא אסור מ''מ כאן באים ב''ד ומגבין אותו לבעל חוב בע''כ אבל מ''ש שמותר לפרוע מדעתו חובותיו וכתובת אשתו השיג עליו שזה אינו שהרי הוא נהנה ואם יש לו נכסים אחרים וב''ד אין מגבין לבע''ח מאלו הנכסים אינו יכול הוא מדעתו לפרוע מאלו הנכסים, ומה שדמה אותו רבינו שהנשבע שלא יהנה בו חבירו מותר לו לפרוע את חובו השיג עליו דלא דהתם פורע המדיר מעצמו. זה נראה דעת הטור ז''ל כי היכי דלא נשוייה טועה: "
            ],
            [],
            [],
            [
                "<b>נאסר בבשר זה או ביין זה וכו'.</b> כתב הטור ז''ל ביו''ד סימן רי''ו דה''ה אם אמר קונם בשר שאני טועם או שאני אוכל וכו' וטעמו משום דכיון דלא איפשיטא בעיין גבי היכא דאמר שאני טועם לגבי יוצא מהם נקטינן ליה לחומרא וסובר הטור ז''ל דה''ה לגבי נתינת טעם שאוסר דהא בגמ' מדמי להו אהדדי ופשיט מהא דר' טרפון דהיכא דאמר בשר זה עלי ויש בו נותן טעם הרי זה אסור לבעיא דבעי ליוצא מהם אם אסור או מותר, ורבינו ז''ל לא הזכיר דהוא ספק אלא לגבי יוצא מהם בלבד אבל לגבי נתינת טעם נראה דאית ליה דאינו אסור אלא היכא דאמר אלו לבד, ונראה לי טעמו דאית ליה דטפי אית לן לאסור ביוצא מהם מהיכא דנותן טעם דיוצא מהם הוא בגוף הדבר עצמו וכי פשיט גמרא מההיא דר''ט מכ''ש פשיטא דהשתא גבי נתינת טעם אוסר כ''ש ליוצא מהם אבל גבי שאני טועם דאיבעיא לן ליוצא מהם לגבי נתינת טעם לא איבעיא לן כלל דפשיטא ליה דמותר כיון שלא אמר אלו ומש''ה לא בעי רמי בר חמא הבעיא על מתני' לעיל דקאמרה קונם יין זה שאני טועם ונפל לתבשיל אם יש בו בנותן טעם הרי זה אסור אי סגי דשאני טועם דוקא שצריך שיאמר זה במתני' דבתר הכי גבי קונם זיתים וענבים אלו דבמתני' קמייתא פשיטא ליה דשאני טועם לחוד לא מהני לאסור בנתינת טעם אלא לגבי יוצא מהם הוא דאיבעיא ליה. אבל ראיתי להר''ן ז''ל שגורס במתני' דלעיל קונם יין שאני טועם נפל לתבשיל אם יש בו בנותן טעם הרי זה אסור ולא גריס גבי יין זה ופירש דמשום דקאמר שאני טועם הרי זה אסור על ידי תערובת וכן נראה דגריס הרא''ש ז''ל, ואם הגירסא במשנה כן נמצא דינו של הטור ז''ל דקאמר דשאני טועם אוסר בנתינת טעם פשוט במשנה ואין מקום לרבינו ז''ל לחלוק עליו. אבל תמיה לי טובא אם הדבר כן אמאי לא פשטוה בגמ' לבעיא דשאני טועם לגבי יוצא מהא דקונם יין שאני טועם דאסור בנתינת טעם דהא בגמ' מדמה איסור נתינת טעם לאיסור יוצא מהם דלגבי אלו פשיט מההיא דר' טרפון, לכך נראה לי דגרסינן במתני' גבי יין יין זה שאני טועם וטעמא דאוסר בנתינת טעם הוא משום דהזכיר זה גבי בשר דאסר ברישא מטעמא דהזכיר זה אבל בלאו האי טעמא לא מהני משום דאמר שאני טועם דשאני לחודיה לא מהני לענין איסור נתינת טעם כדכתיבנא: "
            ],
            [],
            [
                "<b>האומר פירות אלו עלי קרבן וכו'.</b> שם (דף נ\"ב:) גבי בעיא דרמי בר חמא אלו דוקא וכו' פשטוה מהא דאמר קונם פירות האלו עלי קונם לפי וכו' הא ביוצא מהן מותר ותירצו ה''ה דאפי' ביוצא מהן אסור והא עדיפא ליה לאשמועינן דחילופיהן כגידולין דמו כלומר ואשמעינן דאפילו בחילופים אסור וכ''ש ביוצא מהם והך תירוצא הוי קושטא דמילתא דהא אמרו דלגבי אלו לא מבעיא לן דאסור וא''כ צ''ל דלא נקט במתני' יוצא מהם משום דהוי רבותא החילופים ומכאן יצא לרבינו ז''ל לומר ואין צ''ל היוצא מהם: "
            ],
            [
                "<b>ובין כך ובין כך משקים היוצאין מהם ספק וכו'.</b> דכיון דלא איפשיטא בעיין הוו לחומרא וכן פסק הטור ז''ל בסימן רי''ו. ומ''מ קשה עליו דבסימן רי''ו גבי דגים שאני טועם כתב ומותר בציר סתם והוה ליה למימר דהיינו הציר שיצא כבר קודם שנדר אבל הציר שיצא אחר הנדר כיון דשאני טועם משמע לאסור היוצא מהם דהכי אמרינן בגמ' כשרצו לפשוט ממתני' דמותר בציר דהיכא דאמר שאני טועם אינו אוסר היוצא מהם מדהתיר הציר דחו שם ואמרו וכבר יצא מהם כלומר בלא הותר הציר אלא מה שיצא קודם שנדר א''כ משמע דכדאמרינן דשאני טועם אוסר היוצא מהם לא הותר הציר אלא מה שיצא קודם: "
            ],
            [],
            [
                "<b>האוסר פירותיו על חבירו וכו'.</b> דברי רבינו ז״ל מתמיהין אצלי דלפי הנראה מהרא״ש והר״ן ז״ל והתוס' ז״ל מאי דבעי רב חמא בפרק השותפין (נדרים דף מ\"ז) גבי אמר קונם פירות האלו על פלוני מהו בחילופיהן לאו בקונמות בלחוד קא בעי אלא בכל איסורי הנאה קא בעי תדע לך דהא פשיט לבעיא ממקדש בערלה ובכולהו מבעיא ליה דמדרבנן אי אסרינן בכל איסורי הנאה החליפין למחליף עצמו ולא מיבעיא ליה אלא לכתחלה אחר שהחליף אם נהנה מהם אבל אם נהנה מהם נהנה ומוכרח פירוש זה שם בגמ' דכדבעו למפשט מההיא דאומר לאשתו קונם שאני נהנה לך לוה ובעלי חובות באין וכו' וכן בההיא דמקדש בערלה דחו שם בגמרא דילמא לכתחלה הוא דלא ואי עבד עבד כלומר ואנן כי קא מבעיא לן לכתחילה הוא דקא מבעיא לן דאי בדיעבד אם נהנה ודאי דמותר והיינו דקאמר בהדיא מתני' דקונם שאני נהנה לך כו' ומתני' במקדש בערלה. וכיון שפירוש זה נראה מוכרח מדברי הגמ' אין מקום כלל לדברי רבינו מכמה קושיות. חדא דלמה פסק בספיקא דרבנן לחומרא ולומר דלא יהנה בהם ואם נאמר כדברי הרב כסף משנה ז״ל דמדאורייתא קא מבעיא ליה אי אסור ומשום הכי פסק רבינו ז״ל דאיסורא איכא ואינו לוקה, הא בעיא לא הוי אלא אי איכא איסורא לכתחילה כמו שהוכחנו אבל בדיעבד פשיטא ליה דמותר ואם היה מדאורייתא אפילו בדיעבד היה אסור א״ו מדרבנן קא בעי אי לכתחילה אסור ולשום צד מצדדי הבעיא אין כאן זכר למלקות וכדברי הרב בעל כ״מ ז״ל דכתב דמשום דלא איפשיטא בעיין אינו לוקה דאין הדבר כן וכמו שכתבתי. גם אני תמיה דכיון דרבינו ז״ל פסק בפ״ח מהל' מאכלות אסורות דכל איסורי הנאה אפילו למחליף עצמו הוא מותר ליהנות מן החליפין וכמו שכתב שם בהדיא דהדמים מותרים ופירש שם הרב המ״מ ז״ל דדעתו כדעת הרמב״ן ז״ל דאפילו הוא עצמו מותר ליהנות מהן וכן משמע גם כן בפי״ג מהל' מאכלות אסורות שכתב שם ג״כ כמו שכתב בפ״ח דהדמים מותרים למוכר א״כ כיון דהתם החליפין מותרים למחליף עצמו גבי קונם נמי ליהוי הכי ויהיה מותר ואיך פסק רבינו ז״ל כאן דלא יהנה הא בגמ' מדמה האיסורין להדדי דמדמה ערלה לנדר וכיון דבשאר איסורי הנאה אית ליה דמותר הוא הדין בנדר ועוד שלא הזכיר כאן איסור למחליף עצמו אלא אפי' החליפם אחר אסורים למודר. ועוד קשה עליו מה שהשיג עליו הר״א ז״ל דמשמע בגמ' דבגידולין לא קא מיבעיא ליה ומה שתירץ הרב ב״י ז״ל היה מספיק. ומיהו לזה נ״ל לומר דלא אמרו בגמ' דפשיטא ליה בגידולין אלא בגידולין דאין זרעו כלה דכיון דאין זרעו כלה הו״ל האיסור מעורב ודשיל״מ אפילו באלף לא בטיל אבל היכא דזרעו כלה דלא שייך טעמא דהאיסור מעורב וכמו שנראה מדברי הר״ן ז״ל בפ' הנודר מן הירק (נדרים דף נ\"ז) אז ודאי שייך הבעיא דהיינו בחליפין דהוי דבר שלא בא לעולם וליכא איסור מעורב כלל כלומר שאותו האיסור יאסר הכל ובאלו הגידולין כתב רבינו ז״ל שהם ספק כמו החילופין עצמם אע״פ שזה קצת דוחק מפני שרבינו ז״ל סתם דבריו אבל לכל שאר הקושיות אע״פ שעלו בדעתי תירוצים לא נראו בעיני והדבר צ״ע. גם מה שתירץ הרב כ״מ ז״ל לקושית הר״א ז״ל דאמאי הגידולין אסורין הא הוי זה וזה גורם ומותר דיש להחמיר בקונמות משום דהוי כהקדש, קשה דא״כ מאי פשטו בגמרא לנדרים מערלה שאני נדרים שראוי להחמיר בהם משום דדמו להקדש. ותו מי מחמירינן בהו יותר מעכו״ם דקי״ל בפ' כל הצלמים דזה וזה גורם מותר אפילו לגבי עכו״ם אבל מה שתירץ משום דהוי דבר שיל״מ אתי שפיר ומאי דפשטוה בגמ' מערלה שפיר פשטוה לבעיא דלא הוי דבר שיל״מ גבי מי שאוסר פירותיו על חבירו דלגבי הנאסר אין לו מתירין דאין בידו לשאול היתר לחכם אלא לאוסר וכיון דאין ביד הנאסר להתיר לא מיקרי דבר שיש לו מתירין. אבל מה שכתב דגבי תרומה נמי איכא למימר הך טעמא תמיה אני דבהדיא אמרו בפ' הנודר מן הירק (נדרים דף נ\"ח) דתרומה הוי דבר שאין לו מתירין אמרו דבנדרים מצוה לאתשולי עלייהו ולכך מיקרי דבר שיש לו מתירין. ודע כי מ״ש הרב״י ז״ל ביו״ד סי' רי״ו דמ״ש הרא״ש ז״ל במתני' דהנודר עצמו שאסר עליו פירות אלו אם החליפם אינו אסור אלא מדרבנן ודוקא המחליף עצמו הם כדברי ר״י שכתב שהבעיא דבעי רמי בר חמא בפ' השותפין גבי אוסר פירותיו על חבירו דלא איבעיא ליה אלא אם החליפו המודר עצמו אבל אם החליפו אדם אחר וכו' מותר למודר וכתב דזה דלא כדברי הר״ן ז״ל דלהר״ן ז״ל אפילו החליפו אחר אסור, היינו לנודר עצמו שאסר הפירות עליו אבל היכא דאסר הפירות על חבירו בהדיא כתב הר״ן כדברי ר״י דאם החליפן אחר מותר ונמצא דרבינו אית ליה כהר״ן ז״ל, אבל הרא״ש ז״ל ודאי דפליג על הר״ן דכתב דאפילו בנודר שאוסר פירות על עצמו אינו אלא מדרבנן ודוקא למחליף: "
            ]
        ],
        [
            [],
            [
                "<b>הרי שהיו במקום שאין נוטלין שכר וכו'.</b> בר״פ אין בין המודר (נדרים דף ל\"ג) טבעת ליראות בה מהו מיפסק ואזיל בארעיה מאי ופירשו שם המפרשים דהיינו לילך בבית המשתה ליראות שיתנו לו מנה יפה וכן מיפסק ואזיל בארעיה ללכת לבית המשתה. אבל רבינו ז״ל מפרש דאינו אלא לקבל הנאת ממון וכיון דמקבל הנאת ממון הוי מביא לידי מאכל דומה לכלים שאין עושין בהם אוכל נפש במקום שמשכירין דאסור משום דמביא לידי מאכל: ",
                "<b>לפיכך אם עבר אינו לוקה וכו'.</b> משמע דבכל אינך לוקה הנאסר, ונראה דהיינו דוקא בחלוקה דאמר הנאה המביא לידי מאכלך אסור עלי שבחלוקה אחרת דאמר הנאה המביא לידי מאכלי אסורה עליך ודאי דאינו לוקה הנאסר אם עבר דכן כתב רבינו ז''ל ריש פרק חמישי דכיון דהוא לא אסר עצמו בהנאתו אינו לוקה: "
            ],
            [
                "<b>אין בין מודר הנאה מחבירו וכו'.</b> כר' אליעזר (דף ל\"ב:) דאמר (אפילו) ויתור אסור: "
            ],
            [
                "<b>לפיכך מותר לזון את אשתו ואת בניו כו'.</b> משנה בפ' אין בין המודר (נדרים דף ל\"ח) וכתב הרב ב״י ז״ל בסימן רכ״א דרבינו אית ליה דמתני' כחנן. והרא״ש בפסקיו כתב דמתני' נמי כרבנן אתיא ואיירי בזן אותם לפניו אי נמי כשהבעל נותן לה כל צרכה והוא נותן לה מזונות יתרים, ותמה הטור ז״ל על הרא״ש ז״ל דלמה הביא אלו הדברים סתם כרבנן כיון דאנן קי״ל כחנן. ועוד הוסיף הרב ב״י ז״ל שם תמיהה על תמיהתו דבמתני' דהמודר הנאה מחבירו פורע את חובו הזכיר הרא״ש ז״ל בפסקיו דברי רבא האמורים בגמ' דאוקי מתני' דיהיב על מנת לפרוע ודברים אלו אינם אלא לרבנן ואנן קי״ל כחנן ולמה לן לאוקמה בהא ותירץ שם דלרבא אפילו לחנן צריך לאוקומי דיהיב על מנת לפורעה ודבריו דחוקים כמו שהרגיש הוא בעצמו ועוד מדקאמר הרא״ש ז״ל על מתניתין דזן את אשתו דהא מתני' אתיא כרבנן מדלא קאמר הא מני חנן היא ולא הכריח דאל״כ לרבא דקי״ל דאית ליה דחנן מודה גבי מודר הנאה מתניתין דהכא היכי מתוקמא משמע דלרבא נמי מצי לאוקומה כחנן ולכך לא הכריח אלא מדלא קאמר הא מני חנן היא כדאמר לעיל. לכך נראה לי דהרא״ש ז״ל אית ליה כפירוש שאר המפרשים בגמ' ומה שלא הזכיר במתני' דפורע חובו אלא אוקימתא דרבא משום דאית ליה דחנן לא אמר אלא במזונות אשתו דוקא וכרבינו תם ז״ל וכמו שהבין הטור ז״ל בו ולא כמ״ש הרב ב״י ז״ל דאית ליה כרש״י ז״ל דבכל חובות איירי ואע״ג דבפירושיו כתב דבכל חוב איירי לא כ״כ לפסוק הלכה אלא פירוש ההלכה כתב כפי אשר פירש רש״י ז״ל וכן כתב בסוף דבריו כך פירש״י ז״ל בפרק בתרא דכתובות, אבל לענין פסק ודאי דאית ליה דדוקא במזונות אשתו (אית ליה דוקא) או בחיוב כיוצא במזונות אשתו שהדבר ידוע שהוא מוחל ולא היה תובע ממנו כגון שהיה אביו או אחיו שבודאי לא היה דוחקו וזהו שכתב בפ' בתרא דכתובות קמ״ל דאף כיוצא בו בשאר חובות נמי הלכה כמותו ומשום הכי קאמר כיוצא בו כלומר חוב שידענו שהוא כמזונות אשתו דאם לא היה פורע לו היה מותר לו כדכתיבנא ולא כמו שהכריח הרב ב״י ז״ל משם דלית ליה כר״ת ז״ל, אבל עיקר הפירוש נראה לי כמו שכתבתי וכיון דאית ליה כר״ת הוצרך לאתויי ההיא דרבא דנדרים דקאמר על מנת שלא לפרוע משום דהך דינא נמי הוי לחנן בשאר חובות. ומכאן אפשר דיצא לו לטור ז״ל דהרא״ש ז״ל אית ליה כר״ת ז״ל דלא בכל חוב איירי חנן מדהביא אוקימתא דרבא דודאי משום דהך דינא לחנן בשאר חובות לכך הביאו אבל אוקימתא דרב אושעיא לא הוצרך להזכירה דבידוע דקי״ל כחנן ומשום הכי לא תמה הטור ז״ל אלא על מה שהביא הרא״ש ז״ל בפסקיו אותם הדברים בשם המפרשים דאתו אליבא דרבנן. ולעיקר קושיא דתמה הטור ז״ל נראה לי לתרץ דהתוס' ז״ל הקשו על פירוש רבינו תם ז״ל דאית ליה דלרב אושעיא דמוקי מתניתין כחנן דקאמר ופורע את חובו דאיירי במזונות אשתו דהא תנן לקמן וזן את אשתו וכו' ולמה לי תרווייהו ותירצו דהך מתניתין דוזן את אשתו איירי כשזן אותה בפניו וס״ד אמינא כיון דזן אותה בפניו ולא מיחה יתחייב לפרוע קמ״ל ולהכי הביא הרא״ש ז״ל דברי רבינו תם ז״ל לומר דלא נטעה אליבא דחנן ונאמר דהיכא דזן אותה בפניו מודה דחייב ולהכי מייתי דברי רבינו תם ז״ל לומר דאדרבא היכא דזן אותה בפניו עדיף טפי לפוטרו וכן הוו דברי הי״מ לומר דחלוקה דלא יזון את בהמתו דמתניתין הוי אפי' במזונות היתרים דס״ד אמינא דלא קאמרה מתניתין דלא יזון את בהמתו אלא מזונות הצריכים לה אבל מזונות היתירים לא יזון לפי הך פירושא דיש מפרשים וכן סיים הרא״ש ז״ל שם בדבריו בהך פירושא וכן בהמתו ע״כ איירי במזונות היתרים וכו': "
            ],
            [
                "<b>שהכהנים שלוחי שמים וכו'.</b> צ''ע בפ''ק דקדושין (דף כ\"ג): "
            ],
            [
                "<b>כגון שאמר ראובן כל הרוצה יבוא ויתרום וכו'.</b> בפ' אין בין המודר (נדרים דף ל\"ו) אוקמיה למתני' דתורם את תרומותיו מדעתו באומר כל הרוצה לתרום יבא ויתרום ואף על גב דלא אוקמוה בגמ' הכי אלא לומר דתורם משלו על של חבירו צריך דעת וכן באידך בעיא אוקמוה הכי לומר דהתורם משלו על של חבירו טובת הנאה של בעל הכרי. וכבר פסק רבינו ז״ל בפרק רביעי מהלכות תרומות דתורם משלו על של חבירו אין צריך דעת וכן דטובת הנאה הוי של תורם ואם כן לא צרכינן לפי הך לאוקומי מתניתין בהכי מכל מקום אית ליה לרבינו ז״ל דדינא הכי הוי: ",
                "<b>אבל לא תורה שבכתב שנוטלין עליה שכר.</b> פסק כר״י דאמר שכר פסוק טעמים בפ' אין בין המודר (נדרים דף ל\"ו) וכ״כ הר״ן ז״ל שם: "
            ],
            [],
            [
                "<b>חלה ראובן נכנס שמעון לבקרו וכו'.</b> יש תימה על רבינו ז''ל איך לא הזכיר שנכסי חולה אסורין על המבקר מדינא דעולא דהזכיר שם והרב ב''י ז''ל רצה לתקן בסי' רכ''א וכתב שרבינו ז''ל מפרש כפירוש אחר אשר דחה שם הר''ן ז''ל ואעפ''כ קשה לי דמ''מ היה צריך רבינו ז''ל להזכיר אותו הדין וצ''ע: "
            ],
            [
                "<b>בשעה שמגביה עליו המים.</b> כלומר כשאחד נכנס המים עולים למעלה ומגביה המים על מי שעומד שם והיא הנאה לו: ",
                "<b>וישן עמו במטה.</b> בברייתא (נדרים מ\"א) ר''י אומר גדולה בימות הגשמים וקטנה בימות החמה מותר וכן אמרו שם גבי אמבטי קטנה ומזיע עמו בקטנה. הרא''ש ז''ל הזכיר כל זה בפסקיו והטור בסי' רכ''א ורבינו ז''ל לא כתב כלל מכל זה ולא ידעתי למה: ",
                "<b>אבל אם אכל שמעון מקערה שאם יודע וכו'.</b> כלומר לא תימא כיון שזה יודע שאחר שיאכל הוא יוליך הקערה ויאכל ראובן מניח הנתח כדי שיאכל ראובן קמ''ל דכיון שאינו אוכל יחד עמו אינו מקפיד בכך: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נזדמנה לו מלאכה עמו כגון שהיו קוצרין כאחד וכו'.</b> כתב הרב כ''מ ז''ל יש לתמוה על רבינו ז''ל למה נקט כגון שהיו קוצרין כאחד דלא שייך למימר ביה דקא מרפי לארעא קמיה והניח עושה עמו באומן ע''כ. ואילו היה רואה מה שפי' רבינו ז''ל בפיהמ''ש לא הוה תמה שכתב שם ולא יעשה עמו באומן שלא יקצור עמו בשורה אחת כדי שלא יקל עליו מה שיקצור כי בהיותו קוצר קרוב ממנו הוא מוצא מקום לילך וימצא מקום פנוי שיכול למהר מלאכתו וכבר נתבאר לך פי' לשון אומן בהרבה מקומות מזרעים ע''כ. נראה כונתו דמפרש מרפי לה לארעא דה''ק דכיון דהשבולין עומדין לפניו הנה אותם השבולין מעכבין לו ההילוך וזה מסירם מלפניו נמצא דמרפי ליה ארעא כלומר מסיר המכשול ועושה לו הדרך ומתניתין בקוצרין איירי וזהו אומרו לא יעשה באומן דהכי אמרינן במתני' דהשוכר את הפועלים בחזירתן מאומן לאומן וכו' ואיירי בענין קצירה ובצירה: ",
                "<b>מותר למלאות לו חבית של מים וכו'.</b> לפירוש הר''א ז''ל אתי שפיר דהזכיר המלאכות דהיינו ענייני שמוש שהוא הדיר משמוש דבנו אבל לפי' רבינו ז''ל למה הזכיר המלאכות לימא לתת לו מעות כשיעור שימלאו לו חבית של מים ושידליקו לו את הנר כיון דאין הענין תלוי בשמוש אלא בנתינת הנאה. וז''ש הרא''ש ז''ל בפסקיו ואין במשמע שיתן כלומר אלא שימלא וידליק כלומר דלהך פירושא דהרא''ש ז''ל הדבר תלוי בשימוש ולא בהנאה כדכתיבנא. ובזה אין מקום למה שדחה הרב בעל כ''מ ז''ל קושיא זו ואמר גם דברי רבינו ז''ל כן הם שאינו נותן כלום דהרבה חילוק יש כמו שכתבתי אבל מ''מ מלשון מדיר את בנו משמע כפירוש רבינו ז''ל וכמו שהכריח הרב הנזכר אבל מן הירושלמי שחלקו בין איש לאשה משמע כפירוש שאר המפרשים דהאשה היא המדרת שלא תהנה מבנה כדי שילמוד תורה אבל לרבינו לא שייך לומר שהאשה הדירה שלא ליהנות לבנה מפני שאינו לומד תורה ומכל מקום היתה קונה לבנה חפצים דאדרבה היא אין דרכה לילך בשוק. לכך נראה דרבינו ז''ל מפרש בהפך דכשהאשה הדירה את בנה שלא ליהנות לבנה אינה קונה לו חפצים שאין דרכה לילך בשוק אבל אם הוא איש לוקח לו ומכל מקום רבינו ז''ל לא הזכיר דין הירושלמי כיון דבגמרא לא הזכירו וכדכתב הרב בעל כסף משנה ז''ל: "
            ]
        ],
        [
            [
                "<b>שנים שנאסרה הנאת כל אחד מהן על חבירו וכו'.</b> וקשה דכיון דפסק דבין בשנכסי בעל אבידה אסורין על המחזיר בין בשנכסי המחזיר אסורין על בעל אבידה אם כן לא חייש לפרוטה דרב יוסף דבנכסי בעל אבידה אסורים על המחזיר אמר בפ' אין בין המודר (נדרים דף ל\"ג:) דמותר להחזיר משום דפרוטה דרב יוסף לא שכיח וא״כ איך פסק בפי״ג מהל' גזילה דשומר אבידה הוי כשומר שכר משום פרוטה דרב יוסף דהיינו טעמא שעשאו שם רב יוסף שומר שכר משום פרוטה. וי״ל דהך פרוטה דהכא דהוי בשעה שמוליך האבידה לביתו דאתי עני ולא יהיב ליה פרוטה וכדפירש שם הרא״ש ז״ל לא שכיח דבאותה שעה פורתא לא שכיח דאתי עניא אבל כל זמן שהאבידה בביתו דהוי זמן רב שכיח דיבא עני כמה פעמים והוא נפטר מן הפרוטה ולכך חשיב כשומר שכר: ",
                "<b>יפול השכר להקדש.</b> היינו כששניהם אסורים זה על זה אבל אם נכסי מחזיר אסורין על בעל אבידה יקבלו המחזיר ואם נכסי בעל אבידה אסורין על המחזיר מחזיר לו בחנם וכן נתבאר בדברי הטור ז''ל סי' רפ''א: "
            ],
            [
                "<b>ואסורין בדברים שהם בשותפות וכו' ובית הכנסת כו'.</b> בר״פ השותפין (נדרים דף מ\"ו) אמרינן הרי בית הכנסת דכמי שאין בו כדי חלוקה דמי ע״כ. וא״כ אנן דאית לן כר' אליעזר דבחצר שאין בו דין חלוקה מותר הוא הדין בבית הכנסת דמותר ומתניתין דאוסר בבית הכנסת כרבנן אתיא וא״כ תימה גדול על רבינו ז״ל והטור ז״ל דפסקו כר' אליעזר איך כתבו דבבית הכנסת אסור וכבר תמה על זה הר״ן ז״ל בשם הרמב״ן ז״ל בפרק השותפין על רבינו ז״ל והניח הדבר בצ״ע. ולי נראה להליץ בעד רבינו והטור דאית להו מה שכתב הר״ן ז״ל לתרץ הקושיא שנחבטו בה המפרשים דקשיא הילכתא אהילכתא דכיון דראב״י ורבנן פליגי אם יש ברירה או אין ברירה כדקאמר רבינא (דף נ\"א) בפ' שור שנגח את הפרה ור' אליעזר סבר יש ברירה איך פסק בפרק השותפין כראב״י הא קי״ל בפ' משילין (ביצה דף ל\"ט) דבדאורייתא אין ברירה והרבה תירוצים נאמרו בקושיא זו והר״ן ז״ל תירץ בר״פ השותפין (נדרים דף מ\"ה:) דיש לחלק בין ברירה לברירה דברירה דפלוגתא דראב״י ורבנן כל עת שמשתמש כל אחד בחצר הוי שלו לגמרי והוי כאילו קנו חצר זה חדש אחד ראובן וחדש אחד שמעון ולפי שלא ידענו מה הוא החדש הראוי לכל אחד לכך הוצרכנו לטעם הברירה וא״כ נמצא דעיקרו של דבר נתברר מתחילתו ולא דמי לשאר ברירות דעלמא וכמו שהאריך הר״ן ז״ל שם הרבה יעויין שם, ועם זה נאמר דחצר שאין בו כדי חלוקה כיון שאין ראוי לשימוש לשניהם דאין בו אלא כדי שימוש לאחד לבד הוי כאילו קנו חדש אחד זה וחדש אחד זה ואין יכול אחד לאסור בחדשו של חבירו אבל בהכ״נ תשמישו הוא לכולם יחד כאחד וכיון שכן יכול לאסור זה חלקו כיון שבאותה שעה שמשתמש חבירו יש לו תשמיש בעת ההיא ואין זה כאוסר דבר אחד בעת שאין לו חלק בו כמו חצר השותפין שבאותה שעה שהאחד משתמש אין לחבירו חלק בו והוי כל הנאה שלו דעל דעת כן קנאוהו וכדכתב שם הר״ן ז״ל ולכך ודאי אפילו ר' אליעזר מודה בההיא מתני' דלקמן דבהכ״נ והגמרא דהקשה ואמר והא בהכ״נ כחצר השותפין שאין בו חלוקה דמי משום דבכל אותה סוגיא סבור הגמ' דפלוגתא דר' אליעזר ורבנן לא תליא בברירה אלא בקנסא כדמשמע מבעיא דאיבעיא להו בריש סוגיא בנדרו פליגי וכו' וגם מ״ד מחלוקת בשיש בו דין חלוקה אבל אין בו דין חלוקה מותר ס״ל לגמ' דהך סברא אית ליה ובשיש בו דין חלוקה קנסו רבנן כיון דאפשר בחלוקה אבל כשאין בו דין חלוקה מותר ולא קנסו רבנן לאוסרו כיון דאי אפשר בלאו הכי דאין בו דין חלוקה. וכן נראה מדברי התוס' ז״ל שם שפירשו כן ומשום הכי פריך בגמ' דבבהכ״נ שייך נמי הך טעמא דאין בו דין חלוקה ואין ראוי לקונסו ותירצו אלא אמר רב יוסף אמר זעירי מחלוקת כשאין בו דין חלוקה וכו' ועל פי הסברא הזאת דאזיל בתר קנסא ולפי זה לא אתי מתני' דבהכ״נ אלא כרבנן אבל לפירוש סוגיא דפ' שור שנגח דתלי פלוגתייהו בברירה יש לחלק בין פלוגתא דר' אליעזר לההיא דבהכ״נ כדכתיבנא. ורבינו והטור ז״ל פסקו כההיא סוגיא דפ' שור שנגח ומאי דאסיק רב יוסף במסקנא מחלוקת כשאין בו דין חלוקה לפי דברי רבינא דפ' שור שנגח מתפרשים דבריו בטעמא דברירה כדכתיבנא והכי קי״ל כרב יוסף דאסיק הכי בפ' השותפין וכדפריש ליה רבינא דהוי טעמא משום ברירה. כל זה טרחתי להעמיד דברי רבינו ודברי הטור ז״ל בסי' רכ״ד ורכ״ו כי הקושיא היא גדולה ועצומה: "
            ],
            [],
            [
                "<b>היו שניהם שותפין בחצר וכו'.</b> כתב הטור ז״ל בסי' רכ״ו אם יש בו דין חלוקה חל הנדר ואסורין ליכנס בו עד שיחלקו ויכנס כל אחד בשלו וכ״ש אם אחד מהם הדיר לאחד מן השוק מנכסיו שאסור ליכנס בו לצורכו אם לא לצורך אחד מן השותפין בחצר ע״כ. ותימה על דבריו וכי עדיף היכא דהדיר לאחר מהיכא דהדיר לשותף עצמו והא היכא דהדיר לשותף עצמו אינו יכול ליכנס כ״ש היכא שהדיר לאחר שאינו יכול ליכנס לצורך השותף דהא התוס' ז״ל כתבו בריש השותפין (נדרים דף מ\"ו) גבי הדיר לאחד מן השוק דהך חלוקה לא איצטריך לרבנן דהשתא לשותף עצמו יכול לאסור כ״ש לאחד מן השוק אלא לראב״י איצטריך וכבר תמה על זה שם הרב ב״י ז״ל והניח הדבר בצ״ע עד שכתב שאולי נתחלף לו לטור ז״ל חלוקה זו בחלוקה אחרת כאשר כתב שם. ולי נראה להליץ בעד הטור ז״ל דאולי הוא סובר כדעת הר״ן ז״ל שכתב בפרק השותפין (נדרים דף מ\"ח) דהך חלוקה דהדיר לאחד מן השוק הוי רבותא נמי לרבנן דראוי להתיר בחלוקה זאת מבחלוקה הקודמת דבשלמא כשאומר לשותף עצמו הרי סלק השעבוד אשר לשותף בחלקו דקונמות מפקיעות מידי שעבוד אבל כשהדיר לאחר ושעבוד השותף במקומו עומד ודאי דיכול לומר האחר כיון שעדיין שעבוד השותף במקומו עומד והוא נכנס לצורך השותף לא לחלקך אני נכנס אלא לחלק השותף וכיון דאית ליה לטור ז״ל האי סברא משום הכי אית ליה דלא אמרו בגמ' מחלוקת כשאין בו כדי חלוקה אבל יש בו כדי חלוקה אסור אלא בחלוקות הראשונות אבל בהך חלוקה דראוי להתיר יותר אפי' היכא דאית ביה כדי חלוקה שרי ראב״י היכא שנכנס לצורך השותף כדכתיבנא. ואע״ג דהר״ן ז״ל אית ליה הך סברא גבי מי שיש לו חצר מושכר ביד אחר דאינו יכול לאסור בקונם על אחר מהך טעמא דלא סלק השעבוד מעל השוכר והטור ז״ל בסימן רכ״א משמע דלית ליה הך סברא דהר״ן ז״ל גבי שוכר שכתב שם בשם ר״ת ז״ל דאם היה אוסרו בפירוש על אחר אע״פ שהוא מושכר יכול לאוסרו וסברת אביו ז״ל דסובר דבלשון הקדש יכול לאוסרו ולא בלשון קונם ואע״ג דלא חלק השעבוד מעל השוכר מ״מ יש לומר דהטור ז״ל פליג על הר״ן ז״ל בחדא דהיינו גבי שוכר ומודה ליה בחדא דהיינו גבי שנים שותפים וטעמא דגבי שוכר כיון דכל גוף הקרקע של משכיר ודאי דיכול לאסור ולהפקיעו מאחר אע״ג דאינו אוסרו על השוכר ואינו יכול לומר למשכיר לתוך של שוכר אני נכנס כיון דגוף הקרקע של משכיר אבל גבי שותף דאית ליה שותפות בקרקע דיכול לומר האחר לא לשלך אני נכנס אלא בשל שותפך. כך נ״ל להעמיד דברי הטור ז״ל: "
            ],
            [
                "<b>שנים שהיו שותפין בחצר וכו'.</b> ואית ליה כדברי הרא''ש ז''ל והר''ן ז''ל דכופין את הנודר דקאמר במתניתין קאי אאמר רבי אליעזר אע''ג דלא נאסר עליו דריסת רגל משום שאר שימוש ודלא כרש''י ז''ל שכתב דהוי אליבא דרבנן. ולענין מה שהשיג הר''א ז''ל על רבינו ז''ל דפסק כירושלמי כבר כתב הרא''ש ז''ל בפסקיו דלרבינא דתלי טעמא בברירה כדכתיבנא לעיל אתיא מתני' דכופין את הנודר כפשטה דהיה אחד מהם מודר הנאה הוי מודר ולא נדור ומאי דתירץ הגמ' דיחויא בעלמא היא ואע''ג דהרא''ש סבר דלמסקנא בין היכא שנדר שלא יהנה הוא בשני או שלא יהנה בו השני דבתרוייהו כופין רבינו ז''ל סובר דאינו כן אלא לפי המסקנא דרבינא הוי הסברא הפוכה דהיכא דנדר שלא יהנה בו השני כופין ובאידך אין כופין, וניחא ליה לומר לפי המסקנא האי סברא ממאי דהוה סבור מעיקרא כדי להסכים גמרא דידן שלא יחלוק עם הירושלמי: "
            ],
            [],
            [
                "<b>מי שאסר הניית אומה מן האומות על עצמו וכו'.</b> מה מאד נפלאו בעיני דברי רבינו ז״ל שלא חילק בין זבינא לזבינא דאיכא תלתא זביני מיצעא וחריפא ורמי על אפיה ואין הדין שוה בהם וכמו שמבואר בגמ' בפ״ג דנדרים (דף ל\"א) והטור ז״ל ביארם יפה בסימן הנזכר עד שעלה בדעתי לומר דאולי רבינו ז״ל סבור דהך סוגיא פליגא אסוגיא דפ' הספינה (בבא בתרא דף פ\"ז:) דאוקי מילתא דשמואל דהלוקח כלי מן האומן ע״מ לבקרו ונאנס בידו דקייצי דמיה אם רצה הלוקח ללוקחה הרשות בידו ולא כמו שפירש הר״ן ז״ל דסוגיות לא פליגי אלא דאית ליה לרבינו ז״ל דהך מקשה היה סבור דשוה בשוה הוי הנאה דמוכר ודלוקח וכיון דהוי הנאה דשניהם הוה ניחא ליה מתני' דקאמרה דשוה בשוה לא ימכור ולא יקח אבל מדקאמר שמואל חייב כשואל משמע דאית ליה דהוי הנאה דלוקח ולא דמוכר דאל״כ למה חייב כשואל הא אין כל הנאה שלו לכך הוצרכו לחלק בין זבינא לזבינא כדי לתרץ מלתא דשמואל אבל הסוגיא דפ' הספינה דמוקי מלתא דשמואל דקייצי דמיה נאמר דסברה כשמואל דאית ליה דשוה בשוה הנאה דתרווייהו דמוכר ודלוקח ומ״מ חייב הלוקח באונסין ומקרי כל הנאה שלו וכיון דקייצי והרשות בידו ללוקחה או להחזירה משא״כ למוכר שאין הרשות בידו דכיון דקייצי דמיה ואמר לו שיטלם בכך נסתלקה הבחירה ממנו ולכך חייב הלוקח כדין שואל כאילו כל הנאה שלו ולפי זה לא קשה לשמואל כלל מתני' ואין צריך לחלק בין זבינא לזבינא דכולהו זביני שוים ושוה בשוה הנאת שניהם ולוקח בפחות הוי הנאת לוקח לבד ומוכר ביותר הוי הנאת מוכר לבד ועם זה היו עולים דברי רבינו ז״ל כהוגן דפסק כסוגיא דפ' הספינה. אבל שבתי וראיתי כי א״א לומר כן מפני מה שכתב בפרק שלמעלה מזה ולא ימכור לו גזירה שמא יקח ממנו וכן כאן כתב כן והיינו ודאי כזבינא דרמי על אפיה כדכתב הר״ן ז״ל שם ובשאר זביני הלוקח והמוכר שוים דהוי הנאה לתרוייהו כדכתיבנא א״כ משמע דמחלק רבינו ז״ל בין זבינא לזבינא. ומ״מ במקומי אני עומד דאפשר לתרץ לזה דהכי קאמר אין גוזרין שלא ימכור בפחות דילמא יקחו בפחות או שוה בשוה ולעיל ג״כ ה״ק ולא ימכור ראובן לשמעון בפחות גזירה שמא יקח ממנו בפחות או שוה בשוה ונמצא נהנה ממנו אבל בין זבינא לזבינא לעולם דאינו מחלק: ",
                "<b>שהרי לא נדר מאיש אחד.</b> כתב כן לחלק למה לא גזרו כאן כמו שגזרו גבי מודר הנאה. עוד הקשה הר״ן ז״ל בפ' אין בין המודר (נדרים דף מ\"ג) וז״ל וא״ת והא אפילו במודר הנאה מחבירו בלבד תנן לקמן בפ' השותפין הריני עליך חרם המודר אסור ומשמע אבל מדיר לא ואמאי הוה ליה למתני שניהם אסורים משום גזירה. י״ל דלאו קושיא היא כי גזרינן הכא ה״מ בהני בלחוד דתניא במתני' דלא משמע להו לאינשי דליתסרו במודר הנאה ואי עביד להו מודר למדיר אתי נמי למשקל להו ממדיר אבל בהנאה גמורה כאכילת פירות וכיוצא בזה ליכא למגזר הילכך לא מצי תני שניהם אסורים ע״כ. וקשה לי על דבריו והרי דריסת רגל שהיא פחותה שבהנאות דלא הוי הנאה אלא לר' אליעזר דאית ליה ויתור אסור ומ״מ אמרינן במתני' דהריני עליך חרם דאם אחד הדיר על חבירו דחבירו אסור ליכנס והוא מותר וטפי טעו אינשי בהנאה פורתא כי האי מהנאה דהלואה דהוי הנאה טפי דודאי רבנן דפליגי עליה דר' אליעזר גבי דריסת רגל דלא הוי הנאה ודאי מודו דההלואה הוי הנאה. ואולי יש לומר דאין ויתור אסור מן התורה אלא מדרך חומרא ודי לנו שנאסור ויתור לבדו ולא שנאסור לחבירו משום גזירה לו: "
            ],
            [],
            [
                "<b>אסר על עצמו הנאת בני העיר וכו'.</b> באמת שמה שפירש הרב כ''מ ז''ל בירושלמי נראה באמת כוונת רבינו ז''ל וכן כתב בב''י ז''ל ביו''ד סימן רכ''ח ודקדק כן מתשובת הרשב''א ז''ל שכתב על אחד שנשבע שלא יהיה גבאי או ממונה מהעיר נראה לי שהוא נהנה בשררותא דמתא וכו' וגם הצבור נהנין וכו' וכיון שהוא נהנה אינו נשאל לחכם שבעיר. הרי משמע מדתלה הדבר בהנאתו דאית ליה כפירוש הרב ב''י עם היות שקשה לי דברי הרשב''א ז''ל דהתם לא נשבע שלא ליהנות מבני העיר אלא שלא יהיה גבאי מהעיר ואע''פ שהוא נהנה בהיתרם מאי איכפת לן ואילו היה הרשב''א ז''ל תולה הדבר בהנאת הציבור והוי כאילו מתירין נדרי עצמן וכדברי הריב''ש ז''ל הוה אתי שפיר אבל מה שתלה טעמו בהנאתו לאו טעמא היא ומ''מ מדברי רבינו ז''ל ודאי דמוכח פירוש זה. והאמת קשה מאד מה שהקשה הרב כ''מ ז''ל ממה שאמרו בירושלמי אית תני תנויי אפי' על קדמיתא נשאל שאינו כמפר נדרי עצמו ומה דאתא האי תנא לומר דלא תיסק אדעתין למיסר משום מפר נדרי עצמו שותיה דמר לא ידענא דלפי פירושו שפירש דקמייתא דאוסר הנאה עליו שלא ליהנות מהם מה ענין זה לנדרי עצמו הלא אם הם מפירין כדי שיהנה מהם מה תועלת להם בכך. ואולי גירסא אחרת היה לו לרבינו בירושלמי ומה שהקשה הרב כ''מ ז''ל להריב''ש ז''ל דאמאי נשאל לחכם שבעיר כיון שהוא אינו יכול ליהנות מהם תמהני דהא קי''ל מלמדו תורה שבע''פ מפני שאינו מקבל שכר ואע''ג דאית ליה הנאת לימוד מצות לאו ליהנות ניתנו כדכתב הר''ן ז''ל שם וכן כאן נמי כיון דאינו נוטל שכר על היתר החכם דאינו יכול ליטול שכר דהוי תורה שבע''פ א''כ אינו הנאה דמצות לאו ליהנות ניתנו. ומזה הטעם נראה דכתב רבינו ז''ל דבדיעבד הוי התרה אלא משום דמכוער הדבר קצת אמרו שלא ישאל התרה ממנו אבל ודאי דמדינא מותר הלימוד בתורה שבע''פ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כגון שהיתה סעודה גדולה וכו'.</b> הר''ן ז''ל כתב סעודתו מוכחת עליו הכא שאני משום דאנן סהדי שאין אדם מכין סעודה לנישואי בנו ונותנה לאחר ורבינו ז''ל מפרש אפי' שלא תהיה סעודת נישואין אלא שתהיה סעודה גדולה: "
            ],
            [],
            [
                "<b>מי שנאסרה הנאתו על בעל בתו וכו'.</b> בהל' זכייה ומתנה כתבתי בזה (הלשון): "
            ]
        ],
        [
            [
                "<b>מי שנדר או נשבע וכו'.</b> בגמ' (דף ס\"ה) יש ב' גירסאות. האחת היא ר''מ אומר יש דברים שהם כנולד ואינם כנולד ואין חכמים מודים ויש גירסא אחרת וחכמים מודים לו והגירסא הראשונה היא גירסת התוס' ז''ל והקשו לגירסא זו מאי טעמייהו דרבנן ועוד היכי מקשו לר' יוחנן דלמא תני תרי חלוקות הא ברישא פליגי רבנן ובסיפא לא פליגי ודחקו עצמם בתירוץ הקושיא ולגירסא דחכמים מודים לו אתי שפיר וכן היא גירסת רבינו ז''ל וכ''כ הרא''ש ז''ל בפסקיו דכי הך גירסא עיקר משום דהסוגיא מוכחת כן וכדכתיבנא: "
            ],
            [],
            [],
            [],
            [
                "<b>מי שנדר או נשבע וכו' עד ויתיר נדרו וכו'.</b> אין לפרש דע״פ זה מתירין נדרו כדמשמע ריהוט לשונו דהא קי״ל אין פותחין בנולד כחכמים דרפ״ט דנדרים (דף ס\"ד) ואין לומר דאית ליה לרבינו ז״ל דמאי דפליגי רבנן עליה דר' אליעזר הוא דלר״א בלא שאלה לחכם מותר ולרבנן בעי שאלה לחכם אבל לעולם דע״פ זה מתירין דבהדיא כתב רבינו ז״ל בפ״י מהל' שבועות אין פותחין בנולד כיצד נשבע שלא יהנה וכו' אין מתירין לו הואיל ועדיין לא ניחם וכו' אלא מ״ש רבינו ז״ל כאן שיתיר נדרו הוא ע״פ חרטתו ולא מפני הנולד אם נהפכה דעתו מעצמו מפני הנולד מתירין לו וכמו שכתב בפ״ה מהל' שבועות וזהו שכתב כאן כמו שביארנו לרמוז על הפרק ההוא. מיהו בפירוש המשנה נראה מדברי רבינו ז״ל שסובר דר״א דאית ליה דפותחין בנולד בלי שום היתר כלל שכן כתב בנזיר בפ' ב״ש (נזיר דף ל\"ב:) בהדיא ובהלכות נזירות התעוררתי על זה וכאן בפ' פותחין כתב דמ״ש ר״א ופותחין לאדם בכבוד אביו ובכבוד אמו הוי דאפילו בלא שאלה מותר ונתלה במ״ש רבא בגמרא א״כ אין נדרים נשאלין לחכם ורש״י ז״ל פי' בגמ' דברי רבא באופן אחר ולפירוש רש״י ז״ל אתי שפיר מה שאמרו שם בשלמא לאביי דאמר א״כ וכו' אלא לרבא אמאי פותחין וכו' ולפי מה שפירש רבינו ז״ל בפירוש המשנה יש לפרש דה״ק אמאי פותחין ג״כ כל נדרים שבינו לאביו ולאמו לא יהיו צריכין התרה כלל ותירצו דלא איכפת לו דאלו הנדרים שבינו לבין אביו ואמו לא יהיו צריכין שאלה לחכם כיון דכל שאר הנדרים צריכים דהקושיא אינה אלא ששום נדר לא יצטרך שאלה לחכם. אבל כיון דרובא דנדרים צריכי שאלה אע״ג דאלו אין צריכין לא איכפת לן. כן נראה לפרש לפי מה שכתב רבינו ז״ל בפירוש המשנה: "
            ],
            [
                "<b>ואפילו אמר אילו הייתי יודע כן וכו'.</b> משמע מדברי רבינו ז''ל דהיכא דהוי סתמא ולא אמר כלל כולם מותרים בודאי דמסתמא לא היתה כוונתו אלא לאסור לכולם יחד אבל כיון שקצתם מותרין כולם מותרים ומשום הכי כתב רבינו ז''ל ואפילו אמר אילו הייתי יודע וכו' כלומר לא מיבעיא סתמא דמותרים אלא אפילו אמר שהיה אוסר להם מותרים וכי שני בגמ' משנה דקונם בצל שאני טועם שהבצל רע ללב וכו' (דף ס\"ו) באומר אילו הייתי יודע שהכופרי יפה ללב הייתי אומר פלוני ופלוני אסורים וכופרי מותר וכו' ה''ה דהוה מצי לאוקומי בסתמא שלא אמר כלל אלא שהודיענו חידוש יותר דאפי' אמר הכי הותרו כולם. ולענין פסק הלכה פסק רבינו ז''ל כרבו משום דכתבו הרא''ש והר''ן ז''ל דאיכא לספוקי אי הלכה כרבא דבתראה הוי או כרבה דרביה הוה ומשום הכי נקטינן לחומרא ונראה לו עוד טעם בדבר דרבינא ורב פפא הקשו לרבא משמע לכאורה דסבירא ליה כרבה: "
            ],
            [],
            [
                "<b>כל הנודר או הנשבע וכו'.</b> ודאי דרבינו לא ס''ל דפליג ברייתא אמתני' כדקאמר הר''ן ז''ל דכיון דלמתני' על הסתם משמע לבישה ולא טעינה היכי היה לו לרבינו ז''ל לפסוק כברייתא דכיון דמתני' פליגא היכי שביק מתני' ועביד כברייתא וזהו טעמו של הר''ן ז''ל כדבריו ולא כדפירש הרב בעל כ''מ ז''ל מדכתב דברי המשנה והברייתא משום הכי משמע ליה להר''ן ז''ל דלרבינו ז''ל לא פליגא מתני' אברייתא דרבינו ז''ל לא כתב אלא ברייתא לחודא אלא טעמו של הר''ן ז''ל הוא כדכתיבנא: ",
                "<b>ומותר להתכסות בגיזי צמר וכו'.</b> וה''ה היכא דאמר צמר פשתן עולה עלי דמותר להתכסות באניצי פשתן כדאמרו שם במשנה דהכל אחד והטור ז''ל בסימן רי''ח השמיט זה ולא ידעתי למה: "
            ],
            [],
            [
                "<b>שלא יאכל וישתה עמו בסעודה זו וכו'.</b> לאפוקי מדברי הרא''ש והטור ז''ל שכתבו ומותר גם באכילה ושתיה כיון שלא הוציאו בפיו, ע''כ. ועוד כתב הרא''ש ז''ל דלא דמי לרישא דאישות בכלל הנאה כלומר דאילו אמרינן ברישא היכא דאמר קונם שהיא נהנית לי לעולם דאסור דאישות משום דאישות נכנס בכלל הנאה שלאישות נקרא ג''כ הנאה ואין דרך לקרוא כדרכו [אבל] טיפת צונן אע''ג דבכלל מאתים מנה דכיון דהוא אינו שותה טיפת צונן כ''ש דאינו שותה ואוכל שתיה ואכילה כתקנה מ''מ כיון דאין הדברים כפשטן דזה לא נתכוון לטיפת צונן ולאכילה ושתיה לא אמר ולכך מותר כנ''ל. אבל מ''מ קשה על הרא''ש ז''ל דגבי קונם שדי שאני חורש בה אית ליה דאם אין דרכו לחרוש הוא מותר לחרוש ושאר כל אדם אסורין לחרוש לו בה ולימא ג''כ התם שאני חורש קאמר דמשמע לישנא דהוי לדידיה וכיון דאמרת דלדידיה הותר דלא נתכוון לכך גם האחרים יותרו לעשות לו דאין במשמעות לשונו איסור האחרים אלא איסור עצמו והא שרית ליה ויש לחלק. ומ''מ דברי רבינו ז''ל נכונים והכי איתא בתוספתא כדכתב הרב ב''י ז''ל: "
            ]
        ],
        [
            [
                "<b>כיצד נדר או נשבע מן המבושל אם דרך אותו מקום באותו לשון וכו' הרי זה אסור בכל.</b> ריש פרק ששי דנדרים (דף מ\"ט) הנודר מן המבושל מותר בצלי ובשלוק אמר קונם תבשיל שאני טועם אסור במעשה קדירה רך ומותר בעבה והקשו קונם תבשיל כו' והא מתבשיל נדר אמר אביי האי תנא כל מאי דמתאכלא ביה ריפתא תבשיל קרי ליה והא תניא הנודר מן התבשיל אסור בכל מיני תבשיל ואסור בצלי ובשלוק ומבושל וכו' וכתב שם הר''ן ז''ל במשנה גבי קונם תבשיל ואמרו בגמרא דאסור בצלי ובשלוק דהא מתאכלא ביה ריפתא, משמע מדברי הר''ן ז''ל דיש לחלק בין מבושל לתבשיל דהא גבי תבשיל קאמר במתניתין דאסור במידי דמתאכלא ביה ריפתא וא''כ מהך טעמא אסור בצלי ובשלוק אע''ג דגבי מבושל אית ליה למתני' דמותר בצלי ושלוק משום דהוי אתרא דלא קרו לצלי מבושל וכן נראה מדברי הירושלמי דהביא הרב בית יוסף ז''ל בסימן רי''ז דיש לחלק בין זה לזה. אבל מדברי הטור ז''ל בסימן הנזכר נראה דמבושל ותבשיל שניהם שוים ובאתרא דקרו לצלי מבושל אסור בצלי ובאתרא דלא קרו לצלי מבושל מותר בצלי ולדידיה מה שאמרו בגמרא בברייתא גבי תבשיל דאסור בצלי ושלוק איירי באתרא דקרו לצלי מבושל ולא איירי ברייתא בגוונא דמתני' ומשום הכי אסר בצלי ושלוק ולאו מטעמא דמתאכלא ביה ריפתא. וא''ת מי גריעי שלוק וצלי מהטריות הרכות דמשום שהחולים אוכלים בו פתם מיקרי תבשיל ואסור בהם הכי נמי צלי ושלוק אע''ג דלא איקרו מבושל כיון דאוכלים בהם פתם מהך טעמא תבשיל נמי מיקרי. ואולי י''ל דצלי ושלוק פעמים אכלי להו בלא פת אי נמי אע''ג דלא אכלי להו בלא פת הני שמא לחוד אית להו. ודברי רבינו ז''ל נראין שהם כדברי הטור שלא חילק בין תבשיל למבושל וכן כתב הרב ב''י ז''ל בסימן רי''ו ועוד דלקמן כתב הנודר מן המבושל מותר בביצה שלא נתבשלה והיינו דינא דקאמרה מתני' גבי תבשיל וכתבו רבינו ז''ל גבי מבושל משמע דתרוייהו שוים לדעתו ז''ל: "
            ],
            [],
            [
                "<b>נדר או נשבע מן הכבוש כו'.</b> דברי רבינו ז''ל מתמיהין ומה שפירש הרב כ''מ ז''ל דמתני' פירש רבינו ז''ל דלא חילקה בין כבוש לכבוש אלא בין דרך לקרות כבוש לכל הכבושים לאין דרך לקרות כבוש לכל הכבושים, לא ידעתי היכן נרמז זה בלשון המשנה ועוד מאי שנא דפריש רבינו הך מתני' בכי הך גוונא טפי מכל הני מתני' דלקמן דמייתי רבינו ז''ל בהך פירקין הנודר בכך מותר בכך או אסור בכך דמשמע דרבינו ז''ל מפרש אותם היכא דליכא מנהג כלל דילך אחר הלשון כפי מה שנפרש במשנה גם כאן היל''ל הכי. לכך נ''ל לומר דמשום דאמר במשנה מן הצלי אינו אסור אלא מן הצלי של בשר דברי ר' יהודה משמע ליה לרבינו ז''ל דכולה מתני' במלוח וכבוש ושלוק וצלי דמחלק בין היכא דאמר בה''א להיכא דלא אמר ה''א כוליה חדא מילתא היא דכולה מתני' בחד טעמא הוי וא''כ כולה מתני' ר' יהודה היא ורבינו כתב בפירוש המשנה על הא מתני' אין הלכה כר' יהודה משמע דאית ליה דמשום דקאמר מתניתין דברי רבי יהודה משמע דרבנן פליגי עליה והלכתא כוותייהו ולכך חילק בין שלוק להשלוק משום דמתני' דלא כהלכתא ולכך לא תלה הדבר אלא במנהג המקום. זה נ''ל לתת קצת טעם לדבריו לפי מה שראיתי בפירוש המשנה שכתבו אין הלכה כר' יהודה. ומ''מ לא ידעתי טעם נכון למה נדחה דברי ר' יהודה מהלכה כיון שלא מצינו מחלוקת עליו בפירוש: "
            ],
            [],
            [
                "<b>כיצד נדר מן השמן וכו' ורוב אנשי המקום אין קורין שמן סתם אלא לשמן זית בלבד וכו'.</b> בס''פ הנודר מן המבושל (דף כ\"ג) אמרו בזה מהו דתימא זיל בתר רובא קמ''ל ספק איסורא לחומרא. וא''ת כיון דבכל התורה כולה אזלינן בתר רובא באיסורא הכא אמאי לא. וי''ל דאם לא היה אפשר לפרש אלא משמעות אחד ודאי דהיינו מפרשים אותו המשמעות אשר הוא מסכים לדברי הרוב ולא המשמעות אשר הוא מסכים למיעוט אבל כיון שאנו יכולים לפרש שתי המשמעיות ונאמר דנכון לומר שמן על שני מינין של שמן נפרש הלשון ונאמר דנתכוון על הכל ונעשה הלשון הסתמי כולל כיון דהוי מילתא דאיסורא: "
            ],
            [
                "<b>כל דבר שדרך השליח באותו מקום להמלך עליו.</b> גם בזה דברי רבינו מתמיהין דבגמ' משוה בשר עופות לבשר דגים ורבינו חילק ביניהם והרב בעל כ״מ דחק עצמו בתירוץ הקושיא וחילק בין המלכה של עופות להמלכה של דגים ועדיין לא יצא מידי הקושיא בהחלט ודבריו ידועים. ולי נראה לתרץ דרבינו ז״ל קשיא ליה בדברי הגמ' שאמר שם (דף נ\"ב:) מאי שנא בשר עוף לת״ק דאסור דעביד שליחא דמימליך עליה בשר דגים נמי עביד וכו' דמאי קושיא טובא איכא לחלק ביניהן דכיון דלענין בשר בחלב מיקרי בשר עוף בשר ובשר דגים לא איקרי בשר כדאמרינן בריש כל הבשר משום הכי בשר עוף אסור דנכנס בכלל בשר ולא בשר דגים ולכך רבינו ז״ל מפרש דקושיית הגמ' היא משום דבעי לומר דדברי ת״ק אתי אפילו כר' יוסי הגלילי דאמר בפ' כל הבשר (חולין דף ק\"ד) דאמר ר' יוסי הגלילי דבשר עוף מותר לאוכלו בחלב ולהכי מקשה גמרא אבל לדידן דקי״ל כר״ע דבשר עוף בחלב אסור ליכא קושיא כלל דבשר עוף בין דמימליך עליה בין דלא מימליך עליה אסור כשנדר מן הבשר משום דאיקרי בשר לענין בשר בחלב לכך פסק רבינו ז״ל דבכל גוונא אסור דסוגיא דפ' הנודר מן הירק לר״י הגלילי אתמר והיא דלא כהלכתא: "
            ],
            [
                "<b>הנודר מן המבושל מותר בביצה שלא נתבשלה וכו'.</b> עוד אמרו במשנה (דף מ\"ט) ובדלעת הרמוצה ופירשו בגמרא דהיא דלעת דאתקריא כן ולא ידעתי למה לא הזכירה רבינו ז''ל. ובפירוש המשנה פירש רבינו ז''ל דלעת הרמוצה שהיא טמונה ברמץ וקשה טובא כיון דאיתותב מ''ד בגמ' הכי מברייתא דכלאים למה פירש כן והיה לו לפרש שהוא מין דלעת כדברי שמואל שאמר כן: "
            ],
            [
                "<b>מותר בציר ובמורייס וכו'.</b> כתב הרב כ''מ ז''ל (אע\"ג דבמשנה לא אמרו אלא בציר) משמע לרבינו ז''ל דה''ה במורייס. ואין צורך דגירסת הר''ן ז''ל איתיה ג''כ מורייס כמבואר בפירושו ומה שלא הזכיר רבינו ז''ל דהיינו דוקא הציר שיצא כבר, כבר כתבתי לעיל בזה. עוד יש דינים הרבה במשנה ובברייתא דג דגים דגה וכן הנודר מן הצחנה וכולם פירשם הטור ז''ל בסימן רי''ו ורבינו ז''ל לא הזכירם וכתב שם הרב ב''י דסמך על הכלל דבנדרים הלך אחר לשון בני אדם ומ''מ צריך טעם למה בקצת משניות סמך על הכלל ולא הזכירם ובקצת לא סמך אלא הביאם והיה לו להביאם להיכא דאין שם מנהג כמו שהביא שאר משניות רבות בענין זה בפרק זה. תו איכא בגמ' (דף נ\"א:) גבי נודר מן הצחנה דבעי רב אסי הרי עלי ציחין מאי ולא הזכירו הטור ז''ל וגם הרא''ש ז''ל לא הביאו בפסקיו ואולי לא היה בגירסתם: ",
                "<b>נדר מן הקום מותר בחלב וכו'.</b> רבינו ז''ל לא חילק בין אתרא לאתרא כמו שחילקו בגמ' והרב כ''מ ז''ל דחק עצמו הרבה בתירוץ הקושיא ובסוף דבריו העלה דמה שתירצו בגמרא באתרא דרבנן קרו לחלבא חלבא ולקומא קומא ולדבריו דהמקשה קאמר ומ''מ צ''ע מי הכריחו לרבינו לפרש כן. ונ''ל לתת הכרח לזה משום דגבי הנודר מסתוניות אמר במשנה (דף נ\"ג) מותר בחומץ סתוניות והקשה שם הר''ן ז''ל דהא דלא כת''ק ודלא כר' יוסי דהא אמרינן לעיל דלכולי עלמא אי קרו ליה קומא דחלבא אסור וא''כ הכא נמי קרו ליה חומץ סתוניות ותירץ שם הר''ן ז''ל וחילק שני חילוקים. ולרבינו ז''ל קושיא זו הכריחו לומר דלרבנן גבי קומא דחלבא אע''ג דקרו ליה קומא דחלבא מותר בקום ומתני' סתוניות כוותיה אתיא ומאי דקאמר בגמרא דבאתריה קרו לקומא קומא ולחלבא חלבא לדבריו דמקשה קאמר כדפירש הרב ב''י ז''ל. זה נראה קצת טעם לרבינו ז''ל: "
            ],
            [
                "<b>הנודר מן החטים אסור בהן בין חיים בין מבושלים וכו'.</b> בס״פ הנודר מן המבושל (נדרים דף נ\"ג:) וא״ת מאי שנא דגבי גריסין אמרו שם דכשאמר גריס הוי אסור לאוכלו מבושל ומותר לאוכלו חי וכשאמר גריסין הוי איפכא דאסור לאוכלן חיים ומותר לאוכלן מבושלין ובחטים כתב רבינו ז״ל דאפי' לא אמר אלא חטים לחוד אסור לאוכלן בין חיים בין מבושלין והיה לו לומר דמותר לאוכלן מבושלין ומהתם משמע דחטין וגריסין הכל דבר אחד מדברי ר״ש בברייתא וכן דברי ר' יהודה במשנה דאמר קונם גריס או חטה שאני טועם מותר לכוס חיים וכו' משמע דהדין שוה ור' יהודה לפרש דברי ת״ק אתא כמ״ש רש״י ז״ל והרא״ש ז״ל. ותו איכא למידק היכא דאמר חטה לחודא מדברי ר' יהודה דמתני' משמע דאסור לאוכלן מבושלים דכן אמר ר' יהודה (אסור) [מותר] לאוכלם חיים היכא דאמר חטה או גריס ומדברי ר״ש אי דייקינן רישא דלישניה דקאמר חטה שאני טועם אסור לאפות משמע הא בישול מותר ואי דייקינן סיפא דלישניה דקאמר מותר לכוס חיים מותר הא לבשל אסור ואין בדבריו הכרע. ואם נאמר דרישא דוקא משום דזיל בתר טעמא דכשהוא אפוי הוי גוף אחד כדכתב הר״ן ז״ל ולכך קאמר חטה דודאי מגרגיר אחד לא קאמר אלא מדבר שהוא גוף אחד וכשהוא אפוי הוי גוף אחד וא״כ כשהם מבושלים הם גופין מוחלקין ולכך מותר לאוכלם מבושלים וסיפא דקאמר לכוס לאו דוקא דכל שאינו אפוי לכוס קרי ליה. א״כ לפי זה נמצאו דברי ר' יהודה דמתני' ור״ש חולקים דלר' יהודה כשאמר חטה אסור לאכול מבושלים כדפרישית ולר״ש מותר וקשה על דברי רבינו והטור ז״ל בי״ד סימן רי״ז מה ראו על ככה לפסוק כר״ש דברייתא ודלא כרבי יהודה דמתניתין שהם לא כדברי ר״ש דברייתא. ועוד קשה לי בדברי הטור ז״ל דאית ליה דרישא דר״ש דוקא דכתב בסימן רי״ד דינא דחיטין וגריסין גבי הדדי וגבי גריס כתב כשאמר בלשון יחיד מותר לאוכלו חי וכן כתב גבי חטה וכי היכי דגבי גריס לישנא דכתב חי הוי דוקא דמבושל אסור כדכתב בהדיא א״כ חי דכתב גבי חטה הוי דוקא ומבושל אסור. והנכון בעיני לתרץ בדברי רבינו ז״ל דהוא סבור כמו שפירשו שם התוס' ז״ל דאית להו דרבי יהודה דמתני' פליג אתנא קמא וכשאמר ת״ק גריס גריסין שאני טועם וכו' אחד אחד קאמר כדכתבו שם התוס' ז״ל והכי קאמר כשאמר גריס לשון יחיד או גריסין לשון רבים אסור בין חיים בין מבושלים דבכל גוונא משמע ור' יהודה פליג את״ק בחדא דאית ליה דהיכא דאמר לשון יחיד דמותר לאוכלם חיים אבל כשאמר גריסין מודה ור״ש דברייתא פליג ארבנן בתרתי דהיכא דאמר גריס בלשון יחיד מותר לאוכלו חי וכרבי יהודה והיכא דאמר גריסין לשון רבים פליג נמי את״ק דאית ליה דמותר לאוכלו מבושל ורבינו ז״ל פסק כת״ק ולכך לא הזכיר דין גריס גריסין דבין לשון יחיד בין לשון רבים שוה דמשמע בין חיין בין מבושלים אבל גבי חטה סובר רבינו ז״ל דלא פליג ת״ק אר״ש דיש לחלק בין לשון יחיד ללשון רבים משום דגבי חטה איכא טעמא רבה לחלק בין יחיד ללשון רבים דכיון דדרך לעשות פת ממנו נאמר דכשאמר חטה הוא משום דמפת אסר עצמו דהוי כולו גוף אחד אבל לא מחטין בין חיין בין מבושלים שהם גופים נפרדים אבל כשאמר חטים ודאי דאסר עצמו מחטים מבושלים וחיים ולא מפת אבל גבי גריסין דאין דרך לעשות פת מהם ודרכם לאכול אותם מבושלים בין שהזכיר גריס או גריסין חיים או מבושלים קאמר דאין טעם לומר דכשהוא יחיד שהוא אוסר עצמו במבושל יותר מחי דגריסין הרבה מבושלים רבים הם ומ״מ אמרת דכשאומר גריס לשון יחיד הוא אוסר עצמו מהם וא״כ הוא הדין והוא הטעם שאוסר עצמו מחיים וגריס דקאמר שם המין קאמר ולכך ת״ק כשהזכיר במשנה שהוא אוסר עצמו בין בקמח בין בפת הצריך שיזכיר שניהם חטה וחטים דאם לא יזכיר אלא חטה לא אסר אלא בפת דהוי גוף אחד ולא בקמח וכיון דת״ק אית ליה דגבי גריס וגריסין אין חילוק בין לשון יחיד ללשון רבים דבכלהו משמע בין חיים בין מבושלין ובחטה וחיטין מפליג ביניהם פסק רבינו ז״ל כתנא קמא דהוא סתם משנה ולכך לא הזכיר כלל גבי גריסין משום דשם הדין שוה דאוסר עצמו בכל אבל בחיטין שיש חילוק בין יחיד לרבים הזכירו. זה נ״ל לדעת רבינו ז״ל ולפי פירושו אתי שפיר במשנה ר' יהודה אומר דקאמר דמשמע דאתא לאפלוגי מדלא קאמר אמר ר' יהודה אבל הטור ז״ל דהשוה גריס וגריסין וחטה וחיטין ס״ל כשאר המפרשים וכדעת אביו הרא״ש ז״ל דר' יהודה אתא לפרש דברי ת״ק וכשאמר לשון יחיד בין בגריס בין בחטה נאמר דאסר עצמו במבושל גבי חיטין וגריסין וכן בפת גבי חטה דכיון דדרך החטה לאוכלה פת או מבושל ולא חי ודרך הגריס לאוכלו מבושל ולא חי מסתמא כשהזכיר לשון יחיד שהוא שם המין במה שדרכו קאמר דהיינו חטה פת או בישול וגבי גריס בישול אבל חי גבי חטה וגבי גריס מותר וכשהזכיר לשון רבים אמרינן דאסר עצמו במה שאין דרכו והיינו גבי גריסין בחי ולא במבושל וגבי חטה בחי ולא בפת ולא במבושל וכשכתב הטור ז״ל אסור לאוכלה חיה גבי חטה וגבי חטין מותר לאוכלן חיים היינו דוקא ולא במבושל וס״ל דסיפא דלישניה דר״ש דוקא כי היכי דלא ליפלוג לר' יהודה דמתני'. זה נ״ל ליישב דברי הטור ז״ל. ואני תמיה על הרב ב״י ז״ל בסימן רי״ו דסובר דהטור ורבינו ז״ל הם שוים והם רחוקים כאמור וכן כתב דרבינו ז״ל לא הזכיר דין גריסין דהוא נלמד מחטין ורחוק זה מזה כדכתיבנא גם מה שתמה שם על הטור ז״ל דלמה לא הביא מתני' דחטה חטים אסור לאכול בין קמח בין פת סובר הוא דהיינו קמח דהיינו חטים וכיון דהזכיר דהיכא דאמר חטה חטים דמותר בין לכוס בין לאפות סגי משום דחד טעמא הוא כדכתב שם הרא״ש בפירוש ורבינו שהזכיר משום דאית ליה דחטים הוו גופים מחולקים יותר מקמח ואע״פ שהזכיר שאסור בקמח אפשר דלא נלמוד משם לחטים לכך הזכיר דין המשנה ואח״כ דין הברייתא שהם דינים מחולקים שלא נלמד האחרון מהראשון אבל לדברי הטור ז״ל הכל דבר אחד: ",
                "<b>והנודר מן הדגן או מן התבואה אינו אסור אלא בחמשת המינין.</b> פסק כרבנן והרא''ש ז''ל נראה דפסק כר''מ וכדכתב הטור ז''ל בסי' הנזכר והרב ב''י ז''ל תמה עליו ותירץ ואין התירוץ שתירץ מספיק לרבינו ירוחם ז''ל שפסק בהדיא כר''מ ונ''ל טעמם מפני דבגמ' אמרו שם (דף נ\"ח) למימרא דדגן כל דמידגן משמע מתיב רב יוסף וכו' והיינו לסברת ר''מ מדלא קאמר בגמ' למימרא דר''מ סבר כל דמידגן משמע אלא אמר בסתמא למימרא דדגן כל דמידגן כו' משמע דפשיטא ליה לגמ' דהכי הלכתא. עוד כתב הטור ז''ל שם הנודר מעללתא הוי כנודר מן הדגן וטעמו משום דפסק כרב יוסף דאמר הכי שם בגמ' וכדכתב שם הרא''ש ז''ל בפסקיו ואע''ג דכתב הרא''ש ז''ל להכריע דברי רב יוסף דלמה נשנה הלשון לעשות מעצם פעולה כדי להוציא ממון אין כוונתו לומר דדוקא להוציא ממון פסקינן כרב יוסף ולא גבי איסורא כמו שהבין הרב ב''י ז''ל עד שמפני כך תמה על דברי הטור ז''ל דהרא''ש ז''ל פשיטא ליה דהלכה כרב יוסף כמ''ש דמסתבר טעמיה ולא נפל לו ספק בכך כדי שנאמר נקטינן גבי ממונא לקולא וגבי איסורא לחומרא דהוא בהדיא כתב דטעמא דרב יוסף בריר ולא כתב כן אלא לסתור דברי החולקים על רב יוסף שחולקים עליו אפי' גבי ממון והר''ן ז''ל שכתב דנקטינן גבי איסורא לחומרא אין דעתו כדעת הרא''ש ז''ל דהוא סבור דנקטינן כרבה דעללתא כל מילי משמע בין לגבי איסורא בין לגבי ממונא אלא לענין אם יגבה משכר הבתים כתב דכיון דהוי בעיא דלא איפשיטא נקטינן גבי איסורא לחומרא ומפני כן כתב הילכך לא גבי משכר הבתים ושכר ספינות דיד בעל השטר כו' אבל להרא''ש ז''ל דלא נפל לו ספק כדכתיבנא אלא כתב דמסתבר טעמיה למה נאמר דנקטינן גבי איסורא לחומרא והרב ב''י שדימה דברי הר''ן לדברי הרא''ש ז''ל [אין] דמיונו עולה יפה: "
            ],
            [
                "<b>הנודר מן הירק מותר בדלועין כו'.</b> בגמ' הקשו בר״פ הנודר מן הירק (נדרים דף נ\"ד) על דברי ר״ע והא מן הירק נדר וכתב שם הר״ן ואע״ג דר״ע יהיב טעמא דמימליך עליה שליחא לא סגי ליה ההוא טעמא דכיון דמן הירק נדר ודלועין לאו ירק נינהו וכו'. משמע מדברי הר״ן דאע״ג דהיכא דאמר ירק סתם מימליך שליח עליה מ״מ בעינן שיאמר ירק המתבשל בקדירה דלא סגי טעמא דמימליך ואי רבינו ז״ל מפרש כן קשה עליו דאמאי לא כתב הנודר מן הירק ואומר ירק המתבשל בקדירה שנאסר בדלועין ואין לומר מה שתירץ הרב כ״מ ז״ל דכבר כתב רבינו ז״ל לעיל דהיכא דמימליך שליח מיניה הוא ואסור דאדרבא משום הכי היה לו לכותבו שלא נטעה לומר דהיכא דאמר ירק כיון דמימליך אסור בדלועין דאינו כן אלא בהך טעמא לחודיה לא סגי אלא צריך שיאמר ירק המתבשל בקדירה עלי, אלא רבינו סבור דבטעמא דמימליך לחודיה סגי ומש״ה לא חשש לכותבו דסמך על מ״ש לעיל כדכתב הכ״מ ז״ל וגמ' הכי פריך והא מן ירק נדר ובודאי לא מימליך שליח דדילועין לאו בכלל ירק ותירץ דאמר ירקי קדירה. והקשו עוד אפ״ה כיון דדלועין לאו בכלל ירק לא מימליך ומ״ש ירקי קדירה ויישב לשונו ירק הנאכל בקדירה ולא נכלול בו דלועין כיון דאינו בכלל ירק ותירצו דאמר המתבשל בקדירה. ודע דהטור כתב בסי' רי״ז דאם אמר ירק המתבשל בקדירה עלי אינו אסור אלא במתבשל בה והוא סובר כפירוש בתרא דכתב הר״ן ז״ל והוא פירוש אביו הרא״ש אלא שהר״ן ז״ל כתב שם דלפי אותו הפירוש אם אמר ירק המתבשל עלי אסור אף באותן שאינן נאכלין בלא בישול משמע דכשנאכלין חיים נמי נאסר. ונראה לכאורה דהדין עם הר״ן ז״ל דעל דברי הטור יש לתמוה דכיון דהיכא דאמר ירקי קדירה אמרי' דאתא לרבויי אף בנכבשין בה והזכיר ירקי קדירה להוסיף על האיסור הראשון אבל מ״מ איסור הראשון במקומו עומד א״כ כשאמר המתבשל נימא הכי דאתא לרבויי הנאכלות בבישול ולא חיים ואמאי אמרי' דמיעט דוקא הני ולא אינך אלא שיש לתרץ דלשון המתבשל בה״א הידיעה משמע ליה לטור ז״ל מיעוטא. עוד שם בגמ' אמר אביי מודה ר״ע לענין מלקות שאינו לוקה ותמה הרב כ״מ ז״ל למה לא הזכיר זה רבינו ז״ל. ונראה דרבינו ז״ל הוקשה לו מה שהקשו בתוס' שם דרב חסדא דקאמר מתני' דלא כר״ע משום דאי ר״ע לימעול בה גבי מי שאמר תן לי בשר לאורחין ונתן לו ככר כיון דהוי מילתא דמימליך שליח עליה ומאי קושיא הא כיון דהוי ספיקא דמשום הכי לא לקי א״כ ליחייבו קרבן מעילה מספק ואי אמרת דהך גופא הוא דשני אביי כבר דחו התוס' ז״ל זה ותירצו דמ״ש אביי דמודה דאינו לוקה היינו גבי דלועין דוקא משום דלא הוו בכלל ירק אבל בכל אינך כל מידי דמימליך שליח עליה ודאי דלקי אם אכלו דמינו הוא ומ״מ לא מעל בה ומעל שליח כיון דלא נמלך עמו אע״ג דמינו הוא וכמ״ש שם התוס' ז״ל. וע״פ זה אפשר ליישב דברי רבינו דאית ליה האי פירושא ומש״ה לא כתב דבכל מידי דשליח מימליך לקי וכי תימא מ״מ אמאי לא כתב גבי דלועין דאע״ג דמימליך שליח לא לקי י״ל דהוא סבור דטעמא דאמר ר״ע גבי דלועין דלא לקי משום דלא ברירא ליה דמימליך שליח עליה אבל אם ודאי מימליך שליח עליה לקי ולכך רבינו לא הוצרך להזכיר דודאי כל דבר שהוא ספק אם מימליך שליח עליה או לא איסורא הוי ולא לקי וכמ״ש בר״פ זה גבי שמן דאסור בשניהן מספק ואינו לוקה. זה נ״ל טעם נכון לרבינו ז״ל: ",
                "<b>הנודר מן הגריסין כו'.</b> עוד שם (דף נ\"ג) מן המקפה אסור בשום וכתבו הטור בסי' רי''ז ורבינו לא הזכירו: "
            ],
            [
                "<b>אסור אף בכמהין ופטריות וכו'.</b> בפ' הנודר מן הירק (נדרים דף נ\"ה.) הקשו ממתניתין דעל דבר שאין גידולו מן הארץ אומר שהכל נהיה בדברו ומכח קושיא דכמהין ופטריות תירצו תני על דבר שאין יונק מן הארץ. ורבינו ז״ל בפ״ח מהל' ברכות כתב על דבר שאין גידולו מן הארץ מברך שהכל. ואיכא למידק כיון דמכח הך קושיא דהכא הוכרחנו להגיה ולומר על דבר שאין יונק למה לא כתב הוא שם על דבר שאין יונק. ואולי י״ל דהך תני לאו תני ממש הוה אלא ה״ק כל דבר שאינו יונק מן הארץ לאו גידולו מן הארץ מקרי: "
            ],
            [
                "<b>הנודר מפירות השנה וכו' ובחלב ובביצים וכו'.</b> מכאן נראה דביצים לאו בכלל פירות נינהו ואיפשיטא לה שאלה דשאלו ליה להרשב''א ז''ל גבי מי שנשבע שלא יצחוק שום צחוק אלא פירות בפירות דאסור לצחוק בביצים. (דהא) ביצים לאו פירות נינהו. ואני תמיה מהרשב''א ז''ל שלא הזכיר כלל דין זה באותה תשובה הוזכרה בב''י ז''ל סי' רי''ז ודומה כאילו נתעלם ממנו דין זה: "
            ],
            [],
            [
                "<b>בחומץ סתוניות וכו'.</b> הרא''ש ז''ל בפסקיו כתב גבי חמרא מבשלה שאסור היכא שנדר מן היין אע''ג דקרו ליה שם לווי דקרו ליה חמרא מבשלה וכתב דלא דמי לחומץ סתוניות דהכא משום דבחמרא שם אביו עליו כלומר שם אביו הוא הראשון שהוא העיקרי ואח''כ אמר מבשלה שם לווי מה שאין כן בחומץ סתוניות שהחומץ שהוא שם הבן הוא העיקרי והראשון כן פירש הרב ב''י ז''ל בסי' רי''ז. ומ''מ קשה על הרא''ש ז''ל ממה שהביא קודם מגמרא דידן קומא דחלבא דמודו רבנן דנאסר בכלל החלב אע''ג דשם הבן דהוא הקום הוא הראשון והעיקרי ובשלמא הירושלמי סבור דהוא חלב קפוי וקרו ליה חלבא מקטרא אבל לגמרא דידן קשה והרא''ש ז''ל נראה דאליבא דגמרא דידן קאמר למילתיה ואולי סובר דשאני גבי קום דחלב דלא נשתנה מצורה לצורה וכמו שתירץ הר''ן ז''ל או כתירוץ האחר שתירץ שם הר''ן ז''ל ואע''ג דלא פירש שם הרא''ש סמך על המבין בכך: "
            ],
            [
                "<b>הנודר מן הכסות מותר וכו'.</b> עוד שם בברייתא ואסור בפונדא ובפסקיא וכו' ולא הזכירה רבינו ז''ל דממילא כל מה שעליו אסור זולת זה שהתיר: ",
                "<b>מן הבית אסור בעלייה שהעלייה בכלל בית כו'.</b> קשה דבפכ״ה מהלכות מכירה כתב המוכר את הבית מכר את העלייה הפתוחה לבית אבל אם אינה פתוחה לבית לא וא״כ איך כתב כאן דכל עלייה בכלל בית ונאסר בכלל בית אפי' אינה פתוחה לבית והא בפ' הנודר מן הירק (נדרים דף נ\"ו) משמע בגמרא דהשוו מכירה ונדר להדדי: ",
                "<b>אסור בדרגש שהיא מטה קטנה וכו'.</b> כן פירש ג''כ בפירוש המשנה דהיא מטה קטנה לעלות לגדולה ואע''ג דבפרק הנודר מן הירק (שם ע\"ב) לא חלקו בין מטה לדרגש אלא דמטה אעולי ואפוקי בבזיני דרגש אפוקי ואעולי באבקתא סובר רבינו ז''ל דמפני כך אינה כ''כ חזקה דרגש כמטה שמטה מסורגת בחבלים חזקים מה שאין כן בדרגש מפני שאינו לשכב עליה אלא לעלות לגדולה: "
            ],
            [
                "<b>הרי זה אסור מן האגף ולפנים וכו'.</b> בפ' הנודר מן הירק (שם) משמע מתיובתא דפריך רב מרי מהתם המשקוף עצמו הוי כחוץ. ומכאן ראיה למ''ש הב''י ז''ל בטור א''ח סימן ל''ה דהעומד במשקוף אינו נמנה לעשרה עם מי שהוא בביהכ''נ דמשמע מכאן דהמשקוף אינו בכלל הבית אע''ג דיש לדחות דהתם לא בעינן במקום אחד ממש דהא הרא''ש ז''ל כתב שאם השליח ציבור עומד במפתן הבית מצרף העומדים בחוץ עם העומדים בפנים והא ודאי קולא יתירא היא אלא ודאי דלא בעינן התם בית אחד ממש: "
            ],
            [],
            [
                "<b>הנודר מן המים הנמשכים וכו'.</b> צ''ע בפ' בתרא דבכורות (דף נ\"ה) להעמיק בהשגת הראב''ד ז''ל: "
            ],
            [],
            [
                "<b>נדר משובתי שבת וכו'.</b> בפ' ד' נדרים (נדרים דף ל\"א). עוד אמרו שם במשנה מאוכלי השום אסור בישראל ואסור בכותיים וכתבו הטור ז״ל בסי' רי״ז והרב״י ז״ל כתב שם דיש גירסא אחרת אסור בישראל ומותר בכותיים והיא עיקר, הגם כי אני לא ראיתיה בדברי רש״י והר״ן ז״ל והתוס' והרא״ש ז״ל דגרסי אלא אסור בכותים והגירסא האחרת שכתב מותר בכותיים אין לה מקום לפי לשון הגמ' שאמרו שם תרתי בבי קמייתא ישראל וכותיים מצווין ועושין כלומר ולכך אסור בישראל וכותיים אבל לגי' דמותר בכותיים גבי שום איך יאמר בבבא דשום הכותיים מצווין ועושין: ",
                "<b>אלא למי שמצוה עליו לעלות וכו'.</b> לשון רבינו ז''ל אינו מכוון וכבר תמה עליו הרב ב''י ז''ל בסי' רי''ז: "
            ],
            [
                "<b>והרי יצחק אמר ליעקב וכו'.</b> בגמ' (שם) אמרו טעמא ביצחק ולא כל יצחק ורבינו ז''ל הביא זה הפסוק להכריח שיעקב הוא הזרע העיקרי: "
            ]
        ],
        [
            [
                "<b>גזירה שמא ישבע פעם אחרת וכו'.</b> הטור ז״ל בסימן ר״כ כתב ומיהו אם היה הנדר של מצוה כגון ללמוד או לקיים שום מצוה א״צ התרה וטעמו משום דאמרי' בפ' קונם יין (נדרים דף ס') כמאן אזלא הא שמעתתא דרב ירמיה בר אבא כר' נתן דתניא ר' נתן אומר כל הנודר כאילו בנה במה וכו' ומש״ה קנסוהו רבנן דצריך שאלה וכיון שכן בנדר של מצוה שאין ראוי לקונסו א״צ שאלה אבל רבינו ז״ל לא חילק בכך ואולי שהוא סובר דרבינא לא בא להוסיף על טעמו של רב יוסף שאמר לעיל מינה דצריך שאלה גזירה היום אטו יום אחר כדפירשו הר״ן והרא״ש ז״ל אלא הוא מפרש כפירש״י ז״ל שפירש שם דרבינא פליג ארב יוסף ולית ליה גזירה אלא משום דהיכא דאמר היום איכא למימר דמעת לעת קאמר קנסוהו רבנן בנדר זה יותר מבשאר נדרים משום דעבד איסורא דר' נתן דכיון דאיכא למיתלי ולומר יום אחד מעת לעת קאמר לכך קנסוהו משא״כ בשאר נדרים דליכא שום צד לספוקי בנדרו. וכיון שרבינו ז״ל מפרש כן פסק כרב יוסף דפליג עליה דרבינא משום דלטעמו דרב יוסף מתני' איירי בכל גוונא בין בנדר רשות בין בנדר מצוה אבל לטעמו של רבינא מתני' לא הוי בנדר של מצוה וכיון דרב יוסף אוקי מתני' כולל משמע כוותיה דבסתמא מיתניא ולכך פסק כוותיה: "
            ],
            [],
            [],
            [
                "<b>שאני אוכל שנה אחת ה״ז אסור שנה תמימה וכו' ואם נתעברה וכו'.</b> כ״כ הרא״ש ז״ל אע״ג דהר״ן ז״ל לא כתב כן בפ' קונם יין, ובהל' שכירות כתבתי ליישב הסוגיא של פרק קונם יין (נדרים דף ס\"ג) לדברי רבינו: "
            ],
            [],
            [
                "<b>ואם נדר עד סוף אדר ה''ז אסור עד סוף אדר שני וכו'.</b> כך היא גירסת רבינו ז''ל והרא''ש ז''ל והר''ן ז''ל הקשה על גירסא זו דכיון דמוקמינן למתניתין בדלא ידע דמיתעברא שתא אמאי מתסר עד סוף אדר ב' ע''כ. וקושיא אלימתא היא ונ''ל לתרץ דכיון דלהאי גירסא תרי אדר כחדש אחד חשיבי כדכתב שם הר''ן א''כ כשאומר עד סוף אדר אע''ג דנאמר דכיון לאדר ראשון וסוף אדר ראשון קאמר עדיין אינו סוף אדר ראשון בהחלט דהרי אדר שני הוא תשלום אדר ראשון דכשהוא מונה באדר שני יכול למנות לאדר ראשון כדכתב שם הר''ן ז''ל וכיון שהוא גלה דעתו שרוצה שיעבור אדר משמע דרוצה דבכל גוונא שיהא אדר בין חדש אחד בין שני חדשים יעבור כל אדר ולא עבר כל אדר אפי' ראשון אם לא עד סוף אדר שני דכולהו חדש אחד הוו אבל כשאומר ראש אדר כשאנו אומרים דהוא ראש אדר ראשון הרי נתקיימו דבריו וראש אדר הוא ומיהו אמר בהדיא סוף אדר ראשון ודאי דלא נאמר דעד סוף אדר שני קאמר כיון דכחדש אחד דמי דכיון דהזכיר ראשון ודאי למיעוטא דשני אבל כל כמה דלא הזכיר סוף חדש אדר ראשון נאמר דסוף חדש אדר שני קאמר כיון דאז עובר אדר ראשון בהחלט ובסוף אדר ראשון עדיין לא עבר אדר ראשון בהחלט. זה נ''ל טעם לגירסתם: "
            ],
            [],
            [],
            [
                "<b>עד שיתחילו העם לקצור קציר חטים וכו'.</b> כתב הטור ז''ל בסי' ר''כ ואם המקום שנדר בו רובו קציר שעורים הולכים אחריו וכ''כ הרא''ש ז''ל בפירושו וקשה דמ''ש מהיכא דנדר מן השמן דאמרי' לעיל דרובן מסתפקין באותו המקום משמן שומשמין או זית ומיעוטן באחר דאסר נפשיה בתרוייהו ולא אזלינן בתר רובא י''ל דכבר כתבתי לעיל דהתם אפשר לומר דעל תרוייהו כיון שכן נעמיד דבריו כולל בכל גוונא מכח הסתם אבל הכא דחד קציר אמר דאי אמר קציר שעורים ודאי דלא אמר חטים ואי אמר חטים ודאי דלא אמר שעורים דכיון דאסר נפשיה עד קציר של חטים שהוא מאוחר מכ''ש שאסר נפשו מקציר שעורים דבכלל מאתים מנה ומה לו להזכיר קציר שעורים וכיון דחד קציר אמר ודאי אמרינן דלשעורים כיון שבאותו המקום רובו קציר שעורים: ",
                "<b>שמייבשין עליהם תאנים וענבים וכו'.</b> ודאי דא''צ להמתין אלא שיוכפלו רוב המקצועות של תאנים וא''צ להמתין לענבים וכת''ק ומה שהזכיר רבינו ז''ל ענבים הוא להודיענו דהמחצלאות ההן דרכן לייבש עליהם התאנים וענבים: "
            ],
            [],
            [
                "<b>האוסר עצמו בדבר עד הגשם וכו'.</b> נ''ל דטעמו של רבינו ז''ל שהוי כל כך ירידה של גשם ברביעה ראשונה כמו הגיע זמן רביעה ג' וירדו ממש משום דשם (דף ס\"ב:) אמרינן מחלוקת דאמר עד הגשמים אבל אמר עד הגשם עד זמן גשמים קאמר דמשמע פשטה דהחילוק בין הגשמים לגשם דגשמים צריך ירידה ממש ובגשם לא בעי אלא זמן ירידה וכפירוש ראשון שפירש הר''ן ז''ל דלפירוש בתרא דהר''ן ז''ל דאתא לומר דעד הגשם הוי עד זמן רביעה ראשונה לא היה לו לומר עד זמן גשמים קאמר אלא עד זמן רביעה ראשונה אלא ודאי פירוקא קמא עיקר וכיון שכן הוקשה לו לרבינו ז''ל מה שהקשה הר''ן ז''ל דהיכי משתמע עד הגשם טפי ירידה ממש מהיכא דאמר עד הגשמים ולתרץ זה סובר רבינו ז''ל דמשמע ליה לגמרא דכיון דזה לא הקפיד אלא לירידת גשם בעולם שהרי הוא הזכיר גשם לשון יחיד ומשמע אפי' ברביעה ראשונה א''כ אין דעתו של זה להחמיר על עצמו אלא להקל על עצמו וכיון שכן דינא דעבר כל זמן ירידת הגשמים ראוי להקל עליו ונאמר שדי בכך אבל כשאמר גשמים שרצה להחמיר על עצמו והזכיר בלשון רבים דבעי רביעה שניה א''כ אנו נחמיר עליו דבעינן ירידה ממש, זה נראה קצת טעם לרבינו ז''ל. ומה שפסק כאן כר' יוסי ברביעיות ובהלכות תעניות פסק בהפך שם הארכתי: ",
                "<b>עד שיעבור הפסח בא''י וכו'.</b> מחלוקת ר''מ ור' יהודה בפ' קונם (שם) דלר''מ בעינן עד שיעבור ניסן ואם נאמר דתלי פלוגתייהו במאי דקאמר ר''מ במס' תעניות (דף ה') עד מתי שואלים את הגשמים ר''מ אומר עד שיצא ניסן ומפני כך א''ר מאיר ג''כ כאן דבעינן עד שיצא ניסן וכדפירש''י ז''ל בפ' קונם יין וכ''נ לכאורה קשה על רבינו ז''ל דהוא פסק בהל' תעניות דעד שיעבור ניסן שואלים את הגשמים וכאן למה פסק עד שיעבור הפסח אלא צ''ל לרבינו ז''ל דלא תליא הא בהא: "
            ],
            [
                "<b>ואם הלכה לפני הפסח וכו'.</b> דברי רבינו ז״ל תמוהים כמו שתמה עליו הטור והר״א ז״ל, והרב כ״מ דחק עצמו ליישב דברי רבינו ז״ל ופירש שני דרכים והדרך הראשון דחאו ופירש עצמו לדרך אחרת וגם הוא דחוק וכמ״ש הוא עצמו בסימן ר״כ שכתב דנ״ל לדחוק ליישב דבריו. ונ״ל לתרץ על דרך זה ליישב דברי רבינו ז״ל דבפ' ואלו מותרין (נדרים דף ט\"ו) כשהקשו לרב יהודה אמר שם אימא סיפא אחר הפסח בבל יחל דברו ואי לא איתהני לפני הפסח מי איכא בל יחל אלא פשיטא דאיתהני אלמא מתהני ותיובתא דרב יהודה תירצו כי קתני דאי איתהני ה״ז בבל יחל דברו והקשו שם בתוס' פשיטא דאי איתהני קודם הפסח והלך אחר הפסח דעובר בבל יחל ותירצו שם קושיא זו. עוד הקשה הר״ן ז״ל כי האי גוונא בסיפא דמתני' דקאמרה הלכה לפני הפסח אסורה בהנאתו עד החג ומותרת לילך אחר הפסח פשיטא דמותרת לילך מאי קמ״ל ותירץ שם הר״ן ז״ל דסד״א כיון דאי הלכה קודם הפסח ועברה על תנאה אי שרית לה להלך אחר הפסח לא תזכור שעברה על התנאי וניחוש דילמא אתיא לאתהנויי ונגזור ההליכה אטו ההנאה קמ״ל וכי האי גוונא נ״ל שמתרץ רבינו ז״ל ברישא דמתני' למה שהקשו התוס' ז״ל פשיטא דקמ״ל מתני' דאם היא נתהנית קודם הפסח אסורה ליהנות אחר הפסח דאי שרית לה ההנאה אתא לילך ולא תזכור הנאה ואם תלך נמצא שעברה למפרע על מה שנהנית קודם הפסח ואית לן למעוטי ההנאה אטו ההליכה אע״ג דבסיפא לא גזרינן ההליכה אטו ההנאה כדכתב הר״ן ז״ל היינו משום דההנאה הוא האיסור ומזדהר איניש טפי כדרב יהודה אבל ההליכה שהיא התנאי לא זהיר כולי האי ואי שרית ליה ההנאה אתי למשרי ההליכה ולהכי שרי ליהנות אחר הפסח ומתרצה קושיא דהקשו התוס' ז״ל פשיטא דטובא אשמעינן דאחר הפסח אסור אפילו ההנאה משום ההליכה והשתא מאי דקאמר רבינו ז״ל עבר הפסח שאסור לילך וליהנות הוא היכא שנהנית קודם הפסח דאם תלך אחר הפסח נמצא דעובר למפרע בבל יחל וגזרו ההנאה אטו ההליכה אבל היכא שלא נהנית קודם הפסח ודאי דמותר לילך וליהנות אחר הפסח דאין כאן איסור כלל אפי' שתלך וליכא למגזר הנאה אטו ההליכה. <b>ומ״ש רבינו ז״ל ואם הלכה אינה אסורה ליהנות לו</b> הוא משום דכיון דאנו גוזרים ההנאה אטו ההליכה כיון דכבר הלכה ועברה ודאי דמותרת ליהנות דאין כאן גזירה כלל ובאו כל דברי רבינו ז״ל על נכון. ועל מ״ש הר״ן ז״ל דרבינו ז״ל סובר דהיכא דהלכה לפני הפסח והוא מהנה אותה דהוא לוקה ולא היא כתב הרב כ״מ ז״ל דאינו כן דרבינו ז״ל סבור דאף היא לוקה ורבותא אשמעינן שאם ההנה בידים אף הוא לוקה. ואין נ״ל כן דבהדיא כתב רבינו ז״ל לעיל בריש פ״ה דהיכא שראובן אוסר נכסיו על שמעון ונהנה שמעון לוקה שמעון וכבר הארכתי על זה שם: "
            ]
        ],
        [
            [
                "<b>קטן בן י''ב שנה וכו'.</b> צ''ע בפרק יוצא דופן (נדה דף מ\"ה:): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה מחייבי לאוין ואין צ״ל מחייבי עשה וכו'.</b> קשה דבפ' האשה רבה (יבמות דף צ':) על מתני' דלא זה וזה זכאין במעשה ידיה ובהפרת נדריה אמרינן בגמרא ולא מפר נדריה טעמא מאי אמר רחמנא בעל מיפר כדי שלא תתגנה הכא תתגנה ותתגנה ע״כ. וכיון דטעמא משום הכי הוי א״כ אפילו חייבי לאוין וחייבי עשה לא יהו מופרים דתתגנה ותתגנה כדי שיוציאנה דאיך אפשר דאנו כופין אותו להוציא כדקי״ל מעשין לפסולות ואנו רוצים שלא תתגנה ותו בעל הראשון גבי אשה שהלך בעלה למדינת הים הוי בעלה מדין תורה דהא כיון דנשאת ברשות ב״ד הויא לה כאנוסה ואין בה איסור מדין תורה אלא דרבנן קנסוה דתצא מבעלה הראשון ואע״ג דאין בו איסור אלא מדרבנן מ״מ אינו מפר ואין הפרתו הפרה כ״ש חייבי עשה וחייבי לאוין. ואולי י״ל דמש״ה קאמר רבינו ז״ל הפר נדריה כלומר דבדיעבד הם מופרים אבל לכתחלה ודאי שלא יפר משום דאדרבה בעינן תתגנה ותתגנה וה״ה לבעל הראשון גבי אשה שהלך בעלה אם הפר מופר ולרבותא נקט רבינו ז״ל איסורי לאוין וחייבי עשה וס״ל לרבינו ז״ל דהך טעמא דנתנו בגמרא הכא תתגנה ותתגנה לא סגי אלא לומר שלא נתיר לו להפר לכתחילה אבל מ״מ כיון שמן הדין תפסי קדושין אם הפר מופר דאשתו היא ולפי זה דייק רבינו במ״ש והפר נדריה ולא כדכתב הרב כ״מ ז״ל. זה נראה בדעת רבינו והטור ז״ל בסימן רל״ד שכתב כסברתו: "
            ],
            [],
            [],
            [
                "<b>נערה ארוסה שנדרה ושמע אביה ולא שמע ארוסה כו'.</b> מ''ש רבינו ז''ל ולא שמע ארוסה הוא משום דרבינו איירי בנתגרשה וכיון דמספקא לן אי גירושין כהקמה לכן צ''ל ע''כ שלא שמע דאי שמע אי גירושין כהקמה הרי כשגירש הקים ואין ארוסה אחרון יכול להפר ופשוט הוא זה וכמו שאמרו שם בגמ' גם הטור ז''ל בסימן רל''ב חילק בין מיתה לגירושין כמ''ש הרב כ''מ ז''ל והטור ז''ל כתב בשם רבינו ז''ל דאית ליה דהיכא שמת הארוס אין הארוס אחרון יכול להפר אלא נדרים שלא שמע ארוס ראשון וכתב הרב כ''מ ז''ל דנפקא ליה לטור ז''ל הא ממאי דכתב רבינו ז''ל כאן שסבור הוא בדעתו ז''ל שאין מחלק בין מיתה לגירושין, ובאמת דבר תימה לומר כן דכיון דהטור עצמו מחלק בכך כמ''ש שם בהדיא למה סבור בדעת רבינו ז''ל שאינו מחלק כן ומה גם בהיות הדבר מבואר בגמרא, ולכך נ''ל לומר דהטור לא דקדק מכאן כלל דרבינו ז''ל איירי כאן בגירושין ומפני כן כאן הצריך שלא שמע וכן למטה שכתב נערה המאורסה שנדרה ולא שמע אביה ולא שמע ארוסה וכו' הואיל ולא שמע אותה הארוס הראשון לא תלה רבינו הטעם שם בלא שמע ארוס הראשון אלא מפני דאיירי בגירושין אבל מה שדקדק רבינו ז''ל דהוא משום שכתב רבינו ז''ל גבי נערה מאורסה שנדרה ושמע אביה לבדו והפר לה ומת הארוס קודם שישמע ונתארסה בו ביום כו' ונדרה בפני ארוס הראשון שמת קודם שישמע משמע ליה לטור ז''ל מדכתב בסוף דבריו שמת קודם שישמע משמע דטעמא תלוי בכך ומפני כן ארוס אחרון מפר דאי לא אמאי תלי טעמא בכך אי לומר דאין האב מפר הנדרים ששמע הארוס זה אי אפשר דבהדיא כתב לקמן שמע אביה ושמע הארוס ושתק דהאב יכול להפר אלא בא לומר דאין ארוס אחרון יכול להפר אלא מפני שלא שמע ארוס ראשון ואע''ג דברייתא נקט האי דינא הכי דמת הארוס ולא הספיק לשמוע וכמו שאמרו שמע אביה והפר לה ולא הספיק הבעל לשמוע סבור הטור דברייתא אורחא דמילתא נקט וכדכתב הרב כ''מ ז''ל דמשום דלא שמע לה הפר אבל רבינו ז''ל שכתב שמת קודם שישמע בסוף דבריו משמע ליה לטור ז''ל דדעת רבינו ז''ל הוא דבהכי תלי הפרת ארוס אחרון ואע''ג דגבי גירשה הארוס אחר ששמע כתב רבינו הרי זה ספק אם הגירושין כשתיקה ויפר האב עם הבעל האחרון שיארס בו ביום א''כ משמע דאע''ג דשמע הארוס יפר ארוס אחרון סבור הטור ז''ל דדעת רבינו ז''ל הוא לחלק בין גירושין למיתה דבגירושין שכבר סלק כחו ודאי דהארוס אחרון מפר שהוא נכנס במקומו אבל כשמת שלא סלק ארוס ראשון כחו אין כח לאחרון להפר דאינו יורש לראשון דאינו כמו הגירושין דהראשון כבר סלק כחו ונותנו לאחרון. זה נראה לתת קצת טעם לטור ז''ל למה שהבין בדברי רבינו ז''ל דאי כמ''ש הב''י ז''ל בכוונתו א''כ נשוי ליה טועה בדבר דלא טעו בזה דרדקי דבי רב, אבל במ''ש הוא קצת טעם לדברי הטור ורבינו ז''ל שכתב שמת קודם שישמע נראה ודאי דאין טעמו כמו שהבין הטור ז''ל דהיכא דשמע ארוס ראשון אינו מפר ארוס אחרון אלא לרבותא קאמר הכי אע''פ שלא שמע ארוס ראשון והפר האב ונמצא דחלק הארוס הוא קלוש מאד דהרי הוא לא שמע בחייו והאב בהפרתו קלש ליה טובא ואינו כדאי להורישו לאביו ולארוס אחרון קמ''ל דמפר. ומ''ש שמת קודם שישמע ה''ק אע''פ שמת קודם שישמע וכ''ש כשמת אחר שמועה, ומ''ש כאן הרב בעל כ''מ ז''ל בתוך דבריו ורבינו ז''ל לא נקטה בשמע אב כדי לאשמועינן רבותא דאפילו נתגרשה וכו' ט''ס יש כאן בודאי דדברים אלו לא יפלו אלא על החלוקה האחרת שכתב רבינו ז''ל לקמיה שנדרה ולא שמע אביה ולא בעלה דהתם נקטיה בלא שמע משום הך טעמא אבל הך חלוקה דאיירינן השתא בשמע היא: "
            ],
            [],
            [],
            [
                "<b>נערה מאורסה שנדרה ושמע אביה וכו'.</b> בפ' נערה מאורסה (דף ס\"ח:) איכא תרי ברייתות בברייתא קמא אמרו אימתי אמרו מת הבעל נתרוקנה רשות לאב בזמן שלא שמע וכו' אבל אם שמע וקיים כו' אינו יכול להפר שמע אביה והפר לה ולא הספיק בעל לשמוע עד שמת האב זו היא ששנינו מת האב לא נתרוקנה רשות לבעל שמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת הבעל זו היא ששנינו מת הבעל נתרוקנה רשות לאב וכו' שמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת אין הבעל יכול להפר שאין הבעל מפר (אלא) בשותפות שמע אביה והפר לה ולא הספיק הבעל לשמוע עד שמת חוזר האב ומפר חלקו של בעל א''ר נתן הן הן דברי ב''ש וב''ה אומרים אין יכול להפר ע''כ ובברייתא בתרא (בדף ע\"א) הביאו ברייתא אחרת ובה ב' חלוקות מהברייתא קמייתא שמע אביה והפר לה ולא הספיק הבעל לשמוע עד שמת ונתארסה בו ביום ואפילו מאה פעמים אביה ובעלה אחרון מפירים נדריה שמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת הבעל חוזר האב ומפר חלקו של בעל א''ר נתן הן הן דברי ב''ש אבל ב''ה אומרים אינו יכול להפר ע''כ. ופירשו רבנן קמאי דחלוקה קמייתא דברייתא בתרייתא היא דברי הכל והוא דעת רבינו ז''ל וכדכתב הרב כ''מ ז''ל ולתרץ הקושיא דברייתא קמייתא קאמר ב''ה דאינו יכול להפר וכאן אמרינן דמפר אב וארוס חלקו דשאני הכא דאיכא ארוס כדכתב הר''ן ז''ל. ובחלוקה בתרייתא דברייתא בתרייתא איכא לאקשויי ג''כ דבברייתא קמייתא משמע דמודה ב''ה דצריך להפר דע''כ לא פליגי ב''ה בברייתא קמייתא אלא בחלוקה דשמע אביה והפר לה ולא שמע הבעל משום דקליש חלק הבעל טובא דכיון דהאב הפר חלקו והוא קיים אבל בחלוקה דלעיל דהפר הבעל חלקו והאב לא שמע מודה ב''ה דאב מצי מפר דלא קליש חלק האב כיון דהמפר מת כדכתב הר''ן ז''ל שם בהדיא וא''כ היכי קאמרי ב''ה בברייתא בתרייתא היכא דשמע בעלה והפר לה דאינו יכול להפר האב, ותירוץ דבר זה מתבאר מדברי המפרשים התוס' ז''ל והרא''ש והר''ן ז''ל דהך חלוקה דברייתא בתרייתא איירי בנתארסה וכיון דאיכא ארוס אחרון לא מצי אב מפר לחודיה נהי דהיכא דמת ארוס ראשון ונשאת האב יכול להפר אבל כל כמה דלא הפר ונתארסה בין כך ובין כך אז כיון שיש ארוס אחרון אינו יכול האב להפר, נמצא לפ''ז דהיכא דשמע בעלה והפר ומת אב יכול להפר אבל אם לא הפר ונתארסה ודאי דאז אין יכול להפר בלא ארוס אחרון וא''כ נמצאו הב' דינים שהזכיר רבינו ז''ל בזה אחר זה הם רישא וסיפא דברייתא בתרייתא דדין נערה מאורסה שנדרה ושמע אביה לבדו והפר לה ומת הארוס היינו רישא דדברי הכל היא ודין שמע ארוס ראשון והפר ומת ואח''כ שמע אביה היינו דינא דסיפא דברייתא דאיירי בנתארסה לדברי הכל אפילו לפירוש התוס' והרא''ש ז''ל דסברי דרישא לאו דברי הכל היא וזהו זולת מ''ש הרב כ''מ ז''ל דרבינו לטעמיה אזיל דאית ליה דרישא דברי הכל ומפליג בין היכא דאיכא ארוס אחרון להיכא דליכא, דאינו כן אלא אפילו לפירוש התוס' ז''ל דרישא לאו דברי הכל הך הוי סיפא דברייתא דמשום דנתארסה ואיכא ארוס מפר נדריה אבל בברייתא קמא ליכא ארוס גבי שמע בעלה והפר ולכך קאמר דמפר האב לבדו ולא פליגי התוס' והרא''ש ז''ל על רבינו ז''ל דמחלק בין היכא דאיכא ארוס להיכא דליכא ארוס אלא לענין הפר אב שכיון שהוא קיים וקליש חלק הבעל אפילו דאיכא ארוס אחרון אינו יכול להפר כמו שהשיג עליו הטור ז''ל. אלא שמ''מ קשה לי דרבינו ז''ל כתב לקמן שמע ארוס והפר לה ומת ואח''כ שמע האב או ששמע האב וכו' אין האב יכול להפר לבדו נדרים אלו וכו' אלא בשותפות ארוס אחרון, ומדכייל רבינו ז''ל הך חלוקה דשמע ארוס והפר לה ומת עם חלוקה דשמע האב והפר לה ומת הבעל קודם שישמע משמע דתרוייהו שוים וכיון דהיכא דשמע האב והפר לה ומת הבעל קודם שישמע אינו יכול להפר אפילו שלא נתארסה לאחר כדאמרינן בהדיא בברייתא קמייתא דב''ה אומרים דאין יכול להפר לבדו אלא צריך שיתארס ואח''כ יפר בשותפות עם הארוס א''כ גם בחלוקה דשמע ארוס ומת ג''כ צריך עכ''פ שתתארס כדי שיוכל האב להפר בשותפות הארוס ולא שיוכל להפר לבדו היכא דליכא ארוס דהנהו תרי בבי כייל רבינו ז''ל בחד לישנא דכתב בהן אין האב לבד יכול להפר וכו' אלא בשותפות ארוס אם נתארסה וכי היכי דפירוש אין האב יכול לבדו משתמע בחלוקה דשמע האב והפר לה ומת דאין יכול להפר בשום צד בין היכא דליכא ארוס בין היכא דאיכא ארוס הכי נמי החלוקה אחרת. לכך נ''ל לומר דרבינו ז''ל סובר כחד פירושא דפירשו התוס' ז''ל דפירשו דברייתא קמייתא דב''ה דפליגי אשמע אביה והפר ה''ה דפליגי אשמע בעלה והפר דחד טעמא הוא דכיון דקליש החלק האחר אינו יכול להוריש לאב להפר ולפי זה שתי החלוקות שוות דאי ליכא ארוס אין יכול להפר האב בין היכא דהפר האב ומת בין היכא דהפר האב ומת הבעל ואי איכא ארוס יפר בשותפות הארוס דאתו דברי רבינו ז''ל כפשטן וחלוקה דברייתא בתרייתא דקאמרי ב''ה דאינו יכול להפר גבי שמע בעלה והפר אפילו בלא נתארסה הוי וברייתא קמייתא דפליגי ב''ה ארישא דשמע בעלה והפר נמי קאי וכבר נזכר פירוש זה בדברי הרב ב''י ז''ל בסימן רל''ד בדעת רבינו ז''ל אלא שלא יכולתי להלום (אולי) דברי הרב ב''י ז''ל כן במ''ש שם. ועוד י''ל דשפיר סבר דנקטינן כברייתא זו דכב''ה נמי אתיא דהכא במאי עסקינן דשמע אב בחיי הבעל ומש''ה מת הבעל נתרוקנה רשות לאב אבל היכא דלא שמע עד שמת הבעל בההיא אמרי ב''ה אינו יכול להפר, אלא שמדבריו ז''ל בפרק הנזכר נראה דלעולם לא נתרוקנה רשות לאביה לבדו בנדרים שנדרה בחיי ארוס ראשון ע''כ דבריו. ולא ירדתי לסוף דעת הרב ז''ל דנראה דדעתו ז''ל דבתירוץ הראשון היה סובר דהיכא דשמע האב ושמע הארוס ומת דאין האב יכול להפר ולא עוד אלא שתקע עצמו לדבר זה וכתב אלא שמדבריו ז''ל וכו' ואיך אפשר לומר כן והלא בהדיא כתב שמע אביה ולא שמע הארוס וכו' או ששתק ומת כו' האב יכול להפר הרי בהדיא כתב דהיכא דשמע האב בין היכא דשמע ארוס והפר בין היכא דשמע ארוס ושתק היכא דשמע ודאי דיכול להפר וזה פשוט ואי איכא למימר דסברת רבינו ז''ל הוא דהיכא דשמע ארוס והפר ומת אינו יכול להפר האב היכא דשמע אב אחרי מות הארוס כדקאמר הברייתא ולא הספיק האב לשמוע עד שמת דכיון דלא שמע בחיי הארוס קליש זיקתיה טובא ואינו יכול להפר וכדפירשתי לעיל בדברי רבינו ז''ל אבל היכא דשמע אב בכל גוונא דשמע ארוס בין שהפר בין ששתק אם לא קיים בהדיא כתב רבינו ז''ל דיכול להפר האב, ואם דקדק הרב ב''י ז''ל משום שכתב רבינו ז''ל אין האב לבדו יכול להפר נדרים אלו שנראו לארוס דמשמע דכל דהוי בחיי ראשון אינו מפר האב לבדו ודאי דרבינו ז''ל לאו כללא כייל בכל הנדרים שנראו בחיי ראשון אלא נדרים אלו קאמר כלומר כיון שנראו בחיי ראשון והאב הפר חלקו וקליש חלק הבעל אינו יכול להפר אלא בשותפות הארוס אבל היכא דשמע אביה ושמע ארוס בהדיא כתב רבינו ז''ל לעיל דהיכא דמת ארוס האב יכול להפר בלי שום ספק כדכתיבנא: ",
                "<b>אביה וארוסה האחרון וכו'.</b> הטור ז''ל כתב בדין זה דהיכא דשמע אביה והפר לה ולא הספיק הבעל לשמוע עד שמת אין האב יכול להפר חלקו וכו' וכתב הרמב''ן ז''ל דוקא שמת ביום שלאחר שמיעה אבל אם מת ביום שמיעה חוזר ומפר הכל ביחד, נראה טעמו של הרמב''ן ז''ל מפני שהוא מפרש ברייתא קמייתא כפירוש רש''י ז''ל שכתב גבי שמע אביה והפר דפליגי ב''ש וב''ה דלב''ש מפר חלק הבעל לבד ובית הלל סברי צריך שיפר יחד חלקו וחלק הבעל ופסק כב''ה ולא כפירוש רבינו ז''ל ושאר המפרשים דמפרשים דב''ה סברי דאינו יכול להפר משום צד ומפני כן כתב הרמב''ן ז''ל דכשהוא ביום השמיעה יכול להפר הכל ביחד ואם עבר יום השמיעה של אב כיון דאינו יכול להפר חלקו עם חלק הבעל ביחד אינו יכול להפר וכיוצא בזה כתב הטור ז''ל לעיל באותו סימן ודוקא שמת ביום שמיעתו ולא קיים הנדר או שהפרו קודם שמת אע''פ שהפר חלקו צריך האב לחזור ולהפר כל הנדר אחר שמת אלא דאיירי הטור ז''ל דהפר הבעל ולא הפר האב, וטעמו של הטור ז''ל משום דכיון דבברייתא בתרייתא קאמרי ב''ש היכא דהפר הבעל ומת דהאב חוזר ומפר חלקו של בעל אע''ג דב''ה פליגי לאו בהא פליגי אלא משום דסברי דכיון דאיכא ארוס בחלוקה בתרייתא איירי בנתארסה לכך אינו יכול להפר בלא ארוס אבל היכא דליכא ארוס דיניה דב''ש אמת ומודה ליה ב''ה דחוזר ומפר חלקו של בעל יחד עם חלקו: "
            ],
            [],
            [],
            [
                "<b>אם הגירושין כשתיקה ויפר האב עם הבעל האחרון וכו'.</b> וא''ת למה ליה למימר עם הבעל האחרון לימא ויפר האב לבד דאם גירושין כשתיקה יכול האב להפר ואי לא לא. וי''ל דרבינו ז''ל נקט כלישנא דגמ' דאמרו שם (דף ע\"א:) למאי נפקא מינה כגון שנדרה ושמע בעלה וגירשה ואהדרה ביומיה. ובגמרא נמי הוה מצי למנקט בלא אהדרה אי מצי מפר בעל אלא האי דנקט אהדרה ביומיה להודיענו דאי לאו אהדרה ביומיה לא מצי מפר אפילו הוו גירושין כשתיקה אע''פ שאינה תחתיו בסוף היום כדכתב שם הרא''ש ז''ל, אבל מ''מ קשה אמאי לא נקט כי לישנא דגמרא להודיענו חידוש זה וצ''ע: "
            ],
            [
                "<b>אפילו שמע הבעל קודם שימות וכו'.</b> הר''ן ז''ל סובר דאדרבא רבותא טפי הוי לא שמע משמע דכתב גבי שמע האב והפר לה ולא הספיק הבעל לשמוע עד שמת האב דלרבותא נקט לא הספיק הבעל לשמוע אע''ג דלא שמע וחלקו קלוש ולימא דלהאי פורתא נתרוקן רשות לבעל קמ''ל, ורבינו ז''ל אינו סבור כן אלא כדכתב הרא''ש ז''ל גבי חלוקה דשמע בעלה והפר לה דהוא כתב שמע בעלה ולא הפר לה ולא הספיק וכו' וקמ''ל הך בבא וכו' אבל היכא דשמע בחיי האב והיה ראוי להפר אם מת האב יפר הכל קמ''ל ע''כ. ולכן כתב אפי' שמע הבעל וכו' אבל אין חילוק בין הר''ן ורבינו ז''ל כלל לענין הדין דכ''ע סברי דבכל גוונא לא נתרוקנה רשות לבעל ואינו יכול להפר ולאפוקי ממאי דכתב הרב ב''י ז''ל בסימן רל''ד על לשון זה של הרא''ש ז''ל וכבר כתבתי בסמוך שגם הרמב''ם ז''ל כתב בזה שאינו יכול להפר כאילו היא מחלוקת בדבר ואינו כן אלא מאי דמסכים הרמב''ם והרא''ש ז''ל הוא דהוי חלוקה דשמע רבותא טפי מלא שמע, ולתרץ אמאי נקט לא הספיק בברייתא הר''ן ז''ל כתב בשם רבנן קמאי דלאו דוקא והרב ב''י ז''ל כתב דאורחא דמילתא נקט, ול''נ לתרץ דד' פעמים איכא לא הספיק בברייתא דלעיל ולא הספיק קמא נקטיה אגב תניינא להודיענו דאע''ג דלא שמע האב בחיי הבעל נתרוקנה לו רשותו כדכתב שם הרא''ש ולא הספיק דבבא תליתאה אגב דבבא רביעאה אתא להודיענו דאע''ג דהאב הפר והבעל לא שמע וא''כ קליש חלקו טובא ואינו ראוי להורישו לאב קמ''ל ב''ש דאפ''ה מופר: "
            ],
            [
                "<b>נדרים אלו שנראו לארוס ראשון וכו'.</b> קשה דבפ' נערה מאורסה (דף ע\"א) אמר דילמא ה''מ שלא נראו לארוס ראשון וכו' אבל נדרים שנראו לארוס ראשון ופירושו ששמע הארוס וכאן איך כתב אחרי חלוקות שנראו לארוס ראשון הא החלוקה דשמע אב ומת הבעל קודם שישמע הא לא נראו לארוס דלא שמע הארוס ודוחק לומר דלא קאי אלא אחלוקה קמייתא דשמע ארוס והפר לה ומת כו'. ואפשר לומר דפירוש נראו לארוס דרבינו ז''ל אינו כפירוש נראו לארוס דגמרא אלא שנדר בחיי ארוס קאמר. וכבר אפשר לפרש דרבינו ז''ל סבור דנראו לארוס דגמרא נמי בכה''ג הוא ונדר בחיי ארוס והכי קאמר דילמא ה''מ נדרים שנדרה קודם שנתארסה אבל נדרים שנדרה בחיי ארוס ראשון לא ואע''ג דהרא''ש ז''ל כתב דנדרים שנדרה קודם שנתארסה נפקא מדקאמר אשר אסרה לא משמע ליה לרבינו ז''ל הכי ותירץ שמואל דמעליה נפקא והביאו בגמרא תניא כוותיה דשמואל במה שהביאו ראיה מקרא דעליה דאי לאו הכי אלא משום דכתיב אסרה כדכתב הרא''ש ז''ל היכי קאמרה הברייתא דאפי' שמע הארוס הא ממשמעותא דאסרה לא הוה נפיק אלא שנדרה כבר או על הרוב שנדר בחיי ארוס ראשון אבל לא ששמע ארוס ראשון אבל לשמואל דנפקא ליה מקרא יתירא דעליה אתי שפיר דעליה בכל גוונא משמע כיון שהם עליה יכול להפר וזהו סיום שהביאו מהברייתא לשמואל דמפקינן ליה מיתורא דעליה ולא ממשמעותא דאסרה ולפי זה אתי שפיר דשמואל לא משמע ליה מתני' דאיירי בשמע ארוס אלא מברייתא שמעינן הך דלפירוש רש''י ז''ל ושאר המפרשים דמשמע ליה לשמואל מתניתין הכי תיפשוט ממימריה דגירושין לאו כהקמה וכמו שהקשה הרשב''א ז''ל ותירץ דאינו רוצה לפשוט ממימריה ולפירוש שכתבתי ניחא והשתא אתי שפיר דלשון נראו לארוס שכתב רבינו ז''ל הוי כלשון הגמרא. והך חלוקה דכתב רבינו ז''ל ששמע אב והפר דאין האב לבדו יכול להפר היא חלוקה בתרייתא דברייתא דאמרי ב''ה דא''צ להפר ולא צריכינן לומר דנפקא לן מדיוקא דחלוקה קמא דברייתא כדכתב הרב כ''מ ז''ל: "
            ],
            [],
            [
                "<b>שהבעל מפר נדרי אשתו כו'.</b> בעיא היא בפ' נערה מאורסה (דף ע\"ב:) ואע''פ שאין במשנה זו הכרח דכבר דחו בגמרא דאמר לה לכי שמענא מ''מ פסק רבינו ז''ל דמפר בלא שמיעה משום דרמי בר חמא אמר את''ל בעל מפר בלא שמיעה וכל את''ל פשיטותא הוא לדעת רבינו ז''ל וכן כתב הרב כ''מ ז''ל בפ' שלאחר זה, אבל מ''ש כאן שנלמד מהמשנה הזאת אינו מכוון דאין ללמוד ממשנה זו כן דכבר אפשר לפרשה ולומר דלכי שמענא קאמר וכו' והטור ז''ל בסימן רל''ד הביא משנה זו אע''ג דהוא פוסק לחומרא דבעינן שישמע קודם שיפר ומפני כן לא כתב אלא משנה כצורתה ולא סיים האי סיומא דסיים רבינו ז''ל שהבעל מפר נדרי אשתו אע''פ שלא שמע אותם: "
            ],
            [
                "<b>שאין הבעל מפר בקודמין וכו'.</b> לשון רבינו ז''ל כלשון הגמרא שאמר שם (דף מ\"ח:) או שמסרו שלוחי האב לשלוחי הבעל (שאין הבעל מפר בקודמין) ואם מדברי רבינו ז''ל היה מוכרח לומר דבנדרים שנדרה קודם שנמסרה דוקא מיירי כדכתב הרב כ''מ ז''ל הוה תיובתא לטור ז''ל דפליג על רבינו ז''ל לשון הגמרא שהוא כלשונו אלא שאין הלשון מוכרח כ''כ דיש לפרש דהכי קאמר אע''פ שכשנדרה היה ברשותו להפר ואע''ג דהשתא אינה ברשותו עדיין לגמרי ניזיל בתר מעיקרא קמ''ל דאינו מפר בקודמין אבל מ''מ ה''ה הנדרים שנדרה אח''כ ג''כ אינו יכול להפר אי נמי אתא לומר דאפי' כנסה לגמרי הבעל אינו יכול להפר דאין הבעל מפר בקודמין ומ''מ כיון דפשט דברי הגמ' לא משמע כדברי הטור ז''ל דמשמע אין הבעל מפר מה שנדרה קודם שנמסרה אבל לא אחר שנמסרה ורבינו ז''ל תפס לשון הגמרא כתב הרב כ''מ ז''ל דרבינו ז''ל פליג על הטור ז''ל: "
            ],
            [],
            [
                "<b>אפילו עשה בה היבם מאמר וכו'.</b> פשוט הוא דכיון דבגמ' (דף ע\"ד:) אוקימו בעשה בה מאמר ואמר ר' אליעזר יפר בשותפות משום דקונה קנין גמור ולר''ע לא יפר בשותפות א''כ משמע דאע''ג דעשה מאמר אינו מעלה ואינו מוריד ואע''ג דנראה מלשון הטור ז''ל בריש סי' רל''ד הפך זה כבר יישבו הרב ב''י ז''ל שם עיין שם ומוכרח הוא: "
            ],
            [
                "<b>נערה שהשיאה אביה וכו'.</b> כתב הרב כ''מ ז''ל דפסק רבינו ז''ל דלא כר' יהודה והיינו לפי פירוש רבינו ז''ל שפירש בפירוש המשנה כן אבל להר''ן ז''ל ולשאר המפרשים ז''ל לא פליג ר' יהודה על רבנן: "
            ],
            [
                "<b>נערה מאורסה שנדרה ולא שמעו נדריה כו'.</b> גם זה מתבאר מאותה משנה וכמו שהעלה שם רבינו ז''ל בפירוש המשנה: "
            ]
        ],
        [
            [
                "<b>כל הנדרים וכל השבועות וכו'.</b> דעת רבינו ז״ל שלא כדעת המפרשים לחלק בין אב לבעל דאב מפר כל נדרים ובעל מפר דוקא נדרי עינוי נפש ושבינו לבינה והטור ז״ל בסימן רל״ד כתב בשם ה״ר יחיאל דעת שלישית שקודם שנתארסה מפר כל נדריה אבל נתארסה ומת הבעל וחזרה לרשותו אז אינו מפר אלא נדרי עינוי נפש וטעמו כתב הרב ב״י ז״ל שם דכדי ליישב המקראות עם ההיא דספרי הטיל פשרה ואמר דאחר שנתארסה כיון דבעודה ארוסה לא היה יכול להפר האב אלא דברים של עינוי נפש ושבינו לבינה שהוא מפר בשותפות הארוס א״כ כשמת הארוס אין בדין שיפר נדריה שלא היה יכול להפר בעודה ארוסה משמע ודאי מכאן דאפי' לדעת רבינו ז״ל דהאב מפר כל הנדרים כשהיא ארוסה אינו מפר הארוס והאב אלא נדרי עינוי נפש ושבינו לבינה ואע״ג דבקודמין אמרינן בפ' נערה מאורסה בראש הפרק (דף ס\"ז:) כשהקשו שם אימא אם בית אישה נדרה לומר שאין הבעל מפר בקודמין כלומר מנא לך דאין ארוס מפר לחודיה אי משום דא״כ אם בית אישה נדרה למה לי דהשתא במקום אב ארוס מפר כל שכן שלא במקום אב הא לא קשיא דאם בית אישה נדרה איצטריך לומר דאין האב מפר בקודמין ומיניה דארוס מפר בקודמין אלא לאו משום שותפותיה דאב כלומר א״כ הארוס מפר לחודיה היכי סליק אדעתין לומר דארוס עדיף מבעל דהא מונדריה עליה משמע דארוס מפר בקודמין וכיון שאין הבעל מפר בקודמין א״כ עדיף ארוס מבעל ואין זו סברא אלא ודאי דארוס מפר בשותפותיה דאב ולכך מפר בקודמין מכחו של אב ואע״ג דעדיף מבעל היינו משום שותפותיה דאב וא״כ היינו יכולים לומר כי היכי דלגבי קודמין יפה כחו של ארוס משל בעל מחמת שותפותיה דאב לגבי שאר נדרים שאינם עינוי נפש ולא בינו לבינה נמי יפה כח הארוס ג״כ מפני שהוא מפר בשותפות האב דיש לו כח להפר הכל מ״מ לא אמרינן הכי דאי גבי קודמין אמרינן ליה משום דגלי קרא גבי ארוס ונדריה עליה אבל גבי שאר נדרים שאינם עינוי נפש ושבינו לבינה ודאי דאינו מפר ועוד דקרא כתיב לענות נפש אישה יקימנו וגו' ואישה משמע בין ארוס בין בעל ואדרבה גרע כח האב מחמת שותפות הארוס דלא יוכל להפרם אע״ג דקודם שנתארסה היה בידו כח להפרם. זה נראה פשוט בדעת ה״ר יחיאל ורבינו ז״ל אלא שיש חילוק ביניהם להיכא שמת הארוס אם חזר הכח לאב כבראשונה דמדברי רבינו ז״ל שלא חילק משמע דחזר לגמרי ולדברי ה״ר יחיאל לא. ואני תמיה על דברי רבינו ז״ל מההיא סוגיא דפ' נערה דהקשו שם אימא אב לחודיה או ארוס לחודיה מפר כלומר מנא לך מהאי קרא דואם היו תהיה דאביה ובעל מפירין נדריה לימא דאב או ארוס מפירין ותירצו א״כ אסרה אסר בית אביה יניא אותה למה לי השתא במקום ארוס מפר אב לחודיה שלא במקום ארוס מבעיא כלומר א״כ למה הוצרך הכתוב לומר גבי אב דיפר נדריה לימא קרא בהדיא ארוס דחד מינייהו מפר וכל שכן אב לחודיה. ולדברי רבינו ז״ל קשה דאי הוה אמר קרא גבי ארוס דחד מינייהו מפר ודאי דלא הוי בנדרים (שיש) [שאין] בהן עינוי נפש ובינו לבינה דארוס לחודיה ודאי לא מפר בהכי דלא עדיף ארוס מבעל כדמוכח בההיא סוגיא שהבאתי וכיון דבעל אינו מפר בשאר נדרים כ״ש ארוס לחודיה וא״כ הוצרך קרא אחרינא לומר גבי אב דמפר כל נדרים בין שיש בו עינוי נפש בין שאין בו עינוי נפש דהוצרך קרא לחלק לאב מארוס לגמרי לומר דאב מפר כל נדרים כדכתיב כל נדריה ואסריה כו' וארוס אינו מפר אלא נדרים שיש בהם עינוי נפש ושבינו לבינה. ואולי דלדברי רבינו ז״ל ה״ק ליכתוב קרא בהדיא בנדרים דאחר שנתארסה דאב מפר כל נדרים וארוס מפר נדרי עינוי נפש ולא ליכתוב לאב גבי פנויה אלא שמ״מ קשה דנימא קרא גבי ארוסה שלא יהיה כח לאב יותר מארוס אלא שלא יפר אלא נדרי עינוי נפש ושבינו לבינה לבד דומיא דארוס דכיון שהיא ארוסה די לנו לתת כח לאב כמו לארוס אבל לפנויה נתנה תורה כח לאב להפר כל נדרים כיון שהיא פנויה ואין כח לאחר עליה אלא רשות האב לבד ורצתה תורה לחלק בין כח האב כשהיא ארוסה להיכא שהיא פנויה ואמאי לא מקשה בגמרא הכי ותו ליכא תירוצא דא״כ אסרה איסר בית אביה יניא אותה למה לי ולסברת ה״ר יחיאל ז״ל קשה דאמר שם בפ' נערה (נדרים דף ע') דנפקא לן דהיכא דמת הבעל נתרוקנה רשות לאב משום דאמר קרא ואם היו תהיה מקיש קודמי הויה ראשונה לקודמי הויה שניה והא קי״ל דאין היקש למחצה וכי היכי דקודמי הויה ראשונה הוי בכל נדרים בין נדרי עינוי נפש ושבינו לבינה בין שאר נדרים הכי נמי קודמי הויה שניה: ",
                "<b>שלא תכחול או שלא תתקשט וכו'.</b> מדברי רבינו ז''ל נראה דפסק כר' יוסי דכיחול וקישוט הוו דברים שבינו לבינה וכן נראה מדברי הר''ן ז''ל שהוא דעת רבינו ז''ל שכתב בפ' ואלו נדרים ולענין הלכה קי''ל כרבנן דרחיצה וקישוט נדרי עינוי נפש הם וכו' אבל הרמב''ם ז''ל פסק מדרב הונא כר' יוסי דאינו מפר אלא משום נדרים שבינו לבינה והרא''ש ז''ל ג''כ כתב בפסקיו כן אבל הרמב''ם ז''ל כתב דקישוט ותשמיש הוו דברים שבינו לבינה ומפר לעצמו ואפשר דס''ל וכו' ואע''ג דבפסקי הרא''ש ז''ל כתוב הרמב''ן בנו''ן טעות סופר הוא ובמ''ם גרסינן דלמטה כתב בשם הרמב''ן ז''ל בהפך שכתב וכתב הרמב''ן ז''ל ושמעינן מהא דהלכתא כרבנן דליכא אמורא דפליג עליה דשמואל ולוי ולעיל מיניה שכתב כתב הרמב''ם ז''ל והלכתא כרבנן דיחיד ורבים הלכה כרבים וכו' הרמב''ן גרסינן בנו''ן שהוא דעת הרמב''ן ז''ל דפסק כרבנן וכדכתב הר''ן ז''ל בשמו בפרק הנזכר דף פ''ב והדבר מוכיח שהוא טעות סופר שם ג''כ כיון שהעתיק לשונו והלכתא כרבנן דיחיד ורבים כו' ואין זה לשון הרמב''ם ז''ל כלל באופן שנתחלף הענין ולמטה שכתב אבל הרמב''ן כתב דקישוט ותשמיש הוו דברים שבינו לבינה וכו' הוי הרמב''ם במ''ם ולעיל מיניה שכתב כתב הרמב''ם ז''ל והלכתא כרבנן הוי הרמב''ן בנו''ן והוא מסכים למ''ש עוד למטה גבי הא דשמואל וכתב הרמב''ן ז''ל ושמעינן מיניה כו', א''כ למדנו מהרא''ש והר''ן ז''ל שדעת רבינו ז''ל לפסוק כר' יוסי והרמב''ן פוסק כרבנן ומפני זה החילוק אשר בדברי הרא''ש ז''ל הוא נמשך אחר לשון הדפוס וכתב בסימן רל''ב ודלא כסברת הרמב''ן ז''ל שהזכיר הרא''ש ז''ל שפסק כר' יוסי אבל מדברי הרמב''ם בפי''ב נראה וכו' ואינו כן דאין זה אלא הרמב''ם ז''ל רבינו שפוסק כר' יוסי כדכתיבנא, ולכך יש לתמוה עליו גבי רחיצה שכתב אחד עינוי גדול ואחד עינוי קטן וכו' כיצד נדרה או נשבעה שלא תרחץ היום או שלא תשתה היום יין וכו' דהוי עינוי נפש, והרב ב''י בסימן רל''ד כתב דאית ליה דר' יוסי לא פליג ארחיצה ותימה הוא לומר כן דהא בהדיא אמר שם במסקנא אחר שתירצו דברי המשנה ורמינן דר' יוסי אדר''י דהכא א''ר יוסי דרחיצה הוי עינוי נפש וגבי כביסה משמע דלא הוי עינוי ואי במסקנא לא פליג ר''י ארחיצה מאי קושיא ומלבד זה כיון דלמאי דס''ד מעיקרא פליג ר' יוסי גבי רחיצה להרא''ש ז''ל והתוס' דלא גרסי ור' יוסי אמר ניוול דחד יומא לא הוי ניוול וכו' אלא דאית ליה דרחיצה לא הוי עינוי א''כ אמאי אמרינן דהדר במסקנא מהך ואפי' לפירוש הר''ן ז''ל דאית ליה מאי דס''ד דרחיצה הוי עינוי מ''מ כבר כתב דלמסקנא לא אמרי' אם ארחץ היום ואית ליה דר' יוסי אית ליה דרחיצה לא הוי עינוי. ועוד התוס' הכריחו שם מפרק המדיר דר''י אית ליה דרחיצה לא הוי עינוי אלא ודאי דר' יוסי ארחיצה נמי פליג. ולתרץ דברי רבינו ז''ל נאמר דשם בגמרא הקשו מדר' יוסי לר''י דר''י אמר במקום אחר דכביסת בגדים הוי צער דקודמת לחיי אחרים ותירצו דאלים כביסת בגדים מרחיצת הגוף דאמר שמואל דערבוביתא דמאני כלומר שנושא בגדים שאינם רחוצין מביא לידי שעמום וערבוביתא דגופא היינו זוהמא הבא על בשרו של אדם ואינו רוחץ מתייא לידי שיחני וכיבי הרי דמניעת כיבוס בגדים מביא שעמום וזו קשה ממניעת רחיצת הגוף שאינו מביא אלא לידי שיחני וכיבי שיש להם רפואה. עוד שם שלחו מתם הזהרו בערבוביתא וסובר רבינו ז''ל דמדקאמר הזהרו פליג אדר' יוסי דאמר דבכל ערבוביתא בין מניעת כביסת בגדים בין מניעת רחיצת הגוף צריך ליזהר וכן פירשו שם הרא''ש והר''ן ז''ל אע''ג דהתוס' פירשו שם דאינו מזהיר אלא מניעת כביסת בגדים מ''מ רבינו ז''ל סובר כפירוש הרא''ש והר''ן ז''ל וכיון דשלחו מתם שיזהרו בכולם משמע דלית הלכתא כר''י ברחיצה אלא דהוי צער ועוד כיון דשמואל אמר דמייתי לידי שיחני וכיבי וכי יש לך צער גדול מזה לכך פסק רבינו ז''ל דלא כר' יוסי ברחיצה והוא טעם נכון לפסק רבינו: "
            ],
            [],
            [
                "<b>אסרה עליה תשמיש כל אדם שבעולם כו'.</b> היינו כר' יוסי דא''ל דתשמיש הוא מדברים שבינו לבינה דכן פסק הוא כר' יוסי כדכתיבנא אבל אם היה פוסק רבינו ז''ל כרבנן לא היה פוסק בתשמיש סתם אסורה בכל העולם דכיון דמספקא לן אי הוי דברים שבינו לבינה או עינוי נפש כדאיבעיא לן לרבנן והוי בעיא דלא איפשיטא היל''ל ה''ז ספק דאם הפר ודאי דאינו לוקה על הספק אלא מפני שהוא פסק כר''י כתב בפשיטות שחלקו מפר ולא של אחרים: ",
                "<b>אסרה עליה תשמיש כל אדם וכו'.</b> וגם מ''ש בפירוש המשנה היא אסרה הנאת עצמה על כל היהודים מתשמיש קאמר כמו שאמרו בגמרא ומה שאמר רבינו ז''ל בפירוש המשנה שהוא מאמר דחוי הטעם הוא דסובר רבינו שם דתשמיש המטה לרבנן הוי עינוי נפש ופסק שם כחכמים משום דסובר דאיפשיטא בעיין מדשמואל דקאמר הנאת פלוני עלי מפר אע''פ שהר''ן ז''ל שם דחה פשיטות זה וזהו שכתב רבינו ז''ל שם וסיים דבריו אבל חכ''א שיפר הנדר כולו לפי שהוא מנדרי עינוי נפש וכבר ביארנו שהלכה כחכמים ע''כ. אבל כאן בחיבור כבר נתבאר שדעת רבינו ז''ל לפסוק כר' יוסי וכמו שהכרחתי לעיל מדברי הרא''ש ז''ל והר''ן ז''ל ופוסק כמתני' דנטולה מן היהודים וכבר פסקה רבינו לעיל ומ''ש כאן וכן אם אסרה וכו' אינה ענין למשנה ההיא אלא כוונתו כמ''ש. וראיתי להרב ב''י ז''ל בפרק זה פעם תופס שרבינו ז''ל פסק כרבנן גבי שלא ארחץ היום וכו' ופעם תופס שפוסק כר' יוסי כאן גבי הא דשמואל אבל אני ביארתי שדעת רבינו ז''ל לפסוק ודאי כר' יוסי. גם מה שפירש כאן דהנאתה על אומה ר''ל כפשוטו והטעם מפני שמשיאתו שם רע בשכניו והביא ראיה מפרק המדיר לע''ד לאו ראיה דהתם לא יפר משום דברים שבינו לבינה דאם היה יכול להפר לא היתה יוצאת בלא כתובה כשהיא נדרה כך וכדכתב הטור ז''ל בסוף הל' נדרים וכן רבינו ז''ל בפי''ב מהל' אישות כתב גבי נדרה בנזיר דהיה יכול להפר דמפני כך תצא בכתובה ובודאי דמאי דכתב בפי''ג דהיכא דנדרה היא שלא תשאיל לשכניו דהוא אינו יכול להפר ומפני כך תצא שלא בכתובה וא''כ הך טעמא דהשאת שם רע לא סגי למעבד ליה דברים שבינו לבינה, אולי סובר הרב ז''ל דכיון דאסרה הנאתה על אומה אחת הוי גנאי טפי ודמי לדברים שבינו לבינה ועשאה הרב כקונם שאני נהנה לאבא ולאביך וכו' קונם שאני נהנה לך וכו' דכתב הטור ז''ל בסימן רל''ד דמשום דהוי גנאי לו הוי כדברים שבינו לבינה ולא הביא הרב ז''ל ההיא דפרק המדיר אלא לומר דהשאת שם רע הוי מילתא אבל ודאי לדעתי דהיכא דאיכא השאת שם רע טפי מדמינן ליה לדברים שבינו לבינה. א''נ יש לתרץ בעד רבינו ז''ל למה לא הביא הא דשמואל דהנאת פלוני עלי משום דהוא מפרש כפירוש התוס' ז''ל משם ה''ר יונה ז''ל והרא''ש ז''ל בשם י''מ דמאי דאמר בגמרא ומאי אין יכול להפר משום נדרי עינוי נפש קושטא דמילתא קאמר דר''י אית ליה דהוי דברים שבינו לבינה אבל שמואל ודאי דע''כ כרבנן אתי דלר''י הנאת פלוני עלי אפי' דברים שבינו לבינה לא הוי דלא דמי לחנוני דהתם א''א אלא להתפרנס ממנו ומש''ה הוי דברים שבינו לבינה לר' יוסי אבל הנאת פלוני עלי אינו דברים שבינו לבינה לר''י. ורבינו ז''ל כיון דפסק כר''י לא הוי הנאת פלוני עלי דברים שבינו לבינה ולכך לא הזכירו והנאת חנוני שאינו מתפרנס ממנו לא הזכיר רבינו ז''ל דהוי דברים שבינו לבינה לר' יוסי משום דנלמד ודאי ממדינה ומכ''ש הוא כיון דאין פרנסתו אלא ממנו ועוד לא גרע מנודר מן הישמעאלים אע''פ שהם אומה אחת כיון שאין פרנסתו אלא ממנו. כל זה טרחתי להעמיד דברי רבינו ז''ל: ",
                "<b>וכשימות או יגרשנה כו'.</b> משמע מדברי רבינו ז''ל דכשיגרשנה היא אסורה בתשמיש אפי' לו ולא יוכל להחזירה שלא כדברי הטור ז''ל שכתב בסי' רל''ד דהיא מותרת אחר שתתגרש כל זמן שלא תנשא שאפשר שתחזור אליו וכ''כ הרא''ש ז''ל אע''ג דשם כתב בדין זה ואם אמרה קונם תשמישי על כל העולם יפר חלקו ותהא מותרת לו עד שתתגרש ואז אסורה לו ג''כ דמשמע דמשנתגרשה אסורה והוא הפך ממ''ש ראשונה וכמו שהקשה שם הרב''י ז''ל י''ל דעד שתתגרש דקאמר הטור ז''ל תתגרש ותנשא לאחר קאמר ולא הוצרך לפרש דסמך על מ''ש ראשונה אבל מדברי רבינו ז''ל שכתב או יגרשנה הרי היא אסורה בתשמיש כל אדם משמע קצת דאפי' לו אסורה וקשה דבגמ' אמרו שם איפכא דהכי אמרינן התם (דף ע\"ט:) ודברים שאין בהם עינוי נפש כי מגרש לה חיילא עלה והא תנן ריב''נ אומר יפר שמא יגרשנה ותהא אסורה לחזור לו ע''כ. משמע דכשהפר היא מותרת לחזור לו. ושמא יש לדחוק לשון רבינו ז''ל ולומר דאסורה לכל אדם ולמגרש מותרת כל זמן שלא תנשא לאחר ומ''מ סתם הדברים יותר מדאי ומפני כן כתב הרב''י ז''ל בסימן רל''ד ודברי הרמב''ם ז''ל בפי''ב מה' נדרים אינם מבוארים כל הצורך: "
            ],
            [],
            [
                "<b>כיצד נדרה או נשבעה כו'.</b> הרב כ''מ ז''ל כתב מפני דרבנן אית להו בגמ' דניוול חד יומא הוי ניוול. וליתא לפי מ''ש דהוא פוסק כר' יוסי ועוד דהך לא קאי לפי המסקנא דמוקי פלוגתא באופן אחר. וי''ל דלפי המסקנא ר' יוסי נמי מודה דאמרי' התם אמר רב יהודה באמרה הנאת רחיצה עלי אם ארחץ היום ושבועה שלא ארחץ כו' ואע''ג דהר''ן ז''ל לא גריס היום במסקנא רש''י ז''ל גריס ליה וכיון דבמסקנא אית להו דניוול חד יומא הוי ניוול וע''כ לא פליגי רבנן ור' יוסי אלא משום דאית ליה דרחיצה לא הוי ניוול אבל אי אית ליה ניוול לא שני ליה בין חד יומא לזמן מרובה דאפושי במחלוקת לא מפשינן: ",
                "<b>וכן אם נדרה שלא תכחול היום.</b> שלש חלוקות דפירש עד השתא כיצד נדרה או נשבעה שלא תרחץ או שלא תשתה או שלא תאכל פירוש מאי דקאמר מעיקרא אחד עינוי גדול ומהשתא מתחיל מדברים שבינו לבינה דמשמע ליה דהוא הדין בדברים שבינו לבינה לא מפלגינן בין זמן מרובה לזמן מועט כמו שלא חלקנו בעינוי נפש ולכך כתב וכן חלוקה אחרת דלאו ממין דקמאי הוו הנך חלוקות והזכיר כחול ולבוש רקמה דלעיל כתב דהוו דברים שבינו לבינה דכתב לעיל או שהם מדברים שבינו לבינה כגון שנשבעה או נדרה שלא תכחול או שלא תתקשט. ומכאן נראה קצת דנדרה ממאכל רע שהזכיר רבינו ז''ל בהדי הנך שדבר שבינו לבינה מקרי ולאפוקי מדברי הטור ז''ל בסי' רל''ה שכתב דהוי נדרי עינוי נפש. ויש לדחות דהך אפי' נדרה ממאכל רע לא כללה רבינו ז''ל בהדי דברים שבינו לבינה אלא באנפי נפשה אמר והוי דברים של עינוי נפש דמסתבר טפי כדכתב שם הרב''י ז''ל: "
            ],
            [],
            [
                "<b>נדרה שלא תאכל תאנים ממדינה זו וכו'.</b> שם (דף פ\"ב) אמר שמואל (משמיה דלוי) כל נדרים בעל מפר לאשתו וכו' (עיין בכ\"מ). וכבר נתבאר דרבינו ז''ל פוסק כר' יוסי וכיון דשמואל אתי כרבנן לא פסק רבינו ז''ל כוותיה ולכך פסק בכל הני שלא תאכל תאנים של מדינה זו וכן לקמיה גבי נדרה שלא ליהנות לבריות דהוי דברים שבינו לבינה משום דשם בגמרא אמרו ומאי אין יכול להפר משום עינוי נפש אבל מפר משום נדרים שבינו לבינה ואמתני' דקונם שאני נהנה לבריות נמי מהדר כדכתב שם הר''ן ז''ל דלמתני' לא הוה צריך לאתויי דאמר רב הונא כולה פירקין ר' יוסי אלא משום דלא תקשי ליה ממתני' דקונם שאני נהנה לבריות לכך הביא הא דרב הונא לומר דההיא נמי ר' יוסי ומשום דלא תקשי נמי דאי לר' יוסי אפי' דברים שבינו לבינה לא הוי היכי קאמרי רבנן דהוי עינוי נפש דמאי דהוי עינוי נפש לרבנן לפחות הוי דברים שבינו לבינה לשמואל לכך קאמר דהא מתני' שאינו נהנה לבריות דלא יפר הוי משום עינוי נפש אבל משום דברים שבינו לבינה מיפר וא''כ נמצא דבכל הנהו מתני' דאתו כר' יוסי מפר משום דברים שבינו לבינה וכ''פ רבינו ז''ל. אבל מ''מ קשה כיון דשמואל אמר דהוי עינוי נפש לרבנן הוו דברים שבינו לבינה לר' יוסי דהא אמרת דמאי דלר' יוסי אינו אפילו דברים שבינו לבינה הוי לרבנן עינוי נפש וכיון שכן ה''ל לאתויי רבינו ז''ל הא דהנאתי על פלוני דהוי דברים שבינו לבינה לר' יוסי וסוף סוף היה לו להזכיר הא דשמואל לר' יוסי אע''ג דלא קי''ל כשמואל דאמר דהוי עינוי נפש. לכך נראה לפרש דסובר רבינו ז''ל דשמואל נמי לא קאמר אפי' לרבנן דמפר אלא משום דברים שבינו לבינה דלר' יוסי ודאי אפילו דברים שבינו לבינה לא הוי כיון דמתני' לא קאמרה דלא יפר משום עינוי נפש אבל מפר משום דברים שבינו לבינה אלא דוקא גבי קונם הנאת בריות או אומה אחת כיוצא בזה אבל הנאת פרטי אין סברא דשוה לר' יוסי כמו הנאת אומה אחת וא''כ הנאת פלוני לר' יוסי אפי' דברים שבינו לבינה לא הוי ומסתיא דמעלינן דרגא לרבנן דהוי דברים שבינו לבינה מיהא אבל לא נדרי עינוי נפש והוצרך לומר בגמרא דקונם הנאת בריות לר' יוסי הוי דברים שבינו לבינה כי היכי דלרבנן דמקילי טפי הוי הנאת פרטי או כהנאת אומה לר' יוסי אבל אי הנאת אומה לר' יוסי לא הוי אפילו דברים שבינו לבינה אין סברא לומר דעדיף הנאת פרטי אחד לרבנן מהנאת אומה לר' יוסי אלא ודאי דמתני' דקאמרה גבי הנאת בריות לר' יוסי דלא יפר הוי משום עינוי נפש אבל מ''מ הוי דברים שבינו לבינה ורבינו ז''ל פסק כר' יוסי ודלא כשמואל ולכך לא הזכיר הנאת פרטי אחד דהוי דברים שבינו לבינה אלא הנאת בריות או הנאת אומה כיוצא בה ומ''ש הנאתה על אומה לישניה לאו דוקא אלא הנאת אומה עליה קאמר דממתני' דקונם שאיני נהנה לבריות משמע ליה דכ''כ נראה לו הנאת בריות דאומה אחת יהודים או ישמעאלים ואינו ענין למתני' דנטולה מן היהודים ודין זה כבר כתבו רבינו ז''ל לעיל: "
            ],
            [],
            [],
            [
                "<b>אמרה יקדשו ידי לעושיהן וכו'.</b> מה שהקשה הר''ן ז''ל גבי נדרה שלא יהנה למה לי הפרה הא אין אדם מקדיש דבר שלב''ל תירץ הרב כ''מ ז''ל ובטור יו''ד סימן רל''ד דכיון דקונמות כקדושת הגוף דמי חייל על דבר שלב''ל דאית ליה לרבינו ז''ל דהא דאין אדם מקדיש דבר שלב''ל היינו כשהקדיש קדושת דמים דוקא ולא נתברר לי תירוצא דמר דאע''ג דרבינו ז''ל בהל' זכיה ומתנה כשכתב אין אדם מקדיש דבר שלב''ל כתב שם שאילו אמר אדם כל מה שתלד בהמתי יהיה הקדש לבדק הבית או יהיה אסור עלי וכו' והיה אפשר למידק מדכתב הקדש לבדק הבית דדוקא קדשי בדק הבית לא חייל על דבר שלב''ל אבל קדשי מזבח חייל על דבר שלב''ל, מ''מ מצאתי לו ז''ל בסוף פט''ו מה' מעשה הקרבנות שכתב היתה בהמתו מעוברת ואמר אם תלד זכר הרי היא עולה וכו' והתם קדושת הגוף ונקט מילתיה בהיתה מעוברת משמע טעמא דהיא מעוברת דעובר בעולם אבל אם אינה מעוברת לא קדשי כלל דאי לא לישמעינן אפי' אינה מעוברת ומינה דבמעשה ידיה דדמו לבהמה שאינה מעוברת דלא קדשי אפי' בקונם דהוי כקדושת הגוף: "
            ],
            [
                "<b>וכן אם נדרה שלא אתן מים לפני בהמתך וכו'.</b> עיין בדברי הטור ז''ל ובב''י ז''ל סוף סי' רל''ד: "
            ],
            [
                "<b>יש לבעל ולאב להפר נדרים וכו' כיצד כגון שאמרה היין אסור עלי אם אלך למקום פלוני.</b> בפ' ואלו נדרים (נדרים דף צ') איפליגו ר' נתן ורבנן גבי שאני נהנה לאבא ולאביך אם אני עושה על פיך או שאני נהנית לך אם עושה אני על פי אבא ועל פי אביך והוקשה למפרשים דאמאי יפר לרבנן הא לא הוי אפי' דברים שבינו לבינה. ותירץ הר״ן ז״ל דבחלוקה קמייתא בין בנדר בין בתנאי לא גריעה מדברים שבינו לבינה וטעמו דכשהיא אוסרת הנאת אביה או אביו עליה שהוא הנדרים הרי אוסר הנאת פלוני עליו ולרבנן הוי נדרי עינוי נפש כדקאמר שמואל ולר' יוסי דפליג עליה הוי נדרים שבינו לבינה ואע״ג דמתני' כרבי יוסי אתיא מ״מ דברים שבינו לבינה הוי ותנאה נמי אם אני עושה לפיך דברים שבינו לבינה הוי ובסיפא שאני נהנית לך אע״ג דבתנאי אם אני עושה לאבא ולאביך ליכא לא עינוי נפש ולא דברים שבינו לבינה מ״מ כיון דתלתה תנאה בדבר שעשויה לעבור עליו שא״א לאשה שתעמיד עצמה שלא תעשה לאביה ולאביו ה״ז יכול להפר. והרא״ש והטור ז״ל בסימן רל״ד תירצו לב' החלוקות דגנאי הוא לבעל שלא תהנה היא מאביו אם תעשה לפיו או שלא תהנה לאביו מפני שלא תוכל ליהנות לו. והתוס' ז״ל ביארו הדברים יותר יפה וז״ל ולא דמי לשאני עושה לפי אבא לפי אביך דאמר לעיל שאינו יכול להפר כיון דאסרה עצמה מאליה דלא תלתה הנדר בעשייתה לפי הבעל ע״כ. ומ״מ קשה לתוס' והרא״ש והטור ז״ל בחלוקה קמייתא למה הוצרכו הך טעמא הא בין בנדר בין בתנאי הוי דברים שבינו לבינה כדכתב הר״ן ז״ל וכדכתיבנא. ולתוס' ז״ל ולהרא״ש ז״ל לא קשה כל כך דהתוס' ז״ל פירשו בשם ה״ר יונה ז״ל וכן הרא״ש ז״ל בשם י״מ דכי שני לשמואל מתני' רבי יוסי ומאי אינו יכול להפר משום דברים שאינם עינוי נפש קושטא דמילתא וסיומא דתירוצא הוי אבל לעולם שמואל כרבנן ולר' יוסי הנאת פלוני עלי לא הוי אפי' דברים שבינו לבינה וכיון דכולי פרקין ר' יוסי הוצרכו לתת טעם זה ברישא משום דלדידיה ליכא בנדר דברים שבינו לבינה אבל הטור ז״ל דפסק בסימן רל״ד דכשאסר הנאתו על פלוני יפר משום דברים של עינוי נפש קשה למה הוצרך לתת טעם היכא דאמר שאני נהנית לאבא משום דהוי גנאי לימא משום דאיכא ביה עינוי נפש בנדר ומ״מ למדנו מדברי כולם דאם תלה הנדר במילי דרשות כגון אם אלך למקום פלוני ודאי דלא יפר דטעמא דהר״ן ז״ל דתעבור ע״כ על תנאה לא שייכא דלא כתב כן אלא גבי תנאי דאבא ודאביך ולא טעמא דגנאי שכתב הטור ז״ל ליכא וא״כ יש לתמוה על רבינו ז״ל שכתב דהיכא דאמר היין אסור עלי אם אלך למקום פלוני שיפר והא לא שייך ביה חד מהנהו טעמי דהטור והר״ן ז״ל ואי אפשר לרבינו ז״ל לחלוק עליהם דבהדיא אמרו בר״פ ואלו נדרים דכשאמרה קונם פירות עולם עלי אם ארחץ למה לה הפרה לא תרחץ ולא ליתסרן משמע דכיון דהוא דבר הרשות לא מפר. ויותר יש לתמוה על דברי הטור ז״ל שבס״ס רל״ד כתב גבי קונם שאני נהנה וכו' טעמא לגנאי משמע דבלאו הך טעמא לא סגי ובסי' זה עצמו (דף רע\"ט) כתב כלשון רבינו ז״ל דכשאמרה קונם ככר זה עלי אם אלך למקום פלוני דמפר אע״ג דלא שייך טעמא דגנאי. ואולי יש לתרץ לדעתם ז״ל דלא כתבו הך מילתא דהליכה אלא לדוגמא ולמשל היאך מתירין הנדר קודם שיחול אבל מ״מ ודאי דבהליכה יש שום צורך או שאי אפשר לה לעמוד בלא אותה הליכה ויעבור על התנאי על כל פנים וכן צריך להבין בדבריהם אע״פ שלא פירשו: <b>כתב</b> הרב כ״מ ז״ל בשם רבינו ירוחם ז״ל דהיינו דוקא בתולה בזמן משום דממילא חייל אבל תולה במעשה אינו מפר עד שיחול ואי רבינו ירוחם ז״ל פוסק כרבנן וכדעת רבינו ז״ל אי אפשר דמחלוקת רבי נתן ורבנן בדבר התלוי במעשה קונם שאני נהנה לאבא ולאביך אם אני עושה לפיך אלא אפשר דהוא פוסק כר' נתן דלא חייל נדר משום דקלסיה רבא וכדכתב הר״ן בפ' ואלו נדרים אלא דסובר דע״כ לא קאמר ר' נתן דלא חייל אלא בדבר התלוי במעשה אבל בדבר התלוי בזמן כיון דממילא חייל מודה ר' נתן: "
            ],
            [
                "<b>האב או הבעל שאינם שומעין וכו'.</b> כלומר שהם חרשים אינם מפירין אע''פ שהבעל מפר נדרים שלא שמען וה''ה לאב ג''כ שמפר אע''פ שלא שמע וחדא מינייהו נקט רבינו ז''ל וכן לעיל בפי''א כשכתב לפיכך היה דרך ת''ח וכו' וכן הבעל עד שלא תכנס ברשותו כו' שהבעל מפר נדרי אשתו כו' אע''ג דלא סיים רבינו ז''ל אלא בבעל ה''ה באב נמי דמפר אע''פ שלא שמע. והוצרכתי לכתוב כן כדי שלא יטעה הטועה בלשון הטור ז''ל שכתב אין האב ולא הבעל יכולים להפר והרמב''ם ז''ל כתב שהבעל יכול להפר וכו'. מדפתח הטור באב ובעל וכתב אח''כ והרמב''ם ז''ל כתב שהבעל מפר שהטור ז''ל סובר כדברי רבינו דדוקא בבעל אמרה למילתיה ולא באב דאי אפשר לומר כן מסוגיית הגמרא דפרק נערה מאורסה (דף ע\"ג) דגבי בעיא דרמי בר חמא דבעי בעל מהו שיפר בלא שמיעה וכו' הביאו לפשוט ממתני' דדרך ת''ח עד שלא יצאת בתו מאצלו וכו' ומדהביא לבעל מאב משמע דתרוייהו שוים דאי אב מפר בלא שמיעה ה''ה בעל: "
            ],
            [
                "<b>והבעל מפר נדרי שתי נשיו כאחת וכו'.</b> נראה דרבינו ז''ל סובר דבעיא פשטוה מדרבנן דפליג אר' יהודה ולא דרשי אותה ולכך מפר לשתיהן כאחת וקשה דבה' סוטה פ''ד כתב רבינו ז''ל ואין משקין שתי סוטות כאחת שנאמר והעמיד אותה הכהן משמע דדריש כר' יהודה מטעם דאותה. וי''ל דאפי' רבנן דרשי אותה כדאמר בפ''ק דסוטה אלא שלא היו דורשים אותה אלא משום שלבה גס בחברתה ורבינו ז''ל הביא הפסק ולא הביא הטעם: "
            ],
            [],
            [],
            [
                "<b>ואם היו תהיה לאיש וכו' ושמע אישה ביום שמעו וכו'.</b> דקדק רבינו ז''ל המקרא משום דביום שמעו יתירא דכתיב גבי ארוס דהיל''ל ושמע אישה לבד כי היכי דכתב לעיל ושמע אביה לבד וכן למטה בנשואה ושמע אישה לבד ואע''ג דכתיב ואם הניא אביה אותה ביום שמעו איצטריך ההוא ביום שמעו לומר דביום שמיעה מפר אבל הכא כבר כתיב גבי הפרה ואם ביום שמוע אישה יניא אותה אלא ודאי דהך ביום שמעו קאי לשמיעה דאב והרב ב''י ז''ל בטור יו''ד סי' רל''ד כתב בשם סמ''ג ז''ל דהכי משמע בגמ' פ' נערה המאורסה דאמר שם גבי בעיא דגירושין כשתיקה או כהקמה לדחויי ולומר דכהקמה דמו דמתני' בשלא שמע ארוס ושמע אב ובו ביום הוא דמצי מפר אבל מכאן ואילך לא מצי מפר משמע דבו ביום מיפר הארוס אבל ביום אחר לא מצי מפר ואני מכיר ראיה זו דהתם הכי אמרינן ע''כ בנתארסה ביום ששמע אז דאי ודאי בנתארסה ביום שלאחריו ממ''נ הפר אב ביום שמועה או לא הפר אם הפר אע''פ שנתארסה אח''כ למה לו להפר ארוס הרי כבר הפר אב ונתרוקנה רשות לאב כיון דלא שמע ארוס הגירושין אינו מעלה ומוריד והוי כמת אם לא הפר אב הרי קיים ואיך יוכלו להפר אח''כ אב וארוס יחד אלא ע''כ כיון דאיירי דשמע אב צריך שיארס בו ביום ומנ''ל שישמע ארוס ביום שישמע אב. ומ''ש שם הרב''י ז''ל דהרא''ש ז''ל חולק על רבינו ז''ל מפני שכתב גבי מת הבעל נתרוקנה רשות לאב ומפר ביום שמיעה וא''צ שיפר ביום שישמע הבעל אין ראיה משום דשאני התם דמת הבעל ונתרוקנה לו רשותו לאב וכדכתב הרא''ש ז''ל שם אבל היכא דלא מת וצריכים אנו להפרתו יחד עם הפרת אביה לעולם בעינן שישמעו יחד ביום אחד: "
            ],
            [],
            [
                "<b>נדרה ועברה על נדרה וכו'.</b> פשוט דכיון דהוא פוסק בעל מיגז גייז כמו שיתבאר לכך אינו מועיל ההפרה לפוטרה ממלקות או קרבן על מה שעברה וכדאמרינן בנזיר פרק מי שאמר (נזיר דף כ\"א): "
            ],
            [],
            [
                "<b>נדרה אשתו וסבור שהיא בתו וכו'.</b> רבינו ז''ל לא הביא שום אחד מהתירוצים שאמרו בגמ' על הא מתני' וכתב הרב''י ז''ל בסי' רל''ד משום דמספקא ליה כמאן מינייהו הוי הלכתא ופסק לחומרא ומ''מ אינו מספיק דהיה לו להזכירה ולומר דהוי ספק אלא י''ל דפסק כרב אשי ולא הוצרך לומר דתוך כ''ד מהני דבכל התורה כולה תוך כ''ד כדיבור דמי והוא פשוט ולכך לא הוצרך להזכיר: "
            ]
        ],
        [
            [],
            [
                "<b>והבעל מתיר כמו החכם וכו'.</b> תמיהת הרב כסף משנה ז''ל היא גדולה דנראה דדברי רבינו הפוכים ממה שאמרו בגמרא בעל מיגז גייז וחכם מתיר מכאן ולהבא ותירוצו נכון. ואני אבאר דבריו יותר דהחכם מתיר כמו האדם שדבר אחד קשור הוא מתירו ונפרדו זה מזה אבל בעל אינו עושה כן אלא עוקר הדבר בשרשו והטעם דכיון דהחכם מתיר הדבר בטעם שהוא נשבע על דעת כך ואחר שנשתנה הענין נתבטלה השבועה כאילו השבועה במקומה עומדת דכשהוא נשבע לא היה סבור כן אבל הבעל שהוא מפר בלי טעם הוי כעוקר הדבר משרשו ומשרש הדבר מעיקרו ושייך ביה לשון הפרה שהוא לשון עקירה. ומ''ש בעל מיגז גייז פירש רבינו בפירוש המשנה בריש פרק רביעי דנזיר שהבעל כשמפר אינו עוקר מן הנדר אלא מה שתלוי באשה בלבד והוא מ''ש בזאת הכוונה בעל מיגז גייז ע''כ. כלומר דמ''ש בעל מיגז גייז לדעתו ז''ל ר''ל דאם התפיס אחר באשה אינו עוקר הדבר כל עיקר באשה ומי שנתלה בו יהיה מותר אלא מה שתלוי באשה לבד הוא עוקר וכאילו היה אילן אחד שעוקר חצי האילן ונשאר חציו ולעולם בעל עוקר הדבר. זה נראה בדעתו ז''ל כדי ליישב סוגיית הגמרא: "
            ],
            [
                "<b>או אילו לא נדרת הייתי מדירך.</b> הכי איתא בנוסחא דידן בברייתא בגמרא (דף ע\"ז:) ואע''ג דלא קתני או ודאי דכל הני חלוקות או או קתני והרב כ''מ ז''ל כתב דלגירסת הרא''ש ז''ל איתא בברייתא משמע דלא היה בתלמודיה הכי כגמרן: "
            ],
            [],
            [],
            [],
            [
                "<b>אבל המבטל א''צ להוציא בשפתיו וכו'.</b> חילוק זה שחילק רבינו ז''ל מבואר בפירוש המשנה שהוא לתרץ קושיא שהקשה הר''ן ז''ל ושאר המפרשים דהא קי''ל דאם הפר בלבו אינו מופר ותירץ דיש חילוק בין הפרה לביטול דביטול הוי בפירוש שתאכל ואע''ג דאין בידו לכפותה שתאכל וכדהקשה הר''א ז''ל ממתני' דנזיר וכתבה רבינו ז''ל בהלכות נזירות מ''מ הכפיה שהוא כופה הוי כהפרה מפורשת בפה דמעשה הכפייה הוי במקום הפרה מפורשת דכיון שהוא כופה הוי כאילו מפר לה בפירוש ולהכי אית ליה לרבינו ז''ל דבין שתעשה בין שלא תעשה בטל הנדר דכיון דאין הכפיה אלא גילוי רצונו הרי גילה רצונו שאינו רוצה בנדר שלה. זה נראה דעת רבינו ונסתלקה ממנו השגת הר''א. ומדבריו בפירוש המשנה נראה דאם היא תעשה מה שהוא אומר לה כשאמר טלי אכלי טלי ושתי סגי אע''פ שלא יבטל בלבו אבל אם אינה עושה מה שהוא אומר לה צריך שיבטל בלבו. ואפשר שזה כיון רבינו ז''ל כאן במ''ש נטל ונתן לה ואמר לה טלי אכלי טלי ושתי הרי זו אוכלת ושותה ובטל הנדר וכאן לא הזכיר ביטול בלב אלא כיון שהיא עושה מה שהוא אומר לה סגי בלא ביטול בלב אבל למטה אינו צריך להוציא בפיו ובשפתיו אלא מבטלו בלבו בלבד וכופה אותה לעשות ובין עשתה בין לא עשתה בטל הנדר כלומר כאן שביטל בלבו ואמר טלי אכלי בין שתעשה בין שלא תעשה בטל הנדר אבל לעיל שהיא עושה מה שהוא אומר לא סגי בביטול הלב אלא שיאמר לה טלי אכלי טלי ושתי. ומ''ש הר''א ז''ל בהשגה דמה שאמרו דכשאמר לה טלי אכלי טלי ושתי בשבת דוקא אמרו ואפי' בשבת צריך שיבטל בלבו דרך הפרה תימה עליו דהיכי פסק דלא כב''ה דפליג אב''ש בס''פ נערה מאורסה ואמרי אחד זה ואחד זה מבטל בלבו ואינו צריך להוציא בשפתיו ואולי שהוא סובר כפירוש ה''ר אליעזר ממיץ שכתב הרא''ש ז''ל דאותו ביטול שאמר שם צריך שיוציאוהו בפיו אלא שלא ישמיע לאזניו להאי קרי ביטול בלב ובהכי ניחא דלא קשה דאמר דהפרת לבו אינו מופר דהאי ביטול לאו בלב ממש הוא אבל מ''ש כאן כר''י גבי טלי אכלי וטלי ושתי וצריך שיבטל בלבו האי ביטול בלב ממש הוא דכיון דהוא שבת אינו יכול להוציא בשפתיו אפילו בלחש שלא ישמיע לאזניו: "
            ],
            [],
            [
                "<b>עשה שליח להפר לה וכו'.</b> בנדרים שנדרה כבר איירי רבינו ז''ל דאילו בעתיד לידור היכי מצי למעבד שליח ולמה לי קרא להאי הא כל מילתא דלא מצי עביד לא משוי איניש שליח כדאמרינן ברפ''ב דנזיר (דף י\"ב): ",
                "<b>וכן האב בעצמו לא בשלוחו.</b> ק''ק לדעת רבינו ז''ל דלית ליה היקשא דבין איש לאשתו בין אב לבתו לכל מילי דהא נדרים דלאו עינוי נפש ושאינן בינו לבינה אב מפר אע''ג דבעל אינו מפר א''כ הך קרא דאישה יקימנה בבעל כתיב ואמאי יליף אב מיניה דהא אמרינן בגמרת נערה המאורסה דגזרת הכתוב הוא כאן דלא מהני שליח דבכל התורה כולה שלוחו של אדם כמותו וא''כ לא ילפינן מיניה אב דעדיף מבעל בשאר נדרים. וי''ל דאי לא יליף רבינו ז''ל לענין שאר נדרים אב מבעל משום דאמר קרא גבי אב כל נדריה ואסריה כדכתב רבינו ז''ל בראש פרק י''ב אבל הכא דליכא קרא מקיימינן היקשא דבין איש לאשתו בין אב לבתו כל מה שנוכל דליכא קרא כנגדו: "
            ],
            [
                "<b>ואין אומרים בהפרה וכו'.</b> משמע מדברי רבינו ז''ל דאם אמר קונם תאנים וענבים אלו ונשאל לחכם לתאנים שהותר בענבים וקשה כיון דרבינו ז''ל פסק דלא כר''ש דאמר עד שיאמר שבועה לכל אחד ואחד א''כ הוי פרטי והוי כנשבע לא לך ולא לך ולא לך דאין לחלק בין היכא דאמר וא''ו להיכא דלא אמר וא''ו כמו שכתבתי לעיל בפ''ד. ואולי מ''ש רבינו ז''ל כאן ואין אומרים בהפרה לא קאי אעניינא דלעיל אלא דבכל ענין אחר שאנו אומרים בהתרת נדר הותר מקצתו הותר כולו לא אמרינן כן בהפרה: "
            ],
            [],
            [],
            [],
            [
                "(יג-יד) ",
                "<b>נדר לעצמו והדירה כמותו כו' כיצד אמר לה הריני נזיר ואת כלומר וכו'.</b> כך כתוב בספרים דידן בספרי רבינו ז''ל וקשה לגירסא זו דבפרק מי שאמר הריני נזיר (דף כ\"ב:) רמי מתני' דאמרה מפר את שלה ושלו קיים אברייתא דאמרה אמר הריני נזיר ואת ואמרה אמן שניהן אסורים ואם לאו שניהם מותרין מפני שתלה נדרו בנדרה ושני אביי ברייתא כגון דקאמר לה הריני נזיר ואת דקא תלי נדרו בנדרה מתני' כגון דאמר לה הריני נזיר ואת מאי משום הכי מפר את שלה ושלו קיים. ורבינו ז''ל כתב דכשאמר לה את מאי אם הפר שלה שלו בטל דתלה נדרו בנדרה וזהו הפך מה שאמר אביי בגמרא דאביי אמר דדוקא היכא דאמר ואת לבד אז אמרה ברייתא דשניהם אסורים ואז ודאי אינו יכול להפר כדכתבו התוס' ז''ל משום דתלה נדרו בנדרה ואם הפר שלה שלו מופר אבל כשאמר לה ואת מאי מפר שלה ושלו קיים דלא תלה נדרו בנדרה והסברא מוכחת כן, ואיך כתב רבינו ז''ל בהפך אם לא שנאמר שהגירסא הנכונה בדברי רבינו ז''ל היא דהאי ואם הפר לה שלו בטל כו' צריך להיות ברישא דקאמר רבינו ז''ל אמר לה הריני נזיר ואת כלומר ואת נזירה כמותי ואמרה אמן אינו יכול להפר ואם הפר לה שלו בטל שזה כמי שתלה נדרו בנדרה אמר לה הריני נזיר ומה תאמרי כו'. ואפילו אם נאמר דהגירסא בדברי רבינו ז''ל היא אמיתית נדחוק ונאמר דמאי דקאמר ואם הפר לה שלו בטל קאי ארישא ולא אסיפא אבל שנאמר דקאי אסיפא זה אי אפשר בשום צד לא משום צד הסברא ולא משום צד הגמרא. וא''ת מ''מ הרי כתבו התוס' ז''ל דטעמא דאביי דאינו יכול להפר מפני שאם יפר את שלה הוי שלו מופר דבעל מיעקר עקר וכיון דשלו יתבטל קאי בבל יחל וכיון דרבינו ז''ל פסק דבעל מיגז גייז אפילו שיפר את שלה אין שלו מופר ואם כן איך קאמר דאינו יכול להפר. וי''ל דרבינו ז''ל סובר דטעמא דאביי לאו משום דמיעקר עקר אלא אפי' דמיגז גייז כיון דהוא אמר בהדיא שתלה נדרו בנדרה הוי כאילו אמר ואם יפר את שלה ששלו יהא מופר: "
            ],
            [
                "<b>האשה שנדרה וכו'.</b> בעיא דאיפשיטא בפ''ד דנזיר (דף כ\"ב.) דבעל מיגז גייז: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>א''ל קיים ליכי שעה אחת וכשעברה השעה כו'.</b> מדברי הגמ' נראה דהבעיא היא כשאמר לה קיים ליכי שעה אחת ולאחר שעה יהא מופר לך דהא דלאחר שעה מופר לך תיכף אמרו כשקיים דה''פ הבעיא דלעיל דמחר מופר ליכי, אבל רבינו ז''ל כתב שלאחר שעה א''ל ההפר משום דממאי דפשיט גמרא מהריני נזיר ושמע בעלה משמע דאפילו כי האי גוונא מבעיא לן ודא ודא אחת היא, עיין שם: <b>תמו הלכות נדרים, תהלה לאדיר אדירים. </b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "לחם משנה על משנה תורה, הלכות נדרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lehem Mishneh",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}