{
    "title": "Kessef Mishneh on Mishneh Torah, Torah Study",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Torah_Study",
    "text": [
        [
            [
                "<b>נשים ועבדים וכו'.</b> פ''ק דקידושין [כ''ט] אמרינן דאין אדם חייב ללמד את בתו תורה מדכתיב ולמדתם אותם את בניכם ולא את בנותיכם. ובסוף פרק שני דכתובות [כ''ח.] אמרינן דאסור שילמד עבדו תורה. ואמרינן תו בפ''ק דקדושין דמדכתיב ולמדתם אותם את בניכם וכתיב בדוכתא אחרינא ולמדתם אותם ושמרתם לעשותם ילפינן שכל שאחרים מצווים ללמדו מצווה ללמד עצמו וכל שאין אחרים מצווין ללמדו אינו מצווה ללמד עצמו: \n",
                "<b>ואין האשה חייבת וכו'.</b> נתבאר בסמוך: \n\n"
            ],
            [
                "<b>כשם שחייב אדם ללמד את בנו וכו'.</b> שם ברייתא ומימרא דריב''ל ודלא כאידך ברייתא דפטרה מללמד את בן בנו: \n",
                "<b>ולא בנו ובן בנו בלבד וכו' מפי השמועה למדו בניך אלו תלמידיך וכו'.</b> בספרי: \n",
                "<b>אם כן למה נצטוה וכו'.</b> כוונת רבינו לתת שני הבדלים בין בנו לבן חבירו, אחד דבנו קודם, שני דבנו חייב לשכור לו מלמד אם הוא אינו יכול אבל בן חבירו אינו חייב לשכור לו מלמד דדוקא בטורח גופו נתחייב אבל לא בהוצאת ממונו. ואפשר דלדעת רבינו גם לבן בנו חייב לשכור לו מלמד. ובן בן בנו נ''ל פשוט דקודם לבן חבירו דנקט בן בנו וה''ה לבן בן בנו ולא ה''מ למכתב והודעתם לזרעך דהו''א בנות בכלל. אבל הא מספקא לי אי בן בתו קודם לבן חבירו דאפשר דאין קודם לבן חבירו אלא היכא דנתחייב באביו אבל גבי בת דליכא למימר הכי לא: \n\n"
            ],
            [
                "<b>מי שלא למדו אביו וכו'.</b> פרק קמא דקידושין (דף כ''ט:): \n",
                "<b>וכן אתה מוצא בכל מקום שהתלמוד קודם וכו'.</b> בסוף פ''ק דקידושין. ותיבת וכן אינה נוחה לי ויש ליישב דה''ק אע''פ שלא למדו אביו חייב ללמד את עצמו. ותדע שהוא מצווה בכך שהרי מצינו בכל מקום קודם התלמוד למעשה מפני שהתלמוד מביא לידי מעשה ומאחר שהוא חייב לעשות חייב הוא ללמוד: \n\n"
            ],
            [
                "<b>היה רוצה ללמוד ויש לו בן וכו'.</b> פ''ק דקדושין (דף כ''ט) ת''ר הוא ללמוד ובנו ללמוד הוא קודם לבנו ר' יהודה אומר אם בנו למודו מתקיים בידו בנו קודמו כי הא דר' יעקב בריה דרב אחא בר יעקב שדריה אבוה לקמיה דאביי כי אתא חזייה דלא מחדדן שמעתתיה אמר ליה אנא עדיפנא מינך תיב את ואיזיל אנא כלומר דהכא עסקינן בשצריך אחד מהם לטרוח אחר מזונות שניהם. ופסק רבינו כר' יהודה דהא עבד רב אחא עובדא כוותיה והקדים בנו לו אי לאו דחזא דלא מחדדן שמעתתיה. וטעמא דעבד כוותיה אי משום דס''ל דהלכה כמותו או דס''ל דלא בא אלא לפרש דברי ת''ק. וכתב רבינו ואע''פ שבנו קודם לא יבטל הוא כי היכי דלא נימא הרי עוסק לפרנס בנו הלומד וליפטר איהו מת''ת לגמרי קמ''ל דלא כיון דתרי מצוות נינהו: \n\n"
            ],
            [
                "<b>לעולם ילמוד אדם תורה וכו'.</b> ברייתא שם: \n\n"
            ],
            [
                "<b>מאימתי אביו חייב ללמדו תורה וכו'.</b> ברייתא סוף לולב הגזול (סוכה מ''ג): \n",
                "<b>ומ''ש עד שיהיה בן שש וכו'.</b> יתבאר בפרק שאח''ז: \n\n"
            ],
            [
                "<b>היה מנהג המדינה וכו'.</b> (פ''ק דקדושין) [פ''ד דנדרים דף ל''ז] ומשמע לי דמכאן ואילך אין חייב ללמדו אפילו בחנם: \n",
                "<b>מקום שנהגו ללמוד תורה שבכתב בשכר וכו'.</b> פ' אין בין המודר (נדרים ל''ו) ופרק עד כמה: \n",
                "<b>ומ''ש לא מצא מי שילמדנו בשכר וכו'.</b> פ' עד כמה (בכורות כ''ט): \n\n"
            ],
            [
                "<b>כל איש מישראל חיב בת''ת וכו'.</b> מצינו בגמרא כמה חכמים שהיו חולים ועניים כמו ר' אלעזר בר''ש בהפועלים [פ''ד.] שהיה חולה ור' חנינא בן דוסא בתעניות [כ''ז:] והלל בפרק אמר להם הממונה (יומא ל''ה) שהיו עניים וכולם עוסקים בתורה: \n\n"
            ],
            [
                "<b>גדולי ישראל היו מהם חוטבי עצים.</b> כגון הלל: \n",
                "<b>ומהם שואבי מים.</b> כגון רב הונא בפרק שני דייני גזירות (כתובות דף ק''ה): \n",
                "<b>ומהם סומין.</b> כגון רב יוסף: \n\n"
            ],
            [],
            [
                "<b><small>(י-יא)</small> עד אימתי חייב ללמוד תורה וכו' וחייב לשלש זמן למידתו.</b> מימרא דרב ספרא פרק קמא דקדושין (דף כ''ט): \n\n"
            ],
            [
                "<b>במה דברים אמורים בתחלת תלמודו וכו'.</b> זה דבר פשוט דלגמרא צריך זמן רב מה שאין צריך להמקרא ולמשנה ואהא סומכין העולם שאין משלשין: \n\n"
            ],
            [
                "<b>האשה שלמדה תורה וכו'.</b> כן משמע בפ' היה נוטל (סוטה כ''א) דאהא דתנן אם יש זכות תולה לה ואמרינן בגמרא זכות דמאי אילימא זכות תורה הא אינה מצווה כלומר וכיון שכן אין שכרה גדול כמצווה ועושה כדאמר רבי חנינא בריש ע''ז (דף ג') ובפ''ק דקדושין (דף ל''א). וכתבו התוספות דהיינו טעמא שהמצווה דואג תמיד לבטל יצרו ולקיים מצות בוראו: \n",
                "<b>ואע''פ שיש לה שכר צוו חכמים וכו'.</b> סוטה פרק היה נוטל פלוגתא דבן עזאי ורבי אליעזר ופסק כר''א: \n",
                "<b>ומ''ש בד''א בתורה שבע''פ וכו'.</b> הטור כתב בשם רבינו בהפך ונראה שנוסחא משובשת נזדמנה לו בדברי רבינו ונוסחא דידן עיקר: \n\n"
            ]
        ],
        [
            [
                "<b>מושיבין מלמדי תינוקות וכו'.</b> בתרא פ' לא יחפור (בבא בתרא דף כ״א) התקין יהושע בן גמלא שיהיו מושיבין מלמדי תינוקות בכל מדינה ומדינה ובכל עיר ועיר: \n",
                "<b>וכל עיר שאין בה תינוקות וכו'.</b> שבת פרק כל כתבי (שבת דף קי״ט) אמר ר״ל משום ר' יהודה נשיאה כך מקובל אני מאבותי כל עיר שאין בה תינוקות של בית רבן מחריבין אותה ואמרי לה מחרימין אותה. ורבינו קיים שתי הלשונות דברישא מחרימין אנשיה והדר מחרימין אותה כלומר מחריבין אותה. \n",
                "<b>ומ''ש שאין העולם מתקיים וכו',</b> שם: \n\n"
            ],
            [
                "<b>מכניסין את התינוקות להתלמד וכו'.</b> פרק לא יחפור (בתרא כ''א) גבי תקנת יהושע בן גמלא תניא שיהיו מכניסים אותם כבן שש כבן שבע ומשמע ליה לרבינו דהא בבריא הא בכחוש וכ''כ התוס': \n",
                "<b>ומ''ש ובפחות מבן שש אין מכניסין.</b> בפ' לא יחפור ובפרק נערה (כתובות נ') דא''ל רב לרב שמואל בר שילת שהיה מלמד תינוקות בציר מבר שית לא תקבל בר שית תקבל וספי ליה כתורא כלומר הלעיטהו תורה. והא דתנן בפ''ה דאבות בן חמש למקרא איכא למימר דמשמע לרבינו דהיינו בן חמש שלימות שנכנס בשנת שש: \n",
                "<b>ומכה אותם המלמד וכו'.</b> פ' לא יחפור (בתרא שם) א''ל רב לרב שמואל בר שילת כי מחית לינוקי לא תמחי אלא בערקתא דמסאנא: \n",
                "<b>ויושב ומלמדן כל היום וכו' ולא יבטלו התינוקות וכו'. ומ''ש אבל בשבת אין קורין בתחילה וכו'.</b> ברייתא פרק אין בין המודר (נדרים ל''ז) תינוקות לא קורין בתחילה בשבת אלא שונין בראשון. ופי' הר''ן לא קוראין בתחילה מה שלא קראו בימיהם אלא שונין בראשון אם קראו כלום ראשונה לפני השבת שונין אותו בשבת אע''פ שהיא חזרה ראשונה עכ''ל. וכן פירשו התוספות והריב''ש: \n",
                "<b>ואין מבטלין התינוקות ואפילו לבניין בית המקדש.</b> מימרא כל כתבי (שבת דף קי''ט:): \n\n"
            ],
            [
                "<b>ומה שכתב מלמד התינוקות וכו'.</b> למד כן מדאמרינן פ' לא יחפור דמשום דרביה דיואב לא דק בשיבושא חד דטעה יואב נאמר עליו ארור עושה מלאכת ה' רמיה וממילא שמעינן דה''ה לכל הגורם לטעות התינוקות: \n\n"
            ],
            [
                "<b>ומי שאין לו אשה וכו'.</b> משנה בסוף קדושין (דף פ''ב) לא ילמד רווק סופרים ולא תלמד אשה סופרים רבי אליעזר אומר אף מי שאין לו אשה לא ילמד סופרים ואמרינן בגמ' דה''ק אפילו יש לו ואינה שרויה אצלו. ונראה מדברי רבינו שפוסק כר''א וכן נראה עוד מדבריו פ' כ''ב מהלכות איסורי ביאה. וטעמו משום דשקלו וטרו בגמרא אליביה. והרב המגיד דחה שם טעם זה וכתב שנראה מדברי הרי''ף דהלכה כת''ק ושכן נראה לו עיקר. \n",
                "<b>ומה שכתב וכל אשה,</b> כלומר ואפילו נשואה דבשלמא גבי איש כיון שאשתו עמו היא משמרתו לפי שדרכה להיות תמיד בבית אבל אין דרך האיש להיות תמיד בביתו. וטעם האבות והאמהות מפורש שם בגמ': \n\n"
            ],
            [],
            [
                "<b><small>(ה-ו)</small> כ''ה תינוקות.</b> מימרא דרבא פרק לא יחפור (בתרא כ''א): \n",
                "<b>ומ''ש מוליכין את הקטן וכו'.</b> שם פלוגתא דאמוראי הי עדיף גריס ולא דייק כלומר שלמד הרבה ולא דייק בלימוד התינוקות שלא ישתבשו או דייק ולא גריס. ולא ראה רבינו להכריע משום דחדא מימרא דרבא ולא מייתי ראיה ורב דימי בר פלוגתא מייתי ראיה וכיון דרבא הוא מאריה דתלמודא טפי מרב דימי ה''ל שקולים ויבאו שניהם ולכן תלה בדעת אביו של תינוק. או נימא דסובר ז''ל דכיון דלא איפסיקא הלכתא אין משנין התינוק אלא למאן דגריס ודייק. ושיעור דבריו כך הם למלמד אחר שהוא מהיר ממנו בין במקרא בין בדקדוק כלומר בשניהם. וזה נראה עיקר: \n",
                "<b>במה דברים אמורים כשהיו שניהם.</b> מימרא דרבא שם (בתרא בתרא דף כ''א): \n\n"
            ],
            [
                "<b>אחד מבני מבוי וכו'.</b> עד סוף הפרק הכל פשוט שם: \n\n"
            ]
        ],
        [
            [
                "<b>בשלשה כתרים וכו'.</b> פרק בא לו כהן גדול (יומא דף ע''ב): \n\n"
            ],
            [
                "<b>אמרו חכמים ממזר תלמיד חכם וכו'.</b> משנה סוף הוריות (דף י''ג): \n\n"
            ],
            [
                "<b>אין לך מצוה בכל המצות וכו'.</b> בריש פאה ותלמוד תורה כנגד כלם: \n",
                "<b>שהתלמוד מביא לידי מעשה וכו'.</b> סוף פירקא קמא דקידושין (דף מ'): \n\n"
            ],
            [
                "<b>ומה שכתב היה לפניו עשיית מצוה וכו'.</b> ירושלמי פרק אלו עוברין ובריש חגיגה רבי אבהו שלח בריה לטבריה וכו' המבלי אין קברים בקסרי שלחתיך לטבריה נמנו וגמרו בעליית בית נתזא בלוד התלמוד קודם למעשה רבנן דקסרין אמרין הדא דתימא כשיש שם מי שיעשה מעשה אבל אין שם מי שיעשה מעשה מעשה קודם: \n\n"
            ],
            [
                "<b>תחלת דינו של אדם וכו'.</b> סוף פרק קמא דקדושין (דף מ') ופרק קמא דסנהדרין (דף ז'): \n",
                "<b>לעולם יעסוק אדם בתורה וכו'.</b> ריש פרק מקום שנהגו (פסחים דף נ':): \n\n"
            ],
            [
                "<b>כך היא דרכה של תורה וכו' עד שמא לא תפנה.</b> במסכת אבות בברייתא דשנו חכמים וקצתו בפ''ה וקצתו בפ''ב: \n\n"
            ],
            [],
            [
                "<b>כתוב בתורה לא בשמים היא וכו'.</b> עירובין פ' כיצד מעברין (עירובין נ״ה:) ויתר הדברים במס' אבות: \n\n"
            ],
            [
                "<b>דברי תורה נמשלו למים וכו'.</b> פ''ק דתעניות (דף ז'): \n\n"
            ],
            [
                "<b>כל המשים על לבו וכו'.</b> רבינו ז''ל הרחיב פיו ולשונו בפירוש המשנה פ''ד דמסכת אבות על ההספקות שנותנין גם לתלמידים גם לרבנים. וגם כי נראה מדבריו שרוב חכמי התורה הגדולים שבאותו זמן או כלם היו עושים כן וגם פה אזדא לטעמיה. והנה הוא ז''ל הביא שם ראיה מהלל הזקן [יומא ל''ה:] שהיה חוטב עצים ולומד. ואין משם ראיה שזה היה דוקא בתחילת למודו ולפי שהיה בזמנם אלפים ורבבות תלמידים אולי לא היו נותנין אלא למפורסמים שבהם או שכל מי שהיה אפשר לו שלא ליהנות היה עושה אבל כשזכה לחכמה ולמד דעת את העם התעלה על דעתך שהיה חוטב עצים. גם מה שהביא מר' חנינא בן דוסא [ברכות י''ז:] אינה ראיה שאם היה רוצה להתעשר לא היה צריך לשאול מבני אדם רק מן השמים היו נותנים לו כמוזכר בתעניות [כ''ה.] אבל הוא ז''ל לא רצה ליהנות מן העולם הזה ואין דברינו אלא ברוצים ליהנות מן העולם הזה אבל שלא באיסור. וקרנא [כתובות ק''ה.] שהיה מרויח שהיה בודק באוצרות יין איזה ראוי להתקיים אותה אומנות יפה היא ובלא טורח גדול. ואין ספק שמי שחננו השם יתברך להתפרנס ממלאכתו אסור לו ליטול ורב הונא דהוה דלי דוולא כבר פירש''י ז''ל שהיה דולה להשקות שדותיו ובזה אין גנאי גם כי כפי זה כבר היו לו קרקעות ולא היה צריך ליטול. והביא עוד ראיה ממה שאמרו במי שאחזו [ס''ז:] רב יוסף איעסק בריחייא רב ששת בכשורי אמר כמה גדולה מלאכה שמחממת את בעליה. וכבר נזהר רש''י ז''ל מזה וכתב דלרפואה היו עושים כן בימות השלג להתחמם ולהזיע. ואיני מבין כוונת רבינו הלא נערים בעץ כשלו אף כי סומים כי רב ששת סומא היה כנראה באותה סוגיא ואיך היה נושא קורות וא''כ ע''כ י''ל כרש''י שהיה נושא משא בתוך ביתו ממקום למקום. ודחה שם רבינו ראית אמרם היתה כאניות סוחר לומר דהיינו דוקא כשהיו חולים. ואמת הדבר שר' אלעזר בר''ש אמרו [ב''מ פ''ד:] שהיה חולה אבל מ''מ אם כוונת הכתוב לכך מה משבח התורה הרי כל בעלי מומין אע''פ שלא יהיו בני תורה ממרחק יביאו לחמם כי הרואה עצמו בצער נודר כך לצדקה ונותנין אותו לעניים החולים וגם שר' אלעזר בידו היה לסלק היסורים מעליו כמוזכר בהפועלים וכיון שכן היה גורם לעצמו ליהנות מד''ת וא''כ מהו שטוען רבינו ואומר והמעשים אשר ימצאו בגמרא מאנשים בעלי מומין בגופן שאין תחבולה להם אלא לקחת ממון אחרים ואם לא מה יעשו הימותו זה לא צותה תורה אינה טענה דאיכא למימר שיסלקו יסוריהם מעליהם ולא ימותו. גם שמצינו בדברי חז''ל [כתובות ק''ה:] שלתת דורון לת''ח שהוא כאילו מקריב ביכורים והביאו ראיה מאלישע כמוזכר פ' שני דייני גזירות וכן מצינו כשהיו הולכים לשאול לנביא היו נותנין לו דורון. ולפי פשט דברי רבינו גם דורון אסור לו לקבל דאל''כ למה נדחק באותו פסוק דהיתה כאניות סוחר לימא התם בתורת דורון הוה. ומצינו בר' יוחנן שהיה מפרנסו הנשיא כדאיתא בסוטה (פרק היה נוטל דף כ''א) גם בדברי קבלה מצינו גם ליושבים לפני ה' יהיה לאכול לשבעה וכו'. ובסוף הזרוע (חולין קל''ד:) אמרינן ההוא שקא דדינרי דאתא לבי מדרשא קדם ר' אמי וזכה בהם ופריך והיכי עביד הכי והא כתיב ונתן ולא שיטול מעצמו ומשני לעניים זכה בהם ואי בעית אימא אדם חשוב שאני כלומר ממונה ראש ישיבה דתניא והכהן הגדול מאחיו גדלהו משל אחיו. ופירש''י שקא דדינרי דינרי זהב שלחו ממקום אחר לבני הישיבה וודאי דר' אמי לא היה חולה דאי לא לשני הכי אלא בריא הוה ואפילו הכי זכה בהם ולא הוקשה להם למה נטלו אלא מפני שנטלו מעצמו הא לאו הכי שפיר דמי. ועוד דמשמע בפירוש דאדם חשוב אפילו ליטול מעצמו שרי. ומה שהביא להשתיק החולקין ממעשה דר' טרפון [נדרים ס''ב] ודיונתן בן עמרם [ב''ב ח'.] אדרבה משם ראיה דאמר רבינו הקדוש שלא יכנס להתפרנס משלו אלא ת''ח ואם איתא שאסור היאך היה מכשילן לת''ח לתת להם מה שהוא אסור ועוד דלא מן השם הוא זה דודאי כל היכא שיש לו אסור לו ליהנות מדברי תורה וגם יש לו למעבד כל טצדקי דאפשר שאם יהנה יהיה בתורת עני וכההיא דיונתן בן עמרם. ויותר נראה לומר דכל שאין לו משרא שרי ליהנות ויונתן בן עמרם לפנים משורת הדין הוא דעבד וכמו שאמרו שמא יונתן בן עמרם תלמידך הוא שאינו רוצה ליהנות בכבוד תורה דמשמע דוקא יונתן הוא דלא הוי מתהני הא אינך הוו מתהנו דאי לאו הכי הל''ל שמא שום בן תורה הוא שאינו נהנה בכבוד תורה. ועוד דאם איתא דאסור היאך לא נמצא שום אחד שיעמיד דבריו על דין תורה אלא יונתן בן עמרם לבדו: \n",
                "<b>ופירוש</b> המשניות שם באבות כך הם לדעתי ר' ישמעאל אומר הלומד על מנת ללמד כלומר שאין כוונת למידתו לשמה רק להתכבד בהיותו ראש ישיבה כמו שאמרו בפ' קונם [ס''ב.] לאהבה את ה' שלא תאמר אקרא כדי שיקראוני חכם אשנה כדי שיקראוני רבי או שאהיה זקן ויושב בישיבה, או שכוונתו ע''מ ללמד וליטול שכר כמי שלומד איזה אומנות מספיקים בידו ללמוד וללמד כפי כוונתו ולא יותר אבל הלומד ע''מ לעשות הוי לומד לשמה ומספיקים בידו ללמוד וללמד לשמור ולעשות כי כל אלה בכלל כוונתו כי לימוד התלמידים גם השמרו ממצות ל''ת ועשותו מצות עשה מעשה יאמר לו. בא ר' צדוק ואמר אל תטעה לומר כיון שאני רואה שגם ללומד ע''מ ללמד מספיקין בידו כפי כוונתו שאין בו עון אשר חטא אל תכוין לשום אחת מהכוונות הרמוזות בעל מנת ללמד. ובבחינת המכוין השגת הכבוד אמר אל תעשם עטרה להתגדל בהם ובבחינת המכוין ללמוד כדי להתפרנס כמי שלומד אומנות אמר ולא קורדום לחפור בהם. ותדע ששתי הכוונות אסורות שכך היה הלל אומר ודאשתמש בתגא חלף וכיון שהלל סתם דבריו הא למדת שכל הנהנה מדברי תורה איזה מין של הנאה שיהיה כלומר שלומד על מנת השגת כבוד או השגת פרנסתו נוטל חייו מן העולם. גם משנת הלל שהזכיר הכתובה בפ''א כך פירושו לדעתי הוא אמר תחלה הוי מתלמידיו של אהרן ומדרך העולם שההולכים בדרכים ישרים כאלה כונתם לקנות שם או להרויח, כנגד מי שמכוין לקנות שם אמר נגד שמיה וכו'. וא''ת מי הכניסני בתגר זה אם למדתי לא אוסיף עוד כי אם אלמוד אולי אתכוין לקנות שם ואובד שמי וכשלא אוסיף לא אענש או אם שמעתי מאמר זה קודם שאלמוד לא אלמוד אמר ודלא מוסיף יסוף אע''פ שלמד כיון ששנה ופירש ה''ז קשה מכולם ודאי יסוף אבל אותו שלא רצה ללמוד חייב מיתה הוא ומ''מ אם יש לו זכות תולה לו ולכך שינה לומר בראשון יסוף ובשני חייב מיתה. וכנגד כוונת הרוחת הממון אמר ודאשתמש בתגא חלף וכאן נכללות כל הנאות ד''ת. וה''מ המכוין בהתחלת למודו לכוונות האלה או שאפשר לו להתפרנס בלא שיטול שכר תלמודו אבל אם למד לשם שמים ואח''כ אי אפשר לו להתפרנס אם לא יטול שכר מותר. וזה נחלק לשלשה חלקים אם שיטול מאבות הבנים שכר ללמד בניו או ללמדו. ואם שיושב ולומד וכל הבא לקרבה אל המלאכה יקרבהו לתורה ולמצות. ואם שיושב ודן דין אמת לאמתו. וכל אלו החלקים למדנו היתרם מפרק שני דייני גזירות דאמרינן התם ת''ח המלמדין הלכות שחיטה והלכות קמיצה לכהנים נוטלים שכרם מתרומת הלשכה וכתבו התוספות דאע''ג דאמרינן בפ' אין בין המודר דשכר תלמוד אסור הכא שאני דכל שעה היו יושבים ולא היו עוסקין בשום מלאכה ולא היה להם במה להתפרנס והיה מוטל על הצבור לפרנסם. מדבריהם למדנו שלא אסרו שכר התלמוד אלא כשיש לו ממקום אחר כדי פרנסתו. ומכאן יש ללמוד לשני החלקים הראשונים שלפיכך היו נוטלים שכרם מתרומת הלשכה מלמדי הלכות שחיטה וקמיצה לכהנים לפי שהרי הם מהנים בזה לישראל עצמם שאם הכהנים לא ידעו היאך יקריבו קרבנות ישראל ה''נ אם אין גדיים אין תיישים ומי יורה שמועה ונמצאת ח''ו תורה בטלה מאליה וא''כ עליהם מוטל לפרנסם דה''ל כאילו מלמדים אותם בעצמם ושרי כמ''ש בשם התוספות. גם החלק השלישי נלמד ממה שאמרו בפ' הנזכר גוזרי גזירות כלומר דיינין שגוזרים גזירות שבירושלים נוטלים שכרם תשעים ותשע מנה מתרומת הלשכה. גם שם כתבו התוספות דטעמא לפי שלא היה להם ממה להתפרנס וכשם שהיו מגבין השקלים אפילו בע''כ כ''ש שמגבין בזמן הגליות כל מה שצריך להעמדת ציבור ואלמלא כן ח''ו היינו כאובדים בעניינו ואין לך צורך ציבור גדול ממה שצריכין להעמיד ביניהם מורה צדק גם תלמידים ימלאו מקומו בהפרדו מן העוה''ז וכופין אלו לאלו על החקים הקבועים על כך. ואמרינן תו בגמרא אהא דגוזרי גזירות לא רצו מוסיפין להם לא רצו אטו ברשיעי עסקינן ומפרש רש''י ברשיעי שנוטלים שכר לדון יותר מכדי חייהם אלא לא ספקו אע''פ שלא רצו ליטול מוסיפין להם. הכלל העולה שכל שאין לו ממה להתפרנס מותר ליטול שכרו ללמד בין מהתלמידים עצמן בין מן הצבור. וכן מותר לו ליטול שכר מהצבור לדון או מהבעלי דינין אחר שמירת התנאים הנזכרים בהלכות סנהדרין. ואחרי הודיע ה' אותנו כל זאת אפשר לומר שכוונת רבינו כאן היא שאין לאדם לפרוק עול מלאכה מעליו כדי להתפרנס מן הבריות כדי ללמוד אבל שילמוד מלאכה המפרנסת אותו ואם תספיקנו מוטב ואם לא תספיקנו יטול הספקתו מהצבור ואין בכך כלום. וזהו שכתב כל המשים על לבו וכו'. והביא כמה משניות מורות על שראוי ללמוד מלאכה ואפילו נאמר שאין כן דעת רבינו אלא כנראה מדבריו בפירוש המשנה קי''ל כל מקום שהלכה רופפת בידך הלך אחר המנהג. וראינו כל חכמי ישראל קודם זמן רבינו ואחריו נוהגים ליטול שכרם מן הצבור וגם כי נודה שהלכה כדברי רבינו בפירוש המשנה אפשר שהסכימו כן כל חכמי הדורות משום עת לעשות לה' הפרו תורתך שאילו לא היתה פרנסת הלומדים והמלמדים מצויה לא היו יכולים לטרוח בתורה כראוי והיתה התורה משתכחת ח''ו ובהיותה מצויה יוכלו לעסוק ויגדיל תורה ויאדיר: \n\n"
            ],
            [],
            [
                "<b>אדם כי ימות באהל וכו'.</b> בסוף ברכות (ס''ג:) ובפ' ר''ע (שבת פ''ג): \n",
                "<b>שכל היגע בתורה בבה''מ וכו'.</b> בירושלמי ריש פ' אין עומדין: \n",
                "<b>וכל היגע בתלמודו בצנעה וכו'.</b> ג''ז שם: \n",
                "<b>וכל המשמיע קולו וכו' אבל הקורא בלחש וכו'.</b> עירובין פרק כיצד מעברין (עירובין דף נ״ד): \n\n"
            ],
            [
                "<b>אין רנה של תורה אלא בלילה וכו'.</b> [במדרש רבה שיר השירים על פסוק קווצותיו תלתלים]: \n",
                "<b>חוט של חסד נמשך עליו וכו'.</b> בריש ע''ז (דף ג':) \n",
                "<b>וכל בית שאין נשמעין בו דברי תורה וכו'.</b> בריש פרק חלק (סנהדרין צב.) מימרא דרבי אלעזר. ובספרי רבינו כתוב שנאמר כי דבר ה' בזה וכו' והוא טעות סופר דהא בגמרא לא מפיק ליה אלא מדכתיב תאכלהו אש לא נופח ירע שריד באהלו ואין שריד אלא תלמיד חכם דכתיב ובשרידים אשר ה' קורא. לפיכך יש למחוק בדברי רבינו שנאמר ולא מייתי קרא דיליף מיניה ר' אלעזר הכי. ובספר מוגה מצאתי שנאמר כל חשך טמון לצפוניו תאכלהו אש לא נופח, ומ''ש כי דבר ה' בזה רישא דמילתא היא, ומה שכתב זה שלא השגיח על דברי תורה וכו' גריר בתריה. והכי איתא בהגדת חלק (סנהדרין צ''ט) גמרא האומר אין תורה מן השמים תניא כי דבר ה' בזה ר' נתן אומר כל שאינו משגיח על המשנה רבי נהוראי אומר כל שאפשר לו לעסוק בתורה ואינו עוסק ריב''ק אומר כל הלומד תורה ואינו חוזר עליה דומה לאדם שזורע ואינו קוצר. ובסוף פ''ק דחגיגה (דף ט') תנן איזהו מעוות שאינו יכול לתקון זה ת''ח שפירש מן התורה: \n",
                "<b>כל המבטל את התורה מעושר וכו'.</b> במס' אבות: \n\n"
            ]
        ],
        [
            [
                "<b>אין מלמדין וכו' או לתם.</b> כלומר שאין ברור לנו אם הוא טוב אם לאו. ולמד כן מדאמרינן פרק תפלת השחר (ברכות כ''ח) שהיה ר''ג מכריז כל תלמיד שאין תוכו כברו אל יכנס לבית המדרש ואסיקנא התם שלא הסכימו על ידו: \n",
                "<b>כל השונה לתלמיד שאינו הגון וכו'.</b> מימרא דרבי זירא בחולין פ' הזרוע (חולין דף קל״ג): \n",
                "<b>אם הרב דומה למלאך וכו'.</b> פרק אלו מגלחין (מ''ק ט''ז) גבי ההוא צורבא מרבנן דהוו צריכי ליה רבנן והוו סנו שומעניה ושמתיה רב יהודה: \n\n"
            ],
            [
                "<b>כיצד מלמדין וכו' ולא ישב הרב וכו'.</b> פרק אלו מגלחין (שם) דוד הוה יתיב אארעא ומתני להו לרבנן, ר''פ הקורא עומד (מגילה כא) אמר רב יהודה אמר רב מנין לרב שלא ישב ע''ג מטה וישנה לתלמידיו ע''ג קרקע שנאמר ואתה פה עמוד עמדי. וכתב הר''ן ומקשו הכא והא אמרינן בפ' השוכר את הפועלים (ב''מ פ''ד:) דר''ג וריב''ק הוו יתבי אספסלי ורבי אלעזר בר''ש ורבי הוו יתבי קמייהו אארעא. ובפ''ק דסנהדרין (דף י''ז) נמי אמרינן ביבנה הוו ארבעה ושמעון התימני היה דן לפניהם בקרקע ואף בימי דוד אמרינן במ''ק (דף ט''ז:) עירא היאירי הוה מתני לישראל ע''ג כרים וכסתות ודוד לא קביל עליה אלא אארעא. יש לומר כי היכי דמתרצינן בגמרא רכות מעומד קשות מיושב ה''נ בשמועות קשות היו יושבין אספסלי שאם היו יושבים בקרקע עם תלמידיהם לא היו יכולין לעיין בהם היטב. אי נמי כאן קודם שהגיעו לכלל סמיכה כאן לאחר שנסמכו דהתם ראוי לרב לחלוק להם כבוד עכ''ל: \n\n"
            ],
            [
                "<b>ולא יגביה הרב קולו וכו' ולא יגביה המתרגם קולו וכו'.</b> ברייתא ר''פ שלשה שאכלו (ברכות מ''ה) אין המתרגם רשאי להגביה קולו יותר מן הקורא ואם אי אפשר למתרגם להגביה קולו כנגד הקורא ימעך הקורא קולו ויקרא. ומה שכתב ולא יגביה המתרגם קולו בעת ששואל את הרב דמשמע דבעת שהוא מדבר לעם הרשות בידו להגביהו, למד כן מדאמרינן קודם הך ברייתא מנין שאין המתרגם רשאי להגביה קולו יותר מן הקורא שנאמר משה ידבר והאלהים יעננו בקול בקולו של משה ומשמע לרבינו דמדקאמר יעננו משמע שהיה שואל להשי''ת והשי''ת היה משיבו ואז דוקא קאמר שלא יגביה קולו יותר מן הקורא אבל כשהוא אומר הדברים לעם יגביה קולו כל מה שירצה כדי להשמיעם: \n",
                "<b>אין המתרגם רשאי לא לפחות ולא להוסיף וכו' אלא אם כן היה אביו או רבו. כתב</b> הראב''ד ז''ל דבר זה מקרה חדש היה והוא רב שעמד תורגמן לר' שילא במסכת יומא ושינה והוסיף שהיה גדול ממנו, עכ''ל. ואני אומר שאם רבינו הביא ראיה משם אין זו השגה שרבינו צריך לכתוב כל מה שיקרה בין חדש בין שאינו חדש, אלא אי קשיא הא קשיא לפי שאין שם מוזכר אביו ואיכא למימר דוקא מי שהוא גדול ממנו בחכמה אפשר שיפחות ויוסיף אבל אם אינו גדול ממנו בחכמה אף אם הוא אביו למה יפחות או יוסיף. ועוד קשה לי דמשמע מדברי רבינו דדוקא רבו אבל אם אינו רבו אף אם הוא גדול ממנו בחכמה אינו יכול לפחות או להוסיף ובאותו מעשה רב לא היה רבו דרבי שילא ואפי' הכי שינה. ועוד דמשמע מהתם שלא הכיר רבי שילא את רב שאילו הכירו לא היה מעמידו למתורגמן ומדברי רבינו נראה שאפילו מכירו יכול להעמידו שהרי אביו או רבו ודאי ניכרים לו הם. אבל רבינו הוציא דברים אלו מהירושלמי בפרק הקורא את המגילה עומד דהכי איתא התם תורגמן שהוא עומד לפני חכם אינו רשאי לא לשנות ולא להוסיף אלא א''כ היה אביו או רבו. והכי איתא בתוספתא כתבה הרי''ף בסוף מגילה ואע''פ שממה שכתב הר''ן שם נראה שהוא מפרש אלא א''כ היה החכם אביו של מתורגמן או רבו משום דאין אדם מתקנא בבנו ותלמידו, רבינו לא משמע ליה הכי אלא היה המתורגמן אביו או רבו של חכם קאמר. והראב''ד נראה שהיה מפרש הירושלמי והתוספתא כפירוש הר''ן ולפיכך השיג על רבינו שזה מקרה חדש שהגדול יתרגם לקטן ולא נמצא אלא פעם אחת בההיא דרבי שילא ואף גם שם לא היה אביו ולא רבו אלא גדול ממנו וא''כ לא הוה ליה להרמב''ם לכתוב אם היה המתורגמן אביו או רבו ואפילו גדול ממנו לא הוה ליה לכתוב כיון שלא נמצא אלא פעם אחת במקרה שלא הכירוהו. ורבינו תשובתו בצדו שהוא מפרש הירושלמי והתוספתא דאם היה המתורגמן אביו או רבו של חכם קאמר: \n",
                "<b>ומה שכתב רבינו אומר הרב למתורגמן כך אמר לי רבי וכו'.</b> ברייתא פ''ק דקידושין (דף ל''א): \n\n"
            ],
            [
                "<b>הרב שלמד וכו' אלא חוזר ושונה.</b> ברייתא כיצד מעברין (עירובין נ''ד:): \n\n"
            ],
            [
                "<b>אין הביישן למד ולא הקפדן מלמד.</b> פרק שני דמסכת אבות: \n",
                "<b>במה דברים אמורים וכו' עד במהרה.</b> פשוט הוא: \n",
                "<b>ומה שכתב זרוק מרה בתלמידים.</b> בפרק הנושא (כתובות דף ק''ג:): \n\n"
            ],
            [
                "<b>אין שואלים את הרב כשיכנס וכו'.</b> תוספתא דסנהדרין פרק שביעי: \n",
                "<b>ואין שואלים את הרב מענין אחר.</b> בריש שבת (דף ג') דאמר ליה ר' חייא לרב כי קאי רבי בהאי מסכתא לא תשייליה במסכתא אחריתא דלמא לאו אדעתיה דאי לאו דרבי גברא רבה הוא כסיפתיה דמשני לך שנויא דלאו שנויא כלומר והיית מקשה לו והוה מכסיף: \n",
                "<b>ויש לרב להטעות וכו'.</b> בכמה מקומות בגמרא ורבה לחדודי לאביי הוא דעבד: \n\n"
            ],
            [
                "<b>אין שואלים מעומד וכו'.</b> [כ''ז עד ולא ישאל בענין יותר מג' הלכות, בתוספתא דסנהדרין פ''ז]: \n",
                "<b>ואין שואלים את הרב אלא בענין שהם קורין בו.</b> כלומר דלעיל אמר שלא ישאל את הרב רק באותו נושא שלומדים שאם לומדים דיני שבת אל ישאלנו בדיני יו''ט והשתא קאמר שאפילו באותו נושא עצמו אין שואלים אלא בענין שהם לומדים כלומר שאם עסוקים בדיני הוצאה מרשות לרשות אל ישאלנו חבית שנשברה מה תקנה יעשו בשבת אף אם הכל מדיני שבת: \n\n"
            ],
            [
                "<b>על מה שאמר רבינו או בשתי תשובות</b> כתוב בספר הבתים הרב לא הזכיר בתחלה תשובות ויראה לי שחסר מן הספר. ולשון ההלכות אחד שואל ואחד אומר שלא לשאול נזקקין לשואל והשואל מעשה צריך שיאמר מעשה אני שואל. ויראה שזה שאומר שלא לשאול רצונו שלא ישאלו אלא שרוצה להשיב במה שהם עסוקים, עכ''ל: \n\n"
            ],
            [
                "<b>אין ישנים בבית המדרש.</b> במגלה פרק בני העיר (מגילה דף כ״ח.) שאלו את ר' זירא במה הארכת ימים ואחד מהדברים שאמר להם שלא ישן בבית המדרש לא שינת קבע ולא שינת עראי: \n",
                "<b>וכל המתנמנם וכו'.</b> מימרא דרבי זירא פרק בן סורר ומורה (סנהדרין דף ע''א:): \n",
                "<b>אין מסיחין וכו'. אפילו מי שנתעטש וכו'.</b> ברכות סוף פרק אלו דברים: \n",
                "<b>וקדושת בית המדרש וכו'.</b> פשוט פרק בני העיר (מגילה דף כ''ו): \n\n"
            ]
        ],
        [
            [
                "<b>כשם שאדם מצווה וכו' עד ואח''כ משיב אבידת רבו.</b> במציעא (דף ל''ג) סוף אלו מציאות תנן אבידת אביו ואבידת רבו של רבו קודמת שאביו הביאו לחיי העולם הזה ורבו שלמדו חכמה מביאו לחיי העולם הבא ואם היה אביו שקול כנגד רבו אבידת אביו קודמת היה אביו ורבו נושאים משאוי מניח של רבו ואח''כ מניח של אביו היה אביו ורבו עומדים בבית השביה פודה את רבו ואח''כ פודה את אביו ואם היה אביו ת''ח פודה את אביו ואחר כך פודה את רבו. ודברי רבינו שכתב כאן דאם היה אביו ת''ח אע''פ שאינו שקול כנגד רבו משיב אבידתו ואח''כ משיב אבידת רבו תמוהים דהא במתני' קתני בהדיא ואם היה אביו שקול כנגד רבו אבידת אביו קודמת משמע בהדיא שאם אינו שקול אבידת רבו קודמת. ועוד שרבינו עצמו כתב פרק י''ב מהלכות גזילה פגע באבידת רבו עם אבידת אביו אם היה אביו שקול כנגד רבו של אביו קודמת ואם לאו של רבו קודמת והוא שיהיה רבו מובהק שרוב חכמתו של תורה ממנו למד. ונשאל אחד מבני בניו של רבינו על יישוב שתי לשונות הללו של רבינו שסותרים זה את זה. והשיב דכשאינו רבו מובהק אע''פ שאין אביו שקול כיון שהוא ת''ח אביו קודם והיינו הא דהכא וכשהוא רבו מובהק בעינן שיהיה אביו שקול ואם לאו של רבו קודם וכמבואר בדברי רבינו שם דברבו מובהק דוקא קאמר וכעולא שפסק כן בגמרא, עכ''ל. וקשה לי על זה שבכל זה הפרק מדבר ברבו מובהק שכן אמר בסוף בד''א ברבו מובהק וכו' אבל אם לא למד רוב חכמתו וכו' הרי מפורש דעד השתא לא איירי כלל בדיני רבו שאינו מובהק. ועוד שלא מצינו לא במשנה ולא בגמרא שיהא לרבו שאינו מובהק שום קדימה על אביו דהא במתניתין סתם רבו אמרו והיינו ודאי רבו מובהק דאילו שאינו מובהק אינו נקרא בשם רבו סתם. ועוד דמותיב בגמרא לר' יוחנן שפסק כרבי יהודה מדתנן רבו שלמדו חכמה ושני מאי חכמה רוב חכמה. ועוד דהא על ההיא מתניתין דאבידת אביו ואבידת רבו מייתי תלמודא תנו רבנן רבו שאמרו שלמדו חכמה וכו' והיינו ודאי רבו מובהק. ועוד דגרסינן התם אמר עולא תלמידי חכמים שבבבל עומדים זה מפני זה וקורעים זה על זה ולענין אבידה במקום אביו אינם חוזרין אלא לרבו מובהק ומשמע דאביו אע''פ שאינו חכם קודם בכל דבר לרבו שאינו מובהק. וההגהות כתבו דט''ס יש כאן ומה שכתב בהלכות גזילה עיקר שהוא מסכים לדין הגמרא. וכדבריהם נראה לי עיקר. וטעם דין זה השנוי במשנה דבפדיון שגופם בסכנה כיון שאביו ת''ח אף אם אינו שקול יתחייב להציל נפשו מני שחת קודם כל אדם אבל אבידתו שאינו אלא הפסד ממון כל שאינו שקול אף אם יעבור על דעת אביו מעט אין רע, ובמשא משמע לי דמדלא מפליג תלמודא דאפילו אביו שקול רבו קודם דכיון שאין שם אבידת גוף ולא אבידת ממון רק להניח לו מעצבו הוה ליה ככבוד לחוד וחייב הוא בכבוד רבו יותר מכבוד אביו. וכל דינים הללו ברבו מובהק אבל רבו שאינו מובהק אפילו אין אביו תלמיד חכם אבידת אביו קודמת דיותר חייב בכבוד אביו מכבודו דלא מקרי הביאו לחיי העולם הבא כל שלא למד ממנו רוב חכמתו: \n",
                "<b>מורא רבך וכו'.</b> במסכת אבות: \n",
                "<b>כל החולק על רבו וכו'.</b> פרק חלק (סנהדרין ק''ט): \n\n"
            ],
            [
                "<b>איזהו חולק על רבו.</b> בפ״ק דסנהדרין (דף ה':) תנא תלמיד אל יורה אלא א״כ נטל רשות מרבו ותניא תו התם תלמיד אל יורה הלכה במקום רבו אלא אם כן היה רחוק ממנו שלש פרסאות כנגד מחנה ישראל, ואמרינן בעירובין פ' הדר (עירובין דף ס״ב ס״ג) בפניו אסור וחייב מיתה שלא בפניו אסור ואינו חייב מיתה ואמרינן נמי התם דרב המנונא אורי בחדתא דארגיז בשני רב חסדא ואמר רבינא אתמר אורי ואתמר לא אורי בשניה דרב הונא רביה הוא דלא אורי ואורי בשני רב חסדא דתלמיד חבר דיליה הוה. ומשמע לרבינו דחדתא דארגיז היה רחוק מפומבדיתא מקומו של רב הונא יותר משלש פרסאות ואפילו הכי אסור להורות בחיי רבו ומשמע נמי התם מתוך הסוגיא דכל תוך שלש פרסאות חשיב כבפניו וחוץ לשלש כשלא בפניו וכן כתבו התוספות. וכדי ליישב זה עם מה שאמרו התלמיד אל יורה אלא א״כ היה רחוק ממנו שלש פרסאות דמשמע בין נטל רשות בין לא נטל רשות חוץ לשלש פרסאות שרי אנו צריכין למימר דהא דמשמע דאפילו חוץ לשלש פרסאות אסור היינו בקובע עצמו ללמד ולהורות והיינו דקאמר לא אורי בחדתא דארגיז דמשמע להיות שם ראש ללמד ולהורות והא דמשמע דחוץ לשלש פרסאות מותר היינו באקראי בעלמא. ומשמע מדברי התוספות דפ״ק דסנהדרין (דף ה') דאפילו נטל רשות מרבו תוך שלש פרסאות אסור וכן משמע מדאמרינן בפרק אע״פ (כתובות ס':) דאריסיה דאביי שאל ממנו דין אחד והורה לו ובא לפני רב יוסף ונמצא דהורה שלא כדין ואמר אז אביי הא מילתא דאמור רבנן אפילו ביעתא בכותחא לא לישרי איניש במקום רביה לאו משום דמחזי כאפקירותא אלא משום דלא מסתייעא מילתא כלומר להורות כהלכה דהא אנא הוה גמירנא אותו דין ואפ״ה לא אסתייעא לי מילתא למימרא. נראה משום שאביי היה במקום רבו וכיון שהורה אותו דין אין ספק שנטל רשות דאם לא כן היאך היה מורה הרי אסור וחייב מיתה ואפ״ה אסיק דהא דאמור רבנן אפילו ביעתא בכותחא וכו' הוי טעמא משום אפקירותא ומשנטל רשות ליכא אפקירותא והשתא אסיק דלא הוי טעמא אלא משום דלא מיסתייעא מילתא ואם כן אפילו בנטל רשות אסור אלמא דאפילו נטל רשות בפניו דהיינו תוך שלש פרסאות אסור וכך הם דברי התוס' שם ג״כ. ושיעור לשון רבינו כך הוא בד״א דביש בינו ובין רבו שנים עשר מיל מותר להשיב בדבר שנקרא מקרה וכו': \n",
                "<b>כתב</b> הרמ''ך על דברי רבינו אפילו יהיה כדבריו שאסור להורות אפילו נתרחק ממנו שלש פרסאות מאין לו שאסור לו לקבוע מדרש בחיי רבו בעיר רבו כל שכן אם נתרחק ממנו שלש פרסאות וצ''ע, עכ''ל. ונראה לי שמה שאמר רבינו שאסור לו לקבוע מדרש וכו' היינו דוקא בשקובע עצמו להורות הוראות וכמ''ש בסוף לשונו אבל לקבוע עצמו להוראה וכו': \n\n"
            ],
            [
                "<b>ומה שכתב ולהפריש מן האיסור.</b> פרק הדר (עירובין ס''ג) ההוא גברא דהוה קטר חמרא בצינתא פי' בדקל בשבתא הוה יתיב רבינא קמיה דרב אשי רמא ביה קלא לא אשגח אמר להוי ההוא גברא בשמתא א''ל כהאי גוונא מי מחזי כאפקירותא א''ל אין חכמה וכו' כל מקום שיש חילול השם אין חולקין כבוד לרב. וכאן היו שני עניינים בראשונה חשב שעשה כן מפני שלא היה יודע רמא ביה קלא ואחר כך נדהו מפני רשעו וזהו שכתב מפני שלא ידע באיסורו או מפני רשעו: \n\n"
            ],
            [
                "<b>וכל תלמיד שלא הגיע להוראה וכו' ועליו נאמר כי רבים חללים הפילה וכו' וכן חכם שהגיע וכו'.</b> פ''ק דע''ז (דף כ''ב) אמר ר' אבא כי רבים חללים זה תלמיד שלא הגיע להוראה ומורה כלומר דהוי כנפל דעדיין לא נגמר ועצומים כל הרוגיה זה שהגיע להורות ואינו מורה כלומר דהוי מלשון ועוצם עיניו והכי קאמר המתעצמים ומחרישים מלהורות הורגים אנשי דורם: \n",
                "<b>ודע</b> דבגמרא אמרינן על האי מימרא ועד כמה עד ארבעין שנין והא רבא אורי בשוין, ופירש''י ועד כמה הוי ראוי להוראה עד ארבעין שנין משנולד והא רבא אורי וכל ימיו לא היו אלא ארבעים שנה, התם בשוין כשאין בעירו גדול ממנו. וכתב הר''ן וש''מ שאין ת''ח רשאי להורות כל זמן שיש בעיר גדול ממנו אם לא הגיע לארבעים שנה אבל אם אין בעיר גדול ממנו מורה כרבא דאורי אע''פ שלא הגיע לארבעים. ותמהני מהרמב''ם שכתבה לזו בפ''ה מהלכות ת''ת ולא חלק בין ארבעים לפחות מהם ובין שוין ליש גדול ממנו. וכן יש לתמוה על הרי''ף שלא כתב בהלכות והא רבא אורי התם בשוין עכ''ל. כלומר שהרי''ף כתב ועד כמה עד ארבעין שנין והשמיט הא דפריך והא רבא אורי ושני התם בשוין ורבינו לא כתב לא זה ולא אותו ועל שניהם תמה. וליישב זה יש לומר שרבינו והרי''ף מפרשים דעד כמה אהגיע להוראה קאי עד כמה רשאי לעכב עצמו מלהורות וקאמר דעד ארבעים רשאי לעכב ומשם ואילך אינו רשאי ופריך והא רבא אורי קודם ארבעים שנה ואם איתא שהיה רשאי לעכב עצמו מלהורות הוה ליה לנהוג מנהג חסידות ולמשוך ידו מלהורות כל זמן שהוא רשאי לעכב ושני בשוין אבל רבא לא היה שם גדול ממנו ולפיכך לא היה רשאי לעכב עצמו מלהורות. והרי''ף כתב עד כמה עד ארבעין שנין לומר דאותו זמן הוא רשאי לעכב עצמו מלהורות ולא יותר מכאן ולא חש לכתוב הא דרבא דאורי ואוקימנא ליה בשוין משום דבמדת חסידות הוא דקאמר שראוי לו להתעכב כל זמן שהוא רשאי ובדורות הללו לא שכיח כל כך מדת חסידות ומטעם זה לא הוצרך ללמדנו שכל שאין גדול ממנו אפילו לא הגיע לארבעים שנה אינו רשאי לעכב עצמו מלהורות דבדורות הללו אין צורך להזהיר על כך. ורבינו מפני שבדורו רבו הקופצים להורות קודם זמן כמו שקרא עליהם תגר לא הוצרך לכתוב עד כמה רשאי לעכב עצמו מלהורות משהגיע להוראה דהלואי שלא יקדימו להורות קודם שיגיעו להוראה כל שכן שלא יתעכבו מלהורות אחר שיגיעו. אי נמי משום דבזמן דורו שרבו הקופצים להורות קודם זמנן מי שהגיע להוראה אינו רשאי לעכב עצמו כלל מלהורות פן יקדימנו מי שלא הגיע להוראה: \n\n"
            ],
            [
                "<b>ואסור לו לתלמיד לקרות לרבו בשמו.</b> פ' חלק (סנהדרין ק''ט) היכי דמי אפיקורוס אמר רב נחמן זה הקורא לרבו בשמו דאמר ר' יוחנן מפני מה נענש גיחזי מפני שקרא לרבו בשמו שנאמר זאת האשה וזה בנה אשר החיה אלישע. וכתב רש''י בשמו שאומר פלוני ואינו אומר מרי ורבי פלוני ומקרא מסייעו דקאמר יהושע אדוני משה: \n",
                "<b>ומ''ש והוא שיהיה השם וכו'.</b> זו היא סברת רבינו וכן כתב בפ' ששי מהלכות ממרים ולא יקרא בשמו לא בחייו ולא במותו אלא אומר אבא מארי היה שם אביו או שם רבו כשם אחרים משנה את שמם, יראה לי שאין נזהר בכך אלא בשם שהוא פלא שאין הכל דשין בו אבל השמות שקוראין בהם את העם כגון אברהם יצחק ויעקב וכיוצא בכל לשון ובכל זמן קורא בהם לאחרים שלא בפניו עכ''ל. אבל קשה דהתם משמע דדוקא לאחרים מותר בשאין השם פלא אבל להם אסור וגם לאחרים דמותר ה''מ שלא בפניו אבל בפניו לא והכא משמע דאפילו להם שרי בפניהם וכל שכן לאחרים וצ''ע. וכשהשם פלא משמע התם דאפילו שלא בפניו אסור שהרי כתב שכשאין השם פלא קורא לאחרים שלא בפניו הא שאם הוא פלא אפילו שלא בפניו אסור וכאן כתב ולא יזכיר שמו בפניו גם צריך תלמוד מנ''ל דצריך לשנות שם האחרים: \n",
                "<b>ולא יתן שלום לרבו וכו'.</b> פרק תפלת השחר (ברכות כ''ח) אמר רב יהודה אמר רב לעולם אל יתפלל אדם לא כנגד רבו ולא אחורי רבו והנותן שלום לרבו והמחזיר שלום לרבו גורם לשכינה שתסתלק מישראל. ופירש''י כנגד רבו אצל רבו ומראה כאלו הם שוים. אחורי רבו נמי יוהרא הוא. שלום לרבו כשאר כל אדם שלום עליך ולא אמר ליה שלום עליך רבי: \n\n"
            ],
            [
                "<b>ולא יחלוץ תפיליו וכו'.</b> הכי איתא בפרק חלק (סנהדרין ק''א:) אמר ר' יוחנן וירם יד במלך היינו שחלץ תפיליו בפניו ופירש''י שהיה לו ליפנות לצד אחר מפני אימת מלכות ולחלוץ שלא בפניו. וכתב עוד דטעמא מפני שהוא מגלה הראש והוא זלזול לפני המלך: \n",
                "<b>ומה שכתב ולא יכנס עם רבו למרחץ.</b> בפסחים פ' מקום שנהגו (פסחים דף נ״א) תנא תלמיד לא ירחץ עם רבו ואם רבו צריך לו כלומר לשמשו מותר ולא חשש רבינו לכתבו כאן לפי שסמך על מה שכתב להלן הרב המובהק שרצה למחול על כבודו וכו' הרשות בידו: \n",
                "<b>ומ''ש ולא ישב במקום רבו וכו'.</b> פ''ק דקידושין (דף ל''א) אי זהו מורא לא ישב במקומו ולא סותר את דבריו ולא מכריעו כלומר לא ישב במקום מיוחד לאביו לעמוד שם בסוד זקנים לעצה. ולא מכריעו אם היה אביו ואחר חלוקים בדבר הלכה לא יכריע כדברי האחר לומר נראים דברי פלוני: \n",
                "<b>ולא ישב וכו'.</b> במדרש רות ויאמר שבו פה וישבו מכאן שאין רשות לקטן לישב עד שיתן לו הגדול רשות: \n",
                "<b>ומ״ש ולא יעמוד וכו' ומ״ש וכשיפטר וכו'.</b> פשוט ביומא פרק הוציאו לו (יומא דף נ״ג): \n\n"
            ],
            [
                "<b>וחייב לעמוד מפני רבו וכו'.</b> פשוט פ''ק דקידושין (דף ל''ב): \n",
                "<b>חייב אדם להקביל פני רבו וכו'.</b> סוכה פרק הישן (סוכה כ״ז:) מימרא דר' יצחק ואמרינן התם שר' אליעזר היה אומר משבח אני את העצלנים שאין יוצאים מבתיהם ברגל דכתיב ושמחת אתה וביתך. ואמרו שהתלמיד אחד בא להקביל פניו ברגל ואמר לו שלא יפה עשה והקשו עליו מהא דרבי יצחק ותירצו לא קשיא הא דאזיל ואתי ביומיה כגון שהם בתוך התחום או על ידי עירוב הא דלא אזיל ואתי ביומיה. ורבינו לא כתב זה משום דמשמע התם דדוקא ר״א הוה סבירא ליה הכי ולכך כתב לדר' יצחק סתם ולא חילק: \n\n"
            ],
            [
                "<b>אין חולקין כבוד לתלמיד וכו'.</b> בבתרא פרק יש נוחלין (בבא בתרא דף קי״ט) וכתבו הרי״ף פ״ק דקדושין: \n",
                "<b>וכל מלאכות וכו' עד ופורק ממנו יראת שמים.</b> הכל בכתובות פרק אלמנה נזונת (כתובות דף צ״ו): \n",
                "<b>וכל תלמיד שמזלזל וכו'.</b> פרק תפלת השחר (ברכות כ''ו:) ר' אליעזר אומר המתפלל אחורי רבו וכו' והחולק על ישיבתו של רבו וכו' גורם לשכינה שתסתלק מישראל: \n\n"
            ],
            [
                "<b>ראה רבו עובר על ד''ת וכו'.</b> דתניא פ''ק דקדושין (דף ל''ב) הרי שהיה אביו עובר על ד''ת לא יאמר לו אבא עברת על ד''ת אלא אומר לו מקרא כתוב בתורה כך. ולמד משם רבינו לרבו וכל שכן הוא: \n",
                "<b>וכל זמן שמזכיר שמועה וכו'. ואל יאמר דבר שלא שמע וכו'.</b> מימרא דר' אליעזר (ברכות כ''ז:) פרק תפלת השחר ומשמע דשמועה ששמע מרבו רשאי לאומרה סתם אע''פ שלא יזכיר שם אומרה והטעם משום דכל מה שהוא אומר מן הסתם מרבו שמע כדאיתא בפרק הישן (סוכה כ''ז): \n",
                "<b>וכשימות רבו קורע וכו' ואינו מאחה לעולם.</b> טעמו מדתניא בסוף מועד קטן (דף כ״ז) אלו קרעים שאינן מתאחים הקורע על אביו ועל אמו ועל רבו שלמדו תורה ועל נשיא ועל אב בית דין. ומשמע לרבינו דכשם שהם שוים לענין איחוי כך הם שוים בשעור הקריעה דכשם ששיעור קריעה דאביו ואמו עד שיגלה לבו כך באלו השנויים עמהם שיעור קריעה עד שיגלה את לבו. והרמב״ן ז״ל בספר תורת האדם הקשה על רבינו מדגרסינן בפרק אלו מגלחין (מועד קטן דף כ״ב:) אמר רבי חייא בר אבא אמר ר' יוחנן על כל המתים כלם מבפנים על אביו ועל אמו קורע מבחוץ אמר רב חסדא וכן לנשיא מתיבי לא הושוו לאביו ולאמו אלא לאיחוי בלבד מאי לאו אפילו לנשיא לא לבר מנשיא. ופירש״י לא הושוו רבו ואב בית דין ונשיא וכל הנך דתניא במתניתין לאביו ולאמו אלא לאיחוי ש״מ נשיא בשאר כל חומרי אביו ואמו הרי הוא כשאר כל המתים וכן רבו שלמדו תורה אינו אלא כשאר כל המתים ואפילו בקריעה מבחוץ. ועוד שגילוי הלב דבר מיוחד הוא באביו ובאמו רמז שבטלה ממנו מצות כבוד כדאיתא בירושלמי והרי אמרו בגמ' בקריעה טפח מאי קראה דכתיב ויחזק דוד בבגדיו ויקרעם ואין אחיזה פחותה מטפח והא דוד קרע על נשיא ועל אב ב״ד ושמועות הרעות וסגי ליה בטפח, עכ״ל. וליישב דעת רבינו י״ל שהוא סובר דעד שיגלה לבו בכלל אינו מתאחה הוא דהא דאינן מתאחין נפקא לן בגמ' מדכתיב באלישע ויחזק בבגדיו ויקרעם לשנים ממשמע שנאמר ויקרעם איני יודע שהן שנים אלא מלמד שקרועים ועומדים שנים לעולם ומהתם איכא למשמע דעד שיגלה לבו קרע דבהכי מינכר שהם קרועים לשנים דאי לא קרע אלא טפח לא הוה מינכר שהם קרועים לשנים. והא דקאמר בירושלמי שגילוי הלב באביו ובאמו מפני שבטלה מצות כבוד ההוא טעמא שייך נמי בנשיא ורבו ואב ב״ד והא דגמרינן בגמ' טפח מויחזק דוד בבגדיו אסמכתא בעלמא היא ללמד על אחרים ולא על עצמו ותדע דהא אע״ג דלא כתיב בקרא דדוד שנים קרעים ואמרינן דקורע על נשיא ועל אב ב״ד אינו מתאחה משום דגמרינן מאלישע א״כ ה״ה נמי דלענין גלוי הלב ילפינן מיניה כדפרישית. אבל אי קשיא על רבינו הא קשיא לי למה לא כתב דעל הנשיא קורע מבחוץ דהא ליכא מאן דפליג עליה דרב חסדא דאמר וכן לנשיא. ועוד יש לדקדק בדבריו שכתב בפ״ט מהלכות אבל חכם שמת הכל קורעין עליו עד שמגלים את לבם ומשמע אפילו לא למד ממנו כלום וזו מנין לו וצ״ע: \n",
                "<b>ומה שכתב רבינו בד״א ברבו מובהק וכו'.</b> במציעתא סוף אלו מציאות (בבא מציעא דף ל״ג) אמר עולא ת״ח שבבבל עומדים זה מפני זה וקורעין זה על זה כלומר מפני שלומדין זה מזה. ובפ״ק דקדושין (דף ל״ד) תנא אי זו היא קימה שיש בה הידור הוי אומר זה ארבע אמות אמר אביי לא אמרן אלא ברבו שאינו מובהק אבל ברבו מובהק מלא עיניו: \n",
                "<b>ומה שכתב רבינו אפילו לא למד ממנו אלא דבר אחד וכו'.</b> בסוף פ' אלו מציאות (בבא מציעא דף ל״ג) שמואל קרע מאניה על ההוא מרבנן דאסבריה אחד יורד לאמת השחי ואחד פותח כיון: \n\n"
            ],
            [
                "<b>וכל ת''ח וכו'.</b> באבות פ''ה חכם אינו מדבר בפני מי שגדול ממנו בחכמה: \n\n"
            ],
            [
                "<b>הרב המובהק שרצה למחול וכו'.</b> פ''ק דקדושין (דף ל''ב) פליגי רב חסדא ורב יוסף אי רב שמחל על כבודו כבודו מחול או לא ורב יוסף אמר דמחול ומייתי לה מוה' הולך לפניהם וכיון דיליף מהאי קרא אלמא דאפילו ברבו מובהק עסקינן ורבא ס''ל התם כרב יוסף והוו להו תרי לגבי חד ועוד דרבא בתרא הוא לכך פסק רבינו דכבודו מחול וכן פסקו הרי''ף והרא''ש ז''ל: \n",
                "<b>ומה שכתב דאפילו שמחל על כבודו הידור מיהא בעי למעבד.</b> גם זה שם: \n\n"
            ],
            [
                "<b>יהי כבוד תלמידך וכו'.</b> באבות פרק ד': \n\n"
            ],
            [
                "<b>ומה שכתב הרבה חכמה למדתי מחברי וכו'.</b> מימרא דרבי חנינא פרק קמא דתעניות ופרק שני דמכות: \n\n"
            ]
        ],
        [
            [
                "<b>כל תלמיד חכם מצוה להדרו וכו'.</b> פרק קמא דקידושין (דף ל''ב) ת''ר מפני שיבה תקום יכול אפילו זקן אשמאי ת''ל זקן ואין זקן אלא חכם שנאמר אספה לי שבעים איש מזקני ישראל רבי יוסי הגלילי אומר אין זקן אלא זה שקנה חכמה. ומפרש בגמרא דאיכא בינייהו יניק וחכים דלרבי יוסי חייב לעמוד מפניו ולתנא קמא לא. ופסק רבינו כר' יוסי משום דאיסי בן יהודה דאמר התם מפני שיבה תקום אפילו כל שיבה במשמע קאי כוותיה דכיון דדריש שיבה לרבות אפילו זקן אשמאי אלמא זקן באפי נפשיה מידרש ולא קאי אשיבה וליניק וחכים אתא דאי זקן וחכם קאמר למה לי משום חכמה תיפוק לי משום זקנה ואמר התם אביי הלכה כאיסי בן יהודה. וכתב הר''ן שכן נראה מפירוש רש''י ואף על פי שמדברי הרי''ף נראה דסובר דהלכה כתנא קמא: \n",
                "<b>ומאימתי חייבין וכו'.</b> שם אי זו היא קימה שיש בה הידור זה ארבע אמות וגרסינן תו התם חכם עובר עומד מלפניו ארבע אמות וכיון שעבר יושב: \n\n"
            ],
            [
                "<b>אין עומדין מפניו וכו'.</b> שם (קידושין ל''ב) באותה ברייתא ואמרינן בגמרא דהני מילי דבמרחץ לא בבתי גוואי אבל במקום שמותר להרהר בד''ת חייב לעמוד. ורבינו כתב בית המרחץ דומיא דבית הכסא ולכך לא חשש לפרש יותר: \n",
                "<b>ואין בעלי אומניות וכו'.</b> שם אין בעלי אומניות רשאין לעמוד מפני ת''ח בשעה שעוסקין במלאכתן. ודעת רבינו לומר שרשאין פירוש חייבין כמו לא תהיה לו כנושה דמתרגמינן לא תהא ליה כרשיא וכן כתבו התוספות: \n",
                "<b>ומנין שלא יעצים עיניו.</b> שם בברייתא יכול יעצים עיניו כלומר כמי שלא ראהו ת''ל ויראת מאלהיך והקשו בגמרא אטו ברשיעי עסקינן ומשני דהכי קאמר יכול יעצים עיניו מקמי דלימטי זמן חיובא דכי מטי זמן חיובא הא לא חזי ליה. וזהו שכתב רבינו ומנין שלא יעצים עיניו מן החכם כדי שלא יראהו: \n\n"
            ],
            [
                "<b>אין ראוי לחכם שיטריח וכו'.</b> שם בברייתא ובגמרא: \n\n"
            ],
            [
                "<b>רוכב הרי הוא כמהלך וכו'.</b> ג''ז פשוט שם: \n\n"
            ],
            [
                "<b>שלשה שהיו מהלכין וכו'.</b> יומא פרק אמר להם הממונה (יומא דף ל״ז). ודע דבגמרא הכי איתא אמר רב יהודה המהלך לימין רבו הרי זה בור. תנן הסגן מימינו וראש בית אב משמאלו. ועוד תניא שלשה שהיו מהלכים בדרך הרב באמצע גדול מימינו קטן משמאלו. תרגמה רב שמואל בר פפא כדי שיתכסה בו רבו והתניא המהלך כנגד רבו ה״ז מגסי הרוח דמצדד אצדודי. ומפרש״י הרי זה בור אפילו בדרך ארץ אינו בקי. כדי שיתכסה בו רבו הא דקתני מימינו לא שילך אצלו אלא מאחוריו ומיהו גדול לימין וקטן לצד שמאל אצל גדול ושניהם אחורי הרב. דמצדד אצדודי לא אצל ממש ולא אחורי ממש אלא שיתכסה בו רבו מקצת צד רבו עכ״ל: \n",
                "<b>ורבינו</b> כתב הא דשלשה שהיו מהלכים בדרך וכו' והשמיט מאי דאתמר עלה בגמרא ונראה שהטעם מפני שהם דברים פשוטים וכל אדם זהיר בכך מחמת דרך ארץ אבל הא דבשלשה מהלכין בדרך אצטריכא ליה לאשמועינן שלא ילכו זה אחר זה אלא בשורה אחת. ויותר נראה לומר שסמך על מה שכתב פ''ה ולא יתפלל לפני רבו וכו' ואצ''ל שאסור לו להלך בצדו אלא יתרחק לאחר רבו ולא יהא מכוון כנגד אחוריו ואחר כך יתפלל וס''ל דההיא דלא יתפלל אחרי רבו מדין דרך ארץ נגעו בה ואם כן מינה נשמע למהלך: \n\n"
            ],
            [
                "<b>הרואה חכם וכו'.</b> מימרא דרבי אבהו פ''ק דקידושין (דף ל''ב): \n",
                "<b>והנשיא שמחל וכו'.</b> שם ופ''ב דכתובות (דף י''ז): \n",
                "<b>כשהנשיא נכנס וכו' עד הופכין פניהם כלפי העם.</b> ברייתא בהוריות פרק בתרא (דף י''ג) וכתבה הרי''ף פ''ק דקידושין. וכתבו התוספות דהאי ברייתא מיירי בבית המדרש ודרבי אבהו דלעיל מיירי בשוק והלשון מוכיח כן דהכא אמרינן כשהנשיא נכנס לבית המדרש ובדר' אבהו אמרינן הרואה חכם עובר דמשמע שהוא בשוק ואע''ג דאמרינן בגמרא דהא דיצא לצורך חוזר למקומו ה''מ לקטנים אבל לגדולים לא דה''ל למבדק נפשיה לא כתבו רבינו משום דבתר הכי אמר רבא האידנא דחלשא עלמא אפילו לגדולים נמי: \n\n"
            ],
            [],
            [
                "<b>תלמיד שהוא יושב וכו'.</b> פ''ק דקידושין (דף ל''ג) מימרא דרבי איבו אמר ר' ינאי וכו' שלא יהא כבודו וכו' שאינו מקבל עול מלכות שמים אלא שחרית וערבית. וכתבו התוספות דה''מ בבית המדרש אבל בחוץ חייב לעמוד אפילו כמה פעמים כדי שלא יראה כמזלזל בכבוד רבו: \n\n"
            ],
            [
                "<b>מי שהוא זקן מופלג בזקנה וכו'.</b> שם (דף ל''ג) אמר ר' יוחנן הלכה כאיסי בן יהודה דאמר כל שיבה במשמע ואמרינן תו בגמרא ר' יוחנן הוה קאים מקמי סבי ארמאי רבא מיקם לא קאים הידור עביד להו אביי הוה יהיב ידא לסבי. וסובר רבינו דקימה דר' יוחנן לא מלא קומתו אלא הידור הוה עביד להו וא''כ הידור דרבא היינו בדברים ופסק כאביי ורבא דבתראי נינהו. \n",
                "<b>ומ''ש שנאמר מפני שיבה וכו'</b> היינו כאיסי בן יהודה וכמו שכתבתי. אבל קשה שכיון שרבינו סובר דכל שיבה ואפילו זקן אשמאי מרבה ואפילו כותי מאן פלג ליה לחלק בין זקן כותי לזקני ישראל וי''ל דכיון דחייב אדם בכבוד ישראל יותר מכבוד הכותי כשאמרה תורה תקום אין להשוותם אלא לישראל לקום מפניו ולכותי להידור דברים וליתן יד אבל לא לקום מפניו ואפילו ר' יוחנן הוה מפליג בין סבי ארמאי לסבי יהודאי וכמו שכתבתי בסמוך דלסבי ארמאי לא היה עומד מלא קומתו ולסבי יהודאי היה עומד ואביי ורבא ס''ל דאין להשוותם כ''כ אלא תקום דארמאי היינו להקימם בדברים ובנתינת יד: \n",
                "<b>ועל מ''ש רבינו ואינו חייב לעמוד מלא קומתו אלא כדי להדרו</b> כתב הטור ואיני יודע למה כתב שאינו חייב לקום מפני הזקן כדי קומתו דהא מהך קרא ילפינן זקן וחכם וכמו שצריך לקום מפני חכם מלא קומתו כך צריך מפני הזקן מלא קומתו. ואפשר שלא אמר שאין צריך לעמוד מפני הזקן מלא קומתו אלא ילד חכם שכיון שצריכין לנהוג בו ג''כ כבוד אין לו להתבזות לקום מפני הזקן אלא יעשה לו הידור אבל כל אדם צריך לקום מפני הזקן מלא קומתו, עכ''ל: \n\n"
            ],
            [
                "<b>תלמידי חכמים אינם יוצאים וכו'.</b> פרק קמא דבתרא (דף י''ח) רבנן לאו בני מיפק בכלוזא נינהו פירוש לצאת הם בעצמם לחפור ולבנות עם המון העם, שכלוזא ר''ל המון: \n",
                "<b>ואין גובין מהם וכו'.</b> שם רבנן לא צריכי נטירותא כלומר שתורתן משמרתן: \n",
                "<b>ולא לתשורת המלך ואין מחייבין אותם וכו'.</b> שם רב חנן רמא כרגא ארבנן א''ל רב נחמן בר יצחק עברת אדאורייתא דכתיב אף חובב עמים כל קדושיו בידיך דהיינו תלמידי חכמים שלא יפרעו מס, ואדנביאי דכתיב גם כי יתנו בגוים עתה אקבצם כלומר אם כלם ישנו בין הגוים מיד אקבצם ואם מעט יחלו וכו', אדכתיבי דכתיב מנדה בלו והלך לא שליט למירמי עליהון כלומר לפי שהיו עסוקים בבנין בית המקדש שהיא מלאכת שמים וה''ה לת''ח ואמר רב יהודא מנדא זו מנת המלך בלו זה כסף גולגלתא והלך זו ארנונא וכתב הרי''ף דהיינו תשורת המלך: \n",
                "<b>וכן אם היתה סחורה וכו'.</b> פ' לא יחפור (ב''ב כ''ב) אי צורבא מדרבנן הוא נקיט ליה שוקא: \n",
                "<b>וכן אם היה לו דין וכו'.</b> פ' שבועת העדות (שבועות כ''ט) רב עולא בריה דרב עילאי הוה ליה דינא קמיה דרב נחמן שלח ליה רב יוסף עולא חבירנו עמית בתורה ובמצות ואמרי' התם דלהכי שלח ליה למשרי תגרא כלו' לפסוק דינו קודם שאר בעלי דינין: \n",
                "<b>ומושיבין אותו.</b> כלומר אע''פ שדינו בעמידה מושיבין אותו כדאיתא בשבועת העדות (שם) האי עשה כלומר ועמדו שני האנשים והאי עשה כלומר את ה' אלהיך תירא לרבות ת''ח עשה דכבוד תורה עדיף. \n\n"
            ],
            [
                "<b>עון גדול הוא וכו' לא חרבה ירושלים וכו'.</b> שבת פרק כל כתבי (שבת דף קי״ט): \n",
                "<b>וכל המבזה את החכמים וכו'.</b> פרק חלק (סנהדרין צ') ואלו שאין להם חלק לעוה''ב וכו' ואפיקורוס. ובגמרא אפיקורוס רב ור' חנינא דאמרי תרוויהו זה המבזה ת''ח. \n",
                "<b>ומ''ש והרי הוא בכלל כי דבר ה' בזה</b> גם זה שם כי דבר ה' בזה זה אפיקורוס: \n",
                "<b>ומ''ש אם בחקותי תמאסו וכו'.</b> כך יש ללמוד ממה שכתוב בספרא: \n\n"
            ],
            [
                "<b>אם באו עדים שביזהו וכו'.</b> בפרק אלו מגלחין (מ''ק ט''ו) אמרינן דשמתוהו אביי ורבא לההוא טבחא דאתפקר ברב טובי, ובפ''ה דעדיות (דף י''א) תנן שנידו את עקביא מפני שאמר על שמעיה ואבטליון דוגמא השקוה ומינה מייתי בפרק מי שמתו לומר שמנדין למי שמספר אחר מטתן של תלמידי חכמים. ובירושלמי פ' אלו מגלחין מייתי נמי האי מתני' וקאמר עלה הדא אמרה המבזה זקן אפילו לאחר מיתה צריך נדוי. וכתב הריב''ש שנראה שגדול עונש המבזהו בחייו מהמבזהו לאחר מותו וזהו שצריך ריבוי מהכתוב למקלל אביו ואמו לאחר מיתה שיהיה חייב כמוזכר בפרק הנחנקים עכ''ל. וכך הם דברי רבינו: \n",
                "<b>וקונסין אותו וכו'.</b> ירושלמי כתבו הרי''ף בקמא פ' החובל חד בר נש אפקר לר' יהודה בר חנינא אתא עובדא קמיה ריש לקיש וקנסיה ליטרא דדהבא: \n",
                "<b>והמבזה את החכם וכו' ואפילו לאחר מיתה וכו'.</b> מפורש בירושלמי פ' אלו מגלחין ובגמרא דידן מונה בכלל דברים שב''ד מנדין עליהם ברכות פ' מי שמתו (שם) המספר אחר מטתו של ת''ח: \n",
                "<b>ומ״ש רבינו אבל אם היה החכם חי אין מתירין לו עד שירצה החכם שנידוהו בשבילו.</b> נראה דשירצה גרסינן היו״ד בשב״א והרי״ש בפתח, כלומר עד שיפייס החכם שנידוהו בשבילו. והכי משמע קצת בפ' אלו מגלחין (מ״ק י״ז) בההוא טבחא דאתפקר ברב טובי בר מתנא אימנו עליה אביי ורבא ושמתוהו לסוף אזל ופייסיה לבעל דיניה משמע דאי לאו דפייסיה לא הוו שרו ליה. ותניא בסוף פ' החובל (בבא קמא דף צב) כל אלו שאמרו דמי בשתו אבל צערו כלומר שדואג על בשתו אפי' הביא כל אילי נביות אינו נמחל לו עד שיבקש ממנו מחילה. ולא גרסינן עד שירצה היו״ד בחיר״ק והרי״ש בשו״א דמשמע שאפילו בקש ממנו מחילה כמה פעמים ולא נתרצה לו אין מתירין לו שזה דבר תמוה מאד שמאחר שעשה מה שמוטל עליו למה לא יתירו לו. ואע״ג דבפ' בתרא דיומא (דף פ״ז) משמע דלרבו הולך לשאול מחילה אפילו אלף פעמים עד שירצה לו וכתבו רבינו בפ״ב מהלכות תשובה היינו לענין שהוא צריך לפייסו אבל לא לענין שלא יתירו לו נדויו עד שיתפייס: \n",
                "<b>וכן החכם עצמו מנדה לכבודו וכו'.</b> במ״ק פ' אלו מגלחין (מועד קטן דף ט״ו) תלמיד שנידה לכבודו נידויו נידוי. \n",
                "<b>ומ''ש שאין צריך עדים</b> אם הע''ה מכחיש אפשר שלמד כן מדאמרינן בר''פ הגוזל בתרא (ב''ק קי''ב) דשליחא דבי דינא מהימן כבי תרי לשמתא א''כ ק''ו לחכם עצמו שהוא נאמן כבי תרי. אבל יש לחלק דשאני התם שהשליח בית דין אינו נוגע בדבר אבל הכא שהחכם נוגע בדבר מנ''ל שיהא נאמן בלא עדים. ובתשובות הריב''ש כתב שהטעם מדאמרינן בפ' אלו מגלחין (מ''ק דף טז) אמר רב יוסף האי צורבא מרבנן עביד דינא לנפשיה במילתא דפסיקא ליה, ופי' בראב''ד לנדותו כלומר כל היכא דידע החכם שע''ה ביזהו אע''פ שאין שם עדים רשאי החכם לעשות הדין לנפשו ולנדותו עכ''ל: \n",
                "<b>ומשמע</b> מדקדוק דברי רבינו דאין חכם מנדה לכבודו אלא לעם הארץ אבל לחכם אחר לא ואפילו אינו גדול כמוהו ואפילו אינו אלא תלמיד כיון שאינו ע''ה ואע''פ שנידו את עקביא מפני כבוד שמעיה ואבטליון י''ל דכשב''ד הם המנדים אפילו לחכם מנדים מפני כבוד חכם גדול ממנו ולא אמר רבינו שאינו מנדה אלא לע''ה אלא כשהחכם עצמו הוא המנדה. ואע''פ שאפשר לומר דשמעיה ואבטליון שאני שהיו נשיא ואב ב''ד ועוד שהיו קדמונים ונמצאו כל הבאים אחריהם תלמידיהם מ''מ התירוץ הראשון דייק לישנא דרבינו דלעיל בסמוך סתם וכתב שהמבזה את החכם מנדין אותו ולא התנה שהמבזה יהיה ע''ה אלא גבי חכם המנדה לכבוד עצמו. ועי''ל דגם לחכם המבזה חכם גדול ממנו יכול לנדותו וכדאיתא בירושלמי פ' אלו מגלחין גבי ר' ירמיה כו' ונדון אלין לאלין ולא הצריך רבינו שיהיה המבזה ע''ה אלא לענין מ''ש שאינו צריך עדים ומ''מ אם החכם העלוב הוא גדול הדור והמבזה הוא הדיוט בערכו נראה דפשיטא דמודה רבינו שיכול לנדותו לכבודו דכיון דגדול הדור הוא ה''ל כרבו וכמו שכתבו התוס' בפרק אין עומדין והרב פשיטא שמנדה לתלמידו אם הפקיר בו: \n",
                "<b>ומ''ש ואם מת החכם וכו'.</b> [מ''ק ט''ז.]: \n",
                "<b>ומ''ש ואם רצה החכם וכו'.</b> יתבאר סוף פ''ז: \n\n"
            ],
            [
                "<b>הרב שנידה לכבודו וכו'.</b> ברייתא פרק אלו מגלחין (מועד קטן דף י״ז) מנודה לרב מנודה לתלמיד מנודה לתלמיד אינו מנודה לרב מנודה לעירו מנודה לעיר אחרת מנודה לעיר אחרת אינו מנודה לעירו מנודה לנשיא מנודה לכל ישראל מנודה לכל ישראל אינו מנודה לנשיא: \n\n"
            ],
            [
                "<b>ומ''ש במה דברים אמורים במי שנידה וכו'.</b> שם מנודה לתלמיד אינו מנודה לרב הא לכולי עלמא מנודה במאי אי במילי דשמיא אין חכמה ואין תבונה וכו' לנגד ה' אלא לאו לכבוד עצמו: \n",
                "<b>על כ''ד דברים מנדין את האדם וכו'.</b> מימרא דריב''ל בפרק מי שמתו (ברכות י''ט) ובירושלמי פרק אלו מגלחין: \n",
                "<b>המבזה את החכם וכו'.</b> מימרא כלשונה בירושלמי פרק אלו מגלחין והכי אמרינן בגמרא דידן בפרק מי שמתו (ברכות י''ט) וכמו שכתבתי למעלה: \n",
                "<b>המבזה שליח בית דין.</b> בההוא עובדא דרב יהודה בסוף קדושין (דף ע') אמר מאי טעמא שמתיה מר אמר ליה משום דציער שליחא דרבנן: \n",
                "<b>הקורא לחבירו עבד.</b> פ''ק דקדושין (דף כ''ח) הקורא לחבירו עבד יהא בנדוי כלומר שב''ד מנדין אותו: \n",
                "<b>מי ששלחו לו ב״ד וכו'.</b> בבא קמא פרק הגוזל ומאכיל (בבא קמא דף קי״ב:) ובירושלמי פ' אלו מגלחין ואי אמר נקוטו לי זמנא נקיטינן ליה ואי לא אתא כתבינן פתיחא עליה פי' שטר שמתא: \n",
                "<b>המזלזל בדבר אחד וכו'.</b> פ''ה דעדיות (דף י''א) שנידו את אלעזר בן חנוך שפקפק בנטילת ידים ומייתי לה פ' מי שמתו (ברכות י''ט) ובפ' הדר (עירובין ס''ג) רבינא שמית לההוא גברא דקטר חמרא בציניתא בשבת. והקשה הר''ן בר''פ מקום שנהגו דבקצת דוכתי אמרינן דמאן דעבר אדרבנן משמתינן ליה ובמקצת דוכתין אמרינן דלקי משמע אבל שמותי לא. ותירץ דבמילתא דעיקרה דרבנן דכי עקר לה קא עקר לכולא מצוה משמתינן ליה אבל בדבר שעיקרו מן התורה והוא עובר על מה שאסרו בו חכמים מכין אותו מכת מרדות. וקשיא לי [xעי' מל''מ] דהא לנטילת ידים אין עיקר מן התורה אם לא על דרך אסמכתא. לכך נ''ל דמפקפק בדבר מדברי סופרים חמור טפי מעובר על דבר מדבריהם ולפיכך אע''פ שהעובר אינו חייב אלא מכת מרדות המפקפק או המזלזל חייב נידוי. וההיא דרבינא בפרק הדר לא נידהו אלא מפני שזלזל דרמא ביה קלא ולא אשגח ביה וזהו שדקדק רבינו וכתב המזלזל ולא כתב העובר: \n",
                "<b>מי שלא קיבל עליו את הדין.</b> בפ' הגוזל ומאכיל (ב''ק קי''ב קי''ג) האי מאן דכתבי עליה פתיחא על דלא ציית דינא כיון דאמר צייתנא קרעינן. ויש לתמוה על רבינו שכתב מנדין אותו עד שיתן ולא הוה ליה לכתוב אלא עד שיקבל עליו את הדין והוא עצמו כתב כן בפכ''ה מהלכות סנהדרין. וי''ל שמפני שאין כאן מקום דין זה לא חש למידק וסמך על מה שכתב שם. ואפשר שהשמיענו כאן שאם אחר שאמר צייתנא דינא ראינוהו נשמט מלפרוע מנדין אותו עד שיתן: \n",
                "<b>מי שיש ברשותו דבר המזיק וכו'.</b> ספ״ק דב״ק (דף ט״ו) וכתובות ס״פ אלו נערות (כתובות דף מ״א) משמתינן ליה עד דמסלק הזיקא: \n",
                "<b>המוכר קרקע שלו וכו'.</b> מימרא דרב אשי פ' הגוזל ומאכיל (ב''ק קי''ד). וכתבו התוספות דה''מ כשישראל קונה ממנו בסך שקונה העובד כוכבים אבל אם העובד כוכבים נותן לו יותר אין לו להפסיד: \n",
                "<b>המעיד על ישראל וכו'.</b> ג''ז שם מימרא דרבא ואמרינן התם שאם דיניהם כדינינו להשביע על פי עד אחד מותר להעיד ואם הוא אדם חשוב דסמכי עליה כבי תרי אם מותר להעיד או לא סליק בתיקו ולחומרא ולכך סתם רבינו וכתב והוציא ממנו ממון שלא כדין ישראל: \n",
                "<b>טבח כהן וכו'.</b> בחולין פ' הזרוע (חולין דף קל״ב) אמר רב חסדא האי כהנא דלא מפריש מתנתא להוי בשמתא אמר רבא בר שילא הני טבחי דהוצל קיימין בשמתא עשרין ותרתין שנין ואמרינן עלה למאי הלכתא כלומר למאי הלכתא אמר עשרין ותרתין שנין אילימא דתו לא משמתין להו והא תניא דבמצות עשה מכין אותו עד שתצא נפשו אלא לקנסן בלא התראה: \n",
                "<b>המחלל י״ט שני וכו'.</b> פסחים פרק מקום שנהגו (פסחים דף נ״ב) רב ושמואל דאמרי תרוייהו מנדין על יו״ט שני של גליות: \n",
                "<b>העושה מלאכה וכו'.</b> פשוט שם: \n",
                "<b>המזכיר שם שמים וכו'.</b> פ''ק דנדרים (דף ז') וכתבו הרי''ף באלו מגלחין: \n",
                "<b>המביא את הרבים לידי חלול השם.</b> ירושלמי פ' אלו מגלחין קאמר אעובדא דחוני המעגל דשלח לו שמעון בן שטח אלמלא חוני אתה גוזרני עליך נידוי תמן תנינן שלח לו שמעון בן שטח אמר לו צריך אתה להתנדות שאילו נגזרה גזרה כשם שנגזרה בימי אליהו לא נמצאת מביא את הרבים לידי חילול השם וכל המביא את הרבים לידי חילול השם צריך נידוי: \n",
                "<b>המביא את הרבים לידי אכילת קדשים וכו'.</b> פ' מי שמתו ברכות (דף כ') ובספ''ב די''ט ופ' מקום שנהגו תודוס איש רומי הנהיג לאכול גדיים מקולסים כלומר בליל פסח כעין הקרבן שלחו לו אילמלא תודוס אתה גוזרנו עליך נידוי שאתה מאכיל את ישראל קדשים בחוץ כלומר שהרואה סבור שהקדישו לשם פסח: \n",
                "<b>המחשב שנים וכו'.</b> בסוף ברכות (דף ס''ג) אמרינן ששלחו לו לחנינא אחי רבי יהושע שהיה מעבר שנים וקובע חדשים בח''ל שיחזור בו ואם לאו יהא בנידוי ומפרשין התם טעמא משום כי מציון תצא תורה: \n",
                "<b>המכשיל את העור.</b> כתב הראב''ד כגון המכה את בנו הגדול, עכ''ל. והוא בפ' אלו מגלחין (מ''ק י''ז) אמתא דרבי חזיתיה לההוא גברא דמחי בנו גדול אמרה להוי ההוא גברא בשמתא דקא עבר משום ולפני עור לא תתן מכשול כלומר שמא יבעט באביו מתוך שהוא גדול ונמצא הוא מכשילו ואמרינן התם שלא נהגו חכמים קלות ראש בנידויה. ויש לתמוה על הראב''ד שפירש דבר זה יותר מכל הדברים המוזכרים כאן. ואפשר שטעמו לומר אע''פ שבגמרא לא נזכר אלא המכה את בנו גדול יפה כיון רבינו לכתוב המכשיל את העור ללמדנו דמכה בנו הגדול לאו דוקא וזהו שכתב הראב''ד כגון: \n",
                "<b>המעכב את הרבים וכו'.</b> ירושלמי פרק אלו מגלחין תמן תנינן שלח לו ר''ג אם מעכב אתה את הרבים נמצאת מכשילן לעתיד לבא לא נמצאת מעכב את הרבים מלעשות מצוה שכל המעכב את הרבים מלעשות מצוה צריך נידוי: \n",
                "<b>טבח שיצאת טרפה וכו'.</b> סנהדרין פ' זה בורר (סנהדרין דף כ״ה) ההוא טבחא דנפק טרפה מתותי ידיה שמתיה רב נחמן: \n",
                "<b>טבח שלא בדק וכו'.</b> פ''ק דחולין (דף י''ח) ההוא טבחא דלא סר סכינא קמיה דרבא בר חנינא שמתיה. וכבר כתב הטור ביורה דעה סימן י''ח שדין זה אינו נוהג עכשיו: \n",
                "<b>המקשה עצמו לדעת.</b> מימרא דרב בנדה פ' כל היד (נדה דף י״ג): \n",
                "<b>מי שגירש את אשתו וכו'.</b> פ''ב דכתובות (דף כ''ח) לוה ממנה כלומר מגרושתו בנכסי אביה כלומר בנכסי מלוג אינה נפרעת אלא על ידי אחר כלומר ולא ע''י עצמה שלא יקרבו בדברים ואי אתו לקמן לדינא משמתינן להו: \n",
                "<b>חכם ששמועתו רעה.</b> באלו מגלחין (דף י''ז) ההוא צורבא מרבנן דהוו סנו שומעניה ושמתיה רב יהודה: \n",
                "<b>המנדה מי שאינו חייב נידוי.</b> שם. שר''ל נידה את מי שלא היה חייב נדוי וא''ל אידך אדרבה ואמרו דנדוי האחר הוי נדוי: \n",
                "<b>וכתב</b> הראב''ד א''א דבר זה הוציא ממעשה דר''ל וכו', עכ''ל. וי''ל שסובר רבינו שאם לא היה הוא מנדה אותו אלא היה בא לב''ד הם היו מנדין אותו דאל''כ היאך חל נדויו. והר''ש בר צמח בתשובה תירץ בשם ה''ר שם טוב שרבינו מיירי במי שרגיל בכך שב''ד נזקקין לנדותו: \n",
                "<b>כתב</b> הרמ''ך ובלבד שיהא זה שאינו חייב נדוי ת''ח אבל אם אינו ת''ח למה יהיה חייב נידוי המנדה הלא אם בזה הת''ח לע''ה בכל בזיונות שבעולם אין מנדין אותו. ומההיא דר''ל אין להביא ראיה דשמא נידה ת''ח גדול ממנו תדע שהצריכוהו ללכת לפני נשיא ואם לא היו מספקין אותו באדם גדול למה ילכו לפני נשיא יתיר אותו פחות שבהם. כן נראה עיקר וכן שמעתי שמורים חכמים לתלמידים אבל לא דרשינן ליה בפרקא, עכ''ל: \n",
                "<b>כתב</b> הראב''ד ויש אחרים הרבה וכו' ואיכא טובא, עכ''ל. ההיא דחכם שהורה להתיר במים שאין להם סוף היא בסוף יבמות (דף קכא.) וכתבה רבינו בסוף הלכות גירושין. וההיא דבית דין שנזקק לשאלה למי שעבר על נדרו היא בספ''ב דנדרים (דף כ'.) וכתבה רבינו בפרק שני מהלכות נזירות. והטעם שלא מנאם כאן רבינו מפני שלא מנה כאן אלא הדברים שמנדים עליהם בין איש בין אשה והנך אינם אלא באיש חכם. ומצאתי כתוב בשם בעל הבתים וז''ל נ''ל שהרב לא הביא אלא אותם שמנדים עליהם עכ''פ ומפני זה לא הביא חכם שהורה במים שאין להם סוף ולא בית דין שנזקקין לשאלה שסתם אלו חכמים ואין מנדין חכמים אלא נשמטים שלא לנדותם אע''פ שחייבים נידוי ואע''פ שהביא חכם ששמועתו רעה מפני שכיון ששמועתו רעה יצא מכלל חכם. ומפני זה הטעם שכתבנו לא הביא המארס בתוך תשעים יום שהרי אם ברח פטור מן הנדוי, עכ''ל: \n",
                "<b>ועוד</b> אחרת כתב רבינו ירוחם בשם הראב''ד בני אדם העושים מלאכה בעוד שיש מת בעיר ועדיין לא נקבר חייבין נידוי אלא א''כ יש חבורות בעיר כדאיתא בפ' אלו מגלחין (מ''ק כ''ז:) וי''ל שזו בכלל מה שכתב המזלזל בדבר אחד מדברי סופרים ותשובה זו שייכא גם באותה שכתבתי בסמוך בהשגה: \n",
                "<b>כתב</b> בקונדריסין ומלבד אלו הכ״ד מצינו במקומות אחרים והם מי שעושה קלים וחמורים או ג״ש לעקור דבר מן התורה או ששואל דבר שא״א והיא בהקומץ רבה [ל״ז.] והמגיס דעתו כלפי שמים מעובדא דחוני המעגל וכן מי שיש לו ערעור עם חבירו בדבר אחד ומסר אותו דבר לשלטון או לשופט דמשמתינן ליה עד דמייתי ליה וקיימי בבי דינא והוא בהגוזל זוטא (ב״ק קי״ג:). וכן ת״ח שמחזיק במחלוקת כנגד הרבים שמנדין אותו כדי שלא ירבו מחלוקת בישראל ומייתי לה פ' הזהב (מציעא נ״ט). ובספ״ק דשבת (דף י״ט:) איכא אחרינא ההוא תלמידא דאורי בחדתא דארגיז כר״ש שמתיה רב המנונא משום דבאתריה דרב הונא לא איבעי ליה למעבד הכי. ובסוף מציאת האשה (כתובות ס״ט.) איכא אחרינא בשמתא להוי מאן דלא יימר ליה ענן ענן ממקרקעי או ממטלטלי. ובפ״ק דקידושין (כ״ה) איכא אחרינא סבי דניזוניא לא אתו לפרקא דרב חסדא א״ל לרב המנונא זיל צנעינהו. ובפ' ר' אליעזר דמילה (שבת ק״ל) איכא אחרינא קריבו ליה רישא דטווסא בחלבא א״ל אמאי לא תשמתינהו. והמזלזל בנטילת ידים והיא במס' עדיות (דף י״א). ובירושלמי העושה דבר שלא כשורה צריך נידוי וכן בבבל שאין דנין דיני קנסות כתב הרי״ף מנהג בשתי ישיבות שמנדין אותו עד דמפייס לבעל דינו. והגאונים כתבו אחרת אומן המכוין מלאכתו במועד דאמרינן שתאבד ואין המלאכה שלו וממון אין לו לקונסו בכדי שוויה שקונסין אותו בשמתא ונידוי, עכ״ל. ואין מכל אלו תפיסה על רבינו דכלהו כי דייקת בהו הוו בכלל כ״ד דברים אלו שכתב רבינו. שהמגיס דעתו כלפי שמים היינו ההיא דמביא רבים לידי חילול השם. ומי שיש לו ערעור עם חבירו ומסר אותו דבר לשלטון הוי בכלל מי שלא קבל עליו את הדין. ות״ח שמחזיק במחלוקת כנגד הרבים הוא בכלל המבזה את החכם דרבים לגבי יחיד ה״ל כרב אצל תלמיד. וההיא דסוף פרק קמא דשבת וההיא דפ״ק דקידושין הוו נמי בכלל המבזה את החכם. וההיא דפרק מציאת האשה אינה ענין לכאן דהכא לא מני אלא מי שעושה דבר שב״ד מנדין אותו עליו ושם לא היה אלא שגזר עליו שמתא שילך ויאמר אותו שליחות. וההיא דפרק ר' אליעזר דמילה והמזלזל בנטילת ידים ואומן המכוין מלאכתו במועד הם בכלל מזלזל בדבר אחד מד״ס. ומי שעושה קלים וחמורים או גזרה שוה לעקור דבר אחד מן התורה או שואל דבר שאי אפשר הם בכלל מזלזל בדברי תורה או המבזה את החכם: \n\n"
            ]
        ],
        [
            [
                "<b>חכם זקן בחכמה וכו'.</b> פ' אלו מגלחין (מועד קטן דף יז) אמר רב אויא באושא התקינו אב ב״ד שסרח אין מנדין אותו אלא אומרים לו הכבד ושב בביתך חזר וסרח מנדין אותו מפני חלול השם ופליגא דר״ל דאמר כל חכם שסרח אין מנדין אותו בפרהסיא שנאמר וכשל גם נביא עמך לילה כסהו כלילה ופסק כר״ל משום דאיהו מארי דגמרא טפי מרב אויא ועוד דבירושלמי שאכתוב בסמוך משמע כוותיה. וז״ש אין מנדין אותו בפרהסיא לעולם כלומר אפילו חזר וסרח כמה פעמים. \n",
                "<b>ומ''ש אא''כ עשה כירבעם בן נבט וחביריו</b> בירושלמי פ' אלו מגלחין ר' יעקב בר אידי בשם רב ששת נמנו באושא שלא לנדות זקן ואתיא כי הא דא''ר שמואל בשם ר' אבהו זקן שאירע בו דבר אין מורידין אותו מגדולתו אלא אומרים לו הכבד ושב בביתך ביומוי דר' ירמיה אתא עקא על טבריה שלח בעי מנרתא דכספא גבי ר' יעקב בר בון שלח א''ל עדיין לא שב ירמיה מרעתו ובקש לנדותו והוה ר' חייא בריה דר' יצחק עטושיא יתיב תמן א''ל שמעתי שאין מנדין זקן אא''כ עשה כירבעם בן נבט וחביריו. ומיהו קשה דמסיק התם א''ל דוגמא השקוה וכירבעם בן נבט עשה ונדון אלין לאלין וצרכון משתריא אלין מן אלין. ואפשר לומר שרבינו ז''ל סובר דשלא כהלכה עשו דס''ל כרב אויא ולא קי''ל כותיה אלא כר''ל וההיא דדוגמא השקוה לא קשיא דאיכא למימר בצנעה נידוהו ומינה איכא למשמע דהא דאין מנדין דוקא בפרהסיא אבל בצנעה מנדין ועובדא דר' אליעזר שברכוהו נמי איכא למימר דבצנעה ברכוהו. ועוד י''ל דההיא דר' אליעזר מפני שלא ירבו מחלוקת בישראל שאני: \n",
                "<b>ומ''ש אבל כשחטא שאר חטאות מלקין אותו בצנעה.</b> בירושלמי פרק בתרא דהוריות ר' אחא בשם ר''ל כהן משיח שחטא מלקין אותו בב''ד של כ''ג אין תימר בב''ד של כ''ג עלייתו ירידה היא לו כלומר שהוא בפרהסיא. רשב''ל אומר נשיא שחטא מלקין אותו בב''ד של שלשה. ומשמע לרבינו דדין נשיא ואב ב''ד וחכם זקן שוה דהא בכל חד מנייהו איכא חילול השם כשמזלזלין אותו בפרהסיא והכי משמע קצת מדאמרינן על מאי דקאמר רב אויא אב ב''ד שסרח אין מנדין אותו וכו' ופליגא דר''ל דאמר ת''ח שסרח אין מנדין אותו בפרהסיא: \n",
                "<b>ומ''ש ואומרין לו הכבד ושב בביתך.</b> מפורש בירושלמי שהבאתי וגם בתלמודא דידן אמר הכי רב אויא ולא פליג עליה ר''ל אלא במאי דאמר חזר וסרח מנדין אותו אבל לא במאי דאמר אומרים לו הכבד ושב בביתך והכי איכא לפרושי לישנא דר''ל אין מנדין אותו בפרהסיא דהיינו לומר שאין אומרים פלוני יהא בנידוי אבל בצנעא מנדין אותו והיינו שאומרים לו הכבד ושב בביתך שמלת פרהסיא אפשר לפרשה שיש בכללה גם כן כאילו אמר בפירוש כלומר שאין מנדין אותו בפירוש אלא בצנעה כלומר בהעלם שאומרים לו הכבד ושב בביתך: \n",
                "<b>ומ''ש וכן כל ת''ח שנתחייב נידוי אסור לב''ד לקפוץ ולנדותו וכו'.</b> בפ' אלו מגלחין (מ''ק י''ז) מר זוטרא חסידא כי מיחייב צורבא מרבנן שמתא משמית נפשיה והדר משמית לדידיה הרי שלפעמים היה מנדה לצורבא מרבנן. ורב יהודה נמי שמית לההוא צורבא מרבנן דסנו שומעניה כדאיתא בפ' אלו מגלחין (שם) , וכי היכי דלא ליפלוג אריש לקיש דאמר תלמיד חכם שסרח אין מנדין אותו ואמאי דאמרינן בירושלמי אין מנדין זקן אלא אם כן עשה כירבעם בן נבט וחביריו צריך לומר דההיא דר''ל ודירושלמי בחכם זקן בחכמה כלומר שהוא מופלג בחכמה וההיא דמר זוטרא בחכם שאינו מופלג בחכמה דההוא מנדין אותו אלא שאין לקפוץ לנדותו מהרה כדאשכחן במר זוטרא שהיה מצטער על שהיה צריך לנדותו והיה מנדה עצמו תחלה להראות שהיה מצטער בצערו. ולא כתב רבינו שינדה עצמו תחלה כדמר זוטרא משום דההיא מדת חסידות הוה ומ''מ יש ללמוד שאין לקפוץ ולנדותו מהרה: \n",
                "<b>ומ''ש וחסידי החכמים היו משתבחים שלא נמנו לעולם לנדות ת''ח אע''פ שנמנין עליו להלקותו.</b> בפרק אלו מגלחין (מ''ק י''ז) אמר רב פפא תיתי לי דלא שמתי צורבא מרבנן מעולם אלא כי קא מיחייב צורבא מרבנן שמתא היכי עביד כי הא דבמערבא מימנו אנגידא דצורבא מרבנן ולא מימנו אשמתא: \n",
                "<b>ומ''ש ואפילו מכת מרדות נמנין עליו להכותו.</b> כלומר אפילו לא עבר אלא על דברי חכמים נמנין עליו להכותו מכת מרדות. וזה מבואר בפ' מקום שנהגו (פסחים נ''ב) בעובדא דמר נתן אסיא אתא מבי רב לפומבדיתא ביו''ט של עצרת: \n",
                "<b>כתב</b> הרמ''ך תימה א''כ שאין מנדין בפרהסיא וכו' אמאי היה ר''ל מנודה בשביל שנידה אדם הלא לא עשה כירבעם ואע''פ שהירושלמי מפרש כדבריו אינו עיקר כי חולק על הגמרא שלנו ממעשה דר''ל וממעשה דרבי אליעזר שנידוהו וצ''ע רב פפא אמאי היה משתבח בעצמו כשלא היה מנדה תלמיד והלא נידו חכמי ישראל את רבי אליעזר בן הורקנוס שהוא מכריע את כלם, עכ''ל. ומה שהקשה אמאי היה ר''ל מנודה בשביל שנידה אדם אחד וכו' לא ידענא מאי קאמר שב''ד לא נידוהו. ועוד דהתם לאו בפרהסיא היה. ועוד דלא אמרו אלא דאין מנדין לכתחלה אבל אם נידוהו מנודה הוא. ומה שהקשה מרבי אליעזר שברכוהו כבר כתבתי טעם לדבר: \n\n"
            ],
            [
                "<b>וכיצד הוא הנידוי וכו'. ומה שכתוב וארור בו אלה וכו'.</b> פרק שבועת העדות (שבועות ל''ו): \n\n"
            ],
            [],
            [
                "<b>מנודה אסור לספר ולכבס.</b> ברייתא פ' אלו מגלחין (מ''ק ט''ו): \n",
                "<b>כתב</b> הרמ''ך תימה אמאי לא הזכיר נעילת הסנדל כדאשכחן בר' אליעזר (ב''מ נ''ט) שחלץ מנעליו ובירושלמי מפרש בהדיא שאסור בנעילת הסנדל. ומכל מקום צ''ע בגמרא דידן מאי טעמא לא פשט מדרבי אליעזר דמנודה אסור בנעילת הסנדל ושמא י''ל דר' אליעזר מלתא יתירא עבד כשחלץ מנעליו תדע דהא ישב לו על גבי קרקע. ומנהג בכל ארץ ספרד שהמנודה חולץ מנעליו עכ''ל: \n",
                "<b>ומ''ש רבינו ואין מזמנין עליו ולא כוללין אותו וכו'.</b> כתבו ההגהות בשם הרוקח שהטעם דכיון שנידוהו מאחר שיבדל מקהל הגולה אם צרפוהו עמם היכן היא קללתן ומה הועילו בתקנתן אינו ראוי לצרפו שכבר הבדילוהו מאגודתן עכ''ל: \n",
                "<b>ומ''ש רבינו ולא יושבין עמו בד' אמות.</b> נלמד מעובדא דר' אליעזר בפ' הזהב (ב''מ שם) שברכוהו וישב לו ר''ע ברחוק ד' אמות ממנו: \n",
                "<b>ומ''ש אבל שונה וכו'. עד ושוכר.</b> ברייתא פרק אלו מגלחין (מ''ק דף טז.): \n",
                "<b>ומ''ש ואם מת בנידויו.</b> פ' אלו מגלחין (שם) ובפ''ה דעדיות: \n\n"
            ],
            [
                "<b>יותר עליו המוחרם וכו' עד כדי פרנסתו.</b> ברייתא פרק אלו מגלחין: \n\n"
            ],
            [
                "<b>ומי שישב וכו'.</b> שם מימרא דרבי יהודה בר שמואל בר שילת: \n\n"
            ],
            [
                "<b>בכמה מתירין וכו' ויחיד מומחה וכו'.</b> בפרק קמא דנדרים (דף ח') יחיד מומחה שרי שמתא וסובר ז''ל דהיכא דאין יחיד מומחה מתירין שלשה הדיוטות כמו בנדר דהא נידוי נדר הוא דאמרינן בס''פ ד' מיתות (סנהדרין סח) בעובדא דרבי אליעזר הותר הנדר: \n",
                "<b>כתב</b> הראב''ד בכמה מתירין הנידוי וכו' א''א זה אינו כן וכו' או יחיד מומחה, עכ''ל: \n",
                "<b>ויש לתלמיד וכו'.</b> בפ״ק דנדרים (דף ח') שמע מיניה לא שרי למשרא נדרא באתרא דרביה ושמתא אפילו באתרא דרביה. כתב הרמ״ך צ״ע למה לא הזכיר דלאפקירותא אינו יכול להתיר עד לאחר שלשים יום אפילו יפייס לבעל דיניה והיה לו להזכיר נמי כי נידוי שלנו כנזיפה שלהם, עכ״ל. ויש לומר שסובר רבינו שאם פייס לבעל דינו מתירין לו מיד והכי משמע בפרק אלו מגלחין (מועד קטן דף ט״ז.) גבי ההוא טבחא דאתפקר בר' טובי בר מתנא: \n\n"
            ],
            [],
            [
                "<b>שלשה שנידו וכו'.</b> פרק אלו מגלחין (מועד קטן ט''ז) אמר אמימר הלכתא הני תלתא דמשמתו אתו בי תלתא אחריני ושרו ליה כלומר והוא שחזר בו מאותו דבר שנידוהו בשבילו דאם לא כן אין התרתם כלום: \n\n"
            ],
            [
                "<b>מי שלא ידע וכו'.</b> ברייתא שם: \n\n"
            ],
            [
                "<b>נידוי על תנאי וכו'.</b> מימרא פ''ק דמכות (דף י''א): \n",
                "<b>תלמיד חכם שנידה וכו'.</b> פ' אלו מגלחין (מ''ק י''ז) ת''ח מנדה לעצמו ומיפר לעצמו ואיתא נמי בפ''ק דנדרים (דף ז':) וכתב הר''ן וז''ל כתב הרשב''א דוקא היכא דלא הוי בר נידוי כי ההיא דאיתא התם דמר זוטרא חסידא כי הוה מיחייב בר בי רב שמתא משמית נפשיה ברישא משום יקרא דבר בי רב אבל כשנידה עצמו על דבר שהיה חייב עליו נידוי לאו כל כמיניה להתיר עצמו והקשו עליו אם כן היכי מקשה תלמודא פשיטא מקמי דאמר כי הא דמר זוטרא אדרבא הל''ל אמאי, לפיכך אמרו דבכל ענין שנידה לעצמו מופר לעצמו וכן דעת הרמב''ם, וראיתי לקצת המפרשים דל''ג פשיטא אלא ה''ג ומיפר לעצמו כי ההיא דמר זוטרא ולמי שגורס כן דברי הרשב''א נכונים בטעמם עכ''ל: \n",
                "<b>כתב</b> הראב''ד ת''ח שנידה עצמו א''א זה אינו מחוור וכו' יעקב למה לא התירו עכ''ל. נראה שטעמו מפני שהוא סובר כדעת הרשב''א דבסמוך דלא אמרו ת''ח מיפר לעצמו אלא כי שמית נפשיה כי ההיא דמר זוטרא דוקא ומשום הכי מקשה לרבינו. ומה שהקשה יהודה למה לא התיר לעצמו י''ל דע''כ לא אמר רבינו אלא כשנידה עצמו סתם לא כשנידה עצמו לעשות דבר פלוני לפלוני כההיא דיהודה דההיא אין מתירין לו אלא מדעת אותו פלוני וצריך התרת חכם כמו בשאר כל אדם: ומ''ש ועל כל זה ק''ל למה לא התירו יעקב. י''ל שמאחר שקיים מה שנדר שהעלה עמו את בנימין והציגו לפני יעקב כמו שכתב רבינו בחיי היה סבור שלא היה צריך התרה: \n\n"
            ],
            [
                "<b>מי שנידוהו בחלום וכו'.</b> בפ''ק דנדרים (דף ח') אמר ר' יוסף נידוהו בחלום צריך עשרה בני אדם להתיר לו והוא דתנו הלכתא אבל מתנו ולא תנו לא ואי ליכא דתנו הלכתא אפילו מתנו ולא תנו ואי ליכא ליזיל וליתיב אפרשת דרכים ויהיב שלמא לבי עשרה עד דמקלעי ליה עשרה דגמרי הלכתא א''ל רבינא לרב אשי ידע מאן שמתיה מהו דלישרי ליה א''ל לשמותיה שויוה שליח למשרי ליה לא שויוה שליח א''ל רב אחא לרב אשי שמתוה ושרו ליה בחלמיה מאי א''ל כשם שא''א לבר בלא תבן כך א''א לחלום בלא דברים בטלים. פי' והוא דתנו הלכתא כלומר גמרא אבל מתנו משנה לא, ויש בנוסחת רבינו בספרים דידן חסרון וכן צריך להגיה לא מצא מתירין לו אפילו עשרה ששונים משנה לא מצא מתירין לו עשרה שיודעים לקרוא בתורה וכן מצאתי בספר מוגה שכך כתב הטור בסימן של''ד בשם רבינו ואף על פי שלא אמרו בגמ' שמתירים לו היודעים לקרות בתורה אפשר דמסברא אמר רבינו כן ויותר נראה שהיה כתוב כן בנוסחא שלו בגמרא, ואין לתמוה למה השמיט רבינו הא דאמר בגמרא ליתיב בפרשת דרכים ויהיב שלמא לבי עשרה דהיינו שרבינו מפרש לומר שעל ידי כך יקבץ עשרה דמתנו כדי שיתירו לו ולאו למימרא שנתינת השלום מעלה ומורדת כמו שפירשו המפרשים. \n",
                "<b>ומ''ש טורח אחריהם עד פרסא</b> צ''ע מנין לו ואפשר דמדקאמר ליתיב אפרשת דרכים משמע ליה דסתם פרשת דרכים לא הוי עד פרסא דתוך פרסא הוא כרמים וכיוצא בו ויש הוכחה לדבר מדאמרינן [ברכות כ''ט:] גבי תפלת הדרך ועד כמה עד פרסא וכפי מה שפירשו בו המפרשים: \n\n"
            ],
            [
                "<b>מי שנידוהו בפניו וכו'.</b> מימרא דר' אילא פרק א' דנדרים (דף ז' ע''ב) כתבה הרי''ף באלו מגלחין: \n",
                "<b>ואין בין נידוי להפרה כלום וכו'.</b> שם. \n",
                "<b>ומ''ש כשיחזור המנודה למוטב</b> פשוט הוא: \n",
                "<b>ואם ראו בית דין וכו'.</b> זה פשוט שב''ד רשאין לעשות סייג לתורה: \n",
                "<b>אע''פ שיש רשות לחכם לנדות לכבודו וכו' ולא עוד אלא שמוחלים למחרף וכו'.</b> בפ' בני העיר (מגילה כ''ח) מימי לא עלתה קללת אדם על מטתי כי הא דמר זוטרא חסידא כי הוה סליק לפורייה הוה שרי ומחיל לכל דמצער ליה: \n",
                "<b>ומ''ש וחכמים גדולים וכו'.</b> בירושלמי פ' אלו מגלחין ריב''ל שלח בתר חד בר נש תלתא זמנין ולא אתא שלח א''ל אילולי דלא חרמי בר נש מן יומאי הוינא מחרם לההוא גברא שעל כ''ד דברים מנדים וזה אחד מהם: \n",
                "<b>ומ''ש בד''א כשביזהו וכו'.</b> לפי שממה שכתבתי בסמוך משמע שצריך למחול אף על גב דלא מפייסי ליה וביומא (דף כ''ב כ''ג) אמרינן דכל היכא דלא פייסיה כל תלמיד חכם שאינו נוקם ונוטר כנחש לאו תלמיד חכם הוא תירץ רבינו דהא בצנעה הא בפרהסיא. משום כבוד התורה: \n",
                "<b>כתב</b> הריב''ש בשם הראב''ד אף על פי שאמרו בפרק קמא דקידושין (דף ל''ב) הרב שמחל על כבודו כבודו מחול היינו מידי דלית ביה בזיון אלא שבאותם הדברים שאדם חייב לנהוג בו כבוד מחמת תורתו כגון לעמוד מפניו וכיוצא בזה אבל על בזיונו אינו יכול למחול אדרבא אסור לו למחול שהתורה מתבזית בכך ודמי למאי דאמרינן התם האב שמחל על כבודו כבודו מחול דליכא למימר שיהא האב יכול למחול לבן שיאמר לו דברי חרופין וגדופין והיינו דאמרינן בפרק שני דיומא שהתלמיד חכם צריך שיהא נוקם ונוטר כנחש, עכ''ל: \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות תלמוד תורה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}