{
    "title": "Sefer HaParnas",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sefer_HaParnas",
    "text": [
        [
            "<b>עוף </b>הבא לפנינו ואין ידוע אם טמא אם טהור נאכל <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"1\"></i> במסורת (חולין ס\"ג ב) וישאלו פי הזקנים או לאסור <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> או להתיר <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i> כי אין אנו בקיאין בסימניהן: \n"
        ],
        [
            "<b>ביצים </b>מותרין לקנות <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> מן הגוים (שם) אעפ\"י שאינם אומרים מעוף פלוני הם אבל אם הם טרופות (שם ס\"ד א) בקערה אין קונים מהם <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i> ואובליא\"ש מותר לקנות מהם ואין לחוש לא משום דם <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"3\"></i> ולא משום גיעולי גוים ובישולי גוים אבל אין להתיר מטעם זה פשטיד\"א של דגים שאפאה גוים שהשמנונית הוא בעין על העיסה ואפילו הנבלע בעיסה <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"4\"></i> נאסר כבר קודם שנבלע משום בישולי גרים: \n"
        ],
        [
            "<b>ביצים </b>שנמצאו בתוך התרנגולת (ביצה דף ו) שחוטה אם בקליפתן מותרין לתתם בתבשיל של חלב <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> אבל כשאינן בקליפתן אסורין בחלב וצריכין מליחה כבשר ואם נמצאו בצים בתרנגולת שנתנבלה <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i> בשחיטה אסורות (עדיות דף ח') ואם נתערבה בשאר בצים אפילו באלף לא בטיל <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"2\"></i> <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"3\"></i> וכן מתרנגולת טריפה <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"4\"></i> ומספק נבילה הביצה מותרת ומספק טריפה הביצה אסורה: \n"
        ],
        [
            "<b>תרנגולת </b>שהיא ספק טריפה אם ניזקקת אח\"כ לתרנגול <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> (חולין נ\"ח א) ותטעון בצים ותלד כולן מותרות ואפילו התרנגולת: \n"
        ],
        [
            "<b>ביצים </b>של עוף טמא או ביצה טהורה שיש בה אפרוח או דם (חולין צ\"ח א) ונתבשלו עמהם בצים כשרין בין בקליפתן <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"3\"></i> בין בלא קליפתן או שנתבשל עמהם דבר אחר של היתר הכל אסור אם לא שיהי' ס' בהיתר <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> ואם הוכה <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"4\"></i> על התרנגולת (חולין ס\"ד ב) ויצתה ביצתה כשירה: \n"
        ],
        [
            "<b>ביצה </b>שנמצא דם (שם) על הקשר של חלבון הדם אסור וזורק והשאר מותר ואם ישנו על קשר של חלמון אף הביצה אסורה ואם נתפשט הדם מחוץ לקשר חלבון אף הביצה אסורה ואם הדם על הביצה ולא על הקשר <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"5\"></i> הדם אסור <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> והביצה מותרת: \n"
        ],
        [
            "<b>ביצה </b>שיש בה אפרוח מרוקם אסורה וגם האפרוח: \n"
        ],
        [
            "<b>ביצים </b>שנתבשלו ונמצא באחד מהן אפרוח או דם כולם אסורים אך החכם עיניו בראשו. וימתין מלהסירו מן המחבת או מן הקדרה עד שיצטנן המים או יוסיף מים צונן תוך הרותחין שיצטנן מן הרתיחה קודם שיוציאם ואז מותרים האחרים בששים עם המים הראשונים <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> שנתבשלו הבצים עמהן בהן ואם הוציא הבצים מן המחבת מן המים הרותחין בכף כאו\"א לבדו הכף אסור. מפני הביצה האסורה שהיתה בכף חוץ למים ואח\"כ הוציא שאר הביצים <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"6\"></i> נאסרה אם לא שהי' <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i> בהן ובמים ששים: \n"
        ],
        [
            "<b>דגים </b>קטנים שנתבשלו או נמלחו יחד ונמצא אחד מהן טמא זורקו לחוץ והאחרים מותרים בששים עם המים ואם הוא מרוסק בטל בם' ואם נפל לתוכו שלם ואין אנו מכירין אותו אפילו באלף לא בטיל: \n"
        ],
        [
            "<b>תולע <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> </b>הנמצא בפרי (חולין ס\"ז ב) אם בא התולע בפרי בעודו באילן התולע אסור ואם בא בפרי לאחר שנתלש גם התולע מותר באכילה. ואם בעודו חי פירש מן הפרי לחוץ אז התולע אסור וכן התולעים הנמצאים בשרביטי פולין ועדשים אותן באו במחובר ואסורים התולעים ואותן זבובים הנמצאים בגוף הפולין לאחר שיצאו מן השרביט באו בתלוש ומותרין ואינם אסורים אא\"כ פירשו מחיים ומשפירשו אין חוזרין ונכנסין לפיכך שרביטי פולין שנתבשלו ונמצא תולע באחד מהם זורק השרביט שנמצא בו התולע לחוץ <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"7\"></i> ויש אוסרים אפילו ע\"י ס' של היתר. אבל פולין בלא שרביט שנתבשל בקדירה ונמצא הרבה זיזין וזבובים בקערה כולן מותרין. ויש מחמירין ונותנין הפולין תחילה לבשל במים רותחין. כדי שימותו הזבובים מיד בתוך הפולין קודם שיפרשו מן הפולין לחוץ לתוך המים. ואם ראו אותן פורשין וחוזרין ואח\"כ נתבשלו בקדרה. הם עצמם אסורים והתבשיל מותר מהר\"ם. וכן זבובים <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"8\"></i> הפורחים הנמצאים תוך התבשיל זורקן לחוץ והתבשיל מותר דאין בהן בנו\"ט <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i>. ותולעים הנמצאים תוך קלח של ירק ודחוקים בפנים שאין חלל במקומו שיוכלו לרחוש ולילך כאשר הם שם אין בהם משום שרץ השורץ על הארץ ומותרין. וכן מבשלי קליות של חיטה ומצוין בהם תולעים בין הקליפה לחיטה מותרין. ותולעים הנמצאים בקמח אין תקנה לכברה בכברה ואסור למוכרה לגוי דחיישינן שמא ימכרנו לישראל אחר אבל אם המוכר רואה שהגוי עושה ממנו מיני מאכל לעצמו בפניו אז מותר למוכרו לו: \n"
        ],
        [
            "<b>תולעים </b>הנמצאים <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> בחתיכות בשר או בחתיכות דג אם באו שמה מחיי הבהמה והדג אז התולעים אסורין ואותן תולעים הבאים מחמת סירחון בגבינה או בבשר לאחר השחיטה אותן תולעים מותרין לאחר שמתו. או אם הם בתוך הבשר והגבינה ולא פירשו מותרין אפילו בחיין אבל אם פירשו חיים אסורים אבל גבי בשר לא חיישינן להא דבשעת הדחת הבשר במים אם יצאו נפלו וכן תולעים הגדולים בכלים במים וכן במים מכונסין שעל הארץ מותר לשתותו אפילו פירשו בדפני הכלי והגומא מבפנים. וכן יבחושין קטנים הגדלים בשכר <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"9\"></i> מותר לשתותו עם המשקה ואם סינן השכר או היין דרך מטלית אז אסורין: \n"
        ],
        [
            "<b>אותו </b>ואת בנו. אסור לשחוט ביום אחד (חולין פ\"ב א) דהיינו האם ואת וולדה <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> בין הוולד זכר בין נקבה בין שחט האם תחילה ואח\"כ הבת או איפכא. והיום הולך אחר הלילה שלפניו (משנה פ\"ג שם) ואם עבר ושחט הבשר אסור לכל ישראל <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i> לאכול בו ביום ולמחרתו מותר (חולין קט\"ו א) והשוחט לוקה (חולין ע\"ח א): \n"
        ],
        [
            "<b>בהמה </b>שנשחטה ונמצא בה ולד שליל חי מותר העובר בשחיטת אמו (חולין ע\"ד א) וגם חלבו וגיד הגשה שלו אבל דמו אסור וה\"מ כשלא הלך כלל אבל הלך צריך שחיטה. ואם נמצאת האם טריפה גם הוולד כן <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> עגל הנשחט תוך ז' ללידתו אסור באכילה <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"2\"></i>: \n"
        ],
        [
            "<b>ראש </b>כבש וגדי ורגלי בהמה או של כבש ועגל שנתנין על האש להסיר השיער והטלפיים. או התרנגולת שנוהגים על האש להסיר הנוצה הכל מותר ויש מולחים הרגלים והראש קודם שיתנם על האש ולאחר שהסירו השיער והטלפים מולחים אותם פעם שני לפי שהשיער והטלפים מגעו כנגדו לכנוס המלח בבשר ומליחה הראשונה חומרא בעלמא היא <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i>: \n"
        ],
        [
            "<b>חתיכות </b>בשר <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> שהניח בביתו ואין איש רואה והלך בשוק וחזר ומצא במקום שהניח מותרת בלא טביעת עין וסימן ואם לא מצאה שם צריך סימן או טביעת עין ואם הניח בין הגוים צריך טביעת עין או סימן פן החליפוה. וכן שולח בשר ביד נכרי דינו כן: \n"
        ],
        [
            "<b>אלו </b>דברים <i data-commentator=\"Haggahot of R' David Luria on Sefer HaParnas\" data-order=\"1\"></i> שהחכם הבא להורות צריך להיות זהיר ונזהר בשעת ההוראה ולהשים על לבו לחקור ולדרוש על כל דבר. אם בא להתיר איסור שנפל לקדרה או <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"10\"></i> שנתחב בה וצריך ס' לבטלה ישאל תחילה אם נתנו שם מים עוד בקדרה אחר שנודע שבא האיסור בתוכה כי שמא בתחילה היו בה מים פחות מס' והי' הכל אסור ואם צריך שתהא <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"11\"></i> הקדרה שאינה בת יומא והיא של דבר איסור חלב או נבילה צריך לשאול אם הוחמו <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"12\"></i> בו החמין בלא שום דבר תוך מעל\"ע עד שעשו בה האיסור ואם הוא כן אז היא בת יומא ואסורה אבל אם הקדרה של היתר בהיתר כגון של בשר ונפל לתוכו (של) חלב או איפכא ואין בת יומא שלא עשו בה בשר או חלב מעת לעת ואפילו אם הוחמו בה חמין לבדם תוך מע\"ל. אעפי\"כ אינה קרויה בת יומא וכשבא להורות להתיר מטעם ס\"ס הכל מותר דהלכה כשמואל דבכל איסורים ס\"ס מותר בר מע\"ז דאסור אבל בספק הראשון יזהר שלא יתיר כשהוא איסור דאורייתא. כגון בריה או דבר שבמנין או חתיכה הראויה להתכבד אם נתערבו אפילו באלף לא בטל ותרנגולת שהיא ספק טריפה דאורייתא או ביצה ספק טריפה דאורייתא או חתיכה גדולה בחלב וכיוצא באילו אפילו באלף לא בטל ואסורות ואין נקראין ס\"ם ע\"כ יזהר שלא יבשל בכלי שאין בת יומא בין של מתכות בין של חרס בין של עץ ואין צריך לשערו מעת לעת אלא כשנשתמש בו בערב ועבר לילה שליטה בלא שימוש ולמחרתו בהשכמה נשתמשו בו אז מותר. ר\"ת ואב\"י העזר\"י [הגה אבל לר\"י נראה יותר מיושב כדברי המחמיר לומר שצריך מעת לעת וכן פסק רבינו ברוך בספר התרומה להדיא עכ\"ה]: \n"
        ],
        [
            "<b>איסור </b>שנפל בקדרה שיש בה היתר רותח בין במינו בין שלא במינו יש לשער בס' אם יש מן ההיתר עם הרוטב ועם הקליפה ס' כנגד האיסור אז הכל מותר ואין לשער במה שבולע הקדרה <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"13\"></i> ואם בישל היתר בקדירה של איסור (שאין) בת יומא לכתחילה אסור לבשל בה ובדיעבד מותר: \n"
        ],
        [
            "<b>כף </b>איסור שתוחב בקדירה של היתר או כף חולבת ותחבה בקדירה של בשר או איפכא ואפילו הכף אין בת יומא הכף אסור והתבשיל מותר ואם הכף בת יומא צריך שיהא בתבשיל וברוטב ס' כנגד הכף ממה שנכנס תוך המים זהו דווקא בכף של עץ. אבל בכף של מתכות או של ברזל משערינן בכולו מהר\"ם אבל ס\"ה פסק דאף בשל מתכות אין לשער אלא במה שנכנס ואם נישפך המים ואין ידוע כמה היו מספיקא אסור ולא כפירש\"י: \n"
        ],
        [
            "<b>וטיפת </b>חלב שנפלה על קדירה של בשר מבחוץ מותר התבשיל בס' [הג\"ה אבל מהר\"ם כתב וז\"ל משם רבינו יצחק דאם יש בתוך הקדרה רוטב ובשר בין הכל ס' כנגד ס' טיפות מן שיעור החלב אז מותר משום דדילמא אותה טיפה חלב אינה מפעפע בכל הקדרה ואסרה עד נ\"ט טיפין הבלועין בקדירה בדופנו ואותו נעשה נבילה הלכך צריך ס' בכל מה שבקדרה לבטל ס' טיפין ביוצא בטיפה עכ\"ל אבל ס\"ה חולק עליו ואמר שהחלב מתפשט בכל הקרירות ואין לו מקום להתבטל בס' ומשום רבינו שמחה מצאתי כתוב דהתבשיל מותר בס' והקדירה אסורה אם היא של חרס וקדירות של בשר וקדירות של חלב נוגעות זו בזו וזה אינה מזיק כי אינה מפעפע מדופן לדופן וכן כתוב בשם רבינו שמשון זצ\"ל עכ\"ה]: \n"
        ],
        [
            "<b>בשר </b>צונן אפילו מלוח שנפל בחלב חי שאינו מבושל וצונן ונישתהא בתוכה אפילו יום אחד החלב מותר לאכול דלא אסרה תורה אלא דרך בישול: \n"
        ],
        [
            "<b>איסור </b>שנתערב בהיתר בדבר יבש מין במינו בטל ברוב ודלא כרש\"י ואם נתבשלה חתיכה קטנה של איסור שאינה ראויה להתכבד עם חתיכות של היתר אם אין מכירה בטל ברוב חתיכות של היתר. אבל אם מכירה יסירנה וישער השאר בס' כנגד המחוי מן האיסור שהוא כשיעור כל החתיכה. וטבחי\"א או אחד משאר בני מעים של בהמה או עוף טריפה שנתערב עם הכשרים בטל ברוב לפי שאינה ראויה להתכבד. ואם דבר לח הוא שנתערב כגון יין שנגע בו גוי ביין של ישראל דאין איסור של יין במשהו אלא אותו שנתנסך לעכו\"ם [הג\"ה לא קי\"ל כר\"ת דאמר הכי אלא כשאר הגאונים דפסקו אפילו סתם יינם במשהו] או חלב בחלב צריך ס' וכן מין בשאינו מינו אפילו בדבר יבש צריך ס' וא\"צ להשלים אחת וחמרא בעינבא או איפכא בס' לפי שאינו מינו: \n"
        ],
        [
            "<b>ומלתא </b>דעבידא לטעמא אפילו באלף לא בטל אבל יש לחלק בין נתכוין ללא נתכוין כגון יין או חומץ שניתן בקדרה שמתכוין לתקן המאכל אפילו באלף לא בטל. וכן כל כיוצא בזה. אבל דבר שאין דרכו בכך שנפל לתוך מאכל שלא בכוונה התם בטל בס' מהר\"ם: \n"
        ],
        [
            "<b>וחתיכה </b>גדולה של נבילה או של בהמה טמאה שנפלה בהיתר או חתיכות בשר הבלוע בחלב וראיין להתכבד לפני אורחין לא בטל אפי' באלף של היתר בלח וחתיכת היתר גדולה שנאסרה מחמ' בלוע של איסור בטלה ברוב יבש ואם נפל בתבשיל בטילה בס' אם אין מכירה וכל דבר שבמנין כגון ביצת נבילה וטריפה או פירות גסות של ערלה וכן דבר שקרוי ברי' כגון דג טמא או עוף טמא או גיד הנשה ואוכלה שלם אפילו לית בי' כזית אם נתערבה בהיתר ואין מכירה אפילו באלף לא בטל מדרבנן ודווקא שלמים אבל מחורכים או מרוסקים אעפ\"י שהן כולן בטילין בס' ועוף טהור נבילה או טריפה או נאסר מחמת בליעת איסור. וכן דג קטן טהור שנבלע בו איסור אין קרוין בריה ואם נתערבו עם של היתר אם אין מכירו בטל בס' ואפילו אם הם שלימים אבל חתיכות בשר בחלב אין בטילה: \n"
        ],
        [
            "<b>וטיפת </b>חלב שנפלה על חתיכות בשר אם יש ששים בחתיכה לבטל הטיפה מותרת ואם <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"14\"></i> נתן החתיכה בתבשיל בקדירה בתוך הרוטב אז צריך ס' לבטל כל החתיכה: \n"
        ],
        [
            "<b>חלב </b>מחובר לחתיכות בשר. ונמלח עמה אפילו כל שהוא כל החתיכה נבילה אבל אם אין בו ס' כנגד החלב (ואסורה) ושאר חתיכות שנגעו בחלב שאין בכל אחת לבדו ס' לבטל החלב אסורות ואין מצטרפין יחד לבטל החלב דאין החלב מפעפע מחתיכה לחתיכה בלא רוטב אבל אם יש בחתיכ' יותר מס' אז [החתיכה] מותרת ושאר החתיכות הקטנות שאין בהם ס' הידועות שנגעו בחלב כולן אסורות ואם ספק הוא באיזה חתיכה נגעה החלב. ויש שם חתיכות הרבה ושמא בהא נגע כל כי האי גוונא כולן מותרות דחדא בתרי בטלה ואפילו אם היא ראויה להתכבד לפי שהאיסור מחמת בלוע מהר\"ם: \n"
        ],
        [
            "<b>חתיכות </b>בשר הרבה שנמלחו ונותנים בגיגית של עצים או של אבנים ונתנו עצים ואבנים בשולי הגיגית להפסיק בין הבשר ובין הדם והציר נוטף מן הבשר ופעמים לאחר זמן כשמסירין הבשר מן הגיגית מוצאין חתיכות בשר שנפלה לתוך הציר והדם שניטף חותכין ממה ששורה בציר ועוד מעט שיעור קליפה והשאר מותר והגיגית אסורה וצריכה הגעלה להתירה אם לא שהיא נקובה למטה: \n"
        ],
        [
            "<b>מלח </b>שבלוע מדם כגון שיורי מליחת בשר או מאיסור אחר ונתנוהו בקדרה אם יש ששים בקדירה נגד המלח אז הכל מותר: \n"
        ],
        [
            "<b>תבלין </b>שדכו במדוכה של בשר ונתנוהו בקדירה של חלב או איפכא אין צריך ס' כנגד כל התבלין כא'. כנגד חלק המגיע במקום הבלוע ולא יותר: \n"
        ],
        [
            "<b>בשר </b>שלא נמלח ונתבשל עם המלוח בטל בס' אם יש ברוטב ובבשר הנמלח ששים כנגד החתיכה שלא נמלחה כן פסק מהר\"ם זצ\"ל אכן ספר המצות כתב שריצב\"א הי' מחמיר שלא להתיר ואפילו בספק כגון שהדיחו גוי ואין ישראל רואהו אלא בטעימת קפילא גוי לידע אם יש בקדרה טעם מלח וכן רבינו שמשון מקוצי מחמיר וכן מצאתי בתשובות רבי שמשון בר אברהם זצ\"ל דמצריך ס' בקדירה כנגד כל החתיכה גם בה\"ה כתב על גוי שהדיח בשר ואין ישראל רואהו אם הדיח הבשר ב\"פ ונתנו הבשר בקדירה שאם אינו יודע משפטי ישראל אז אסור ע\"ש: \n"
        ],
        [
            "<b>בשר </b>שנמלח ושהא כדי מליחה ונתבשל בקדירה בלא הדחה בשר כי בכל שעה יש בכל החתיכה יותר מס' נגד המלח הנמלח עליהן וכ\"ש בשר יבש שנתבשל בלא הדחה לפי שכבר כלה כל דמו ובשר שלא הודח עדיין מן הדם. ושמוה במים ונשכח ונשתהא במים יום ולילה שלמים מעת לעת אסור מהר\"ם: \n"
        ],
        [
            "<b>בשר </b>שלא נמלח והוא מלא (מלח) [קרח] וכפור שקורין גלינ\"א ואין ראוי למליחה עד שיפיל הקרח תחלה מן הבשר מותר לשרותו במים חמין בכלי שני עד שיפול הקרח ויהי' ראוי למליחה כדי להוציא הדם מהר\"ם: \n"
        ],
        [
            "<b>לב </b>הנמלח או ניצלה עם עוף בלא ניקור קורע לאחר מכאן להוציא הדם מתוכה והדם אסור ובשר הלב והעוף מותר אבל אם נתבשל עמו הלב בקדרה אז הלב עצמו אסור והעוף מותר שהרי יש בו יותר מס' של דם הלב ואם העוף מנותח לנתחים והלב דבוק בחתיכה אחת קטנה שאין בה ס' נגד דם הלב אותה חתיכה אסורה והאחרות כולן מותרות בס' כנגד החתיכה שהלב דבוק בה אבל אם העוף כולו נחתך לחתיכות קטנות והושמו בפשטיד\"א. והלב או כבד דבוק באחת מן החתיכות כולן אסורות ונם העיסה לאחר אפייתה ולב שלא נמלח ונתבשל עם בשר מלוח. ויש בבשר ס' כנגד הלב מותר [הג\"ה אסור לצלות בשפוד אחד לא כחל ולא כבד עם בשר לכתחלה ובדיעבד מותר וה\"ה במליחה עכ\"ח]: \n"
        ],
        [
            "<b>חתיכות </b>בשר של ג' פרות או של ד' שמולחין יחד ונותנין זע\"ז בכלי מנוקב מותר אעפ\"י שגמר פליטתם של חתיכה ראשונה קודם שנמלח חתיכה אחרונה ואפילו אם מלח חתיכה אחת יום אחד שלם לאחר שמלח הראשון ונתנה על הבשר שמלח אתמול מותר ודווקא יום אחד שלם מעת לעת ולא יותר: \n"
        ],
        [
            "<b>בשר </b>שנמלח ומיד נתנוהו אצל בשר שלא נמלח יחזור וימהר וימלח הבשר שאין מלוח מותר. אבל אם נשתהא אצלו זמן או יום אסור: \n"
        ],
        [
            "<b>מלח </b>שהוא בקערה יבשה שנשתמשה בבשר או איפכא מותר לתת מאותו מלח לתבשיל של חלב או של בשר: \n"
        ],
        [
            "<b>סיבה </b>וטבחיי\"א ובני מעיים הדקין שהוא הדורא דכנתא אם נמלח תוך הקערה או נתנם בקדירה עד שלא נמלחו הכל מותר דיעבד אבל השומן שעליהן והכנתא עצמה והכרס צריכין מליחה משום דם כשאר בשר גם מולחין הקיבה ובני מעיים עם בשר ונם מולחין הכרס קודם חליטתו לגרור השיער [הג\"ה כתב רבי יהודאי גאון שזה השומן הקורא כנתא יש בהן וורידין קטנים של דם אעפ\"י שחותכם ומולחם בין בשור בין בכבש ועז אסורים. עד שיוציא הוורידין הקטנים מאחר שהם דקין מאד אין הדם יוצא מהן אף בחתיכה ומליחה עכ\"ה]: \n"
        ],
        [
            "<b>לתת </b>כלי תחת אווז או דבר שומן הצולן אצל האש לקבל השומן אסור אם לא ששהא במלחו כשיעור צלייה קודם לכן והודח פעמים קודם לכן או שצלה אותה תחלה עד שעלה תמרתו של עשן מחמת שנוטף שמנונית תוך הגחלים הרבה אם לא נמלח בשפוד: \n"
        ],
        [
            "<b>בשר </b>שחוטה שנמלח עם בשר נבילה אסור מדאורייתא וספיקא לחומרא אבל דגים טמאים וטהורים שנמלחו ביחד אסורין מדרבנן וספיקא לקולא. לפיכך אותם הערינג\"ש ושאר דגים שמוכרים הגוים מלוחים מותרין דספיקא דרבנן לקולא וגוי או שפחה גויה שבבית ישראל מלגו תרנגולת ולא ראה ישראל אם בכלי ראשון אם בכלי שני או מלחו בשר שלא בפני ישראל ואין ידוע אם מלחו תוך הקערה או לחוץ או הדיחו בשר ונתנוהו [בקדירה] (בקערה) ולא ראוהו ישראל או הדיחו קערות חולבות ושל בשר ולא ראוהו ישראל אם הודחו יחד או כל אחד לבדו או כל כהאי גוונא הדומה לזה אז יחקור המורה אם הגוי או השפחה יודעים משפטי הדבר ומנהג היהודים איך נוהגין לעשות אז הכל מותר בדיעבד. אבל אם הם ניכרים שאין יודעין ובקיאין בדבר אז הכל אסור בחומר הענין כי כדי להקל טרחם עשו באיסור אבל אם ישראל יוצא ונכנס (מותר בדיעבד) או יש תינוק אצלם שהוא כל כך חכם שלפעמים סומכין עליו אז הכל מותר אפילו לכתחילה: \n"
        ],
        [
            "<b>כבד </b>שנמלח אם בישלו בקדירה הקדירה אסורה ואם יש בה בשר גם הבשר אסור אבל הכבד מותר ואם לא נמלח גם הכבד אסור ורבינו יעקב חולק וכתב בשלא נמלח אז הכבד מותר והשאר אסור אבל כשנמלח ושהה כשיעור מליחה קודם שנתנו בקדירה אז הכבד והבשר והקדירה הכל מותר ואין אנו נוהגין כן. ולאחר צליית הכבד מותר לבשלו בקדירה עם הבשר לכתחילה וכשצולין אותו נגד האש יש מצריכין לתוחבו <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"15\"></i> ולנקבו בסכין בעומק בהרבה מקומות: \n"
        ],
        [
            "<b>מותר </b>לצלות בשר בשפוד שנצלה בו כבד או כחל שנקרע שתי וערב אפילו לכתחילה: \n"
        ],
        [
            "<b>כבד </b>הנמצא דבוק בתרנגולת לאחר שנמלחה ושהה כדי שיעור מליחה בתוכה מותר וצריך קליפה במקום הכבד ואם הוא דבוק בחתיכה אחת או אין דבוק ונמלח או נצלה או נתבשל עמה משערינן בס' כנגד הכבד אם אינו דבוק או כנגד הכבד והחתיכה אשר דבוק בה מהר\"ם. ויש אוסרים כשהוא דבוק בעוף אם אין בעוף ס' נגד הכבד [הג\"ה ספר המצות פסק ואפילו אם נמלח עלוי' בישרא בדיעבד שרי מדי דהוי אצלי' דשרינן בין כבדא בין כחלא בדיעבד ואפילו עלוי' בישרא עכ\"ה]: \n"
        ],
        [
            "<b>כחל </b>בעי קריעה שתי וערב לצלוי' לכתחלה ואם לא קרע בדיעבד מותר ואף לקדירה בלא בשר עמו מותר בקריעה שתי וערב וטחו בכותל ויש נוהגים בו איסור דלא כרש\"י אבל לעשות ממנו מולייתא שקורין פשטיד\"א מוהר בקריעה. ואם לא קרעו אסור ואפילו בדיעבד ואפילו בלא בשר עמו: \n"
        ],
        [
            "<b>וכחל </b>שנצלה מותר לחותכה לכתחילה בסכין שחתכו בו בשר ומותר לכתחילה ליתנו לצלי רותח בקערה שיש בה בשר. ופשטיד\"א לאחר אפייתה מותר להשים אצל שאר פשטיד\"א של בשר בקערה אחת: \n"
        ],
        [
            "<b>כחל </b>או כבד שנצלה עם בשר ביחד בשפוד אחד לכתחילה אסור דיעבד מותר רבינו משה ב\"ת: \n"
        ],
        [
            "<b>כחל <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"16\"></i> </b>שנקרע שתי וערב וטחו בכותל מותר לבשלו עם בשר לכתחילה ואין לחלק בין כחל בהמה מניקה או שאינה מניקה ואין אנו נוהגים כן לכתחילה אך דיעבד מותר ורש\"י ב\"ת אוסר בס' כשאר איסורים שבתורה משום גזירה: \n"
        ],
        [
            "<b>כחל </b>שנמלח בלא קריעה עם בשר אסור: \n"
        ],
        [
            "<b>כחל </b>שנתייבש והושם בפשטיד\"א עם בשר דיעבד מותר ואין לחלק בין מניקה לשאינה מניקה: \n"
        ],
        [
            "<b>מגעילין </b>כל הכלים דווקא כשאינם בני יומן מעת לעת. ואז מותר להגעיל אפילו תוך כלי בשר ואם ירצה להגעילן בכלי האוסר שאינו בת יומא טוב יותר אבל תוך כלי בת יומא האוסר לא יגעיל וכלי שהוא בן יומו לא יגעילנו בכלי אם לא שיהי' במים ששים כיוצא בו שלא יאסור הכלי שמגעיל בו אבל כלי שאינו בת יומא אין לחוש אם יגעילנו בכלי קטן. דהוא נותן טעם לפגם: \n"
        ],
        [
            "<b>מחבת </b>שיש בה אחיזת בית יד ארוכה אין מגעילין הבית יד אבל כלי גדול שאין יכול ליכנס לתוך היורה פעם אחת אין לו לעגל סביב סביב היורה אך יצמצם להכניסו תוך הרותחין ער חציו או עד שלישו ויחזור ויגעל מצד האחר: \n"
        ],
        [
            "<b>להגעיל </b>כלים לצורך הפסח אם מגעילם קודם הפסח. או ערב פסח קודם ד' שעות מותר ואפילו שניהם בני יומן היורה והכלים אבל לאחר ד' שעות אסור להגעיל אלא כלי' שאינן בני יומן וצריך לשפוך <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"17\"></i> מים צוננים על כלי הנגעל מיד: \n"
        ],
        [
            "<b>רש\"י </b>וריב\"א ורבי אברהם בר שמואל ורבינו יודא כולם הודו שצריך להגעיל יורה גדולה תחילה ולשפוך אותם מים ואח\"כ מגעילין בו כל הכלים: \n"
        ],
        [
            "<b>נמצא </b>חיטה או שעורה בעופות מלוחים או צלויין בע\"פ אפילו לאחר ד' שעות ישליך החיטה והעופות מותרין לפי שכבר נתבטל החמץ בס' קודם הפסח ואין חוזר וניער לאסור אח\"כ כשיגיע הזמן לאסור במשהו ומהאי טעמא נמי שפוד ישן אם צלו בה עופות או בשר בפסח מותרין אעפ\"י שככר נצלה באותו שפוד בשר שנמלח ולא נבדק מחמץ וכן נמי הערינג\"ש וכשר יבש וגבינה שנמלחו מקורם ולא נבדק המלח מחמץ מותרין בפסח. וכן מותר לטגן בעור שומן של אווז שנפשט ונמלח קודם הפסח ואעפ\"י שלא נבדק המלח מחמץ אבל שומן שמחותך ונמחה מקודם הפסח אסור לטגן בו בפסח לפי שהמחבת שהתיכו בה השומן היתה בלועה מחמץ גם לפעמים מחזירין מן השומן מותר הטגין לשאר השומן תוך הקדירה: \n"
        ],
        [
            "<b>חיטה </b>או אחד מה' מינין הנמצאת בפסח בתבשיל או במרק (נמצאו) הכל אסור המרק והבשר וכן אם נמצא בצלי [הג\"ה וכן פסקו הרבה מרבותינו אבל אית מרבוותא דשרו בצלי ולא אסרי אלא כדי קליפה במקום שנמצאת החיטה וכן הורה מהר\"ם להתיר עכ\"ה] ומותר להשהות המאכל עד לאחר הפסח ואז מותר לאוכלו אבל אם מצא החיטה על הבשר שנמלח אינה אסור רק צריך קליפה במקום החיטה ואם נתן העוף במים רותחין ומצא בה חיטה אח\"כ הכל אסור. ואם מצא החיטה במרק או שאר מיני איסורי חמץ שהמאכל נאסר בו נם המאכל הנאסר אסור להשהות עד לאחר הפסח ואסור בהנאה ולכלב תשליכון אותו אך ביו\"ט האחרון של פסח אז מותר להשהותו עד לחול: \n"
        ],
        [
            "<b>חיטה <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"18\"></i> </b>הנמצאת במצה אפויה מותר חמץ הנמצא בכלי ששאבו מים ושמו המים בתבשיל מותר בדיעבד חביות שנתן הגוי עיסה בשילוב בין נסר לנסר כדי לחברם יחד מותר לשתות מן החביות יין בפסח אם יש שני חדשים עד פסח כשנתנו העיסה בין הנסרים. אבל אם נתנו בקרוב לפסח תוך שני חדשים אסור לשתות מן היין לפי שהעיסה עדיין רכה: \n"
        ],
        [
            "<b>י\"ד </b>בניסן שחל להיות בשבת מבערין את הכל מלפני השבת ומניחין מזון שתי סעודות ובליל ו' שהוא י\"ג בו שואבין מים למצות וכן בלילה מבערין את החמץ ובשבת ממהרין לאכול קודם ד' שעות ולאחר אכילתם יאמר לגוי או לשפחה לכבד את הבית מפני החמץ כדי להשליכו לחצר לכלבים ולעופות מאחר שהלכות גדולות מתירין אפילו לישראל עצמו לנקר הבית בשבת כשאר ימות השנה. ויש מקומות שלא ימצאו לאפות בליל מוצאי שבת לא במחיר ולא בשוחד מפני יום איד של גוים ואף כי יש ב\"ב הצריכים מצות הרבה והיו שוהין בתקון המצות עד לאחר חצות הרי שעת הדחק לפיכך התירו רבותינו שבצרפת לאפות המצות בע\"ש ויזהרו מאד מאד מחימוץ ומ\"מ יאפה ג' מצות במו\"ש מפני שחביבה מצוה בשעתה ומה דתניא בתוס' י\"ד בניסן שחל להיות בשבת מבערין את הכל מלפני השבת ואופה לו מצה מערב שבת יש לפרש אופה מצה כדי לאכול בשבת סעודה שלישית משום מצוה או להאכיל לתינוקות [הג\"ה מי ששם מרור שלו קודם הפסח בקרקע כדי שיהא לח ויפה ושכחו ולא הוציאו מן הקרקע קודם יו\"ט מותר להוציאו ביו\"ט כיון שלא נטעה ליניקה ועומד לאכילה. רוקח וראוי להחמיר שלא לעשות כן לכתחילה ע\"כ] ואפילו בערב פסח בחול צריך ליזהר שלא לעשות מצות קודם חצות משום דחביבה מצוה בשעתה אבי העזרי: \n"
        ],
        [
            "<b>ישראל </b>שלוה ככר מחבירו קודם הפסח מותר לפרוע לו לאחר הפסח וכן ישראל שקנה או הלוה על לחם הכומרים שקורין פרגני\"א. יקחו לאחר הפסח מה שיחסר להם בימי הפסח. אומר אדם לחמריו ופועליו ולשפחותיו צאו ואכלו בדינר זה חפץ כל ימי הפסח ואינו חושש. אבל אסור לומר צאו ואני פורע לאחר החג: \n"
        ],
        [
            "<b>עברה </b>ולשה במים שלא לנו המים הלילה דיעבד מותר: \n"
        ],
        [
            "<b>ירקות </b>חזר\"ת חס\"א ליטוג\"א בלעז עולשין קרישפיל\"א בלשון אשכנז מסור אמיפו\"ל בלע\"ז ובאשכנז מירמי\"ט וכל הקודם במשנה יחזור אחריו החלה ויוצאין בהן בין לחין בין יבישין ומצטרפין לכזית ויוצאין בקלח שלהן אבל לא בשרשים ושיעור כזית כחצי ביצת תרנגולת. וכן משמע בפ\"ג דכריתות והעיד רבינו אב\"י העזר\"י שרבותינו נ\"ע הנהיגו ללבוש בגדי פשתן גישטעיק\"ט בל\"א בפסח. ומנהג כשר למדוד מערב פסח קמח של מצות ולאפות (מצות) ביום שני דחביבה מצוה בשעתה וכן מצוה מן. המובחר אב\"י העזר\"י: \n"
        ],
        [
            "<b>כל </b>הנאסר מחמת בשר בחלב אפילו כלי חרס מוהר להשתמש בצונן כגון פירות ומותר בהנאת שימוש: \n"
        ],
        [
            "<b>דגים </b>שנתבשלו בכלי שנשתמש בו בשר אסור לאכול בכותח שיש בו חלב [הג\"ה כן פי' חתן רש\"י משמו גבי דגים שעלו בקערה דווקא עלו אבל נתבשלו אסור דעיקר הטעם נפלט מן הכלי. ופר\"י אפילו אם נאמר נתבשלו לא היינו דווקא בצלי דליכא מים אבל נתבשלו במים הטעם מתפשט במים ואיכא ג' נותני טעם של היתר. וביצים או ירקות ששלקן בכלי של חלב. אם הכלי מקונח ונקי מחלב אפילו אם הוא בן יומו מותר לאכול בתבשיל של בשר או להשים הביצים באליתתא של בשר וכן איפכא דאיכא ג' נותני טעם של היתר ראשון בכלי ומשם במים ומשם בביצים ובירקות. ס\"ה והמיימני והתוס' עכ\"ה] אבל אם נתן הדגים הרותחים תוך הקערה שנשתמש גו בשר מותר לאוכלו עם הכותח וכן צנון שחתכו בסכין שנשתמש בו בשר אסור לאוכלו בכותח: \n"
        ],
        [
            "<b>בצלים </b>או כרישי\"ן שקורין בל\"א לוי\"ב או שומין ורוצה לתתם בקדירה של בשר וחתך ראשיהם בסכין חולבת או איפכא צריך ס' כנגד טעם שהי' בסכין הבלוע מן הירק והוא דבר מועט ואם חתכו בסכין של גוי אז צריך ס' נגד כל הירק דכולי נעשית נבילה ואפילו בסכין שאינו בן יומו אבל שאר ירקות ועלין של כרישי\"ן דהיינו לוי\"ב אינם חריפין ומותרים וסגי להו בהדחה. וכן בפסח אם חתכו בסכין שלא הוגעל לוי\"ב או שומין והושמו בקדירה הכל אסור התבשיל והקדירה. וכל דבר צונן שחתכו בסכין של נוי בשאר ימות השנה צריך הדחה: \n"
        ],
        [
            "<b>כוליא </b>שנתבשל התבשיל מותר והכוליא נהנו בו הכל (היתר) [איסור] לכתחילה (וכוליא) ותבשיל טחול שנתבשל כשניטל קרום שעליו והגיד שבתוכו ונמלח מותר בדיעבד: \n"
        ],
        [
            "<b>קערות </b>חולבות שהדיחם במחבת של בשר או איפכא אם שניהם בני יומן הקערה והמחבת הכל אסור וצריכין הנעלה להתירן ואם האחד אינו בני יומא הכל מותר והטעם מפורש לעיל בהג\"ה בסי' נ\"ט. ודווקא שהקערות מקונחות שאינם מלוכלכות שאין משיורי המאכל בשר או חלב דבוק בהן שלא היה האיסור כעין אבל כשהוא בעין צריך ס' לבטלו וכן הדין כמו כן אם המים רותחין ובכלי ראשון מדיחם: \n"
        ],
        [
            "<b>בצים </b>שנתבשלו במחבת חולבות או איפכא מותרים לתתם בפשטיד\"א או פלאדי\"ן וכן ירקות שנתבשלו ונשלקו במחבת חולבות או איפכא ואפילו המחבת בת יומא מותרים לתתם אחר שיצטנן בכל תבשיל בשר או חלב וכן קטניות פולין או עדשים אם נתבשלו בקדירה של בשר או של חלב אפילו אם היתה הקדירה בת יומא ואפילו לכתחילה: \n"
        ],
        [
            "<b>עוגה </b>קטנה שנאפת בצד פשטיד\"א ופלדי\"ן ונגעה בהן אסורה שלא במינה ואם תחת הכלי אפאה אפילו לא נגעו זה בזה אסורה לשלא במינה <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"19\"></i> פשטיד\"א שאפאה עם פלאדי\"ן או איפכא בתנור שלנו מרוחקים זה מזה שלא נגעו מותרין בדיעבד וכן הדין אם אפאה עם הפת שניהם מותרין בדיעבד אבל ראבי\"ה כתב שפשטיד\"א ופלאדי\"ן שנאפו ביחד אסור דריחא מילתא היא ואוסר אפילו בדיעבד אבל עם הפת מותר. ובשם ר\"ת כ\"ת להתיר אך בשר שחיטה ונבילה (שנאפו) [שנצלו] ביחד ולא נגעו זה בזה מתיר בדיעבד ואם אפאו על הכירה תחת מחבת של ברזל או של חרס פשטיד\"א (או) [ואח\"כ] פלאדין או איפכא בלא ליבון אחר מותר דיעבד אפילו אם הכלי בן יומו רק שלא נגעו בו שניהם ויש נוהגים אף לכתחילה לאפות תחת מחבת אחת פלאדי\"ן ואח\"כ פשטיד\"א או איפכא אך מסיקין את המחבת שני ללבנה עד שתיתאדם. \n"
        ],
        [
            "<b>בהמה </b>או עוף לצלות אינה צריכה למלוח אפילו לכתחילה ולקדירה צריך להדיחה לכתחילה במים ואח\"כ למלחם מכל צדדין והעופות מבפנים ומבחוץ ולשהות במלחו שיעור צליה ואח\"כ ידיח הבשר והעוף פעמים. וכשימלחם צריך להשימם על דף או בסל או בכלי מנוקב ואם מלחו בכלי שאינו מנוקב ישים בתחתית הכלי עצים או אבנים שיקבלו הציר שלא יגעו בבשר [הג\"ה ואותם חתיכות שנמצא בציר חותך מהן כל מה שהי' שרוי בציר ועוד מעט שיעור קליפה והשאר מותר. והכלי צריך הגעלה וכן כתב למעלה בסי' כ\"ו עכ\"ה] וגם כשידיח הבשר אחר מולחו בכלי צריך לתת מים תחילה בכלי ואח\"כ הבשר ולא איפכא אם הבשר לח ואם היפך דיעבד מותר. ומה שאמרו חכמים מלוח כרותח זהו דווקא כשנמלח כ\"כ שאין נאכל מחמת מולחו דהיינו כל מליחות שלקדירה. וכלי שאינו מנוקב או קערה שמלח בה בשר ואפילו לא שוהה הבשר בכלי לאחר שנמלח רק שעה מועטת עד שנראה בכלי קצת מהדם הנפלט הכל אסור בשר וכלי והכלי צריך הגעלה להתירו: \n"
        ],
        [
            "<b>בשר </b>וגבינה שהן לחין ונגעו זה בזה (או) [אם] שניהם מלוחים שניהם אסורים ואם יבשים מותרים ואם אחר מהם מלוח והשני טפל בלא מלח אז המליח מותר והטפל אסור כשהוא לח וכן הדין בשר שחוטה ובשר נבילה אם השחוטה מלוח מותר. ואם הנבילה מלוח אסור ואם שניהם אינם מלוחים מותר ואפילו לכתחילה. ואם נתיבשו הן הבשר הן הגבינה ולאחר מכאן הודח במים כשהן לחין מבחוץ אינם אסורים בכך רק כשהן לחין מחמת מלח: \n"
        ],
        [
            "<b>בשר </b>חי או צלי שנפל עליו חלב אם אחר מהן מלוח הבשר או החלב אז צריך ס' לבטל החלב ואם אין מלח לא בזה ולא בזה מותר בהדחה לבדה אבל אם יש בי פילי דהיינו בקעים וגומות בבשר אז צריך קליפה והדחה. וכן בשר הנמלח אפילו לצלי ציר הנוטף ממנו על הגבינה אוסר אעפ\"י שאינו נמלח רק מעט: \n"
        ],
        [
            "<b>בשר </b>שחוטה (או בשר) [ובשר] נבילה שנתבשלו או נצלו ואח\"כ נגעו זב\"ז או שכבו זע\"ז תתאה גבר ואם בשר שחוטה למטה חם ועליה בשר נבילה צונן אפילו חי ואין מלוח אעפי\"כ שלמטה נאסר וכ\"ש אם בשר נבילה חם למטה והשחוטה צונן למעלה שהיא אסור ואם צוננת למטה בין שחוטה בין נבילה והחם למעלה השחוטה כשירה ומ\"מ צריך קליפה: \n"
        ],
        [
            "<b>גבינות </b>ישראל שנעשו בדפוס של עכו\"ם שקורין פיישייליי\"ש הן של עץ הן של חרס הן של מתכות והן בני יומן אפילו מלח הגוי את שלו בתוכו אפי\"ה הגבינות של ישראל מותרין בדיעבד: \n"
        ],
        [
            "<b>מחבת </b>של גוים של מתכות ואפילו של אבן ישנים צריכין הגעלה לטהרם וכן מחבת ושאר כל הכלים שאינם של חרס שנאסרו בעירוב בשר בחלב או בהדחה עם כלי הגוי בן יומו צריך הגעלה לטהר: \n"
        ],
        [
            "<b>הלוקח </b>כלי תשמישו של גוים וירצה לטהרו כבולעו כך פולטו השפוד של ברזל והאסכלא שקורין ברא\"ט אייזי\"ן והדומה להן שתשמישן ע\"י אור מלבנו באור ומטבילן אחרי בן והיורות של נחושת וכן מחבת או ברזל משפשפו בצרורות ובעפר ובחול לצחצחו ויגעילן ברותחין בכלי ראשון או ירתיח בתוכו מים וישים בהם אוד דלוק או אבן חם כדי להעלות ניצוצי המים ברתיחתו על שפתם וישפוך עליהם מים קרים אח\"כ ויטבילן והן טהורים ואם יש בהן טלאי שנתן על הנקב ישן צריך להסיר הטלאי ולצחצחן תחתיו קודם הגעלתו ויש מחמירין ללבן מחבת של נחושת וברזל לפי שמטגנין בהן ורבינו אב\"י העזר\"י התירו בהגעלה רק שלא יהא בני יומן בשעת הגעלה וכן עמא דבר: \n"
        ],
        [
            "<b>טוב </b>ליזהר שלא יחתוך בסכין בשר או כבד כשצולין אותו אצל האש בשפוד בעוד שלא ניצלה כל צרכו לפי שמקום החתך מלא דם: \n"
        ],
        [
            "<b>סכין </b>ששוחט בו טריפה צריך לקנח הסכין בבהמה או בדבר אחר או להדיח במים קודם שישחוט בו בהמה אחרת ואם לא עשה כן צריך קליפה במקום השחיטה. ולשחוט בסכין של גוי צריך הגעלה ואם לא הגעיל צריך קליפה במקום השחיטה: \n"
        ],
        [
            "<b>סכין </b>שחתך בו בשר ורוצה לחתוך בו גבינה צוננת או איפכא צריך הסכין נעיצה עשר פעמים בקרקע ואם יש גומות בסכין צריך לשפשף הסכין היטב במקום הגומות באבן רך או בפיחם ולנעוץ בקרקע וכן אם חפץ לחתוך בסכין רק פירות כן יעשה ולחתוך רותח בסכין של גוי צריך ליבון ורבינו משה ורבינו יצחק ב\"ר אברהם פסקו בסכין של גוי די אם השחיזה ברחיים יפה להסיר השחרות שבה שיהי' כעין חדשה ואח\"כ יגעילנו ולהוציא הברזל מן הקתא קורם הגעלה: \n"
        ],
        [
            "<b>קיבה </b>של עגל וגדי וטלה הנלקח מן הגוי הקיבה מותרת להעמיד בה גבינות ולא חיישינן שיניקו מן הטריפה ומן הטמאה ואם העמיד בקיבה הנלקחת מן הטריפה בדיעבד מותרין הגבינות ואם העמיד בקיבה שקנה מן הגוי בחנות מבהמה שהרג הגוי בדיעבד מותרין ואם הקיבה נמלחה בעורה כמו שרגילין הגוים לעשות והעמיד בה אסורים אפילו בדיעבד ואם העמיד מן הקיבה שראינו שיניק מן הטריפה ומן הטמאה מותרים בדיעבד: \n"
        ],
        [
            "<b>אסור </b>לשרות את הקיבה בעור במים כדי לקרוש את הלח זמן ארוך כגון יום שלם אבל זמן מועט מותר: \n"
        ],
        [
            "<b>בהמה </b>שנשחטה ונמצאת טריפה בין ע\"י סירכות בין שאר טריפות רק שלא הכיר בה הטריפות קודם שחיטה כל הגבינות שנעשו כבר ממנו מותרין. ויש מרבותינו שאוסרין הגבינות והחלב שנעשו תוך ג' ימים קודם שחיטה ד\"א י\"ב חודש ומורי הר\"ם כתב בשם ר' יוסף ווליטי\"ן כולן מותרות וה\"ה לביצי תרנגולת שנמצאת טריפה שהביצים מותרים: \n"
        ],
        [
            "<b>מחט </b>שנמצאת בריאה ולא היתה המחט נראית מבחוץ והריאה באה כולה שלימה לפנינו ואין ידוע אם היתה נכרת מבחוץ טריפה: \n"
        ],
        [
            "<b>מחט </b>שנמצאת בחתיכא דכבדא טריפה בכל ענין ואם נמצאת בסמפינא דכבדא כשירה ואם נמצאת בעובי בית הכוסות תחובה מצד אחד או בחלל הקורקבן או תחובה מבפנים בבשר הקורקבן או בחלל הוושט כשירה (אבל) בשתחובה מבפנים בעובי בית הכוסות או בקורקבן או בוושט ואינה נכרת מבחוץ (אבל) אם יש קורט דם מבחוץ כנגד המחט טריפה ואם המחט נכרת משני צדדים ואין קורט דם על המחט ולא על הבשר כשירה דאמרינן לאחר שחיטה יצא לחוץ ואם ננעצת מבחוץ ואין ניכרת מבפנים טריפה דודאי נקבה הוושט ויצאה וניקבה שם וה\"מ כשנמצא מחט. אבל כשאנו רואים נקב משני צדדים ואין שם לא מחט ולא קוץ טריפה ואפילו בלא קורט דם מבחוץ ותולעים היוצאים מן הריאה או מן הכבד הבהמה כשירה: \n"
        ],
        [
            "<b>נטלה </b>הכבד ונשתייר ממנה כזית במקום מרה [וכזית במקום שהיא חיה] כשירה וכתוב בשערים כבד שהוא [נפוחה] ניכוה ועבה ונרקב יש לעיין בריאה אם לבינה היא כצמר גפן טריפה ואם אדומה היא כשירה דהדרא בריא: \n"
        ],
        [
            "<b>נטלה </b>המרה ליכך בלשונו במקום המרה על הכבד אם טועם בה טעם מר כשירה ואם לאו נהגו בה איסור ובה\"ג כת' קורע במקום דביקות המרה וטועם בה אם יש טעם מר כשירה ורבינו אב\"י העזר\"י כתב מותר לצלותו ע\"ג גחלים ולטעום בה ע\"י הלעטה בין שינוי בלא בליעה אם יש בה טעם מר כשירה ולולי שקשה מן הגאונים החולקים בדבר היה מתירה אפילו בלא טעם מר לגמרי: \n"
        ],
        [
            "<b>שתי </b>מדות הנמצאים בבהמה או בעוף יש מי שאמר שהיא כשירה ומהר\"ם הורה כדברי האומר טריפה: \n"
        ],
        [
            "<b>נקובת </b>הוושט במשהו גם בגרגרת נכון להחמיר שיהא במשהו ממקום הכשר שחיטה ולמטה ניקב הקנה למטה מן החזה בכל פיצולין במשהו בין בקנה הריאה בין בקנה הלב בין בקנה הכבד משנכנס הגרגרת תוך החזה מתפצלת לב' קנים ולא פסק התלמוד איך לחנם הילכך צריך להחמיר: \n"
        ],
        [
            "<b>ניקב </b>הקורקבן וכיס שלו קיים כשר וכן אם ניקנו שניהם זה שלא כנגד זה כשר: \n"
        ],
        [
            "<b>העוף </b>אין לו כרס ובית הכוסות ויש לו כנגדו זפק וקורקבן ניקב גגו של זפק נידון בוושט במשהו וזהו מקום שמתחיל לימשך ולהיקצר במעי לצד הוושט או לצד המעי ההולך לקורקבן אבל אם ניקב הזפק עצמו דהיינו בכל הכיס כשר ניקבה המרה טריפה ואם הכבד סותמתה כשירה ניקבה הקינה או הדקין או המסס או בית הכוסות או כרס הפנימי כולן טריפה וכולן נקובי אם [שומן הנאכל] סותמתן הנאכל בין בבהמה [בין בחיה] בין בעוף הוי סתימה וכשירה חוץ מחלב העשוי בכובע שאינם סותמים דהיינו טרפשא דליבא וחוטי דכרכשתא אינם סותמים טרפשא דליבא היינו שומן הלב אבל חלב שאין נאכל אין חשוב סתימה וטריפה ודווקא שומן הגדול במקום הנקב סותם אבל ריאה דבוקה לשומן אינה סותם [הג\"ה וכל חלב חיה שכנגדו בבהמה אסור באכילה אין סותם עכ\"ה]. וכל מקום שיש לחוש לריסוק איברים כגון נפלה מן הגג וכדומה לזה צריך להמתין לה עד שתלך. ואם הולכה אינה צריכה עוד: \n"
        ],
        [
            "<b>ניטל </b>הטחול או הכליות כשירה ניקב הטחול במקום העב טריפה ובמקום הדק כשירה כוליא שלקתה אם הליקוי מגיע עד מקום החריץ טריפה ואם מליא מוגלא טריפה ואם מים זכים כשירה ודווקא צלולים אבל עכורים לא ואפילו צלולים דווקא דלא סריחי כשירה כוליא שהקטינה בדקה עד כפול ובגסה עד כעובה בינונית ואם אין לה אלא כוליא אחת כשירה וכן אם יש ג' או ד' כשירה: \n"
        ],
        [
            "<b>שמיטת </b>יד בבהמה דהיינו הרגלים שלפניה כשירה נשמט ירך בבהמה או בעוף ממקום חיבורו (בלחי) [בגוף] או בקולית דהיינו בוקא דאטמא או איעכל ניביה טריפה ואי לא כשירה שמיטת גף בעוף ממקום חיבורו בכתף טריפה שמא נקבה הריאה ואם נשבר הגף דהיינו כנף בכל מקום עד הפרק האחרון הסמוך ונדבק לגוף יחתוך אותו אבר וישליכנו ואסור למולחו עם שאר הבשר ומותר הכנף והעיף מותר אבל אם נשבר הכנף תוך הפרק הסמוך לגוף חיישינן לשמיטת הגף ושמא נקבה הריאה ואסור ואם ירצה לבודקה יבתר העוף מלפניו ומניח הריאה דבוקה בצלעו כתולדתה ומביא שפופרת ומכניסה בקנה ונופח ונותן על הריאה גילא או ריקא אגדנפא אם עולה בנפיחה כשירה: \n"
        ],
        [
            "<b>נחתכו </b>רגליה של בהמה למעלה בצומת הגידין דהיינו הבשר על הירך הסמוך לפרק מקום שחותכין הרגלים למכור דהיינו למעלה מן הארכובה ונחתך הבשר לבדו באותו מקום ולא העצם טריפה והיינו דתנן וכן שניטל צומות הגידין לפיכך כשנחתך מעט מן הבשר או אחר מן החוטין באותו מקום טריפה וה\"ה אם נשבר העצם ויצא לחוץ דרך נקב שאין עור ובשר חופין את רוב השבירה שגם היא טריפה ודווקא ברגלים שלאחריה אבל ברגלים שלפניה אפילו נחתך כולו למעלה מן הארכובה כשירה דאמר רב בעל שלש או בעלת חמש לגבוה אסור הא להדיוט שרי ואם נשבר העצם למעלה או למטה ולא נחתך לגמרי אם לא יצא לחוץ הכל בשר גם הבהמה והאבר אבל למטה מן הארכובה ויצא לחוץ הבהמה כשירה והאבר אסור משום אבר מן החי ואסור למולחו עם הבשר ולהושיטו לבן נח מדרבנן ונפקא מינה שאם נולד בה ספיקא שהוא לקולא וכשעור ובשר חופין את רוב השבירה והעצם יצא לחוץ דרך נקב קטן והוא כשר אז צריך שיהא רוב הכיסוי מבשר ומיעוטו מן העור ואין הגידין מועלין לכסות כמו העור ואם יצא [רוב] העצם לחוץ דרך נקב קטן וחזר בפנים אין מועיל אח\"כ חיפוי של עור ובשר על רוב השבירה. ואם נשבר הרגל תוך הפרק מקום חיבור לירך דהיינו תוך הארכובה ויצא העצם לחוץ צריך לבדוק בצומת הגידים שהם נצמתין שם ואם אין עור ובשר חופין את רוב השבירה האבר אסור והגוף מותר וצריך להחמיר ועצם הנשבר אפילו למעלה מן הארכובה מקדם וניקשר ונתרפא ונעשה שלם אעפ\"י שהיא עתה יותר עב וגדולם מבמקום אחר כשר: \n"
        ],
        [
            "<b>וכל </b>ספק טריפה הבא לפני חכם ולא נתברר לו כגון נשבר העצם ויצא לחוץ ולא ידע אם קודם שחיטה או לאחר שחיטה נעשה או בוקא דאטמא דשף מדוכתיה ולא ידע אי איעכול ניביה או לא או שאר ספק איסור הדומין לו כולן לאיסור ולא דמי לנשחטה הותרה אלא היכי שיבול לתלות בדבר היתר כגון זאב שנטל בני מעים והחזירן כשהן נקובין דיש לתלות אז הנקב בזאב אבל במקום שתלוי בחסרון חכמה שאין בקי להבחין אם נפסק אחד מצומות הגידים או בדומה לו שהטריפות תלוי בו. אז יש לאסור הכל וכשנשבר העצם ויצא לחוץ אפילו למעלה מן הארכובה ומספקא ליה אם קודם שחיטה או לאחר שחיטה ברוב פעמים יכול להבחין אם הושחר מקום המכה א\"כ מחיים היה ואם לאו לאחר שחיטה היה וכשר: \n"
        ],
        [
            "<b>בשר </b>שנשתהא ג' ימים בלא מליחה מעל\"ע נהגו בו איסור לפי שאין הדם כולו יוצא ממנו עוד אפילו ע\"י מליחה ומהר\"ם מתירו בצלי אף לאחר ג' ימים: \n"
        ],
        [
            "<b>למלוג </b>תרנגולין צריך לערות תחילה מים הרותחין בכלי ריקם ואח\"כ יכנוס בהן התרנגולין ואם עירו מים הרותחין מכלי ראשון על התרנגולת צריך לקלוף עור התרנגולת והשאר מותר ולפעמים א\"צ קליפה כגון ששכבה התרנגולת בכלי בשעה שעירה מים הרותחין עליה כמו שהיא רגילה ללכת דאז הנוצה שלה נוטה כלפי מטה ומבדלת בין המים ובין הבשר ומשוה\"כ אין הרתיחה נוגעת בבשרה ומותרת בלא קליפה אבל אם התרנגולת מהופכת רגליה למעלה אז המים הרותחין נכנסין בין הנוצות סמוך לבשר וצריך קליפה ואם מלגו התרנגולין ביחד בכלי שני ונמצא אחת מהן טריפה האחרות מותרות וגם הכלי: \n"
        ],
        [
            "<b>צריך </b>לנקר כל מיני חיות צבי ואיל כמו שור או כבש או עז לכל מילי וכל חלבו אסור אך חלב הקרב ע\"ג המזבח דהיינו חלב המכסה את הקרב מותר בהם באכילה ושאר מיני חלבים וגידים שבהן אסורין וצריך לחטט אחריהם: \n"
        ],
        [
            "<b>עיסה </b>של ישראל ואפאה גוי בלא חיתוי גחלים ביד ישראל אסור לאכול ואפילו למוכרה לעכו\"ם אסור שמא ימכרנה לישראל אחר אבל להאכילו לפועליו או בענין אחר מותר שלא תבא ליד ישראל אחר וכן ביצים ודגים אפילו של גוי [וצלאם] (ואפאה) גוי בלא חיתוי גחלים אסורים משום בישולי גוים אפילו לאותם שנהגו בפת של גוים היתר מהר\"ם אבל עיסה של גוי שאפאה גוי נהגו בו רוב ישראל היתר בלא חיתוי גחלים ויש פרושים שנהגו בו איסור אם לא ע\"י חיתוי גחלים וכן ברמז [קמח] קצח: \n"
        ],
        [
            "<b>נטילת </b>ידים צריך לשפוך המים מן הכלי על ידיו ולא תוחבם לתוך המים [שבכלי] ולא לרחוץ ידיו בקילוח צינור המקלח מי גשמים ואפילו מקלחין מן המעין דבעינן כח גברא ואם תוחב את ידיו תוך הנהר או תוך המעין שפיר דמי ואז יברך על שטיפת ידים או טבילת ידים וצריך לשפוך המים על הידים עד פרק שלישי שהוא מקום כל פיצול האצבעות וישפכם פעמים על ידיו וצריך להגביהם פן יחזרו המים הראשונים ויחזרו על השנים ואסור לרחוץ ממים שרוחץ בהם חבירו כבר וצריך שיהא המים צלולין ולא עכורין הראוין לשתיית אדם ולא סרוחין ומאוסין ואפילו הם צלולין שראוין לשתיית בהמה: \n"
        ],
        [
            "<b>והכלי </b>שנוטל ממנו לא יהא נסדק וניקב במקום שהמים עוברין כששופכין על ידיו ואסור ליטול מכוס שהוא משופע ועגול למטה שאין יכול לישב שלא יהא מסומך כגון כיסוי כוס ושלא יהא דבר החוצץ על אצבעותיו לא טיט ולא בצק תחת צפורניו כ\"כ שהוא מקפיד עליו ורגיל להסירו מחמת גנאי וקפירא ומותר ליטול מים מן האשה ומן הגוי ומותר ליטול ידיו במים חמין ובלבד שאין היד סולדות בהן: \n"
        ],
        [
            "<b>הנפנה </b>קודם הסעודה ונטל ידיו רבינו יעקב בן יקיר זצ\"ל הי' מצריך ליטול ולחזור וליטול ולברך על הראשונה אשר יצר ועל השני' ענ\"י ורבינו אב\"י העזרי פסק מטילה אחת עולה לכאן ולכאן ובשעת הנטילה צריך להתנות ולא לאחר הנטילה: \n"
        ],
        [
            "<b>חומץ </b>יין אסור במגע גוי כיון דאין אנו בקיאין בשיעור חוזקו אבל יין מבושל שהרתיחו אצל האש מותר במגע גוי ולשתותו עם הגוי חומץ או יין שנתנו בתבשיל ונגע בו הגוי קודם שהרתיח התבשיל עמו מותר: \n"
        ],
        [
            "<b>חביות </b>הבלוע מיין נסך שרי במים רותחין מלא קדירה שישפכו בו ושאר דין יין נסך אין להאריך בו והמחמיר תע\"ב: \n"
        ],
        [
            "<b>ישראל </b>לא יתן את בנו לנכרית להניק בכפר במקום שאין יהודים ובאותו כפר או באותו עיר שלפעמים היה הולך שם לראותו: \n"
        ],
        [
            "<b>כל </b>משקין בין יין בין שמן שנפל לתוכו שרץ או עכבר שיעורו אחד מאלף והכלי והמשקין מותרין באחד מאלף אבל בפחות מאלף אסורין [הג\"ה ואם הי' המשקה סרוח אפילו יותר מכשיעור טמא ואם השרץ בשמן אסור השמן להדליק ממנו בב\"ה עכ\"ל הפרדס וכן פסק בה\"ג ורבינו משה כתב בס\"ה וז\"ל פוסק בה\"ג דשרץ אין טעמו בטל אלא באלף ואין זה אמת שהרי פוסק בתלמוד בפרק בתרא דע\"ז דעכברא בשיכרא שהיא בס' ומה שיש בירושלמי הורה רבי יוסי בר בון בעכברא אחד באלף עכברא שם מקום. גם יש לבדוק אם יש בה טעם כגון דאימרטוטי אימרטוט ששהא בו כ\"כ זמן ארוך שנשרו שערותיו ומהר\"ם התירו בהנאה ואם שכב העכברא למעלה ולא בתוך השומן אז מותר השומן אבל אם היה משוקע צריך ס' כנגד כל העכבר לבטל הטעם דבכוליה משערינן ומה שאמרו רבותינו באלף היינו דווקא היכא שנתערבה בריה בשאר בריות כגון דג טמא שנפלה בתוך דגים טהורים ולא בטלה אלא באלף וכן פסק רב ניסים גאון זצ\"ל ע\"כ לשון מהר\"ם זצ\"ל עכ\"ה]: \n"
        ],
        [
            "<b>אין </b>לאכול חלב או גבינה אחר דגים שנתבשלו בכלי שבישל בו בשר: \n"
        ],
        [
            "<b>הלש </b>עיסה כשיעור מ\"ג בצים ועוד מפריש מעט ומברך אקבו\"צ להפריש חלה ורש\"י פסק בספר הפרדס שיש לברך להפריש תרומה כי חלה היא עוגה וחררה וכתיב חלה תרימו כלומר אחת מן החלות העוגות תרימו תרומה לשם תרומה וכן עיקר עכ\"ל. ושורף את החלה או יתננה לאחר אפייתה לכהן קטן שלא ראה קרי מימיו ויאכלנה או לכהן גדול שראה קרי וטבל לקריו והעריב שמשו ומשום טומאת מת אין חוששין. ואפילו אם לא טבל אם מבטלה ברוב חולין מותר הכהן לאוכלו והזר אסור לאכול אפילו בביטול רוב ויש מקומות שאחרי זאת מפרישין עוד חלה אחרת ככר גדול (מחצה) [מחלה] הוגנת בלא ברכה ונותנה לכהן שהוא גדול ואפילו בעל קרי אפילו אשתו נדה אוכלת עמו וכך בני ביתו אך צריך ליזהר שלא יתננה בקערה עם מרק רותח פן יאכל גוי או זר את כל הקערה: \n"
        ],
        [
            "<b>חלה </b>הראשונה או השניה במקום שנהגו בה אם נתערבה בחולין צריך אחד ומאה לבטלה מין במינו כגון של חיטין בשל חיטים ויטיל אחת לשם חלה והאחרות מותרות לזרים ואם בשאינה מינה כגון פת חיטים בשעורים סגי בס' ואם נתערבה ברוב חולין ולא במאה אז מותרות דווקא לכהן אפילו קודם שטבל ולא לזרים [הג\"ה ורבינו משה פסק דאין צריך רוב אלא אפילו חדא בחדא וכן כתב רבינו שמחה הא דצריכין רוב היינו דווקא לכתחילה אבל אם נתערב בדיעבד אפילו אחד באחד ה\"ז נוטל אחת מהן ואוכל דא\"ר זעירא בירושלמי אפילו אחר באחד ומתניתין אמר כן ונאכלת עם הזר על השולחן אבל סה\"ת פסק דזר אסור לאוכלו לעולם אפילו נתערבה ברוב חולין אם לא במאה ואחד מין במינו כגון של חיטים בשל חיטים ומין כשאינו מינו כגון פת חיטים בשעורים בס': \n"
        ],
        [
            "<b>ה' </b>דברים חייבין בחלה החיטין והשעורין והכוסמין שיפון ושבולת שועל ומצטרפין זע\"ז. פי' אם לשן ובללן יחד ואין שיעור חיוב חלה הרי העיסה זו חייבת בחלה [הג\"ה והא דתנן החיטין אינן מצטרפין אלא עם הכוסמים והשעורים מצטרפין עם הכל חוץ מן החיטין היינו כשלש כל מין ומין בפני עצמו והקיפו זה בזה בנשיכה שאז אינן מצטרפין אלא למיניהם וכל מין שאין בו שיעור חיוב חלה אין מצטרפין לשאינו מינו ופטור מן החלה וכן מתרץ להו בירושלמי כאן בבלול כאן בנשוך עכ\"ה]: \n"
        ],
        [
            "<b>שכח </b>ולא הפריש חלה עד לאחר אפיית כל עיסה אז יקח כל הלחם הנאפה מן העיסה וישימם תוך תיבה אחת או תוך בלי אחת שיהא לו בית קיבול שיכנסו כל הלחמים בתוכו שלא יהא למעלה משפת הכלי כלום מן הלחמים אך כולו יהא תוך שפת הכלי ויטול אחת מהן ככר שלם או פרוסה מכבר אחד או ילוש עוגה קטנה ותאפה ויצרפנה בכלי עם האחרות ויפרישנה לשם חלה: \n"
        ],
        [
            "<b>הלש </b>עיסת שני בני אדם ביחד בלא דעתם אעפ\"י שאין בכל אחת לבדה שיעור חלה כיון שיש בו שיעור בין שניהם חייבת בחלה והמפריש צריך ליטול רשות משניהם ואשה יכולה לומר לחברתה קחי קמח משלי ולושי עונות לפלודינ\"ש או לדבר אחר והפרישי חלה והתלמיד או אורח יכול לומר לבעה\"ב להפריש חלה מהעיסות שיהא לי ואפילו מאותה שיקנה אח\"ב ואינה צריכה ליטול רשות בכל פעם אעפ\"י שבשעת הצווי היתה קמח ולא היה ראויה להיות חלה: \n"
        ],
        [
            "<b>בכל </b>מקום שיש כהן קטן שלא ראה קרי מימיו או כהן שהוא גדול וטבל לקריו באותה מקום מותר להפריש חלה ביו\"ט ולקרות לה שם ולאפות אותה ולתתה לכהן אבל אם אין אחד מן הכהנים בב' ימים הראשונים ובב' ימים האחרונים של פסח לא יקרא לה שם בעוד שהיא עיסה כי לא יוכל לשורפה ולא לאפותה ביו\"ט כי הוא אסור לאכול ולא להשהותה בלא אפיה עד החול כי תחמיץ אך כן יעשה לאחר אפיית כל המצות יכניסם כולן בתיבה אחר ויקרא לאחת שם ויברך ויפרישנה ויניחנה בתיבה ולא יזיזנה עוד כי אסורה לטלטל עד אחר יו\"ט ואם שגג וקרא לה שם בעודה עיסה יטיל אותה במים צוננין שלא תחמיץ עד החול וישרפנה אז ובשאר יו\"ט תאפה אעפ\"י שיכול להצניעה עד החול בעודה עיסה כי היא נדבקת אל דברים אחרים: \n"
        ],
        [
            "<b>הלש </b>עיסתו מעיו\"ט עד גמירא שאינו חושש ללוש בה עוד שאינה חסירה כ\"א אפייה ושכח ולא הפריש חלה מעיו\"ט אסור להפריש חלתה ביו\"ט ואסורה לטלטל: \n"
        ],
        [
            "<b>אם </b>שכח להפריש חלה מעיסת פשטיד\"א ולא נזכר עד ביום השבת לא יאכלנה בשבת ולאחר השבת יפריש ויאכלנה. אבל ביו\"ט אם נזכר לאחר אפייה יכול לתקן עוד עיסה ויטול חלה ממנו או מן הפשטיד\"א עצמה: \n"
        ],
        [
            "<b>הלש </b>עיסה לקלשינו\"ש שקורין קרעפלינ\"ש אפילו לבשל יטול חלה ממנה כי שמא ימלך ויעשה עוגה מן העיסה לאפות על הנחלים לקטן מהר\"ם גם הנהיג שלא לשרוף חלת האור כל השנה כ\"א בבית שדר בו כהן. או אפילו בת כהן: \n"
        ],
        [
            "<b>עיסה </b>שהפרישו ממנה חלה ושרפוה ואח\"כ עשה מן העיסה ככרות ואז מערבין קמח תוך הככרות בשעת עריכתן ועשייתן ובקמח יש שיעור חלה לבדו ואעפ\"י שיעשה הקמח ההוא עיסה ולא הפריש ממנו חלה אין בכך כלום כי מתבטל בעיסה [הג\"ה בשם רבינו נתנאל מצאתי כתוב שאין ללוש שיעור חלה בבצים בלא מים כי הדגן לא הוכשר במחובר ומי פירות אינן מכשירין וא\"כ לא הוכשרה עיסה זו לקבל טומאה והאיך ישרפו חלתה דהוי טהורה עכ\"ה] ואינה צריכה ליטול חלה אחרת וכן עמא דבר וכן לפנים ברמז קמ\"ח: \n"
        ],
        [
            "<b>נדה </b>טובלות במי נהר ובמעין נובע תדיר ובמי גשמים שהן מכונסין וקוו וקיימי תדיר ובכור אך שיהא המים שיעור מקוה מ' סאה ושלא יהא שאובין ושיהא ראוין לשתית בהמה ושלא להביא ממקום למקום ע\"י צינור: \n"
        ],
        [
            "<b>אשה </b>נדה טובלת בלילה שהוא אחרי כלות שביעי אשר ספרה לה לטהרתה שהיא לילה של יום שמיני הבא אבל ביום אין לה לטבול כלל לא בשמיני ולא בתשיעי משום סרך בתה שלא תטעה לעשות כן ביום השביעי והוא אסור ובמקום שיריאים ללכת בלילה מפני גנבים ופריצים או שומרי העיר מותר לטבול ביום השמיני ולא תיחד עם בעלה עד הלילה ואפילו במקום גנבי ופריצי אסור' לרחוץ בחמין ביום השביעי שהיא ערב שבת ולטבול למחרתו ביום השבת דתרי קולא בהדי הדדי לא מקילינן: \n"
        ],
        [
            "<b>אשה </b>שאירע טבילתה בחול המועד די לה לנקר בטוב ולחצוץ הטיט שתחת הצפרנים. ואם באה להחמיר תחתכם בשיניה וטוב מזה ומזה אם יש לה שפחה גויה לאמר לה שתגלחם כדרכה: \n"
        ],
        [
            "<b>ואם </b>יש עץ תחוב בבשרה ולא הוסר כולו אם הוא כ\"כ בעומק הבשר שאינו נראה איני חוצץ ואם הוא נראה וקרם עליה עור אין חוצץ ואם לאו תחטט אחריו להוציא: \n"
        ],
        [
            "<b>אם </b>אירע ליל טבילתה בליל שני של יו\"ט או אם שבח לפניו או לאחריו והוא ליל ג' לחפיפתה במרחץ מגלחת צפרניה מבעיו\"ט או ע\"ש כשרוחצת ובליל טבילתה מסירה הטיט הנמצא תחת צפרניה וטובלת: \n"
        ],
        [
            "<b>אם </b>אירע טבילתה בליל ט' באב אסור לה לטבול עד מוצאי יומו אבל מר\"ח אב עד ט' באב מותרת לטבול ורוחצת כדרכה וימי לבונה שאירע תוך אותה ח' ימים לובשת לבנים כדרכה אבל בליל ט' באב וביומו אינה לובשת לבינים ממש אך לובשת חלוק בדוק ויפה ולא מגוהץ וכן סדין. ובר מינן אבל שהשלימו ל' ימי אבלו תוך אותן ח' ימים לא ירחץ עד אחר ט' באב משום רבינו קלונימוס איש רומי אבל יחוף ראשו בצנעא וטבילה בימי אבלה כתוב לפנים ברמז רמ\"ז: \n"
        ],
        [
            "<b>ואשה </b>שטבלה ומצאה על בשרה לאחר הטבילה דבר החוצץ תטבול פעם אחרת וכן אם שכחה טבעתה בידה אם היה מהודק לבשר שאין יכולה להוציאו ולנענעו ממקומו תטבול פעם אחרת: \n"
        ],
        [
            "<b>אשה </b>שרגילה לראות דם ליום קבוע ויש לה ווסת מחודש לחודש או לזמן אחר כשיגיע אותה זמן ואותה יום צריכה לפרוש מבעלה יום אחד או לילה אחת שלא ישמש עסה כיצד אם היא רגילה לראות בסוף היום אסורה לשמש כל היום מתחילת היום ואם לא ראתה בסוף אותו היום כמו שהורגלה מותרת לשמש אפילו בתחלת הלילה שאח\"כ וכ\"ש בלילה שלפניו וכן אם רגילה לראות בתחלת היום מותרת לשמש בסוף הלילה שלפניו ואסורה כל אותו היום לשמש ולא יותר וכן הדין בלילה ואפילו אם רוצה לצאת לדרך ומצווה לפוקדה בתשמיש יפרוש ממנה עוגה אחת יום או לילה אך מותר לפוקדה בדברי רצוי ופיוסין: \n"
        ],
        [
            "<b>אשה </b>שתבעוה לינשא בין אלמנה בין בתולה גדולה או קטנה צריכה לבדוק עצמה ז' ימים לספור ז' נקיים קודם שתטבול לחתן ואפילו אם לא ראתה דם מעולם כי שמא תראה מחמת חיסור ואם עשתה נשואין קודם גמר ז' נקיים אז לא יתיחד החתן לישן עם הכלה וצריך איש אי אשה לישן אצלם כיון שעדיין לא בא עליה מעולם אולי יצרו תקפו ויבא עליה באיסור לפיכך הוא ישן בין האנשים והיא ישינה בין הנשים: \n"
        ],
        [
            "<b>הנושא </b>את הבתולה בין גדולה בין קטנה בועל בעילת מצוה ופורש ואם ראתה דם ומרגשת בתחילת ביאה לא יחוש אלא יגמור בעילתו ויפרוש ותמתין ג' ימים אחר הביאה ואח\"כ תתחיל לספור ז' נקיים או תרחץ מיד בחמין ותקנח עצמה באותו מקום בעומק הטיב היטיב ותספור למחרת: \n"
        ],
        [
            "<b>כל </b>אדם אסור ליגע באשתו כל ימי נדתה וכל ימי ליבונה עד שתטבול במים אפילו באצבע קטנה ואין להקל בימי ליבונה כלל וכלל: \n"
        ],
        [
            "<b>יולדת </b>צריכה לישב ז' נקיים בלא דם קודם שתטבול כשאר הנדה ואז מותרת לבעלה עד ליל מ' לזכר ופ' לנקבה מיום הלידה ואותה הלילה אסורה לשמש אפילו אם לא ראתם דם. אבל קודם לכן הרי היא מותרת אפילו אם היתה רואה דם שזהו דם טוהר אבל ישראל קדושים הן ונהגו איסור בזמן הזה אפילו בדם טוהר [הג\"ה בארץ הצבי ובשגער ובמערב אבל התוס' וספר התרומות פסקו להתיר דא\"צ למנוע מלשמש בל מ' לזכר ופ' לנקבה אחר טבילתה וספירתה ז' נקיים ואפילו אם רואה דם טוהר הוא וכתב בספר המצוות שכן נוהגין בצרפת ואגפיה לומברדיא\"ה ואשכנז וארץ האיי: \n"
        ],
        [
            "<b>כתוב </b>בספר המקצעות מי שנהרג על קידוש השם ועל יחוד השם יתברך בין בשעת השמד בין שלא בשעת השמד כגון שאמרו לו גוים פלח לע\"ז ואי לא קטלינא לך ומסר עצמו למיתה ונהרג או נצלב או נשרף על קידוש השם כיון שקידש השם בגופו ובנפשו כל ישראל חייבין לקרוע עליו ולהתאבל עליו ולהספידו בבתי כנסיות ובבתי מדרשות ואשתו לא תנשא עולמית משום כבוד שמים ומשום כבודו ואם נשאת לא תצא: \n"
        ],
        [
            "<b>תניא </b>חנניא אמר חייב אדם למשמש בבגדיו ע\"ש עם חשיכה כדי להפריש את האדם מן העבירה לראות אם יש לו מעות בכיסו או קשורין בכנף חלוקו או מחט תחוב בבגדיו או סכינו תלוי עליו ויסלק הכל מעליו פן יוציאם לרשות הרבים ד' אמות: \n"
        ],
        [
            "<b>שכח </b>חפץ או מפתח ברשות הרבים או הוציאו שמה בשוגג או חפץ בבית אחר שגם הוא שלו אך שצריך לעבור דרך ר\"ה להביאו או צריך להביא משם יין או דבר אחר יוליך שמה תינוקות קטנים או עבד גוי או גויה אם יקחו החפץ מאליהן ויביאוהו לבית טוב הדבר ואם לא יבחינו התינוקות כדי להביאו יעשה מחיצה של בני אדם שלא ידעו שלשם מחיצה יאספו שמה ויעמידם זה בצד זה שלא יהא ג' טפחים ריוח בין זה לזה ואז יביא החפץ תוך אותה מחיצה [או] אם היה חצרו פרוץ במלואו (אבל) [יכול] לעשות כן שיועיל במו בקנים אבל אם החפץ בבית חבירו או בכל מקום שהוא רשות היחיד שאינו שלו אז אין לו תקנה בזה אך צריך עירוב שיתוף מבואות או עירוב חצירות לפי מה שהוא: \n"
        ],
        [
            "<b>סעודה </b>גדולה (בשבת) כגון של חופה או של ברית מילה שהרבה בני אדם אוכלין אסור להתחיל ולאכול משבע שעות ומחצה ואם התחיל לא יפסוק. וסעודה קטנה אסור להתחיל מט' שעות ומחצה אם לא שהתפלל מנחה קודם לכן וכשמתפלל צריך להתנאות לפני בוראו ולחגור חגורה אעפ\"י שיש לו מכנסים וחגורה בתוכו: \n"
        ],
        [
            "<b>אשה </b>נדה רגילה לתת בחול בגד סינר ולאחוריה סמוך לבשרה כדי שיפול דם נידתה עליו שלא יטניפו בגדיה. וקושרתה סביבה ברצועה או בחוט מלפניה וזה אסור להוציאה כך לר\"ה בשבת: \n"
        ],
        [
            "<b>מותר </b>להרוג כינה שקורין פרוי\"ל בשבת אבל פוצ\"א המקפצת ומדלגת לכאן ולכאן אסור להרוג בשבת ואסור לצוד אותה ולתופשה בשעה שהיא מדלגת אך יסירנה מן הבגד כלאחר יד בלא צידה אבל אם יושבת במקום אחד ועוקצת אותו בבשרו מותר ללוקחה ולהשליכה מיד וכן מורפ\"א שקורין כלוי\"י שהוא מלא ליחה מותר לשבר עור העליון שעליו כדי להוציא הליחה דמשום צער מותר: \n"
        ],
        [
            "<b>אסור </b>לקרות לאור הנר בספר בשבת יחידי אם לא יקרא אתי עמו תוך אותו ספר וליל יום הכיפורים וביומו מותר וכן החזן בערב שבת דאימתא דציבורא עליו. ובליל פסח שחל להיות בשבת אסור לומר האגדה יחידי בספר על השולחן ואם הוא יודע קצת מבחוץ שאין צריך לראות תוך הספר אך לראשי תיבות ופרקים אז מותר ולא יועיל אם אשתו מעיינת עמו אם לא שהיא יודעת לקרות: \n"
        ],
        [
            "<b>כלי </b>עץ שניקב או נסדק או כלי מתכות ונתן עליו הגוי חתיכה של מתכות צריך טבילה אח\"כ אבל אם תפרו בפתיל מתכות או חיברו במסמרים או בכלמר\"א אין בכך כלום כי אין זה אלא חיבור חתיכות והכל הולך אחר המעמיד ומהר\"ם הנהיג להטבילם עם כלים אחרים לרווחא דמילתא: \n"
        ],
        [
            "<b>מאני </b>דקוניא שקורין פלומי\"ר בין מחופה מבפנים ומבחוץ. או מבפנים ולא מבחוץ או אפילו מחוץ ולא בפנים צריך טבילה: \n"
        ],
        [
            "<b>אסור </b>לתת מים תוך סובין בשבת למאכל בהמתו או תרנגולתו והיכא שנתן המים בהן מבעוד יום מותר לערבבו שיוליך בהן המקל פעם אחת שתי ופעם אחת ערב וינענע הכלי היטיב בחוזק להתערבו וחרדל או שום שניטחן או נכתש קודם שבת וכן חרוסת בפסח [שחל להיות] בשבת אסור להשים בהם מים או יין בשבת לערבבו אם לא נתן מקצת מים או יין או דבש מבערב שבת ואז מותר להוסיף עליהן בשבת עוד משקה ולערבבו בין ביד בין בכלי ומותר לקלוף שומין או בצלים בשבת ולאכול מהן בו ביום: \n"
        ],
        [
            "<b>ומותר </b>להשאיל לגוי כליו כגון קרדומו ומחבתו בחנם בערב שבת אעפ\"י שעושה בו מלאכה בשבת אבל בשכר אסור בע\"ש ובחמישי בשבת מותר ודווקא בשכרו לשבוע אבל בשכרו ליום אסור. ואפילו מרוחק מן השבת אבל בהמתו אסור להשאיל לגוי אפילו רחוק מן השבת לא בחנם ולא בשכר. אם הוא יודע שדעתו לעשות בה מלאכה בשבת משום למען ינוח וגומר: \n"
        ],
        [
            "<b>מותר </b>לתת בגדים לתקן לנכרי בע\"ש אעפ\"י שיודע שעושה בו מלאכה בשבת בשהותנה עמו לשכירות לתקנו בדבר קצוב ומתקנו הגוי בביתו וכן עורות לעבדן וכלים לכובס נכרי מותר לתת אותו בע\"ש לעבדן ולכבסן: \n"
        ],
        [
            "<b>ובגדים </b>ומעילים שתפרו הגוי בע\"ש או בעיו\"ט והביאו לישראל בשבת או ביו\"ט אסור ללובשן בו ביום ואפילו לטלטלן אם לא שיודע לו שנגמרה מבע\"י קודם שקידש היום: \n"
        ],
        [
            "<b>מותר </b>לומר לגוי בחול מדוע לא הדלקת את הנר שכבה בשבת שעברה או למה לא תיקנת האש ואעפ\"י שהגוי ירגיש ויבין שמכאן ולהבא יש לו לעשות כן ויעשהו. ומותר להניח לעבדו ולשפחתו לעשות מלאכה בשבת בביתו כשהמלאכה משל הגוי ואעפי\"כ טוב למונעו מפני מראית העין שלא יאמרו משל בעה\"ב הוא עושה: \n"
        ],
        [
            "<b>משלחין </b>איגרת בע\"ש ביד גוי כשקוצץ עמו לתת לו כך וכך אבל אם לא קצץ אסור: \n"
        ],
        [
            "<b>עבד </b>או שפחה גוי שכורי ישראל אם הדליקו את הנר או עשו האש או חיממו בית החורף בשביל ישראל אדונם אסור הוא להשתמש ולהגות מהם וזהו דווקא כשלא היה שם עוד נר או אש יותר אבל אם היה שם עוד נר או אש כל שהוא והגוי בא להדליק נר הכבוי או הרבה עצים והדליקו או עשה בשביל תינוק קטן או בשביל חולה אפילו שאין בו סכנה או בשביל עצמו מותר להשתמש ולהנות מהן: \n"
        ],
        [
            "<b>ישראל </b>ששוכר גוי לבנות לו בית בקבלנות שהגוי נדר להשלים כל הבנין בדבר קצוב אסור להניח לגוי לבנות לו בשבת ואפילו לתקן באבנים או בנסרים ברחוק מבנין הבית אסור: \n"
        ],
        [
            "<b>ישראל </b>שיש לו שדה או כרם מותר להניחם לגוי לחרוש ולזרוע לבצור ולקצור אעפ\"י שהגוי עושה בהן מלאכה בשבת וה\"מ דקיבלה למחצה לשליש ולרביע אבל אם טורח בהן במעות אסור: \n"
        ],
        [
            "<b>אם </b>יש לגוי חלק בשדה או בכרם לא יאמר לו הישראל עמול אתה בשבת ואני או שלוחי נטרח בהן יום אחד בחול אם לא שהתנה כן קודם שקנה הקרקע: \n"
        ],
        [
            "<b>מותר </b>לומר לגוי לחלוב את הבהמה בשבת של ישראל ושיקח הגוי החלב לעצמו ושלא להערים לחזור ולקנות את החלב מן הגוי בפחות משוויו אך כדי שוויו או מעט פחות מותר: \n"
        ],
        [
            "<b>מותר </b>לתת שפוד שתחב בו בשר או עוף מנותח לנתחים בתוך התנור לצלות סמוך לחשיכה אעפ\"י שיש אש בתוך התנור ונצלה בשבת ופי התנור סתום או מכוסה אבל אם העוף או טלה שלם אסור אם לא מבושל או צלי כמאכל בן דרוסאי קודם חשיכה וכן אם מניחו אצל האש מחוץ לתנור לצלות או לבשל בקדירה צריך שיהא מבושל במאכל בן דרוסאי ולצורך אכילתו בליל השבת ומותר להשהותו ע\"ג בירה שאינה גרופה וקטומה לצורך הלילה וכן פשטיד\"א או פלאדי\"ן או עוגה שכבר קרמו פניהם למעלה ולמטה קודם חשיכה מותר להניחם בתנור או באיישט\"ר על מקום חם כדי לאפות הרבה בטוב בשבת אם מה שבתוך הפשטיד\"א כבר מבושל במאכל בן דרוסאי ואם לאו אסור וכן לסמוך בקדירה אצל האש סמוך לחשיכה או על טריבו\"ש או לתלות בשלשלת מותר רק שיכולה להתחמם קודם חשיכה אם היא צוננת: \n"
        ],
        [
            "<b>אסור </b>ליכנס תוך הספינה ואפילו ללכת בה כל שהוא בשבת ואף מערב שבת אסור ליכנס בה אם הוא סבור ללכת בתוכה אף בשבת משום שנראה כשט ועוד שהולך חוץ לתחום לכן צריך [ליכנס] לספינה ג' ימים קודם השבת או בעת שיכול לעבור קודם השבת ואם הוא נשאר אז בתוכה בשבת אין בכך כלום כי לא החמירו בה כ\"כ אבל לדבר מצוה מותר ליכנס בה ובאנגלטיר\"א רגילין לעבור הים ביום אחד שיש להם רוח טוב לפיכך מותר להם ליכנס בה בערב שבת בבקר אפילו שלא לדבר מצוה ובכל ענין שנכנס בספינה בהיתר (אז) [או] <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"20\"></i> אפילו בשבת עצמו מותר ללכת בכל הספינה אעפ\"י שהלכה חוץ לתחום אבל בקרון אסור לילך אעפ\"י שהגוי מנהיג את הבהמה ורבינו ברוך כת' בשם הגאונים שהתירו ליכנס בספינה בע\"ש אעפ\"י שמוליכו בשבת למקום חפצו חוץ לתחום ולע\"א כגון הולך לסחורה והוא צורך תמו ועוד מה שאין מפליגין בספינה פחות מג' ימים קודם לשבת זהו בים הגדול לפי שבאותן ג' ימים יתרגל בעניני הים שיוכל לסבול פורח הים ולאכול ולהתענג בשבת אבל בנהרות שלנו אין אדם קץ במאכל בלכתו בספינה ויכול לקיים עונג שבת במאכל לפיכך מותר ליכנס בה אפילו בערב שבת: \n"
        ],
        [
            "<b>המהלך </b>בדרך ואין יכול ליכנס בעיר מבעו\"י קודם השבת ויש לו עליו כיסו או חבילתו אז יתננה לנכרי להוליכה עמו ואם אין מאמינו או אין עמו נכרי יתננה מבע\"י על הסוס או על החמור או על העגלה וכשתרצה הבהמה לעמוד יטלנה בידו ויעמוד גם הוא וכשתרצה הבהמה ללכת יחזור ויתננה על הבהמה כדי שלא תעשה הבהמה עקירה והנחה ואם אין לו בהמה יתננה לקטן שעמו להוליכה ואם אין לו לא זה ולא זה יביאנה בעצמו פחות פחות מד' אמות וקודם שהלך ארבע אמות יעמוד ויניח ויחזור וילך ויעמוד ויחזור עוד וילך וכן יעשה עד אשר יביאנו לביתו וכ\"ז דווקא כשנכנס תוך התחום מבעו\"י ואם מתירא פן יראוה גזלנים ויגזלוה מידו יניחנה עליו וירוץ שלא יעמוד כלל במקום אחד וכשיגיע למפתן ביתו יזרקנה בפנים כלאחר יד <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"21\"></i> לשון ספר התרומה ונראין הדברים כמו כן אם יש לישראל מעות בתיבתו או כסף או זהב חתיכות שאינן כלים וירא פן יראוה גזלנים או עבדי השלטון ויקחוה אותם מותר להצניעם במקום שירצה ברה\"י שלו אעפ\"י שהן מוקצין: \n"
        ],
        [
            "<b>נותנין </b>לגוי ולכלב מזונות לאכול בשבת בבית הישראל אם נותן לו רשות לאכול בביתו ואם יצאו לחוץ עם הלחם אין בכך כלום אבל אסור לתת להם כדי שיצאו לחוץ מותר לתת פחמין באש בע\"ש כשהן נבערין כל שהוא קודם השבת אבל עצים אסור ליתן באש אא\"כ יהא האש נאחז ברוב העצים קודם השבת: \n"
        ],
        [
            "<b>נר </b>שמדליקין בע\"ש במרתף בע\"ש לראות למשוך היין או בחדר כדי לשכב צריך שיהי' בו קצת משמנים שמדליקין בו לאכול ואסור להיות מחלב לבדו אך שמן לבדו או יערב בו קצת שמן אל החלב: \n"
        ],
        [
            "<b>נר </b>חנוכה כבתה אין זקוק לה ואין מחויב להדליקה שנית ואסור להשתמש לאורה בכל מלאכה ושלא להרצות מעות ושלא לאכול לאורה וזמן הדלקה לדידן כל הלילה עד שיעלה עמוד השחר ואם כבתה בליל ראשון מוסיף עליה שמן ומדליקה ויוצא בה וכן יעשה בכל לילה ובליל ח' יעשה לה מדורה בפני עצמה ושורפה ושיעור שמן בנר כדי שתהא דולקת והולכת בזה\"ז משקיעת החמה (עד שתיכלה רגל מן השוק) [עד שתעלה עמוד השחר] הדליקה חרש שוטה וקטן לא עשה ולא כלום וצריך להדליקה שנית אבל אשה וודאי מדלקת במקום שאין איש: \n"
        ],
        [
            "<b>בית </b>שיש לה שני פתחים לשני צידי ר\"ה א\"צ להדליק אלא מרוח אחת ומניחה בצד שמאל הפתח בכניסה ובטפח הסמוך לר\"ה ואם בדלת עצמו מניחה [יניחנה] מחציו לצד שמאל של כניסה ובשנת אסור לפתוח הדלת ולנעול בעוד הנרות דולקין פן יכבה ברוח ניענוע הדלת אבל מהר\"ם התירו לפי שאין מתכוין לכבות ואין זה פסיק רישא ועוד רבו ראיותיו להתיר: \n"
        ],
        [
            "<b>ודיורין </b>הרבה בבית אחד ישתתפו לקנות הנרות ותו לא צריך והמהדרין מן המהדרין נר לכל אחד ואחד ומי שהוא אורח ויודע שמדליקין עליו בביתו אשתו או אביו ואמו או בני ביתו אז אין צריך לתת להם מעות להשתתף במקום שהוא וצריך להניח למטה מיוד טפחים משום מצוה ולמעלה מעשרים אמה פסולה וכתב רבי אב\"י העזר\"י זהו דווקא בימיהם כשהיו מדליקין מבחוץ אבל לדידן שאנו מניחין מבפנים אין קפידא בדבר וכן קיבל מאביו זצ\"ל: \n"
        ],
        [
            "<b>מותר </b>להדליק נר של חול או קיסם מנר של מצוה כגון נר של שבת או של חנוכה ויו\"ט כדי להדליק מאותה נר של חול נר של מצוה אחרת של שבת או של חנוכה או של יו\"ט אבל להדליק ממנו של חול אז אסור להדליקו מנר של מצוה [הג\"ה ורבינו שמחה כתב שאם כבה הנר שהוא מדליק נו שאין לו להדליקו מן הנדלקין כבר כדי לגמור להדליק את כולן אלא לוקח אחר מן הנדלקין כבר ומדליק בו את כולן עכ\"ל הג\"ה]: \n"
        ],
        [
            "<b>המתענה </b>שני ימים ביוה\"כ י' וי\"א ואירע יום ב' שלו בע\"ש אסור לו לאכול בשבת ממה שבישלו לצרכו בע\"ש ואפילו ע\"י הערמה אסור אך יאכל ממה שהכינו אחרים לצורך עצמו מהר\"ם: \n"
        ],
        [
            "<b>בחופות </b>רגילין לתת היורה מע\"ש על הפוטפו\"ט שקורין טרייפיי\"ר או לתלות בשלשלת וגחלים תחתיה והאש בוערת סביביה ותחתיה ומכסין היורה בנסרים ולפעמים עבדים גוים מחממין אותה בשבת למחר או בלילה אם לא ניתקרר כ\"כ שלא היתה ראויה לאכילה דוגמת טעם מאכל בן דרוסאי קודם שחיממה הגוים א\"כ אין חששא בחימום שלהם ומותר לאכול זהו דין השוהה. אבל דין הטמנה כשם שרגילין הרבה בני אדם לעשות אפילו אם הקדירה נתבשלה כל צרכו אסור להטמינה ע\"ג גחלים או בכל דבר המוסיף הבל אפילו מלח וסיד ופסולת זיתים ומה שנותנין הקדירה על מקום חם בשעה שטומנין אותה או בגומא שחממוה היטיב אין בכך איסור אעפ\"י שהוא מוסיף הבל לפי שהוא קבוע אבל כל דבר המוסיף הבל ומטלטל אסור ואסור לתת גחלים תחת הקדירה כשמטמין אותה ואם מצא למחר גחלים בוערות בתוך הדשן שטמן בו את הקדירה אין בכך כלום מאחר שהוטמן בהיתר בלא גחלים: \n"
        ],
        [
            "<b>מותר </b>להטמין חמין בתוך תנורים שלנו אעפ\"י שיש בהן פחמין בוערות גם אין גרוף מן הגחלים האש אך צריך להיות קטום להשליך על הפחמין אפר כירה או להניחם להצטנן עד שיקטמו מאליהן ושיהיו עליהם מן האבק שיהיו מכוסין מהר\"ם. ופירות חיין מותרים להטמינן אפילו סמוך לחשיכה אבל משחשיכה אסור להטמינם ולא להוסיף כיסוי עליהם ולא ע\"ג קדירה שאינה מבושלת כל צרכו ולא לתת תפוחים נגד האש וכן מים כ\"א להפיג צינתן מותר ואם לא הוטמן חמין מבעו\"י אסור להטמין משתחשך אפילו מבושלת כל צרכו והיכא שטמן בהיתר מבעו\"י מותר לקחת מן הקדירה במקום הטמנתה ולהחזירה ולכסותה אבל אם ניתגלה הקדירה מבעו\"י אסור לכסותה משתחשך דדמי לתחילת הטמנה: \n"
        ],
        [
            "<b>חמין </b>שהטמין בע\"ש ובשבת דואג פן ישרוף מותר לסלקו ע\"י גוי או ע\"י ישראל אם אין שם גחלים לוחשות ולהטמינו תחת הכר או כסת דרך הטמנה שלא יצטנן: \n"
        ],
        [
            "<b>יין </b>או מים שנעשו קרח מותרין לפשר בכלי שני בשבת ובכלי ראשון אסור ואפילו לתת אותן נגד המדורה כדי לפשר אסור אבל להפיג צינתן מותר: \n"
        ],
        [
            "<b>אסור </b>לרחוץ בחמין בכל גופו של אדם הן בשבת הן ביו\"ט ואפילו הוחמו בע\"ש ואפילו בקרקע אבל בחמי בראשית כגון חמי טבריא ודוגמתו בקרקע דווקא מותר אבל אם תחמו ביו\"ט אסור לרחוץ בהן אבר אבר כדי שירחוץ בכך כל גופו אבל פניו ידיו ורגליו לחודייהו שרי ואפילו בכלי וכן אם הוחמו בע\"ש ובקרקע למחר רוחץ בהן פניו ידיו ורגליו [הג\"ה ובספר המצוות רמז ס\"ו במצות לא תעשה פסק חמין שהוחמו מעיו\"ט רוחץ בהן כל גופו ביו\"ט שלא גזרו על דבר זה אלא בשבת: \n"
        ],
        [
            "<b>אסור </b>לרחוץ הידים מן השלג או מים שבהן מעורב חתיכות ברד בשבת לפי שממעכו בידיו ונפשרים למים אבל נותן חתיכות ברד לתוך כוס יין לצנן ורבי אב\"י העזר\"י פסק שמותר לשבר הקרח בשבת כדי לטול המים המונחים תחתיו לשתותם או לרחוץ בהן הידים אסור לתת פשטיד\"א בשבת אצל האש או אצל התנור או במקום חמימות גדול כדי לחממה שיהא השומן הקרוש נימחה: \n"
        ],
        [
            "<b>אסור </b>לסגור תיבה בשבת וביו\"ט בימות החמה בעת שהזבובין מצוין בתיבה מפני האוכלין שבו כי איסור צידה בהן אם לא שיוכל להפריחם ולסלקן משם או ישים שום דבר בין הכיסוי ובין התיבה שיהא ריוח בנתים שיוכלו לצאת: \n"
        ],
        [
            "<b>האוכל </b>בשבת ע\"ג עשבים צריך ליזהר שלא יפלו המים על העשבים בשעה ששותה או כשנוטל ידיו אבל מיין א\"צ לשמור וכן ממי רגלים: \n"
        ],
        [
            "<b>פרה </b>אסורה לצאת לר\"ה בחבל שסביב צווארה לא לנוי ולא לשימור וחמור אסור לצאת בפרומבי\"א שקורין פריימ\"א אבל יוצא בחבל שסביב צווארה או באפסר שקורין הלפט\"ר וסוס מותר לצאת בפרומבי\"א וכ\"ש באפסר או חבל בפרומבי\"א עם אפסר אבל בסוס וכן בפרד ועגלים מותרין בחבל שסביב צווארם ויזהר כשמוציא לר\"ה שלא [יוצא] חוץ לידי טפח הן אפסר הן חבל הן פריימ\"א וגם צריך להגביה את החבל שבין ראש הגמל או הבהמה לידו מן הקרקע טפח: \n"
        ],
        [
            "<b>אין </b>הסוס יוצא לר\"ה בשבת עם האוכף שעליו ולא החמור במרדעת שעליו אא\"כ קשורין עליהן מע\"ש ואסורין להסיר מעליהן האוכף או המרדעת בשבת ואפילו בביתו וכ\"ש להשים עליהן אבל אם ניצטנן החמור מותר להשים עליו מרדעת כדי לחממו ואסור להעמיד סוס במים כדי לצננו ומותר להוליך הסוס והחמור תוך החצר הנה והנה עד שיפול האוכף או המרדעת מאליהן ואין הבהמה יוצאה בשבת בזוג שבצוארה לר\"ה אפילו כשהוא סתום שאין משמיע קול אבל בחצירו מותר כשהוא סתום אבל במשמיע קול אפילו בחצר אסור וה\"ה לתרנגול אסור כעין בהמה ואין סוס יוצא בסולם שבצוארו כשיש לו מכה עושים לו כן שלא יכוף ראשו לחכך בשיניו על המכה וכן לא יצא ברצועה שברגליו שעושין לו כדי שלא יחכך רגליו זו בזו בלכתו ולא תרנגולין בחוטין שקשורין בהן לסימן שלא יתחלפו או ברצועות שברגליהן שעושין שלא יברחו ואסור להוליך שני בהמות קשורין בר\"ה אבל שאינן קשורין יחד מותר להוליך יחד בידו אחת בשני חבלים ואם הבהמה אחת החבל של פשתן ומבהמה אחרת החבל שלה של צמר אסור לכורכן ביחד בידו אחת ולהוליכם אפילו בחול אפילו אם הבהמות שוות ואם הבהמות משונות שור וסוס אסור לברוך החבלים סביב ידו ולהנהיג יחד אפילו אם התבלין שווין: \n"
        ],
        [
            "<b>מי </b>שיש לו חטטין בראשו סך בשמן כדרכו בשבת או ביום הכיפורי' אבל לא בחלב ולא בשומן לפי שניסחה אבל בחול מותר לסוך בדבר האסור כגון חלב או בחזיר חטטין או מכה אבל לא לתענוג ותינוקות אסור לאמן לסוכן בחלב או בחזיר אבל אומר לגוי לסוכו ולהזהיר גדולים על הקטנים אין איסור אלא דווקא כשנותנים להם בידים לאכול אבל אם הגוי עשה מעצמו אין איסור ואפילו אם המניקה נותנת לתינוק לאכול ואם דבוק לאדם בבשרו גילדי צואה וגילדי מכה מותר לאדם לפרך ולהסירו מבשרו אפילו משום תענוג ולבהמה משום תענוג אסור משום צער שרי: \n"
        ],
        [
            "<b>אשה </b>יוצאת לר\"ה בחוטין של משי או צמר או פשתן ורצועות שהן בתוך קליעת שערה אבל אם הם כרוכות סביב ראשה ולא קלועות אסור ותכשיטי אשה לדידן הכל מותר כמנהגינו ומותר לאשה לקשור רצועה סביב מנעליה שלא יפלו אעפ\"י שאין הרצועה קשורה בהן ובני אדם הנחבשין ויש להם כבלים ברגליהן מותר לצאת בהם לר\"ה ואדם שיש לו ריח הפה מותר לתת הפלפלין בפיו ולצאת בו לר\"ה ומותר לכתחילה לתת אגוז בסרבלו או במנעלו ולכרוך סביב הרצועה או המשיחה לקושרה וכן אבן שהתקינו לכך מע\"ש ומותר לצאת בשני חגורות כשמלבוש מפסיק ביניהם וכן חתן מותר לצאת בטלית שתחת המקטורן ללכת לבית הכנסת ולחזור לבית חתנות אב\"י העזר\"י [הג\"ה ורבינו משה בר מיימון כתב טלית המצויצת כהלכתה מותר לצאת בה בין ביום בין בלילה שאין הציצית הגמורה משאוי אלא הרי היא מנוי הבגד ומטכסיסן כגון האימרא וכיוצא בהן עכ\"ה]: \n"
        ],
        [
            "<b>מותר </b>לצאת בקמיע התלוי בצואר והוא בתוך עור אם הוא מומחה שריפא שלשה בני אדם או האדם הכותבו הוא מומחה שכתב לג' בני אדם בג' מיני חלאים שאין הלחש דומה זה לזה ומותר לצאת בה לבה\"כ אעפ\"י שכתוב בה שמות הקדושים מאחר שהיא מחופה בעור ואשה מותרת לצאת באבן תקומה כדי שלא תפיל או באבן אחר שנמצא מכוונת כמו משקל של אבן תקומה: \n"
        ],
        [
            "<b>אדם </b>שהוא חיגר או נכווצו גידי שוקיו מותר ללכת במקלות בשבת לר\"ה ולסמוך עליהן וכן הקיטע יוצא בקב שלו אבל זקנים שמנענע גופן אין רשאין ללכת בר\"ה במקלות כדי ללכת דרך ישרה: \n"
        ],
        [
            "<b>אסור </b>למלוח צנון בקערה בשבת ולהשהותו קצת אבל מטבל הצנון במלח ואוכלו ואסור למתוח חוט של תפירה של בתי זרועות אחד האיש ואחד האשה אם לא שכל נקב מוקף תפירה שחלל הנקב של הבגד נראה אז הוא מותר: \n"
        ],
        [
            "<b>מותר </b>לתת מלח בשבת על נתחים של עוף או כמון או פילפל ואח\"כ יתן יין או מים ואז ינענע הכל ביחד וכן לערב מים ומלח תחילה לטבל בו פיתן או כדי לשפוך על נתחים של עוף או לטבל בו בליל ראשון של פסח [שחל] בשבת טיבול ראשון [דטיבול ראשון אינו בחרוסת ער יבוא מרור שהוא עיקר המצוה] (דעיקר מצוה של טיבול שני עם מרור) וקודם מצוה אין לו למלאות כריסו מחרוסת אלא לתאבון יאכלנו כמו מצות [הג\"ה מותר לתת תבלין או מלח בשבת לתוך הקערה דהיינו כלי שני כל זמן שהיד סולדת בו וכן יש ליזהר שלא לתת דברים אפוים כגון פח אפילו בכלי שני אם לא שהיד סולדת בו עכ\"ה ]: \n"
        ],
        [
            "<b>מי </b>שיש לו חולי בשיניו לא יגמע בו החומץ לרפואה בשבת כדי לפלוט את החומץ לאחר שישהה בפיו אבל אם בילע החומץ מותר וכל האוכלין אוכל אדם בשבת לרפואה וכן שותה כל המשקין לרפואה אם הוא רגילות לאוכלן ולשתותן [בחול] בלא רפואה וסך בשטן על מכתו אפילו בשמן וורד ואסור לתת חמץ תוך המכה אבל נותן הוא חוץ למכה ושותת בתוך המכה. ואסור לתת גמי יבש על המכה או כתושין יבישין דהיינו מה שגורר מבגד פשתן: \n"
        ],
        [
            "<b>קשר </b>של קיימא שקושר שאין דעתו להתירו אסור לעשותו בשבת אבל אם דעתו להתירו בערב כמו מנעלים והדומים להם מותר וטוב לעשות עניבה חבל תלוי בצואר הסוס או הטור או פרה מותר לקושרו באבוס או איפכא שהרי דעתו להתירו בו ביום כשיוליך הבהמה לשתות אבל להביא חבל ולקשור ראש אחד באיבוס וראשו האחר לצואר בהמה אסור דכשיתיר ראש האחד השני יהי' של קיימא ואם בחגורו מותר ומותר לקשור חגור לטבעת דלי כדי לשלשל הדלי בבור למלאות מים ויתירנו לאזור מתניו אבל להביא חבל דעלמא ולקשור בו אסור שהוא קשר של קיימא ואם נפסק החבל באמצע אסור לקשור שני הראשים יחד אלא עונבו: \n"
        ],
        [
            "<b>שיש </b>לו טינוף על בגדיו בשבת מקנחה בסמרטוט ואין נותנין עליו מים אבל אם אין שם טינוף רק תינוק הטיל בו מים אז אין נתינת המים טהורין עליו קרוי כיבוס ומותר לעשות רק שלא יסחוט הבגד ועוד שהוא במקום מצוה ללכת בבגדיו להתפלל ואם ברזא התחובה בחביות כרוכה במוכין אסור למשוך היין באותו ברזא [הג\"ה בספר המצוות פסק דדווקא כשיש כלי תחת החביות שאין היין הולך לאיבוד אבל אם [אין] כלי תחת החביות ומה שניסחט מן הברזא הולך לאיבוד אז מותר למשוך בברזא ורבינו שמואל אוסר עכ\"ה] ומשקה של שקדים כתותים מע\"ש מותר לסננו דרך סדין או מטפחת בשבת ומסננין יין מפני הקמחים דרך סודר לתוך הכלי בשבת ובלבד שלא [יעשה] גומא בסודר לקבל היין ויין עבור אסור ובשעת הגיתות שכולן עכורין מותר: \n"
        ],
        [
            "<b>מצילין </b>מפני הדליקה בשבת כל כתבי הקודש ואפילו למבוי מפולש ואם יש לו מעות או דבר אחר אצל כתבי הקודש מציל הכל עמהם ואם הדליקה בביתו אז מציל לחצר שלו כל חפיציו ובגדיו ומזונות אבל לחצר חבירו אין יכול להציל אעפ\"י שיש לו עירוב לשם כ\"א דווקא כלי תשמישו הצריכין לו לאותו יום ומזון ג' סעודות לכל אחד ואחד בכל דרך שהוא הולך לשם ובגדים יציל אפילו לחצר שאינו מעורב ע\"י מלבוש שלובש ומפשיט וחוזר ולובש ופושט אפילו ק' פעמים וחומרא זו הכל לפי שהדליקה בביתו דמתוך שהוא בהול אי שרית ליה טפי אתי לכבויי אבל כשהדליקה בבית אחר מותר להציל לחצר המעורב וכ\"ש לבית חבירו ע\"י עירוב בל מה שירצה: \n"
        ],
        [
            "<b>מותר </b>לומר לגוי כל המכבה את הדליקה אינו מפסיד אעפ\"י שמתוך כך מכבה נר שעל השולחן כעין קריישיל מנער הטבלא ונופלת ואם [כבתה] אין זקוק ואין בכך כלום ודווקא כששכח שם מע\"ש ואם המדורה בביתו על הקרקע כנגד פתח הבית והפתח סגור אביי לייט הפותחו. וטלית או מפה שאחז בהן האור נותן עליה מים מצד אחד ואם כבתה אין בכך כלום ואם בא גוי לכבות מאיליו יניחנו וא\"צ לומר אל תכבה: \n"
        ],
        [
            "<b>ישראל </b>שבישל בשוגג בשבת יאכל הוא בעצמו ואפילו באותה שבת ודווקא שבישל דבר [שראוי] לכוס מקודם לכן שהוא מיני מאכל. אבל אם שחט בשבת או הדליק את הנר או עשה כבש אסור בו ביום לכל ישראל ובנוי איפכא אם הדליק הנר או עשה כבש או שאר מלאכות שעשה לצורך עצמו מותר לישראל להנות [ואם בישל לעצמו כגון בשר בצים ודגים יש לאסור] גזירא שמא יאמר לגוי בשל לי [ולא דמי לבישל ישראל שוגג דליכא למיגזר פן ירשע לבשל מזיר כמו פן יאמר לגוי לבשל] דקיל טפי והלחם שאפאו גוי בשבת או נטחן ונרקד בשבת יש פנים להתיר ויש פנים לאיסור: \n"
        ],
        [
            "<b>גוי </b>שליקט פירות לעצמו בשבת או ביו\"ט או צד דגים חיה ועוף בשביל גוי אסור הישראל ליהנות מהם בו ביום ואפילו נשרו מאליהן ולמוצאי שבת או יו\"ט מותרין מיד וא\"צ להמתין בכדי שיעשו וכן מרחץ המרחצת בשבת ויו\"ט אם רוב העיר גוים מותר למוצאי שבת ויו\"ט לרחוץ בו מיד ואם רוב העיר ישראל מותרין בכדי שיעשו ואם ספק שנלקטו הפירות או ניצודו היום או אם בשביל ישראל או בשביל גוי או אפילו אם בשביל ישראל נעשה אבל ספק אם נעשה בחול או ביו\"ט הוי ספק מוכן ואסור בכדי שיעשו וכן מרחץ שנתחמם בשביל ישראל אע\"ג דרובה גוים אסור בכדי שיעשו: \n"
        ],
        [
            "<b>ואם </b>ליקט גוי פירות ביו\"ט ראשון בשביל ישראל או צד דגים חיה ועוף צריך להמתין בכרי שיעשו בחול למוצאי יו\"ט שני כדי שלא ירויח במעשה יו\"ט ואם נלקטו או ניצודו בשביל גוי וכן ביצה שנולדה ביו\"ט ראשון הכל מותר ביו\"ט שני מיד וה\"מ בפסח שבועות סוכות אז הם מותרים אבל יו\"ט של ר\"ה דקדושה אחת הן נולדה בזה אסורה בזה וכן הפירות והדגים והעופות אסורין עד מוצאי יו\"ט שני מיד וכן יו\"ט הסמוך לשבת בין מלפניו בין מלאחריו אף דשני קדושות הן ביצה שנולדה בזה אסורה בזה ואסורה לטלטלה וכן פירות ועופות ודגים אסורין עד החול מיד: \n"
        ],
        [
            "<b>השוחט </b>תרנגולת ביו\"ט ומצא בה ביצים גמורות הרי אילו מותרות. ואם ליבנו התבשיל ביו\"ט בביצה שנולדה ביו\"ט אסור ואם נתערבה אפילו באלף כולן אסורות לבו ביום: \n"
        ],
        [
            "<b>פירות </b>או דבר אחר הבא בשבת מחוץ לתחום בשביל ישראל זה מותר לישראל אחר ואותו ישראל הבא בשבילו אסור בכדי שיעשו בחול אע\"ג דהוי איסורא דרבנן וליל מוצאי יו\"ט א\"צ להמתין כשיעור שהלך בשבת או ביו\"ט ואם יש באותו המין במחובר לארץ אסור לכל ישראל לבו ביום ולערב בכדי שיעשו ולהמתין כמו שהי' יכול לתולשן ואז מותרין למי שלא הובאו בשבילו ושני ימים טובים שחלו בה' ובו' והובא דורן בו' אסור בשבת וב\"ש אם חל בא' בשבת והובא בשבת שאסור עד מוצאי יו\"ט מיד: \n"
        ],
        [
            "<b>עבד </b>או שפחה השואבין מים בשבת בשביל ישראל מבור שהוא בר\"ה ומביא בבית ישראל אעפ\"י שהבור רה\"י עמוק ורחב ד' מותר וב\"ש אם הביא מים מן הנהר שמותרין לשתות ודוקא שלא ציוהו ישראל להביא מים (אבל) [אלא] כשמביא מעצמו אעפ\"י שבשביל ישראל מביא מותרים לשתות אבל לבהמה אסרה מתניתין והמחמיר ואין רוצה לסמוך על היתר זה מ\"מ אם הביאום בשביל ישראל זה מותר לישראל אחר: \n"
        ],
        [
            "<b>פתילות </b>שכבו ביו\"ט [ראשון] (של) ר\"ה או בשבת כשיו\"ט לאחריו ביום ראשון וכן לפידים שהובערו וכבו אסורין להדליק הפתילות או להבעיר הלפידים שנית ביו\"ט [שני] דהכיבוי הוא הכנה ונרות מותר להדליק ואם הודלקו מעיו\"ט דר\"ה או בערב שבת וכיבו אותם והדליקו אותם שנית מבעו\"י ואח\"כ נכבו מותרין להדליק כי כבר הוכנו מבחול וזהו דווקא בר\"ה דקדושה אחת הן או ביו\"ט הסמוך לשבת שלאחריו אבל ביו\"ט של גליות פסח שבועות סוכות אין לחוש דשתי קדושות הן והאחד חול בוודאי ועל הלפידים ירבה עוד עצים עליהן כדי להבעירם שנית ואם כבו בר\"ה הפתילה והדליקה שנית מבעו\"י וכן ביצה שנולדה בשבת אסורה ביו\"ט לאחריו אבל כשאין יו\"ט לאחריו ונולדה בשבת אי נמי פתילות שכבו בו והחמין לזה כולן [מותרין] במוצאי שבת דלגבי חול לא שייך הכנה [הג\"ה כן פסקו קצת גאונים אבל ר\"י אלפס פסק לאיסור וכן רש\"י וכן רבי משה בר מימון וכן ס\"ה עכ\"ה]: \n"
        ],
        [
            "<b>מותר </b>לכבות לפידים ביו\"ט כדי שלא יתעשן הבית וב\"ש שלא יתעשן הקדירה (רוקח הגה) וכן מותר לכבות הנר ביו\"ט מפני תשמיש המטה רוקח [הג\"ה אבל בס\"ה פסק דאין מכבין את הבקעת אפילו כדי שלא תתעשן הבית ואין מכבין את הנר מפני תשמיש המטה אבל כופה עליו את הכלי או עושה מחיצה בינו לבין הנר או מוציאו לבית אחר ואם אין יכול לעשות אחר מכל אלו ה\"ז אסור לכבות ואסור לשמש עד שתכבה מאליה לשון ס\"ה עכ\"ה]: \n"
        ],
        [
            "<b>כל </b>כלי שמלאכתו להיתר מותר לטלטלו בשבת להכניסו מחמה לצל או שלא יגנב ואם מלאכתו לאיסור כגון קורנס של נפחים ודוגמתו מותר לטלטל אם הוא צריך לנוף הכלי או שצריך למקומו. אבל שלא יגנב אסור לטלטל ומחט נקובה מותר לטלטל כי ראויה היא ליטול בו הקוץ מרגלו ואם ניטל חור שלה או עוקצה אסורה לטלטל אבל לסגור בה חלוקה סביב צוארו או אשה לקשור בה צעיפה ואפילו נקובה אסור לצאת בה לר\"ה כ\"א אותה שראשה עב אישפיגל\"א שהוא תכשיט אבל מסר גדול ויתד של מחרישה וסכין המיוחד לשחיטה וסכינא דאושכפי של רצענים אסורה לטלטל וכן ברישילי\"ש בלע\"ז כעין כלי חרס של קערות קטנות ומדליקין בהן נרות של שמן או של חלב אסורין לטלטל ישנים וכ\"ש אם הדליקו בהן באותו שבת שהן אסורין דמוקצין הן מחמת מיאוס ומחמת איסור [הג\"ה ואפילו לצורך גופו או לצורך מקומו אסור לטלטל כל נר שהדליקו עליו באותה שבת ואף כי אינו מאוס וכן פסק ר\"י אלפס ורבי משה בר מימון ויש מי שהתיר לצורך גופו ולצורך מקומו אחר שכיבה הנר ]: \n"
        ],
        [
            "<b>דג </b>מלוח אעפ\"י שאינו מבושל מותר לטלטל בשבת אבל אין מלוח אסור לטלטלו אבל בשר בין מלוח בין טפל שאינה מלוח ואינה ממשל מותר לטלטלו עצמות מטלטלין מעל השולחן אם הן לחין וראוין לכלב או לבהמה אחרת וכן קליפין של פירות ואם אין ראוין למאכל בהמה מנער הטבלא והן נופלין וכן מעות שעל הכר מנער את הכר והן נופלות וכן אבן שעפ\"י חבית ודווקא שלא הניח המעות או האבן שם מע\"ש להיות שם כל השבת דאז אסור לנער אבל אם שכחם שם מותר לנער ואם הניחם שם במזיד בערב שבת כדי לטלטלן למחר בשבת מותרין לנער כמו שכח כשצריך לכר עצמו לישב עליו ולמשוך יין מן החביות דרך המגופה אבל אם היה צריך לאותו מקום מטלטל הכר עם הטעות ויניח הבל במקום אחר שאם ינער לא יהא רשאי לישב שם באותו מקום: \n"
        ],
        [
            "<b>אסור </b>ליטול תינוק ודינר או אבן בידו שהוא דבר איסור מוקצה כי שמא יפול מידו ויחזירנו לו אביו ובקושי התיר התלמוד בבן שיש לו גיעגועין על אביו ביותר ודווקא באבן כובעים של לבדים שלנו ושל קש ושל נוצה מותר לצאת כהם לר\"ה כשיש רצועה או משיחה בהן לקושרו תחת צווארו ואפילו בלא קשירה מותרין וכן אותן מצנפת של כבש או עז או בגד מטוה שקורין אלמוצ\"א מותר בלא קשירה לפי שדבוקים היטיב לראש ואין נופלין ברוח: \n"
        ],
        [
            "<b>אסור </b>לגרוף האיבוס ולנקותו בשבת לפני הבהמה ואפילו הוא של אבן או של עץ גזירה אטו של קרקע ומשוי נוטות אך מסלק את הפסולת קצת ונותן לה מספה יפה ואסור לכבד הבית בשבת אבל שולחן מותר וכן תיבה לגרוף פירורין ממנה או טיט או צואה מותר ומותר לשפוך מים על העפר כרי להרביץ העפר וצריך לדקדק שלא לקחת מספוא או דבר מאכל בשבת מלפני בהמה זו ולתת אותה לפני בהמה אחרת שאינה מינה כי שמא הוא כטילטול שלא לצורך שיש שאינה אוכלת מותר הראשונה כגון שור שיש לו ריר ומותרו אינו ראוי לאכול האחרת: \n"
        ],
        [
            "<b>הקש </b>שעל המיטה לא ינענעו בידו אם לא שהוא ראוי למאכל [בהמה] (אחרת) הקש שעל המיטה אם היה עליו כר או כסת מע\"ש מותר לנענעו בשבת ואעפ\"י שאין ראוי למאכל בהמה: \n"
        ],
        [
            "<b>טיט </b>שע\"ג מנעלו לא יקנחנו בכותל מפני שמוסיף על הבנין אך בקורה או באבן מטלטל: \n"
        ],
        [
            "<b>יצא </b>קטן במנעל גדול פן יפול ויביאנו ולא תצא אשה במנעלים חדשים בשבת אם לא גסתה אותם שעה אחת מערב שבת לנסות אם הם כמידת רגליה כי היא מקפדת על כך ודילמא שלפא ומיתי לה אבל האיש אינו מקפיד ולא תצא אשה במנעל קרוע למעלה מטעם זה שולפין מנעל מע\"ג האימים הוא הדפוס של עץ שבתוך המנעל ומסיר הדפוס כדי לקחת המנעל אעפ\"י שמוציאו בדוחק לחוץ מעמיד אדם בהמתו בשבת ע\"ג עשבים מחוברים בקרקע אעפ\"י שהיא תולשת ואוכלת: \n"
        ],
        [
            "<b>חביות </b>שמטפטף יין או שמן בשבת מביא כלי גדול ומשימו תחתיו על הארץ לקבל הטיפטוף ואינו יכול עוד להביא כלים אחרים רק למזון שלש סעודות מקבל בהרבה כלים אבל בכלי אחד כל מה שיכול להציל מציל ובלבד שלא יקלוט הקילוח באויר אל הכלי אם נשברה הברזא בחביות שלנו שהן של עץ מותר לעשות הנקב ע\"י דורשלי\"ק בל\"א בשבת ומכניס ברזא אחרת בנקב ודווקא כשניתקנה הברזא קודם שבת ומותר להגביה חביות בשבת להוציא כל היין לשתות בו ביום: \n"
        ],
        [
            "<b>אסור </b>לשטוח בגדים לייבשן בשבת ואפילו בחדרו מותר לצאת במקטורן בשבת שהיו בה רצועות או קרסים בלולאות שנישברו וכורך המקטורן סביביו ואוחז בו אבל אם הלולאות נשברו והקרסים מוזהבות ותלויות בו אסור לצאת בהן ולא בטל אגב הטלית והוי משאוי: \n"
        ],
        [
            "<b>אסור </b>לעשות מלאכה במוצאי שבת או להדליק את הגר עד שיבדיל על הכוס או שיאמר בא\"י אמ\"ה המבדיל בין קודש לחול ואעפ\"י שכבר אמר ברכו ומעריב ערבים וי\"ח ברכות ולא הבדיל בתפילה אתה חוננתנו [הג\"ה אבל אם הבדיל בתפילה מותר בעשיית מלאכה אבל באכילה ושתיה אסור עד שיבדיל על הכוס ובירושלמי פ' מקום שנהגו הל\"א ובתענית פ\"ק הל\"ו הני נשי דנהיגי דלא למיעבד עבידתא עד דסגי סידרא מנהגא פי' עד שיבדיל על הכוס אסור בעשיית מלאכה מנהג נשים ואין למחות בידם עכ\"ה]: \n"
        ],
        [
            "<b>זה </b>הכלל ימים שיש בהן קרבן כגון ר\"ח וחולו של מועד אוסר י\"ח ברכות ואומר יעלה ויבא בעבודה בברכת רצה ואם שכח ולא אמר יעלה ויבא מחזירין אותו ויתפלל בכל פעם לבד מערבית של ר\"ח שאז אין מחזירין אותו ובששוכח מלאומרו ונזכר תוך התפלה קודם שעקר רגליו חוזר ומתחיל רצה כו' ואומר יעלה ויבא וכולי ומסיים ותחזינה עינינו וכו' וכן הדין אף אם נזכר אחר גמר כשהוא אומר פסוקי רחמים ותחנונים קודם שעוקר רגליו אבל אם לא נזכר עד שעקר רגליו חוזר לתחילה: \n"
        ],
        [
            "<b>ואם </b>שכח לומר יעלה ויבא בברהמ\"ז בר\"ח או בחולו של מועד בכל פעם אין מחזירין אותו אבל בשבת וביו\"ט מחזירין אותו אבל ימים שאין בהם קרבן מוסף כגון תעניות וחנוכה ופורים אם שכח לומר ענינו או על הניסים אין מחזירין אותו לא היחיד ולא שליח ציבור: \n"
        ],
        [
            "<b>משיב </b>הרוח וטל ומטר אם טעה ולא הזכיר חוזר לראש והבדלה בחונן הדעת אם טעה ולא הזכיר אין מחזירין אותו וכתב בה\"ג דבכל מקום שחייבוהו לחזור ולהתפלל אם יכוין דעתו וישמע מפי שליח ציבור מראש ועד סוף מוציאו ידי חובתו ואין צריך לחזור לראש ובכ\"מ שהיחיד חוזר לראש ג\"כ ש\"ץ חוזר לראש לבד משחרית ומוסף דר\"ח מפני טורח ציבור: \n"
        ],
        [
            "<b>מי </b>ששגג ולא התפלל שחרית עד חצי היום מתפלל במנחה שתים ראשונה של מנחה והשניה של תשלומין לשחרית ואם לא התפלל מנחה עד ששקעה החמה מתפלל של ערבית שתים ראשונה של ערבית והשני' לתשלומי מנחה אש לא התפלל לא שחרית ולא מנחה מתפלל ערבית שתים שני' תשלומי מנחה ושחרית אין לה תשלומין שכבר עבר כל היום: \n"
        ],
        [
            "<b>היו </b>לפניו ב' תפילות של מוספין ושל מנחה [דהיינו אחד ו' שעות ומחצה] מתפלל של מנחה ואח\"כ של מוספין (דהיינו אחר שש שעות ומחצה) לפיכך יש ליזהר ביום הכיפורים להתחיל ולהתפלל תפילת מוסף קודם ו' שעות ומחצה ויש מורין שאין מקדימין תפלה המנחה קודם תפילת מוספין בציבור כדי שלא יטעו ואין אנו נוהגים כן גם תפילת נעילה יזהר להתפלל ביום לכתחילה ואם התפלל בלילה יצא ונשיאת כפים דווקא ביום: \n"
        ],
        [
            "<b>לשמע </b>ולתפילה צריך מקום טהור ואם שגג והתפלל במקום שאין טהור יחזור ויתפלל ואם שהה באמצע תפילה מפני הטינוף ושוהה כדי לגמור את כולה חוזר לראש אבל בק\"ש אין צריך לחזור: \n"
        ],
        [
            "<b>כל </b>דבר שצריך עשרה כגון תפילה וקדיש וקדושה ונשיאות כפים והתחילו בעשרה ואח\"כ הלכו ויצאו מקצתם גומר ועל היוצאים הוא אומר ועוזבי ד' יכלו: \n"
        ],
        [
            "<b>ויו\"ט </b>הבא בשבת אומר מגן אבות בדברו וחותם בשל שבת ואין מזכיר של יו\"ט ואין אומר והזמנים וכן ר\"ח או יו\"ט שחלו בשבת אומר בבהמ\"ז רצה והחליצינו ומזכיר של שבת ואין מזכיר של ר\"ח או של יו\"ט לפי שיאמר עוד יעלה ויבא ויזכירם בו ושל שבת לא יזכיר אז ביעלה ויבא: \n"
        ],
        [
            "<b>כהן </b>שפירש כפיו בציבור אחד אם בא לבה\"כ אחר קודם שהגיעו לברכת כהנים פורש כפיו שנית לציבור ההוא [הג\"ה ומ\"מ אם אינו חפץ לעלות לדוכן שנית אין עובר בעשה אחרי שכבר עלה פעם אחת ביום ההוא ואפילו אם אמר ליה ישראל עלה לדוכן וכן כתב ר\"י וכן כתב רבי משה ב\"ר מימון וכן כתב ס\"ה ומומר לא יעלה לדוכן לישא את כפיו ואפילו עשה תשובה אבל ראבי\"ה פליג אהא וכן מהר\"ם זצ\"ל עב\"ה]: \n"
        ],
        [
            "<b>כהן </b>שהרג את הנפש בשוגג לא ישא כפיו אבל המיר ושב הרי הוא כשאר אחיו הכהנים ועולה לדוכן וקורא ראשון בתורה כ\"כ רבינו גרשם וכן פסקו רוב הגאונים דמשעשה תשובה נושא את כפיו: \n"
        ],
        [
            "<b>שיש </b>לו מומין בפניו או בידיו או ברגליו או סומא באחת מעיניו לא ישאו כפיהם לפי שהעם מסתכלין בהן. אבל אם דש בעירו מותר ואל ילגלג אדם לומר מה ברכת הדיוט מועיל שאין עיקר הברכה תלויה בכהנים אלא בהקב\"ה: \n"
        ],
        [
            "<b>אין </b>מתפללין קדיש וברכו וקדושה כ\"א בעשרה שנקראו עדה ואין להצטרף קטן וספר חומש בידו להשלים עם ט' גדולים: \n"
        ],
        [
            "<b>ואין </b>לקרות בספר חומש במקום ס\"ת במקום שיש שם עשרה ואם אמר הברכה וקרא בחומש ה\"ז ברכה לבטלה ואם אין שם כהן נתפרדה החבילה ואבד הלוי דינו וקורא ישראל במקום כהן ואחריו ישראל אחר ואם יש שם לוי יקראנו במקום ישראל ולא יזכיר שמו לוי דלא גרע משאר לוי אבל מהר\"ם כתב שאין לקרותו כלל אפילו במקום ישראל ואם אין שם כ\"א ישראל אחד יקרא ויחזור ויקראנו עד שבע פעמים או מוטב לקרות קטנים או נשים קודם שיקרא לוי כי אין לקרות הלוי כלל. [הג\"ה אכן אם ירצה לקרות הלוי במקום כהן ולומר אין כאן כהן הרשות בידו עכ\"ה]: \n"
        ],
        [
            "<b>אם </b>יש שם כהן ואין שם לוי יקרא כהן פרשה ראשונה ואחר ברכה אחרונה יעמוד במקומו ויחזור ויברך ויקרא פרשה שני' פרשת לוי: \n"
        ],
        [
            "<b>ישראל <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"22\"></i> </b>מומר מותר להכריעו ע\"י גוים ולכופו להוציא אשתו בגט וגם אותם יהודים שדינם לכוף כל אותן המנוין סוף פ' המדיר שכופין <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"23\"></i> אותם [להוציא] כולם מכריעין <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"24\"></i> אותם ע\"י גוים שיאמרו להם המים עשה מה שדייני ישראל אומרים לך והוא אומר רוצה אני אבל שאר יהודים אם דוחקים אותם ע\"י מים לתת גט. אעפ\"י שהוא אמר רוצה אני הגט בטל וכל נותני גט <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"25\"></i> צריך שיבטל הבעל כל מודעי דעבד קודם נתינות הגט: \n"
        ],
        [
            "<b>שכיב </b>מרע הרוצה לתת גט לאשתו על תנאי מביאין עדים כשרים להעיד לשניהם והסופר עמהם ועוד אחר עמהם והוא אומר לו בלשון הזה נכתוב גט לאשתך אם אמר הן או הרכין [גיטין ס\"ז ב] בראשו בודקין אותו לראות אם דעתו מיושבת עליו חוזר ואומר לו נכתוב גט <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"26\"></i> לאמך או לאחותיך וצריך שיאמר על הן הן <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"27\"></i> פעם אחת ועל לאו לאו שני פעמים ועל לאו לאו פעם אחת ועל הן הן שתי פעמים ובודקין אותו עוד <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"28\"></i> בפירות ואומר לו בימות הגשמים אם הוא חפץ בפירות הנמצאים רק בימות החמה וכן איפכא כדי להבין לעדים שדעתו מיושבת עליו: \n"
        ],
        [
            "<b>אפילו </b>הוא <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"29\"></i> גוסס אשתו מותרת בגיטו ואומר לו אם תרצה תצוה לסופר לכתוב גט פלונית בת פלונית על תנאי אם תמות תהא מגורשת ומותרת לכל אדם ואם אמר כן אני חפץ אזי יאמר לו בלשון הזה והוא אומר אחריו כתבו גט לאשתי פלונית בת פלוני על תנאי <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"30\"></i> אם לא מתי מעכשיו עד זמן פלוני שלא יהא גט ואם מתי מעכשיו עד זמן פלוני יהא גט ותהא בו מגורשת ממני ותהא מותרת לכל אדם ואם לא מתי עד זמן פלוני לא יהא גט ולא תהא מגורשת ממני: \n"
        ],
        [
            "<b>ונותן </b>הקלף והקולמוס והדיו <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"31\"></i> שלו לסופר ואומר לו הא לך עד שתכתוב גט כשר לדעתך או לדעת פלוני לשם אשתי כאשר פירשתי בתנאי והסופר אומר כן אעשה וימהר בכתיבת הגט פן יתקלקל חליו עליו בשעת כתיבה ויהי' כמטורף ולא ידע מה שידבר והעדים צריכין לראות שיכתוב לכל הפחות <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"32\"></i> שיטה ראשונה מן הגט ולאחר כתיבת הגט קוראין <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"33\"></i> אותו וחותמין העדים ומייבשין <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"34\"></i> חתימתן והכתיבה פן ימחוק בו וקורין בגט שנית קודם <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"35\"></i> שנותן אותו לידה או לתוך <i data-commentator=\"Publisher's Haggahot on Sefer HaParnas \" data-order=\"36\"></i> חיקה של האשה ואומר לה קבלי גיטיך ותהא מגורשת ממני ותהא מותרת לכל אדם בתנאי במו שפירשתי לעיל: \n"
        ],
        [
            "<b>ואם </b>האשה במקום אחר יכול הוא לעשות אחד שליח להוליך לאשתו הגט אבל [צריך] שיכיר השליח את האשה שהיא אשתו של זה האיש בעלה קודם שיקבל הגט להוליכו ולא סגי ליה במה שיאמרו לו עדים [כשרים בשעת נתינה] שהיא אשתו וימנה השליח (שמונוהו שליח) להוליך גט ליד אשתו להיות מגורשת כפי התנאי וצריכה להצניע הגט שלם שלא יקרע ולא יאבד ער שימות הבעל כדי שיהא הגט קיים בשעה שיתקיים התנאי: \n"
        ],
        [
            "<b>ושכר </b>כתיבת הגט מן הדין יתננו הבעל ואם הבעל לא נתנו והאשה נתנה אין בכך כלום: \n"
        ],
        [
            "<b>ואם </b>עשה הבעל שליח להולכה אז צריך [השליח] לראות כל כתיבת הגט ולהיות אצל סופר עד שיכתוב את כולו ועד שיחתמו העדים כדי שיוכל לומר כשנותנו לאשה בפני נכתב ובפני נחתם וגם האשה יכולה לעשות שליח לקבל גט מיד בעלה וצריך לקרות את הגט [קודם] שיתנהו ליד האשה וגם צריך לקרותו פעם שנית לאחר נתינה: \n"
        ],
        [
            "<b>וכותבין </b>שם האיש ושם האשה העיקר ולא שתי שמות אם יש להם אך יכתוב כל שום וחניכה דאית לי וליכי: \n"
        ],
        [
            "<b>ולמומר </b>כותבין שמו שהיה לו ביהדותו ואין צריך לכתוב [אלא עיקר דירת הבעל והאשה בשעת כתיבת הגט ולא מקום דירתם עכשיו בשעת נתינת הגט] ואם יעשה שליח להוליך הגט יזהרו לאמר לבעל שישבע באמונתו שלא יבטל בשליחות קודם שיגיע הגט לאשתו ותוך הזמן אשר קבע לה להיות מגורשת לא תתייחד עמה והעדים יחתמו בראש שיטה אחרונה למטה בסמוך שלא ירחיקו יותר מריוח שיטה אחת חוץ מן הכתב וחותמין זה תחת זה בשני שיטין ולא בשיטה אחת ויזהרו שלא יחתום הסופר עצמו במקום עד. ולא ישיירו ריוח חלק לצד ימין חתימתם בראש השיטה ויש חותמין פלוני בן פלוני עד ויש שאין כותבין עד ואין קפידא בדבר: \n"
        ],
        [
            "<b>כל </b>הנשים אחת בתולה ואחת בעולה שנתארמלו או נתגרשו בין מן האירוסין בין מן הנשואין לא ינשאו ולא יתארסו עד ג' חדשים דהיינו צ' ימים חוץ מיום המיתה או מיום הגירושין וחוץ מיום שנתארסה בו ומיום כתיבת הגט מונין צ' יום למגורשת ואפילו אם הוא על תנאי או שלא הגיע לידה אלא אחר כמה ימים וכן לא החלוץ ולא תתיבם והיכא דמת היבם קודם שחלץ ואפילו לזמן מרובה לאחר מיתת אחיו אפי' הכי צריכה להמתין אפילו ליארס ג' חדשים אחר מיתת היבם ואפילו אשה שאינה ראויה לבנים קטנה או זקנה או עקרה או איילונית או שהי' בעלה במדינת הים או חולה או חבוש בבית האסורין אם נתגרשו או נתארמלו אחת מהן צריכות להמתין צ' יום והמארס תוך צ' יום או כנס מפרישין אותו עד אחר זמן ויעמוד עם אשתו ומנדין אותו ומינקת חבירו אסורה לינשא או ליארס עד אחר כ\"ד חודש חוץ מיום שנולד בו ויום שנתארסה בו עבר ונשאה יוציא בגט ואם הי' ישראל יחזירנה אחר כ\"ד חודש של מניקה אבל אם אירס תוך הזמן אין כופין אותו להוציא ולא יכנוס עד אחר כ\"ד חודש של [זמן היניקה] או עד שימות הוולד ואפילו אם נתנה בנה למניקה או שגמלתהו תוך כ\"ד חודש אבל מת בנה מותרת לינשא ואין חוששין שמא תהרגהו ובספר המצות כתב רבי משה שמצא בתשובות הגאונים אשה שפירשה מלהניק את בנה ונתנתו למיניקה להניק ג' חדשים קודם מיתת הבעל אינה נקראת מינקת חבירו ומותרת לינשא תוך הזמן: \n"
        ],
        [
            "<b>מכתיבת </b>יד מהר\"ם מי שרוצה ליקח שאור מעיסתו להחמיץ בו עיסות אחרות לכתחיל' טוב לו שיקחנה מן העיסה בעודה בטבלה קודם הפרשת חלה כדי שיוכל להפריש מן העיפה אשר יחמיץ מיניה וביה אבל אם נתן שאור של גוי או שאור מתוקן לתוך עיסתו לא יפריש חלה ממנה אלא ילוש עיסה מעט כביצה או בג' ביצים ויקיף אותו מעט אל העיסה ויפריש אותה מעט לחלה ויקרא לה שם: \n"
        ],
        [
            "<b>מת </b>ביו\"ט ראשון מותר לישראל לטלטלו וליגע בו יד כדי להעצים עיניו ולפשוט איבריו ולהרחיצו במים לטהרו בלא כיכר ואפילו בשבת לא הוי איסור אלא מדרבנן כמו טילטול דעלמא וגדול כבוד הבריות ומנהג כשר הוא שיתעסקו בו עממים אפילו אם אישתהה במקצת צרכיו ויאמרו לגוי לתקן הקבר וארון ותכריכין וישראל ילבישוהו ויוציאוהו וישאוהו עד לקבר ויתנוהו בארון ובקבר והגוי יכסהו בעפר וכן יש לעשות כשמת בשבת ויו\"ט לאחריו ונשתהה אבל ביו\"ט שני אפילו בשני ימים של ר\"ה יתעסקו בו ישראל לכל מילי דכחול שוויוהו רבנן לגבי מת אפילו לא אישתהי וכן עמא דבר. ואם נפל הוא אין להסיר ערלתו ביו\"ט ואפילו ביו\"ט שני ובקושי הותר לקוברו ומותר להשכיר ספינה או קרון ביו\"ט שני להוליך המת ממקומו למקום קבורה ע\"כ מכתיבת יד מהר\"ם: \n"
        ],
        [
            "<b>מי </b>ששמע שמועה על מתו ביום ל' נוהג ז' ול' מיום השמועה וצריך קריעה והבראה ותינוק שמת ביום ל' אין מתאבלין עליו כלל והיכא דקים לן דכלו חדשיו מתאבלין עליו ואפילו ביום שנולד ומי שחל ל' שלו בשבת כתב מהר\"ם זצ\"ל דמותר לרחוץ ע\"ש שהוא כ\"ט לכבוד שבת אבל לא יספר עד לאחר שבת ובשאר ימים מותר לרחוץ ולספר ביום ל' לאחר הנץ החמה ואפילו על אביו ועל אמו מותר לרחוץ בו ביום אבל לא לספר עד שיגערו בו חביריו: \n"
        ],
        [
            "<b>מי </b>ששמע שמועה על מתו בשבת והוא יום שלושים ולמוצאי שבת נעשית רחוקה עולה לו ואינה נוהגת אלא שעה אחת ואפילו על אביו ואמו ובן ביו\"ט וכן פסק בה\"ג ובירושלמי וקריעה אינה נוהגת בשמועה רחוקה אבל על אביו ואמו קורע: \n"
        ],
        [
            "<b>אם </b>שמע שמועה בליל מוצאי ל' אין נוהג אלא שעה אחת כאלו שמע ביום ל\"א למחרתו ואם שמע שמועה קרובה ברגל ולמוצאי רגל נעשה רחוקה אין נוהג אלא שעה אחת ואם שמע בשבת יום כ\"ט נוהג ז' ושלושים וכן ברמז קע\"ג: \n"
        ],
        [
            "<b>מי </b>שמת לו מת ואפילו שעה אחת קודם הרגל בטלה הימנו גזרת ז' ואפילו לא קברו ישראל שהיו דואגים דלא יספיקו לקוברו קודם הרגל וה\"ג ג' ימים או ו' ימים לפני הרגל הכל דין אחד שבטלה הימנו גזירת ז' ורוחץ בערב אחר תפילת המנחה וכן יעשה כשחל ז' או ח' שלו ערב הרגל לפי שאו ניכר ממש שמפני כבוד הרגל הותרה לו הרחיצה דאע\"ג דשאר בני אדם רוחצים בהשכמה לכבוד הרגל הרי כאן היכר בדבר וזהו פי' צריך להמתין עד הערב אב\"י העזר\"י [הגה אבל רבינו כתב דיש נוהגים היתר בז' או בח' ערב הרגל לרחוץ בבוקר כשאר העם וכתב שאין לנו להנהיג אותה חומרא אבל בה\"ג כתב דאסור לרחוץ עד דעייל רגל וכן רבינו משה ב\"ר מיימון וכן רש\"י וכן מצא טהר\"ם בתוס' ריב\"ם שכתב לפני ריב\"א וכן ר' אבנר ומור\"ר מאיר זצ\"ל אחרי שרבותינו הניכרים אוסרים עד הלילה ע\"כ נכון להחמיר ואעפי\"כ נהגו העולם להיתר עכ\"ל עכ\"ה] והרגל עולה לו עוד לז' הרי כאן י\"ד ולאחר הרגל מונה עוד ט\"ז ימים הרי כאן ל' ואינו רוחץ בהן אעפ\"י שרחץ ערב הרגל כבר זהו דין של ר\"ה או יוה\"כ או פסח או עצרת אבל סוכות עולה לז' ושמיני עצרת ז' וז' קודם החג הרי כ\"א יום ומונה עוד ט' ימים אחר החג להשלים ל' יום וכן מת שעה אח' קוד' ר\"ה הרי ז' ור\"ה ז' וז' ימים שבין ר\"ה ליוה\"כ ויוה\"כ עצמו עוד ז' הרי כ\"ח ומונה עוד ב' ימים אחר יוה\"כ הרי ל' יום [ הגה\"ה פסקו מקצת גאונים מדגרסינן פ' אלו מגלחין אדברי' לי' ר\"פ לרב איוויא סבא ודרש יום א' לפני ר\"ה ור\"ה הרי כאן י\"ד ימים משמע מדנחית לחשבון ופירש הרי כאן י\"ד מכלל שצריך להשלים ל' כולם על אלו י\"ד יום ואת\"ל דיום הכפורים מבטל הכל ומותר לגלח ערב יוה\"כ א\"כ מה לו לומר הרי כאן י\"ד דל ר\"ה מהכא תיפוק ליה דהוי ליה יותר מז' ימים קודם יוה\"כ ומטעם זה פסקו דאין יוה\"כ מבטל ממנו דין ל' אלא לפי חשבון וטעמא דתרי הפסקות בחד אבילות לא עבדינן דליכא ז' כאורחייהו ולא שלשים כאורחייהו אכן ה\"ר זרחיה הלוי כתב שדעתו בדברי המתיר לגלח ערב יוה\"כ ואם בטל ז' ימים קודם הרגל גזירת ל' מפני יום א' או מקצת יום שחלה עליו גזירת ל' ב\"ש זה שחלה עליו גזירת שלשים ח' ימים ואין אנו חוששין אם לא קיים גזירת ז' שהרי כבוד הרגל מפסיקו ומותר לגלח עיוה\"כ משום כבוד יוה\"כ דאם מי שקברו אחר ר\"ה הותר לגלח עיוה\"כ שהוא ז' כ\"ש זה שקברו לפני ר\"ה וביון שהותר לו לגלח עיוה\"כ בטלה גזרת ל' לגמרי וכן הקובר מתו קודם יוה\"כ מותר לו לגלח ערב החג ע\"כ וכן פי' רבינו שמשון דהא דאמרינן הרי כאן י\"ד נפקא מינה שמיד לאחר ר\"ה יש לו דין שבת שלישית שיושב במקומו ואין מדבר כדתניא התם וכן ריב\"א פי' דנפקא מינה לענין שמועה רחוקה וכן פסק באו\"ז בשם רבינו יב\"ם מפראגא וכ\"כ רבינו פרץ מצרפת שנוהגין כן הר' ר' יצחק ורוב הגדולים וכן פי' מהר\"ם זצ\"ל וכתב דלא דמי ליום א' לפני החג וחג ושמיני שלו דאמרינן דהוי כ\"א יום ולא אמרינן הרי יש ח' ימים לפני שמיני עצרת וליבטל מניה ל' כל גזירת ל' דהתם לא קיים כלל גזירת ל' דאע\"ג דברגל עצמו אסור בגיהוץ ותספורת הא לא אסור משום אבילות [הלכך] לא בטלה מניה גזירת ל' לגמרי וכנ\"ל ופי' הא דאמרינן הרי כאן י\"ד יום נפקא מניה לענין שלילת הקרע ולאחותו כו' אי נמי לענין שאילת שלום כו' עכ\"ה]: \n"
        ],
        [
            "<b>מי </b>ששביעי שלו ערב הרגל רוחץ לערב כדכתיבת לעיל ומגלח כי בטלו הימנו גזרת ל' ואם שמיני שלו בשבת ערב הרגל רוחץ ומגלח לעת ערב שהוא שביעי שלו לכבוד הרגל ואם חל שביעי שלו בשבת ערב הרגל רוחץ בערב שבת לעת ערב ואין מגלח ותוך הרגל מותר לו לגלח כי אנוס הוא: \n"
        ],
        [
            "<b>מי </b>ששמע לאחר הרגל שמת לו מת תוך ל' קודם הרגל אין הרגל עולה לו כלל אך צריך לנהוג ז' ול' מיום שמועה ולשון ספר המקצועות היכא דשכיב שיכבא ערב הרגל ואיהו לא הוה התם דלא ידע דשכיב ליה שכיבא ושמע תוך ל' יום אין צריך לישב עליו אלא שעה אחת דכיון דאילו הוה תמן באתרא דשכיב ליה שיכבא לא הי' יושב אלא יום אחד גם עתה לא ישב אלא שעה אחד: \n"
        ],
        [
            "<b>מי </b>שמת לו מת ביו\"ט ראשון או ביו\"ט שני או בחוה\"מ או ביו\"ט ראשון של שני ימים טובים האחרונים של פסח או ביו\"ט האחרון [הג\"ה בספר המצות כתב שאמרו בשם גאון שיום האחרון של יו\"ט הואיל ומדברי סופרים הוא שעולה לו למנין ז' אעפ\"י שאין נוהג בו [אבילות כלל] ומונה ו' ימים אחר הרגל הרי ז' ול' מיום הקבורה וכו' וכן בה\"ג ורב אלפס ורבינו משה ב\"ר מיימון ור\"ב כתב שכן היו נוהגים במגנצ\"א אכן יש חילוק וכן פסק בעל הרוקח וכתב כמו כן שכן עשה ר\"י ב\"ר יודא מעשה כשנפטרה אשתו עכ\"ה] אינו מונה ז' עד לאחר הרגל אבל ל' מונה מיום קבורה או משעה שנתכסה מן האבלים המתאבלים שהלווהו להקבר במקום אחר ובשבת וביו\"ט אינו קורע ובחוה\"מ קורע והרבה גאונים אסרו לקרוע בחוה\"מ וי\"א דווקא ביום קבורה קורע במועד אכל ביום שטועה לא ומברין אותו סעודה ראשונה במועד בצנעה וי\"א שאין צריך להברות וכן פסק רש\"י ודברים של צנעה דהיינו תשמיש המטה ורחיצה בחמין אסורין לו לעשות תוך המועד אעפ\"י שאין נוהג שאר דיני אבל [הג\"ה ואין צריך הוא לישן בין האנשים והיא בין הנשים כל ימי הרגל מהר\"ם עכ\"ה]: \n"
        ],
        [
            "<b>נהגו </b>להתאבל עפ\"י עד אחד בין איש בין אשה אפילו גוי או שפחה מסיחין לפי תומם: \n"
        ],
        [
            "<b>כהן </b>אבל אם הוא בבית הכנסת בשבת ואין שם כהן אחר אלא הוא אז יש לקרותו לס\"ת אמנם יותר טוב שיאמרו לו מקודם לצאת מבית הכנסת מהר\"ם: \n"
        ],
        [
            "<b>אשה </b>שאין לה בנים אצלה המתאבלים עמה אין לאנשים להברותה אבל שאר נשים מכרות אותה ובאין ללות אותה מבית הקברות לביתה וכן בשבת תוך ג' אין ללוות אותה מבית הכנסת ובשהנשים סברות אותה יש להאכילה משל אחרים ולא משל בעלה וכן מלמד או סופר האוכל משל בעה\"ב יש להברותו משל אחרים אבל מי שנותן לעני או ליתום או לבנו או לבתו הגדולים הוצאה בלא תנאי לעצמו בחינם אין צריכין משל אחרים לאכול כי דיו להם משל בעה\"ב ומברין בבצים שאין להם פה והגדול בוצע ולא האבל ומצאתי כתוב שאין לשתות אחר האבל מכוסו בסעודת הבראה כ\"א בכוס אחר וכן משמע בסוף דב\"ב: \n"
        ],
        [
            "<b>המת </b>בשבת אסור ליגע בו יד אך נותנים עליו ככר להם או מקצתו ודוחק על הפת לפשט בו איבריו ולהעצים את עיניו וכן להשמיטו מן המטה ע\"ג קרקע ויש נוהגים היתר ע\"י הככר המונח על המת לפשט איבריו ולהעצים את עיניו ולהניחו על הקרקע בלא דוחק הפת רק מחמת שהוא מונח עליו מותר לטלטלו בכל צרכו מפני כבוד המת ומביאין כלי מיקר וכלי מתכות ומניחן על כריסו כדי שלא יהא תפוח ובשבת יאכל בשר וישתה יין כדרכו אבל לא בפני המת כי אם בחדר אחר וחייב בתפילה ובכל המצוות חוץ מתשמיש המיטה והולך לבה\"כ ויושב במקומו ובבגדי שבת ולאחר תפילת המנחה פושט אותן ולובש בגדים אחרים ולאחר ברכו יאמר הוא ברוך אתה ה' אמ\"ה המבדיל בין קודש לחול ויעמוד על עמדו ויקרע מלבוש העליון טפח כנגד לבו: \n"
        ],
        [
            "<b>על </b>כל המתים קורע ואפילו בחדר אבל על אביו ואמו קורע לפני העם כל הבגדים שהוא לובש ואפילו הוא לובש עשרה מלבושים קורע את כולם עד שמגלה את לבו מלבד המקטורן שאינו קורע שהוא במקום אפריקסותו וכן פסק רבי אב\"י העזר\"י ויש נוהגים לקרוע גם המקטורן בספר המצוות כתב אלו ואלו וכן משמע בספר מקצעות וכן תניא במס' דרך ארץ וכן משמע בערוך [הג\"ה אחד האיש ואחד האשה שוין בקריעה וכן הלכה כת\"ק ויש פוסקין כרשב\"א דהאשה קורעת את התחתון על אביה ואמה ומחזירנה לאחוריה וחוזרת וקורעת את העליון כדי שלא יתגלה את לבה תניא כל ז' קרעו לפניו ואם בא להחליף מחליף וקורעת עד לבה ופי' אם בא להחליף תוך ז' ללבוש בגדים שאינם קרועים צריך לקרוע אותם על אביו או על אמו כל ז' אבל אשאר מתים כיון שקרע פעם ראשון שוב א\"צ לקרוע כל מה שלובש חליפות שמלות מהר\"ם עכ\"ה] ואם ירצה לאכול באנינותו בעוד שמתו מוטל לפניו לא יאכל בשר ולא ישתה יין ואין מברך ברכות המוציא אלא אחר בוצע ומברך ואינו מבדיל על הכוס ואין עולה לברכת זימון [הג\"ה ואם רצה להחמיר ע\"ע אינו רשאי וצ\"ע בספר אבי\"ה ובספר שמחות עכ\"ה]. ופטור מק\"ש ומן התפלה ומכל המצוות האמורות בתורה ולמחר ביום א' קודם שניקבר המת ילך לבית הכנסת ויושב לפני בית הכנסת ושומע התפילה ואין מתפלל בעצמו ולאחר שנקבר המת מבדילין לו על הכוס בלא גר ובלא בשמים קודם סעודת הבראה ואע\"ג ששמע מאחרים שהבדילו במוצ\"ש דההיא שעתא לאו בר חיובא הוא וג' ימים הראשונים אינו הולך לבית הקברות עם שאר אבלים ורב\"י אב\"ן פסק תוך ב' ימים אם לא עם ת\"ח או זקן מכאן ואילך הולך ועומד ויושב אצל שאר האבלים ויש מחמירים ויושבים לבדם על הקרקע בשעת אכילה ואין מיסב עמהם על השולחן: \n"
        ],
        [
            "<b>על </b>כל המתים תופר ושולל את הקרע פשטי\"ר בלע\"ז ולאחר ז' מאחה את הקרע שקורין אוישרו\"ן בל\"א (לאחר שלושים) על אביו ועל אמו לאחר שלושים ואין מאחה לעולם קורע אדם על חמיו וחמותו מפני כבוד אשתו וקורע על כל המתים כשהוא שם בשעת יציאת נשמתו: \n"
        ],
        [
            "<b>אותם </b>השולחים את המת למקום אחר להקבר ואין יודעין מתי יקבר מיד כשחזרו פניהם מללוותו מתחילין למנות ז' ול' ומתחילין להתאבל: \n"
        ],
        [
            "<b>על </b>כל המתים חולץ מנעליו כשחוזר לביתו לאחר הקבורה אבל על אביו או על אמו מיד כשמשימין את המת בקבר חולץ מנעליו בבית הקברות והולך יחף לביתו: \n"
        ],
        [
            "<b>כהן </b>מטמא לאשתו ולאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו הבתולה מאביו ולא ארוסה ונשואה ואין מטמא לאחותו הבתולה מאמו ולא לקטן (דקים) [דלא קים] ליה שבא חדשיו תוך ל' יום דהוי נפל ואין מטמא לאחיו מן האם ולאותן שהוא מטמא להן נשאר אצלן בשעת מיתתן ולאחר מיתה נוגע בהן לבל מילי כישראל ונושאם לבית הקברות ומלוה אותם עד סמוך לד' אמות משאר קברים שלא יטמא מהם וחוזר לאחוריו ועל כולן מתאבל אפילו [על] אחותו נשואה מאמו: \n"
        ],
        [
            "<b>אבל </b>תוך ג' ימים הראשונים הולך לבית הכנסת לקריאת מגילה ערבית ושחרית ובתשעה באב בלילה הולך לקריאת איכה וקינות ולמחרתו עד גמר קינות ובשבת הולך לבית הכנסת שחרית וגם מתעטף בציצית וכל ז' לובש טלית קטן תחת בגדיו כך הנהיג מהר\"ם כי מחויב הוא בכל מצוות האמורות בתורה חוץ מן התפילין ביום ראשון [הג\"ה אבל מיום ראשון ואילך חייב אף בתפילין אך ביום שני לא יניחם כ\"ז שיש פנים חדשות אצלו אכל אם הניחם כבר ואח\"כ באו פנים חדשות אצלו א\"צ לחלוץ ומשם ואילך מניחם לכתחילה אפי' אם יש פנים חדשות עכ\"ה]: \n"
        ],
        [
            "<b>מוהל </b>אבל אם אין שם מוהל אחר אלא הוא ילך לבה\"כ אפילו ביום ראשון וימול אבל אם יש שם מוהל אחר ג' ימים ראשונים לא יצא מפתח ביתו וימול אותו תוך ביתו ובשאר הימים ילך לבית הכנסת אבל מורי רבי לא אמר כן: \n"
        ],
        [
            "<b>אבל </b>מותר להיות בעל ברית בכל יום רוק\"ח ואנו נוהגים גם במוהל ללכת לבית הכנסת למול בכל יום מפני טורח ציבור ומצוה רבה: \n"
        ],
        [
            "<b>בתענית </b>לפני ר\"ה ויוה\"כ מברין את האבל ואין מתענה בו ביום לפכוחי' צערא ואם מת המת ביום התענית ההוא בחצי היום וכבר קיבל עליו התענית ממתין עד לעת ערב אחר התפילה ולא ישלים לגמרי אב\"י העזר\"י: \n"
        ],
        [
            "<b>מהר\"ם </b>הי' בעל ברית תוך ל' על אביו זצ\"ל ורחץ בלילה שלפני המילה וטעם נתן לדבריו דהוה כרגל לגבי דידיה וחומרא בעלמא הוא דנהגו אבותינו ברחיצה והאבל הוא ואשתו תוך ל' לובשין בגדי שבת כשהן בעלי ברית עד לאחר יציאת בה\"כ: \n"
        ],
        [
            "<b>מי </b>שמת לו מת ולא נודע לו אבל בני עירו יודעין הדבר מותרין היודעין לזמנו לסעודת מצוה אבל על אביו ואמו לא יזמינוהו ואין בכך אם ירגיש ויודיעו: \n"
        ],
        [
            "<b>מי </b>שהתפלל תפילת ערבית ועדיין הוא יום גדול ושמע שמועה על מתו מונה מאותו יום שלאחריו ואותו יום אין עולה אעפ\"י שהוא יום לפי שכבר עשאו לילה: \n"
        ],
        [
            "<b>כשיש </b>אבל וחתן בבהכ\"נ בשבת החתן ושושביניו מצאין תחילה ושוב יוצא האבל ומנחמיו וגם אותן שהן קרובין לחתן ולאבל בשוה אוכלין בבית החתן אם ירצו כי כבודו קודם אב\"י העזר\"י: \n"
        ],
        [
            "<b>אם </b>בא אחד מן האבלים ממקום קרוב מהלך יום אחד דהיינו י' פרסאות מונה עמהם עד יום שביעי שלהם ופוסק מאבילותו עמהם וזהו דווקא כשבא קודם שהתפללו (עם) האבלים ביום ז' אבל אם כבר התפללו מונה לעצמו ז' ול' וכן בא ממקום רחוק ודווקא שהגדול בבית והקטן בא מן הדרך אבל איפכא לא כי הכל הולך אחר הגדול בבית [הג\"ה ואם אחד מן האבלים לוו את המת להקבר במקום אחר והאחרים נשארו בבית אלו מונין משיצא מהן ואילו מונין משיסתום הגולל והרבה חולקים בדבר עכ\"ה] הקורע בחמתו בשבת על מתו אעפ\"י שמחלל שבת יצא ידי קריעה: \n"
        ],
        [
            "<b>מי </b>שמת לו אביו ואמו והי' קטן באותה שעה וקודם שעברו ל' יום נעשה גדול בן י\"ג שנים ויום א' חייב להתאבל ז' ול' לאחר שהגדיל ואינו מונה מיום הקבורה כ\"א למנין י\"ב חדשים אבל אם הגדיל לאחר ל' יום בטלה הימנו גזירת ז' ול': \n"
        ],
        [
            "<b>מי </b>שניקבר מתו בע\"ש סמוך לביהכ\"נ חייב בהבראה קודם תפילה אבל בערב פסח כהאי גוונא אין מברין אותו: \n"
        ],
        [
            "<b>אבל </b>אסור כל שבעה בתשמיש ובתלמוד תורה אבל קורא בהלכות אבל ובקינות ובדברים הרעים שבירמיה וכן ט' באב ואסור בתספורת כל שערו ואם צריך ליטול את הציפורן יטלם בשיניו או צפורן בציפורן ע\"י שינוי: \n"
        ],
        [
            "<b>אסור </b>לבבם בגדיו וללבוש חדשים ואם בני ביתו אינם מתאבלים עמו נותנין בגדיו עם בגדיהם לכבס ולהניח ואסור בעשיית מלאכה ג' ימים הראשונים ואפילו המתפרנס מן הצדקה מכאן ואלך אם הי' עני עושה מלאכה בצנעה בביתו והאשה טוה בפלך בתוך ביתה: \n"
        ],
        [
            "<b>ואפילו </b>דברים המותרים לעשות בחול המועד אבל אסור לעשות בימי אבלו אבל אחרים עושין לו בדבר האבד כל צרכו כתב ראבי\"ה ואסור בנעילת הסנדל אבל כדי ללכת בחצר או מבית לבית במנעלים קטנים או בבות\"ש ע\"י שינוי [מותר] ואם צדך לצאת לדרך נועל מנעליו וכשיכנס חולץ אותם: \n"
        ],
        [
            "<b>ואסור </b>ברחיצת חמין אפילו מקצת גופו אבל בצונן רוחץ פניו ידיו ורגליו אבל לא כל גופו ואשה שאירע טבילתה תוך ז' ימי אבלה אסורה לטבול אבל בליל שמיני [וכ\"ש] (וכן) להבא רוחצת וטובלת כדרכה ואומרת לגויה ליטול את ציפורניה כל תוך ל' וכן לעיל רמ\"ז קט\"ו ויולדת אפילו תוך ז' כפי מנהגה שהיתה עושה אם לא היתה אבילה ואם אירע ימי ליבונה תוך ז' לובשת חלוק בדוק ויפה אבל לא מגוהץ שלא הולבש וכן סדין: \n"
        ],
        [
            "<b>ואסור </b>בשאילת שלום ג' ימים הראשונים ומי שנותן לו שלום אין מחזיר לו אך מודיעו שהוא אבל (ומג') ומז' עד ל' שואל כדרכו [ומג'] ועד ז' משיב ואינו שואל אבל אחרים אין שואלין בשלומו כל ל' יום ועל אביו ואמו אין שואלין בשלומו כל י\"ב חודש: \n"
        ],
        [
            "<b>מותר </b>לגחלים לספר הקטנים שמת אביהם או לבבם בגדיהם תוך ז' ימי אבלם אבל בשבת שחל ט' באב בתוכה אסור לגדולים לעשות לקטנים כל דבר שהגדולים אסורים מהר\"ם: \n"
        ],
        [
            "<b>מי </b>שמתה אשתו אסור לישא אחרת עד שיעברו עליו ג' רגלים בד\"א כשקיים פריה ורביה וגם יש לו מי שישמשנו וגם אין לו בנים קטנים אבל חסר אחת מהנה מותר לו לארוס מיד ולכנס מיד לאחר ז' ואסור לבא עליה עד לאחר שלשים: \n"
        ],
        [
            "<b>מי </b>שתכפוהו אבליו והכביד שערו מיקל בתער אבל לא במספריים אלא על ידי שינוי ורוחץ חלוקו בצונן: \n"
        ],
        [
            "<b>מת </b>אביו של חתן או אמו של כלה וכבר נתן מים ע\"ג בשר שאי אפשר למכור מכניסין את המת לחדר ואת החתן ואת הכלה לחופה ובועל בעילת מצוה ופורש אבל אם הוא במקום שאפשר למכור הבשר נוהג אבילות תחילה: \n"
        ],
        [
            "<b>מת </b>שנתפש ואין מניחין לקוברו אין אנינות חל על הקרובים ומותרין לאכול בשר ולשתות יין כיון שאין מוטל עליהם לקוברו וכל זמן שלא נקבר המת אין אסור בדברים שהאבל אסור בהן: \n"
        ],
        [
            "<b>הרוגי </b>מלכות ואין מניחין אותן ליקבר משנתייאשו לשאול למלך לקברן מתחילין להתאבל עליהם שבעה ושלשים אעפ\"י (שנתייאשו) [שלא נתייאשו] מלגנוב אותם וכן מי שטובע בים או שאכלתו חיה רעה ונתייאשו מלבקשו ומצאוהו איברים איברים אין מונין לו עד שימצא ראשו ורובו או יתייאשו מלבקש עוד: \n"
        ],
        [
            "<b>על </b>אביו ועל אמו אין נכנס לבית המשתה ולסעודת שמחה עד י\"ב חודש. אבל לילך לברכת נשואין מותר לאחר ז' לפי שאין שמחה שם לא ריקוד ולא טפוח ושחוק. וכתב מהר\"ם ורב\"י אב\"ן דלאחר ל' יום מותר ולא כתבו טעם: \n"
        ],
        [
            "<b>בסעודת </b>הבראה האבל אין בוצע להוציא אחרים אך אחר בוצע וג' מזמנין והוא אינו מן המנין (ואין) [דאין] אבל מן המנין ואם יש שם י' שאכלו בסעודת הבראה מברכין ברבת אבלים בבהמ\"ז: \n"
        ],
        [
            "<b>אין </b>אומרים הלל בבית האבל בר\"ח אעפ\"י שיש שם י' דכיחידים דמי: \n"
        ],
        [
            "<b>אבל </b>שיש לו בנים קטנים לא יבטלו מלימודם ז' ימי אבילות אביהם: \n"
        ],
        [
            "<b>מת </b>בעיר אין מבטלין תלמוד תורה לא גדולים ולא קטנים ודווקא בשעת הוצאת המת לקבורה מבטלין: \n"
        ],
        [
            "<b>כל </b>יום (ל') שאין אומרים בו תחינה אין אומרים בו צדוק הדין לבד ביום ו' וכשחתן בעיר ובט' באב ציוה מהר\"ם לאומרו ועל אדם חשוב וזקן אמר אותו דרך הליכה וקדיש לאחר הקבורה: \n"
        ],
        [
            "<b>לסרוק </b>הראש בימי האבל יש (רוצים) [אוסרים] כל שלשים יום ומהר\"ם כתב דאי קשיא ליה עירבבותא דראשו שמותר לחוף ולסרוק אפילו בתוך ז': \n"
        ],
        [
            "<b>מת </b>שאין מתאבלין עליו מתכנסין י' בני אדם ומתפללין כל ז' בבית המת: \n"
        ],
        [
            "<b>מי </b>ששמע שטועה קרובה בשבת השבת עולה לו למנין ז' ול' וקורע במוצאי שבת ואם שמע שמועה קרובה בשבת ערב הרגל בטל גזירת ז' (ולא) דאמרינן הרי הוא כאילו שמע בחול ערב הרגל מהר\"ם: \n"
        ],
        [
            "<b>חולה </b>שמת לו מת אין מודיעין אותו שמא תיטרוף דעתו ואין מקרעין לו ומשתקין את הנשים בפניו מקרעין לקטן מפני עגמת נפש ר\"ח: \n"
        ],
        [
            "<b>אבל </b>כל ז' לא יניח תינוק בחיקו מפני שמביאו לידי שחוק ונמצא מתגנה על חבירו האבל מותר לתת קמח שלו לאופה לאפות לו פת אפילו מלא תנור כל ז' ואסור לתת תבואה שלו לטוחן לטחון לו קמח תוך ז': \n"
        ],
        [
            "<b>מהר\"ם </b>הנהיג פה ברוטענבער\"ג בפורים שינעול האבל מנעליו וילך לבה\"כ לשמוע מקרא מגילה ערבית ושחרית ואחר יציאתו מביהכ\"נ יחזור לביתו לאכילתו ושוב מצאתי כתוב משמו שפסק שיום י\"ד וט\"ו אין לו להתאבל ועולין לו למנין ז' ובטלה גזירת ז' שאין מתאבל אלא ה' ימים ואילו ב' הן לפניהן הן לאחריהן אבל לא ראיתי נוהגין כן. ורבינו גרשם מאור הגולה ורבינו משה בר מימון וס\"ה ובעל הרוקח כולם שוין שאבילות נוהג בפורים וכן בחנוכה ור\"ח וגם כתבי מהר\"ם אבל חייב לשלוח מנות לב' או לג' מריעיו כי הוא חייב בכל המצות וקורא את המגילה הכתובה בין הכתובים ביחיד יצא אבל לא בציבור [הג\"ה אין לעשות פורים ראשון והא דתנן אין בין אדר הראשון לאדר השני אלא מקרא מגילה מיירי כשקראו את המגילה בראשון ושוב נמלכו לעבר [השנה] (השני) וכן פי' רבינו שמחה זצ\"ל וכן מוכחת כל ההלכה כל זה לשון מהר\"ם זצ\"ל]: \n"
        ],
        [
            "<b>הכל </b>חייבין בקריאת מגילה גם נשים ואפילו קטן שלא הגיע לחינוך רק שיודע להבין ולשאול צריך לשמוע מקרא מגילה אב\"י העזר\"י ולאחר גמר תפילה בלילה אומר קדיש שלם ומברך מנ\"ח וקורא ופושטה כאיגרת וכשיגמור חוזר וכורכה כולה ומברך ואומר האל הרב כו' אשר הגיא וכול' סדר קדושה וקדיש ובמוצאי שבת אומר ויהי נועם כו' ומבדיל על הכוס ואומר ויתן לך וכו'. ולמחרתו אומר חצי קדיש ס\"ת וא\"א אא\"א ולאחר ספר תורה אומר חצי קדיש וגוללה ומחזירה ומברך מ\"ג והאל הרב בסיומא ואשרי וסדר קדושה וקדיש שלם למנחה אין בו תחנה וכן למחרתו: \n"
        ],
        [
            "<b>ר\"ח </b>אב שחל להיות בע\"ש נהגו פה ברוטענבער\"ג לרחוץ במרחץ בו ביום מפני כבוד השבת וכן בשבת מחליפין בגדיהם וביום ו' ח' באב אין בו רחיצה אבל רוחצין את הראש סמוך להכנסת כלה ואין מחליפין בגדיהם באותה שבת כ\"א כתונת לבדה ואותה שבת שהוא ט' באב אסור בתשמיש המטה ור\"ח אב שחל להיות בשבת מפטירין השמים כסאי: \n"
        ],
        [
            "<b>שבת </b>שחל ט' באב להיות בתוכה דהיינו כל השבוע אחר השבת אסור לספר ולבבם ואפילו להניח עד אחר ט' באב ולקטנים רוחצים את הראש ומכבסין את סמרטוטין שלהם שקורין וִוינְדְלִין אחד אחד ולא הרבה ביחד ונהגו שלא לתקן בגדים חדשים או לארוג בגד מר\"ח אב עד לאחר התענית ודווקא ישראל בעצמו בידים אבל אומר לגוי ועושה ועל כל זה ממעטין לעשות כן בכל יכולתם: \n"
        ],
        [
            "<b>גם </b>נהגו שלא לעשות מלאכה בט' באב וגם לא להניח גוי לעשות מלאכתו אבל אם כבר התנה עם הגוי לעשות מלאכתו בקבלנות מותר אך שיתקן הגוי המלאכה בתוך ביתו או בשדה ולא בבית היהודי: \n"
        ],
        [
            "<b>ואם </b>יש תינוק למול בט' באב הולכין אבי הבן ובעל ברית והמוהל אחר גמר קינות ולובשים בגדים אחרים אך לא לבנים ומדליקין נרות ומחזירין לבהמ\"ד למול התינוק ואחר המילה אומר איוב וירמיה ופושטין בגדי שבת אשר לבשו ואם יש אבל ב\"מ בעיר הולך לבהמ\"ד לתפילת ערבית ושחרית עד גמר קינות: \n"
        ],
        [
            "<b>וכשחל </b>ט' באב באחד בשבת א\"א צדקתך צדק בשבת במנחה וקודם המנחה מעלה על שולחנו בשר ויין כסעודת שלמה בשעתו ולאחר המנחה הנהיגו מי שחפץ לאכול שיאכל בצים או פירות ושותין מים וזהו סעודת מפסקת: \n"
        ],
        [
            "<b>גם </b>נהגו שלא לברך בזימון בסעודה המפסקת אלא כל אחד מברך לעצמו ואינו מיסב עם אחרים אלא בדד ישב ובמוצאי שבת מבדיל בתפילה ואומר חצי קדיש ומברך בורא מאורי האש ויושב לארץ וקורא איכה ומברך ואין אומרין ויהי נעם ואומר ואתה קדוש וכו' וקדיש יתום וא\"א ויתן לך ולמחר אומרים אא\"א וקורא ג' בתורה והשלישי קורא מפטיר ואומר חצי קדיש ואח\"כ מפטיר והברכות עד מגן דוד ומחזיר ס\"ת למקומה ויושב ואומר קינות ואשרי ובא לציון ומדלג ואני זאת בריתי וקדיש שלם ואומר איוב וירמיה וקדיש שלם למנחה אין אומרים תחינה ואומר עננו ונחם ואם הוא ליל א' מבדיל על הכוס בלא נר ובשמים: \n"
        ],
        [
            "<b>בט' </b>באב ציוה מהר\"ם לאמר על מת צדוק הדין וקדיש ומותר בט' באב לרחוץ הידים כשעומד ממיטתו וכשיוצא מבית הכסא לאלתר כדרכו בלא שינוי וכן ביוהכ\"פ: \n"
        ],
        [
            "<b>מילה </b>ביוה\"כ מלין בין יוצר למוסף אחר קריאת התורה בעוד שיושבין ומזכירין הגשמות ואחר המילה אומר אשרי כו'. ומחזיר הס\"ת למקומה ואומר חצי קדיש ומוסף אבל אם הוא במקום שצריכין לצאת מביהכ\"נ מלין אותו אחר חזרת ס\"ת למקומה וחוזרין ואומר קדיש ומוסף: \n"
        ],
        [
            "<b>חולה </b>שיש בו סכנה כגון רופא אחד אומר צריך ואחד אומר אינו צריך כגון מכה שע\"ג היד או ע\"ג הרגל או מכה שבחלל הגוף מן השפה ולפנים בין בפיו בין במיעיו בין בכבד בין בטחול ומכת חרב בכל מקום שהוא או נשיכת כלב שוטה או אחר מזוחלי עפר ואפילו ספק אם הם ממיתים אם לא על אחד מכל אילו והדומין להן מחללין את השבת: \n"
        ],
        [
            "<b>ועושה </b>להן כל צרכי רפואה להצילו וכש\"כ שיאמר לגוי לך ועשה ואסור לאחר הדבר עד שישאלו לגדולים אם הוא מותר אך ע\"י חכמים ונבונים ובקיאים יעשו שנאמר וחי בהם ולא שימות בהם: \n"
        ],
        [
            "<b>וחולה </b>שאין בו סכנה אומר לגוי ועושה וכן כוחל את עיניו מן הגוי בשבת אעפ\"י שיודע שאין בו סכנה וכן אם חתך באצבעו או טפל חבורה בראשו או במקום אחר בשבת והיא מוציאה דם מותר לומר לגוי לעשות עליה רטיה שקורין פלאשטי\"ר בלע\"ז המתוקנות מן אניצי פישתן ולובן ביצה או [שאר] (מן) משיחות של חבורות: \n"
        ],
        [
            "<b>ומותר </b>ללחוש על דבר עין הרע בשבת וגם למדוד החגור למי שחש בראשו בשבת ומיחם אדם אלונתת וכל דבר הניטל ומניח ע\"ג כריסו בשבת אב\"י העזר\"י: \n"
        ],
        [
            "<b>יולדת </b>שכורעת לילד הרי היא בסכנת נפשות ומשיתחיל הדם להיות שותת עד שתלד וכן לאחר שתלד ג' ימים מחללין עליה את השבת ועושין לה כל צרכה בין שאמרה צריכה אני או איני צריכה ומג' ועד ז' אם אמרה צריכה אני מחללין ומשם ועד ל' אין עושין לה מלאכה אלא ע\"י גוי ובשעת חבליה מדליקין לה את הנר ואפילו אם היא סומא מפני שדעתה מתישב עליה בזה: \n"
        ],
        [
            "<b>ומרחיצין </b>את הולד בשבת ביום שנולד בו לאחר שחתכו טיבורו ואפילו בחמין שהוחמו בו ביום ויש חסידות שבכל יכולתם מקדימין וטומנין חמין של מים בע\"ש ואומרים לגויה להרחיץ הולד בשבת וכשהן בעצמן צריכין להרחיץ הולד בשבת אז רוחצין אותו ערום בלי לבוש בגד סדין כרוך סביביו כי שריית הבגד זהו כיבוסו וכ\"ז לחומרא בעלמא אך היתר גמור הוא לעשות כל צרכו כדרכו והמחמיר שלא יגרע כחו של הולד או של האם בכלום תבא עליו ברכה: \n"
        ],
        [
            "<b>וכן </b>ראה תינוק שנפל לים מביא מצודה ופורשה ומעלהו ננעל הדלת לפני התינוק בשבת שובר את הדלת ומוציאו שמא יבעת התינוק וימות ומותר לכבות הדליקה להציל נפש שיראו פן ישרוף שם ואם נפלה מפולת וספק נפש שם או לא מפקחין עליו את הגל אם מצאו חי אעפ\"י שאי אפשר שיבריא מוציאין אותו לחיי שעה: \n"
        ],
        [
            "<b>קטן </b>הנימול בשבת נהנו להרחיצו בחמין קודם המילה ואומר לגוי בע\"ש להחם חמין שיהיו מוכנים בכל עת וכן מרחיצין אותו לאחר המילה אם נשפכו החמין או נתפזרו הסמנים לאחר המילה עושין אחרים בשבת ואפילו ישראל עצמו בידים: \n"
        ],
        [
            "<b>ואם </b>חל שלישי למילה בשבת מרחיצין אותו אפילו בחמין שהוחמו ע\"י ישראל בשבת וכש\"כ ע\"י גוי אבל נהגו בע\"ש לומר לגוי להחם החמין שיהיו מזומנים למחר בשבת בכל עת והגויה רוחצתו בשבת וישראלית יושבת על גבה ואם אין שם גויה ישראלית רוחצתו: \n"
        ],
        [
            "<b>קטן </b>הנולד בחול בין השמשות ספק יום ספק לילה מונין מהלילה ונימול לתשיעי ספק שמיני ואם נולד בע\"ש אחר תפילת ערבית ועדיין הוא יום שלא נראו הכוכבים מולין אותו בע\"ש ואין מחללין עליו את השבת אעפ\"י שעשאו לילה בתפילה בשם מהר\"ם: \n"
        ],
        [
            "<b>ואם </b>נולד בע\"ש בין השמשות ספק יום ספק לילה אינו דוחה את השבת ונימול באחד בשבת שהוא עשירי וכן נמי מילה אינה דוחה את יום הראשון של יו\"ט מספק אבל דוחה יום שני של יו\"ט מלבד יום שני של ראש השנה שאינו דוחה שהם קדושה אחת ואם נולד ברביעי בשבת ספק יום ספק לילה וספק שמיני שלו יהי' ברביעי שהוא ערב ר\"ה נימול באחד בשבת שהוא ספק שנים עשר שלו ואם נולד בן ו' או בן ז' חדשים אעפ\"י שהוא קטן ביותר אם הוא נראה בריא מלין אותו בח' שלו ואפילו בשבת ואין דוחין אותו כלל ואפילו אינו בר קיימא הרי הוא כמחתך בשר בעלמא: \n"
        ],
        [
            "<b>קטן </b>שהוא חולה אין מוהלין אותו עד שיבריא חלצתו חמה [נותנין לו כל שבעה להברותו] ואח\"כ מלין אותו אבל אם כואבין לו עיניו או כיוצא בזה שהוא חלש מיד שנתרפא מלין אותו מיד וצריך ליזהר בדברים אילו הרבה מאד מפני סכנות נפשות: \n"
        ],
        [
            "<b>אם </b>נאבד הסכין או נפגם מותר לומר לגוי לתקנו או להביא אחר דרך מבוי או כרמלית ולא דרך ר\"ה כי לא התירו אמירה לגוי לעשות מלאכה אלא בדברים שאפילו לישראל אין בו איסור כ\"א מדברי סופרים ודווקא לענין מילה התירו לפי שהיא עצמה דוחה שבת. אבל מצוה אחרת כגון ס\"ת אסור לומר לגוי להביאה ואם מל בשבת ונשארו ציצין המעכבין את המילה חוזר לאחר מכאן בו ביום וחותך אותם אבל ציצין שאין מעכבין אינו חוזר אלא כל זמן שהוא עסוק במילה: \n"
        ],
        [
            "<b>מי </b>שיש לו שני ערלות או יוצא דופן או אנדרוגינוס אינם דוחין את השבת ונימולין באחד בשבת בתשיעי שלהן המל את בנו מברך שתים על המילה ושהחיינו: \n"
        ],
        [
            "<b>הכהנים </b>והלוים פטורין מפדיון בכור וכן ישראל שנשא בת כהן או בת לוי אבל ישראלית שילדה בכור זכר [מישראל] ולא ילדה מקודם לכן ולא הפילה דבר שיש בו צורת ולד קודם וזה הזכר תחילת לידת האשה אז האב חייב לפדותו מן הכהנים ביום ל\"א ללידת הזכר ואינו פורה אותו קודם לכן ואם פדאו קודם לכן בנו אינו פדוי וצריך לפדותו שנית ואם לא פדאו ביום ל\"א מחויב לפדותו עד שיהי' בן י\"ג שנה ואם (עני) [עבר] האב ולא פדאו עד י\"ג שגה הוא פודה את עצמו: \n"
        ],
        [
            "<b>והאב </b>מחויב לפדות את בנו ולא האשה ואם מת האב קודם שפדה את הבן הוא פודה א\"ע כשיגדיל ופודין דווקא בכור לאשה אעפ\"י שאין בכור לאיש כי בפטר רחם תליא: \n"
        ],
        [
            "<b>אם </b>ילדה שני זכרים ביחד תאומים צריך לפדות אחד מהם ואם מת אחד מהן תוך שלושים השני פטור מפדיון ואם ילדה תאומים א' זכר ואחת נקבה פטור מפדיון ואם נולדו סימני טריפה בזכר תוך ל' פטור מלפדותו דהרי הוא כמת: \n"
        ],
        [
            "<b>מי </b>שהיתה הורתו שלא בקדושה ולידתו בקדושה מחויב לפדותו ושיעורא חמש סלעים שיער רבי אב\"י העזר\"י שהם חמשה דינרים קלונ\"ש שהם ט\"ו דינרים הלי\"ש ומעט יותר ומהר\"ם אמר לקחת כ\"ה דינרים הלי\"ש לרווחא דמילתא וברוק\"ח כתב שהם ק' פשוטים שמשקל של מ\"ד פשוטים זקוק במשקל קלוניא: \n"
        ],
        [
            "<b>ובכל </b>דבר פודין הן של כסף או שוה כסף לבד מקרקעות ושטרות ועברים וזהו סדר פדיון הבן יש נוהגים להשים הנער הילד הזכר בחיקו של כהן מתחילה קודם הברכה. ויש שאין נוהגין כן אלא כל מקום שהילד שם אבי הבן אמר לכהן בני פלוני הבכור אשר ילדה לי אשתי הרי הוא שלך כי בני בכורי הוא ולאחר מכן אומר אבי הבן בקול רם בא\"י אמ\"ה אקבו\"צ על פדיון הבן וחוזר ומברך ברוך אתה ה' אמ\"ה שהחיינו וקימנו והגיענו לזמן הזה ואח\"כ נוטל אבי הבן הכסף או שוה ה' סלעים כסף לכל הפחות ונותן ליד הכהן ההוא וא\"ל הא לך בזה שוה ה' סלעים כסף הללו בפדיון בני פלוני הבכור אשר נתתי לך והכהן לוקח הכסף והרשות בידו להחזיר כרצונו באין אונס כי הוא שלו: \n"
        ],
        [
            "<b>נהגו </b>לעשות סעודה לפירסומי מילתא והיא סעודת מצוה וצריך לברך בבהמ\"ז שהשמחה במעונו ואם הבן פודה א\"ע יברך על פדיון הבכור ושהחינו ופודה א\"ע בה' סלעים כדלעיל: \n"
        ],
        [
            "<b>ישראל </b>שיש לו חמור נקבה שילדה זכר בכור חייב לפדותו בשה ונותן השה בין זכר בין נקבה לכהן והחמור פדוי ומברך בא\"י אמ\"ה אקבו\"ץ על פדיון פטר חמור ומברך שהחיינו ואם נתן פטר חמור לכהן אין הכהן רשאי לקיימו עד שיפרוש שה תחתיו וקודם פדיונו אסור בהנאה ואם אמר לו הכהן תנהו לי ואני אפדנו הרי זה לא יתננו לו עד שיפדנו הכהן בפניו והכהנים והלוים חייבין בפדיון בכור בהמה טהורה ופטורין מבכור בהמה טמאה: \n"
        ],
        [
            "<b>כל </b>שיש יד גוי באמצע פטורה מן הבכורה וכל מה שאלו חותכין חלק הגוי ובזה היה בעל מום ה\"ז פטור מן הבכורה וצריך לומר לגוי משוך בהמה זו ברשותך לקנות אוזן עוברה אם יהי' זכר. ואז פטורה מן הבכורה אבל מורי הר\"ם פסק למכור אוזן הבהמה עצמה לגוי ואז לא יהא שום ספק איסור והגוי ימשוך הבהמה ברשותו ויקנה במשיכה ובטעות או היהודי מקנה לגוי חצירו או רפת בקר בכסף ונמצא שהוא רשות הגוי וכן טוב יותר כי משיכה אין קונה ברשות המקנה לבדו אלא בסימטא או לרשות הקונה וכשתלד זכר יכול הישראל לסלק מן העכו\"ם במעות ואז מותר: \n"
        ],
        [
            "<b>הרוקח </b>בהמה מן הגוי ואין ידוע בעדות אם ביכרה אם לאו ואפילו חולבת אם לא שהוולד כרוך אחריה ומניקתו צריכה פדיון ואם הגוי מסיח לפי תומו שילדה כבר פעמים ושלש אין נאמן ומיהו אם ירצה הישראל אין נותן זה הבכור לכהן אלא ימתין עד שיפול בו מום ויאכלנו דהממע\"ה מהר\"ם: \n"
        ],
        [
            "<b>אם </b>עבר אדם ושחט הבכור טרם נפדה אסור בהנאה וצריך קבורה ורבי משה בר מיימון ושאר גאונים פסקו שהלוקח בהמה החולבת מן הגוי שחלב פוטרה מן הבכורה שבכל התורה כולה הולכין אחר הרוב ורוב בהמות אינן חולבות אא\"כ יולדות ופסקו בהולד בכור בהמה טהורה לישראל שצריך לומר בפה בכור זה הרי הוא מקודש בקדושת בכור אעפ\"י שהוא קדוש מעצמו דמצוה להקדישו בפה משום חביבות המצוה ואם הבכור נעשה בעל מום שראוי לשחוט עליו כגון נסתמה עינו או נקטעה רגלו או ידו או נפגם אזנו וכיוצא בהם אינן רשאין לשוחטו אלא עפ\"י ג' ישראלים ואפילו אינם מומחים וגם צריך שיהא כהן עמהם בשעה שיתירוהו לישחט מפני חשד ודווקא אם נפל בו מום מאליו או שלא ציוה לעשות אכל הטיל מום בבכור לא ישחוט אותו על אותו מום עד שיפול בו מום אחר והרי הוא כאילו בעצמו עשאו שהוא כגופו אבל בסיבתו לא והשוחט את הבכור ואח\"כ הראה את מומו מותר בדיעבד: \n"
        ],
        [
            "<b>עד </b>ל' יום חייב אדם לטפל בבכור בהמה דקה ובגסה חמשים יום ואם אמר הכהן בתוך הזמן תנהו לי ואני אטפל בו לא יתננו לו מפני שנראה ככהן המסייע בבית הגרנות וכל זמן שלא נולד בו מום צריך לקיימו אבל משנולד בו תוך שנתו יכול לקיימו עד י\"ב חודש אבל לאחר שנתו אין רשאין לקיימו אפילו יום אחד ואפילו שעה אחת אבל משום השבת אבידה רשאי לקיימו ל' יום: \n"
        ],
        [
            "<b>בכור </b>בעל מום מותר להאכילו לכלבים ואם נשחט ונמצא טריפה אסור למוכרו לגוים ולהאכילו לכלבים וצריך קבורה הבשר אבל העור מותר שיאותו בו הכהנים לפיכך כשיפול מום בבכור טוב והגון למוכרו לגוים: \n"
        ],
        [
            "<b>אסור </b>לישראל לסרס אדם או בהמה חי' ועוף אחד טמא ואחד טהור כין בארץ בין בחוץ לארץ וכן אסור לומר לגוי לסרס בהמות שלנו ואם לקחה גוי מעצמו בלא הערמה וסורס מותר ואם הערים ישראל בדבר זה קונסין אותו ומוכרין אותו לישראל אחר ואפילו בנו הגדול מותר למוכרו ולבנו הקטן אסור [הג\"ה וליתן בהמה לגוי לגדלה למחצית שכר התיר ר\"י ב\"ר אברהם אעפ\"י שידוע בוודאי שהגוי יסרסנה עכ\"ה]: \n"
        ],
        [
            "<b>יום </b>הכפורים הרי הוא בשבת לענין עירובי חצירות ושיתופי מבואות ועירובי תחומין צריך לערב וגם עורכין שולחן במפות ומדליקין עליו הגרות כמו בשבת משום דאיקרי שבת שבתון: \n"
        ],
        [
            "<b>גוי </b>הדר במבוי ואינו רוצה להשכיר להם רשותו אף לא בשכר ילך אחד מהם וישבור מקום מן הגוי להניח בה חפצים ונמצא שותפו שלא מדעתו ומותר בכך. וצריך להשכיר רשות מכל בית ובית אשר דר בו שום גוי בבל המבוי או מבעל הבית או מאחר מבני הבית הן עבד הן שפחה אבל אם באו דיורין אחרים בבית וזה יצא מן הבית אז צריך להשכיר רשות מאחד מן החדשים הנכנסין: \n"
        ],
        [
            "<b>יו\"ט </b>שחל להיות בערב שבת צריך לערב עירובי תבשילין בעיו\"ט בחמישי וצריך פת ותבשיל או בשר וביצה עם הפת ושיעורו בבזית ושיעור עירובי תחומין מזון שתי סעודות ושיעור עירובי חצירות פת שלימה ושיתופי מבואות כגרוגרות: \n"
        ],
        [
            "<b>אם </b>התחיל לבשל או לאפות על עירובו ונאבד או נאנס ה\"ז גומר כל צרכו ואם שכח ולא עירב קודם יו\"ט לא יבשל ולא יתקן מאכל לצורך שבת אך אשר יותיר בלא הערמה יאכל אפילו לכתחילה אבל עבר ואפה ובישל לשבת אין אוסרין עליו אבל אוסרין על המערים והחמירו על מערים יותר מן המזיד שלא תשתקע שם עירובי תבשילין אבל מזיד אין מצוי אם יעבור היום לא יעבור פעם אחרת: \n"
        ],
        [
            "<b>ואם </b>חל יו\"ט בה' ובו' צריך לערב ביום ד' ואם שכח ולא עירב ונזכר ביום ה' מניחו בו ביום ומתנה ואומר אם היום חול ולמחר קודש ה\"ז עירוב ויהא שרא לנא בדין כו' ואם היום קודש ולמחר חול אז אינו צריך כלום וזהו דווקא לב' ימים טובים של גליות אבל ר\"ה דקדושה אחת הן אם שכח לית תקנתא ורבי משה בר מיימון כתב שתנאי זה היה מועיל לדורות הראשונים שהיו מקדשין עפ\"י הראיה אבל בזה\"ז שסומכין על החשבון ומקדשין ואין עושין יו\"ט שני כדי להסתלק מן הספק אלא מנהג בעלמא בלבד אין ראוי להתנות ולערב כי אין מועיל ורבינו שלמה פסק בספר הפרדס הלכה למעשה שמועיל: \n"
        ],
        [
            "<b>הרוצה </b>לערב עירובי חצירות יכול לשתף עמו שתופי מבואות וצריך פת שלימה משלו ומזכה לכולם ע\"י בנו ובתו הגדולים שאין סמוכין על שולחנו: \n"
        ],
        [
            "<b>לא </b>יערב בדבר שהוא מקפיד לתת ממנו לאכול לאחד מבני השיתוף כגון פשטיד\"א ודומה לו אך יזכה להן פת שלימה או חררה שלמה משלו. או יגבה מכל בית ובית קמח ויעשה ממנו עוגה ויברך המזכה בא\"ה אמ\"ה אקבו\"ץ על מצות עירוב ויאמר בדין יהא שרא לנא ולכל מאן דמשתתפין עמנא לאפוקי ולעיולי ולטילטולי מבתים לחצירות ומחצירות לבתים ומבית לחצר ומחצר לבית ומחצר לחצר ומבית למבוי וממבוי לחצר ולכל אתר דצריך לן ולכל דמשתתפין עמנא לשבת הבא אבל טוב ונכון לערב בכל ערב שבת שיתופי מבואות ועירובי חצירות פן יצאו ויכנסו דיורין חדשים תוך השנה ולא ישימו על לבן להשכיר רשותם: \n"
        ],
        [
            "<b>בעירובי </b>תבשילין יאמר בדין יהא שרא לנא לאפוי' ולבשולי לאטמוני ולאדליקו שרגא מיומא טבא לשבתא לנא ולכל דדיירין באתרא הדא: \n"
        ],
        [
            "<b>צריך </b>שיהא העירוב והשיתוף מצוי ומובן ושלם בין השמשית שיהיו יכולין לאוכלו ואם נאבד מבעו\"י אין עירובו עירוב אבל משחשיכה ה\"ז עירוב ומהר\"ם זצ\"ל הנהיג בעירנו פה רוטענבער\"ג כשהגוים משברין את העירובין הקורות והלחיים שבמבואות שלא למחות ביד הגויות להביא את החמין שקורין יילי\"ף מן התנור לבתים דרך ר\"ה וכשהיו מביאין אותן מעצמן או עפ\"י קטנים או נשים היה מתירם לאכול: \n"
        ],
        [
            "<b>פעם </b>אחת שכח מהר\"ם ולא הניח עירובי תבשילין בשמחת תורה שהי' בע\"ש ולא נזכר עד יום השישי בביהכ\"נ שחרית והוקשה זאת בעיניו וחזר על כל צידי צדדים למצוא אמתלאות היתר כי נסתפק מה לעשות דע\"י הערמה אסור ומתחילה אמר מה שבשלו ואפו כבר בדיעבד יאכלו ממנו היום ואם יותירו יותירו לשבת אבל לכתחילה אסור לעשות כן. אח\"כ אמר להרבות לבשל באכילת היום בקדירה אחת ולהשים אותה על הכירה או בתנור עד למחרת בשבת ולהדליק הנר אמר להדליק הנר במרתף או במקום חושך במקום שאין יכולין להשתמש שם בלא נר ואותה הנר ישימו לאחר מכאן על השולחן לאכול לאורו מאחר שנדלק בהיתר או ישימו את הנרות על השולחן ואח\"כ יאמרו לשפחה מבעו\"י קודם השבת אין אנו רשאין להדליק נרות לשבת זו ואם השפחה מרגשת ומדלקת אותם קודם שיקבלו עליהם את השבת מותר להשתמש לאורן ועור שינויי דחיקא מצא עד לבסוף שבישלו ואפו והטמינו את החמין והדליקו בדרבן ושכחתי אגב אונסי איך נעשה: \n"
        ],
        [
            "<b>העושה </b>מלאכה בידים בערבי שבתות ובערבי ימים טובים מן המנחה ולמעלה דהיינו [משש] (מט') שעות ומחצה ולמעלה ובן בתענית ציבור כגון בט' באב וכן במוצאי שבתות ויו\"ט אין רואה סימן ברכה לעולם והני מילי כשעושה מלאכה כדי להשתכר בו אבל מתקן בגדיו לשבת ויו\"ט לא ואדרבא מצוה לעשות כן ובמוצ\"ש ויו\"ט נמי היינו קודם הבדלה אבל לאחר הבדלה נמי לית לן בה: \n"
        ],
        [
            "<b>מי </b>שהתחיל לאכול בבית ונמלך והלך לאכול בבית אחר צריך לחזור ולברך (בורא פרי) אבל מפינה לפינה בבית אחד לא ושינוי יין מברך הטוב והמטיב ורבינו שמואל כתב אם ידוע שהאחרון משתנה לעילויי' והביאו שתיהן יחד מברך על הרע בורא פה\"ג ועל הטוב הטוה\"מ אבל אם ידוע לו שהאחרון גרוע לא יברך אבל רב\"י היה מברך על כל חביות וחביות שהי' שותה: \n"
        ],
        [
            "<b>מי </b>שאין לו סוכה מתקן סוכה בחוה\"מ וכ\"ש אם נפלה שחוזר ובונה אותה: \n"
        ],
        [
            "<b>אדם </b>יוצא בסוכת חבירו אם היא שאולה לו ואפילו גזולה כגון שנכנס בה שלא ברשות חבירו: \n"
        ],
        [
            "<b>נשים </b>ועבדים וקטנים פטורין מן הסוכה וכל קטן שא\"צ לאמו והוא כבר ארבע או כבר חמש חייב בסוכה ואין יוהרא במה שיושבות הנשים בסוכה ומברכות דנהי דגדול המצווה ועושה ממי שאינו מצווה ועושה מ\"מ מצוה הוי: \n"
        ],
        [
            "<b>חולה </b>שאין בו סכנה כגון שחש בראשו או חש בעיניו פטורין מן הסוכה אם הוא מצטער וכן משמשיו פטורין מן הסוכה ומותר לפרוס סדין או וילון סביב הסוכה מבפנים בשבת להגן מפני הרוח או מפני החמה ומותר לפורקו בשבת אם מתירא שמא יגנב: \n"
        ],
        [
            "<b>מנהג </b>כשר שאין מביאין נר של חרס עם שמן או שומן בסוכה ואפילו גדולה כשלנו אך מכניסין מנורות של ברזל ונחושת ושאר כלי מתכת ונר שעוה והדומה לו רוק\"ח: \n"
        ],
        [
            "<b>מי </b>שאין לו אלא יד אחת נוטל הלולב בידו ואתרוג בזרועו ואם איטר ביד ימינו נוטל הלולב בשמאל שהוא ימין שלו ושולט בשתי ידיו נוטלו בימינו ימין דעלמא: \n"
        ],
        [
            "<b>לא </b>ישחוט חיה ועוף ביו\"ט אלא א\"כ הי' לו עפר תיחוח מוכן מעיו\"ט ואפר כירה מותר לכסות בו והוא שהוסק מעיו\"ט אבל הוסק ביו\"ט צריך שיהא רותח וראוי לצלות בו ביצה ואז מותר ואם אין לו עפר מוכן ולא אפר כירה ועבר ושחט יחפור בדקר אם הי' נעוץ מעיו\"ט ויכסה משום שמחת יו\"ט ואם עבר ושחט [ואין לו גם דקר נעוץ] לא יכסה דמם עד הערב ולפי הירושלמי פ\"א דביצה הל' ב' יש לו תקנה וספר המצות אוסר מפני שזהו דרכו ותולדה דרבנן וכן בבכורות פרק הלוקח בהמה: \n"
        ],
        [
            "<b>ואווזות </b>ותרנגולים שאדם מורגל בהם ויודע איזהו כחוש ואיזה שמן מותר ליקח מהן ביו\"ט לשחוט איזה מהם שירצה ולא חיישינן לברירה כזאת ואפילו לכתחילה מיהו ירא שמים יתן עיניו מתחילה ליטול ולשחוט ולא יברור ויניח אע\"ג דאינו מוקצה ולא חשו חכמים לטירחא ביו\"ט: \n"
        ],
        [
            "<b>אם </b>נאבד מפתח של תיבה או של חדר ביו\"ט ויש בהן דבר מאכל הצריך ליו\"ט או דבר אחר הצריך לבו ביום ישבור לכתחילה לקחת משם צרכי יו\"ט ואם נאבד מפתח או מנעל נשבר במועד מותר לומר לגוי לתקנו במועד ואפילו הוא בעצמו מתקנו במועד בלא שום שינוי: \n"
        ],
        [
            "<b>גוי </b>המביא כתב לישראל ביו\"ט או אפילו בשבת מחוץ לתחום מותר לישראל לקבלו ואינו מוקצה ולא מבעיא לישראל אחר אלא אפילו לאותו ישראל שנשתלחו לו מותר לקבלו ולקרותו ויש נוהגים לומר לגוי להניח הכתב לפני היהודי על הארץ או על כלי או בחיקו על בגדיו ומשם יקחנו היהודי ולא יקבלנו מיד הגוי לידו: \n"
        ],
        [
            "<b>המבשל </b>כמה תבשילין ביו\"ט ושכח שלא אכל מכולם מותרים הן בלילה הן למחר ביו\"ט ואין זה הכנה: \n"
        ],
        [
            "<b>מנעלים </b>שנקרעו במועד או לפני המועד ואירעו אונס שלא תיקנו קודם המועד ולא כיוון מלאכתו במועד מותר לתקנם במועד בצנעא בעצמו [או] יאמר לנוי ועושה ובספר המצוות פסק לאיסור וכן מצאתי בשם ריצב\"א אחרי שיכול לקנות חדשים והמחמיר תע\"ב וישאל אחרים כפי יכולתו ואם לאו מותר מפני כבוד יו\"ט ומפני כבוד הבריות אב\"י העזר\"י וכן צריך ליזהר לתקן חביות ולקשרם קודם המועד אם ידוע לו שיהי' לו יין ויגיע זמן בציר תוך המועד אבל אם אין ידוע לו קודם לכן וקנה יין או נתנו לו במתנה תוך המועד מותר לומר לגוי לתקנם תוך בית הגוי מטעם צנעא: \n"
        ],
        [
            "<b>טוחן </b>קמח במועד [לצורך המועד] ואם הותיר מותר: \n"
        ],
        [
            "<b>אין </b>מביאין כלים מבית האומן במועד ואם חושש שמא יגנבו מפנין לחצר אחרת ואם אין מאמינו מניחן בבית הסמוך לו ואם שם ג\"כ חושש שמא יגנבו מביאן בצינעא אל תוך ביתו וזהו לשון הירושלמי כלום אסרו מלאכה במועד אלא כדי שיהא אוכלין ושותין ויגיעין בתורה ואינו אוכלין ושותין ופוחזין לפיכך טרחא יתירה אסור לפי שלבו עצב מן הטורח והתירו בדבר האבד או כשאין לו מה יאכל כדי שיהא שמח במועד: \n"
        ],
        [
            "<b>מותר </b>לקבול אחר חובות בערכאות הגוים תוך המועד אפילו אם הם צרכי יחיד וכן מותר לדון דיני ממונות ומחרים חרמות ואפילו אינו לצורך המועד וכותבין איגרות וכותבין משכנות וחשבון מותרין לכתוב דיש בהם משום דבר האבד ויש כותבין ע\"י שינוי אפילו כתבי משכנות ונהנו להלות בריבית במועד אפילו לכתחילה משום דבר האבד: \n"
        ],
        [
            "<b>בגדי </b>קטנים של פשתן מכבסים במועד אחד אחד אבל לא הרבה ביחד וכן בגד כויה ומי שאין לו אלא חלוק אחד [הג\"ה גרסינן בירושלמי שאם היה דבר האבד שאינו מצוי תמיד אחר המועד או שהן מבקשין לצאת וסוברין בזול או להקנות להם ביוקר ה\"ז יכול להקנות או למכור וגם יש לו להרבות בשמחה יו\"ט מן הריוח שמרויח וכן כתב רבינו יצחק שהיה נוהג לומר למלוין בריבית בתול המועד שיקחו הריבית של אותה שבוע להוציא ליתרון שמחת יו\"ט ס\"ה רמז רמ\"ה עוד שם שבערב פסח אין לעשות שום מלאכה אחר חצות ואסור לספר ואפילו במקום שנהנו לעשות מלאכה בערב יו\"ט עכ\"ה]: \n"
        ],
        [
            "<b>רועה </b>וטבח וחנוני ופטם ונחתום הרגילין אצל ישראל אומר להם תנו לי ירק אחד או שור או גוזל אחד או ביכר אחד או י' אווזים ביו\"ט ובלבד שלא יזכיר סכום טעות ויש מרבותינו אומרים שזהו דווקא בישראל נגד ישראל אחר אבל נגד הגוי אסור ורבותינו שבצרפת התירו ואפילו לנגד הגוי: \n"
        ],
        [
            "<b>גוי </b>הבא להתגייר אמרינן ליה מה ראית אי אתה יודע שישראל בזה\"ז דווים סחופים ומטורפין ויסורין באין עליהן אם אמר יודע אני ואיני כדאי מקבלין אותו ומודיעין אותו קצת מצות קלות וחמורות וכשם שמודיעין אותו עונשן של מצוות כך מודיעין אותו שכרן קיבל עליו מלין אותו מיד ומאכילין אותו ומשקין אותו עד שמתרפא נתרפא מטבילין אוהו וצריך שיהא ג' אנשים שיעמדו בשעת טבילה טבל ועלה הרי הוא כישראל לבל דבריו: \n"
        ],
        [
            "<b>אם </b>אשה היא נשים מושיבות אותה במים עד צוארה ומוסרין לה שני ת\"ח ומודיעין לה קצת קלות וחמורות ומגלחין שער ראשם אחד האיש ואחד האשה קודם טבילה: \n"
        ],
        [
            "<b>פסק </b>ר\"י דאותן היהודים הדרים בכרכים המוקפין חומה שיש בהן מחיצות גמורות ודלתותים נעולות בלילה דאין צריכין לשכור רשות הגוים ואפילו אם יש הרבה ישראל בבית אחד שרי לטלטל בכל העיר כיון דליכא שני ישראלי' בשני בתים דאוסרין זע\"ז ומה שכתב בתוס' ודלתותיה נעולות בלילה לא נהירא למהר\"ם זצ\"ל דאפילו אינן נעולות נמי הוי ליה הכרך כמו חצר של רבים וישראל אחר דר שם ולא פליג בין חצר קטן לגדול בפ' הדר: \n"
        ],
        [
            "<b>אעפ\"י </b>שאסרו חכמים פת של גוים יש מקומות שמקילין בדבר לקנות פת מנתחים גוי במקום שאין נחתום ישראל מפני שעת הדחק אבל פת בעלי בתים אין שם מי שמורה בה להקל שעיקר הגזירה משום חתנות ואם יאכל פת בעלי בתים יבא לסעוד אצלו [ויבא לידי חתנות]: \n"
        ],
        [
            "<b>הדליק </b>גוי את התנור יאפה בו ישראל או שהדליק ישראל יאפה הגוי או שהדליק גוי ובא ישראל ונער את האש מעט הואיל ומשתתף במלאכת הפת ה\"ז מותרת ואפילו אם זרק רק עץ לתוך התנור התיר כל הפת שבתוכן שאין הדבר אלא להיות היכר שפת שלהן אסורה: \n"
        ],
        [
            "<b>אדם </b>שנזהר מפת של גוים מותר לו לאכול עם אדם האוכל פתם בקערה אחת ואין לחוש על טעם הפת: \n"
        ],
        [
            "<b>פירות </b>שעושנן גוי או קליות של גוים מותרין מימוני וכן ברמז ס\"ג: \n"
        ],
        [
            "<b>מי </b>שמת והניח אשתו מעוברת אך הפילה לאחר מותו חולצת או מתייבמת ואם ילדה ויצא הולד חי לאויר עולם ומת מיד פטורה מחליצה ויבום אם ידוע שכלו לו חדשיו ונולד לט' גמורין אבל אם לא נודע בוודאי אם שהה וחי שלשים יום ה\"ז וולד גמור ופוטר נשי אביו מחליצה ומיבום ואם מת בתוך ל' יום ואפילו ביום ל' בין שמת מחמת חולי בין שנפל מן הגג או אכלו ארי ה\"ז ספק נפל וחולצת ולא מתייבמת ואם ילדה הרבה בנים וכולן מתו בחיי הבעל ולא הניח זרע בשעת מיתתו חולצת ולא מתייבמת אבל אם הניח זרע בן או בת של שלושים אם מאשתו זאת אם מאשתו אחרת פטורה מחליצה ומיבום ואם הי' לו זרע ממזר או עובד ע\"ז פטורה מחליצה ומיבום אבל אם יש לו זרע מן השפחה או מן הנכרית אין פוטר אותה וחולצת או מתייבמת: \n"
        ],
        [
            "<b>מצוה </b>בגדול האחים מן האב לייבם או לחלוץ ואם לא רצה מחזירין על כל האחין וגדול גדול קודם ואם קטן קידם וחלץ או ייבם ה\"ז מותרת: \n"
        ],
        [
            "<b>מי </b>שנולד שעה אחת קודם שמת אחיו זוקק את אשתו ליבום וצריכה להמתין עד שיגדול ואחין מן האם אינן אחין לענין ייבום וחליצה: \n"
        ],
        [
            "<b>הכונס </b>יבמתו וגרשה אם רצה להחזירה יחזיר וזמן חליצה כתבתי לעיל רל\"ח: \n"
        ],
        [
            "<b>יבמה </b>שאמרה איני חולצת ואיני מתייבמת ואשב עגונה כל ימי ואיני ניזונית משלו אין שומעין לה וכופין אותה לחלוץ או לייבם שהרי הקנו אותה מן השמים לזה ואפילו אם הוא נשוי שמא יהי' לו מריבה עם ביתו מפני היבמה: \n"
        ],
        [
            "<b>נתקדשה </b>היבמה לאיש אחר קודם שחלצה מפין הזר לגרשה בגט ויבמה מייבם או חולץ ואם היבם כהן וגרושה אסורה לו חולצה והזר שגירשה מן האירוסין [אם] חזר ונשאה אחר שחלץ לה יבמה אין מוציאין אותה מידו אבל אם גרשה מן הנשואין וחזר ונשאה אחר שחלצה מוציאין אותה מידו אבל יבמה שילדה וולד שלא כלו לו חדשיו ומת תוך ל' יום ודינה שתחלוץ מספק אם היא נתקדשה לאחר קודם חליצה חולץ לה יבמה ותשב עם בעלה ואם נתקדשה לכהן שהוא אסור בחלוצה אין היבם חולץ לה לפי שאין אוסרין לכהן אשתו מספק דבריהם אבל אם גרשה הכהן או מת חולצת מיבמה ואח\"כ תינשא לאחרים לכתחילה: \n"
        ],
        [
            "<b>האומר </b>זה בני או יש לו בנים ה\"ז נאמן ופוטר את אשתו מן החליצה ומן היבום אבל אם אמר זה אחי או יש לי אחים אינו נאמן כי שמא מכוין לאוסרה לאחר מותו ואם הוא מוחזק שיש לו אחים ואמר בשעת מיתתו אין לי אחים אין נאמן. וכן אם אמר על מי שמוחזק אח ואמר אין זה אחי אינו נאמן: \n"
        ],
        [
            "<b>נאמן </b>עד אחד להעיד ליבמה שמת בעלה ומתייבמת על פיו או שמת יבמה או שנתן לה בעלה גט והתירה לזר ואפילו עבד או שפחה מסיח לפי תומו אבל היא עצמה אין נאמנת לומר מת יבמי אעפ\"י שנאמנת לומר מת בעלי: \n"
        ],
        [
            "<b>ג' </b>חדשים ניזונת משל בעל מכאן ואילך אינה ניזונת לא משל בעל ולא משל יבם: \n"
        ],
        [
            "<b>אסור </b>ליבם ליקח קרובת זקוקתו עד שייבם לה אחד מן האחין או יחלוץ ויסיר קוקתו מעליו ויכול לקח אחרי כן אמה או בתה או אחת מקרובותיה: \n"
        ],
        [
            "<b>האשה </b>שמת בעלה והיתה לה חמות במדה\"י אינה חוששת שמא ילדה חמותה זכר ויש לה יבם במדינה אחרת וה\"ה אם היה לו בן במדינה אחרת הרי זו מותרת לזר ואין חוששין שמא מת הבן אבל יצתה חמותה מעוברת הרי זו חוששת ולא תנשא לזר עד שתדע מה היה מעיבור חמותה (שאין) [שמא] נולד לה יבם קטן קודם מיתת הבעל: \n"
        ],
        [
            "<b>כיצד </b>מצוות חליצה היבמה הולכת אחר היבם להתירה למקום שהוא שם (זכאה) לדיינין ויזהרו שלא יהיו קרובים זה לזה לא ליבם ולא ליבמה והם שלושה ומוסיפין עוד ב' שיהיו חמשה ושיהיו השלשה מישראל ושיודעין להקרות ואותן שנים אפילו הן עמי הארץ וצריכים הדיינים לקבוע מקום מתחילה שישבו שם בשעת חליצה ורבי אב\"י העזרי כתב שאביו זצ\"ל הנהיג לקבוע מקום מבערב ביום שלפני החליצה וצריכין שיכירו שזאת האשה החולצת שהיא אשת המת והיבם שהוא אחיו של המת מאביו ושהוא ג' חדשים ממיתת הבעל ולענין זה די בעדות אשה או קרוב: \n"
        ],
        [
            "<b>צריך </b>שיהיו היבם והיבמה גדולים בשעת חליצה היבם בן י\"ג שנה ויום אחד והיבמה בת י\"ב שנה ויום אחד ועפ\"י החזקה ועפ\"י הגבורות ועפ\"י השכינות די שלא עפ\"י האב: \n"
        ],
        [
            "<b>וצריך </b>לבדוק שהביאו שתי שערות באשה בערוה ובאיש בזקן או בערוה ואם בדקו באשה שדדיה שלה שוכבין ומוטין אז די לה כי זהו סימן העליון אם אפשר לבא עד שיבא התחתון ובדיקת היבמה די עפ\"י נשים ואורכן של שערות כדי לכוף ראשן לעיקרו ויזהרו שלא אכלה האשה עדיין קודם החליצה באותו יום ואח\"כ יתירום חרם דרבינו גרשם שיהי' היבם רשאי לקחת שתי נשים אם הוא נשוי שבמקום מצוה לא החרים ואעפ\"י כן לרווחא דמילחא עושין כן ואח\"כ יאמרו ב\"ד ליבם אם ניחא לך יבם אם ניחא לך חלוץ: \n"
        ],
        [
            "<b>ומצות </b>חליצה קודמת בזה\"ז: \n"
        ],
        [
            "<b>אם </b>הוא חפץ לחלוץ מביאין עור של בהמה טהורה ושיהי' תפור כולו בעור ושיהיו ב' רצועות ארוכות תפורות עם ראשיהם למנעל אעפ\"י שיש בו שני קרסים של עור שמחברין אותו למעלה בלולאות של עור ויתנו המנעל ליבם במתנה שיהא שלו ושל רגל של ימין וצריך שיחלוץ ברגלו יחף ולא עם בתי שוקים ושיהי' המנעל למטה מן הארכובה ואז אומר ליבם לבטל מודעות ואח\"כ לוקח היבם המנעל ונותנו ברגלו הימנית ומשים הקרסים בלולאות וכורך הרצועות סביב רגלו על המנעל וקושר שני קשרים זע\"ז ועומד ומהלך בו ד' אמות או יותר לפני הדיינים [ואח\"כ] (ואז) עומד לפניהם הוא והיא ויסמוך עצמו לכותל [או] לאדם וידחוק רגלו על הארץ קצת ואז מקרין אותה הדיינין מאן יבמי להקים לאחיו שם בישראל לא אבה יבמי וצריך שתאמר הכל אות באות בלשון הקודש וצריך שתאמר אותם שתי תיבות לכל הפחות בנשימה אחת וטוב הוא אם יכולה לומר שלשתן בנשימה אחת לא אבה יבמי ואח\"כ מקרין אותו לא חפצתי לקחתה. ואז יושבת ופושטת את ידה הימנית ומתרת רצועות המנעל והקרסים הכל בידה הימנית ושומטת המנעל מן העקב ומשליכתו לארץ בפניה והכל הוא עומד או מוטה ולא יושב ואח\"כ עומדת ורוקקת בארץ לפניו רוק הניראה לעיני הדיינים שיוצא מפיה עד כנגד היבם ואח\"כ מקרין אותה בלשון הקודש ככה יעשה לאיש אשר לא יבנה את בית אחיו וניקרא שמו בישראל בית חלוץ הנעל והעומדים שם יענו ג' פעמים רצופין חלוץ הנעל חלוץ הנעל חלוץ הנעל והיא מותרת: \n"
        ],
        [
            "<b>סדר </b>חליצה כך הוא קוראה וקורא חולצת ורוקקת וקוראה והעומדים שם אומרים חלוץ הנעל ג' פעמים ואעפ\"י שקימ\"ל דמצוות חליצה קודמת בדורות הללו אין כופין אותו לחלוץ אלא מטעינין ליה למימר חלוץ לה ואח\"כ יתנו לך ממון כך וכך ובשביל כך אינה חייבת ליתנם לו ואי לא מצינין להטעותו שבקינן לי' ולא עבדינן ליה כפיה אא\"כ הוא מאותן הנמנין שכופין להוציא ואפילו יש לו אשה אין כופין אותו לחלוץ אחרי זאת ראו רבותינו שבקהילות שהי' הדבר בא לעיגון בנות ישראל ונתקבצו כל הרבנים והגדולים והסכימו והתקינו תקנה כל תימוט וכתבו וחתמו שהיבם לא יהא רשאי לעגן היבמה כי נכסי מלוג שלה אין לפחות לה והנכסים שבאו לה מחמת בעלה קרקעות או ספרים נחלת אבותיו יסדרו ביניהם בלי תיסוב נחלה מבית אב ואם הם מקנתו או אחוזתו יחלקו לפי ראות עיני חשובי הקהל וכן המטלטלין יש לסדר לפי דעת חכמי הקהל ולא יטו מדבריהם ימין ושמאל. ואין לפחות היבמה יותר מדאי ויחלוץ [ויפטור] ויפייס ליבמתו בלי איחור וחימוץ המצוה: \n"
        ],
        [
            "<b>ואם </b>היבמה ארוסה יש לו ליבם לאחר ג' חדשים חוץ מיום שמת בו הארוס ויחלוץ בלי איחור ואין רשאי לשאל שום דבר והיבמה שהיא נשואה יחלוץ לה לאחר ג' חדשים והיא תישבע כמה נכסים יש בידה ולפ\"ז יבצעו ביניהם בך קיבלו עליהם בשובר כל הקהילות עפ\"י חרם שגזר רבינו דוד בר קלונימוס ואם ימרוד היבם ינדוהו עד שיאמר רוצה אני לעשות כרצון חכמים עכ\"ל לשון התקנה הקדמונית: \n"
        ],
        [
            "<b>צריך </b>שיתכוונו שניהם לשם התרת חליצה קודם החליצה ומלמדין אותה ואת היבם לקרות עד שיהיו רגילין ותהא יכולה לקרות לא אבה יבמי בנשימה אחת ואח\"ב יבמי ומאחר שרגילה לקרות אעפ\"י שאינה קוראת בנשימה אחת אין מקפידין ע\"ז: \n"
        ],
        [
            "<b>והחליצה </b>דווקא ביום ולא בלילה אילם או אילמת אינה חולצת חרש וחרשת אינה חולצת והסומא אינו חולץ: \n"
        ],
        [
            "<b>יבם </b>שרגלו הימנית שלו חתוכה או שהיתה רגלו עקומה לו לאחור או הפוכה על צידו או שהלך על ראשי אצבעותיו ה\"ז אינו חולץ: \n"
        ],
        [
            "<b>חרש </b>ושוטה מיבמין אבל לא חולצין לפי שאין בהן דעת לחלוץ וכן חרשת ושוטה מתיבמת אבל לא חולצת ואם רצה היבם לגרש את החרשת בגט אחר שיבעול אותה ה\"ז מגרש. והרוצה [חסר כאן וחבל על דאבדין כו'] ויוצאין בו בפסח בד' כוסות הג\"ה רבינו אלפסי פסק מי שאין לו יין בפסח מקדש אריפתא עד גמר קידושא ואז מברך על אכילת מצה ואוכל והדר מטבל בשאר ירק ועוקר לפתורא ואומר מה נשתנה וכל הסדר עד גאל ישראל ומברך אמרור ואוכל והדר כורך מצה ומרור ואוכל בלא ברכה אב\"י העזר\"י בסי' תק\"ה עכ\"ה וכתב בשם רב ניסים גאון שאם קידש בבית זה כדי לאכול בבית אחר לא יצא בכך ונחשב [שלא] במקום סעודה: \n"
        ],
        [
            "<b>ומי </b>שלא קידש בע\"ש בין מזיד בין שוגג מקדש והולד כל היום כולו: \n"
        ],
        [
            "<b>ומי </b>שלא הבדיל במוצאי שבת מבדיל והולך כל היום כולו למחרתו ועד יום רביעי אבל אין מברך על האור אלא במוצאי שבת בלבד: \n"
        ],
        [
            "<b>ואסור </b>לטעום כלום בין בלילה בין למחרתו קודם שיבדיל אבל לשתות מים מותר: \n"
        ],
        [
            "<b>מתפלל </b>אדם של שבת בע\"ש ומקדש על היום מבעו\"י ומאותה שעה נאסר במלאכה וכן מתפלל אדם של מוצאי שבת ומבדיל על הכוס מבעוד יום אעפ\"י שעדיין הוא שבת אמנם אסור לעשות מלאכה עד שתחשך וגם לא יברך על האש עד הלילה ואין מברכין על הגר עד שיאותו לאורו שיכיר בין בשר לציפורן ואין מברכין על גר של גוים וישראל שהדליק מגוי וגוי שהדליק מישראל מותר: \n"
        ],
        [
            "<b>אין </b>מברכין במוצאי יוה\"כ אלא על גר ששבת מעבירה כגון עששית שהיתה דולקת והולכת כל היום כולו או גר שהודלק לחולה אבל אור שיצא מן העצים ומן האבנים אין מברכין עליו ביום הכיפורים אבל מברכין עליו במוצאי שבת הואיל ותחילת ברייתו במו\"ש היתה ואבוקה להבדיל מצוה מן המובחר: \n"
        ],
        [
            "<b>באבי </b>יוסף כתב אם נכתבה כתובת אשה בטעות ואין שהות לכותבה מפני השבת יתפיסנה מטלטלין כעובדא דרבי אמי ואחר שבת כותב לה כתובה ולא הותר אלא מפני הדחק ולזמן מועט: \n"
        ],
        [
            "<b>מה </b>שנוהגים עתה להשליך חיטים בראש חתן וכלה הוא כענין דאמרינן פרק האשה שנתארמלה אף חילוק קליות ראיה ומה שנהגו להושיב חתן וכלה במוצאי שבת על שני קתדראות ראיה ביבמות פ' בית שמאי מההיא עובדא דהוה בנרש דאתקדוש' כשהיא קטנה ואותבי' אבי כורסייא כו' ומה שנהגו לחלק נרות להדליק משום שמחה כדאמרינן בסנהדרין אור הנר בברור חול משתה שם אב\"י העזר\"י: \n"
        ],
        [
            "<b>הלכות </b>ברכות אשר חיבר מהר\"ם זצ\"ל. על כל מיני פירות האילן מברך ברוך א\"י אמ\"ה בורא פרי העץ וכן על הענבים ועל הבוסר שקורין הורלינג\"ש כשהוא גדול כפול הלבן ומפול הלבן ולמעלה ועל כל גרעוני הפרי וכן על שקדים קטנים המרים וגדולים מתוקים וערמונים וחבושין וציקר\"א [הג\"ה ורבינו משה כתב שרוב הגאונים אמרו לברך עליו בורא פרי האדמה ומקצתם אמרו לברך בורא פרי העץ והוא אומר שאינו פרי ואין מברכין עליו אלא שהכל דלא עדיף מדבש דאמרינן שלא נשתנה ע\"י האור ומברכין עליו שהכל ובעל ס\"ה רואה את דבריו ע\"ב הג\"ה] ואגוז מוסקאט פרי העץ לפניהן ולאחריהן של ענבים ושל בוסר ושאר פירות האילן שהם מז' המינין מברך ברכה מעין שלש ואומר על העץ ועל פרי העץ ועל תנובת השדה ועל ארץ חמדה טובה ורחבה שהנחלת לאבותינו לאכול מפריה ולשבוע מטובה רחם ה' אלהינו על ישראל עמיך ועל ירושלים עירך על מקדשך ועל מזבחך ועל נחלתך ותבנה ירושלים עיר קדשך במהרה בימינו והעלנו בה ושמחנו בתוכה כי אתה הוא טוב ומטיב לכל בא\"י על הארץ ועל הפירות ובשבת ויו\"ט ור\"ח מזכיר בהן מעין המאורע ועל פירות האילן שאין מז' המינין מברך לאחריהן בורא נפשות: \n"
        ],
        [
            "<b>על </b>כל מיני פירות הארץ מברך לפניהן בא\"י אמ\"ה בורא פרי האדמה אבל ברונבור\"ש וערפר\"ש והדומין להן כתב בתשובה שיש לברך עליהן בורא פרי העץ וכן הנהיג ר\"ת בשם אביו ר' מאיר וכן נוהגין העולם ולא כדברי רבינו יוסף שכתב שיש לברך עליהן בורא פרי האדמה: \n"
        ],
        [
            "<b>ועל </b>הבוסר שהוא פחות מפול הלבן וצנון וכן קנה שקורין קניל\"א ולי\"טוריא ובושם שחוקים שקורין גומילא [ווארנ\"ו] קרויט\"א וירקות בורא פרי האדמה לפניהן ולאחריהן מברך ברוך אתה ה' אלקינו מלך העולם בורא נפשות רבות וחסרונם לכל מה שברא להחיות בהם נפש בל חי ברוך אתה ה' חי העולמים כללא דמילתא לדעת איזה דבר נקרא פרי העץ כל מקום שאתה נוטל הפרי מן העץ שהוא גדל עליו ונשאר העץ קיים ועושה פרי אחר לשנה הבאה על אותו פרי מברך בורא פרי העץ ואם אינו חוזר עוד לעשות פרי אלא עץ אחר גדול עם הפרי לשנה הבאה עליו מברך פת האדמה: \n"
        ],
        [
            "<b>ועל </b>היין בורא פרי הגפן ולאחריו יאמר על הגפן ועל פרי הגפן ועל ארץ חמדה טובה ורחבה וכולי עד כי אתה טוב ומטיב לכל בא\"י על הארץ ועל הפירות כשאר פרי העץ וכן פי' ר\"י לחתום כבשאר פרי העץ שהוא מז' המינים שלא לחלק בברכות ודלא כי\"א על הגפן ועל פרי הגפן: \n"
        ],
        [
            "<b>השותה </b>שמן לרפואה או כל דבר שאין דרכו לשתות או לאכול אלא לרפואה מפני שהן מרין אין מברך לא לפניהן ולא לאחריהן אבל אם הוא נהנה מן האכילה או מן השתיה מברך: \n"
        ],
        [
            "<b>הכוסס </b>את החטה מברך בורא פרי האדמה טחנה אפאה ובישלה מברך בזמן שהפרוסות קיימות מברך לפניהן בא\"י אמ\"ה בורא מיני מזונות ולאחריה מברך על המחיה ועל הכלכלה ועל תנובת השדה וכולי עד שמחנו בתוכה כי אתה נותן מחיה לכל ברוך א\"י על הארץ ועל המחיה וכן לכל דבר שהוא מה' מינין שהן חיטין ושעורין כוסמין ושיבולת שועל ושיפון כשאין בהם תואר לחם וכן דייס\"א או ורומייל\"ס או תבשיל שיש בו קמח לרוב שקורין ברי\"י כן פסק בספר המצוות וכן קליות בין חיות בין שלוקות אבל מהר\"ם כתב שטוב להחמיר שלא לאכול קליות או חיטין שלא מיעכן יפה אלא בתוך הסעודה כדי לפטור אותן מברכה אחרונה ע\"י ברכות המזון כי חילוקי גאונים יש כאן: \n"
        ],
        [
            "<b>אם </b>אדם מסתפק בברכה מה הוא שהכל או בענין אחר מברך לכתחילה שהכל ואם הוא מסופק אם הוא פרי העץ או פרי האדמה מברך לכתחילה פרי האדמה אבל אי מסתפק בברכה אחרונה אז לא יאכל כ\"א על השולחן תוך הסעודה וכל דבר שמטגנין במחבת בשמן כגון פקרוכ\"ט וקרפלונ\"ש והדומה להן ואובל\"ש אין לאכול אלא תוך הסעודה: \n"
        ],
        [
            "<b>חבוצ\"א </b>שקורין שלקו\"ק שמפררין לחם בתוך האילפס ונדבקין יחד ע\"י חלב ודבש או ע\"י [דבש] ומרק ואפילו הפירורין פחותין מכזית ויש עליו תואר לחם שניכר וידוע שהוא לחם מברך המוציא ובהמ\"ז אבל אם הוא נימוח לגמרי שאין ניכר בו תואר לחם מברך לפניו בורא מיני מזונות ולאחריו ברכה מעין שלש על המחיה וכו': \n"
        ],
        [
            "<b>האוכל </b>לחם אפילו פחות מכזית מברך לפניו המוציא ולאחריו אינו מברך כלום עד שיאכל כזית וכן השותה משקין פחות מכשיעור אבל אם אובל בריה שלימה אפילו אכל פרודא אחת של ענב או רמון מברך ברכה אחת מעין שלש: \n"
        ],
        [
            "<b>זנגביל\"א </b>שקורין גיינגבור\"א יבישתא [וידיפל\"א וגלנג\"ן וזפר\"ן ושיירגי\"ל] וכל מיני בשמים שהוא מסופק אם הוא פרי אם לאו מברך שהכל וכל משקה אחד שכר תמרים או שעורים או תפוחים או תותים וחומץ על כולן מברך שהכל ושלקות וכל מיני ירק כשהן יותר טובים מבושלים מחיין מברך שהכל על חיין ועל מבושלים בורא פרי האדמה וכן שומין וכרישין וכיוצא בהם שהן יותר טובים חיין ממבושלים מברך על חיין בורא פרי האדמה ומבושלים שהכל נ\"ב וכן מיני קטניות ולפתות שהן טובים יותר חיין ממבושלין כללא דמילתא כל מילי דאשתני לעילויי' כשנתבשל ואין דרך לאוכלו חי אלא מבושל כשהוא חי מברך שהכל וכשהוא מבושל פרי העץ ואם הוא פרי האדמה מברך פרי האדמה ואי הוי איפכא כשהוא חי פרי העץ או פרי האדמה וכשהוא מבושל שהכל: \n"
        ],
        [
            "<b>יין </b>מבושל פרי הגפן וכן פסק ר\"י ור\"ת ויוצאין בו בפסח בד' כוסות ורבינו ברוך כתב יין מבושל בלא תערובות מברך שהכל אבל עירב בו בשמים או עשבים או דבש פרי הגפן: \n"
        ],
        [
            "<b>מים </b>שנתבשלו בו כל מיני ירקות מברך עליהן פרי האדמה: \n"
        ],
        [
            "<b>הבוצע </b>צריך לחתוך הלחם מעט כדי שיוכל להגביה הלחם עם אותה החתיכה המחוברת שלא תשבר וצריך להיות מחובר בלחם עד שיברך המוציא ולא יחתוך אחר הברכה ואם הפת אינו מלוח צריך להביא מלח או לפתן לפני כאו\"א קודם שיבצע ואסור לדבר אחר כל ברכה קודם שיאכל: \n"
        ],
        [
            "<b>הביאו </b>לפניו פתיתין גדולים ושלמים קטנים ואידי ואידי של חטים שלמה מצוה מן המובחר אבל פרוסה של חיטה עדיפי משלמה של שעורים וירא שמים מניח פרוסה בתוך השלימה ובוצע תוך השלימה א\"נ עליה באמצעה כדי שתתראה השלימה לכל צדדין ובוצע מן החביבה הפרוסה עם השלימה אב\"י העזר\"י ואם יש שתי שלימות ממין אחד אחת גדולה מחברתה מברך על הגדולה: \n"
        ],
        [
            "<b>פת </b>שעורין ופת כוסמין של שעורים קודמת אעפ\"י שהכוסמין יפין יותר לפי שהוא (חמין) [משבעת המינין] פת טמאה ופת טהורה מברך על הטהורה נקיה טמאה וקיבר טהורה יברך על איזה שירצה מכאן הביא ראיה רבי אב\"י העזר\"י מי שאין אוכל פת של גוים ויש לפניו גלוסקאות יפים [של עכו\"ם] בוצע על איזה מהם שירצה וכיון שהותר לו לבצוע הותר בו בכל הסעודה הזאת ולא אמרינן ליה לבצוע אכוליה שירותא דמיחזו כרעבתנותא: \n"
        ],
        [
            "<b>על </b>החלב ועל הגבינה ועל הבצים ועל הבשר ועל כל דבר שאין גידולו מן הארץ אומר שהכל ולאחריו בורא נפשות על כמהין ופטריות שהכל: \n"
        ],
        [
            "<b>הביאו </b>לפניו מינין הרבה ואין בהן מז' המינין כגון אתרוג ותפוח וכיוצא בהן מברך על החביב פרי העץ ואין צריך לברך עוד על השני אבל אם יש בהם מז' המינין יברך עליו אע\"ג דאיכא שם דחביב עליו וכשאין ברכותיהן שוות כל המוקדם בפסוק מוקדם לברכה ואם יש לפניו פרי העץ ופרי האדמה מברך על העץ תחילה ואח\"כ על פרי האדמה ואם יש לפניו ברכת שהכל ופרי האדמה מברך על פרי האדמה קודם: \n"
        ],
        [
            "<b>כל </b>דברים הבאים בתוך הסעודה אין טעונין ברכה לא לפניהן ולא לאחריהן כגון בשר ודגים וירק ובל דבר המלוח שרגילין לאכול עם הפת אעפ\"י שהוא אוכלו בלא פת וכן דייס\"א ורימיילי\"ש וכל כיוצא בהן וכן כל המשקין הבאין בתוך הסעודה מחמת הסעודה חוץ מן היין ומי שמברך על המים בתוך הסעודה צריך שיברך על כל פעם ופעם אבל דברים הבאים שלא מחמת הסעודה טעונים ברכה לפניהם ולא לאחריהם כגון פירות שאין רגילין ללפת בהן את הפת ואין בהן להשביע אלא לעכל את המאכל ואפילו לאחר הסעודה כשמשכו ידייהו מן הפת קודם ברהמ\"ז כל מה שהביאו אז לפניהן בין מיני מלוח בשר ודגים בין פירות טעונין ברכה לפניהן ולא לאחריהן וירא שמים האוכל פירות בסעודה אוכל קצת מהם תחילה בלא פת ויברך עליהם ואח\"כ יאכלם בין בפת בין בלא פת ועל היין שבתוך המזון א\"צ ברכה לאחריו אבל יין של ברהמ\"ז צריך ברכה לאחריו: \n"
        ],
        [
            "<b>ובני </b>אדם המבדילין על השולחן א\"צ לחזור ולברך בורא פרי הגפן תוך הסעודה והמבדיל על השולחן יזהר שלא יהי' לחם על השולחן בשעת הבדלה ואם יש שם לחם יכסנו עד גמר הברכה: \n"
        ],
        [
            "<b>ובני </b>אדם המקדשין בבית הכנסת אין לו למקדש לטעום מן היין: \n"
        ],
        [
            "<b>בני </b>אדם שישבו לשתות ביחד בזמן הזה כל אחד מברך על היין בפני עצמו ואין אחר יוצא בברכת חבירו אבל ישבו לאכול לחם אחד מברך המוציא ובורא פרי הגפן וכולם יוצאין: \n"
        ],
        [
            "<b>המהלכין </b>בדרך ביחד [ואוכלין] ולא ישבו כל אחד מברך לעצמו אפילו אם ישבו [או הסיבו] לאכול אבל נהגו לומר סברי מורי ומברך ואז אחר מברך לכולן: \n"
        ],
        [
            "<b>המריח </b>בפירות מברך בא\"י אמ\"ה אשר נתן ריח טוב בפירות בד\"א כשמתכוין להריח מתחילה או לאכילה ולהריח אבל כשמתכוין רק לאכילה אין מברך אעפ\"י שמריח אגב אורחי' וכן לגבי אתרוג כשמתכוין רק לברכה: \n"
        ],
        [
            "<b>הנכנס </b>לחנותו של בושם והריח ריח אפילו יושב כל היום אין מברך אלא פעם אחת נכנס ויצא ואין דעתו לחזור מברך על כל פעם ופעם: \n"
        ],
        [
            "<b>על </b>ההדס וכיוצא בו מברך עצי בשמים ועל שמן אפרסמון מברך בורא שמן ערב מוש\"ק שקורץ ביז\"ם בורא מיני בשמים ועל כל מני ריח קנה וקינמון ונעגלי\"ן ומושקא\"ט וכיוצא בהן שנתן ריח טוב בפירות ועל עשבים עשבי בשמים ויש לברך עובר לעשיתן קודם שיריח: \n"
        ],
        [
            "<b>האי </b>מאן דנפיק ביומי ניסן פעם ראשונה בשנה וחזי אילני דמלבלבי שמוציאין ריח טוב מברך בא\"י אמ\"ה שלא חיסר בעולמו כלום וברא בו בריות נאות להתנאות מהם וכשכבר גדלו הפירות חיתם בריות טובות ואילנות טובות: \n"
        ],
        [
            "<b>שלשה </b>שאכלו כאחד והאחד נזהר מפת של עכו\"ם והאחרים אין נזהרין מצטרפי לזימון: \n"
        ],
        [
            "<b>שנים </b>שאכלו כאחד מצוה היא שכל אחד מברך לעצמו ואין מזמנין אבל אם אחד מהם סופר ואחד בור הסופר יכוין ויוציא את הבור: \n"
        ],
        [
            "<b>נשים </b>יוצאות בברכות המזון שלנו שלשה שישבו לאכול אעפ\"י שכל אחד אוכל מככרו אין רשאין לחלק: \n"
        ],
        [
            "<b>שלשה </b>שאכלו ויצא אחד מהן לשוק קורין לו ומזמנין עליו והוא דקרי ליה ועני פי' שהוא כ\"כ בקרוב שאם קראוהו עונה להם שיכול לשמוע הברכה וה\"ה בעשרה אבל רבי משה בר מיימון פסק דעשרה אם יצא אחד מהם לשוק דאין מזמנין עליו עד שיחזור וישב במקום עמהם ובג' אעפ\"י שהוא בשוק מזמנין עליו והם יוצאין ידי חובתן וכשיחזור הוא למקומו יברך לעצמו עוד כתב ג' שאכלו וקידם אחד מהם ובירך לעצמו מזמנין עליו ויוצאין הם ידי חובתן בזימון והוא לא יצא בזימון זה שאין זימון למפרע: \n"
        ],
        [
            "<b>שלשה </b>שאכלו כאחד אחד מפסיק לשנים מאכילתו כדי לזמן עם השנים אבל שנים אין חייבין להפסיק מאכילתם כדי לזמן עם האחד וכשהיחיד מפסיק מאכילתו פוסק עד ברכת הזן ואז הוא גומר אכילתו ואז גומרים ברכת המזון ולאחר שיגמור הוא את סעודתו מתחיל הוא בברכת הארץ דהיינו למקום שפסק וא\"צ לזימון כי כבר יצא עמהם ובה\"ג כתב שאם השנים רצו לעשות לפנים משורת הדין אם האחד רוצה לצאת גם המה מפסיקין סעודתן ומזמנין עליו עד הזן וגומר איהו ברכת המזון וניפוק והם חוזרים ואוכלים וגומרין סעודתן ומברכין ומתחילין מתחילת ברכת הארץ: \n"
        ],
        [
            "<b>המברך </b>בזימון הוא מתחיל נברך שאכלנו משלו והם משיבין ברוך שאכלנו משלו ובטובו חיינו והמברך חוזר ואומר ברוך הוא שאכלנו משלו וכו' כרבנן *) כן פסק בה\"ג: \n"
        ],
        [
            "<b>שנים </b>שאכלו מצוה הוא שיחזרו אחר אחד לזמון ואי אתא עלייהו גברא מצוה הוא שיתנו לו לשתות או לאכול ברי שיצטרף עמהם לזימון וכן לענין עשרה מצוה לחזר אחריהם: \n"
        ],
        [
            "<b>כתב </b>רבינו אלפסי ורבי משה בר מיימון שאין מזמנין אלא על מי שאכל כזית דגן וכן הנהיג מהר\"ם המחבר אבל לעשרה אם ז' אכלו דגן וג' אכלו ירק או פיחת וכיוצא בהן או שתו מצטרפין עליהן לעשרה בשם מהר\"ם וכל זמן שלא גמרו לאכול שלא אמר הב לן ונברך או שלא אמר נברך או שלא נטלו מים אחרונים השלישי מצטרף עם השנים וכן לעשרה: \n"
        ],
        [
            "<b>גדול </b>מברך ואי בעי גדול יהיב רשותא לאחרינא ומברך וכן כהן הרשות בידו לעשות כן: \n"
        ],
        [
            "<b>מי </b>שבא ומצא כשהן מברכין והוא לא אכל ולא שתה עמהם אשכחינהו דקאמרי נברך אומר ברוך ומבורך שמו לעולם ועד אשכחינהו דקאמרי ברוך שאכלנו משלו אמר איהו אמן ואי הוי עשרה ואשכחינהו דקאמרי נברך אלהינו כו' אמר איהו ברוך הוא ומבורך שמו תמיד לעולם ועד: \n"
        ],
        [
            "<b>העונה </b>אמן אחר ברכותיו ה\"ז בור חוץ לאחר בונה ירושלים רב אשי עני ליה בלחישה: \n"
        ],
        [
            "<b>בעה\"ב </b>בוצע ואע\"ג שאורח גדול ממנו ואורח מברך ברהמ\"ז ואע\"ג דבעה\"ב גדול ממנו אבל אם אין בעה\"ב אוכל עמהם אז הגדול בוצע ומברך ואם רוצה בעה\"ב לברך בעצמו כגון שהוא גדול הרשות בידו: \n"
        ],
        [
            "<b>מי </b>שהוא רגיל בזה\"ז במים אחרונים אסור לו לברך עד שיטול. ואין המסובין רשאין לטעום עד שיטעום המברך וזהו דווקא כשהם זקוקים כולם לככר אחד או לכוס אחד אבל אם כל אחד ככרו בידו או כוסו בידו אוכלים או שותים אעפ\"י שלא אכל או לא שתה המברך: \n"
        ],
        [
            "<b>אין </b>צריך לשפוך מכוס של ברכה לכוס של כל אחד ואחד אבל אם כוסות שלהם פגומים טוב הוא לשפוך מכוס של ברכה לכוס של כל אחד כדי שגם הם ישתו מכוס שאינו פגום אעפ\"י שאין שתותם מעכבת כיון ששתה המברך [הג\"ה כתב רבינו משה בר מיימון זצ\"ל כל הנוטל ידיו בין לאכילה בין לקריאת שמע בין לתפילה יברך בתחילה אקבו\"ץ על נטילת ידים ומהר\"ם כתב אך לד\"ת סגי ליה באשר יצר גם כתב הרוצה ללמוד תורה קודם שקרא ק\"ש צריך לברך ברכת התורה אבל אח\"כ א\"צ לברך לפי שכבר נפטר באהבה רבה ואפילו אם שהה הרבה בין ק\"ש לתורה ועוסק בעסקים אחרים ודלא כירושלמי והוא ששנה על אתר ומהר\"ם כתב שאין רגיל לברך עה\"ת אלא פעם ראשון ביום כשעוסק בתורה קודם בית הכנסת אבל כשבירך בביהכ\"נ אין חוזר ומברך באותו יום לא בהפסק אכילה או בית הכסא רק בהפסק שינת קבע ביום חוזר ומברך עכ\"ה]: \n"
        ],
        [
            "<b>בירושלמי </b>יש מי שנפל מידו דבר שרצה לאכול ובירך עליו כבר ולוקח אחר לאכול צריך לברך שנית וכן השותה מים מן הקילוח או מן המעין או מן הנהר ואותם מים שהיו לפניו בשעת ברכה הולכין ועוברין אומר לאחר הברכה ברוך שם כבור מלכותו לעולם ועד כל המאריך באמן יותר מדאי אינו אלא טועה על המים ועל כל דבר שאין גידולו מן הארץ אומר בתחילה שהכל ולאחריו בורא נפשות וכו': \n"
        ],
        [
            "<b>ר' </b>אב\"י העזר\"י כתב בשם רבינו יצחק ב\"ר אליעזר הלוי שיש לומר ובראשי חדשיכם בב' ימים של ר\"ה שחרית בהתחלת פסוקי דזמרה גם יש לומר זמן בב' ימים אקידושא וגם אתקיעת שופר וצריך לברך אשופר לשמוע קול שופר ותוקעין לנשים ואפילו מי שיצא כבר שהרי נשים תוקעות לעצמן אם ירצו [הג\"ה אבל מהר\"ם פסק שתוקע לנשים קודם שיצא י\"ח ולאחר שיצא אסור לתקוע להן ומחלל יו\"ט ואם הנשים רוצים לתקוע בעצמן אין מוחין אותן עכ\"ה]: \n"
        ],
        [
            "<b>והתוקע </b>צריך לכוין להוציא והמה יכוונו לצאת והתוקע אסור להסיח בדברים משעה שהתחיל לברך לשמוע קול שופר עד גמר כל התקיעות שמעומד ומיהו אם סח בדיעבד אין חוזר ומברך אבל עבירה היא בידו וכן הכי נמי אם שני בני אדם תוקעין כל אחד סדר או ב' סדרים או בב' שופרות אין צריך לחזור ולברך: \n"
        ],
        [
            "<b>גם </b>כתב יש לומר במוסף מלבד עולת החודש ומנחתה ונסכיהם כמשפטם שעיר לחטאת ושני תמידין כהלכתן בשם רבינו שמואל בן רבינו יצחק ובשם רב עמרם גאון גם כתב בשם רב האי בר נחשון גאון וכן בתשובת רב יהודאי גאון וכן פסק רבינו שב\"ט וכן בערוך בערך ראש. וכן כתב רבינו אלעזר בשם אביו רבינו יב\"ק וכ\"כ בשם מר רב שלום גאון ורבינו שמואל בן חפני גאון הכהן ועוד גאוני עולם: \n"
        ],
        [
            "<b>אסור </b>להתענות בראש השנה וצריך להזהיר ולהנהיג את התוקע שיתקע ג' שברים בנשימה אחת ועוד ראיה מירושלמי דתענית שמצינו ר\"ה שמתריעין ולא מתענין ובתשובת ריצב\"א כתב דאפי' בט\"ו בשבט אין להתענות ואפילו אם גזרו הציבור תענית דוחין תענית זה כיון דנמנה בארבע ראשי שנים כולן שוין שלא להתענות בהן גם מהר\"ם אמר שלא להתענות אך קבלה הוא בידינו מקדמונים שהמתענה פעם אחד בר\"ה יתענה שני הימים וכן נהג הוא בעצמו ע\"י חלום: \n"
        ],
        [
            "<b>הורו </b>הגאונים שמי שנתחייב שבועה לבנו אין משביעו בשבועת האלה כמו שרגילין העולם להחרים באלה ובנידוי ובשמתא וכן כל כיוצא בזה שהרי זה בא לקללת אביו אלא משביעו שבועה שאין בה אלה ולא על ההכאה והקללה בלבד הקפידה תורה אלא אפילו על הביזיון שכל המבזה אביו ואמו אפילו בדברים ואפילו ברמיזה הרי הוא ארור מפי הגבורה שנאמר ארור מקלה וכו' וכן לא יקיז לו דם אא\"כ אין אחר שיקיז ובן לא יוציא לו קוץ התחוב בבשרו וכן לא יפתח לו מורסא כי מצטער הוא מידו: \n"
        ],
        [
            "<b>בס\"ה </b>ברמז ק\"פ כתב סתם נזירות ל' יום כיצד מי שאמר סתם הריני נזיר אין פחות מל' יום ואפילו אמר הריני נזיר נזירות גדולה הרבה מאד ה\"ז נזיר ל' יום פי' (אינו) [זמן] פחות מל' יום כגון שאמר הריני נזיר יום אחד או עשרה ימים או כ' יום ה\"ז נזיר שלשים יום שאין נזירות פחות משלשים יום ודבר זה הלכה מפי הקבלה פירש זמן יותר מל' יום ה\"ז נזיר ככל מה שפירש: \n"
        ],
        [
            "<b>ונזירות </b>נוהגת בפני הבית ושלא בפני הבית לפיכך מי שנדר בנזירות בזמן הזה ה\"ז נזיר לעולם שאין לנו בית המקדש שיביא קרבנותיו במלאת ימי נזרו וקונסין אותו ומחייבין אותו לעלות לארץ ישראל להיות נזיר בארץ ישראל כמנין הימים שנדר בהם וכ\"ז שהוא בחוץ לארץ ה\"ז אסור לשתות יין ולטמא למתים ולגלח שערו וכל דיקדוקי נזירות עליו אעפ\"י שאין ימים הללו עולין לו למנין בס\"ה: \n"
        ],
        [
            "<b>מנהג </b>פשוט שכותבין על המזוזות מבחוץ כנגד ריוח שבין פרשה לפרשה שדי וכן כנגד ה' אלקינו ה' אחד המתחלף באלף בית [והוא האותיות שניות לאותות ה' אלהינו ה' כוז\"ו במוכס\"ז כוז\"ו] ואין בזה פסידא לפי שהוא מבחוץ אבל מבפנים אסור להוסיף אפילו אות אחת ולא לעשות חותמות של מלאכים ולא שום דבר כ\"א ציווי אדון כל ברוך הוא ולא תוסיף ולא תגרע. עכ\"ל ס\"ה רמז כ\"ג: \n"
        ],
        [
            "<b>תניא </b>בפ' השואל המשכיר בית לחבירו על השוכר לעשות לו מזוזה וכשהוא יוצא לא יטלנה בידו ואם של גוי הוא יטלנה ויצא ותניא בפרק התכלת השוכר בית בחוץ לארץ כל ל' יום פטורה מן המזוזה מכאן ואילך חייבת: \n"
        ],
        [
            "<b>בשם </b>רבינו יצחק עכשיו שאין לנו תכלת אם נפסקו ג' חוטין מציצית שלנו ואפילו אם נשאר בהן כדי לעונבן פסולין דלא מכשרי גרדומין אלא כשנשאר מן המנין אחד שלם שזהו דבר חשוב וכשנפסקו ג' חוטין שמא הרוב נפסקו ס\"ה כ\"ו: \n"
        ],
        [
            "<b>נשים </b>פטורין מן הציצית אבל סומא חייב בציצית ואעפ\"י שאין רואה אחרים רואין אותו והורה רבינו יצחק בן אברהם לברך על מצות ציצית בלילי יוהכ\"פ שהי' אומר בשמוכיח בירושלמי דכסות יום חייב בציצית אפילו בלילה וכ\"ש כסות המיוחדת ליום ולילה וכסות לילה פטורה אף ביום: \n"
        ],
        [
            "<b>שאלתי </b>את מהר\"ם זצ\"ל מהו פירוש ונחמתא שאמר בקדיש וזהו לשון תשובתו אות באות שמעתי מפרשים משום דאמרינן בפ\"ק דברכות שמעתי ב\"ק שמנהמת כיונה ואומרת אוי לי שחרבתי את ביתי כו' עד ולא עוד אלא בזמן שישראל נכנסין לבתי כנסיות ולבתי מדרשות ועונים אמן יהא שמיה רבא מברך מנענע הקב\"ה ראשו ואומר אשרי המלך שמקלסין אותו בביתו כך ע\"כ יאמר אחר שאמר הקהל יהא שמיה רבא מברך וכו' יתברך וכו' עד תושבחתא ונחמתא שיתנחם במהרה בימינו שיבנה עירו ולא יאמר עוד אוי שהחרבתי את ביתי: \n"
        ],
        [
            "<b>עוד </b>שאלתי פה קדוש בפעם ההוא אם חלו נשואין י\"א אב למה אין שוחטין ערב ט' באב קודם חצות בעוד שהוא מותר לאכול והשיב נ\"ל משום שנהגו העם שלא לאכול בשר מר\"ח אב עד התענית לאחר ט' באב הוי ליה כדברים המותרים ואחרים נהנו בו איסור דמשמע בפ\"ב דנדרים דהעובר עובר בבל יחל מדרבנן דכיון דאיכא איסורא לדידן מחמרינן בי' כמו בכיבוס בשבת שחל ט' באב להיות בתוכה דאסור אפילו לכבס ולהניח כדאיתא פ' בתרא דמסכ' תענית אמר רב ששת תדע דקבטלי קצרי דבי רב להכי לא שרינן אלא מחצי היום ט' באב וכדתניא בתוספתא מתקנין בט' באב למוצאי ט' באב: \n"
        ],
        [
            "<b>האחים </b>זע\"ז ראשון בראשון ובניהם זע\"ז שני בשני וגם בניהם זע\"ז שלישי בשלישי שני בשני וכ\"ש שני בראשון שניהם פסולין וראשון בשלישי יש מכשירין ויש פוסלין ואין להקל בדבר מאחר שיש חולקין וכדרך שמונים בזכרים ראשון בראשון ושני בשני ושלישי בשלישי כך תמנה בנקבות באחיות האב ואחותו וכל איש שאתה פוסל בו כך אתה פוסל באשתו שהאשה בבעלה חוץ משלישי בראשון ותרי בעל כאשתו לא אמרינן בקורבה שנתרחקה קצת כגון אחד נשוי רבקה והשני לאה נכדתה אבל נשואין שתי אחיות פסולין זל\"ז כן פסקו התוס' וגם רש\"י ולא כרבינו אלפס דפסיל חתן גיסו: \n"
        ],
        [
            "<b>אבי </b>חתן ואבי כלה מעידין זל\"ז חורגו הוא בן אשתו מאיש אחר הוא פסול לו אבל הוא כשר לבן חורגו אחי חמותי לא יעיר לי וכן אחי חמיו ואין אדם מעיד לארוסתו אבל לקרוביה כשר עד שישאנה: \n"
        ],
        [
            "<b>אוהב </b>ושונא אעפ\"י שלא דיבר עמו תוך ג' ימים משום איבה כשרים לעדות אעפ\"י שהן פסולין לדין היה יודע לו עדות עד שלא נעשה חתנו ולבסוף נעשה חתנו ה\"ז פסול שתחילתו או סופו בפסול פסול לפיכך הי' יודע לו עדות בעוד שהוא קטן והגדיל אין עדותו עדות מלבד דברים שאדם נאמן עליהם בגודלן מה שראה בקטנן כדאמרינן פ\"ק [צ\"ל פ\"ב] דכתובות: \n"
        ],
        [
            "<b>קרוב </b>ונתרחק ה\"ז כשר ואפילו יש לו בנים מבתו רק שהעדות נעשה לאחר שנתרחק שתחילתו היה בלא פסול וכל עדות שיראה לדיין שיש לזה העד שום הנאה בעולם לא יקבל ממנו: \n"
        ]
    ],
    "versions": [
        [
            "Sefer ha-Parnas, Vilna, 1891",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001225087"
        ]
    ],
    "heTitle": "ספר הפרנס",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}