{
    "title": "Tziunei Maharan on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האוכל מן החמץ עצמו בפסח כל שהוא הרי זה אסור מן התורה שנאמר לא יאכל.</b> עיין בכ\"מ שתמה ע\"ז, ועיין במל\"מ שתירץ בשם מהרלנ\"ח דאיסור חמץ אין ללמוד מחלב דשאני חלב דלא הי\"ל שעת הכושר מעולם משא\"כ חמץ שמותר קודם הפסח, ולכך הוצרך פסוק בפ\"ע בחמץ לאיסור ח\"ש. אבל לפ\"ז יוקשה להיפך מנ\"ל באמת בחמץ דח\"ש אסור, ומש\"כ רבינו דהוא מלא יאכל קשה מנ\"ל לרבינו דרש זה דיאכל משמע ח\"ש. וראה זה מצאתי בס' התוה\"מ סדר צו פ\"ב ברייתא ל\"א, ע\"מ דאיתא בתו\"כ שם מצות תאכל מצוה וכו', מצות תאכל מה ת\"ל לפי שנאמר יאכלוה אין לי אלא כולה מנין אף מקצתה ת\"ל תאכל אפילו כל שהוא. וכתב שם אכל בקל מוסב על האדם האוכל, ולא יקרא אוכל אלא בכזית שפחות מזה נקרא טועם כי טעמתי מעט דבש (ש\"א) וכמ\"ש בספרא לקמן סתם אכילה בכזית, אבל הנפעל מוסב על הדבר ואף אם נאכל כ\"ש הגם שלא יקרא אכילה מצד האוכל שלא אכל רק טעם מ\"מ הדבר נאכל ואיננו. וז\"ש בספרא שלכן שינה ואמר מצות תאכל ללמד שאף שלא נשאר רק מקצתה בכ\"ז תאכל, ומזה מקור לדברי הרמב\"ם פ\"א מהל' חו\"מ ה\"ז שהאוכל חמץ בפסח אפי' כ\"ש אסור שנאמר לא יאכל כו'. והנה פורש שיש לו יסוד בספרא ע\"כ:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסרו חכמים לאכול מצה בערב הפסח כדי שיהיה היכר לאכילתה בערב, ומי שאכל מצה בערב הפסח מכין אותו מכות מרדות עד שתצא נפשו.</b> וכתב המ\"מ בירושלמי פ' אלו עוברין א\"ר לוי האוכל מצה בע\"פ כבא על ארוסתו בבית חמיו, ובבא על ארוסתו בבית חמיו לוקה, ופי' מכות מרדות מדרבנן ע\"כ. והנה פשיטות דברי רבינו מורין דגם באם מכין אותו אחר שאכל כבר אפ\"ה מכין אותו עד שתצא נפשו. וכן נראה שהבין הר\"ן בכתובות פ\"ד דברי רבינו הללו, וז\"ל שם ע\"מ דאיתא בגמרא דהמוציא ש\"ר ולא בעל לוקה מ\"מ מדרבנן, פי' הערוך מלקות דאורייתא וכו' אבל עובר על מ\"ע כו' וכן עובר על דברי חכמים מכין אותו בלא מספר וכו' עכ\"ל, אף הרמב\"ם ז\"ל כתב בפ\"ו מה' חו\"מ אסרו חכמים לאכול מצה בע\"פ וכו' ומי שאכל מצה בע\"פ מכין אותו עד שתצא נפשו, ולפי דבריהם יש בזה חומר בד\"ס יותר מבד\"ת, אבל ר\"מ הלוי ז\"ל כתב שמכין אותו באומד ולהקל ממלקות של תורה. ונראין דבריו שכל שאינו אלא כדי לעונשו ע\"מ שעשה נראין הדברים שמכין אותו כפי אומד ב\"ד ולהקל ממלקות של תורה וכו' ע\"ש, ומוכח להדיא שהבין בכונת רבינו דאף באם מכין אותו לאחר שעבר אפ\"ה מכין אותו עד שתצא נפשו, וכן הבין המג\"א בסי' תצ\"ו סק\"ב ע\"ש ובמחהש\"ק, וכן הבין ג\"כ התוי\"ט בנזיר פ\"ד מ\"ג ע\"ש, אבל מנ\"ל לרבינו באמת דבר חדש כזה דמלקות של ד\"ס חמורים מד\"ת. והנה בתוספתא דמכות סוף פ\"ג איתא מכת מרדות מכין אותו עד שיקבל עליו או עד שתצא נפשו ע\"כ. ולכאורה יש לדחות דהכא בעבירה נמשכת מיירי. אבל מצאתי בירושלמי דנזיר פ\"ד ה\"ג שהביא דברי התוספתא הללו אמתני' דאשה שלא ידעה שהיפר לה בעלה והיתה שותה ביין ומטמאה למתים דתספוג מ\"מ. ונראה בעליל דכונת הירושלמי דגם מ\"מ דמתני' שם היינו עד שתצא נפשו, כמו דאיתא בתוספתא ושם ודאי עונש זה הוא רק מדרבנן, וגם אינה עבירה נמשכת דהרי נוכל להודיעה שהפר לה בעלה:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> בשאלת </b> החכם כתב רבינו <b> מה העדות כו' אשר צוה ה' אלהינו אותנו.</b> ולכאורה תמוהין דבריו שהרי בקרא דברים ו' כ' כתיב אתכם. אבל דברי רבינו נובעין מהירושלמי דפסחים פ\"י ה\"ד ומכילתא סוף פ' בא דשם הנוסחא הוא כדברי רבינו ועי' בש\"ק שם בירושלמי שהקשה כן ועכ\"פ דברי רבינו יש להם יסוד ושורש: <small> [עד כאן]:</small>"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}