{
    "title": "Yad Eitan on Mishneh Torah, One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>ומניין שזה שנאמר באיברים עין תחת עין תשלומין הוא שנאמר חבורה תחת חבורה כו'.</b> ועי' בלח\"מ שכתב דאולי דכך היה גירסת רבינו בגמ' בדברי רב אשי ר\"פ החובל וע\"ש שהניח בצ\"ע. ובחידושי שם (דף פ\"ז) הקשיתי על גירסא דידן דיליף מתחת דאונס דא\"כ מנ\"ל דמשלם אף אי אתרו ביה לרבי דבכה\"ג גבי אונס לקי לר' יוחנן בכתובות (דף ל\"ב) וכ\"פ רבינו בהל' נערה. ועוד דאף לעולא דסבר התם דמשלם הא טעמו דיליף אונס מחובל וז\"א לרב אשי דיליף אדרבא חובל מאונס. אבל לגירסת רבינו בדברי רב אשי דיליף חובל מחבורה א\"ש:"
            ]
        ],
        [],
        [
            [
                "<b>כיצד משערין הבושת הכל לפי המבייש והמתבייש כו'.</b> הלח\"מ הקשה דאמאי פסק רבינו כר' יהודה דאמר בגמ' הגדול לפי גדלו והקטן לפי קטנו ואמאי לא פסק כר\"ש דאמר רואין אותן כאלו הן בני חורין כו' דמוקמינן מתני' דריש החובל כוותיה והניח בצ\"ע. ולק\"מ דכבר כתב מהרש\"ל ביש\"ש דלישנא דמתניתין לא מוכחא כלל כוותיה דר\"ש טפי מדר\"י והא דמוקי לה כר\"ש היינו דר\"ש שנאה דאי ר\"י שנאה לא יתכן סיפא גבי סומא:"
            ],
            [],
            [
                "<b>המבייש את הישן חייב בבושת ואם מת בתוך שנתו כו' אין גובין בושת זה מן המבייש ואם תפסו היורשין אין מוציאין מידן.</b> מכאן ק\"ל אמ\"ש הכס\"מ והלח\"מ בר\"פ י\"א מהל' נזקי ממון דהיכא דלא חסריה ממון לא ס\"ל לרבינו דלהני תפיסה בבעיא דלא איפשיטא. והרי בושת דלא חסריה ממונא ואפ\"ה כתב כאן רבינו דמהני תפיסה בבעיא דלא איפשיטא וכן קשה ממ\"ש רבינו ספ\"י ממעה\"ק ופי\"א מזכיה:"
            ]
        ],
        [],
        [
            [
                "<b>כל המכה אדם כשר מישראל כו'.</b> עי' סנהדרין (פ\"ו.) ובפי\"ו מהל' סנהדרין:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}