{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Foreign Worship and Customs of the Nations",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Foreign_Worship_and_Customs_of_the_Nations",
    "text": [
        [],
        [],
        [],
        [
            [],
            [
                "<b>אין </b>\n<b> העיר נעשה עיר הנדחת עד שיהיו מדיחיה מתוכה כו'.</b> כתב הרב פ\"ח ז\"ל וז\"ל גרסינן בסוף פ' חלק יצאו אנשים בני בליעל הן ולא שלוחן ופירש\"י שאם הודחו ע\"י שליח כיחידין הן בסקילה וממונם פלט ע\"כ ואע\"ג דקי\"ל אשלד\"ע והוה ליה כהדיחו הן מעצמן מ\"מ גזרת הכתוב הכא שאינה נעשית עיר הנדחת ע\"י שליח: ותימה על הרב שהשמיט זה ואולי סבר הרב ז\"ל דהך ברייתא אתייא כסברת שמאי הזקן בשם חגי הנביא דהאומר לחבירו צא והרוג את הנפש דשולחיו חייב משום דישל\"ע וכדאית' בפרק האיש מקדש דף מ\"ג ע\"א אבל לדידן דקיי\"ל דאין שליח לד\"ע הו\"ל כהדיחו הן מעצמן ואינו מחוור עכ\"ל ולע\"ד יש לדקדק עליו דא\"כ דגזרת הכתוב היא גבי עיר הנדחת דלא אמרינן אשלד\"ע אלא הו\"ל שלוחו ואינו נעשית עיר הנדחת א\"כ מאי פריך התם בפ' הא\"מ אהא דקי\"ל דאשלד\"ע ונילף ממעילה דתנן שליח שעשה שליחותו בע\"ה מעל ומשני משום דהו\"ל מעילה וטביחה ב' כתובים הבאים כא' אין מלמדין. והדר פריך הניחא למ\"ד שב\"כ הבאים כאחד אין מלמדין אלא למ\"ד מלמדין מאי איכא למימר ומשני גלי רחמנא בשחוטי חוץ דם יחשב לאיש ההוא דם שפך הוא ולא שלוחו. ואמאי לא משני משום דה\"ל ג' כתובים הבאים כאחד דלכ\"ע אין מלמדין הא ע\"כ בעיר הנדחת י\"ש לד\"ע מדאינו נעשה עיר הנדחת ויש ליישב ע\"פ מ\"ש לקמן משום נכדו של הר\"ש משאנ\"ץ גם מ\"ש דסובר רבינו דהך סוגיא אתיא כסברת שמאי הזקן הוא דבר תמוה לכאורה הניחא לחד תירוץ דתריצו בגמ' אהא דפריך התם והא דתני האומר לשלוחו צא והרוג את הנפש כו' שמאי הזקן אומר משום חגי הנביא שולחיו חייב מ\"ט דשמאי הזקן קסבר שני כתובים הבאים כאחד מלמדין והוא ההוא לא דריש דהשתא אם כן שמאי הזקן ס\"ל בכל התורה כולה דיש שלד\"ע. אמנם להנהו תי' דתירצו התם בגמ' ואבע\"א ולעולם דריש ומאי חייב בדי\"ש כו' ואיבעית אימא שאני הכא דגלי קרא ובש\"ד דוקא ס\"ל דישלד\"ט אם כן הך ברייתא כמאן אתיא ואם כן ע\"כ צ\"ל דגזרת הכתוב הוא ולהא יש ליישב דכונת הפר\"ח ז\"ל לומר דהך בריית' אתיא כסברת שמאי הזקן לחד תירוצא דבעי בגמ' למימר דס\"ל דישלד\"ע בכל התורה כולה מטעמא דס\"ל דשני כתובים הבאי' כאחד מלמדין והוא ההוא לא דריש ואע\"ג דלהנך תירוצא ס\"ל לשמאי הזקן דבכל התורה כולה אשלד\"ע היינו משום דבעי למימר בגמ' דשמאי הזקן דריש הוא ההוא או דס\"ל דשני כתובים הבאים כאחד אין מלמדין וכדקאמר ואבע\"א לעולם דריש כו' אמנם אי הוה ס\"ל דשני כתובים הבאים כאחד מלמדין והוא בההוא לא דריש ע\"כ דס\"ל דישלד\"ע משום ילפינן ממעילה ואם כן איכא למימר דהך בריית' דקאמר הכא יצאו הן ולא שלוחיהן ס\"ל דב' כתובים הבאים כאחד מלמדין והוא ההוא לא דריש ומשום הכי ס\"ל דבכל התורה כולה ישלד\"ע משום דילפינן ממעילה. אלא דאכתי קשה עליו דאיך אפשר לומר דהך ברייתא ס\"ל כסברת שמאי הזקן דישלד\"ע דאם כן קשה טפי דכיון דישלד\"ע אמאי אינה נעשית עיר הנדחת נימא שלוחו של אדם כמותו והוי ליה כהדיחו המשלחין אלא ע\"כ לומר דגזרת הכתוב היא הכא דאינה נעשית עיר הנדחת ע\"י שליח וכיון שכן מה\"ט נמי לוקמא להך ברייתא אליבא דהלכתא דאשלד\"ע אלא דגזרת הכתוב הוא הכא דאינה נעשית עיר הנדחת ע\"י שליח:<br><b> ואשר </b> אני אחזה ליישב דעת רבינו ז\"ל שהשמיט הך בריית' עם מה שמצאתי בשיטה מקובצת מכ\"י על מס' סנהדרין שכתב שם וז\"ל יצאו הן ולא שלוחן יש לפרש שליח מעיר אחרת ואשמעי' דלא תימא שלוחו של אדם כמותו וחשיבי כאנשי אותה העיר. ועי\"ל אפי' השלוחין מאותה העיר ואמרו פ' ופ' אמרו לנו לומר להם כך וכך כיון שלא דברו המדיחין בעצמן להם לא חשיבא להו מלתא ולא גרירי בתרייהו נכדו של הר\"ש משאנ\"ץ עכ\"ל. ואם כן י\"ל שרבינו מפרש כפירוש ראשון דדוקא היכא דהשליח מעיר אחרת אינה נעשית עיר הנדחת וטעמא משום דלא אמרי' שלוחו של אדם כמותו וחשיבי כאנשי אותה העיר אבל אם השלוחין מאותה העיר נעשית עיר הנדחת וא\"כ כיון שרבינו פסק בפ\"ו מהלכות מעילה הלכה א' וז\"ל ובכל התורה כולה אשלד\"ע לבד ממעילה ופסק בהל' ע\"ז דאם המדיחים מחוץ לעיר אינה נעשית עיר הנדחת ממילא משתמע דאפילו עשאן שליח כל שהן מעיר אחרת אינה נעשית עיר הנדחת כיון דאשלד\"ע הו\"ל כהדיחו הן מעצמן וממילא משתמע דאם השלוחין מאותה העיר נעשית עיר הנדחת ממ\"נ דאי אשלד\"ע הו\"ל כהדיחו הן מעצמן ואי יש שליח הו\"ל כהדיחו המשלחין מעצמן כנ\"ל נכון:<br><b> ולפי </b> פירוש ה\"ב שכתב הר\"ש יש ליישב מה שהקשינו לעיל לדעת הר\"ב פר\"ח ז\"ל דמש\"ה לא משני בגמ' התם דהוה ליה ג' כתובים הבאים כאחד ואין מלמדין לכ\"ע משום דקרא דכתיב יצאו הן ולא שלוחיהן לאו מטעמא דיש שלד\"ע הוא דא\"כ הול\"ל דנעשית עיר הנדחת משום דשלוחו של אדם כמותו וחשיבי דהדיחו המשלחין בעצמן. אלא היינו טעמא דכל שהדיחו משום אחרים לא חשיבו להוא מלתא ואם כן לא הוו ג' כתובים אך ק\"ל טובא לפי' הראשון שכתב הר\"ש דכיון דבכל התורה קי\"ל דאשלד\"ע משום דב' כתובים הבאים כאחד אין מלמדין וא\"כ מקרא דהוא דשחוטי חוץ א\"כ אמאי אצטריך קרא גבי עיר הנדחת יצאו הן לא שלוחן לאשמועינן דלא תימא שלוחו של אדם כמותו וחשיבי כאנשי אותה העיר הא כיון דאשלד\"ע ודאי דחשיבי מדיחי מעיר אחרת: ויש\"ל בדוחק דהך ברייתא ס\"ל בעלמא דישלד\"ע דב' כתובים הבאים כאחד מלמדין והוא ההוא לא דריש ומשום הכי איצטריך קרא דיצאו הן ולא שלוחן לאשמועינן דלא נילף בעלמא דישלד\"ע ודו\"ק:<br><b> ועוד </b> כתב שם בשיטה מקובצת משם המאירי וז\"ל ועוד י\"ל דאפי' היו השלוחין מעה\"נ כל שהדיחו משם אנשי עיר אחרת אינו נעשה עיר הנדחת עכ\"ד וגם בזה י\"ל דכיון דאשלד\"ע אפילו הדיחו משם אנשי עיר אחרת הו\"ל כהדיחו הן מעצמן ואי משום דכיון דהם עצמן אינם מדיחין אלא אומרים פ' ופ' אמרו לנו לומר לכם לא חשיבי מלתא ולא גרירי בתרייהו א\"כ מה\"ט אפי' היו המדיחין והשלוחין מאותה העיר אינה נעשה עה\"נ כמש\"כ אח\"כ המאירי משם י\"מ ואם נאמר דס\"ל דגזרת הכתוב היא הכא דישל\"ע וחשיבי כאנשי עיר אחרת א\"כ קשה טובא דכי פריך התם בהא\"מ ולמ\"ד ב' כתובים הבאים כאחד מלמדין מאי איכא למימר ומאי קו' הא הו\"ל ג' כתובים ואין מלמדין לכ\"ע ואפשר דלהך פי' ס\"ל דדוקא כשהדיחו משם אנשי עיר אחרת לא חשיבא להו מילתא כיון שהמדיחין אינם באותה העיר אבל כל שהמדיחים הם באותה העיר חשיבא להו מילתא טפי ולאו משום טעמא דישלד\"ע כך נ\"ל ודו\"ק:<br><b> אפריון שלמה</b>\n<b> מה </b> שהביא בשם הפר\"ח שתמה על הרמב\"ם שלא הביא דין זה המפורש בפ' חלק דבעינן ויצאו הם ולא שלוחין והנה תי' הפר\"ח דחה השעה\"מ וגם תירוצו של השעה\"מ הוא דוחק דכיון דהתנא הוצרך ללמוד מקרא אף דקיי\"ל אשלד\"ע א\"כ גם הרמב\"ם היה לו להעתיקו ואם ס\"ל דנודע כן מסברא אם כן למה דייק הש\"ס זה מקרא ולדידן הוי הקרא למותר דבע\"כ מיתורא דקרא למד כן דאל\"כ מנ\"ל למעט שלוחין מקרא ובע\"כ דקשה לו איזה יתור בכתוב אם כן לדידן דקיי\"ל אשלד\"ע למה היתור דקרא גם נראה דדין עיר הנדחת כיון דהוי בלי התראה גם ממונם והטף ובהמה אבד והם לא חטאו בע\"כ נחשב זה דין שמים וא\"כ הרי מפורש בקדושין וב\"ק דבד\"ש יש שלד\"ע א\"כ לכ\"ע צריך קרא למעט שלוחין דבד\"ש יש שלד\"ע לכ\"ע וכמ\"ש בפ\"ב דקדושין. ומה שנ\"ל ליישב בעזה\"י הוא במה דפליגי רבנן ור' יוסי בגטין כ\"ו אם מילי ממסרי לשליח או לא דרבנן ס\"ל דמילי ממסרי לשליח ור\"י ס\"ל דמילי לא ממסרי לשליח ואנן קיי\"ל כר\"י ולכך א\"ש דהרי במדיחין על ידי שליח הוי רק מילי ומילי לא ממסרי לשליח ולכך הך ברייתא דהן ולא שלוחן אתיא כרבנן דס\"ל ממסרי לשליח ולכך נחשבו המשלחין מדיחין לכך לא שייך בזה דין עיר הנדחת דהתורה מיעטה מדיח על ידי שליח אבל לדידן דקיי\"ל מילי לא ממסרי לשליח אם כן אין להם דין שלוחין והוי כאלו הדיחו השליח מעצמו והוי בהם דין עיר הנדחת והכתיב ויצאו הם ולא שלוחן ימעט באומרים אמרו בשמם לאנשי העיר והרי אמרינן בגיטין ס\"ו דמודה ר' יוסי באומר אמרו דיש שליחות במילי ולכך הברייתא דנקטה סתם הן ולא שלוחן ולא קאמר באומרים אמרו מוכח דאתיא כרבנן דס\"ל דממסרי לשליח אבל לדידן דקיי\"ל כר\"י ולכך בסתם שלוחים יש דין עיר הנדחת רק באומר אמרו ליכא עיר הנדחת וכיון דחילוק זה אינו מפורש בש\"ס לכך לא כתבו הרמב\"ם כדרכו בכמה מקומות. והנה מ\"ש דדין עיר הנדחת הוי רק בדין שמים נראה ראי' לזה מן הכתוב שנאמר בעיר הנדחת כליל לה' אלהיך והיינו דהוי רק דין שמים לו ית' וזה הוי כוונת המשנה סוף חלק דאמר הקב\"ה אם אתה עושה דין בעיר הנדחת נחשב כאלו אתה מעלה עולה כליל לפני והיינו דקמ\"ל דזה אינו חיוב בדיני אדם רק בדיני שמים והוי דין עיר הנדחת כדין עולה דהוי נדבה ולא חובה וא\"ש:<br><b> ועוי\"ל </b> דברי הרמב\"ם עפ\"ד הפר\"ח והוא במה דאמרינן בש\"ס דטעם דאשלד\"ע הוי מכח דדברי הרב ודברי התלמיד דברי מי שומעים אך זה הוי רק למ\"ד דבבר חיובא תליא מלתא אבל למ\"ד בבעי עביד תליא מלתא אף דאינו בר חיובא לא הוי הטעם דאשלד\"ע מכח דברי הרב וכו' כמובן ולפ\"ז הרי אמרינן בש\"ס דאין טוענין למסית וראיה מנחש דהרבה טענות הי' לנחש לטעון ולא טען ומה הי' לו לומר דברי הרב ודברי התלמיד וכו' ולמה לא טען לו הקב\"ה מכח דאין טוענין למסית וא\"כ מוכח דאם המסית טוען דברי הרב וכו' הי' פטור רק דאין טוענין לו ולכך א\"ש דקאמר הן ולא שלוחן ואין לומר דהרי אשלד\"ע דבזה הוי ממ\"נ אם נאמר אשלד\"ע אם כן הוי הטעם מכח דברי הרב וכו' א\"כ פטור המסית וא\"כ בזה הוי ממ\"נ אם לא נאמר דברי הרב וכו' אם כן הוי הם רק שלוחין ואם נאמר דאשלד\"ע בע\"כ דברי הרב וכו' אם כן בלא\"ה פטור המסית ולכך לא שייך במסית לומר אשלד\"ע דהרי במסית אין טוענין לו לומר דברי הרב וכו' לכך הוי לו שליחות ולכך דרשינן הם ולא שלוחן וזה למ\"ד דבבר חיובא תליא מלתא אבל הרמב\"ם יסבור דהלכה כמ\"ד דבבעי עביד תליא מלתא ולא מכח דברי הרב וכו' שפיר לא שייך שליחות במסית והוי כאלו הדיחן השלוחין בעצמן והוי להם דין עיר הנדחת והכתוב דויצאו מגלה להיפוך דאף אם הי' השליחות הוי כאלו היו הם בעצמן דאף השלוחין הוי בכלל הם וגלי קרא דהוי הלכה כרב סימא דבבעי עביד תליא מלתא ודוק היטב ובדברינו נתיישב כמה דקדוקים של השעה\"מ על הפר\"ח ודי למבין. ואין להקשות על דברינו דאיך הוי כח ביד האמור' לחלוק על הברייתא ולומר דהוי מטעם אי בעי עביד כיון דמברייתא בסנהדרין הנ\"ל מוכח דהוי מכח בר חיובא ומכח דברי הרב וכו' אך א\"ש דהרמב\"ם לא יסבור כסברת הראשונים שהביא הש\"ך בסי' קפ\"ב דשוגג דומה לחצר דבע\"כ מותיב בה והשכל נותן כן כיון דדייק הש\"ס לומר דשאני חצר דבע\"כ מותיב בה מוכח דכל דאינו בע\"כ אינו כחצר והרי שוגג אינו בע\"כ לכך ס\"ל להרמב\"ם דבאמת זה תליא בפלוגתא זו דלמ\"ד מכח דברי הרב אם כן בשוגג לא שייך טעם זה בזה יש שלד\"ע אבל לטעם אי בעי עביד גם בשוגג אשלד\"ע ואם כן כיון דמה דאמרינן אשלד\"ע הוי מכח דהוי מעילה ושליחות ב' כתובים הבאים כאחד והרי מעילה הוי רק בשוגג ומוכח דבשוגג נמי אשלד\"ע דבלא\"ה ליכא ב' כתובים אך המעיין ברפ\"ב דקדושין שם א\"ש די\"ל דיליף משחוטי חוץ ודריש הוא ההוא עיי\"ש ומשחוטי חוץ למדינן דאשלד\"ע וא\"כ תינח למאן דדריש הוא ההוא אבל למ\"ד שם דלא דריש הוא ההוא וא\"א ללמוד משחוטי חוץ בע\"כ הוי מכח דמעילה וטביחה הוי ב' כתובים ומוכח דגם בשוגג אשלד\"ע ולכך א\"ש דברייתא דויצאו הם ולא שלוחן אתיא כמ\"ד דדריש הוא ההוא וילפינן אשלד\"ע משחוטי חוץ לכך ס\"ל דהטעם דאשלד\"ע מכח דברי הרב וכו' לכך לא שייך בשוגג לומר אשלד\"ע לכך במסית יש שלד\"ע מטעם הנ\"ל אבל רב סימא יסבור כמ\"ד דלא דריש הוא ההוא ובע\"כ מה דאשלד\"ע הוי מכח דטביחה ומעילה הוי ב' כתובים ומוכח דבשוגג נמי אשלד\"ע ומוכח דהוי הטעם מכח אי בעי עביד וממילא גם במסית שייך לומר אשלד\"ע לכך גם ע\"י שליח חייבין והריבוי מרבה להיפוך דגם השליח הוי בכלל הם עצמן דהטעם דאשלד\"ע הוי מכח אי עביד ולא מכח דברי הרב וא\"ש בעזה\"י:<br><b> מעשה חושב</b>\n<b> (יז) </b> ותימא על הרב שהשמיט זה. כיוצא בזה אני תמה שהשמיט הרמב\"ם ז\"ל כעין דרשה זו גבי עגלה ערופה דדרשינן בסנהדרין דף י\"ד ר' מאיר אומר ויצאו זקניך ולא שלוחן ע\"ש ובנוב\"י מה\"ת:<br><b> (יח) </b> הא ע\"כ בעיר הנדחת יש שליח לדבר עבירה. לענ\"ד לק\"מ דגבי מעילה וטביחה אמרינן דישלד\"ע וחייב המשלח אבל בעיר הנדחת המשלח לעולם פטור אפי' בשליח שוגג. דבעלמא אמרינן ישלד\"ע ומחייב שולחו ואפ\"ה בעיר הנדחת פטור והוא מגזירת הכתוב וא\"כ כמו דפטורו של המשלח הוא לאו מטעם דאין שלד\"ע שהרי חזינן דאפי' באופן כזה שבודאי ישלד\"ע אפ\"ה פטור המשלח ובודאי דפטורו מגזיה\"כ ה\"נ לענין פטורן של השליחים והיינו הא דלא נעשית עיר הנדחת הוא ג\"כ אינו מטעם דישלד\"ע אלא דאפי' בשליח מזיד ואפי' לפי מאי דקיי\"ל דאין שלד\"ע בכל התורה לבר מהני דגלי קרא ולפ\"ז הו\"ל למימר דהוי כאלו הודחו הן מעצמן שתהי' נעשית עיר הנדחת מ\"מ לא נעשית עיר הנדחת משום דגזה\"כ הוא דכל שלא הודחו מעצמן אלא ע\"י מי ששלחן אע\"פ ששליחותן אינה שליחות אפ\"ה אינה נעשית עיר הנדחת דרחמנא מיעטה אותם מיתורא דקרא וא\"כ איך אפשר להש\"ס למיחשב האי קרא דיצאו לכתוב שלישי לענין ישלד\"ע למ\"ד ב' כתובים הבאים כא' מלמדין ואפילו א\"נ דהרמב\"ם ז\"ל לא ס\"ל כהתוס' דבשליח שוגג אמרינן בעלמא ישלד\"ע לחייב משלחו וא\"כ נסתרה ההוכחה הזו מ\"מ לא מצי הש\"ס לשנויי הכי דהאי קרא דיצאו הוי כתוב השלישי לענין ישלד\"ע משום דע\"כ האי גזה\"כ אינו לענין זה דנימא ישלד\"ע וכמו שהבין המחבר בכונת הפר\"ח. אלא דהך גזה\"כ הוא רק דאין נעשה עיר הנדחת עד שבאו המודחין מעצמן ולא ששלחום אחרים אע\"ג דשליחותן כמאן דליתא דהא לדבר עבירה היא וקיי\"ל דאין שלד\"ע מ\"מ המדיחין שבאו להדיח ודברו עם יושבי העיר והדיחום ולא מעצמן באו המודחין אלא ע\"י אחרים ששלחו אותם אינה נעשית עיר הנדחת. וא\"כ דאם הפי' כן הוא כמו שהבין הרב המחבר בדברי הפר\"ח דגם בעיר הנדחת אמרינן ישלד\"ע א\"כ הרי היל\"ל דהמשלח חייב כמו במעילה ובטביחה ובאמת הא פטור בזה שהרי הקרא דיצאו ממעט שליחים ולא מרבה שליחים והא דאיצטרך קרא למעט שליחים אע\"ג דקיי\"ל בכל התורה אין שלד\"ע וכנ\"ל הוא לא' משני פנים או דנ\"מ לענין היכא דהשליח שוגג או דנימא דאי לאו מיעוטא דקרא הו\"א דנעשית עיר הנדחת משום דהוי כאלו הודחו השליחים מעצמן וע\"כ צריך קרא למעוטי דאינה נעשית עיר הנדחת ע\"י שליחים ועי' להלן. ואיני יודע מה צריך לדברי הר\"ש דזה פשוט בכונת הפר\"ח:<br><b> (יט) </b> וי\"ל בדוחק דהך ברייתא ס\"ל בעלמא דישלד\"ע. לכאורה יש ליישב ברווחא טפי דס\"ל להר\"ש בפי' הראשון כדעת התוס' ב\"ק דף ע\"ט ע\"א דס\"ל דהיכא דשליח שוגג אמרינן ישלד\"ע וא\"כ צריך קרא למעוטי בעיר הנדחת דאפי' בשלוחין שוגגים מ\"מ אינה נעשית עיר הנדחת ובאמת הביא הגאון תפארת צבי ראי' מזה לדעת התוס' הנ\"ל ע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אחד </b>\n<b> זרע כשר ואחד זרע פסול כו'.</b> ברייתא פרק ד\"מ דף ס\"ד ע\"ב זרעו אין לי אלא זרע כשר זרע פסול מנין ת\"ל מזרעו בתתו וכה\"ג דרשינן פ\"ק דקידושין ד\"ד ע\"א גבי בת כהן וזרע אין לה אין לי אלא זרע כשר זרע פסול מנין ת\"ל אין לה עיין לה וראיתי להתוס' ז\"ל בפרק האומר דף ס\"ו ע\"ב ד\"ה ולזרעו הק' מהא דפ' קמא דקידושין למאי דאמרי' התם בן גרושה דעבודתו כשרה מנ\"ל אמר ר\"י אמר שמואל דאמר קרא ולזרעו אחריו בין זרע כשר בין זרע פסול ותירצו ז\"ל וי\"ל דשאני הכא דזרעו מיותרת דה\"מ למכתב ולבניו שהרי בבנות לא שייך ברית כהונת עולם כו' וראיתי למורנו הרב בס' בתי כהונה ח\"ב בחלק בית אבות ד\"ז הקשה משם הרב כמהר\"ח עשאל למאי דמשמע מדבריהם דאי הוי כתיב בניו הוי משמע דוקא כשרים מהא דאמרינן בת\"כ בני אהרן יכול חללים ת\"ל הכהנים אלמא דבני אהרן אף פסולים במשמע והוא ז\"ל תירץ דהתם מכח היתור קא דייק שכבר כתיב הכהנים ומדכתיב בני אהרן הו\"א דאתא לרבות אף חללים דאם למעוטי חללים כבר כתיב הכהני' דמשמע כשר דוקא אלא דלרבויי חללים הוא דאתא וז\"ש בני אהרן יכול חללים מכח היתור ת\"ל הכהנים שנראה מזה דדוקא כשרים ולא מסתבר לאוקומי יתורא לזה הפך משמעות הכהנים אלא אתא לאפוקי בנות אהרן אבל גבי והיתה לו ולבניו דליכא יתורא ודאי דמ\"ש בניו כשרים דוקא במשמע ומיהו בפ' יש נוחלין דף קט\"ו ע\"א ד\"ה בן הבן כתבו בהדיא דבן אפילו פסול במשמע הפך דבריהם דהכא אלו ת\"ד יע\"ש:<br><b> ואנכי </b> הרואה שלא זו בלבד דבריהם סותרי' אלו את אלו אלא שדבריהם דהכא סותרים לתלמוד ערוך מהא דגרסינן בפ' בן סורר דף ע\"א ע\"א אמתני' דקתני ר\"י אומר אם לא היתה אמו ראויה לאביו אינו נעשה בן סורר ומורה פרכינן התם מאי אינה ראויה אילימא חייבי כריתות ומיתות סוף סוף אבוה אבוה הוא ואימיה אימיה אלא כו' ופי' רש\"י דהא בקרא לא כתיב אישות באמו אצל אביו יע\"ש והשתא מאי קושיא הא כיון דכתיב כי יהי' לאיש בן כו' דוקא כשר במשמע ולא בן פסול אלא ודאי משמע דכל מקום שנאמר בן אפי' פסול במשמע וכמ\"ש בפ' יש נוחלין כי על כן לדידי חזי לי דעיקר קושיתו ליתא דודאי ס\"ל להתוספ' דידן דבן אפי' פסול במשמע אלא דהכא גבי והיתה לו ולבניו א\"א לומר דאפי' חלל במשמע שהרי מחולל קרי' רחמנא שנתחלל מקדושת כהן לעבודתו דמה\"ט אפי' לפי האמת דכתיב ולזרעו ומרבינן זרע פסול לא מרבינן אלא לענין דיעבד אבל לכתחלה אינו ראוי לעבודה כמ\"ש רש\"י שם ואם כן אי הוי כתיב ולבניו ודאי דלא היה לנו לומר אפילו פסולים במשמע ולענין דיעבד קא מיירי קרא דהא ודאי אין דרך לומר דקרא לדיעבד קא אתי כדאמרי' בפ' הערל. דאי לא כתיב קרא יע\"ש אלא משום דאייתר לן ולזרעו מכח יתורו דוחקינן לומר דאתא לרבויי זרע פסול. ולענין דיעבד אבל ממשמעותו גרידא אין סברא כמ\"ש משא\"כ בההי' דת\"כ דאיכא למימר שפיר דאפי' חללי' במשמע דאפי' דנתחללו מקדושתן לענין עבודה ותרומה אפי' הכי קדושתן עליהן לענין טומאה ובהכי ניחא ההוא דפרק בן סורר ומורה כנ\"ל נכון. והרשב\"א שם תי' לקושית התוס' וז\"ל ומסתבר' דלא מקרי זרע פסול אלא פסולי קהל כגון נתין וממזר והנהו אצטריך קרא לרבויינהו מזרע אין לה עיין לה אבל פסולי כהונה זרעו מיקרי ומש\"ה מרבינן ליה הכא מזרעו ד\"ש כל זרעו כו' יע\"ש:<br><b> וק\"ל </b> טובא לפי תי' שהרי הא דבן גרושה ובן חלוצה דעבודתו כשרה ר\"ע קאמר לה התם בברייתא. ולפי דבריו תיקשי לרבי ישבב דקאמר התם בפ' האומר דף ס\"ח אליבא דר\"ע דכל שאין לו ביאה בישראל הולד ממזר א\"כ היכי קאמר ר\"ע הכא דבן גרושה עבודתו כשרה ונפקא ליה מקרא דולזרעו הא בן גרושה מפסולי קהל הוה וזרע פסול לא מקרי זרע וא\"כ הו\"ל לתלמודא להקשות הניחא לר' סימאי אלא לר' ישבב דאמר כל שאין לו ביאה כו' מאי איכא למימר כדפריך בדוכתי טובא וכן נמי קשה למה שהקשה עוד שם לתירוץ ר\"ת שתירץ דאסיפיה דקרא דכתיב ברית כהונת עולם סמיך וז\"ל ואינו מחוור דא\"כ אף אני אביא כל הפסולים ואפי' כהן שבא על אחותו והוליד ממנה בן דהא בקרא דכהונת עולם לא כתיב ביה ממזר ולא חלל כו' דמאי קושיא דאימא ה\"נ שהרי לר' ישבב אליבא דר\"ע עכ\"ל דאפילו כהן ממזר עבודתו כשרה ואם כן מדר' ישבב נשמע לדידן דאפי' ממזר נמי וצ\"ע. תו ק\"ל טובא לפי תירוצם ז\"ל דפסולי כהונה מיקרי זרעו שפיר מהא דגרסי' בפ' הערל אמתני' דתנן הערל וכל הטמאים אסורים לאכול בתרומה מנ\"ל אמר ר\"י משום רבי ישמעאל אמר קרא איש איש מזרע אהרן איזהו דבר השו' בזרעו של אהרן זו תרומה ואימא חזה ושוק ומשני' ליתיה בחוזרת והדר פריך תרומה נמי האיכא חללה ומשני חללה לאו זרע דאהרן ע\"כ הרי מבואר דפסולי כהונה נמי לאו זרע אהרן מקרי וא\"כ קשה נמי נימא הכי דזרע פסולי כהונה לא זרעו דפנחס מיקרי דמ\"ש ובשלמא לתירוץ התוס' שכתבו דהנהו מיתורא דזרעו קא דריש מדהו\"ל למכתב ולבניו ניחא שפיר דהתם זרע אהרן איצטריך לגופיה דאי הוה כתיבי מבני אהרן הוה משמע דבנות אהרן לא הוזהרו על אכילת תרומה בטומאה להכי כתיב זרע אהרן אכן לתירוץ הרשב\"א ז\"ל דפסולי כהונה ממשמעותו דזרעו נפיק ק' טובא וכן קשה למה שתי' הר\"ב החידושין פ\"ק דקדושין לקושית התוס' הלזו וז\"ל וי\"ל דהכא כיון דזרעו פסול לא משמע ביה שאם היה לה זרע פסול אע\"פ שעכשיו אין לה הרי נפסלה מן התרומה כיון שנבעלה לפסול אם כן זרע זרעה פסול נמי לית לן לאתויי מינה אלא דוקא זרע זרעה כשר דומיא דזרע' א\"ד יעוין שם דלפי תירוץ זה דבעלמא זרע פסול אקרי זרע ממשמעותיה דקרא א\"כ היכי אמרינן בפרק הערל דחללה לאו זרע דאהרן היא הא זרע פסול מיקרי זרע ובר מן דין ק' לפי תירוץ זה מההיא דפרק ד' מיתות גבי מעביר בנו ובתו דאמרי' אין לי אלא זרע כשר זרע פסול מנין והביאו הרב לעיל מזה ועל הכל צ\"ע כעת:<br><b> ובירושלמי </b> דסוטה אמתני' דתנן אילונית וזקנה כו' אינן שותות גרסינן התם שנא' ונקתה ונזרעה זרע הראוי' להזריע כו' איתיבון הרי אלמנה מכ\"ג הרי היא ראויה להזריע זרע שניא הוא דכתיב ולא יחלל זרעו תמן תנינן ממזר פוסל ומאכיל והכא את אמר הכין א\"ר תנחומא תיניין וזרע אין לה מ\"מ ברם הכא ונזרעה זרע ולא פסול ע\"כ הרי מבואר דמפסולי כהונה ג\"כ מיקרי זרע פסול שלא כדברי הרשב\"א וצ\"ע:<br><b> הגהות הרה''ג יוסף שאול נאטאנזאן - על שער המלך</b>\n<b> אחד </b>\n<b> זרע כשר וכו'.</b> מ\"ש אי זרע פסול מקרי זרע עיין פר\"ד דרך הקודש דרוש שביעי מ\"ש מהר\"י באסאן ז\"ל ועיין בט\"ז או\"ח ס' תקצ\"א ס\"ק ג' ועיין בשו\"ת מוהרי\"ט בשניות חא\"ח ס' ו' ועיין תמורה דף ה' ע\"ב שאני התם דקאמר קרא לא יחלל זרעו וברש\"י ותוס' שם ולכאורה הי' מקום לומר דמדקרי לי' זרעו ע\"כ אינו ממזר דממזר ל\"מ זרע אבל ירושלמי סוטה שהביא המחבר משמע להיפך וצ\"ע. ועיין ריטב\"א קדושין שם ובט\"א חגיגה דף ג' גבי אברהם ראש לגרים ועיין יראים מצוה ע\"ט:<br><b> מעשה חושב</b>\n<b> (כ) </b> ואנכי הרואה כו' אלא שדבריהם דהכא סותרים לתלמוד ערוך. צ\"ע קצת דלא הביא כלל סוגיא דיבמות דף כ\"ב ע\"ב גבי בן דפוטר אמו מיבום דצריך דרשה דעיין עליו שגם ממזר פוטר דמשמע מזה דבן סתמא משמעו כשר דוקא (דאע\"ג דהתוס' שם דחקו לומר דסד\"א למילף אחוה מבני יעקב ולמימר בהיפך דממזר מזקיק אף ממזר איננו פוטר ולכן צריך דרשה דעיין עליו אבל א' לא\"ה הי' בן פסול נמי במשמע גם בלא דרשה דקרא וכמ\"ש בפ' י\"ג מ\"מ מסתמא דהש\"ס משמע דבן סתמא משמע דוקא כשר כמו זרע דפ' ד\"מ ורפ\"ק דקדושין) וא\"כ אין זה אלא סתירה מדברי התו' בפ' האומר לדבריהם בפ' יש נוחלין וגם לדבריהם כאן ביבמות שהבאתי אבל אינם סותרים דברי התלמוד כיון דביבמות בפשיטות משמע כן דבן סתמא משמע דוקא כשר ולא פסול וכמ\"ש בקדושין פ' האומר אלא דהאי דיבמות ודפ' י\"ג סותרים בזה להאי דבן סורר ומורה דשם משמע בתלמוד דבן סתמא פסול נמי במשמע וכדאיתא נמי בת\"כ בני אהרן יכול חללים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וגחלת </b>\n<b> של ע\"ז אסורה והשלהבת מותרת כו'.</b> ברייתא פרק בתרא די\"ט וכתב הרא\"ש שם וז\"ל ירוש' מברכין על השלהבת ואין מברכין על הגחלת והא דאסרי' לברך בשלהבת ע\"ז אע\"ג דשריא משום דיש עמה גחלת ואע\"פ שאין הברכה אלא על השלהבת עכ\"ל נראה דס\"ל להרא\"ש דהא דאמרי' שלהבת ע\"ז מותר היינו דוקא כשאין שם אלא השלהבת וא\"נ בבא להדליק נרו מנר של ע\"ז אבל ליהנות מאור של ע\"ז אע\"ג דאין הנאתו אלא מן השלהבת כיון שהיא קשורה בגחלת אסור וכן כתב הרב בעל ט\"ז בי\"ד סימן קמ\"ב מסברא דנפשיה ולא זכר ש\"ר שדבריו הן הן דברי הרא\"ש וכ\"נ שהוא דעת הרע\"ב שכתב בפ\"ח דברכות משנה ו' וז\"ל ולא על הנר ובשמים דע\"ז לפי שאסורין בהנאה עכ\"ל ויש לדקדק דאם כן תקשי להירושלמי מתני' דאלו דברים שהרי בירושלמי שהביאו התוס' פרק החליל דף נ\"ג ד\"ה אשה היתה בוררת חטים מבואר שם דס\"ל דאשה היתה בוררת חטים מאור שמחת בית השואבה משום דקול ומראה וריח אין בהן משום מעילה הרי דאפילו בהקדש דקיימא לן דשלהבת לא נהנין ולא מועלין אפ\"ה ס\"ל להירוש' דמותר ליהנות מאור של הקדש אע\"ג דשלהבת קשורה בגחלת וא\"כ מכל שכן בנר של ע\"ז דקיי\"ל דשלהבתה מותר ליהנות מאורה: ואם כן אמאי קתני מתני' דאין מברכין על נר של ע\"ז ולולי דברי הרא\"ש והרע\"ב ז\"ל היינו יכולים לומר דטעמא דמתני' לאו משום דאסור בהנאה אלא משום דמאיס למצוה וכמ\"ש בשיטה מקובצת להרב בצלאל בשם רבו אכן לפי דבריהם קשה וי\"ל דס\"ל כמ\"ש הרב בעל באר שבע בפרק קמא דכריתות דל\"ה לתרץ קו' התוס' שהקשו בפ' החליל דלא אמרו קול ומראה וריח אין בהם משום מעילה אבל אסורא איכא אלא בבא ליקרב עצמו לעזרה להריח יותר או כדי לראות יותר אבל כל שאינו מקרב עצמו לאורה אלא שהאור בא לו למקום אשר הוא חונה שם כההיא דהאשה היתה בוררת חטים כו' שרי ואם כן הכא נמי י\"ל דטעמא דמתני' דאין מברכין על הנר של ע\"ז הוא משום שמקרב עצמו כדי ליהנות מאורה כנ\"ל:<br><b> ודע </b> שכתב מרן הב\"י י\"ד סימן קמ\"ב דהא דגחלת של עבודה זרה אסורה היינו דוקא לכתחילה ומדרבנן אבל בדיעבד שרי ע\"ש ועפ\"ז פסק בשולחנו הטהור סעיף ו' דפת שבישלה על גבי גחלים של עצי ע\"ז מותרת ועיין בש\"ך שם סק\"י ובט\"ז ס\"ק מה שתמהו עליו בזה ועוד אני מוסיף לתמוה דאם איתא דגחלת של ע\"ז אין איסורו אלא מדרבנן מאי פריך בגמרא מ\"ש של ע\"ז דשרייא ומ\"ש דהקדש דאסירא ומאי קושיא הא איכא למימר דבע\"ז דגחלת שלה אין איסורו אלא מדרבנן לא גזרו שלהבת אטו גחלת דהוה ליה גזירה לגזירה ובהקדש כיון דגחלת שלו אסורה מדאוריית' כדקתני גחלת של הקדש מועלין בה מש\"ה גזרו שלהבת אטו גחלת וכן כתב המאירי ז\"ל בשיטה כתיבת יד וז\"ל גחלת של הקדש מועלין בו אבל שלהבת של הקדש אין נהנין בה לכתחילה מדרבנן ואע\"ג דלגבי תחומין שרינן לכתחלה התם הוא דגחלת גופא מדרבנן הוא עכ\"ל הרי שכתב דבתחומין כיון דגחלת גופו אינו אלא מדרבנן לא גזרו שלהבת אטו גחלת אלא מוכח ודאי דגחלת של ע\"ז אסורה מדאוריית' וכבר תמהתי עליו במקום אחר בפ' מה' חמץ ומצה יע\"ש ולכן אני אומר שאף מרן הב\"י לא כתב כן אלא דוקא בגחלת הבא מעצי ע\"ז או מעצי אשירה וכמו שדקדק בלשונו בשולחנו הטהור שכתב פת שבישלה על גבי גחלים של עצי ע\"ז ומטעמא שכתב דכיון דנעשו גחלים הלך איסורן וכן מ\"ש במרן בית יוסף גם כן מיירי בהכי דקאי על מ\"ש הטור שם נטל ממנה עצים והסיק בהם התנור כו' אבל אם נאסרו בעודן גחלת כגון שעשאן תקרובת ע\"ז בהא ודאי אזיל ומודה דאסירי מדאוריית' ועי' בשיטה מקובצת למוהר\"ב והשתא היינו דפריך שפיר דמ\"ש שלהבת של ע\"ז דשרייא ומ\"ש של הקדש דאסירא משום דמשמע ליה דכי קתני שלהבת של ע\"ז אסורה אפי' בכשהגחלים עצמן אסורין מדאוריית' כגון שעשאן תקרובת ע\"ז דהרי כי קתני גחלת של ע\"ז אסורה בכל גוונא קאמר ועלה קתני דשלהבת מותרת ותו דע\"כ כי קתני גחלת של ע\"ז אסורה ע\"כ מיירי בעשאן תקרובת ע\"ז ואסורה מדאוריית' קאמר דאם לא כן מאי רבותיה דגחלת של ע\"ז משאר אסורין הא כל שאר איסורין נמי דינא הכי דגחלתן אסורה לכתחילה כך נ\"ל:<br><b> ועל </b> פי האמור מקום אתי לקיים הוראת הרב בית הלל שכתב בסי' הנז' ס\"ק א' דשלהבת של חמץ מותר דלא גרע מעצים של ע\"ז דאפרן אסור ואפילו הכי בשלהבת מותרת ואם כן גבי חמץ נמי אע\"ג דאפרו אסור השלהבת מותרת ותמה עליו הרב בעל חק יעקב בה' פסח סימן תמ\"ה ס\"ק ו' שהוא הפך סוגיא דשמעתין דאמרי' דע\"ז דבדילי אינשי מניה לא גזרו ביה רבנן הקדש דלא בדילי אינשי מיניה גזרו ביה רבנן הרי שאמרו דהקדש שלהבתו אסור משום דלא בדילי אינשי מיניה ואם כן כ\"ש חמץ דלא בדילי אינשי מיניה שיהא אסור שלהבתו יע\"ש. אכן כפי מ\"ש איכא למימר דדוקא בהקדש דגחלת שלה אסור מדאוריית' ומשום הכי גזרו שלהבת אטו גחלת כיון דלא בדילי אינשי מיני' אמנם בחמץ כיון דגחלת שלו אינו אסור אלא מדרבנן וכמ\"ש התוס' בפ\"ק דפסחים ד\"ה ד\"ה ואומר אע\"ג דלא בדילי אינשי מיניה לא גזרו שלהבת אטו גחלת משום דהו\"ל גזירה לגזירה. וכההוא דהמודר הנאה מחבירו דשלהבתו מותר אע\"ג דלא בדילי אינשי מיניה כנ\"ל:<br><b> מעשה חושב</b>\n<b> (כא) </b> וא\"כ אמאי קתני מתניתין דאין מברכין על נר של ע\"ז. לענ\"ד לק\"מ דהא דקיי\"ל דשלהבת מותר הא קא מפרש הרא\"ש דהיינו כשאין שם אלא שלהבת א\"נ בבא להדליק נרו מנר של ע\"ז אבל לא בזמן שיש עמה גחלת או שהיא קשורה בנר דאז אסורה ומש\"ה אין מברכין על נר של ע\"ז והא דמבואר בירושלמי המובא בתוס' סוכה דף נ\"ג דאשה בוררת חטים לאור שמחת בית השואבה ע\"כ התם ה\"ט משום דלב ב\"ד מתנה והתירו כיון דא\"א להעצים עין שלא לראות אור גדול כזה או שלא להנות מאורו וע\"כ יהנה מש\"ה גם ברירת חטים מותר משום דכיון דבין כך ובין כך ע\"כ נהנה מאור ולב ב\"ד מתנה שיהי' מותר תו לא חילקו באיכות ההנאה וכש\"כ כאן בשלהבת כיון דהא דלא נהנין ממנו הוא רק מדרבנן א\"כ א\"צ נמי לאתויי עלה מטעם דלב ב\"ד מתנה אלא מטעם דהם אמרו והם אמרו כיון דהנאה באה לו בע\"כ באור שמחת בית השואבה א\"כ לא דקדקו רבנן באיכות ההנאה ואפילו לברור חטים מותר תדע שכן הוא דהא אמרינן בשלהבת לא נהנין הרי דעכ\"פ מדרבנן אסור וא\"כ אמאי מותר לברור חטים מאור שמחת בית השואבה אע\"כ מטעמא דכתיבנא וא\"כ הרי זה לא שייך בשלהבת ע\"ז דשלהבת מדרבנן ודאי אסורה ומש\"ה קתני דאין מברכין על נר של ע\"ז:"
            ],
            [],
            [],
            [
                "<b>אפה </b>\n<b> בו את הפת כו' נתערבה באחרות יוליך דמי כו' לים המלח.</b> הנה התוס' ז\"ל בפ' התערובות דע\"ב ע\"ב ד\"ה כלן ידלקו הקשו וז\"ל וכ\"ת מ\"ש הכא דקתני כלן ידלקו ולא פליג ר\"א דלימא יוליך הנאה לים המלח כמו בסוף פ' כל הצלמים לענין ע\"ז וכותיה הלכת' כו' ונראה דר\"א פליג דוקא גבי ע\"ז לפי שתופסת את דמיה כו' והא דתניא בסוף הגוזל בגד שצבעו בקליפי שביעית ידלק אם היה מתערב באחרים הוה אמרינן יוליד הנאה ולפי זה טבעות וכוסות דע\"ז דלקמן סגי בהולכת הנאה לים המלח עכ\"ל וראיתי להרב בעל מחנה אפרים בחדושיו על רבינו בפ' י\"ו מה' מאכלות אסורות דכ\"ו שהקשה לפי תירץ זה מהא דאמרינן התם בפרק הנזכר דע\"ד דאיצטריך דר\"ן דאמר טבעת של ע\"ז שנתערבה ונפל א' מהם לים הגדול הותרו כלן ואיצטריך דר\"ל ור\"ן דאי מדר\"ן הו\"א הנ\"מ ע\"ז דאין לה מתירין אבל תרומה דיש לה מתירין לא כלומר למכרן לכהן חוץ מדמי סאה של תרומה והשתא לפי דברי התוס' קשה דהלא בע\"ז נמי יש לו מתירין בכי האי גונא דיוליך הנאה לים המלח עכ\"ד יעוין שם ולע\"ד נראה ליישב ולומר דמ\"ש התוספות דטבעות וכוסות של ע\"ז סגי בהולכת הנאה לים המלח היינו לפום מאי דקי\"ל הלכתא כר\"ח דאמר בסוף פרק כל הצלמים דתקנתא דר\"א מהני אפילו לחבית בחבית אמנם רב אדא בר אהבה פליג התם וסבר דלא מהני תקנתו דר\"א אלא בפת דאין ממשו של האיסור מעורב בו אבל חבית בחבית לא וא\"כ איכא למימר דתלמוד' הכי קאמר דאי מדר\"ן הו\"א ה\"מ ע\"ז דאין לו מתירין כלומר דהו\"א דר\"ן ס\"ל כרב אדא ב\"א דתקנתו דר\"א לא מהני אלא בפת. ונמצא אם כן דאין לו מתירין ומשום הכי קאמר דהותרו כולן אבל תרומה כו' לא משום הכי אצטריך דר\"ל:<br><b> ודע </b> דמדברי התוס' הללו נראה בהדיא דלא כמ\"ש הרב בעל מחנה אפרים שכתב שם דליכא למימר דס\"ל להרי\"ף ורבינו דתקנתא של ר\"א לא מהני אלא בע\"ז משום דתופסת דמיה אבל לא בשאר איסורין דאם כן כי לא נתערבה בפת אמאי לא שרי בפדיון כיון דעבודה זרה תופסת דמיה יעוין שם. ולא ידעתי איך אשתמיט מיניה דברי התוספות הללו שכתבו החילוק זה ואפילו הכי ס\"ל דכי לא נתערבה לא מהני תקנתא דר\"א וכמ\"ש והא דתניא בגד שצבעו בקליפי שביעית ידלק אם היה מתערב באחרים הו\"א יוליך הנאה כו' וה\"ט דס\"ל דדוקא בנתערב שכבר נתבטל מן התורה הקילו חכמים בתקנה זו. גם הרא\"ש בס\"פכל הצלמים ס\"ל כדעת הרי\"ף ורבינו דלא נתערבה לא מהני תקנתא דר\"א ואפילו הכי סמוך ונראה כתב לחלק בין ע\"ז לשאר איסורין ע\"ש. והר\"ן ז\"ל שם כתב אין מביאין ראיה מהירושלמי דר\"א לא התיר אלא בנתערבה דאם איתא לקשי להו התם בירושלמי בגד שצבעו בקליפי ערלה אמאי ידליק יוליך הנאה לים המלח ובעלי מחלוקתם דוחים לא כי משום דתקנתו של ר\"א לא מהני אלא בע\"ז לפי שתופסת את דמיה כו' יע\"ש וק\"ל עלה דא\"כ אכתי תקשי להו מתני' דבפ' ח' דשביעית משנה ט' דתנן עור שסכו בשמן שביעית ר\"א אומר ידלק כו' הרי דר\"א גופיה דס\"ל יוליך הנאה קאמר ידלק ואמאי כיון דשביעית תופסת את דמיה הוה ליה כע\"ז ואמאי קאמר ידלק ור\"ע דפליג התם ואמר שתוקו לאו מה\"ט הוא דפליג עוד כתבו התוס' וז\"ל עוד יש לפרש דדוקא בתנור שהסיקו בעצי ע\"ז ואפה בו את הפת כו' אמרי' יוליך הנאה לים המלח לפי שאין ממשות האיסור בעין וההוא גברא דאיתערב לי' חביתא דחמרא כיון דא\"א להיות בהולכת הנאה אלא היתר הנאה למכור או ליתן לפועליו אבל שיהנה גופו ממנו לא הילכך שרי ע\"י הולכת הנאה כו' יע\"ש. וכתב הרב הנזכר שזהו דעתו של רבינו ז\"ל דלא התיר ר\"א לאיתהנוי ממעשיו של איסור מדכתב בפ\"י הלכה ט' ע\"ז כו' אוסרין בכ\"ש כיצד ע\"ז שנתערבה בצורות אחרות של גוים אפי' אחת בכמה אלפים יוליך הכל לים המלח וקשה דאמאי יוליכם כלן ולא סגי בהולכת הנאה לים המלח. וכן הקשה הרב בעל לח\"מ ז\"ל ע\"ש. אלא מוכח דבממשו של איסור לא שרינן ע\"י הולכת הנאה אלו דבריו יע\"ש. ואיני מבין דבריו שהרי בפ' ט\"ו מה' מאכ\"א הלכה כ\"ט כתב רבינו דחבית של יין נסך שנתערב בין החביות ימכר הכל לגוים ויוליך דמי אותה חבית לים המלח ע\"כ. הרי דאפי' בנתערב ממשו של איסור ס\"ל דמהני תקנתא דר\"א על ידי מכירה לגוים ואם כן ה\"נ בע\"ז שנתערבה בצורות אחרות כחבית בחביות דמי ואמאי לא כתב דימכר הכל לגוים ויוליך דמי אותה ע\"ז לים המלח ואם נאמר דכיון דהוי דברים הניקחין מהגוים חיישינן שמא יחזור וימכרם לישראל ויהנה גופו מהן וליהנות גופו לא שרינן ע\"י הולכת הנאה ודוקא חבית בחבית דליכא למיחש היתירו וכמ\"ש בירושלמי אכתי תקשי ממ\"ש רבינו וכן כוס של ע\"ש כו' או חתיכה מן הבשר בכמה חתיכות יוליך הכל לים המלח ואמאי הא חתיכת בשר אינה נקחים מן הגוים והוה ליה כחבית בחבית:<br><b> ושמא </b> י\"ל דדוקא למוכרו לגוים על ידי הולכת הנאה שרי לרבים אבל ליתנו לפועליו לא שרינן על ידי הולכת הנאה משום דנמצא נהנה מגוף האיסור ושלא כדעת התוס' שכתבו בההיא חביתא דחמרא כו' שרינן ליתנו לפועליו ע\"י הולכת הנאה ומשום הכי כתב דחתיכת בשר שנתערב באחרות יוליך הכל לים המלח משום דחיישינן שמא ימכרם לישראל ליתנו לפועליו כנ\"ל ומ\"מ עדיין קשה על הראב\"ד ז\"ל דבפ' הנזכר מהלכות מאכ\"א הלכה ז' השיג על מ\"ש רבינו שור הנסקל שנתערב באלף שוורים ועגלה ערופה כו' כולן אסורין בהנאה ויוליך הנאה לים המלח והשאר מותר בהנאה משמע שדעתו ז\"ל דאפילו דנתערב בממשו של איסור איתיה לתקנתא דר\"א וא\"כ קשה דאמאי לא השיגו כאן בע\"ז:<br><b> וראיתי </b> להרב תי\"ט דברים תמוהים בעיני שכתב בפ' ג' דערלה משנה ו' וז\"ל והר\"ש הקשה דלא לישתמיט בכל הנך איסורי הנאה דלימא יוליך הנאה כו' והר\"ב שלה כתב לקושיא זו אפשר משום דסבירא לי' כרבינו שסובר דהא דרשב\"ג ודר\"א כולה חדא תקנתא היא ואין תקנה להולכה אלא לאחר שמכר ובמכר לא סגי אלא לאחר שיוליך כמ\"ש הר\"מ פ' ט\"ז מהל' מ\"א והשתא בסוגיא דרשב\"ג מתורץ נמי דר\"א משום דחיישינן שמא יחזור הגוי וימכרם לישראל ע\"ש. ודבריו תמוהים בעיני שהרי אם נאמר כפירוש רבינו דר\"א לא שרי הולכה אלא ע\"י מכירה לא ניתן ליאמר תירוץ זה כלל שהרי ר\"א התיר בגד שנארג בכרכר של ע\"ז ע\"י הולכת הנאה ובגד דבר הניקח מהגוי הוא ואפי' הכי לא חייש ר\"א שמא יחזור וימכרנו לישראל ונראה דהיינו טעמא דכיון דאינו אלא מדרבנן לא חיישינן להכי וכן נראה דעת מרן הכ\"מ בפ' הנזכר הלכה ז' שכ' ליישב השגת הראב\"ד שם וז\"ל וא\"א שאינה השגה דרבינו העתיק לשון המשנה. ומאחר שכתב בפ' זה גבי נתערב יין ביין תקנה דר\"א ורשב\"ג ממילא משמע דה\"ה להני דמ\"ש ואם איתא אמאי לא תי' דכיון דרבינו ז\"ל ס\"ל דתקנתא דר\"א לא שרי אלא ע\"י מכירה לכותים משום הכי לא כתב בהני תקנתא דר\"א משום דחיישינן שמא יחזור וימכרם לישראל וכמ\"ש בירושלמי אלא מוכח ודאי דלפי דעת רבינו ז\"ל לא ניתן ליאמר תירוץ זה משום דר\"א בבגד נמי קתני הך תקנת' אע\"ג דנקחת מן הגוי אלא דמ\"מ דברי מרן הם תמוהים וכבר תמה עליו מורינו הרב מ\"ק יע\"ש ולכן העיקר בדעת רבינו מ\"ש הר\"ב בה\"ז דף יע\"ש:<br><b> ובהיותי </b> בזה דרך אגב ראיתי לעמוד על מ\"ש רש\"י בריש ב\"ק ד\"ד ע\"ב וז\"ל ומנסך יין לע\"ז. ובמסכת גיטין מפרש אמאי לא קים ליה בדרבה מיניה כו' ומנסך את יין ליכא למימר שנסכו ביי\"נ שזרק בו דא\"כ לא קא מחסריה ולא מידי דהא מזבין ליה בר מדמי יין נסך שבו עכ\"ל. והנה הרואה יראה שדבריו הן מן המתמיהין דבהדיא אמרינן בפרק הניזקין מנסך רב אמר מנסך ממש ושמואל אמר מערב ואמרינן עלה בגמרא מ\"ד מנסך מה טעמא לא אמר מערב מערב היינו מדמע ואם כן הא דכתב רש\"י ז\"ל דמערב לא קא חסריה ולא מידי אליבא דמאן קאמר רש\"י והר\"ב חידושי הלכות כתב דיש ליישב בדוחק דה\"ק לא קחסריה ממש אלא דצריך למוכרו יותר בזול לגוים ואם כן היינו מדמע עכ\"ד יע\"ש ולע\"ד אחר המחילה לא ניתן ליאמר אפילו בדרך דוחק דאם כן למאי הלכתא הוצרך רש\"י ז\"ל לומר דלא קא חסריה מידי הא בלא\"ה תקשי ליה דהיינו מדמע דאם נאמר דחסריה ממש ולא מהני תקנתא דרשב\"ג דאדרבא קשה טפי דהיינו מדמע ומכל שכן דמדמע נפקא ותו קשה מה שהקשה מוהריב\"ל דבהדיא אמרינן בפרק השוכר אמר ר\"נ הלכה למעשה יין נסך יין ביין אסור חבית בחבית מותר. סתם יינם אפילו יין ביין מותר וא\"כ שפיר איכא למימר דמנסך היינו מערב וביין נסך גמור דלא מהני תקנתא דרשב\"ג דהא ע\"כ שמואל דקאמר מערב ע\"כ ביין נסך קאמר דאי בסתם יינם הא בהדיא ס\"ל לשמואל התם אפילו יין ביין וכתב עוד הרב הנז' וז\"ל ולא מצינן לומר דס\"ל כסברת הרז\"ה שכתב הר\"ן משמיה דתקנתא דיוליך הנאה לים המלח מהניא אפי' ליין ביין ביין נסך גמור. וס\"ל כמו דהתקנות הן שוות ומה דמהני דיוליך הנאה לים המלח מהני נמי ימכר כלו לגוים חוץ מדמי י\"נ שבו דהא ודאי לאו מילתא היא דהא בפרק השוכר קאמר רב להלכה כרשב\"ג חבית בחבית אבל לא יין ביין ובסתם יינם קא מיירי משום דשמואל קאמר אפי' יין ביין ואלו ביין נסך פליגי היכי אוקים לה שמואל למתני' דהנזקין במערב וכיון דהרב ס\"ל דאפילו בסתם יינם לא מהני תקנתא דרשב\"ג ואילו בתקנתא דר\"א דיוליך הנאה לים המלח קאמר רב חסדא משמיה דרב דהלכה כר\"א א\"כ ע\"כ אית לן למימר דהתקנות אינן שוות ומש\"ה חילק ביניהם הרז\"ה ז\"ל עכ\"ד:<br><b> והנה </b> מה שהכריח דרב ע\"כ בסתם יינם קא מיירי מדקאמר שמואל אפי' יין ביין כו' אין צורך לזה כלל וכנרא' דאישתמט מיני' סוגיא דפרק השוכר דף ע\"א ע\"ב דמשם באר\"ה דאפילו בסתם יינם קאמר דקאמר התם מידי הוא טעמא אלא לרב דאמר רב הלכה כרשב\"ג חביות בחביות אבל לא יין ביין והתם בסתם יינם מיירי גם מ\"ש דשמואל ע\"כ בסתם יינם קא מיירי דאי ביין נסך היכא אוקים שמואל למתני' דהניזקין במערב מדברי הגמיי' ז\"ל נראה דשמואל אפי' ביין נסך גמור קאמר שכתב בפ' ט\"ז מה' מאכ\"א רמז ט' אמר רב נחמן כו' והיינו כרב דאמר הלכה כרשב\"ג פי' דאמר ימכר ודוקא חביות בחביות אבל לא יין ביין ודלא כאמוראי דאמרי אפילו יין ביין ע\"כ. הרי בהדיא דס\"ל כשמואל ור\"י שאמרו אפי' יין ביין ביין נסך גמור מיירי דאם ל\"כ היכי קאמר והיינו כרב ולא כאמוראי דאמרי אפילו יין ביין הא דר\"ן כהנהו אמוראי ממש אתי דקאמרי אפי' יין ביין בסתם יינם דוקא ולא כרב דאלו לרב אפי' בסתם יינם לא מהני אלא משמע דלהנהו אמוראי אפי' ביין נסך גמור איתיה להאי תקנתא ומ\"ש הגמיימ' והיינו כרב לאו למימר דפסקא דר\"ן כרב ממש אתיא דהא ליתא שהרי לרב אפילו בסתם יינם קאמר דלא מהני וכמבואר מסוגיא דפ' השוכר שכתבנו אלא כוונתו לומר דבמ\"ש ר\"ן דביין נסך גמור לא מהני תקנת דרשב\"ג להא מלתא אתיא כרב ולאפוקי מהנהו אמוראי דסברי דאפי' ביין נסך גמור מהני תקנתא דרשב\"ג. ומה שהקשה מוהריב\"ל דאם כן היכא אוקי שמואל למתני' דהנזקין במערב יש ליישב כמ\"ש בסמוך גם מה שכתב עוד דתקנתא דר\"א מהני לרב אפילו ליין ביין בסתם יינם כדקאמר ר\"ח משמיה דרב הלכה כר\"א נראה דקשה עליו מסוגיא דפרק השוכר שכתבנו דאם איתא היכא משני התם בגמ' מידי הוא טעמא אלא לרב כו' הא אכתי תיקשי ליה דנהי דתקנתא דרשב\"ג לא מהני ליין ביין אכתי איתיה בתקנתא דר\"א אלא משמע ודאי דלרב לא מהני תקנתא דר\"א אפילו לסתם יינם ומה שהכריח מדקאמר רב הלכה כר\"א לע\"ד לא מכרעא כלל דרב לא קאמר אלא דהלכה כר\"א ואפשר דרב ס\"ל כרב אדא בר אהבה דקאמר לא שנו אלא פת אבל חביות בחביות לא ור\"ח מסברא דנפשיה הוא דקאמר אפילו חביות בחביות אמנם רב אפשר לומר דפליג עליה וכן צ\"ל ע\"כ לדעת הרי\"ף שכתב הר\"ן דס\"ל דהתקנות הן שוות ואשר אחזה ליישב לפי חומר הנוש\"א דס\"ל רש\"י כדעת רבינו שכתב בפי\"ג מה' הנז' הלכה כ\"ד וז\"ל בד\"א כו' אבל אם מדד לכלי הגוי כו'. צריך ליקח את הדמים ואחר כך ימדוד ואם מדד ולא לקח דמים דמיו אסורים. והשיג עליו הראב\"ד ז\"ל וכתב הא דלא כהלכתא שהלכה כר\"א וכרשב\"ג ע\"כ והר\"ב לח\"ם הליץ בעדו וכתב דאע\"ג דבסתם יינם הלכה כרשב\"ג ס\"ל לרבינו דבניצוק מחמירים טפי דאפילו בסתם יינם אסור בהנאה וכמ\"שכ הטור בשם י\"א ויש לו הכרח ממתני' דבפ' השוכר דע\"ב דקאמר נטל את המשפך אם יש בו עריבות יין אסור והאי אסור בהנאה קא' דאי בשתיה בלא עריבות יין נמי אסור וכמ\"ש הר\"ן לכך הוצרך לומר דניצוק אפילו לסתם יינם אסור בהנאה ויש להחמיר יותר בניצוק מבתערובת וטעמו של דבר דכשהטיפה נופלת במקום היין אין די לה ליאסר כל היין שהרי היא שם כמו מבוטלת בכל היין אבל הניצוק אין לו כח לבטל אותה הטיפה של יין א\"ד ע\"ש:<br><b> מעתה </b> נבא לבאר דברי רש\"י דבתחילה כתב ומנסך יין לע\"ז. הנה תפס הרב ז\"ל לפרש כסברת רב לומר דמנסך יין חבירו לע\"ז נמי חייב ולא אמרינן קים ליה בדרבא מיניה משום דס\"ל דהלכה כרב וכמו שכן פסקו ז\"ל וממילא משמע ודאי דמערב נמי חייב דהוי בכלל דמדמע אלא דבא להוסיף ולומר דאפילו במנסך ממש חייב ולא אמרינן קים ליה בדרבה מיניה. וכתב עוד דמנסך ליכא למימר שנסכו ביין נסך שזרק בו דא\"כ כו' דקדק רש\"י ז\"ל להאריך בלשונו ולומר שנסכו ביין נסך שזרק בו ולא כתב מערב כלישנא דתלמודא התם משום דאין כונתו אעיקר פי' דמנסך אי כרב אי כשמואל ולאפוקי מדשמואל דאמר מערב אלא כונתו לפרש דבמנסך אם הוא באופן שנסכו ביין נסך שזרק בו שנפל יין של איסור לתוך יין של היתר לא קא חסריה ולא מידי וא\"כ היכי קתני במתני' סתמא במזיד חייב לשלם ולא תני עלה בה סברת כרבן שמעון ב\"ג דאמר ימכר כלו לגוי כו' ובירושלמי אהנהו מתני' דערלה דקתני בגד שצבעו בקליפי ערלה ידלק פריך עלה דאמאי לא תני בה תקנתא דרשב\"ג משמע דדחיקא מילתא לאוקמי מתני' סתמא דלא כרשב\"ג ותו דאם כן היכא קאמר שמואל דמנסך היינו מערב והא איהו ס\"ל דאפילו ביין נסך גמור מהני תקנתא דרשב\"ג וכמ\"ש הגמ\"י ומעתה ההיא דשמואל דפ' הניזקין דקאמר מערב ל\"ק דהתם מתוקמא כשעירה יין כשר לתוך יין נסך משום דאין כח בניצוק לבטל טיפת יין וכדעת רבינו וזהו שדקדק רש\"י וכתב שנסכו ביין נסך שזרק בו לומר דדוקא היכא שזרק יין נסך לתוך יין של היתר לא קא חסרי ולא מידי הא איפכא לא וכמ\"ש ודוק:<br><b> עוד </b> הקשה מוהריב\"ל לדעת הרז\"ה דס\"ל דתקנתא דר\"א מהני אפילו ליין נסך גמור דאם כן היכי אמרינן בהניזקין דרב לא קאמר מערב משום דהיינו מדמע והלא במערב לא מחסרי' מידי דמצי להוליך הנאה לים המלח דהלכה כר\"א כדקאמר רב ע\"ש שהניחו בצ\"ע. ולע\"ד לא ק' משום דכבר כתב הרז\"ה שם דהך תקנתא דר\"א דיוליך הנאה לא מהני אלא להתירו בהנאה אבל באכילה לא ואם כן מצינן למימר לדעת הרז\"ה דס\"ל דכיון דצריך למוכרו לגוים ע\"כ בזול הוא מוכרו ונמצא דקא מחסר ההוא טופייאנה דומיא דמדמע. ובהכי ניחא נמי לדעת הגמ\"י דס\"ל דלשמואל מהני תקנתא דרשב\"ג אפילו ליין נסך גמור ומאי דאוקים שמואל למתני' במערב היינו לגבי ההוא טואפיינ' דצריך למוכרו בזול ועוד נראה דלא ק\"מ דכבר כתב הר\"ן שם דאע\"פ שאין ע\"ז יוצאה מידי איסורא בפדיון כל שנתבטל מן התורה הקלו חכמים בכך כו' יע\"ש. ואם כן משמע דאם נתערב שוה בשוה דלא נתבטל מן התורה לא מהני ביה תקנתא דר\"א וא\"כ היינו דאמרינן בהניזקין דרב ל\"ק מערב ובאופן דלא מהני תקנת' דר\"א משום דהיינו מדמע ועוד דכפי מה שהוכחנו לעיל מההיא דפרק השוכר דרב ס\"ל דלא מהני תקנתא דר\"א ליין ביין א\"כ לק\"מ דמ\"ש הרז\"ה דתקנתא דר\"א מהני אפי' ליין ביין ואפילו ליין נסך היינו לפום מאי דקי\"ל כר\"ח דאמר שקול ד' זוזי ושדי לנהרא דס\"ל דההיא עובדא יין ביין הוה מדקאמר ההוא גברא דאיתערב ליה חביתא דיין נסך בחמריה וכמש\"כ הר\"ן ואם כן מש\"ה קאמר התם בהניזקין אליבא דרב דלא קאמר מערב משום דהיינו מדמע כנ\"ל:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> לפי דברי רבינו </b> פה קשה לי על דברי הרב כסף משנה פרק ז' מהלכות אלו הלכה ז' דרוצה לומר היינו טעמא דהר\"מ מחמיר יותר ברמוני בדין דמצריך ג' תערובות ובעבודה זרה סגיא לי' בב' תערובות משום דרמוני בדין הוי דבר שיל\"מ דאם נפרכו מותרין אבל בע\"ז זה ליתא עיי\"ש דלפי דברי הרב פה הא לענין ע\"ז נמי יש לו מתירין לדברי התוס' ע\"י הולכת הנאה לים המלח. ודוק' צריכא קאמר הש\"ס דהוי אמינא כרב אדא. אבל אנן דקיימ' לן כר\"ח דתקנתא דר\"א מהני בהולכת הנאה לים המלח. אפילו חביות בחביות. וא\"כ הרי גבי עבודה זרה נמי הוי דבר שיש לו מתירין ומ\"ש אמנם באמת לא קשי' מידי דהלא על הר\"מ קאי והרי רבינו הרמב\"ם פ' גבי ע\"ז (פרק יו\"ד הלכה ט') דיולך כולן לים המלח. ומזה הוכיח הרב לח\"מ דסביר' ליה לרבינו. דווק' גבי פת פסק רבינו. דמהני הולכת הנאה לים המלח. יען שאין בו ממשא של איסור. וכמו שהוכיח נמי הרב לקמן מדברי הר\"מ אלה כמו כן וא\"כ הר\"מ לשיטתי' שפיר מחלק בין רמוני בדן לע\"ז. אמנם לפי זה עמדה קושית הפרי חדש על הכ\"מ בחדושיו על הלכות עובדי כוכבים ומזלות דאי כהרב כ\"מ מאי הקשה הש\"ס זבחים (ע\"ד א') אי כרבי יהודה אפילו שאר איסורין נמי נימ' דרבי יהוד' דוקא ברמוני בדן מחמיר משום דהוי דבר שיש לו מתירין ולכאורה לק\"מ דעל שמואל פריך ממ\"נ אי סביר' ליה דטעמ' משום דשיל\"מ א\"כ טבעת של ע\"ז נמי א\"ו דמ\"ש וע\"כ דשמואל לית ליה דמחמרי' בספק ספיקא של דשיל\"מ. ורק אנן פסקינן ס\"ס בדשיל\"מ לפי דחדית לן רב אשי (ביצה ד' א') ולקמן בהלכות י\"ט אי\"ה אנופף ידי עיין עליו. אמנם לשמואל ל\"ק דלמא אית ליה דשמואל כר\"ח דגבי ע\"ז נמי ליכא הנאה. תקנת' בהולכת הנאה לים המלח. וא\"כ גבי ע\"ז נמי הוי דבר שיש לו מתירין. דיולך הנאה לים המלח וא\"כ שפיר אמר שמואל דתערובות אסור כמו רמוני בדן. אמנם על הש\"ס קשה מאי קא פריך אפילו שאר איסורין נמי נימא דליתא בשאר איסורין ודלא הוי דבר שיש לו מתירין ע\"כ היה נראה לי דקושייתם מעיקר' לית'. דזה וודאי לא מקרי דשיל\"מ מה שיכול להשליך הנאה לים המלח. דהא יש לו הפסד. ודמי' למאכל שנפסד שאין אמרינן בו דשיל\"מ וכדקיי\"ל סימן ק\"ב אמנם מה שאמרי' גבי תרומה דהוי דבר שיש לו מתירין לא טעמי' משום דיכול למוכרה לכהן. אלא משום טעם אחר. דהא הכא איירי בחביות שנתערב בחביות והא אם נפתח החביות תו לא הוי דבר חשוב ובטל. והוי כרמוני בדן. שאמר הרב כ\"מ להכי לא מהני בהו ג' תערובות. יען שאם נתפרכו בטלים. והוי דשיל\"מ. ה\"נ אם נפתחו החביות בטלה דלא הוי דבר חשוב וז\"ש הגמרא אי מדר\"נ גבי ע\"ז כו' דלא הוי דבר שיש לו מתירין כו'. גבי תרומה דהוי דבר שיל\"מ. אבל גבי ע\"ז לא שייך הך. דע\"ז במשהו. משום חומרא בע\"ז ולא בדבר חשוב תליא מילת'. ותדע דהכי פירוש כך <span class=\"R\"> (כב)</span> דאל\"כ קשי' גמרא אגמרא. דהכי אמרינן דתרומה הוי דבר שיש לו מתירין. והרי ביבמות (פ\"ג א') אמרינן דתרומה לא הוי דבר שיל\"מ. דלמאן אי לכהן מישרא שרי' אי לישראל לעולם אסור. וא\"כ קשה כאן נמי. (ואף שיש לדמות דגמרא אמר דהוי אמינא הכי הוה וכמו שאמר ר\"א שם ביבמות). למי אסור ולמי מותר. וע\"כ דהכי לאו משום דתרומה נגע בי' אלא משום דחביות. והא דנקט הש\"ס בלישניה. אי מדר\"נ כו' אבל תרומה דהוי דבר שיל\"מ לאו כוונות הש\"ס בהאי נקט לישנ' דתרומה. משום דתרומה הוא הוי דשיל\"מ. אלא משום דחביות הוא והא דנקט תרומה יען שבתרומה איירי ודוק:<br><b> מעשה חושב</b>\n<b> (כב) </b> דאל\"כ קשיא גמרא אגמרא. ואני אומר ולטעמך קשיא גמרא אגמרא דהרי בנדרים דף נ\"ט אמרי' דתרומה לא הוי דבר שיש לו מתירין כיון דאין מצוה לאתשולי עלה ולא דמי לנדרים דכללא הוא ביל\"מ דצריך שיבוא ההיתר בודאי וע\"ש בטעמא דהקדש הוי דשיל\"מ משום דלפדי' קאי וא\"כ איך חשיב תרומה יל\"מ כיון דההיתר בפתיחה לא יבא בודאי וכן הוא ברמוני בדן דאין ודאי שיתפרכו אלא דקצת חומר יש בהו כיון דיש במציאות שיתבטל וכן בזבחים שם נמי לא קאמר אלא דמה\"ט צריך להא דר\"ל דקצת חומר יש בתרומה משום זה וה\"נ אע\"פ שבאמת לא הויא תרומה דשיל\"מ דהא דרב אשי בדותא היא מ\"מ צריכותא איכא וביותר לפמ\"ש הגאון בעל שער המלך לקמן דף נ\"ה ע\"א בשם כ\"י לרבינו יונה דר\"י ור\"ל לית להו הא דדשיל\"מ לא בטיל וכמ\"ש הרמב\"ן ז\"ל. ע\"כ האי צריכותא היא חידוש בעלמא ולא דינא קאמר ועמ\"ש לקמן דף נ\"ה ע\"א על הגליון:<br><b> (כג) </b> ונראה דהיינו טעמא. דכיון דאינו אלא מדרבנן לא חיישינן להכי. אני תמה דהא באיסור דרבנן נמי חיישינן לשמא יחזור וימכרנה לישראל דמה\"ט אין מוכרין ביצת נבלה לנכרי אף על גב דביצת נבלה אינה אסורה אלא מדבריהם כדאיתא ביו\"ד סי' פ\"ו וכגרסת הרי\"ף בברייתא פ\"ג דחולין וכן מוכח ממאי דמשני הירושלמי דלא מהני תקנתא דרשב\"ג אלא ביי\"נ דאינו ניקח מנכרי ומש\"ה מותר למכרו לו חוץ מדמי יי\"נ שבו בחבית בחביות בסתם יינם אפי' יין ביין נמי והרי ליכא כאן אלא איסור דרבנן דמה\"ת אפי' יין ביין בטיל ומכש\"כ בסתם יינם וא\"כ למה צריך הטעם דמקילינן ביין ולא בשאר איסורים בתקנתא זו משום דיי\"נ אינו ניקח מנכרי הא כיון דאינו אסור אלא מדבריהם א\"כ אפי' הי' ניקח מנכרי הי' אפשר בתקנתא דרשב\"ג ועוד דהא הני דקחשיב בפ\"ג דערלה נמי אינם אסורים מה\"ת לאחר שנתערבו וא\"כ הרי הדרא הקושיא לדוכתא אמאי לא קתני תקנתא דרשב\"ג. וראיתי בשו\"ת נוב\"י מה\"ת חא\"ח סי' ע' שהביא דברי הרי\"ף הנ\"ל פ\"ג דחולין שכתב שם דאפי' באיסור דרבנן חיישינן לשמא יחזור וימכרנו לישראל ותמהני עליו דהרי מבואר זה מדברי הירושלמי הנ\"ל ומדלא תני תקנתא דרשב\"ג בהני איסורא דרבנן דקחשיב בפ\"ג דערלה ואולי סובר הגאון בעל נוב\"י דאפשר לומר דהרמב\"ם ז\"ל פליג על הרי\"ף דהא למאי דפי' הכ\"מ ס\"ל להרמב\"ם ז\"ל דר\"א ורשב\"ג לא פליגי ותרווייהו מצריכי הולכת הנאה לים המלח ומכירה לנכרי וקשה אמאי מהני מכירה לנכרי ולמה לא ניחוש לשמא יחזור וימכרנו לישראל כדמשני בירושלמי וע\"כ לומר דהש\"ס דילן ס\"ל דבאיסור דרבנן לא חיישינן להכי (ולדברי הכ\"מ תמוה אמאי סתים ביו\"ד סי' פ\"ו דאין מוכרין ביצת נבלה לנכרי דהא מהא דר\"א דמיירי בבגד שנארג בכרכר של ע\"ז דשרי במכירה והולכת הנאה ליה\"מ והרמב\"ם ז\"ל פסק כוותי' הרי מוכח דס\"ל דבאיסור דרבנן לא חיישינן לשמא יחזור וימכרנו לישראל) ובאמת לא מצאתי שהרמב\"ם ז\"ל הביא הברייתא דפ\"ג דחולין דאין מוכרין כו' בין שיהי' הגרסא נבלה וטרפה ובין שיהי' הגירסא טרפה לחוד (דהוא מדאורייתא) הו\"ל להרמב\"ם ז\"ל להביאה. אולם מכלל דברינו תראה דאפשר דסובר הגאון המחבר דבאמת להרמב\"ם ז\"ל לדעת הכ\"מ לא חיישינן באיסור דרבנן לשמא יחזור וימכרנו לישראל דלא כהרי\"ף ודלא כהירושלמי הנ\"ל וצ\"ע. ודע דאני תמה עוד אמאי לא קתני תקנתא דרשב\"ג בתבשיל שבשלו בקליפי ערלה הרי תבשיל (כל שאינו נאכל כמו שהוא חי ועולה על שלחן מלכים) אינו ניקח מן הנכרי ומכ\"ש דאיכא למיחש בי' לתערובות איסור מלבד האיסור דבישול נכרי (דבשלמא פת יש ליישב דלא חיישינן וניקח מן הנכרי משא\"כ בתבשיל) וצ\"ע על מורי זקני התויו\"ט ז\"ל שלא העיר כלל מזה בהביאו דברי הרע\"ב ז\"ל. אמנם ראיתי להר\"ן ז\"ל פ\"ג דע\"ז שפירש כן באמת דהא דתנן תבשיל שנתבשל בקליפי ערלה ידלק היינו בדבר שנאכל כמו שהוא חי וע\"ש:"
            ]
        ],
        [
            [
                "<b>וכן </b>\n<b> חליפי חליפין אסורין כו'.</b> בפ' ר\"י אמרינן דפליגי בה ר\"י בר יוסי ורבנן חד אמר חליפי חליפין מותרין וחד אמר אסורין ואמרינן דמ\"ד מותרין ה\"ט משום דחד קרא הוא ולא חליפי חליפין ואידך ההוא מבעי ליה למעוטי ערלה וכלאי הכרם ואידך ערלה וכלאי כרם לא צריכ' מיעוט' דה\"ל ע\"ז ושביעית ש\"כ הבאים כא' ואין מלמדין. וראיתי לתוס' פ\"ב דקדושין דנ\"ח ע\"א ד\"ה ושני כתובים כו' תימ' היכי הוו כו' הא לא ילפינן שביעי' מע\"ז דאיכ' למיפרך מה לע\"ז שכן אסור בהנאה וי\"ל מ\"מ נכתוב שביעית וכו' והר\"ב ע\"י ז\"ל כתב וז\"ל ואין לדקדק דכיון דשביעית אין בו איסור כרת איכא למימר דון מינה ומינה ולא יהיו בדמים איסור כרת שהרי הסכים הר\"ש דקיימא לן כמ\"ד דון מינ' ואוקי באתריה כו' יע\"ש. והן דברים תמוהים לע\"ד ולא ידעתי איך פה קדוש יאמר זה שדבר פשוט הוא שהנהנה מע\"ז אין בו כרת אלא לאו והעובדה הוא שחייב וכמבואר בדברי רבינו ז\"ל בהל' אלו ופשוט והא דלא קשיא להו להתוס' ז\"ל בפשיטות דאצטריך שביעית לאשמועינן דאינה תופסת כל חליפיה כע\"ז דאחרון אחרון נתפס משום דאיכא למימר כמ\"ש הר\"ן דמדלא כתי' קרא בלשון היתר אלא בלשון איסור דכתיב כי קדש שמעי' דלאסורא אצטריך כי היכי דתהוי שני כתובים יע\"ש: וראיתי להר\"ב החדושין שהקשה וז\"ל וא\"ת והא מצריך צריכי דאי כתב רחמנא ע\"ז הוה אמינא חליפי שביעית אין יוצאין לחולין וחליפי חליפין דשביעית לא קדשי כלל למ\"ד דחליפי חליפין שרי בע\"ז להכי איצטריך קודש לאשמועינן דפרי ב' יוצא לחולין ואי אשמועינן שביעית הו\"א דחליפי עבודה זרה אי החליפן באחרים יצאו חליפין ראשונים ונכנסו שנים י\"ל קדש דכתב רחמנא גבי שביעית ל\"ל לכתוב קרא יובל היא תהיה לכם ונגמר מעבודה זרה דתופסת דמיה ומדכת' תהיה שמעינן דפרי שני יוצא לחולין מדאצטריך לאשמועינן דשביעית עצמה תהיה בהויתה קדש ל\"ל אלו דבריו יע\"ש ועל פי דבריו יש ליישב קו' התוס' שהקשו הא לא אתי' שביעית מע\"ז דאיכא למפרך כו' דכיון דכתיב תהיה לאשמועי' בהויתה יהא שמעינן דתופסת את דמיה והו\"א דיוצא לחולין דומיא דפרי שני קמשמע לן תהיה דאי אין תופסת דמיה למאי איצטריך לאשמועי' דפרי עצמו אסור ואם כן קדש דכתב רחמנא ל\"ל אי לאו דתהוי ב' כתובים אך קשה לי אכתי היכי הוו ב' כתובים הא איצטריך לאשמועי' דשביעית תופסת דמיה בין דרך מקח בין דרך חילול כדאמרינן בפ' לולב הגזול דאי לא הוי כתי' קדש הו\"א דאינו תופס דמיה אלא דרך מקח דומיא דעבודה זרה. הן אמת שקושיא זו קשה בפשטא דשמעתתא דהיכי הוו שני כתובים הא מוצרך צריכי דאי כתי' ע\"ז ה\"א דשביעית אינה תופסת דמיה אלא דרך מקח דומיא דע\"ז ואי כתיב שביעית הו\"א דע\"ז תופסת דמיה בין דרך מקח בין דרך חילול דומיא דשביעית להכי כתיב והיית חרם לאשמועינן דוקא כל שאתה מהוה ממנו דהיינו דרך מקח שנתהוה החליפין מע\"ז למעוטי דרך חילול שלא נתהוה ממנו אלא שיש לומר דאכתי הוו שני כתובים מדלא כתיב קרא בע\"ז בלשון היתר אלא בלשון איסור והיתה כו' שמעינן דלאיסור אצטריך כי היכי דתהוו ב' כתובים וכעין מה שתי' הר\"ן ז\"ל גבי שביעית וא\"נ לפי מה שכתבו התוס' מדכתיב כי חרם הוא הוא דשמעי' דהוו שני כתובים אכן לפי מ\"ש הר\"ב החידושין דמדכתיב קדש גבי שביעית הוא דשמעינן דהוי שני כתובים קשה וכן קשה למ\"ש הר\"ן דמדלא כתיב קרא בלשון היתר אלא בלשון איסור דכתיב כי קדש כו' דהא אצטריך למכתב בלשון איסור כי קדש לאשמועי' דתופס דמיה בין דרך מקח בין דרך חילול. וי\"ל דתלמוד' הכא אליבא דר\"א דס\"ל התם דדוקא דרך מקח מתחלל אבל לא דרך חילול הוא דמשני דהוו שני כתובים וכי פריך הניחא למ\"ד אין מלמדין ה\"ה דהו\"מ למיפרך הניחא לר\"א אלא לר\"י מאי איכא למימר אלא דניחא ליה למפרך הכי כדפריך בכמה דוכתי ועל פי זה מקום אתנו לישב דברי רבינו ז\"ל שפסק דחליפי חליפין אסורין ותמה הכ\"מ דכיון דבפ' דר\"י אמרי' דמאן דס\"ל חליפי חליפין אסורין ס\"ל דהוא אצטריך למעוטי ערלה וכלאי הכרם וקסבר ב' כתובים מלמדין ואצטריך הוא למעוטינהו וסוגיין דעלמא דאין מלמדין איך פסק רבינו כמותו יע\"ש שהניחו בצ\"ע. אכן על פי מ\"ש יש ליישב דמאן דקאמר התם בגמ' דמאן דס\"ל חליפי חליפין אסורין ס\"ל דמלמדין היינו משום דבעינן תלמודא לשנויי אליבא דר\"א נמי דס\"ל דשביעית דרך מקח מתחלל דרך חילול אינו מתחלל אמנם לר\"י דס\"ל דשביעית מתחלל בין דרך מקח [דרך מקח] בין דרך חילול אין הכרח לומר דס\"ל דב' כתובים מלמדין דמצריך צריכי כדכתיבנא ומשום הכי כיון דפסק רבינו ז\"ל בה' שמיטה פ\"ו הלכה ח' פר\"י פסק נמי דחליפי חליפין אסורין כנ\"ל נכון:"
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>אחד </b>\n<b> המגלח הפיאות בלבד כו'.</b> כתב מרן ז\"ל בפ' שני נזירים אמרינן דקסבר שמואל הקפת כל הראש שמה הקפה ואמרינן התם דבין ר\"ה בין ר' אדא בר אהבה סבירא ליה דהקפת כל הראש שמה הקפה כו' הנה בפרק ד' דנזיר דף כ\"ט מבואר דאפילו מאן דס\"ל דהקפת כל הראש ל\"ש הקפה היינו דוקא מדאורייתא אבל מדרבנן מחייב מדאמרינן התם אלא לריב\"ח דאמר כדי לחנכן במצות הא קא עביד הקפה ומשני קסבר הקפת כל הראש מדרבנן ואתי חינוך דרבנן ודחי הקפה דרבנן יע\"ש. ואין להקשות דאם כן היכי אמרינן בריש פ' נזירים מגלחין ומביאין אמאי דלמא לאו טמאין נינהו וקעביד הקפה אמר שמואל באשה וקטן ולוקמה בגדול והקפת כל הראש ל\"ש הקפה ש\"מ קסבר שמואל הקפת כל הראש שמה הקפה והשתא כיון דהקפת כל הראש מדרבנן מיהא אסור אפילו נימא דס\"ל שמואל דל\"ש הקפה אפי' הכי הוצרך שמואל לאוקמא באשה וקטן משום דאסור מיהו מדרבנן די\"ל דכיון דאין איסורו אלא מדרבנן משום תקוני גברא שרי כיון דהו\"ל ספק דרבנן. ויש לי מן התימא על הר\"ב מש\"ל בפרק ג' מה' נזיר דין ח\"י שהקשה למ\"ש רש\"י והר\"ן בפ' ב' דנדרים דף י\"ט אההיא דאמרינן התם כל שספיקו חמור מודאי לא מעייל נפשיה לספיקא דאלו גבי נזיר ודאי מגלח ומביא קרבן שנאכל על ספקו לא מצי לגלח דהיינו טעמא דעל ספקו לא מצי מגלח לפי שצריך לגלח על הבאת קרבנותיו ולא מצי לאתויי דלמא לא הוי נזיר ומייתי חולין בעזרה כו' וז\"ל ואני תמה דלמה איצטרכו לומר דטעמא אינו מגלח הוא משום דלא מצי אתויי קרבן מספק תיפוק ליה דלא מצי עביד הקפה דקא עבר אלאו דלא תקיפו מספק ואולי אצטריכו להך טעמא למ\"ד הקפת כל הראש מדרבנן ומ\"מ עדיין ק\"ל דאף דאין איסורו אלא מדרבנן מ\"מ הוי ספיקו חמור מדאוריית' דלא מצי עבר אדרבנן מספק ואולי נאמר דסבירא לי' דבדבר דליכא תקנתא לא גזרו רבנן כו' ע\"ש. והנה מה שהקשה דאמאי איצטריכו לטעמא דחולין בעזרה ת\"ל משום הקפה נראה דקושיתו מעיקרא ליתא דאי משום טעמא דהקפה באשה שנדרה בנזיר דליכא משום הקפה נימא דספק נזירות להחמיר ואלו ר\"י סתמא סתים ספק נזירות להקל משמע דאחד האיש ואחד האשה שוים הן ולהכי אצטריך לטעמא דחולין בעזרה ואדרבה לדברי התוס' שכתבו משם ר\"י דטעמא דספק נזירות להקל הוא משום לאו דהקפה קשיא לן דאם כן באשה מי נימא דסבירא ליה לר\"י דספק נזירות להחמיר. גם מה שהקשה דהיכי מצי עבר אדרבנן מספק וכתב דאולי נאמר דס\"ל דבדבר דליכא תקנתא לא גזרו רבנן אשתמיט מיניה סוגיא הלזו דמבואר הוא בהדיא דלמ\"ד הקפת כל הראש דרבנן מצי לגלח מספק וכמ\"ש מיהו הא ק\"ל שהרי בפרק כ\"ש דף כ\"ב מבואר דר\"י ס\"ל דחולין שנשחטו בעזרה מדרבנן ואם כן היכי קאמר רבא הכא אליבא דר\"י דעל ספק נזיר לא מצי מייתי קרבן מס' משום חולין בעזרה הא כיון דחולין שנשחטו בעזרה מדרבנן כל תקוני גברא לא גזור רבנן דומיא דהקפה למ\"ד דהוי מדרבנן ואם נאמר דרבא סבירא ליה כחזקיה דמסיק התם בסוף הסוגיא דס\"ל לר\"י דחולין שנשחטו בעזרה דאורייתא זה ודאי דוחק כיון דקיי\"ל כרבי אבהו ואולי דלאו כל האיסורין שוים והדבר צריך ישוב כעת:<br><b> האמנם </b> אכתי יש לדקדק מדאמרינן התם בסמוך מכדי תרווייהו ס\"ל הקפת כל הראש שמה הקפה ופי' רש\"י והתוס' שם דמדאמר ר\"ה חובה מגלחה להו אבל אם איש היה עובר אע\"פ שמגלח כל ראשם וכן רב אדא דאמר חובה תקברינהו משמע דסביר' ליה דהקפת כל הראש שמה הקפה והשתא אכתי מנ\"ל דס\"ל דשמה הקפה הא אפילו נימא דל\"ש הקפה מדרבנן מיהא אסור ומש\"ה היה מגלחן להו ע\"י חובת אשתו וכבר היה אפשר לומר דכיון דהיה מגלחן כדי להברותן לאחר החולי כמ\"ש רש\"י ז\"ל אם איתא דאיסורו מדרבנן במקום חולי שרי ואפי' למאן דאסר איסורין דרבנן בחולי שאין בו סכנה היינו דוקא לגדול אמנם דקטן אפשר דשרי לכ\"ע ומש\"ה הוכרחו לומר דס\"ל דשמה הקפה: האמנם ראיתי להתוס' ז\"ל בפ\"ק דשבועות ד\"ג ד\"ה ועל הזקן שכתבו דלרב אדא בר אהבה גדול המקיף את הקטן אפי' איסורא מדרבנן ליכא מדקאמר לדידך מאן מגלח כו' משמע דלדידיה ניחא דשרי אפי' לאיש כו' יע\"ש ולפמ\"ש אין ראיה כלל דאכתי איכא למימר דלרב אדא בר אהבה אסור מדרבנן ואפילו הכי קאמר דלדידיה שרי משום דהוי במקום חולי אלא מבואר דס\"ל דאפי' איסור דרבנן לא שרינן כדי להברותן וכיון שכן הדרא קושי' לדוכתי' וצריך לישב ודע דמסוגיא דפ\"ד דנזיר שכתבנו מבואר דהלכה כרב הונא דגדול המקיף את הקטן חייב מדפריך לריב\"ח הא קעביד הקפה ודחיק לאוקמי דסבר כמ\"ד דל\"ש הקפה ומשום דאתי חינוך דרבנן ודחי הקפה דרבנן ולא משני בפשיטות דסבר כרב אדא דהמקיף את הקטן מותר ואפי' מדרבנן משמע בהדי' דדחיקא ליה לתלמודא לומר דסבירא ליה כרב אדא כלומר דס\"ל דל\"ש הקפה וי\"ל על התוס' והרא\"ש והר\"ן ז\"ל שהוצרכו להכריח הדבר מההיא דפ\"ק דמציעא דקאמר א\"ב איש דאמר לאשה אקפי ליה קטן כו' דאתי כר\"ה דאמאי לא הכריחו הדבר מהא דנזיר שכתבנו דמכרעא מלתא טובא לא כן ההיא דפ\"ק דמציעא דאיכא לדחויי דתלמודא נקטי להך בינייא אליבא דרב הונא אע\"ג דלית הילכתא כוותיה ודוק. ומ\"מ אכתי י\"ל דאמאי לא משני בנזיר אליבא דר\"ה דמגלח להו אשה שהרי לר\"ה אשה המקפת את הקטן מותר גמור וע\"י גוי ליכא לאקשויי משום דגילוח הנזיר היה בעזרת נשים אכן ע\"י אשה קשה וכ\"כ ק' למאי דמשני קסבר ל\"ש הקפה ואתי חינוך דרבנן ומבטל הקפה דרבנן דאמאי שרי להו רבנן כיון דאיתי' בתקנת' ע\"י אשה ולומר דתלמודא הכי פריך דלריב\"ח הא קא עביד הקפה היכא שאין אשה מצויה לגלח ואהא משני דקסבר ל\"ש הקפה והיכא דאין אשה מצויה שרו להו רבנן משום חינוך הא ודאי דוחק דאימא דאינו מגלח עד שימצא אשה לגלחו ולדעת רבינו דס\"ל דאשה המגלחת את הקטן אסור מדרבנן יציבא מילתא דכיון דע\"כ לומר דאתי חינוך דרבנן ומבטל הקפה דרבנן ניחא ליה טפי לתלמודא לומר דסבירא ליה דלאו שמה הקפה ומגלח להו אחד האיש ואחד האשה ובהכי מקום אתנו ליישב דעת רבינו דפסק דאשה המגלחת את הקטן אסור מדרבנן דנר' דפסק דלא כמאן שהרי לר\"ה מבואר דס\"ל דאשה המקפת את הקטן מותר גמור ואפי' מדרבנן כדקאמר מאן מגלח להו חובה וכמו כן לרב אדא ב\"א גדול המקיף את הקטן מותר גמור אפילו ע\"י איש וכבר מר\"ן ז\"ל בב\"י כנראה שנרגש מזה וכתב דמדחזינא דנענש ר\"ה ע\"מ שהיה מגלח להו חובה אשתו ש\"מ דאסור מדרבנן ור\"ה טועה בדין הוה ואי מהא אחר המחילה לא אירייא דאיכא למימר דנענש משום קללת רב אדא דקאמר תקברנון לבניה דקללה חכם אפילו על חנם היא באה וטפי אית לן למימר הכי ולא לומר דטעה בדין אמנם כלפי מ\"ש יש לו' דרבינו ז\"ל הכריחו לומר כן מכח סוגייא דפ\"ד דנזיר דלא משני אליבא דריב\"ח דמגלח להו ע\"י אשה משמע דלכ\"ע אשה המקפת את הקטן איסורא דרבנן מיהא איכא כמ\"ש וההוא דר\"ה דהיה מגלח להו ע\"י אשתו שאני דמשום חולי שרי כמ\"ש לעיל נכון. ודע שהתוספ' פ\"ק דשבועות ד\"ה הנ\"ז כתבו דאפילו לרבי אדא ב\"א דס\"ל דגדול המקיף את הקטן מותר משום דס\"ל דאחד המקיף ואחד הניקף במשמע וכל דליתי' בניקף ליתי' במקיף מודה היכי דהמקיפו לאו בר חיוב' וניקף בר חיוב' דמחייב וכ\"כ בפשיטות שם פ' שני נזירים וכתבו עוד דאין להביא ראי' מדקאמר ביבמות דאתי עשה דמצורע ודחי לאו דהקפה מדכתיב ראשו משמע דכ\"ע מודו דאסור ע\"י אשה ונכרי דאי שרי לרב אדא אמאי דחי הא אפשר לקיים את שניהם ע\"י קטן או נכרי דיש לדחות דאיצטריך קרא היכא דאין שם אשה ונכרי יע\"ש:<br><b> וראיתי </b> במכתב להחכם השלם רב ועצום כמוהר\"י אשכנזי זלה\"ה שתמה על דבריהם. שהרי הלכה פסוקה היא דתגלחת מצורע אינו אלא בכהן. כמבואר בת\"כ סדר מצורע זאת תהי' תורת המצורע בכהן אין לי אלא טומאתו וטהרתו בכהן תגלחתו והזייתו מנין ת\"ל תהיה ופסקו ר' ז\"ל בפ' י\"א מה' טומאת צרעת הל' ג' שכתב וז\"ל כשהוא מגלח אינו מגלח אלא בתער ואם גילח שלא בתער לא עשה כלום ואינו מגלחו אלא כהן כו' יע\"ש הן אמת שמדברי רבינו היה נראה דס\"ל דהתגלחת ע\"י כהן אינו אלא למצוה מדלא כתב ואם גלח ע\"י ישראל לא עשה כלום כדרך שכתב בראשית דבריו אלא שאין נראה כן מדקי\"ל דתהיה עכובא הוא והאמת שהדבר מתמיה איך אישתמיטתי מינייהו ברייתא דת\"כ ואנכי הרואה דקושיא הלזו היא גופא קשיא אשמעתין דפ' ב' דנזירים דאוקמא שמואל לסיפא למתני' דהתם באשה וקטן דאכתי מאן מגלח להו דאי ע\"י איש הא קי\"ל כר\"ה דגדול המקיף את הקטן חייב וליכא למימר דשמואל ס\"ל כרב אדא דאכתי תקשי לר\"ה מה יענה בההיא מתני' דכיון דס\"ל דהקפת כל הראש שמיה הקפה וגדול המקיף את הקטן חייב ובשלמא לדעת הנ\"י שכתב דגדול המקיף את האשה אפילו לר\"ה מותר כיון דלא אתי לכלל חיוב ניחא דאיכא למימר דרב הונא מוקי למתני' באשה דוקא ולא בקטן אכן התוספות בפרק ב' דנזירים נסתפקו בזה ואולי נאמר דס\"ל להתו' דתלמודא דידן ע\"כ פליגא אח\"כ וס\"ל דהתגלחת מצורע לא בעינן כהן ומשום הכי ק\"ל שפיר דהיכי בעי למילף ביבמות דאתי עשה ודחי ל\"ת מעשה דמצורע ואולם הדבר הקשה לרבינו ז\"ל דבהלכות נזיר פ\"ט פסק למתניתין דשני נזירים באשה וקטן וכאוקמתא דשמואל והדבר תמוה דכיון דהוא פסק כברייתא דת\"כ דתנן דבעינן גילוח ע\"י כהן ובאנשים ולא בנשים מאן מגלח להו כיון דקי\"ל כר\"ה דגדול המקיף את הקטן חייב והנראה ליישב דעביד להו הקפה ע\"י קטן כהן ושפיר דמי שהרי כתב רבינו בפרק ט' מה' טו\"צ דטומאתו וטהרתו שפיר דמי אפילו על ידי כהן קטן או שוטה כ\"ש תגלחתו וזה פשוט:<br><b> עוד </b> ראיתי להחכם השלם הנז' שהקשה על דברי התוס' הללו דא\"כ מילה בשבת היכי דחיא הא אפשר למיעבד ע\"י נכרי למאן דס\"ל דמילה בגוי כשרה ואפילו למאי דקי\"ל מילה בגוי פסולה הא אפשר לקיים את שניהם ע\"י קטן דכשרה לכ\"ע כנודע ולומר דמאי דדחי שבת היינו היכא דליכ' קטן היודע למול אבל היכא דאיכא קטן הכי נמי דאינו נימול ע\"י גדול לא לישתמיט לשום אחד מהפוסקים לאשמועינן הך גם אין לומר דמילה שאני דנפ\"ל מקרא דוביום אפי' בשבת דהותרה מילה אצל שבת ואפי' היכא דאפשר ע\"י קטן שפיר דמי דומיא דטומאה דהותרה אצל צבור למ\"ד ולא מהדרינן אטהורים דהא ליתא דמסוגיא דפ\"ק דיבמות מבואר דמילה דחוייה היא אצל שבת מטעם דאתי עשה ודחי לא תעשה כדקאמר התם אשכחן דאתי עשה ודחי ל\"ת ול\"ת שיש בו כרת וכ\"ת נילף ממילה מה למילה שכן נכרתו עליה י\"ג בריתות כו' ואם איתא מאי קאמר דנילף ממילה הא מילה לאו משום דאתי עשה ודחי ל\"ת אלא משום דהותרה אצל מילה אלו דבריו ז\"ל והנראה אצלי ליישב דמעולם לא הוקשו להו להתוספ' אלא גבי הקפה דס\"ל לרב אדא דגדול המקיף את הקטן מותר ואע\"ג דבכל התורה כולה קי\"ל דהוזהרו גדולים על הקטנים דלא ספינן להו איסורה בידים ואיכא למ\"ד דלוקין עליו גבי הקפה סבירא ליה לרב אדא דגזרת הכתוב היא מדשני קרא למכתב לא תקיפו לומר דכל היכא דניקף חייב מקיף נמי חייב וכל היכא דניקף לאו בר חיובא מקיף נמי שרי ומשום הכי ק\"ל שפיר דהא אפשר למעבד הקפה ע\"י קטן דשרי לגמרי אמנם בשאר איסורין שבתורה דקי\"ל דהוזהר' גדולים על הקטנים אין כאן מקום להקשות דאמאי דחי מילה שבת כיון דאפשר לקיים שניהם ע\"י קטן שהרי כי עביד ליה למילה על ידי קטן הא קא עבר אאיסורא דהוזהרו גדולים על הקטנים וכיון דע\"כ משום דחזיה דאתי עשה ודחי ל\"ת אתיין עלה הואיל ואדחי אדחי ועבדי' ליה ע\"י גדול כנ\"ל נכון:<br><b> וראיתי </b> להר\"ב ח\"ה ז\"ל שם שהכריח מדברי התוס' הללו שכתבו דכ\"ע מודו דאסור ע\"י אשה וגוי ויש לדחות דהיכא דאין שם אשה וגוי שדבריהם סותרים אמ\"ש בפ' שני נזירים דלרב אדא ב\"א אשה המקפת עוברת בלאו אלא ס\"ל דלרב אדא אם מותר לגדול להקיף ע\"י גוי ה\"נ מותר ע\"י אשה להקיף ואינ' עוברת בלאו אם הקיפה לגדול וצ\"ל לשיטתם דהכא דהא דקאמר התם לר' אדא כל היכא דניקף מחייב מקיף נמי מחייב היינו כשהמקיף ישנו בהקפה כו' א\"ד יע\"ש ותמהני עליו שהרי בפ\"ב דנזירים בד\"ה ורב אדא אחר שכתבו דלרב אדא אשה המקפת את הגדול עוברת בלאו כתבו בס\"ד כמ\"ש בשבועות דלרב אדא ישראל הניקף על ידי גוי עובר בלאו והכריחו הדבר ממצורע שכתבו וז\"ל ותדע דאם לא כן מצורע אמאי דחי לאו דהקפה והא אפשר לקיים שניהם שיקיפוהו קטן ואשה ונכרי אלא ש\"מ כו' וא\"כ ע\"כ לומר דאשה שכתבו אשגרת לישן הוא וה\"נ י\"ל דמ\"ש בשבועות אשה לאו דוק' אשגרת לישן הוא. גם מ\"ש דס\"ל בשבועות דלרב אדא אשה המקפת את הגדול אינה עוברת בלאו לא ידעתי איך הפה יכולה לדבר כן דא\"כ היכי קא\"ל רב אדא חובה תקברינון לבניה ואמאי לטייה כיון דלרב אדא גופיה ס\"ל דאשה אינה עוברת ור\"ה נמי הכי ס\"ל א\"כ שפיר עבד אליבא דכ\"ע דמה\"ט הוא שהוצרכו לומר בפ' שני נזירים דלרב אדא שאשה המקפת עוברת דהשתא מש\"ה לטייה לפום סברתיה דס\"ל דאסור וזה פשוט:<br><b> טעם המלך</b>\n<b> ב) </b>\n<b> דברי הרב </b> צריכין תלמוד דתרוצו אינו מעלה ארוכה. לדברי תוס' דממ\"נ קשיא לן אי האי דינא דת\"כ דיהא התגלחת בכהן לעכובא הוא א\"כ קושית הרב מונחת מאי קשיא לרבותינו ז\"ל דיקיים התגלחת. ע\"י גוי ואשה. ואי סברי רבותינו בעלי תוספות ז\"ל דתגלחת גבי כהן רק למצוה בעלמ' ושפיר קשיא להו. (ואף שבזה יש להתעורר כמו שיעדנו למטה גבי מילה). א\"כ מאי אהני לן. אף אם אמרינן שאין הניקף מקשינן למקיף ואף אם המקיף לאו בר חיובא. אפ\"ה הניקף חייב ולהכי אצטריך קרא שעשה דוחה ל\"ת דהיינו לניקף. קשיא לן מדוע אמרה התורה שכהן יתגלח. והא איכ' גבי' הלאו דלא תקיפו ולדידיה ליכ' עשה וע\"כ תהא לעכובא. ולדידיה נמי איכא עשה גמורה. ואין לדחות דליתא כיון דהתורה אמרה שנדחה לאו גבי ניקף. א\"כ גבי מקיף נמי נדחה דזה ליתא. דגבי ניקף נדחה כיון דאיכא עשה. וראשו אמר רחמנ'. אבל לגבי מקיף מאי עשה איכ' אם לא אמרינן שתהא לעכובא. וע\"כ אחת משתיהן. או תהא לעכובא או שצ\"ל כמו שמסיק הרב בסוף הדברים על דברי הרמב\"ם דגילוח הוא ע\"י כהן קטן וא\"כ מאי שמסיק הרב אליב' דהר\"מ גם על שיטות התו' צריכין למימ' כן וקצת נראין הדברי' בלא\"ה דגילוח הוא ע\"י כהן קטן. דהא קי\"ל דהגילוח בכל הגוף וכמו שפסק הרמב\"ם (פי\"א מה' טומאת צרעת הלכה א') דאפילו שער בית הערוה צריך תגלחת ואיך שייך לומר דתגלחת ע\"י כהן. איך יגלח אשה המדירה בנזיר. ואיך יסתכל במקום התורפה. וגדול עון מנשוא. ומשפטי ה' צדקו יחדיו מיהו י\"ל כמו שהדין לענין ראיית נגעים. עיין רמב\"ם (פ\"ט מהל' טו\"צ הל' י\"ב) ואף שהתם אמר הרמב\"ם (הל' ט') שאפילו כהן קטן ושוטה מטהר ומטמא את הנגעים הא אין סמכינן על ראייתו וצריך ראיית חכם. וצ\"ל דמצוה שאני לא להסתכל מכוין ושומר מצוה לא ידע דבר רע ומצלת מן העבירה בעדנא דעסיק בה. אמנם לענין תגלחת ודאי אם אפשר ע\"י כהן קטן ודאי אמרינן שיגלח להכהן קטן. וה\"נ מגלח כהן קטן. כדי שלא יעבור על לאו דלא תקיפו. ולפ\"ז שפיר הוכיחו תוס' דאם המעשה ע\"י כהן קטן. אמאי איצטריך למדחי הל\"ת. אם מקשינן ניקף למקיף. וע\"כ דניקוף בכל גוונ' חייב והא דנקט תוס' גוי לאו דוק' ואשגרי דלישנ' הוא ובלא\"ה צריכין לומר כן. דהא גוי לא יכול לבוא לעזרה. ובזה נפל כל דקדוקי הרב מהרש\"א ז\"ל דלא דייקו תוס' בשבועות ובנזיר ונקטו פעם גוי ופעם אשה ופעם קטן ולא חשו אם נקטו זאת או זאת ואולם לבו מהסס בזה. דבלא\"ה דברי תוס' עולים כהוגן. אם נקטינן בידן זאת להקדמה ראשית ולאבן מונח. דאע\"ג דהמקיף פטור אפ\"ה הניקף חייב תו לא קשיא נמי אמאי לא ירבה באיסורין אף אם הניקף חייב ולא יקיף לו הכהן כי היכא דלא יעבור על לאו דלא תקיפו. דזה לית'. דע\"י אשה לא מהני דהא אשה נמי חייבת על הקפת ראש בגדול. כמו שהעיר הרב ח\"ה וכמו שכתב הרב המחבר פה. ורק אשגרי' דלישנ' הוא. דנקטו בלשונם אשה וגוי לא יכול לבא לעזרה. וגם אין מצוה נעשית ע\"י גוי כי גוי לאו בר מעבד מצוה הוא ואנו אין לנו אלא קטן. ומאי אהני לן בזה הא אף אם אמר הגדול לקטן. בזה ודאי יש שליח לדבר עבירה לא מבעיא לרבינ' (ב\"מ י\"א ב') דאם אין השליח בר חיובא מחייב המשלח. אפי' אם לדברי רב חסא. היכי דלא בעי עביד. לא מחייב השליח. הא הכא דמי ממש לחצר. דהא צריך תגלחת. והוי ודאי שליח לדבר עבירה ומאי אייתר לן אם קטן מגלחו והוא שלוחו. או גדול בעצמו מגלחו ובאמת יש להעיר נמי קצת לפי דברינו אלה דמתחלה לא קשי' קושית התוס' דאמאי ידחה עשה דתגלחת ללא תעשה דלא תקיפו. יגלחו הקטן. ויהי' הניקוף נמי פטור. מלאו דתגלחת דכיון דאין כאן חיוב על המקיף ומדמקיף לא חייב ניקוף נמי לא חייב ולפי דברינו יש לפקפק בזה דודאי התורה לא אמרה מצוה דתגלחת לקטנים. ולא נתנה התורה לתינוקות של בית רבן וא\"כ איך יאמר גדול לקטן גלח את הנזיר. והא יש שליח לדבר עבירה בזה. וא\"כ המקיף חייב היינו המשלח וניקוף נמי מחייב. ומאי איית' לן. ואף שיש לדחות ולומר. דהא עכ\"פ אין המקיף בעצמו. ואין הסברה נותנת. דזיל בתר טעמ' דמ\"ש כיון דאיכ' חדא דמחייב יש כאן הלאו דלא תקיפו. והמשלח והשליח עצם אחד הוא ושלוחו של אדם כמותו. וע\"כ צ\"ל דתוס' סביר' להו. לרב חסא צריכין דוקא חצר דבע\"כ. אבל הכא לא דמי לחצר. דאפ\"ה אי בעי לא עביד. וקושית התוס' לרב חסא שם. אמנם עדיין יש לפקפק בזה. מאי הוכיחו תוס' לפ\"ז. דע\"כ לא מקשינן הניקוף למקיף לרב אדא. ולפי הערותינו יש לדחות דודאי לרב הונא זה לית' כלל ורק לרב אדא. וא\"כ מה הוכיחו לרב אדא דיש לומר דר\"א כרבינא ס\"ל דאם אין השליח בר חיובא חייב המשלח וא\"כ אם או' לקטן הקיף לי גדול מחייב שולחו כמ\"ש הש\"ס (ב\"מ י\"א ב') וליכא קשיא לא ידחה העשה לל\"ת ויקיף קטן. הא הקטן יקיף עפ\"י ציוות הגדול ומאי אהני לן הלא הוה כמו שהגדול בעצמו יקיף ורב חסא דסובר אי בעי עביד אי בעי לא עביד. ולפי סברותינו ה\"נ שייך הכא אי בעי לא עביד ולא דמי לחצר דבע\"כ באמת כר\"ה ס\"ל ולר\"ה בלא\"ה לא קשיא דלדידיה לא מקשינן כלל מקיף לניקוף ולא ניקוף למקיף וכל עיקור הפלפול אליבא דר\"א סובב הולך ואם כן אף אי קיימא לן כרב חסא כמו שפירש הרא\"ש שם בב\"מ וכן הר\"מ ונמוקי יוסף שפיר לדידן דהא אנן קיימא לן כר\"ה ולפ\"ז אנו צריכין למימר דתוס' ס\"ל כדעת הש\"ך (ח\"מ סי' קפ\"ב סק\"א) דליכא מאן דפליג על רב חסא ורבינא גופיה קבלה ואם כן קשיא לרב אדא דהא רב חסא כ\"ע סברא. זולתי אם אמרינן כסוף דברי הש\"ך שם דאין שליחות לקטן בזה כלל וש\"ס אמר רק אמר לאשה אקיף לי קטן. ולא לקטן. בלא\"ה דברינו ליתא דלענין שליח לד\"ע לא נעשה קטן שלוחו והתגלחת הרי עשה דהא נתגלח. ומה לי אם שלוחו אם לאו. וכל זאת מוכח נמי מדברי הש\"ס עצמן. וצריכין אנו לבא לאחת מן הדרכים האלה דזולת זאת קשיא לן על רב הונא. במאי מוקים למתני' דהכא פ\"ב דנזירים. וכקושית הרב המחבר ולא יספיק לן תירוץ של שמואל באשה וקטן דמאן מקיף להו לרב הונא דהא גדול המקיף אם הקטן חייב. ולא נחית לן נמי בפרוקא דמקיף להו נמי קטן. דמי אמר לקטן שיקיף. וכי לקטנים שנו רבי. ומנא ידעי וכי דינא גמירי ואם אומר גדול לקטן גלחהו לקטן או לאשה זאת הרי משוה לשליח והא הכא דאין השליח בר חיובא חייב המשלח. וגם הלא צריך למעביד. ול\"ש אי בעי' לא עביד. וע\"כ אחת משתיהן או דאין הסברא כך אלא דוקא בחצר בעינן. דבע\"כ והוי נמי הבא. אי בעי עביד אי בעי לא עביד. או כדעת הש\"ך שם שאין שליחות לקטן כלל לענין שליח לד\"ע עייש\"ה. ובמקום אחר הארכתי בכל דברי הש\"ך. ואין כאן מקומו. וע' במ\"ל פ\"ב מהל' רוצח ודוק. ועיין עוד בהגהותינו לה' מלוה ולוה אי\"ה:<br><b> ועדיין </b> לא נתקררה דעתי בזה הענין דלפ\"ז קשיא לן לרב הונא דאמר גדול המקיף את הקטן חייב. במאי מוקי המתני' כמו שהקשה הרב המחבר. אי הקטן ואשה הניקפין מאי אהני לן. אכתי מי מקיף להו דהא לדידי גדול המקיף לקטן חייב: ואכתי קשיא איך יעיף מספק ואין לומר עליו דאיירי בקטן שמקיף כמו שמסיק הרב לדעת הר\"מ דמאי מהני בזה. דאטו מתני' אמר למילתיה ושנה עם קטנים. ומנא ידע קטן להעשות כן אם לא אמר ליה גדול וקושיא לן הא בהאי מלתא. דל\"ש למימר אי בעי עביד. אי בעי לא עביד. וצריך לעבוד משום תגלחת. ואם כן ודאי קושיא לכל הדעות. הא יש שליח לדבר עבירה לא מבעי' לרבינא ב\"מ (י\"א ב') דהיכא דלא מחייב שולחו חייב המשלח. אפילו לרב אסא נמי קשה ואולם יש להוכיח מזה קצת לדעת הש\"ך. ח\"מ סימן קפ\"ב ס\"ק א' ודעמי' שאין שליחות לקטן כלל ולא שייך למימר אין שליחות לד\"ע בזה. ומצות תגלחת אפ\"ה איכא דהא נתגלח ע\"י כהן והתורה אמרה שיתגלח ע\"י כהן תו לא:<br><b> ואם </b> לא אמרי' כדעת הש\"ך יש למצוא תרופה מקושי' תוס' שבועות [ג' א'] ד\"ה ועל הזקן סה\"ד דהקשו מדוע אוקי שמואל למתני' באשה וקטן הניקפין לוקי באשה וקטן המקיפין ועיין חידושי הלכות שם דזה ליתא דהכא לא מהני אם הניקפין גדולים כיון דגדול צריך לומר לקטן תקיף אלה וא\"כ הוי כאלו גדול מקיף להו ודוק ועיי'. ומאי דבדיק לן הרב המחבר. דלדעת תוס' הקושיא נמי ממילה דאמאי אמר רחמנא יבא עשה דמילה וידחה שבת והרי יכול לעשות ע\"י קטן. ואם בנכרי מילה כשירה ע\"י גוי ודאי נמי ליתא דהתורה אמרה דעל האב המצוה ולא זולת ואף שאם אין האב יכול למול אחר מל אותו היינו שהוא נמול אבל האב לא עשה המצוה ואף אם גם למצוה שלוחו של אדם כמותו. ורק מצוה בו יותר מבשלוחו. אייתינן נמי לזה. הא אין גוי בר מעבד מצוה הוא דאין שליחות לגוי. וכן אין שליחות לקטן ויש להסיב לזה הענין האי דקצירת עומר דנקצר ביום כשר ואפ\"ה דוחה שבת כמו שפי' הרמב\"ם [פ\"ו מהל' תמידין ומוספין] ועיין בתו' מנחות [פ\"ב א'] ד\"ה אמאי דחי שבת דכתבו דיש לומר לעשות מצוה מן המובחר ובסברות הרב ז\"ל די\"ל שבת הותרה היא אצל מילה ואף אם יכולין לעשות ע\"י קטן או גוי לא משכונו נפשינו אבתריה דהא הותרה ומאי לי גוי וקטן או ישראל גדול דהא הותר כמו בטומאה ומסולק נמי קושית הרב הש\"ך [סי' רס\"ב סק\"ב] דהקשה אם מל תוך ח' שפיר דמי אמאי ידחה שבת לימול תוך ח' וליתא דהא הותרה מילה אצל שבת. וכן יש לקשור בזה ענין ב' מוהלים שהובא בש\"ע. סי' רס\"ו סעיף י\"ד דאם הותרה שרי כמו עבודה אבל אם דחוי' מה שיש למעט באיסור שפיר דמי ובאמת י\"ל נמי דמוכח שבת הותרה דלרבנן [דר\"א שבת קל\"ב א'] דס\"ל מכשירי מילה אינה דוחה שבת אייתר להו ביום השמיני דעיקר הדין דילפינן שמילה דוחה שבת אתי' או מהלכה. או מלימוד אות ודורות שם ועיין היטיב שם. דיש להעיר בזה הסוגיא ולכן נראה דלכך כתבה רחמנא שני למודים להורות דהותרה דאין איסור כלל: וכמה נפקותא מיניה בפרט לדעת הרמב\"ם דפ\"י [פ\"י מהל' מלכים הל' ז'] דבני קטורה אף בזמן הזה חייבין במילה א\"כ אם הי' לפנינו אחד מבני קטורה דחייב במילה וכשר למול. דהא המול ימול כתיב מאן דמל ימול והא מל. וגם בכלל בריתי תשמור א\"כ לא היה העשה דמילה דוחה שבת והא אפשר למול ע\"י גוי מבני קטורה דכשר למול. אף למ\"ד שאר גוים פסולין למול. ואולי מזה נפקא לי להר\"מ דין זה שלא כדעת הרש\"י [סנהדרין נ\"ז ב'] ועיין בתשובת מהרי\"ט ח\"ב ובתשובת ש\"א הלכות שבת והבן:<br><b> מעשה חושב</b>\n<b> (כד) </b> תיפוק לי' דלא מצי עביד הקפה דקא עבר אלאו דלא תקיפו מספק. תימא לי דהא צריך לטעמא דחולין בעזרה משום נזיר ממורט דקיי\"ל דיש לו תקנה רמב\"ם פ\"ה ה\"ח מנזירות:<br><b> (כה) </b> ואולי אצטריכו להך טעמא למ\"ד הקפת כל הראש מדרבנן. אינו מובן לכאורה דהא גם בחולין שנשחטו בעזרה איכא למ\"ד דס\"ל דלאו דאורייתא ומאי שנא דשבקו הקפה ונקטו הבאת קרבנות ונלע\"ד דכונת מרן המל\"מ היא דלמ\"ד הקפת כל הראש דרבנן היא כדמסיק לא גזרו במקום דליכא תקנתא משא\"כ לענין הבאת קרבנות שאפי' למ\"ד חולין בעזרה לאו דאורייתא מ\"מ לא מעייל נפשי' בספיקא דלא מצי מייתי להו מספק משום דלדידהו יש חזקת חולין מש\"ה נקטו הבאת קרבנותיו ושבקו הקפה ועי' לקמן בסמוך מה שכתבתי שם על הגליון. מ\"מ איני יודע למה ניחא לי' להמל\"מ בישוב זה דרש\"י ור\"ן שבקו טעמא דהקפה אף דקיי\"ל דהקפת כל הראש שמה הקפה מדאורייתא (דריב\"ח יחיד הוא לגבי אמוראי טובא דס\"ל דהיא הקפה דאורייתא) ונקטו טעמא דהבאת קרבנות דקיי\"ל באמת דלאו דאורייתא כיון דהלכה כר' אבהו ולמה שבקו איסור תורה ונקטו איסור דרבנן וצ\"ע יותר למ\"ש הר\"ן שם דבדיעבד אית לי' תקנתא בעולה ושלמים דמצי לאתויי בתנאי וטפי הו\"ל לפרש משום הקפה דאין לה תקנתא כלל:<br><b> (כו) </b> כיון דחולין שנשחטו בעזרה מדרבנן כל תקוני גברא לא גזור רבנן. למ\"ש רש\"י בפסחים דהאי לאו דאורייתא היינו דאיהנ\"א לאו דאו' אבל איסור אכילה הוי דאוריי' א\"כ קושייתו לק\"מ משום דרש\"י לשיטתי' שפיר קאמר לר\"י דלא מעייל נפשי' לספיקא דהא לא מצי לאתויי קרבנותיו לעזרה שהוא דאוריי' לענין אכילה (ואפשר דגם הר\"ן סובר כן וגם לר\"ן ניחא) והשנית דבל\"ז נמי לק\"מ לשיטתו זו דהא באמת ס\"ל לר\"י בת\"כ פ' צו דחולין שנשחטו בעזרה אסורים גם בהנאה מדאורייתא וא\"כ ע\"כ תנאי נינהו אליבא דר\"י וא\"כ י\"ל דרבא דקאמר אליבי' דר\"י דעל ספק נזיר לא מצי מייתי קרבן היינו ר\"י דת\"כ דס\"ל דחולין שנשחטו בעזרה דאורייתא. והשלישית אני אומר למ\"ש הש\"ך דגם בספק דרבנן היכא דאיתחזק איסורא לא אזלינן לקולא א\"כ י\"ל דא\"א לי' לאתויי קרבן מספק אפי' להסוברים דחולין שנשחטו בעזרה לאו דאורייתא משום דלהבהמה יש חזקת חולין משא\"כ לענין הקפה אי נימא דהקפת כל הראש הוי דרבנן דל\"ש לומר דיש על הנזיר חזקת איסור הקפה (דכיון שנטמא מספק הרי לא אהני לי' חזקת טהרתו דא\"כ לא הי' טמא אפי' מספק) כמו בספק התפלל דאינו חוזר ומתפלל אע\"ג שהי' עליו חיוב להתפלל ואיתחזק חיוב זה עליו ולפיכך בספק נטמא מותר להקיף מספק אע\"ג דיש בזה איסור דרבנן מ\"מ מותר כיון דליכא בזה חזקת איסור משא\"כ לענין קרבן, דבהמה זו דאתחזקה לחולין ודאי דא\"א להביא אותה לעזרה:<br><b> (כז) </b> דאכתי תקשי לר\"ה מה יענה בההיא מתניתין. לא ידעתי מהו דהא באמת כתבו התוס' בשבועות שם דשמואל ע\"כ כרב אדא ס\"ל מכח ההוכחה זו. ומה שהקשה מה יענה ר\"ה בההיא מתניתין אני כבר יישבתי לעצמי דר\"ה יוקי מתניתין דגם המקיפים המה אשה או קטן. אלא מדלא קאמר הכי שמואל בהדיא, ומגלח להו אשה או קטן הוכיחו התוס' דשמואל כרב אדא ס\"ל: ומה שנראה מדברי הגאון המחבר שהלך בדרך אחר. שגם גלוח דנזיר צריך שיהיה ע\"י כהן דוקא. לא ידעתי מנין לו זה. והרי בריש פ' ב' נזירים לאו במצורע איירי: ובפשיטות שהחיוב על הנזיר לגלח בעצמו או ע\"י שליחו. דדוקא במצורע בעי כהן. דמשום שטומאתו וטהרתו תלוי בכהן. דדרשינן מתהיה דגם תגלחתו הוא ע\"י כהן: ולפ\"ז א\"צ כלל לומר כמ\"ש התוס' הנ\"ל. להוכיח דשמואל כרב אדא ס\"ל מדלא פירש בהדיא באשה וקטן ומגלח להו אשה או קטן: דכיון שהחיוב על הנזיר עצמו לגלח א\"ע. א\"כ ממילא באשה וקטן נמי הם עצמם הם המגלחים א\"ע. אע\"ג דשאר נזיר יכול למיעבד שליח על הגלוח. ואשה אינה יכולה לר\"ה. מ\"מ זה אין הכרח להש\"ס לפרש בהדיא כיון דמסתמא הנזירה עצמה מגלחת א\"ע וא\"כ בפשיטות ניחא דשמואל כר\"ה ס\"ל: [ואפשר דאפילו שליח מצי האשה לשויי כיון דהיא מותרת דהא אמרינן שליחו של אדם כמותו. ונהירנא דמו\"ח הגאון ז\"ל נסתפק בכעין זה ואני מצאתי ג\"כ בשו\"ת תשובה מאהבה. דמספקא ליה לחתן המחבר הרב הגאון מוהרא\"ש. למ\"ד דהרשות ביד גואל הדם ושאר כל אדם מחויבים עליו אי מצי גואל הדם לשויי שליח להרוג את הרוצח. כיון דשליחו של אדם כמותו]:<br><b> הן אמת </b> שאני פשטתי הספק מהא דפ\"ב דביצה במי שלא הניח עירובי תבשילין. דאחרים נמי אין מבשלים לו ואפילו הוא אינו מבשל לאחרים ואמאי לא מצי זה שהניח ע\"ת לאשויי שליח לזה שלא הניח ע\"ת שיבשל לו. לפמ\"ש הר\"ן בשם בה\"ג שם דהוי ג\"כ מטעם שליחות). אע\"כ דלא אמרינן בזה שליחו של אדם כמותו. ועוד הוכחתי מכמה מקומות דלא אמרינן בכעין זה שליחו של אדם כמותו]. אלא דהתוס' הוצרכו לדבריהם חדא משום דלא קאמר שמואל בהדיא ומגלח להו אשה או קטן. ועוד משום דמסוגיא דנדרים דף כ\"ט ע\"א משמע דאין קטן מגלח א\"ע. דאל\"כ מאי פריך התם מהקפה הא כיון דהנזיר הוא קטן הרי הוא עצמו מגלח את עצמו ולמה ליה להש\"ס לדחוקי דס\"ל לריב\"ח (דלא כהל') דהקפת כל הראש לא שמה הקפה אע\"כ דהקטן אינו מגלח א\"ע. וס\"ל להתוס' דמסתמא ה\"ה אשה נזירה נמי אינה מגלחת א\"ע. (ובאמת לא זכיתי להבין אמאי לא. אחרי שכבר הוכחתי דהת\"כ לא איירי אלא בתגלחת דמצורע וכנ\"ל):"
            ],
            [],
            [
                "<b>אבל </b>\n<b> מצות עשה שהיא מזמן לזמן כו' נשים פטורות כו'.</b> הנה הר\"ב גופי הלכות כלל שי\"ד כתב דמ\"ע שהז\"ג נשים פטורות ואע\"ג דאיכא עונש כרת ולא אמרינן כיון דהשוה הכתוב אשה לאיש לכל עונשין בהא נמי לחייבו והוכח כן מדברי התוס' דקידושין דכ\"ט ד\"ה אותו שהקשה דל\"ל קרא ת\"ל דמצות עשה שהז\"ג נשים פטורות אע\"ג דמילה עשה שיש בו עונש כרת הוא ונראה שכונתו ודאי לומר דנשים פטורות מעונש העשה. אמנם ודאי דעל עונש לאו או כרת מחייבו מטעם דהשוה הכתוב אשה לאיש לכל עונשים שבתורה האמנם נראה ודאי שאין להוכיח מדברי התוס' כן דאע\"ג דיש בו לאו או כרת נשים פטורות די\"ל דע\"כ לא כתבו התוס' אלא גבי מילה דהאב לא מחייב עליו כרת כמ\"ש רש\"י ז\"ל פרק ר\"א דמילה גבי כלל אמר ר\"ע דף קל\"ג ע\"א וליכא גבי אב אלא עשה גרידא ומשו' הכי הוא דק\"ל דל\"ל קרא דאותו ולא ניחא להו לומר דסד\"א משום דמילה עשה שיש בו כרת הוא כיון דלגבי האב והאם כי נימא דחייבות אין בהם כרת ובמגילה דף ך' ד\"ה דכתיב דחקו לזה וכתבו כיון דגבי מילה עונש כרת הוה אמינא דלחייבו דאע\"ג דלגבי דידהו ליכא כרת אלא למל גופיה מ\"מ. הא מיהא מ\"ע שיש בו כרת הוא והו\"א דחמיר טפי קמ\"ל אותו דלא מחייבי אמנם היכא דאיכא עונש כרת או לאו בנשים גופייהו ה\"ה דנשים חייבות ג\"כ על העשה כיון דבהעברת העשה מחייב עליה עונש מחמת הלאו ובזה ניחא נמי מה שהקשה הרב הנז' ז\"ל בס' ש\"ש ח' בא אההיא דגרסינן פרק הישן דכ\"ח האזרח לרבות את הנשים האזרחיות שחייבות בעינוי ופריך עליה יוה\"כ מדר\"י א\"ר לפקא כו' ומשני לא נצרכה אלא לתוספת עינוי יוה\"כ כו' דאמאי לא משני דקרא איצטריך עינוי גופיה דסד\"א דאע\"ג דחייבות בעונש ואזהרה מטעמא דהשוה הכתוב אשה לאיש מ\"מ אעשה דועניתם יהיו פטורות משום דהו\"ל מ\"ע שהזמן גרמא קמ\"ל קרא דאף על העשה נמי חייבות יע\"ש אכן כפי מ\"ש נראה דלק\"מ דהתם נמי יוה\"כ כיון דהנשים הן בעונש ואזהרה פשיטא ודאי דחייבות אעשה גם כן כיון דבהעברת אעשה אית ביה עונש כרת ולאו כך היה נראה לי פשוט ומההיא דגרסינן בפסחים פרק האשה דף צ\"א ע\"ב דר\"ש דס\"ל דבפסח באנשים חובה ובנשים רשות ועושין אותה טפילה לאחרים נפקא ליה מדכתיב בראשון איש איש אין אשה לא וכ\"ת א\"ה אפילו טפילה נמי לא אהני ליה במכסת נפשות לטפלה כו'. נראה שיש להדיא ראיה למ\"ש דהיכא דיש בעשה לאו או כרת הנשים מוזהרות דהתם כיון דע\"כ איצטריך למכתב במכסת נפשות לאשמוע' דעושין אותה טפילה לאחרים אי לא כתיב איש למעוטינהו הוה מרבינן מקרא דמכסת חיובו לגמרי וזה פשוט גם מההי' דאמרי' מ\"ט דר\"י דכתיב במכסת נפשות ואפי' נשים אין להקשות איפכא דל\"ל קרא לחיובינהו ת\"ל כיון דעשה שיש בו כרת הוא מוזהרין עליו די\"ל דאי לא כתיב במכסת נפשות הוה ילפינן מפ\"ב דפטור' ממעוטא דחטאו ישא האיש ההוא ופשוט שוב ראיתי שדבר זה במחלוקת הוא שנוי כי הנה מדברי הרב בעל החינוך ז\"ל פ' אמור סימן רס\"ט ורפ\"ו מבואר בהדיא כמ\"ש דכל דאית לאו מוזהרות ג\"כ על העשה וזהו ממ\"ש דנשים חייבות אעשה דשביתת הרגל אע\"ג דהוי מ\"ע שהז\"ג משום דאית ביה נמי לאו:<br><b> האמנם </b> מדברי התוספו' פ\"ק דקידושין דל\"ד ד\"ה מעתה נראה שחולקים ע\"ז וס\"ל דמ\"ע שהז\"ג נשים פטורות על העשה אף ע\"ג דאית ביה לאו וזה מבואר ממ\"ש וז\"ל וי\"מ דמ\"מ איכא נפקותא לאשה לקיים מ\"ע כו' אך הקשה הר\"י איש ירושלים על פי' זה א\"כ גבי אין מדליקין בשמן שריפה בי\"ט משום די\"ט עשה ול\"ת ושריפת קדשים אינה אלא עשה אשה שאינה חייבת בעשה די\"ט דהוי ז\"ג וכי תוכל להדליק בשמן שריפה וכ\"ת אה\"נ אמאי לא אשתמיט שום תנא כו' אלא מאי אית לך למימר דעשה שיש עמו לאו אף דלא אלים ולא דחי ליה עשה כו' יע\"ש ולפי דעתם קשה מההיא דיומא דאמאי לא משני דקרא איצטריך לעינוי גופו ולחיובי אעשה דועיניתם ואפשר לומר דמאי דפריך התם יוה\"כ קרא ל\"ל והא מדר\"י כו' לאו מקרא דהאזרח גופיה פריך דאמאי איצטריך דהא פשיטא דאיצטריך לחייובינהו אעשה אלא אתנא דברייתא קא פריך דקתני האזרח לרבות את הנשים שחייבות בענוי דמשמע דעיקר קרא אצטריך לחייבן בענוי דסד\"א דפטירי דאם לא כן מאי שחייבות בעינוי דקתני ברייתא והא בלאו קרא נמי חייבות משום עונש ולאו דאית ביה והכי הוה ליה להברייתא לומר האזרח לרבות את הנשים שהן מוזהרות בעשה ואהא משני דאצטריך לתוספות עינוי דהו\"א דפטורי לגמרי כנ\"ל נכון:<br><b> ודע </b> שלדעת י\"מ יש ליישב מה שהקשה התוס' בריש יבמות ד\"ו ד\"ה וליגמר מהכא שהקשו וז\"ל והיכי נגמר מהכא דלא דחי דלמא שאני הכא דהוי עשה ול\"ת דהכתיב למען ינוח כו' ועוד הקשו מנ\"ל דלא דחי עשה דכיבוד או\"א אפילו לאו גרידא והא שבת וטומאה כולהו עשה ול\"ת נינהו כו' יע\"ש מה שנדחקו בזה. אכן לדעת י\"מ הנה נכון דתלמודא פריך שפיר דניגמור מהכא דלא אתי עשה ודחי ל\"ת משום דכי כתיב קרא ואת שבתותי תשמורו כלכם חייבים בכבודי אכולהו מזהר רחמנא בין אגברי בין אנשי וכדרשינן פ\"ק דקידושין איש אמו כו' אין לי אלא איש אשה מנין כשהוא אומר תיראו הרי כאן ב' ול\"נ כיון דאפילו בנשי דליכא עשה דלמען ינוח משום דהו\"ל מ\"ע שהזמן גרמא קאמר קרא דלא אתי עשה דכבוד ודחי ל\"ת דחילול שבת ואהא פריך שפיר ונגמר מהכא דלא דחי ומש\"ה ילפינן מינה דלא דחי עשה דכבוד ל\"ת גרידא כמובן ודוק. ויש לי לדקדק לדעת הר\"י איש ירוש' דס\"ל דנשים אינן חייבות בעשה די\"ט דאמאי לא דרשינן סמוכים ונימא אמר קרא מקרא קדש כל מלאכה לא תעשו כל שישנו בל\"ת כל מלאכה ישנו בעשה דמקרא קדש. דמקרא קדש עשה הוא כמ\"ש הר\"ש החינוך סי' הנז' ורבינו בס' המצות יע\"ש וכדרשינן פ' א\"ע אמר קרא לא תאכל עליו חמץ כו' כל שישנו בבל תאכל ישנו בקום אכול מצה ואיפכא ליכא לאקשויי דנימא כל דישנו בעשה דמקרא קדש ישנו בל\"ת כל מלאכה והני נשי הואיל וליתנהו בעשה דמקרא קדש דהוי מצות עשה שהז\"ג ליתנהו בל\"ת כל מלאכה דלחומרא מקשינן וא\"נ משום דאורחיה דקרא דסיפי' מפרש לרישיה כמ\"ש התוספ' שם ופ\"ג דשבועות דף ך' ד\"ה את שישנו וכה\"ג ק' אהא דפרכינן בחגיגה אמר מר זכורך להוציא את הנשים טעמא דכתב רחמנא זכורך הא לאו הכי נשים חייבות מ\"ע שהז\"ג היא כו' ומאי קושיא הא אי לא כתיב זכורך הו\"א אמר קרא ג' פעמים יראה כל זכורך ולא יראו פני ריקם כל שישנו בלא יראו פני ריקם ישנו בראיה והני נשי הואיל ואיתנהו בלא יראו כו' דאמר מר השוה הכתוב אשה לאיש לכל עונשים שבתורה איתנהו בעשה דראיה להכי כתיב זכורך ואפכא אין סברא למדרש משום דלחומרא מקשינן ול\"נ משום דסיפיה מפרש לריש' והן אמת שראיתי להר\"ב החינוך ז\"ל פ' ראה סי' ת\"ץ שכתב וזאת האזהרה אינה נוהגת בנקבות כמו שאין מצות העשה הבאה ע\"ז נוהגת בהן וכ\"כ רבינו בס' המצות במל\"ת מצוה קנ\"ו יע\"ש מ\"מ היינו לפום קושטא דמלתא דכתיב זכורך וקרא מיעטינהו ממ\"ע אמרינן דה\"נ פטורות מאזהרת דלא יראו דכל שישנו בראיה ישנו בל\"ת אמנם אי לא הוה כתיב קרא זכורך ודאי דהוה מסתבר טפי למדרש איפכא כל שישנו בבל יראו כו' אי משום דלחומרא מקשינן ואי משום דאורחיה דקרא דסיפיה מפרש לרישיה כההיא דפרק א\"ע:<br><b> ושוב </b> ראיתי למוהרימ\"ט ז\"ל בחדושיו שם שהקשה מעין קושיא הלזו לתירוץ ראשון שתי' התוספו' דמשכחת לה עשה בלא לאו במעקה כו' בנמלך כו' הקשה הוא ז\"ל דאמאי לא נימא כל שישנו בלא תשים דמים ישנו בעשית מעקה דומיא דמצה ותירץ דדוקא גבי מצה דתרי מילי נינהו דרשינן מדסמכינהו קרא ש\"מ דכל אותן שהן מצווין על החמץ מצווה על המצה אבל מעקה ואבידה חד ענינא הוא לא דרשינן מדסמכינהו דלעבור עליהן בלאו ועשה הוא דאתא עכ\"ל יע\"ש. וכפי דבריו ז\"ל יש ליישב נמי קושיא דידן דה\"נ גבי י\"ט וראיה כולהו נמי עשה ול\"ת חד ענינא הוא אלא דאכתי קשה לדעת הר\"י איש ירושלים דאמאי לא נימא דהנשים חייבות באזהרה לא יראו פני ריקם ואם באו לעזרה בלא קרבן עוברות בל\"ת ואע\"פ שהן פטורות ממ\"ע דראי' ואינן חייבות להראות בעזרה מ\"מ אם רוצים להראות בעזרה מוזהרות שלא להראות ריקם דומיא דשביתת הרגל ממש דאע\"ג דליתנהו בעשה הן מוזהרות בל\"ת וכל שכן הוא שהרי גבי שביתת הרגל עשה ול\"ת חדא מלתא שהוזהרנו שלא לעשות מלאכה בי\"ט משא\"כ בראיה דעשה הוא שצונו לראות בעזרה והל\"ת הוא שאם נבא ליראות בעזרה שלא לבא ריקם אבל אם לא בא לעזרה אינו עובר אלא על העשה וא\"כ היל\"ל דהנשים אינן מצוות על העשה דראיה אבל הן מוזהרות אם רוצות שלא ליראות ריקם ובשלמא לדעת החינוך ורבינו ניחא דכל דאיכא עשה ול\"ת בדבר חדא מילתא היא והילכך גבי שביתת הרגל כיון שהן מוזהרות על הלאו מוזהרות גם כן על העשה וגבי ראיה כיון שהן פטורות מהעשה פטורות ג\"כ מהלאו אכן לדעת הר\"י איש ירושלים קשה לומר דה\"נ לדעת הר\"י הן מוזהרות שלא ליראות ריקם הא ודאי דוחק דלא לישתמיט שום תנא לומר כן ויש ליישב בדוחק דזכורך דכתיב ברישא אלא יראה דשלאחריו נמי קאי ונדרש לפניו ולאחריו אלא דא\"כ קשה דמאי פריך בפ\"ק דחגיגה טעמ' דכתיב רחמנ' זכורך ומאי קושיא אימא דאיצטריך זכורך למעוטינהו מלאו דלא יראה וצ\"ע ודוק:<br><b> ודע </b> שכלל זה שכתב רבינו דכל מ\"ע שהזמן גרמא נשים פטורות ילפינן לה פ\"ק דקידושין מתפילין ופרכינן עלה אדילפינן מתפילין לפיטורא נילף מהקהל לחיובא ומשנינן משום דהוי מצה והקהל שני כתובים הבאים כאחד ואין מלמדין והדר פרכינן אי הכי תפילין וראיה נמי שני כתובים הבאים כאחד ואין מלמדין ומשנינן צריכי דאי כתיב רחמנא תפילין ולא כתיב ראיה הו\"א דיליף ראיה ראיה מהקהל כו' וכתבו תוס' שם וז\"ל הו\"א דנילף ראיה ראיה מהקהל וא\"ת הא אמרינן מצה והקהל ב' כתובים הבאים כאחד ואין מלמדין וי\"ל דמג\"ש דראיה ראיה הו\"א דילפי' ראיה ראיה מהקהל א\"ד והנראה מבואר מדבריהם דס\"ל דכי אמרינן ב' כתובים הבאים כאחד אין מלמדין היינו דוקא לעלמא אמנם דבר הנלמד בג\"ש מאותן שני כתובים ה\"נ דמלמדין מהם וראיתי למוהרימ\"ט בחידושיו שתמה על דברי התוס' הללו מאותה שאמרו פרק איזהו מקומן דף נ\"ז דבכור ומעשר ופסח טעונין מתן דמים כנגד היסוד מג\"ש דזריקה זריקה מעולה ופרכינן אי מה להלן שתי מתנות אף כאן שתי מתנות ומשני אביי ל\"ל סביב בעולה סביב בחטאת הוי שני כתובים כו' ואין מלמדין ולמ\"ד מלמדין הוי אשם ג' כתובים כו' ופרש\"י שם דאע\"ג דהכא לאו בבנין אב אנו באים ללמוד אשמועינן אביי דב' כתובים אין מלמדין אפילו בג\"ש אותו דבר שנכתב בשני יע\"ש שהניחו בצ\"ע וכ\"כ בספר כריתות בלשון לימודים שער א' כלל זה דאפילו בג\"ש אמרי' דאין מלמדין והביא ראיה מההיא דפרק איזהו מקומן וליכא למימר דההיא דפרק איזהו שאני דכיון דאיכא לאוקמי הג\"ש דזריקה זריקה לענין שטעונה יסוד לא ילפי' בג\"ש דין הב' כתובים אבל בהא דקידושין דג\"ש דראיה ראיה כיון דליכא לקיומי דגזירה שוה למילתא אחריתי ע\"כ ילפינן מג\"ש דין הב' כתובים דהא ליתא דג\"ש דראיה ראיה איצטריך למעוטי חרש דפטור כדאית' פ\"ק דחגיגה ועיין בהרב בעל יבין שמועה כלל קכ\"ו שהקש' לסבר' הכריתות מה יענה לההיא דפ' קמא דקידושין ומה שנדחק לתרץ שדבריו הם דחוקים כמו שירא' המעיין ובר מן דין אכתי צריכין אנו למודעי לדעת התוס' דסבירא ליה דבג\"ש מלמדין מה יענו לההיא דאיזהו מקומן והנראה אצלי ליישב דע\"כ לא כתבו התוס' דבג\"א מלמדין מהשני כתובים אלא דוקא גבי ראיה ודכותיה דאיכא למימר דראיה ישנו בנשים מג\"ש דהקהל וכי מיעוט רחמנא ממצה והקהל ב' כתובים לאשמועינן דמ\"ע שהז\"ג נשים פטירות היינו בשאר מצות דעלמא אבל ראיה אע\"ג דמ\"ע שהז\"ג היא נשים חייבות מכח גז\"ש ואהני ג\"ש ואהני ב' כתובים משא\"כ בההיא דאיזהו מקומן דאי אמרינן דבכור ומעשר ופסח טעונין שתי מתנות מכח ג\"ש דזריקה זריקה מעולה אם כן מיעוטא דב' כתובים הוי ג' כתובים למאי אתא שהרי כל הקרבנות כלן טעונין ב' מתנות והילכך ע\"כ למעוטי בכור ומעשר אתא דלא נילף מג\"ש וגזירה שוה דזריקה זריקה אתיא לענין שטעונה יסוד ומעתה אף אנו נאמר דמ\"ש הכריתות דאפילו בג\"ש אין מלמדין לא כ\"כ אלא דוקא דומיא דההיא דזבחים דליכא לאוקמי מיעוטא דב' כתובים למלתא אחריתי אלא למעט אותו דבר הנלמד בג\"ש אמנם היכ' דאיכא לאוקומי מיעוטא דשני כתובים למלת' אחריתי הכא נמי דילפינן מגזרה שוה:<br><b> ואולם </b> מדברי התוס' בערכין דט\"ו ע\"ב ד\"ה איבעיא להו נראה דס\"ל דאפילו היכא דליכא לאוקומי מיעוטא דב' כתובים למלתא אחריתי ילפינן מהשני כתובים בג\"ש וזה ממ\"ש שם וז\"ל קשה להר' אלחנן אמאי לא נילף מנהון ג\"ש נהי דבנין אב לא ילפינן מינייהו מ\"מ ג\"ש נילף מינייהו ונראה לר\"י מדאיצטריך למכתב חומש גבי מקדיש שדה אחוזה וגבי מקדיש ביתו ומצינו למילף חד מחבריה בג\"ש ולא ילפינן אלא כתב חומש לכל חד וחד ש\"מ שני כתובים כו' ולא ילפינן מינייהו אפילו בג\"ש עכ\"ל יע\"ש הרי דאע\"ג דמיעוטא דב' כתובים ליכא לאוקומי למלתא אחריתי אלא למעוטי שדה מקנה מחומש אפילו הכי ק\"ל דנילף מג\"ש שדה מקנה משדה אחוזה דטעון חומש וכיון שכן ק' טובא דאכתי מה יענו לההיא דאיזהו מקומן ועיין בהרב בעל יבין שמועה כלל קנ\"ח שהוקשה לו כן בדברי הרב רבי אלחנן מההיא דאיזהו מקומן ותי' דשאני ההיא דאיזהו מקומן כיון דאיכ' לאוקמי ג\"ש דזריקה זריק' למילף יסוד אהני ב' כתובים לגלויי לן דנדרש ג\"ש למחצה לענין מתן יסוד ולא לענין ב' מתנות משא\"כ ההיא דערכין דלית לאוקמי הג\"ש למלתא אחריתי אלו דבריו יעויין שם ולא הבנתי דבריו דאם כן היכי ניחא להו קושית הר' אלחנן ז\"ל במ\"ש דכיון דמצינו למילף חד מחבריה בג\"ש ולא ילפינן כו' מ\"ש ב' כתובים לא ילפינן אפילו בג\"ש דאיך אפשר לומר דב' כתובים אתא למעוטי שדה מקנה מחומש דא\"כ ג\"ש מאי אהני לן ואי כונתם לומר דהב' כתובים אהני לן לומר דרבנן לית להו ג\"ש אם כן בפשיטות הו\"ל לתרץ דע\"כ רבנן לית להו ג\"ש דאי אית להו מיעוט' דב' כתובים מאי אהני לן שוב מצאתי להתוס' פ' תמיד נשחט דף ס\"ד ע\"ב ד\"ה אתיא זריקה שהוקשה להו דאיזהו מקומן בקושית הר' אלחנן ותי' משם ר\"י וז\"ל דע\"כ אשם וחטאת דכתיב בהו סביב דאמרינן התם דהוי שני כתובים ילפינן בגזרה שוה מעולה או עולה ילפא מינייהו והשתא א\"ש הא דמסי' הו\"ל ב' כתובים דלמעוטי דלא נילף בג\"ש אתו דדומיא דכתב בהו סביב קא ממעט דלית בהו ג\"ש כדפי' עכ\"ל יע\"ש ולפי הנראה אשתמיט מיניה דמהרימ\"ט ז\"ל דברי התו' הללו ודברי התו' דערכין מתיישבי' בהכי כמובן ודוק:<br><b> ודע </b> שכלל זה שכתבו התוס' משם ר\"י דכל היכא דהב' כתובים אתו מג\"ש חד מחבריה למעוטי דלא נילף בג\"ש אתו דומיא דידהו ק\"ל עלה דבזבחים דף כ\"ד אמרינן דערל אונן ויושב אינן במיתה אלא באזהרה משום דהוי מחוסר בגדים ושלא רחוץ ידים ורגלים ב\"כ הבאים כאחד ואין מלמדין ולמ\"ד מלמדין שתויי יין הו\"ל שלישי ומבואר שם בדף י\"ח ע\"א דמחוסר בגדים ושלא רחוץ ידים ורגלים ושתויי יין אתו בג\"ש דחקה חקה והתוספות שם הקשו דבפ' הנשרפין בעי שתויי יין ושלא רחוץ ידים ורגלים במיתה מנ\"ל וקאמר דבגופייהו כתיב בהו מיתה בהדיא והשתא ל\"ל למכתב בהו מיתה בהדיא ת\"ל מג\"ש דחקה חקה ותירץ דאיצטרך למהוי ב\"כ ואין מלמדין יע\"ש ובפ' הנשרפין נפ\"ל דטמא וטבול יום ששימש במיתה מג\"ש דחילול חילול מתרומה והשתא לפי מ\"ש התוס' דכל דהב' כתובים אתו בג\"ש חד מחבריה למעוטי דלא נילף בג\"ש אתו א\"כ היכי ילפינן דטמא וטבול יום ששימש במיתה מג\"ש כיון דאיכא ג' כתובים מחוסר בגדים ושלא רחוץ ידים ושתויי יין והיה אפשר לומר דכי לא ילפינן מג\"ש היינו מינייהו ולדידהו דומיא דב' כתובים דהוו ילפי חד מחבריה אמנם מאחריני ה\"נ דילפינן בג\"ש אלא דאכתי קשה דהתם ילפינן דפרועי ראש במיתה מדאיתקש לשתויי יין ואולי נאמר דהקש עדיף מג\"ש לענין ב' כתובים ולולא דבריהם דערכין היינו יכולים לומר דע\"כ לא כתב ר\"י דכל דאתו ב' כתובים בג\"ש ממעטי' מינייהו דלא נילף בג\"ש אלא דוקא היכא דאיכא לאוקמי ג\"ש אמילתא אחריתי כההיא דאיזהו מקומן אמנם היכא דליכא לאוקמי למלתא כההיא דהנשרפין ה\"נ דילפינן בג\"ש האמנם מדבריהם דערכין מבואר דס\"ל דאפילו היכא דליכא לאוקמי ג\"ש למלתא אחריתי ילפינן בג\"ש כמבואר ודוק. ודע דמדברי התוס' הללו שכתבנו מבואר דס\"ל דלמאן דס\"ל שני כתובים הבאים כאחד מלמדין לאו דוקא היכא דיליף חד מחבריה במה מצינו אלא אפילו היכא דאתי חד מחבריה בג\"ש אפ\"ה אין מלמדין שהרי כתבו דעולה וחטאת אתו בג\"ש חד מחבריה ואפ\"ה פריך התם דלמ\"ד מלמדין וכן בההיא דערכין אע\"ג דאתו בג\"ש קאמר התם ולמ\"ד מלמדין ושלא כדעת הס' כריתות שם שכתב דהיכא דיליף חד מחבריה בג\"ש לכ\"ע אין מלמדין משום דבדבר הלמד בג\"ש לא אמרינן טרח רחמנא וכתב קרא יע\"ש ובר מן דין קשה לי טובא לדעתו דמה יענה לההיא דזבחים שהבאתי לעיל דאע\"ג דמחוסר בגדים ושלא רחוץ ידים ורגלים אתו בג\"ש דחקה חקה קאמר בגמרא ולמ\"ד מלמדין כו' וצ\"ע:<br><b> מעשה חושב</b>\n<b> (כח) </b> ולפי דעתם קשה מההיא דיומא כו'. ולחיובי אעשה דועניתם. לכאורה נראה לענ\"ד דלק\"מ דהא למאי דקיי\"ל דמילה אפילו שלא בזמנה פסולה בלילה. אם כן האי אותו עכ\"ר אתי למפטר נשים משום דסד\"א דחייבות במילת בניהן. ואע\"ג דהוי מ\"ע שהזמן גרמא אפ\"ה חייבות משום כרת דאית במצוה זו. וא\"כ הרי ביוה\"כ דאית בי' נמי כרת ולית בי' קרא למפטר נשים ממ\"ע. הא ממילא נשים חייבות גם בעשה דיוה\"כ. (ואדרבה יוה\"כ חמיר ממילה דביוה\"כ איכא כרת על הנשים עצמן משא\"כ במילה. דאפילו אי תימא דנשים חייבות במילת בניהן. מ\"מ הא גם באב ליכא כרת. אלא על הבן לכשיגדל. ועוד דבמילה ליכא אלא עשה גרידא. משא\"כ ביוה\"כ). משום הכי פשיטא ליה להש\"ס דנשים חייבות בעשה דיוה\"כ כיון דיש בו כרת. ולית כאן מיעוטא למפטרינהו כמו דאיכא במילה. ולהכי קאמר דהאזרח אתי לרביונהו להוסיף יוה\"כ. ואין לומר דאכתי אצטריך האזרח לענוי גופי' ולחיובי נשים אעשה. כי היכי דלא נילף ממילה דנשים פטורות. דע\"כ ז\"א משום דהו\"ל מילה ופסח שני כתובים הבאים כאחד. ואין מלמדין. (דהא בפסח כתיב נמי איש איש למפטר נשים. משום דסד\"א דחייבות בפסח. אע\"ג דהוי מ\"ע שהז\"ג מ\"מ חייבות משום כרת דאית ביה. ולהכי אתא קרא למפטרינהו מפסח כמו במילה. וא\"כ הו\"ל מילה ופסח שני כתובים הבאים כאחד):<br><b> ואף </b> דבפסח איכא למימר כמ\"ש המחבר בדיבור שלפני זה. דלהכי אצטריך האי קרא למעטינהו לנשים מפסח משום דאי לאו הכי הוה מרבינן להו מקרא דמכסת נפשות לחייבן לגמרי וע\"ש. ולא מטעם כרת דאית ביה אתא למעטינהו. ולפ\"ז שוב לא הוי מילה ופסח שני כתובים הבאים כאחד. מ\"מ מי יימר לן דהא דאיצטריך איש איש למעטינהו. הוא כי היכי דלא נרבי נשים לחיובא בפסח מהא דכתיב במכסת נפשות. דלמא משום דפסח הוא עשה שיש בו כרת. והוה אמינא לחייבינהו אע\"ג דהוי מ\"ע שהז\"ג ולכן אצטריך האי קרא למעטינהו. וא\"כ שוב הוי מילה ופסח שני כתובים הבאים כאחד:<br><b> ועוד </b> דגם בל\"ז א\"א למילף ממילה למפטר נשים מעשה דיוה\"כ. משום דביוה\"כ איכא כרת ולאו ובמילה ליכא לאו וגם כרת ליכא באב ואם. אלא דחומר כרת יש במצוה זו, במה שהבן יתחייב כרת אם לא ימול א\"ע כשיגדל וכנ\"ל. וא\"כ הרי אין כאן קושייתו הנ\"ל כלל. משום די\"ל דסוגיא דפ' הישן אזלא אליבא דהלכתא. דקיי\"ל דאין מלין בלילה אפילו מילה שלא בזמנה. והאי אותו דמיותר אתי למפטר נשים משום חומר כרת שיש במצוה זו וממילא ביוה\"כ דאית ביה כרת דליכא קרא למעטינהו. הרי נשים חייבות בעשה. וא\"כ הרי שפיר צריך הש\"ס לשנויי דאתי האזרח לתוספת יוה\"כ: והא דהתוס' בקדושין לא ס\"ל לחלק בין כרת לעשה שאין בה כרת. אפשר דאזלי בשיטת הרא\"ה. והר\"י איש ירושלים בקושייתו. ולא קשה להו האי דפ' הישן. אבל הי\"מ ס\"ל כמ\"ש התוס' במילה וניחא הכל. אלא דקצת צ\"ע. מאי שנא בסוכה דאמרינן דאתי האזרח למעוטי נשים. ומאי שנא ביוה\"כ דאמרינן דהאזרח אתי לרבויי נשים. וראיתי להראשונים שכתבו בזה דכל חד לפי ענינו משום דביוה\"כ א\"א לומר דאתא למעוטי. אמנם לדברינו הנ\"ל אכתי קשה דאמאי לא נימא ביוה\"כ דאתי האזרח למעוטי נשים מעשה כמו דאמרינן במילה דאותו ממעט נשים. וגם להמחבר קשה כן לשיטת הרא\"ה והר\"י איש ירושלים הנ\"ל וצ\"ע:<br><b> ועל </b> ישוב המחבר בזה. דלאו אקרא קא פריך הש\"ס אלא אתנא דברייתא אני תמה. דא\"כ מאי משני דקרא אתא לתוס' יוה\"כ. וא\"כ להי\"מ כיון דליכא רבויא מיותר. ממילא נשים אינן מוזהרות בעשה דיוה\"כ. דהאזרח אתא למחייבינהו בתוס' דיוה\"כ וזה תמוה. כלפי לייא. איך אפשר לומר כן. דביוה\"כ עצמו דאית בי' לאו וכרת. והרי ראוי שיתחייבו בעשה בלא שום רבוי כלל. אמרת דלהי\"מ פטורות מעשה. ולא מתוקמא רבוי דהאזרח לחייב נשים בעשה זו. ובתוס' יוה\"כ דלית ביה לאו וכרת דבכה\"ג גם להר\"י ליכא חיוב על הנשים כלל. אמרת דהאזרח אתא לאתויי נשים לתוס' יוה\"כ. הרי יותר הי' נכון לומר להי\"מ דהאזרח אתא לחייב נשים בהעשה דיוה\"כ עצמו דאית ביה עכ\"פ ל\"ת וכרת. מלומר דבא לאתויינהו לנשים לענין תוס' יוה\"כ ודו\"ק:<br><b> (כט) </b> והני נשי הואיל ואיתנהו בולא יראו פני ריקם כו'. איתנהו נמי בעשה דראיה. זה תמוה. דהא איכא קולא לענין קרבן דפטורה להביא אי דרשינן איפכא ואסורה להביאו משום סמיכה. למאי דקיי\"ל דנדרים ונדבות אין קרבין ביו\"ט והרי א\"א להביאו ביו\"ט. וזה פשוט דלא שייך כלל לומר דדרשינן לחומרא לחייבה בקרבן. ולא תיתי לי' אלא לאחר יו\"ט בשבעה דתשלומין. ולהביאו בתורת נדבה על הספק. ובאמת גם מ\"ש התוס' כעין זה בשבועות דף כ' לענין חמץ ג\"כ צריך ביאור. דהא האי חומרא קולא היא לענין קרבן דמייתי חולין בעזרה. אי אכיל חמץ בשוגג. אמנם י\"ל דשאני התם. דמה דאסור לאכול חמץ הוא חומרא בהחלט וא\"א להקיש הל\"ת לעשה דמצה להתירו באכילת חמץ נגד הכלל שבידינו דלחומרא מקשינן. ואין אנו משגיחים במה דאיכא בפרט אחד נמי קולא לענין אכילת שוגג ע\"י ההיקש שאנו מקשינן העשה ללאו. משא\"כ הכא לענין היקש העשה דראיית פנים לל\"ת דולא יראו פני ריקם. פשיטא דכך יש לאקושי איפכא הל\"ת לעשה. כי היכי דלא להביא חולין בעזרה. וביו\"ט דאין נדרים ונדבות קרבין בו וכנ\"ל. כיון דהבאת קרבן הוא קולא מיד ולא ע\"י נ\"מ בפרט אחד כמו בחמץ דהתם בחמץ שייך שפיר לומר לחומרא מקשינן לאסרו מיד באכילת חמץ. משא\"כ הכא בהבאת קרבן. ודומה לזה תמצא לענין מה דקיי\"ל דאין עונשין מן הדין ואפ\"ה ילפינן בקדושין מן הדין דאשה מתקדשת בכסף. ועונשין את הבא עלי' אח\"כ. אע\"כ כיון דאין אנו דנין עתה על העונש אלא על קיום הקדושין. דתיהוי ארוסתו לשאר מילי אין אנו משגיחין תו במה דעל ידי חלות הקדושין אנו עונשין הבא עליה. וזה אשר השבתי להרב ר' פישל הורוויץ. ובתשובתי שם הארכתי בזה:<br><b> (ל) </b> אכן לדעת הר\"י איש ירושלים קשה. לק\"מ. כיון דיש איסור בהבאת קרבן. לא דמי כלל לל\"ת דיו\"ט: דרחמנא לא התירה הבאת קרבן ביו\"ט אלא למי שמחויב בראיית פנים. וזה לא שייך בל\"ת דיו\"ט ופשוט:"
            ],
            [],
            [],
            [
                "<b>ומותר </b>\n<b> ללקט הפאות במספרים לא נאסר אלא השחתה בתער.</b> הנה ממ\"ש לא נאסר אלא השחתה בתער מבואר דס\"ל דהשחתה שלא בתער דהיינו מלקט ורהיטני נמי מותר וכן מבואר ג\"כ מדברי הסמ\"ג דבהקפת הראש אינו חייב אלא גילוח שיש בו השחתה דומיא דהשחתת זקן האמנם התוס' ז\"ל בריש שבועות ד\"ה חייב כתבו דאע\"ג דעל הזקן אינו חייב אלא בתער בהקפת הראש חייב אפילו במספרים והכריחו הדבר מדאמרינן פ' ג' מינין אי כתיב ראשו ולא זקנו הו\"א תרתי משמע דאתי עשה ודחי ל\"ת ומשמע דהקפת כל הראש שמיה הקפה ואכתי בתער מנ\"ל כו' ואי לא מחייב בהקפת הראש אלא בתער א\"כ שפיר שמעינן מראשו דגילוח מצורע בתער כו' וכתבו עוד וליכא למימר דהקפת הראש שרי במספרים כו' ומ\"מ מראשו לא שמעינן דגילוח מצורע בתער כיון דהקפת הראש אסור נמי במלקט ורהיטני דהא ודאי דבמלקט ורהיטני לא אפשר במצורע דגילוח כתיב ביה וא\"כ מראשו ידעינן תער כו' יע\"ש. אשר מבואר מדבריהם דבמלקט ורהיטני פשיטא להו מלתא טובא דבהקפת הראש עובר ולא מספקא להו אלא במספרים דוקא ונראה דטעמייהו דלא מהני היקשא דכל שישנו בהשחתה ישנו בהקפה אלא דוקא למאי דכתיב קרא בהדיא דהיינו השחתה דממעטי' מיני' מספרים אבל מלקט ורהיטני דלא כתיב מיעוטא בהדיא אלא מכח ג\"ש דפאה פאה לא מהני היקשא וכ\"כ מוהר\"י ז\"ל בס' נחלה ליהושע וכתב עוד שהוכרחו לומר כן מכח תוספתא דמדות דקתני יש תולש ב' שערות וחייב משום נזיר ומשום מקיף ויש לתמוה על הסמ\"ג ז\"ל שאחר שהביא תוס' הלזו איך החליט הדבר לומר דאפילו במלקט ורהיטני מותר וצ\"ע. עוד ראיתי להרב הנזכר ז\"ל שהקשה על מ\"ש התוס' דהא ודאי מלקט ורהיטני ליכא במצורע דגילוח כתיב ביה דכד מעיינת בסוגיא דהתם נראה שאין זה הכרח דהתם פריך דלמא לעולם אפילו לקטו במלקט ורהיטני נמי מצוה קא עביד הא קא אתי לאשמועינן דאפילו בתער לא מחייב כלום וקרא לא אתא לחיובי בתער דוקא אלא למשרי אפי' תער ודחי אס\"ד כי עביד במלקט ורהיטני מצוה קא עביד מדלא כתיב תער כדר\"ל דאמר כל מקום שאתה יכול לקיים שתיהן כו' משמע לפי זה דאע\"ג דכתיב וגלח וכתיב זקנו אי לאו הא דר\"ל לא ידעינן חיוב דתער במצורע דהו\"א למשרי תער הוא דאתא וכיון שכן נהי דכתיב וגלח מ\"מ מראשו לא הוה ידעינן חיוב תער דלעולם אפילו במלקט ורהיטני וראשו איצטרך לאשמועינן דמצורע אינו רשאי לגלח במספרים ואשמועינן דאי בעי עביד בתער ואי בעי עביד במלקט ורהיטני וחיוב תער לית לן למילף אלא מזקנו והכא ליכא לדחויי מההיא דר\"ל כיון דא\"א לקיים המצוה אלא בדחיית הלאו דהיינו תער או מלקט ורהיטני זהו תורף קושייתו יע\"ש מה שנדחק בזה. ולע\"ד נראה דלא קשיא מידי ולא דמי כלל דבשלמא התם גבי זקנו לפום מאי דהוי בעי למימר דמלקט ורהיטני נמי דלא קא עבר משום הלאו דהשחתה מצוה קא עביד איכא למימר שפיר דוגלח למשרי תער הוא דאתא ולא לחיובא דסד\"א כיון דאפשר לקיים גילוח מצורע במלקט ורהיטני ושלא יעבור הלאו דהקפה יהא אסור בתער קמ\"ל דשרי אמנם למאי דבעינן למימר השתא דראשו אתי לאשמועינן דגילוח מצורע לא מהני במספרים אלא במלקט ורהיטני דקעבר אלאו דהקפה ליכא למימר דקרא למשרי תער הוא דאתא דהא פשיטא דבתער נמי שפיר דמי כיון דכי מגלח במלקט ורהיטני נמי קעבר אלאו דהקפה אלא מוכרח הדבר דתער לחיובא הוא דאתא וזה פשוט. ואולם תמה אני לדעת רבינו והסמ\"ג ז\"ל מה יענו לההיא דנזיר והנראה אצלי דכיון דטעמייהו משום דאיתקש הקפה להשחתה ודרשינן מינה כל שישנו בהשחתת זקן דהיינו תער ישנו בהקפה וכל שאינו בהשחתת זקן דהיינו במספרים ומלקט ורהיטני אינו בהקפה איכא למימר דהיינו לפום קושטא דמלתא דכתיב זקנו גבי מצורע דמינה שמעינן דגלוח דכתיב במצורע היינו גילוח שיש בו השחתה דהיינו תער אמנם אי לא הוה כתיב אלא ראשו אז ודאי הוה מסתבר לן לומר דבמצורע מספרים כעין תער מצוה קעביד כיון דכתיב סתם וגלח את כל שערו וגילוח סתם מקרי מספרים כעין תער וכדתניא בברייתא ופאת זקנם לא יגלחו שומע אני אפילו מספרים כעין תער ת\"ל לא תשחית וכיון שכן עכ\"ל דבהקפה מחייב אפילו מספרים מדכתיב ראשו והיקשא דכל שישנו לא אתא אלא למעוטי נשים והיינו דקאמר תלמודא אי כתיב ראשו כו' ואכתי תער מנ\"ל כלומר דאז עכ\"ל דבהקפה אפילו במספרים חייב והיקשא לא אתא אלא למעוטי נשים כיון דסתם גלוח היינו מספרים אמנם לפי האמת דכתיב זקנו דגלי לן קרא דגלוח מצורע היינו בתער איכא למימר שפיר דהקישא דכל שישנו לגמרי מדריש דאין היקש למחצה כנ\"ל נכון ומכלל האמור הנך נראה שמ\"ש מרן הכ\"מ ומותר ללקט כו' פלוגתא דר\"א ורבנן ופסק כרבנן הם דברים תמוהים דפלוגתייהו דר\"א ורבנן אינו אלא בהשחתה לא בהקפה ואיך כתב דפסק כרבנן מאחר שהתוס' והרע\"ב חלוקים בזה וצ\"ע:<br><b> מעשה חושב</b>\n<b> (לא) </b> וכן מבואר ג\"כ מדברי הסמ\"ג. דבהקפת הראש אינו חייב אלא על גלוח שיש בו השחתה. דומיא דהשחתת זקן: תמוה לי. איך אפשר לומר דשלא בתער מותר להקיף. דא\"כ מאי קאמר לי' רב אדא בר אהבה לרב הונא (נזיר דף כ\"ט). לדידך מאן מגלח להון ע\"כ. ולפ\"ז כיון דלא ראה דמגלחו להו בתער. דלמא במספרים כעין תער היו מגלחין להו. (ומכ\"ש למ\"ש רש\"י שם. כדאורחייהו דאינשי דמגלחי להו כדי להברותן אחר החולי. א\"כ פשיטא דמשום הכבדת שער סגי בגלוח במספרים כעין תער). ומדקאמר לא נאסר אלא השחתה בתער. משמע דס\"ל להרמב\"ם וסמ\"ג אפילו איסור דרבנן ליכא בזה. (ועיין מ\"ש רבינו המחבר לעיל פ' י\"ב מהלכות עכו\"ם הלכה א'):"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות עבודה זרה וחוקות הגויים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}