{
    "language": "he",
    "title": "Da'at Zekenim on Exodus",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "daat zekenim",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "דעת זקנים",
    "heTitle": "דעת זקנים על שמות",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Da'at Zekenim",
        "Torah"
    ],
    "text": [
        [
            [
                "<b>ואלה שמות הבאים. </b>והלא כבר באו קודם לכן אלא קודם שמת יוסף לא נתן עליהם מסים משמת נתן עליהם ונעשה כאלו בו ביום באו: "
            ],
            [],
            [],
            [],
            [
                "<b>ויהי כל נפש. </b>פי' עם יוסף שהיה במצרי' הי' שבעי' ואז לא יצטרך למנות יוכבד שנולדה בין החומו' מהר\"ר שלמה בן פרחון ז\"ל, לכך מנאן עכשו אע\"פ שמנאן בחייהן לפי שהיה ר\"ל אחר כן וירבו ויעצמו להודיע לך שארבעים [ששבעים] נפש לבד עצמו ורבו עד שש מאות אלף רגלי: "
            ],
            [],
            [
                "<b>ובני ישראל וכו'. </b>מלמד שהיו יולדות ששה בכרס אחד ורמז מדכתיב ו' לישני פריה ורביה פרו וישרצו וירבו ויעצמו במאד מאד. ד\"א כי פרו וישרצו עולה בגי' ששה בכרס אחד פחות שנים וה\"נ במאד מאד משלימות החשבון. ד\"א פרו שהן עושין פירות וישרצו כשרצים ששה בכרס וא\"ת שמתים לכך נאמר וירבו וא\"ת חלשים היו לכך נאמר ויעצמו במאד מאד ולכך כתיבי כל הני לישני יתירי: "
            ],
            [
                "<b>ויקם מלך. </b>הוא פרעה הראשון. אמרו לו בא ונזדווג על אומה זו אמר להם עד עתה אנו חיין משלהם היאך נזדווג להם ולא שמע אליהם הורידוהו מכסאו שלשה חדשים כיון שראה כך אמר להם אשמע לכם לכך כתיב ויקם.",
                "<b> אשר לא ידע את יוסף. </b>אמר רבי יהודה בן לוי משל למי שרגם איקונין של מלך נטלוהו והתירוהו למחר רגם את המלך עצמו כך פרעה בתחלה אמר אשר לא ידע את יוסף ולבסוף אמר לא ידעתי את ה': "
            ],
            [],
            [
                "<b>הבה נתחכמה לו. </b>הב\"ה בגימטריא י\"ב נתחכמה לי\"ב שבטים. ופרש\"י נתחכם למושיען של ישראל וכו' והם טעו כי לא נשבע אלא שלא יביא מים על האומות אבל שלא יבואו האומות במים לא נשבע. ואמרו חז\"ל שלשה היו באותה עצה בלעם ואיוב ויתרו בלעם שיעץ נהרג איוב ששתק נדון ביסורים יתרו שברח זכו בניו לישב בלשכת הגזית ובלעם דהוה בעצת דהבה נתחכמה קשה מהא דאמרינן בפ' חלק בר תלתין ותלת שנין הוה בלעם חגירא כד קטל יתיה פנחס ליסטאה משום דכתיב אנשי דמים ומרמה לא יחצו ימיהם ואם היה בעצה זו נמצא היה בן מאה וארבעים כשנפל במלחמת מדין שהרי לכל הפחות היה בן עשרים כשיעץ ותחשוב שמנים של משה ולסוף ארבעים שהלכו במדבר היתה מלחמת מדין כדכתיב אחר תאסף הרי שהיה בן ק\"מ שנה. לכך פי' ר' מנחם מדאנ\"י שלשה היו באותה עצה דלכה איעצך כדאמרינן אמר ליה לבלק אלהיהם של אלו שונא זמה הוא כדאי' בחלק והקשה הרב משה כי בדברי הימים דמשה תמצא כתיב בפי' העצה דהכא ויען בלעם הקוסם ועל כן הקשה ר' מנחם מהא דאמרינן בזבחים פרק פרת חטאת בשעה שנתן הקב\"ה תורה לישראל נתקבצו כל האומות אצל בלעם ואמרו מה קול ההמון ששמענו שמא הקב\"ה רוצה להביא מבול כדאיתא התם. ואפי' אם תמצא לו' שלא היה כי אם בן כ' כששואלין ממנו עצה ובסוף ארבעים נהרג אלמא בן ששים היה כשמת. ויש ספרים שכתוב בהן ונקבצו כלן אצל קמואל והני פי' לא נהירא לי דהתם משמע דקמואל אבי ארם היינו בלעם אם כן תפל היה במיתתו. וגם נמצא בב\"ר קמואל אבי ארם הוא לבן הארמי הוא כושן רשעתים הוא בלעם ולמה נקרא קמואל שקם על אומתו של אל. וכן נמי אמרינן בחלק הוא בלע' הוא בעור ולמה נקרא בעור שבא על בעירו הוא לבן הוא כושן רשעתים ולמה נקרא שמו כושן רשעתים שעשה שתי רשעיות אחת בימי יעקב ואחת בימי שופטים מכל אלה משמע שהיה תפל והאי דכתיב באיוב כי יתרי פתח ויענני ובמסורת כתיב יתרו ומפרש דה\"ק יתרו נמי היה באותו עצה והוא פתח הדבר ואותי תענה וקשיא דהא דאמרינן דיתרו ברח ואיוב לא ברח אלא שתק וי\"ל שהיה יתרו גדול הדור באותה שעה והיה בידו למחות ולא לברוח ולכך מאשימו איוב: "
            ],
            [
                "<b>ערי מסכנות. </b>על שם שכל העוסק בבנין מתמסכן ולשון מסכן הוא ויש לומר שמסכנות האומנין שעומדים כמה פעמים בסכנה על גבי הבנין.",
                "<b>פיתום ורעמסס</b> פי' תהום בולע הבנין.",
                "<b>רעמסס </b>ראשון ראשון מתמוסס ומתמוטט וק\"ל דכתב בפרך בפה רך בתחלה אמר להם פרעה לכל אחד מכם אני נותן מכל לבנה שיעשה ובאו כלן ודחקו עצמן מפני חמוד השכר ועשו יותר מדאי וכיון שראה פרעה כך אמר להם השלימו חקכם ללבון כאשר בהיות שכר נתן לכם: "
            ],
            [],
            [],
            [
                "<b>וימררו. </b>ובאותו פרק נולדה מרים ועל שם כך נקרא' מרים:",
                "<b> בחמר. </b>בתחלה:",
                "<b> ובכל עבודה. </b>בסוף: "
            ],
            [
                "<b>למילדות. </b>רב ושמואל ח\"א אשה ובתה יוכבד ומרים וח\"א כלה וחמותה. יוכבד ואלישבע: ד\"א למילדת חסר וי\"ו למד שלא היתה כי אם מילדת אחת והיינו יוכבד אבל מרים נערה היתה ולא היתה מילדת אלא פועה לילד ולכך אמרו חז\"ל פועה זו מרים מהרב משה כהן. ד\"א שפועה לילד בבטן וקוראה לו צא והוא יוצא: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וייטב אלהים. </b>פרש\"י מהו הטובה ויעש להם בתים ולא נראה כי יש פסוק מפסיק ולכן נראה לומר דקאי אאותו פסוק עצמו והפירוש וייטב אלהים למילדות ממה שוירב העם ויעצמו כי לפי שאמרו המילדות לפרעה כי חיות הנה ואינן צריכות אותנו היה אומר פרעה שקרניות הם וכשראה כי רבו העם ויעצמו מאד חזר ואמר כן המילדות דוברות כי ברור לי כי חיה אחת או שתים אינן מספיקות עם רב כזה: "
            ],
            [
                "<b>ויהי כי יראו המילדות. </b>פי' כשראה פרעה שלא היו מקיימין מצותו ויעש להם בתים אצל עבדיו כדי שיראו אם הולכות אצל העבריות: "
            ]
        ],
        [
            [],
            [
                "<b>ותרא אותו כי טוב הוא. </b>לפי שנולד לששה חדשים כדפרש\"י כסבורה היא שהוא נפל וראתה בצפרניו אם גמרו שהוא סימן לבן קיימא מיד ותרא אותו כי טוב הוא שהיו בו סימני בן קיימא ולכך ותצפנהו. ד\"א כי טוב הוא יפה היה כמו ונשבע לחם ונהיה טובים פי' יפים: "
            ],
            [
                "<b>ולא יכלה עוד. </b>פרש\"י שמנו לה המצרים מיום שהחזירה והיא ילדתו לששה חדשים ויום אחד והם בדקו אחריו לסוף תשעה חדשים וקשה מהא דאמרי' בסוטה דמנו לה מצריים מיומא דאהדרה ואיהי היא מעברא בית תלת ירחא מעיקרא מכלל שנולד לתשעה חדשים. וי\"ל דודאי לששה חדשים נולד אל מצראי נמי הי' ידוע יולד' לשבעה יולדת למקוטעים ומנו שנתעברה מיום שהחזירה ומיד בדקו אחריה והיא היתה מעוברת שלשה חדשים קודם הלקוחים שניים ולכך הטמינתו שלשה חדשים:",
                "<b> תיבת גומא. </b>לפי שהוא דומה לסוף שעל שפת היאור ולא יכירו בו האויבים בסוטה מסיק מכאן לצדיקים שממונם חביב עליהם יותר מגופם וכל כך למה לפי שאין פושטין ידם בגזל:",
                "<b> ותחמרה בחמר. </b>ומבחוץ בחמר. ומבחוץ כדי שלא יכירו כי הרבה פעמי' הגמי והסוף אשר בשפת היאור מלוכלכין הן קצת מן הטיט אבל אם היה זפת מבחוץ היו רואין השחרורית מבחוץ ומכירים בה מיד. אמנם פרש\"י איפכא החמר מבפנים והזפת מבחוץ. וראב\"ע פירש ותחמרה בחמר ובזפת על דרך שאגת אריה וקול שחל אע\"פ שתחמרה לא שייך גבי זפת נקט לה אגב חמר כדנקט נתעו גבי שאגה וקול. אע\"ג דלא שייך ביה משום דשייך מיהא גבי שני כפירים: "
            ],
            [],
            [
                "<b>ותשלח את אמתה. </b>בסוטה פליגי ר' יהודה ור' נחמיה חד אמר שפחתה וחד אמר אמתה ופריך למ\"ד שפחתה הא קאמר שבא גבריאל וחבטן בקרקע ומשני דשייר לה חדא דלאו אורחא דבת מלכא למיקם לחודה ולמד\"ר אמתה היה לו לכתוב ידה הא קמ\"ל שנשתרבב אמתה עד ששים אמות וכן אתה מוצא בשני רשעים שברת אל תיקרי שברת אלא שרבבת ורמז לדבר כי מן המים משיתהו [נ' דמן המים וי'] דמשיתהו יתרים הם הרי ששים. וכן בשני רשעים יכול לכתוב שן רשע שברת [י' דשני וי\"ם] דרשעים יתרים הם שעולים בין כלם ששים: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ותקרא שמו משה. </b>וא\"ת והלא מצריית היתה והיאך קראה בלשון עברי וי\"ל שהיא קראה בלשון מצרי שם שמשמעותו משה והתור' קראו משה בלשון עברי. ד\"א שלמדה לשון עברי משבאו העבריות למצרים וכן מצינו שקרא פרעה שם יוסף צפנת פענח: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויבקש להרוג. </b>מסרו לסרדיוט להרוג ולא שלטה בו החרב ואחז\"ל שנעשה צוארו כעמוד של שיש ורמז לדבר שלא הי' לו לכתוב אלא ויברח הרי וישב משה יתרין והן בגימטריא אבן שיש מהה\"ר משה. ועוד אמרו במדרש שבא גבריאל והפך פני הסרדיוט בפניו של משה ונטל הסייף מידו והרגו תחת משה וכסבורים הן שנהרג משה וברח. ד\"א שהעלו משה לבימה להרגו ועשה יתברך את פרעה אלם ולסגנים חרשין ולספקלטורין עורים וברח משה וזש\"ה מי שם פה לאדם. כשאמר פרעה להרוג משה מי עשאו אלם שלא נתאמץ בצווי ולסגנים חרשים שלא שמעו הצווי ולספקלטור עור ומי עשאך פקח לברוח מפניהם וקבלו יתרו בביתו מכאן אתה למד שכל מי שמקבל עליו לעשות מצוה אין אותה מצוה פוסק' ממנו שהרי יתרו קבל בביתו משה שברח מפני השונא להצילו וממנו יצא שקבל שונא שברח מפני גואל להרגו ואי זה זה סיסרא אל אהל יעל מבני ברק ונהרג שם: "
            ],
            [],
            [
                "<b>ויקם משה ויושיען. </b>מלמד שהרועים נטלום ושפכום למים מפני הנדוי של יתרו שנדוהו מפני שכפר בע\"ז ולשון ויושיען משמע כן כדאמר הושיעני אלהים כי באו מים עד נפש וגו' והה\"ד וגם דלה דלה לנו ואחת לצאן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וימת מלך מצרים. </b>כל זמן שאותו מלך קיים היו מצפין מתי ימות שמא תתבטל הגזרה וכשמת לא נתבטלה אמרו מעתה ידענו שאין לדבר סוף לכך ויאנחו, ד\"א וימת מלך מצרים ויאנחו מאחר שמת המלך יכול משה לשוב למצרים וגם בני ישראל נאנחו וגם הקב\"ה ית\"ש זכר את בריתו כל הדברים האלה גרמו שנשתלח משה: "
            ]
        ],
        [
            [
                "<b>וינהג את הצאן. </b>בשרו שתהיה צאנו כלה במדבר ואחר כך נאסף עמהם שאחר שכלו מתי מדבר מיד נאסף ויבא אל הר האלהים וכו': "
            ],
            [
                "<b>מתוך הסנה. </b>לפי שאי אפשר מן הסנה לעשות צלמי' לע\"ז: "
            ],
            [
                "<b>מדוע לא יבער הסנה. </b>פי' מדוע אינו מתבער מן העולם מלשון בערתי הקדש מן הבית ומפי מורי ז\"ל שמעתי בתמיה כלומ' מדוע איננו אוכל וכי לא יבער הסנה בתמיה: "
            ],
            [
                "<b>ויאמר הנני. </b>אמר יתברך אתה ענית הנני כמו אברהם זקנך וכתיב במקום גדולים אל תעמוד. אמר לו יתברך אל תקרב הלום לא לכהונה דכתיב ביה קרב אל המזבח ולא למלכות דכתב ביה הלום גבי דוד: "
            ],
            [
                "<b>של. </b>כך הוצרך לומר מעל רגליך משום שיש נעל שהוא על היד ובלע\"ז גנ\"ט והוא נעל שנצו בעז לגואל דכתיב איש נעלו ונתן לרעהו וגם עכשיו רגילים השרים והשלטונים לקנות בגנ\"ט שלהם. ומה שמקשים שהוצרך כאן לשלוף שני רגליו ויהושע ביריחו לא חלץ אלא רגל אחד היינו משום דכאן קדמה שכינה למשה ולא לו ושם קדם יהושע וקנה מקומו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וזה לך האות. </b>כלומר זה יהיה האות מה שיעבדון את האלהים על ההר הזה בצאתם ממצרים. ואז אודיע לכל שאני שלחתיך כדכ' במתן תורה ויאמר ה' אל משה הנה אנכי בא אליך בעב הענן בעבור ישמע העם וידעו כי אתה שלוחי. ד\"א וזה לך האות מוסב על מ\"ש משה מי אנכי כי אלך כלומר ואיני כדאי לדבר אל המלכות ואף אם אני כדאי לזה וכי ממצרים כדאי אני להוציא את ישראל ואמר לו ית' כי אהיה על ידך כי אם על ידי כי אהיה עמך באותו שליחות וזה לך האות שאהיה עמך כי אנכי שלחתיך ומאחר שאנכי שלחתיך יש לך לידע שלא אעזבך בשליחותי מלעזור לך מהר\"ר דוד ששמע מהר\"ר יוסף קרא: "
            ],
            [],
            [
                "<b>ויאמר אהיה. </b>קשה כל הני ויאמר למה לי וי\"ל זה קרא לו הקב\"ה למשה אהיה שמי לפי שאהיה לעולם ועד ואשר אהיה פי' של אהיה והדר אמר הקב\"ה שמא יסבור משה ששמי אהיה אשר אהיה ולכך חזר ואמר כה תאמר. ויאמר עוד שמא יקראוני עוד ישראל אהיה וטעות יהיה בידם שהרי יש לו לקרות יהיה לעולם לכך כתי' ויאמר עוד אלהים לו שנכתב בי\"ה שיש במשמעותו יהיה: "
            ],
            [],
            [],
            [],
            [
                "<b>ושמעו לקולך. </b>פרש\"י שכבר סימן מסור בידם מיעקב ומיוסף שבלשון זה דפקוד יפקוד יהיו נגאלין. ויש מקשים שלא מצינו שאמר יעקב לשון זה דפקוד יפקוד ולמאי דפרש\"י בפרשת ויחי ניחא: "
            ],
            [],
            [],
            [],
            [
                "<b>ושאלה. </b>פי' הי' שאלה נתינה כמו שאל ממני ואתנה וגו' כי כשיחזקו מצרים למהר לשלחם שאלו להם שיתנו להם כלי כסף וכלי זהב קודם שילכו והם יתנו ברצון מפני שיתיראו מן המכות: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>ויהי לנחש. </b>מפני מה הראה לו ית' נחש יותר מדבר אחר אלא מה נחש נושך וממית כך פרעה ועבדיו נושכין וממיתין את ישראל ומה ששב מטה רמז שיהא פרעה ועבדיו יבשין כעץ, וידו שהיתה מצורעת שכך פרעה ועבדיו טמאין ומטמאין את ישראל והנה שבה כבשרו רמז שיטהרו ישראל מטומאת מצרים: "
            ],
            [],
            [],
            [],
            [
                "<b>ויאמר השב. </b>לפי שדרך נגעים לבא לידי הסגר: "
            ],
            [],
            [
                "<b>והיו לדם. </b>רמז שישפך דמן של מצרים בבכורות ועל הים: "
            ],
            [
                "<b>ויאמר משה אל ה' בי אדני. </b>אתה מעמיד אותי על אנשים שיודעים שבעים לשון עומדים לפני פרעה ואם אחד מהם מדבר לי בלשונו ואיני יודע להשיב וכי אינן צוחקין עלי ואו' שליח של מי אתה שאינו יודע לשמוע ולהבין כל הלשונות. אמר לו ית' מי שם פה לאדם הראשון לקרא שמות לכל הבריות שנ' ויקרא שמות שם לא נאמר אלא שמות מלמד שקרא להם שמות בשבעים לשון וגם נתתי לו כשאמרתי לו המן העץ וגו' ואמר לי האשה אשר נתת עמדי. כ\"ש לך שאתה בא לגאול בני. ד\"א מי שם פה כלומר פה חדשה אני בורא כ\"ש שאני מתקן שלך שאינה צריכה אלא תקון מעט מה\"ר יוסף. ור' עובדיה פי' כלומ' מה לך להזכיר שאתה כבד פה מי שם פה לאדם הלא אנכי ה' ואנכי עשיתי גם פה שלך א\"כ יודע אני שאתה כבד פה ובידי לתקנה: "
            ],
            [],
            [],
            [
                "<b>שלח נא ביד תשלח. </b>כלו' אם אתה חפץ בשליחותי שלח נא כתב שאוליך בידי כך שיהיה לי לפה ולמליץ כי לא איש דברים אנכי: "
            ],
            [
                "<b>וראך ושמח בלבו. </b>לפי שהיה משה אומר מה אני בא בתחומו של אהרן מתנבא שנאמר הנגלה נגליתי וגו' אמר לו ית' למה אתה מזכיר אהרן אינו מיצר אלא שמח הה\"ד ויאמר ה' אל אהרן לך לקראת משה כדי שידע שאתה שמח: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כי מתו כל האנשים. </b>אמרי' במסכת ע\"ז מאי נינהו אנשים דתן ואבירם ומיהו חיים היו אלא שירדו מנכסיהן והעני חשוב כמת ואם תאמ' מצורעים היו או סומים דאמרי' ארבע' חשובין כמת סומא ומצורע ועני ומי שאין לו בנים י\"ל דודאי מצורעים לא היו דלא מצינו שהיו משולחין מן המחנה. וסומין נמי לא היו שנא' העיני האנשים ההם תנקר וגו' ובלא בנים לא היו דכתיב ובניהם ונשיהם וטפם. ואי קשיא אכתי דילמא איכא חד מהני והני קראי לאחר מתן תורה הוא דכתיב וכל העם כו' שהמומין נתרפאו בסיני. וי\"ל דאי הוו קודם מתן תורה אפי' אם נתרפאו חזרו למומן במעשה העגל והני קראי לאחר אותו מעשה כתי' וא\"ת אכתי אימא שלא היו להם בנים והא דכתיב ובניהם לאחר מכאן נולדו י\"ל דאלו עתידין להוליד לא הוה מקרי להון מתים. עוד י\"ל דצריך לו' שירדו מנכסיהם ואין בידם כח להרע לשום אדם שאלו אתה אומר עשירי' היו ומתי' קרי להו משום שאר דברים אכתי היה לו לירא שמא יהיו נותנין ממון כדי להרגו אלא ודאי ירדו מנכסיהם וכן נמי מת\"ו בגמטריא ירד\"ו מנכסיה\"ם חסר אחת מה\"ר משה ז\"ל: "
            ],
            [],
            [],
            [
                "<b>בני בכורי. </b>כאן הודה הקב\"ה על מכירת הבכור' לישראל: "
            ],
            [],
            [
                "<b>ויהי בדרך במלון. </b>פרש\"י מפני שנתעסק במלון תחלה משמע מתוך פי' שהיה לו למולו קודם שיתעסק במלון תחלה ותימה שהרי למחרתו צריך לצאת ויסתכן הולד וי\"ל שאותו ולד היה במקום שלן לאחר שפגע בו אהרן ואמר לו על הראשונים אנו מצטערים ואתה בא להוסיף עליהם אע\"פ ששבט לוי לא היו משועבדים מ\"מ לא היה רוצה שיבואו במקום שיראו ישראל בצרה וחזרה משם צפורה ובניה וא\"כ כיון שהיה בדעתם לחזור היה יכול למולו קודם שיתעסק במלון ותהיה צפורה ממתנת שם עד שיתרפא הנער ממילתו ולכך נענש: "
            ],
            [],
            [
                "<b>אז אמרה. </b>מהו אז אמרה מתחלה כשראתה המלאך בולעו עד המילה לא הית' יודעת אם בשביל איחור מילת בנו אם בשביל מילת עצמו שהיה בא עליה ואינה הוגנת לו. ומ\"מ כרתה ערלת בנה ותגע לרגליו ואמרה כי חתן דמים שמא בשבילו אתה נענש וירף ממנו אז אמרה חתן דמים למולות יודעת אני עתה בבירור שאתה אינך נענש כי אם בשביל איחור מילת בנך מה\"ר אליהו כהן ז\"ל: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>דרך שלשת ימים. </b>פשט דקרא נלך במדבר ונזבחה וא\"ת זבחו הנה פן יפגענו כלומר הן נזבח את תועבת מצרים וגו': "
            ],
            [
                "<b>לכו לסבלותיכם. </b>פרש\"י ששבט לוי לא נשתעבד וכן איתמר במדרש כי מתחלה כשבא להן בפרך בפה רך כדדרשינן לעיל אמר שבט לוי עתידין אנו לעבוד עבודת משא של הקדוש ב\"ה חלילה שלא נעבוד שום עבודה לרשע זה בשום שכר שיתן לנו וענו הלוים ואמרו כלם שאינם יודעים לעשות לבנים ומאותו יום והלאה לא היה לו פתחון פה לשאול להם שום דבר עבודה וכאשר גדל משה וראה בסבלותם שהיו משועבדי' כל שבעת ימי השבוע בלא שום מנוחה בא לו אל פרעה אמר וכי יש אומה שיכולה לעבוד בלי שום מנוחה בעולם אלו היה נוחין יום אחד בשבוע דע כי מלאכתך היתה נבחרת ונעשית יפה אמ' לו יפה אמרת אמור להם שיבחרו להם יום אחד למנוחה ונעשה להם נס ובחרו להם יום שבת. והיינו דאמר להם משה בשמירת שבת ראו כי ה' נתן לכם השבת וגו' כי מיום היותכם במצרים נתן לכם לבחור השבת לנוח בו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואל ישעו. </b>פרש\"י ואל יהגו ואינו כמו וישע שהרי הוא מתפרש כמו ויפן. והא דפירש\"י גבי וישע אל הבל והוא כמו ואל ישעו לא רצה לו' מן ישעו דפסוק זה אלא אל ולא ישעו אל המזבחות דירמיה או דישעיה שגם הוא מתפרש אל יפנו: "
            ]
        ],
        [
            [
                "<b>עתה תראה. </b>פרש\"י שאמר לו הקב\"ה לאברהם נסיתי ולא הרהר אחרי ואתה הרהרת מיד ואע\"פ שאברהם אמר במה אדע אין זה הרהור אלא אמר אברהם להקב\"ה באיזה זכות אדע כי אירש הארץ ואמר לו ית' קחה לי עגלה משולשת כלומר על ידי זכות הקרבנות תוריש הארץ: "
            ],
            [
                "<b>וארא. </b>פרש\"י דבר אתו משפט. וגם בכל מקום נ\"ל דבר תוכחת דלא כתי' ויאמר אלא וידבר ואב לכלם דבר האיש אדוני הארץ אתנו קשות: ",
                "<b> ויאמר אליו אני ה'. </b>מהו אני ה' כלומר אע\"פ שאמרתי לך ראה נתתיך אלהים לפרעה לא אתה אלהים כי אם לפרעה אך אני ה' גם לך: "
            ],
            [
                "<b>ושמי ה'. </b>על שפרש\"י שהקב\"ה מתאונן על הראשונים שנגלה עליהם ולא שאלו בשמו ואתה כבר שאלת מה שמו מה אומר אליהם ומקשה רש\"י שלפי זה היה לו לכתוב לא שאלו לי וא\"ת לא הודיעם שכך שמו הרי תחלה נגלה וכו' ועל זה תמהין העולם מה פי' ומפי' הר' בנימין שמעתי דה\"פ וא\"ת הא דכתיב לא נודעתי כמו לא שאלו לי אי אפשר שהרי מתחלה נגלה וכו' ומכלל דהודיעם שכך שמו וא\"כ לא היה תוהא על הראשונים לפי מדרש אגדה אלא לפי שלא שאלו לשמו וזה שאל. וא\"כ הדרא קושי' לדוכתא שהיה לו לכתוב לא שאלו לי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הן בני ישראל. </b>לפי הפשט לא שמעו אלי. וא\"ת כי הניחו מלשמוע מקוצר רוח וגו' לכך הוצרך לומר ואני ערל שפתים. אי נמי שמא משה לא היה יודע מה שאמר הכתוב מקוצר רוח וגו' ושמעתי מהר\"י מלישבונ\"ה שהיה מפרש הק\"ו שפירש\"י כלומר הן בני ישראל וגו' אף מקוצר רוח שעליהם ואני אומר להם שאני בא מאת הקב\"ה לפדותכם מן השעבוד ואדם שהוא בבית הסוהר ושומע שבא אדם לפדותו הוא יוצא ושמח לקראתו ושומע לקולו והם לא הטו אזנם לשמוע אלי כל שכן שפרעה שאני בא להפקיע שיעבודו שלא ישמע אלי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויקח עמרם. </b>מדרש לפי שנולד משה מאחות אב לכך לא נכתב כרת בערות דודתו מפני כבודו. וזה שייסד הפייט באזהרות חוקה אחות אב על כל נעלם תכסך בושה ונכרת לעולם: "
            ],
            [
                "<b>ובני יצהר. </b>למה חשב בני עמרם ובני יצהר ובני עוזיאל שהם בני בנים של קהת ולא בני בנים של גרשון ומררי ולא חשיב נמי בנים של חברון כמו שאר בני בנים. וי\"ל דחשיב בני עמרם מפני משה ואהרן ובני יצהר מפני קרח מפני שעתיד לדבר ממנו לקמן ובני עוזיאל מישאל ואליצפן אבל לא מבני האחרים שלא דבר בהן בשום מקום לכך לא האריך בהם כאן להזכיר בניהם. אי נמי שלא היו לו בנים: "
            ]
        ],
        [
            [
                "<b>ראה נתתיך אלהים. </b>לפי שעשה עצמו אלוה שנאמר לי יאורי אמר הקב\"ה אתה לו לאלהים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יהי לתנין. </b>על שנתגאה ונקרא התנין הגדול נעשה לו אות מתנין ולומר מה נחש מתעקם והולך אף פרעה. ועוד הביא עליו נגע אחד וגו' לומר לו רשע היה לך להבין מפרעה הראשון שנתנגע על שעכב שרה וצער אברהם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובאש. </b>לפי שאילו לא היה נבאש לא היו נמנעין מלשתות הימנו כי אע\"פ שמראיתו דם טעמו היה מים שמא היו שותין כמו שאומות העולם אוכלין עתה לפיכך הדגה תמות כדי שיבאש היאור. וכן משמע כדכתיב לקמן. וקשה לי א\"כ למה נקראת המכה כי אם על שם הדם ולא על שם ההבאשה נ\"ל לפי שההבאשה אינה נכרת והדם ניכר: "
            ],
            [],
            [],
            [],
            [
                "<b>ויעשו כן. </b>מהיכן לקחו המים ממקום אחר הביאו אי נמי ממים שחפרו ומיהו קשיא לי שהרי חפרו כתיב אחר כן ובחד פרש' לא שייך למימר אין מוקדם ומאוחר בתורה אם לא מכח דבר אחר כדפרי' לעיל: "
            ],
            [],
            [],
            [
                "<b>וימלא. </b>פירש\"י שכן היה דרך כל המכות שכל אחת היתה משמשת רביע חדש והשלשה חלקים היה מתרה בו נמצאת המכה עם ההתראה היה חדש שלם מדכתיב שלח אותות ומופתים בתוככי מצרים שהיה יכול לכתוב בתוך הרי כ\"י יתירין שעולים שלשים הרי חדש שלם. ומיהו קשיא לי שהרי לפי הפירוש משמע שלא היתה כי אם כ\"ח יום. וי\"ל שלאחר יום המכה היה ממתין עד כ\"ח [ל']. ומיהו קשיא שהרי חשך לא שמש כ\"א ששת ימים דכתיב שלשת ימים ועוד שלשה אחרים שלא קמו איש מתחתיו וי\"ל בחשך שהיה על ים סוף דכתיב ויהי הענן והחשך אותו חשך השלים מנין שבעה ואיתמר בהגדה של פסח ר' יהודה היה נותן בהם סימנים דצ\"ך עד\"ש באח\"ב ושואלין העם מאי נפקא מינה מסימן זה. ומפרש ה\"ר יצחק בר' אשר שנולד ביום שנפטר רבי' יצחק בר אשר ז\"ל וקראוהו על שמו וקראו עליו וזרח השמש ובא השמש שלכך זה הסימן שכאשר תשים דצ\"ך עד\"ש באח\"ב זה על זה תמצא בכל ענין בתחלה באמצע ובסוף חשך שחין כנים לומר שלשתן משמשין כאחד ולא אתפרש כיצד וגם נמצא שיהא חשך להפך והיה אומר שהחשך משמש עם כולן וגם כשתשים חשך שחין כנים תמצא בכל בתחלה ובסוף חשך שחין כנים לומר ששלשתן משמשין בערבוביא עם האחרים ולא אתפרש כיצד. ועדיין י\"ל שלכך היה נותן בהם סי' להודיע שבסדר הזה שמשו לא כסדר הכתוב בס' תהלים אי נמי לידע באי זו היה מתרה ובאי זו אינו מתרה שלעולם בכל מכה שלישית לא היה מתרה כדאמרינן מי שלקה ושנה כונסין אותו לכיפה ומאכילין אותו שעורין עד שכרסו נבקעת:",
                "<b> אחרי הכות ה' את היאור. </b>לפיכך היאור תחלה לפי שהמצרים היו עובדין ליאור מפני שמימיו מתברכין. אמר הקב\"ה אכה אלהיו לפניו ואחר עמו וכן משל מחי אלהיא ויתבהלון כומרייא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מן הבתים. </b>אבל אותם שבתנורים לא מתו לפי שבטחו בהקב\"ה ונכנסו בתנור חם בצווי השם: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>להוציא את הכנים. </b>מדרש לפי שהכנים מפסיקין בין רגלי החרטומים ובין הקרקע ואין מכשפות תועיל אלא כשרגלי המכשף מגיע לארץ כדאיתא במעשה דשמעון בן שטח שהבחורים הגביהו הכשפניות מן הקרקע. ושלשה מן המכות באו על יד אהרן דצ\"ך לקו בארץ. בא\"ח על ידי משה שהיו מן השמים שהיה שליט בשמים ובארץ ושלשה ע\"י הקב\"ה ושחין בא ע\"י שלשתן: "
            ],
            [],
            [
                "<b>השכם. </b>תמוה מאי שנא דבמקום אחד כתיב בא ובמקום אחר כתיב השכם. ושמעתי מהרב יצחק ז\"ל דבא משמע בא עמי ואלך עמך ובמקום אחר שכתוב השכם כתיב הנה יוצא המימה פי' לעשות צרכיו ואין זה דרך כבוד שתלך שם שכינה וקשיא לי דאפי' תפלה קלה לא היה רוצה משה לעשות במצרים לפי שהיתה מלאה גלולים כ\"ש שלא היתה שכינה הולכת עמו. ועוד שמצאתי בהתראת מכת ברד שכתב השכם ולא כתיב הנה יוצא המימה. ונ\"ל שהדבר תלוי בהתראה חדשה שכל התראות חדשות היו בהשכמה ודוק ותשכח כן שהרי בדם תמצא כתוב לך אל פרעה בבקר שהיתה ראשונה וכן בהתראת דבר שהית' חדשה דבמכה שלפניה אין בה התראה וכ\"כ דבר שאחריה התראה חדשה היא דכתיב בה השכם וכן בברד שהיתה התראה חדשה דבשחין שלפניה אין בה התראה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ה' הצדיק. </b>ולכך אמר דבר זה על הברד יותר מבכל שאר המכות לפי שאמר לו הקב\"ה שלח העז ומי שלא נאספו בבית מתו לפיכך אמר לו ה' הצדיק שהזהירני היטב ואני ועמי הרשעים כי ברשע הניחו בהמותם בשדות ולא האמינו בהקב\"ה: "
            ],
            [],
            [
                "<b>כצאתי את העיר. </b>לכך הוצרך לצאת מן העיר כשהוצרך להתפלל על מכת הברד יותר מבשאר מכות לפי שעל מכת הברד כתיב הירא וגו' ונתמלאה כל העיר באותה שעה גלולים ממצרים שהיו עובדים לבהמות ולכך יצא מן העיר אמנם צ\"ל שגם לשאר תפלות היה יוצא מן העיר ומזה אנו למדין לכל השאר: "
            ]
        ],
        [
            [
                "<b>בא אל פרעה...מביא מחר</b>. ומשה היאך ידע והלא לא מצינו שאמר לו הקב\"ה מכת הארבה י\"ל שהיו חקוקות על המטה דצ\"ך עד\"ש באח\"ב וק\"ל א\"כ במכות אחרונות אמאי הוצרך להודיעו לכן נ\"ל דהבין משה המכה מדאמר לו הקב\"ה למשה ולמען תספר ודרך הוא לספר על מכת הארבה שהרי גם במכת הארבה דיואל כתיב עליה לבניכם ספרו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואחריו. </b>פירש\"י וביואל כתיב וכמוהו לא הי' לפניו שהיו ממינין הרבה וקשיא שהרי בספר תהלים קא חשיב על מכת ארבה מצרים ילק וחסיל. י\"ל דמ\"מ לא היו כל כך מינים כמו ביואל אי נמי בימי משה באו כל המינים ביחד והא דקאמר ואחריו לא יהיה כן היינו בבת אחת אבל בימי יואל בא זה אחר זה כדכתיב יתר הגזם אכל הארבה. והא דכתיב וכמוהו לא היה לפניו מגזם לחודיה לא היה לעולם כמו שבא בימי יואל וכן מארבה לחודיה וכן מילק לחודיה: "
            ]
        ],
        [
            [
                "<b>ויאמר עוד נגע אחד</b>. פי' לפני פרעה נאמר לו שהרי משיצא מלפניו לא יסף לראות פניו עוד. וצ\"ל שהגביהו הקב\"ה למשה י' טפחים מפני טומאת גלולים במצרים: "
            ],
            [],
            [],
            [
                "<b>כחצות. </b>בטכסיס מלך בשר ודם הביא המכות על מצרים מלך ב\"ו שסרחה עליו מדינה בתחלה חותר את אמת המים שלהם כך הקב\"ה הביא דם ולא יכלו לשתות מן המים ואחר מביא קולנים להריע עליהם בחצוצרות וקול שופר כך הצפרדעים. אחר כן יורה להם חצים כן הכנים שנכנסין לתוכן כחץ. אחר מביא ברברים פי' עם כל להיותם וכן ערוב. אחר כן מביא בני אדם לשלול מקניהם וכן דבר. אחר כן שולח עליהם נפט וכל ריח רע לטנפם. וכן השחין שהיה מסריח. ואחר אבני בליסטרא וכן הברד. אחר כן מביא אכלוסין לכלות זריעותיהן וכן הארבה. אחר כן אוסר בבית האסורין וכן חשך. אחר כן הורג כל גדולים וקטנים שבהם וכן מכת בכורות וכל מה שהביא על המצריים עתיד הקב\"ה להביא על עכו\"ם דם כדאמרינן ונתתי מופתים וגו' צפרדעים שקולן קשה. וכן בעכו\"ם קול שאון מעיר. עפר מצרים לכנים כן בעכו\"ם ונהפכו נחליה וגו' ערוב דכתיב וירשוה קאת וקפוד וגו' דבר כן כתיב ונשפטתי אתו בדבר וגו' שחין דכתיב וזאת המגפה וגו'. ברד דכתיב ואבני אלגביש. ארבה דכתיב אמור לצפור כל כנף ולכל חית השדה הקבצו וגו' חשך דכתיב ונטה עליה קו תהו ואבני בהו. מכת בכורים דכתיב והיו לשמה נסיכי צפון: "
            ],
            [
                "<b>בארץ מצרים. </b>חוץ לכרך שהרי ומה תפלה קלה הוצרך לצאת לו דכתיב כצאתי את העיר דבור חמור לא כל שכן ומיהו חוץ לכרך מותר לפי שעדיין לא נבחרה ארץ ישראל לדבור והיו כל הארצות כשרות לדבור ומשנבחרה יצאו ואע\"פ שנגלה ליחזקאל בחוצה לארץ שנאמר קום צא אל הבקעה בזכות אבות היה ובמקום טהרה על המים כמו נהר כבר. וכן מצינו ויקם יונה לברוח תרשישה שברח לחוצה לארץ מפני הדבור. וכן עד שלא נבחרה ירושלים היו כל הארצו' כשרות למזבחות משנבחרה יצאו שנאמר השמר לך פן תעלה עולותיך וכו' ועוד קודם שלא נבחר בית עולמים היתה עיר ירושלים ראויה לשכינה משנבחר יצאה שנאמר זאת מנוחתי עדי עד. ועוד קודם שלא נבחר אהרן היו כל ישראל ראויין לעבודה משנבחר יצאו שנאמר ולזרעו אחריו ברית כהונת עולם. ועוד קודם שלא נבחר דוד היו כל ישראל ראויין למלכות משנבחר יצאו שנאמר ויבחר בדוד וגו' וכתיב הלא לכם לדעת וגו': "
            ],
            [],
            [
                "<b>ולכל בני ישראל לא יחרץ וגו'. </b>והיינו הנס דאע\"ג דאמרינן כלבים צועקים מלאך המות בא לעיר. וא\"כ דין היה לצעק בשעת מכת בכורות אפילו הכי ולכל בני ישראל לא יחרץ כלב לשונו: "
            ]
        ],
        [
            [],
            [
                "<b>החודש הזה. </b>כזה ראה וקדש והכל תלוי בקדוש ב\"ד כדא' ר' אושעיא כשישראל מגיעין לר\"ה הקב\"ה אומר למלאכי השרת העמידו בימה והוציאו ספרים כי למחר אני בא ודן עולמי בין כך ובין כך נמלכין ב\"ד שלמטה ועברו ודחו ר\"ה עד יום של אחריו למחר אין הקב\"ה דן את עולמו באין מלאכי השרת לפני הקב\"ה ואומרים לפניו רבה\"ע לא כך אמרת לנו למחר אני דן את עולמי ונשמוט הדין באפס אומר להם הרי בני דוחין את הדין עד למחר והדבר מסור בידם שאתם צריכין לילך אחר קביעותם וכל מה שהם עושין נעשה עמהם וע\"ז אמר משה ע\"ה כי מי גוי גדול אשר לו וגו' בכל קראנו אליו קרי ביה קריאתנו אליו כלו' קריאת החדשים והמועדות שלנו אליו נמי הם נקראים ונעשים. ואחז\"ל שזה אחד מן הג' דברים שנתקשה משה ע\"ה. וקשיא שהרי קטנה היה בסוף החדש כמו בתחלת המולד ואיך יוכל להבחין אם היא מן הישנה או מן החדשה וי\"ל דמ\"מ יוכל להבחין מתוך הפגימה כי הישנה פגימתה לצד המערב והחדשה לצד מזרח. ד\"א כי בסופה עומדת בקרן דרומית מזרחית ובחדושה בקרן דרומית מערבית: "
            ],
            [
                "<b>בעשור לחדש. </b>פסח מצרים מקחו בעשור הי' וכאשר ראו בכורי מצרים כך א\"ל לישר' מה זאת לכם א\"ל פסח הוא שיפסח המקום על בתי בני ישראל במצרים ויהרוג במצרים הבכורו' אצל המצריים ואמרו להם שלחו ישראל כי אתם גורמים לנו למות ולא רצו והם הרגו בהם כמה וכמה והיינו דכתיב למכה מצרים בבכוריהם בכורי מצרים לא נאמר אלא מצרים בבכוריהם שהבכורות הכו עצמן. ועוד אתמר במדרש כי כשלקחו הפסח בעשור לחדש שבת היה שהרי קי\"ל דפסח מצרים בחמישי בשבת כדכתיב במס' שבת פ' ר\"ע א\"כ עשור שלו בשבת שלפניו וכשראו המצרים כשלוקחין הפסחים לשחוט נתקבצו עליהם להרגן כי יראתן של מצרים הי' בהמות ועשה להם הקב\"ה נס וניצולו ולכך קרוי שבת הגדול מפני גדול הנס. ומיהו צריך ליתן טעם למה מקחו מבעשור. ואו' רש\"י שיתעסקו בברית מילה ובדם פסח ד' ימים. ומקשים ד' ימים למה ואומר הרב יצחק מאיבר\"א כדי שימולו וישהו ג' ימים אחר המילה קודם שיצאו לדרך: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואכלו את הבשר. </b>לכך נהגו העם לעשות בליל פסח שלש מצות זכר לשלש סאין שאמר מהרי שלש סאים ופסח היה. ויש אומר זכר לשלשה אבות ובציעתה זכר לקריעת ים סוף וירדן שנבקע בפסח ונברך על הפרוסה אכילת מצה כדאי' בפסחים מה דרכו של עני בפרוסה ושני טיבולין על ב' טבילות שטבלו יליד בית ומקנת כסף. ד\"א כנגד שתי הזאות אחת על המשקוף ואחת על המזוזות. ד\"א כנגד דם ברית ודם פסח שנאמר מתבוססת בדמיך. ובערבי פסחים מוכח שהן להיכרא דתינוקות שהיו רגילין לאכול ירקות לאחר אכילה לקנוח. והשתא קא אכלי קודם סעודה. ישאלו מה נשתנה ועוד היכר אחריתי כי כשיראו בשאר ימים טובים שלא ישתו קודם רק כוס א' ועכשיו מוזגין כוס ב' אז ישאלו וכן מסיק התם וכאן הבן שואל. וחרוסת זכר לטיט ונותנין בו תפוחים זכר לתפוח כדכתיב לעיל תחת התפוח עוררתיך ומיני תבלין דומין לתבן זכר לתבן ואגוזים ושקדים שמלבנין החרוסת זכר לטיט שעושין מסיד שהוא לבן. וכן הביא בערבי פסחים תבלין זכר לתבן חרוסת זכר לטיט ב' תבשילין זכר למשה ואהרן. ד\"א דג כנגד לויתן. ביצה כנגד זיז שדי. ובערבי פסחים מסיק אחד זכר לפסח וא' זכר לחגיגה. ד' כוסות כנגד ד' גאולות והוצאתי והצלתי וגאלתי ולקחתי וכוס חמישי דהיינו למאן דצריך למשתיה הוא כנגד והבאתי שגם הוא גאולה כדא' אינשי מאן דמליה שחרריה ומסר כל דידיה בידיה אי לא אייתיה לבי דריה מאי אהני ליה פי' עבד ששחררו רבו ומסר לו גביעו בידו אם לא הביאו לבית דירתו מה מועיל לו כל הטובה ה\"נ אם לא הביא הקב\"ה אותן לארץ ישראל מה היה מועיל להם היציאה של מצרים. ד\"א ד' כוסות כנגד ד' ישועות ה' מנת חלקי וכוסי. כוסי רויה כוס ישועות אשא ישועה לא נאמר אלא ישועות א' לימות המשיח וא' לעוה\"ב. ד\"א כנגד ד' כוסות שאמר שר המשקים ליוסף. ד\"א כנגד ד' כוסות התרעלה שעתיד הקב\"ה להשקות לעכו\"ם שנא' קח את כוס החמה ונאמר כי כוס ביד ה'. וכן כוס חמה ביד ה' דכתיב גבי בבל. ונאמר ורוח זלעפות מנת כוסם: "
            ],
            [
                "<b>אל תאכלו ממנו נא. </b>פי' ראב\"ע דלפי שתועבת מצרים תזבחו שמא תאמרו לא נצלהו כל צרכו פן ירגישו בו המצרים ת\"ל אל תאכלו ממנו נא ושמא תאמרו נבשלנו ונכסנו בקדרה ת\"ל ובשל מבושל ושמא תאמרו לחתוך הראש והכרעים ואל יכירו מה זאת ת\"ל ראשו על כרעיו ועל קרבו: "
            ],
            [],
            [
                "<b>ואכלתם אותו בחפזון. </b>תקנו חכמים שיהא נאכל על השבע והטעם מפרש בירושלמי משום דכתיב ועצם לא תשברו בו וכשאדם רעב יש לו לחוש לשבירת עצם ופרק כיצד צולין מסיק שאין חיוב שבירת עצם נוהג אלא בשעת אכילת הפסח: "
            ],
            [],
            [],
            [],
            [
                "<b>אך ביום הראשון. </b>פי' הזהרו שיהא השאור מושבת מבתיכם כבר. ביום הראשון כלומר שתשביתו מכבר ביום י\"ד ודומה לו ויכל אלהים ביום השביעי כדפרי' בפרש' בראשית: "
            ],
            [
                "<b>כל מלאכה. </b>פרש\"י אפי' ע\"י אחרים וקשה להר' משה דבשבת אמרי' דאמירה לעכו\"ם שבות מדרבנן והכא משמע דמן התורה. וי\"ל דאסמכתא בעלמא היא אי נמי על ידי אחרים דפרש\"י ר\"ל ע\"י בנו ובתו הקטנים ואע\"ג דנפק מלא תעשה כל מלאכה אתה ובנך ובתך ה\"מ שבת דחמירא איסוריה אבל י\"ט לא קמ\"ל:",
                "<b> הוא לבדו יעשה לכם. </b>סימן לא בד\"ו פסח כלו' בד\"ו יעשה לכם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא יתן המשחית. </b>קשה להרב משה דהא בהגדה כתיב ועברתי בארץ מצרים אני ולא מלאך וי\"ל דה\"פ אני בכבודי וגם המלאך ולא המלאך לבדו כי לא (יתרץ) [יתכן] כן שיהיה הקב\"ה בלא מלאך: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי אין בית. </b>אמרי' בספרי וכי תעלה על דעתך שלא היה שם בית שאין שם בכור אלא כך היה מנהגם של מצרים כשהיה בכור שלהם מת היו עושין איקונין שלו בבתיהם ובאותה שעה הי' נשבר ונתך ארצה והי' קשה בעיניהם כיום המות. ועוד אמרינן התם שבמקום שהיו שם בכוריהם קבורים היו באים עכברים וחוטטי' אחריהם ומוציאין אותם ומגררין אותו והיה קשה להם מיום המיתה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויסעו בני ישראל. </b>ק\"כ מיל היו ובאו שם לפי שעה זש\"ה ואשא אתכם על כנפי נשרים שלשה ממי\"ן יש באותו פסוק בסופי תיבות הם ק\"כ וזכר לדבר ע\"ל כנפ\"י בגי' ק\"כ מילין מהרב משה: "
            ],
            [],
            [
                "<b>כי לא חמץ. </b>למ\"ד פסח מצרים לא נהגו אלא יום אחד ניחא כפשטי' כי לפי שגורשו ממצרים לא נתחמצו אלא למ\"ד פסח מצרים נמי נצטרכו לאכול מצה כל שבעה א\"כ מאי כי גורשו. וי\"ל דה\"ק ויאפו את הבצק מפני חיוב מצה ולפי שגורשו ממצרים לא יכלו להתמהמה לבקש צדה לדרך. אכן קשה קצת הווי\"ן וכן וגם אמנה מצינו וי\"ו יתירה נרדם ורכב וסוס וכן בהרבה מקומות: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי קרוב. </b>כלומר העם קרוב של הקב\"ה שנאמר לבני ישראל עם קרובו. ולכך לא הנהיגם כמנהגו של עולם. ד\"א כי עם פלשתים קרובים הם למצרים שנאמר ומצרים ילד וגו' אשר יצאו משם פלשתים.",
                "<b> פן ינחם העם</b> שילחמו עמהם על דבר אשר ברחו מתחת יד מצרים קרוביהם. ושבו מצרימה וישיבם למצרים. אמר הרב דוד זקנו של הרב משה שארץ פלשתים מארץ ישראל היתה שהרי לא מצינו שיצא יצחק לחוצה לארץ וגר בארץ פלשתים שנאמר ויגר יצחק בגרר והרב משה אמר שרצועה היתה יוצאה מארץ פלשתים ונכנסת לתוך ארץ ישראל ולא שהיתה ארץ ישראל בעצמה כי הכתוב קראה ארץ פלשתים ד\"א כי קרוב הוא שירשו הכנעני' את הארץ דכתיב ודור רביעי ישובו הנה ועדיין לא היה להם דור רביעי לפיכך הקיפן הקב\"ה במדבר מ' שנה ועוד אמר הקב\"ה אם אני מוליכם דרך הישר עכשיו מחזיקין איש בשדהו ובכרמו ומבטלין תלמוד תורה אבל אני אוליכם ארבעים שנה דרך המדבר ויאכלו המן וישתו מי באר ותתישב בגופן. ועוד כששמעו הכנעניים שישראל יצאו ממצרים אמרו עכשיו באין עלינו ונוטלין מידינו את הארץ עמדו הן והשחיתו את הארץ אמר הקב\"ה אני הבטחתי לאברהם להכניס בניו אל ארץ מלאה כל טוב הריני מעכבן במדבר כדי שיתקנו מה שקלקלו זש\"ה אני יסרתי אתכם במדבר לחזק את זרועותם וגו': "
            ]
        ],
        [
            [],
            [
                "<b>לפני בעל צפון. </b>פירש\"י הוא נשאר מכל אלהי מצרים כדי להטעותם חשב פרעה בלבו הוא מטעה אותן כדי להסכים על גזרתי לאבדם במים אלך ואעבדנו לכך נאמר ופרעה הקריב קרב לא נאמר אלא הקריב מלמד שהקריב קרבן לפניו. ד\"א הקריב ישראל לעשות תשובה:",
                "<b> נכחו תחנו. </b>תמה להרב רבי יהודה היאך אמר לו שיחנו על הים לפני בעל צפון והא אמרינן אסור לאדם לומר לחבירו המתן לי בצד ע\"ז פלונית צ\"ע. ולי נראה דדוקא לאדם אבל להקב\"ה לא שהרי מצינו שהקב\"ה יושב ודן את כל העולם אפילו בשבת ואפילו בר\"ה ויום הכפורים אע\"פ שלישראל אסור (וכה\"ג כתב רש\"י ז\"ל בר\"ה (דף ל' ע\"א) ד\"ה א\"נ דאבני בליליא וכו' ה\"מ בנין בני אדם וכו' יע\"ש). ועוד נ\"ל דעדיין לא נתנה התורה אין לחוש אע\"פ שכבר הוא כתובה ומונחת לפני הקב\"ה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויבאו בני ישראל. </b>ליל שביעי של פסח היה. וקשיא דבסוף פרשת שלח לך פרשו שמונה חוטין שבציצית כנגד שמונה ימים ששהו ישראל משיצאו ממצרים עד שאמרו שירה על הים מכלל דבשמיני אמרו שירה. וי\"ל דלקמן מונה משהכינו עצמן לצאת מערב פסח ששחטו את הפסח היו יודעים שיצאו למחר והיו מכינים להם צדה לדרך ומ\"מ לא הכינו כל הצורך שנא' וגם צדה לא עשו להם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא נשאר בהם עד אחד. </b>אבל אחד נשאר והוא פרעה והא דכתיב בספר תהלים אחד מהם לא נותר היינו מכל עמו: "
            ],
            [
                "<b>והמים להם חומה. </b>חמה חסר כתיב לפי שבתחלה נתמלא הים חמה עליהם עד שבא גבריאל ושמם כחומה בתוך הים והיה מכריז על הים ואומר למים שבימינם הזהרו בישראל שעתידין לקבל התורה שנתנה בימינו של הקב\"ה שנא' מימינו אש דת למו חזר ואמר למים שבשמאלם הזהרו בישראל שעתידין להניח תפילין בשמאל חזר ואמר למים שלאחריהם הזהרו בישראל שעתידים להתעטף בציצית מאחוריהם והמים שומעין דבריו ועומדין חומות ונחלק להם הים לשנים עשר קרעים כדי שיהא לכל שבט ושבט שביל לבדו ובחומות הים שבין כל אחד ואחד היו חלונות ומספרים זה עם זה כדי לישב דעתם הה\"ד והמים להם חומה. ולפי המדרש הזה נראה שהמתעטף בציצית צריך להשליך הציצית לאחוריו ולי נראה דאין צריך דהא דאמרינן במדרש שעתידין להתעטף בציצית מאחוריהם היינו בשעת העטיפה דבאותה שעה כל הטלית וכל הציצית מאחוריהם: "
            ]
        ],
        [
            [
                "<b>אז ישיר משה. </b>אמר משה לפני הקב\"ה רבש\"ע באז קראתי תגר לפניך כדכתיב מאז באתי אל פרעה וגו' ובאז אני מקלס לפניך. ד\"א אז בגימ' שמונה לומר בזכות המילה שניתנה לשמונה קרע לנו הים דכתיב לגוזר ים סוף לגזרים וימל מתרגמינן וגזר: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ימינך ה' נאדרי בכח. </b>פירש\"י כמו רבתי עם ולפי שהיה לו לכתוב נאדרת שהרי ימין לשון נקבה היא. וי\"מ שהוא מוסב על תיבת השם והוא כמו היושבי: "
            ],
            [],
            [
                "<b>וברוח אפך וגו' נשפת ברוחך וגו'. </b>שדרך העולם חום ע\"י חום וברוח האף שהוא חם המים הקפויים בקרח מתלחלחים ונעשים צלולים וע\"י רוח הפה שהוא קר נקררים ונעשים גליד וכאן על ידי רוח אפו של הקב\"ה נערמו המי' ונקרחו וקפאו ועל ידי נשיפת רוח פיו כסמו ים ונצללים הרי לך שני נסים גדולים ולכך כתיב מי כמוך שני פעמים ובספרים מדוייקים באלים חסר יו\"ד דרוש בו באלמים כביכול שהקב\"ה שותק כאדם אלם ושותק למכעיסיו ומאריך להם אפו עד שישובו:",
                "<b> נערמו. </b>נכנס בהן ערמומית ואמרו שירה וכן תרגם אונקלוס חכימו מיא:",
                "<b> קפאו תהומות בלב ים</b>. השני שלישים שלמטה קפאו והשליש של מעלה נבקע שאלו נבקע למטה עד תהום לא היו יכולין לצאת ממנו והי' דכתיב בלב ים כמו שהלב נתון בגוף האדם יש שני שלישים למטה ממנו ושליש למעלה ממנו: "
            ],
            [],
            [],
            [
                "<b>מי כמכה. </b>לכך נכתב שני פעמים מי כמכה דקאי אשני פסוקים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וילכו שלשת ימים. </b>כשיצאו ישראל ממצרים נטלו מים מתוקים בכליהם כלו המים נתרעמו להם מיד שנא' וילונו העם. היה להם להמלך מיד ולא עשו אלא נתרעמו מיד. ד\"א וילכו שלשת ימים דורשי רשומות אמרו ג' ימים הלכו במדבר ולא מצאו תורה שנמשלה למים ולפיכך מרדו והילכך התקינו הקדמונים להיות קורין בתורה שני וחמישי שלא יהו שלשה ימים בלא תורה: "
            ],
            [],
            [],
            [
                "<b>חק ומשפט. </b>חק שהוא משפט זהו כבוד אב ואם: "
            ],
            [
                "<b>כי אני ה' רופאך. </b>המשכילך בדרך זו תלך שלא תבא לידי מחלה כרופא המזהיר לאוהבו לא תאכל מאכל פלוני שלא תבא לידי חולי רק אם שמוע תשמע וגו' כל המחלה וגו' כי אני ה' המזהירך קודם שלא תעשה דבר המביאך לידי מחלה וכאב שעבירה מביאה לידי מחלה שנאמר נד קציר ביום מחלה וגו'. והמצוה היא רפואה לאדם שנא' ולכל בשרו מרפא מהרב יוסף קרא. וכל זה מתפרש כמו ולרש אין כל ולא יעיר כל חמתו שום דבר מחמתו. וכן הכא שום דבר מהמחלה לא תשים עליך: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שני העומר. </b>וכל ימות השנה היו עושין מן העומר שני לחמים וא\"כ ביום הששי היו עושין משני העומר לאחד ארבעה לחמים וביום הששי אוכלין מהן אחד ונשאר שלשה והיה להם לעשות משנה לערב בהכנסת שבת אוכלין אחד כי דרך שלהם לאכול לחם לכל סעודה ונשארו לשבת שני לחמים והיה להם לחם משנה וזה ראיה שאין בוצעין בשני ככרות במנחה בשבת. אמנם ראיתי מה\"ר מרינון שהיה בוצע בשני ככרות במנחה בשבת וקבלתי מה\"ר אברהם וראיה מדאיתא התם ראו כי ה' נתן לכם השבת וגו' אמ\"ר יצחק אם יאמרו אליכם אומות העולם למה אתם משמרים את השבת השיבו להם ראו הנס שבכל יום היה יורד לישראל מן פרידה אחת ובשבת שתי פרידות פי' כפולות כלו' שכל סעודה שיורדת בשביל שבת יורדת כפולה בלחמה וכך היו עושין ביום הששי שחרית היו עושין מחצי העומר לחם אחד וכשבאין לאפית העומר והיינו משני העומר לאחד בשביל שבת היה כל חצי העומר נכפל לשני לחמים הרי לך ששה לחמים מעומר וחצי ובכל השלשה סעודות היו אוכלין שני לחמים כי דרך לאכול בשבת יותר מסעודות של חול מפני נשמה יתירה. ולפי זה תמצא שהיה להם בשבת במנחה שני ככרות והילכך יש לנהוג לבצוע משני ככרות גם במנחה אבל קדוש ליכא דאפי' שבת שחרית לא מקדשי אי לאו יתר מאת יום השבת כדמסיק במס' ביצה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קח צנצנת אחת. </b>איני יודע של מה היה של כסף או של זהב או של חרס ת\"ל צנצנת דבר המציץ מחבירו כלי חרס שהיא מאדמה שהזרעין מציצין וצומחין ממנה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויבא עמלק. </b>תמה למה איחר להלחם עם ישראל עד עכשיו ולא בא מיד שירדו למצרים שלא היו כי אם שבעים נפש. י\"ל שאמר לו הקב\"ה לאברהם ועבדום וענו אותם. וכשמת אבינו אברהם ע\"ה הטיל החוב על יצחק. וכשמת יצחק הוטל על יעקב ובניו ועשו ובניו ואמר עמלק הרשע בלבו אם אכרית את יעקב וזרעו יהיה החוב מוטל עלי לכך המתין עד שיצאו ממצרים שכבר נפרע החוב ואז בא להלחם עמהן: "
            ],
            [],
            [
                "<b>ומשה אהרן וחור. </b>פירש\"י חור בנה של מרים היה וגם בפרשת ואלה המשפטים פי' כן שחור בנה של מרים ואביו כלב שנא' ויקח לו כלב את אפרת ותלד לו את חור. אפרת זו מרים כדאית' במס' סוטה ומקשי' העולם אדרבה בסוטה מסיק ותמת עזובה זו מרים ולמה נקרא שמה עזובה שהכל עזבוה ובאותו פסוק כתיב ותמת עזובה ויקח לו כלב את אפרת ותלד לו את חור וא\"כ לא זו היא מרים וגם כן משמע דחור לאו בנה של מרים דהא בן אפרת הוה. ואומר אני דיפה פירש\"י וקושיא שלהם אינה קושיא כי כן הפסוק בדברי הימים וכלב בן חצרון הוליד את עזובה ויקח אשה את יריעות ואלה בניה ישר ושובב וארדון ותמת עזובה ויקח לו כלב את אפרת ותלד לו את חור וחור הוליד את אורי וגו'. ובסוטה פירש\"י כלב בן חצרון הוא ומשנה בן יפנה מעצת מרגלים ואכתי בן קנז הוא דכתיב וילכדה עתניאל בן קנז אחי כלב אמר רבא חור בנה דקנז היה דיקא נמי דכתיב כלב בן יפנה הקניזי ש\"מ ומסיק עזובה זו מרים ולמה נקראת עזובה שהכל עזבוה ונ\"ל דהיינו כשהיתה מצורעת ופריך הוליד את עזובה והלא אשתו היתה א\"ר יוחנן ללמדך שכל הנושא אשה לשם שמים מעלה עליו הכתוב כאלו ילדה ",
                "<b>ואת יריעות </b> פי' גם היא מרים ולמה נקרא שמה יריעות שהיו פניה דומות ליריעות לבנות וכתיב ואלה בניה אל תיקרי בניה אלא בוניה פי' כלב בעלה ונקרא ישר על שם שישר עצמו. ושובב על ששב מעצת מרגלים. וארדון על שם שרדה ביצרו ולפיכך אני אומר ששם מפרש כל שמות כלב וכל שמות מרים ושמה מרים ועזובה ויריעות ואפרת ונקרא' אפרת על שהיא בעלת חן כמו אפריון נמטייה ואומר אני דה\"פ דקרא וסרס המקרא ודרשהו ותמת עזובה זו מרים ויקח לו כלב את אפרת דהיינו נמי מרים עצמה ותלד לו את חור קודם מותה והשתא ניחא הכל למבין: ",
                "<b>עלו ראש</b>. ראש בזכות אבות.",
                "<b>הגבעה </b>בזכות אמהות:"
            ],
            [],
            [],
            [
                "<b>ויחלש. </b>הטיל עליו הגורל ושלשה שמות יש לו פור גורל חולש. ד\"א לכך כתיב ויחלש ולא כתב ויכה לפי שעמלק חוזה בכוכבים היה ובחר לו אנשים שאינן עתידין למות באותה מלחמה. וכן יהושע עשה כן דכתיב בחר לנו אנשים דמשמע קיימים ובריאים לכך לא היה יהושע יכול להרגם אלא חתך ידיהם ורגליהם וזהו ויחלש: "
            ],
            [
                "<b>כי מחה אמחה. </b>מחה בעולם הזה אמחה לעולם הבא:",
                "<b> את זכר עמלק. </b>זכר זה המן ועמלק כמשמעו: "
            ],
            [],
            [
                "<b>ויאמר כי יד על כס יה. </b>פי' כשתהיה מלוכה של הקב\"ה מתגברת על כסאו אז ילחם בעמלק ויד הוא לשון מלוכה. ומשם הר\"א ז\"ל שמעתי דכי יד קאי אעמלק משום דקשיא ליה דהכא כתיב כי מחה אמחה את זכר עמלק. ובפרשת כי תצא כתיב תמחה את זכר עמלק. ולא קשיא. הא כשפושט ידו על ישראל תמחה הא כשפושט ידו על ביהמ\"ק אמחה אני דכתיב מלחמה לה' בעצמו ובכבודו בעמלק. וירושלים נקרא כסאו של הקב\"ה ואין כסאו שלם עד שיכרית זרעו של עמלק וכתיב וה' לעולם ישב כונן למשפט כסאו ולכך אין המתים משמשים בשם יה כדכתיב לא המתים יהללויה. לפי שאין יכולין להלחם בעמלק מכיון שמתו. ולכך אמר דוד לא אמות כי אחיה ואספר מעשה יה יסור יסרני יה ולמות לא נתנני. וכתיב אבוא בם אודה יה: "
            ]
        ],
        [
            [
                "<b>וישמע יתרו. </b>שבע שמות היו לו יתרו יתר חבר חובב קני פוטיאל רעואל וי\"א רעואל אביו של יתרו היה והא דכתיב ותבאנה אל רעואל אביהם דרך תינוקות הוא שקורין לאבי אביהן אבא. וקשיא למאן דאמר רעואל הוא יתרו אי סבירא ליה נמי דחובב הוא יתרו כמו שפירש\"י חובב על שחבב התורה דא\"כ מאי דכתיב ויאמר משה לחובב. וי\"ל דמאן דאמר חובב הוא יתרו ומה תלמוד לומר ותבאנה אל רעואל שהתינוקות וגו' ושני שמות נקראו לו יתר על שיתר פרשה אחת בתורה. חובב על שחבב התורה. ומ\"מ קשיא דליכא שבע שמות כדפרש\"י ועוד קשיא דידיה אדידיה דהא כתב דשבעה שמות נקראו לו. ועוד דלמ\"ד רעואל זה יתרו צ\"ל דחובב לא זה יתרו ועוד כתיב דחובב זה יתרו דכתיב ומבני חובב חותן משה. ועוד קשיא היכי מצי למימר דנקרא חובב וקני והא כתיב וחבר הקני נפרד מקין וגו' א\"כ משמע דחבר הקני בנו של יתרו חותן משה וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וישתחו. </b>איני יודע מי השתחוה למי כשהוא אומר איש לרעהו מי הוא הקרוי איש זה משה שנא' איש האלהים. וקשה דהא יתרו נמי קרוי איש שנא' ויואל משה לשבת את האיש וגו'. וי\"ל דנין איש מאיש ואין דנין איש מהאיש. עוד י\"ל שמשה נקרא איש סמוך לשמו שנא' והאיש משה משא\"כ ביתרו. ועוד י\"ל דהך דרשא אתיא כמ\"ד אביו של יתרו היה רעואל והא דכתיב ויתן לו את צפורה בתו לאשה בת בנו קאמר דבני בנים הרי הן כבנים: "
            ],
            [],
            [
                "<b>ויחד. </b>פירש\"י נעשה בשרו חידודין חידודין וגו' ואמר רבינו תם דמצא סמך לדבר כפרש\"י ולששן עבד מצרי ירחע ויתן את בתו לירחע עבדו לאשה. חשיב י\"ג מירחע עבד ששן עד אלישמע ודריש בפסוק זה ישמעאל בן נתניה בן אלישמע שהיה מן הנתינים מכאן לגר שחזר לסורו עד י\"ד דורות שהיה שופך דמים ועושה מעשה ארמי ושלשה דורות לא קא חשיב לפי שגר מצרי אינו גר עד שלשה דורות ומשם ואילך תמצא עשרה דורות: "
            ],
            [],
            [],
            [],
            [
                "<b>ויהי ממחרת. </b>פרש\"י ממחרת יום הכפורים ממחרת יום ירידתו מן ההר וע\"כ אי אפשר אלא ממחרת יום הכפורים שהרי קודם מתן תורה אי אפשר לומר והודעתי וגו' ומשנתנה תורה עד יום הכפורים לא ישב לשפוט את העם שהרי בי\"ז בתמוז שבר הלוחות ולמחרת עלה בהשכמה ושהה שם ארבעים יום וירד ביום הכפורים ואין פרשה זו כתובה על הסדר שלא נאמרה עד שנה שנייה שהרי נאמר כאן וישלח משה את חותנו ומצינו במסע הדגלים שאמר לו משה נוסעים אנחנו אל נא תעזוב אותנו ואם זו קודם מתן תורה מששלחו והלך היכן מצינו שחזר. וא\"ת שם לא נאמר יתרו כי אם חובב ובנו של יתרו היה. חובב הוא יתרו שהרי כתיב מבני חובב חותן משה ע\"כ לרש\"י וקשיא דא\"כ משמע בשעה שירד משה מן ההר דהיינו ביום הכפורים יצא לקראת חותנו ובאותו שעה ויקח יתרו עולה וזבחים ואכלו באותו יום הכפורים והיאך אכלו והלא כבר נתנה התורה. ועוד קשיא למ\"ד יתרו קודם מתן תורה בא. וי\"ל דמעשה זה שהקריב קרבנות אפשר שלא היה ביום רדת משה מן ההר כי אם ביום השני או ביום השלישי ואע\"ג דקרא דויבא משה מקמי דהאי קרא דויהי ממחרת לא קאי אלא ממחרת יום הכפורים ומעשה דאכילה היה באותו יום כמו כן ומה שיצא לקראתו היה ביום א' ומה שאכלו עמו היה ביום אחר וכל זה י\"ל לפי שטת רש\"י דמפרש יתרו לאחר מתן תורה היה. אבל למ\"ד יתרו קודם מתן תורה בא. י\"ל דאפשר דזה המעשה שישב משה לשפוט את העם היה קודם מתן תורה כי גם רש\"י ז\"ל פי' בפרשת בשלח כי במרה נצטוו על הדינין. וא\"כ י\"ל שאכלו עמו ביום בואו. ובמדרש תנחומא דורש יתרו לאחר מתן תורה בא ודורש עליו מקרא זה לב יודע מרת נפשו ובשמחתו לא יתערב זר. אמר הקב\"ה בני היו בשעבוד מצרים ויתרו היה יושב שוקט ובוטח אינו דין שישמח בשמחת תורה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>גם אתה. </b>לרבות אהרן וחור תמה שהרי חור נהרג במעשה העגל כדפירש\"י בפרשת כי תשא גבי ויבן מזבח לפניו קרי ביה מזבוח לפניו. וי\"ל דהך דרשא אתיא כמאן דאמר יתרו קודם מתן תורה היה דאכתי לא נהרג חור: "
            ],
            [],
            [],
            [
                "<b>שרי אלפים. </b>בשלהי פ\"ק דסנהדרין מסיק שהיו שרי אלפים שש מאות ושרי מאות ששת אלפים שרי חמשים שנים עשר אלף ושרי עשרות ו' רבוא. ותימה שהרי כשנטלת מישראל י\"ח אלף ושש מאות לשרי אלפים ושרי מאות ושרי חמשים א\"כ לא ישאר בישראל ששים רבוא ולא תמצא בשרי עשרות ו' רבוא. וי\"ל דמתחלה היו בוררין לשרי עשרות ו' רבוא ומן החשובין שבהן היו בוררין י\"ב אלף לשרי חמשים וגם משרי חמשים היו בוררין מחשובין שבהן ו' אלפים לשרי מאות ומהם בוררין ו' מאות לשרי אלפים. והא דאמרינן התם נמצאו דייני ישראל ז' רבוא וח' אלפים ושש מאות שם דייני קא חשיב אי נמי שרי עשרות היו מן הששים רבוא של ישראל שהיו מבן עשרים ועד בן ששים שנה אבל שרי אלפים ושרי מאות ושרי חמשים היו מן הזקנים שהיו מבן ששים ומעלה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וישב משה. </b>פשט למה נאמר וישב ואחר ויגד לפי שמתחלה בא משה להשיב דברי ישראל להקב\"ה ואמר לו הקב\"ה המתן שאני רוצה לדבר עמך ודבר עמו הדבור והנה אנכי בא אליך ואחר כך כשגמר הקב\"ה הדבור ויגד משה את דברי העם אל ה'. ובמסכת שבת פרק אמר רבי עקיבא מסיק דהאי וישב משה ויגד משה מצות הגבלה היה דברי ר' יוסי בר יהודה ורבי אומר דמתחלה אמר מתן שכרה והיינו וישב משה דברים המיושבים ללב ולבסוף פי' עונשה דכתיב ויגד משה דברים הקשים כגידים שהוא ירק מר ויום שבת היה כשנתנה תורה כדמוכח פרק רבי עקיבא וזש\"ה בשובה ונחת תושעון זה התורה שנתנה בראשונה בשבת שהוא יום מנוחה ולוחות האחרונות שהוריד משה ביום הכפורים שהוא יום תשובה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>לא תגע בו יד. </b>למה נאמר והלא כבר נאמר כל הנוגע שמעתי מפי רבי יצחק דהאי קרא קאי אדלעיל דכתיב כל הנוגע בהר. וה\"ק כשאתה בא להרוג את הנוגע לא תגע בו יד אלא סקול יסקל סקלהו מרחוק שאם אתה הולך למקום שהוא שם להרגו נמצא אתה עובר התחום ותתחייב. ולי נראה שבא להודיענו באיזו מיתה תהרגנו לומר שנדון בסקילה דלא תימא מיתתו בחנק כסתם מיתה האמורה בתורה קמ\"ל ",
                "<b>או ירה יירה</b> או זה לשון אם הוא כלו' אם סקול יסקל ירה יירה קודם לכן שכן דרך הנסקלין שדוחפן קודם והדר נסקלין. ומיהו יש לפרש כפשטו סקל יסקל כשאינו מת בדחייה או ירה יירה אם מת בדחייה לבדה ותרגומו ארי אתרגמא יתרגם או אישתדאה אישתדי:"
            ],
            [],
            [],
            [],
            [
                "<b>ויתיצבו. </b>מלמד שכפה עליהם ההר כגיגית ואמר אם אתם מקבלים התורה מוטב ואם לאו שם תהא קבורתכם. וקשיא דהא אמרו מיד נעשה ונשמע. וי\"ל כי כשרצה הקב\"ה ליתן תורה לישראל אמרו כמה תורות יש לך אמר להם אחת בכתב ואחת על פה. אמרו לו שבכתב אנו מקבלין שבעל פה אין אנו מקבלין מיד כפה עליהם ההר כגיגית ואתמר במסכת שבת מכאן מודעא רבא לאורייתא וכו' כדאית' התם. ועוד איתא במדרש כי כשנתן הקב\"ה תורה לישראל עטף ונתן חרב בתוך התורה ואמר להם אם אתם מקבלין התורה מוטב ואם לאו תהרגו בחרב זה הה\"ד אם תאבו ושמעתם טוב הארץ תאכלו וגו' ואם תמאנו ומריתם חרב תאכלו וגו' כי פי ה' דבר והיכן דבר בשעת מתן תורה התנה עמהן כן וזהו שיסד הפייט באזהרות ראשית עטיפת הזיין צהלה ורנה: "
            ],
            [],
            [],
            [],
            [
                "<b>ויאמר ה' אל משה רד העד וגו' ויאמר משה לא יוכל וגו' </b>תימה מה השיב לו משה להקב\"ה וכי לא מצינו כמה מצות שיש בהן כמה אזהרות. ועוד על מה השיב לו הקב\"ה אחרי כן לך רד וכו' ועלית. וי\"ל הפשט דקרא לפי שלא התרה משה את ישראל על מצות הגבלה שהיא במיתה רק על מצות פרישה הזהירם כמו שתמצא למעלה לפיכך אמר לו הקב\"ה לך העד בעם דיותר היה לך להזהירם על מצות הגבלה שהיא במיתה יותר מן המצות כולן ועל זה השיב לו לא יוכל העם לעלות כי אתה העדות בנו וגו' כלומר גם אני ואהרן בכלל ציווי ההגבלה וכיון שנהיה עמהם שם נתרה בהם ולא יעלו ועל זה השיב לו הקב\"ה לך רד ותזהירם מעתה ועלית אתה וגו' כלומר לא תהיה עמהם בשעת מעשה ולא יהיה להם מי שיזהירם מיד וירד משה ויאמר אליהם מצות הגבלה: "
            ]
        ],
        [
            [
                "<b>את כל הדברים האלה. </b>מלמד שאמר הקב\"ה כל עשרת הדברות בדבור אחד מה שאין הפה יכולה לדבר א\"כ מה ת\"ל אנכי ולא יהיה לך מלמד שחזר משה את כל דבור ודבור בפני עצמו. הכי איתא בסיפרא. ותימה מאי קשיא ליה אם בדיבור אחד נאמרו מ\"מ היה משה רבינו ע\"ה צריך לומר כל אחד ואחד בפני עצמו וי\"ל הכי קשיא ליה אם בדיבור אחד נאמר למה פסק משה רבינו את הטעמים היה לו לומר כולן פסוק אחד ומשני מלמד שחזר וכו' ורבי ברוך ז\"ל פירש א\"כ מה ת\"ל אנכי ולא יהיה לך דמשמע אלו לבד אמרן שהרי בשניהם בנגון אחד כאלו שניהם דבור אחד וגם כתובים בלשון הקב\"ה כאלו הוא מדבר בעצמו אנכי, הוצאתיך, על פני, לאוהבי, אבל שאר הדברות יש פסוק לכל אחד לבדו זולתי לא תרצח לא תנאף לא תגנוב וגם יש פרש' בין זו לזו וכתובים בלשון משה ולא בלשון הקב\"ה והיינו דאמר במסכת חגיגה אנכי ולא יהיה לך מפי הגבורה שמענום ופריך א\"כ מה ת\"ל אנכי ולא יהיה לך כלומר והלא לא נשתנו אלא משאר דברות שכלן בדבור אחד נאמרו ומשני שחזר על כל דבור ודבור בפני עצמו אך לא שמענו מפיו כי אם שנים: "
            ],
            [
                "<b> אנכי ה' אלהיך. </b>מאי דבור הוא זה ומה מצוה ומה אזהרה היא זו. וי\"ל אנכי ה' אלהיך ואני מצוך שתדעו ידיעה ברורה כי הוא הבורא וכי אני הוא המצוה כל המצות ונאמן ליפרע הטוב והרע וידיעת השם שחייב אדם לדעת שהוא הבורא יתברך וית'. ורבי תנחומא דורש לפי שנגליתי עליכם בים כגבור ואיש מלחמה וביום מתן תורה כזקן מלא רחמים אל תחשבו ששתי רשויות הן אלא אנכי ואין עוד אחר. ד\"א לפי שכשנגלה הקב\"ה ביום מתן תורה נגלה ברבותים אלפי שנאן והיו ישראל מעמידין זה לזה אמר להם הבורא אנכי ה' אני יחיד וגם פתח להם שבעה רקיעים והראה להם שהוא יחיד הה\"ד אתה הראת לדעת כי ה' הוא האלהים אין עוד מלבדו. ולכך נאמ' אנכי ולא יהיה לך בל' צווי ליחיד כדי ללמד סניגוריא לישראל במעשה העגל כדפרש\"י שאמר משה באותו מעשה ואל תענשהו כי לי לבדי הזהרת לא יהיה לך ולא אמרת לא יהיה לכם. ועוד נאמר במדרש שלכך נאמרו כלם בלשון יחיד מפני שצפה הקב\"ה שיחידים עתידים לבטל אותם מיכה מבטל אנכי. ירבעם מבטל לא יהיה לך. צלפחד זכור. יואב לא תרצח. אמנון לא תנאף. עכן לא תגנוב. ציבה לא תענה. אחאב לא תחמוד. לכך נאמרו כולן בלשון יחיד. ד\"א אנכי ה' אלהיך בשעת מתן תורה היה הקול יוצא מן המזרח וישראל שומעין ובאים לקבל התורה באו למזרח הולך למערב באו למערב הולך לצפון באו לצפון הולך לדרום באו לדרום בא להם מן השמים שנאמר מן השמים השמיעך את קולו והיו ישראל אומ' והחכמה מאין תמצא תהום אמר לא בי הוא התחילו ישראל שומעין מארבע רוחות העולם ומשמים וארץ אומרים שמא חס ושלום רשויות הרבה הן לכך כתב אנכי ה' כל מה שאתם שומעים אינו בא אלא מאתי ומן אל\"ף דאנכי עד כ\"ף דלרעך יש תרי\"ג אותיות כנגד תרי\"ג מצות. ובפ\"ק דקידושין אמרינן בשעה שאמר הקב\"ה אנכי ולא יהיה לך אמרו אומות העולם לעצמו הוא דורש כיון ששמעו כבד את אביך ואת אמך הודו על הראשונות זש\"ה יודוך ה' כל מלכי ארץ כי שמעו אמרי פיך ועוד כתיב ראש דברך אמת ולא סוף דברך אלא מסוף דברך הודו שראש דברך אמת: "
            ]
        ],
        [
            [
                "<b>ואלה המשפטים. </b>פירש\"י כל מקום שנאמר אלה פסל את הראשונים וגו' משמע מתוך פירושו שאלו כתב כאן אלה משמע שהיה פוסל הראשונים והייתי אומר שלא נאמרו בסיני. ותימה שהרי כתיב למעלה וירד ה' על הר סיני לכך נ\"ל פסל מלשון פסל לך כמעשה הנפסל ונפרד מחבירו וה\"פ אילו היה כתוב אלה הייתי אומר שהאחרונות חלוקים ונפרדים מן הראשונים והייתי אומר שהאחרונים לא נאמרו בסיני לכך נאמר ואלה מוסיף על ענין ראשון ואת הוא כמו מן כמו כצאתי את העיר. וכן אלה דברי הברית דסוף פרשת כי תבא נפרד וחלוק מחבירו שהראשוני' דברי תוכחה וקללה והאחרוני' ברכה. תחלת ספר משנה תורה דכתיב אלה הדברים לא שייך שם לומר פסל אלה מפני שהוא תחלת הספר כתיב. אלה תולדות השמים והארץ דבראשית פסל הראשונים תהו ובהו:",
                "<b> לפניהם. </b>פרש\"י ולא לפני עכו\"ם וגו' ואפילו דנין אותו כדין ישראל ומשל הוא לשני חולים שנכנס הרופא לבקרם אמר לאחד האכילהו והשקהו מה שירצה וזה תשמרו ממאכל פלוני אמרו לו אדרבה זה מסוכן מזה מהו אמר להם היא הנותנת לפי שידעתי שהוא חולה למות אמרתי אל תמנעו ממנו כלום כי בין יאכל בין לא יאכל ימות אבל לזה שעומד לחיים אמרתי אל יאכל דבר פלוני פן יכבד עליו חליו כן בחקות הגוים כתיב ונתתי להם חוקים לא טובים ומשפטים לא יחיו בהם אבל בישראל כתיב ושמרתם את חקתי אשר יעשה אותם האדם וחי בהם וגו' והיינו טעמא נמי דאסר לנו שרצים ולא לאומו' זש\"ה מגיד דבריו ליעקב חקיו ומשפטיו לישראל וגו' לא עשה כן לכל גוי וגו'. ומעשה באונקלוס הגר בן אחותו של אדרינוס קיסר שבקש להתגייר והיה מתיירא מדודו. אמר לו אני מבקש לעשות סחורה אמר לו שמא חסר אתה כסף וזהב הרי אוצרותי לפניך אמר לו מבקש אני לצאת לחוץ ולהתחכם להכיר הבריות תן עצה באיזו פרקמטיא אמר לו אותה שתראה שנפלה עסוק שסופה להתעלות ואתה משתכר הלך לארץ ישראל ובקש מהחכמים ללמוד תורה קודם שימול אמרו לו אין דברי תורה מתקיימין אלא בנימול הלך ומל ולמד תורה הרבה ומצאוהו ר' אליעזר ור' יהושע וראו פניו משונות אמרו זה לזה אונקלוס למד תורה מיד שבא אצלם התחיל לשאול שאלות הרבה. הלך אצל אדרינוס דודו אמר לו למה פניך משונות אמר לו שלמדתי תורה ולא עוד אלא שמלתי אמר לו ומי יעץ לך כך. אמר לו אתה שאמרת לי עסוק בפרקמטיא הנפולה שסופה להתעלות וחזרתי על כל אומה ואומה ולא מצאתי אומה שפלה כישראל וסופן להתעלות כמו שאמר ישעיה כה אמר ה' גואל ישראל וקדושו לבזה נפש למתעב גוי לעבד מושלים מלכים יראו וקמו הכה אותו על לחייו וחזר ואמר לו למה עשית כן אמר לו שביקשתי ללמוד תורה אמר לו היה לך ללמוד תורה ולא למול אמר לו אין יכולת ללמוד בלא מילה שנא' מגיד דבריו ליעקב חקיו ומשפטיו לישראל למי שהוא מהול כיעקב (נולד מהול) וכתיב לא עשה כן לכל גוי ומשפטים ב\"ל ידעום ב\"ל אין יכולין ללמוד תורה שמתחלת בב' ומסיימת בלמ\"ד לעיני כל ישראל: "
            ],
            [
                "<b>כי תקנה עבד עברי. </b>פירש\"י מיד ב\"ד שמכרוהו בגניבתו כדכתיב ואם אין לו ונמכר בגניבתו או אינו אלא במוכר עצמו מחמת דחקו אבל מכרוהו ב\"ד אינו יוצא בשש. ותימה דהיאך מצי למימר דמכרוהו ב\"ד אינו יוצא בשש והרי כתיב בפרשת ראה כי ימכר לך אחיך העברי או העבריה ועבדך שש שנים וכי ימכר על ידי אחרים משמע וגם רש\"י פרשו במכירת ב\"ד לכך י\"ל דפירש\"י מדרש על פי המכילתא כי תקנה משמע שיעבוד הבן או האח שאם ימות האדון בתוך שש שיעבוד הבן במקומו ואם אין לו בן יעבוד האח היורש במקומו ובמכרוהו ב\"ד אתה אומר במכרוהו ב\"ד או אינו אלא במוכר עצמו מפני דחקו בזה אמרינן שיעבוד הבן או האח אבל במכרוהו ב\"ד אינו עובד לא את הבן ולא את האח כדכתיב כי ימכר לך וגו' דמשמע דמכרוהו ב\"ד וכתיב ועבדך שש שנים דמשמע מיעוט ועבדך ולא ליורש כשהוא אומר כי ימוך אחיך ונמכר לך הרי מוכר עצמו אמור ושם כתיב עד שנת היובל יעבוד עמך דמשמע יעבוד את הבן ואת האח הא מה אני מקיים כי תקנה במכרוהו ב\"ד ואי לא כתיב אלא האי קרא ה\"א דמכרוהו ב\"ד יעבוד את הבן ואת האח דה\"נ משמע יעבוד לכך כתיב נמי במכרוהו ב\"ד כי ימכר לך אחיך וכו' וכתיב ועבדך שש שנים דמשמע ולא ליורש הא לך רבוי ומיעוט במכרוהו ב\"ד ונוקים הריבוי בבן והמיעוט באח ונאמר במכרוהו ב\"ד עובד את הבן ולא את האח. ובמסכת קדושין פריך ומה ראית לרבות את הבן ולהוציא את האח ומשני מרבה אני את הבן שכן קם תחת אביו ליעדה ולשדה אחוזה כדאית' התם. ועוד תימה לפירש\"י דפי' דחדושא היא מיציאת שש וא\"כ מאי קאמר כי ימוך אחיך ונמכר לך הרי מוכר עצמו אמור ומה בכך מ\"מ איצטריך האי קרא במוכר עצמו לו שיוצא בשש דאלו מהאי קרא דוכי ימוך לא שמעינן אלא שיוצא ביובל כדכתיב עד שנת היובל יעבוד עמך וי\"ל דשמא מוכר עצמו אינו יוצא בשש ויליף לה מגז\"ש דשכיר שכיר למאן דאית ליה במוכר עצמו כתיב כשכיר כתושב ובמכרוהו ב\"ד כתיב כי משנה שכר שכיר: "
            ],
            [
                "<b> ויצאה אשתו עמו. </b>פירש\"י וכי מי הכניסה וגו'. וצריך לדקדק אשתו מצינו בניו מנין. וי\"ל גבי מוכר עצמו כתיב ויצא הוא ובניו עמו ובמכרוהו ב\"ד ילפינן ליה בג\"ש דשכיר שכיר ומאן דלית ליה הך גז\"ש גלויי מילתא בעלמא הוא: "
            ],
            [
                "<b>אם אדוניו. </b>מגיד שרשות ביד רבו למסור לו שפחה כנענית להוליד ממנה כשהוא נשוי ישראלית מקודם לכן אבל כשאינו נשוי אינו יכול לכופו ולמסור לו שנא' אם בגפו יבא בגפו יצא. והטעם הוא שכשהוא נשוי ישראלית אינו נמשך אחר השפחה אבל כשאינו נשוי יהיה נמשך אחריה: "
            ],
            [],
            [
                "<b>ורצע אדוניו. </b>ולמה מרצע לפי שמרצ\"ע בגימ' ארבע מאות אמר הקב\"ה אני הוצאתי אתכם משעבוד ארבע מאות שנה ואמרתי כי לי בני ישראל עבדים והלך וקנה אדון לעצמו לפיכך ילקה במרצע:",
                "<b> ועבדו לעולם. </b>עד עולמו של לוי דהיינו יובל חמשים שנה וכתיב גבי שמואל שהיה לוי וישב שם עד עולם ושמואל חי נ\"ב שנה ובן שתי שנים היה כשהביאתו אמו בית ה' א\"כ ישיבת עולמו חמשים שנה: "
            ],
            [
                "<b> וכי ימכור. </b>פירש\"י בקטנה הכתוב מדבר יכול אפילו הביאה סימנין וכו'. וה\"ה שהיה יכול לתרץ דא\"כ לאמה דדרשינן מינה דנערה מעשה ידיה לאביה דמה אמה מעשה ידיה לרבה אף נערה מעשה ידיה לאביה ולמה לי השתא זבוני מזבין לה מעשה ידיה מבעיא אלא לאו ש\"מ מדאיצטריך לאמה היכא דהביאה סימנין דלא מצי מזבין לה אלא הק\"ו היה פשוט לו יותר. ויש מקשין ע\"ז דעבד עברי יצא בסימנין מהקישא דעברי לעבריה דכתיב כי ימכר לך אחיך העברי או העבריה וטעות הוא בידם דאין אדם רשאי למכור בנו ואפילו קטן ואי במוכר עצמו אין מעשה קטן כלום ובמכרוהו ב\"ד ליכא שאין ב\"ד עונשין אותו:",
                "<b> לא תצא. </b>פי' ר' אברהם אעז\"ל שאין האדון יכול לכופה לעשות מלאכה הצריכה לצאת חוץ אלא בתוך הבית: "
            ],
            [
                "<b>והפדה. </b>מלמד שמגרע פדיונה ותצא. פירש\"יּ לומר שאם קנאה לשש שנים בששה מנים ועבדה שתי שנים נותנת ארבעה מנים ויוצאה. ואי קשיא מה גרוע הוי זה י\"ל לפי שהשנים הבאים היא יותר גדולה וכחה מרובה לעשות מלאכה מן השנים שעברו לכך קרי ליה גרעון: "
            ],
            [],
            [],
            [
                "<b>ואם שלש אלה. </b>פירש\"י היעוד לו ולבנו והיא אין בידה לפדות עצמה. אבל אין לפרש ואם שלש אלה שאר כסות ועונה לא יעשה לה ויצאה חנם אין כסף לפי שהיה משמע שאפי' יעדה ולא קיים דברים הללו שיוצאה בסימנין ודבר פשוט הוא דכיון דיעדה שאינה יוצאה אלא בגט דאשתו גמורה היא:",
                "<b> ויצאה חנם. </b>אלו ימי נערות:",
                "<b> אין כסף. </b>אלו ימי בגרות. וצריכי דאי לא כתיב אלא חד קרא הוה מוקמינן ליה אבגרות שהוא פשוט יותר ואי קשיא אם יוצאה בנערות בבגרות מאי בעיא גביה ובריש קידושין מסיק דלא נצרכה אלא לבגר דאילונית שאין לה סימני נערות דיוצאה בימי בגרות: "
            ],
            [
                "<b>מכה איש ומת. </b>פירש\"י דקרא הכא דמכה איש וקרא דאיש כי יכה וקרא דבסמוך וכי יזיד לא צריך למכתב מכה כלל ומיהו י\"ל דאי לא כתיב אלא הני תרי קראי ה\"א דווקא איש שהרג אבל אשה וטומטום ואנדרוגינוס לא והכי פירש\"י גבי וגונב איש: "
            ],
            [],
            [],
            [
                "<b>ומכה אביו. </b>וא\"ת אזהרתיה מהיכא דלא ענש הכתוב אלא א\"כ הזהיר דבשלמא מקלל נפקא לן מונשיא בעמך לא תאור וכתיב לא תקלל חרש הרי מזהיר על גדול שבישראל ועל קטן שבישראל לומר לך שכל מה שביניהם יהיו בכלל לא תקלל אלא אזהרה דמכה מהיכא נפקא. וי\"ל מלא יוסיף להכותו שהוא בחובל בחבירו פחות משוה פרוטה דאלו בשוה פרוטה קם ליה בממון דהלכתא כרבי מאיר דאמר דכל היכא דאיכא ממונא ומלקות ממונא משלם מילקא לא לקי אבל בפחות משוה פרוטה דליכא ממון לקי משום לא יוסיף ואביו לא גרע מאחרים. וא\"ת כיון שהוא אזהרה למכה אביו היאך מלקין על לאו זה והא הוה ליה לאו שניתן לאזהרת מיתת בית דין ואין לוקין עליו. וי\"ל דתרי קראי כתיבי לא יוסיף ופן יוסיף. ועוד י\"ל דכיון דעיקר קרא לחובל בחברו קאתי אין זה קרוי לאו שניתן לאזהרת מיתת ב\"ד וא\"ת ומנא לן דמכה זה בלא זה חייב דבשלמא מקלל נפקא לן מדכתיב קרא אביו ואמו סמך הקללה גבי אב ובמקום אחר כתיב אביו ואמו קלל דסמך הקללה גבי אם אלא מכה מנלן. וי\"ל דנפקא לן מדכתיב בפרשת אמור אל הכהנים ומכה אדם יומת ופירש\"י במכה אדם דומיא דמכה בהמה ישלמנה מה מכה בהמה שלא הרג אף מכה אדם שלא הרגו וקאמר רחמנא יומת ש\"מ דבמכה אביו מיירי קרא וליכא למימר דמיירי במכה אחר ומחיים ומאי יומת בממון כמו וגם בעליו יומת שהרי כתיב לעיל מיניה כאשר יתן מום בעמיתו כן ינתן בו והיינו ממון אלמא יומת ממש ובעי' למימר במכה אביו: "
            ],
            [
                "<b>וגונב איש. </b>הא דכתיב הא בין מכה אביו ומקלל אביו משום דמכה אביו וגונב איש מיתתן שוה בחנק אבל מקלל אביו מיתתו בסקילה דכתיב בפרשת קדושים אביו ואמו קלל דמיו בו ואע\"ג דלכאורה דמקלל קיל טפי שהרי מקלל לא עביד מעשה ומכה עביד מעשה אפ\"ה מקלל בסקילה שהיא חמורה מחנק וקים לן שהוקש כבודו לכבוד המקום ומקלל שייך גבי השם שהרי יכול הוא לברך השם ולפיכך נידון בסקילה כמו מברך השם אבל מכה לא שייך גבי השם ולפיכך מיתתו בחנק. ועוד דמקלל לאחר מיתה חייב אבל מכה לאחר מיתה פטור לפי שאינו חייב אלא על הכאה שיש בה חבורה וחבורה לאחר מיתה ליכא. וקשיא לי לפי מה שפי' דמכה אביו ואמו בסקילה משום (דמנא לן) דמכה לא שייך גבי השם א\"כ מקלל לאחר מיתה דלא שייך גבי השם לא לחייב סקילה. ושמא י\"ל הואיל ושם מקלל איתיה גבי שם אין לחלק בין מקלל מחיים ומקלל לאחר מיתה. ועוד י\"ל ליתן טעם אמאי דכתיב וגונב איש בין מכה ומקלל לפי שעל ידי שנגנב בנערותו אינו מכיר אביו ואמו ומקלל אותם ומכה אותם. אך צ\"ע על דכתיב הכא איש דמשמע גדול ולא קטן. י\"ל דהא כתיב במקום אחר כי ימצא איש גונב נפש מאחיו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אך אם יום או יומים. </b>פירש\"י והרי הוא בכלל מכה איש ומת אלא בא הכתוב והוציאו מן הכלל להיות נדון בדין יומים. ואי קשיא אמאי לא אמרי' דזה היה בכלל ויצא מן הכלל ללמד לא ללמד על עצמו יצא אלא ללמד על הכלל כולו יצא. ונימא שאפילו ישראל נדון בדין יום או יומים. וי\"ל דאדרבה דבר שהיה בכלל ויצא לידון בדבר חדש הוא זה שאי אתה יכול להחזירו לכללו. וא\"ת הניחא למ\"ד דבר שהיה בכלל ויצא לידון בדבר חדש לאו איהו גמר מכלליה ולא כלליה גמר מיניה אלא למ\"ד כלליה גמר מיניה מאי איכא למימר מהא א\"כ ניליף מיניה ישראל לידון יום או יומים. י\"ל בהני דמשאר דברים גמר כלליה מיניה מ\"מ מן הדבר החדש הכל מודים דאף כלליה לא גמר מיניה. וא\"ת למאן דאמר לא איהו גמר מכלליה ולא כלליה גמר מיניה שאר דברים א\"כ מנא לן שרוצח שהרג את ישראל בסייף מנקום ינקם דהכא כתיב גבי עבד לא יליף. י\"ל דנפקא ליה משופך דם האדם באדם דמו ישפך ושפיכות דם אינה אלא בסייף אי נמי ואתה תבער כדמסיק בכתובות אלו נערות אלא אי קשיא הא קשיא היכי מצי יליף דבשבט ר\"ל שיש בו כדי להמית מישראל כדפרישי' והלא הכל מודים דאיהו לא גמר מכלליה. וי\"ל דמכח ק\"ו מיהא גמר ולכך נקט רש\"י לשון זה והלא דברים ק\"ו ומה ישראל חמור אינו חייב אלא בדבר שיש בו כדי להמית עבד הקל לא כל שכן ואיתמר במכילתא אם אתה אומר כן אתה מענישו מן הדין ומה ר\"ל אדרבה מק\"ו זה אנו באין להקל עליו. וי\"ל דמשכחת לה חומרא ברודף דקים לן דרודף שרדף אחר חבירו להרגו בדעתו להצילו בנפשו של רודף וזה האדון היה רודף אחר עבדו להרגו בשבט שאין בו כדי להמית ובא ישראל אחר והרג האדון להציל העבד וכיון דאמר מדין זה שאין האדון חייב לפי שאין בה כדי להמית נמצא שזה הישראל שהרג האדון חייב מיתה נמצא שאתה מחייבו ומענישו מן הדין מהר\"י יצחק מפיטוב\"ן ז\"ל: "
            ],
            [],
            [
                "<b>ואם אסון יהיה. </b>למ\"ד נתכוין להרוג את זה והרג את זה חייב ר\"ל נפש תחת נפש ממש ולמ\"ד פטור ממיתה וחייב ממון הוי נפש תחת נפש ממון פדיון נפשו ולתנא דבי חזקיהו דסבר פ\"ק דבבא קמא דפטור אפילו מממון מתפרש קרא הכי ואם אסון יהיה ונתכוון לאשה עצמה. ונתת נפש תחת נפש. ותימה מה חידוש יש בזה דכיון דנתכוין לאשה דנהרג ולי נראה דסד\"א דכיון דלא אתעבידא מחשבתו שהרי עיקר כוונתו היתה להרוג את חבירו לא ליחייב קמ\"ל: "
            ],
            [],
            [],
            [
                "<b>לחפשי ישלחנו. </b>מדרש ולכך יוצא עבד כנעני בשן ועין אמר הקב\"ה חם ראה ערות אביו והגיד לאחיו בפיו לפיכך נתקלל להיות עבד לאחיו וזה לקה בדבר שקלקל בעיניו או בשיניו לפיכך יצא בהן לחירות: "
            ],
            [],
            [
                "<b>סקול יסקל השור. </b>פירש\"י ממשמע שנא' סקול יסקל השור איני יודע דלא יאכל דנבלה היא ונבלה אסורה באכילה אלא מלמד שאם שחטו לאחר שנגמר דינו שאסור באכילה. וא\"ת אימא דלא יאכל אתא לבן פקועה דניתר בשחיטת אמו ואתא האי קרא למימר דאם אותו בן פקועה נגח ונסקל שאע\"פ שאינו נבלה יהא אסור. וי\"ל כיון דבן פקועה ניתר בלא שחיטה א\"כ הוה ליה כמו שנשחט קודם גמר דינו דקים לן דמותר בשחיטה: "
            ],
            [
                "<b>ואם שור נגח הוא. </b>בבא קמא פרק כיצד הרגל פליגי אביי ורבא אביי אמר תמול חד מתמול תרי שלשום תלת ולא ישמרנו אתא לנגיחה רביעית ורבא אמר תמול מתמול חד שלשום תרי ולא ישמרנו הרי כאן נגיחה חייב וע\"כ חיי' ר\"ל כשיגח נגיחה רביעית כדאמרינן בפ' חזקת הבתים אימא שור המועד עד נגיחה רביעית לא מחייב משמע דכ\"ע מודי בה אלא בהא פליגי אביי ורבא דאביי מפיק כל הארבעה נגיחות מקרא גופיה ורבא לא מפיק מקרא אלא שלש ואי קשיא מאי נפקא מיניה ואומר הרב עזרא הנביא ז\"ל דנפקא מינה דאביי דארבע נגיחות מקרא גופיה לא מחייב אליבא דר' יהודה אלא א\"כ היתה הנגיחה הד' ביום אחד לבדה אחר שלש נגיחות ולרבא אפי' היתה הנגיחה ד' ביום שנגחה השלישית מחייב: "
            ],
            [],
            [],
            [
                "<b>שלשים שקלים. </b>גזרת הכתוב הוא ומכאן רמז דכתיב עבד עבדים יהיה לאחיו יהי\"ה בגימ' שלשים: "
            ],
            [
                "<b>ונפל שמה שור. </b>פירש\"י ה\"ה לכל שאר בהמה שהרי בכל מקום שנא' שור ילפינן שור שור משבת ולא נאמר שור או חמור אלא למדרש שור ולא אדם חמור ולא כלים. וא\"ת והלא איצטריך חד מינייהו למילף משבת וא\"כ היכי אמעיט אדם וכלים. וי\"ל דאי לא ממעיט אדם וכלים הוה ליה למכתב ונפל ותו לא ויהא משמע שכל מה שיפול לשם בין כל בהמה בין אדם וכלים יהא חייב וא\"כ מונפל הוא מרבה כל כמו בשבת שור וחמור למה לי ש\"מ תרווייהו לדרשא. ומיהו קשיא דלמה לי שור ולא אדם תיפוק לי' מדכתי' והמת יהיה לו מי שהמת שלו יצא זה שאין המת שלו דהמת אסור בהנאה. וי\"ל דמיירי בעבד כנעני של ישראל שלא מל ולא טבל דשרי בהנאה כדאמרינן בירושלמי אקשייא אחריתי תפתר בגוי מת וטעמא דמת אסור בהנאה משום דילפינן מעגלה ערופה דכתיב וערפו שם וכתיב ותמת שם מרים בעי דומיא דמרים שהיתה ישראלית לאפוקי עכו\"ם: "
            ]
        ],
        [
            [
                "<b>אם במחתרת. </b>משמע דוקא כשבא דרך מחתרת שחתר בבית ליכנס אבל נכנס דרך פתח דמים לו דודאי אינו בא להרוג שאומר בלבו אם יבא בעל הבית לעמוד לפני ממונו שיברח הוא דרך הפתח: "
            ],
            [
                "<b>שלם ישלם. </b>בב\"ק דריש אמר הקב\"ה אני הצתי אש בציון כדכתיב ויצת אש בציון ועלי לשלם אותה ההבערה הה\"ד ואני אהיה לה חומת אש סביב: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על כל דבר פשע. </b>מדרש על כל דבר פשע בגימ' אהרן פשע שפשע על שור על אותו מעשה. על חמור שעשו ערב רב במצרים שנקראו חמור כדכתיב אשר בשר חמורים בשרם. על שה על שהחטיאו ישראל שנקראו שה פזורה ישראל. על שלמה על צלם ע\"ז ושי\"ן וצד\"י מתחלפות. על כל אבדה נמי ע\"ז שנא' אבד תאבדון. אשר יאמר כי הוא זה שאמרו אלה אלהיך ישראל. עד האלהים זה משה דכתיב ראה נתתיך אלהים לפרעה יבא דבר שניהם של הקב\"ה ושל אהרן. אשר ירשיעון זה משה. ישלם שנים שני בני אהרן שמתו: "
            ],
            [],
            [
                "<b>שבועת ה' וגו'. </b>פירש\"י שאם שלח בה יד ואח\"כ נאנסה חייב באונסים ובמקום אחר פירש אפי' החזירה לאחר מכאן כיון ששלח בה יד פעם אחת חייב באונסיה לעולם. וזה תימה לרת\"ם ז\"ל דהא בפרשה דלעיל כתיב או נשבר או נשבה אין רואה ומשמע הא יש עדים שנשבר או נשבה יביא ראיה ויפטר בלא שבועה ולדברי רש\"י מה הועיל לו אם יש ראיה מ\"מ צריך לישבע שמא שלח בה יד והחזירה למקומה דחייב אפי' יש עדים שראו שנאנסה ממקומה הראשון ואין העדים יכולין לידע אם שלח בה יד והחזירה למקומה הראשון לכך אמר ר\"ת ז\"ל דאפי' שלח בה יד כיון שהחזירה למקומה קודם שנאנסה פטור: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כמהר הבתולות. </b>א\"ר יהודה חסיד מכאן רמז לבתולה כתובתה מאתים דכתיב כמה\"ר הבתולות חסר והוא נוטריקון כמה מהר הבתולות ר'. וה\"ר משה אמר כי כמהר עולה מאתים זוז יתר אחד ויש אם למקרא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם כסף </b>אומר ה\"ר יהודה חסיד דלכך נכתב בלשון אם לפי שפעמים שהוא רשות כגון הלוה ואינו משלם: "
            ],
            [
                "<b>אם חבל תחבל. </b>אמר הקב\"ה מה אתה חייב לי והוא חייב לך אם אתה עושה לו כהוגן כן נפשך שעולה אצלי בכל ערב ליתן דין וחשבון לפני אחזירנה לך ואם אינך מחזיר עבוטו אף אני איני מחזיר נפשך שהיא העבוט שלך: "
            ],
            [
                "<b>והיה כי יצעק אלי. </b>לפי שהוא קורא תגר לפני ואומר והלא בראתני כמותו והוא שוכב על מטתי בהנאה ואני אין לי במה לשכב ומיהו לישנא דושמעתי כי חנון אני אינו מיושב לזה הפי' לכן נראה לפרש דקאי אדלעיל עד בא השמש וגו' ואם אתה עושה כן והיה כי יצעק אלי ויתפלל עליך על כל הטובה שעשית לו ושמעתי תפלתו כי חנון אני כמו שאתה חונן ומרחם על בריותי שהרי בעל חוב קונה משכון ואתה רחמת על זה אני שנקרא חנון ארחם ואחון עליך ואברכך (והה\"ד ואברכך) וה\"ה דכתיב כי בגלל הדבר הזה יברכך ה' אלהיך: "
            ],
            [],
            [],
            [],
            [
                "<b>ובשר בשדה טרפה וגו'. </b>מאחר שהכלב מסר נפשו על הטרפה כשבא הזאב לטורפה לא תהיה כפוי טובה כנגדו שכשיהיה לך טרפה שתשליכהו אליו בשכר ששמרה עד עתה שלא נטרפה וגם שומר עוד האחרות כי כן דרך העולם להעמיד כלבים לשמור הצאן מן הזאבים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושש שנים תזרע וכו'. </b>אתמר במדרש דאפי' אין לו לאדם אלא חורבה אחת בתוך גנו חייב לעבדה בכל יום. ונראה לה\"ר משה דוקא בארץ ישראל כדי להרבות הפרשת תרומות ומעשרות: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנה אנכי. </b>בזכות עשרת הדברות שמתחילין באנכי אני שולח מלאך לפניך לשמרך ד\"א אמר לו הקב\"ה הנה אנכי אמר לו משה איני מבקש מלאך לילך עמנו אלא אתה בכבודך ואם אין שכינתך הולכת עמנו אין אנו זזין מכאן. אמר לו הקב\"ה אפי' מלאך אינני שולח אלא הצרעה דכתיב וגם את הצרעה ודוקא לעולם הזה שולח צרעה אבל לעתיד לבא הנה אנכי שולח לכם את אליה הנביא הה\"ד הנה אנכי שולח לכם מלאך: "
            ],
            [
                "<b>כי לא ישא לפשעכם. </b>כל מקום שהוא משתלח עושה שליחותי אבל אינו יכול לישא פני כדכתיב ישא ה' פניו וגו' ולא מלאך כי שמי בקרבו לכך אני מזהירך שלא תמרה בו כאלו אתה ממרה בי לפי ששמי בקרבו והוא לא יוכל לישא לפשעכם כי ההמראה תלויה בי משל לממרה פי הגזבר שאין בידו לפטור כי ההמרות תלוי במלך. ופירש\"י כי שמי בקרבו זה מטטרון ששמו כשם רבו כי מטטרון עולה בגימ' שד\"י. וזכר לדבר כי שמי בקרבו תשי' היו\"ד משמי וישאר ש\"ד ובי\"ת קו\"ף של בקרבו באתב\"ש שדי עם יו\"ד של שמי וישאר לך מתיבת בקרבו שם שדי רבו ואומר ה\"ר משה שלכך אני אומר עליו ששמו כשם רבו לפי שנקרא שמו באלפא ביתא דר' עקי' ושם מונה ע\"ב שמות שיש לו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא שלח ידו. </b>לא פשט ידו לשומה לפני פניו כדי שלא יראוהו כמו למשה בנקרת הצור דכתיב ושכתי כפי עליך וגו' ולפיכך ויחזו את האלהים: "
            ]
        ],
        [
            [],
            [
                "<b>ויקחו לי תרומה. </b>פרשה זו נאמרה בתוך ארבעים יום שהיה ממתן תורה וצוהו הקב\"ה להיכן מניח' שיעשו משכן ובית קדשי הקדשים ובתוכו ארון ובתוך הארון לוחות ושם תשרה שכינה וישראל סביב כמו המלאכים סביב כסא הכבוד ושכינה ביניהם וכן כתוב ושכנתי בתוכם כמו בתוך המלאכים ועל זה נאמר אמרתי אלהים אתם ובני עליון כלכם להיות שכינתי ביניהם: "
            ],
            [
                "<b>וזאת התרומה וגו'. </b>שלשה עשר נדבות מונה כאן שנדבו ישראל במשכן וכנגדן מנה יחזקאל י\"ג בגדים שעתיד הקב\"ה להלביש ישראל לעתיד:",
                "<b> זהב וכסף ונחשת. </b>וכנגדן יש צדקות בעולם אותה שאדם עושה כשהוא בריא נחשבת לו כזהב כשהוא חולה ונותן מעכשיו נחשבת לו ככסף כשהוא נותן לאחר המיתה נחשבת לו כנחשת. ד\"א זהב כנגד מלכות בבל דכתיב אנת הוא רישא דדהבא. כסף כנגד מלכות פרס דכתיב באותה מלכות ועשרת אלפים ככר כסף. נחשת כנגד מלכות יון הפחותה מכולן. עורות אלים מאדמים כנגד מלכות ארם. ואחר כך שמן למאור כנגד משיח דכתיב ביה ערכתי נר למשיחי: "
            ],
            [],
            [
                "<b>ועצי שטים. </b>נוטריקון \"שלום \"טובה \"ישועה \"מחילה ובמדבר היו שם יערים גדולים שנטלו משם אותן עצים הקרוים שטים דכתיב וישב ישראל בשטים וכן וישלח יהושע בן נון מן השטים וע\"ש היער נקרא המקום שטים וזש\"ה אתן במדבר ארץ שטה והדס והוא עץ קל מאד וחלק ותדע שהוא קל שהרי מ\"ח קרשים ואדניהם צ\"ו ועמודים ואדני החצר וט' עמודי המשכן חמש של מסך וד' של פרכת ויתדותם ואדניהם כל זה מושכין שמנה בקר שנתנו לבני מררי כמו שמפורש בפרשת נשא ואע\"פ שהקרשים גבהן עשר ורחבן אמה וחצי ועביין אמה אלא ש\"מ כי עץ קל מאד ודומה לעץ שקורין מדר\"א בלע\"ז ורש\"י ז\"ל פירש שהקרשים היו מנטיעות שנטע יעקב בבואו למצרים וכשיצאו נשאום עמהם ועשו מהם קרשים זהו שייסד הפייט וכו' ועוד איתא במדרש שהבריח התיכון היה ממקלו של יעקב כד\"א כי במקלי עברתי את הירדן הזה והביאו למצרים וכשיצאו העלוהו עמו: "
            ],
            [
                "<b>שמן למאר. </b>תימה שכל הפרשה בצרכי בנין חוץ מפסוק זה שהוא צורך שלחן גבוה ואינו אומר חטים ללחם הפנים וכבשים לתמידין ועצים למערכה וי\"ל ששלשתן צורך בנין הן שמן המשחה שבו נמשחו ונתקדשו כל כלי המשכן וקטרת נמי שכן דרך מלכים שמבשמין להם הבית קודם שיכנסו לתוכה וכ\"ש לפני ממ\"ה הקב\"ה וכן מצינו שעל ידי הקטרת שכינה נראית דכתיב וכסה ענן הקטרת וכתיב כי בענן אראה. ושמן למאור שכן דרך המלכים להדליק נר לפניהם קודם שיכנסו לבית ואע\"ג דלאו לאורה הוא צריך מ\"מ הוא כבוד של מעלה: "
            ],
            [
                "<b> אבני שהם. </b>לצורך אפוד וחשן כיצד אבני שהם לאפד כדכתיב ולקחת את שתי אבני שהם וכתיב ושמת את שתי האבנים על כתפות האפוד ואבני מלואים לחשן כדכתיב ומלאת בו מלואת אבן וגו' וכי האי גונא מצינו הרבה מקראות מתפרשים המגביהי לשבת המשפילי לראות בשמים ובארץ ועוד אתה מוצא אבני שהם לצורך החושן דכתיב והטור הרביעי תרשיש שהם: "
            ],
            [],
            [],
            [
                "<b>ועשו ארון. </b>בכלהו כתיב ועשית וכאן כתיב ועשו לפי שהכל חייבין להתעסק בו מפני כבוד התורה שבתוכו וק\"ו לתלמידי חכמים שבני עירם מצווים לעשות מלאכתן כדי לכבדם והכי איתא ביומא פרק בא לו ועשו ארון מכאן לת\"ח וכו'. ",
                "<b>מבית ומחוץ תצפנו.</b> אמר רבא כל ת\"ח שאין תוכו כברו אינו תלמיד חכם. ועוד צוה הקב\"ה לכל ישראל להתעסק בו כדי שיהו כלן מקבלין שכר התורה המונחת בו שם: "
            ],
            [
                "<b>וצפית. </b>ראוי היה הארון להיות זהב כולו אלא לפי שיהיה נישא בכתף ויכביד יותר מדאי ואע\"ג דאמרינן נושאיו נושא לפי שעה היה וקשיא לי א\"כ למה נענש עוזא וצ\"ע וכן מצינו במזבח הזהב שצוה הקב\"ה לעשות מעצי שטים ולחפות זהב וכן מזבח הנחשת לפי שהיו נושאין בכתף ולא יכביד על הנושאים:",
                "<b> ועשית עליו זר זהב. </b>נראה שאינו אלא לנוי כמין כתר והוא רמז לכתר התורה וכן משמע ביומא פרק בא לו שלש זרין הן זר הארון שהוא לכתר התורה וזר השלחן סימן לכתר מלכות וזר המזבח רמז לכתר כהונה כתר כהונה בא אהרן ונטלה כתר מלכות בא דוד ונטלה כתר תורה מונח ועומד וכל שרוצה ליטול יבא ויטול: "
            ],
            [],
            [],
            [],
            [
                "<b>לא יסורו ממנו. </b>מפני קדושת הארון לא רצה הקב\"ה שימשמשו בו להסיר הבדים ולהכניסם בטבעות אבל כשבאין לנושאו מחזיקין בראשי הבדים ונושאין וכשמניחין אותו הולכין להם מיד מחמת אימת הקדושה וה\"פ דקרא בטבעות הארון יהיו הבדים שישימם משה ויקבעם שם כדכתיב בפרשת ותכל וכשיושמו שם לא יוסרו ממנו: "
            ],
            [
                "<b>ונתת אל הארון. </b>אין זה עקר הצווי דהא כתיב למטה ואל הארן תתן את העדות אלא ליתן טעם מפני מה לא יסורו ממנו כדי שלא ימשמשו בו כי צריך ליתן בו את העדות ויהיה קדוש: "
            ],
            [],
            [],
            [],
            [
                "<b>פורשי כנפים למעלה. </b>מראשיהם דרך ענוה ויראה:",
                "<b>אל הכפרת. </b>שפניהם היו כפופין למטה לצד הכפרת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>תיעשה המנורה. </b>מלא יו\"ד רמז לעשר מנורות שעתיד שלמה לעשות: ",
                "<b>ירכה. </b>זה ירך שלמטה שהוא עשוי כמין סדן של עץ טבונ\"ק בלע\"ז ארוך ורחב קצת ועב ויוצאין ממנו שלש רגלים ואמרו ז\"ל גובהה של מנורה י\"ח טפחים ורמז לדבר מדכתיב בפרשת בהעלותך וזה מעשה המנורה וזה (מעשה) בגי' י\"ח: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והאיר. </b>פי' והאירה המנורה אל השלחן שכנגד פניה של מנורה כדכתיב בפרשת ותכל וישם המנורה באהל מועד נכח השלחן מכלל דלהאיר על השלחן היתה המנורה וכן כתיב בפרשת בהעלותך אל מול פני המנורה דהיינו שלחן יאירו שבעת הנרות והפשט הולך כמ\"ד ממזרח למערב היתה מונחת דאז יכול להיות דכל פיות של נרות פונות לצד השלחן אבל למ\"ד שמצפון לדרום היתה מונחת אז צ\"ל שהאמצעי פונה למערב והאחרים פונים לאמצעי לא נראה כל כך שלהאיר על השלחן היתה נעשית ולא תוכל לפרש והאיר כפשטיה דפירש רש\"י: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עצי שטים עומדים. </b>פשטיה שלא תקח מן הנפולים והנקצצין מימים רבים שכבר נרקבו אלא מן העומדים בקומתם. ד\"א עומדים שהן עומדים לעולם ועדיין הם קיימים ונגנזים: "
            ]
        ],
        [
            [
                "<b>ועשית מזבח. </b>נטריקון \"מחילה \"זכות \"ברכה \"חיים: ",
                "<b>חמש אמות. </b>ארכו כנגד הלוחות חמש דברות על לוח זה וחמש על לוח זה ושלש אמות קומתו כנגד שלשה גואלים שעמדו להן לישראל משה ואהרן ומרים. י\"א ג' אמות קומתו משפת סובב ולמעלה ואותו הסובב הוא הכרכב שלמעלה מן הרשת והרשת כעין מלבוש למזבח עשוי חורין חורין כמין רשת והוא לנוי ומתחיל מן הארץ ובא למעלה עד חצי המזבח חמש אמות ומיד מתחיל הכרכב ובא למעלה ממנו עד אמה והוא קרוי סובב ומאותו סובב ולמעלה היה שלש אמות עד הקרנות לדברי האומר שלש אמות משפת סובב ולמעלה והקרנות גבהן אמה הילכך בין הכל עשר אמות גובה וגם יש לקרנות אמה ברבוע וגבה. מזבח היה חמש אמות ארך וחמש אמות רחב והקרנות שהיו עביין אמה היו ממעטין אמה לכל רוח וא\"כ לא היה בין קרן לקרן אלא שלש אמות ולפנים מן הקרנות היה אמה להילוך רגלי הכהנים לכל רוח ונשאר אמה על אמה בנתים ואותה אמה על אמה היה מקום המערכה ואע\"פ שאין כבש מפורש בקרא מ\"מ קים לן שהיה לו כבש דהא כתיב לא תעלה במעלות והוא היה בדרומו של מזבח אבל לרוח אחרת אינו יכול להיות כדמוכח תלמודא: "
            ],
            [],
            [],
            [
                "<b>ונתת על הרשת. </b>פי' לשאת אותו. והקשה הרב ר' יחיאל ז\"ל מהא דאמרינן במסכת שבת המוציא משוי למעלה מעשרה טפחים חייב שכן משא בני קהת שהיו נושאין המזבח והיה כולו למעלה מעשרה טפחים ומייתי התם ראיה הכי דגמירי דכל מידי דמידלי במוטות תילתא מלעיל ותרי תילתי מלתחת וגבהן של לויים עשר אמות עם הראש וא\"כ לכל הפחות מן הכתף ולמטה היו תשע אמות וגבה המזבח היה תשע אמות בלא הקרנות וכי הוי תרי תלתי מלתחת דהיינו שש אמות אכתי איכא משם עד הארץ שלש אמות דהוי י\"ח טפחים אלמא הוי נישא כלו למעלה מעשרה טפחים והשתא קשה היכי מצי מייתי ממזבח דהוי תרי תלתי מלתחת והכתי' והיתה הרשת עד חצי המזבח ועשית על הרשת ארבע טבעות נחושת שבהן היה נישא מכלל דלא הוי המזבח מלתחת כי אם חציו. וי\"ל דהגמרא מייתי ראיה דגמירי דלא הוי אלא תילתא מלעיל וכ\"ש זה שהיה חציו מלעיל ומיהו בלא האי גמירי היה יכול להוכיח דהמוציא משוי למעלה מעשרה חייב מדכתיב ועשית על הרשת וגו' אי נמי שהיה אפשר לומר שהטבעות היו רחבין הרבה עד שלא נשאר למעלה השליש ועל זה הביא הא גמירי וכו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וקומה חמש. </b>משמע שזהו קומת הקלעים. וא\"ת למ\"ד המזבח היה גבוה עשר אמות א\"כ מתחזי כהן ועבודה בידו וי\"ל דקומה משפת מזבח ולמעלה והוו להו חמש עשרה אמות. והרב רבי יצחק בר אברהם הקשה קושיא אחרת אם לא היו גבוהים אלא חמש אמות א\"כ לא הי' פתח השער גבוהה כמו פתח היכל של בית עולמי'. ולכך היה מפרש דודאי קלעים של צפון ודרום ומערב היו גבוהין חמש עשרה אמות והאי וקומה מיירי בקלעים שבמזרח והיה להם גובה חמש אמות יותר מקלעים שאר רוחות וא\"כ גבהן עשרים והפתח גבהו עשרים כמו כן: "
            ],
            [],
            [],
            [
                "<b>מערב עד בקר. </b>פירש\"י שתהא דולקת מערב עד בקר ושיערו חכמים דהיינו חצי לוג ללילי טבת הארוכים ובלילות קצרות אם נשאר מן השמן אין בכך כלום. ואין נראה להרב יצחק בר אברהם ז\"ל לזרוק תמיד שמן הנותר לפיכך פירש שלפי קצור הלילות היו עושין הפתילות גסות שלא ישאר מן השמן כלל למחר וכן משמע במנחות דמסיק בן ביבי היה ממונה על הפקיע. והיינו לישנא דמסכת שבת מבלאי מכנסי הכהנים ומהמייניהם היו מפקיעין לעשות פתילות במקדש: "
            ]
        ],
        [
            [
                "<b>לכהנו לי. </b>כל מקום שנאמר לי הוי לעולמים. כי לי כל בכור בבני ישראל [כי לי בני ישראל] עבדים. כי לי הארץ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ופתחת עליהם. </b>ולקמן כתיב והאבנים תהיינה על שמות בני ישראל וגו' א\"כ קשו קראי אהדדי אלא מלמד שלא היו האותיות בולטות כי אם שקועות בתוך האבנים ונמצא בולטות מבפנים למעלה מן השמות הילך והילך מן האותיות לפי זה תמצא השמות על האבנים והאבנים על השמות: "
            ],
            [
                "<b>כתולדותם. </b>פרש\"י כסדר [שנולדו]. אודם לראובן פטדה לשמעון וכן כולם. ואין זה נראה לר\"ת שהרי לסדר לידתן לא יהי' לשם לדן כי דן הוא בן חמישי ליעקב ובספר יהושע ויקראו שם העיר לשם על שם דן אביהם. ונראה לפרש דבסדר תולדותם כסדר לידת האמהות כל בני לאה תחלה ובני בלהה אחריהן ובני זלפה אחריהן ואחר בני רחל ואז תמצא לשם לדן וישפה לבנימין כמו שייסד הפייט בקרובץ של פורים גלף מישפה תבנית ובסוטה מצאתי דמסיק בענין אחר דמסיק בפ' ואלו נאמרין אמר רב כהנא כדרך שחלוקין כאן פי' בהר גריזים ובהר עיבל כך חלוקין באבני אפוד כי שתי אבני אפוד היו לו לכהן גדול על כתפיו אחת מכאן ואחת מכאן ושמות של י\"ב שבטים כתובים עליהם ששה על אבן זו וששה על אבן זו דכתיב ששה משמותם וגו'. ואין ראשונה כתולדותם לפי שיהודה מוקדם ונ\"ל דבהם כתיב הנותרים מכלל דהראשונים לא היו כסדר תולדותם. ועוד מסיק התם וחמשים אותיות הוי כ\"ה על אבן זו וכ\"ה על אבן זו רבי חנינא בן גמליאל אומר לא כדרך שחלוקין כאן חלוקין באפוד אלא כדרך שחלוקין בואלה שמות בני לאה כסדרן בני רחל כסדרן אחד מכאן ואחד מכאן ובני השפחות באמצע אלא מה אני מקיים כתולדותם כשמות שקרא להם אביהן ולא כשמות שקרא להם משה ראובן ולא ראובני וכן כולם דכתולדותם לא קאי אלא אאבני אפוד ולא אאבני חשן ולאבן ראשונה דוקא ולא לשנייה כדפרישי' תן לחכם ויחכם עוד: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כפול. </b>או' מוהר\"י ז\"ל ששניהם היו זה על זה ובעליון היו קבועים האבנים והתחתון דבוק עמו לחזק שלא יתקלקלו האבנים הקבועות בחקק המשבצות שבתוך העליון וכן תניא בתורת כהנים בפרשת וכי תקריב קרבן מנחה ועשית חשן משפט וכו' יכול כשם שזה כפול כך זה כפול ת\"ל זהב לזהב הוא שוה ולא לכפלו פי' ולא להיות האפוד כפול כמו החשן וגם פירש\"י גבי ונתת אל חשן המשפט את האורים ואת התומים פי' אורים מלשון מדינות כמו באורים כבדו ה' תומים לשון גבולים ששם כלה התחום שהיה כלה בחשן תחום וגבול ומצריו של כל שבט ושבט בתוך אבן שלו וזש\"ה משפט בני ישראל שלא יוכלו לערער זה על זה כלום ובימי יהושע כשהטילו גורל נפל הגורל כמו שכתוב בחשן וגם הכהן היה מכוין ברוח הקדש ובשעת מלחמה ובעת הצורך היו עולות האותיות ואומרות ומשיבות להם כל שאלתם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא ישאו עון. </b>פירש\"י מכאן למדנו שהמשמש מחוסר בגדים במיתה. ותימה להר' יצחק בר' אברהם ז\"ל שהרי בפ' אלו הן הנחנקין מפיק ליה מקרא בפ' דבסמוך והיתה להם כהונה לחקת עולם. ודרשינן בזמן שבגדיהם עליהם כהונתם עליהם אין בגדיהם עליהם אין כהונתם עליהם והוו להו זרים וזר ששמש חייב מיתה שנא' וזר הקרב יומת. וי\"ל דהאי קרא איצטריך משום מכנסים שאינו מפורש בפסוק דלקמן: "
            ]
        ],
        [
            [
                "<b>לקח פר. </b>איל מכאן ואיל מכאן ופר באמצע ולמה שלשה כנגד שלשה אבות. פר כנגד אברהם דכתיב ואל הבקר רץ אברהם. אילים כנגד יצחק ויעקב ולחם מצות [כנגד] הגר ושרה שאמר להם אברהם מהרי שלש סאים ג' מינין כנגד ג' סאים ולקמן כתיב וחלת לחם בשביל הקרבנות הלחם מתברך דאמר רב הונא בר אבא בשעה שהיו מקריבין הקרבנות אדם מוליך סאה של חטים לטחון וכשמביאין ממנו סאה סלת סאה קמח סאה סובין אבל עתה אין מוציא כי אם סאה ויותר מעט ובזכות הנסכים היינות מתברכין. ומעשה בתלמיד אחד שיצא חוץ לירושלים והכירו בו שהוא תלמיד אמרו לו טול ג' זהובים ושב אצלנו ולא רצה אמר להם יש לי גפן אחת שחביבה עלי יותר מכל מה שתתנו לי שהוא עושה לי ששה מאות חביות יין בכל שנה ואני מוכרם בדמים יקרים וכן בזכות הבכורים הפירות מתברכות. ומעשה ביונתן בן אלעזר שהיה יושב תחת תאנה ירד טל והוציאו התאנים דבש עד שירד לארץ והרוח מגבלו בעפר ובאת עז והיתה מנטפת חלב ומתערב דבש עם חלב אמר לתלמידיו באו ואראה לכם מעין העולם הבא נתבטלו אלו נתבטלו הכל שנאמר זרעתם הרבה והבא מעט אכול ולא לשבעה לבוש ולא לחום לו. זרעתם הרבה והבא מעט, משנטלו המנחות, אכול ולא לשבעה משנטלו לחם הפנים שתו ולא לשכרה משנטלו הנסכים לבוש ולא לחום לו משנטלו בגדי כהונה, אין תאנים בתאנה משנטלו הבכורים, גזר ממכלה צאן משנטלו התמידין, ואין בקר ברפתים משנטלו פרי החג, ולעתיד לבא הקב\"ה מחזיר הכל שנא' ואתם הרי ישראל ענפכם וגו': "
            ],
            [
                "<b>ולחם מצות. </b>פירש\"י דהיינו רבוכה ובמנחות מפיק ליה מחלות לחם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וסמכו אהרן. </b>מלא וא\"ו ולא אתפרש למה. ועוד קשיא לי דהכא כתיב וסמכו ובקדמאה דפר ובתראה דאיל לא כתיב אלא וסמך אם לא נאמר דבזה סמכו אהרן ובניו יחדיו ובאחריני אהרן ראשון ואח\"כ בניו ואם תאמר שבכולן סומכין יחד י\"ל גורעין ומוסיפין ודורשין. פי' גורעין הוי\"ו דאהרן ומוסיפין על וסמך הרי בכולהו וסמכו. ונראה דלמדרש כן כתיב אהרן מלא וכי האי גוונא אמרינן בסנהדרין גבי ולטוטפות דקאמר גורעין הוי\"ו דולטוטפות ומוסיפין על לטטפת ויהיה לטטפות כך נראה לפרש: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולקחת מן הדם. </b>צ\"ע אם כשנזרק כבר על המזבח אם היה חוזר ולוקח ממנו להזות עליהן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל הנוגע. </b>פרש\"י שומע אני בין ראוי בין שאינו ראוי וגו'. וצ\"ע כי באותו פסוק אין עולה הנזכרת. וי\"ל דסמיך אעולת תמיד דלק' ונ\"ל דא\"צ לדחוק כל כך דבאותו פסוק כתיב שנים ליום תמיד ואנא ידענא דבעולה משתעי קרא מדקאמר בפרשת קרבנו שנים ליום עולה תמיד. ותימא דבפרשת תמידין פרש\"י את הכבש אחד תעשה בבקר אע\"פ שכבר נאמר בפרשת ואתה תצוה וזה אשר תעשה וגו' היא היתה אזהרה למלואים וזו היא מצוה לדורות ונ\"ל דהאי לדורות אצטריך לשאר מלואים שהקריבו בימי עזרא כמו בימי משה וכן לעתיד כשיבנה במהרה בימינו. ועוד אני אומר שזהו לשון רש\"י דנקט היא היתה אזהרה למלואים סתם: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>על שני צדיו. </b>פרש\"י שני זויותיו אשר בשני צדיו ולכאורה היינו ארבע טבעות שצריך שנים לכל צד ותימה שהרי מזבח זה לא היה כי אם אמה ארכו ואמה רחבו וא\"כ היכי עברו תרי גברי באמה חדא והלא גבי הארון הוצרכו לפרש שהיו הטבעות קבועין לרחבו כדי שיהיו הנשאין עומדין לארכו כי ברחבו לא מצו קיימי דלא הוי אלא אמתא ופלגא וכ\"ש גבי מזבח דלא הוי אלא אמה וצ\"ל דהכא לא היו נושאין אותו כי אם ב' בני אדם אחד לכל צד והוא היה עומד בין שני הבדים ושני ראשי הבדים בין שתי כתפיו: "
            ],
            [],
            [],
            [
                "<b>והקטיר עליו אהרן. </b>צ\"ל דאהרן לאו דוקא שהרי הקטרת כשרה בכהן הדיוט כדאמרי' פרק אמר להם הממונה חדשים לקטרת עמדו והפיסו ועוד מדכתיב ובהעלות אהרן וגו' יקטירנה מדתלה קטרת בנרות א\"כ כל הכשר להדלקת נרות כשר לקטרת ובנרות כתיב יערוך אותו אהרן ובניו ועוד י\"ל דמובהעלות לאו דוקא דהא כתיב יערוך אותו אהרן ובניו במקום אחר הכי נמי והקטיר עליו אהרן לאו דוקא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                " <b>מחצית השקל. </b>לכפר על חצי היום שחטאו כמו שאז\"ל במסכת שבת פרק ר' עקיבא בושש בא שש והשקל כ' גרה הרי חציו עשר לכפר על עשרת הדברות שעברו ואיתא בזבחים פרק רבי ישמעאל אומר חמשה אצבעות של ימינו של הקב\"ה כלן ליחוד הגאולה באצבע קטנה כזה הראה לנח לעשות את התיבה שנאמר וזה אשר תעשה אותה שנייה לה כשהכה את מצרים שנאמר אצבע אלהים הוא בשלשית דהיינו אמה בה כתיב והלוחות כתובים באצבע אלהים ברביעית שהיא סמוכה לבהן הראה למשה הלבנה בגודל הראהו מחצית השקל שנאמר זה יתנו ובכל היד עתיד הקב\"ה להכרית ולהשמיד בני ישמעאל ובני ארם שנאמר תרום ידך על צריך וכל אויביך יכרתו: "
            ],
            [
                "<b>כל העובר. </b>כמו תעבורנה הצאן ע\"י מונה שכן דרך מונה בהמותיו מכניסן לדיר ומוציאן בפתח קטן אחד [אחד]: "
            ],
            [
                "<b>העשיר לא ירבה. </b>כדי לכוון החשבון. ד\"א שלא יוכל העשיר לומר חלקי גדול במקדש יותר ממך: "
            ],
            [
                "<b>ונתת אותו. </b>כאן פרש\"י דשנות האנשים מנויין למנין שנות העולם המתחילין מתשרי תימא דהניחא למ\"ד בתשרי נברא העולם אלא למ\"ד בניסן נברא העולם מאי איכא למימר ועוד קשיא דכי כתיב ומעלה ללידתו של אדם מנינן. לכן נ\"ל שלא נמנו אלא פעם אחת ולפי שעלו בחדש השני וישלימו לכ' שנים ג\"כ נתנו בראשונה אחר יוה\"כ של שנה ראשונה וכן נמי משמע מתוך פרש\"י שפי' לעיל והשנית אף היא על ידי מנין שמנאן משהוקם המשכן ונמצא לפי זה שמנין השקלים שבאייר שוו לאלו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בשמים ראש. </b>לפי שכתב לעיל בשמים לשמן המשחה פי' כאן הבשמים וסכום חשבונם וראש הוא חשבון כמו כי תשא את ראש בני ישראל תרגומו חושבן ד\"א בשמים ראש כמו עם כל ראשי בשמים וכמו ראשית שמנים ימשחו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>איש אשר ירקח כמוהו. </b>וכן גבי קטרת לפי שאין דרך להשתמש בשרביט של מלך וכן אמרו חז\"ל שלא יעשה אדם בית תבנית היכל ולא מנורה של שבעה: "
            ],
            [
                "<b>בד בבד. </b>בפרק קמא דכתובות אמרו שלא יניח משקל במשקלו ופרש\"י שלא יעשה כדרך השוקלים כששוקלין דבר אחד ורוצין לשקול לדבר אחר כזה נוטלין מן המאזנים את החפץ ששקלו ואחר כן שוקלין כנגד אותו דבר ששקלו החפץ שרוצין לשקול. ויש מי שפירש שלא יניח השקל במשקל כדרך שעושין במשקל המאר\"ק בלע\"ז שעשוי משקלות רבות זה לתוך זה קטן לתוך גדול וכזה לא יעשה וזה לא הבנתי אמאי לא יעשה כן: "
            ]
        ],
        [
            [],
            [
                "<b>בצלאל בן אורי בן חור. </b>לכך הזכיר בבצלאל אבי אביו מה שלא הזכיר באהליאב אלא אביו. לפי שחור נהרג על מעשה העגל והמשכן בא לכפר על מעשה העגל לכן נזכר כאן במשכן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואת בגדי השרד. </b>פרש\"י דאין זה בגדי כהונה אלא בגדי תכלת וארגמן האמורים בפרשת מסעות דכתיב ופרשו עליו בגד ארגמן ואין נראה דבכל התלמוד קרי להו בגדי כהונה: "
            ],
            [],
            [],
            [
                "<b>אך את שבתותי. </b>אע\"פ שצויתי לכם על מלאכת המשכן לא נתנה שבת לדחות בעבורה ומכאן יש ללמוד שכל מלאכות שבמשכן אסורות לעשות בשבת: "
            ],
            [],
            [],
            [],
            [
                "<b>וביום השביעי שבת וינפש. </b>אומר הרב יהודה חסיד שמכאן יש רמז לנשמה יתירה בשבת קח סופי תיבות הללו ויהיו שתים. (תנחומא פ' זו) ומעשה בטורנוסרופוס הרשע שפגע את ר' עקיבא ביום השבת אמר לו מה היום מיומים אמר לו מה גבר בגוברין אמר לו מאי אמרית לך ומאי אמרת לי כו' מאי שנא שבת משאר הימים ואמרתי לך מה נשתנית משאר בני אדם אמר ליה דמרי צבי כלומר ממ\"ה רצה שיכבדוני שעשאני מלך אמר לו כך שבת רצה ממ\"ה שיכבדוהו אמר לו למה הוא עושה בו מלאכה שמוציא מרשות לרשות רוחות וגשמי' אמר לו יודע אני בך שאתה בקי בתורת היהודים שנים הדרין בחצר אחד אם אין זה נותן ערוב וזה נותן ערוב שמא מותרין הם לטלטל בשבת אבל אם דר אדם אחד בחצר אחד גדול אפילו כאנטוכיא מותר לטלטל בכולה והקב\"ה השמים כסאו והארץ הדום רגליו ומלא כל הארץ כבודו והכל שלו לפיכך יכול לטלטל בכל העולם כולו: "
            ]
        ],
        [
            [
                "<b>עשה לנו אלהים. </b>לא לשם ע\"ז נתכונו כי אם להיות שופט במקומו של משה וכן משמע מדקאמר כי זה משה האיש אשר. ומה שאמר דוד וימירו את כבודם בתבנית שור שהמירו משה שעשה להם הקב\"ה כמה נסים על ידו והא דכתיב וישתחוו לו לכבוד היה ולא לשם ע\"ז: "
            ],
            [
                "<b>פרקו. </b>אהרן לשם שמים נתכוון אמר אם אומר להם כלב או נחשון יהיה ראש עליכם אם ימליכוהו עליהם כשיבא משה אם יורידוהו מגדולתו תרבה קטטה ביניהם ויבואו לידי שפיכות דמים. ואם אומר לא אתן ראש עליהם הם יתנו מעצמם ויהי' הקטטה ואם אומר אני אהיה ראש עליהם שמא יקשה בעיני משה אעסיקם בדברים שאין להם ממש עד שיבא משה ולכך אמר פרקו לפי שהנשים חסות על תכשיטיהן וישימו ערבוביא בדבר: "
            ],
            [],
            [
                "<b>ויצר אותו. </b>שהי' עושה בו צורות כדי לאחר ולהשהות עד שיבא משה וכל כונתו היתה לשם שמים כמו שמצינו שהכתוב משבחו דכתיב כי שפתי כהן ישמרו דעת וכתיב ורבים השיב מעון זה עון העגל ואלו הרגוהו לא היתה להם תקנה ויתקיים בהם אם יהרג במקדש ה' כהן ונביא: "
            ],
            [
                "<b>וירא אהרן. </b>שטעו ונתירא שמא ישימו לב לאמר מה יושיענו זה וישימו עליהם ראש לפיכך ויבן מזבח לפניו להשהותם עד שיבא משה: ",
                "<b>ויאמר חג לה' מחר. </b>כלומר למחר נעמידהו על המלוכה ונעשה חג לה' על מנהיג ונעשה שלמים לשם הקב\"ה כמו שמצינו בשאול כשנתחדשה המלוכה: "
            ],
            [],
            [
                "<b>כי שחת עמך. </b>עמך הם בעל כרחך ובעל כרחם אשר הוצאת מארץ מצרים והם שחתו שהחליפו מנהיג ודבר אשר נתתי להם וגם עברו על אשר אמרתי לא תעשה לך פסל ואפילו לשם שמים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחת. </b>חסר כתיב לומר ששניהם שוות ושנים כנגד שמים וארץ וכנגד חתן וכלה וכנגד שני שושבינין חמשה דברות על לוח זה וחמשה על לוח זה כנגד חמשה חומשי תורה ושניהם עשרה כנגד עשרה מאמרות שבהן נברא העולם ובעירובין פרק כיצד מעברין א\"ר אלעזר מאי דכתיב לוחות אבן אם משים אדם עצמו כאבן תלמודו מתקיים בידו ואם לאו אין תלמודו מתקיים בידו וא\"ר אלעזר מאי דכתיב חרות על הלוחות אלמלא לא נשתברו לוחות הראשונים לא נשתכחה תורה מישראל רב אחא אמר אף אין אומה ולשון שולטת בהן שנאמר חרות אל תיקרי חרות אלא חירות: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וישק. </b>פירש\"י בשלשה מיתות נידונו עדים והתראה בסייף כדין עיר הנדחת שהן מרובין. וקשה א\"כ יהא ממונם אבד וי\"ל שנדונו בסייף כדין בני נח דאמרינן בסנהדרין שדינן בסייף: "
            ],
            [],
            [],
            [],
            [
                "<b>ויצא העגל הזה</b>. נראה שהתיך זהב באש ויצק אותו בדפוס ויצא ממנו עשוי בבת אחת ומה ראו לעשות צורת העגל י\"ל משעה שראו את אלהי ישראל והחיות הם ככף רגל עגל לכך בחרו דמות עגל. ויש אומר שהשליך שם טס שהעלו בו ארונו של יוסף שכתוב בו עלה שור וכו': "
            ],
            [
                "<b>לשמצה. </b>זהו שמץ ופסול שכל העכו\"ם מלעיגים עלינו על מה שעשו אבותינו העגל. ויש להשיב להם שכל יום הם עושין פסולין לעכו\"ם ומלעיגין עלינו משל למלך שהיתה לו אשה יפה והיו שפחותיה אומרות אדונינו המלך יגרש אותך ויקח אותנו לנשים אומרת להם למה, אומרות לה כי אתמול כשבא אדונינו המלך מן השוק ראה מעט טנוף מפחם על ידך ומאס בך אומרת להם שוטות ומה אשה יפה כמוני בשביל לכלוך מועט שאוכל להדיח אותו ולא יהיה רשומו ניכר יניח אותי אתם שמלוכלכות בטיט ובכסוי הקדרות כל שעה ושעה יקח לנשים: "
            ],
            [
                "<b>מי לה' אלי. </b>מי שעמד ביראת ה' ולא פשע בעגל יבא אלי מיד ויאספו אליו כל בני לוי כי השבט שלם שלא נפקד ממנו איש אבל שאר השבטים לא נמצא כל השבט שלם ולכך כתיב בהם האומר לאביו ולאמו לא ראיתיו במעשה העגל ואת אחיו לא הכיר בעגל ואת בניו לא ידע בעגל כי כלם שמרו אמרתך מה שאין כן בשאר השבטים ונראה לפי שהיו שבט לוי קרובים למשה לפיכך לא נתרצה אחד מהם להמיר מנהג במקומו ובספר הרמב\"ם ז\"ל אומר שאברהם מסר קבלת התורה ליצחק ויצחק ליעקב ויעקב ללוי וזרעו הושיבו ישיבות שלא פסקה מהם תורה כלל ולפיכך לא נשתעבדו במצרים שלא עסקו במלאכה בימיהם כי אם בתורה. ונראה ששלש כתות היו במעשה העגל כת אחת אומרת אשר ילכו לפנינו ולא נתכוונו אלא למנהיג לבד. וכת אחרת קבלוהו לע\"ז והם שלשת אלפי איש שנדונו בסייף. ושבט לוי שכלם דבקו בה': "
            ],
            [],
            [],
            [
                "<b>ולתת עליכם היום ברכה. </b>ומכאן זכו בני לוי שברכן משה בזאת הברכה אע\"פ שלא ברכן יעקב וגם בני ראובן ברכן לפי שקיימו ברכתו [צוואתו] לעבור חלוצים לפני אחיהם: "
            ],
            [],
            [],
            [
                "<b>מחני נא. </b>פירש\"י מכל התורה. ותימה שעדיין לא נכתבה תורה ופירש רשב\"ם מספרך זה ספר החיים שאדם נכתב בו בר\"ה והכי אמרי' בר\"ה מספרך אלו הבינונים אשר כתבת אלו הצדיקים. ד\"א אם אין אתה מוחל להם א\"כ היאך תמחול על ספרך אשר שברתי אם תמחול לי מחול להם כי אין משוא פנים בדבר והשיב לו הקב\"ה מי אשר חטא לי וגו' כלומר הם גרמו לך והפשיעה שלהם היא אבל אתה כדין עשית שהם לא היו ראויין לקבל הלוחות ומ\"מ הוא נמחק מכל פרשת ואתה תצוה שאין משה נזכר בה לפי שקללת חכם אפי' על תנאי היא באה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ועתה הורד עדיך מעליך. </b>תימה שהרי כבר נאמר ולא שתו איש עדיו עליו. וי\"ל שלא היה דעתם להניחם אלא לפי שעה וסבורין להחזירן לאחר מכן לכך נאמר הורד עדיך לא כשאתם סבורין אלא הורד לגמרי ולא תשובו להחזירם והר' יוסף קרא ז\"ל פי' ולא שתו איש עדיו עליו הם בגדים חמודים ונאים שלבשו בשעת מתן תורה כדכתיב ויכבסו שמלותם אבל הורד עדיך הם הכתרים שניתנו להם בשעה שאמרו נעשה ונשמע ופרקו אותם מלאכי חבלה בשעה שעבדו לעגל כדמסיק במסכת שבת וזה שאמר ויתנצלו בני ישראל שנטלום מלאכי חבלה ולא כתיב וינצלו. ד\"א ולא שתו כלי זינין כי אמרו לא נלך להלחם כי אם בלכת הקב\"ה עמנו והוא אמר הורד עדיך עד שאדע מה אעשה לך כי אלך עמכם: "
            ],
            [],
            [
                "<b>ומשה יקח את האהל. </b>אלו הכתרים שנטלו מהן וזכה משה ונטלן כדמסיק במס' שבת והיינו דכתיב אחר ויתנצלו מאותם כתרים קרן עור פניו. וי\"א שהוא מל' אהל [שהוא] ל' אורה כמו בהלו נרו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואתה לא הודעתני. </b>פי' אתה אמרת הנה מלאכי ילך לפניך ולא די שאין דעתך לילך עמנו אלא אפי' אותו מלאך שאמרת שילך עמי לא הודעתני אלא סתמא ואין לך אדם בעולם שאין לו מלאך שהולך עמו כד\"א כי מלאכיו יצוה לך ואפי' לאליעזר עבד אברהם שלח מלאך כדכתיב הוא ישלח מלאכו לפניך ואתה אמרת וגו' ומה טובה תעשה לי על כי מצאתי חן בעיניך: "
            ],
            [
                "<b>ועתה אם מצאתי חן בעיניך</b>. כלומר שתלך אתה בעצמך ובכבודך להודיעני הדרך אשר אלך בה: ",
                "<b>ואדעך</b>. פי' למען אדע כי אמצא חן בעיניך: "
            ],
            [],
            [
                "<b>ויאמר אליו. </b>תימה מאי קאמר והלא כבר נתרצה לו כדכתיב ויאמר פני ילכו. ועוד מה קאמר משה אחר כן ובמה יודע הלא בלכתך עמנו והלא נתרצה ללכת עמהם י\"ל דה\"ק הקב\"ה והניחותי לך לך אניח ולא להם ליהנות מזיו שכינתי ועל זה אמר משה אם אין פניך הולכים שיהו כלם כמותי אל תעלנו מזה ובמה יודע איפה וכו' פי' אם תלך עמי ועם עמך כראשונה בזאת ידעתי כי מצאתי חן בעיניך ויאמר ה' אל משה וגו' פי' שאלך עמכם כבתחלה. ד\"א פני ילכו כעסי ילך מעלי והוא כמו ונתתי פני ומאחר שילך כעסי מעלי אז והניחותי לך אך לא מיד. ויאמר אליו אם אין פניך הולכים וגו' כי לא אזוז מכאן עד שתלך עמנו ויאמר גם את הדבר הזה וגו' ",
                "<b>ואתה לא הודעתני</b> בתחלה אמרת ושלחתי לפניך מלאך ולבסוף אמרת הורד עדיך ועדיין לא גלית דעתך אם לילך עמנו אם לשלוח מלאך מפני שהורידו עדים במצותך ואתה אמרת ידעתיך בשם שתודיע לי בשם את אשר תשלח עמי. ומשה היה ירא להתפלל לשם שילך עמהם לפי שאמר לו פן אכלך בדרך ולכך אמר הודיעני נא את דרכיך אמר אשאל לפניו יודיעני מדותיו ולפי מדותיו אדע אם טוב לנו שילך עמנו אם לאו לפי שלא היה יודע לבחור אי זה טוב להם ואמר לו הקב\"ה פני ילכו אני אלך כי זה טוב להם והוא כמו ופניך הולכים בקרב. ",
                "<b>והניחותי לך </b>ממה שהיה לבך נוקפך אי זה תבחר אע\"פ שעדיין היה ירא משה ממה שאמר פן אכלך מ\"מ ידע כי הוא הטוב כי כבוד הוא לישראל שילך הקב\"ה עמהם מה שאינו עושה לשאר אומות ועל זה אמר אם אין פניך הולכים וגו' ונפלינו וגו'. ועדיין לא נתיישבה דעתו על מה שאמר פן אכלך אמר לו הקב\"ה גם את הדבר הזה וגו' שאודיעך מדותי שאז תתישב דעתך וכיון שראה שעת רצון היה מוסיף לשאול ואמר הראני נא וגו' כלומר רוצה אני לשמוע ולראות ויאמר אני אעביר כל טובי ואודיעך מדת טובתי אעביר לשון ויעבירו קול במחנה. וקראתי בשם ה' לפניך לפי שאמר ואדעך בשם וכן אעשה שאקרא לפניך ה' ובאותו שם אודיעך שאלך עמך: "
            ],
            [],
            [],
            [],
            [
                "<b>וחנותי את אשר אחון ורחמתי וגו'. </b>אודיעך מדותי כיצד אני חונן ומרחם אך ממה שאמרת הראני נא לא תוכל לראות פני באספקלריא המאירה כי לא יראני וגו': "
            ],
            [],
            [
                "<b>הנה מקום אתי ונצבת על הצור. </b>מצאתי בשוחר טוב אמר רב חנינא למה נקרא שמו של הקב\"ה מקום כד\"א אל המקום לפי שהוא מקומו של עולם ועדיין איני יודע אי מקומו טפל אלא כשהוא אומר הנה מקום אתי הוי אומר מקום טפל לו: "
            ],
            [
                "<b>והיה בעבור כבודי. </b>מדותי ושמתיך בנקרת הצור כדי שלא תראה כבודי ושכותי כפי ענן שלי כמו נשא לבבינו אל כפים אל אל בשמים כלומר אהיה ענן לפניך כדי שלא תראה:"
            ],
            [
                "<b>והסירותי את כפי וגו'</b>. כאדם שרואה חבירו מאחוריו ואינו יכול להתבונן בו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ויקרא בשם ה'</b>. הודיעו בשם שילך עמו:"
            ],
            [
                "<b>ויקרא ה' ה'. </b>אני הוא בעל הרחמים קודם שיחטא האדם ולאחר שיחטא האדם כך מפרש ליה במסכת ר\"ה וצריך עיון מה צריך אדם רחמים קודם שיחטא. וי\"ל מ\"מ הוא צריך רחמים לפי שגלוי וידוע לפני הקב\"ה שסופו לחטוא ולפי זה השני שמות הם מי\"ג מדות אמנם נוצר חסד לאלפים אינו נמנה אלא באחד והרב ר' נסים ז\"ל פי' נוצר חסד לאלפים שתי מדות הם והשם ראשון אינו מן המנין ופשטיה דקרא ויעבור ה' על פניו ויקרא בשם ה' ה' אל רחום וגו' המדות הללו תקראו לפני בעת שיצטרכו לרחמים:",
                "<b> אל. </b>דיין אמת ושופט צדק כמו עד האלהים יבא דבר שניהם:",
                "<b> רחום. </b>שמרחם על העניים ומצילם:",
                "<b> וחנון. </b>אפילו לעשירים שכל מי שנותן מתנה חונן כמו וצדיק חונן ונותן:",
                "<b>ארך אפים. </b>לרשעים שאינו ממהר ליפרע מהם:",
                "<b> ורב חסד. </b>שמרבה חסדו על מדת הפורענות כמו שאמרו חכמינו ז\"ל מדה טובה מרובה על מדת פורענות:",
                "<b> ואמת. </b>מה שאני מבטיח אם עושה טובה לבריות אם לא יפשע האדם בעצמו שיחטא ויגרום החטא: "
            ],
            [
                "<b>נוצר חסד לאלפים. </b>אני מזכירו לבניו ולבני בניו עד לאלף דור וכן כתיב שומר הברית והחסד לאלף דור ופרשב\"ם דלאלפים דהכא היינו לאלף דור דהתם כמו שקורא לדור רביעי רבעים כך קורא לדור אלף אלפים:",
                "<b> נושא עון. </b>לאדם שחוטא ע\"י יצר הרע שמכריחו לחטא:",
                "<b> ופשע. </b>אלו המרדים שאדם חוטא להכעיס. וכן הוא אומר מלך מואב פשע בי:",
                "<b> וחטאה. </b>שוגג כדאמר נפש כי תחטא בשגגה ר\"ל אלו אני נושא ואיני פורע מהן מיד: ",
                "<b>ונקה לא ינקה. </b>שאינו מנקה אותם לגמרי אם לא על ידי תשובה ומעשים טובים וכן אחז\"ל ונקה לשבים ואינו מנקה לשאינן שבים אלא פוקד עון אבות על בנים וגו': ",
                "<b>פוקד. </b>גם זו ממדת רחמיו של הקב\"ה שאינו ממהר ליפרע אלא ממתין עד יום פקודה דכתיב וביום פקדי אכן אינו מן מנין י\"ג מדות וזה קשה לדברי האומר כי וימהר משה לפי שהיה ירא פן יוסיף על דור חמישי ואדרבה לפי מה שפי' זו היא מדת רחמים שאינו משלם לאיש כפעלו: "
            ],
            [
                "<b>וימהר משה. </b>כיון ששמע המדות שאמר הקב\"ה שהוא רחום וחנון וארך אפים נתיישבה דעתו על מה שאמר פן אכלך והודה והשתחוה ולפי' חזר והוסיף תפלה על תפלה אם נא מצאתי חן בעיניך ילך נא וגו' כלו' מאותו טעם שאמרת לנו שלא תלך לפי שעם קשה עורף אתה פן אכלך בדרך מאותו טעם אנו צריכין שתלך עמנו כי עם קשה עורף הוא ואתה אל רחום וחנון וסלחת לעונינו ולחטאתנו. "
            ],
            [
                " ...",
                "<b>ונחלתנו. </b>פירוש תנחילנו הארץ שנשבעת לאבותינו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלהי מסכה. </b>לפי שעשו להם עגל מסכה חזר והזהירן שלא לעשות עוד כן: "
            ],
            [
                "<b>את חג המצות. </b>כלומר לא תוסיף עוד חג מלבך כאשר עשית בעגל כדכתיב ויאמרו חג לה' מחר וגם לא יום איד לע\"ז אלא אותן שצויתי לך תשמור ולפיכך סמכו לקרא אלהי מסכה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא יחמוד איש את ארצך. </b>כי יאמרו בלבם ארצות שהיינו מחזיקים בהם לא נשאר בידינו כי הורישם אלהיהם כל שכן שלא נוכל לקחת ארצם מידם כיון שהן עוסקין במצותיו: "
            ],
            [],
            [
                "<b>לא תבשל גדי. </b>מכאן רמז למה שאחז\"ל לא ישא אדם מינקת חבירו וה\"פ לא תבשל בקדרה שבשל בה חבירך. לא תשא גרושתו או אלמנתו כל זמן שהגדי הוא התינוק צריך לחלב אמו דהיינו כ\"ד חדש וכי האי גונא אשכחן בפרק ערבי פסחים אל תבשל בקדרה שבשל בה חברך אמר רב פפא בגרושה בחיי בעלה אי בעית אימא אפי' אלמנה נמי לפי שאין כל האצבעות שוות: "
            ],
            [],
            [],
            [],
            [
                "<b>והנה קרן. </b>שהבהיק אורו מזיו שכינה וכן קרנים מידו לו. ונ\"ל כי כשהבקר אור דומה לאיל שקרניו מפוצלות ומתפצל אילך ואילך וזהו לשון קרן ולפי שטעו ורצו להעמיד מנהיג במקומו האיר הקב\"ה אותו מזיו שכינתו להראות להן שלא היה מנהיג ראוי כמוהו: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>לא תבערו אש. </b>הזהירה תורה על ההבערה טפי משאר מלאכות מפני שאינה נראית כל כך מלאכה ושמא יאמרו לא נעשה מלאכה אבל נבעיר האש ונזמין הכל כדי לעשות בזהב ובכסף מיד לאחר השבת לכך נאמר לא תבערו. ובמסכת שבת נחלקו רבותינו איכא מאן דאמר הבערה ללאו יצאתה ואיכא מאן דאמר לחלק יצתה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויעש יריעות עזים. </b>ראשונה לכל מלאכת המשכן כדי שיהו מוכנות לאהל על המשכן מיד שיעשו הקרשים ולא יהיה שעה אחת בלא כסוי ואחר ויעש הקרשים כדי להכניס לתוכן מיד הארון ולא יהיה שעה אחת בחוץ: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויבואו האנשים על הנשים. </b>כלומר לשלול מהן תכשיטיהן כדכתיב חח ונזם ואעפ\"כ הנשים שמחות וזהירות במלאכת שמים כדכתיב כל הנשים אשר נשא לבן אותנה לפיכך זכו הנשים שלא לעשות מלאכה בראש חדש לפי שבמעשה העגל לקחו תכשיטיהן בעל כרחן כדמשמע מדכתיב ויתפרקו וגו' ובמעשה המשכן שמחו בנתינה לפיכך נתן להם ר\"ח לי\"ט ונ\"ל דזהו ר\"ח ניסן שבו הוקם המשכן ואגב אותו ר\"ח משמרות כל ר\"ח השנה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והנשיאים. </b>איתא בפ' בתרא דיומא דנשיאים עננים כשהיה המן יורד לישראל היה יורד עמו אבנים טובות ומרגליות וזש\"ה והם הביאו אליו זה המן שנאמר בו בבקר בבקר. ועוד אמ\"ר יוחנן לשני בקרים הביאו כל נדבת המשכן והותירו: ",
                "<b>את אבני השהם וגו'</b>. כל אחד אבן אחת לכתוב עליו שבטו ואבני השהם הביאו כלם וכן שמן המשחה: "
            ],
            [],
            [],
            [
                "<b>ראו קרא. </b>מהו ראו לפי שכשאמר משה לישראל שבצלאל יעשה המשכן היו ישראל מרננים אחרי משה ואומרים שכל הגדולה הוא נוטל לו ולמשפחתו אמר להם משה דעו וראו כי לא מדעתי אני עושה אלא מפי הקב\"ה ואף משה עצמו בשעה שאמר לו הקב\"ה על מלאכת המשכן ועשית היה סבור לעשות הכל אמר לו הקב\"ה לא כאשר עולה בדעתך אלא צדיק שנהרג על מעשה העגל דהיינו חור יבא בן בנו ויעשנו לפי שהמשכן כפרה על אותו מעשה וזהו שאמר לו הקב\"ה ראה קראתי וגו': "
            ],
            [
                "<b>בחכמה. </b>דכתיב ה' בחכמה יסד ארץ.",
                "<b>בתבונה. </b>דכתיב כונן שמים בתבונה.",
                "<b>בדעת</b>. דכתיב בדעתו תהומות נבקעו וכן בבנין שלמה בן אשה אלמנה ממטה נפתלי וגו' וימלא את החכמה ואת התבונה ואת הדעת וכן בנין דלעתיד דכתיב בחכמה יבנה בית ובתבונה יתכונן ובדעת חדרים ימלאו כל הון יקר ונעים וכו': "
            ]
        ],
        [],
        [
            [
                "<b>ויעש בצלאל את הארון. </b>הוא היה ראשון לכל כלי המשכן דכתיב פתח דבריך יאיר שהאור נברא בעולם תחלה ולכך הארון שבו התורה נתונה שנאמר כי נר מצוה ותורה אור נעשה תחלה ואין אתה מוצא שמו של בצלאל על שום כלי מכל כלי המשכן אלא על הארון לפי ששם של בצלאל מורה על שום צל אל וזהו נוטריקון של בצלאל וגם זהו שאמחז\"ל שמדעתו היה סדר העשיה אמר לו משה בצל אל היית:",
                "<b> עצי שטים. </b>לפי שעתידין לחטא בשטים העמיד להם זה לכפר על מעשה שטים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במראות הצובאות. </b>כדי שיראו אותו הנשים לכך היה נתון בין אהל מועד למזבח משוך כלפי צפון ויראו משם סוטה שותה ונוסרו על ידי כן: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלה פקודי. </b>למה נאמר המשכן שני פעמים לפי שעתיד להתמשכן שני פעמים ראשון ושני:",
                "<b> העדות. </b>שהוא עדות לאומות העולם שנתרצה הקב\"ה על מעשה העגל ששכינה שורה שם. ד\"א שהיה עדות למשה כי בשעה שחשדוהו שגנב שקלים ממלאכת המשכן אמר להם משה רוצה אני שיהא המשכן עדות וחזרו ומנו ומצאו שהושמו בווין לעמודים ודריש ליה מוהמלאכה היתה דים קח ראשי תיבות ויעלו ט\"ו ווין כלומר ט\"ו יותר ומיד נתן משה ט\"ו שבחות להקב\"ה והן בישתבח שיר ושבחה וכנגדן ט\"ו ברוך בברוך שאמר וכנגדן ט\"ו ווין באמת ויציב וכו':",
                "<b> ביד איתמר. </b>אע\"פ שמשה רבינו ממונה על הכל הוצרך למנות איתמר עמו לפי שאין עושין שררה על הצבור בפחות משנים: "
            ],
            [],
            [],
            [],
            [
                "<b>וכסף פקודי העדה. </b>אינו אומר כסף התרומה ולא כסף התנופה כמו שאומר נחשת התנופה להגיד לך שכסף מנין העדה עולה למנין זה כאשר היה צריך למלאכת המשכן בצמצום. ובכסף ונחשת פי' הכתוב מה נעשה בהם לפי שרוב הכלים נעשו מהם אבל בזהב לא פי' לפי שלא נעשה ממנה כלי שלם רק המנורה והכפורת וצפוי לקרשים ולבדים ולמזבח הזהב ולשלחן בא וראה כמה חביב המשכן שהוא כנגד ברייתו של עולם כיצד ביום הראשון בראשית את השמים. וכתיב נוטה שמים כיריעה וכנגדן במשכן ועשית יריעות עזים. בשני יהי רקיע ויהי מבדיל וכנגדו במשכן והבדילה הפרכת לכם. בשלישי יקוו המים וכנגדו ועשית כיור ששם המים מכונסין. ברביעי יהי מאורות וכנגדן ועשית מנורת זהב. בחמישי ישרצו המים ועוף יעופף וכנגדו והיו הכרובים פורשי כנפים. בששי נברא אדם וכנגדו ואתה הקרב אליך את אהרן אחיך בשביעי ויכלו וכנגדו ותכל ולשם כתיב ויברך אלהים וכנגדו ויברך אותם משה. לשם כתיב ויקדש אותו וכנגדו וימשח אותו ויקדש אותו וכנגד שמים בית קדשי הקדשים ששם שכינת הקב\"ה. וכנגד הארץ ופרי הארץ השלחן ושתי מערכות של לחם הפנים שש המערכות כנגד ששה עתים זרע וקציר וקור וחום וקיץ וחורף: "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}