{
    "versionTitle": "Eliyahu Munk, HaChut Hameshulash", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Radak on Genesis", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "ויאמר ה' אל אברם לך לך מארצך וממולדתך ומבית אביך אל הארץ אשר אראך, in this instance the word ויאמר refers to something G’d had already said to Avram before he had even moved away from Ur Casdim, a move he made at the command of G’d. We know this from Genesis 15,7 where G’d reminds him that “I am the Lord Who has taken you out of Ur Casdim.” It is possible that G’d repeated this directive once more while Avram was in Charan. As to the meaning of the word lecha, i.e. “for your own good,” this does not have any special significance, being a commonly used figure of speech. One example would be Exodus 18,27 וילך לו where Yitro’s return to Midian is described in a similar way, and no one suggests that he did so “for his own good.” Another such example is found in Jeremiah 5,5 אלכה לי, “I am going,” where no one suggests that Jeremiah had ulterior motives in going to the wealthy people to speak to them in the belief that they knew the ways of the Lord. Still other examples of a similar construction are found in Numbers 22,34 אשובה לי or in Genesis 45,19 קחו לכם.", 
                "מארצך, G’d had to add this as it is difficult for a person to leave a homeland in which he had dwelled for many years,  all the more so if that land was at the same time the place where he had been born.", 
                "This is why G’d added: וממולדתך, since it is doubly difficult to separate from one’s family also and to go to a country where one knows no one. This is the meaning of מבית אביך, “away from your father’s house.”", 
                "אל הארץ אשר אראך, if G’d had told Avram that He would show him a land which was rich, fertile, good, etc., it would not have been as difficult to comply with such a directive. But the fact that G’d did not add these inducements made it more difficult for Avram to decide. The reason why G’d did not offer these inducements was to show us, the readers, how great was Avram’s love of G’d that he unquestioningly abided by what G’d had asked him to do. He was determined to carry out the wishes of his G’d. "
            ]
        ]
    ], 
    "versionSource": "http://www.urimpublications.com/Merchant2/merchant.mv?Screen=PROD&Store_Code=UP&Product_Code=chut", 
    "heTitle": "רדק על בראשית", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}