{
    "title": "Kessef Mishneh on Mishneh Torah, Sabbatical Year and the Jubilee",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Sabbatical_Year_and_the_Jubilee",
    "text": [
        [
            [],
            [
                "<b><small>(א-ב)</small> מצות עשה לשבות וכו' אינו לוקה מן התורה אלא על הזריעה וכו'.</b> בריש מועד קטן (דף ג') ובחרישה בשביעית נחלקו ר' יוחנן ור' אלעזר חד אמר לוקה וחד אמר אינו לוקה ומספיקא לא מלקינן ליה ועוד דרבא דאמר אהני תולדות מיחייב אאחרנייתא לא מיחייב סבר כוותיה ועוד דבירושלמי פ''ז סיימו דרבי יוחנן סבר אין לוקין: \n\n"
            ],
            [],
            [],
            [
                "<b>אין נוטעין בשביעית אפילו אילן סרק.</b> ירושלמי פ''ד דשביעית (הלכה ד') רשב''ג אומר נוטעין אילן סרק בשביעית משמע דרבנן אסרי. \n",
                "<b>ומ''ש ולא יחתוך היבולת וכו'.</b> משנה פ''ב דשביעית (מ''ב) ואיתא בגמרא בריש מ''ק (דף ג'): \n",
                "<b>ומ''ש ולא יפסג.</b> בריש מ''ק x ופירש''י כשהאילן הוא רך הרבה ויראים שמא ישבר סומכין אותו והר''ן כתב שאילן שענפיו נוטים לכאן ולכאן קושרים אותם כדי שיעלו למעלה ולא יכבדו על גוף האילן: \n\n"
            ],
            [
                "<b>אין מציתין את האור וכו'.</b> תוספתא פ''ג וירושלמי פ''ד דשביעית (הלכה ד') וכת''ק. \n",
                "<b>ומ''ש באישת הקנים</b> שם [באישת הקנים] מחיצת הקנים: \n",
                "<b>ואין מלמדין את הפרה וכו' ושורין וכו' עד במוצאי שביעית.</b> ירושלמי שם: \n",
                "<b>הראב''ד</b> כתב נ''א ומשיירין את הזרעים משביעית למוצאי שביעית עכ''ל ואיני יודע מה מלמדנו: \n",
                "<b>ומ''ש ומקיימים האלויי בראש הגג אבל אין משקין אותו.</b> שם בירוש' ולא נתפרש לי פירוש האלויי ומ''כ פי' האלויי העולים בראש הגג וטעמו מפני שאל''ף ועי''ן מתחלפות. ומ''מ יש לתמוה מאי אשמעינן דמקיימין אותו והא אף בשדה העולה בו מקיימין אותו. והראב''ד כתב נ''א מקיימין את העלין שבגג עכ''ל. וגם עליו יש לתמוה כן ואפשר לדחוק ולומר דה''ק אע''פ שאין איסור בקיומו אין משקין אותו ויותר נכון לומר דהכי קאמר אע''פ שירקות רכין אין מקיימין אותן כמו שיתבאר בפרק ד' מפני מראית העין שיבאו לומר שנזרעו בשביעית אבל העולים בראש הגג אע''פ שהם רכים מותר לקיימם דליכא למיחש שיאמרו שנזרעו בשביעית שאין דרך לזרוע בגג אלא מאליו עולה ונראה שלכך היה שונה העלים להורות דברכים מיירי: \n\n"
            ],
            [
                "<b>סוקרין את האילן בסיקרא וטוענין אותו באבנים.</b> ירושלמי פ''ד דשביעית (ומ''ק דף ב'): \n",
                "<b>ומ''ש ועודרין תחת הגפנים.</b> בריש מ''ק ורש''י כתב דל''ג לה משום דלעיל קתני מנין לעידור שאסור ורבינו נראה שלא היה גורס ההיא דמנין לעידור דאסור. \n",
                "<b>ומ''ש והמקשקש בזיתים אם להברות את האילן אסור וכו'.</b> שם ופירש''י קשקוש היינו עידור אלא שעידור בגפנים וקשקוש בזיתים: \n\n"
            ],
            [
                "<b>משקין בית השלחין וכו'.</b> משנה שם: \n",
                "<b>וכן שדה האילנות וכו'. </b> משנה שם (דף ו':) רבי אליעזר בן יעקב אומר מושכין את המים מאילן לאילן ובלבד שלא ישקה את כל השדה וכו' וחכמים מתירים ובירושלמי שם (הלכה ג') ובסוף פ''ב דשביעית (הלכה ז') מה נן קיימין אם במרווחין דברי הכל אסור אם ברצופין דברי הכל מותר אלא כי נן קיימין בנטועין מטע עשר לבית סאה רבי אליעזר בן יעקב עבד לון כמרווחין ורבנן עבדין לון כרצופין הא רבנן אמרי במרווחין אסור להשקות מהו להמשיך [נילף הדא דרבנן מן דרבי אליעזר בן יעקב כמה דראב''י אמר במרווחין אסור להשקות ומותר להמשיך] כן רבנן אמרי במרווחין אסור להשקות ומותר להמשיך. ואע''פ שמשנת ראב''י קב ונקי פסק רבינו כחכמים דרבים נינהו ואע''פ שבפ''ח מהלכות שביתת יום טוב פסק כראב''י היינו משום דאשכחן מימרא דרב יהודה אם היתה שדה מטוענת מותר דשייכא בדראב''י דאילו לרבנן לא איצטריך ורב יהודה לא איירי אלא במועד אבל בשביעית הדרינן לכללין ופסקינן כרבים דהא איכא טעמא לחלק בין שביעית לחול המועד כדאיתא בירושלמי פרק ב' דשביעית: \n",
                "<b>ומ''ש וכן עפר הלבן וכו'.</b> משנה פרק ב' דשביעית (משנה י') מרביצין בעפר לבן בשביעית דברי ר''ש ראב''י אוסר ומן הדין היה לפסוק כראב''י שמשנתו קב ונקי אלא מפני שאמרו שם בירושלמי אתיא דר''ש כרבנן ודראב''י כשיטתיה דתנינן תמן מושכין את המים מאילן לאילן וכו' וכיון דר''ש כרבנן פסק הלכה כרבנן וכן פסק בפירוש המשנה: \n\n"
            ],
            [
                "<b>ועושין עוגיות לגפנים.</b> ברייתא בריש מ''ק (דף ג') לענין שביעית ולפי מה ששנינו שם במשנה אין עושין עוגיות לגפנים לא קאי אלא למועד ולא לשביעית ובפירש''י עוגיות עגול סביב: \n",
                "<b>ועושין אמת המים בתחלה.</b> משנה שם ופסק כחכמים. \n",
                "<b>ומה שכתב וממלאים את הנקעים מים.</b> שם בברייתא: \n\n"
            ],
            [
                "<b>ומפני מה התירו כל אלה וכו' שאין אסור מן התורה אלא אותם שתי אבות וכו'.</b> בריש מ''ק: \n\n"
            ],
            [
                "<b>משרבו האנסין וכו'.</b> בפרק זה בורר (סנהדרין דף כ״ו) משרבו האנסין ומאי נינהו ארנונא כדמכריז רבי ינאי פוקו וזרעו בשביעית משום ארנונא חזרו לומר אוספי [שביעית] כשרים ומפרש רבינו שהטילו מלכי רומי לעשות מחנות לחיילותיהם ורש״י פירש ארנונא מס שגובה מן התבואות כך וכך מן השדה לשנה. פוקו זרעו בשביעית שביעית בזמן הזה דרבנן דבטלה קדושת הארץ. והראב״ד כתב אנו קבלנו וכו': \n",
                "<b>וכן מי שכפאו אנס וכו'.</b> נראה שבא ללמדנו שאף על פי שלא יהיה האנס מלך או עבד מלך הרי זה עושה. \n",
                "<b>ומה שכתב בחנם</b> נראה שהטעם כדי שלא יבואו להערים: \n\n"
            ],
            [
                "<b>הנוטע בשביעית וכו'.</b> משנה פ''ב דתרומות (משנה ג'). \n",
                "<b>ומ''ש מפני שישראל חשודים וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>החורש את שדהו וכו'.</b> משנה פ''ד דשביעית (משנה ב') שדה שנטייבה או שנדיירה לא תזרע במוצאי שביעית: \n",
                "<b>ומ''ש ואין חוכרין אותה ממנו.</b> גם זה משנה ג' שם חוכרים נירים מן העכו''ם בשביעית אבל לא מישראל. \n",
                "<b>ומה שכתב ואם מת יזרענה בנו.</b> שם בירושלמי ובפרק מי שהפך (מועד קטן דף י״ג) ובפרק השולח (גיטין דף ל״ה:) ובפרק כל פסולי המוקדשין (דף מ״ד): \n\n"
            ],
            [
                "<b>המעביר קוצים מארצו וכו'.</b> משנה בפרק רביעי דשביעית (משנה ב') שדה שנתקווצה תזרע במוצאי שביעית. \n",
                "<b>ומ''ש או שסקל ממנה אבנים וכו'.</b> במועד קטן (דף ג'): \n\n"
            ],
            [
                "<b>הטומן לפת וכו'.</b> משנה ספ''ק דכלאים (משנה ט'): \n",
                "<b>הטומן את הלוף וכו'.</b> משנה פ''ה דשביעית (משנה ב') וכחכמים: \n",
                "<b>ומותר למרס באורז בשביעית וכו'.</b> משנה ספ''ב דשביעית (משנה י') ממרסין באורז בשביעית ר''ש אומר אבל אין מכסחין ופי' הר''ש ממרסין באורז שמשקין עפר האורז ומערבבין המים בעפר מלשון נתנו לממרס אבל אין מכסחין שאין חותכין עלין של אורז תרגום לא תזמור לא תכסח. ופסק רבינו כרבי שמעון ונראה לי שהטעם מפני שהוא מפרש שרבי שמעון לא לחלוק בא אלא לפרש וכן נראה מדבריו מפירוש המשנה: \n\n"
            ],
            [],
            [
                "<b><small>(טז-יז)</small> בראשונה היו אומרים וכו'.</b> משנה ריש פ''ד (מ''א) וירושלמי פ''ד דשביעית. \n",
                "<b>ומ''ש היתה בהמתו עומדת בתוך וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>הקוצץ אילן וכו' עד מותר לשרש.</b> משנה שם (משנה ד) וכב''ה ואע''פ שהיא שנויה בזיתים הוא הדין לכל אילן: \n\n"
            ],
            [
                "<b>המבקיע בזית וכו'.</b> משנה ה' שם: \n\n"
            ],
            [
                "<b>המזנב בגפנים וכו'.</b> גם זה משנה ו' שם וכרבי עקיבא: \n\n"
            ],
            [
                "<b>אין קוצצין בתולת שקמה וכו'.</b> משנה ה' שם ופסק כרבי יהודה וכן פסק בפירוש המשנה ואפשר שהטעם מפני שהוא סובר שרבי יהודה לא לחלוק בא אלא לפרש: \n\n"
            ],
            [
                "<b>אילן שנפשח וכו'.</b> גם זה משנה ו' שם: \n\n"
            ]
        ],
        [
            [
                "<b>לא יוציא אדם זבלים וכו'.</b> נלמד ממה שיבא. \n",
                "<b>ומ''ש ולא יעשה אשפה בתוך שדהו וכו'.</b> משנה רפ''ג דשביעית (משנה א') ופסק כר' יוסי לגבי ר''מ ורבי יהודה, \n",
                "<b>ומתוק</b> פירש בירוש' פקוע והוא מלשון פקועות שדה וכו' והוא הנקרא בערבי חנט''ל והוא מר וקראוהו מתוק ע''ד סגי נהור. \n",
                "<b>ומשיקשר</b> פירש בירוש' משיעשה קשרים קשרים: \n",
                "<b>ולא יעשה אשפה פחותה מק''נ סאה של זבל וכו'.</b> משנה שם (מ''ב) עד כמה מזבלין עד ג' ג' אשפתות לבית סאה של עשר עשר משפלות של לתך לתך וידוע שהכור שלשים סאין ולתך חצי כור. \n",
                "<b>ומ''ש ואם רצה להוסיף יוסיף.</b> שם במשנה מוסיפין על המשפלות ואין מוסיפין על האשפתות ר''ש אומר אף על האשפתות וכתב רבינו אם ירצה להוסיף מוסיף כלומר אם ירצה להוסיף בכל אשפה יותר מק''נ סאה מוסיף והיינו דתנן מוסיפין על המשפלות. \n",
                "<b>ומ''ש היה לו דבר מועט וכו'.</b> שם במשנה ג' ופסק כת''ק. \n",
                "<b>ומ''ש ולא יעשה בכל בית סאה יתר מג' אשפתות</b> היינו כת''ק דאמר אין מוסיפין על האשפתות: \n\n"
            ],
            [
                "<b>והרוצה לעשות כל שדהו וכו'.</b> משנה ג' שם עושה אדם את שדהו ג' ג' אשפתות לבית סאה יתר מכאן x מחציב דברי ר''ש וחכ''א עד שיעמיק ג' או עד שיגביה ג' כך היא גירסת ספרי המשנה ונוסחא אחרת יתר מכאן מותר וזו גירסא נכונה וגם גירסת מחציב יש לפרש כן דמחציב הוא מלשון חצובא שהם רגלי הקנקן ויש קנקנים שיש להם הרבה רגלים ופירוש יתר מכאן כלומר אפילו יותר משלש אשפתות לבית סאה מותר לעשות ור''ש לטעמיה ואע''ג דתנא ליה ברישא הדר תנייה כדאמרינן בירושלמי ולמה תניתא תרי זימנין אמר רבי ירמיה כאן בפוחת מן המשפלות וכו' ומשמע לי שרבינו מפרש דמתני' תרי מילי קתני ברישא שאם רצה לעשות כל שדהו ג' ג' אשפתות לבית סאה עושה והדר קתני שאם רצה להוסיף יותר מג' ג' אשפתות לבית סאה מותר לרבי שמעון ולחכמים אסור להוסיף יותר משלש אשפתות לבית סאה אלא ע''י שיעמיק שלשה או יגביה שלשה וכו'. \n",
                "<b>ומ''ש והעושה זבלו אוצר עושה.</b> משנה שם וכת''ק ופי' הר''ש עושה אדם את זבלו אוצר דאותן שלש אשפתות לבית סאה אם בא להניחן במקום אחד בשדה ואפילו מאה משפלות במקום אחד מותר ולא תימא כי היכי דאסרי רבנן יותר משלש אשפתות לבית סאה ה''נ אסור במקום אחד יותר משיעור שלש אשפתות קמ''ל דמותר: \n\n"
            ],
            [
                "<b>ומה שכתב רבינו היה מעמיד הזבל על הסלע וכו'.</b> היינו סיפא דמתניתין שכתבתי בסמוך יתר מכאן מותר דברי ר''ש וחכ''א עד שיעמיק שלשה או עד שיגביה שלשה וידוע דהלכה כחכמים ומשמע לרבינו דהוא הדין לנותן על הסלע מדקתני התם בבבא אחריתי דרבי אליעזר בן עזריה משוה נותן על הסלע למעמיק שלשה או מגביה שלשה משמע דת''ק גם בנותן על הסלע בעי שיגביה שלשה: \n\n"
            ],
            [
                "<b>מותר לאדם להוציא זבל וכו' עד וגומם עד לארץ.</b> הכל משנה שם (משנה ד'): \n",
                "<b>כתב</b> הראב''ד עיקם עלינו את הדרך וכו'. ויש לומר שרבינו מפרש כאן שמה ששנינו ומוציא מן הסהר ונותן לתוך שדהו מילתא באפי נפשה היא דאשמעינן שמותר להוציא זבל מהסהר ולתת בתוך שדהו בין שהיה הסהר בתוך שדהו או בתוך שדה חבירו וכדרך ששנה ברישא עושה אדם שדהו שלש שלש אשפתות לבית סאה דהתם איירי במוציא הזבל מהחצר והכא איירי במוציא מהסהר ואשמעינן דחצר וסהר שוים הן ולהורות לנו שאינו מקושר ומוציא מן הסהר וכו' עם המדייר שדהו וכו' דלא נימא דוקא בהאי גוונא שעוקר שלש רוחות וכו' הוא שמוציא מהסהר ונותן לתוך שדהו אבל בגוונא אחרינא אינו מוציא מהסהר ונותן לתוך שדהו ולהזהר מזה הקדים רבינו מוציא מן הסהר ואין בדבר עיקום ולא בילבול אדרבה אפריון נמטייה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>ומ''ש בד''א בשנתכוון לתקן שדהו וכו'.</b> לשון המשנה בד''א מתוך שלו אבל מתוך של חבירו מה שהוא רוצה יטול בד''א בזמן שלא התחיל בו מערב שביעית אבל אם התחיל בו מערב שביעית מה שהוא רוצה נוטל. ובירושלמי תני אמר רבי יודא בד''א בזמן שלא נתכוון לתיקון שדהו אבל אם נתכוון לתיקון שדהו אפילו יותר מכאן מותר אמר רבן שמעון בן גמליאל [בד''א] בזמן שלא נתכוון לתיקון שדהו אבל אם נתכוון לתיקון שדהו אפי' פחות מכאן אסור אמר רב ביבי הורי רבי ייסא כדון תניא לקולא ורבינו נראה שגורס הורי רבי ייסא כדון תניא לחומרא ועל האומר לקולא תמהני איך יתכן שיקל בנתכוון לתקן שדהו יותר מכשלא נתכוון וגם על סברת רבי יהודה יש לתמוה כן ונראה שהיא כתובה בטעות וכך צריך להגיה בד''א שנתכוון לתיקון שדהו אבל לא נתכוון אפילו יותר מכאן מותר: \n\n"
            ],
            [
                "<b>אבנים שראויות וכו' עד לא ינטלו.</b> גם זה משנה שם (משנה ז') אבנים שזעזעתן המחרישה ובירושלמי לא סוף דבר בשזעזעתן [המחרישה] אלא אפילו מחרישה עתידה לזעזען: \n\n"
            ],
            [
                "<b>המסקל שדהו וכו' עד יטול את כולן.</b> ג''ז במשנה שם: \n\n"
            ],
            [
                "<b>לא ימלא אדם גיא עפר וכו'.</b> ג''ז משנה ח' שם ולא יסמוך בעפר אבל עושה הוא חייץ וכל אבן שיכול לפשוט ידו וליטלה ה''ז תנטל: \n",
                "<b>כתב</b> הראב''ד המשנה לא דברה על זה כלל אבל היא כך וכו'. ואני אומר שהוקשה לרבינו מה תיקון יש בבנין המדרגות ע''פ הגאיות ולפיכך פירש בפירוש משנה זו כך כשיבנה מדרגה על הגאיות ההם ויישר אותם לתקנם לא יסמוך בעפר ר''ל לא יחזיר העפר לגאיות ההם כדי שישוה פניהם עכ''ל. נראה שהוא ז''ל מפרש דרישא אסיפא סמיך וה''ק כשבונים מדרגות על פי הגאיות לא יסמוך בעפר כלומר לא יחזיר עפר לגאיות ההם כדי שישוה פניהם ומ''מ יש לתמוה למה לא חילק רבינו בין ערב שביעית משפסקו גשמים לשביעית משפסקו גשמים כמו שחילקו במשנה וצ''עx. ועל מה ששנינו אבל עושה הוא חייץ פירש שם רבינו חייץ הוא מחיצה ר''ל להבדיל אותו הגיא מכל השדה עכ''ל. וע''פ מה שפירש באין בונין מדרגות ע''פ הגאיות שאין אסור בנין המדרגות אלא שלא יסמוך בעפר איך יפול על זה אבל עושה הוא חייץ ואפשר דה''ק לא יחזיר העפר לגאיות משום דהוי תיקון הקרקע אבל עושה הוא חייץ שאף ע''פ שהוא שבח לגיא להיות מובדל משאר שדות מ''מ אינו תיקון הקרקע ממש. ועל מה ששנינו וכל אבן שהוא יכול לפשוט ידו וליטלה פירש רבינו האבנים שיהיו קרובים לפי הגאיות כדי שיוכל להושיט ידו ולקחתם מותר לו לקחתם ומה שלא אפשר לקחתם עד שירד בגיא אינו מותר לו לקחתם מפני שכשנראה אותו יורד או ישלשל עצמו לקחת אותם נאמר שהוא לתקן שדהו נתכוון עכ''ל. והר''ש פירש כל אבן שבשדהו אפילו קטנה אם הוא יכול לפשוט ידו וליטלה ולבנות בה גדר של אבנים כגון שסמוכים לגדר הרי זה תנטל שהגדר מוכיח עליו דלבנות הגדר נוטלה ולא לתקן השדה לזריעה עכ''ל. והראב''ד פירש כל אבן שהוא יכול לפשוט כשעומד בר''ה וליטול אותה מתוך שדה חבירו תנטל ואין כאן משום גזל וכו' והוא על פי הירושלמי דאמאי דתנן כל אבן שהוא יכול לפשוט את ידו וליטלה ה''ז תנטל א''ר יעקב בר בון בשם ר''ל זאת אומרת שאסור ללקט צרורות מתוך שדה חבירו די מנכש ויהיב עשביה עליהון הדא דתימא בבקעה אבל בהרים ובטרשים וטיבו חשב ליה: \n\n"
            ],
            [
                "<b>אבני כתף וכו'.</b> ג''ז משנה ט' שם וכרבי יוסי: \n",
                "<b>כתב</b> הראב''ד מ''מ אפילו מתוך שלו עכ''ל. \n",
                "<b>ומ''ש וכן הקבלן מביא מ''מ.</b> ג''ז משנה שם: \n",
                "<b>וכתב</b> הראב''ד פירוש קבלן שקיבל לעשותו חייץ וכו'. ותמיהא לי וכי נתכוון לחלוק שדהו מה בכך הא תנן אבל עושה הוא חייץ וצ''ע. ופי' הר''ש הקבלן מלשון מקבלי קיבולת שדרכו לעשות בנינים בקיבולת מביא מ''מ ואפילו פחותות מאבני כתף דאין כוונתו אלא לקבץ אבנים ואפילו מביא משדות שלו שרי דאי משדות אחרים אפילו אינו קבלן שרי כדתנן לעיל דמתוך של חבירו מה שהוא רוצה נוטל וי''מ קבלן שקיבל שדה באריסות דלא חשיב האי שדה כשלו ונוטל ממנו אפילו קטנות אע''פ שהוא אריס בה עכ''ל. ורבינו בפירוש המשנה כתב כי''מ: \n\n"
            ],
            [
                "<b>פרצה שהיא סוגה בעפר וכו'.</b> ירושלמי שם (הלכה י') אמאי דתנן הבונה גדר בינו ובין ר''ה מותר להעמיק עד הסלע ל''ש אלא בינו לבין ר''ה הא בינו לבין חבירו אסור בשביעית אבל במועד אפילו בינו לבין ר''ה אסור בפירצה שהיא סגה את העפר אבל בפירצה שאינה סגה את העפר מותר לגדרה בשביעית וכו' ושאינה מכשלת את הרבים אבל אם היתה מכשלת אע''פ x (שאינה) סגה את העפר מותר לגדרה בשביעית ע''כ: \n",
                "<b>וכתב</b> הראב''ד זו הגירסא משובשת מצאתיה בירושלמי וכו': \n\n"
            ],
            [
                "<b>אסור לבנות גדר וכו'.</b> ירושלמי שם. \n",
                "<b>ומ''ש אבל בונה גדר בינו ובין רשות הרבים וכו' עד סוף הפרק.</b> משנה ג' שם: \n\n"
            ]
        ],
        [
            [
                "<b>עבודת הארץ בשנה ששית וכו' עד כדין תורה.</b> בריש מ''ק (דף ג') ובתוספתא פירקא קמא דשביעית ובירושלמי שם: \n\n"
            ],
            [
                "<b>אי זו שדה האילן וכו' עד ואע''פ שיש בהם מי שאינו ראוי לעשות.</b> משנה פרק קמא דשביעית (משנה ב'): \n\n"
            ],
            [],
            [
                "<b></b>כתב הראב''ד חורשין כל בית סאה בשבילן א''א נ''ל מהגמרא וכו'. משיג על רבינו שסיים וכתב ואע''פ שיש בהם מי שאינו ראוי לעשות שמהירושלמי נראה שכל אחד מהאילנות יהיה ראוי לעשות לערך ס' מנה ולדעת רבינו נ''ל דמתניתין קשיתיה דקתני עד שיהו משלשה ועד תשעה ולא הוה ליה למיתני אלא עד שיהיו עשרה ולכך פירש דמג' עד ט' יש להם דין אחר דג' בעינן שכל אחד יהא ראוי לעשות ואם יש בהם אחד שאינו ראוי לעשות אין חורשים להם אלא לצרכן וכשהם מג' ועד ט' אע''פ שיש בהם אחד שאינו ראוי לעשות חורשין כל בית סאה בשבילן. ומ''ש בירושלמי ובלבד שלא יפחות מחשבון משולשים נראה דקאי אמג' ועד ט' דלא תימא כיון שהם יותר משלשה אע''פ שיעשו פחות מס' מנה חורשין כל בית סאה אלא צריך שלא יפחות ממה שצריך שיעשו כשהם שלשה דהיינו ס' מנה וזעירא בר' חנינא אמר שלא יפחות מחשבון מתושעים היינו לומר שמשלשה ולמעלה צריך שיהו כל שלשה ראויים לעשות ס' מנה ונמצא שכשהם ט' צריך שיהיו ראויים לעשות שלשה ככרים של ס' מנה כל אחד ופסק רבינו כרב ביבי משום דמשמיה דרבי חנינא קאמר לה דהוא מאריה דגמרא טובא טפי מזעירא: \n\n"
            ],
            [
                "<b>היו עשרה אילנות וכו' עשר נטיעות וכו'.</b> ג''ז משנה שם (משנה ד'). \n",
                "<b>ומ''ש ודבר זה הל''מ.</b> בפ' לולב וערבה (סוכה ל''ג): \n\n"
            ],
            [
                "<b>היו עשויות שורה אחת וכו' עד לעשרה.</b> משנה ספ''ק דשביעית: \n",
                "<b>כתב</b> הראב''ד היו עשויות שורה אחת מוקפות א''א נ''ל מהגמרא דאו מוקפות עטרה קתני במתניתין עכ''ל. איני יודע מהיכא יליף לה ומ''מ לישנא דמתניתין משמע דאו מוקפות קתני דמוקפות בעטרה אינו כתבנית עשויות שורה וכן פירש רבינו בפירוש המשנה שורה הוא שיהיו כשורה אחת על קו אחד. ומוקפות עטרה להיות כקשת עגולה עכ''ל. ור''ש פירש שורה שנטועה במקום אחד כחומה ואין מפוזרות וכו' מוקפות עטרה גדר סביב וא''כ איני יודע למה הוצרך להזהיר ולומר דאו קתני ויש ספרים דגרסי במתניתין או מוקפות וכתב רבינו שמשון שהטעם שאין חורשין להם אלא לצרכן משום דכשמפוזרות נראה כחורש לצורך האילן אבל היכא דקיימין במקום אחד נראה כמתקן את הארץ לצורך שביעית ולא לצורך האילן. \n",
                "<b>ומ''ש והדילועין וכו'.</b> שם וכתנא קמא: \n\n"
            ],
            [
                "<b>איזו היא נטיעה וכו'.</b> גם זה פרקא קמא משנה ח' שם וכר' עקיבא: \n\n"
            ],
            [
                "<b>אילן שנקצץ.</b> ג''ז משנה שם דברי רבי שמעון ויש לתמוה למה פסק כיחידאה ואין לומר שטעמו משום דאמרינן בירושלמי רבי שמעון ורבי אליעזר בן יעקב אמרו דבר אחד וכמו שכתב בפירוש המשנה דכיון דחכמים פליגי עלייהו הוה ליה למיפסק כרבים ואין לומר דמשום דמשנת ראב''י קב ונקי שהרי בפ''א פסק רבינו דלא כוותיה ועוד דכי אמרינן פלוני ופלוני אמרו דבר אחד הוה ליה שיטה ולא קיי''ל כוותייהו: \n\n"
            ],
            [
                "<b>אף בזמן המקדש מותר לסקל וכו' עד ולא מנקבין.</b> משנה פרק שני דשביעית (משנה ב' - ה'): \n\n"
            ],
            [
                "<b>ובזמן המקדש אין בונין מדרגות וכו'.</b> משנה פ''ג דשביעית (משנה ח'): \n\n"
            ],
            [
                "<b>אף בזמן הזה אין נוטעין וכו'.</b> משנה פרק ב' דשביעית (משנה ו') אין נוטעין ואין מבריכין ואין מרכיבין ערב שביעית פחות משלשים יום לפני ר''ה ואם נטע או הבריך או הרכיב יעקור רבי יהודה אומר כל הרכבה שאינה קולטת לשלשה ימים שוב אינה קולטת רבי יוסי ור''ש אומרים לשתי שבתות ואיפסיקא הלכתא בסוף פרק הערל (יבמות דף פ''ג) כר' יוסי ור''ש ואמרינן בפ''ק דר''ה (דף י') שמלבד השתי שבתות של קליטה צריך שלשים יום. \n",
                "<b>ומ''ש ואם לא עקר הפירות מותרים ואם מת קודם שיעקור וכו'.</b> ירושלמי שם: \n\n"
            ]
        ],
        [
            [
                "<b>כל שתוציא הארץ וכו' הכל מותר לאכלו מן התורה שנאמר והיתה שבת הארץ לכם לאכלה ואפילו שדה שנטייבה וכו'.</b> בת''כ והיתה שבת הארץ לכם מן השבות בארץ אתה אוכל ואי אתה אוכל מן השמור מכאן אמרו שדה שנטייבה ב''ש אומרים אין אוכלין פירותיה בשביעית וב''ה אומרים אוכלים ואיתא נמי להאי פלוגתא במתניתין פ''ד דשביעית (משנה ב') וידוע דהלכה כב''ה. \n",
                "<b>ומ''ש וזה שנאמר את ספיח קצירך לא תקצור שלא יקצור כדרך שקוצר בכל שנה וכו'</b> בת''כ לא תבצור כדרך הבוצרים: \n\n"
            ],
            [
                "<b>ומ''ש ומד''ס שיהיו כל הספיחים אסורים באכילה</b> בת''כ חכמים אומרים אין ספיחים מן התורה אלא מד''ס ותניא תו התם את ספיח קצירך מכאן סמכו חכמים על הספיחים שיהיו אסורים בשביעית ובפ''ט דשביעית (משנה א') תנן וחכ''א כל הספיחים אסורים ואע''פ שרבינו בפירוש המשנה פירשה לענין אחר כאן הוא מפרשה לענין זה: \n",
                "<b>ומ''ש ולמה גזרו עליהם מפני עוברי עבירה וכו'.</b> כן יש ללמוד מהמשנה הנזכרת דקתני התם ר' יהודה אומר ספיחי חרדל מותרין שלא נחשדו עליהם עוברי עבירה ואע''פ שאין הלכה כמותו אלא כחכמים שאמרו כל הספיחים אסורים יש ללמוד מדבריו טעם איסור הספיחים: \n\n"
            ],
            [
                "<b>ומ''ש כגון הפיגם והירבוזין השוטים וכל כיוצא בהם.</b> שם במשנה: \n\n"
            ],
            [
                "<b>ספיחים העולים בשדה וכו'.</b> ירושלמי פ' הספינה: \n",
                "<b>וכן התבן וכו'.</b> פ''ט דשביעית ירושלמי: \n",
                "<b>כתב</b> הראב''ד א''א לא גזרו עליו איסור ספיחים וכו'. כך כתוב בספר כתיבת יד. וגם רבינו לא איירי אלא בדין ספיחין ודין קדושת שביעית כתב בפ''ה ושם כתב דין התבן: \n\n"
            ],
            [
                "<b>ספיחים של שביעית שיצאו למוצאי שביעי' וכו'.</b> תוספתא פ''ד דשביעית ספיחים של שביעית אין תולשין אותן ביד אבל חורש כדרכו ובהמה רועה כדרכה ומדקתני חורש על כרחנו לומר דלא מיירי בשביעית אלא בספיחי שביעית שיצאו למוצאי שביעית: \n\n"
            ],
            [
                "<b>ועל מה שכתב רבינו ועד מתי אסורים ספיחי שביעית.</b> כתב הראב''ד א''א חפשתי זו המימרא ולא מצאתיה וכו'. ואני אומר דאישתמיטתי' למרן מקום דין זה ודחק עצמו לבקש מקום מוצאו ולא עלה בידו ודברי רבינו מבוארים בפרק שני דדמאי ירושלמי וז''ל ולענין ספיחים מראש השנה ועד חנוכה איסור ספיחים מהחנוכה ועד עצרת היתר ספיחים מן העצרת ועד ראש השנה צריכה ופסק רבינו דמעצרת ועד ראש השנה לקולא משום דאיסור ספיחים אינו אלא מדרבנן והתוספות בפרק מקום שנהגו (פסחים דף נ''ח:) בד''ה כל הספיחים הביאו הירושלמי הזה וכתוב בו מחנוכה ועד ראש השנה היתר ספיחים ונראה שכך היה גירסת רבינו: \n",
                "<b>והזורע ספיחי שביעית במוצאי שביעית וכו'.</b> משנה פרק תשיעי דתרומות (משנה ד'): \n\n"
            ],
            [
                "<b>בצלים שיצאו משביעית למוצאי שביעית וכו'.</b> תוספתא פ''ג. \n",
                "<b>ומה שכתב וכן שאר הפירות אין לוקחין אותם במוצאי שביעית כו' עשה הבכיר וכו'.</b> משנה בפרק ו' דשביעית מאימתי מותר אדם ליקח ירק במוצאי שביעית משיעשה כיוצא בו עשה הבכיר הותר האפיל רבי התיר ליקח ירק במוצאי שביעית מיד ומשמע בירושלמי דהלכה כרבי. וכן משמע בפ''ק דסנהדרין ומשמע לרבינו שדין שאר פירות כדין ירק לתנא קמא: \n\n"
            ],
            [
                "<b>מאימתי מותר אדם ליקח לוף וכו'.</b> משנה פ''ה דשביעית (משנה ה') וכתנא קמא: \n\n"
            ],
            [
                "<b>באחד בתשרי ר''ה וכו'.</b> משנה בריש ראש השנה: \n",
                "<b>פירות ששית שנכנסו לשביעית וכו'.</b> פ''ק דר''ה (עלה י''ב ע''ב) מייתי מתני' דפירקא קמא דמעשרות מאימתי הפירות חייבים במעשרות התאנים משיבחלו התבואה והזיתים משיביאו שליש מנה''מ אמר רבי אסי אמר ר' יוחנן מקץ שבע שנים וכו' אלא לומר לך כל תבואה שהביאה שליש בשביעית לפני ראש השנה אתה נוהג בו מנהג שביעית בשמינית ומשם יש ללמוד להביאה שליש בששית לפני ר''ה שאתה נוהג בו מנהג ששית בשביעית: \n\n"
            ],
            [],
            [
                "<b>האורז והדוחן וכו' הולכים בהם אחר גמר הפרי וכו'.</b> פ''ק דר''ה (דף י''ג:) מייתי הא דתנן בפרק ב' דשביעית האורז והדוחן והפרגין והשומשמין שהשרישו לפני ר''ה מתעשרין לשעבר ומותרים בשביעית ואם לאו אסורים בשביעית ומתעשרים לשנה הבאה ומייתי תו בברייתא דר''ש שזורי סבר שזרעו לזרע אזלינן ביה בתר השרשה ובתר הכי אמר שמואל הכל הולך אחר גמר פרי ופירש''י במיני קטניות פליגי דר''ש אזיל בתר השרשה ורבנן לא אזלי [בתר השרשה] למדנו דאשכח שמואל תנא דלא אזיל בתר השרשה בקטניות אלא אחר גמר פרי ועליה סמיך לפלוגי עליה דר''ש שזורי ועלה דהא מתניתין דתנינן לעיל האורז והדוחן וכו' שהשרישו וכו' ומשמע לרבינו דהא דאמר שמואל הכל הולך אחר גמר הפרי גם לענין שביעית היא: \n\n"
            ],
            [
                "<b>הירק בשעת לקיטתו וכו'.</b> פרק קמא דר''ה (דף י''ב) אמרינן הכי לענין תרומה ומעשר ומשמע לרבינו דה''ה לענין שביעית: \n",
                "<b>והאתרוג אפילו היה כפול וכו'.</b> יש בקצת ספרי רבינו חסרון מט״ס בסוף בבא זו וכך צריך להגיה ואפילו היה כככר בששית הואיל ונלקט בשביעית הרי הוא כפירות שביעית והדין הוא בפ״ב דבכורים (משנה ו') תנן אתרוג שוה לאילן בג' דרכים ולירק בדרך אחד שוה לאילן בערלה וברבעי ובשביעית ולירק בדרך אחד שבשעת לקיטתו עישורו דברי ר״ג רבי אליעזר אומר שוה לאילן בכל דבר. ובפ״ק דר״ה (דף ט״ו) אמר רבה אתרוג בת ששית שנכנסה לשביעית פטורה מן המעשר וכו' עד חייבים עליהם משום טבל ופירש״י אמר רבה אתרוג בת ששית שחנטה בששית וכו' עד חייבת משום טבל דבתר חנטה אזלינן ובפרק לולב הגזול (סוכה דף ל״ט:) אמרינן דסתם מתני' דהתם סבר כרבותינו דאושא דאמרינן אתרוג בתר לקיטה לשביעית ורבינו נראה דספוקי מספקא ליה אי אזלינן ביה אחר חנטה לשביעית כחמשה זקנים וכמתניתין דפ״ב דבכורים או אחר לקיטתו כרבותינו דאושא וכסתם מתניתין דפ' לולב הגזול וכן מספקא ליה אי אזלינן ביה אחר חנטה למעשרות כרבי אליעזר דפ״ב דבכורים וכר״י ור״ל דבתראי נינהו או אזלינן ביה בתר לקיטה כר״ע דפ״ב דבכורים וכחמשה זקנים וכרבותינו דאושא ופסק בתרוייהו לחומרא: \n\n"
            ],
            [
                "<b>וכן פירות שביעית משיצאו למוצאי שביעית וכו'.</b> ארישא דמילתא קאי דקתני פירות ששית שנכנסו לשביעית אם היו תבואה או קטניות וכו' והגיעו לעונת המעשרות האורז והדוחן וכו' אחר גמר פרי והירק כשעת לקיטתו והשתא קאמר דהוא הדין לפירות שביעית שיצאו למוצאי שביעית שהולכים בתבואה וקטניות וכו' אחר עונת המעשרות ובאורז ודוחן וכו' אחר גמר פרי ובירק אחר לקיטתו והוא מבואר שם ויליף מדכתיב במועד שנת השמטה לומר לך כל תבואה שהביאה שליש לפני ר''ה אתה נוהג בה מנהג שביעית בשמינית ושליש היינו עונת המעשרות: \n\n"
            ],
            [
                "<b>פול המצרי שזרעו לזרע וכו'.</b> בפרק שני דשביעית (משנה ז') גבי מתניתין דהאורז והדוחן וכו' בתר השרשה תנן רבי שמעון שזורי אומר פול המצרי שזרעו לזרע בתחלה כיוצא בהן כלומר דאזלינן בהו בתר השרשה וכבר כתבתי בסמוך דהלכה כשמואל דאמר לא הלכו בקטניות אלא אחר גמר פרי וגרסינן בירושלמי פרק שני דשביעית (הלכה ח') על פול המצרי זרעו לזרע לפני ר''ה השביעית ונכנסה שביעית בין זרעו בין ירקו מותר זרעו לירק לפני ראש השנה שביעית ונכנסה שביעית בין זרעו בין ירקו אסור זרעו לזרע ולירק לפני ר''ה השביעית ונכנסה שביעית פשיטא זרעו מותר ירקו מהו תני רבי חייא אסור תני רבי חלפתא בן שאול מותר מ''ד מותר דבר תורה מ''ד אסור מפני מראית העין ורבינו שסתם וכתב וכן אם זרע לזרע ולירק אסור אפשר שהיתה לו נוסחא אחרת בירושלמי או שהוא סובר שאף ע''פ שבתחלה אמרו פשיטא זרעו מותר כי אסיקנא דמ''ד אסור מפני מראית העין קאי אף אזרעו: \n\n"
            ],
            [
                "<b>עבר וזרעו בשביעית ויצא לשמינית אם זרעו וכו'.</b> שם בירושלמי זרעו לזרע לפני ר''ה השמינית ונכנסה שמינית בין זרעו בין ירקו אסור זרעו לירק לפני ר''ה השמינית ונכנסה שמינית בין זרעו בין ירקו מותר זרעו לזרע ולירק לפני ראש השנה השמינית ונכנסה שמינית זרעו אסור וירקו מותר: \n",
                "<b>וכתב</b> הראב''ד לא מצינו בזורע בשביעית שום היתר וכו'. ואני אומר שמתוך דבריו ז''ל נלמד להליץ בעד רבינו ולומר דאיירי במקומות שהשביעית מדבריהם. והר''י קורקוס ז''ל תירץ דאע''ג דאסור לזרוע ואם זרע אפילו בשוגג יעקור הכא מיירי דעבר וזרע בשביעית ויצא לשמינית ומל' עבר וזרע ויצא וכו' וכבר נתבאר ספ''ג שאע''פ שהדין נותן לעקור אם עבר ולא עקר הפירות מותרים והולכים בו אחר גמר פרי ואין בפירות אלא איסור ספיחים בלבד ומעתה הדין שוה אפילו במקום שהשביעית מן התורה ואפילו זרעו ישראל כפשט הירושלמי ול''ק מידי עכ''ל: \n\n"
            ],
            [
                "<b>בנות שוח וכו'.</b> משנה רפ''ה דשביעית (משנה א'): \n\n"
            ],
            [
                "<b>הבצלים הסריסים ופול המצרי וכו'.</b> משנה פ''ב שם (משנה ט') וכחכמים ואע''פ שפסק רבינו לעיל בסמוך הולכים אחר גמר פרי י''ל שגמר פריין תלוי בשסמוך לגמרן ימנעו מהם מים שלשים יום ובשל בעל שלש עונות: \n\n"
            ],
            [
                "<b>הדלועין שקיימן לזרע וכו'.</b> ג''ז משנה שם (משנה י') ובירושלמי כיצד הוא בודק [רבי יוסי בן חנינא אומר] עוקצו אם מתאחה אסור ואם לאו מותר פירוש אם מתאחה הנקב ונסתם נראה שעדיין הוא לח ואסור ואם אין הנקב נסתם הדבר מוכיח שכבר הוקשו ומותר: \n",
                "<b>וכן הירקות וכו'.</b> תוספתא פרק שני דשביעית כל ירקות x שהוקשו לפני ר''ה מותר לקיימן בשביעית אם היו רכים אסור לקיימן בשביעית מפני מראית העין כלומר שיאמרו הרואים שנזרעו בשביעית וזהו שכתב רבינו אסור לקיימן משום ספיחים כלומר שאע''פ שהיה ראוי לומר שמותר לקיימן כמו שמותר לקיים הספיחים אסרו לקיימן מפני מראית העין מתוך שהם רכים יבואו לומר שנזרעו בשביעית: \n",
                "<b>ואין מחייבים אותו לשרש את הלוף וכו' ואין מחייבים אותו לשרש את הקנדס וכו'.</b> תוס' פ''ב דשביעית: \n\n"
            ],
            [
                "<b>לוף של ערב וכו'.</b> משנה פ''ה דשביעית (משנה ד') וכב''ה: \n\n"
            ],
            [
                "<b>הבצלים שירדו עליהם גשמים וכו'.</b> משנה פרק ו' דשביעית (מ''ג) ואיתא בפרק הנודר מן הירק. \n",
                "<b>ומ''ש ובין כך ובין כך וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>בצל שעקרו בשביעית וכו'.</b> פרק הנודר מן הירק: \n",
                "<b>כתב</b> הראב''ד לא עשה רבי אבהו מעשה אלא במרוכנים וכו'. וי''ל לדעת רבינו דבפרק הנודר מן הירק בגמרא דידן לא אוקמוה במרוכנין אלא בדרך דילמא. ועוד דבירושלמי הכי איתיה רבי יוסי בשם ר' יוחנן בצל שעקרו ושתלו מכיון שהשחיר מתעשר לפי כולו ולא שניא בין שעקרו בשביעית ושתלו למוצאי שביעית [בין שעקרו בשביעית] רבי זעירא אמר מכיון שרבה עליו החדש מותר ר' לא ורבי אימי תרויהון אמרי אסור וכו' רבי אבהו עאל לארבאל וכו' ושאלין ליה באילין בצליא והורי לון הדא דר' זעירא מכיון שרבה עליו החדש מותר חמתון סמיכין עלוי אמר לון אני לא אמרתי אלא במרוכנין א''ר יהודה בר פזי אנא ידע ראשה וסופה כדשמע דר' לא ור' אימי פליגין שמט מיניה. משמע מהכא דרבי זעירא בכל גוונא שרי אפילו בשאינם מרוכנים ולא א''ר אבהו אני לא אמרתי במרוכנין אלא משום דשמע דרבי לא ורבי אימי פליגי ומאחר דגמרא דידן שרי אלמא ס''ל כרבי זעירא וכיון דרבי זעירא לא מפליג בין מרוכנין לשאינם מרוכנים אנן נמי לא מפלגינן: \n\n"
            ],
            [
                "<b>הפירות שיוציא האילן וכו'.</b> בתורת כהנים ומשנה וירושלמי פ''ה דשביעית ופירוש מוקצה מקום שדרכן לשטוח בו התאנים ליבש. ולענין זיתים. לשון המשנה אין עושים זיתים בבד ובקוטב אבל כותש הוא ומכניס לבודידה ר''ש אומר אף טוחן הוא בבית הבד ומכניס לבודידה ובירושלמי רבותינו התירו לעשות בקוטב ר''י הורי לאילין דרבי ינאי לטחון בריחיים כרבי שמעון ולעשות דרבי בקוטב כרבנן וכתב רבינו בפירוש המשנה קוטב הוא גת קטן לזיתים ובודידה שם הבד והיא גת קטנה עד מאד ובזה נתבארו דברי רבינו. מ''ש כותש ומכניס לתוך גת קטן ביותר הם דברי רבנן שאמרו כותש ומכניס לבודידה. \n",
                "<b>ומ''ש וטוחן בבית הבד ומכניס לבד קטנה</b> הוא מ''ש בירושלמי שרבי יוחנן הורה לשל רבי ינאי לטחון בריחים ולעשות בקוטב ולכך כתב בתחלה קטנה ביותר כי כן הוא פירוש בודידה ובסוף לא כתב אלא בד קטנה ותו לא כי הקוטב אינו כ''כ קטן כמו הבודידה: \n\n"
            ],
            [],
            [
                "<b>מצות עשה להשמיט וכו'. ומ''ש וכן אם אסף כל פירותיו לתוך וכו'.</b> במכילתא והשביעית תשמטנה שלא יאמר אדם מפני מה אמרה תורה וכו' לא שיאכלו העניים הריני מכניסם לתוך ביתי ומחלקם לעניים ת''ל והשביעית תשמטנה וכו' מגיד שפורץ בה פרצות אלא שגדרו חכמים מפני תיקון העולם כלומר שגדרו שלא יפרוץ פרצות בשדהו אבל לגדור ודאי שהוא עובר ומבטל מצות עשה אף אם דעתו להפקירם אח''כ: \n",
                "<b>ומ''ש ויש לו להביא וכו'.</b> משנה פ''ה דשביעית (משנה ז'): \n\n"
            ],
            [
                "<b>אין שביעית נוהגת אלא בא''י בלבד וכו'.</b> ירושלמי פ''ו דשביעית (הלכה א') ומשנה בספ''ק דקידושין (דף ל''ו:) כל מצוה שהיא תלויה בארץ אינה נוהגת אלא בארץ: \n",
                "<b>ונוהגת בין בפני הבית וכו'.</b> בפרק השולח (גיטין דף ל''ו) לגבי פרוזבול רבי היא דתניא וזה דבר השמטה שמוט בשתי שמטות הכתוב מדבר אחת שמטת קרקע ואחת שמטת כספים בזמן שאתה משמט קרקע אתה משמט כספים ובזמן שאי אתה משמט קרקע אי אתה משמט כספים ופירש רש''י אע''ג דהלל בבית שני הוה ס''ל לאביי דבבית שני הואיל ולא היה היובל נוהג לא נהגו שמיטין מדאורייתא ודאמרי' בערכין מנו יובלות לקדש שמיטין מדרבנן קאמר [ומצאתי בתלמידי רבינו יצחק הלוי שכתב במס' גיטין] x בירושלמי מניין שאין השמטה נוהגת אלא בזמן שהיובל נוהג שנאמר וזה דבר השמטה שמוט אחת שמטת יובל ואחת שמטת שביעית אבל בת''כ ראיתי דשביעית נוהגת בזמן שאין יובל נוהג ואומר אני שהוא מחלוקת עכ''ל. ומדברי רבינו פה נראה שהוא סובר דאף שלא בפני הבית נוהגת מן התורה ופסק כההיא דת''כ משום דמשמע דההיא כחכמים דפליגי עליה דרבי והלכה כרבים אבל קשה שהרי כתב בפרק ט' ההיא דקתני רבי בזמן שאתה משמט קרקע אתה משמט כספים ועוד דההיא דפרוזבול ליתא אלא אליבא דרבי וכיון שרבינו פסקה לההיא דפרוזבול משמע דסבר לה כרבי והיאך נאמר שכאן פסק כחכמים לפיכך נ''ל דלעולם כרבי ס''ל ול''ק שהוא ז''ל מפרש הא דאמר רבי בשתי שמטות הכתוב מדבר אחת שמטת קרקעות לא אשמטת קרקעות בשביעית קאמר דההיא לעולם נהגה אף שלא בפני הבית אלא ליובל קרי שמטת קרקעות שהרי השדות חוזרות לבעלים וכמבואר בדבריו רפ''ט וכן פירש ר''ת אבל קשה שכתב רבינו בפירוש בזמן שאין היובל נוהג אינו נוהג אחת מכל אלו חוץ משביעית בארץ והשמטת כספים בכל מקום מדבריהם הרי שכתב בשביעית בזמן שאין היובל נוהג אינה אלא מדבריהם ואפילו שביעית דקרקעות וי''ל דמדבריהם דקאמר לא קאי אלא להשמטת כספים דסמיך ליה דאילו שמטת קרקעות מדאורייתא נמי נהגה בכל זמן ואי הוה אמרינן שמה שכתב רבינו כאן דנוהגת אף שלא בפני הבית מדרבנן הוה ניחא אבל פשטא דמילתא דמדאורייתא קאמר: \n\n"
            ],
            [
                "<b>כל שהחזיקו בו עולי בבל וכו'.</b> משנה בפ''ו דשביעית (מ''א) ג' ארצות לשביעית כל שהחזיקו בו עולי בבל מארץ ישראל ועד כזיב לא נאכל ולא נעבד וכל שהחזיקו בו עולי מצרים מכזיב ועד הנהר ועד אמנה נאכל אבל לא נעבד ומן הנהר ומאמנה ולפנים נאכל ונעבד ומפרש רבינו נאכל ולא נאכל לענין הספיחים. ובמשנה לא פירש כן: \n\n"
            ],
            [
                "<b>סוריא אע''פ שאין שביעית נוהגת בה וכו'.</b> משנה ב' שם עושים בתלוש בסוריא אבל לא במחובר דשין וזורין ודורכין ומעמרין אבל לא קוצרין ולא בוצרין ולא מוסקין ובירושלמי אמר ר' אבהו שלא יהו הולכים ומשתקעין שם בתלוש למה הוא מותר מן גו דו חמי רווחא [קריב] לא נפיק: \n",
                "<b>אבל עמון ומואב ומצרים ושנער וכו'.</b> פ''ד דידים (משנה ג') מתוך מחלוקת ר''ט ור''א ב''ע מתבאר שמותר לזרוע בהם בשביעית: \n\n"
            ],
            [
                "<b>עבר הירדן שביעית נוהגת בה מדבריהם.</b> בירושלמי פרק ו' דשביעית רבי יצחק בר נחמן ור''ל שאל לרבי חנינא הקונה מעמון ומואב מהו [א''ל קשיתי קמי רבי ייסא לית עמון ומואב דמשה] אמר רבי מנא קשיתה קמי רבי חגיי לית עמון ומואב דמשה לית עמון ומואב דר''א בן עזריה אמר רבי יוסי בר בון כתיב כי חשבון עיר סיחון מלך האמורי היא צריכה לר''ש טהרה מיד סיחון ועוג או לא טהרה אין תימר טהרה חייבת אין תימר לא טהרה פטורה אמר ר' תנחומא החל רש לרשת את ארצו עשיתי את ארצו חולין לפניך משמע בהדיא דחייבת בשביעית ומתניתין היא בפ''ט דשביעית (משנה ב') ג' ארצות לביעור יהודה ועבר הירדן והגליל ומשמע לרבינו שאין חיובה אלא מדבריהם. \n",
                "<b>ומ''ש רבינו וספיחי סוריא ועבר הירדן מותרים באכילה לא יהיו ארצות אלו חמורים וכו'</b> כתב עליו הראב''ד מה היה צריך להביאו מק''ו הרי לא החזיקו עולי בבל עכ''ל. וי''ל דאין אנו יודעים אם כבשו עולי בבל קצת ארצות מעבר הירדן ומסוריא שהיו בבית שני מלכים תקיפים כמו שמצינו בינאי המלך שכבש ששים עיר כדאיתא בקידושין פרק האומר: \n\n"
            ],
            [
                "<b>עכו''ם שקנה קרקע בא''י וכו'.</b> כתב על זה בעל כפתור ופרח בפרק מ''ז תימה על זה אמאי פירותיו של עכו''ם מותרים מזה הטעם שכך שנינו לא נאכל ולא נעבד והרב עצמו פירש שאם תיעבד על ידי אחר אסור לאכול ממה שתוציא וזה אפילו בקרקע העכו''ם שאם היה דעת הרב שאינו נעבד ר''ל בקרקע ישראל אבל בקרקע העכו''ם נעבד א''כ היה בא מטעם יש קנין ואם הוא כן לא היה צריך ז''ל לזכרון ספיחים ומ''ש ז''ל פה שלא גזרו על הספיחים וכו' אלא ודאי הוא שספיחי ישראל בקדושת עזרא אסורים משום גזירה אבל לזרוע אסור מן התורה והעכו''ם אינם מצווים על השביעית ומש''ה אין לנו לגזור עליהם ולאסור ספיחים אבל מה שהוא אסור מן התורה מפני שבת הארץ וקדושתה לא הופקע אותו איסור בקנינו מטעם שאין קנין לעכו''ם בארץ ישראל להפקיע מידי מעשר ושביעית שהרי אינם חייבים במעשר ואפילו הכי פירותיהם חייבים ה''נ אינם חייבים בשביעית אבל בפירותיהם נוהג שביעית שהרי ביטול גזירת ספיחים לא התיר עבודה בשביעית וכמו שכתב הוא ז''ל בהלכות שמטה שהספיחים מותרים והעבודה אסורה ואין לומר מי שספיחיו אסורים פירותיו אסורים ומי שספיחיו מותרים פירותיו מותרים שהרי איסור הפירות אינו בא מכח הספיחים אלא איסור הספיחים בא מכח איסורי הפירות ותלי תניא בדלא תניא והיאך נתלה היתר פירות העכו''ם מפני היתר ספיחיו והספיחים אסורים משום גזירה לא הפירות וכיבוש עולי מצרים אם עבדו ישראל אסור מדרבנן ולזה אם עבדו העכו''ם נאכל הוא וממשנת אינו נאכל ואינו נעבד נראה בפירוש שפירות העכו''ם בעבודתו שהם אסורים ולזה לא מצא הרב היתר לפירות העכו''ם בשביעית אלא משום שהעכו''ם אינם מצווים על השביעית דאי לאו הכי לכתוב פירות העכו''ם בשביעית מותרים ולשתוק ע''כ לשונו והאריך עוד ובסוף דבריו כתב ואל הרב יש לי להאמין אף על שמאל שהוא ימין ובפרק חלק בענין בני כנען שבאו לדון עם ישראל בענין שאמר להם אלכסנדרוס החזירו להם תשובה וכו' הניחו שדותיהם כשהם זרועות וברחו ואותה שנה שביעית היתה וסמכו ישראל עליהם א''כ מה שזרע העכו''ם בקרקעו בארץ ישראל מקדושה שניה בשביעית אסור אבל ספיחיו מותרים ובקדושה ראשונה אם זרע העכו''ם נאכל הוא וכ''ש שספיחיו מותרים אבל לא נעבד לישראל ואם עבדו אסור דקדושה דרבנן יש בו עכ''ל. וכל דבריו הם שלא בהשגחה שמה שהוקשה לו מדקתני לא נאכל ולא נעבד ופירש רבינו שאם תיעבד על ידי אחר אסור לאכול ממה שתוציא יש לומר שאע''פ שבפירוש המשנה כתב כן כאן בפרק זה פירשה לענין ספיחים ועוד מה שכתב בפירוש המשנה שאם תיעבד על ידי אחר אסור לאכול וכו' היינו דוקא בשאותו אחר ישראל אבל אם הוא עכו''ם מותר ומ''ש עוד אבל מה שהוא אסור מן התורה מפני שבת הארץ וקדושתה לא הופקע וכו' לא דק דבהדיא כתב רבינו בפ''ט ובפ''ו דשמיטת קרקע בזמן שאין היובל נוהג אינו אלא מדבריהם ומ''ש לא נפקע אותו איסור בקנינו מטעם שאין קנין לעכו''ם בארץ ישראל להפקיע מידי מעשר ושביעית אשתמיטתיה מה שכתב רבינו בפ''א מהלכות תרומות שמה שאמרו אין קנין לעכו''ם בארץ להפקיע מן המצות היינו לענין שאם חזר ישראל ולקחה ממנו אינה ככיבוש יחיד אלא הרי היא כאילו לא נמכרה לעכו''ם מעולם אבל בעודה ביד עכו''ם מופקעת היא ומה שפירותיהם חייבים במעשר אינו אלא כשמירחם ישראל דוקא. ומ''ש ה''נ אינם חייבים בשביעית אבל בפירותיהם נוהג שביעית שהרי ביטול גזירת ספיחים לא ביטל עבודה בשביעית וכמו שכתב הוא ז''ל שהספיחים מותרים ועבודה אסורה ע''כ הדבר ברור שאינם ענין זו לזו דהתם בשדה ישראל שהחזיקו בה עולי מצרים ולא עולי בבל והכא בשדה עכו''ם. ומ''ש ואין לומר מי שספיחיו אסורים וכו' עד ולשתוק אילו היה יורד לסוף דעת רבינו לא היה כותב כן שמה שכתב רבינו ולא גזרו על הספיחים לא לתת טעם להיתר פירות שזרע העכו''ם בשדהו בא כמו שנראה מדברי כפתור ופרח. שפירוש דברי רבינו כך הם עכו''ם שקנה קרקע בארץ ישראל וזרעה בשביעית פירותיה מותרים כלומר מפני שהשדה של עכו''ם וגם לא נעבד בה עבודה ע''י ישראל הלכך מותרים ומשום דאיכא לאקשויי אהא אע''פ שלא נעבדה ע''י ישראל היה לנו לאסרה דלא גריעי מספיחים שלא עובדו על ידי ישראל ואפילו הכי אסורים לכך תירץ אילו היו הספיחים אסורים מן הדין היה כדבריך אבל מאחר שהספיחים אינם אסורים אלא משום שמא יזרע ובעכו''ם לא שייך לגזור שמא יזרעו שהרי אינם מצווים על השביעית הילכך ליכא קושיא מספיחים ומעתה אין שום פקפוק בדברי רבינו. ויש לתמוה עליו שהביא ההוא מעשה דפרק חלק שהיא מפורשת כדברי רבינו וא''כ לא היה לו לתמוה עליו וכן קשה שמביא אותו מעשה והוא מעשה לסתור דבריו. ויש להביא ראיה לדברי רבינו מדגרס בירושלמי ספ''ט דשביעית ריב''ל היה מפקד לתלמידיה לא תזבון לי ירק אלא מגנתא דסיסרא קם עמיה זכור לטוב אמר ליה אזיל אימור לרבך לית הדא גנתא דסיסרא דיהודאי הוה וקטליה ונסבה מיניה אין בעית מחמרא על נפשך אשתווי לחברך ונראה דה''פ שריב''ל צוה לתלמידו שלא יקנה ירק בשביעית אלא מגנתא דסיסרא דהוה משמע ליה שהיתה של סיסרא הכתוב במקרא ומעולם לא נכבשה מישראל ואם כן אע''פ שהעכו''ם עובדה בשביעית פירותיה מותרים אבל בשדות אחרות שהיו עכשיו של עכו''ם יש להסתפק שמא מקודם היו של ישראל וכיון שנעבדו בשביעית פירותיהם אסורים אף ע''פ שעבדם עכו''ם אמר ליה זכור לטוב שגם שדה זו היא של ישראל מקודם ולפי חששתו גם זה היה אסור אבל לפי האמת גם זה פירותיו מותרים כיון דבחזקת עכו''ם הוא ועכו''ם עבדו ולכן לא יחמיר על עצמו יותר ממה שמחמירים חביריו והא דאמרינן בירושלמי שאסור לטחון עם העכו''ם בארץ בשביעית צריך להעמידה בספיחים שגדלו בשדה ישראל: \n\n"
            ],
            [
                "<b>עיירות א''י הסמוכות לספר וכו'.</b> תוספתא פרק רביעי דשביעית: \n\n"
            ]
        ],
        [
            [
                "<b>פירות שביעית ניתנו לאכילה ולשתיה וכו'.</b> ירושלמי רפ''ז דשביעית: \n",
                "<b>ומ''ש מפי השמועה למדו תהיה אף להדלקת הנר ולצבוע בה צבע.</b> בת''כ פ' בהר סיני: \n\n"
            ],
            [
                "<b>לאכילה ולשתייה כיצד כו'.</b> משנה בפ''ח דשביעית (משנה ב'). \n",
                "<b>ומה שכתב דבר שדרכו ליאכל חי לא יאכלנו מבושל</b> זה נלמד ממה ששנינו שם לאכול דבר שדרכו לאכול: \n\n"
            ],
            [
                "<b>ומ''ש דבר שדרכו להאכל מבושל אין אוכלים אותו חי.</b> ירושלמי רפ''ח דשביעית. \n",
                "<b>ומ''ש לפיכך אין שולקין אוכלי בהמה</b> זהו פירוש מה ששנינו שם גבי דבר שאינו מיוחד לא למאכל אדם ולא למאכל בהמה חשב עליו למאכל אדם ולמאכל בהמה נותנים עליו חומרי אדם וחומרי בהמה. \n",
                "<b>ומ''ש ואינו מטפל לאכול תבשיל שנפסל והפת שעיפשה.</b> ירושלמי פרק שמיני דשביעית: \n\n"
            ],
            [
                "<b>ומ''ש ואין מבשלין ירק של שביעית וכו'.</b> משנה שם (משנה ז') וכתנא קמא לגבי ר''ש ואע''ג דבירושלמי משמע דהלכה כר''ש דשרי לא סמך עליו רבינו משום דירושלמי לטעמיה שסובר דר''מ ור''ש הלכה כר''ש אבל גמרא דידן בפ' מי שהוציאוהו מסיק להו בתיקו. \n",
                "<b>ומ''ש ואם בישל מעט ואכלו מיד מותר וכו'.</b> שם בירושלמי נהיגין הוינן מבשלים על יד על יד ואוכלים מיד ומשמע דאפילו לכתחלה שרי וצריך טעם למה לא התיר רבינו אלא בדיעבד ונראה שגם רבינו מתיר לכתחלה. \n",
                "<b>ומ''ש ואם בישל</b> הכי קאמר רצה לבשל וסוף הלשון מוכיח כן שכתב מותר: \n\n"
            ],
            [
                "<b>פירות המיוחדים למאכל אדם וכו' הלכה הבהמה וכו'.</b> תוספתא פרק חמישי דשביעית: \n\n"
            ],
            [
                "<b>לסיכה כיצד וכו'.</b> משנה פרק ח' דשביעית (משנה ב'): \n",
                "<b>ומ''ש ולא יפטם את השמן.</b> תוספתא פ''ו דשביעית אין עושין היין אלונתית ואת השמן ערב ומסיים בה ואם עשה את היין אלונתית ואת השמן ערב סך את השמן ואין סך מהיין והשמיטו רבינו מפני שהוא בכלל מה שכתב לעיל בסמוך. \n",
                "<b>ומ''ש ולא יסוך במרחץ אבל סך הוא מבחוץ ונכנס.</b> ירושלמי פ''ח דשביעית: \n\n"
            ],
            [
                "<b>שמן של שביעית אין חוסמין בו תנור וכירים ואין סכין בו מנעל וסנדל.</b> ירושלמי שם ותוספתא פ''ו דשביעית. \n",
                "<b>ומ''ש ואין סכין אותו בידים טמאות נפל על בשרו משפשפו בידים טמאות.</b> תוספתא שם. \n",
                "<b>ומ''ש לא יסוך רגלו וכו' עד ע''ג קטבליא.</b> תוספתא שם וירושלמי פ''ח דשביעית: \n\n"
            ],
            [
                "<b>להדלקת הנר כיצד וכו' מכרו ולקח בו שמן אחר וכו'.</b> תוספתא פרק ה' דשביעית וירושלמי פ''ז שמן של שביעית מדליקין בו מכרו ולקח בו שמן אחר אין מדליקין בו ומסיים בה בירושלמי החליף שמן בשמן שניהם אסורים: \n",
                "<b>ולא יתן השמן לתוך המדורה וכו'.</b> תוספתא פרק ששי דשביעית: \n\n"
            ],
            [
                "<b>לצביעה כיצד וכו' אבל אין צובעין לבהמה וכו'.</b> ירושלמי רפ''ח דשביעית: \n",
                "<b>ומ''ש שאין קדושת שביעית חלה על צבעי בהמה.</b> היינו לומר שכשלמדו מפי השמועה שפירות שביעית ניתנו לצביעה היינו לצביעת אדם שצביעתו חל עליה קדושת שביעית ולפיכך מותר אבל על צביעת בהמה אינה חלה לפיכך אסור לצבוע בהם לבהמה: \n\n"
            ],
            [
                "<b>מיני כבוסים וכו' אבל אין מכבסין בפירות שביעית.</b> בפרק לולב הגזול (סוכה דף מ') ובפ' הגוזל עצים (בבא קמא דף ק״ב) תניא אין מוסרין פירות שביעית לא למשרה ולא לכביסה רבי יוסי אומר מוסרין מאן וכו' כמאן אזלא הא דתניא לאכלה ולא למלוגמא לאכלה ולא לזילוף לאכלה ולא לעשות ממנה אפיקטויזין כמאן כרבי יוסי דאי כרבנן הא איכא נמי משרה וכביסה ופסק רבינו כרבנן דרבים נינהו וסובר רבינו דע״כ לא אפליגו אלא בפירות וכדדייק לישנא דברייתא ולישנא דקרא דלאכלה אבל במיני כבוסים שאינם פירות אף לרבנן מכבסים בהם ובירושלמי פ״ז דשביעית מיני כביסות מהו שיהא עליהן קדושת שביעית נשמעינה מן הדא הירענין והבורית והאהל יש להן קדושת שביעית. פירוש קדושת שביעית חלה על הכביסה ולפיכך מכבסים בהם ואע״ג דבפרק לולב הגזול הקשו לרבנן דממעטי משרה וכביסה הא כתיב לכם דמשמע לכל צרכיכם ותירצו לכם דומיא דלאכלה שהנאתו וביעורו שוה יצאו משרה וכביסה שהנאתן אחר ביעורן ופירשו שם שמשעה ששורה הפשתן או הבגדים ביין שעה אחת נתקלקל והנאתן אינה עד לבישה י״ל שלא אמרו כן אלא בפירות דשייך לאכלה אבל מיני כביסות דלא שייך בהם לאכלה שפיר מתרבו מלכם אע״פ שהנאתם וביעורם אינו שוה: \n\n"
            ],
            [
                "<b>כלל גדול אמרו בפרות שביעית וכו'.</b> משנה רפ''ח דשביעית (משנה א'): \n\n"
            ],
            [
                "<b>מותר למכור אוכלי אדם וכו'.</b> תוספתא סוף פרק ה' דשביעית וירושלמי פרק ז': \n\n"
            ],
            [
                "<b>פירות שביעית אין מוציאין אותם וכו'.</b> משנה ספ''ו דשביעית (משנה ה'). \n",
                "<b>ומ''ש אפילו לסוריא</b> שם אמר ר' שמעון שמעתי בפירוש שמוציאין לסוריא ומשמע דלת''ק אפילו לסוריא אין מוציאין ופסק כתנא קמא. \n",
                "<b>ומ''ש ואין מאכילין אותם לא לעכו''ם ולא לשכיר וכו' עד אבל נזונית משל בעלה.</b> תוספתא פרק ה' דשביעית: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(טו-טז)</small> אין אוספים פירות שביעית כשהם בוסר וכו'.</b> בת''כ. \n",
                "<b>ומה שכתב ומאימתי יהיה מותר לאכול פירות האילן בשדה וכו' עד לעונת המעשרות.</b> משנה פ''ד דשביעית (מ''ז): \n\n"
            ],
            [
                "<b>מותר לקוץ אילנות וכו' עד משיוציאו בוסר.</b> משנה שם ופירש רבינו שמשון משישלשלו כשיתחיל להכביד ולתלות כעין שלשלת. משיגריעו משיגדלו הענבים קצת ונקרא גירוע ובפרק מקום שנהגו (פסחים דף נ״ג) מפרש דשיעורן כפול הלבן ובירושלמי (שביעית פ״ד ה״ח) א״ר יונה משיזחילו מים כמה דאת אמר כי יגרע נטפי מים עכ״ל: \n\n"
            ],
            [
                "<b>ואין קוצצין את הכפניות בשביעית וכו'.</b> בפ' מקום שנהגו (פסחים דף נ״ב): \n\n"
            ],
            [
                "<b>אין שורפין תבן וקש וכו'.</b> בפרק ט' דשביעית (משנה ז') מאימתי נהנין ושורפין בתבן ובקש של שביעית משתרד רביעה שניה משמע דקודם לכן אסור. \n",
                "<b>ומה שכתב אבל מסיקין בגפת ובזגין וכו'.</b> תוספתא פרק ששי דשביעית: \n\n"
            ],
            [
                "<b>מרחץ שהוסקה וכו'.</b> משנה בספ''ח דשביעית (משנה י''א). וא''ת מאחר שכתב בסמוך שאין שורפין תבן וקש של שביעית מפני שהוא מאכל בהמה היאך התירו להסיק מרחץ בהן. וי''ל דאם הוסק דיעבד קאמר דמותר לרחוץ בה ועי''ל דלכתחלה נמי מותר להסיק בהן מרחץ משום דצורך אדם הוא וכדתנן כל שאינו מיוחד למאכל אדם עושין ממנו מלוגמא לאדם: \n",
                "<b>וכתב</b> הראב''ד המשנה לא אמרה אלא מותר לרחוץ וכו'. מ''ש אבל בשכר לא דהוי כסחורה י''ל דלא נאסרה סחורה אלא בדבר שראוי לאכילה וכדדרשינן לאכלה ולא לסחורה. ומ''ש ואם כדבריו אדם חשוב לא ירחוץ בשום מרחץ בשביעית ומאי איריא כשהוסק בתבן וקש של שביעית י''ל דאה''נ ותבן וקש של שביעית דנקט משום רישא לאשמועינן שאף על פי שהם של שביעית מותר לרחוץ במרחץ שהוסק בהן. ועוד יש לומר דהוסקה בתבן וקש לרבותא נקט שאף על פי שידוע שלא הוסקה אלא בתבן וקש לא ירחוץ בה: \n\n"
            ],
            [
                "<b>הקליפין והגרעינין וכו': והקור קדושת שביעית חלה עליו וכו'.</b> ירושלמי פ''ד (הלכה ז'): \n\n"
            ],
            [
                "<b>הצורר תבלין של שביעית ונותן לתוך התבשיל וכו'.</b> תוספתא דשביעית פרק ששי: \n\n"
            ],
            [
                "<b>אין נותנין תבן וקש וכו'.</b> ג''ז תוספתא ספ''ה וירושלמי פ''ט (הלכה ז'): \n",
                "<b>כתב</b> הראב''ד ואם נתן הרי הוא כמבוער והוא שיישן עליו וכו'. ואפשר שלא היה כן בגי' רבינו ואת''ל שהיה כן בגירסתו י''ל שהוא מפרש דוהוא שיישן עליו לא שיישן עליו ממש קאמר אלא שנתנו בכר כדי לישן עליו ולא הוצרך רבינו לפרש דמסתמא לכך נותנו בכר והר''י קורקוס ז''ל תירץ שמפרש שלא נאמר כן אלא לרבי אושעיא דמחמיר שלא ליהנות בתבן עד שתסרח: \n",
                "<b>תנור שהסיקוהו וכו'.</b> גם זה תוספתא שם. וכ' הר''י קורקוס ז''ל צריך טעם לחלק בין מרחץ לתנור כי במרחץ אמרו מותר לרחוץ בה ובתנור אמרו יוצן ואפשר דבמרחץ היסקו הוא לרחוץ בה והנאה זו אינה ניכרת ולא נראית לעין ואין בה ממש אבל תנור היסקו הוא לבשל בו דבר או לאפות בו פת והנאה זו נראית וניכרת היא ושבח עצים ניכר בפת ובתבשיל כי על ידי תבן וקש של שביעית הוכשר דבר זה לאכילה ודבר ניכר הוא כי מתחלה היה חי ועכשיו מבושל ולכך אמרו בו יוצן עכ''ל: \n",
                "<b>ומשתרד רביעה שניה וכו'.</b> פ''ט דשביעית (משנה ז'): \n\n"
            ]
        ],
        [
            [
                "<b>אין עושין סחורה בפירות שביעית.</b> משנה פ''ח דשביעית. \n",
                "<b>ומ״ש ואם רצה למכור מעט וכו'.</b> בפ' לולב הגזול (סוכה דף ל״ט:) אוקימנא הא דתנן בפ״ט דשביעית הפיגם והירבוזין וכו' ונלקחים מכל אדם בשביעית בכדי מן שנו כלומר בכדי מזונותיו דוקא ולא יותר ומשמע התם דהיינו מזון ג' סעודות ורבינו אע״פ שלא הזכיר פה מזון ג' סעודות סמך על מ״ש ברפ״ח דדוקא מזון ג' סעודות. \n",
                "<b>ומ''ש ואותן הדמים הרי הם כפירות שביעית וכו' ואותו הפרי הנמכר וכו'.</b> הוא ע''פ מה שיתבאר בפרק זה: \n\n"
            ],
            [
                "<b>לא יהיה לוקח ירקות שדה וכו' עד הרי זה מותר.</b> משנה פרק ז' דשביעית (משנה ג'): \n\n"
            ],
            [
                "<b>כשמוכרין פירות שביעית וכו' עד לא יאגוד אותן.</b> משנה שם פ''ח (משנה ג'): \n",
                "<b>וכתב</b> הראב''ד לשון המשנה וב''ה אומרים וכו' ואין פירושו מוכרח: \n\n"
            ],
            [],
            [
                "<b>פירות ח''ל וכו'.</b> ירושלמי שם ותוספתא פרק רביעי: \n\n"
            ],
            [
                "<b>חומר בשביעית מבהקדש וכו' האחרון נתפש בשביעית והפרי עצמו הוא כמו שהיה.</b> משנה פ''ח דשביעית (משנה ז'): \n\n"
            ],
            [
                "<b>ומ״ש כיצד לקח בפירות שביעית או בדמיהם בשר וכו'.</b> בס״פ האיש מקדש (קידושין דף נ״ד) ובע״ז פרק ר' ישמעאל (עבודה זרה דף נ״ד): \n\n"
            ],
            [
                "<b>אין שביעית מתחללת וכו'.</b> בפרק לולב הגזול (סוכה דף מ:) אמר רבי אלעזר אין שביעית מתחללת אלא דרך מקח ורבי יוחנן אמר בין דרך מקח בין דרך חילול ואסיק רב אשי (שם דף מא) מחלוקת בפרי שני אבל בפרי ראשון דברי הכל דרך מקח אין דרך חילול לא ופסק כר''י: \n\n"
            ],
            [
                "<b>וכשמחללין פרי הנלקח שנית וכו'.</b> שם ברייתא וכחכמים: \n\n"
            ],
            [
                "<b>דמי שביעית אין פורעים מהם את החוב וכו' עד וצריך להודיע.</b> ירושלמי פ''ג דדמאי (הלכה א') ותוספתא פ''ז דשביעית: \n",
                "<b>וכן אין לוקחים מהם וכו' ואין מביאים מהם וכו' ואין סכין כלים וכו'.</b> משנה בפ''ח דשביעית (מ''ח): \n\n"
            ],
            [
                "<b>אין נותנים מהם לא לבלן וכו' עד מתנת חנם.</b> ג''ז משנה שם (משנה ה'): \n\n"
            ],
            [
                "<b>האומר לפועל הא לך איסר וכו'.</b> גם זה משנה שם (משנה ד') ופירש רש''י בריש פרק בתרא דעבודה זרה (דף ס''ב) לקוט לי בו לשון מכר הוא דמשמע לקוט לי שוויו ירק שכרו אסור לשהותו אחר זמן הביעור אלא מתבער בשביעית לקוט לי ירק לשון שכירות הוא ולא לשון מכר ואין לו דמים שיתפסו בקדושת שביעית. ולדעת רבינו צ''ל דמתניתין בירקות שאין דרך לזרעם אבל בירקות שדרך לזרען אפילו גדלו בששית כל גידולם אסורים בשביעית כמבואר בדבריו פרק רביעי ולישנא דמתניתין הכי מוכח דקתני לקח ממין ירקות שדה ומדנקט ירקות שדה משמע דבירקות שגדלו מאליהם בשדה מיירי: \n\n"
            ],
            [
                "<b>החמרים העושים וכו' עד משום כדי חייו.</b> בריש פרק בתרא דע''ז (דף ס''ב:) מסקנא דרבא ופירש רבינו הא דחמרים בעושים מלאכה אסורה וכ''כ הר''ן וכך הוא בירושלמי (פ''ח הלכה ו'): \n\n"
            ],
            [
                "<b>הלוקח מן הנחתום וכו'.</b> משנה פרק שמיני דשביעית (משנה ד'): \n\n"
            ],
            [
                "<b>אוכלין פירות שביעית בטובה וכו'.</b> משנה פרק ד' דשביעית (משנה ב') וכב''ה: \n",
                "<b>מי שנתנו לו פירות שביעית וכו'.</b> בספ''ט דשביעית (משנה ט') מי שהיו לו פירות שביעית שנפלו לו בירושה או שנתנו לו במתנה ר''א אומר ינתנו לאוכליהן וחכמים אומרים אין החוטא נשכר אלא ימכרו לאוכליהן ודמיהם יתחלקו לכל אדם ומפרש בירושלמי (פרק ט' הלכה ט') דר''א סבר כב''ש דאין אוכלין פירות שביעית בטובה וחכמים לדבריו דר''א קאמרי ומשמע דלדידהו מותר לו לאכלם: \n\n"
            ]
        ],
        [
            [
                "<b>פירות שביעית אין אוכלים מהם וכו'.</b> בת״כ ופרק תשיעי דשביעית (משנה ב' ג') ופרק מקום שנהגו (פסחים דף נ״ב): \n\n"
            ],
            [],
            [
                "<b>היו לו פירות מרובין מחלקן מזון ג' וכו'.</b> משנה פ' תשיעי דשביעית (משנה ח') מי שהיו לו פירות שביעית והגיע שעת הביעור מחלק מזון שלש סעודות לכל אחד ואחד ועניים אוכלים אחר הביעור אבל לא עשירים דברי רבי יהודה ר״י אומר אחד עניים ואחד עשירים אוכלים אחר הביעור וכך היא שנויה בת״כ ובירושלמי וכך היא גירסת רבינו שמשון וכך היא גירסת הרמב״ן שכתב בפירוש התורה וכתב פירוש עניים כל שלקטו הפירות משדות אחרים מן ההפקר עשירים בעלי השדות עצמם שלקטו אותם מן השדות שלהם בהפקרם. וכן גירסת התוס' בפרק מקום שנהגו (פסחים דף נ״ב:) בד״ה מתבערין וידוע דהלכה כר' יוסי וכתבו לפי גירסתם זו דהא דמשמע בכל מקום דאסור לאכול אחר הביעור היינו שמחזיק בהם כשלו אבל אחר שהפקירן והוציאן מרשותו שיאכל מהם בין אדם בין חיה אם חזר וזכה בהם והכניסם לתוך ביתו אוכל והולך עד שיכלו וכן אמרו בתוספתא פרק שמיני מי שיש לו פירות שביעית והגיע שעת הביעור מחלק מהם לשכניו ולקרוביו ולמיודעיו ומוציא ומניח על פתח ביתו ואומר אחינו בית ישראל כל מי שצריך ליטול יבא ויטול וחוזר ומכניסן לתוך ביתו ואוכל והולך עד שעה שיכלו, גם ספר מצות גדול כתב תוספתא זו וכתב עליה הנה למדת שהביעור הוא שלא יחזיק אדם בפירות אלא יפקיר הכל ודרך הפקר מותרים לאכול ובירושלמי פ״ט (הלכה ה') רבי יצחק בר רדופא הוה ליה עובדא וכו' פירוש שהיה זמן לבער פירות שביעית אתא וכו' שאל לרבי יאשיה אמר ליה חמי תלת רחמין ואבקרה קומיהון פירוש שלשה אוהבים שאפילו שתפקיר הפירות לא יזכו בהם. קפודקאי דצפרי שאלון לרבי אמי כגון x (אנן דלית לן רחמין היך צורכא מתעביד) אמר לון כד תחמון רגלא צלילא תהוון מפקין לה לשוקא ומבקרין ליה והדרין וזכיין ביה ורבינו היה גורס במשנה שכתבתי רבי יוסי אומר אחד עניים ואחד עשירים אין אוכלים אחר הביעור וכך מבואר בדבריו בהדיא בפירוש המשנה הלכה שלישית מפרק חמישי ופסק כרבי יוסי. כתב הרב רבי' יעקב קורקוס ז״ל על גירסת התוספות ורבינו שמשון וספר מצות גדול וז״ל תקנה גדולה ליושבי הארץ בזמן הזה כי אע״פ שמותר לקנות פירות מעכו״ם כמו שיתבאר ספ״ד מ״מ כיון שאין קנין לעכו״ם חלה קדושת שביעית על הפירות וצריך לבערם בזמן הביעור והרי הם כספיחים העולים בשדה בור ודומיהם מהספיחים המותרים כי אע״פ שלא גזרו בהם גזירת ספיחים מ״מ קדושת שביעית עליהם וחייב לבערם והוא הדין לפירות העכו״ם כיון שאין קנין להם והרי הם כספיחים שגדלו בקרקע ישראל שחייבים בביעור כי הדלות רב ועצום ובמה שכתבתי יכולים לקיים מצות ביעור בלא ביעור וכאשר יעץ רבי אמי להנהו קפודקאי אע״פ שלדעת רבינו צריך לשרוף אותם ולבערם וזהו הביעור וכן כתב רש״י פ' מקום שנהגו שהביעור הוא במקום מדרס רגל חיה ובהמה, מ״מ כדאי הם הגאונים הנזכרים והראיות לסמוך עליהם כ״ש בשעת הדחק כי רב הוא עכ״ל. והראב״ד כתב ואסור לאכול אחר הביעור. אמר אברהם בחיי ראשי לא האיר ולא הצהיר מהו הביעור ומחלוקת תנאים הללו היא בפרק תשיעי דשביעית וכתב רבינו דינן לקמן בסמוך הכובש שלשה כבשים בחבית אחת וכו': \n",
                "<b>ואם לא מצא אוכלין בשעת הביעור שורף באש וכו'</b> גם הראב''ד מסכים עם רבינו שהביעור הוא לשרפם ולאבדם לגמרי וכבר נתבאר שאין כן דעת התוס' ורבינו שמשון וסמ''ג ודעת הרמב''ן בפירוש התורה כמותם וכתב שלא מצינו שמנו פירות שביעית בכלל הנשרפין ולא בכלל הנקברים אלא ענינו שצריך להפקירן לא יותר והכריח הדבר מהתוספתא שכתבתי וביאר לשטה זו כל מ''ש הראב''ד ודחה סברת רבינו והראב''ד בשתי ידים, והראב''ד ליישב התוספתא כתב שהם שני ביעורים ופירוש עד שיכלה כלומר עד שיכלה אותו המין מכל הארץ ולשון אוכל והולך עד שיכלו לא משמע אלא עד שיכלו אותם פירות עצמם שזכה בהם מן ההפקר כי כבר קיים בהם מצות ביעור. וכתב עוד וכשאין אוצר בעיר ולא ב''ד והפירות ביד המלקט אותם מההפקר הוא צריך לבערם מן הבית בשעת הביעור ומפקירן על פתח ביתו ואוכלים והולכים לעולם וזו היא שביעית במינה במשהו לביעור כמו שמוזכר במסכת נדרים מפני שיש לה היתר בביעור מביתו ומ''מ אינם נאסרים באכילה כלל אבל אם עירבן בביתו אחר הביעור אסורים הם באכילה לגמרי וזו היא שביעית שאוסרת בנ''ט לאחר הביעור שאין לה מתירים ואפשר שהאיסור הזה מדבריהם הוא ואולי הביעור כולו חומרא מד''ס והברייתות השנויות בת''כ בענין הביעור אסמכתא מדבריהם: \n\n"
            ],
            [
                "<b>היו לו צמוקים וכו'.</b> כך פירש רבינו ממה ששנינו בפרק תשיעי דשביעית (מ''ד) אוכלים על המופקר אבל לא על השמור. \n",
                "<b>ומ''ש אבל אם יש שם ענבים קשים ביותר וכו'</b> נראה שזהו פירוש מה ששנינו שם אוכלין על הטפיחין ופי' רבינו שם טפיחין קיבוץ טופח והם הגרגרים הקשים ממיני התבואה והקטנית שאינם נזרעים אבל צומחין מכח הארץ וישארו בארץ ימים רבים לרוב יבשותם וחזקתם והם כשאר המינים כגון הקורטמאן ממין השעורים ששמו טופח עכ''ל. וע''פ דרך זה לקח פה הדמיון בענבים: \n\n"
            ],
            [
                "<b>אילן שעושה פירות שתי פעמים בשנה וכו'.</b> משנה פ''ט דשביעית [אוכלים] על הטפיחין ועל הדיפרא אבל לא על הסתוניות: \n\n"
            ],
            [
                "<b>הכובש שלשה כבשים וכו'</b> משנה שם (משנה ה') x ופסק בירושלמי הלכה כר''ג: \n",
                "<b>ומ''ש ואם התחיל בה וכו'.</b> שם בירושלמי מכיון שהתחיל באוצר כמבוער הוא: \n\n"
            ],
            [
                "<b>וכשם שמבערים את הפירות וכו'.</b> פ''ז (מ''א) כל שהוא מאכל אדם ומאכל בהמה וממין הצובעין ואינו מתקיים בארץ יש להם שביעית ולדמיו שביעית יש להם ביעור ולדמיו ביעור וביעור הדמים נתבאר בפ''ו מההיא דלקח בפירות שביעית בשר וכו': \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(ט-יא)</small> שלש ארצות לביעור וכו'.</b> משנה פ''ט דשביעית (משנה ב') וכפי' רבינו שמשון. \n",
                "<b>ומ''ש וג' ארצות אלו כולן חשובות כאחת לזיתים ולתמרים</b> שם במשנה (מ''ג) ובירושלמי תני אף לחרובין: \n",
                "<b>ואוכלים בתמרים וכו' עד החנוכה.</b> בפרק מקום שנהגו (פסחים דף נ״ג) ודקדק רבינו לכתוב בענבים עד הפסח של מוצאי שביעית משום דשל תחלת שביעית כבר נגמר פריין בששית: \n\n"
            ],
            [
                "<b>המוליך פירות שביעית וכו'.</b> משנה פרק מקום שנהגו (פסחים דף נ') וכת״ק: \n",
                "<b>ופירות הארץ שיצאו לח''ל וכו'.</b> שם (דף נ''ב:) ת''ר פירות שיצאו לח''ל מתבערין בכ''מ שהן רשב''א אומר יחזרו למקומן ויתבערו ומשמע התם דאין הלכה כרשב''א וכן אמרו בירושלמי ספ''ו דשביעית (הלכה ד') הורי רבי אמי כהן תניא קמיא לקולא: \n\n"
            ],
            [
                "<b>כלל גדול אמרו בשביעית וכו' עד והעקרבנין.</b> משנה פ''ז דשביעית (מ''א) ומייתי לה בפרק בא סימן (נדה דף נ''א): \n",
                "<b>כתב</b> הראב''ד שהרי מתקיים בארץ אלא נהנין וצובעין בו עד ר''ה א''א זו דברי ר''מ וכו'. ואני אומר שנוסחא דידן בספרי רבינו אין להם ביעור ולא לדמיהם שהרי מתקיים בארץ אלא נהנין וצובעין בו עד ר''ה כך נמצא בספר מוגה והרי זה כחכמים שאמרו אין להם ביעור ולא לדמיהם ביעור אבל אי קשיא הא קשיא שמ''ש אלא נהנין וצובעין בו עד ר''ה נראה שאינו כחכמים דלדידהו אפילו אחר ר''ה נמי נהנין וצובעין בו ואפילו ר''מ אינו מחמיר אלא בדמיהם שיתבערו עד ר''ה אבל בהם עצמם מודה שאין להם ביעור כלל ואפשר שכוונתו לומר שאין להם ביעור כלל ומשום דכשיש ביעור היינו שיתבער קודם ר''ה נמצא שבאמרו נהנים וצובעים בו עד ר''ה הוי כאומר אינו מתבער כלל. ומ''מ לשון שהרי מתקיים בארץ צריך ליישבו לנוסחא זו דמה טענה היא זו לומר דאין לדמיהם ביעור וצ''ל דארישא קאי אין להם ביעור שהרי מתקיים בארץ וכיון שכן א''א לבער אלא נהנים וצובעים בו עד ר''ה וכ''ש אחר ר''ה וכיון שלהם אין ביעור גם לדמיהם אין ביעור: \n\n"
            ],
            [
                "<b>כתב עוד הראב''ד וכל שאינו מיוחד לא למאכל אדם וכו' א''א אי אפשר זה בלא שיבוש שאם אינו ממאכל וכו': וי''ל</b> שרבינו מפרש שמה ששנינו בבבא שנית ומתקיים בארץ לא קאי אלא למין הצבעים כגון הפואה והרכפה אבל שאר דברים שאינם מאכל אדם ולא מאכל בהמה כגון עיקר הלוף והשוטה ועיקר הדנדנה והערקבנין בין שהם מתקיימים בין שאינם מתקיימים אין להם ביעור ולא לדמיהם ביעור וכן נראה מדבריו בפירוש המשנה והראב''ד שכתב א''א זה בלא שיבוש וכו' טעמו מפני שהוא ז''ל מפרש המשנה כפשטה דמאי דקתני בבבא שנית ומתקיים בארץ קאי לכל מה ששנוי בבבא ההיא ולפיכך נראה לו שיש שיבוש וכבר כתבתי הפירוש שמפרש רבינו במשנה. \n",
                "<b>ומ״ש שאם אינו ממאכל אדם וכו' עד והקורנית</b> הוא משנה בפ״ח. ומ״ש הראב״ד שחומרי אדם היינו שיש להם שביעית במשנה הנזכרת משמע דחומרי אדם היינו שאין עושין מלוגמא וכן פירשו רבינו ור״ש ויש לתמוה על הראב״ד שעירב משנה זו עם האחרת שאין אותה משנה ענין לזו דההיא לענין שמאכל בהמה עושים ממנו מלוגמא ואין שולקין אותו ומאכל אדם אין עושין ממנו מלוגמא ושולקין אותו והעשוי לעצים תלוי במחשבה אבל משנה זו אינה עסוקה בזה אלא לומר שיש להם דין שביעית שאין עושים סחורה מהם ושאין להם ולא לדמיהם ביעור וזה אינו תלוי במחשבה אלא אע״פ שאינו מיוחד לא למאכל אדם ולא למאכל בהמה הואיל ואינם עצים ממש יש להם שביעית ולדמיהם שביעית אבל אין להם ביעור ולא לדמיהם ביעור וזה פשוט ומבואר ורבינו כתב דין אותה משנה בפרק ה'. ומ״ש הראב״ד וכללו של דבר כל שאינו מתקיים בארץ וכו' וכן מה שכתב ויש מין המתקיים בארץ שנחלקו עליו הוא ע״פ פירושו במשנה הנזכרת וכבר כתבתי שרבינו מפרש דלא מפלגא מתניתין בין מתקיים לשאינו מתקיים אלא במין הצבעים בלבד. ומ״ש עוד הראב״ד ויש מין המתקיים בארץ שנחלקו עליו רבי יהודה וחכמים וכו' טעות סופר יש כאן וצריך להגיה ר״מ במקום ר' יהודה. והר״י קורקוס ז״ל כתב וז״ל הנה מחלוקתם תלוי בחילוק גירסאות כי רבינו כתב כן מהמשנה שבפרק הנזכר ז״ל ועוד כלל אחר אמרו כל שאינו מאכל אדם ומאכל בהמה וממין הצובעים ומתקיים בארץ יש לו שביעית ולדמיו אין לו ביעור ואין לדמיו ביעור ואי זה זה עיקר הלוף השוטה ועיקר הדנדנה והערקבנין וכו' וממין הצובעים הפואה והרכפא יש להם שביעית וכו'. כך גירסת רבינו וה״פ כל שאינו מאכל אדם ולא מאכל בהמה ולא ממין הצובעים אפילו אינו מתקיים או שהוא ממין הצובעים ומתקיים בארץ יש לו ולדמיהם שביעית ואין להם ולדמיהם ביעור. ואל החלוקה הראשונה הביא משל מעיקר הלוף השוטה והדנדנה וכו' כי לדעת רבינו אינם מאכל אדם גם אינם מתקיימים בארץ. ואל החלוקה השנית שהיא ממין הצובעים ומתקיים הביא משל הפואה והרכפא ולשיטתו צריך לגרוס בפרק בא סימן (נדה דף נ״א:) יש לו שביעית ואין לו ביעור הפואה והרכפא דאילו עיקר הלוף והדנדנה לדעת רבינו אינם מתקיימים ושם אמרו דכתיב וכו' והני לא כלו נינהו וע״כ צריך לשנות הגירסא אבל ר״ש והרא״ש גורסין ועוד כלל אחר אמרו כל שהוא מאכל אדם ומאכל בהמה וממין הצובעים ומתקיים בארץ ועלה קאי כגון הלוף השוטה והדנדנה והערקבנין וכו' סוברים שכל אלו ראויים לאדם ולבהמה ומתקיים בארץ וזו נראה גירסת הר״א ולכך כתב שכל אלו תלויים במחשבה והם האזוב וכו' ולא נתפרש באלו וכו' כי לפי גירסתם ודאי כן הוא כי לא הוזכר במשנה מה שאינו מאכל אדם ולא מאכל בהמה ולא הצובעים אלא פואה וקורנית ואזוב ובהם לא נתבאר דין ביעור אבל עיקר הלוף וכו' לדעתו ראוי למאכל אדם ולמאכל בהמה והוא כשיטת ר״ש והרא״ש שכתבתי ולפי זו השיטה כלל אמרו כללו של דבר כל שאינו מתקיים בארץ יש לו ולדמיו ביעור דעיקר הלוף וחביריו מתקיימים הם אבל לשיטת רבינו לאו כללא הוא דהא איכא לוף שוטה וחבריו שהם מתקיימים וגירסת התוספות בר״פ כלל גדול כגירסת רבינו שמשון והרא״ש והר״א עכ״ל: \n\n"
            ],
            [
                "<b>קליפי רמון והנץ שלו וכו' עד ונושרים מאילנותיהם.</b> משנה שם פ''ז (מ''ג) גרעינים לא אאגוזים קאי דאגוזים אין להם גרעינים אלא גרעיני שאר פירות קאמר וראויים להסקה ויש להם שביעית כיון שעיקר הפרי ראוי למאכל אדם חלה קדושת שביעית עליהן אבל אין להם ביעור כיון שאינם עיקר הפרי: \n\n"
            ],
            [
                "<b>עלי זיתים ועלי קנים וכו'.</b> עלי קנים אין להם ביעור ירושלמי פרק תשיעי (הלכה ה'). \n",
                "<b>ומ''ש עלי זיתים:</b> \n\n"
            ],
            [],
            [
                "<b><small>(יז-יח)</small> ועד מתי יהיה אדם רשאי ללקט וכו' ועד מתי יהיו העניים מותרים וכו'.</b> משנה פ''ט דשביעית (משנה ו' ז'): \n\n"
            ],
            [
                "<b>הורד והכופר וכו'.</b> משנה פ''ז דשביעית (משנה ו'): \n",
                "<b>הקטף והוא שרף היוצא מהאילנות וכו'.</b> בפ''ז דשביעית תנן הקטף יש לו שביעית ולדמיו שביעית ר''ש אומר אין לקטף שביעית מפני שאינו פרי וגרסינן בפ''ק דנדה (דף ח':) א''ל רבי ירמיה לרבי זירא ואת לא תסברא דמאן תנא קטפא פירא רבי אליעזר הוא והתנן ר' אליעזר אומר המעמיד בשרף הערלה אסור אפילו תימא רבנן ע''כ לא פליגי רבנן עליה דר''א אלא בקטפא דגווזא אבל בקטפא [דפירא] מודו ליה דתנן א''ר יהושע שמעתי בפירוש שהמעמיד בשרף העלין ובשרף העיקרין מותר ובשרף הפגין אסור מפני שהוא פרי ואב''א כי פליגי רבנן עליה דר''א באילן העושה פירות אבל באילן שאינו עושה פירות מודו דקטפו זה הוא פריו דתנן ר''ש אומר אין לקטף שביעית וחכמים אומרים יש לקטף שביעית מפני שקטפו זה הוא פריו מאן חכמים לאו רבנן דפליגי עליה דר''א ופסק רבינו כהני תרי תירוצי דמשמע דתרווייהו קושטא נינהו אבל איתא התם בתר הכי א''ל ההוא סבא הכי א''ר יוחנן מאן חכמים ר''א דאמר קטפו זהו פריו אי ר''א מאי איריא אילן שאינו עושה פרי אפילו אילן העושה פרי קטפו זהו פריו לדבריהם דרבנן קאמר להו לדידי אפילו אילן העושה פרי נמי קטפו זהו פריו לדידכו אודו לי מיהת באילן שאינו עושה פירות דקטפו זהו פריו ורבנן אמרי ליה לא שנא והשתא יש לתמוה למה פסק דלא כרבי יוחנן ואפשר לומר שטעמו משום דלא אשכחן מאן דאמר הכי משמיה דרבי יוחנן אלא ההוא סבא לא סמכינן עליה דאם איתא בבי מדרשא הוו ידעי לה. ועוד דטעמא דחיקא הוא לומר דלדבריהם דרבנן קאמר ואפשר דאם איתא דאמרה רבי יוחנן דרך משא ומתן אמרה ולא לקושטא דמילתא: \n\n"
            ],
            [],
            [
                "<b>הכובש ורד שביעית וכו'.</b> משנה ספ''ז דשביעית (משנה ז') ורד חדש שכבשו בשמן ישן ילקט את הורד וישן בחדש חייב בביעור ובירושלמי (הלכה ב') הכא את אמר וילקט את הורד והכא את אמר חייב בביעור ר' אבהו בשם ר' יוחנן תרין תניין אינון א''ר זעירא יכיל אנא פתר [בתרי פתרי] ורד חדש שכבשו בשמן ישן ורד של שביעית שכבשו בשמן של ששית וישן בחדש ורד שביעית בשמן של שמינית וכמאן דמוקי לה בתרי פתרי נקיטינן דהוא עדיף מדמוקים לה בתרי תנאי וכדאמרי' בפרק אע''פ דמוקמינן מתניתין בתרי טעמי ולא מוקמינן לה בתרי תנאי. וז''ל רבינו בפירוש המשנה ורד חדש שכבשו בשמן ישן הוא שיטמין ורד של שביעית בשמן של ששית הרי הוא מלקט אותו מפני שלא יכנס כל הוורדים וטעמם בשמן שהשמן הוא ישן והורד חדש אלא אם יניחהו זמן רב וישן בחדש הוא לתת ורד של שביעית בשמן של מוצאי שביעית וזהו יכנס בו כח הורד וטעמו מיד ומפני זה יבער השמן עכ''ל פירוש כי הורד הישן נותן כח וטעם יותר מהר מן החדש והשמן החדש נוח לקלוט טעם יותר מהישן: \n\n"
            ],
            [
                "<b>חרובין של שביעית שכבשן וכו'.</b> ג''ז שם במשנה סופה דמתניתין דבסמוך חרובין חדשים שכבשן ביין ישן וישנים בחדש חייבים בביעור ופירש רבינו שם החרובין ביין יכנס בו טעם החרובין מיד ומפני זה על שני הדרכים חייב לבער היין עכ''ל פירוש שהחרובין קולטין טעם היין מיד ולא דמו לוורד בשמן: \n",
                "<b>זה הכלל פירות שביעית שנתערבו וכו'.</b> שם במשנה: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b><small>(א-ג)</small> כדרך שאסור לעבוד הארץ בשביעית וכו'. ואלו כלים שאין האומן רשאי למוכרם וכו' עד וכל כליה.</b> משנה פרק ה' דשביעית (משנה ו'): \n\n"
            ],
            [
                "<b>ומ''ש ומותר למכור סתם למי שאינו חשוד וכו'.</b> ירושלמי שם (הלכה ג'): \n\n"
            ],
            [
                "<b>היוצר מוכר חמשה כדי שמן וכו' עד שמא יביא לארץ.</b> משנה שם (משנה ז'): \n\n"
            ],
            [
                "<b>ומוכר לחשוד פרה וכו'.</b> משנה א' שם וכבית הלל ואיתא פירקא קמא דעבודה זרה (דף ט''ו): \n",
                "<b>ומוכר לו שדהו וכו' אבל לא ימכור לו שדה האילן וכו'.</b> תוספתא סוף פרק ג' דשביעית: \n",
                "<b>ומשאילו סאה וכו'. עד וכולן בפירוש אסורין.</b> משנה פרק ה' דשביעית (משנה ח'): \n\n"
            ],
            [
                "<b>וכן משאלת וכו' מחזיקין ידי עכו״ם וכו'.</b> משנה ט' שם ובס״פ הניזקין (גיטין דף ס״א): \n\n"
            ],
            [
                "<b>ומותר לרדות עמהם הכוורת.</b> ירושלמי פרק רביעי (הלכה ג') הורי רבי אמי לרדות עמו כלומר ולאפוקי מר''א דחשיב כוורת כקרקע בסוף שביעית (משנה ז') ובסוף עוקצין ובתוספתא דבסוף עוקצין: \n",
                "<b>וחוכרים מהם נירין וכו'.</b> משנה פרק רביעי דשביעית (משנה ג'): \n\n"
            ],
            [
                "<b>מותר לעשות בסוריא בתלוש וכו'.</b> משנה פרק ששי דשביעית (משנה ב'): \n\n"
            ],
            [
                "<b>כשם שאסור לעשות סחורה וכו' עד משום כדי חייו של מוכר.</b> בפרק לולב הגזול (סוכה דף ל''ט): \n\n"
            ],
            [],
            [
                "<b>בד''א בזמן שהיה מוכר וכו' אבל היה מוכר פירות שחזקתן מן ההפקר וכו'.</b> משנה פ''ט דשביעית (משנה א'): \n\n"
            ],
            [
                "<b>וכל דבר שאינו חייב במעשרות כגון וכו'.</b> משנה בסוף מעשרות (משנה ח'): \n\n"
            ],
            [],
            [],
            [
                "<b><small>(יד-טז)</small> בד''א בעם הארץ סתם וכו'.</b> משנה בפרק עד כמה (בכורות דף כ''ט:) וכרבי שמעון ואע''ג דמתניתין לגבי חשוד להיות מוכר תרומה לשם חולין היא ילפינן מינה לחשוד על השביעית: \n",
                "<b>ואין לוקחין ממנו פשתן וכו' עד ולא על השביעית.</b> משנה שם ולשון המשנה אבל לוקחין ממנו טווי ובגדים ופירש רבינו שם בגדים אלו שבכאן ר''ל כעין בגדים כגון הגדילים שהם מעשה עבות מן הפשתן עצמו לא מן הטווי לפי שהואיל והתיר לקנות הטווי כל שכן הדבר העשוי מן הטווי עכ''ל והוא פירוש לדברי הגמרא שם. וז''ש שזור במקום בגדים השנוי שם במשנה, ובירושלמי (פ''ה ה''ג) סוף מעשרות ופשתן לאו קיסמין הוא א''ר חיננא מפני זרעה וז''ש רבינו שיש עליו זיקת שביעית: \n\n"
            ],
            [
                "<b>כל החשוד על הדבר וכו': כתב</b> הראב''ד כבר כתבתי בפי''ב מהל' מעשר שאין לסמוך על זה עכ''ל וכבר כתבתי שם טעם רבינו: \n\n"
            ],
            [
                "<b>הכהנים חשודים על השביעית לפי שהם אומרים וכו' לפיכך סאה תרומה וכו'.</b> בפרק זה בורר (סנהדרין דף כ״ו): \n\n"
            ],
            [
                "<b>הצבענין והפטמין וכו'.</b> תוספתא פ''ה דשביעית ובירושלמי פרק ט': \n\n"
            ],
            [
                "<b>גבאי קופה בשביעית לא יהיו וכו'.</b> תוספתא פ''ג דדמאי: \n",
                "<b>ומותר ללוות מן העניים וכו'.</b> פרק בתרא דע''ז: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה להשמיט המלוה וכו':</b> \n\n"
            ],
            [],
            [
                "<b><small>(ב-ג)</small> אין שמיטת כספים נוהגת מן התורה וכו' עד כדי שלא תשתכח וכו'.</b> בפרק השולח גיטין (דף ל''ו) וכרבי ונראה מדברי רבינו שמפרש שמה שאמרו שם בזמן שאתה משמט קרקע אתה משמט כספים ליובל קרי משמט קרקע שהרי שדות חוזרות לבעלים וכמו שכתב בסוף פרק עשירי אבל שמיטת קרקע אף בזמן הזה נוהגת מן התורה: \n\n"
            ],
            [
                "<b>אין שביעית משמטת כספים אלא בסופה.</b> בספרי ובערכין פרק המקדיש (ערכין דף כ״ח:): \n\n"
            ],
            [
                "<b>שחט את הפרה וכו'.</b> משנה בפרק בתרא דשביעית (משנה ב'): \n",
                "<b>וכתב</b> הראב''ד אישתמיטתיה מאי דאמור בירושלמי וכו'. וכתב בעל מגדל עוז שטעם רבינו מדמותיב מינה לרב יוסף בפרק שואל ודחיק לשנויי ולא דחי הא מני רבי יהודה היא עד כאן לשונו. ולי נראה שטעם רבינו משום דקשיא ליה היאך אפשר לומר דפליגי רבנן בההיא דהשוחט את הפרה דלא מקריא הקפת חנות אלא כשלקח ממנו כמה פעמים בהקפה אז אינו חוב עד שיזקפם עליו במלוה אבל אם לא לקח ממנו בהקפה אלא פעם אחת הרי הוא כשאר חוב ומשמט וכך נראה קצת מדברי רבינו בפירוש המשנה ואם כן הא דהשוחט את הפרה כרבנן נמי אתיא דמאחר שלא לקח ממנו אלא פעם אחת משמט ואם כן כי אמר רבי אלעזר דרבי יהודה היא היינו משום דמתניתין סתמא קתני אפילו חזר והקיף בו ביום ומשום הכי אסור דאי חזר והקיף ממנו בו ביום דמשמט היינו לרבי יהודה אבל כשלא הקיף ממנו אלא פעם זו על דעת לשלם לו קודם שיקח ממנו פעם אחרת לרבנן נמי אם היה החדש מעובר משמט ואם כן שפיר עבד רבינו דפסקה למשנה זו להלכה דפשטה בשלא הקיף ממנו אלא פעם זו על דעת לשלם לו קודם שיקח ממנו בהקפה פעם אחרת דלדברי הכל אם היה החדש מעובר משמט ועוד יש לומר שכיון שאינו יכול לפרוע בשעת המכר מפני שהוא יום טוב הרי הוא כאילו לא מכר לו בהקפה שאילו לא היה יום טוב היה פורעו מיד ואם כן הוי כאילו זקפה עליו במלוה עד שיגיע עת שיוכל לתובעו וכך נראה מדברי רבינו בפירוש המשנה וכן נראה מהירושלמי וא''כ כרבי עקיבא אתיא: \n\n"
            ],
            [
                "<b>שביעית משמטת את המלוה וכו'.</b> בפ״י דשביעית (משנה א') תנן שביעית משמטת את המלוה בשטר ושלא בשטר ואיתמר עלה בפרק השולח (גיטין דף ל״ז) רב ושמואל דאמרי תרווייהו בשטר שיש בו אחריות נכסים שלא בשטר שאין בו אחריות נכסים וכל שכן מלוה על פה ור״י ור״ל דאמרי תרווייהו בשטר שטר שאין בו אחריות נכסים שלא בשטר מלוה ע״פ אבל שטר שיש בו אחריות נכסים אינו משמט כלומר דכיון ששיעבד לו קרקעותיו כגבוי דמי וכמי שהקרקעות בחזקת המלוה הם וגבויות ממש ואין כאן חוב תניא כוותיה דר״י ור״ל ש״ח משמט ואם יש בו אחריות נכסים אינו משמט תניא אידך סיים לו שדה אחת בהלואתו כלומר הראה בסימניה ומצריה וייחדה לו לגבותו כגבוי דמי ולא עוד אלא אפי' כתב כל נכסיו אחראין וערבאין אינו משמט כלומר אע״ג דלא דמי לגבוי כסיים ובתר הכי אמרינן דר״י פסק בשטר שיש בו אחריות נכסים דמשמט והקשו לו והא מר הוא דאמר אינו משמט והשיב וכי מפני שאנו מדמים כלומר נראה בעינינו וכמדומים אנחנו ולא שמענו מרבותינו נעשה מעשה כלומר להוציא ממנו בידים וההיא ברייתא דילמא ב״ש היא דאמרי שטר העומד ליגבות כגבוי דמי הרי שאפי' ר״י פסק דמשמט. וכתב הר״ן בשם הרמב״ן דסיים לו שדה בהלואתו נמי משמט דהא סבר האי תנא בכל שטר שיש בו אחריות נכסים שאינו משמט ואידחי ליה ואמרינן באי זהו נשך (דף ס״ז:) האי משכנתא באתרא דמסלקי שביעית משמטת וכ״ש סיים ואפשר דמוקי לה באפותיקי מפורש ולאו מילתא היא דאפילו הכי משמט [כלומר] כיון שיכול לסלקו כל שעה שירצה אבל הרמב״ם פסקה בפ״ט מה״ש ומשמע לי דס״ל דלא מדחינן אלא מאי דמידחי בגמרא בהדיא אבל סיים לו שדה כיון דלא מידחי לא מדחינן ליה עכ״ל והאריך לדחות ההיא דמשכנתא וכתב בעל התרומות בשער מ״ה הרמב״ם פסק כברייתא דקתני סיים לו שדה בהלואתו אינו משמט ומסתברא דמיירי באתרא דלא מסלקי עכ״ל: \n",
                "<b>והשביעית משמטת את השבועה.</b> משנה בסוף פרק כל הנשבעין (שבועות דף מ״ה) ומייתי לה מדכתיב וזה דבר השמיטה ורבינו מייתי לה מלא יגוש ותניא בתוספתא דבר שהשביעית משמטתו משמטת שבועתו ודבר שאין השביעית משמטתו אינה משמטת שבועתו: \n\n"
            ],
            [
                "<b>במה דברים אמורים בשבועת הדיינים וכו'.</b> כן מתבאר מהתוספתא שכתבתי בסמוך וכן פירש''י על המשנה שכתבתי בסמוך ושביעית משמטת את השבועה לאו אהך שבועה דשותפות קאי דאין שביעית משמטת שותפות ולא שבועתה ובזה אין מקום למה שכתב הראב''ד כמדומה לי דבר זה הוציא מן הירושלמי וכו' ויש לדקדק בדברי רבינו שכתב אבל שבועת השומרים והשותפים וכיוצא בהם משבועות שאם יודה בהם ישלם הרי זה ישבע אחרי השמטה שהרי שבועת הדיינים אם יודה ישלם וא''כ היאך כתב דשביעית משמטתה וצ''ל דה''ק אבל שבועת השומרים והשותפים שאם יודה ואח''כ יעבור עליו שביעית ישלם ולא תהא משמטתו שביעית מפני שאינם דרך מלוה ואין שביעית משמטת אלא מלוה ה''ז ישבע אחר השמיטה. ומכל מקום יש לגמגם על זה הירושלמי דהא משמע דרבנן פליגי ארבי מאיר ולמה פסק כיחידאה ואפשר דטעמא משום דסתם לן תנא כוותיה א''נ י''ל דליכא מאן דפליג אר''מ דהא מקרא מלא הוא אלא משום דאיתמר משמיה בית מדרשא קבעוה בשמו: \n\n"
            ],
            [
                "<b>הלוהו ותבעו וכפר בו וכו': כתב</b> הראב''ד הנה הוא סובר טעמא דחזר והודה וכו'. וי''ל דלדעת רבינו שבמה שכתב הר''ן בפרק הנשבעים לא תקשה לרבינו ממתניתין דשבועות דבמתניתין עסקינן שתבעו קודם שביעית והודה במקצת וכפר במקצת ואותו מקצת שכפר בו אין שביעית משמטתו כדאמרינן בירושלמי (שביעית פ''י ה''א) מלוה ונעשית כפרנית אינה משמטת וסד''א כיון שתבעו קודם שביעית והודה במקצת וכפר במקצת ותביעת אותה מקצת במקומה עומדת שלא נשמטה בשביעית ישבע עליה לאחר שביעית קמ''ל דשביעית משמטת שבועה זו דכיון שהשמיטה אותו מקצת שהודה בו נמצא שאינו אלא כופר בכל ואף השבועה מחמת אותו מקצת של הודאה נשמטה כיון שהממון נשמט אף הדיבור של שבועה שבא מכחו נשמט עכ''ל: \n",
                "<b>וכתב</b> הרא''ש בתשובה סוף כלל פ''ו על הירושלמי דכפרנית ונעשית מלוה משמטת קשיא להו מדתנן בפירקא בתרא דשביעית כל מעשה בית דין אינם משמטים ומפרש בירושלמי גזרי דיינים כגון התובע את חבירו וכפר לו והביא עדים וחייבוהו ב''ד וכתבו לו פסק דין הוי כגבוי ואינו משמט וי''ל דהא דכפרנית ונעשית מלוה מיירי שלא כתבו פסק דין לכך [לא] הוי כגבוי עכ''ל. וכן נראה מלשון רבינו: \n\n"
            ],
            [
                "<b>המלוה את חבירו וקבע לו זמן וכו'.</b> מימרא בפרק קמא דמכות (דף ג') ופסק כלישנא בתרא וכן פסקו רבינו תם והרא''ש והרמב''ן וספר התרומות: \n",
                "<b>התנה עמו שלא יתבענו וכו'.</b> ירושלמי פ''י דשביעית. וכתב הר''י קורקוס ז''ל נ''ל טעם הדבר שאע''פ שאינו יכול לנגוש אותו כיון שהחוב מוטל עליו והוא חייב לפרוע בכל עת לצאת ידי שמים גם אם יתפוס המלוה משל הלוה יכול ליקח אותו בחובו קרינן ביה לא יגוש ולא דמי לקובע זמן שאין עליו שום חיוב בתוך הזמן: \n\n"
            ],
            [
                "<b>המלוה את חבירו והתנה עמו וכו'.</b> בפרק קמא דמכות מימרא דשמואל ע''מ שלא תשמיטני שביעית שביעית משמטתו על מנת שלא תשמטני בשביעית אין שביעית משמטתו ופירש''י שביעית משמטתו שהשביעית אינה מסורה בידו להתנות שלא תהא משמטת וכתב הרא''ש בתשובה שלא תשמיטני בשביעית תנאי זה אגברא קאי ומועיל: \n\n"
            ],
            [],
            [
                "<b><small>(יא-יב)</small> הקפת חנות וכו' שכר שכיר וכו' קנסות של אונס ומפתה וכו'.</b> הכל משנה פ''י דשביעית וכתב רבינו בפירוש המשנה הקפת חנות היא האמנה במקח ובממכר שבין בני אדם ובעלי החניות שיוציא עליו כל מה שצריך וכשיקבץ סך ממון עליו יפרעהו וזה הנקבץ לא יהיה נשמט בשנה השביעית מפני שאינו על דרך חוב ולא מכר לו בעל החנות על מנת שיהיה חוב אבל מכר לו מעט מעט עד שנתקבץ לו הכל ויתן לו ממונו עכ''ל. ונראה לי שטעם הדבר שמאחר שדרך להקיף זמן אחר זמן ואינו נפרע ממנו עד שיזדמנו לו מעות ואין דרך לנוגשו הוי כאילו הלוהו עד אחר שביעית שאין שביעית משמטתו וזהו טעם שכר שכיר שאינו נשמט מפני שדרך לקבץ שכר שנה או שנתים ביד השוכר אותו ואינו נוגשו לתתם לו אבל הם בידו כפקדון או כהלוהו עד אחר השביעית. וכתב עוד רבינו בפירוש המשנה הקנסות שחייב הכתוב לאונס ומפתה ומוציא שם רע אינם כשאר חובות אבל הם חיובים שהאיש ההוא נתחייב בהם והאיש ההוא לא יהיה פטור עד שיפרעם עכ''ל. ואיני יורד לסוף חילוק זה דגם הלוה מחבירו חייב הוא לפורעו אלא שהשביעית משמטתו ואפשר לומר שמאחר שכתובים בתורה הוה ליה כגבויים או כמסורים ביד בית דין x: \n",
                "<b>ומ''ש רבינו ומאימתי נזקפין וכו'.</b> בפ''ב דגיטין (דף י''ח): \n\n"
            ],
            [
                "<b>המגרש את אשתו וכו'.</b> בפ''ב דגיטין פלוגתא דרב ושמואל ופסק כשמואל דהלכתא כוותיה בדיני: \n\n"
            ],
            [
                "<b>המלוה על המשכון.</b> משנה פ''י דשביעית (משנה ב'). \n",
                "<b>ומ״ש והוא שיהיה החוב כנגד המשכון וכו'.</b> כתב רבינו שמשון שם בירושלמי אמר שמואל אפילו על המחט דכתיב אשר יהיה לך את אחיך תשמט ידיך פרט שיש לאחיך בידך והיינו כרשב״ג דס״פ שבועת הדיינים דאמר אע״פ שאינו שוה אלא פלג אינו משמט עכ״ל. וכ״כ הרא״ש בפרק השולח והשתא קשה על רבינו למה פסק והוא שיהיה החוב כנגד המשכון וכו' ונ״ל שטעמו משום דההיא דס״פ שבועת הדיינים (שבועות דף מ״ד:) הכי איתא לימא כתנאי המלוה [את חבירו] על המשכון ונכנסה שמטה אף ע״פ שאינו שוה אלא פלג אינו משמט דברי רשב״ג רבי יהודה הנשיא אומר אם היה משכונו כנגד חובו אינו משמט ואם לאו משמט מאי אינו משמט דקאמר תנא קמא אילימא כנגדו מכלל דרבי יהודה הנשיא סבר כנגדו נמי משמט אלא אמאי תפיס משכון אלא לאו כנגד כולו ובדשמואל קמיפלגי לא לעולם כנגדו ובהא קא מיפלגי תנא קמא סבר כנגדו [אינו משמט] רבי יהודה הנשיא סבר כנגדו נמי משמט ודקא אמרת למאי תפיס ליה משכון לזכרון דברים בעלמא. והשתא יש לתמוה על רבינו שמשון והרא״ש דנקטי בפשיטות דלרשב״ג אפילו אינו שוה אלא פלג משמט כל החוב דהא קאמרה גמרא לעולם כנגדו ואף ע״ג דדרך דחייה איתמר מ״מ לא מיפשט פשיטא מילתא דלרשב״ג משמט כולו ורבינו סובר דנקטינן כהאי אוקימתא דתנא קמא סבר כנגדו משום דלאוקימתא קמייתא קם ליה שמואל כרשב״ג ורבינו פסק ברפ״י משכירות דלא כשמואל ובפלוגתא דתנאי אית לן למינקט כרשב״ג לגבי רבי יהודה הנשיא הילכך ע״כ לומר דנקיטינן כאוקימתא דתנא קמא סבר כנגדו ומהירוש' (שביעית פ״י ה״א) דאמר שמואל אפילו על המחט אין ראיה דשמואל לטעמיה אזיל דאמר אבד קתא דמגלא אבד אלפא זוזי ולית הלכתא כוותיה ועוד דמשמע דבירושלמי גופיה פליגי עליה דשמואל דלא גרסינן דכתיב אלא הכי גרסינן אשר יהיה לך את אחיך וכו' ולאו מדברי שמואל הוא אלא מדברי מאן דפליג עליה וה״ק דינא דמשכון לא ילפינן ליה אלא מפרט לשל אחיך בידך והיינו כנגד מה שיש לאחיך בידך דוקא לא על יותר ממה שיש לאחיך בידך ובכן עלו דברי רבינו על נכון ודעת הר״ן כדעת רבינו שכתב בפרק השולח כי אמרינן דאינו משמט דוקא כנגד החוב אבל מה שהחוב יתר על המשכון משמט דהכי מסקינן בפ' שבועת הדיינים עכ״ל: \n\n"
            ],
            [
                "<b>המוסר שטרותיו לבית דין וכו'.</b> שם במשנה: \n",
                "<b>וכן בית דין שחתכו את הדין וכו'.</b> גם זה משנה וכל מעשה בית דין אינן משמטין ובירושלמי מעשה בית דין אלו גזרי דיינים: \n\n"
            ],
            [
                "<b>כשראה הלל הזקן וכו'.</b> משנה שם (מ''ג): \n",
                "<b>כתב</b> הראב״ד אבל שמטה של תורה אין הפרוזבול מועיל לו א״א זה אינו מחוור דאביי הוא דאמר הכי וכו' טעמו דבפרק השולח (גיטין דף ל״ו) מקשה מי איכא מידי דמדאורייתא משמטא שביעית ותקין הלל דלא משמטא אמר אביי בשביעית בזמן הזה [דרבנן] וכו' ומי איכא מידי דמדאורייתא לא משמטא שביעית ותקון רבנן דמשמט ותירץ אביי שב ואל תעשה שאני רבא אמר הפקר בית דין הפקר. והראב״ד מפרש כרש״י שפירש דשינויא דרבא קאי גם למאי דאקשי ברישא ומי איכא מידי דמדאורייתא משמטא אבל רבינו נראה שמפרש כפי' התוספות דלא קאי אלא למי איכא מידי דמדאורייתא לא משמטא ורבנן תקינו דלשמיט וטעמא דכיון שאין הממון בידו הפקירוהו ב״ד אבל להוציא מידו שלא כדין תורה כלומר אילו היתה שמיטת כספים דאורייתא לא הוו מתקני להוציא מידו ע״י הפקר אבל קושיא קמייתא דמי איכא מידי דמדאורייתא משמטא לא מיתרצא אלא כדאביי: \n\n"
            ],
            [
                "<b>אין כותבין פרוזבול וכו'.</b> בפרק השולח (גיטין דף ל''ז): \n",
                "<b>וכתב</b> הר''ן ומכל מקום בית דין דרבי אמי ורבי אסי לאו דוקא אלא הוא הדין לכל בית דין חשוב שבדור וכן כתבו בתוספות שר''ת כתב פרוזבול מטעם זה עכ''ל וכ''כ הרא''ש בתשובה וכ''כ הריב''ש בשם הרשב''א וכתב שכן נראה מדברי הרי''ף שכתב סתם דיני פרוזבול וכן נראה דעת רבינו ממה שכתב אלא חכמים גדולים ביותר ולא סתם וכתב אין כותבין פרוזבול אלא בבית דין של רבי אמי ורבי אסי כלישנא דגמרא ועוד שכתב שהם ראויים להפקיע ממון וכיון דכל בית דין חשוב שבדור ראוי להפקיע ממון ממילא משמע דכל בית דין חשוב שבדור הוי כבית דין של רבי אמי ורבי אסי וכן משמע עוד ממ''ש בסמוך גבי תלמידי חכמים שהלוו זה את זה: \n\n"
            ],
            [
                "<b>זהו גופו של פרוזבול וכו'.</b> משנה פרק עשירי דשביעית (משנה ד'): \n\n"
            ],
            [
                "<b>אין כותבין פרוזבול וכו'.</b> גם זה משנה ו' שם. \n",
                "<b>ומה שכתב אפי' קלח של כרוב השאילו מקום לתנור או לכיריים וכו'</b> בפרק השולח: \n",
                "<b>היתה לו שדה ממושכנת בעיר כותבין עליה פרוזבול.</b> גם זה במשנה שם היתה לו שדה ממושכנת בעיר כותבין עליה פרוזבול ופירש שם רבינו דאפי' היא ממושכנת במשכנתא דסורא דכתבי במישלם שנייא אילין תיפוק ארעא דא בלא כסף ואין לו בה רשות עד שישלם הזמן אפילו הכי כותבין עליה פרוזבול ואף על גב דמתניתין קתני ממושכנת בעיר נראה דאורחא דמילתא נקט ולאו דוקא ולפיכך השמיט רבינו תיבת בעיר: \n\n"
            ],
            [],
            [
                "<b><small>(כ-כא)</small> כותבין לאיש על נכסי אשתו וכו'.</b> גם זה במשנה שם בשם רבי חוצפית וכתב שם רבינו רבי חוצפית איני רואה חולק עליו: \n",
                "<b>אין לו קרקע וכו' היה לו חוב על חבירו וכו'.</b> ברייתא פרק השולח (גיטין דף ל״ז). \n",
                "<b>ומה שכתב אחד שלוה מחמשה וכו' עד פרוזבול א' לכולן.</b> גם זה משנה בפ''י דשביעית (משנה ה'): \n\n"
            ],
            [],
            [
                "<b><small>(כב-כג)</small> כתב הפרוזבול תחלה וכו'.</b> בתוספתא אלא ששנויה בהיפך ונראה שט''ס הוא שהטעם מהופך וקל להבין: \n",
                "<b>ומה שכתב לפיכך פרוזבול המוקדם כשר וכו'.</b> במשנה שם: \n\n"
            ],
            [
                "<b>המוציא שטר חוב וכו' ואם אמר פרוזבול היה לי ואבד וכו'. ולא עוד וכו' אומרים לתובע היה לך פרוזבול ואבד וכו'.</b> מימרא פרק השולח (גיטין דף ל״ז): \n",
                "<b>ומ''ש שמזמן הסכנה ואילך וכו'.</b> משנה ס''פ הכותב (כתובות פ''ט) ב''ח שהוציא ש''ח ואין עמו פרוזבול הרי אלו לא יפרעו רשב''ג אומר מן הסכנה ואילך וכו' ב''ח גובה שלא בפרוזבול ונראה מדברי רבינו כאן ובפירוש המשנה שהוא מפרש שבזמן הסכנה דהיינו שגזרו עכו''ם גזירה על המצות היו יריאים לשמור פרוזבוליהם התקינו שיהא המלוה נאמן לומר פרוזבול היה לי ואבד ואע''פ שעבר הגזירה נאמן לומר פרוזבול היה לי ואבד שלא לחלק בין זמן לזמן ור''ש בן גמליאל מפרש הוא והלכה כמותו ואת''ל שהוא חולק הא קי''ל כל מקום ששנה רשב''ג במשנתנו הלכה כמותו: \n",
                "<b>והיתומים אינם צריכים פרוזבול.</b> מימרא בפרק השולח (גיטין דף ל״ז): \n\n"
            ],
            [],
            [
                "<b><small>(כה-כו)</small> הוציא פרוזבול וטען הנתבע וכו' עד ואוכל דבר אסור.</b> נלמד ממה שנתבאר שנאמן לומר פרוזבול היה לי ואבד: \n\n"
            ],
            [
                "<b>תלמידי חכמים שהלוו זה את זה.</b> בפרק השולח רבנן דבי רב אשי מסרי מילייהו להדדי. כתב הראב''ד דבריו סותרים זה את זה עכ''ל. כלומר שהוא כתב לעיל שאין כותבין פרוזבול אלא חכמים גדולים ביותר כבית דינו של רבי אמי ורבי אסי שהם ראויים להפקיע ממון בני אדם אבל שאר בתי דינין אין כותבין וי''ל שכבר כתבתי שדעת רבינו דב''ד דרבי אמי ורבי אסי לאו דוקא אלא שהם גדולים בדורם כרבי אמי ורבי אסי בדורם דכל ב''ד חשוב בדור ראוי להפקיע ממון וכותב פרוזבול דיפתח בדורו כשמואל בדורו ורבנן דרב אשי היינו גדולי בני בית דינו והיו חשובים להפקיע ממון ורבינו לא חשש לכתוב כאן שצריך שיהיו ב''ד חשוב שסמך על מה שכתב בפרק זה ולא בא כאן אלא להשמיענו שתלמידי חכמים שהלוו זה את זה אינם צריכים כתיבה ובמסירת דברים סגי ותלמידים שכתב היינו תלמידים מב''ד חשוב שבדור וכרבנן דבי רב אשי: \n\n"
            ],
            [],
            [
                "<b><small>(כח-כט)</small> כל המחזיר חוב וכו' אמר לו אע''פ כן וכו'.</b> משנה פרק י' דשביעית (מ''ח וט'): \n",
                "<b>ומה שכתב וצריך המלוה לומר וכו' ואל יאמר לו בחובי וכו' החזיר לו חובו וכו'.</b> בפרק השולח (גיטין דף ל״ז) ודברי רבינו במה שכתוב בגמרא ותלי ליה עד שיאמר לו אעפ״כ שלא כפירוש רש״י אלא קרוב לפירוש הערוך: \n\n"
            ],
            [
                "<b>מי שנמנע מלהלוות וכו'.</b> מבואר בתורה ובפ''י דשביעית (מ''ג) שנינו כשראה הלל שהיו העם נמנעים מלהלוות זה את זה ועוברים על מה שכתוב בתורה השמר לך פן יהיה דבר עם לבבך בליעל וכו'. \n",
                "<b>ומה שכתב וכל מקום שנאמר השמר או פן או אל וכו'.</b> בפ' השוחט והמעלה (זבחים דף ק''ו): \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b><small>(א-ג)</small> מצות עשה לספור שבע שנים וכו' ומאימתי התחילו למנות מאחר י''ד שנה וכו'.</b> בפ''ב דערכין (דף י''ב:). \n",
                "<b>ומ''ש שנאמר שש שנים תזרע שדך</b> כלומר דלא קרינן שביעית אלא היכא דהוי שדך המיוחד לך ועד שעברו שבע שכבשו ושבע שחלקו לא היה שדה מיוחד לכל אחד: \n",
                "<b>ומ''ש י''ז יובלים משנכנסו לארץ וכו' עד ושנת ל''ו ביובל היתה.</b> בפרק בתרא דערכין: \n",
                "<b>כתב</b> הראב''ד י''ז יובלים מנו ישראל א''א זה הוא לדעת רבי יהודה וכו'. כלומר ואם כן קשיא דידיה אדידיה כי כתב י''ז יובלות מנו דהוי אליבא דר''י וכתב ששנת ל''ו היתה שנה שחרב בה הבית דהוי אליבא דרבנן ותירץ הר''י קורקוס אמת הוא כי שם בגמרא הביאו ברייתא זו להקשות ממנה למאי דאוקימנא ברייתא אחרת שאמרו בה וכן בשניה פירוש שגם בית שני חרב במוצאי שביעית כר' יהודה דאמר שנת חמשים עולה לכאן ולכאן דבית שני עמד ת''כ שנה שמונה יובלות ועשרים שנה הוצא שמונה שנים משמנה יובלות נמצא כ''ח שנים שהם ד' שמטות נמצא שבמוצאי שביעית חרב בית שני ועל זה מקשה אי ברייתא ר' יהודה קשיא בית ראשון דלדידיה בית ראשון לא חרב במוצאי שביעית דתניא י''ז יובלות וכו' ואילו לר' יהודה הוסף י''ז שנה של י''ז יובלות נמצא בשלש בשבוע חרב הבית אבל לא מפני זה אתיא ברייתא כר' יהודה דוקא דלעולם כר''ע אתיא ולאו דוקא י''ז שנים של יובל אלא מנין יובלות קאמר וכיון שמן היובל הי''ז מנו רובו חשיב ליה שהרי לא אמרו י''ז יובלות עשו דודאי לא עשו אלא ט''ז אבל מנין י''ז הם אע''ג דבצרי להו י''ד שנה מ''מ כיון שמן הי''ז מנו ל''ו שנה שפיר שייך למיתני י''ז יובלות מנו דמנין י''ז מנו וכן נראה מלשון רש''י דברייתא כר''ע אתיא ובודאי דכיון דסתמא מיתניא אין להעמיד אותה כיחידאה ומנו קתני ולא עשו כאשר דקדקתי ומנו רוב יובל הי''ז קאמר ובפירוש כתבו התוספות שם דההיא ברייתא אתיא כרבנן דלר' יהודה לא אתיא מה שאמרו שם בברייתא שאם אתה אומר משנכנסו מנו נמצא בית חרב בתחלת יובל מוכח דלרבנן שייך לומר י''ז יובלות מנו עכ''ל. \n",
                "<b>ומ''ש נמצאת אומר בשנת אלפים ותק''ג וכו'</b> כל זה מבואר בהקדמה ששנה שיצאו בה ישראל ממצרים היתה שנת אלפים ותמ''ח ליצירה כדאיתא בפרק קמא דע''ז עלה ט' ומ' שנה שהיו במדבר וי''ד שכבשו וחלקו סך שני אלפים ותק''ב ומשנה שאחריה התחילו למנות. \n",
                "<b>ומ''ש מר''ה מאחר מולד אדם הראשון שהיא שנה שניה ליצירה</b> כלומר שהעולם התחיל להבראות בכ''ה לאלול למולד בהר''ד שהוא מולד תהו ואדם הראשון נברא ביום ו' והוא ר''ה ומולדו וי''ד וקאמר רבינו שכשאנו מונים כך שנים לבריאת עולם הוא מר''ה של מולד וי''ד ולא מר''ה של מולד בהר''ד שהוא מולד תהו שבאותה שנה התחילה היצירה שאין אנו חוששין אלא על יצירת האדם שהוא עיקר בריאת העולם. \n",
                "<b>ומ''ש רבינו שת''י שנים עמד בית ראשון</b> כלומר מאחר שכתוב שבת''פ שנים ליציאת מצרים נבנה הבית והבית עמד ת''י שנים סך תת''צ הוצא מהם מ' שנה שהלכו במדבר ישארו תת''נ שהם שיעור י''ז יובלות הוצא מהם י''ד שכבשו ושחלקו נשארו תתל''ו נמצא שחרב הבית בשנת ל''ו ליובל והיא שנה שאחר שמטה ולפיכך קראה מו''ש שהרי שנת ל''ה ביובל היתה שמטה: \n",
                "<b>כיון שחרב הבית וכו' ובשנה השביעית מבנינו עלה עזרא וכו' ומשנה זו התחילו למנות.</b> בפרק ב' דערכין (דף י''ב י''ג) וכרב אשי. \n",
                "<b>ומ''ש אע''פ שלא היתה שם יובל בבית שני מונין היו אותו כדי לקדש שמטות.</b> בפרק בתרא דערכין (דף ל''ב ל''ג) ופי' רש''י ודאי יובל לא היה נוהג שיהו עבדים נפטרים משום יובל ולא שדות של מוכר חוזרות אבל שמיטין היו נוהגים לשמט כספים ולשמט מזרע וקציר דהא צריכים למנות שנת יובל כדי שיבואו השמיטין במקומם שלסוף שבע השמטות היו מניחים שנת החמשים שלא היו מונים אותה לשמטה הבאה מפני שהיא ראויה להיות שנת יובל ושנה שלאחריה מתחיל המנין דאם לא היו מונים יובלות היו מונים אותה שנה לחשבון השמיטין והיו השמיטין שלא במקומן: \n\n"
            ],
            [
                "<b>נמצאת למד שהשנה שחרב בה הבית באחרונה.</b> כלומר כשאתה מונה שנה מיום החרבן עד י''ב חדש שכל מה שאירע באותה שנה מיקרי שאירע בשנת החרבן כשאתה תופס תחלתה מתשרי שאחר חרבן כשני חדשים אותה שנה מוצאי שביעית היתה ושנת ט''ו מן היובל הט' היתה והטעם שמונין מתשרי שממנו הוא המנין לשמיטין ויובלות. והכי אסיק רב אשי שבית שני נמי במוצאי שביעית חרבה והוצרך רבינו לפרש כמו שכתבתי ששנה שחרב בשניה פירושו כשאתה מונה מיום החרבן י''ב חדש וכו' הוא כדי שיצדק לומר שגם בשניה חרב במוצאי שביעית והחשבון מבואר שבית השני עמד ת''כ שנים הוצא שש קודם שעלה עזרא נשארו תי''ד הוצא המאות ליובלות נשארו י''ד נמצא שתשרי שאחר החרבן היא שנה ראשונה של שמטה שלישית דהיינו מוצאי שביעית וט''ו ליובל וגירסת רבינו נראה לי שהיא גירסת רש''י אלא שאין כתוב בה ונטפי חד שתא וכך היא גירסת ספרים ישנים ומוגהים כפי מה שהעיד בעל כפתור ופרח. \n",
                "<b>ומ''ש ולפי חשבון זה שנה זו שהיא אלף ק''ז לחרבן וכו'</b> כלומר מאחר שהקדמנו ששנה שמתחלת תשרי שאחר חרבן היתה שנה ראשונה של שמטה כשתוציא אלף ק''ז המאוחרות ליובלות ישארו בידך ז' והשביעית היא שנת שמטה שדעת רבינו שגם אחר חרבן בית שני מנו יובלות לקדש שמיטין דלענין זה כך לי אחר חרבן כמו קודם חרבן כרבנן דסברי הכי: \n\n"
            ],
            [
                "<b>ומה שכתב אבל כל הגאונים אמרו וכו' שלא מנו באותם ע' שנה וכו' אלא שמטות בלבד בלא יובל.</b> לשון זה קשה בעיני דמאי נ''מ בין זה למ''ש רבינו בתחלה נשארה הארץ חריבה ע' שנה כלומר ולא נמנו כלל ולא התחילו למנות עד שנה שביעית לבנין ואם כן לא מנו בהם יובל גם לאותו דרך וכן קשה מה שכתב וכן משחרב באחרונה לא מנו שנת החמשים אלא שבע שבע בלבד שנראה שלדרך הראשון גם משחרב מנו יובלות ורבינו כתב בדרך הראשון אע''פ שלא היה שם יובל בבית שני מונים היו אותו כדי לקדש שמטות משמע לכאורה דבבית שני דוקא עשו כן אבל אחר שחרב לא מנו יובלות ומיהו בהא איכא למימר דלענין זה כך לי אחר חרבן כמו קודם חרבן שאע''פ שלא היה יובל נוהג מנו אותו כדי לקדש שמיטין ובכן יצא החשבון מכוון כמו שכתבתי לעיל אבל קמייתא קשיא. וצ''ל דהכי קאמר אבל הגאונים אמרו שאע''פ שחרב הבית לא בטל מנין השמיטין אבל לא היו מונין יובלות אבל שמיטין היו מונין בין בזמן חרבן בית ראשון בין בזמן בית שני בין לאחר חרבנו הילכך כיון ששנה שחרב בה הבית היתה מוצאי שביעית שהיא שנה ראשונה של שמטה כשאתה מונה ע' של חרבן ות''כ שעמד בית שני ואלף ק''ז מזמן חרבן בית שני שעולה הכל אלף תצ''ו תחלקם לשביעיות האלף ות' הם מאתים שמטות והקצ''ו הם כ''ח שמטות נשאר בידך אחת והיא שנה ראשונה של שמטה דהיינו מוצאי שביעית. ואע''פ שדברי רבינו באו בכאן בקיצור בתשובה באו מבוארים יותר שכתב וז''ל אבל מצאנו תשובה לגאון רבינו האי ז''ל ענינה שמנין ראשון לא בטל ושעליו אנו סומכים אבל לא מנו יובלות משחרב הבית ראשונה אלא שמיטין בלבד. ואמר באותה תשובה שהחשבון הזה ירושה הוא בידיהם ושהיא סדורה בפי הכל וכך נמצא בתשובה שקודם רבינו האי ז''ל מכמה שנים כדברי הגאון ולפי חשבון זה נמצא הבית חרב במו''ש כמו שאמרנו ותהיה שנה שהיא תפ''ו לשטרות שנת שמטה והביא הראיה מהא דאמרינן בתחלת ע''ז האי מאן דבעי למידע כמה שני בשבוע וכו' דש''מ לא מנינן יובל אלא ז' ז' בלבד מונה ולא השגיח על הדברים שנתפרשו במסכת ערכין כאילו אינם כתובים והדברים מראים דהאי מימרא וחושבנא דיליה אליבא דמ''ד עזרא לא קידש אלא זכר בעלמא עבד וקדושה ראשונה קדשה לשעתה וקדשה לעתיד לבא ואזיל מימרא קמא דאמרינן והוא דסליק אליבא דשמעתא ממסכת ערכין אליבא דמ''ד עזרא קידש וקדושה ראשונה קדשה לשעתה ולא קידשה לעתיד לבא ודבר זה נחלקו בו התנאים והאמוראים כמו שנתבאר בגמ' שבועות פ''ב ובכמה מקומות בגמרא אזלא שמעתא כמ''ד לא קידש עד כאן לשונו. ולע''ד נראה שאם טעם הגאונים משום דסבירא להו כמ''ד קדושה ראשונה קידשה גם לעתיד לבא כלומר ומש''ה אע''פ שחרב הבית בראשונה לא בטלה קדושתה הילכך לא בטל מנין ראשון כיון שקדושתה לעולם קיימת מה נשתנה קודם חרבן ששנת יובל לא היתה נכנסת במנין השמטות וכרבנן דאמרי הכי ואחר שחרב הבית עשו כר' יהודה ולא מנו אלא שבע שבע וכן יקשה אם תאמר שקידשה לעתיד לבא. וע''ק דמה ענין קידשה לעתיד לבא או לא קידשה לענין זה דהא שמטת קרקעות נוהגת היא אע''פ שחרב הבית וכמבואר בדברי רבינו רפ''ט וכפי פירוש רבינו ופירוש ר''ת דבזמן שאתה משמט קרקעות היינו יובל אבל שמטת קרקעות לעולם נוהגת מן התורה מיהו בהא איכא למימר דבהכי תליא מילתא אבל קמייתא קשיא. לכך נראה לי שטעם הגאונים דסבירא להו דבזמן שהיובל נוהג עבדו כרבנן ואין היובל נכנס במנין השמטות שמאחר שקדושת היובל לחוד וקידוש השמטה לחוד אינו בדין שיכנס היובל בכלל שני שבוע אבל כשאין היובל נוהג כיון שאין קדושה נוהגת בשנת החמשים יותר מבשאר שנים דין הוא שיכנס היובל בכלל שני שבוע כיון שאין לו קדושה ולכך משחרב הבית בראשונה לא מנו אלא שבע שבע ואע''פ שנבנה הבית מאחר שלא היה יובל נוהג מפני שאין יושביה עליה ואע''ג דאמרינן בסוף ערכין מנו יובלות לקדש שמיטין כבר אמרו שם דאתיא כרבנן דסברי דאף בזמן שאין היובל נוהג אין שנת החמשים עולה מן המנין ואע''פ שנראה מסוגיא דגמרא דרבנן ורבי יהודה פליגי בין בזמן שהיובל נוהג בין בזמן שאינו נוהג ונמצא שסברא זו שאני כותב לדעת הגאונים היא דלא כמאן אפשר לומר דגמרא רצה להשיב למקשה לפי שטתו אבל לפי האמת רבנן לא אמרו אלא בזמן שהיובל נוהג דוקא אבל בזמן שאין היובל נוהג לא וההיא דאמרו בסוף ערכין דכשגלו שבט ראובן ושבט גד לדעת רבנן דאי קידשה לעתיד לבא נוהגת שמטה מן התורה מנו יובלות לקדש שמיטין לא קשיא דאיכא למימר דשאני התם שהיו מצפים שיחזרו כמו שחזרו לבסוף ולפיכך לא ראו להפסיק סדר היובלות ואפשר לומר עוד שלא אירע יובל באותם שנים ששהו והא דקאמר משגלו שבט ראובן ושבט גד בטלו יובלות לא בטלו ממש קאמר אלא היו ראויים ליבטל אילו לא חזרו קאמר ואפשר שבאיזה מקום מצאו הגאונים גילוי לפרש כן כדרבנן או אפשר שהיא סברא שלישית מצאוה הגאונים בשום מקום. \n",
                "<b>ומה שכתב אבל כל הגאונים אמרו וכו' וכן משחרב באחרונה וכו' וכן עולה מגמרת ע''ז וכו'</b> כלומר מדאמרינן בפ''ק דע''ז (דף ט':) האי מאן דלא ידע בכמה בשבוע הוא עומד וכו' ונחשוב כללי ביובלי ופרטי בשבועי ונשקול ממאה תרתי ונשדי אפרטי ונחשובינהו לפרטי בשבועי וידע כמה שני בשבוע ומדקאמר ונשקול ממאה תרי דהיינו שתים של יובל משמע בהדיא שלא מנו אלא שמטות בלבד בלא יובל וכרבי יהודה: \n",
                "<b>כתב</b> הראב''ד ושנת השמטה ידועה היא וכו' א''א הגאונים שאמרו שאין מונים משנת החרבן וכו'. ואני כבר ביארתי דעת הגאונים באר היטב ע''פ דברי רבינו בתשובה והפירוש שפירש הראב''ד בו ונשקול מכל מאה תרתי בקשתי לו חבר ולא מצאתיו: \n\n"
            ],
            [
                "<b>ולפי חשבון זה תהא שנה זו שהיא אלף וק''ז לחרבן מוצאי שביעית.</b> כלומר מאחר שנתבאר שהחרבן היה בשנת השמטה כשתחלק אלף ומאה ליובלות יותרו בידך כ''ב שנים תוסיף עליהם שבע הנשארים הרי הם כ''ט הכ''ח הם ד' שמטות ישאר בידך אחת והיא תחלת שמטה שהיא מוצאי שביעית והיא שנת ד' אלפים ותתקל''ו ליצירה נמצא לפי זה ששנת ה' אלפים ושלש מאות ועשרים ושבע היא שמטה וכך המנהג פשוט: \n\n"
            ],
            [
                "<b>שנת יובל וכו'.</b> בפרק ב' דערכין (דף י''ב) ובפרק קמא דראש השנה (דף ט') ובפרק קונם יין וכרבנן דפליגי אדרבי יהודה דאמר שנת חמשים עולה לכאן ולכאן ואזדא לטעמיה שכתב בתחלה קודם סברת הגאונים שמנו יובלות לקדש שמיטין בין בזמן בית שני בין אחר שחרב כי על פי כן יצא לו ששנת אלף וק''ז לחרבן היתה שנת שמטה לפי אותה סברא: \n\n"
            ],
            [
                "<b>משגלה שבט ראובן וכו' והוא שלא יהיו מעורבבין וכו'.</b> בפרק בתרא דערכין (דף ל''ב): \n\n"
            ],
            [
                "<b>ובזמן שהיובל נוהג נוהג בח''ל וכו'.</b> בספ''ק דקידושין (דף לח:) שילוח עבדים חובת הגוף היא כלומר ופשיטא שנוהג בח''ל ומשני סד''א הואיל דכתיב וקראתם דרור בארץ בארץ אין בח''ל לא ת''ל יובל היא מכל מקום אם כן מה תלמוד לומר בארץ בזמן שהדרור נוהג בארץ נוהג בח''ל ואיתיה בפרק קמא דר''ה (דף ט'). \n",
                "<b>ומה שכתב שבזמן שהיובל אינו נוהג אין דין ע״ע ודין בתי ערי חומה ודין שדה אחוזה ודין שדה חרמים ואין מקבלים גר תושב.</b> בערכין ס״פ המקדיש שדהו (ערכין דף כ״ט): \n",
                "<b>ומה שכתב חוץ משביעית בארץ וכו'.</b> לא קאי אלא לשמטת כספים דאילו שביעית בארץ אף בזמן הזה הוא מה''ת כמו שכתבתי ברפ''ט: \n\n"
            ],
            [
                "<b>מצות עשה לתקוע בשופר בעשירי בתשרי וכו' עד תעבירו שופר.</b> ר''פ בתרא דר''ה (דף ל'). \n",
                "<b>ומ''ש ותוקעין בשופר תשע וכו'.</b> משנה פ''ג דר''ה (דף כ''ו:) שוה היובל לר''ה לתקיעה ולברכות ובפרק בתרא דר''ה (דף ל''ד) יליף מקראי שהן ט' תקיעות. \n",
                "<b>ומ''ש ומעבירים שופר בכל גבול ישראל.</b> מדכתיב תעבירו שופר בכל ארצכם: \n\n"
            ],
            [
                "<b>שופר של יובל ושל ר''ה אחד הוא לכל דבר וכו'.</b> משנה פ''ג דר''ה (דף כ''ו:). \n",
                "<b>ומה שכתב אלא שביובל תוקעין בין בב''ד שקדשו בו את החדש וכו' עד אלא בפני ב''ד.</b> שם (דף ל'): \n\n"
            ],
            [],
            [
                "<b>שלשה דברים מעכבים ביובל וכו'.</b> בפרק קמא דראש השנה עלה ט' ע''ב וכחכמים: \n\n"
            ],
            [
                "<b>ומ''ש מר''ה ועד יוה''כ לא היו עבדים נפטרים וכו'.</b> שם עלה ח' ע''ב: \n\n"
            ],
            [],
            [
                "<b><small>(טו-טז)</small> דין היובל בשביתת הארץ וכו' יתירה שביעית על היובל וכו'.</b> בת''כ פרשת בהר ובסיפרי פרשת ראה: \n",
                "<b>יובל משמיט קרקע בתחלתו וכו'.</b> בערכין פרק המקדיש (ערכין דף כ״ח): \n\n"
            ]
        ],
        [
            [
                "<b>ארץ ישראל המתחלקת לשבטים וכו'. ואם מכר לצמיתות שניהם עוברים בלא תעשה ואין מעשיהם מועילים וכו':</b> \n\n"
            ],
            [
                "<b>והמוכר שדה לששים שנה וכו'.</b> [בבא מציעא דף ע''ט]: \n\n"
            ],
            [
                "<b>לא ימכור אדם את ביתו וכו' אא''כ העני אבל למכור ולהניח הדמים בכיסו וכו'.</b> ת''כ פרשת בהר סיני. \n",
                "<b>ומה שכתב ואם עבר ומכר מ''מ וכו'.</b> בתוספתא פרק חמישי דערכין: \n\n"
            ],
            [
                "<b>דין מוכר שדה אחוזתו וכו'.</b> מפורש בכתוב לפי רוב השנים תרבה מקנתו וכו' וכתיב וחשב את שני ממכרו והשיב את העודף לאיש אשר מכר לו: \n\n"
            ],
            [
                "<b>לא גאלה וכו'.</b> מפו' בכתוב ואם לא מצאה ידו די השיב לו והיה ממכרו ביד הקונה אותו עד שנת היובל ויצא ביובל ושב לאחוזתו: \n\n"
            ],
            [
                "<b>מכרה לו והיא מלאה פירות וכו'.</b> משנה וברייתא בפירקא בתרא דערכין: \n\n"
            ],
            [
                "<b>הקנים והזמורות וכו'.</b> בתוספתא דערכין פרק חמישי: \n\n"
            ],
            [
                "<b>הלוקח שדה אחוזה וכו'.</b> במציעא פ' המקבל (בבא מציעא דף ק״ט): \n\n"
            ],
            [
                "<b>המוכר את שדהו וכו'.</b> משנה ר''פ בתרא דערכין (דף כט:). \n",
                "<b>ומ''ש ואפילו רצה הלוקח אסור.</b> שם: \n",
                "<b>ומ״ש מעת לעת.</b> ברייתא בפרק השג יד (ערכין דף י״ח ע״ב) ויליף לה מקרא: \n\n"
            ],
            [
                "<b>וצריך שיאכל הלוקח וכו' עד הרי אלו עולין למנין. </b> משנה שם (דף כ''ט ע''ב) וטעמא דהובירה פירש''י משום דאיהו אפסיד אנפשיה וא''כ ה''ה להובירה שתי שנים ורבינו דנקט הניחה בורה שנה ואכלה שנה לאו דוקא: \n\n"
            ],
            [
                "<b>מכרה בשנת היובל עצמה וכו'.</b> שם פלוגתא דרב ושמואל ופסק כשמואל: \n\n"
            ],
            [
                "<b>מכרה שנה אחת לפני היובל וכו'.</b> ג''ז שם: \n\n"
            ],
            [],
            [
                "<b><small>(יג-יד)</small> מכר נקעים מלאים מים או טרשים וכו' עד ולא לאילנות.</b> פ''ב דערכין (דף י''ד ע''ב) אלא שדין נקעים מלאים מים אינו שם ואפשר שחסרון הוא בספרים דידן אי נמי דמדאשכחן דיהיב גמרא טעמא לטרשין משום דלאו בני זריעה ממילא משמע דה''ה לנקעים מלאים מים שגם הם אינם בני זריעה וגם בכל דוכתא דינם שוה בין לענין מכר בין לענין הקדש: \n\n"
            ],
            [
                "<b>מכר שדהו לראשון וכו':</b> \n\n"
            ],
            [
                "<b>מכרה לראשון במאה דינר וכו'. עד הרי זה מחשב עם האחרון.</b> משנה פירקא בתרא דערכין (דף ל): \n",
                "<b>וכן אם מכר במאה והשביחה וכו' עד ומריעין כח הלוקח.</b> שם: \n\n"
            ],
            [],
            [
                "<b><small>(יז-יח)</small> המוכר שדה אחוזתו וכו' עד או אינו גואל. </b> משנה שם. \n",
                "<b>ומ''ש ואם רצו קרוביו לגאול וכו'.</b> מקרא מלא דבר הכתוב והוזכר פ''ק דקידושין ובספרי רבינו כתוב או דודו או בן דודו וגו' וט''ס הוא כי פסוק זה במוכר עצמו הוא דכתיב אבל במוכר שדה אחוזה כתיב ובא גואלו הקרוב אליו וכן נמצא בספר כתיבת יד: \n\n"
            ],
            [
                "<b>הנותן שדהו מתנה וכו'.</b> משנה בס״פ יש בכור (בכורות דף נ״ב ע״ב) וכחכמים: \n\n"
            ],
            [
                "<b>האחים שחלקו וכו'.</b> בס''פ יש בכור. \n",
                "<b>ומ''ש חלקו ביובל וכו': וכן הבכור והמייבם וכו'.</b> משנה פרק יש בכור ואלו שאין חוזרין ביובל הבכור והיורש את אשתו והמייבם את אשת אחיו ואמרינן בגמרא דמחזירין זה לזה ומאי אין חוזרין אין חוזרין לבטלה כלומר שיהא מאבד חלק בכורתו אלא חוזרים וחולקים ונוטל פי שנים כבתחילה כך פירש''י ומדברי רבינו נראה דה''ק אין מחזירין לבטל החלוקה לגמרי ולחזור ולחלוק כבתחילה אלא החלוקה קיימת רק שמחליפים של זה בשל זה דאילו לפירוש רש''י קשה מהיכא תיסק אדעתין שיהיה מפסיד זה חלק בכורתו: \n\n"
            ],
            [
                "<b>ומ''ש אבל היורש את אשתו וכו'.</b> לטעמיה אזיל שפסק בפרק [י''ב] מהלכות אישות כמ''ד הכי: \n",
                "<b>ואם ירש ממנה בית הקברות וכו'.</b> משנה ס''פ יש בכור כר''י בן ברוקא ומשמע דליכא מאן דפליג עליה בהא: \n\n"
            ]
        ],
        [
            [
                "<b>המוכר בית וכו'.</b> משנה בפ''ב דערכין (דף ל''א) המוכר בית בבתי ערי חומה ה''ז גואל מיד וגואל כל י''ב חדש ואמרינן בגמרא די''ב חדש מעת לעת בעינן ויש לתמוה למה השמיטו רבינו: \n",
                "<b>וכשרוצה לפדות וכו' ואינו גורע ללוקח כלום.</b> כלומר ולא כשדה אחוזה שמגרע מדמי המכר לפי הזמן שהיה בידו כמו שנתבאר בפרק שלפני זה: \n\n"
            ],
            [
                "<b>ואין הקרובים פודים אותה וכו'.</b> בפרק קמא דקידושין (דף כ' כ''א) בעיא דאיפשיטא: \n",
                "<b>ויש לו למכור מנכסיו ולפדותו: אבל לא ילוה ויגאל ולא יגאל לחצאין.</b> בפרק בתרא דערכין עלה ל''א וכרבנן: \n\n"
            ],
            [
                "<b>מת הלוקח יפדה מיד בנו וכו'.</b> משנה פ' בתרא דערכין (כ' כ''א): \n\n"
            ],
            [
                "<b>מכר לראשון וכו'.</b> שם במשנה אין מונין שנה אלא משעה שמכר שנאמר עד מלאת לו שנה ופירש רש''י שאם מכרה ראובן לשמעון בניסן ושמעון ללוי באייר כיון שהגיע ניסן הבא נחלט שנאמר עד מלאת לו שנה משמע לזה שהיתה אחוזה שלו מונים ובגמרא (דף ל''א ע''ב) למי חולט רבי אלעזר אמר ראשון חולט רבי יוחנן אמר שני חולט משום דמה מכר ראשון לשני כל זכות שתבא לידו וידוע דהלכה כרבי יוחנן לגבי רבי אלעזר דאין הלכה כתלמיד במקום הרב: \n",
                "<b>הגיע שנים עשר חדש ולא גאלה וכו'.</b> משנה שם. \n",
                "<b>ומה שכתב וכן אם נתן הבית וכו'.</b> שם במשנה: \n\n"
            ],
            [
                "<b>היתה שנה מעוברת וכו'.</b> גם זה משנה שם: \n\n"
            ],
            [
                "<b>מכר שני בתים וכו'.</b> מימרא שם עלה ל''א ע''ב): \n\n"
            ],
            [
                "<b>הגיע יום י''ב חדש ולא נמצא הלוקח וכו'.</b> משנה שם תקנת הלל: \n\n"
            ],
            [
                "<b>המקדיש בית עיר חומה וכו'.</b> ברייתא שם עלה ל''א ע''ב: \n\n"
            ],
            [
                "<b>מכר בית עיר חומה והגיע יובל וכו'.</b> שם עלה ל''א: \n\n"
            ],
            [
                "<b>המוכר בית בבתי החצרים וכו'.</b> משנה שם (דף ל''ג): \n\n"
            ],
            [
                "<b>כל שהוא לפנים מן החומה וכו'.</b> משנה שם (דף ל''ב) וכתנא קמא: \n\n"
            ],
            [
                "<b>בית שאין בו ד' אמות וכו'.</b> פרק קמא דסוכה (דף ג') ופירש''י אינו נחלט אלא פודהו לעולם ויוצא ביובל אם לא גאלו כשאר קרקע בלא בנין: \n",
                "<b>וירושלים אין הבית נחלט בה.</b> בפ' בתרא דערכין (ל''ב) ובפ' מרובה: \n",
                "<b>ובית הבנוי בחומה וכו'.</b> משנה שם וכרבי יהודה לגבי רבי שמעון: \n\n"
            ],
            [
                "<b>עיר שגגותיה חומתה וכו'.</b> משנה שם (דף ל''ב). \n",
                "<b>ומה שכתב או שהים חומתה.</b> ברייתא שם: \n\n"
            ],
            [
                "<b>אין המקום נקרא ערי חומה וכו'.</b> משנה שם (דף ל''ג). \n",
                "<b>ומ''ש ויקיפוה חומה תחילה וכו'</b> מימרא דריב''ל פירקא קמא דמגילה (דף ג' ע''ב): \n\n"
            ],
            [],
            [
                "<b><small>(טו-טז)</small> אין סומכין אלא על חומה המוקפת בשעת כיבוש הארץ וכו'.</b> שם בעלה הנזכר: \n",
                "<b>וכתב</b> הראב''ד חידוש גדול אני רואה בכאן וכו'. כוונתו לומר שרבינו דבריו סותרים את דבריו שכתב שמשגלו בטלה קדושת יהושע אפילו אם היא עדיין מוקפת והיאך כתב שאם היתה מוקפת בימי יהושע אף ע''פ שאינה מוקפת עתה הרי היא כמוקפת וצריך לומר דעתה לאו אחר שגלו קאי אלא אקודם שגלו בחרבן ראשון קאי וקרי עתה לגבי שעת כיבוש יהושע וזה מבואר מאד בדברי רבינו: \n",
                "<b>וכיון שגלו בחרבן ראשון וכו' עד סוף הפרק.</b> פרק בתרא דערכין (דף ל''ב) תניא רבי ישמעאל ברבי יוסי אומר למה מנו חכמים את אלו כלומר עיירות מוקפות חומה מימות יהושע שמנו שם במשנה שכשעלו בני גולה מצאו אלו וקידשום אבל ראשונות בטלו משבטלה קדושת הארץ קסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא ורמינהי אמר רבי ישמעאל בר רבי יוסי וכי אלו בלבד היו והלא כבר נאמר ששים עיר כל חבל ארגוב כל אלה ערים בצורות אלא למה מנו חכמים את אלו שכשעלו בני גולה מצאו אלו וכו' ומנאום ולא אלו בלבד אלא כל שתעלה לך מסורת בידך מאבותיך שמוקפת חומה מימות יהושע בן נון כל מצות הללו נוהגות בה מפני שקדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא איבעית אימא תרי תנאי ואליבא דרבי ישמעאל ואיבעית אימא חדא מינייהו ר''א ברבי יוסי אמרה דתניא ר' אלעזר ברבי יוסי אומר אשר לוא חומה אע''פ שאין לו עכשיו והיה לו קודם לכן מ''ט דמ''ד [קדושה ראשונה קידשה לשעתה] ולא קידשה לעתיד לבא דכתיב ויעשו כל x הקהל השבים מן השבי וכו' אלא מקיש ביאתן בימי עזרא לביאתן בימי יהושע וכו' ואומר והביאך ה' אלהיך אל הארץ אשר ירשו אבותיך וירשתה מקיש ירושתך לירושת אבותיך מה ירושת אבותיך בחידוש כל הדברים הללו אף ירושתך בחידוש כל הדברים הללו ואידך דבעו רחמי על יצרא דעבודה זרה ובטלוהו וכו' ופסק רבינו כמאן דאמר דלא קידשה לעתיד לבא משום דמסתבר טעמיה טפי ועוד דאמרינן בפירקא קמא דחולין עלה ז' גבי רבי שהתיר בית שאן מפני שאכל שם רבי מאיר עלה ירק משום דסבר לה כי הא דאמר רבי שמעון בן אליקים משום רבי אלעזר בן פדת הרבה כרכים כבשום עולי מצרים וכו' וקסבר קדושה ראשונה לא קידשה לעתיד לבא כיון דכל הני תנאי ואמוראי סברי הכי אבל יש לתמוה על רבינו שפסק כמ''ד לא קידשה לעתיד לבא ופסק דעיר שהיתה מוקפת חומה מימות יהושע אפילו בזמן שאינה מוקפת הרי היא כמוקפת והיינו כר''א ברבי יוסי דדריש אשר לו חומה וכו' ומשום דדריש הכי מוכח בגמרא דסבר קידשה לעתיד לבא והרי זה כמזכה שטרא לבי תרי וי''ל דרבינו פסק כר''א ברבי יוסי משום דבפ''ק דמגילה עלה ג' מתיב לריב''ל מדר''א ברבי יוסי אלמא הלכתא כוותיה וכי היכי דלא תיקשי הלכתא אהלכתא איכא למימר אפשר דלא פליג אמאן דאמר לא קידשה לעתיד לבא והכי קאמר אע''פ שאין לו חומה עכשיו וכו' אקודם שגלו בחרבן ראשון דוקא קאי וכי משני גמרא תרי תנאי ואליבא דרבי ישמעאל ולא בעי לשנויי ההיא ר''א בר''י היא סבר דאיכא לפרושי מילתיה כדאמרינן דלא פליג אמאן דאמר לא קידשה לעתיד לבא וכיון דסתם גמרא בפ''ק דמגילה מתיב מיניה נקיטינן כוותיה בגוונא דלא ליפלוג אמאי דקי''ל דלא קידשה לעתיד לבא: \n",
                "<b>כתב</b> הראב''ד וכן לעתיד לבא א''א הא דלא כרבי יוסי וכו': \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> שבט לוי אע''פ וכו' אלף הראשונים מגרש וכו'.</b> בסוטה פרק חמישי (דף כ''ז) משנה וכר''א בנו של רבי יוסי הגלילי ודלא כר''ע דאמר אלפים תחום שבת משום דקיימא לן בפ''י דתחומין דרבנן וכתב רבינו ברפ''ז מהלכות שבת דתוך י''ב מיל אינו אלא מדבריהם ומפרש רבינו כפשטא דמתני' ששלשת אלפים אמה היו ודלא כפירוש רש''י שלא היו אלא אלפים ואע''ג דברייתא דכיצד מעברין (דף נ''ז:) מסייע ליה דחאה רבינו מקמי xx מתני' כפשטא: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ג-ה)</small> ונותנים לכל עיר בית הקברות חוץ לתחום זה וכו'.</b> פרק ב' דמכות (דף י''ב): \n",
                "<b>אין עושין בערי הלוים עיר מגרש וכו'.</b> משנה בסוף ערכין (דף ל''ג ע''ב): \n",
                "<b>ומ''ש מפי השמועה למדו וכו'.</b> שם בגמרא: \n",
                "<b>ומה שכתב וכן בשאר ערי ישראל.</b> משנה וכתנא קמא: \n\n"
            ],
            [
                "<b>לא יסתור וכו'.</b> תוספתא דערכין סוף פרק חמישי: \n\n"
            ],
            [
                "<b>כהנים ולוים שמכרו שדה וכו'.</b> משנה בסוף ערכין כהנים ולוים מוכרים לעולם וגואלים לעולם שנאמר גאולת עולם תהיה ללוים ופירש רש''י דלאו בשנת היובל עצמה דהא איכא למימר ק''ו ומה מכורה כבר יוצאת וכו' ולכך כתב רבינו ואפילו סמוך ליובל: \n\n"
            ],
            [
                "<b>ישראל שירש את אבי אמו לוי וכו'.</b> ג''ז משנה שם וכחכמים: \n\n"
            ],
            [],
            [
                "<b>כל שבט לוי מוזהרים וכו'.</b> סיפרי פרשת שופטים: \n",
                "<b>ובן לוי או כהן וכו': כתב</b> הראב''ד אם כן לא יטלו בהם תרומות ומעשרות וכו'. טעמו לומר שבמדין לא נטלו חלק בביזה כשאר ישראל אלא והרמות מכס ליי' וגו' ממחציתם תקחו וגו' ונתת לאלעזר הכהן תרומת יי' וממחצית בני ישראל תקח אחד אחוז מן החמשים וגו' ונתת אותו ללוים ומדין לא היתה מהארץ שנכרת עליה ברית ומאחר שלא נטלו הלוים בביזתה חלק שוה עם ישראל מוכח מילתא דלא שנא בין ארץ שלא נכרת עליה ברית לארץ שנכרת עליה ברית ומה שנטלו שם לא בתורת ביזה נטלו אלא בתורת תרומה שצוה לתת להם הוראת שעה ומאחר שתמורת חלקם בארץ נתן להם הקדוש ברוך הוא תרומות ומעשרות לפי דעת רבינו שבארץ שלא נכרת עליה ברית יש להם חלק בארץ ובביזה לא יטלו בו תרומות. ואני אומר שאין זו השגה דאימר דאה''נ וסוריא מוכיח שאין בה תרומות ומעשרות מדאורייתא וסובר רבינו דאדרבא משם ראיה דמדחזינן דבארץ שנכרת עליה ברית לא נטלו חלק בביזה כלל ובמדין נטלו אתא לגלויי דמדין כיון שלא נכרת עליה ברית לא היתה בכלל לא היה לכהנים חלק בביזה וה''ה לכל שאר הארצות שלא נכרת עליהן ברית ומה שלא נטלו במדין חלק שוה עם ישראל גזירת הכתוב היתה הוראת שעה: \n",
                "<b>סליק בריך רחמנא</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות שמיטה ויובל",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}