{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "license": "CC0", 
    "language": "en", 
    "title": "Tosafot on Berakhot", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            [
                "rashi explains,how do we read (the shema) while it is still day, and we don't wait until the stars come out as it says to do so in the gemera?therefore rashi explains that the shma which we say on our beds at night is the main one (the one with which we fulfill our obligation),and this is after the stars come out. And this is what it states in the yerushalmi:if you read before this (the stars coming out) you did not fulfill your obligation. If so why do we recite the shema in shul? in order to stand in prayer immediately after saying words of torah. this is a difficult explanation because the custom is only to read the first paragraph of the shema before we go to bed, and if this is correct we should read all three? and it is further difficult because one must make two blessings before the shema and two afterwards, and the custom is not to do this either? And furthermore the shema that's right before going to sleep is just in order to ward off the evil spirits, as it says shortly: \"if he is a sage he does not need to say the shema\"? and it is further difficult because if so we follow rybl who says that \"we instituted the prayers in between\", meaning in between the two times that we read shema during the day, one of the  morning and one of the night. but we hold like r yochnan who says later on \"who is one that will go to the world to come this is one who says the paragraph of redemption(the shema) right before the prayer  , this clearly implies that we say the shema before the prayer of the night, which is not like rybl? therefore r tam explains that the opposite is true, that the shema that we say in shul is the main one. And if you'll ask how do we read so early in the day? We can answer that in fact we hold like r Yehuda who says later on that the time until which we can recite mincha is 10 hours and 45 min (after alos)and immediately when the time to say mincha is up we are allowed to say marriv.and if youll say how can we pray mincha close to darknees wich is later than 10 hours and 45 min? we can answer that we hold like the sages that say that the time for the prayer of mincha is until the night. And we say later on that the Halacha is neither like master or like master, and one can chose which one he holds of. still it is like two lenience's which contradict each other because the only reason we are able to pray mincha so early is that we hold like r Yehuda and immediately when the time for mincha is up we can davin marriv, but in the time that we davin mincha itself we davin later that the time that is given by r Yehuda. therefore the ri says that foreshore the shema which we say in shul is the main one and the reason wich we say the shema so early is because we hold like the tanaim that are mentioned in the gemera that say that the time for saying the shema is from the time that the Sabbath is made holy and from the time that people come in to eat their food, which refers to the Friday night meal, and that happened while it was still day time. And a further proof is that rav davined the prayer of Shabbos on erev Shabbos  and we can assume that he said the shema then as well. from all these proofs we can conclude that the shema of the shul is the main one. And this that it says in the yerushalmi(quoted above) r tam says that they said the shema before praying just like we say ashrei first, and that that shema was just said in order to pray right after saying words of torah. and from this it seems that one who says shema on his bed should not make a bleesing and also only must read the first paragraph "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "as we find bye the tamid, that it writes the morning sacrifice first"
            ], 
            [], 
            [], 
            [
                "if you say that we are relying on the pasuk that says \"when you go to sleep\" than the verse is only particular about the reading of the shema, but if you that it is relying on the verse of concerning the creation of the world then it is particular about all things, if so the end of the mishna which says   ", 
                "the seven blessings are corresponding to the phrase \"seven times in the day I praised you\", but it doesn't count the blessing of \"our eyes shall see\", because that blessing the rabbis made so that people should wait  for their friends (who were running late) in shul.but this is only true regarding their shuls because they were in the fields and were in danger due to the evil spirits, but in our shuls one must only wait at night,"
            ], 
            [], 
            [], 
            [
                "and if youll say we already taught this once on the tractate of negaim,and it is also brought in the chapter of hearel \"if the sun sets he may eat teruma?we can awnser that it is normal for mishnayos to tell us something we already know in short "
            ], 
            []
        ], 
        [
            [
                "rashi  explains until the light of the eighth day comes out, and what does it mean \"cleansed\",that the man cleans himself with the bringing of his sacirfices. and it shocking acc to his explanation the gemera should ask this on the Mishna in hearel, wich says \"if the sun came down for him he can eat terumah\", how do we know this refers to coming down of the sun? and further more, how can we say that this refers to the coming out of the sun?, for if it were referring to coming out it could have just written \"anf the sun came out, why does it say \"and the sun came out\" like a different pasuk that says \"from the coming out of the sun\". or it could have said a language of going out like a different verse says \"the sun came out on the earth\", instead it chose a language of \"coming\" this makes it clear that were talking about the going  down of the sun. and further more the gemera asks this \"coming of the sun\" does it refer to the sun coming out and it resolves it from the braisa \"the hint for the matter is\" acc to rashi who says that the question is that it might be referring the coming out of the sun in the morning then we should resolve this from the Mishna in negaim that says clearly that when the sun comes down is the time when we read the shema? we could say that this is the explaniton, the gms question is, how do you know that this \"sun coming\" is referring to the sun coming down, witch would be referring to the stars coming out, maybe its referring to the beginning of the sun setting, and this is when  the sun begins to enter the sky, and there is still time to walk 5 mill until the stars come out, and what does it mean \"and he was cleansed\" that the man was cleansed? and by the saying this we no longer have any difficulty because we can say that the Mishna in hearel is referring to the coming of the sun and therefore we cant resolve from there that the \"sun coming \" is acttualy referring to the stars coming out. therefore we nedded to bring the braisa of tzeis hacochavim. "
            ], 
            [
                "even thoguo in several places it says only \"becomes clean\"  as apposed to   \"he cleansed himself\", over there one would not would not make a mistake, but here where one could make a mistake it should have written  \"and he cleanses himself\""
            ], 
            [], 
            [], 
            [
                "it is surprising if this is the case when the poor man himself eat? because since you said that the time for eating is the time for krias  shema, then as soon as its time to eat he isn't allowed to do so because it is forbidden for one to eat once it is time to recite the shema? as we teach later on: and he reads krias shema and he eats his bread and he blesses, and anyone who disobeys the word of the sages is obligated to be put to death.? and we could that the time for davening is a little bit before the time for eating, witch means that the phrase \"from when the poor person comes in to eat\" isn't particular with its language rather it means a little bit before that time,that while they are getting his meal ready for him he can daven and read krias shema"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [
                "because we cant say that the time of the day becoming holy and the time in witch the priests come in to eat the tithings is the same because if this were the case then the opinion of r Eliezer would be the same opinion of r yehoshua "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "and if youll ask, we know that r Eliezer holds that in order to read krias shema it must be light inof to recognize between blue and green? we can answer that since he knows when the rising of the sun is, by the time he gets up and gets ready it will be the right time"
            ], 
            [], 
            [
                "from he we can go against what the machzor vitrey says, wich is that the phrase of   \"let his name be blessed\" is a prayer that gods name should be  filled up,"
            ], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Verses twice and translation (Targum, i.e. Aramaic translation) once - Some explain that the requirement [of reading a translation] applies to foreigners in their (native) language, as it is like (Aramaic) Targum that sometimes explains the verses. Because, just as the (Aramaic) Targum explains [the verses] to the Amei Ha'aretz (literally, \"People of the Land\"), so too, foreigners understand [the translation of the verses] through their native tongue. However, this does not appear [to be a correct], since the (Aramaic) Targum explains items that cannot be understood from the Hebrew, as can be found in many places. [For example], Rabbi Yosef said, (Megillah 3a) \"If it were not for the (Aramaic) Targum of this verse, I would not know what it is speaking of.\" Therefore, one should not recite [the translation] in any language the third time (i.e. after the verses are read in Hebrew twice), except for the language of the (Aramaic) Targum."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "One who does them not for their own sake, preferable for him had he not been created - What about what the statement of Rav Yehuda in the name of Rav in the perek Makom Sh'Nahugu (Pesachim 50b) \"A person should always do Torah and mitzvot even if he doesn't do them for their own sake, for thought doing them not for their own sake he will come to do them their own sake\"? It is possible to say that over here we are dealing with someone learning only to vex his friends whereas over there it is someone who learns with the motivation that others should honor him."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "In the Talmud Yerushalmi the reason is explained: Rabbi Boon said, it says \"in order that you may remember [the day when you came out of the land of Egypt] all the days of your life\"  - when you are engaged in life and not days when you are engaged with death. There is also a version which says 'exempt from reading the Shema and from prayer and from T'fillin.\""
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "According to Rashi, you do not need to bless. And understand from his explanation that if one wants to bless, it is permitted. However, in the Yerushalmi it says, if you want to be stringent, we don't let him. Therefore, it appears to say, one does not bless and one is not permitted to bless, and the Yerushalmi explains why, and says because of Kavod HaMeit (respect for the dead). Alternatively, because he doesn't have anyone who will carry his burden. We ask a question: but isn't it taught in a Braita: exempt from netilat lulav. And should you think we are dealing with Yom Tov, and there he is not too busy to carry the burden, and we teach that it is referring to Chol, meaning Chol HaMoed [because he could potentially bury on Chol]. But isn't it taught in a Braita: 'Exempt from the blowing of the shofar'. It should have said on a weekday and not on Yom Tov. And that's a question. And we answer: Rav Chanina said, since he needs to prepare the casket and the shrouds [which the dead wear], as it is taught in a Mishnah: \"you may violate the boundary to bring him a casket and shrouds\" its as if he is carrying the burden. Consequently, the implication is that on shabbat and yom tov you are not permitted to make blessings and pray since you are busy violating the boundary to bring him a casket and shrouds. But there is a question from the end where it says \"on shabbat you make blessings and a mezuman. "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "If he erred and did not pray mincha on Friday etc.; He erred and did not pray mincha on shabbat he prays at arbit twice.  This is to say, on Saturday night, and he says havdalah in the first, etc.   Rabeinu Yehuda wrote that if he erred and did not mention Rosh Chodesh at mincha he should not pray an extra time in the evening, for what will this accomplish? He already prayed mincha, he just forgot to add [yaaleh ve'yavoh for] Rosh Chodesh. If so, he does not gain anything if he prays an extra time in the evening after Rosh Chodesh has ended, since he will not mention Rosh Chodesh [in the extra prayer], and he has already prayed Amida. And this is different than the case here, where one erred and did not pray mincha on shabbat [at all], where in the evening he prays an extra time using the Amida of a regular evening, since here he did not pray at all so at least he gains the extra amida when he prays after shabbat ends in the evening, even though he is not mentioning shabbat.  And if you will ask, isn't he praying more than required since on shabbat there were only seven blessings and he will pray 18? There is no reason to worry about this, since even on shabbat it would be appropriate to pray all 18, but this was not required because of the extra effort it would require. We find, then, that he gains the full extra prayer. But when he erred and did not mention Rosh Chodesh, he has already prayed, so praying an additional time on Saturday evening will yield nothing.  And similarly, if he prayed a regular weekday amida at mincha on shabbat, and did not mention shabbat, it would seem that he should not pray again Saturday evening since he already said the amida. However, Rav Alfas [the Rif] does not seem to maintain this position, and in this case even though he does not gain anything he requires an extra prayer. To quote him: \"With regard to the statement 'make havdalah in the first one and not in the second one, and if you did not say havdalah in the first one but did say havdalah in the second one, the second counts but the first does not count', since he needed to say the second one first; since he did not say havdalah in the first one but said havdalah in the second one, he has shown his intention that the second one should be his normal prayer. Therefore, he must pray again another time for his make-up prayer so that the obligatory prayer precedes the make-up.  And if he said havdalah in both of them, even though he was not required to do so, he does not need to repeat. And if he did not say havdalah in either of them, we do not make him repeat, as we learn in a braita 'if on erred and did not say havdalah in He Who grants us wisdom, we do not make him repeat since he can say havdalah on the cup of wine'\".  Therefore, we require him to pray again even though he will not gain anything additional the second time. This is what Rabbi Moshe Malavar concluded from the words of Rabbi Alfas. "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "Hence it is deduced that it is forbidden to sit within four cubits of one engaged in prayer â€“ whether in front of them, behind them or on the side of them.  The Teshuvat Geonim explain that that this is only if one is sitting idly, but if they are engaged in the recitation of Shema or something similar, even if they are sitting it is okay."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>We teach him not to bow.</b> And if you say, he'll bow, and what difference does it make? And it should be said, that he should not go and uproot the words of Sages, so the people won't say, everyone is as stringent as he wishes and there is no Rabbinic decree, and [therefore] we worry about <i>yuhara</i> [showing off]."
            ], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Who hast sanctified us by His commandments, and hast commanded us to lay the Tefillin - since he starts by putting it on his arm, he should bless \"to lay,\" but on that of the head he blesses \"concerning the precept\" and not \"to lay,\" sind he already started and layed one of them. But in chapter Hakometz it says, \"if he did not talk he says one blessing, if he talked he says two blessings.\" Rashi explained that it says so on both Tefillin, that he says one blessing on both of them if he did not talk in between them, but it is difficult to say that the two blessings of \"to lay\" and \"concerning the precept\" were only needed when he talked and did a transgression. Therefore Rabbeinu Tam explained that on that of the head, which is the finishing of the commandment and the main part, because it has four compartments and the letter Shin, he says on it (an additional blessing of) \"on the precept,\" and this is (how it appears) in Shimusha Rabba, authored by the Ge'onim. And according to the explanation of Rabbeinu Tam regarding \"if he talked he says two blessings,\" (it refers to) if he puts on that of the head alone, since they (the two Tefillin) do not hold back each other  (from letting the wearer fulfill a commandment from it), he says two blessings. And this that the Gemara doesn't mention that on that of the head he says two blessings, it is because it is not at all common to place one without placing the other, since Tefillin by one with an obligation is common. And Rabbeinu Tam explained like this in his Responsa, and Rabbeinu Elchanan, in his \"Order of the enactment of prayer,\" wrote like this."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "×ª×•×¡×¤×•×ª ×¢×œ ×‘×¨×›×•×ª", 
    "versionTitleInHebrew": "×ª×¨×’×•× ×§×”×™×œ×ª ×¡×¤××¨×™×”", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot", 
        "Seder Zeraim"
    ]
}