{
    "work": "Chizkuni", 
    "text": {
        "0_Genesis, 45_Chapter, 3_Verse, 1_Comment": "<b>Yoseif shall place his hand.</b> It is customary to close the eyes of the deceased immediately upon his expiration. This was a hint that Yoseif would be present at his death and would see to it that he was brought to the cave of Machpeilah for burial. <b>Upon your eyes (<i>al einecha</i>).</b> Alternatively this should be understood as if it were written <i>al inyanecha</i> — “regarding your needs”.", 
        "0_Genesis, 19_Chapter, 12_Verse, 0_Comment": "<b>When Elokim caused me to wander.</b> The verb <i>his’u</i> — “caused to wander” — is in the plural, suggesting that <i>elohim</i> here should be rendered “rulers,” referring to Nimrod and his cronies, who banished Avraham for shattering their idols.", 
        "0_Genesis, 46_Chapter, 5_Verse, 0_Comment": "<b>Your father and your brothers.</b> Settle your father in the best of the land — since all he requires is rest and good air — but let your brothers go to Goshen where there is pasture.", 
        "1_Exodus, 4_Chapter, 11_Verse, 0_Comment": "<b>So the people scattered throughout the entire land of Egypt.</b> Egypt was destined to be struck by the plagues in the future, and perhaps the plain Egyptian folk would complain that they did not deserve to be punished, for they never oppressed the B’nei Yisrael. Therefore, Hashem caused Pharaoh to think of this plan of not giving any stubble to the B’nei Yisrael, and when the B’nei Yisrael had to go out and gather the stubble they were beaten even by the Egyptian slaves and maidservants. Therefore, all the Egyptians were afflicted by the plagues.", 
        "0_Genesis, 31_Chapter, 8_Verse, 0_Comment": "<b>The remaining camp will survive.</b> He hoped that Eisov would not suspect the existence of a second camp. Alternatively, while Eisov was battling one camp, the other would have time to flee, or else by the time he finished battling the one, he would be too weary to capture the other.", 
        "0_Genesis, 4_Chapter, 28_Verse, 0_Comment": "<b>This one will bring us rest.</b> Adam was told, “In sorrow you shall eat from it <i>all the days of your life</i>,” and since Adam died before Noach was born, Lemech thought that Noach would repair what Adam had spoiled.", 
        "1_Exodus, 33_Chapter, 29_Verse, 0_Comment": "<b>They were afraid to come close to him.</b> They believed he had been transformed into an angel.", 
        "0_Genesis, 26_Chapter, 12_Verse, 0_Comment": "<b>Your curse shall be upon me.</b> Even if Yitzchok discovers you he will realize that it was my idea, not yours.", 
        "0_Genesis, 26_Chapter, 38_Verse, 0_Comment": "<b>The fatness of the earth.</b> Eisov received a portion of the Holy Land, the fattest part of the earth. ", 
        "1_Exodus, 14_Chapter, 0_Verse, 0_Comment": "<b>And they said (literally, “And they said to say”).</b> They said that this song should be recited every day for all generations.", 
        "0_Genesis, 47_Chapter, 4_Verse, 0_Comment": "<b>And now your two sons.</b> Yoseif merited producing two tribes because he fed his father’s household in time of famine. Alternatively, it was because he was the first born of Yaakov’s principle wife. Or, it was in order that more tribes would descend from Rochel than from the maidservants.", 
        "0_Genesis, 42_Chapter, 24_Verse, 0_Comment": "<b>They prepared their offering.</b> The appearance of the gift items had deteriorated along the way so they needed to be made presentable.", 
        "0_Genesis, 42_Chapter, 17_Verse, 1_Comment": "<b>Along with our donkeys.</b> Obviously we are being set up, because if he wished merely to speak with us he would not have ordered that our donkeys be brought to the house as well.", 
        "0_Genesis, 40_Chapter, 11_Verse, 0_Comment": "<b>A lad.</b> He belittled Yoseif intentionally lest he be elevated to a position of power and then avenge himself of the butler for forgetting him.", 
        "0_Genesis, 23_Chapter, 52_Verse, 1_Comment": "<b>The servant took out.</b> The earlier gifts were ordinary engagement presents, whereas these were to finalize the transaction. Alternatively, they were to appease them to let Rivkah go, hence none were given to Besueil because he was only too happy that his daughter was to marry his cousin.", 
        "1_Exodus, 15_Chapter, 3_Verse, 1_Comment": "<b>That I may test them.</b> The command not to leave over was part of the test because doing so would indicate a lack of faith. <b>If they will walk in [the way of] My teaching.</b> That is, to see if they would engage in study. Since they received their provisions with very little effort they were expected to study continually. ", 
        "1_Exodus, 32_Chapter, 18_Verse, 0_Comment": "<b>I will cause all My goodness to pass.</b> This refers to the Thirteen Attributes of Mercy. God revealed to Moshe that the moment of their proclamation would be an auspicious time to make requests of Him.", 
        "0_Genesis, 42_Chapter, 33_Verse, 1_Comment": "<b>They drank with him.</b> Non-Jewish wine had not yet been prohibited.", 
        "0_Genesis, 3_Chapter, 0_Verse, 1_Comment": "<b>With Ad-noy.</b> This is the four-letter name signifying the attribute of mercy. From here on this name predominates because the inclination to sin was now too powerful for human beings to survive strict judgment.", 
        "0_Genesis, 0_Chapter, 1_Verse, 3_Comment": "<b>And darkness.</b> This phrase is a continuation of the previous verse: “In the beginning Elokim created the heavens and the earth … and darkness.” In other words, darkness is a positive creation, not merely a negation. See <i>Yeshayahu</i> 45:7", 
        "1_Exodus, 15_Chapter, 3_Verse, 0_Comment": "<b>Bread … from heaven.</b> The bread fell from a place they could not reach to ensure that they would be dependant upon Him continually. ", 
        "0_Genesis, 0_Chapter, 1_Verse, 2_Comment": "According to the Talmud the heavens were also created unformed and desolate. This is not mentioned, however, out of consideration for the Divine Presence dwelling there.", 
        "1_Exodus, 6_Chapter, 19_Verse, 0_Comment": "<b>And all the water of the river turned into blood.</b> The river turned into blood for only a short while and all the fish died immediately, then, it turned back into water. The Egyptians were unable to drink from the river because it had become polluted as a result of the dead fish and not because it was still blood. We do not find that Pharaoh begged to remove this plague. A further proof is that the sorcerers turned water into blood as well. How were they able to do so if all the water was already blood?", 
        "0_Genesis, 30_Chapter, 28_Verse, 0_Comment": "<b>It is within the power.</b> Hashem knows that I have the power and was afraid lest I avenge myself upon you. That is why He came to warn me.", 
        "0_Genesis, 0_Chapter, 1_Verse, 1_Comment": "<b>The earth was unformed and desolate.</b> That is, after it was created it was unformed and desolate. Alternatively, the site in which it was to be created was unformed and desolate prior to its creation. Scripture does not mention the creation of anything that cannot be perceived by human eyes, such as the Divine Throne, Gehinnom, etc. Nevertheless, they are included in the statement, “The heavens and the earth were completed and all their conglomerations.” ", 
        "1_Exodus, 33_Chapter, 4_Verse, 0_Comment": "<b>And will proclaim the Name, Ad-noy.</b> The Thirteen Attributes were to be preceded by the Divine name.", 
        "0_Genesis, 43_Chapter, 4_Verse, 0_Comment": "<b>He uses it for divination (or “He was using it for a test”).</b> He left it on the table to test your honesty. An alternative rendering — “He was sure to inquire of the diviners concerning it[s whereabouts]”.", 
        "1_Exodus, 11_Chapter, 7_Verse, 3_Comment": "<b>And bitter herbs.</b> This, too, was a way of showing contempt for the Egyptian’s idol. Not only were B’nei Yisrael to consume it, but they were to do so together with a bitter and unpleasant condiment rather with something sweet and desirable.", 
        "0_Genesis, 38_Chapter, 19_Verse, 1_Comment": "<b>Where the king’s prisoner’s were jailed.</b> Gavriel came in human form and suggested they examine whose clothing was torn — hers or his. In this way they confirmed his innocence and spared his life. Nevertheless, they did not free him lest she be humiliated.", 
        "1_Exodus, 11_Chapter, 7_Verse, 2_Comment": "<b>It shall be roasted over fire.</b> This was in order that the Egyptians would smell the aroma and know that B’nei Yisrael were devouring the object of their veneration. ", 
        "0_Genesis, 8_Chapter, 17_Verse, 0_Comment": "<b>Cham was the father of Canaan.</b> Canaan is mentioned here because he was conceived in the ark and born shortly after they exited.", 
        "1_Exodus, 26_Chapter, 7_Verse, 0_Comment": "<b>It should be a hollow structure.</b> This hollow wooden structure was placed inside the copper grate, which reached half way up its sides. Whenever they encamped they would fill the hollow space with earth and it was upon this that they offered their sacrifices. Then when they set out again they would lift the altar by its poles, attached to the upper edge of the grate, and the earth would spill out through the holes in the grate .", 
        "1_Exodus, 1_Chapter, 15_Verse, 0_Comment": "<b>The priest of Midian.</b> He had been the head priest of Midian, and when he repudiated idolatry the people of his city ostracized him. Therefore, he could not hire a shepherd and his daughters had to shepherd his flock.", 
        "0_Genesis, 43_Chapter, 2_Verse, 0_Comment": "<b>With the morning light.</b> Most of the purchasers departed before dawn, but Yoseif was afraid that under the cover of darkness they would murder the messenger he intended on sending after them.", 
        "0_Genesis, 47_Chapter, 6_Verse, 1_Comment": "<b>On the road to Ephros.</b> I knew that that spot was destined to be in the portion of her son Binyamin; see I <i>Shemuel</i> 10:2.", 
        "0_Genesis, 43_Chapter, 1_Verse, 0_Comment": "<b>In … the youngest one’s bag.</b> Binyamin was a boy at the time of Yoseif’s sale and his appearance had changed. Yoseif used this ruse to verify that he was not an impostor, knowing that the brothers would not abandon the real Binyamin.", 
        "0_Genesis, 46_Chapter, 17_Verse, 0_Comment": "<b>The second year.</b> Since Yaakov arrived, i.e. the fourth year of the famine. For three years they lived on their stores or purchased grain with money. The fourth year they paid with livestock, the fifth with land and the sixth with their bodies. In the seventh year he gave them seed grain and they harvested in the eighth.", 
        "0_Genesis, 31_Chapter, 25_Verse, 1_Comment": "<b>He could not defeat him.</b> The angel did not have permission to harm him but only to bless him. Nevertheless, he did harm him slightly so that Yaakov would realize that he was an angel.  ", 
        "1_Exodus, 33_Chapter, 8_Verse, 1_Comment": "<b>And take us as Your own possession.</b> Alternatively, “And cause <i>us</i> to take possession (i.e. of the promised land). See Bamidbar 34:17.", 
        "1_Exodus, 27_Chapter, 34_Verse, 0_Comment": "<b>Its sound shall be heard.</b> The purpose of this sound was to inform those outside when the <i>Kohein Gadol</i> was performing the service so that they could have the appropriate intentions in mind. Alternatively, it was to distinguish the <i>Kohein Gadol</i> from ordinary <i>kohanim</i> and to indicate the higher level of sanctity he possessed. This explains why the special garments he wore on Yom Kippur did not have these bells—since he performed the entire service alone, no distinction was necessary.", 
        "0_Genesis, 42_Chapter, 14_Verse, 0_Comment": "<b>They stood before Yoseif.</b> They said nothing but merely stood at a distance. Yoseif was also silent out of pity for Binyamin, but the brothers interpreted his silence as a sign of anger regarding the money.", 
        "0_Genesis, 24_Chapter, 33_Verse, 0_Comment": "<b>Yaakov then gave.</b> He gave him the pottage <i>in addition</i> to the money to commemorate the sale.", 
        "0_Genesis, 28_Chapter, 8_Verse, 0_Comment": "<b>For she was a shepherdess.</b> Leah could not tend the flocks because her weak eyes were sensitive to the sun. Alternatively, as the older daughter Leah was treated with greater respect.", 
        "0_Genesis, 48_Chapter, 24_Verse, 0_Comment": "<b>Blessings of breasts and womb.</b> That is, of heaven and earth. Alternatively, the breasts of nursing mothers will not dry up prematurely and nor will fetuses die in the womb. The breasts are mentioned first because the milk generally appears before the infant is born.", 
        "1_Exodus, 31_Chapter, 9_Verse, 0_Comment": "<b>Now leave Me alone.</b> God was showing concern for Moshe’s honor, because the people had chosen the calf to be their leader in his place.", 
        "0_Genesis, 11_Chapter, 3_Verse, 0_Comment": "<b>And Lot went with him.</b> Lot’s father, Haran, died on Avraham’s account (see Rashi 11:28), therefore Avraham treated him like a son.", 
        "0_Genesis, 14_Chapter, 1_Verse, 0_Comment": "<b>Since I continue to be childless.</b> Without heir. Even though God promised to give the land to his descendants, when Avraham saw that his prayers for offspring were not answered he assumed that he had forfeited this promise through sin.", 
        "0_Genesis, 31_Chapter, 25_Verse, 5_Comment": "<b>Yaakov’s hip was dislocated.</b> He was able to harm him only because he had been afraid of Eisov.", 
        "0_Genesis, 18_Chapter, 7_Verse, 0_Comment": "<b>Who have never known a man.</b> The usual expression is “who have never been known <i>by</i> a man,” indicating the man’s initiating role. Lot’s daughters, however, were shameless, as can be seen from the episode at end of the chapter.", 
        "0_Genesis, 49_Chapter, 14_Verse, 0_Comment": "<b>Perhaps Yoseif still bears a grudge.</b> On the way back from the funeral he stopped beside the pit into which he had been cast and blessed Hashem for his miraculous salvation. This caused them to fear that the memory of their deed had been renewed in his mind.", 
        "0_Genesis, 48_Chapter, 23_Verse, 0_Comment": "<b>His bow remained in strength.</b> He restrained himself from repaying his brothers in kind for what they did to him, as one who holds the bow drawn but does not release it. ", 
        "1_Exodus, 30_Chapter, 1_Verse, 0_Comment": "<b>Betzalel son of Uri son of Chur.</b> Unlike Oholiav in v. 6, Betzalel’s lineage is traced back to his grandfather Chur. This is because Chur was murdered for opposing the making of the Golden Calf (Rashi, 32:5); therefore it was appropriate that his grandson would be the one to fashion the <i>mishkon</i>, which was an atonement for that sin.", 
        "0_Genesis, 5_Chapter, 15_Verse, 2_Comment": "<b>In its side.</b> At an extremity, not in the middle, lest it bear the full force of wind and water. Alternatively, it was in the upper third of the side.", 
        "0_Genesis, 5_Chapter, 15_Verse, 0_Comment": "<b>Make a skylight (<i>tzohar</i>).</b> To reconcile two views presented in the <i>Midrash</i> — this is the window through which he dispatched the raven and the dove, but as long as it was closed he hung there a luminous stone. On the plain level <i>tzohar</i> is related to <i>yitzhar</i> — “olive oil”; i.e. the ark was illuminated with an oil lamp. A window would have provided no light since the celestial bodies did not shine throughout the year of the flood. ", 
        "0_Genesis, 36_Chapter, 29_Verse, 0_Comment": "<b>Where can I go.</b> Reuvein was afraid his father would suspect him of having orchestrated the deed out of resentment over losing the right of the first born to Yoseif.", 
        "0_Genesis, 31_Chapter, 32_Verse, 0_Comment": "<b>Therefore the children of Israel.</b> Yaakov’s children were deserving of this penalty for leaving their father alone. Alternatively, it commemorates Yaakov’s victory over the angel.", 
        "0_Genesis, 26_Chapter, 38_Verse, 1_Comment": "Specifically, he received Mount Seir, which is near the portion of Yehudah; see <i>Yehoshua</i> 24:4", 
        "0_Genesis, 28_Chapter, 19_Verse, 0_Comment": "<b>They seemed to him like a few days.</b> He considered it a small price to pay to marry Rochel and would have been willing to work even longer. Alternatively, only in retrospect did they seem like a few days.", 
        "0_Genesis, 47_Chapter, 0_Verse, 0_Comment": "<b>Behold your father is ill.</b> Until then no one had ever become sick; when a person’s time came he simply sneezed and his soul expired. But Yaakov requested forewarning so that he would have time to leave last instructions.", 
        "1_Exodus, 3_Chapter, 0_Verse, 0_Comment": "<b>And they will not heed my voice.</b> Although Hashem promised him: “And they will hearken to your voice” (3:18), however, this was said only regarding the elders and not the rest of the people.", 
        "0_Genesis, 45_Chapter, 27_Verse, 0_Comment": "<b>He sent Yehudah ahead.</b> He sent Yehudah to Yoseif for directions to Goshen so that they would not need to enter Egypt proper at all.", 
        "1_Exodus, 10_Chapter, 1_Verse, 3_Comment": "<b>Articles of silver.</b> This was to compensate for the houses, fields and other possessions that the B’nei Yisrael were unable to take with them, for it is stated explicitly in Bereishis (47:27) that B’nei Yisrael acquired property in Egypt.", 
        "1_Exodus, 5_Chapter, 19_Verse, 0_Comment": "<b>His aunt Yocheved.</b> Although marriage to an aunt was prohibited in the future, Hashem arranged that Moshe was born from such a union, because a leader is chosen specifically if he has ‘skeletons in the closet,’ so that he will not became haughty, as we find regarding Dovid HaMelech.", 
        "0_Genesis, 47_Chapter, 6_Verse, 0_Comment": "<b>I buried her there.</b> I could not bury her in the Machpeilah cave because Eisav had not yet relinquished his claim. By the time Leah died, by contrast, Eisav had emigrated to Seir.  ", 
        "0_Genesis, 16_Chapter, 12_Verse, 0_Comment": "<b>Must be circumcised.</b> The double usage <i>himol yimol</i> indicates that circumcision consists of two components — the removal of the foreskin and the tearing open of the membrane underneath.", 
        "1_Exodus, 33_Chapter, 16_Verse, 0_Comment": "<b>Molten gods.</b> Molten gods are mentioned specifically because the calf was made from molten gold. Nevertheless, all other forms are included as well.", 
        "1_Exodus, 31_Chapter, 1_Verse, 0_Comment": "<b>Remover the golden rings.</b> Aharon’s intentions were pure. The people had asked for a leader in place of Moshe. Aharon feared that if he appointed someone he would refuse to step down when Moshe returned and if he declined to choose someone for them, they would do so themselves. Finally, if he accepted the position himself Moshe might be hurt. Therefore he decided to occupy them with something else in the meantime.", 
        "0_Genesis, 44_Chapter, 21_Verse, 1_Comment": "<b>A change of clothing.</b> To replace the ones they had torn on account of his ploy.", 
        "0_Genesis, 48_Chapter, 23_Verse, 1_Comment": "<b>His arms were bedecked.</b> Although he was bedecked in regal ornaments he refrained from lording over his brothers. <b>Mighty One of Yaakov.</b> He derived his extraordinary self-restraint from the Mighty One of Yaakov.", 
        "1_Exodus, 15_Chapter, 3_Verse, 2_Comment": "Alternatively: <b>That I may test them.</b> Hashem did not need to test them to know how they would behave but the test was needed to appease both the attribute of judgment, which had serious grievances against them, as well as the attribute of mercy, which was overly solicitous towards them. <b>If they will walk in [the way of] My teaching.</b> As long as they did so the attribute of judgment could have no complaint against them", 
        "0_Genesis, 42_Chapter, 33_Verse, 0_Comment": "<b>He had portions carried from before him.</b> Each portion was brought before Yoseif for his approval before being served. "
    }, 
    "meta": "Chapter-Verse-Comment"
}