{
    "text": {
        "0": {
            "0": {
                "0": "<b>ובשנת.</b> טעם המלה גלגל:\n",
                "1": "<b>לכורש.</b> במדוייקם מלא וא\"ו וכן במסורת ב' חסר וסימ' העיר ה' את. כה אמר כרש:\n"
            },
            "1": {
                "0": "<b>כל ממלכותך.</b> כ\"כ:\n"
            },
            "10": {
                "0": "<b>העלות.</b> ברוב המדוייקים הה\"א בצירי לא בסגול וכן חברו שבמסורת ולפי העלות הענן פ' בהעלתך:\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>נבוכדנצור.</b> נבוכדנצר קרי והם שנים יתירין וא\"ו עפ\"ה ואידך לקדר ולממלכות חצור אשר הכה נבוכדנאצור (ירמיהו מ״ט:כ״ח) ראצור כתיב כמו שכתבתי שם וכן צריך הגיה במסורה:\n",
                "1": "<b>ויהודה.</b> בס' קדמון כ\"י כתוב וליהודה וגם בדפוס ישן מויניציאה יש הערה מזה בגליון ורבים הספרים אשר אתנו שכתוב בהם ויהודה:\n"
            },
            "1": {
                "0": "<b>רעליה.</b> בס\"ס הרי\"ש בגעיא והלמ\"ד בקמץ: ",
                "1": "<b>מרדכי.</b> בכמה ספרים הדל\"ת בחטף קמץ וכבר חתבתי מזה במגלת אסתר ריש סימן ב': ",
                "2": "<b>מספר בגוי.</b> מספר הראשון פ\"א קמוצה והשני פ\"א פתוחה. רש\"י: "
            },
            "8": {
                "0": "<b>בני זבי.</b> כתב הראב\"ע זבי כתיב וקרי זכי ונקרא בשתי לשונות ע\"כ ובספרים שלנו כתיב וקרי בכ\"ף ונמסר עליו ב' זקף קמץ וחברו (בנחמיה סימן ז'). (ובעזרא סימן י') כתוב חנניה זבי עתלי והוא בבי\"ת ופת ונמסר עליו לית:\n"
            },
            "19": {
                "0": "<b>בני גבר.</b> אין דגש בגימ\"ל:\n"
            },
            "24": {
                "0": "<b>בני קרית יערים.</b> וגומר וארבעים ושלשה. ברוב הספרים וארבעים בוא\"ו:\n"
            },
            "32": {
                "0": "<b>חדיד ואונו.</b> בשני דלתי\"ן:\n"
            },
            "40": {
                "0": "<b>המשררים.</b> הה\"א במאריך:\n"
            },
            "41": {
                "0": "<b>טלמון.</b> ברוב הספרים מלא וא\"ו:\n"
            },
            "43": {
                "0": "<b>בני סיעהא.</b> הבי\"ת בגעיא בס\"ס:\n"
            },
            "45": {
                "0": "<b>בני שמלי.</b> שלמי קרי ובשי\"ן שמאלית ברוב המדוייקים כמ\"ש (בנחמיה סי' ז'):\n"
            },
            "47": {
                "0": "<b>בני נקודא.</b> ברוב ספרים באל\"ף:\n"
            },
            "49": {
                "0": "<b>בני אסנה.</b> י\"ס אסנא באל\"ף ובאמת שיש חלוף גדול בספרים בספר דניאל ועזרא בכמה שמות ובכמה מלות בלשון תרגום שסופי תיבות שלהן אל\"ף או ה\"א עד שאין שני ספרים מסכימים לגרסא אחת ואפילו ספר אחד פעם כתיב בה\"א ופעם באל\"ף ולא הקפדתי כ\"כ בחילופן לפי שהאל\"ף והה\"א אחיות אותיות הנשימה ומי שירצה לכתוב אל\"ף יכתוב ולכתוב ה\"א יכתוב כמ\"ש רד\"ק בריש ד\"ה עיין שם:\n",
                "1": "<b>נפיסים.</b> נפוסים קרי:\n"
            },
            "51": {
                "0": "<b>בני בצלות.</b> אין געיא בבי\"ת בני:\n"
            },
            "52": {
                "0": "<b>בני סיסרא.</b> בגעיא:\n"
            },
            "55": {
                "0": "<b>בני יעלה.</b> העי\"ן בשוא לבד וכן חברו (שבנחמיה סימן ז') והתם כתיב אל\"ף והכא ה\"א:\n"
            },
            "56": {
                "0": "<b>הצביים.</b> בכמה מדוייקם בשני יודין:\n"
            },
            "58": {
                "0": "<b>העלים.</b> במדוייקם חסר וא\"ו:\n",
                "1": "<b>בית אבותם.</b> במקצת מדויקים מלא וא\"ו וכן דינו מכח המסורת שנמנה במספר החסרים ולא יכלו להגיד בית אבתם בתראה שהוא (בנחמיה סי' ז'):\n"
            },
            "60": {
                "0": "<b>חביה.</b> בספרים ספרדי החי\"ת בחטף קמץ וכן (בנחמיה ז'):\n",
                "1": "<b>הגלעדי אשה.</b> עיין מ\"ש (בד\"ה ב' כ\"א):\n"
            },
            "61": {
                "0": "<b>אלה בקשו.</b> קלה הקי\"ף:\n",
                "1": "<b>המתיחשים.</b> בספרים מדוייקם כ\"י החי\"ת בשוא לבדו:\n"
            },
            "62": {
                "0": "<b>הקדשים.</b> הקו\"ף בחטף קמץ:\n"
            },
            "63": {
                "0": "<b>כל הקהל וגו' שלש מאות ששים.</b> י\"ס וששים בוא\"ו:\n"
            },
            "68": {
                "0": "<b>שש רבאות.</b> בס\"ס האל\"ף. נחה:\n"
            }
        },
        "2": {
            "2": {
                "0": "<b>מכונת*ו.</b> מכונתיו קרי:\n",
                "1": "<b>ויעל*.</b> ויעלו קרי:\n"
            },
            "3": {
                "0": "<b>ועלת יום ביום.</b> כן כתיב ועלת לא ועולות כמ\"ש בדפוס רע\"ח מויניציאה:\n",
                "1": "<b>המשפט.</b> הפ\"א פתוחה במדוייקים וכן דינה מכח המסורת דפרשה משפטים (ומלכים ב' י\"ז):\n"
            },
            "4": {
                "0": "<b>המקדשים.</b> כ\"כ בלא מאריך בה\"א בס\"ס:\n"
            },
            "6": {
                "0": "<b>ושמן לצדנים.</b> ברוב המדוייקים חסר יו\"ד קדמאה וכן נכון עפ\"ה (דשופטים י\"ח) ושם הארכתי:\n",
                "1": "<b>אל ים יפוא.</b> א' מן ב' מלין דכתיבין אל\"ף בסוף תיבותא ולא קריין וסימן במסורה ריש סדר לך לך (ודניאל ג'):\n"
            },
            "9": {
                "0": "<b>במצלתים.</b> הבי\"ת בפתח עפ\"ה וחברו אסף הרא\"ש (בד\"ה א' י\"ו) ובשניהם הב' סמוכה במאריך והמ\"ם קלה בס\"ס:\n",
                "1": "<b>להלל את ה'.</b> בדפוס ישן להלל אל ה' וטעות הוא:\n"
            }
        },
        "3": {
            "1": {
                "0": "<b>ולא אנחנו.</b> ולו קרי:\n",
                "1": "<b>אסר חדן.</b> חדא מלהוי\"ס תרתין מלין כמ\"ש במלכים וישעיה:\n"
            },
            "3": {
                "0": "<b>ומבלהים.</b> ומבהלים קרי:\n"
            },
            "4": {
                "0": "<b>וסכרים.</b> כל לישנא דאגרא כתיב שי\"ן בר מן דין דכתיב סמ\"ך כמ\"ש במזמור ס\"ג:\n"
            },
            "6": {
                "0": "<b>ובימי ארתחששתא.</b> בספרים מדוייקים זה לבדו תי\"ו שניה בקמץ וכן נמסר עליו ל וכל ארתחששתא שבענין שי\"ן ראשונה ימנית ושני' שמאלית ברוב הספרים ובקצתן כתוב סמ\"ך בכולן במקום שי\"ן שניה אמנם במסורת נמסר סימן מן ריש ספרא עד ואחר הדברים האלה סימן ז' ארתחששתא בשי\"ן ומשם עד סוף סיפרא ארתחשסתא בסמ\"ך וכלהון ארתחשסתא קרי בשו\"א כן מצאתי במסורת טוליטולא:\n",
                "1": "<b>כנותו.</b> כנותיו קרי ובספרים מדוייקים הנו\"ן בקמץ והוא\"י נעה בחולם כמו שהיא נעה במלת כנותהון וכנותיה שבענין וכתב רד\"ק שיש לנו כיוצא בזה בדברי רז\"ל בפ\"ק דכריתות מי דמי שבת ועכו\"ם תנא יתהון בכונתהון פי' בדיניהם ובכל המתחבר אליהם ע\"כ ואיכא נוסחא אחת התם ואין זה מכוונת החיבור ועיין בערוך ערך כן הראשון:\n"
            },
            "8": {
                "0": "<b>ארכוי.</b> ארכויא קרי:\n",
                "1": "<b>דהוא.</b> דהיא קרי:\n",
                "2": "<b>עבדיך.</b> עבדך קרי:\n"
            },
            "11": {
                "0": "<b>סלקו.</b> י\"ס סליקו מלא יו\"ד:\n",
                "1": "<b>ובאישתא.</b> כ\"כ בס\"ס והאל\"ף והיו\"ד נחין ובקצת ספרים נכתב מבחוץ ובישתא קרי:\n",
                "2": "<b>ושורי אשכלילו.</b> ושוריא שכלילו קרי והוא חד מן ב' מלין תניינא נסבא מן קדמיתא ואידך (בשמואל ב' כ\"א) כמ\"ש שם:\n"
            },
            "12": {
                "0": "<b>מלכים.</b> במקצת ספרים מלכין:\n"
            },
            "13": {
                "0": "<b>כל קבל.</b> הקו\"ף בחטף קמץ ובלא יו\"ד אחר הבי\"ת:\n"
            },
            "15": {
                "0": "<b>לקבל.</b> הקו\"ף בחטף קמץ:\n"
            },
            "17": {
                "0": "<b>קרי קדמי.</b> הקו\"ף בחטף סגול על פי המסורת וכן חבירו דלקמן:\n",
                "1": "<b>קדמי.</b> הקו\"ף בקמץ בס\"ס וי\"ס בחטף קמץ:\n"
            },
            "20": {
                "0": "<b>טעמא יתשם.</b> בכל ספרים ישנים מהדפוס וכ\"י השי\"ן בקמץ ולא בצירי:\n"
            },
            "21": {
                "0": "<b>הוו.</b> הה\"א בחטף סגול ובקצת מדייקים בחטף פתח:\n"
            },
            "22": {
                "0": "<b>קריקדם.</b> קו\"ף קדם בחטף קמץ:\n",
                "1": "<b>אזלו בבהילו.</b> הבי\"ת רפויה מכלול דף ק\"ח:\n",
                "2": "<b>והות בטלא.</b> הבי\"ת במאריך בכ\"י:\n"
            }
        },
        "4": {
            "0": {
                "0": "<b>נביאה.</b> נביא קרי וכן חברו דלקמן בסי' ו':\n",
                "1": "<b>נביאיה.</b> יו\"ד ראשונה פתוחה ושני' קמוצה וכן דלקמן בסמוך:\n",
                "2": "<b>יהודיא.</b> אין דגש ביו\"ד שני':\n"
            },
            "1": {
                "0": "<b>ושניו.</b> היו\"ד נחה והוא\"ו נקראת כמו ומלך מלכא שניו והשורק שבוש:\n"
            },
            "2": {
                "0": "<b>פחת עבר נהרה.</b> במקרא גדולה בטעם קדמא ואזלא והוא שבוש:\n"
            },
            "10": {
                "0": "<b>מקדמת דנה.</b> ובדניאל ו' מן קדמת דנה מסורת סוף פ' שמות:\n"
            },
            "11": {
                "0": "<b>כסדיא.</b> כסדאה קרי:\n",
                "1": "<b>ועמה הגלי.</b> רפי:\n"
            },
            "13": {
                "0": "<b>די פחה שמה.</b> בכמה ספרים מדוייקם בשי\"ן שמאלית ויהי' פי' הכתוב שכורש שם ששבצר נשיא ופחת ליהודה כמאמר הכתוב בריש סיפרא ויספרם לששבצר הנשיא ליהודה אמנם לפירוש רש\"י והיחייא קריאת המלה בשי\"ן ימנית לשון שם:\n"
            },
            "14": {
                "0": "<b>אלה מאני'.</b> אל קרי ואין לו דומה בכל לשון תרגום ועיין מ\"ש (בד\"ה א' ב') אצל אל נולדו:\n"
            },
            "15": {
                "0": "<b>ששבצר דך.</b> הדלי\"ת בצירי ומן רישא דסיפרא עד אדין ששבצר דך קרי ומן אדין ששבצר עד סוף תרגום דך קרי:\n"
            }
        },
        "5": {
            "1": {
                "0": "<b>וכן כתוב בגוה דכרונה.</b> בס\"ס הה\"א בלא מפיק ואיננה לכנוי ר\"ל שכן הי' כתוב בתוכה לזכרון וכן פי' החכם יחייא אבל לפי רש\"י ז\"ל הה\"א במפיק לכנוי הנקבה שכן פי' זכרון שלה:\n"
            },
            "3": {
                "0": "<b>תתיהב.</b> בחירק הה\"א:\n"
            },
            "4": {
                "0": "<b>לבבל.</b> הביתי\"ן רפויות:\n"
            },
            "7": {
                "0": "<b>די תעבדון.</b> במדוייק העי\"ן בפתח והשוא נח:\n"
            },
            "8": {
                "0": "<b>די בירושלם.</b> הבי\"ת רפויה:\n"
            },
            "12": {
                "0": "<b>לקבל.</b> הקו\"ף בחטף קמץ:\n"
            },
            "13": {
                "0": "<b>חגי נביאה.</b> ב' כתיב כן וסי' והתנבי דלעיל ריש סי' ה' ודין:\n"
            },
            "14": {
                "0": "<b>ושיציא.</b> חד מן י\"ב מלין דכתיב אל\"ף בסוף תיבותא ולא קריין וסי' במסורת (דניאל ג') וריש פ' שלח לך:\n"
            },
            "16": {
                "0": "<b>לחטיא.</b> לחטאה ק':\n"
            },
            "19": {
                "0": "<b>לכל בני הגולה.</b> לא לבני:\n"
            },
            "20": {
                "0": "<b>וכל הנבדל.</b> בס\"ס המדוייקים וכל בחולם ובטעם רביע:\n"
            },
            "21": {
                "0": "<b>והסב.</b> הוא\"ו בגעיא:\n"
            }
        },
        "6": {
            "9": {
                "0": "<b>ולעשת.</b> במדוייקים כ\"י חסר וא\"ו אחר שי\"ן:\n"
            },
            "12": {
                "0": "<b>מתנדב.</b> הדלת בפתח וי\"ס בצירי:\n",
                "1": "<b>מן עמא.</b> ברוב המדוייקים באל\"ף:\n"
            },
            "13": {
                "0": "<b>כל קבל.</b> בחטף קמץ:\n",
                "1": "<b>מן קדם.</b> בחטף קמץ:\n",
                "2": "<b>בדת.</b> בבי\"ת ובמסורת ב' וחברו השכחנא עלוי בדת אלהי (דניאל ו׳:ו׳) וכן פירשו המפרשים:\n"
            },
            "14": {
                "0": "<b>ולהיבלה.</b> בבי\"ת:\n",
                "1": "<b> לאלה.</b> במפיק הה\"א:\n",
                "2": "<b>משכנה.</b> בחירק המ\"ם ויש נ\"א בפתח:\n"
            },
            "16": {
                "0": "<b>כל קבל.</b> בחטוף קמץ:\n"
            },
            "17": {
                "0": "<b>עליך.</b> עלך קרי:\n",
                "1": "<b>אחיך.</b> אחך קרי:\n",
                "2": "<b>תעבדון.</b> בפתח העי\"ן ובשוא נח הבי\"ת וי\"ס תעבדון בשני שואין:\n"
            },
            "18": {
                "0": "<b>קדם.</b> בחטף קמץ:\n"
            },
            "24": {
                "0": "<b>דאנין.</b> דינין קרי:\n",
                "1": "<b>לא ידע.</b> בקמץ היו\"ד לא בשוא:\n"
            },
            "25": {
                "0": "<b>לשרשו.</b> לשרש קרי:\n"
            }
        },
        "7": {
            "0": {
                "0": "<b>והתיחשם.</b> החי\"ת בשוא לבדו במדוייקים:\n"
            },
            "12": {
                "0": "<b>יעיאל.</b> כן כתיב בספרים קדמונים ובכל ס\"ס ביו\"ד ואין כאן קרי וכתיב כלל גם לא נמנה במסורת עם מלין דכתיבין וא\"ו באמצע תיבותא וקריין יו\"ד:\n",
                "1": "<b>ושמעיה.</b> העי\"ן בשוא לבד:\n"
            },
            "13": {
                "0": "<b>וזבוד.</b> וזכור קרי והוא חד מן מלין דכתיבין בי\"ת וקריין כ\"ף ומן ב' מלין דכתיבין דל\"ת וקריין רי\"ש ואידך ותאמרי לא אעבור (ירמיה ב'):\n"
            },
            "14": {
                "0": "<b>אל אהוא.</b> ברוב המדוייקים אל\"ף בסוף תיבה והה\"א בחטף פתח וכן מצאתי במסרה כ\"י כל עזרא אהוא ה\"א וכתיב אל\"ף ותרי עשר אחוה חי\"ת וכתיב ה\"א:\n"
            },
            "16": {
                "0": "<b>ואוצאה.</b> ואצוה קרי יש מחלוקת בכתיבת המלה הזאת בין הספרים אך בקריאה כלם שוים וכמו שכתבתי כן מצאתי במ\"ג במערכת אות הוא\"ו עם ס\"ב מלין דכתיבן מוקדם מאוחר וכן הוא בפי' הראב\"ע:\n",
                "1": "<b>הנתונים.</b> הנתינים קרי והנו\"ן בדגש:\n"
            },
            "17": {
                "0": "<b>ויביאו לנו.</b> האל\"ף בדג\"ש וזה א' מן ד' מקומות שנמצאות כן וסימ' מסרתי בפ' ויהי מקץ סימן מ\"ג:\n",
                "1": "<b>מחלי.</b> בשוא לבד:\n"
            },
            "18": {
                "0": "<b>ישעיה.</b> עי\"ן בשוא לבד:\n"
            },
            "21": {
                "0": "<b>חיל ופרשים.</b> בעשרים וארבע של החכם לונזאנו נכתב בצדו בגליון רכב דומה שמצא כן באיזה ספר וכן נראה מפי' רש\"י והחכם יחייא אמנם בספרים שלפני כתוב חיל:\n",
                "1": "<b>לעזרנו.</b> העי\"ן בקמץ לבד והוא חטוף:\n"
            },
            "24": {
                "0": "<b>ואשקולה.</b> בחטף קמץ ומלא וא\"ו ובעל המסורת חשיב ליה הכא עם מליין וא\"ו בלישנא ובמסרא רבתא חשיב ליה נמי עם מלין דיתירין וא\"ו וחטפין קמצין ועיין עוד מ\"ש (בירמיה סימן ל\"ב):\n"
            },
            "25": {
                "0": "<b>ואשקלה על ידם.</b> הקו\"ף בשוא ופתח:\n"
            },
            "26": {
                "0": "<b>וכפרי זהב.</b> נמסר עליו לית חסר:\n"
            },
            "29": {
                "0": "<b>משקל הכסף והזהב.</b> בספרים מדוייקים כ\"י הקו\"ף בקמץ וכן כתבו ר' יונה בס' הרקמה עם הזרים שבאו בקמץ אע\"פ שהם סמוכים:\n"
            },
            "30": {
                "0": "<b>ונסעה.</b> נדגש הסמ\"ך שלא כמנהג רוב הבנין שרשים:\n"
            },
            "34": {
                "0": "<b>עלה לה'.</b> במקצת ספרים מלא וא\"ו ובמ\"ג לית חסר בסיפרא:\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>ופחוות.</b> ברוב המדוייקים בשני ואוי\"ן וכ\"כ רש\"י ז\"ל:\n"
            },
            "5": {
                "0": "<b>רבו.</b> בקמץ הרי\"ש ורפיון הבי\"ת:\n",
                "1": "<b> למעלה ראש.</b> בדגשות הרי\"ש במדוייקים:\n"
            },
            "6": {
                "0": "<b>נתנו.</b> דגש הנו\"ן לצורך נו\"ן השורש הראב\"ע ורש\"י:\n"
            },
            "8": {
                "0": "<b>ויט עלינו.</b> בפתחות היו\"ד כמ\"ש (בשמואל ב' י\"ט):\n"
            },
            "11": {
                "0": "<b>ועתה בנותיכם.</b> הבי\"ת בגעיא:\n"
            },
            "12": {
                "0": "<b>מעוננו.</b> בקצת ספרים מעונינו ביו\"ד הרבים:\n"
            },
            "14": {
                "0": "<b>הננו לפניך.</b> קל ובשוא הנו\"ן הראשונה ואינון ד' בקריא על פי המסורה וסימ' סדרתי ביהושע ט':\n"
            }
        },
        "9": {
            "1": {
                "0": "<b>מבני עולם.</b> עילם קרי:\n"
            },
            "9": {
                "0": "<b>ותשיבו.</b> במקצת דפוסים כתוב ותשיבו התי\"ו בקמץ וטעות הוא כי אינו אלא בחולם:\n"
            },
            "11": {
                "0": "<b>כדבריך.</b> כדברך קרי:\n"
            },
            "13": {
                "0": "<b>לכל הקהל.</b> הלמ\"ד בגעיא:\n",
                "1": "<b>וכל אשר.</b> נמצא בקצת ספרים ולכל ובטלים במיעוטם:\n",
                "2": "<b>ההשיב.</b> ה\"א שניה בחולם:\n"
            },
            "15": {
                "0": "<b>לדריוש.</b> מלה זרה בעבור היו\"ד ואין לה שנית במקרא ומשפטה לדרוש הראב\"ע ורד\"ק בפי' וספר הרכבה וכתב בשרשים שרש שמל ובמכלול דף פ\"ד כי לא מצאנו אות נוספו' נעה כי אם בראש המל' או בסופה זולת מלה זו ואפשר שהיא מלה מורכבת ואנחנו לא ידענו:\n"
            },
            "17": {
                "0": "<b>ישוע בן יוצדק.</b> כן כתיב לא יהוצדק:\n"
            },
            "21": {
                "0": "<b>ומבני פשחור אליו עיני.</b> במקצת מדוייקים מלא יו\"ד אחר עי\"ן ועל ומבני זתוא אליועני דלקמן נמסר לית חסר וצ\"ע במ\"ג:\n",
                "1": "<b>ישמעאל נתנאל.</b> במקצת ספרים ונתנאל בוא\"ו ואין לחוש אליהם:\n"
            },
            "22": {
                "0": "<b>קליטא.</b> יש ספרים בה\"א:\n"
            },
            "27": {
                "0": "<b>ומבני בבי.</b> בי\"ת ראשונה דגושה:\n"
            },
            "28": {
                "0": "<b>ירמות.</b> ורמות קרי:\n"
            },
            "30": {
                "0": "<b>ישים.</b> יו\"ד שניה דגושה:\n"
            },
            "31": {
                "0": "<b>מלוך.</b> בשורק:\n"
            },
            "34": {
                "0": "<b>כלוהי.</b> כלוהו קרי כן הוא בס\"ס מלא וא\"ו אחר למ\"ד בכתיב:\n"
            },
            "36": {
                "0": "<b>ויעשו.</b> ויעשי קרי:\n"
            },
            "39": {
                "0": "<b>מכנדבי.</b> בספרים מדוייקים בכ\"ף אחר המ\"ם לא בבי\"ת וראיה גדולה לדבר שהרי היא סימן לפסוקי פ' לך לך שהם קכ\"ו:\n"
            },
            "42": {
                "0": "<b>ידו.</b> ידי קרי:\n"
            },
            "43": {
                "0": "<b>אלה נשאי.</b> נשאו קרי:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Minchat Shai on Ezra"
}