{
    "title": "Melamed Leho'il Part II",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melamed_Leho'il_Part_II",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Regarding accepting for conversion a woman who wants to marry a Jewish man, I have already stated above, citing Shakh, that it all depends on what the rabbinic court sees. See Beit Yitzhak, Yoreh De’ah 2:100.",
            "Indeed, nowadays, arguably, since she can marry a Jewish man even while remaining a gentile, and if we do not accept her, the Jewish man will marry her civilly, and if she is not accepted by a God-fearing rabbi she will approach one of those newcomers who accepts converts without immersion in the presence of a rabbinical court and without the acceptance of the commandments, and then she will be considered a convert even though she is a gentile, it is best to minimize the harm and accept her if she promises that she is converting for the sake of heaven and that she will uphold all the commandments, and specifically Shabbat, menstrual purity laws, and the laws of keeping kosher. She should pledge this by giving her word of honor. Her husband should also be cautioned against marrying her unless he is certain that she will uphold all of this. Absent this, there is more harm done than good. For instance, one who has sexual relations with a gentile woman in a state of menstrual impurity does not incur the penalty of extirpation (karet) except at the rabbinic level. However, if she converts, he incurs karet by Torah law.",
            "If the husband attests, after being warned, that his wife is converting for the sake of heaven, then she should be accepted in the aforementioned manner. If it can be investigated by other people, who are not interested parties, to ascertain whether she truly and wholeheartedly wishes to convert, it is even better. "
        ],
        [],
        [
            "Question: The son of a gentile woman from a Jewish man—whose father brought him to be circumcised, but it is not known whether he was also immersed—does not observe the commandments, and he desecrates Shabbat, but he is established to be Jewish and he pays tax to the communal fund. Now he wants to marry a Jewish woman, and it is impossible for him to immerse while accepting the commandments, since he does not observe the commandments and does not wish to accept them. Is it permitted to officiate at his wedding, given the concern that if we do not officiate for him, he will marry his wife civilly?",
            "Answer: That which you wished to say initially, namely, that if we consider him a gentile, he would need to have a drop of blood drawn for the circumcision covenant (hatafat dam brit), is incorrect, in my opinion. Since he was circumcised for the sake of the mitzva of circumcision, there is no need to draw a drop of blood. I proved this above. This is also implied in Minhat Hinukh on the mitzva of circumcision, cited in U-kheTorah Ye’aseh, Appendix D, p. 29b.",
            "However, regarding R. Yosef Nobel’s attempt to base his position on Darkhei Moshe’s citation of Or Zaru’a (Even Ha-ezer §156), namely, that a Jewish man’s son by a gentile woman is considered his son on the rabbinic level, now that we have merited to see the original Or Zaru’a, it is easy to see that this is no proof. Or Zaru’a states only that it is possible that there are grounds to be stringent out of concern. This has already been addressed by my teacher and master, the eminent Rabbi Shalom Kutna, in his aforementioned book (U-kheTorah Ye’aseh p. 10b), at great length. Nevertheless, it seems to me that in the present case, if he was circumcised and immersed in the presence of the rabbinical court, he is a convert, because presumably the father brought him to be circumcised with his mother’s consent, for it is beneficial to her if her child remains with his father, who provides for him.",
            "Moreover, according to Ran, it is effective if the court converts him, even without the consent of the father and mother.",
            "Third, my master and teacher R. Moshe Schick, in [Responsa Maharam Schick] Yoreh De’ah §248, proved from Tosafot  on Sanhedrin 68 that the conversion of a minor is effective ex post facto (be’-di’avad); that we do not do so ab initio is because it constitutes stealing from a gentile.  But here, where under the prevailing law (dina de-malkhuta), the father has control over his son from a gentile woman, even though he is not his son at all according to Torah law, it is nonetheless not considered stealing. Thus, it is possible that we would even convert ab initio, and it is certainly effective ex post facto. ",
            "Yet the problem remains: we do not know whether he was properly immersed. Regarding what you wrote in the name of the eminent R. Josef Nobel, namely, that one may rely on the presumption (hazaka) that all was done properly; in my humble opinion, one should be hesitant about this, based on what my master and teacher Maharam Schick wrote in [Responsa Maharam Schick] Even Ha-ezer §§37 and 155 and Yoreh De’ah §249 that a gentile and a Jewish woman are forbidden to each other under Torah low, so the present case is an uncertainty pertaining to Torah law (safek de-Orayta). Even if there is a presumption that everything (i.e., the immersion) was done properly, one who is born to a gentile nevertheless is presumed to be forbidden [to marry a Jew], because he was a gentile at birth. Thus, there are conflicting presumptions, and we must be stringent in a case of uncertainty that pertains to Torah law.",
            "Even though the fact that most ritual slaughterers are skilled is effective to permit an animal despite its presumed forbidden status, which persists from when it was alive [and certainly forbidden], even in a case of uncertainty pertaining to Torah law, nevertheless, though we can say that most circumcisers are skilled, it is still no help in this case except to posit that the circumcision was certainly done properly. The immersion, however, there is only a weak presumption that the circumciser would not do anything that would lead to problems later on. Who knows whether this presumption is as good as the presumption that a member of the rabbinic class (haver) would not let out any untithed produce—a presumption that effectively removes the produce from its presumed forbidden state—especially nowadays, when there are many circumcisers who have not studied the laws of conversion. Thus, in my opinion, we have still not removed ourselves from the throes of this uncertainty. And Maimonides has written in the Laws of Forbidden Sexual Relations 13:9 that if a convert comes to marry a Jewish woman, he must immerse in our presence. This is also the ruling in [Shulhan Arukh] Yoreh De’ah 268:10.",
            "Let us now consider whether his immersion at present, without the acceptance of the commandments, would be effective. Yoreh De’ah 268:10 states that the acceptance of the commandments, if it is not done in the presence of three [judges] or during the day, prevents the conversion from taking effect, even ex post facto. Certainly, then, if he does not accept the commandments at all, the conversion does not take effect. Even though it is stated at the end of §268 that the conversion is accepted ex post facto even if the convert was not notified of the reward and punishment of the commandments, nevertheless, the acceptance of the commandments prevents the conversion from taking effect. This is also written on p. 12a of U-keTorah Ye’aseh in the name of the author of Beit Yitzhak.",
            "Yet for me this matter merits further scrutiny, for Maggid Mishneh comments on Laws of Forbidden Sexual Relations 13:17 that informing one of the commandments does not prevent the effectiveness of the conversion, and how can one accept the commandments if he does not know the commandments? This implies that even the acceptance of the commandments does not prevent the effectiveness [of the conversion] ex post facto. I have no time to delve into this at present.",
            "However, it seems to me that in the present case, where it is uncertain whether one has already converted by means of circumcision and immersion or not, and due to that uncertainty he has already become obligated to perform Torah commandments, for we maintain that the Torah requires stringency in cases of uncertainty regarding Torah law—he may not be fed non-kosher food because it places a stumbling block before the blind—he is thus already beholden by oath, under Torah law, to uphold the commandments. In such a case, even though, if possible, it would be best if he would accept the commandments again, nevertheless, since it is impossible for him to immerse while accepting the commandments, it is sufficient if he immerses without accepting the commandments.",
            "Moreover, we can contend that his fathers accepted the commandments on his behalf while he was a minor, since they circumcised him for the purpose of conversion. Even though they did not immerse him because they did not know that immersion is required as well, this acceptance of the commandments in his childhood, prior to his circumcision, is nevertheless effective, for certainly one who accepts the commandments prior to circumcision in order to convert, and then is circumcised, even though many years elapsed between the circumcision and the immersion. Just because he did not know that immersion is required as well, it does not stand to reason that the conversion would be rendered ineffective if he did not re-accept the commandments prior to the immersion.",
            "It therefore seems to me, given these reasons, that if he immerses before [a court of] three, he is a full-fledged convert, even if he does not accept the commandments; the present case, where there is no alternative, is comparable to a post facto (di’avad) case. It would be best to inform him of those commandments that he would certainly want to accept: the prohibitions on paganism, sexual immorality, and bloodshed; the mitzva of charity; honoring one’s parents; loving one’s neighbor; etc. He should then state simply that he accepts the commandments of the Jews. Nevertheless, this is not a sine qua non. If he is properly immersed, I believe that it is permissible to officiate at his wedding and to recite the blessings. ",
            "If he does not even wish to immerse, and there is concern that if we do not officiate a Jewish marriage (kiddushin) for him he will marry his wife civilly, and since he might be a convert, he and she would be violating the prohibitions on sexual impropriety to a greater degree than if they would be brought together in a Jewish marriage, I maintain that it is permitted to officiate a Jewish marriage for them, though without the blessings. One may recite the blessings without God’s name, for example: “Let us bless He Who shaped man in His image…” “Let us bless the Shaper of man.” Yet it would be better if the rabbi himself does not officiate the Jewish wedding, because they will slander him by saying he officiates Jewish marriages of those who might be gentiles. It would be better to avoid this and leave someone else to officiate the wedding, if possible. This should also be done to demarcate—so that it will be known that the groom is not acting lawfully as he does not wish to immerse, and that his daughter will be disqualified from marrying a kohen.",
            "What I wrote above, that in the present case, the uncertain convert is obligated by Torah law to perform the commandments, is not accurate. Tosafot on Ketubot 11a state that a minor convert is a valid convert by rabbinic law only, because the Sages have the power to uproot Torah law. If so, his entire obligation is under rabbinic law, and in a case of uncertainty, the lenient position should be followed.  Nevertheless, it seems to me that all authorities disagree with this [position of Tosafot], since we rule that the Sages do not have the power to uproot Torah law except by omission, not by commission. If so, how could Maimonides, Tur, and Shulhan Arukh rule in accordance with Rav Huna in the case of a minor convert? It must be that they maintain that a minor convert is a valid convert under Torah law as well. There are other answers to the question of Tosafot "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "I saw in Vayilaket Yosef (3-4:74) that R'Yehudah Leib Marmorstein discussed the case of a youth ‎whose father had not allowed him to be circumcised. The youth now has died at the age of ‎sixteen, and Rabbi Marmorstein ruled that his grave should be distanced nine cubits from the ‎other graves; see his reasoning there. In my humble opinion, one should agree with him in ‎practice, but not due to his reason. He decided that it was obvious that this youth was a wicked ‎individual, and we do not bury the wicked alongside the righteous.(Sanhedrin 47a). One cannot ‎argue that the youth was a \"child held captive among non- Jews\" [who is not viewed as responsible ‎for his actions], for it is well known… and that Jews need to be circumcised.‎",
            "However, who could tell us that [this youth] definitely knew he wasn't circumcised? Does every ‎sixteen-year-old child know the nature of circumcision and the visual difference? Perhaps he was ‎modest and never looked at it his entire life. Think about it [further], due to our many sins there ‎are areas in Germany where the mohelim are severe sinners and do not perform priah [lit. ‎revealing; peeling off thee pithelium]! Many children are therefore as though they were not ‎circumcised [at all], for we learn, \"One who circumcised without priah is as if he had not ‎circumcised.\" (Mishnah Shabbat 19:6)However, none of them know that they are not circumcised; ‎certainly, they are like\" children held captive among non-Jews\". Further, even if they were to learn ‎afterward that priah is necessary, they wouldn't know that priah had not been performed on ‎them. Moreover: Even if you would say that he knew that he wasn't circumcised and despite that ‎he didn't circumcise himself, one could argue that he did so because he didn't want to pain himself, ‎and not because he kicked[i.e. rejected] the commandment of circumcision. If so, all would agree ‎that he was only a rebel concerning one matter, due to his desires. It seems to me that even in ‎Hungary the custom is not to distance the grave of such a rebel from other graves - in Germany, ‎the custom is certainly not so - and so there is no legal reason to change the youth's burial from the ‎burial of other Jewish sinners. ‎",
            "However, it seems to me that in order to fence in the matter one should prevent his burial among ‎other graves. This is meant to punish those heretics who nullify the covenant of our forefather ‎Avraham, not circumcising their sons, so that they shall understand and fear that this will cause ‎their sons to be entirely separated from the seed of Israel. Even after death, they will not have a ‎grave among the children of our forefather Avraham. Particularly in our time, when this ‎wickedness has spread due to our many sins, there is [a need] to establish boundaries in order to ‎distance those wicked ones from Jewry as much as possible...‎\n"
        ]
    ],
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "מלמד להועיל חלק ב",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}