{
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Maharam on Pesachim", 
    "text": [
        [], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה אור לארבעה עשר גרסינן לאפוקי אור י\"ד וכו' או לאור י\"ד וכו':", 
            "<b>ד\"ה</b> ובמה אמרו לקמן במתני'. ר\"ל במשנה זו ב\"ש אומר וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ר\"א וכו' כדאמר בהשוכר את הפועלים פועל בכניסתו משלו ביציאתו משל בעה\"ב פי' וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ולמאי דסליק אדעתיה דאור אורתא כב\"ש וכו' ס\"א מיהו וקאי בין אס\"ד ובין אמאי דמסקינן:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה אם שיווה לו וכו' שעד שקיעת החמה של שמונים דמיה טהורים כצ\"ל:", 
            "<b>ד\"ה</b> מה להלן וכו' כדכתיב והנותר ממנו עד בוקר באש תשרופו כצ\"ל:", 
            "<b>בתו'</b> ד\"ה ת\"ל ביום וכו'. ואיצטריך ביום למעוטי שלא ישרף בלילה שלאחר כן פי' אם לא שרפו ביום ג' צריך להמתין עד יום ד' ולא ישרפנו ליל ד' ודו\"ק:", 
            "<b>ד\"ה</b> שהרי בזב וכו' לדבר דרך כבוד כו' זה אינו דהא אתי למעוטי כן פי' הר\"ן ע\"ש:"
        ], 
        [
            "<b>בגמ'</b> ואיבעית אימא ביעתותא דדוד נמי ליכא משום ביעתותא דהר איכא כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה שמץ פסול וכו' פירוש לע\"א וכו' ר\"ל אם שמש לע\"א:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה מסירת מפתח וכו' נכנס ליל ארבעה עשר חלה חובת וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה אבא קיים וכו' זאת גירסת פר\"ח פי' רבי חייא שאל וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> כדתניא וכו'. אע\"ג דכתיבי טובא פי' ראשון בהנך וכו' כצ\"ל:", 
            "<b>ד\"ה</b> דברי ר' ישמעאל וכו' ובכמה דוכתי פריך מרבי ישמעאל אתנא דבי רבי ישמעאל ר\"ל א\"כ משמע דחד תנא הוא:"
        ], 
        [
            "<b>בגמ'</b> והלא כבר נאמר לא יראה לך חמץ ולא יראה לך שאור כצ\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> אמר רבא גזירה שמא ימצא גלוסקא יפה ודעתיה עלויה וכי משכחת וכו' ע\"ל דף כ\"א בתוס' ד\"ה ואי אשמועינן חיה וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה בלבער כ\"ע לא פליגי וכו' תדע שהרי ברכת אירוסין אינו מברך אלא אחר אירוסין כך היא סברת ר\"ת לברך אחר אירוסין דדלמא הדרא בה אבל אנו נוהגין לברך קודם אירוסין ועיין בטא\"ה סי' ל\"ד:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ונרות מנר וכו' וי\"ל דחיפוש לא קאי וכו' פירוש דחיפוש דכתיב גבי חופש כל חדרי בטן לא קאי אנר אלא אאלהים דכתיב בקרא ולא מצי יליף חיפוש מנר לחודיה ולכך צריך למילף האי נר דכתיב גבי חיפוש מנרות ונרות מנר דלא הוי קולא נ\"ל ודו\"ק:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה כל לאתויי וכו' דלא תנא מקום שמכניסין וכו' ס\"א שאין מכניסין וכו':", 
            "<b>בתוס'</b> ד\"ה ממה החולקת כו'. וקאמר דא\"צ בדיקה לצד הפנימי וכו' ר\"ל ופליגי אם צריך לבדוק לצד השני שאחרי המטה דהיינו צד הפנימי ולא לענין אם צריך לבדוק תחת המטה:", 
            "<b>בא\"ד</b> שבשביל כך אין צריך בדיקה אלא משום דאין דרך וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> ומה אלו שדרכן לזוק אינן נזוקין וכו' פירוש בניו ובני ביתו אע\"פ שאינן עסוקין במצוה:", 
            "<b>ורבי</b> יוחנן אמר שורה אחת כמין גאם וכו'. ד\"ל כזה* %:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ואם תמצא לומר וכו' ויש לומר וכו' ודמי לספק ביאה פירוש לספק ביאה אם בא באותה שדה שיש בו טומאה כדלקמן (פסחים דף י':)", 
            "<b>ד\"ה</b> כדי שתהא וכו' ועוד אומר ר\"י וכו' וקונין מהן אחר מירוח וכו' פי' דקאי התם אחלה דגיבול העכו\"ם פוטר מחלה ולא תקנו חכמים שלא יפטר משום דאי בעי למיעבד ערמה אפשר ליה למגבל פחות מכשיעור ויהא פוטר מחלה ופריך תרומה נמי ר\"ל תרומה ומעשר נמי הא אפשר ליה למעבד כר' אושעיא וכו' וא\"כ מה הועילו וכו' במה שמירוח נכרי אינו פוטר וכו':", 
            "<b>ד\"ה</b> בשפחתו של מציק כו' ואור\"י דכהן שוטה היה כו' ר\"ל מזה אין להוכיח דשל גבירתה היה דאל\"כ איך רצה הכהן ליטמא דעל כרחך צ\"ל דשוטה היה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ספק גררוהו וכו' ניחוש שמא גררוהו נגד רגליו וטומאה בוקעת ועולה וספק ברה\"י טמא כצ\"ל:", 
            "<b>בא\"ד</b> ועוד י\"ל וכו' הוי ספק הרגיל ר\"ל ומוציא מידי ספק טומאה ולפי האיבעית אימא דהוי ודאי טומאה והגרירה נמי ודאי והאכילה ספק צ\"ל דרגלי הכהן היו בר\"ה ודו\"ק נ\"ל א\"נ י\"ל דגם האכילה הוי ודאי:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ספק ביאה וכו' וכן פירש רבינו תם במסכת ע\"ג בפרק בתרא וכו' כן צריך להיות:", 
            "<b>ד\"ה</b> הניח עשר וכו' אבל כשאין קשורים דברי הכל מנה מונח מנה מוטל חולין ומעשר שני מעורבין וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> שאני אומר אדם טמא נכנס לשם ונטלו וכו' כצ\"ל או דלמא זמנין דנחית למעבר צורכיה ואתי למיכל ככר בפי נחש וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה שאני אומר וכו' וא\"ת דהכא ובפ\"ק דחולין גבי צלוחית תולין באדם טמא ופ\"ק דנדה וכו' כן צריך להיות:", 
            "<b>בא\"ד</b> ומדף וכו' פירוש בגד מעליונו של זב:", 
            "<b>בא\"ד</b> ולא גזרו על ספק אוכלין וכו' משום דאין להם טהרה במקוה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אבל לא וכו' ליכא פסידא אם ימתין אחר העומר וכו' ר\"ל ולכך לא רצו חכמים להקל משום דלמא אתי למיכל מיניה דבלא צורך לא התירו ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה זה ידע בעיבורו ולא אמרינן דטעו בשני עיבורין וכו' ר\"ל בשני חדשים:", 
            "<b>ד\"ה</b> אחד אומר וכו' וסבורין שהשניה התחיל אחר וכו' ר\"ל וא\"כ שניהם העידו אחר הנץ:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אלא אמר רבא וכו' וא\"ת אחד אמר בג' ואחר אמר בה' אמאי עדותן בטלה וכו' אע\"ג דפריך רבא ואנן ניקום וניקטול מספיקא וכו' ולא אמרינן האי דקאמר בג' בסוף ג' והאי דקאמד בה' בתחלת ה' צריך לחלק דהכא לא מתרצינן דברי העדים אלא אפי' האי דקאמד בג' בתחלת ג' והאי דקאמר בה' בסוף ה' אפי' הכי יכול עדותן להתקיים ודוק והא דקאמרי התוס' בקושיא האחרת אילו דייקת בהני סהדי דלמא האי דקאמד בג' בסוף ג' צ\"ל דרצה לומר אילו שיילינן אותם ואמרו בפירוש כן דמספיקא לא קטלינן:"
        ], 
        [
            "<b>בגמ'</b> תנן ר\"מ אומר אוכלין כל ה' וכו' כצ\"ל ניכול עד סוף ה' אמר אביי ערות כו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה ולהך לישנא וכו' אפי' טעה בב' שעות היה יכול להקשות וכו' והא דמקשי בגמ' לקמן איפכא אמילתיה דרבא דפריך מתחלת ה' לא ניכל היינו בתר דמשני לעיל עדות מסורה לזריזים והמקשה אאי הכי דפריך בתר הכי סמוך ודו\"ק:", 
            "<b>ד\"ה</b> בשית חמה וכו' אם כן אחד אומר בה' ואחד אומר בז' אמאי עדותן בטלה וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מאי לאו וכו' והא דאמר באלו מציאות וכו' גבי מציאה וכו' אמוצא תפילין קאי:"
        ], 
        [
            "<b>בגמ'</b> פריך אמילתיה דרבי ינאי ונשחוט כו' נ\"ל דה\"פ ר\"ל מאיזה טעם לא שחטו אותו בי\"ג אבל אינו ר\"ל ונשחוט אותו היום בי\"ד דהא אין מביאין קדשים לבית הפסול ויש שרצו לפרש דהמקשן סבר דרבי ינאי לית ליה אין מביאין וכו' משום דהא לדידיה הביאו הבעלים הלחם בי\"ד וזה נראה דוחק וגם לא משמע הכי בתוס' בד\"ה אלא לעולם שנשחט וכו':", 
            "<b>ברש\"י</b> ד\"ה כשירות היו וכו' מאחר שאין להם תקנה לאכול ואפי' הן עדיין טעונות עיבור צורה יהבינן וכו' פירוש לינה ואח\"כ שורפין אותן:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה עם בשר ומשקין מבעי ליה וכו' משום דרבי חנינא אמר מימיהם משמע דמעולם כו' והא דפריך אמילתיה דר\"ע בסמוך מעבר לדף מאי איריא וכו' צ\"ל משום דר\"ע היה אחר גזירת י\"ח דבר ומסתמא העיד על מה שהיה בימיו אחר גזירת י\"ח דבר אע\"פ שגם הוא קאמר מימיהם צ\"ל דאיידי דרבי חנינא נקט הכי נקט ר\"ע גם כן הכי ויש הוכחה לזה מתוס' לקמן ד\"ה נימא אין טומאת ידים וכו' בדף י\"ט ע\"ב:"
        ], 
        [
            "<b>בגמ'</b> לאיפסולי הוא גופיה הא פסול וקאי וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ר\"ה אי תוס' דרבנן וכו' שאפילו נגעו משקין בשני וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה התם פסול וטמא וכו' תדע דהא רבי יוסי וכו' נראה דרצה להוכיח דגמ' לא מדמה שלישי דרבנן לאיסור דרבנן ולכך יהא מותר לעשות מאיסור דרבנן שלישי דרבנן דהא לא מוסיף מידי דא\"כ אמאי לא יליף רבי יוסי מדברי רבי חנינא כן רק שגמ' מביא בסמוך ראיה דמקלקלין בדרבנן כמו בדאורייתא דאל\"כ מה יש להוכיח מרבי חנינא לר' יוסי הא לדבריו היה מתחלה שלישי דאורייתא ולבסוף נעשה שני דרבנן למ\"ד אין אוכל וכו' ר\"ל נמי דרצה לומר אמאי לא יליף מיניה פי' מרבי עקיבא כדהוה קושית התוס' אבל נראה דוחק דאם כן הוי כמו תדע מן הקושיא:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה ונשרפה עם הטמאה בפסח וכו' כצ\"ל:", 
            "<b>ד\"ה</b> אי הכי רבי מאיר מדרבי חנינא כו' שפיר יליף רבי מאיר מדברי רבי חנינא דאמר דמטמאינן טומאה מדרבנן וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה רבי יוסי לטעמיה וכו' בשיטת רבי עקיבא רבו אמרה ואין זה לטעמיה וכו' ס\"א ומיהו י\"ל דר\"מ מרבי חנינא ורבי עקיבא יליף שפיר שייך לטעמיה כיון דעלייהו קיימי:"
        ], 
        [
            "<b>בתוס'</b> שם בא\"ד נפקא ליה מדדרש רבי עקיבא גבי חולין איטמא וכו' ר\"ל דיטמא דכתיב גבי אוכלין דרש ד\"ע אבל יטמא דכתיב גבי משקין קאי אהכשר כדלקמן בסמוך:", 
            "<b>בא\"ד</b> דשני עושה שלישי דאין אוכל מטמא כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> היקדש ויענו הכהנים ויאמרו לא ואמר רב וכו' כן צריך להיות:", 
            "<b>בתוס'</b> ד\"ה דם שאין וכו' בפ' כסוי הדם אמריתו חיה בכלל בהמה וכו' כצ\"ל:", 
            "<b>בא\"ד</b> כגון דם חיה הוקש למים לענין הכשר וכו' והא דמשני אמר קרא וכו' ר\"ל כל דם הנשפך לארץ יש לו דין מים לכל ענין ולכך בהמה אין צריכה כיסוי וגבי חיה גלי קרא:", 
            "<b>ד\"ה</b> הא אינו נושא וכו' ואימא עון יוצא וכו' פירוש יוצא קודם זריקת הדם דאחר זריקה הרי כשר ועומד הוא:"
        ], 
        [], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה בטלו במעיה וכו' לטמא אדם וכלים שם משקה מי ליכא וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה הא בשרה טמא וכו' חשיב כאלו נגע בשרץ וכו' פי' כגון נבלת עוף טהור שמטמא אדם ובגדים בבית הבליעה כשאוכלה לכך אם נגע באוכלין מטמא אותן אע\"פ שלא נגע הנבלה בשרץ וגם לא היה במאכל הכשר מים אבר מן החי מטמא אדם ובגדים והבשר הפורש ממנו טהור עד שיכשר לטומאה ע\"י שרץ:", 
            "<b>בא\"ד</b> וי\"ל דלא מהני ליה מה שסופו וכו' נראה לי שצ\"ל מה שטימא לטמא וכו' כשהיה עם אביו לשויה וכו' כצ\"ל:", 
            "<b>בא\"ד</b> וי\"ל דשאני התם כששימש מעשה עץ וכו' ר\"ל לא מטעם שהיה אוכל רק מטעם שהיה אבר ואפי' גידין ועצמות:", 
            "<b>ד\"ה</b> לא מצינו לטומאה וכו' ומפר\"י וכו' ונראה דצ\"ל דלפר\"י לא פריך לקמן יטמא דאין עושה כיוצא בה וכו' אלא לרבינא דיליף מיתורא דיטמא ולא לרב פפא ונראה שדבור זה ודבור שאחר זה המתחיל רבינא וכו' הכל דבור אחד הוא:"
        ], 
        [
            "<b>בגמ'</b> יטמא שאין עושה כיוצא בה וכו' לפירוש הקונטרס קאי קושיא זו ארב פפא דמשני לעיל לא מצינו טומאה שעושה כיוצא בה ופירש\"י משום דקרינן יטמא וכו' ולפירוש התוס' קאי קושיא זו ארבינא דאמר גופיה דקרא וכו' מיתורא דיטמא יטמא ב' פעמים ולא משום דכתיב טמא הוא ומכח זה מוכרח דיטמא דרישא במשקין וא\"כ יטמא דסיפא באוכלין דאל\"כ לערבינהו כו' כמו שפירש\"י אלא בלאו הכי מיתורא דיטמא ילפינן דאין טומאה עושה כיוצא בה:", 
            "<b>בתוס'</b> ד\"ה ומהו וכו' דמ\"מ אוכל הבא מחמת שרץ מנלן דאוכל הבא מחמת שרץ כתיב מכל האוכל וגו' ואפי' לטמא אחרים מדאיצטריך הוא שאין מטמא כיוצא בו כמו שפירש\"י לקמן:"
        ], 
        [
            "<b>בגמ'</b> אר\"י אמר רב כגון שאבדה לו מחט טמא מת כו' והא דנקט טמא מת ולא טומאת שרץ משום דא\"כ ל\"ל למימר הסכין טהור דממאי היה לו לטמא וכן משמע בספר מ\"ה:"
        ], 
        [], 
        [
            "<b>בגמ'</b> ורמינהו חביות של תרומה וכו' כצ\"ל:", 
            "<b><br>כל</b> שעה פרק שני  :"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה חולין וכו' פריך למ\"ד כדי לחנכו וכו' על האב המדיר את בנו קאי התם ע\"ש:", 
            "<b>ד\"ה</b> ור' שמעון כו' מדאיצטריך למשרי נבלה דכל אסורין אסורים בהנאה וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אבר מן החי וכו' ומשום צער ב\"ח חשיב כמו לא אפשר וכו' ועיין לקמן (פסחים דף כ\"ה ע\"ב):"
        ], 
        [
            "<b>בתוס'</b> ד\"ה קוצר לשחת וכו' מ\"מ ומאכיל לבהמה לא משמע ליה דקאי אקוצר לשחת נראה לי משום דאי קאי אשחת למה לי ומאכיל לבהמה פשיטא דסתם שחת מאכיל לבהמה ולא לבני אדם כך הוא סברת המקשה:", 
            "<b>בא\"ד</b> ועוד דקתני סיפא וכו' מכלל דרישא איירי בתבואה גמורה וע\"י קטוף המקשה אסיפא סמיך:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה צרעה לוקה וכו' משמע דרמישה הוי נמי בדבר הרוחש וכו' ר\"ל וא\"כ קאי נמי לאו זה אמיני שרצים דהיינו דבר הרוחש ותירץ הר\"י וכו' דקאי דווקא אשמונה שרצים:"
        ], 
        [], 
        [
            "<b>בגמ'</b> מה לערלה וכו' והא דלא יליף מיד מחמץ וכלאי הכרם נ\"ל לתרץ עד\"ש במסכת חולין דכל דבר הבא מדינא מתרתי פרכינן כל דהו והוה פרכינן מה לחמץ וכלאי הכרם שהן גידולי קרקע אע\"פ שאין זה קולא וחומרא מ\"מ כל דהו פרכינן אבל על הבא מתלתא לא פרכינן כל דהו כשלא הדר דינא ובזה יתורצו כל הקושיות הנופלות בהלכה זו:", 
            "<b>בתוס'</b> ד\"ה הואיל והיתה וכו' התם קאי על משקה ישראל וכו' פירוש על יין של נסכים דצ\"ל מן המותר לישראל ויין הוא הגידול שהרי החרצן אין ראוי לנסך ומה שגדל לא היה לו שעת הכושר:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ויש שבח כו' וד\"ה ורבנן סברי וכו' הכל הוא דבור אחד:", 
            "<b>ד\"ה</b> בישלה על גבי גחלים וכו' אע\"ג דכל הנשרפים וכו' ר\"ל וערלה וכלאי הכרם מן הנשרפים הן כדאיתא סוף תמורה:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה דאחר אחרון וכו' גמרו באיסור אסור כצ\"ל והוא סוף דבור ומה שכתב רש\"י ואפי' קדם וסילק את האיסור הוא ט\"ס:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה א\"כ מה תלמוד לומר כו' הלשון דחוק נ\"ל דר\"ל דמשום הכי הלשון דחוק דהא תשובת ר\"ש שהוא דברי ר\"י הוא מראיית פסוק שבעת ימים ובדבריו מתרץ פסוק לא תאכל עליו וכו' לכך מתרצו התוס' שתשובת ר\"ש היה ג\"כ מכח עליו ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה התורה העידה וכו' נ\"ל דהצעת הפשט לפי' התוס' כך היא דהבעיא היתה אם מאני דקוניא הוי דומיא דכלי מתכות ומהני בהו הגעלה אע\"פ דבלעי או הוי דומי' דכלי חרס דלא מהני בהו הגעלה ולכך מקשי התוס' הא דהשיב חזינן דמדייתי ע\"כ ר\"ל אחר הגעלה וא\"כ הוא ראיה דלא פלטי מכח הגעלה אבל אי קודם הגעלה ואין מדייתי ראיה אלא דבלעי מה ראיה היא זו ומה השיב הא שאר כלים כגון מתכות נמי בלעי ואפ\"ה מהני בהו הנעלה ובעייתו הוי אי מאני דקוניא הוי נמי דומיא דכלי מתכות ומהני בהו הגעלה אע\"פ דבלעי ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת והיכי מייתי ראיה וכו' אי קפיד רחמנא אבישול בלא בליעה או לא פירוש ובעי התנור שבירה אע\"ג שהתנור לא בלע כלום משום שבישל באוירו:", 
            "<b>בא\"ד</b> וי\"ל כיון דלכלי נחשת מועיל וכו' כצ\"ל:", 
            "<b>בא\"ד</b> א\"כ מה שהקפידה בכלי חרס אבישול בלא בלוע היינו לפי שעשאו כבישול וכו' ר\"ל דאי משום גזירת הכתוב מאי שנא כלי חרס מכלי נחשת:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה דבר הראוי וכו' כלומר הואיל ואין לו הנאה בה אית לן למעוטי מקרא וכו' פירוש דמאחר דאסור בהנאה אין כאן נתינה ובתרומה נתינה כתיב דכתיב תתן ולכך אין ראוי להיות קודש. ואם כן אית לן למעוטי מקרא דונתן אבל אי הוה מותר בהנאה לא נוכל למעוטי מקרא דונתן ונו' דנוכל לומר שהוא ראוי להיות קודש כיון שהיה לו שעת הכושר וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ואין נתינה פחותה משוה פרוטה וכו' מיהו קשה וכו' נ\"ל ליישב הא דמקשה לילף ממתן בהונות וכו' ולא פריך דנילף מהנהו שהביא לעיל דחטה אחת וכו' משום דקדשים מקדשים ניחא ליה טפי להקשות ובלא ההוא תירוץ דלעיל לא היה יכול להקשות דנילף מתרומה דה\"א ממתן בהונות ולא מתרומות דה\"ה דניחא ליה טפי למילף מתרומה דגבי אכילת תרומה נהנה מאכילת קודש וגבי נתינה דשמן המשחה נמי נהנה משמן של קודש אבל גבי מתנות בהונות קאי אזריקה בעלמא אבל השתא קשה דהא לתרומה נמי לא דמיא דבתרומה הוי תשלומין אבל גבי נתינה דשמן המשחה לא הוי תשלומין וא\"כ מאחר דלא דמיא ממש לשניהם הוה לן למילף לחומרא:", 
            "<b>בא\"ד</b> והוי נמי דומיא דסיכה דהוי בכל שהוא כו' דכתיב על בשר אדם לא ייסך וגו' ואשר יתן ממנו על זר ונכרתה וסיכה הוי בכל שהוא ואית לן למימר דה\"ה נתינה וכן סבר התם רבי מאיר דפליג אר\"י דס\"ל בכזית:", 
            "<b>ד\"ה</b> ההוא מבעי ליה וכו' דמשמע שהפירות של נתינה בעינן ראוי להיות קודש וכו'. ור\"ל כל מה שהוא נותן צריך להיות קודש:", 
            "<b>בד\"ה</b> מעילה וכו' מיהו קשה לר\"י אמאי אצטריך וכו' דבשלמא דבלאו זה ה\"א דאצטריך קרא בשפחה חרופה משום דאי לאו קרא הוה ילפינן מק\"ו דשאר מצות שיש בהן כרת כו' אבל השתא הא לא מצינו למילף מק\"ו דשאר מצות משום דאיכא למימר דהיא הנותנת וכו' או ד' המביאין על הזדון יוכיחו דבלא זה ה\"א דזה אינו יכול להיות פירכא דאם כן היכי יליף ק\"ו משאר מצות בברייתא אבל השתא דתרצת דאין הכי נמי דקושיא היא אלא שבלאו הכי פריך שפיר לא אם אמרת וכו' קשה ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ומינה וכו' וי\"ל דאיכא נמי למפרך דנילף מתרומה שלא יצטרף והא דתנן התם צירף המעילה לזמן מרובה ויליף לה התם מקרא היינו לצירוף פרוטה ודו\"ק נ\"ל:", 
            "<b>ד\"ה</b> נתכוון וכו' ונתכוון לכבות את זה וכיבה את זה פטור ורב נחמן דאית ליה דווקא מתעסק פטור היינו נמי בדבר אחר ודו\"ק:", 
            "<b>ד\"ה</b> תתן לו ולא לאורו וכו' נפקא לן מונתן לכהן את הקודש דבר הראוי להיות קודש פי' הכי ילפינן מינה מדכתב רחמנא דבר הראוי להיות קודש מכלל דאיכא פירות דאין ראוין להיות קודש ומאי נינהו ע\"כ ר\"ל היינו איסורי הנאה וא\"כ שמעינן מינה דחמץ אינו ראוי להיות קודש ור\"י הגלילי מוקי לה לשאר איסורי הנאה ולא לחמץ ודו\"ק:", 
            "<b>בא\"ד</b> דהך ברייתא דהפריש חמץ תרומה דברי הכל אינה קדושה כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה לאימת מתכשרי וכו' ומקפה של חולין וכו' לא פסל אלא מקום מגעו וכו'. פי' מאחר דהעיקר שהיא המקפה היא חולין:"
        ], 
        [
            "<b>בגמ'</b> טהורין מלטמא ואסורין מלאכול וכי מאחר וכו' כצ\"ל אמרו ליה הכי אמר רבה וכו' כצ\"ל:", 
            "<b>שם</b> משום הכי בעי עיבור צורה שמא יבא אליהו וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה בשליקתא וכו' ר\"א אומר תרום ותירקב וכו' ר\"ל דאם איתא דמותר למאסה אמאי תירקב:", 
            "<b>בא\"ד</b> ואר\"ת וכו' לתרץ השני משניות בא דהא תנן תירקב היינו כשאינה מאוסה כבר והא דתנן תשרף במאוסה ורב הונא דאית ליה דאפילו במאיסה אסור לפי סברת התוס' צ\"ל דהוא מפרש המשנה דתשרף והיינו בלא הנאה ועיין בתוס' בבכורות פרק הלוקח:", 
            "<b>ד\"ה</b> טהרו מלטמא וכו' ועוד הקשה הר\"ר משה וכו' אסורים מלאכול בירושלים אף לזרים וכו' כצ\"ל ופי' אסורים לאכול חוץ לירושלים והיינו פירוש אסורים מלאכול בירושלים:", 
            "<b>ד\"ה</b> גידולי גידולין פי' ריב\"א וכו' ואין להקשות לפי' זה מאי פריך נמ' מאי קמ\"ל תנינא וכו' דדלמא גידולי גידולין בדבר שזרעו כלה קמ\"ל דהא בזה נמי שייך לומר גידולי גידולין לפירוש זה דבהדיא תנן התם במסכת תרומות גידולי תרומה תרומה גידולי גידולין חולין והיינו בדבר שזרעו כלה:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה שאם זרק וכו' דאמר זריקה מועלת להוצאת בשר מידי מעילה כו' פי' דקדשי קדשים לאחר זריקה אין בהן מעילה וס\"ל לר\"ע דאע\"פ שיצא הבשר לחוץ אפ\"ה הויא זריקה להוציא הבשר מידי מעילה כזריקה כשרה וכ\"ש כו' דהא ר\"א וכו' וא\"כ שמעינן דמעילה הוי יותר מהרצאה וק\"ל:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ור' יוסי הגלילי וכו' וא\"ת לר\"י תיפוק ליה מעשר מבכל מושבותיכם וכו' וקשה והא לעיל פירשו התוס' דלא מצי למילף ממושבותיכם אלא בזמן בית עולמים ולא לזמן דנוב וגבעון ולהכי יליף מעשר מלחם עוני דאפילו בזמן נוב וגבעון יהא אסור וי\"ל דר\"י לא מצי קאי אנוב וגבעון דתני במילתיה לעיל יכול יצא אדם במעשר שני בירושלים וכו':"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ות\"ק וכו' אי אפשר שלא יתבשל מעט וחסר ליה משיעוריה ר\"ל אי הוי אמרי' עילאה אי תתאי אי אפשר שלא יחסר אלא ודאי לא אמרי' הכי עילאה ותתאה דלא שייך הכא כלל דהכל עיסה אחת היא וא\"כ לא חסר משיעורי' ולכך מוכרח לפרש [כן] דאל\"כ היכי אתי לפי התירוץ דמשני כמחלוקת בזו וכו' וק\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה תניא כוותיא וכו' דנשחט דדוקא דעכשיו וכו' לישנא אחרינא רב יוסף נמי ס\"ל אע\"ג דלא נשחט הזבח דעכשיו וכו':", 
            "<b>ד\"ה</b> ותיפוק ליה וכו' ולהאי תנא בתרא דמוקי ליה בשנשחט וכו' זה אתי ללישנא קמא:", 
            "<b>ד\"ה</b> וטעמא מאי וכו' לא נשתמרה לשם מצה אלא לשם זבח וכו' ללישנא קמא קאי:", 
            "<b>בתוס'</b> ד\"ה נאכלין בנוב וגבעון הקשה רבינו נסים וכו'. נ\"ל דר\"נ לית ליה תירוץ דתוס' דלעיל שפירשו דלא ילפינן ביכורים ממושבותיכם אלא לזמן בית עולמים וחלת תודה ילפי' (ממושבותיכם) [מושמרתם] ואפילו לזמן דנוב וגבעון כדלעיל דאל\"כ מאי מקשה וא\"כ קשה היאך יתרץ רבינו נסים קושיית התוס' דלעיל דלמה לו לאתויי הא דר\"א הא אית ליה למעשר היתר מושבות בזמן דנוב וגבעון וצ\"ל דרבינו נסים ס\"ל כתירוץ התוס' בזבחים דצ\"ל כדר\"א אליבא דר' יהודה דאית ליה דמעשר היה נאכל בזמן דנוב וגבעון בנוב וגבעון דווקא ולא בכל ערי ישראל דאית ליה ג' בירות הן ע\"ש:"
        ], 
        [], 
        [
            "<b>בגמ'</b> ואמר ר' אושעיא מצוה בחזרת וכו'. משום דרבי יונתן דבסמוך אמר ועיין בהר\"ן:", 
            "<b>אמר</b> רבי יונתן למה נמשלו מצריים למרור לומר לך מה מרור זה תחלתו רך וסופו קשה וכו' כצ\"ל והיינו חזרת שסופו מתקשה כדלקמן עיין בהר\"ן וכן הוא באלפסי כמו שהגהתי:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה כי מהפכיתו ובו' אלא דצריך שימור מתחלתו ועד סופו. פי' בעי שימור מתחלתן שלא יבואו עליהם מים ולא שמצוה ללתותן וליתן עליהם מים כדי שיהא צריך לשומרן שלא יחמיצו ומתרץ עיקר השימור שלא תחמיץ פי' כשיבואו עליהם כבר מים שצריך לשומרן שלא יחמיצו וק\"ל:"
        ], 
        [
            "<b>בגמ'</b> ויש אומרים או נותן את החומץ וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה אבל עושהו כו' אמר שמואל כלי קופסא חייבין בציצית וכו'. זה לשון הגמ' שם לפי נוסחאות שלנו מודה שמואל בזקן וכו' שפטורה מ\"ט אשר תכסה בה אמר רחמנא והאי לאו לכסויי עבידא בההיא שעתא וכו':", 
            "<b>בא\"ד</b> אמר רב מודה שמואל בזקן ועשאו לכבודו שפטורה וההיא שעתא וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ע\"א אמר וכו' הכא מדמה וכו' פירוש מדאמר עולא אפילו תימא ר' מאיר משמע דלר' יוסי אתי פשיטא שפיר:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה שאין ת\"ל וכו' מדסמכי לנא וכו' פירוש ומשום סמיכות לחוד לא הוה צריך למכתב כי אם צלי אש דהא היה יכול לסמוך ההיא דלעיל מינה דכתיב צלי אש ומצות וגו' כדפרישית אלא ע\"כ להכי הוא דאתי וק\"ל:", 
            "<b><br>אלו</b> עוברין פרק שלישי :"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה מאן תנא וכו' הרי עלי לחמי תודה מן החמץ או מן המצה וכו' שאני חמץ בפסח דרביה קרא למלקות ואר\"י וכו' כצ\"ל:", 
            "<b>בא\"ד</b> אין מחמיצין בתפוחים וכו' פירוש אחלות תודה קאי שצריכין להיות חמץ אין מחמיצין אותן בתפוחים דלא הוי אלא חמץ נוקשה אלמא דחמץ נוקשה לא הוי חמץ ומשמע דהוה לכ\"ע ומשני היינו לכתחלה וכו' דלכתחלה צריך להחמיץ בחמץ גמור לכ\"ע אפילו לר' מאיר ע\"ש:", 
            "<b>ד\"ה</b> ואלו נוקשה וכו' הוי ליה למיתני לאשמעינן דלית ביה כרת. אין להקשות דלמא אין ה\"נ ס\"ל דאית ביה כרת דא\"כ לא אשתמיט שום תנא דאית ליה דנוקשה הוי בכרת כדלקמן בתוספות ע\"ב:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה לאו משום וכו' ומטעם הואיל וכו' פירוש וא\"ל דחייב מטעם הואיל אם היה מלקט וכו' ולכך אינו בטל דזה אינו דרך אכילה:", 
            "<b>ד\"ה</b> דאיכא כזית וכו' החילוק בין היתר מצטרף לאיסור וטעם כעיקר מבואר ברש\"י בסמוך דף זה ע\"ב ומשם יתבאר לך ויתורץ דליכא למימר דהכא הוי טעם דחייב מלקות בכזית משום טעם כעיקר דלא נתפשט הטעם וכן בכותח דמתניתין דלא הוי אלא קיוהא בעלמא ועיין בספר המאור ובמלחמת הרמב\"ן ותמצא מפורש הדינים והחילוקים אלו ולפירש\"י צ\"ל דכזית בכדי אכילת פרס חייב אפי' לא נתפשט הטעם ואם כן הוי לפירוש רש\"י ג' חלוקים היתר מצטרף וטעם כעיקר בכזית בכדי אכילת פרס ועיין בתוס' בנזיר ובע\"ז:", 
            "<b>ד\"ה</b> אלא מאי וכו' אבל לרבנן דמוקמינן וכו' פי' וזה אתי כרבנן:", 
            "<b>בא\"ד</b> ועוד דבנזיר וכו' פירוש ועוד י\"ל דאפילו כר\"ע אתי ומיירי דאין האיסור יותר מן ההיתר וכדאיתא התם בנזיר וק\"ל וגם רבנן דמתני' יכולין לסבור כר\"ע כדמשמע בסמוך:", 
            "<b>ד\"ה</b> איתיביה וכו' דבדאורייתא בעי ריבויי אפי' וכו' פירוש שאין אומרים שאני אומר אא\"כ ההיתר רבה על האיסור:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה וה\"ה וכו' לר' יהודה דאמר יום הנף כולו אסור וכו' פי' כשאין מביאין עומר אז אסור כל ששה עשר דניסן וע\"י העומר ניתר:", 
            "<b>ד\"ה</b> ורבנן קדירה וכו' בפ' בתרא דע\"א וכו' ואיכא השתא ג' מחלוקות וכו' נ\"ל דה\"ה דהוה מצי לאוקמא הכא ר\"ע דס\"ל נמי דאפילו קדירה שאינה בת יומא אסור כרבנן ואפ\"ה לא הוי חידוש כר' מאיר דהתם אלא דליכא שום נפקותא בזה דהא ממ\"נ הוו ג' מחלוקות משום דר\"ש וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה משום דהוי נזיר וכו' תימה לרשב\"א וכו' מקשין העולם הא פירשו התוס' לעיל (פסחים דף מ\"ג) ד\"ה מאן שמעת ליה דאפילו ר\"ע דדריש בעלמא כל הכא איכא למימר דלא דריש משום דאינו מסתבר ומתרצין דרשב\"א לית ליה ההוא שינוי אלא כתירוץ הראשון אשר שם ולי נראה דלא קשה מידי דשם פירשו התוס' דנראה לגמ' יותר לאוקמי ההיא מתניתין כרבי אליעזר משום דשמעינן ליה דדריש כל אפילו היכא דלא מסתבר מלאוקמי כר\"ע דלא שמעינן ליה הכי ואיכא למימר דלא דריש הכא כל אבל הכא מקשה הרשב\"א דלישני הגמרא דמשום הכי לא אמר רבי יוחנן דלר\"ע ילפינן מנזיר לכל התורה משום דס\"ל דר\"ע דריש כל בכל דוכתי אפי' גבי חמץ א\"כ הוי שני כתובין וק\"ל:", 
            "<b>בא\"ד</b> דר\"ע דריש כל בפ' התערובות כצ\"ל:", 
            "<b>ד\"ה</b> ורבנן וכו' מקשין העולם וא\"כ היכי יתורץ לפ\"ז ר' יוחנן דנלמוד מכאן לכל התורה דהא לא הוי שני כתובים דהא צריכי כמו לרבנן דמוקמי תרוייהו לטעם כעיקר ועוד קשה דשם ובנזיר פריך נמי ור\"ע ומשני צריכותא כו' ופריך ורבנן ומשני צריכי חד לטעם כעיקר וחד להיתר מצטרף כמו הכא וא\"כ מאי מקשו התוס' ונראה ליישב דכד מעיינת שם בסוגיית הגמ' לא כתב שם אלא בתירוץ הב' ומשמע דלא הדר השתא משינויא קמא דתרוייהו צריכי לרבנן לטעם כעיקר ויכול להיות דרבנן לא סבירא להו היתר מצטרף לאיסור כלל אפילו גבי קדשים והא דמשני בתר הכי ורבנן צריכי חד להיתר מצטרף וכו' היינו ר\"ל שר' יוחנן לא היה יכול להוכיח מכח דרבנן דלא אמרינן דהוו שני כתובים דנוכל לומר דטעמייהו דרבנן משום דמוקי חד להיתר מצטרף וכו' ולא שניהם לטעם כעיקר דלא הוי שום צריכותא וזיל הכי קא מדחי ליה וכו' ולכך לא היה ר' יוחנן יכול לפסוק הדבר דילפינן מיניה לר\"ע לכל התורה דנוכל לומר דהוו שני כתובים כאחד כן נ\"ל ליישב בדוחק קצת וק\"ל:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ולתפלה וכו' דהיכי דמי אי בעידנא דצלותא וכו' מקשין העולם דלמא לעולם איירי לענין נטילה לתפלה ומיירי שלא בעידן צלותא ודקשיא לך לעולם אפילו ח' נמי י\"ל דמיירי שרוצה ללון הכא בעיר זאת ואי איכא ד' מיל למים צריך לילך שם כמו שפרש\"י לענין תפלה בעשרה וצריך לומר דהא נמי פשיטא אפי' אם רוצה ללון אי לא הוי בעידן צלותא אפי' ח' נמי אבל בלהתפלל בעשרה היינו רבותיה דאפילו הוי בעידן צלותא צריך לילך ד' מילין ודו\"ק נ\"ל:", 
            "<b>בא\"ד</b> הא אמרינן בברכות אביי לייט אמאן וכו' פירוש דשמא יעבור זמן התפלה:", 
            "<b>בא\"ד</b> דכתיב ארחץ בנקיון כפי וכו' פי' ולא כתיב ארחץ במים אלא בנקיון בכל מידי דמנקי עיין בברכות דף ט\"ו:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הואיל וכו' ואין נראה לריב\"א מה שמשמע מפי' הקונטרס דאף ע\"פ שהיה בהן שיעור חלה מתחלה צריך צירוף סל וכו' נ\"ל דדייק זה ממה שפרש\"י במתני' ולאחר אפיה יפריש חלה שלימה על כולן וכו' דקסבר ר\"א הסל וכו' ומה צריך רש\"י לטעם זה יפרש דמיירי שיש כאן שיעור חלה וא\"צ לצירוף הסל אלא צ\"ל דס\"ל דבכל ענין צריך צירוף סל נ\"ל ודו\"ק:", 
            "<b>בא\"ד</b> אר\"י כיון שיכול וכו' וא\"ת וכו' נ\"ל הצעת הפשט דר\"י דמפרש רש\"י דמותר לאפות כולן בלא שום הואיל משום דבשעת אפיה כל חדא חזיא ליה דלא כרמי בר חמא דלקמן דמפרש טעמו של ר\"א משום הואיל רק כרב פפא עיין לקמן והיינו דמקשי תו התוס' וא\"ת וכו' היינו דעת רמי בר חמא אבל הרשב\"א מפרש רש\"י משום הואיל דיכול לבצוע וכו' ולכך מקשה והא אפילו אי בצע הוי אסור וכו' אבל ר\"י מפרש הואיל דרמי בר חמא היינו הואיל וכל חדא חזיא ליה בשעת אפיה דאכל חדא יכול לומר לא זו היא החלה ולא משום בציעה כן נ\"ל ודו\"ק:", 
            "<b>בא\"ד</b> דלא בעינן צירוף סל לר\"א וכו' פי' זה אינו נראה לי וק\"ל ומה שכתבו התוס' וכן משמע בפסק שלו לקמן ר\"ל רש\"י מפרש כן בפסק דמ\"ח:"
        ], 
        [
            "<b>בגמ'</b> אמאי לא דחי יום טוב א\"ל שבות קרובה התירו וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה ומוקדשין פ\"ח דבמוקדשין וכו' קמ\"ל דכי זרע חטין וחרצן וכו' מדכתיב כל חלב יצהר וכל חלב תירוש ודגן תן חלב לזה ולזה וכו' כצ\"ל:"
        ], 
        [
            "<b>בא\"ד</b> דהא לא שייך לפרש כן גבי בהמתך וכו' פירש דלא שייך למימר שצריך בהמתך בהדי כלאים וק\"ל:", 
            "<b>בגמ'</b> ואת אמרת שה ולא הבכור וכו' כצ\"ל וס\"א א\"ר שה וכו':", 
            "<b>ברש\"י</b> ד\"ה אלא דבעידנא דעיילי לה איכא למימר וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> אמרוה רבנן קמיה דרבי ירמיה כצ\"ל וכו':"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה לשבות שביתת ונ\"ל דה\"פ לשבות שביתת הרשות שהולך לשמוח בפסח ר\"ל שיש בו מצוה קצת אבל נקרא רשות כנגד שחיטת פסח וכיוצא בו ועיין באשר\"י ובהר\"ן:", 
            "<b><br>מקום</b> שנהגו פרק רביעי  :"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה אי אתה רשאי וכו' וא\"ת דמשמע דוקא בבני המדינה וכו' ר\"ל מדינת הים:", 
            "<b>בא\"ד</b> או דלמא יכול להתיר לעצמו בפניהם וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ולתלמידים היה מתיר בפניהם וכו' פי' לעצמו:", 
            "<b>בא\"ד</b> ורשב\"א אומר וכו' נראה דר\"ל דלפי המסקנא דמסיק אביי ורב אשי ארבה בר בר חנה לא קשיא גם כן אברייתא ממתני' אבל לעולם צ\"ל דהמקשן שהקשה ורבה בר בר חנה לית ליה הא דתנן וכו' לא ידע זה אלא היה מתרץ הברייתא והמתניתין כמו שתירצו התוס' לעיל דיש חילוק בין מנהג חשוב לשאינו חשוב נ\"ל ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כל הספיחים אסורין וכו' תיפוק ליה דכתיב ולבהמתך ובו' ר\"ל לבהמתך ולחיה וגו' ודרשו כלה לחיה מן השדה כלה לבהמתך שבבית כדלקמן והיינו לאחר הביעור ות\"ל משום דאסור לאחר הביעור:", 
            "<b>בא\"ד</b> ועוד הקשה ר\"ת דאמרינן בפ\"ק דמנחות תיתי וכו' הלשון אינו שם כן ע\"ש:", 
            "<b>בא\"ד</b> לכך נראה לד\"ת דבשביעית קודם הביעור מיירי וכו' קצת קשה לר\"ע דס\"ל דספיחים אסורים קודם הביעור והא כתיב והיתה שבת הארץ לכם לאכלה לך ולעבדך וגו' פרשת בהר דבשלמא הא דכתיב את ספיח קצירך לא תקצור לא קשה לחכמים דיש לפרש כמו שפירש\"י בפרשת בהר לא תקצור מן המשומר אבל אתה קוצר מן המופקר אבל לר\"ע קשה והעולם מיישבים זה דר\"ע דס\"ל דספיחים אסורים אפילו קודם הביעור היינו מן המשומר אבל מן המופקר אין ה\"נ דמותר ולפי זה צ\"ל דלרבנן קודם הביעור אפילו מן המשומר מותרין וכתוב האומר לא תקצור וגו' היינו לאחר הביעור שצריך להיות הפקר ובהפקר מיהת מותרין לכל העולם כמו שפירשו התוס' לקמן (פסחים דף נ\"ב ע\"ב) ד\"ה מתבערין וכו' וזה נראה דוחק ועוד דבהדיא כתב מהר\"ר אליה מזרחי בפרשת בהר דלר\"ע אסורין בכל ענין לכך נ\"ל דאיהו מפרש הכתוב והיתה שבת הארץ וגו' לא קאי אספיחים אלא אשאר פירות האילן ודומיהם דבלאו הכי צ\"ל לדידיה הא דכתיב ולבהמתך ולהיה אשר בארצך דדרשינן מזה כלה להיה מן השדה וכו' דהיינו אחר הביעור מיירי בשאר פירות שאינן ספיחים דהא ספיחים אסורים לדידיה אפי' קודם הביעור ודו\"ק נ\"ל:", 
            "<b>בא\"ד</b> ותימה דהתם מיירי בספיחים שגדלו בששית בהיתר ונכנסו בשביעית ונשתהו עד לאחר הביעור וכו' ר\"ל דאי קודם הביעור הא ס\"ל לר\"ש דספיחי כרוב מותרין קודם הביעור כדלעיל:", 
            "<b>בא\"ד</b> במוצאי שביעית הוא דאכל כר\"ש בן יוחאי ולא משמע הכי וכו' זו היא מדברי התוספות:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה וכשהרוח מנשב וכו' ומתניתין הכי קאמר וכו' ר' יהודה אומר צא והבא לך אף אתה ממקום הראוי וכו' כצ\"ל והכל דבור אחד הוא:"
        ], 
        [], 
        [
            "<b>במתני'</b> ועל גבי החולים פירוש מותר להדליק נר לחולה אע\"פ שאין בו סכנה אפי' במקום שלא נהגו להדליק דבמקום חולה לא גזרו:", 
            "<b>בגמ'</b> חזא ביה ברבה בר בר חנה בישות פי' עולא כעס על רבה בר בר חנה משום שהבין עולא שרבה בר בר חנה אמר זה בשם ר' יוחנן דאל\"כ מנא ידע ר' אבא זה שאמרו בן משום רבי יוחנן אם לא ששמע מרבה שהיה תלמידו של ר' יוחנן אבל לא רצה לומר לו לרבה בפי' והיינו מים עמוקים עצה וגו' כדלקמן כן משמע מפרש\"י:"
        ], 
        [], 
        [], 
        [
            "<b>בגמ'</b> לא קשיא הא רבי מאיר הא ר' יהודה פי' לפי מסקנא דגמ' חכמים דמתני' היינו ר' יהורה ופי' בגליל לא היו עושין מכח איסור ופלוגתא דב\"ש וב\"ה בלילה הוא בגליל אליבא דר' יהודה ומתני' דריש פרקין מקום שנהגו וכו' אתי כרבי מאיר כן הוא באשר\"י:", 
            "<b>אמר</b> לו ר' מאיר מאי ראיה יהודה וגליל כאן אלא מקום שנהגו וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה מדקאמר וכו' אמתניתין ליכא למידק הכי מדקאמר ת\"ק מנהגא וכו' פי' שהתוס' הוקשה להם ל\"ל לגמרא למימר הא ר\"י הא ר\"מ ופלוגתא דר\"י ור\"מ בעצמה אינה בפי' אלא דדייק לה מכח מדקאמר א\"כ בלא ברייתא הוה מצי לשנויי הכי דמאי דפריך מעיקרא תנא מנהגא ולבסוף תנא איסורא ה\"ל לשנויי דע\"כ אתה צ\"ל דחכמים פליגי את\"ק דריש פירקין דמדקאמר ת\"ק מנהגא מכלל דחכמים איסורא קאמרי ופליגי ותירץ דאמתני' איכא למימר וכו' וא\"כ אינו מוכרח לומר במתני' דפליגי חכמים את\"ק במנהגא ובלא הכרח ודיוקא לא ניחא ליה לגמ' דפליגי במנהגא לכך הוצרך לדייק מהברייתא דפליגי ביה ר\"י ור\"מ והשתא מוקמינן נמי הכי חכמים דמתניתי' ות\"ק דריש פירקא כנ\"ל ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ר\"ה עולי רגלים וכו' דהא יכול לקנות חדשים מקשין העולם והא כל דבר האבוד יכול לקנות אחר במקום זה אלא נראה דה\"פ דגבי מנעלים ליכא דבר האבוד דיכול להניחם עתה מלהשתמש בקרועים עד אחר המועד ואחר המועד יתקנס ובתוך כך יכול לקנות חדשים ללכת בהם עד אחר המועד משא\"כ בשאר דבר האבוד דאם יניחם כך יפסיד ודו\"ק וק\"ל:", 
            "<b><br>תמיד</b> נשחט פרק חמישי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בגמ'</b> ואמר מר עליה השלם כל הקרבנות כו' כצ\"ל ועיין לקמן מעבר לדף:", 
            "<b>ברש\"י</b> ד\"ה רבי ישמעאל סבר וכו' דשמא אין חילוק לחם הפנים כלה בסוף שבעה וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כאלו חל בשני בשבת וכו' אין נראה לר\"י וכו' היו נזהרין שלא יבואו תרי שבי בהדי הדדי וכו' פירוש מאיימין עליהם שלא יאמרו שראו החדש ביום שלשים אם יארע לפי אותו חשבון ב' שבי:", 
            "<b>בא\"ד</b> מוקי לה בהחליל כאחרים דאמר אין בין עצרת וכו' פי' לדבריהם אין דוחין בשום אופן בעולם אפי' בתרי שבי ולכך השנה לעולם שנ\"ד ימים ואין בין עצרת וכו':", 
            "<b>ד\"ה</b> העולה עולה וכו' שאין להן תמידין ומוספין אלא כדי אחד מהם וכו' ר\"ל ואין להם ב' ולכך יביאו אותו אחד לתמיד דהוא קודם:"
        ], 
        [
            "<b>בגמ'</b> ויוקדם קטורת דבר שנאמר בו בבוקר בבוקר דכתיב והקטיר עליו אהרן קטרת סמים בבוקר בבוקר לדבר שלא נאמר וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה מעלה ומלינה וכו' ולינה אינה פוסלת בראש המזבח וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה יאוחר דבר וכו' אע\"ג דתמיד תדיר וכו' מקשין העולם א\"כ ל\"ל לעיל קרא שלא יהא דבר קודם לתמיד של שחר ת\"ל משום דתדיר קודם וי\"ל דהא דאמרי' בכל מקום דתדיר קודם מהכא ילפינן מתמיד של שחר דהוא קודם לכל הקרבנות:", 
            "<b>ד\"ה</b> זה בנה אב לכל וכו' וליכא כ\"א יולדת עשירה וכו' פי' אבל במצורע או שניהם של בהמה או שניהם של עוף:", 
            "<b>בא\"ד</b> ובמסכת קנים ובו' נמי אמרינן האשה שהביאה את חטאתה וכו' לא היתה מביאה אלא חטאתה ותירץ רבינו חיים וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה עשאום וכו' על העולים פי' היינו החלב והאימורים העולים על גבי המזבח אין הציץ מרצה עליהם אם נטמאו ואסור להקריבן כ\"א על הדם אם נטמא ואפ\"ה אוכלין הכהנים הבשר אע\"ג שאין החלב והאימורים קריבין א\"ש דנקט נטמאו אבל לפי' הברייתא דס\"ל דמרצה ג\"כ על החלב וה\"ה על האימורין וא\"כ קריבין בטומאה ואם כן כדין אוכליו הכהנים הבשר דהא קרבו החלב והאימורין וא\"כ למה נקט הכא אם נטמאו הא גבי נטמאו אוכלין הכהנים הבשר כדינו משום דקרבו מתיריו ומאי מייתי ג\"כ הכא ראיה מנטמאו:", 
            "<b>ד\"ה</b> ולא עולת חול וכו' וקשה כו' מקשין העולם דלמא אי לא כתב אלא לא ילין לחודיה ה\"א דאפי' אם חל בחול קרב בי\"ט להכי אצטריך עולת שבת בשבתו ללמוד ממנו דעולת חול בי\"ט אסור וי\"ל דהתוס' לא הקשו אלא אר\"ע דאיהו לא בא לאשמעינן אלא לומר דעולת שבת קרבה בי\"ט וא\"כ תיפוק ליה מלא ילין ול\"ל למנקט עולת שבת ועוד דאפי' קרא אי לא אתא אלא לאשמעינן דאין עולת חול קריבה בי\"ט לא הוה חוזר לגופיה וק\"ל כנ\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> איבעיא להו פסח ששחטו בשאר ימות השנה בשינוי בעלים מהו וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה סתמו להני וכו' מפיק מלאוכליו ושלא לאוכליו וכו':", 
            "<b>בא\"ד</b> אמאי לא עקר לאוכליו דקאמר ברישא וכו' כצ\"ל:", 
            "<b>בגמ'</b> פסח ששחטו בשאר ימות השנה בשנוי בעלים נעשה וכו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה ואינו בד' עבודות וכו' והכי אמרינן התם אמר רב אשי ק\"ו ומה אם במקום שאמר הריני שוחט לשם פלוני כשר לזרוק דמו לשם פלוני פסול מקום כו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה שחטו למולין וכו' בפ' כיצד צולין דתניא שחטו לאוכליו לזרוק דמו שלא לאוכליו פסח עצמו כשר ואדם יוצא בו ידי חובתו לא גרסינן לזרוק דמו אלא ונזרק וכו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה וכי תימא מאי חומרא דזריקה משחיטה וכו' דמקצת ערלה לא פסלה בשחיטה אבל זריקה אפילו מקצתה וכו' כצ\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה אתיא זריקה זריקה כו' ואר\"י וכו' דהוי שני כתובים ושלשה כתובים כו' ר\"ל דהנהו ב' וג' כתובים לא היו במה מצינו אלא ילפינן מהדדי בג\"ש וא\"כ כי כתבינהו רחמנא שלא ללמוד מנייהו היינו נמי אפי' במקום דאיתא ג\"ש:", 
            "<b><br>אלו</b> דברים פרק ששי  :"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה זריקת דמו תנא אגב וכו' קשה להם לתוס' אמאי תנא זריקת דמו פשיטא דדחי שבת דהא אינה מלאכה של כלום היא ותירץ שתנא אגב וכו':"
        ], 
        [
            "<b>בגמ'</b> אמר לו ר' אליעזר עקיבא עקרת מה שכתוב בתורה במועדו וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה אמר לו ר\"ע כו' דהזאה מעכבא וילפינן וכו' לשחיטה כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה מה מועדו וכו' עד ואי מג\"ש ילפינן מה צריך לצריכותא כו' נ\"ל דעת התוס' דבשלמ' אי יליף ממשמעות א\"כ תרוייהו שבת וטומאה כתיב בפסח וכתיבי בתמיד ולכך הוקשה לגמ' דלכתוב במועדו בחד מינייהו דהוי משמע שדוחה שבת וטומאה ונילף אידך מיניה במה מצינו ולכך צריך לצריכותא אבל השתא דלא יליף ממשמעות דמועדו כלום ומועדו אינו אלא ג\"ש וטומאה כתיב גבי פסח ויליף תמיד מיניה בג\"ש וכן שבת כתיב בתמיד בהדיא מעל עולת ויליף פסח מיניה מה שייך לומד דלכתוב פסח לחוד ולא לכתוב תמיד והא גבי פסח לא כתיב שבת ומהיכא הוה ילפינן דדחי שבת וכן אין שייך לומר דלכתוב תמיד לחודיה דהא לא כתיב גבי טומאה ולכך צריך מועדו גבי תמיד דנילף טומאה מפסח וצריך נמי לכתוב מועדו גבי פסח דנילף שבת מתמיד וא\"ל דהכי הוקשה לגמרא דלכתוב פסח דכתיב גבי טומאה ונילף תמיד מיניה דדחי טומאה במ\"מ ול\"ל ג\"ש דילפינן תמיד מפסח וכן ל\"ל ג\"ש דילפינן פסח דדחי שבת מתמיד נילף מיניה דדחי שבת במ\"מ ולכך אמר הצריכותא הא ליתא דא\"כ בחדא צריכותא הוי סגי דכי פריך לכתוב גבי פסח טומאה ונילף מינה תמיד והשיב דה\"א מה לפסח שכן כרת ולכך צריך לכתוב הג\"ש דהיינו ב' מועדות דכתיב גבי פסח ואידך דכתיב גבי תמיד דהא מתרוייהו אתי ג\"ש ומשום ילפותא דטומאה לבד צריך לכתוב ב' וא\"כ מה פריך תו דלכתוב גבי תמיד שבת ונילף פסח מיניה במ\"מ ומה צריך לג\"ש והשיב מה לתמיד וכו' והלא אפילו היו יכולין ללמוד פסח מתמיד דדחי שבת ע\"כ אנו צריכין הג\"ש דנילף תמיד מפסח לענין טומאה:", 
            "<b>ד\"ה</b> מה לתמיד וכו' משתי הלחם גרידא וכו' נ\"ל דאין ר\"ל גרידא בלתי תמיד דהא משתי הלחם לבד לא הוי ילפינן דאיכא למפרך מה לשתי הלחם דבאין להתיר כדאיתא פרק כיצד צולין ע\"ש. אלא ר\"ל משתי הלחם ומתמיד גרידא בלתי מילה כן נ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מביאה כשהיא וכו' שיראה כמקריב חולין לגבוה שרי וכו' כצ\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הכתוב ניתקו לעשה וכו' אבל היכא שאין כתוב הלאו אלא על דבר אחד וכו' ר\"ל דוקא הכא דכתב הלאו על כל הטמאים בכלל ופרט עשה במצורע אמרינן דהכתוב ניתקו לעשה והלאו אתי לשאר הטמאים אבל אי לא הוי כתב הלאו אלא על דבר אחד כגון על המצורע לבד ושוב כתב גבי עשה במקום אחר שלא בסמוך לו לא היו יכולין לומר דהכתוב ניתקו לעשה דא\"כ הלאו למאי אתי:"
        ], 
        [
            "<b>בתוספות</b> ד\"ה שכן טעון פריעה וכו' שכן מטמא בביאה וכו' ר\"ל הבא לבית המנוגע דהיינו שהבית מצורע:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה יהיה שבעתיים וכו' הן ארבעים ותשע וכתיב וכו' כצ\"ל:", 
            "<b>ד\"ה</b> כתיב אני אמית וכו' ה\"ג דבר אחר וכו' ער אז ידלג כאיל פסח מיתה באחד וחיים באחד הוא סוף הדבור ומה שכתוב בספרים אני ממית את המתים ואני מחיה ודן את החיים הוא ט\"ס:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ומה שחיטה וכו' לדבריהם דרבנן קאמר וכו' כלומר אע\"ג דאפשר וכו' הא דאצטריך לומר לדבריהם דרבנן משום דאל\"כ הדרא קושיא לדוכתא מה ק\"ו הוא זה וכו' אבל השתא קאמר דכי אליעזר כיון דלדידיה לא צריך האי ק\"ו וכו' אודו לי מיהת אתם מכח הק\"ו וכו' אע\"פ שאינו ק\"ו גמור:", 
            "<b>בא\"ד</b> משום דבעינן תרי קראי למילה ולמכשיריה וכו' ר\"ל כיון דבלאו הכי צ\"ל לר\"א דאיכא עוד קרא דיליף מיניה מילה גופה פריך נמי לרבנן:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אם דחו וכו' עד שכבר הוכיח שאין חילוק בין אפשר וכו' אע\"ג שהשיב ר\"ע ומה לי אם דחו וכו' מ\"מ מדקאמר ר\"א שמא ימצא וכו' הוה כמי שחוזר מתשובה ראשונה ואומר את\"ל דשפיר הבאת ראיה מהקטר חלבים דאין חלוק בין אפשר ללא אפשר אעפ\"כ יש להשיב שמא ימצא וכו':", 
            "<b>ד\"ה</b> שוחטין וזורקין וכו' וא\"ת אי שוחטין וכו' אמאי כתב וכו' ר\"ל דבשלמא אי אין שוחטין וכו' נוכל לומר דקרא אתא אטומאת ערב דיכול לאכול הפסח לערב אבל השתא דשוחטין וזורקין על כרחך קרא אתא לאשמועינן אטמא מוחלט שאינו יכול לאכול לערב ואם כן למה לי קרא ותירץ דקרא לא לאיסורא אלא להיתירא דפסח שני וכו':"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה א\"ל התם דאיתיה ביחיד משום וכו' כצ\"ל והכל דבור אחד הוא:", 
            "<b>בא\"ד</b> כגון רוב צבור וכו' עיין לקמן (פסחים דף פ':)", 
            "<b>בתוס'</b> ד\"ה אכילת פסחים וכו' עד דהוי דומיא וכו' לפירוש התוס' הא דפריך בגמ' א\"כ מצינו וכו' היינו מכח דס\"ל דאיש לפי אכלו לעיכובא אתי כדמסיק בתוס' ומסיק היינו דוקא דזקן וחולה וכו' והתוס' לא כתבו אלא מסקנא דגמ' ולפירש\"י דס\"ל דאיש לפי אכלו לא אתי אלא למצוה לבד צ\"ל הא דפריך בגמ' א\"כ מצינו וכו' ופירש\"י ותנן באידך פירקא שחטו שלא לאוכליו פסול לא פריך אלא שיהא לכתחלה אסור והכא משמע דאפילו לכתחלה מותר לשחוט ולזרוק בלא הזאה וצ\"ל הא דקתני שחטו שלא לאוכליו פסול היינו לכתחלה ואל תתמה דהא איתא סוף דף ע\"ז חדא דפסולה דיעבד משמע ועוד חמשה דברים באין לכתחלה משמע ופירש\"י א\"כ משמע פסולה להקטיר קומצה לכתחלה וכו' ומשני בגמ' כאן ביחיד כאן בצבור ולא מתיישב ההוא שינויא אא\"כ נאמר שפסולה לכתחלה משמע ועיין דף ע\"ח ע\"ב:"
        ], 
        [
            "<b>בגמ'</b> אע\"ג דאקשי רחמנא לפסח אמר קרא וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה לאו חובה וכו' והשתא א\"ש ההיא דריש תמיד וכו' עיין לעיל (פסחים דף ל\"ט) בתוס' ד\"ה בארבעה עשר וכו':"
        ], 
        [
            "<b>בגמרא</b> אמר רב יוסף ואנן וכו' ס\"א אמר רב אשי:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה (הא לא דמיא) [לרבות וכו' ויו\"ט האחרון גופיה לא דהא] וכו' זה הוא לשון שני ועיין בסוכה ותמצא שזה פירוש שני הוא:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה הא לא דמיא וכו' ר\"א דדייק וכו' ולא שאני כו' אמאי הד\"א ומה שכתוב בספרים ומקשים ר' יהושע דשני ליה בין עוקר לטועה כי פריך ליה הוא ט\"ס:", 
            "<b>בא\"ד</b> אמאי אהדר ליה טעמא משום ששינה בדבר האיסור כצ\"ל והוא סוף דבור:", 
            "<b>בתוס'</b> ד\"ה הא לא דמיא וכו' ומאי קאמר ר' יהושע וכו' נ\"ל דהתוס' לא פירשו זה אמאי דקאמר לקמן ר' יהושע דשני ליה לשני ליה הכי דא\"כ הוה להו להתוס' להתחיל תחלת דבור משם אלא אמקשה פירשו זה וקשה להו לתוס' מאי מקשה פשיטא דר\"א לא ס\"ל הא דהא בלאו הכי אינו דומה רישא לסיפא דהא בסיפא טועה בדבר מצוה הוא לכך פירשו דמקשה ארבי יהושע ומשני ר\"א לא שני ליה ומאי היה לו לר' יהושע להשיבו ופריך ר\"י דשני ליה דהא ר\"א הקשה עליו וה\"ל להשיבו מה שהוא סובר לא מה שסבר ר\"א:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה באשתו נמי וכו' דפריך אלישנא בתרא וכו' ר\"ל היינו לשון ב' כדאיתא בסמוך בגמרא אית דאמרי בההוא פטור וכו':"
        ], 
        [
            "<b>בתוס'</b> ד\"ה תיקן להוציאו וכו' משמע דתקרובת כו' ולא מחייב אהך וכו' ר\"ל אפילו הוי דרבנן לא היה יכול לתרץ תיקן להוציאו מידי נבילה משום דאין נפקותא בדבר דהא השתא נמי מטמא מדרבנן לכך קאמר דנ\"מ דלא מחייב אהך טומאה אם נכנס וכו':", 
            "<b>ד\"ה</b> אשם שניתק וכו' א\"ה כי לא ניתק נמי אא\"ב דבעי עקירה א\"ש דבעינן ניתוק רע\"י כן יזכור לעוקרו וכו' כצ\"ל:", 
            "<b>בא\"ד</b> אבל השתא דלא בעי וכו' ניתק נמי ליכשר דליכא למיחש וכו' כצ\"ל:", 
            "<b><br>כיצד</b> צולין פרק שביעי  :"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה כמין בישול הוא זה שמבשל וכו' כמו תוך הקדירה וכו' כצ\"ל:", 
            "<b>ד\"ה</b> האי מולייתא וכו' ואפי' לא מלחו את חבשר וכו' ואפילו לא מלחו אלא כמליחת צלי וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> שאני לב דשיע הא רבין סבא כצ\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> ת\"ל נחלי הא כיצד מביא מן הלוחשות והא גופא קשיא וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> ל\"ל יקמוץ את מקומו א\"ר ירמיה וכו' כצ\"ל:"
        ], 
        [
            "<b>לא</b> דחיא שבת ומדשבת וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה אמר לך רב וכו' משום דפת חמה אי נמי י\"ל דאו או קאמר וחבית כו' כצ\"ל:", 
            "<b>ד\"ה</b> כיון דקרבן צבור וכו' דכל יחיד ויחיד מחייב קריא ליה קרבן וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> דאמר אביי קרא עלי מועד לשבור בחורי תמוז דהאי שתא מלויי מליוה למימרא ברש\"י ד\"ה ומרצה וכו' ואי לאו משום דציץ מרצה לא הוו וכו' כצ\"ל והד\"א:", 
            "<b>כו'</b> כצ\"ל:", 
            "<b>ד\"ה</b> ודכולי עלמא וכו' עד על טומאת הדם וקמצית הס\"ד ומ\"ש בספרים ואומרים הוא ט\"ס:", 
            "<b>ד\"ה</b> ר\"א גרסי' בס\"א ליתא:"
        ], 
        [
            "<b>בגמ'</b> ש\"מ דם אע\"פ שאין בשר וש\"מ אין הבשר מותר באכילה וכו' כצ\"ל:", 
            "<b>שם</b> אלא קסבר ר' יהושע דציץ מרצה כו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה דם דכי ליתי מעכב דהא תרווייהו וכו' כצ\"ל:", 
            "<b>ד\"ה</b> ולא על העולים וכו' דאי מרצי וכו' כצ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה הללו עושין וכו' לא עבדי בטומאה דהוי רובה וטמאים לא מידחו לשני דהוי נמי רובא וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> ונשים משלימות לטהורין ה\"ד וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> ובמאי אי בנזיר כי ימות מת עליו אמר רחמנא וכו' כן צריך להיות:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ומר סבר וכו'. ולא לאישות אחר שפחות וכו' נ\"ל שצ\"ל ולא לשפחות אחר שפחות ועיין בקידושין דף י\"ח:", 
            "<b><br>האשה</b> פרק שמיני  :"
        ], 
        [
            "<b>בגמ'</b> להגיד שבחה בבית אביה והיה ביום ההוא וכו' כצ\"ל ועיין בכתובות דף ע\"א בסופו בפירש\"י ותוס':", 
            "<b>ברש\"י</b> ד\"ה מתניתין בשאינה וכו' לילך תמיד לבית אביה דבית בעלה חביב לה ודאי הלכך כל שאר וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>בגמ'</b> מאי מדעתן לאו דאמרי וכו' כצ\"ל ואמרי לה פתי' אוכמא וכו' פי' טפיח או דלי שחור עיין בערוך ערך פתיא ובערך טפיח:"
        ], 
        [
            "<b>ברש\"י</b> ד\"ה בתקנתא דרביה וכו' וגדי שלמים כדמפרש לקמן שממעט באכילתו וכו' נ\"ל שטעות נפל בספרים וצ\"ל כדמפרש לקמן ותו לא ור\"ל מה שמסיק לקמן בשמעתין משום מתנות וכו' דהא האי טעמא דממעט באכילה וכו' לא שייך הכא דהעבד סבר שרבו יודע מה אמר לו ויאכל האחד בתורת פסח והאחד בתורת שלמים ודו\"ק וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה דאלו פסח וכו' והיינו מדאודייתא דומי' דאחריני וכו' פי' אין נאכל אלא למנויו ואינו נאכל אלא צלי:", 
            "<b>ד\"ה</b> ה\"מ וכו' ואמתנות ואנותר וכו' ר\"ל הא דתירץ לעיל אלא משום דממעט באכילת שלמים כו' פי' ושמא יותיר ולא יאכל כולו בלילה אחת ויצטרך לשורפו ודו\"ק:"
        ], 
        [
            "<b>בגמ'</b> איתיביה הממנה וכו' כל הני תיובתא ושני כדשני:", 
            "<b>ברש\"י</b> ד\"ה אפשר ידעינן וכו' והלואי שיהו יודעין וכו' כצ\"ל:", 
            "<b>בתוס'</b> ד\"ה דעות שאני וכו' וי\"ל דאצטריך לשנויי הכי דלא נידוק איפכא דוקא ממנה אחרים דלא מצי למימר הא קבילתון הא ידיו יפות דמצי למימר הא קבילתון אין רשאי וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> מאי היא דרבי אושעי' דתנן וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> ד\"ה מפרישנא שם מקום כצ\"ל:"
        ], 
        [
            "<b>וכתיב</b> בשני וכו' אשני קאי והכי אמרי' בפרק מי שהיה טמא אליביה (דר\"ע) [דרבי] אי נמי קרבן ה' לא הקריב בשני חטאו ישא דכי לשון שימוש [אי] ולא קאי אדלעיל מיניה כתיב בפסח שני ונכרתה הנפש ההיא דאע\"ג דאראשון קאי מיהו כי קרבן ה' אשני קאי וכדמפרשינן וגמרינן וכו' כצ\"ל ושני דבורין הם:", 
            "<b>בתוס'</b> ד\"ה שמא ידקדקו וכו' תימה דבעי למימר דגרים מדקדקים ביותר ודמיא להא דאמרינן כל מצוה שהחזיקו בה גרים וכותיים הרבה מדקדקים בה יותר מישראל ובירושלמי גריס אמר רבי יעקב בר יצחק בשם רבי יוסי אין עושין חבורה של גרים שמתוך שהן מקולקלין אין מדקדקין ויבא לידי פסול ובכל דוכתי נמי חזינן וכו' כצ\"ל:"
        ], 
        [
            "<b>בגמ'</b> מ\"ט קא סברי אנינות דלילה וכו' כצ\"ל:", 
            "<b>שם</b> דתניא מצורע שחל שמיני שלו בערב הפסח וכו' כצ\"ל:", 
            "<b><br>מי</b> שהיה פרק תשיעי  :"
        ], 
        [], 
        [
            "<b>בגמ'</b> א\"כ למה נאמר טמא למה נאמר דאי בעי וכו' אלא א\"כ למה נאמר בדרך רחוקה וכו' כצ\"ל:", 
            "<b>ברש\"י</b> ד\"ה ד\"ע סבר וכו' וזורקין על טמא שרץ אף על גב דחזי לאורתא וכו' כצ\"ל:", 
            "<b><br>ערבי</b> פסחים פרק עשירי  :"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ברשב\"ם</b> ד\"ה והלכה כר' שמעון בגרירה וכו' הא קי\"ל ה\"מ היכי דסתרן אהדדי כגון כמה חסרון בשדרה וכו' ר\"ל לענין טומאת אהל אתמר שאם נעקרה חוליא אחת מהשדרה אינה מטמאה באהל וכן לענין טריפה שאם נעקרה אחת הבהמה טריפה והיינו חומרא דהתם וקולא הכא עיין בחולין דף נ\"ב:", 
            "<b>:</b> "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה שנאמר ושמחת אתה וביתך וכו' נ\"ל שגירסא אחרת היתה לתוספות דהא לפי הגירסא שלפנינו מביא פסוק דראה גבי רגל:", 
            "<b>ד\"ה</b> רביעית של תורה וכו' רביעית הנמצא השלך החוצה פי' השלך עשר סאות ממ' סאות ומן הנותרים היינו ל' סאות קח א' מעשרים וחצי סאה מעשר והיינו סאה וחצי חלוק אותן ללוגין נמצא שהן ל\"ו לוגין קח מכל י\"ב לוגין אחת נמצא שהן ג' לוגין חלוק הג' לוגין לרבעיות נמצא שהן י\"ב רביעיות ואח\"כ קח חלק הי\"ב מהן ויעלה רביעיות או תקח אחד מכ\"ד וכן תעשה במים קח א' מכ\"ד היינו סאה ועוד קח חצי סאה מי\"ב סאות ונמצא שיש בידך סאה וחצי ועוד נשארו ד' סאות חלוק אותן לקבין נמצא שהן כ\"ד קבין קח א' מכ\"ד וחלוק ג\"כ הסאה וחצי לקבין נמצא שהן ט' קבין ואם כן יש בידך י' קבין השלך העשירות שהוא קב א' ישארו בידך ט' קבין שהן סאה ומחצה שהן ל\"ו לוגין אח\"כ חשוב כפירש\"י שאין זה חשבון רק שיעלה לאצבעים וחצי וחומש אצבע וכן החשבון שאחריו מהר\"י קח רובע שהכל חשבון אחד ולעיל חשב רום המקוה ועתה בא לחשב המים קח הרובע הוא עשר סאות השלך הרביעית הם ב' סאות ומחצה ישארו ז' סאות וחצי טול החמישית מהז' וחצי נמצא שהוא סאה וחצי והכל א' דאצבעים הן י\"ב שתותין ואצבע ומחצה הן ט' שתותין ושליש אצבע הוא ב' שתותין נמצא שהן י\"א שתותין והוא אצבעיים חסר שתות אצבעות צפוריות פי' שש מדבריות הן חמש ירושלמית ושש ירושלמית הן חמש ציפוריות ואצבעיים על אצבעיים עגולות עולה לאצבעיים על (אצבעיים) [אצבע] וחצי ר\"ל כשתעשה מאצבעיים על אצבעיים מרובעות עגולות הוי אצבעיים על אצבע וחצי דמרובע וכו' ויש בעגולות וכו' ר\"ל דאצבעיים על אצבעיים מרובעות חלוק אותן לי\"ב רצועות נמצא שכל רצועה רחבה שתות וארוכה י\"ב שתותים דהא אצבעיים הן י\"ב שתותים נמצא אצבעיים על אצבעים מרובעות הוא כמין טבלא רחבה י\"ב שתותין וארכה י\"ב שתותים והירושלמי דמיירי באצבעיים על אצבעיום עגולות הן פחות רובע מי\"ב נמצא שהן כטבלא רחבה ט' שתותין וארכה ט' שתותים נמצא שהי\"ב שתותין ירושלמיות נכנסין בט' שתותין ציפוריות דהא י\"ב מדבריות הן עשר ירושלמית ועשר ירושלמית הן ט' ציפוריות ועדיין הט' ציפוריות יתירין עליהם ד' שתותין שתות דהא שש ירושלמית הן ה' ציפוריות נשארו עוד ד' ירושלמיות נגד ד' ציפוריות להשלים הט' וע\"כ הד' שתותי צפוריות הן יתרין על הירושלמית ד' שתותי שתות דהא כל שתות ציפוריות הוא יתר על הירושלמי חלק ששי משתות ונמצא שהן ד' שתותי שתות שהיא אחד מט' ר\"ל מט' באצבע שהרי האצבע ו' שתותין חלוק אותן כל אחד לששה נמצא שהן ל\"ו שתותי שתות וד' הן חלק תשיעית מל\"ו שהוא אחד מכ\"ד ר\"ל שרביעית שתות הוא שתות שתות וחצי שתות שתות כשתחלוק השתות לשש חלקים והאצבע הוא ל\"ו שתותי שתות נמצא ששתות שתות וחצי שהוא רביעית שתות א' מכ\"ד מל\"ו שתותי שתות ודוק היטב:", 
            "<b>בא\"ד</b> פלגא של רבוע הפנימי ר\"ל שרבוע הפנימי הוא עשר חומשין וזה חומש יותר נמצא שהוא בערך ט\"ו חומשין וגובה של גמרא דלנו הוא י\"ג חומשין וחצי וכשתסיר השליש מהגובה שבגמרא שלנו יותר על הירושלמי נגד שליש הרוחב שבירושלמי יתר על רוחב שבגמ' שלנו ונמצא שהוא שקול ודו\"ק:", 
            "<b>הדרן</b> עלך ערבי פסחים וסליקא לה מסכת פסחים:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "מהר\"ם על פסחים", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam", 
        "Seder Moed"
    ]
}