{
    "text": {
        "0": "...I have arised during the watchhour, to request (forgiveness) for my wrongdoings. My soul is blacked because of my great straying. Have mercy on your congregation, on the sheep you shepard. ",
        "1": "...See translation to psalm 145",
        "3": "O man, why are you sleeping? Arise, call out with supplications! Pour out speech, seek forgiveness from the Master of maters. Run and be purified, and do not delay before the days pass on. And quickly run for help before the One who dwells in the [heavenly] abodes. And from rebellion and also evil, escape and fear disasters./ Please answer those who know Your name, the faithful Israel. To You O Lord is charity, and to us is shamefacedness./ Stand like a man and be strong to confess sins. The Lord, God, seek with a serious head, to atone for rebellious sins. For never are things unrevealed hidden from Him. And every statement that is said is read in front of Him./ The merciful One, have mercy like a father upon his children.",
        "4": "To you, God, is justice and to us is shameful faces. How (lit. What) shall we complain and what should we say. How can we speak and how can we be righteous? We will examine our ways and straighten and return to you. For your right hand is simple, to accept the ones returning to you. They are returning to you with all their hearts, their beseechments accept in your mercy. For your great mercy we have come before you, like weak and impoverished people we have knocked on your door. Your door we have knocked merciful and gracious one, do not let us return empty from before you. From you our king empty-handed do not return us,  for you hear prayers. The one who hears prayers, to you all the lives should come before. The lives should come before you, and all of the souls. The soul and the body are yours, spare your work. The soul and the body are yours, you are a rock that there are none like you, spare your work. The soul and the body are yours, god bring the messiah (lit. do it) for the sake of your name.  We have pleaded for your name, do it for the sake of your name. For the sake of your name, for your name is a gracious and merciful king. Your name will be pronounce about us, God our Lord. Your name will be pronounced among us, do not put us aside God our Lord. Lord we are embarrassed of our actions, and we are ashamed of our wrongdoings. We do not have a mouth to rebut, nor the forehead to lift our head. For our backsliding has become great, we have sinned before you. We have sinned with our fathers, we have become criminals and wicked.What shall we say before you the one who sits above, what will we say before the one who dwells up above. Do you not know what's hidden and revealed, you do know. You know the mysteries of the world, and what hidden by every living being. You can search the innermost parts of the abdomen, you see the kidneys and the heart. There is nothing that is lost before you, there is nothing that is concealed before your eyes. If we have within us sins, God, do it for the sake of your name. If you should hold on to sins, God who will remain standing. For from you is forgiveness, for the sake of fear. For it is not because of our righteousness that we cast our supplications before you, For it is for your great mercy.",
        "151": "Answer us, our Father, answer us; Answer us, our Creator, answer us; Answer us, our Redeemer, answer us; Answer us, our Seeker, answer us; Answer us, Majesty and Glory, answer us; Answer us, Ancient One of consolations, answer us; Answer us, Pure and Straight, answer us; Answer us, the Live and Existing, answer us; Answer us, [the One with] Pure Eyes, answer us; Answer us, [the One who] Sits in the skies, answer us; Answer us, Tremendous Strength, answer us; Answer us, God who does not desire evil, answer us; Answer us, King of the kings of kings, answer us; Answer us, Awesome and Sublime, answer us; Answer us, Supporter of the falling, answer us; Answer us, Helper of the destitute, answer us; Answer us, Redeemer and Rescuer, answer us; Answer us, Righteous One, the One that bestows merit, answer us; Answer us, Near to all those who call to Him in truth, answer us; Answer us, High and Elevated, answer us; Answer us, Dweller of the heavens, answer us; Answer us, Upholder of the pure, answer us.",
        "152": "Answer us, God of Avraham, answer us; Answer us, God of Yitschak, answer us; Answer us, God of Yaakov, answer us; Answer us, Shield of David, answer us; Answer us, the One who answers in a time of [divine] favor, answer us; Answer us, the One who answers in a time of distress, answer us; Answer us, the One who answers in a time of [divine] mercy, answer us; Answer us, God of the Chariot, answer us; Answer us, God of Meir (who alights), answer us; Answer us, Merciful and Gracious, answer us.",
        "154": "Master of pardons, Discerner of hearts, Perceiver of  submerged thoughts, Proclaimer of charities; We have sinned in front of You, have mercy upon us./ Glorified by wonders, Ancient One of consolations, Rememberer of the forefathers' covenant, Examiner of [consciences]; We have sinned in front of You, have mercy upon us./ The Good who bestows good on the creatures, Knower of all concealed things, Suppressor of iniquities, Wearer of righteous acts; We have sinned in front of You, have mercy upon us./ Full of merit, Awesome One of praises, Forgiver of iniquities, Answerer in times of distress; We have sinned in front of You, have mercy upon us./ Worker of deliverances, Foreseer of future events, Announcer of the generations, Rider of clouds, Hearkener of prayers, Perfect in understanding; We have sinned in front of You, have mercy upon us./ Merciful God is Your name, Gracious God is Your name, Long-patient God is Your name; We are called by Your name, [so] Lord, do it for the sake of Your name. ",
        "185": "Lord, listen to your destitute ones seeking Your presence. Our Father, to Your children do not hide Your ears.",
        "186": "Lord, the nation from the depths is calling due to great troubles. Do not send them away empty today from in front of You.",
        "187": "Their evil and iniquity erase, and their great wantonness. But if You will not do it for their sake; do it, my Rock, for Your sake.",
        "188": "And erase today their debt, and accept like a gift their utterances. And prepare their hearts to You; but also have Your ears listen.",
        "189": "The tears of their faces answer, and gather the erring flock. And establish a shepherd for Yourself, and remember for the good Your flock.",
        "190": "[For] the ones that walk on a proper path, announce today forgiveness. And in the morning prayer, offer them Your grace.",
        "195": "In my remembering upon my bed, the wantonness of my heart and its faults, I will get up and go to the House of my God and His footstool. And I will say in raising my eye, in my supplications, to His skies, \"Let us fall into the hand of the Lord, for His compassion is great\" (II Samuel 24:14).",
        "196": "You, my God, are the Rock of my strength, my Refuge in my distress. With You is my anticipation and hope, my Acclamation in my exile. To You are all the requests of my heart, and all my desire is in front of You. Redeem a servant calling to You from the hand of his oppressors and subjugators.",
        "197": "Answer me, Lord, answer me, in my calling from the straits. And it will be known among the nations that Your hand is not short. And do not belittle the suffering of the poor one - yelling out from the blow of the foe - whose rebellious acts he concedes, and confesses about [the deeds of] his youth.",
        "198": "What can he complain and say, what can he speak and justify himself - a physical creature who will return his body like fine dirt. What can man give You if he does evil or if he does good? Are not his words and his deeds written in the book of his days?",
        "199": "At mid- (another textual variant: While still) night, they get up for You, Your praising servants. The merit of the forefathers remember for them, and do not turn to their bad deeds. Acquire Your congregation as in days pastd; Holy One of Yaakov, redeem them. And be raised, the God who makes peace in His upper realms.",
        "207": "To You, Lord, I have lifted my eyes; listen to the sound of my supplications according to Your great kindness./ In Your name have I trusted, and I have spread my palms (in prayer); words have I taken and come to You./ My sorrow has become overwhelming, and my sighing great, since all of my iniquities have You placed in front of You./ Racked with grief is my delicate soul; so rescue from worry the soul of Your servant./ Pass over my sin, God of my salvation; and also my tears place into Your jug./ And in anger, have mercy, remember and reconsider; and make happy and console the soul of Your servant./ Recall my poverty and misery, wormwood since I existed; until when, against me, will You renew Your witnesses./ Cursed have I been by my attackers, my enemies and my oppressors; listen please to my words in my coming in Your fear./ Wanton ones have hidden for me traps and snares; and captured by them are the footsteps of Your friends./ They have set traps for me, and testify falsehood against me; the wanton would swallow me, my Rock, without You./ Reveal Your glory, O Rock, to a people forsaken and captive; and Your stored goodness give to Your remaining ones./ Pressured by much stress, from them do not be distanced; remember [it] for Avraham, Itschak and Yisrael, Your servants./ Higher than the high ones, have mercy upon the distraught and upon the seed of the ones that were granted mercy, the children of Your friends./ Groaning in the pit of exile, they have placed their acclamation with You; so bring up from lowliness the seed of Your pious ones./ The carriers of the yoke make rejoice, and their enemies confuse; and as in the past, lead the troops of Your formations./ Answer their entreaties, support their falling; and bring back their return from the ends of Your world./ Redeem the nation that yearns for You; yet like a mute in the exile, how much have Your wanderers endured./ Righteous in deeds, for You actions are measured; bring us up from the depths for the sake of Your pious ones./ Gather the dispersed ones, in the shackles of the foe they are enchained; cruel ones have swallowed them, they have burnt Your places of meeting./ Merciful One, be a Support for the nation sated with wormwood; and do it for the sake of Your three servants./ Omnipotent, You have been elevated in everything You have done; as You are righteous and Your garb is righteousness./ Cleanse my iniquity, for my anticipation is with You, my King; and set forth my path, my God, for Your servant./ Accept my prayer and the speech of my hymn, as You are my hope; and who would not testify for You./ To You, Lord, I have lifted my eyes; listen to the sound of my supplications according to Your great kindness.",
        "223": "Guardian of Israel, protect the remnant of Israel, and do not destroy Israel who say every day, \"Hear O Israel.\"",
        "224": "Guardian of the one nation, protect the remnant of the one nation, and do not destroy the one nation who say every day, \"Hear O Israel, the Lord our God, the Lord is one.\"",
        "225": "Guardian of the holy nation, protect the holy nation, and do not destroy the holy nation who say every day, \"Holy, holy, holy.\"",
        "226": "Guardian of the great nation, protect the remnant of the great nation, and do not destroy the great nation who say every day, \"Amen, May His name be great.\""
    },
    "meta": "Paragraph",
    "work": "Selichot Edot HaMizrach"
}