{
    "title": "Chidushei Agadot on Yoma",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushei_Agadot_on_Yoma",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>He would earn, etc.:</b> Meaning to say, before he went to the study hall, he would go to earn [money] to fulfill that which we have learned - any Torah that has work with it, its end is to endure; but that which does not have work with it, its end is not to endure. It was also to earn what to give to the guard of the study hall. And regarding its payment to the guard, it is possible that it is because their study halls were in the field and there was a need for protection. And also (another explanation is) that they would not let everyone into the study hall, as we say in the chapter [entitled] Tefillat HaShachar (Berakhot 28a), \"As Rabban Gamliel would proclaim, 'Any student whose inside is not like his outside will not enter the study hall.'\" So they placed a guard for this thing.",
            "<b>When it was dawn, etc.:</b> It appears from its context that he was there, over the skylight, during the day on the eve of Shabbat, and Shabbat night until the dawn of Shabbat day. And that which they did not notice the thing on the eve of the Shabbat - that it was dark - it is possible that he was seeking a place to earn [money] all day on the eve of Shabbat. Until, close to the entrance of Shabbat - since he did not find a place to earn [money] - he sat himself over the skylight, to be there all Shabbat night."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Said he to them, \"The likeness of his face...\" An angel in his likeness came during battle to place victory before him.",
            "The Temple where we pray for you etc.\" The meaning is that the Cutheans libeled the Judeans claiming that they rebelled against the king by working to build the Temple, just as the work was stopped earlier during the rule of the Persian empire, as described in the book of Nehemia. Therefore the Judeans came to argue that it was not so, rather the opposite was true.  they were praying for the welfare of his kingdom, as Solomon stated in his prayer, \"And also for the Gentile et al.\"..."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "חידושי אגדות על יומא",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Chidushei Agadot",
        "Seder Moed"
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}