{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה שחרבה כו' יתירא אלמא מתניתא ר' יהודה כצ\"ל:", 
            "<b>תוספות</b> בד\"ה וחוטטין כו' אבל לחופרה בתחלה כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה א\"כ מתני' כו' ולא כראב\"ע דאפי' כו' ממעין שיצא בתחלה עכ\"ל [א] אין זה מדוקדק דאפי' ממעין שלא יצא בתחלה אסר ראב\"ע כדקאמר לא כך ולא כך כפרש\"י לעיל וצ\"ע ודו\"ק:", 
            "<b>בד\"ה</b> חרישה בשביעית כו' ענין לשביעית הס\"ד ואח\"כ מ\"ה בשביעית כו' ובד\"ה ורבי היא דאמר דהוא מדרבנן כו' כצ\"ל:", 
            "<b>תוספות</b> בד\"ה וצריך לעצים כו' ואי לא קוצרין לצורך כו' כצ\"ל:", 
            "<b>בד\"ה</b> חייב שתים קשיא לרבה כו' דהכא זומר לא דמי כו' וקשיא לרב יוסף כו' חייב משום נוטע כו' עכ\"ל פירושם דחוק דא\"כ למה ליה למימר וכ\"ת כל היכא דאיכא תרתי כו' דא\"נ דלא הוה מיחייב אלא משום חדא דהיינו נוטע בפשיטות ה\"ל למפרך לתרוייהו ובהדיא בפרק כלל גדול תנא הזורע והזומר והנוטע כו' כולן מלאכה אחת הן דמוכח בהדיא דזומר חייב משום נוטע ולולי דברי התוס' היה נראה דזומר ודאי דומה לנוטע ומש\"ה חייב משום נוטע ומשום דאזלינן נמי בתר מחשבתו דצריך לעצים חייב נמי משום קוצר והשתא שפיר פריך לתרוייהו מדמחייב תרתי חדא אדמיון וחדא אמחשבתו וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה תולדות כגון משקה זרעים שלא היה במשכן כו' עכ\"ל אבל לקמן דקאמר אחרישה בשביעית אתולדה אחרינא לא מחייב ע\"כ דליכא לפרש הכי דודאי הוה במשכן ואב מלאכה היא לגבי שבת אלא דצ\"ל דמקרי תולדות לגבי שביעית כל מה דלא כתיב בהדיא בקרא ודו\"ק:", 
            "<b>בד\"ה</b> יצא קשקוש כו' וה\"ה לעידור הס\"ד ואח\"כ מ\"ה כל הני מדרבנן כו' כצ\"ל:", 
            "<b>תוספות</b> בד\"ה אין דנין כו' ממשמעותיה ואינו כלל ופרט וכלל דדיינינן ליה בכלל כו' הגירסא בירושלמי דכלאים בפ\"ח חד כו' עכ\"ל וכ\"ה בפירוש [הר\"ש פ\"א] דשביעית ומיהו ק\"ל לפירושו לכ\"ע ליכא הכא כלל ופרט וכלל ולקמן אמרינן יכול ילקה אחרישה דאתיא מכלל ופרט וכלל ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דאתיא כו' דבשביעית נמי אסור עכ\"ל ואחר ד\"ה חורתן מקום מ\"ה עשר נטיעות המפוזרות תוך בית סאה חורשין כל כו' ובד\"ה כי גמירו כו' עד ל' יום לפני כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה יכול ילקה כו' וא\"כ הוא בשביעית עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> עד עצרת כו' וב\"ה לקולא לבד כו' עכ\"ל ולר\"ש ב\"ש לקולא וב\"ה לחומרא בשדה הלבן ואפשר דלא קא חשיב ליה בעדיות משום דר\"ש יחידאה הוא ומיהו בסדר המשנה דפ\"ב דשביעית ל\"ג במילתיה דר\"ש וב\"ה אמרי עד הפסח ותו ל\"ק מידי וק\"ל:", 
            "<b>בד\"ה</b> שהרי כבר כו' לעיל סבר ר' עקיבא ותרווייהו כו' דר' עקיבא קפריך ואזיל כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מדאורייתא כו' בטלה הלכתא הס\"ד ואח\"כ מ\"ה מ\"ד הלכתא כו':", 
            "<b>בד\"ה</b> אתא ג\"ש כו' מנפשייהו משבת בטלו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אלא אמר ר' נחמן ב\"י האי אלא קאי כו' דאיסור ל' לפי אומד כו' עכ\"ל כצ\"ל ור\"ל דשלשים לא כתיב בקרא אלא אומד דחכמים הוא ועוד החמירו מדבריהם כדקתני עד הפסח ועד עצרת וק\"ל:", 
            "<b>בא\"ד</b> ויש דמשבשי ליה להאי אלא כו' עכ\"ל ואפשר טעמם משום דמילתיה דר' יצחק גופיה איכא נמי לפרושי הכי כי גמירא הלכתא למשרי ילדה כו' אבל לא משמע כן מתירוצו אלא כדמסיק מדשרי ילדה מכלל דזקנה אסורה וכמ\"ש התוספות לעיל בדברי ר' יצחק:", 
            "<b>בד\"ה</b> מה להלן כו' בין ביציאתה להוסיפה מחול כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה חוטטין כו' במועד הס\"ד ואח\"כ מ\"ה אבל לא חוטטין כו' אוקמת לה הא דחוטטין כו' כצ\"ל:", 
            "<b>בד\"ה</b> אלא מאי כו' כלומר במאי מוקמת האי כו' בשרבים צריכים להו עכ\"ל פי' לפירושו ודאי המקשה נקט בשיחיד צריך לו שזו ההוכחה דמיירי בהכי מיהו עיקר הקושיא לר' יוחנן ארבים צריכים לו וק\"ל:", 
            "<b>תוס'</b> בד\"ה לאתויי כו' א\"נ הך דמקשה הך קשיא לא היתה מתני' כו' כצ\"ל:", 
            "<b>ע\"ב</b> בפרש\"י בד\"ה אבל מציינין כו' הסמוכות לר\"ה הסמוך לבית כו' ובד\"ה אילן המיסך כו' נוף עושה ציון הס\"ד ואח\"כ מ\"ה בית הפרס חצי כו' ובד\"ה א\"ר פפא כו' בית הפרס שנחרש כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אילן המיסך כו' כיון דדרך מקום כו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה שתים מצויינות כו' דמשום ציון הוא הס\"ד ואח\"כ מ\"ה אע\"ג דליכא כו' טהור כי ליכא סיד הס\"ד ואח\"כ מ\"ה אם אין חורש כו' לציין בינתיים הס\"ד ואח\"כ מ\"ה הכא דקתני כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה א\"ר פפא כו' כי ליכא סיד או חרסית כו' ובד\"ה דאמר מר כו' ונהי דברוח אחד או כו' ובד\"ה בט\"ו קורין כו' זמן דדברים אחרים הוא כו' כצ\"ל:", 
            "<b>בד\"ה</b> שיש בה רובע כו' דהא קתני סיפא כו' והא לא שייך בנזרע כבר ובפ' המוכר כו' דאיירי בנזרע כבר י\"ל כו' כצ\"ל וצ\"ע דאדרבה בפרק המוכר פירות משמע דרבי יוסי נמי איירי בנזרע כבר וכמ\"ש בתוס' שם ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> והוא דליכא גשרא והוא דליכא גמלא והוא דליכא מברא כ\"ה בערוך וכן נראה מפרש\"י וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה מושכין המים כו' דהוה כשדה בית השלחין כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ואין משקין כו' וכתוב הרבה בריש כו' ובד\"ה שרי לתרבוצי כו' מדלין לירקות כדי כו' ותירץ דתרבוצי אינה כו' דמיירי בה ראב\"י וחכמים ופליגי כו' כצ\"ל:", 
            "<b>בד\"ה</b> מרביצין שדה כו' אבל ק\"ל שמא הכא איירי כו' עכ\"ל פי' דק\"ל לפרש\"י דהרבצה דהכא פורתא משמע א\"כ מאי מייתי מפלוגתא דראב\"י ורבנן אהרבצה דשמא בהשקאה גמורה איירי פלוגתייהו ושפיר מצי ראב\"י סבר כהך ברייתא דתני מרביצין במועד ואדרבה כן נראה כו' אלא דנקט הרבצה הכא משום דאף השקאה גמורה הרבצה מיקרי בבית הבעל וק\"ל:", 
            "<b>בא\"ד</b> צ\"ל דהשקאה גמורה אסורה בבית הבעל כו' כצ\"ל ובד\"ה צדין את כו' אין זו עבודת כו' ור' יהודה מ\"ט כו' כצ\"ל וכ\"ה גירסתם במתני' ור' יהודה אומר משדה האילן כדרכו וכ\"ה בפיסקא בגמרא וברי\"ף גם במתני' ע\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ועד כמה כו' בינייהו וליכא גישרא כו':", 
            "<b>בד\"ה</b> שלא מפני כו' דאמר בכותל חצר כו':", 
            "<b>בד\"ה</b> תריץ לא קשיא לרב חסדא דהא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה עד כמה כו' מתי קרוין מכירין עד כו' כצ\"ל:", 
            "<b>בד\"ה</b> תניא רשב\"א כו' או שמא י\"ל דר\"י מודה כו' וחכמים מיירי בשדה הסמוכה לבית השלחין כו' עכ\"ל פי' או שמא י\"ל דרשב\"א לא פליג כלל דר\"י נמי מודה בסמוכה לאילן וחכמים דהיינו ת\"ק דר\"י לא איירי אלא בשדה הסמוכה לבית השלחין ואהא פליג ר\"י וה\"ה דהחכמים דהיינו ת\"ק דר\"י מודו בסמוכה לעיר ורשב\"א מלתא דנפשיה קאמר כך נראה לפרש דברי התוס' אבל גירסתם אינה מבוררת לן דלגירסתינו כיש ספרים שכתבו התוס' אין לנו לפרש אלא דקאי אדברי ר\"י וכמ\"ש התוס' ודו\"ק:", 
            "<b>בד\"ה</b> אמר רבי כו' דלמ\"ד מוחלט מותר דכ\"ש דמוסגר כו' עכ\"ל אין כאן ק\"ו דימי ספירו תוכיח דאסור ומוחלט מותר אבל מה\"ט דמתיר מוחלט משום דלא גלי כדלקמן איכא למישרי נמי מוסגר ודו\"ק:", 
            "<b>בא\"ד</b> ולדברי רבי לא תמצא בשום א' רואין כו' כצ\"ל:", 
            "<b>בד\"ה</b> בהסגר ראשון כו' דחזי ליה הוה הטעם משום כו' דהא לא שייך לטהרו או לטמאו בהסגר שני והוא בתחילת כו' עכ\"ל כצ\"ל וק\"ל אמאי לא שייך לטמאו בתחילת הסגר ראשון כמו בסוף דהתם למחליט את שנולד בו מחיה כו' מתחילה בסוף שבוע ראשונה כפי' הר\"ש שם ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ומ\"ס צוותא כו' ומצער ליה הס\"ד ואח\"כ מ\"ה ימי ספירו כו' ובד\"ה למימרא כו' ולא הוי טמא הס\"ד ואח\"כ מ\"ה נותנין לו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ה\"ג בתורת כהנים ז' ימי ספירו שנכתב בפסוק בתר ואחרי כו' כצ\"ל ר\"ל דבנוסחות גמרא שלהם היה כתוב ריש הפסוק ואחר טהרתו שבעת ימים וגו' ואהא כתבו דה\"ג בת\"כ ולא שייך ואחרי טהרתו כאן אלא אגב שנכתב ז' ימים וספרו בתר ואחרי טהרתו כתבוהו כאן וק\"ל:", 
            "<b>בד\"ה</b> יותם לא היה כו' מעל אדמתו שאז נגזר גזירה כו' בשנת שש לחזקיהו חשבונו ס\"ה שנים ב' שנים קודם נגעו וכן הוא דנגעו דעוזיהו נתנגע כ\"ה שנה לפני מותו וט\"ז דיותם כו' אין ר' יוסי בר יהודה מוקשה כו' כצ\"ל וכ\"ה ברש\"י בספר ישעיה ע\"ש שהוכיח זה מתוך הכתובים ובד\"ה משמעות דורשין כו' למדרש ביום ולא בלילה כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דהא עצים כו' מקבלי טומאה הס\"ד ואח\"כ מ\"ה ור' אמר כו' ביום הראות בו הס\"ד ואח\"כ מ\"ה אבל טומאה כו' ובד\"ה לא יערער כו' בגמרא כד הדר ספדנא במערבא כלומר כצ\"ל:", 
            "<b>תוס'</b> בד\"ה נפקא ליה כו' דהא לעיל אמר כו' שפיר דר' יהודה לטעמיה כו' כיון דחזינן דבעלמא כו' עכ\"ל כצ\"ל בעלמא ר\"ל הכא בדברים אחרים במילי דראייה דבעינן ב' עינים כו' עכ\"ל:", 
            "<b>בא\"ד</b> התם למגמר גמר דין כו' וקיימא פירכא דלעיל דמגופיה ואיצטריך וביום הראות והא אית לי' לאביי משמעות כו' לא דריש ומופינו הוה דריש ליה נמי שפיר ע\"כ נ\"ל דה\"פ כו' כי היכא דאית ליה לרבי כו' קמ\"ל וביום ומביום לא שמעינן כו' כצ\"ל ופי' כי היכא דאית ליה לרבי כו' היינו לרבא אבל לאביי ודאי רבי דריש ביום הראות לדרשה אחרינא כמ\"ש לעיל וק\"ל:", 
            "<b>בא\"ד</b> ולפי זה דלכ\"ע כו' ומלתא דאתיא בק\"ו טרח וכתב לה קרא עכ\"ל לא ידענא מי הכריח אותם לזה דהא איצטריך ביום הראות משום דאי מופינו ה\"א דלאו מגופיה כמ\"ש התוס' בסמוך ודו\"ק:", 
            "<b>בא\"ד</b> אסירי כדמסיק בפרק אלו עוברין משמע כשהאיסור חידוש אין ללמוד ממנו קולא כו' עכ\"ל כצ\"ל [ב] ולא ידענא מאי קולא בעי למילף התם דהא טעם כעיקר דאורייתא בעי למילף התם בשאר איסורין מבשר וחלב דהיינו חומרא ואהא קאמר חידוש הוא ואפשר לומר דהא גופה נילף בשאר איסורין דאי תרי להו כולא יומא דשרי ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אין חופרין כוכין וקברות לצורך מתים שדרכן כו' כצ\"ל:", 
            "<b>תוספות</b> בד\"ה אין חופרין כו' דוקא עם המת ושמא כשחפר כו' הכירא דצורך המת כו' דלא שרי הכא לר' יהודה כו' כצ\"ל:", 
            "<b>בד\"ה</b> גיהא ובר גיהא פי' ר\"ח מחמצן ונדיין דפרק לא כו' כצ\"ל נ\"ל ועיין בערוך ערך בקע:", 
            "<b>בד\"ה</b> מפני ביטול כו' עירוב בשמחה ולא מניח שמחת הרגל כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לא עשו ישראל יהכ\"פ לפי ששבעה ימים כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לא תבוש ולא תתבייש לא תבוש אחריני כדי שלא כו' ובד\"ה שמחה הוא כו' שרי והכא אית ליה כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כאן במצוה כו' זה שננו וזה שננו כו' נ\"ל שהוא מלשון ושננתם וגו' וק\"ל:", 
            "<b>בד\"ה</b> פוקסת פי' בקונ' כו' של בצק דקין על כו' כצ\"ל נ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ממתח נמי לא כו' לא מצי למזגא עלה ובד\"ה מנקר רחייא בישנה הס\"ד ואח\"כ מ\"ה איתחיל כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ההדיוט כו' אבל בחנם למה יתירו כו' ובד\"ה ר' יהודה אומר כו' ת\"ק אמר מעמידין כו' ור' יהודה אוסר בכבוש כו' כצ\"ל:", 
            "<b>בא\"ד</b> וה\"ה דאסר כבוש כו' פי' כמו דאסר בנין גמור ה\"ה דאסר כבוש וק\"ל:", 
            "<b>בא\"ד</b> וגירסא ראשונה נראה לרבי ומעמידין נראה כו' ואין טשין אותו כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> איצטבא כו' הם חלוקים כדאמרינן בריש פרק י' יוחסין כו' עכ\"ל אין זה ראיה אהא שאמרו שהם חלוקים אלא אמה שאמרו שעניני ספסל הם וק\"ל:", 
            "<b>בד\"ה</b> ואין מונעין כו' דלסרוקי סוסים שפי' כו' ענין אחר הוא הס\"ד ואח\"כ מ\"ה כסכוסי כו' כצ\"ל וזה לפי דרכם דלסרוקי סוסים נמי לא איירי בכה\"ג שפרש\"י דהא אפי' בשבת וי\"ט שרי וק\"ל:", 
            "<b>בד\"ה</b> קיטורי בירי כו' ולא בידי בדל\"ת כו' ובד\"ה מוליא כו' וי\"א כדי לעשות דיר של בהמה כו' עכ\"ל ור\"ל דבי דרי מלשון דיר ולפי זה יש לקיים גירסת ר\"ג וק\"ל:", 
            "<b>בד\"ה</b> פרקמטיא כו' והא דאמר רבינא כו' טפי כופיתא אבל כו' עכ\"ל כצ\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>:</b> "
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואלו כו' קודם הס\"ד ואח\"כ מ\"ה ומי שנשאל כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה והיוצא כו' שאינו יכול לגלח קודם המועד שאין כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אומן כו' לספר עצמו הס\"ד ואחר כך מ\"ה כי הנך כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ומנודה וכו' מוקי לה כשבא בח\"ה א\"נ כו' עכ\"ל ברא\"ש כתבו בחד תירוצא ונראה לפרש דבריהם כשבא זמן התרת הנדר בח\"ה כגון שנדר לפני המועד דמהיום לא יגלח אם ממועד ואילך יאכל פירות דלא חל הנדר להתירו עד ח\"ה ודו\"ק:", 
            "<b>בא\"ד</b> י\"ל דה\"ק כו' מטומאה לטהרה אז דוקא שעולין כו' כצ\"ל וחד תירוצא הוא וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ודנין כו' אבל לא בי\"ט משום כו' כצ\"ל:", 
            "<b>בד\"ה</b> מענה כו' עינוי הדין אלא לעולם כו' הד\"א כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מהו שינהיג כו' הרי יש כאן עשה דרבים עכ\"ל ומ\"מ קושייתם דמעיקרא לא מיתרצה דשמחת הרגל נמי עשה דרבים הוא ואין עשה דוחה עשה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מנודה מהו כו' ולא נראה לו דברי רב פפא דמוקי ראשו כו' עכ\"ל הוא מגומגם שפתחו במנודה וסיימו לאתויי ראיה ממצורע ונראה להגיה בתוס' מצורע מהו כו' וק\"ל:", 
            "<b>בד\"ה</b> ובועלי נדות כו' שהוא חייב כבר פוטר ר\"י כו' צריך טבילה אם כן הכא נמי וכו' ור\"י נמי הצריך טבילה לד\"ת ובתוס' פירשו דכיון כו' כצ\"ל:", 
            "<b>בד\"ה</b> מנודין כו' קא בעי מנודה ומייתי כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> רחיצה כו' תימה אדבעי מהו ברחיצה אמאי לא בעי מהו בסיכה עכ\"ל כצ\"ל ופי' לדבריהם כיון דרחיצה לא אתיא אלא מכלל סיכה בסיכה גופה ה\"ל למבעי הכי וק\"ל:", 
            "<b>בד\"ה</b> אחרי טהרתו כו' חיטוי וקדושתו לעבודה כו' רש\"א בבאו מקריב בזמן כו' מוקי לביום באו דקאי אדלעיל כו' קרבנותיו ובתוספות פירשו דערל כו' קשה למאי דפרישית ותירץ כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לא חל כו' יום הס\"ד ואח\"כ מ\"ה לא בעו רבנן כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> למר עוקבא בציפתא כו' פי' מחצלת כההיא דפרק הנודר דלי ציפתא כו':שם מניפה חושלא פי' שעורין שלא בקליפתם חושלא קרי ליה כדאיתא פרק יום כפורים ואפשר שהיה מניפה הקליפה מן החושלא וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה מ\"ט עבדת הכי דשנית בשוק הס\"ד ואח\"כ מ\"ה ביומא דכלה דרשה כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מ\"ט לא קבלו דעבד כר' אלעאי כו' עכ\"ל כ\"ה בפרש\"י שלפנינו ואין להולמו לשני פירושים של התוס' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה נידוי מי כו' לאיסורא דמכין לאלתר כדאמר בההוא גברא דקאכל תמרי כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> איבעי ליה לגלוחי ע\"ש דאמר רב חסדא כו' כצ\"ל:", 
            "<b>בפרש\"י</b> אחר ד\"ה הלכה כאבא שאול כו' צ\"ל ד\"ה שמותר לגלח בע\"ש כו' ואח\"כ ד\"ה כשחל שביעי כו' ואח\"כ ד\"ה האי תנא כו':", 
            "<b>בד\"ה</b> סבר כיון כו' כל המשמרות שוים אכתי כו' בד\"ה אע\"ג כו' שלים עיקר משמרתו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ותנא דידן כו' מ\"מ יגלח ע\"ש כמו חל ז' שלו בע\"ש ערב הרגל כו' עכ\"ל אין זה מובן דהך מלתא גופא בחל ז' שלו בע\"ש ערב הרגל היינו פלוגתייהו דרבנן על אבא שאול ואסרי לגלח ועוד היאך יגלח היום בע\"ש בששי מימי אבלו דהא [אפי'] אפשר בע\"ש בז' מימי אבלו בערב הרגל לא יגלח לרבנן ונ\"ל להגיה חל ז' שלו בע\"ש והשבת חל בערב הרגל דשרו רבנן לגלח בע\"ש שלו משום דאנוס הוא דלא יכול לגלח למחר ביום השבת ומדרבנן נשמע לאבא שאול דה\"נ הכא כיון דאנוס הוא ולא יוכל לגלח למחר ביום השבת ערב הרגל יגלח בע\"ש בששי מימי אבלו ותירצו דאינו דומה דהכא לרבנן כיון דאנוס הוא אית להו מקצת היום ככולו משום כבוד י\"ט כיון שנשלם האבילות קודם י\"ט משא\"כ לאבא שאול הכא שיש עדיין אבילות בע\"ש שהוא יום הששי מימי אבלו ואסור לגלח אע\"ג דאנוס הוא ודו\"ק:", 
            "<b>בא\"ד</b> דהיכא אסרינן כו' מהאי דלא תני כו' כצ\"ל:", 
            "<b>בד\"ה</b> זאת אומרת כו' פשיטא דהא אפילו שאר מלאכות אסור כו' אלו דברים שאבל אסור כו' ולא קתני תכבוסת כו' עכ\"ל לא ידענו מה תיקנו בזה דהא קא חשיב נמי באלו דברים שאבל אסור בהן מלאכה וא\"כ תכבוסת נמי בכלל ועיין לקמן בתוס' עוד בזה אמאי לא קתני נמי תכבוסת ודו\"ק:", 
            "<b>בא\"ד</b> א\"נ תכבוסת מים קאמר עכ\"ל כצ\"ל נ\"ל ופי' דמדקתני בתכפוהו אבליו מכבס כסותו במים למדנו דאבל אסור בתכבוסת מים לחוד אף בלא נתר ואהל ודו\"ק:", 
            "<b>בד\"ה</b> ושמואל כו' ומקשי התם תרתי למה לי כו' וי\"ל כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ובגנוסטרי כו' צפורניו מזו לחברתה כו' כצ\"ל:", 
            "<b>בא\"ד</b> דאפילו רבי יוסי היה אוסר בגנוסטרי תוך ז' דומיא דמועד כו' עכ\"ל מלשונם נראה דבמועד פסיקא ליה הכי דרבי יוסי אוסר בגנוסטרי ולא ידענא מהיכא ודו\"ק:", 
            "<b>בד\"ה</b> אע\"ג דאית כו' כך נ\"ל ובתוספתא מסופק בזה ונ\"ל דהכא משמע מדלא מפליג ונראה כו' דתנא כהן ואבל אפילו לתנא דידן כו' מיהו בשחל ז' שלו כו' לכבס ולרחוץ כל כו' עכ\"ל כצ\"ל פי' ואפי' לתנא דידן דאוסר גילוח ברגל כשחל ז' שלו בערב הרגל היינו משום דעדיין לא כלו שלשים דאיסור גילוח דלית ליה מקצת היום ככולו אבל בכיבוס מתיר בכה\"ג ברגל דהא כלו ז' ימי איסור תכבוסת וק\"ק לדבריהם למאי דמדמין כיבוס לרחיצה א\"כ בחל נמי שלישי בערב הרגל יהיה מותר בכיבוס ברגל כדאמרינן גבי רחיצה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה שטרי ברורים כו' זה לזה הס\"ד ואח\"כ מ\"ה גזרות כו' פסקי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה הספרים כו' וי\"ג הספרים ומטפחת הסופגנין כו' עכ\"ל אפשר לפי אותה גירסא יהיה פי' הספרים מלשון ספר תורה גם מלת הסופגנין אפשר מלשון חלת הסופגנין שמניחין אותן על המטפחת כו' וק\"ל:", 
            "<b>בד\"ה</b> אין כותבין כו' פי' בתוס' כו' ול\"נ דהא לא קתני כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מערים כו' ימות החג הס\"ד ואח\"כ מ\"ה כדי כו' כצ\"ל:", 
            "<b>בד\"ה</b> שמונה ימים כו' לאלתר בתכבוסת בגיהוץ כו' עכ\"ל נ\"ל בתכבוסת טעות הוא דאינו מגזירת שלשים אלא מגזירת שבעה ועוד נראה דיש לקיימו דכצ\"ל בתכבוסת גיהוץ כו' ור\"ל תכבוסת של גיהוץ גם לפריב\"א לקמן דגרס שלשים לכיבוס ותספורת נמי יש לקיימו וק\"ל:", 
            "<b>תוס'</b> בד\"ה ר' יהודה כו' ובתוספות פירשו כו' כצ\"ל:", 
            "<b>בד\"ה</b> ר' יוסי כו' והשתא מתני' אתיא כר' מאיר ויש כו' עכ\"ל אין דבריהם מובנים לי דיותר נראה דהשתא מתני' אתיא כר' יוסי דאינו מתיר אלא כדי פרנסתו דהיינו באין לו מה יאכל ודקתני במתני' אין כותבין ספרים תפילין איירי ביש לו מה יאכל וכמו שכתבו לקמן בשם הר\"ר יונה אבל כר' מאיר לא מצי אתיא דהא קתני בריש מלתא דר' מאיר כותב אדם תפילין ומזוזות לעצמו ותנא קמא דמתני' לית ליה הכי מדפליג ר' יהודה במתני' וקאמר כותב אדם תפילין ומזוזות לעצמו וק\"ל:", 
            "<b>בא\"ד</b> ויש מפרשים דכדי כו' דאין לו מה יאכל אלא כדי פרנסתו היינו בהרווחה שרי דהואיל כו' ומתניתין פירשו בתוס' הרב כו' עכ\"ל כצ\"ל נראה לי ורצה לומר דלפי זה שרי לר' יוסי אף ביש לו מה יאכל וא\"כ מתני' פליגא אכולהו שריותא דהני תנאי דברייתא וק\"ל:", 
            "<b>בא\"ד</b> והר\"ר יונה פירש דאתיא כתנא קמא וה\"פ כו' או כדי להניחם עכ\"ל כתנא קמא היינו ריש מילתא דר' מאיר דלא אסרה מתני' לכתוב אפילו לעצמו אלא כדי להניחם אחר המועד אבל להניחם במועד שרי לעצמו או בטובה אפילו לאחרים כר' מאיר ובמתניתין דפליג ר' יוסי היינו דמתיר לכתוב לעצמו אפי' להניחם אחר המועד והיינו כרב דאמר הכי בירושלמי כמ\"ש התוספות לקמן ודו\"ק:", 
            "<b>בד\"ה</b> שאם לא גילח כו' מכל מקום פי' אמת כו' עכ\"ל נראה לי דמן מ\"מ כו' עד סוף דיבור הוא מיותר וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ויום שבעה כו' שמיני הס\"ד ואח\"כ מ\"ה ביום שעמדו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה שאסור ברחיצה כו' ובז' לרבנן ובז' לאבא שאול כו' עכ\"ל קצת קשה מאי קשיא להו מבשביעי לרבנן דלא אמרינן לדידהו מקצת היום ככולו אלא בשחל שמיני שלו להיות בשבת ערב הרגל והיינו משום שנשלם האבילות קודם יום טוב כמו שכתבו התוס' לעיל מה שאין כן בשלישי תדע דהא בשחל שביעי שלו בערב הרגל לית להו מקצת היום ככולו ועיין ברא\"ש ודו\"ק:", 
            "<b>בא\"ד</b> חמיר טפי בה\"ג מפרש ה\"ה כו' היינו מבערב בערב יום טוב כו' ודקאמר הכל כו' כצ\"ל:", 
            "<b>בד\"ה</b> קברו ברגל כו' דלא תפשוט הכל הס\"ד ואח\"כ מ\"ה דלא נהגא מצות ז' כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שלשה ימים כו' פירשו בתוספות דה\"ה כו' ובד\"ה כל מקום כו' איירי ביחיד מיקל נקיט הכי וכל כו' ובד\"ה אייבו קיים כו' דמשמע אמו של ר' חייא ועוד כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה כל שמתאבל כו' כלומר מתאבל עם אביו כשהוא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה קורע או כו' דלא מצינו לר' חייא שקרע כו' ובד\"ה על אבי אביו ועל בן בנו פירוש כו' ובד\"ה באפה כו' פירשו בתוספות כו' וכולן כל זמן כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואם באו כו' אמרי בשני ימים הראשונים כו' ובד\"ה רבא אמר כו' חדשות הס\"ד ואח\"כ מ\"ה והאמר רבא לעיל בכפיית כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דאי לא תימא כו' ולהוכיח קריעה מכפיית כו' עכ\"ל פירוש להוכיח דקריעה מלתא יתירה הוה מדהוה סגי ליה בכפיית המטה ועבד מלתא יתירתא ושכב נמי ע\"ג קרקע ודו\"ק:", 
            "<b>בד\"ה</b> ואסור לקרות כו' שוין כדקאמר בירושלמי כו':", 
            "<b>בד\"ה</b> משלישי ואילך ושלישי חשבינן מקצתו ככולו ומדרבנן דהא כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה התם מודע כו' כל שלשה ימים כו' ובד\"ה שיש גדול כו' וזה שבא הוא כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מכאן ואילך כו' מצינו למידין שחושב ט\"ב כמו לאחר שלשה כו' עכ\"ל אין ראייתם מבוררת אלא דאבל מיום שלשה ואילך מותר לילך לבהכ\"נ בט\"ב וכ\"ה בפיסקי תוס' אבל שיהיה ט\"ב כמו לאחר שלשה אין כאן ראיה ויש ליישב בדוחק שבתוספות הרב כתבו סתם שהאבל יבא לבהכ\"נ בט\"ב אפילו ביום ראשון ואם כן כשיבא האבל בתחילה לבהכ\"נ מיקרי שם בית האבל ואי חשבינן ט\"ב כלאחר שלשה שפיר יבואו גם שאר הקהל לבהכ\"נ דאבל מיום ג' ואילך הולך לבית האבל אבל אי חשבינן להו בט\"ב כמו קודם ג' אם כן הוה אסור להם לילך לבית האבל שהוא עתה בבהכ\"נ ודו\"ק:", 
            "<b>בד\"ה</b> מדבר עמו כו' וקשיא למאי דאמר כו' כצ\"ל:", 
            "<b>בד\"ה</b> אפי' בא ביום ז' כו' והא מקצת היום ככולו כו' ויש לומר כו' עכ\"ל פירוש לדבריהם דמשמע בא ביום ז' ממש וא\"כ תיחשב הלילה כמקצת היום וכבר כלה ימי אבלותם ותרצו די\"ל כגון שלא עמדו עדיין המנחמים ומש\"ה לא כלה עדיין אבלותם דמסתמא ביאת המנחמין הוא ביום ממש ויש נמי בפ\"ק כו' דברכת אבלים נמי מסתמא ביום וא\"כ לא כלה האבלות בלילה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> הלך גדול כו' ולא ידענא מאי הוי דינא בגדול הבית שבא ממקום קרוב כו' עכ\"ל ואנא לא ידענא מאי מספקא ליה בגדול הבית שבא ממקום קרוב דהא מדקאמר והוא שיש גדול הבית בבית מדיוקא אבל אם היה הגדול בדרך מונה לעצמו כפרש\"י גם סיום דבריהם שכתבו דהואיל משום המת הלך כו' אינו מובן דמה שייך דמשום המת הלך בבא מן הדרך ממקום קרוב וצ\"ע:", 
            "<b>בד\"ה</b> דאתי בגו כו' ונראה מתוך ה\"ג דאפילו לר\"ש הוה חילוק כו' במקום רחוק שפירש הא כו' מונה עמהן ובסמוך פירש אפילו כו' עם הנשארים לרבנן כשבא גדול הבית תוך שלשה ימים ולר\"ש אפילו ביום ז' וכך פירוש ר\"י ז\"ל כו' יסיים עמהם ודוקא כשיש גדול עמהם כו' לימנו בהדייכו כמו בגדול הבית בבית דבשאין גדול הבית כו' עצמו והוי דינא כרבנן עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> מהדריתו אפייכו כו' כגון שגדול המשפחה כאן שאלו שבאו מונין כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> רשב\"ג נשיא הוה וכ\"ע מחייבי למיחלץ קשיא על כל כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה ויקרעם לשנים כו' בית הצואר קרע אחר עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מעשה בגדול כו' נמנע ולא חלץ הא אמר מפני גדול כו' כצ\"ל:", 
            "<b>בא\"ד</b> קתני עלה ואין ראוי לחלק כו' עכ\"ל הוא מגומגם ובמס' שמחות שלפנינו קתני אהא דקתני על אביו ואמו חולץ ואם אינן ראוין לחלוץ אף על אביו ואמו לא יחלוץ מעשה כו' ע\"ש:", 
            "<b>בד\"ה</b> עד שיגערו כו' צא מעמנו ובשמחה נמי כו' ובד\"ה ולשמחת כו' גבי זימון בשלשה וברכת זימון בג' וטובא כו' גבי בית כור אני מוכר לך בבית כור כו' ובתוס' פוסק כו' ובד\"ה א' האיש כו' ובתוס' הרב פוסק כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> כל שלשים כו' בשמעתין כאביי דנפיק כו' ורבא דנפיק כו' דבבל היה כו' ואין נראה לו לדחות כל כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> יש אבילות כו' וקצת ק\"ל תימה בשמעתין אביי כו' א\"ל לא סבר ליה מר אין אבילות כו' עכ\"ל ר\"ל דקשה דקארי ליה לאביי מאי קארי ליה מעיקרא ולא סבר לה מר אין אבילות בשבת הא מפרש ליה ר\"י אבל דברים שבצנעא נוהג כדאמרינן פרק קמא דכתובות ותירצו דשמא היה סבר כו' וק\"ל:", 
            "<b>בד\"ה</b> מ\"ד יש אבילות כו' ולא נהירא ופי' ר\"ש כו' דנוהג אבילות בשאר ימים כו' לגמרי לא למנין כו' דשבת אינו אלא למנין דלאבלות כו' [ולא] נהגא כו' וא\"כ לפי פי' זה כו' כתיב ביה ברכה הס\"ד ואח\"כ מ\"ה ואינו אוכל בשר ואינו שותה יין נראה כו' שאינם אסורים משום אבילות אלא כו' ואין התלמוד אוסר לגלח ותניא במס' כו' כצ\"ל:", 
            "<b>בד\"ה</b> ואין מברכי כו' ומיהו אהא דקאמר בריש כו' למ\"ד תוך ד' אמות כו' משמע דפליגי בשבת כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לא שנו פריעת כו' ואם בא להתעטף בצנעא כו' עכ\"ל ק\"ק לפירושו שפירש דמיירי בצנעא דהא ר' יוחנן מרא דשמעתין ואיהו אית ליה לקמן דברים שבצנעא נוהג וא\"כ בלאו מנעלים מוכיחים הא חייב בעטיפת הראש בצנעא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ושמואל לטעמיה כו' דרב סבר כו' ומסתמא רב ושמואל כו' עכ\"ל מדבריהם נראה דהכא גרסינן בשמעתין רב אמר אף פריעת כו' ול\"ג ורבנן אמרי אף כו' כמ\"ש לפנינו וק\"ל:", 
            "<b>בד\"ה</b> וכל קרע כו' מי שנזדמן לו חלוק כו' שמא דוקא כגון שקרע כבר כו' עכ\"ל תמוה הוא לפרש הכי דהא קתני בה מי שאין לו חלוק לקרוע ונזדמן כו' דמשמע שלא קרע כלל כבר וכמ\"ש התוס' שם דמיירי כגון שהוא שאול כו' ואולי שגירסא אחרת היתה עוד להם שם וכן נראה מ\"ש לקמן בד\"ה כי תניא כו' דגרסינן ר' חנינא מי שאין לו אלא חלוק א' כו' עכ\"ל שלא נמצא כך בכל נוסחות שלפנינו ונראה דכצ\"ל בתוספות דגרס ר' חננאל מי שאין לו כו' ודו\"ק:", 
            "<b>בד\"ה</b> הכי אר\"י כו' מספקא ליה כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ברכת אבילים כו' בכתובות הס\"ד ואח\"כ מ\"ה תנחומי כו' ובד\"ה יום א' לפני כו' חשוב כז' וזהו יום שלפני כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ברכת אבלים כו' בדברים הס\"ד ואח\"כ מ\"ה לעיל פי' בקונט' כו' קודם האבל ללבוש כו' משמע שרש\"י היה כו' קודם אבלו ובתוס' כו' דאביי כרבי ורבא כר' אלעזר כו' כצ\"ל וכל זה הדיבור שייך בעמוד שלפני זה ע\"ש:", 
            "<b>בד\"ה</b> ר' עקיבא כו' בי\"ב חדשים ובמסכת שמחות נ\"ל דגרסינן בן ג' שנים יוצא במטה ר' עקיבא כו' פירש דלא בעי ג' כו' עכ\"ל כצ\"ל לפי גירסא שלפנינו הוא דחוק מאי פליג ר' עקיבא את\"ק דת\"ק תולה הדבר בי\"ב חודש ולר' עקיבא תולה בבן שנה אבל לגירסת מס' שמחות אתי שפיר דפליג ר' עקיבא את\"ק ולא בעי ג' שנים ודו\"ק:", 
            "<b>בד\"ה</b> דר\"א אמר כו' ובין ר\"ה ליוכ\"פ ז' נקט ליה בתר יוכ\"פ שני ימים ומגלח כו' מיהו אין נראה כו' היכא דנהג כו' זה שלא נהג כו' לא אמרינן כו' דדוקא בהני אומרים כו' כצ\"ל:", 
            "<b>בד\"ה</b> אלא קרוביו כו' בתר מועדא לעבדי ליה כו' כגון ברגל ולקמן כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ור' חייא כו' בא והכי משמע כו' משמע דזקפיה רבי כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ועל רבו כו' קריעה דאין מתאחה וכן כו' כצ\"ל וכ\"ה בתוספות שם ודו\"ק:", 
            "<b>בא\"ד</b> דמעשה רב דשמואל עביד כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ואחד השומע כו' מן העדים שאומרים זה ואם כו' את יוסי אין קורעין ע\"ז כו' כצ\"ל:", 
            "<b>בד\"ה</b> משכם ומשילה כו' דאימר מילתא יתירתא הוא דמגולחי זקן ומתגודדים כתיב בהאי כו' מכל מקום לא תילוף מינה מעומד עכ\"ל ורצה לומר דאימא הכי נמי הכא מילתא יתירתא עביד דאלת\"ה מגולחי זקן ומתגודדים הכי נמי כדפרכינן לעיל גבי קריעה מעומד דאלת\"ה ויגז ראשו הכי נמי ותירצו דלא שייך למפרך הכי דלא נילוף כלל קריעה גופיה ומש\"ה הכא יליף שפיר קריעה גופה מה שאין כן לעיל נהי דגמרת קריעה מכל מקום מעומד לא נילף מכח הך פירכא וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה משום כבוד אשה הוא ולא מן הדין הס\"ד ואחר כך מ\"ה משום כבוד אביו ולא מן הדין והוי כאיחוי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אמר רב נחמן כו' והר\"י הקשה בתוספות מאי כו' מכל מקום אם קרע טפי כו' עכ\"ל כצ\"ל ורצונם שהקשה אלישנא דתוספות לפירוש רש\"י וכתב לפרש משום דשיעור קריעה על אביו ואמו עד שיגלה לבו כדאמרינן וסבירא ליה נמי דשיעור הקריעות עד טבורו אי נמי דעד שיגלה לבו לאו היינו שיעורה דעד לבו דקאמר והשתא שפיר קאמר שאין קריעת קרוביו שייך באותו תוספת שהניח ולא קרע משיעורא דעד שיגלה לב עד שיעורא דעד טבורו או עד לבו ושוב כתבו דיותר נראה לי לפרש דסבירא ליה כמאן דאמר עד לבו והיינו דשיעורה עד שיגלה אלא דהכי קאמר שאם אירע שלא קרע על אביו עד לבו אין כאן תוספת לקרוע על קרוביו כיון דהיה ההוא תוספת ראוי לקרוע על אביו וכתבו שיש ליישב פירוש אפי' למ\"ד עד טבורו דהוא נמי ראוי לקורעו על אביו למצוה מן המובחר וא\"כ אין כאן תוספת לקרוע על קרוביו ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> וכיון שנסתם הגולל אמר להם ר' יהושע כפו מטותיכם אמרו לו כבר כפינו כו' כצ\"ל נראה לי ובמסכת שמחות שלפנינו איתא הגירסא בע\"א ע\"ש:", 
            "<b>שם</b> הלכה כרבן שמעון בן גמליאל ואמר ר' יעקב בר אחא כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה על גבה כו' על העץ הס\"ד ואח\"כ מ\"ה נקליטי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אם יכול כו' והר\"ר יוסף פירש כו' לא ידענא אי בעי למימר כו' כפירש בקונט' ור\"ל דשמא שרי כו' כצ\"ל:", 
            "<b>בד\"ה</b> מן המנחה כו' דמקודם לכן אינו יושב עליה כו' עכ\"ל לא ידענא מה מספקא ליה לענין ישיבה הא מסיק דאינו יושב עליה עד שתחשך ולא הוזכר מן המנחה אלא לענין זקיפה ודו\"ק:", 
            "<b>בד\"ה</b> ואין מוליכין כו' דאמתניתין קאי כו' עכ\"ל זו היא ההוכחה דלא היה כתוב בספרו דאם לא כן מאי מספקא ליה הא שפיר קאי אמתני' דאין מוליכין כו' דמתנייא לאחר התקנה שנתקן להוליך בסלים וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> בכליכה גרס כו' וגרס בשני כפי\"ן לגירסת כו' ובד\"ה אבל לא מטפחות כו' צער וצ\"ל דמשום שיר קתני כו' וא\"כ ויספוק את כפיו כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> מאן חשיב מאן ספין מאן כו' כ\"ה בערוך וק\"ל:", 
            "<b>תוס'</b> בד\"ה מיתת אהרן כו' וכן פי' בקונט' ואין לפרש מיתת בני אהרן לבגדי קודש ילבש לפי כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומיתה בידי כו' ולא ס' בכלל וזהו שזרעו נכרת כו' עכ\"ל ר\"ל דזהו שזרעו נכרת נמי מקרי כרת וק\"ל:", 
            "<b>בד\"ה</b> מאן רקיע כו' ונעלות בלות ומטולאות תרגום כו' כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> בלע המות כו' משום דמ\"ק הוא סוף סדר מועד כו' עכ\"ל והרמב\"ם כתב דמסכת חגיגה הוא סוף סדר מועד וע\"ש:", 
            "<b>בא\"ד</b> אצל פורענות [דיבמות] דסמכינן פורענותא כו' עכ\"ל כצ\"ל ונחמתא לנחמתא בכדי נסבי הכא אלא שגירת לישנא דתלמודא בפ\"ק דב\"ב ועשו כן כדי לסיים בנחמה וק\"ל:"
        ], 
        [
            "<b>לא</b> יאמר לו לך לשלום כו' וכל היוצא מבהכ\"נ לבית המדרש כו' ות\"ח אין להם מנוחה כו' הכל מפורש בסוף מסכת ברכות:"
        ]
    ], 
    "title": "Chidushei Halachot on Moed Katan", 
    "versionSource": "https://www.sefaria.org/Chidushei_Halachot_on_Moed_Katan", 
    "heTitle": " חידושי הלכות על מסכת מועד קטן", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Moed"
    ]
}