{
    "title": "Hasagot HaRaavad on Mishneh Torah, Eruvin",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Eruvin",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ואם היה בשיל ולא בשיל וכו'.</b> כתב הראב''ד ז''ל לא נאמר זה אלא בתרדין, עכ''ל: ",
                "<b> וכל האוכלין מצטרפין וכו'.</b> כתב הראב''ד ז''ל אני איני אומר כן שלא אמרו כל האוכלין מצטרפין למזון שתי סעודות לעירוב אלא לעירובי תחומין ששיעורו בשתי סעודות אבל שתופי מבואות אין שיעורן קצוב לשתי סעודות אלא למרובין אבל למעטין כגרוגרות לכל אחד ואחד. והטעם כי ערובי תחומין שתי סעודות לאיש אחד ולפיכך כל האוכלים מצטרפים אבל שתופי מבואות שהם לאנשים הרבה איך יצטרפו והלא אמרו החולק את עירובו אינו עירוב וא''א זה מביא יין וזה מביא שמן וזה מביא חומץ ויתנם בכלי אחד. עוד אמרו נתמעט האוכל מוסיף מהמין הראשון ומזכה וא''צ להודיע אבל ממין אחר צריך להודיע ואם לכתחלה הוא בא מכמה מינין למה הקפידו עליו בסוף בשני מינים אלא ש''מ בתחלה אינו בא אלא ממין אחד מיהו בסוף הקלו בה שאם נתמעט אפילו ממין אחד מוסיף ומזכה ואינו צריך להודיע. ושמעתא דבעל הבית שהיה שותף לשכניו מוכחת להדיא דבעינן דברים שיהו חבורין זה לזה דוק ותשכח, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> כיצד מערבין וכו'.</b> כתב הראב''ד ז''ל במקומות הללו נהגו בעירובי חצרות שגובין מעט מעט קמח מכל בית ועושין אותו חלה אחת מצה ומשמרין אותה כל השנה קסברי ככר שלם לכולהו קאמר ובאמת אם באו לערב בפרוסות אינו עירוב ומסתברא דבעינן כגרוגרות לכל אחד ואחד באותה חלה עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> אחד שעירב וכו'.</b> כתב הראב''ד ז''ל והוא שמת הג' שעירב זה עמו אבל אם הוא חי צריך לבטל לשניהם, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כותל גבוה וכו'.</b> כתב הראב''ד יש כאן שבוש ולשון הגמרא כך הוא זיז רחב ארבעה טפחים שיוצא מן הכותל והניח עליו סולם כל שהוא מיעטו, פי' בטל הזיז שאינו ראוי לעמוד עליו והסולם ג''כ אינו כלום ולא אמרן אלא דאותביה עילויה אבל אותביה בהדיה ארווחי מרווח ליה פירוש לזיז והזיז ממעט את הכותל שהרי הוא רחב ארבעה טפחים ואמר ר''נ כותל י''ט צריך זיז באמצע להתירו, עכ''ל: "
            ],
            [],
            [],
            [
                "<b> כותל שגבוה וכו'.</b> כתב הראב''ד ז''ל זאת הגירסא אינה בספרינו ואיני יודע מהו באורך עשרה טפחים ואולי הוא ברוחב ארבעה טפחים, עכ''ל: "
            ],
            [],
            [
                "<b> ואם בא לפרוץ וכו'.</b> כתב הראב''ד ז''ל אף זו לא מצאתיה בענין הזה וצריכה תקון, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> באר שבאמצע וכו'.</b> כתב הראב''ד ז''ל והוא שחוליית הבור גבוהה עשרה טפחים שאין אויר רה''ר אוסרו ורשות חבירו נמי אינו אוסרו דרך אויר אבל אין חוליתו גבוהה עשרה טפחים אין ממלאין ומתני' היא במסכת עירובין פרק המוצא תפילין, עכ''ל: "
            ],
            [],
            [
                "<b> שתי חצרות וכו'.</b> כתב הראב''ד ז''ל זה שבוש דלעצמה לא צריכא למימר אלא אפילו מזו לזו שהיא קודם סתימה. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> האחים שכל אחד וכו'.</b> כתב הראב''ד ז''ל זו הפסקא כתב תחת הפסקא שבמשנת האחין השותפין שהיו אוכלין על שלחן אביהם וישנים בבתיהם צריכין עירוב לכל אחד ואחד והעמידו במקבלי פרס ואין הדרך שלו נכון על מקבלי פרס השנוי בברייתא בענין נשים ועבדים אבל פירוש מקבלי פרס שהאב והבעל והאדון נותנין להם פרנסתם ואוכלין אותה בבתיהם דכיון שהם נזונים ממקום אחד ואוכלים בבתיהם הם חלוקין במקצת ואחדים במקצת, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שתי כצוצטריות וכו'.</b> כתב הראב''ד ז''ל לא מיחוורא הא מילתא אלא בשעשאן זו שלא כנגד זו, עכ''ל: "
            ],
            [
                "<b> לא עשתה העליונה וכו'.</b> כתב הראב''ד לא מיחוורן הני מילי דאי לא אשתתפו במחיצה אדרבה זו נועלת בפניה וזו אינה נועלת ואי נשתתפו תרווייהו אסרי אהדדי ואי לא לא, עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b> אחד מבני המבוי וכו'.</b> כתב הראב''ד ז''ל נ''ל שלא נשנית הברייתא הזו אלא במזכה להם משלו דכיון דמאתמול אי בעי מיניה לא יהיב ליה לא גמר ומקנה בעידן דקני שביתה אבל בהנך דמשתתפי בדידהו לא שייכי הא מילתא דמנתיה מיהא קיימא בשתוף, עכ''ל: "
            ],
            [],
            [
                "<b> חצר שיש לה וכו'.</b> כתב הראב''ד ז''ל מאחר דקי''ל כר''ש בשלש חצירות שעירבו שתים החיצוניות עם האמצעית היא מותרת עמהן והן מותרין עמה איזו חובה יהיה לה אם תשתתף עם זו ותשתתף עם האחרת שלא מדעתו והלא מותרת עם שתיהן ובאמת שבוש הוא זה, עכ''ל: "
            ],
            [
                "<b> כיצד אוסר וכו'.</b> כתב הראב''ד ז''ל פירוש אחר מפרשים בו כשהוא אוסר שאין להם פתח אחר לא לו ולא להם אלא למבוי זה או לחצר זה מערבת אשתו עליו שלא מדעתו אבל יש להם או לו יציאה אחרת אינה מערבת שלא מדעתו. ולפירוש שלו הלא הטורזינא לא רצה להשכיר, עכ''ל: "
            ],
            [
                "<b> נשתתפו אנשי חצר וכו'.</b> כתב הראב''ד ז''ל זה ההפרש שבוש שאינם יכולים להשתתף אלא במין אחד, עכ''ל: ",
                "<b> ואם בשני מינין וכו'.</b> כתב הראב''ד ז''ל גם זה שבוש, עכ''ל: ",
                "<b> נתוספו שכנים וכו'.</b> כתב הראב''ד ז''ל זה שבוש דהא קי''ל כר''ש בהא דאין כאן חובה, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נשתתפו במבוי וכו'.</b> כתב הראב''ד ז''ל ירושלמי הוא רבי יעקב בר אחא ורבי זעירא בשם מר עוקבן נסמכים על שתופי מבוי בשבת האחד מדוחק רבי בא בשם ר''י כגון אנשי ברדליא שאין מקפידין על פרוסתן. רבי יוסה בר בון בשם ר' אילא כגון אנשי ברדליא שהם מקפידין על פרוסתן, עכ''ל: "
            ],
            [
                "<b> מבוי שלא נשתתפו וכו'.</b> כתב הראב''ד ז''ל מחסרון דעת כתב כל זה. חדא דהא קי''ל הלכה כר''ש בין עירבו בין לא עירבו חצר ומבוי רשות אחת הן דר' יוחנן ושמואל הכי סבירא להו. ועוד טעה בפירוש השמועה עצמה דרב אשי הכי אסיק טעמא להא מילתא דלא אסר רב בעירבו אלא משום בתים דכיון דעירבו שכיחי מאני דבתים בחצר ומשום הנך גזרו אפילו בכלים ששבתו במבוי שלא לטלטל אותם בתוך המבוי ויהיה להם ככרמלית וכל שכן שינהגו איסור בכלי החצר כל זה לדעת רב ואין הלכה כמותו. וזהו פירוש אותה שמועה ומי שאינו מפרש כן תועה מדרך השכל, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> לפיכך אין מערבין וכו'.</b> כתב הראב''ד ז''ל פירוש אפילו ע''י דקה שאין דקה מועלת במקום דריסת הרבים, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נתנו בראש הקנה וכו'.</b> כתב הראב''ד ז''ל אנן קונטס תנן והוא בד של עץ ארוך ויש הרבה כזה והוא טעה במה שאמר בגמרא תלוש ונעוץ לא ונדמה לו שעל הקנה ועל הקונטס אמרו ולא אמרו אלא על הקנה, עכ''ל: "
            ],
            [
                "<b> כל המניח עירובו וכו'.</b> כתב הראב''ד זה שנה משנתנו כר' אליעזר דאמר באמצען ואינו כן אלא כר' יהודה, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אחד או רבים וכו'.</b> כתב הראב''ד ז''ל שנה משנתנו כמ''ד יש ברירה, עכ''ל: "
            ],
            [
                "<b> כשם שמברכין וכו'.</b> כתב הראב''ד ז''ל והיכן צונו לערב בתחומין, בשלמא עירובי חצרות ושתופי מבואות יש בהן היכר לשבת שלא להוציא לרה''ר אלא הא קולא נפקא מיניה לשבת ולא חומרא ואע''פ שאין מערבין אלא לדבר מצוה אין המצוה נוגעת לעירוב והיאך יאמרו וצונו על מצות עירוב: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> או שהיה בין המקום וכו'.</b> כתב הראב''ד ז''ל אם יש בין המקום שהוא עומד משחשכה ומקום שנתכוין לשבות בו יותר מן אלפים אמה הרי הוא כמי שיצא חוץ לתחום ואין לו אלא ארבע אמות במקומו, עכ''ל: "
            ],
            [],
            [
                "<b> הקונה שביתה וכו'.</b> כתב הראב''ד ז''ל אף זה אינו כן אלא הולך עד אותו מקום ממקום שהוא בתוך תחומו ואם רצה לילך מאותו מקום ואילך מחמירין עליו ואם בא למדוד מצפונו מודדין לו מדרומו, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> יו''ט שחל להיות וכו'.</b> כתב הראב''ד ואיך לא פירש ולא חילק בדבר והלא העמידוה בגמרא דמנח לה בסוף אלף אמה לכאן ובסוף אלף אמה לכאן דאי לא יו''ט ושבת לא מצי לערב בשתי רוחות: "
            ],
            [],
            [],
            [
                "<b> המערב לשני ימים וכו'.</b> כתב הראב''ד ז''ל טעה בזה שאפילו בשני י''ט של ר''ה אע''פ שהן קדושה אחת צריך שיהא העירוב קיים בליל שני ובמקומו, לחומרא אמרינן שהן קדושה אחת אבל לקולא לא אמרינן, עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות עירובין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}