{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Chiddushei HaRamban, Jerusalem 1928-29", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001294828"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמרי דבי רבי ינאי לא שנו אלא עירובי חצרות אבל עירובי תחומין כו'.</b> כתוב בהלכות, וקשיא לן היכי אמרי' הכא לוקין על עירובי תחומין דבר תורה ואנן קי\"ל דליתי' לדר\"ע דאמר תחומין דאורייתא ואשכחן בגמ' דבני מערב' דגרסי הגיעוך סוף תחומי שבת שאינן מחוורין דבר תורה רבי מנא בעי ניחא אלפים אמה אינו מחוור ד' אלפים מחוור היא ר\"ש בר ביסנא בשם רבי אחא אין לך מחוור מכולם אלא תחום י\"ב מיל כמחנה ישראל כו'. ראה רבינו הגדול להעמיד דברי ר\"ח בתחומי י\"ב מיל והם מד\"ת של (אב מלאכה) [איסור לאו] והקשה על זה ועדיין הקושיא במקומה עומדת שאין לנו עירובי תחומין אלא בסוף אלפים אמה בלבד ואם הניח עירובו חוץ לאלפים אין עירובו עירוב ואסור לו לצאת חוץ לאלפים אפי' אמה אחת ואם איסור זה מדרבנן הוא לא ילקה עליהן דבר תורה אלא לדברי ר\"ע. אלו דבריו ז\"ל והניח הענין הזה בקושיא.<br>והראב\"ד ז\"ל הלך אחריו בדרך הזה והוא גורס בברייתא דר\"ח לוקין על התחומין דבר תורה ומפרש לה בתחומי ג' פרסאות וחיזק דבריו ממה שאמרו בפ' מי שהוציאוהו הני אלפי' כו' אמה ואמר רב חסדא למדו ממקום ממקום כו' שמעי' מינה דתחומין אית להו עיקר מה\"ת דע\"כ ודאי אל יצא איש ממקומו על תחומין קאמר ולא על מקומו ממש מיהו לרבנן האי קרא בתחום ג' פרסאות נאמר כמחנה ישראל אבל אלפים אמה אסמכתא דרבנן היא וסמכי' להו אהאי קרא וגמרי מג\"ש אבל דאוריי' לא וכיון דתחומין אית להו עיקר מה\"ת ואלפי' אמה נמי איכא למסמכינהו אקרא בני מחנה נמי מוזהרין עליהם והא דתני ר\"ח לוקין על התחומין דבר תורה על שלש פרסאות קאמר כל אלו דברי הרב ז\"ל.<br>ותחלה יש לי לומר דודאי ר\"ע ורבנן בתחום אלפים אמה פליגי כדמפורש בסוטה בפרק כשם שהמים בודקין ויש לתמוה לדברי ר\"ע כיון דאלפים אמה מה\"ת הם היאך עירוב מועיל לילך יותר והרי העירוב הזה מועיל לענין של דבריהם והוא דומה לעירובי תבשילין ולעירובי חצרות שהוא מדבריהם ובודאי שהמערב ברגליו אפשר שהוא מה\"ת לפי שהוא קונ' בין השמשות שביתתו במקום רגליו וכאן הוא מקומו וכאן הוא עירובו אלא עירוב הפת איך מועיל מה\"ת ומהיכן למד ר\"ע היתר עירוב להקל על ד\"ת ובודאי שלא היה ר\"ע חולק בעירוב כדתנן ר\"ע אומר אין לו ממקום עירובו אלא אלפי' אמה א\"ר עקיב' אי אתם מודים לי בנותן עירובו במער' שאין לו ממקום עירובו אלא אלפי' אמה כו' בפרק כיצד מערבין ור\"מ נמי סבר לה כותי' בתחומין דאורייתא ומודה בעירוב פת כדתנן תרומה ונטמאת משחשיכה ר\"י ור\"מ אומר ה\"ז חמר גמל ותניא בא אדם אחד לפניו אמר לו רבי ערבתי בבצלים לטבעין והושיבו ר\"מ בד' אמות שלו ובהרבה מקומות במס' זו מוכיח כן שהכל מודים בעירוב.<br>אלא י\"ל לדברי האומר תחומין דאורייתא או שהעירוב הלכה למשה מסיני או חכמים סבורין כיון שדעתו בכאן ואמר תהא שביתתי במקום פלוני עשאו ביתו ומשם אני קורא אל יצא איש ממקומו וכדאמרי' בפרק הדר (עירובין עג,א) התם אנן סהדי דאי מתדר לה התם טפי ניחא לי' והוה ליה מקום פיתא ולינה ומהתם משחינן לי' נמצאו העירובין בין ברגליו בין בפה בין בפת כולם ד\"ת הם וכיון שהענין כן לכשתמצא לומר מודים חכמים בג' פרסאות שהן מד\"ת וזהו מקומו הכתוב בתורה אף הן יש בהם עירוב מדין תורה מניח אדם עירובו בסוף ג' פרסאות ומהלך ג' פרסאות אחרות וכי יהבינן ליה ג' פרסאות לדברי חכמים ובין אלפים אמה לדברי ר\"ע אלו ואלו מן התורה ועירוב מועיל בהם ומעתה נסתלקה הקושיא הזו מדברי ר\"ח ולוקין על עירובי תחומין דג' פרסאות קאמר.<br>ומעתה אין הרב ר' אברהם צריך למחוק הספרים ולהגיה לוקין על התחומין וכן רבינו הגדול ז\"ל עצמו אין קושייתו עומדת במקומו מדברי ר\"ח אלא מדברי רבי ינאי יש לו קושי' שהרי ופטורי' מלערב אם בערובי תחומין היא על אלפים אמה בלבד היא שנויה דלא קתני ומותרין להלך ג' פרסאות ופטורים מלערב אלא ופטורין מלערב בלבד קתני לא התירו להם אלא עירוב שפטרום ממנו מה שאחרי' מותרין בעירוב התירו במחנה בלא עירוב ועלה קאמרי' דבי רבי ינאי אבל עירובי תחומין חייבין דתני ר\"ח כו' אלמא בתחומי אלפים אמה קאמרי' אלא שהראב\"ד מתרץ בזו כמו שכתבנו דהכי אמרי' כיון דתחומין יש להם עיקר מה\"ת בג' פרסאות כדתני ר\"ח אף באלפים אמה אין פטורין שלא נפטרו במחנה אלא בדבר שעיקרו מדבריהם כגון נטילת ידים וה\"ז עולה בקושי ובדוחק וכל זה כדי שלא להוציא השמועה מהלכה, אבל עכשיו אני חוזר על העיקר שהם סומכי' עליו בתחומי ג' פרסאות ובודאי לפי גמרא שלנו אין הפירוש הזה מחוור כמו שאמרנו שא\"א לומר שהכתוב מזהירן שלא לצאת ממחנה ישראל שהיא ג' פרסאות שהמחנה כעיר גדולה דמי ומהלכין את כולה וחוצה לה בתחומי שבת כדאמרי' לקמן בפ' כיצד מעברין, מתיב רב חסדא ויחנו על הירדן מבית הישימון עד אבל השטים, ואמר רבה בר בר חנה לדידי חזי לי והויא תלתא פרסי על תלתא פרסי, ותני' כשהיו נפנין אין נפנין אלא לאחוריהן לומר שהן מהלכין מתחלת המחנה לסופו ויוצאין משם ונפנין, ומתרץ רבא דגלי אהלי מדבר קאמרת שאני התם כיון דכתיב ע\"פ ה' יחנו וע\"פ ה' יסעו כמאן דקבע להו מקום דמי לומר שהמחנה כעיר, וא\"ת דשיעור מקום בלבד גמרי' שהוא כמחנה ישראל אף זה אינו מחוור, ובגמ' דילן משמע דפשיט' להו דאל יצא איש ממקומו אל יוציא הוא וכדאמרי' בפשיטות רבי יוחנן הכי קא קשי' לי' לאו שניתן לאזהרת ב\"ד הוא לומר שאין הוצאה יוצאה <small>[פי' שישנה בכלל]</small> מכלל הכתוב הזה, ואפי' לדברי ר\"ח ורב אשי דמתרץ מי כתיב אל יוציא אל יצא כתיב ואל יצא קרי, כיון לומר שעיקר הכתוב לתחומין הוא ולוקין עליו אע\"פ שאין הוצאה מוצאת ממנו מדכתיב אל יצא איש ולא כתיב אל יהלך איש ממקומו, וכן אפשר שהכתוב מזהירן על המן שלא יצאו ללקוט.<br>ועוד משמע בגמ' דילן בכמה מקומות שאין לתחומין עיקר מה\"ת, אלא לדברי ר\"ע כדאמרי' בפ' כלל גדול דידע לה לשבת במאי דידע לה לתחומין אליבא דר\"ע, אלמא לרבנן ליכא תחומין דאורייתא, ובפרק מי שהחשיך לאו מכלל דאיכא מידי דאין חייבין על שגגתו חטאת ולא על זדונו כרת ומאי נינהו מחמר לא תחומין אליבא דר\"ע הבערה אליבא דרבי יוסי, ובמס' יו\"ט בפ' משילין גזרה שמא יצא חוץ לתחום ש\"מ תחומין דאורייתא, אלא גזרה שמא יחתוך זמורה וגדולה מהן לקמן בפ' בכל מערבין דאמרי' גבי טומאה של דבריהם באוכל אוכלין טמאין והבא ראשו ורובו במים שאובין לרבי יוסי דאמר ספקו טמא, שאני טומאה הואיל ויש לה עיקר מה\"ת שבת נמי דאורייתא היא קסבר רבי יוסי תחומין דרבנן, אלמא תחומין דבר שאין לו עיקר מה\"ת כלל הוא. וא\"ת שיש מהם דאורייתא הא איכא להו עיקר מה\"ת כטומאה של דבריהם ואדרבא תחומין חמירי דבדידהו גופייהו עיקר מה\"ת, אבל טומאה דבא ראשו ורובו במים שאובין ליכא בדידיה תורה כלל, אלא גזרה משום טומאה אחרת של תורה.<br>וכבר ראיתי שדוחין כל זה לומר דנקט ר\"ע בתחומין לרווח' דמילתא ולא עלה על דעת לגזור גבי רוכבין ע\"ג בהמה משום ג' פרסאות דמרחק טובא וכן בשל ר' יוסי דוחין דההוא לישנא דקא מוקי לר' יוסי משום דקסבר תחומין דרבנן לית ליה דר\"ח.<br>וכל אלו דברים בטלים הם, שהרי דברי ר\"ח אם על ג' פרסאות הם בלא מחלוקת נאמרו ולמה תפסו להם בגמ' בכ\"מ דברי היחיד, והאיך אומר סתם בדר' יוסי קסבר תחומין דרבנן לומר שאין להם עיקר מן התורה דהלא כל האומר תחומין מדרבנן יש להם עיקר מה\"ת והאיך לא הזכירו דברי ר\"ח כאן, ותמה על עצמך אם תחומי שלש פרסאות מחוורין הם כמו שהוזכר בירוש' היאך לא הקשו נמי (האיכא) למ\"ד תחומין אין להם עיקר מה\"ת והכתיב אל יצא איש ממקומו, ותני רבי חייא לוקין על עירובי תחומין דבר תורה וניפרוק, קסבר רבי יוסי כולהו תחומין דרבנן, אלא ש\"מ תחומין דרבנן האמורים בכ\"מ היינו שאין להם עיקר מה\"ת כלל.<br>ועוד יש לסמוך ראיה מזו שאמרו בפ' שני שעירים. עת אפילו בשבת למאי הלכתא ואמר רב ששת לא נצרכה שאם חלה מרכיבו על כתפו והוינן בה כמאן דלא כר\"נ דאי רבי נתן האמר חי נושא א\"ע ומפרקינן חלה שאני ואי תחומי שלש פרסאות דבר תורה הן מאי קושי' לימא שמוליכו עד הצוק בלא סוכות ג' פרסאות וכן היו מירושלים נמי י\"ב מיל כדאי' התם אלא ש\"מ לדברי חכמים תחומין לעולם מדבריהם.<br>וגדולה שבראיות כולן שלא הוזכרו בתלמודנו ג' פרסאות בשום מקום וכיון שנשנה מחלוקת ר\"ע ורבנן בתחומין לר\"ע תחומי אלפים אמה מה\"ת ולדברי חכמים מדבריהם וכ\"מ שהוזכרו תחומים ומחלקותם בענין זה נאמרו ולא הוזכרו שלש פרסאות מעולם בתלמוד, היאך בא ר\"ח ושנה סתם לוקין על ערובי תחומין מן התורה, והלא תחומין האמורים בכ\"מ אלפים אמה הם ולפרש המחלוקת הזה על השיעור המוזכר בירוש' ואינו בגמ' כלל הבל הוא ורעות רוח.<br>וכן קשה מאד שהרי משנתנו ופטורין מלערב על אלפים אמה הוא כמו שפירשנו, והיאך באו דברי רבי ינאי סתם להוציאה מהן מדתני ר\"ח והפי' שהזכרנו למעלה דברי נביאות הן ואין לשון הגמרא סובלו והירושלמי שכתבו הגיעוך סוף תחומי שבת שאינן מחוורין ד\"ת לא לדברי ר\"ח אמרו אלא לדעת רבי יוסי שאמר משום חמשה זקנים ספק העירוב כשר והקשו בה שהרי העירוב דבר תורה הוא ובסוף הסוגי' העלו א\"ר יוסי קמייתא כדמר ר' הושעיא הגיעוך סוף תחומין שאינן מחוורין דבר תורה לומר שהוא ספק של דבריהם להקל ואע\"פ שיש להם עיקר מה\"ת דומיא דטומאה דתנן רבי יוסי מטמא כבר תירצו שם תמן כשם גרמיה והכא משום חמשה זקנים כדמתרצינן עלה בגמ' דילן.<br>מ\"מ לא למדנו משם לר' חייא שהוא ספק בתחומין אלא לר' יוסי דמקיל בהו ומכשיר בספק עירוב לדידיה אמרינן דאלפים אמה מדבריהם וג' פרסאות תורה ובגמ' דילן אמרינן דלרבי יוסי אין להם עיקר מן התורה כלל.<br>ועוד מצינו שם בפרק במה מדליקין ומערבין ספק חשיכה ר\"ח בר אשי א\"ר הדא דתימר בעירובי חצרות אבל בעירובי תחומין דבר תורה הם הרי שסתם גמרי של א\"י סבורין תחומין מה\"ת כר\"ח והיינו בתחומי אלפים אמה והן תחומין המוזכרים בכ\"מ וכיון שפסקנו תחומין דרבנן אין לתחומי שלש פרסאות על מה שיסמוכו בגמ' דילן כלל, ואם תשאל זו שאמרנו מפרק כיצד מעברין מתיב רב חסדא ויחנו מבית הישימות עד אבל השיטים כו', מאי תיובתיה, דהתם דאכתי לא תקון תחומין דהא אפי' שלש פרסאות מן התורה מותרין הן. לאו קושי' היא דכיון דקרא מפורש שהיו מהלכין במחנה יותר מאלפים ש\"מ יושבי צריפין כיושבי העיר דמי ויש להם תחומין המפורשין בתורה לר\"ע ור\"מ ור\"ח ובודאי מינייהו נשמע לרבנן.<br>ואף דברי רבינו הגדול ז\"ל אע\"פ שמסובכין הם לא תהא מעלה מהן הספק הזה ללקות על תחומי שלש פרסאות מה\"ת, אבל דבריו כך הם, מתחלה בא לתרץ על הקושיא שלו שמצינו בתלמוד א\"י שהם סבורים דתחומי י\"ב מיל מן התורה ונמצאו עכשיו לפי הירושלמי הזה תחומי שבת יש מהן דרבנן ויש מהן דאורייתא, מאלפים אמה עד י\"ב מיל הי' לוקה עליהן דרבנן ולר\"ע היה לוקה עליהן מה\"ת. מי\"ב מיל ולמעלה הי' לוקה עליהן לד\"ה ועדין הקושי' במקומה עומדת ואין אנו יכולין לדחוק ולומר שהגמר' שלנו סוברת כן ונעמיד דברי ר\"ח בי\"ב מיל מפני שאין לנו ערובי תחומין אלא סוף אלפים ואם אסור זה מדרבנן לא הי' לוקה עליהן מה\"ת ור\"ח הי' לוקין על עירוב תחומין קאמר וכדר' ינאי. ומעתה כיון שלא נוכל לפרש הברייתא זו של ר\"ח ורבי ינאי בתחומי י\"ב מיל בטלה סברה זו מן הגמ' שלנו ואין לנו בתלמודנו זכר לי\"ב מיל אלא תחומין דרבנן ואין להם עיקר מן התורה אלו הם דבריו ז\"ל וזו היא סברתו ולא שיהא תוקע עצמו לדברי הלכה לפסוק תחומין דאורייתא אפי' בי' פרסאות.<br>וראיתי עוד לרב ר' אפרים תלמידו ז\"ל סברא אחרת שהשיב ואמר דאמרי דאנן קי\"ל דלית הלכתא כר\"ע לא ידעי' מהיכא קיימא לן הכי אלא מספק בגמ' טובא דקאמרינן בהדיא הני אלפים אמה היכא כתיבן ואמר רב חסדא למדנו מקום ממקום כו' מיהו רבי עקיבא סבר אלפים אמה דכתב רחמנא הן הן תחומי שבת ור' אלעזר (כרבי יוסי) סבר לשדות וכרמים כדאי' במס' סוטה ורבנן ורבי חנינא בן אנטיגנוס ילפי לה בג\"ש והוה ליה דבר שעיקרו מדברי תורה ופרושו מדברי סופרים והאי תנא דקאמר לא אמרו בדבר להחמיר אלא להקל ותחומין דרבנן ר' אלעזר היא, הילכך האי תנא דקתני ריבה אחד ומיעט אחד כו', ליכא למעבד בה עובדא, וכן נמי הא דתנן אפי' עבד אפי' שפחה נאמנין לומר עד כאן תחומי שבת שהיא כולה אליבא דר' אלעזר ברבי יוסי היא וכיון דמספקא מילתא לא עבדינן בה עובדא כו' עד כאן דברי הרב ז\"ל. ודברים משובשין הם ודקאמר מהיכא קיימא לן דלית הלכתא כרבי עקיבא. דבר ברור הוא בכמה מקומות בפרק מי שהוציאוהו אמר רבי יהושע בן לוי הלכה כדברי המקיל בעירוב ומפרש לה אפי' יחיד במקום רבים, ואמר ליה רבא לאביי מכדי עירובין דרבנן מה לי יחיד במקום יחיד מה לי רבים במקום רבים ופ' בכל מערבין א\"ל רבא לר\"נ מאן האי תנא דאפי' בדרבנן לית ליה ברירה דתניא האומר לחמשה הריני מערב על איזה מכם שארצה רציתי לילך כו' סוגיא מפורשת דערובי תחומין דרבנן ורבא בתרא הוא והתם נמי אמרינן גבי שפיכת מים (בענין) אי בעית אימא ספק דדבריהם להקל אי תחומין דאוריי' כר\"ע אף (בכלים) דאוריי' הוא ובסוף כיצד מעברין אמר רבא פלגא' בעירובין לית דחש לה לדר' עקיבא מדלא אמרינן לית דחש לדר\"ע סתם וקאמר בעירובין לית דחש לר\"ע אלמא בכוליה עירובין לית דחש ליה לחומרא כר\"ע משום דעירובי תחומין דרבנן והלכה כדברי המיקל ולית דחש ליה כר\"ע דמחמיר ואזיל לטעמיה דקסבר עירובי תחומין דאוריי' ועוד סתמיה דמתני' ריבה אחד ומיעט אחד ולא אמרו חכמים בדבר להחמיר אלא להקל ורבינא דהוא בתרא פירש לברייתא לא להקל על דברי תורה אלא להחמיר על ד\"ת ותחומין דרבנן ובפ' האשה שנתארמלה עוד ואלו נאמנין להעיד בגדלן מה שראו בקטנן וע\"כ היינו באין בתחום שבת וקאמר תחומין דרבנן.<br>ובפ' חלון גבי מעשה דכלתו של ר' הושעיה שהלכה למרחץ וחשכה לה וערבה לה חמותה ובא מעשה לפני ר' חייא ואסרה וא\"ל ר' ישמעאל ברבי יוסי בבלאי כל כך אתה מחמיר בעירובין כך אמר אבא כל שאתה יכול להקל בעירובין הקל. הרי לפי שהיה ר\"ח מחמיר בעירובין בטעמיה דאמר לוקין על ד\"ת גנאו ר' ישמעאל וקראו בבלאי ואמר כלל גדול משום אביו להקל בעירובין ואע\"ג דהתם לא קי\"ל כר' ישמעאל בר' יוסי דאמר אין צריך לזכות משום חצרות כו' מפני שהיא הלכה עמוקה וממנה נשתבשו בכל הסברות הללו שהזכרנו.<br>ואומר אני שאין לנו על דברי ר\"ח קושיא, לפי שר\"ח תנא הוא ושוגה משנתו על דעת עצמו ולא נדע אם הוא סבור ' כדברי ר\"ע דאמר א\"א לומר אלף שכבר נאמר אלפים אלא אלף אמה מגרש ואלפיים אמה תחום שבת ומשם נתגלה השיעור הזה ובא ללמוד שהיו לוקין עליו מדכתיב אל יצא איש ממקומו שהוא דורש כדברי ר\"א בנו של ר' יוסי הגלילי דאמר אלף אמה מגרש ואלפים אמה שדות וכרמים ודורש שבו איש תחתיו אלו ד\"א אל יצא איש ממקומו אלו אלפים אמה וגמרי להו מתחום ערי מקלט וקסבר גלויי מלתא בעלמא הוא ומכאן היו מלקין אותו ואין ר\"ח משגיח על מחלקותן של תנאין ואין לנו לשאול עליו אם שנה משנתו כדברי היחיד או כדברי הרבי' כשם שלא נשאל כן לר\"מ ור\"י שהן חולקין בתחומין דאוריי' בפ' בכל מערבין אבל כל התימה והשאלה שיכולין הראשוני' לשאול על דבי ר' ינאי שאמרו לא שנו אלא ע\"ח אבל ע\"ת (דרבנן) דתניא ר\"ח כו' וכי למה הוצרכו דבי רב ינאי לחלק המשנה השנוי בסתם פטורין מלערב להוציאה מדברי המרובין ולהעמידה בדברי היחיד ועוד למה הוזכרו דברי ר\"ע בכאן שהרי בכל התלמוד תחומין דאוריי' כדברי ר\"ע אנו תולין אותה וגם זו אינה קושיא שר' ינאי סובר הוא כדעת ר\"ח דתחומין דאורייתא ומעמיד משנתנו כדבריו ולא בל' יחיד הוא שונה כן אלא ר\"ע ור\"מ ור\"ש לכולהו שמעינן תחומין דאוריי' ולא מצינו בתנאים מי שחלק עליהם בפירוש אלא רבי יוסי משום חמשה זקנים רבי ישמעאל בר' יוסי משמו וזה שלא הביאו (דברי) ר' ינאי בכאן אלא דברי ר\"ח לפי שאין לנו מי שאמר בפירוש תחומין דאורייתא אלא לר\"ח בברייתא זו שאלו דברי ר\"ע כמשנתנו שמא אסמכתא הן לתחומין ואיהו נמי כר\"א בנו של ר' יוסי הגלילי דריש א\"נ ר\"א סמיך ליה מג\"ש דרב חסדא ור\"מ נמי לא אמרה בפי' אלא בגמ' הוא שפירשוה כך וכיון ששמענו לר\"ח בפי' תחומין דבר תורה העמיד משנת ר\"ע כפשטה וכונם אמרו דבר א' ומדברי ר\"ח מפורשים הוא שנתבררו דברי ר\"ע סתומין ובכל התלמוד אנו תולין תחומין דאוריי' כדר\"ע משום דקדים ועוד דסתומה היא וכולהו אליבא דר\"ע אי נמי משום דמתני' שמיעא להו טפי וכדאמרינן בעלמא בכל מקום הא מני ר\"מ היא דאמר אדם מקנה דבר שלא בא לעולם ומיתלא באשלי רברבי קמאי לר\"מ ובתראי מיניה ר\"ע ורבי אליעזר ור\"ח כדאיתא במס' יבמות וגדולה מהן בפ' ד' מיתות הא מני ר\"ע היא דאמר לא בעינן מעשה ולא שמעינן ליה לר\"ע בכוליה תלמודא דאמר הכי אלא ר\"מ אמרה בפ\"ק דכריתות ונקיט ליה תלמודא ר\"ע דהוא רביהו דסתימאי.<br>ועוד כן בנזקין בכמה דוכתי הא מני ר\"י הגלילי הוא דאמר תם משלם חצי כופר ולא שמענו לו בפי' כן ולא עוד אלא אפשר שאינו סובר כן כלל אלא לפי ששמענו לר\"א שהוא דורש ובעל השור נקי נקי מחצי כופר ומצינו לריה\"ג שדורש פסוק זה לענין אחר נקי מדמי ולדות תלו בגמ' סברא זו בר\"י הגלילי ולא שמענו אותה אלא לר\"ט ששנה כן בברייתא בפ' כיצד הרגל אבל ר\"י הגלילי אפשר שהוא סובר כר\"ע דאמר והלא הוא עצמו אין משלם אלא מגופו כו' אלא מדברי ר\"ט מפורשים ותלו בגמ' סברא זו בדברי ר\"י הגלילי סתומין משום דאייתו עלה ואף זו כן.<br>וכיוצא בזו השיטה במסכת קדושין דתנן וכן האומר לחבירו אם תלד אשתך נקבה מקודשת לי לא אמר כלום וא\"ר חנינא לא שנו אלא שאין אשתו מעברת אבל אשתו מעוברת מקודשת והיינו אליבא (דר\"א) דאמר אדם מקנה דשב\"ל בכגון שחת ואגם אבל לרבנן דאמרי אין אדם מקנה דשב\"ל אינה מקודשת בין שהוכר עוברה בין שלא הוכר והתם ביבמות איתוקם (ר\"א) בשיטה דאדם מקנה דשב\"ל ואין הלכה כמותו. ולא הוצרך ר\"ח לחלק במשנתנו ולהעמידה כדברי היחיד אלא שהי' סבור (כר\"א) ומעמיד משנתנו כדבריו וכן דעת רבינו הגדול שם ומס' בכורו' בפ' מעשר בהמה שנינו במשנתנו חלקו וחזרו ונשתתפו חייבין בקלבון ופטורין ממעשר בהמה ואיתמר עלה א\"ר ענן ל\"ש אלא שחלקו גדיים כנגד תיישים אבל גדיים כנגד גדיים אומר (הן נחלקו) משעה ראשונה ואמר ר\"א לא שנו אלא שחלקו ט' כנגד י' אבל י' כנגד י' אומר (הן נחלקו) [זהו חלקו] משעה ראשונה ר' יוחנן אמר כו' בכאן נמי מחלקין האמוראין בסתם המשנה ומעמידין אותה כדברי האומר יש ברירה מפני שהן סבורין יש ברירה ולא הזכירה שם שיהא בדין ברירה מחלוקת תנאין כלל ולא עוד אלא שהקשו מתיבי וכן שותפין שחלקו כאלו אין דין ברירה שנוי בשום מקום אחר ואף שם אין הלכה כן דקי\"ל בדאורייתא אין ברירה ובזו המסכתא שלנו בפרק הדר והתניא משתתפין בחצר א\"ר הושעי' ל\"ק הא ב\"ש הא ב\"ה דתנן המת בבית ולו פתחים הרבה כו' העמיד מכאן דין ברירה כב\"ש והוא כדברי התנאים והלכה כן הוא. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<small>[מתורת האדם] </small><b>תני' ת\"ב שחל להיות בשבת וכו'. חל להיות בערב שבת מביאין לו כביצה ואוכל כדי שלא יכנס לשבת כשהוא מעונה דברי ר' יהודה שאמר משום ר' עקיבא אמר ר' יהודה פעם אחת היינו יושבין לפני ר' עקיבא וחל תשעה באב להיות ערב שבת והביאו לו ביצה מגולגלת וגמעה בלא מלח ולא מפני שתאב היה אלא להורות בה הלכה לתלמידים. ר\"י או' מתענ' ומשלים אמר להם ר\"ע אי אתם מודים לי בת\"ב שחל להיות בא' בשבת שהוא מתחיל בשבת מבעוד יום ומתענה. אמרו לו אבל ומה לו ליכנס לה כשהוא מעונה ומה לי לצא' ממנה כשהו' מעונה אמרו לו לא אם אמרת לצאת ממנה כשהוא מעונה שכן אוכל ושותה כל היום כולו תאמר ליכנס לה כשהוא מעונה שלא אכל ושתה כל היום כולו. אמר עולא הלכה כר' יוסי.</b> ומסקנא דרש מר משמיה דרב הלכה מתענה ומשלים וכן הלכתא. והאידנא לא מיקלע. והאי מבעוד יום דקתני מפני שמוסיפין לשבת בין מלפניה בין לאחריה יותר מבין השמשות. ותשעה באב בין השמשות שלו נמי אסור. לפיכך היו חוששין שלא יכנס התענית בכלל שבת. שאפי' בתענית יחיד שבין השמשות שלו מותר כיון שהחמה שוקעת עליו כבר נכנס בתוספת שבת ונגע נמי בבין השמשות שלו מותר כיון שהחמה שוקעת עליו כבר אלא שפסקנו הלכה מתענה ומשלים."
        ], 
        [
            "מתני'. <b>הוליכוהו לעיר אחרת ונתנוהו בדיר או בסהר ר\"ג וראב\"ע אומר מהלך את כולה.</b> א\"א לפרש הוליכהו לעיר אחרת (ונתנוהו) [או נתנוהו] בדיר או בסהר קתני דא\"כ הו\"ל למיתני מהלך את כולן ועוד מדקאמרינן בגמ' הלכה כרבנן בדיר ובסהר ובספינה הוי ליה למימר בעיר ודיר וסהר וספינה וכולה שמעתא נמי דקאמר גזרינן הלוך דיר וסהר הלוך דבקעה הוי ליה למימר הלוך דעיר ודיר וסהר. וא\"א לפרש הוליכוהו לעיר אחרת ונתנוהו בדיר ובסהר ומהלך כל הדיר והסהר קתני, דהו\"ל למיתני נמי כולם, ועוד עיר אחרת מאי בעיא הכא, ועוד דקאמרי' בגמ' טעמיה דר' יהושע ור\"ע משום דקסברי היכא אמרי' כל העיר כולה כד\"א היכא דשבת באויר מחיצות כו', אלמא בעיר כולה איירינן לעשותה כד\"א,<br>אלא ה\"ק הוליכוהו לעיר אחרת והיה בה באותה העיר דיר וסהר יוצאין ממנה ונכנסין לתוכה מהלך כל העיר שהרי בתוך מחיצות הוא עם העיר, ורבותא קמ\"ל לא מיבעיא נתנוהו בתוך העיר ממש דעיר כולה נעשית לו כד\"א, אלא אפי' לדיר וסהר שהיו מובלעין בתוכה כיון שמוקפין מחיצות הם ואויר שתשמישו לדירה הם הרי הם כבית ונעשין לו הני והעיר כולה כד\"א. ופירש\"י ז\"ל הוליכוהו לעיר אחרת והרי היא מוקפת מחיצות, הראה מדבריו שאין ההיתר הזה לעשות העיר כד\"א בעיר שהיא מפולשת אלא במוקפת מחיצות שהיא רה\"י, ואע\"ג דגבי שובת בעיר, וכן במניח עירובו בעיר נותנין לו העיר כולה וחוצה לה אלפים אמה אע\"פ שאינה מוקפת מחיצות, שאני לן בין שבת באויר מחיצות מבע\"י, דהא אפילו עבורה של עיר לגבי שובת ולגבי מניח עירוב הרי הוא כעיר כדאמרי' בפ' כיצד מעברין, ואלו לגבי הוליכוהו לעיר אחרת לא שנו אלא נתנוהו בדיר וסהר דאינון בתוך מחיצות דעיר, הא בעבורה של עיר לא. וא\"ת א\"ה ליתני מתני' הוליכוהו לעיר מוקפת מחיצות ונתנוהו בדיר וסהר, הא תניא בגמ' היה מודד ובא וכלתה מדתו בחצי העיר מותר לטלטל בכל העיר ע\"י זריקה, והיינו ודאי במוקפת מחיצות ומעורבת (ש\"מ) שמטלטלין בה וש\"מ תני תנא עיר סתם ומשמעה במוקפת מחיצות.<br>ורבינו בעל התוספות זצ\"ל <small>[ע' תוס' מז,ב ד\"ה דכולה ובהג\"א כאן]</small> חזק הדרך הזו בדברים והוסיף לומר דבעינן היקף לדירה כדאמרי' בשמעתא דלחי העומד מאליו בפ\"ק בשובת בתל והוא מד\"א ועד בית סאתים מהלך את כולו וחוצה לו אלפים אמה ולקמן נמי איתא בשמעתא מינייהו הא ביותר מבית סאתים לא הוי כד\"א כיון שלא הוקף לדירה אפי' בשובת באויר מחיצות [ועוד] ממה ששנו בפ' אין מכירין חצר גדולה היתה בירושלים ובית יעזק היתה נקראת ולשם כל הערים מתכנסין כו' וקתני בראשונ' לא היו זזין משם כל היום התקין ר\"ג הזקן שיהו מהלכין אלפים אמה לכל רוח משמע שלא היו זזין מן החצר ולא היו יכולין לילך אפי' בעיר והיינו לאחר שנפרצו פרצות בירושלים שהיתה רה\"ר כדאמרינן לקמן בפ' המוציא תפילין ולפ\"ז מחמירין בא\"י שהביא דורון לישראל ביו\"ט שאם בא בשביל ישראל זה <small>[שמותר לישראל אחר]</small> או אפי' בשביל א\"י לא יטלטלנו ישראל חוץ לד\"א אלא בעיר המוקפת מחיצות ושהוקפו לדירה והרי לדברי הרב ז\"ל צריך לדקדק שיהא ישב ולבסוף הוקף כדאמרינן בשלהי עושין פסין בעיר חדשה וישנה.<br>ואלו דברים הניתלין באילנות גדולים ואינם נכונים כלל שכל עיר שבעולם אפי' אינה מוקפת מחיצות ורה\"ר גמורה עוברת בתוכה הרי הוא כד\"א בין לשובת שם בין למניח עירוב בין נתנוהו א\"י או רוח רעה בתוכה ואפי' הניחוהו בתוך רה\"ר שלה ואפי' נמי בעיר חרבה כךדינו, ולא עוד אלא אפי' עבורה של עיר עם העיר כד\"א שלו ואם נתנוהו בתוך העיר מהלך כל העיר ועבורה אבל נתנוהו בעבורה של עיר אין לו אלא ד\"א. ואי דייקינן לא תנינן שאם היו בדין הזה כל החילוקים הללו לא היו שונין משנתם סתם מהלך את כולם, וכן מה שאמרו לקמן ליזבינינהו בני מברכתא דכולהו מברכתא לדידהו כד\"א דמיא, היה לו לרבא לפרש אם היה יודע כן לשאול לזקנים שבה אי הוקפה לדירה היאך הוקפה וישבה, ומה שהביאו דומה לזו מן הברייתא שאמרה מותר לטלטל בכל העיר אינה ראיה, שלא בא ללמד שם דין הטלטול במחיצות ור\"ה, אלא להתיר טלטול וזריקה חוץ לתחום שלו וקאמר מותר זה לטלטל בכולה בזריקה כבני העיר המטלטלין בזה. ועוד דבין מוקפת בין שאינה מוקפת מטלטל הוא בכולה מראשה לסופה בזריקה מבית לבית.<br>ולדברי הרב ז\"ל קשיא לשמואל ספינה למה עשאוה כד\"א מפני מחיצות שלה וכדרבה ואפילו גדולה יותר מע' על ע' והא שמעי' ליה לשמואל דאמר אין מטלטלין בה אלא בד\"א דבהוקפה שלא לשם דירה כדאיתא בפ' גגות העיר אלא ש\"מ לענין מהלך לא בעינן היקף דירה כלל אלא מחיצות בעלמא בעינן ורבא סובר מחיצות דספינה מחיצו' הן ור' זירא סבר לא עשו אותה במחיצות לעשותה כד\"א ואפי' בפחותה מבית סאתים הואיל ולהבריח מים עשויות הא היקף לא בעינן, ועוד הני מדין השובת בתל שהרב ז\"ל מביא לכאן למה מודדין לתחומין מסוף העיר ועושין כולה כד\"א עם עבורה והלא בתל צריך היקף מחיצות והיקף לדירה ואפי' לשובת כדאמרן אלא עיר אפי' שווקים שלה עשאוהו אויר שתשמישו לדירה דבתי' לדיר' עשויין וכולה מתא כמאן דמליא ועבור' נמי בתרה גריר וכאויר העשוי לדירתן של בני העיר היא והילכך כל שבא בתוך העיר אפי' הניחוהו א\"י ברה\"ר שבה שתי מחיצות של עיר עושין אותם אצלו כד\"א.<br>והראיה שהביא הרב ז\"ל ממשנת לא היו זזין משם כל היום כולו לפי דעתי אינה ראיה שלא עשו חכמים עיר כולה כד\"א אלא במי שהוליכוהו א\"י ונתנוהו בעיר אחרת דאניס אבל יצא לדעת ונכנס לעיר אחרת אין לו אלא ד\"א. דודאי כי היכי דדייקי בגמ' הוציאוהו א\"י והחזירוהו א\"י דדוקא קתני משום דאניס הא יצא לדעת או שחזר לדעת לא הכי נמי דדייקי' בסופה הוליכוהו לעיר אחרת ונתנוהו בדיר וסהר אין לו אלא ד\"א ובראשונה היו עושין העדים כיוצאין לדעת ואין להם אלא ד\"א ואע\"פ שיצאו לשם מצוה וברשות לא עשאום כאנוסים עד שבא ר\"ג והתקין להם נמי אלפים אמה לכל רוח כאנשי העיר. ומה ששנינו לא היו זזין משם מד\"א שלהם קאמר אלא לפי שנתבטל מנהג הראשונים כתקנתו של ר\"ג לא קפיד בלישנא.<br>ומצינו נוסחאו' שכתוב בהם לא היו זזין ממקומם. ויש לפרש שלא היו חכמים רוצים להחמיר עליהם כ\"כ ולעגן אותם שלא יהיו זזין מד\"א שלהם כדי שלא תהא מכשילן לעתיד לבא כדקתני וסעודות גדולות היו עושין להם בשביל שיהיו רגילין לבוא. ועוד שהיו ב\"ד בודקין אותם שם וא\"א שהיו עומדין ממקומן ובודקין כל אחד ואחד בד\"א שלו, לפיכך נתנו להם כל אותה חצר, והיינו דאמרי' התם בית יעזק היתה נקראת לישנא דחשיבותא כדכתיב ויעזקהו ויסקלהו, או דילמא בית יזק היתה נקראת לישנא דגריעותא כדכתיב והוא אסור בזיקים, כלומר שהיתה חצר קטנה ודחוקה כנגד הצבור כדי שלא יהיו זזין ממקומם, ואע\"פ שהיא גדולה שתהא מחזקת את כולם. ואמרי' ת\"ש וסעודות גדולות היו עושין להן בשביל שיהיו רגילין לבוא, כלומר אין מצערין אותם לדחוק עליהם החצר כדי שלא יהא מכשילן לעתיד לבוא, ודחינן דילמא הא והא עבדינן להו עושין להם סעודות גדולות לפייסן בדבר המותר, אבל בהליכת החצר שיש בו נדנוד עבירה היו עושין אותן שתהא דחוק להם כדי שיהא דוחקין זה את זה ויעמוד כל אחד במקומו ולא יצא מד\"א שלהם כרגילו'. ואע\"פ שלא אסרו עליהם הליכת כל החצר מפני שא\"א עילה מצאו להעמידן במקומן כל שאפשר.<br>ובירושלמי מצאתי שם בראשונ' לא היו זזין משם כל היום, חזרו ועשו אותם ככלי שבא מחוץ לתחום משחשיכה שמותר לטלטלו בתוך ד\"א, חזרו ועשו אותה ככלים ששבתו בחצר שמותר לטלטלן בחצר, עד שבא ר\"ג והתקין שיהו מהלכין אלפים אמה לכל רוח. זו היא הגמרא הירושלמי ואם באנו לדרוש בראשונה לא היו זזין ממקומן כלל וחזרו והתירו להם ד\"א ואח\"כ חזרו והתירו להם כל החצר כפשט' לא מצינו ליוצא חוץ לתחום אפי' במזיד שיאסרו עליו ד\"א.<br>אבל נראה שהגירסא כך היא בראשונה לא היו זזין משם כל היום עשו אותן ככלי שבא מחוץ לתחום חזרו ועשו אותם ככלים ששבתו בחצר ולמדנו שמתחילה אסרו עליהם הליכת כל החצר ולא היו זזין מד\"א שלהם ככלי שבא מחוץ לתחום במזיד ואף אלו לדעת יצאו חזרו ועשו אותם ככלים ששבתו בחצר והתירו להם החצר כולה. ולאו למימרא דדינא הוא שאין הנדון דומה לראיה כלל מה ענין זה לשביתה דכלים בחצר אלא לומר מצינו בתקנת חכמים שמותר בחצר ואסור לצאת ממנה אף כאן נתיר להם החצר הזו כולה מפני הדוחק ולא שאר העיר עד שבא ר\"ג והתקין להם שבית' כאנשי העיר ולשון לא היו זזין משם ודאי משמע שלא היו זזין משם ד\"א שאלו היה להם החצר כולה הוה ליה למיתני לא היו יוצאין משם כל היום וכ\"ש שלדברי הרב ז\"ל היה להם כל החצר וכל חצר ומבוי המוקפין לה מחיצות ואפי' כל העיר בשעת הקיפ' ולא הוה למיתני לא היו זזין והרי נסתייעו דברינו מכאן ונסתלקה ראייתו של הרב.<br>ושוב מצאתי תשובה לר\"ת ז\"ל שהשיב לרב רבי יצחק בר' אבא מרי על הנכנס לנמל בתוך העיר ואמר מותר לילך בכל העיר בין מוקפת חומה בין שאינה מוקפת שלא מצינו בה חלוק. ", 
            "וזו שאמרו בגמרא <b>אמר רב פפא פירות שיצאו חוץ לתחום וחזרו אפי' במזיד לא הפסידו את מקומם.</b> וכן השמועה כולה פירשה רש\"י ז\"ל ביום טוב ונ\"ל שהם מתפרשין אפי' בשבת דבר הלמד מעניינו והבריי' הזו במסכת שבת היא שנוי' בתוספתא על מתני' דא\"י שהביא חלילין בשבת. וא\"ת בשבת ל\"ל חוץ לתחום אפי' בתוך התחום אסור למיכל שהוציאן מרה\"י לרה\"ר או שהעבירן ד\"א ברה\"ר אסרן ככלי היוצא חוץ לתחום. זו אינה שאלה דודאי מעשה שבת אסורין הם בשבת או מד\"ת או מד\"ס שלא יהנה במעשה שבת כגון מבשל ומעשר וכן כיוצא בהן אבל מי שהיו לו פירות בביתו והוציאן לרה\"ר והחזירן לבית למה יאסרו וכי באיסורי שבת באו לידו והלא בביתו היו עמו ואינו נהנה במעשה שבת כלל אבל ודאי לאכלן ברה\"ר כיון שבאיסור שבת באו לידו אסור זו היא ששנינו מלא מים לבהמתו ישקה אחריו ישראל ואם בשביל ישראל אסור.", 
            "והא דמייתי עלה תנאי <b>דתניא פירות שיצאו חוץ לתחום וחזרו בשוגג יאכלו במזיד לא יאכלו ור' נחמיה אומר במקומן יאכלו שלא במקומן לא יאכלו.</b> כתב רש\"י ז\"ל לא גרס וחזרו לפי שפירש במקומן שהחזירן למקומן הראשון שלא במקומן שרוצה לאכלן חוץ לתחום. ואנו מצאנו הגרסא בכל הנוסחאות וחזרו ובתוספ' תני לה בהדיא פירות שיצאו חוץ לתחום וחזרו בשוגג יאכלו במזיד לא יאכלו ר' נחמי' אומר חזרו למקומן יאכלו למקום אחר לא יאכלו החזירן חרש שוטה וקטן בין למקומן בין למקום אחר יאכלו כו' מה שהביא הא\"י מחוץ לתחום לא יזיזם ממקומן.<br>ופי' הענין שהפירות שיצאו חוץ לתחום שבת וחזרו יאכלו ולא מתהני באיסור שבת כלל ולא הפסידו את מקומן ואפי' במזיד דאנוסין נינהו החזירן למקום אחר במזיד כיון שע\"י איסור שבת באו לכאן אסורין הם אבל בשוגג מותרין סבר לה כמאן דאמר במבשל בשבת בשוגג יאכל במזיד לא יאכל ולר' נחמיה אפי' למקומן במזיד לא יאכלו דלא אמרי' אנוסין נינהו.<br>ופירש\"י ז\"ל הא דתניא כר' נחמיה ור\"א כי לעולם אסורין עד שיחזרו למקומן שוגגין אסורין לזוז אותם מד\"א שלהם קאמר אלא נאכלין במקומן והא דקתני באידך ברייתא פירות שיצאו חוץ לתחום בשוגג יאכלו במזיד לא יאכלו. פי' בשוגג יאכלו לאותו העומדים חוץ לתחום וא\"כ במזיד לא יאכלו כלל.<br>ובזה הסכים לטעם שפירשנו שהמוחזרין למקומן אין לך בהם צד איסור אפי' במזיד אלא להפסיד מהן שביתתן הראשונה אבל בד\"א שלהן ע\"כ מותרין, אבל כשהן חוץ לתחום כיון שאינן אוכלין לא מחמת איסור תחומין אסורין הן לגמרי והרי זה נכון. וכן לפי גרסת הספרים שפי' נא' דהכי קתני פירות שיצאו חוץ לתחום וחזרו במזיד לא יאכלו כלל בד\"א שלא במקומן דהא מתהני במעשה שבת ומעשה שבת אסורין עליו ובדין הוא דאפי' בתוך התחום כל שהעבירן ברה\"ר ד\"א שלא במקומן אסורין הם דהא דנקט חוץ לתחום משום דקתני בשוגג יאכלו (וקד') במקומן במזיד נמי יאכלו בכ\"מ שיהו נאכלין תחלה לומר שלא הפסידו את מקומן דאנוסין נינהו ואתא ר' נחמי' למימר אפי' במקומן בשוגג לא הפסידו את מקומן במזיד לא יאכלו בתחומן הראשון אלא בד\"א שלהן ואיידי דקאמר בדלא במקומן לא יאכלו לגמרי, קאמרי במקומן יאכלו לומר שלא הפסידו מקומן, ואיידי דאמר ת\"ק יאכלו א\"ר נחמיה במזיד לא דנאכלין דקתני נאכלין לגמרי בהתירן הראשון ושאינן נאכלין אסורין לגמרי בכ\"מ וכן הא דקתני לעולם אסורין עד שיחזרו למקומן שוגגין דכיון דאיכא (מזיד) דשלא במקומן דאסורין לגמרי אע\"ג דאיכא מזיד במקומן שאין בהם איסור אלא חוץ לד\"א קאמר הכי. או שנפרש בל' רש\"י ז\"ל שגם הוא נכון.<br>וראיה לזה הפי' מה שא\"ר פפא פירות שיצאו חוץ לתחום וחזרו אפי' במזיד לא הפסידו את מקומן מאי טעמא אנוסין נינהו לא הוצרך ללמד אלא בהיתר שלהם מפני אונס אבל בהיתר אכילתן משום מעשה שבת ויו\"ט לא פירש כלום אלמא כל במקומן הראשון אין בו משום מעשה שבת וכדפרישית.<br>ואם תשאל ותאמר לדברי האומר חזרו למקומן במזיד הפסידו את מקומם ואין האונס מוציאו מידי איסור תחומין ואע\"פ שהן במקומן הראשון ונאסרין לגמרי מפני מעש' שבת כיון שיצאו חוץ לתחומין מעשה שבת הנאתן ואמאי אסורין זה אינו נהנה מהן ובין תוך התחום בין חוץ לתחום אין בהם משום מלאכת שבת כיון שלמקומן חזרו. אבל תחומין משום קנין שביתה הוא והיוצאין חוץ לתחום קנו להן ד\"א שם ואינן חוזרין לשביתה הראשונה כאדם וכמו שפירש למעלה.<br>מעתה נלמוד בא\"י שהביא דורון בשבת מחוץ לתחום שאם בא בשביל ישראל אסורין לגמרי והוא הדין בתוך התחום כל שהביאן באיסור שבת אסורין הם ביומן ולערב נמי בכדי שיעשו ואם בשביל א\"י תוך התחום מותר לגמרי חוץ לתחום מותרין בכל העיר כר' פפא דאמר אנוסין נינהו ואליבא דר\"ג.<br>וקשה לי ששנינו בתוספ' ששנינו למעלה מה שהביא הא\"י מחוץ לתחום לא יזיזם ממקומן במביא בשביל א\"י ולא אמרי' מד\"א שלה כדקאמ' הרי הן מותרין בכל העיר כר\"ג ואם במביא בשביל ישראל אפילו מתוך התחום אסורין הם וליכא למימר דמשום רישא נקט חוץ לתחום דמדאמר לא יזיזם ממקומן משמע דאיסור מקומן גרם ומשום תחומין היא. וי\"ל שאינה כהלכה או כר' נחמיה דרישא או דלא כר\"ג דמתני'. ועוד י\"ל שלא בא תנא דברייתא אלא ללמוד על איסור תחומין בחפצי הא\"י וכדתניא לקמן בגמ' בי\"ט בא\"י שהביא פירות מחוץ לתחום הרי זה לא יזיזם ממקומן וכאן לא בא אלא לומר שיש להם שביתה במקומן כחפצי ישראל וכשתמצא לומר כר\"ג כל העיר נמי מקומן הוא.<br>וכל זו שאמרנו במעש' שבת ע\"י א\"י, אבל מעשה שבת ע\"י ישראל קי\"ל כר' יהודה במבשל בשבת בשוגג יאכל למוצאי שבת במזיד לא יאכל עולמית הוא אבל אחרים למוצאי שבת מותרין בין בשוגג בין במזיד ומכאן נלמוד שזו שאמרנו בפ' אין צדין בי\"ט א\"י שהביא דורון לישראל אם אין מאותו המין במחובר חוץ לתחום אסור דמשום איסור מלאכה נגעו בה דמעשה יו\"ט כמעשה שבת הוא וכל בשביל ישראל אסור שהבאה מחוץ לתחום מלאכה היה ויש בה אצל ישראל איסור הילכך כשעשה א\"י בשביל ישראל אסור.<br>ומיהו זה דלאו מלאכה גמורה היא התירו אותי לישראל אחר וכיון דקי\"ל חפצי א\"י קונין שביתה אין לו אלא עירו והיינו דכרי דמברכת' דלקמן בפרקין ומ\"מ משום מעשה י\"ט הוא שאלו משום שביתה בד\"א שלו יאכל. וי\"מ דגזרה גזרו בה משום להבא ואינו מתחוור בטעם הזה שא\"כ אף אתה עשיתו מלאכה ובלא אמירה לא\"י בשביל ישראל אסור. וזה הענין מספיק על מה שהורו קצת חכמי הדורות בבא מחוץ לתחום בשביל ישראל בי\"ט של ר\"ה שאסור לאותו ישראל והתירוהו לו למחר ואמרו לפי שאין עליו שום איסור הכנה ולא איסור התלוי בקדושה כדי שנאמר קדושה אחת הן ואני רואה שהוא משום איסור מלאכה וכלהו קדושה אריכתא הניחו עליה. אלא מיהו כיון דחזינא דמקילי למישרי לישראל אחר אפי' בו ביום משא\"כ בשאר איסורי שבת וי\"ט יש לו מקום למי שרוצה לקבל אף ביום שני של ראש השנה לאותו ישראל.<br>ובירושלמי מצאתי בכמה מקומות שהבא מחוץ לתחום ביו\"ט מותר בד\"א שלו כאותה שכתבתי למעלה עשו אותן ככלי שבא מחוץ לתחום משחשיכה שמותר לטלטלו בתוך ד\"א. ועוד אמרו בשלהי מס' י\"ט גבי הא דתניא פרות שיוצאות חוץ לתחום ובאות ולנות תוך התחום רבי אומר אלו ואלו בייתות הן ואלו הן מדבריות כל שיוצאות ורועות באפר. א\"ר זעירא הדא אמרה כל שבא מחוץ לתחום משחשיכה מותר לטלטלו, ר\"ש בן ביסנא בשם ר' אחא ובלבד בד\"א כהדא דגמלייל זוגא אוקרי' חד סירקא כמהין אתא ושאל לר' מנא וא\"ל קבלהון בגו מגריין דיד' ואוכלן בד\"א. פי' לא תקבלם מן הא\"י בשכונה שלו אלא בשכונה שלך שאתה אוכל שם ושם תאכל אותם בתוך ד\"א שלהם, שהרי לדעת ישראל באו ולא עשו לו כל העיר כד\"א הן בני ארץ ישראל סבורין שאין בא\"י המביא דורון מחוץ לתחום משום איסור מלאכה לפי שההוצאה מותרת בי\"ט והליכת תחומין לעצמו הוא מהלך אין בו אלא משום שביתה דכלים דחפצי הא\"י קונין שביתה, הילכך בתוך ד\"א שלהן מותרין.<br>וזאת הסברא ודאי אינה כהלכה שהרי יש להם כל העיר כר\"ג וכדאמרי' לקמן בדכרי דמברכתא וליכא למימר דבאין בשביל א\"י כל העיר כר\"ג, אבל בשביל ישראל לא דהא קי\"ל כר\"פ דפירות אנוסין הן. וכן זו שסבורין דא\"י המביא דורן לישראל בי\"ט אין בו אלא משום איסור תחומין לא אתית כגמ' דילן דהא דקאמרי' מחוץ לתחום אסור ואסור לאכלו לגמרי משמע ועוד מההוא ליפתא דאתי למחוזא דאסר להו רבא למיזבן שכל העיר להן כד\"א הרי ביררנו הענין הזה כהוגן.<br>ואם כדברי ר' יעקב ז\"ל שהוא אומר שאין הבאת הא\"י ברה\"ר בשביל ישראל אוסרת בשבת משום דלא אהנו מעשיו שהרי הישראל יכול לילך לאכלן במקומו. תבוא שמועתנו כולה כפשוטה ותתפרש כמשמעה פירות שיצאו חוץ לתחום וחזרו אסורין משום העברה ברה\"ר שע\"י איסור שבת הוא נהנה בהן הא בתוך התחום לעולם מותרין דלא אהנו מעשיו דא\"י לפי שהיה הישראל זה יכול לילך שם ולאכלן שאלו ערב שם ישראל זה אף חוץ לתחום כ\"מ שיכול להלוך ולאכלן במקומן מותרין וכן משנת פרק שואל אדם א\"י שהביא חלילין בשבת מתפרשת כפשטה כן שהביאן חוץ לתחום הא מתוך התחום אין הוצאה והעברה של ד\"א ברה\"ר אוסרתן דהא יכול ללקחן משם כמו שלקחן מכאן ואע\"ג דחלילין במקום הספד בפני המת הוא צריך להן כיון דבמקומן נמי יכול ישראל ליהנות בהן בשבת כמו שהוא נהנה כאן מותר א\"ל בשהביאן הא\"י לעיר ולא לביתו של ישראל ממש.<br>ואנחנו לפי שלא מצינו הראשונים מתירין כן פירשנו במקומה בענין אחר והוא נכון ומחוור לענין המשנה דקתני לא יספוד בהן ולא פירש עד כמה לא יספוד אם עולמית או בכדי שיעשו לפיכך נראה שהשיעור שנוי שם אא\"כ באו ממקום קרוב כלומר שיהא בשעת הספד כדי שיבא משם ובין תוך התחום ובין חוץ לתחום בכלל הזה. ועוד הוקשה לנו בדבריו א\"י שדולה מים לבהמתו בשביל ישראל לא ישקה אחריו ישראל והרי המים הללו כמו שפירש הרב ז\"ל ראויים הם לשתייה והוא מותר לשתותן לפי שהיה יכול לשתותן בבור ולא מצינו מותר לו ואסר לבהמתו. ואע\"פ שיכול הרב ז\"ל לומר אסרוהו לבהמתו שלא יהנה במלאכת שבת ובשתיה שלו אינו נהנה בה אינם דברים נכונים.  "
        ], 
        [], 
        [], 
        [
            "הא ד<b>בעי רב חנניה יש תחומין למעלה מעשרה או אין תחומין למעלה מי' כו'.</b> לומר שאם אין תחומין למעלהי מותר לצאת חוץ לתחום בכל למעלה מי' כגון בעמוד גבוה י' ואן רחב ד' א\"נ בקפיצה דמותר לילך חוץ לתחום בקפיצה ומיהו כשבא למטה מי' אע\"פ שבא בקפיצה שלו דרך למעלה מי' אין לו אלא ד\"א או כל העיר כר\"ג שהרי קנה שביתה במקומו הראשון ועכשיו הוא חוץ לתחום מקום שביתה שלו. וכן פי' לקמן גבי ליקנו שביתה באוקיאנוס. וה\"ה דנ\"מ להולך בספינה בים למעלה מי' וכדמייתי עלה ת\"ש ממעשה דפלנדרסין וממעשה דנמל.", 
            "והא דקאמרי' <b>אא\"ב יש תחומין שפיר אלא אי אמרת אין תחומין כי לא היו בתוך התחום מאי הוי.</b> כלומר כי לא היו בתוך התחום נמי מותרים הם לירד. קשיא לי כי לא היו בתוך התחום דין הוא שלא ירדו דבים לא קנו שביתה כדאמרינן לקמן ליפשוט מנה דאין תחומין למעלה מי' דאי יש תחומין ליקנו שביתה בעבי' אלמא אם אין תחומין למעלה אין אדם קונה שם שביתה וכשבאין בשבת ליבשה אינן יכולין לקנות שביתה שאין אדם קונה שביתה בשבת כדאמרי' לקמן בישן לרבנן דאין לו אלא ד\"א דקסברי נכסי הפקר אין קונין שביתה ולא אמרינן כשניעור משחשיכה יקנה לו אלפים אמה, וגבי גשמים נמי כי אין קונין שביתה בעבי' מעי\"ט ולא אמרי' יקנו שביתה במקום נפילתן בי\"ט ויהא להן אלפים אמה לכל רוח אלא הן כרגלי כל אדם. וה\"נ מוכח לקמן בשמעתא דמי שבא בדרך והיה מכיר אילן או גדר דכל לא קנה שביתה בין השמשות לא יזוז ממקומו, וכן פי' בפ' כיצד מערבין, אלמא לא מצי קני בשבת כלום וכן מוכח בכמה מקומות. ודבר פשוט הוא דתחלת היום קונהעירוב ולא בחצי היום, והילכך המהלך בספינה שלא קנה שביתה כלל דין הוא שלא ירד לפי שאין לו אלא ד\"א במקום שמגיע שם למטה מי', ואם היה בתוך התחום כשחשיכה מותר ליכנס לעיר שהרי הוא כבני העיר, וליכא למימר דכיון דאין תחומין למעלה מי' ואינו קונה שביתה במקומו אפילו בתוך התחום נמי דא\"כ הוה לן לאקשויי בגמ' אלא אי אמרת אין תחומין כי הוו בתוך התחום אמאי מותרין ואנן לקולא פרכינן לחומרא לא פרכינן, וכן בדין שהרי בעיר קנו להם שביתה והרי הן כבני העיר ואין שביתתן נמדדת להם ממקום בים.<br>וי\"ל (שם) [שאם] אין תחומין למעלה מי' כיון דבמקומם בים אין שם קנין שביתה ואין תחומין נמדדין בים כלל כשבאו לגבולו בשבת הוה להו כמי שישב בדרך ועמד והרי הוא סמוך לעיר דקונה שביתה כר' יהודה דאמר יכנס והרי הוא כבני העיר. כשם שאם היה בתוך התחום קנה שביתה בעיר כך כשהיה רחוק בים אלף אמה הרי הוא כסמוך לעיר בתוך התחום שאין הים נמדד לו בתחומין וקונה שביתה בעיר כדאמרי' בכלים והאוצרות ששבתו בתוך התחום יש להם אלפים אמה לכל רוח כלומר מן העיר שכל מה שבתוך תחום העיר בתר קרתא גריר וכן פירש\"י ז\"ל לקמן גבי חרס הילכך בים בין אדם בין כלים שאין הים נמדד להם בקרובים לעיר ויכולין לבא הן ושביתתן בעיר הוא.<br>ולפי זה הלשון אם יצאה ספינתן ליבשה חוץ לתחום של עיר אין להם אלא ד\"א ואין זה מחוור כהוגן שהרי לפי מדה זו אפי' היה בתוך תחום דיבשה וחוץ לתחום דעיר אין לו ביבשה אלא ארבע אמות ונמצאת מחמיר בלמעלה מלמטה.<br>עוד י\"ל דכיון שהם מהלכין ודעתן ליבשה הוה ליה כהחזיק בדרך וקנה עירוב באותו מקום שיצאו ביבשה על שפת הים ואע\"ג דלא אמר דקי\"ל החזיק לא בעי לומר ואפילו למ\"ד בעי לומר ה\"מ במוחז' אבל זה שמהלך ודעתו ליבשה ומצפה לה כמ\"ד דאמי וכי רהיט מטי הוא ברוח שאינה מצויה דים כיון דאין תחומין בים קונה שביתה מעכשיו ביבשה ואם יש תחומין למעלה אין אדם מערב חוץ לאלפים אמה שלו והאי נמי כיון דאיהו לא מצי אזיל לא קני שביתה חוץ לתחומו ואף על פי שהספינה מהלכת לנמל בשבת.<br>ובתוספות מצאתי שאמרו כיון שבתחלת היום היו למעלה מי' ולא קנו שביתה בשום מקום כשבאין תוך י' קונין שם שביתה ויש להם אלפים אמה לכל רוח. ונראה מדבריהם שאפי' ביוצאין ליבשה חוץ לתחומין דעיר יש להם אלפים אמה ובשעת יציאתן הן קונין אותה. ואפשר כדבריהם דגבי ישן כרבנן כיון שאינו קונה אלפים אמה שלא מדעת קונה לו ד\"א לא זכה מקומו דאל יצא איש ממקומו יתקיים בו שבו איש תחתיו אבל מהלך בים שאינו בכלל מדה ואין שם לא דין אלפים אמה ולא דין ד\"א לפי שאין כאן תחומין כלל כשיצא ליבשה הוא קונה אלפים זהו תחלת היום שלו וקונה לו עירוב. וגבי גשמים שירדו ביו\"ט שהן כרגלי כל אדם ולא אמרי' דקנו שביתה במקום נפילתם לר\"י ב\"נ ויהא להם אלפים אמה לכל רוח התם נמי היינו טעמא דכיון שאין קנין שביתה להם אלא באמצע היום ברשות הזוכה בהם הן קונין אותה ואין שעת נפילתן אוסרתן על הזוכה בהם אבל מ\"מ שביתה יש להם ברשות הממלא תדע שהרי אמרו בבור של עולי בבל לרבנן דאמרי כרגלי הממלא מילא ונתן מים לחבירו ר\"נ אמר כרגלין הממלא ורב ששת אמר כרגלי מי שנתמלאו לו כו' כדאיתא בשלהי מס' ביצה אלמא אע\"פ שלא קנו שביתה בין השמשות שחפצי הפקר הם קונין הם שביתה בחצי היום בשעה שזוכה בהן ולא אמרינן אי להם שביתה לאלו אבל כל א' וא' יוליך אותן כרגליי.<br>ויש מן המפרשי' שאומרים שאם מילא זה לעצמו ואחר כך מצאו חבירו ונתנו לו במתנה השני מוליכן כרגליו ואין הראשון אוסרן עליו אלא כל זמן שהן שלו ויש להן ראיה כפי דעתם מפרק המוצא תפלין וגם זה אפשר ונכון הוא לפי הענין שכתבנו ונאמר דשביתה דאמצע היום מבטלת שביתה דתחלת היום ולפי דעתם שכל אדם קונה שביתה בעולם וזוכה באלפים אמה ואין העומד למעלה מעשרה שאין בו תחומין חמור מן העומד למטה אלא קל ממנו הילכך ממקום שהגיע בו למטה מעשרה משם מודדין לו אלפים אמה שזכה בהן מערב שבת ואין למעלה מעשרה שהיה שם בין השמשות מפסיד ממנו שביתה שהיא ראויה לו ועתידה לבא אצלו בשבת ואין למעלה מי' שהיו שם [המים] בין השמשות מפסיד מהן שביתה העתידה לבא אצלם בשבת לפי שאין תחומין למעלה וזהו הנכון.<br>ובירושלמי פירשו טעמא דר\"י בן נורי מאחר שאילו היה ער היה קונה לו שביתה ישן ולא קנה לו שביתה יש לו אלפים אמה לכל רוח, הרי פירשנו השיטה הזו כהוגן וכראוי.<br>ומ\"מ למדנו שהנכנס לנמל בשבת אע\"פ שלא היה בתוך התחום כשחשיכה מותר לירד וליכנס לעיר ויש לו אלפי' אמה דהא מ\"מ מימר קאמרי בגמ' אלא אי אמרת אין תחומין כי לא היו בתוך התחום מאי הוי דאלמא מותרין הן וכיון דבעיא דיש תחומין או אין תחומין למעלה מעשרה לא איפשיטא ספק דדבריהם הוא ולהקל כדאיתמר לקמן גבי עבים וק\"ל נמי הלכה כדברי המיקל בעירובין וסוגיין בכולה תנויין בעירובין לקולא.<br>ואני תמה על מה שראית במפרשי ימים כשמגיעין ליבשה בשבת מהן שאין יוצאין מן הספינה ומהן שבעלי ספינה א\"י משליכין אותן לחוץ ואין זזין מד' אמות שלהם, ולא ידעתי מי הנהיג אותם בחומרא זו.<br>ומצאתי להראב\"ד ז\"ל שכתב בפירושיו בבעיא דאין תחומין למעלה מעשרה מסתברא דעבדינן לחומרא חדא דאמרי' הכא תנא ספוקי מספקא ליה ולחומרא ואע\"ג דגבי נודר בנזיר הוא דאיתמר הכא איכא למשמע מינה דתחומין גופייהו לחומרא דאי ס\"ד לקולא עבדינן בהו מי איכא מידי דאינהו גופייהו עבדינן לקולא ומלתא דתליא בהו עבדינן לחומרא ועוד דפשטא דמתני' הכי משמע דתנן פעם אחת לא נכנסו לנמל עד שחשיכה ואמרו לו מה אנו לירד שמעינן מינה דיש תחומין למעלה מעשרה דהא אין ספינה מהלכת בפחות מעשרה והאי דדחייה רבא ואוקמא במהלכת ברקק כלומר דרקק אע\"פ שהוא עמוק עשרה כארעא סמיכתא הוא הא דחייתא בעלמא היא וסתמא דמתני' לא מפלגינן בה בין רקק למים צלולין ועוד דתניא לקמן בברייתא חרם שבין שני תחומי שבת צריך מחיצה של ברזל להפסיקו ומדלא מפלגינן בה בין שהמים עמוקים עשרה לשאין עמוקים עשרה ש\"מ דאפי' עמוקים עשרה אית בהו ומשום תחומין מלמטה יש תחומין למעלה מעשרה.<br>וה\"ר יצחק ז\"ל כתב בהלכות שבת כך יש מי שאומר הא דתניא אין מפליגין בספינה פחות משלשה ימים בזמן שהספינה גוששת ואין המים עשרה טפחים ומשום גזרת תחומין נגעו בה אבל למעלה לא גזרו ומשום הכי נהגו להפליג בים הגדול ואנן קשיא לן האי מימרא טובא דהא אמרי' בפרק הזורק גמירי דאין ספינה מהלכת בפחו' מעשרה ועוד דלשון הפלגה אינו אלא לשון פלגי מים מלשון פלג אלהי' מלא מים ומי שמחלק בכך מנא ליה ואם איתא דהכי הוא הוה ליה לתנא לאיפלוגי ואנן כתבינן מאי דסבירא לן כל אלו דברי הרב ז\"ל הנז'.<br>ושמא דברי הרב ז\"ל הם שהנהיגו חומרא זו שהזכרנו במקומות הללו במפרשי ימים וכבוד הרב יהא מונח במקומו שאלו דברי' משובשים הם דקאמר, מי איכא מידי דאינהו גופייהו עבדינן לקולא ומילתא דתליא בהו עבדינן לחומרא בכל ספיקי דעלמא הכי עבדינן, היכי דתלי בהו מילי טובא מאי דהוי ספיקא דאורייתא לחומרא, ומאי דהוי ספיקא דרבנן לקולא ומה טעם לדבריו וכדאמרי' בעלמא כל המיקל בארץ הלכה כמותו בחוצה לארץ מפני שהללו דברי תורה והללו דברי סופרים, וה\"נ אמרי' לענין מת בתוך ל' והרבה כיוצא בהן ובר מן דין דתנא בחול אסור משום דקסבר אין תחומין למעלה מעשרה ואליהו מותר הוא לבא בשבת משום הכי אסור לשתות יין באחד בשבת בתחומין לקולא אמר אלא דגמרא דסבירין דלאו משום דפשיטא ליה אין תחומין אמורה אלא משום דמספקא לן שמא אין תחומין אמרה הא מ\"מ ליכא דמחמיר משום יש תחומין וליכא הכא דחייש לתחומין לחומרא והרי הענין הפך מדברי הרב ז\"ל ומאן דצהיר אדרבא כיון דשמעי' ליה לתנא דברייתא דאסר אחד בשבת משום אין תחומין לקולא עבדינן דדינא אין תחומין הוא כדקאמר תנא דברייתא ולית לן למימר דתנא בספיקא אמרה למילתיה דא\"כ כל מאי דאמרי' תנאי במתני' ובבריי' לחומרא נימא ספיקי נינהו אלא מאי דאמרי תנאי קושטא הוא ופשיטא הוא ובין לקולא בין לחומרא דינא הוא ודחייה בעלמא הוא דדחינןהכא תנא ספוקי מספקא ליה ולחומרא ולא סמכינן אשינויי ואנן מיהת בין בתנאי בין באמוראי ספיקא דעירובין לקולא הוא, וזה דבר ברור אין בו בית מיחוש.<br>ומה שכתב הרב ז\"ל מדתניא חרם שבין שני תחומי שבת צריך מחיצה של ברזל ומדלא מפלגינן ביה בין שהמים עמוקין עשרה בין שאינן עמוקין שמע מינה דיש תחומין למעלה מעשרה. אם כדעת הרב ז\"ל היאך לא הביאו ממנה הכא בגמ' ת\"ש דתנא רבי חייא חרם או התם לימא תיפשוט מינה דיש תחומין כדאמרי' בבריית' דגשמי'. ותימה הוא היאך עלה על דעתו דבר זה מי אלימא ממתני' דדחינן לה בגמ' ברקק ולא מיפשיטא מינייהו ואם רב אשי לא שנאה הרב מנין לו. ועוד אפי' עמוקי' במשקע דליו בהם צריך מחיצה וכל אלו דברי מספיקים לדחות ראייתו של הרב מכאן.<br>אלא שהרי צריך מחיצה דברי הבאי שהמים אע\"פ שהן עמוקים יש להן שביתה לדברי הכל במקומן כדאמרינן התם מים על גבי מים היינו הנחתן ואיתמר בפ' עושין פסין מידי דהוה אכדא דפרי שאין עומקן וגובהן נמדד להם ולא אמרי' אין תחומין אלא בספינה מהלכת בהן דכלי צף על גבי מים לא נייח כדאיתא בפ\"ק דשבת, הא למים עצמן אע\"פ שעמוקין כמה יש להם תחומין תדע דמקשי' הכא וליקנו שביתה באוקיאנוס, והא אוקיאנוס עמוק כמה הוא ועבים מים עליונים הם שותין אפילו הכי מקשי דליקנו שביתה במקומן ומדמקשי' הכי להדיא ולא אמרי ליפשוט מינה דאין תחומין למעלה מעשרה דאי יש תחומין ליקנו שביתה באוקיאנוס כדקאמר גבי עבים, ש\"מ דאפילו אין תחומין קונין שביתה באוקיאנוס. ועוד רבי יצחק למה לי לדחוקי בעבים שנתקשרו מערב יו\"ט לימא משום דאין תחומין [דילמא ברייתא דלא כרבי אליעזר] ולא מיפשט מינה כלום בעולם אלא ודאי מים במים כדא דפירי נינהו אפי' גבוהין כמה יש להן שביתה במקומן.<br>וכן הפי' שפי' הרב במהלכת ברקק עמוקה עשרה ומשום דהיא כארעא סמיכתא נינהו מה שאין כן במים צלולין אינו נכון ומחוור אלא רקק היינו פחות מעשרה כדתנן התם וכמה הוא רקק מים פחות מעשרה ואע\"ג דאמרי' התם בפ' הזורק גמירי דאין ספינה מהלכת בפחות מעשרה התם קאמר שאין חוששין בממלא מן הים לספינה משום זמנין דליכא עשרה במים וקא מטלטלי מכרמלית לרשות היחיד משום דאין ספינה מהלכת בדרך הלוכה בים בפחות מעשרה דכל פחות מעשרה גוששת היא וספנין מרגישין בה וגשושי עיילי קמא וספינתו של ר\"ג למאי דמוקי' רבא גוששת היתה ולא שינויא דחיקא הוא שכן דרך הנמל להיות בו רקק וספינות גושש בו וכך יפה להם וזהו שבחו וכן כשבאו מפלנדירסין לנמל וכיוצא בו נכנסו וקנו שביתה בפחות מעשרה ובאת הרוח והפליגו ספינתם וחזרו למקומן או לנמל אחר פחות מעשרה ובנוהג שבעולם כך הוא או שהלכו ברקק עצמו יותר מאלפים. וסוף דבר אין טעם בדברי הרב ז\"ל במקום הזה ואין כאן בית מיחוש דבעיא דיש תחומין למעלה מעשרה או אין תחומין לקולא נקטינן בה.<br>וכבר נתגלה לנו דעת רבינו הגדול ז\"ל מזו שכתב בפ\"ק דשבת בטעם אין מפליגין בספינה פחות מג' ימים קודם השבת שהוא משום גזרת תחומין כלומר מפני שהוא מהלך בשבת יותר מאלפים ודוקא למטה מעשרה אבל למעלה לא גזרו לומר שאין תחומין למעלה מעשרה וכן כתב ר\"ח ז\"ל והרי רבינו הגדול צוה להגיה שם בהלכות תשובות הרבה על הפירוש הזה כמו שכתוב במקצת נוסחי ההלכות והאי טעמא פריכא הוא כו' ולא השיב ולא פקפק בתחומין למעלה מי' שהדבר ברור הוא דבעי' לקולא.<br>ורבותינו הצרפתים כתבו בתוס' וכן בספר התרומה פר\"ח דברייתא דאין מפליגין במהלכת למטה מעשר' דאי למעלה מעשר' שרי דהא אין תחומין למעלה מעשר'. קשה על לה דאיבעיא להו פרק מי שהוציאוהו אי יש תחומין למעלה מעשרה או אין תחומין הוה לי' לאתויי הך ולתרץ במהלכת ברקק כדאמר התם על אחריני עד כאן לשונם ואעפ\"י שאין קושייתם עיקר וכך פי' של ר\"ח אינו נכון מ\"מ אני מחזר להתלות באילנות גדולי' ללמד שאין תחומין למעלה מעשרה בהסכמת כולם ז\"ל מפני שהמנהג שנהגו בזה איסור אם על פי הרב רבי יצחק ז\"ל נהגו במקומות הללו להחמיר במפרשי ימים אין לחוש לאיסור.<br>ושוב בדקתי ומצאתי בדברי הרב רבי יהודה אלברצלוני ז\"ל שכתב ואתינן למיפשטה ממשיח ואליהו ז\"ל דלא אתו בשבתא ולא אפשיטא, דאמרי' תנא ספוקי מספקא לי' לחומרא הילכך יש תחומין והמהלך בספינה יש בה משום איסור תחומין אי נפיק מינה. גם זה הרב ז\"ל תופס הדברי' שלא בדקדוק שהרי בגמ' לא אמרו תנא ספוקי מספקא לי' ולחומרא לדחויי דלא אתו בשבתא ולחומר' בתחומין אלא למימר דאתי בשבת משום אין תחומין ולחומרא בנדרי' דהוי בעירובין לקולא כדמפורש בסוגיא. ותמה על עצמך אי למימר דלא אתו בשבת משום דילמא יש תחומין מי איכא ספקא קמי שמיא ואליהו לא ידע והלא כל הספקות מוכחות לו והי' לנו לאוסרו ביין בשבת משום שמא יצא ואין תחומין וסוף דבר אינן דברי' של עיקר ושמא יש מבעלי הסברות המשובשות מי שרוצה לפרש דקא מקשו בגמ' אלא אי אמרת אין תחומין כי לא היו בתוך התחום מאי הוי דלאו להתירן לירד וליכנס לעיר הקשו אלא להתירן לירד ליבשה בלבד אבל ליכנס לעיר ולזוז מד' אמות שלהן על שפת הים אסור לפי שלא קנו שביתה בים וכאן אין להם אלא ארבע אמות וזה הפר ידחק להם הרבה שהרי הספי' ודאי אפי' יש תחומין כל שיש לה להלך בים מהלכין הם בה עד שפת הים וכשמגיעין לשפת הים נמי מותרין הן לצאת ממנה לתוך ארבע אמו' שלהן וכשנאמר אין תחומין יוצאין הן ממנה ובלבד לתוך ארבע אמות ממקום שהגיע לתוך עשרה.<br>ומעתה הפי' הזה בטל דמאי פירכא כי לא היו בתוך התחום מאי הוי אין יורדין אלא לתוך ארבע אמות וכשהן בתוך התחום יורדין והולכין עד לעיר, ועוד מאי פירכא שמא לא היו יכולין לירד כלל שאין ספינתם יכולה להתקרב עד שפת היבשה ממש ונמצאת שפופית של סולם יורדין ממנה משהגיעה למטה מעשרה מתרחקת ארבע אמות מן היבשה ואסורין לירד לגמרי ועוד דודאי הא דתנן והיינו בתוך התחום בתוך תחום של עיר קאמר וליכנס לעיר התירו וכיון שכן אינהו נמי אנו מה לירד וליכנס לעיר קאמרו לי' וכן פרש\"י ואם כפי' הזה מאי פירכא ומאי דוחקי' דרבא לאוקומא במהלכת ברקק הא מתני' כפשטא אתיא שפיר (הא) בתוך התחום נכנסין לעיר היו חוץ לתחום אין זזין מארבע אמות שלהן.<br>אבל זה הלשון אינו כלום וכן הראשונים לא פירשו כך אלא שאנו מחזרין על כל צדדינו למצוא אמתלת איסור בחומר זה שנוהגין מפרשי ימי' שלא לצאת מן הספינה ליבשה.<br>ויש מחזרין אחר האיסור לומר דתחומין של שנים עשר מיל דבר תורה הן במקצת וכמו שכתוב בהלכות בפרק ראשון וכיון שכן אם הלכה ספינתן שלש פרסאות בים אסורין הם לצאת דהשתא הויא לה ספיקא דיש תחומין למעלה מעשרה ספק בשל תורה וספיקא דאורייתא לחומרא וגם זה אינו נכון ולא ראוי לחוש מפני שהליכתן בספינה בים בין למעלה בין למטה ודאי מותרת היא ולא אסרו אלא ליכנס שם פחות משלשה ימים סמוך לשבת ולדבר מצוה מותר אפי' בערב שבת ואין אני קורא בזה אל יצא איש ממקומו כיון שלא הלך ג' פרסאות ברגליו שהרי הלוך הספינה אינו קרוי הלוך כלל ותמה על עצמך הוא יושב ברשות היחיד שלו שהספינה רשות היחיד הוא גבוה עשרה ורחבה ארבע' וכדאיתא בפרק הזורק ואתה חושש לו משום מהלך שלש פרסאות איהו מינח נייח וספינה הוא דקא מסגיא וחצר מהלכ' הוא ולא אדם מהלך כלל.<br>וא\"ת כיון שיש לחוש דילמא קנה שביתה בין השמשות במקומו בים דיש תחומין למעלה מעשרה והרי יוצא לו מחוץ לתחום שלש פרסאו' אסור הוא מן התורה לצאת ברגליו חוץ לד\"א לאו מילתא הי' דג' פרסאות בהלוך של תור' כד\"א של העברה ברשות הרבים כל שמעביר מתחלת ארבע לסוף ד' באיסור חייב וכל שמהלך שלש פרסאות באיסור הי' לוקה ובשלא הלך ואין ביציאתו חוץ לתחום איסור אין בהלוכו משום חיוב תורה עד שיהלך משם שנים עשר מיל ורבנן הוא דגזור שלא לצאת אפי' אמה אחת.<br>וגדולה מזו אמרו בראשונה לא היו זזין משם כל היום כולו התקין ר\"ג הזקן שיהו מהלכין אלפים אמה לכל רוח ולא אלו בלבד אלא אף חכמה הבאה לילד והבא להציל מן הגייס ומן הנהר ומן המפולת הרי אלו כאנשי העיר ויש להם אלפים אמה לכל רוח והרי העדים הללו הלכו שלש פרסאות עד מקום הועד שעל מהלך לילה ויום אחד מחללין את השבת ואם היוצא חוץ למקום שביתתו שלש פרסאות על כל פסיעה ופסיעה הוא עובר מן התורה משום אל יצא איש ממקומו אלו כיון שנעשית מצותן היאך ר\"ג מתיר להם אלפים אמה והלא עוברין הם מן התורה בכל יותר מד\"א שהרי כבר הלכו שלש פרסאות חוץ למקום שביתה שלהם ומכאן ואילך בה' אמות אני קורא בהן אל יצא איש ממקומו וכי ב\"ד מתנין לעקור דבר מן התורה אלא בשב ואל תעשה, וזו התקנ' ודאי דברי הכל היא ואפי' לרבי עקיבא ורבי מאיר שהם סוברין תחומין דאלפי' אמה מן התורה וש\"מ אין לוקין על התחומין דבר תורה אלא במהלך שלש פרסאות באיסורי תחומין לדברי האומר כן או במהלך אלפים אמה באיסור תחומין לרבי עקיבא הא אלו הלך בהיתר כל היום אע\"פ שיצא לו לכמה תחומין אינו חייב עד שילך מאותו מקום כשיעור תחומי שבת וכל שכן היושב בספינה שאין הליכת הספינה בהיתר מתחשבת לו מן התורה ואין חיובו אלא אם כן הלך ממקום שיצא לשם בשיעו' תחומין.<br>ועוד אמרינן לקמן גבי ליקנו שביתה באוקיאנוס ואי בעית אימא ספק דדבריהם להקל ואעפ\"י שהגשמי' הללו חוץ למקו' שביתתן כמה פרסאות הן ובודאי כשתמצא לומר תחומין דאורייתא לאדם אף לכלים תורה הם ואעפ\"כ אין אומרים בהן כיון שקנו שביתה באוקיאנוס ויצאו חוץ לשלש פרסאות אסורין הן מן התורה ואפי' בתוך אלפי' וש\"מ שאין תחומין מן התורה אלא מתחלת תחומין לסופן באיסור, ועוד שכבר ביררנו בפרק ראשון שאין בתחומין איסור תורה לעולם בראיות ברורות, אבל הנוהגין איסור ביציאתן מן הים ליבשה טועין באיסוריהם וראוי הוא להתיר להם ואין בזה בית מיחוש.<br>ועוד נ\"ל שאפילו בפחות מעשרה בספינה מהלכת אין בה תחומין כדאמרינן לקמן גבי שביתת אוקיאנוס (גבי) מינד נייד לומר שלא קנו מים שביתה באוקיאנוס וכל שכן ספינה המהלכת בהן דניידא ולא קנייא שביתה וכדאמרינן נמי לענין מהלכת את כולה במהלכת דכ\"ע לא פליגי דכיון דספינה שנוטלתו מתחלת ד\"א ומניחתו בסוף ד\"א לא העמידוהו בד\"א שלו והילכך כיון שלא קנה שביתה ולא ד\"א בין השמשות במקומו בים כשיצא ליבשה אי נמי כשהספינה שלו עומדת בפחות מעשרה משם מודדין לו אלפי' אמה ואין אני קורא בו אל יצא איש ממקומו ולא שבו איש תחתיו שאין לו לזה מקום ולא שביתה כלל כל זמן שמהלכת ה\"ל כנהרות המושכין ומעיינות המושכין שאין המים קונין שביתה במקומן משום דניידי וקונין שביתה ברשות הזוכה בהן ויש להם משם אלפים אמה וכפי מה שפי' למעלה בטעם השביתה, והראב\"ד ז\"ל מודה באדם מהלך שאינו קונה שביתה אלא א\"כ עומד משום דנייד לי' וה\"ל כנהרות המושכין ואין לו אלא ד\"א, וזה אינו נכון וצ\"ע. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דאמר ריב\"ל הלכה כדברי המיקל בעירוב א\"ר יעקב בר אידי אר\"י ב\"ל הלכה כר' יוחנן בן נורי.</b> אקשי' עלה תרתי למה לי דקס\"ד דוודאי הא דאמר הלכה כרבי יוחנן בן נורי משו' דהוא מיקל בעירוב ופריק רבי זירא צריכי דאי קאמר הלכה כרבי יוחנן בן נורי הוה אמינא בין לקולא בין לחומרא כלומר לאו דהוא מיקל אלא בדר' יוחנן בן נורי נמי איכא קולא וחומרא קולא באדם וחומרא בחפצי הפקר ומשום דמסתבר טעמיה פסיק כותי' בין באדם דלקולא בין בכלים דלחומרא קמ\"ל דהלכה כדברי המיקל בעירוב ובאדם אמרי' בכלי' לא אמרי', כך פרש\"י ז\"ל וכך מפורש בהלכות, וכאן שואלין והא תרתי קולי דסתרין אהדדי נינהו ולא עבדינן דסתרין אהדדי כדאיתמר בפ\"ק.<br>ורש\"י ז\"ל כתב קמ\"ל כדברי המיקל באדם הוא דהלכתא כותי' דכיון דניעור קנה ישן נמי קונה אבל בכלים לית הלכתא כותיה, וזה אינו נכון בעיני שאם כן הרי ריב\"ל הכרעה שלישית דר' יוחנן בן נורי משום חפצי הפק' קונין שביתה מיקל באדם ומחמיר בכלים ורבנן משום דאין קונין שביתה מחמירין באדם ומקילין בכלים ותרווייהו ס\"ל דלא אמרינן הואיל ורבי יהושע בן לוי סבר חפצי הפקר אין קונין שביתה כרבנן ואדם מותר משום הואיל וליכא בתנאי מאן דסבר כותיה, ועוד אי הכי היכי אקשי' ולימא הלכה כדברי המיקל בעירוב בלחוד דאי מההיא הוה אמינא טעמא דרבי יוחנן בן נורי משום חפצי הפקר הוא ולאו מיקל הוא.<br>אבל י\"ל דודאי טעמא דרבי יוחנן בן נורי משום חפצי הפקר כדאוקימנא ורבי יהושע בן לוי משום דמקלינן בעירוב כקולי דמר וכקולי דמר ומיהו כיון דאיכא למיתלא בטעמא דהואיל לא הוי כתרתי דסתרין אהדדי והיינו דאיתמר לקמן בחפצי הא\"י אינן קונין שביתה מן הדין משום דבכלים כרבנן אמרינן.<br>ולי נראה דכי לא עבדי' בתרתי בחד גברא וחד מקום אבל בתרי גברי עבדי' כדאמרי' בעלמא בבאין לישאל זה בפני עצמו וזה בפני עצמו דברי הכל טהורין הילכך בבא לישאל על אדם מותרין לקולא כר' יוחנן בן נורי ובבאין לישאל על כלים לקולא כרבנן.<br>ומקשי' לימא הלכה כדברי המיקל בעירוב אידך הלכה כר' יוחנן בן נורי למה לי, ופריק איצטריך סד\"א הני מילי יחיד במקום יחיד אבל יחיד במקום רבים כגון מחלוקת רבי יוחנן בן נורי ורבנן אימא לא צריכא למפסק נמי הלכה כרבי יוחנן בן נורי לומר שאפילו יחיד במקום רבים כנראה מדר\"י בר אידי א\"ר יהושע בן לוי שאפילו יחיד במקום רבים הלכה כדברי המיקל בעירובין בכל מקום והא טעמא דר' יהושע בן לוי שהלכה כר' יוחנן בן נורי משום דהוא מיקל בעירובין הוא ואפילו דהוא יחיד במקום רבים ולא מבעיא לרבא דמקשי' מכדי עירובין מדרבנן מה לי יחיד במקום יחיד מה לי יחיד במקום רבים לימא דהלכה כדברי המיקל בעירוב סגיא אלא אפי' למסקנא דאסקינן דאפילו בדרבנן שני לן בין יחיד במקום יחיד בין יחיד במקום רבים למימרא דלא נפקא חדא מכלל דחברתה אבל מ\"מ רבי יהושע בן לוי תרתי אמר ומשום דהוא מיקל בעירוב פסק כרבי יוחנן בן נורי אלמא אפילו יחיד במקום רבים הלכה כמיקל וכן ללישנא דר' פפא ורב אשי דאמרי צריכי למילי אחריני רבי יהושע בן לוי משום דמיקל פסק הלכה כרבי יוחנן בן נורי וליכא למימר דמסתבר טעמי דרבי יוחנן בן נורי לקולא ומשום הכי פסק כותיה ולאו כללא היא ולא גמרינן מינה לשאר דוכתי ביחיד במקום רבים דא\"כ מאי קשיא להו ומאי מתרצי הא ודאי צריכי פסק הלכה כדברי המיקל בעירוב לומר דיחיד במקום יחיד ורבים במקום יחיד ורבים במקום רבים עבדינן כדברי המיקל אבל יחיד במקום רבים בעלמא לא וכאן אפי' יחיד במקום רבים ראה דבריו של רבי יוחנן בן נורי ופסק כמותו. ועוד דהא טעמיה דרבי יוחנן בן נורי לקולא ולחומרא הוא ואי מסתבר ליה לר' יהושע בן לוי כותיה היכי הוינן בכולה שמעתא למימרא דהלכה כמותו לקולא אמרי' לחומרא לא אמרינן, אלא ודאי לדברי הכל לרבי יהושע בן לוי משום דהלכה כדברי המיקל פסק כר' יוחנן בן נורי וכאידך דאמר הלכה כדברי המיקל בעירוב וש\"מ דאפילו יחיד במקום רבים הלכה כמיקל.<br>ואני תמה מכאן על רבינו הגדול שפסק להחמיר בעירובין ביחיד במקום רבים כגון זו בפ' הזה ששנינו רבי שמעון אומר אפי' חמש עשרה אמה ופסק כת\"ק וכגון פלוגתא דר' אליעזר ורבנן גבי הבלעת תחומין וכגון בין קרפף לעיר דברי רבי מאיר וכגון הא דתנן רבי יוסי אומר בד\"א בתחלת עירוב אבל בשיירי עירוב כל שהוא פוסק נתמעט האוכל מוסיף וכגון בעל הבית שהוא שותף לשכניו רבי שמעון אומר אחד זה ואחד זה אין צריכין לערב וכגון פלוגתא דשתי חצרות זו לפני' מזו שנראה שהוא פוסק כדברי האומר רגל האסורה במקומה אוסרת שלא במקומה ושלא כדברי המיקל דהיינו רבנן בתראי דשרו וכן כיוצא בהם.<br>ובוודאי דהא דרבי יהושע בן לוי לאו דברי הכל הוא דפליג עלה רב דפסק הלכה כר\"ש בשלש חצרות שפתוחות זו לזו דבשלש חצרות דשיור ובמניח את ביתו ובמערב ברגליו ואי הלכה כדברי המיקל בעירוב הני למה לי ומסוגיא דשמעתא נמי דמקשינן מהנך לכללי דר' יוחנן ואי רב הלכה כדברי המיקל ס\"ל מאי קושיא בעלמא הלכה בהנך כללי וגבי עירובין הלכה כר\"ש משום דמיקל אלא ש\"מ דמיפשט פשיטא להו בגמרא דרב כיון דאיצטריך למפסק בהני הלכה ופסק נמי הלכה כרבי יהודה במערב ברגליו אלמא לא סבר לה כדברי המיקל בעירוב ועוד מדאמר רב הלכה כר\"ג בדיר וסהר וספינה ובפ' הדר אמר רב הלכה כר' אלעזר בן תדאי ואמר רב הלכה כר\"מ ומשמע נמי דשמואל פליג עליה דאמר שמואל הלכה כר\"ג בספינה אבל לא בדיר וסהר, ועוד דאמר לקמן הלכה כר' יהודה ולא עוד אלא כל מקום ששנה ר' יהודה בעירובין הלכה כמותו ואי כרבי יהושע ב\"ל ס\"ל הלכה כר' יהודה למה לי ועוד כל מקום ששנה ר' יהודה בעירובין הלכה כמותו אי לחומרא שנה אין הלכה כמותו ואי לקולא פשיטא כל המיקל נמי הלכה כמותו ושמעתתיה נמי דשמואל דאמר אוסרין ומערבין ומבטלין ופרישו לה אביי ורב יוסף בשתי חצרות זו לפנים מזו אתיין כדברי האומר רגל האסורה במקומה אוסרת שלא במקומה ולא כדברי המיקל ולאוקמתא דרבא אתיא נמי כרבי עקיבא מ\"מ לית ליה לשמואל כדברי המיקל, ומשמע נמי דרבי יוחנן פליג עליה הא דאמר רבה בר בר חנא א\"ר יוחנן כל מקום שאתה מוצא יחיד מיקל ורבים מחמירין הלכה כדברי המרובין חוץ מזו דאבלות וכי תימא אין למדין מן הכללות כיון דכולי עירובין לרבי יהושע ב\"ל כך דינו ואם איתא דרבי יוחנן אית ליה לא הוה משייר ליה ועוד דא\"ר יוחנן נהגו העם כר' אליעזר בן יעקב ואי אתי לקמן כת\"ק מורינן ובפרק כל גגות א\"ר יוחנן מי לחשך הלכה כרבי שמעון בין ערבו בין לא ערבו.<br>ונראה שעל זה וכיוצא בזה סמכו רבנן והגאונים ז\"ל שאין פוסקין כדברי המקיל בעירוב ביחיד במקום רבים ואע\"ג דרבי יוחנן תלמידיה דרבי יהושע ב\"ל הוה כדמוכח בסוף קידושין ואין הלכה כתלמיד במקום הרב והכי נמי מוכח בפ' בני העיר דרבי יוחנן ורבי יהושע ב\"ל הלכה כרבי יהושע ב\"ל אפי' הכי כיון דרבי יוחנן ורב ושמואל כולהו לית להו הכי הוה ליה ריב\"ל יחיד לגבי רבים והלכה כרבים ועוד דסוגיין בגמ' בכל חד וחד פסיק ואמוראי בתראי אמרי להו כדאמרינן בשלש חצרות אמר רבא אמר ר' חמא בר גוריא אמר רב הלכך הדרינן לכללא דנקטינן בכל מקום יחיד ורבי' הלכה כרבים ועוד מסוגיין בעובדא דנחמיה בר חנילאי דאמרינן בדמאלו גברא לא קמיבעיא לי דאמר רב הלכה כר\"ג בדיר וסהר ובלא מאלו גברי מיבעי ליה אי הלכה כרבי אלעזר בהבלעת תחומין ואי איתא לרבי יהושע ב\"ל בין בדמאלו גברי בין דלא מאלו מאי מיבעי ליה והא\"ר יהושע ב\"ל הלכה כדברי המיקל בעירוב אלא ש\"מ דלא סמכי בתראי אהך פיסקא דרבי יהושע ב\"ל.<br>ואני תמה על הגאונים ז\"ל א\"כ היאך סמכו עליה בהלכה דר' יהושע ב\"ל כרבי יוחנן בן נורי סמכו על הפרט ולא סמכו על הכלל.<br>והצרפתי' ז\"ל מפרשי' הא דא\"ר יעקב בר אידי א\"ר יוחנן ר\"מ ורבי יהודה הלכה כר\"י כו' דבעירובין אתמר וכללא הוא בכל מקום מדקא מקשי רב משרשיא עלה משמעתא דרב דאתמר בעירובין, ואם הפי' הזה אמת כ\"ש שהדבר מפורש דרבי יוחנן לית ליה הלכה כדברי המיקל בעירוב אלא שאין הפי' הזה נכון אלא דרבי יוחנן סתם אתמר ובעלמא אתמר לא מודה מינה לרבי יהושע ב\"ל ולא פליגא עלה ורב משרשיא הכי דאיק מכדי רב לית ליה הלכה כדברי המיקל בעירוב מדאיצטריך למפסק בהני כרבי שמעון אלא בעירוב לדידיה כשאר כל התור' כולה פסקינן ואי אית ליה הני כללי הא אמרת רבי יהודה ורבי שמעון הלכה כרבי יהודה אלא ש\"מ דרב לית ליה הני כללי והם ז\"ל רואים שהלכה כדברי המיקל בעירוב לעולם כריב\"ל וכן דעת הראב\"ד ז\"ל.<br>ומצאתי בזה הענין סוגיא ירושלמי בפ\"ק והכי איתא התם רבי אחא ורבי חנינא בשם כהנא אין הלכ' כרבי יודא דלא כן מה אנן קיימין רבי יהודה וחכמי' תהי הלכה כר' יודא אלא בגין דמר יעקב בר אידי בשם רבי יהושע בן לוי הלכה כדברי מי שהוא מיקל בהלכות עירובין ומר ר' יצחק בר נחמן בשם רבי והושע בן לוי הל' כר' יוחנן בן נורי ומקשינן עליו לא כן א\"ר יעקב בר אידי בשם רבי יהושע בן לוי הלכה כדברי מי שהוא מיקל בהלכות עירובין סברין מימר ביחיד אצל יחיד הא יחיד אצל חכמי' לא אתא ר' יעקב בר אחא רב אידי בשם רבי יהושע ב\"ל הלכ' כר' יוחנן בן נורי ואפי' חכמי' חלוקין עליו וכאן תהא הלכה כר' יהודא ואפי' חכמי' חלוקין עליו שמואל אמר הלכה כדברי המיקל בהלכות עירובין א\"ל ר' חייא בר אשי כגון ההיא דתנינן תמן וכן גשרים מפולשין מטלטלין תחתיה בשבת דברי ר' יהודה וחכמים אוסרין א\"ל לא לעירובין אמרתי אלא למחיצות סבר כהנא כהדא דשמואל לפום כן צריך מימר אין הלכה כר' יהודה עד כאן הסוגיא הזו.<br>והנה כולם בין לשמואל בין לרבי יהושע בן לוי בין לשאר האמוראי כולם סבורים הלכה כדברי המיקל בעירובין ואפי' יחיד במקום רבים. והעולה מן הגמרא שלנו כתבתי למעלה ברור ומבואר. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "מתני': <b>עיר של יחיד ונעשית של רבים.</b> פרש\"י ז\"ל עיר של יחיד היינו שאין בה ששים רבוא בני אדם וקרי לה של יחיד לפי שאין בה רשות הרבים מפני שעמה מועטי' ולא דמיא לדגלי מדבר ונעשית של רבים שניתוספו בה דיורין, וזה הענין בכמה מקומות פירש אותה שאין רשות הרבים גמור' אלא בעיר שיש בה ששים רבוא, ולא ידענו מנין לו לרש\"י כן שלא הוזכר בתלמוד בשום מקום אבל בהלכות גדולות נמצא כן והרי הדבר תלוי באילנות גדולות.<br>ומ\"מ אנו תמהים אם כן בתחלת מסכת שבת ששנו בברייתא ארבע רשויות לשבת היאך לא אמרו סרטיא ופלטיא גדולה ומבואות המפולשות זהו רשות הרבים גמורה והוא שיעברו שם ששים רבוא אי נמי ליתני בכרמלית ים ובקעה ואסתנית ומקום שאין בו ששים רבוא וכי תימא במקומו' קא מיירי באינשי לא מיירי והא אתמר התם ולתני נמי מדבר דתניא איזהו רשות הרבי' סרטיא ופלטיא גדולה ומבואות המפולשין ומדבר ותרצי' אמר אביי לא קשיא כאן בזמן שהיו ישראל במדבר כאן בזמן הזה אלמא בדיירין נמי איירינן בבריי' ועוד מדקא אמרי' מדבר בזמן שהיו ישראל שם הוי רשות הרבים ובזמן הזה כרמלית מכלל דעיר ואיסטריטיאות אע\"פ שאין בהם ששים רבוא הוו רשות הרבים כיון שהדרכי' כבושין ובני אדם עוברין בהם דטעמא דמדבר משום שאין שם דרך כבושה ולא מכוונת לילך בה לשום מקום ודמי לבקעה שהיא רשות היחיד לשבת.<br>ור\"ש עצמו כתב שם מדבר בזמן הזה אין מקום הלוך לרבים דהולכי מדברות לא שכיחי, ומינה דדרכים ועיירות דשכיחי אע\"ג דלא הוו תמן ששים רבוא, ושמא דעת הראשונים לומר שהאיסטריא שהיא כבושה חוץ לעיירות והולכים ממנה מעיר לעיר וממדינה למדינה עד סוף כל העולם אין מדקדקין בה בעוברין עליה ששים רבוא דהא דכ\"ע הוא אבל בתוך העיר אין שם רשות הרבים בלא ששים רבוא דתהוי כדגלי מדבר, וגם זה אינו מחוור.<br>ועוד מדקדקין עליו בתוספת שהרי מדבר כפלי כפלי' היו בו אנשים ונשים וטף וערב רב והם מתרצים קושיא שלהם וז\"ל כיון דממשכן גמרי' לכל מילי דשבת מן המנין שהוזכר בתורה ילפינן, ואין התירוץ נכון שהרי כתוב ויבאו האנשים על הנשים ועוד ליבעי ששים רבוא מבני עשרים ועד ששים.<br>וסוף דבר אין לנו אלא מה שמוזכר בתלמוד רשות הרבים שש עשרה אמה דגמרי' ממשכן כדאיתא בפרק הזורק ושאינו מקורה כדאמרי' בפרק קמא דשבת אבל דיורין לא ילפינן הילכך כל מבוי שמפולש בשני ראשין ומכוון עד חוץ למדינה ורחב שש עשרה אמה הוא רשות הרבים גמורה בכל עיירות ובכל כפרים שבעולם.<br>ומיהו לרבי יהודה דסבר שתי מחיצות מדאורייתא כדאמרינן בפ\"ק דמכילתין אין לך רשות הרבים בתוך העיר ואפילו רחב כמה אלא סרטיא ומדבר וכיוצא בהן שאין לך מחיצה כלל, ואע\"פ שאי אפשר שלא יהיו הרים ובקעות סביב להן כל שאין המחיצה נראית לעומדין באמצע ואין נכרת להם אי נמי שאין המחיצה מעכבת וממעטת על הרבים כלום אין בה תורת מחיצה וה\"נ משמע בפרק עושין פסין גבי סולמא דצור ואוקיאנוס.<br>ואם תשאל דרך שש עשרה אמה לרבי יהודה היכי משכחת לה איתא בבקעה שדרך שש עשרה כבושה שם ובקעה מצד אחד לדרך או משני צדדין לה אי נמי חריץ שאינו עמוק עשרה וגדר שאינו גבוה עשרה וכל כיוצא בהו אבל במחיצות לא.<br>וי\"ל עוד שלא א\"ר יהודה שתי מחיצות תורה אלא ברחב שש עשרה שדרך הרבים עוברת שם ואין הרבים נקבעין ועומדין שם דגמר ממדבר דליכא מחיצות אבל פלטיא גדולה של עיר רחבה הרבה שהרבי' מתקבצים שם לשוק והיא רחבה של עיר כיון שהרבים קבועי' ועומדי' שם כל היום זהו רשות הרבי' גמורה.<br>ויש אומרים רשות הרבים דלר' יהודה בתוך העיר כגון דאתו רבי' ומבטלי מחיצתה דבוקעין בהם שתי וערב דמבטלי להו כדאמרינן לענין פסי ביראות.<br>ואיכא דמקשו אשמעתין דהא בפחות משש עשרה אמה נמי קרינן ליה בגמ' רשות הרבים דתניא יתר על כן א\"ר יהודה מי שיש לו שני בתים בשני צדי רשות הרבים עושה לחי מכאן כו' אמרו לו אין מערבין רשות הרבים בכך ופרש\"י ז\"ל שלא התיר רבי יהודה אלא ברחב שלש עשרה אמה ושליש אבל ביתר על כן אין לחי וקורה מתירין אפי' לרבי יהודה כדאמרינן בפ\"ק דגבי מבוי הרחב מעשר אמות ימעט רבי יהודה אומר אינו צריך למעט ועד כמה סבר רב אחי קמיה דרב איסי למימר עד שלש עשרה אמה ושליש וק\"ו מפסי ביראות כו' ואם במבוי אין לחי וקורה אין מתירין לרבי יהודה אלא עד שלש עשרה אמה ושליש כפסי ביראות אין צריך לומר ברשות הרבים אלא על כרחך רבי יהודה בשני בתים בשני צדי רשות הרבים שאינו רחב אלא עד שלש עשרה אמה ושליש הוא שהתיר וקרי ליה רה\"ר וכי תימא התם לאו רשות הרבים גמורה הוי אלא כרמלית והאי דקרי ליה רה\"ר לפי שהוא דרך מפולש ועוברין בתוכה הרבים כדאמרי' בעלמא ואמאי קרי ליה רה\"ר לפי שאינה רשות היחיד א\"כ היכי פליגי רבנן עליה דאמרי אין מערבין רה\"ר לפי שאינה רה\"י בכך.<br>וכי תימא בכך הוא דלא מיערבא אבל בצורת פתח מיערבא הא לא מצית אמרת דבפ\"ק דמכלתין מקשי עלה מרשות הרבי' גמורה דתניא כיצד מערבין רה\"ר והוינן בה רה\"ר מי מיערב' והתניא יתר על כן כו' וכ\"ת בכך הוא דלא מיערבא הא בדלתו' מיערבא והאמר רבה בר בר חנה כו' ומפרקינן דכיצד מערבין מבואות המפולשין לרה\"ר קתני אלמא ברה\"ר גמורה איירי וכן נמי מוכח התם בפ\"ק דשמעתא דלחי משום מחיצ' וקורה משום היכר דברה\"ר גמורה מיירי ר\"י ורבנן.<br>ויש לתרץ לומר דודאי למאי דסבר רב אחי מעיק' למימר קמיה דרב איסי שלא התיר רבי יהודה במבוי אלא ברחב שלש עשרה אמה ושליש בריית' דרבי יהודה רה\"ר דרבנן קתני ותריץ הכי מי שיש לו שני בתים בשני צדי מבוי המפולש לרה\"ר ורבנן הכי קאמרי ליה אין מערבין מבוי המפולש לרה\"ר בכך ובכך הוא דלא מיערבא הא בצורת פתח או בדלתו' מיערבא אלא דרב אחי ליתא דהא דחיי' רב איסי ופריק והיא הנותנת פסי ביראות שהתרת בהן פרוץ מרובה על העומד תתיר בו יותר מי\"ג אמה ושליש הלכך לר' איסי דהוא מסקנא רבי יהודה מתיר הוא במבוי אפי' רחב י\"ו ויותר הלכך בשני בתים בשני צדי רה\"ר רחב י\"ו מיירי ואע\"ג דלר\"י שתי מחיצות דאוריי' ומש\"ה שרי בלחי וקורה כדאמרינן בפ\"ק וקרי ליה רה\"ר משום דרוחב רה\"ר הוא ולרבנן רה\"ר גמורה הוי וסוגיין בכוליה תנויי דמוקמי' פלוגתא דר\"י ורבנן ברה\"ר גמורה למסקנא דרב איסי הוה ולאו למאי דס\"ד דרב אחי למימר והא דאמרי' התם א\"נ לאידך גיסא התם דאקילת לן חד קולא אקיל נמי אחרינא אלא מבוי כלל כלל לא לאו למימרא דגבי מבוי לא לישרי הכי דהא ברייתא בהדיא היא ר\"י אומר א\"צ למעט וכיון דיתר מעשר א\"צ למעט אהאי שיעורא מוקמת ליה אלא התם למפרך ק\"ו דפסי ביראות אחינן וה\"ק ר\"נ לאידך גיסא מפרך ק\"ו דהתם דאקילת לן חד קולא אקיל נמי קולא אחרינא אלא מבוי כלל כלל לא הלכך ליכא למיגמר מפסי ביראות דניקל נמי כדי י\"ג אמה ושליש אלא מיהו ברייתא מיהת קתני היתר מעשר א\"צ למעט כל יתר מעשר במשמע חדא דהא מסקינן בריש פרקין דר' יהודה מפיתחא דמלכין גמר דגבהו טפי מפתחו של אולם ורויחי נמי מיניה ומעיקרא נמי דאמרי' מפתחו של אולם גמר דהוא ך' אמה ומקשי' לפלוג רבי יהודה ברחבה כי מתרץ אביי פליג בברייתא ומכשר בך' אמה ומסקנא נמי מכשר טפי בגובהה וה\"ה לרחבה.<br>עכשיו אני חוזר לפי' המשנה עיר של יחיד ונעשית של רבים זהו שהיתה כל העיר מתחלה של אדם אחד ועכשיו נעשית של רבים ומתחלה כשהיתה של יחיד והוא וביתו דרים בתוכ' אין בה רה\"ר לעולם ואעפ\"י שבאים בתוכה רבים לישא וליתן כיון שהרשות כולה של יחיד ומתוך רשותו הן באין לתוכה רה\"י היא ואין חייבין עליו בשבת כדאמרי' בפ' עושין פסין בשבילי בית גלגול יהושע אוהב ישראל היה ותקן להם דרכים וסרטיאות כל היכא דנייח תשמישתי' מסרה לרבי' כל היכא דלא ניחא תשמישתיה מסרה ליחיד אלמא כל רשות שהוא קנוי ליחיד אין חייבין עליו משום רה\"ר אע\"פ שרבים עוברין בתוכן מ\"ט רשות הרבים כשמה שהיא של רבים לפיכך עיר של יחיד כיון שמתחלה אין בה רה\"ר מערבין אותה בלא שיור.<br>אבל עיר של רבים אע\"פ שנעשית של יחיד ועכשיו אין חייבי' בה משום רה\"ר אין מערבין את כולה בלא שיור גזרו סופה משום תחלתה דילמא אתי לאיחלופי ובודאי כל שכן שהיה לנו לגזור בעיר של יחיד ונעשית של רבים שהרי עכשיו של רבים הוא לפיכך שאלו בגמ' היכי דמי עיר של יחיד ונעשית של רבים שאם באו שם רבים וקני דיור' מן היחיד ונעשית קנויה לרבים זהו רה\"ר (שבה) וכיון שהיא של תורה צריכה היא שיור ופירש רב יהודה כגון דאסקרתא דריש גלותא שכל הדיורין הבאין לתוכה עבדי ריש גלותא הם, וא\"ל ר\"נ אכתי כיון שהעיר קנויה לרבים הוא מ\"ט שריא בלא שיור דהא רשויות שבתוכה של רבים הם וחייבין עליהם משום רר אלימא משום דשכיחי בה קהרמוני דאמרי להו הורמנותא דריש גלותא בשבת ומדכרי אהדדי ישראל נמי שכיחי גבי הדדי בצפרא בשבתא אלא א\"ר נחמן כגון דסקרתא דנאתי אדואר שהי' אדם חשוב ובנה עיר גדולה לשמו ובאו רבים ונתישבו בבתי' שבה והוא לא הקנה להם כלום דעד עכשיו העיר כולה קנויה היא לו ואין חייבין בה משו' רה\"ר א\"נ שהבתי' קנויין הם אבל דרכים וסרטיאו' של יחיד הם והוא רשות שלו לבנות בהן כרצונו וכגון זו אין חייבין בהם משום רה\"ר כדפרישית וכיון ששמו עליה אין גוזרין בה ואינה צריכה שיור אבל של רבים אע\"פ שנעשית של יחיד גזרו בסופה משום תחלתה והצריכוה שיור.<br>וא\"ת לדברינו הא דקא תני בברייתא עיר של יחיד ונעשית של רבים ורה\"ר עוברת בתוכה כיצד מערבין אותה כו' לאו ברה\"ר גמורה של תורה היא א\"כ מאי קשיא להו בגמרא מאן תנא דמיערבא רה\"ר דילמא אפי' לרבנן נמי בעיר של יחיד מערבין רשות הרבים שבה מפנו שאינה של תורה לאו קושיא היא חדא הברייתא לא קתני של יחיד אלא משום דמערבין את כולה ועוד דלרבנן להוי נמי כמבוי המפולש לרה\"ר אפ\"ה בלחי וקורה לא מיערבא אלא לרבי יהודה כדאיתא בפ\"ק.<br>ויש לפ' דעיר של יחיד ונעשית של רבים כשהקנה אותה היחיד לרבים היא אלא שהם משמשים לאדנות שלו וחייבין עליה משום רה\"ר היא והלשון הא' נ\"ל.<br>וי\"מ שאותה דסקרתא דנאתי אדואר היתה של אותו עשיר כולה והושיב בה אנשים שהיו מעלים לו שכר הבתי' כולם ואין זה הפי' נכון בעיני מעובדא דרב זירא דאמר במתא דבי חייא דאמרו ליה הנהי סבי דידה רב חייא בר אסי הוה מערב לכולה ואמר ש\"מ עיר של יחיד ונעשית של רבים היא ולזה הפי' הרי הוא רואה שאין הדרים בתוכה שוכרים בתים מן היחיד שאם היו עד עכשיו שוכרין מממוניהם ודאי עיר של יחיד ונעשית של רבים היא ואין לחוש בה כלל שמא היתה של רבים ונעשית של יחיד ואח\"כ נעשית של רבים דגזרה בעלמא היא.<br>וא\"ת לר' יהודה כיון דאמר שתי מחיצות דאורייתא ולא משכחת רה\"ר בתוך העיר לעולם ומש\"ה נמי אמר בברייתא הכא כיצד מערבין אותה עושה לחי מכאן כו' כדפרישית לעיל א\"כ של רבים נמי אמאי בעיא שיור הא אפי' היא של רבים עכשיו לית בה רה\"ר דאורייתא, אפי\"ה כיון דדרכים שבה רחבין י\"ו אמה כדרך הרבים ורבים עוברין בתוכה חוששין שמא תשכח מהן תורת רה\"ר אפי' בפלטיא או חוצה בסרטאות שלהן ולפי' צריכה שיור. ", 
            "והא דתניא בברייתא <b>ואין מערבין אותה חצאין אלא או כולה או מבוי בפני עצמה.</b> אוקימנא כלישנא בתרא דרב פפא דלא תימא לארכה הוא דלא מערבינן משום שבני רשות הרבים של צד זה מן המזרח אוסרין על גבי רה\"ר של צד זה מן המערב אלא אפי' לרחבה אין מערבין ואפי' לרבנן דאמרי גבי שתי חצרות זו לפנים מזו רגל המותרת במקומה אינה אוסרת שלא במקומה התם הוא משום דפנימית אחדא דשא ומשתמשת לעצמה ואין לחברתה רשות עמה וכיון שכן שלא ערבה עמהן רואין אותה כאלו סגרה על עצמה ליום זה וסלקא רשותה מהן דכגון זה כופין אותה על מדת סדום הוא אבל הכא מי מצו מסלקי לרה\"ר מהכא הילכך אוסרין זה על זה.<br>והוינן בברייתא אמר מר אלא או כולה או מבוי בפני עצמה מאי שנא חצאין דאסרי אהדדי פרש\"י ז\"ל דכיון דמעיקרא יחיד הות והיו מערבין את כולה והורגלו להיות אחד אסרי אהדדי ואפילו איכא לחי או קורה במבוי לא מהני ובתוס' הקשו דהא אמרינן בפ\"ק דמכלתין מבוי שרצפו בלחיי' משתמש עד חודו הפנימי של פנימי הרי שחצי המבוי החיצון אסור וחציו הפנימי מותר ולא אסרי אהדדי ותו איתמר התם עשה לחצי לחי מבוי יש לו חצי מבוי אעפ\"י שהורגלו לערב את כולה לא מיתסר והם ז\"ל מתרצי בתוס' דילמא התם כשאין בתים וחצרות פתוחין לחצי מבוי החיצון כלל דליכא למימר אסרי אהדדי, ודברים דחוקי' הם ואין להם ע\"מ שיסמוכו.<br>אבל י\"ל דבר ברור שלא נאמרו איסורין הללו שאוסרין זה על זה אפי' ברשות הרבים לרחבה, אלא בכאן שעירבו כל העיר לחצאין ואלו מטלטלין לעצמן בכאן והוו להו שתי חצרות זו לפנים מזו שיש להן דרך זו על זו ואוסרין זה על זה דברייתא ה\"ק, אין מערבין כל העיר לחצאין אלא כולה כאחת בלחי או קורה מכאן ומכאן לשני ראשי העיר ברה\"ר שלה ובעיר שאין לה מבואות שכולה ניתרת בהיתר רה\"ר שלה העוברת בתוכה כמו שפרש\"י ז\"ל או כולו או מבוי בפני עצמו כעיר העשויה מבואות מבואו' אבל חציה בלבד ודאי מערבין וטעמא דמילתא דבמערב כולה לחצאין ולחיים וקורות החיצונים עושין את הכל רשות אחת ואפי' עשו לחי באמצע רה\"ר לרחבה כיון שהלחיים החיצונים מתירין את הכל ואין אלו שעושין ביניהם אלא להפרישן זה מזה הוו להו ממש כשתי חצרות אבל עשו לחי וקורה לחצי רה\"ר לרחבה וערבו לעצמן והניחו חצי העיר בלא לחי ודאי אותם שבתוך הלחי מותרין ושבחוץ אסורין דשלפנים מן הלחי (בחצר כרה\"ר) [כחצר ושחוצה לו] והוו להו כשאר כל המבואות שלחיים וקורות מתירין אותן שאין החיצוני' בני רשות אחת עמהן כדי שיאסרו עליהן וכן מבוי מבוי בפני עצמו דאמרי' אסרי אהדדי הוא הדין והוא הטעם שאלו מערבין כל העיר מבוי מבוי בפ\"ע והמבואות ודאי פתוחין הן זל\"ז ועוברין זה על זה ואנו עושין למבוי הזה לחי וקורה משני צדדין עד שיערבו כל העיר ולחיים וקורות הללו שבין כל מבוי ומבוי אינן אלא להפריש זה מזה לפיכך אוסרין אהדדי (בשתי) [כשתי] חצרות, אבל עשו לחי וקורה ונשאר האחד בלא לחי מותר שאין בני רה\"ר אוסרין על בני מבוי ולא על בני חצר לעולם דלאו בני איערובי נינהו בהדייהו. כנ\"ל והענין נכון וברור הוא.<br>עוד ראיתי בגירסת הברייתא הזו בתוספתא עושה לחי מכאן ולחי מכאן או קורה מכאן וקורה מכאן ומערבין ונושאין ונותנין באמצע. וזה הלשון נכון ומחוור הוא. ופירושה שמערבין בפת אחר שהכשירו העיר בלחיים וקורות ונושאין ונותנין באמצע ולהכי קתני בסופה של אותה השמועה ואין מערבין כלומר בפת זה לחצאין אלא או כולה או מבוי בפני עצמו ולפ\"ז השמועה בפשיטו' מתפרשת יותר.", 
            "סליק מסכת עירובין\n"
        ]
    ], 
    "title": "Chiddushei Ramban on Eruvin", 
    "versionSource": "https://www.sefaria.org/Chiddushei_Ramban_on_Eruvin", 
    "heTitle": "חידושי רמב\"ן על עירובין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Ramban", 
        "Seder Moed"
    ]
}