{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Fringes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Fringes",
    "text": [
        [
            [
                "<b>ענף שעושין על כנף הבגד ממין הבגד הוא הנקרא ציצית מפני שהוא דומה לציצית של ראש שנאמר ויקחני בציצית ראשי וכו'.</b> ובגמ' במס' מנחות מ\"ב ע\"א איתא ת\"ר אין ציצית אלא ענף וכן הוא אומר ויקחני בציצית ראשי עיי\"ש ונראה כי יקרא ציצית כי דומה לענף וכאשר מצינו ציצית ראשי כמו הענף מהעץ וכמו\"כ הציצית מהבגד וא\"כ יהיה פי' ציצית ענף וכמו\"כ ציץ השדה ציץ נובל על צמחי השדה וכיו\"ב על דרך זה ורבינו כתב ענף וכו' שהוא דומה לציצית של ראש וכו' ולא שהוא עצמו לשון ענף כמו שערות הראש שנקראין ציצית על כי המה כמו ענפי העץ ועוד בגמ' שם דף מ\"א ע\"ב אין ציצית אלא יוצא ואין ציצית אלא משהו וברש\"י אין שם ציצית אלא יוצא ותלוי ויוצא מן הכנף משהו עכ\"ל בצאן קדשים אין לשון ציצית וכו' עיי\"ש:<br><b> ונראה</b> דברש\"י ירמי' מ\"ח \"תני ציץ למואב וז\"ל תנו כנף למואב דבר תלאי ובולט מן האדם ומן הבהמה קרוי ציץ כמו והיה לכם לציצית ויקחני בציצית ראשי עכ\"ל ונראה ציצין המעכבין וכו' במס' שבת מזה וציץ הזהב וי\"ב הכל על דרך זה והענף יקרא ציץ וכן כל צמחי השדה עבור שבולטין מהעץ ומהאדמה וא\"כ הענף יקרא ציץ ולא כי הציץ יקרא ענף וזה כמ\"ש רבינו וזה שכתב שדומה וכו' אף שאינו בגוף ממש יקרא כדומה לשם ונראה מציץ מחרכים ג\"כ מזה שנראה בולט מהבית וזה דאיתא בגמ' הנ\"ל אין ציצית אלא יוצא וכמ\"ש ברש\"י אין לשון ציצית אלא יוצא כמ\"ש הבולט יקרא ציץ וברש\"י במדבר ט\"ו ציצית על שם הפתילים התלויים בה כמו ויקחני בציצית ראשי ד\"א ציצית על שם וראיתם אותו כמו מציץ מחרכים עכ\"ל ולמ\"ש מציץ מחרכים מלשון ציץ ונראה עבור כי כל הבולט יקרא ציץ כל הנראה ונופל ביותר לעין ג\"כ לשון ציץ בו כמו הציץ ונפגע ובגמ' הנ\"ל ואין ציצית אלא משהו היה נראה להיפך שתחלת שם הזה לצמחי השדה ועבור כי המה בולטין נקראו אח\"ז בשם המושאל כמו דברים הבולטים בשם ציץ והלשון ציצית בהנחתו הראשונה בצמחי השדה יוצא ומשהו כצמחי השדה אלה הנובלים כציץ נובל שהמה משהו וקטנים לרוב ועיין במס' שבת פר\"א ציצין המעכבין וכו':",
                "<b> וזה הענף הוא הנקרא לבן מפני שאין מצווין לצבעו.</b> עיין להלן פ\"ד ה\"ח בטלית אדומה יעשה חוט הלבן כעין צבעה עיי\"ש:<br><b> ועיין</b> בכ\"מ שמפרש דמתורה לא נתפרש אבל מדברי סופרים יש להם שיעור וכשמוסיף על השיעור שקבעו החכמים עובר בבל תוסיף והיינו דאמרינן בסנהדרין פ\"ח והא איכא ציצית דעיקרו מד\"ת ופירושו מד\"ס ויש בו להוסיף ואם הוסיף גורע והקשה ע\"ז ממאי דאיתא במס' יבמות דף ה' ע\"ב גדיל שנים גדילים ארבעה וכיו\"ב במס' מנחות דף ל\"ט דמשמע מהתורה יש להם מנין עיי\"ש:<br><b> והנה</b> לפי הנראה דדעת הכ\"מ דשעורו במנין מדרבנן ובלתי מובן למה יעבור על בל תוסיף במוסיף על הרבנן ובמרכבת המשנה הקשה עליו מרש\"י במס' סנהדרין שם שכתב ופי' מד\"ס דילפינן גדיל שנים גדילים ארבע ודרכו של רבינו בכמה דוכתי להקרא מד\"ס מה שאין מפורש בתורה כנודע עיי\"ש ועי' בס' ברכי יוסף סי' י\"ג אחרי שרצה מתחילה ג\"כ לפרש בדעת הכ\"מ מדרבנן ממש כתב אח\"ז דקושית הב\"י אף דדעת רבינו דהוי מד\"ס כיון שאינו מפורש בתורה אבל מהאי דגדיל וכו' הוי כמפורש בתורה דכן משמע מכ\"מ בהל' עדות פי\"ג דמה שאנו דורשין בפי' הכתוב מקרי מדאורייתא עיי\"ש ובס' קרית ספר להמבי\"ט כתב דאע\"ג דגדילים ארבע היינו בגדיל אבל בענף דהיינו ציצית אין לחוטיו מנין מהתורה דפתיל וציצית דהוי ענף לא משתמע יותר מחד עיי\"ש אבל עיין בתוס' מנחות ל\"ח ע\"א בד\"ה התכלת שכתבו דפתיל משמע תרי כדדרשינן במס' יומא ע\"ב ע\"א וקיצץ פתילים פתיל שנים פתילי' ארבע עיי\"ש ובס' מעשה רוקח כתב די\"ל דרבינו מפרש כבעל העיטור המובא בב\"י בסי' י\"א לפרשו דמ\"ש שיעור לחוטין מלמעלה אם ירצה להוסיף יוסיף כמ\"ש בטור בשמו משום דמפרש האי דאי' במס' מנחות מ\"ב אין להן שיעור מלמעלה לא כרש\"י שפי' באורך רק במנין החוטין עיי\"ש אבל עיין בתוס' מנחות ל\"ח ע\"א בד\"ה התכלת דאם הוסיף יותר משמונה הוי בל תוסיף כדמוכח במס' סנהדרין הנ\"ל ואם הוסיף גורע עיי\"ש (ואפשר לפרש דעת רבינו שאין להן מנין מהתורה עם מ\"ש בתוס' הנ\"ל דרב אחא בר יעקב ורב אחא בר מדפתי לא פליגי רק דיש במשמעות ארבע ושמונה ואי בעי עביד ארבע ואי בעי שבעה ולא יותר דהוי בל תוסיף עיי\"ש ואף דעכ\"פ לא יפחות מארבע מ\"מ לא הוי כמפורש בתורה וגם זה נראה דוחק):<br><b> והנה</b> מלשון רבינו בהל' י\"ח ואם נפסק החוט מעיקרו אפי' חוט אחד פסולה ועי' בכ\"מ בפי' ה\"ג שם עיי\"ש אם נידוק לשון פסולה מדאורייתא א\"כ על כרחך דעת רבינו דמנין מדאורייתא ורק מד\"ס שאין מפורש בתורה ובהל' גירושין מחלק בין פסול ובטל עיי\"ש ועי' בריש סוכה אבל בלשון רבינו בזה בכשר מדאורייתא ופסול מדרבנן יש לעיין והנה הנפק\"מ אם מנין החוטין מדאורייתא כמ\"ש בברכי יוסף לענין שבת וכיו\"ב עיי\"ש. אמנם בזה שכתבתי עמ\"ש בכ\"מ בל תוסיף בזקן ממרא על הרבנן עי' בסה\"מ שורש א' ברמב\"ן ובחי' הר\"ן סנהדרין דף פ\"ט ע\"א עיי\"ש:<br><b> והנה</b> בזה דפליגי בית שמאי ובית הלל במנין חוטין במס' מנחות דף מ\"א ע\"ב לב\"ש ארבע ולב\"ה שלש וכיו\"ב בספרי בפרשת כי תצא ולדעת רבינו בכמה דוכתי בהלכה למשה מסיני לא שייך מחלוקות הרי בארבעתן מצוה אחת ג\"כ פליגי ר' ישמעאל עם הת\"ק דף כ\"ח ובפי' משניות כתב רבינו דהוי האי דמעכבין ואין מעכבין הלמ\"מ וצ\"ל כמ\"ש ז\"ל דכמה מחלוקת בהלמ\"מ עיין בשו\"ת חות יאיר ובס' כרתי ופלתי ריש סי' ה' טריפות ומ\"ש במקו\"א בזה וגם כמ\"ש שם הוי המחלוקות בדרשי דקראי:<br><b> אמנם</b> י\"ל עוד כמ\"ש בקרית ספר דאגדיל קאי גדילים ארבעה ולא על ענף דכמ\"ש בכ\"מ בה\"ו דעת רבינו דפתיל תכלת משמע חדא עיי\"ש וצריך ליישב סוגיא דיומא ע\"ב הנ\"ל וכמ\"ש לעיל וי\"ל דמפרש התכלת אין מעכב וכו' דא\"צ ליתן רק ב' חוטין ועי' בתוס' בד\"ה תכלת הנ\"ל דלא כרש\"י ועכ\"פ שנים בעי דהרי צריך אחד תכלת ואחד לבן לכתחילה ואם אין תכלת די בלבן בלבד ומ[דברי] חכמים לעשות ארבע או שמונה ולא הוי בל תוסיף דיש ביד החכמים כן כמ\"ש בהל' ממרים פ\"ב ה\"ט ומראב\"ד שם משום סייג עיי\"ש וגם במצות למאן דאמר ק\"ש דאורייתא וכיו\"ב דחכמים הוסיפו אבל המוסיף ביותר משיעור החכמים הוי גורע כדפי' במס' סנהדרין הנ\"ל וזה י\"ל גם לדעת הרמב\"ן בס' המצות וחי' הר\"ן הנ\"ל וכמ\"ש בכ\"מ ועי' מ\"ש להלן ה\"ו בפי' פתיל חדא לרבינו עיי\"ש ועי' עוד בה\"י ומ\"ש שם עיי\"ש ובהל' י\"ד ומ\"ש שם עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>והתכלת אינו מעכב את הלבן והלבן אינו מעכב את התכלת כיצד הרי שאין לו תכלת עושה לבן לבדו וכן אם עשה לבן ותכלת ונפסק הלבן ונתמעט עד הכנף ונשאר התכלת לבדו כשר.</b> מחלוקת רבי ורבנן במסכת מנחות דף ל\"ח ורבנן ור' יוסי הגלילי משום ר' יוחנן בן נורי דאמר אין לו תכלת מטיל לבן ופסקו ז\"ל כרבנן זולתי הבעה\"מ במס' שבת בפ\"ב וכתב דדעת בה\"ג כן וטעמו מדאי' לא תיתוב וכו' עד דמפרשת לי התכלת אינה מעכבת וכו' נראה דהוי להלכה כן עיי\"ש ובמלחמות שם ע\"ז והנה כדאיתא בגמרא פליגי אם וראיתם אותו קאי על תכלת ולבן ביחד או על כל אחד בפ\"ע. והנה למ\"ש לעיל כ\"ח ארבע ציצית מעכבות זו את זו ר' ישמעאל אומר ארבעתן ד' מצות. ושם לא מפורש במאי פליגי ולמה נאמר דמעכבו ולמה לא ועיין בפי' משניות לרמב\"ם על כיו\"ב בפ\"ג דמסכת מנחות במשנה שתי שעירי יו\"כ וכו' ועל כלל וכלל מאלו הודאות הוא אומר מעכבות זו את זו וכולן סמכו אותו לרמזים שיש בפסוקים שהן ראיה על שיהיו מעכבות אבל הענין קבלה עכ\"ל. ולדעתי דלא שייך מחלוקת בהלמ\"מ עי' בכו\"פ וכיו\"ב שכתבו דהלמ\"מ סתם נמסרו ופליגי על מאי קאי ועי' ברמב\"ן בסה\"מ שורש א' בענין גז\"ש עיי\"ש וא\"כ נראה דהלמ\"מ היה מעכבות בציצית וי\"ל דכולה בארבע ציצית ובתכלת ולבן ג\"כ ור' ישמעאל דס\"ל ארבעתן ד' מצות על כרחך צ\"ל דהלמ\"מ דמעכבות קאי על תכלת ולבן אבל אנן לא קיי\"ל כר\"י וא\"כ י\"ל דלא קאי רק על ארבעתן מצוה אחת:<br><b> והנה</b> לכאורה המחלוקת אם קאי וראיתם על שניהם או על כל חדא וחדא בלתי מכרעת והיה נראה דבלא\"ה בסברה פליגי. והנה לעיל כ\"ח לר' ישמעאל מפורש דהוי ד' מצות אבל כאן המחלוקת אם מעכבות זה את זה אבל אם הוי מצוה אחת או ז' מצות לא מצינו שיפלגו בזו. וכמ\"ש רבינו בהל' ה' אע\"פ שאין מעכבין הוי מצוה אחת. ועיין בס' ישועות יעקב סי' י\"א ס\"ק ז' שעמד ע\"ז למה מותר ללבוש בגד בחסר תכלת מ\"ש מצות תכלת מלבן והביא ראיה לדעת המרדכי בשבת שאי אפשר מותר ללבוש בלי ציצית עיי\"ש. אבל באמת למ\"ש רבינו דהוי מצוה אחת ומשלימות המצוה למובחר בתכלת ולבן וא\"כ קיים המצוה ומותר בלבישה לכתחילה כשאין לו תכלת או לבן ועדיף לקיים אחת מלא יקיים כלל דענשיתו אעשה כדאיתא במס' מנחות:<br><b> והנה</b> בגמרא איתא אין לו תכלת מטיל לבן וכן לשון רבינו באין לו ובנפסק אמנם ביש לו שניהם י\"ל דאינו יוצא במטיל אחד ולא יגרע ממ\"ש בתוס' במס' סוכה דף ג' ע\"א בד\"ה דאמר דאם לא קיים המצוה דאורייתא עם הוספה דמדרבנן אף ידי דאורייתא אינו יוצא וכיו\"ב כתבו בפסקי התוס' בפ\"ק דמס' ברכות וכיון דהוי כמ\"ש רבינו מצוה אחת ולא עשה בשלימותה לא יהיה יוצא כלל רק באי אפשר לקיים שניהם:<br><b> ולכאורה</b> שם מלאו דלא תסור ומדרבנן שלא יהיה יוצא אבל מדאורייתא לחלק כן בין אפשר ולא אפשר במצוה אחת לענין יד\"ח צ\"ע. והנה מלהקדים וכו' ריש תכלת עיין בתוספות דלא מצינו עכוב בסדר עיי\"ש ועכ\"פ מדרבנן מסתבר לומר כן:<br><b> ואולי</b> יש ליישב בזה הסתירה בדברי רבינו למ\"ש בהל' י\"ח ואם נפסק החוט מעיקרו אפי' חוט אחד פסולה ועי' בכ\"מ כאן ולהלן. ולמ\"ש נאמר דכאן מיירי באין לו כמ\"ש ואין לו וגם בנפסק וכו' ג\"כ ואין לו אחרת. ונקט ב' גונא אין לו שאין לו מתחילה ואין לו בסוף שנפסק ונשא שם תכלת ולבן בזה וכתב בזה שאין לו מתחילה ובה\"ב בשאין לו בסוף אבל שניהם שוין לדינא ועי' בפי' לר' דוד ערמא\"ה ז\"ל שכתב הרי שאין לו תכלת וכו' וכן אם עשה לבן ונפסק וכו' שינה מפני שהלבן מצוי ופשוט עכ\"ל כונתו לכן בלבן בלתי מצוי שאין לו נקיט ונפסק ומשו\"ה אין לו עתה משא\"כ בתכלת שייך אין לו מתחילה אבל להלן לדינא ביש לו בנפסק פסול:<br><b> וי\"ל</b> דכמ\"ש בסברה פליגי אם מעכבות ומשום דהוי מצוה אחת ולא עשהו בשלימות אם יצא והנה פליגו מדאורייתא:"
            ],
            [
                "<b>אע\"פ שאין אחד מעכב את חבירו אינן שתי מצות אלא מצוה עשה אחת אמרו חכמים הראשונים והיה לכם לציצית מלמד ששניהם מצוה אחת.</b> במ\"ע כתב מקורו בשם הספרי יכול שהן שתי מצות וכו' ת\"ל והיה לכם לציצית מצוה אחת היא ולא שתי מצות עיי\"ש ובשו\"ת ריב\"ש בסי' קל\"ז בשם מכילתא עיי\"ש וכתב והטעם מפני שהם מעשה אחת לבישת התכלת והלבן יחד וראוי שימנו אחת אע\"פ שאין מעכבין זה את זה עיי\"ש. והנה לפי דבריו רק למנין הוי מ\"ע אחת אבל למ\"ש בהל' הקודמת דהוי באמת מצ\"ע מצוה אחת רק אחד משלים ומוסף בשלימות המצוה למובחר ומשו\"ה מותר ללבוש בשאין לו אחד בבגד וכמ\"ש לעיל וצ\"ע בזה ועיין מ\"ש בהל' שבת פי\"ט ה\"כ עיי\"ש:",
                "<b> וארבע ציצית מעכבות זו את זו שארבעתן מצוה אחת והלובש טלית שיש בו לבן או תכלת או שניהם כאחת הרי קיים מצות עשה אחת.</b> הנה סיום לשונו נראה כמ\"ש דלא הוי מצ\"ע רק מצוה אחת ולא למנין המצות בלבד ולכן כפל בלשונם לפרש כן והנה האי דארבע ציצית וכו' במס' מנחות כ\"ח במשנה ובילקוט משום דכתיב בם והיו עיי\"ש וכדאיתא שם בגמרא לענין שאר דברים כן. ובמעדני מלך כתב דלא אתפרש וציין על דברי רבינו בפי' המשנה שהבאתי לעיל:"
            ],
            [
                "<b>כיצד עושין את הציצית וכו' ומרחיק ממנה לא יותר על שלש אצבעות למעלה ולא פחות גודל וכו'. </b> ובסמ\"ג הל' ציצית סי' כ\"ו מובא בב\"י בסי' י\"א מפני שאין נקרא כנף למעלה מג' ולא יניחנו למטה מגודל משום שנאמר על הכנף ואם היה בקרן ממש א\"כ הוי תחת הכנף עיי\"ש ובב\"י עוד מ\"ש שם:",
                "<b> ונמצא שמנה חוטין משולשים וכו'.</b> עי' במעשה רוקח בשם רמ\"ע מפאנו ז\"ל כאלו נכתב משולשלים:",
                "<b> ויהיו אחד משמונה החוטין חוט תכלת והשבעה לבנים.</b> ועי' בראב\"ד ובכ\"מ ע\"ז ובתוס' מנחות ל\"ח ע\"א דבפ' התכלת כתבו דסברה הוא כיון דלבן תרי בעי ה\"ה תכלת ועוד במס' יומא ע\"ב דרשינן וקיצץ פתילים פתיל שנים עיי\"ש. ורבינו שפי' פתיל חדא מפרש במס' יומא דף ע\"ב ע\"א כמ\"ש ברש\"י שם בד\"ה וקצץ פתילים. פתילים משמע תרין וכשקוצץ כל אחד לשנים הוה להו ארבע עכ\"ל. וא\"כ נראה גם מרש\"י דפתיל משמע חדא ועיין בתוספות מנחות דף מ\"א ע\"ב בד\"ה ב\"ש שכתבו ג\"כ לפרש לב\"ה שאומר שלשה האי דמסכת יומא שאני עיי\"ש ובספר ברכת הזבח עיי\"ש גם הביאו שם הספרי שנים של לבן ואחד של תכלת עיי\"ש. ועיין בספר מרכבת המשנה:"
            ],
            [],
            [],
            [
                "<b>העושה לבן בלא תכלת וכו'.</b> עי' בתוספות מנחות ל\"ח מ\"א בד\"ה התכלת בדעת רש\"י ותוס' אם צריך ארבע חוטין בעושה לבן בלבד עיי\"ש. ומלשון רבינו נראה שצריך שיהיה ארבע ואולי וזהו מנהגינו וכו' קאי גם ע\"ז ולא מדינא:"
            ],
            [
                "<b>אחד חוטי לבן ואחד חוטי תכלת אם רצה לעשות שזורין עושה אפי' היה החוט כפול משמונה חוטין ושזר עד שנעשה פתיל אחד אינו נחשב אלא כחוט אחד.</b> ועי' בראב\"ד ובכ\"מ ולדעת רבינו וכמ\"ש במרכבת המשנה התירא אתי לאשמועינן בספרי שלא הוזכר שם ממשכן שלא נאמר דהוי בל תוסיף במנין החוטין עיי\"ש. והנה מזה נראה ג\"כ לרבינו דאין להוסיף על מנין כמו דאיתא במסכת סנהדרין אפי' מהתורה דבספרי מקרא קא דרש ואם אין מנין חוטי כלל מהתורה ובבעל העיטור דמפרש אין שיעור למעלה כמה שירצה למה צריך קרא לאשמועינן ומ\"ש אפי' וכו' כפול שמונה מדאי' ביומא ע\"א ע\"ב משזר שמונה עיי\"ש. ונראה המנהג להדר אחר כפול שמונה ולא מצאתי מקור לזה אולי בחרו לדעת הסוברים דשזור למצוה להיות היותר הגדול כפול שמונה:<br><b> ועי'</b> במרכבת המשנה שמקיים מ\"ש המגדל עוז שדעת רבינו אפי' נוקמי כר' שמעון יחידאה הוא בזה עיי\"ש. אמנם לשון הספרי אין לי אלא תכלת לבן מנין אמרה התורה מין תכלת מין לבן מה תכלת טווי ושזור אף לבן עיי\"ש נראה דאם משום בל תוסיף דליכא למה ס\"ד לחלק בין תכלת ללבן ובר\"ן ספ\"ק דביצה הוכיח דבעי שזורין דאל\"כ כלאים בציצית למה הוצרכה התורה להתיר דליכא כלאים באינן שזורין עיי\"ש:<br><b> אמנם</b> עי' בדעת הרמב\"ם בכלאים בהל' כלאים פ\"ז ה\"ב ובראב\"ד שם ובכ\"מ שם ובב\"י בסי' ש' כתב דעתם שם יש ליישב עיי\"ש ועיין בישועות יעקב סי' י\"א ס\"ק ב' שכתב דכיון דהתורה התירה שזור דפתיל משמע כן ע\"כ אפי' בכלאים מותר עיי\"ש ועי' בתוס' יבמות דף ד' ע\"ב בד\"ה ואמר עיי\"ש ותוס' מנחות דף ל\"ט ע\"א בד\"ה קשר עיי\"ש:"
            ],
            [
                "<b>חוטי ציצית בין לבן בין תכלת צריכין טויה לשם ציצית ואין עושין אותן לא מן הצמר הנאחז בקוצי וכו' ולא מן הנימין הנתלשין מן הבהמה ולא משיירי שתי וכו' אלא מן הגזה של צמר או מן הפשתן. </b> ועי' בכ\"מ שכתב דנראה דטעמא דכל הני משום בזוי מצוה עכ\"ל ובעל המאור במסכת סוכה דף ט' כתב דבעי הכנף מין הכנף ואין מינים הללו ראוין לעשות מהם בגד שהם פסולת הצמר ואין בגד מעשה מכמותן עכ\"ל ומובא במג\"א בסי' י\"א ס\"ק ט' עיי\"ש:",
                "<b> ואין עושין אותן מצמר הגזול.</b> בכ\"מ בשם הנימוק\"י בשל צמר ועשה חוטין קניא ביאוש ושנוי הגוף אבל לכתחילה אסור משום שונא גזל בעולה ורבינו שכתב פסול נראה דמיירי קודם יאוש או אחר היאוש משום דהוי שנוי החוזר לברייתו עיי\"ש. ועי' בסי' י\"א בטו\"ז ס\"ק ה' ובמג\"א ס\"ק י' ובמחצית השקל שם ובס' מחנה [אפרים] בהל' גזילה סי' כ\"ט עיי\"ש על דברי הטו\"ז. ובס' מחנה אפרים החליט שם דרבינו דפסל או דמיירי בליכא יאוש או דס\"ל כרמב\"ן דשנוי החוזר עם יאוש לא מהני עיי\"ש ועיין בחו\"מ בסימן שס\"א סעיף ב' יאוש עם שנוי השם גרוע שחוזר לברייתו י\"א דקונה ואי' צריך להחזיר אלא דמיה עיי\"ש. ועיין בטור סי' שנ\"ג ובב\"י והוא מדברי הרא\"ש במסכת ב\"ק עיי\"ש:<br><b> והנה</b> י\"ל ג\"כ לפמ\"ש במחנה אפרים שם במי שגזל צמר ועשה חוטין ואח\"כ נתיאש די\"ל שאין יוצא בהם לענין ציצית כיון דבשעת הטויה היה גזול דלשמואל במסכת סוכה דף ט' ע\"א דקיי\"ל כוותיה גדילים תעשה לך איירי על שעת טויה לך לשם חובך ופרכינן דילמא הקרא למעוטי גזול ומשני הא כתב קרא אחרינא ועשו להם משלהם ע\"כ משמע לכאורה דבשעת הטויה בעינן שלא יהיה גזול עיי\"ש. ונראה כונתו דאם יהיה גדילים וכו' קאי לענין גזול על כרחך בשעת טויה לא יהיה גזול דגדילים תעשה לך לשמואל על הטויה קאי וא\"כ ועשו להם על גזל על כרחך ג\"כ על הטויה קאי כיון דטויה מהעשיה:<br><b> ויש</b> לומר ג\"כ כמ\"ש לעיל בהל' תפילין בפ\"א הי\"א דעיבוד בתפילין וס\"ת דצריך לשמה משום דהוי התחלת המצוה דהעשיה בכלל המצוה ובזה יש מקום לחלק כמ\"ש רבינו שם בין חובת הגוף לשאינו חובת הגוף דבשאינה חובת הגוף כמו במזוזה בלתי מתחיל המצוה עד שיקבענו בבית דעד שיש לו דירה לקבעו אין עליו מצוה וגם אז רק כשדר בו אבל בתפילין דמחויב בתפילין המצוה עליו קודם שהניחו והוי כל הנעשה בהם התחלת המצוה ומשו\"ה צריכין לשמה אבל בציצית לכאורה כמזוזה והיה נראה דזה מחלוקת רב ושמואל ועיין במסכת מנחות מ\"ב ע\"ב כל מצוה שעשיתה גמר מצוה וכו' צריך לברך ומציצית בהא פליגי מר סבר חובת טלית וכו' עיי\"ש. והנה בציצית מקרא דלך ילפינן דצריך הטויה לשמה ולא מסברה משום דלא הוי חובת הגוף כמו מזוזה וי\"ל ג\"כ דמסברה דכתיב ועשו להם ציצית ובלא לשמה מאי שם ציצית עליהם דהוי כמו שאר חוטין בעלמא משא\"כ במזוזה ואפ\"ה צריך קרא דלא נאמר בתליה לשמה די ועכ\"פ נדע מזה דבעי טויה לשמה דהטויה מהתחלת המצוה וא\"כ מסתברא שלא יהיה גזול בעת הטויה כמו בשאר המצות וכמו אח\"ז כמו כן מעיקרא שלא יהיה בגזל וא\"כ מוכח כמ\"ש בס' מחנה אפרים דבשעת טויה צריך שיהיה שלו:<br><b> וא\"כ</b> לפ\"ז אם נאמר משום שנוי המעשה או שנוי השם וא\"כ בשעת שטוו עודנו לא היה שלו רק אחרי הטויה וצריך לומר דהטויה למצוה ושנוי השם או שנוי המעשה באות כאחת וכמ\"ש ברשב\"א במסכת גיטין בסוגיא דחטאת גזולה וכיו\"ב בכמה דוכתי ועיין ברמב\"ן במלחמות במסכת סוכה ריש פ' לולב הגזול ובמס' ב\"ק שחולק ע\"ז עיי\"ש. וא\"כ י\"ל דרבינו דסתם לפסול אפילו לאחר יאוש ודעתם כדעת הרמב\"ן דלא אמרינן באין כאחת:<br><b> וראיתי</b> בספר ישועות יעקב סימן י\"א שכתב דלא [מהני מחשבת] לשמה בשאינו שלו עיי\"ש גם עם דבריו יש ליישב כמ\"ש:",
                "<b> ולא משל עיר הנדחת ולא משל קדשים ואם עשה פסול.</b> עיין בכ\"מ דלאו משום איסור הנאה דמצות לאו להינות ניתנו אלא כיון דלשריפה קאי וכתותי מכתת שעורא וציצית שיעורא בעי עיי\"ש. והנה בזה לא שייך הנאת הגוף דאי' נהנה בגופו בהציצית רק בהבגד אמנם יש לעיין למ\"ש הר\"ן במסכת סוכה דמשום הכי אמרינן מצות לאו להינות ניתנו וז\"ל וטעמא דיצא משום דמצות לאו ליהנות ניתנו ואע\"פ שמקבל עליה שכר אין זה אלא גרמא בעלמא כענין שאמרו המודר הנאה ממעין טובל בו בימות הגשמים כיון שאין נהנה בגוף המים ואע\"פ שגורמת לו טבילה זו לעלות מטומאה לטהרה ומכשירתו לכמה דברים לית לן בה וכדאמרינן גבי סנדל של ע\"ז דלא תחלוץ ואם חלצה חליצתה כשירה משום דמצות לאו וכו' ואע\"ג דמרווחא טובא בהאי חליצה אפ\"ה כיון דלא מתהניא מגופו של האיסור גרמא בעלמא הוא ולית לן בה עכ\"ל:<br><b> ובמקו\"א</b> כתבתי לפשר שלא יהיה סתירה בדברי הר\"ן דכאן כתב דגורם מותר באיסורי הנאה ובמסכת ע\"ז כתב לאסור גורם באיסור הנאה ועיין שהקשו כן וכתבתי לפרש דברי הר\"ן עם דברי רש\"י שכתב לאו ליהנות ניתנו אלא לעול על צוארו עיי\"ש דהנה מצד גורם דהוי הנאה הבאה אחרי זה שאין עוסק בהאיסור הנאה עוד אלא דעכ\"פ בשעת שעוסק באיסור הנאה נהנה בהנאה שיהיה לו אח\"כ וע\"ז כתב ברש\"י בפי' לאו להינות ניתנו אלא לעול על צוארו וא\"כ צריך שלא יכוין להנאה רק לקיום המצוה וכמ\"ש הר\"ן במסכת חולין בהנאה לא שייך פסיק רישא עיי\"ש וא\"כ בשעתה לא נהנה ואח\"ז הוי רק גורם הנאה בעת שאין עוסק בהאיסור הנאה עוד וכל זה במצוה משו\"ה גורם מותר אבל בשאר איסורי הנאה אף דהוי גורם ונהנה בשעה שאין עוסק בהאיסור מ\"מ בשעה שעסק בהאיסורו הנאה נהנה ועל דעת זה עסק שיהיה לו הנאה אח\"כ ונהנה עי\"ז מיד ומשו\"ה גורם בשאר איסורי הנאה אסור וכתבתי בביאור יותר בזה במקו\"א. וא\"כ לפי זה י\"ל כ\"ז בגורם הנאה דהוי לאחר זמן שאין עוסק בהאיסורי הנאה אבל בלובש בגד עם ציצית של איסור הנאה הרי בשעה שעוסק נהנה בהבגד אף [דאין] נהנה מהציצית עכ\"פ הוי הציצית גורם הנאה וכה\"ג דגורם בשעתה שעוסק באיסור הנאה י\"ל דאסור למ\"ש:<br><b> והנה</b> לכאורה מדכתב רבינו עיר הנדחת ולא בסתם של איסורי הנאה זה שהביא להכ\"מ לומר כן אמנם גם אם נאמר לאו ליהנות ניתנו מ\"מ דעת רבינו בהל' איסורי מזבח ה\"ט אין מביאין מנחות ונסכים לא מן הטבל וכו' ואין צריך לומר מערלה וכלאי כרם מפני שהוא מצוה הבאה בעבירה וכו' ואם הביא לא התקדשו וכו' אבל נתקדשו להפסל ויהיה כקדשים שנפסלו עכ\"ל ועיין במל\"מ שם שכתב משום איסור הנאה והביא דברי התוספות במסכת חולין ועיין בהגהות מל\"מ שהוכיח מזה דאף דאמרינן מצות לאו להינות ניתנו מ\"מ לכתחילה אסור וכמ\"ש בפ\"ה מהל' אישות ה\"א עיי\"ש. ולפ\"ז בציצית דהוי בכל פעם לכתחילה בלבישה והוי מצהב\"ע לפ\"ז וא\"כ בכל איסורי הנאה ג\"כ פסולים לכאורה. וכנראה נקיט רבינו של עיר הנדחת דבלעדי זאת לא ימצא צמר של איסור הנאה רק בשל קדשים ועיר הנדחת דמשתחוה לבהמה בצמרה כתב אח\"ז דלא הוי משום איסור הנאה ובמקו\"א כתבתי לחלק לרבינו בין קרבן שכופין עליו ושאין כופין במס' חולין ק\"מ עיי\"ש:<br><b> ובשל</b> קדשים דשייך מעילה והוי מהב\"ב וגם אין שלו ואפי' בקדשים קלים דממון בעלים לר' יוסי הגלילי בכה\"ג י\"ל דצריך כולו שלו וצ\"ע. ובעיר הנדחת משום שאינה שלו י\"ל אף למאן דס\"ל איסורי הנאה שלו מ\"מ כיון דלשריפה עומדת והכל מצווין לבערו לא מקרי שלו כעין זה במקור חיים לענין חמץ וכמ\"ש במקו\"א בתוס' חולין הנ\"ל עיי\"ש ובציצית לך כתיב:",
                "<b> המשתחוה לבהמה צמרה פסול לציצית אבל המשתחוה לפשתן הנטוע הרי זה כשר שהרי נשתנה.</b> עיין במג\"א סי' י\"א ס\"ק י\"ב מ\"ש לחלק בין פשתן דעץ בעלמא הוי ובחוטין נשתנה הרבה משא\"כ מצמר לחוטין עיי\"ש מ\"ש בדברי רבינו אולם מ\"ש בסי' תקפ\"ו ס\"ק ו' כתב דצמרה יצא בדיעבד עיי\"ש ולא ידעתי האיך שייך לענין ציצית ללבישת הבגד יצא ובדיעבד וצ\"ע ובס' מעשה רוקח בשם מעיל שמואל כתב שרבינו למד האי דמשתחוה לפשתן וכו' ממ\"ש בפ\"ה דמס' סוכה סככה בפשתי העץ שלא דק אותן ולא נפצן כשירה שעדיין עץ הוא ואם דק אותן ולא נפצן כשירה שעדין עץ הוא ואם דק ונפץ אותן אין מסככין בהם מפני שנשתנית צורתו וכו' עיי\"ש:<br><b> והנה</b> בצמרה ג\"כ איבעי דלא אפשטא וכמ\"ש בתוס' מדרבנן אבל בגמ' איתא לתכלת דהוי שינוי שאינו חוזר ובשו\"ע נקטינן בזה\"ז דליכא תכלת אבל רבינו נקיט צמרה פסול משמע אף לתכלת שהוא כדרכו לכתוב לכל הזמנים וא\"כ לתכלת איבעיא דלא אפשטא בדרבנן וראיתי בס' קרית ספר למבי\"ט וז\"ל המשתחוה לבהמה צמרה פסול לציצית נראה דהוי מדרבנן כיון דאין נאסר להדיוט וטעמא משום מצוה הבאה בעבירה דהוי מדרבנן ואפי' עשה בה מעשה שאסרה להדיוט לא הוי צמרה פסול לציצית מדאורייתא דמצות לאו להינות וכו' כדרבא בלולב של ע\"ז דיצא בדיעבד עכ\"ל והנה מ\"ש משום מצוה הבאה בעבירה ולאו להינות וכו' צ\"ע מ\"מ מדרבנן אסורו וכמ\"ש בתוס' במס' ע\"ז שם משום דמאיס הוי מדרבנן עיי\"ש ועי' במג\"א הנ\"ל ופי' הגאון מו' אליהו מוילנא ז\"ל בזה ובשלטי הגבורים בפ' כל הצלמים מובא בכנה\"ג כתב משום דמאיס כלפי גזלה פוסל אותו דסלקה בתיקו ופסק לחומרא עיי\"ש ונראה אף דהוי מדרבנן לחומרא בזה משום דהוי למצוה וכנ\"ל בהל' ק\"ש פ\"א ה\"ט דספק דרבנן לקולא באיסור ומצוה דוקא בספק אם עשהו משא\"כ לכתחילה צריך במצוה לעשותו על דרך ודאי כמ\"ש שם בטעמו וא\"כ בכה\"ג דהוי דכל לבישה בפ\"ע לכתחילה והנה ציצית בכלל איסור ומצוה וא\"כ י\"ל מה\"ט לחומרא אף בדרבנן עיי\"ש וביותר למ\"ש במרדכי דאין איסור על הבגד ללבשו רק כשאפשר לו בציצית עי' במג\"א בסי' י\"ג וא\"כ הוי מטעם מצוה עליה וכמ\"ש לעיל צריך לעשותו בדרך הודאי אף במצוה דרבנן לכתחילה וכמ\"ש שם ואתי שפיר לענ\"ד:"
            ],
            [
                "<b>ציצית שעשה אותו גוי פסול וכו' אבל אם עשה אותה ישראל שלא בכונה כשירה וכו'.</b> ואין כן דעת התוס' ורש\"י דלדעתם אף התליה צריך להיות לשמה ועיין בב\"י בסי' י\"ד יש דעות בזה ובס' ישועות יעקב כתב בכיון בשעת טויה משוי לסתמא עומד לשמה ולא צריך כונה עיי\"ש ועי' בתוס' גיטין כ\"ג ע\"א בד\"ה נכרי שכתבו דנכרי סתמא עביד עיי\"ש וא\"כ צריכין קרא דבני ישראל למעוטי גוי שפיר משום דאחרי הטויה לשמה בלעדי הקרא ס\"ד דמותר ע\"י הגוי ובמקו\"א כתבתי דתליא בפי' סתמיה לשמה אם פי' דהדבר מצ\"ע עומד לשמה לא תליא כלל בהעושה או כיון דסתמא לשמה א\"צ גלוי מחשבתו וכאלו חושב דמי ונראה דרש\"י ותוס' מחולקין בזה ובזה תליא בגוי דלא שייך דהוי כאילו חושב וא\"כ סתמא ג\"כ לא יהני ועי' מ\"ש לעיל בפ\"א מהל' תפילין הי\"א עיי\"ש:"
            ],
            [],
            [
                "<b>תלה החוטין בין שתי כנפים מזו לזו וקשר כנף זה כהלכתה וכנף זה כהלכתה ואח\"כ חתכן באמצע ונתפרדו זה מזה פסול שהרי בעת שקשרן היו פסולין לפי ששתי הכנפים מעורות זו בזו בחוטין שביניהן ובשעת שפסקן נעשו שתי ציצית נמצא עושה מן העשוי.</b> ועיין בכ\"מ למה לא נקיט רבינו בתלאן בכנף אחד וחתכן עש\"כ דאף בכה\"ג פסול לרבינו ובמרכבת המשנה דכיון דאתיא בקושיא בלבד מחלק בין כנף אחד לשנים ומכשיר בב' עיי\"ש ולמ\"ש רבינו בהל' אח\"ז לענ\"ד לא נראה כן:<br><b> והנה</b> אם נפרש כדעת הקרית ספר וסייעתו דאין לחוטי הענף מנין מן התורה שכתב רבינו בפ\"א ה\"א כפשוטו ועמ\"ש לעיל לקיים פי' הזה וא\"כ כיון דאין למנין החוטין שיעור מהתורה רק אחד לבן ואחד תכלת ומדאורייתא לפ\"ז בכנף אחד בלבן או בתכלת שלא נקצצו כשירים אע\"ג דאיתא דצריך לפרודי כציצייתא וכו' זה לא מקפיד ואולי הוי דכה\"ג בכלל זה ורק בשיעור דמדרבנן י\"ל קציצתן זו עשיתן וי\"ל דלא הצריכו הרבנן שיהיה ככה בשעת התליה רק במנין זה אח\"כ סגי וא\"כ צריך לפרש תלאן ואח\"כ פסקן וכו' הכל על הב' כנפים ועי' בס' מרכבת המשנה שפי' כמו כן לפי דעתו עיי\"ש דבכנף אחד לא שייך לפ\"ז תעשה ולא מן העשוי רק בב' כנפים כמ\"ש רבינו לפי ששתי כנפות מעורות זו בזו בחוטין וכו' ובשעת שפסקן נעשו שתי ציצית נמצא עושה מן העשוי דקודם הקציצה הוי החוטין לכנף לזה ולזה:"
            ],
            [
                "<b>הטיל ציצית על הציצית אם נתכוין לבטל את הראשונות מתיר את הראשונות או חותכה וכשירה ואם נתכוין להוסיף אע\"פ שחתך אחת משתיהן הרי זו פסולה שהרי כשהוסיף פסול את הכל וכשהתיר או חתך התוספות נמצא השאר נעשה מן העשוי שעשיתו הראשונה פסולה היתה.</b> ועי' בכ\"מ והנה לדעת רבינו מתורץ קושית התוס' במס' מנחות דף מ' ע\"ב בד\"ה בבל תוסיף וז\"ל בבל תוסיף קאי מעשה לא הוי דכיון דעביד איסורא לא חשיב עשיה ובשעת קציצת הראשונים זו היא עשיתה ולא דמי לההיא דמס' סוכה דף י\"א דלא אמרינן קציצתן זו עשיתן וצ\"ע עכ\"ל והנה לא פי' בתוס' למה אינו דומה והניחו בצ\"ע ובאמת יקשה מאוד:<br><b> אמנם</b> לדעת רבינו כיון שדעתו לבטל הראשונות בשעת הנחת השניים המה בכשרות מיד וזה שצריך להתיר הראשונות או לחתכם דאל\"כ הרי אגלאי דדעתו להוסיף ובמה שהניחן ולא נטלת הוי בזה מוסיף דצריך שלא יהי' בכלל מוסיף מתחילה ועד סוף וא\"כ לא שייך ואינו דומה לעשיתן זו קציצתן אבל במתכוין להוסיף כתב דהוי מן העשוי וכמ\"ש בתוס' דלא אמרינן קציצתן זו עשיתן משום דנפסלו מעיקרא בשעת הנחתן לדעת רבינו:<br><b> ועיין</b> בב\"י בסי' י' שהקשה על הרא\"ש על דלא חש על קושית רב פפא על רבא וכתב דס\"ל להרא\"ש דטעמא דרבא משום כיון דאי הוי מכוון לאסופי לא חשיב מעשה ומשו\"ה הוי קציצת הראשונות מעשה כי לא מכוין לאסופי אלא לבטולי נמי לא חשיב מעשה וזה דוחק וכו' עכ\"ל עיי\"ש:<br><b> ולמ\"ש</b> יש שם לפרש טעם הזה דכיון דבמתכוין להוסיף לא מקרי מעשה מתכוין לבטלו לרבא לא מקרי רק מעת שנטלם את הראשונים דכ\"ז שלא נטלו אין מוכח שמדעתו לבטלם וכמ\"ש בתוס' שם אע\"ג דא\"צ כונה בבל תוסיף מ\"מ לבטלו לא שייך בל תוסיף עיי\"ש וכיון שהניח השניים קודם שנטל הראשונים כ\"ז שלא נטל הראשונים לא נראה עוד שדעתו לבטלם ואם דנאמר כשנטלם אגלאי למפרע ע\"ז י\"ל דעיין בב\"י שתירץ עוד דבסתמא פליגי אם לאסופי או לבטולי מכוין רבא ורב פפא עיי\"ש דיקשה למה נחזק אותו לעובר על בל תוסיף בודאי ונתיר הציצית מה\"ט וגם וכי אין אדם נאמן ע\"ע ולמה אמר רבא דילמא לבטולי ולמה לא לר\"פ ונראה למ\"ש בתוס' דא\"צ כונה לבל תוסיף רק בלבטלו לא שייך בל תוסיף והנה בלבטלו צריך שיהיה דעתו שלא יהיה שם הציצית ולא די שלא אכפת ליה אם יהיה או לא יהיה דא\"כ הוי שאין בו כונה בלבד אבל צריך שיהי' ברצונו שנוח לו שלא יהיה שם והנה כיון שלא לקחם מתחילה טרם כי נתן השניים אף כי היה דעתו ליטלם אח\"כ על אותו הזמן לא שייך לומר שהיה חפץ שלא יהיה שם דא\"כ היה נוטלם מעיקרא דכמ\"ש דלא די בזה שאינו רוצה בהם אלא שצריך שיהיה רוצה שלא יהיה שם וזה לא שייך על אותו הזמן וא\"כ הוי בל תוסיף על אותו הזמן לרבא בכל גונא וא\"כ לא שייך אגלאי למפרע ורק כי נטלם מתחיל הכשר הציצית ועי' בב\"י שם בלא פסק לקדמאי שכתב די\"ל דכשר ולמ\"ש רבינו צריך לפסקם דוקא ולמ\"ש טעמא רבה לזה:<br><b> ומ\"ש</b> רבינו מתיר את הראשונות או חותכה וכו'. נראה שמסכים עם דעת התוס' במס' שבת דף כ\"ז דאפי' שמואל לא התיר להתיר מבגד לבגד אלא כדי להניחם בבגד אחר אבל שלא להניחם בבגד אחר לא עיי\"ש ומובא בב\"י בסי' ט\"ו וכתב רבינו דבכה\"ג רשאי אף לחתוך דעי\"ז בלתי ראוי לבגד אחר משום דמחייב ליטלו להוציאם מפסול שניהם דדוקא שלא לצורך כלל אינו רשאי ועיין בטו\"ז שם לעשות יפים מהם רשאי ליטלם עיי\"ש ומכ\"ש בזה:<br><b> והנה</b> לפי' הב\"י לדעת רבינו דרבא משני כיון דהוי בל תוסיף הוי מעשה ונראה הכונה כיון דעובר על בל תוסיף צ\"ל דהוי ציצית מעליא ולא אמרינן משום דהוי שלא לצורך לאו שם ציצית עליהם רק כשנטל את הראשונים וא\"כ לא הוי מן העשוי ורב פפא ס\"ל להיפוך בבל תוסיף בטל המעשה עד שקוצץ אחת ובלבטל מהני המעשה בשעתם ויש להבין דא\"כ הדרי לדוכתין הרי אינו מהצורך דבשלמה אם אמרינן דמדהוי בל תוסיף ע\"כ הוי מעשה אף שאין בו צורך לא יקשה אבל לר\"פ דס\"ל בבל תוסיף לא הוי מעשה וא\"כ כשדעתו לבטלו עכ\"פ לא הוי לצורך בהטיל למוטלת:<br><b> וי\"ל</b> כיון דבשעה שהטיל בו אח\"ז מיד שלא יהיה בבל תוסיף ויפסל צריך שיהיה בדעתו ליטול הראשונה דאל\"כ פסול וא\"כ הוי ממילא לצורך וא\"כ לא שייך תעשה ולא מן העשוי ובמרכבת המשנה בח\"א כתב דרבא דס\"ל בעביד לא מהני לקי לא נראה כפי' הכ\"מ לרבינו עיי\"ש אבל לענ\"ד שאני בבל תוסיף דכיון דהוי פסול לא עבר כלל דלא הוי מוסיף לרבא רק במהני דהוי מוסיף במצותו אבל אם לא הוי בערך ושם ציצית לא הוי מוסיף לדידיה ובשאגת אריה סי' ל' עמד ע\"ז האיך מצינו שיוכל לבטל הציצית עיי\"ש מדמה לגט בביטלו לדעת הרמב\"ם והדמיון יקשה מאוד לענ\"ד אבל כמ\"ש הביטול רק שלא יהיה בל תוסיף דתליא בדעתו לבטל וכמ\"ש בתוס':<br><b> ובס'</b> ישועות יעקב בסי' י' ס\"ק ד' כתב דלמאן דס\"ל ציצית חובת גברא ולא בעינן תליה לשמה לא שייך בל תוסיף קודם הלבישה עיי\"ש. ולענ\"ד י\"ל דהנה כעין זה כתבו בתוס' במס' סנהדרין דף פ\"ח ע\"ב בד\"ה אי וכו' שהקשו למה לא נאמר בלולב ג\"כ אם הוסיף גורע כגון שאגד ג' מינין בפ\"ע ואח\"כ אגד עמהן מין אחר ותירצו וז\"ל וי\"ל כיון דקודם נטילתו נפיל הוי ליה גרוע ועומד אבל תפילין אם הניחו בראשן בכשרות והניח גבייהו בית חמישי הרי זה מוסיף גורע שפסלן ומבטל מצות שעל ראשו ולא דמי ללולב דאם נטלו ובעודו בידו הוסיף מין חמישי אין זה מבטל מצותו דמדאגביה נפק ביה עכ\"ל:<br><b> אבל</b> בדבר שאפשרות שיעבור בקיומו המצוה בהוספה שייך בל תוסיף בהוראתו בזקן ממרא דזקן ממרא צריך שיורה לעשות או יעשה בעצמו ובמורה לאחרים בכה\"ג חייב אף שלא נעשה מעשה על ידו והנה כדאיתא במס' סנהדרין פ\"ט ע\"א בתפילין דגורע משום שאין הבית רואה את האויר וא\"כ גורע וביטל המצוה ובל תוסיף בפ\"ע משום שאין ראוי להוסיף על מצות התורה ולאו משום שביטל המ\"ע וכל זה בזקן ממרא שדינים הרבה נאמרו עד שחייב מיתה ולרבינו רק בתפילין ולראב\"ד גם בשאר דברים עי' בפ\"ג דהל' ממרים אבל בל תוסיף דהוי לכל אדם ועי' במס' ר\"ה דף כ\"ח ע\"ב והנה אשר נמצא שם הוי הכל במעשה בקיום המצוה אבל במעשה במצוה קודם קיומו בהוסיף בה ע\"מ לצאת בו אם הוי בבל תוסיף כמו בזקן בהוראתו כמו\"כ כל אחד בפ\"ע דעכ\"פ עשה מעשה להוסיף במצוה אף שלא עשה עוד המצוה יש לעיין אם עובר קודם לזה:<br><b> והנה</b> כנראה מדברי רבינו ושאר הראשונים ז\"ל בסוגיא נראה דאף קודם הלבישה אף לזמן כשהוסיף בהטיל למוטלת שייך בל תוסיף ועל כרחך כיון דמכוין להוספה ויש ליישב קושית התוס' במס' מנחות דגם לעבור א\"צ כונה עיי\"ש די\"ל דזה בעשה בקיום המצוה אבל קודם לזה כמו בבגד קודם הלבישה רק בכונה עובר על בל תוסיף:<br><b> ובתוס'</b> ריש התכלת הקשו דנימא במס' סנהדרין במטיל למוטלת וכתבו דאין נפסל ולרבינו יקשה ועי' בראב\"ד ותי' ע\"ז דא\"כ לא הוי יורך ד\"ד כנפות הוי תורה ואין תורה ויורך בעי עיי\"ש בח\"א:<br><b> ועיין</b> במרכבת המשנה דלרבא היכא דעובר בל תוסיף פסול משום עביד לא מהני עיי\"ש ועיין בלח\"מ פ\"ג ה\"א מהל' מלוה ולוה ובמל\"מ פ\"ח ה\"א ובשעה\"מ פ\"ג מהל' גירושין בדעת (ה)רבינו אם כאביי או כרבא עיי\"ש גם מטעם זה יש להבין למה שניהם פסולין אבל למ\"ש י\"ל כיון שלא יהיה עומד באיסורו אף דעובר משעת העשיה כמ\"ש שלא יעמוד באסור זה איסור ללבשו דאם יפסלו בדעתו אין עובר מלהלאה אבל כשלבשו וא\"כ מוסיף באיסורו ולפ\"ז שניהם אסורין עליו ואין תליא בלא מהני לענ\"ד ויותר כשלבשו הוי מצוה הבאה בעבירה וגם מבלעדי זאת עכ\"פ טלית זה באיסורא עליו עם ציצותיו וכשדעתו לבטלו הוי כבגד שאינה מצויצת בלבד אף שאסור ללבשו דאם מלבשו הרי אין מבטלו מ\"מ אין משום איסורא מצד עצמו דמצ\"ע כ\"ז שאין לובשו ואין מראה שרוצה בהוספת אינו בבל תוסיף וי\"ל דבזה פליגי רבא עם רב פפא דלרבא י\"ל אף בדעתו לבטלו שייך בל תוסיף משום דעכ\"פ כמ\"ש אסור ללבשו ור\"פ ס\"ל כמ\"ש שאין אסור וצ\"ע וכ\"ז שייך בדבר שקודם הלבישה חל הבל תוסיף אבל בחל בשעה שמקיים המצוה בלתי מוכרע לומר שאינו יוצא בההתר בכשיעור ומיושב דאמרינן במס' סנהדרין ואם הוסיף גורע דנראה דשייך בל תוסיף בלי שגורע דלמ\"ש ימצא רק בכה\"ג שאין חל רק בקיומו דאז צריך שיהיה גורע מצד אחר וכמ\"ש לעיל בזקן ממרא צריך דוקא בדבר שחל בעת קיומו ולפ\"ז צריך לומר דוקא בתפילין משום שאין בית החיצון רואה את האויר דבלא\"ה משום בל תוסיף בלבד י\"ל שאינו פסול כן נראה לענ\"ד ועי' מנחות מ\"א ע\"א אלא מאי פטורה הטיל למוטלת ועי' ברש\"י בד\"ה חדא עיי\"ש ויקשה כיון דלקח חדא מהם וא\"כ מאי אין בה משום כלאים וכו' אבל למ\"ש י\"ל אף דקודם שלקחו אסור ללבשו משום כלאים שלא במצוה אפ\"ה לא אמרינן דהוי בלקחו תעשה ולא מהעשוי משום דבכ\"ג התירה התורה כלאים ועיי\"ש:"
            ],
            [],
            [],
            [
                "<b>נפסק הכנף וכו' וכן אם נתמעטו חוטי הציצית אפי' לא נשתיירו מהם אלא כדי עניבה כשר ואם נפסק החוט מעיקרו אפי' חוט אחד פסולה.</b> ועיין מ\"ש לעיל ה\"ד:<br><b> ועיין</b> בכ\"מ לעיל ה\"ד שכתב בגרדומים ואסיקנא לא נצרכה אלא לגרדומין דכיון דמעיקרא היה לבן ותכלת כי אגרדם כיון דמשיירי כשרות אתא כשירה וכו' עכ\"ל ונראה דלהתחיל שם ציצית צריך כשיעור אבל כשהיה שם ציצית עליה וכיון שחל שם מצוה עליה לא נפקע בנפחת שעורו כמו כל דברים שבקדושה כשנפחתו שם קדושה לא נפקע מהם ועיין במס' מנחות ל\"ה ע\"ב לחלק בין גרדומי רצועות דפסולין משום דתשמישי קדושה המה עיי\"ש ונראה דבמצוה אין הפקעה בחסרון השיעור אבל בקדושה אין להמנות ועי' בהל' תפילין בפ\"ג מזה וכאן כתב בכ\"מ דשיעור זה מדרבנן דאלו מדאורייתא בכל שהוא סגי עיי\"ש והנה לישנא דגמ' במס' מנחות דף מ\"א ע\"ב ואין ציצית אלא משהו עיי\"ש וא\"כ י\"ל מדרבנן רק לכתחילה ולא בנפסקו אבל בגרדומי איזוב לא שייך כן:"
            ]
        ],
        [
            [
                "<b>תכלת האמורה בתורה בכ\"מ היא הצמר הצבוע בפתוך שבכחול וזו היא דמות הרקיע הנראה לעין השמש בטהרו של רקיע וכו'.</b> במס' יבמות דף ד' ע\"ב וממאי דתכלת עמרא הוא מדשש כיתנא תכלת עמרא הוא עיי\"ש וכפתוך שבכחול כחול מצינו לא כחל וכו' במס' כתובות בפ\"ב ובמס' סנהדרין בפ\"ק וכיו\"ב במס' שבת ע\"ח כדי לכחול עין אחת ובמס' חולין פ\"ח ע\"ב השחור והכחול (ונקראת) [ונקרת] פיסולין עיי\"ש וכפתוך פי' מעורב ויהי' הפי' כהמעורב שבכחול והיה נודע לרבינו כי המעורב שבצבע כחל מראה כתכלת ולא אמר ככחול הפתוך שיהיה פי' כחול מעורב אבל הפתוך שבכחול פי' שדבר אחר מעורב בכחול ולא מצאתי שורש לזה ונראה כי רבינו מעצמו וידיעתו כתב כן:",
                "<b> וזו היא דמות הרקיע הנראה לעין השמש וכו'.</b> בגמ' איתא מנחות מ\"ג ע\"ב תכלת דומה לים וכו' ורקיע לכסא הכבוד אבל רבינו לא כתב רק לפרש מהו ופי' בהנראה לעין כל וכמ\"ש ברש\"י שם בד\"ה וכתיב וכו' וים לרקיע ואנן קחזינן עכ\"ל ובגמ' אמרינן דומה וכו' להוראות התכלת והנרמז בו אמרו לכסא הכבוד וי\"ז ורבינו שפי' מהותו לא כתב רק מאי דחזינן:<br><b> ובס'</b> לר' דוד ערמא\"ה ז\"ל פתיל שבכוחל כמעורב שבו עכ\"ל ועיין בפ\"ח מהלכות כלי מקדש הי\"ג ותכלת האמורה בכ\"מ הוא הצמר הצבוע בעצם שמים שהיא פתוך מן הכוחל עיי\"ש נראה להיפוך ממ\"ש דהכוחל מעורב בד\"א ועיין במרכבת המשנה שהשיג על המל\"מ בפ\"ח מהל' כלי מקדש הנ\"ל שכתב דבכל בגדי כהונה צריך דם חלזון עיי\"ש. ולפ\"ז י\"ל מה\"ט מפרש רבינו מראה התכלת האמורה בתורה לידע במאי דלא הוי בדם חלזון אבל מזה אין הכרע דעכ\"פ בדם חלזון צריך כמ\"ש אח\"ז כדי שיקלוט העין וכדאיתא בגמרא מטעימא אם הוי כראוי ונתן השיעור הזה אף בדם חלזון דאז הוי כמראה הרקיע ועיין שבת ע\"ד ע\"ב שכן צדי חלזון וכו' נראה כמל\"מ:",
                "<b> רחל בת עז צמרה פסול לציצית.</b> יש לעיין אם מדרבנן מחויב כמו בכלך וכו' כמ\"ש בפ\"ג ה\"ב עיי\"ש ובפ\"י מהל' כלאים ה\"ב כתב רבינו רחל בת עז צמרה אין לוקין עליה משום כלאים אבל אסור מדבריהם מפני מראית העין עכ\"ל ובשו\"ע בלתי מובא דין זה בב\"י הביאו ובספר מעשה רוקח עמד ע\"ז ואף למ\"ש דמדרבנן מחויב הו\"ל להביאו דנפק\"מ למאן דבעי לצאת במצוה בחיוב דאורייתא כמו שהביא האי דכלך וכו':"
            ],
            [
                "<b>כיצד צובעין תכלת וכו' ואח\"כ מביאין דם חלזון והוא דג וכו' ודמו שחור כדיו ובים המלח הוא מצוי וכו'.</b> עיין בנוב\"י מהדורא בתרא או\"ח סימן ג' ובערוך דפוס פראג ערך חלזון במ\"ש הגאון מהר\"ש ז\"ל שם עיי\"ש ועמ\"ש רבינו והוא דג ובגמרא איתא דומה לדג וכו' עיי\"ש ובמרכבת המשנה בשם מטפחת הספרים שאינו בים המלח אלא בים הגדול בין צור לציידן עיי\"ש וספר מטפחת אינו תחתי וכנראה טעמו ממסכת שבת כ\"ו יוגבין אלו צדי חלזון מסולמא דצור עד חיפה עיי\"ש ומשם אין ראיה דכמ\"ש דשם חלזון שם הכולל כמו שמצינו סנהדרין צ\"א עלה להר וכו' ולמחרתו יורדין גשמים ומתמלא כל ההר כולו [חלזונות] עיי\"ש ואם היה חלזון זה לא היה יקר במציאות כ\"כ:<br><b> אבל</b> לא ידעתי מנ\"ל לרבינו שבים המלח הוא מצוי ולהיפוך נודע ששם לא נמצא שום דבר חי ושהדגים אשר יבואו שמה דרך הירדן ימותו שם בבואם שמה ואם משליכים מים האלה על דגים חיים ממקום אחר ימותו ועיין בספר תבואות הארץ ואולי שדג זה נמצא בים אשר מימיו מלוחים כמו ים הגדול וכיו\"ב ועי' פרה פ\"ח מ\"ט המים וכו' המלוחים וכו' עיי\"ש. ועיין בכ\"מ פ\"ו הל' י\"ב מהל' פרה אדומה עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>חצר שמוכרין בה תכלת והיו מוחזקין בכשרות לוקחין ממנה סתם וא\"צ בדיקה והרי היא בחזקתה עד שתחשד וכו'.</b> עיין בריטב\"א ע\"ז ל\"ט שפי' בשם הרמ\"ה שמדבר בפונדק שמביאין מהעולם תכלת למכור שמעמידין בחזקתה דאלו בחצר דעלמא אם עדיין יושבין הראשונים עליה פשיטא ואם דרים אחרים אמאי בחזקתה וכי חצר גורמת עיי\"ש:<br><b> וגם</b> זה צריך פירוש כיון דתכלת אינה ניקנת אלא מהמומחה למה נסמוך מה שמביאין מהעולם ואם הנודעים בכשרות יקשה כמו כן בפשיטא ואם אחרים הם למה נסמוך עליהם:<br><b> וי\"ל</b> עם מ\"ש בתוספות מנחות מ\"ב ע\"ב בד\"ה ואין נקחין אלא מן המומחה שיש ריעותא שמא הוא צבעם ואינו בקי. אבל אם נמצאו בשוק רוב המצויין אצל תכלת מומחין ולכך מכשירין המוצא חוטי תכלת במסכת עירובין צ\"ו וכה\"ג בשחיטה חולין י\"ב עכ\"ל וכמו כן בזה שאינו בריעותא הוי כמוצא תכלת ובחזקתה עד שתלד ריעותא וזה עד שתחשד וכו':"
            ],
            [
                "<b>המוצא תכלת וכו'.</b> בכ\"מ בשם שו\"ת מרבינו ונמצא בשו\"ת פאר הדור סי' כ\"ב שכתב אמת כדבריכם וכו' לנוסחא שלי טעיתי וכו' ובספר מעשה רוקח המנ\"ע שכתב ע\"ז וראה דרכיה וחכם שלא נתחכם לומר ט\"ס הוא אלא אמר בפירוש טעיתי כי כשהוא אומר הדבר בפי' ברור הוא אתו ואשרי יולדתו ואינו טועה ולא שוגא ומשגא עכ\"ל. ועיין במסכת זבחים ק\"א ע\"א הודה ולא בוש לומר לא שמעתי אלא אמר שמעתי ושכחתי עיי\"ש וראיה במ\"ע שכותב כנזכר בספר מעשה רוקח הנ\"ל ועיין בפי\"ט מהל' שבת ומ\"ש שם:",
                "<b> הלוקח טלית מצויצת מן כו' מן הכותי התגר כשרה וכו'.</b> עי' במג\"א בסי' כ' ס\"ק א' שכתב דוקא טלית מצויצת ולא ציצית דלאו מטעם דלא מרע אומנתו נאמן דלא מהני בזה כמו בשחיטה וכיו\"ב רק מהטעם דאין מדרך העכו\"ם לעשות ציצית בבגד עיי\"ש וברש\"י מנחות מ\"ג כתב משום דלא מרע נפשיה ומובא בכ\"מ ועיין במחצית השקל שפי' דאין מהדרך וכו' מצרפין לשאין מרע וכו' וצ\"ע ועיין בטו\"ז שם:"
            ],
            [
                "<b>טלית שכולה אדומה וכו'.</b> ועי' בפר\"ח שבאבד כשר עיי\"ש בפי' לרמב\"ם:"
            ]
        ],
        [
            [
                "<b>כסות שחייב אדם לעשות בה ציצית מן התורה היא כסות שיש לה ארבע כנפות או יותר על ארבע ותהיה מדתה שיתכסה בה ראשו ורובו של קטן המהלך לבדו בשוק ואינו צריך אחר לשומרו ולילך עמו וכו'.</b> ועי' בכ\"מ. והנה רבינו לא הביא וגדול יוצא בה עראי ועיין בראב\"ד שנראה שדעת רבינו לפרש וגדול וכו' דאיתא בגמרא הוי שיעור לגודל הקטן עיי\"ש אבל א\"כ למה לא יהיה די בזה לומר וגדול יוצא בו עראי ונראה מזה דהנה כדאיתא בגמ' דכלאים אף דכתיב לא תלבש אפ\"ה אין עראי בכלאים ונראה כדאיתא במסכת יבמות דף ד' ע\"ב ואי כתב רחמנא לא תלבש הו\"א דוקא לבישה וכו' אבל העלאה לא כתב רחמנא לא יעלה עליך עיי\"ש ובציצית כתיב כסותך צריך כשיעור לכסות ראשו ורובו אף דלכאורה התורה בלגדולים נאמרה נשער בשל גדול ונראה מדכתיב אשר תכסה בו וילפינן מזה במסכת זבחים דף י\"ח ע\"ב מאשר תכסה בעלת חמש וכסות סומא עיי\"ש דנראה דבלשון אשר תכסה כל דהוי כסוי לגדול ולעראי שבגדול אין שיעור רק כיון דכתיב כסותך ילפינן דצריך תורת כסות לקטן עכ\"פ אבל לאיזה קטן וכמ\"ש הראב\"ד ונתנו שיעור לקטן אשר לבושו עראי לגדול ורבינו נתן השיעור המהלך בדרך וכו' ועם כל זה יקשה למה עזב רבינו שיעור דגמ' ונ\"ל כיון שאינו גבול ידוע אבל למה כתב השיעור המהלך לבדו וכו' ובטור כתב בן ט' עי' בסימן ט\"ז ובטו\"ז ובמג\"א ובב\"ח שם בזה ובב\"י שהאריכו בזה והגאון מהר\"א מווילנא ז\"ל כתב שהיה לרבינו גירסא אחרת בגמ' עיי\"ש אבל לראב\"ד נראה שהיה גורס כמו שלפנינו ומסכים לדבריו:<br><b> ובבאורי</b> סמ\"ג למהר\"א שטיין ז\"ל כתב שהקטן מתכסה בה וכו' וגדול יוצא בה עראי כלומר אע\"ג דגדול יוצא רק לעראי כיון שהקטן מתכסה בו ראשו ורובו די עיי\"ש ובזה עולה יפה דעת רבינו דהכל תלוי בקטן ולא צריך להביא העראי בגדול ועיין מ\"ש בה\"ד להלן עיי\"ש:"
            ],
            [
                "<b>אבל טלית של שאר מינין וכו'.</b> ועי' בראב\"ד ובכ\"מ ועיין במרכבת המשנה שעמד ע\"ז מאין הוכחה דהראב\"ד בתרתי פליגי עיי\"ש שכתב דראב\"ד הבין בדעת רבינו דכלך צמר גפן וכתב ע\"ז דבפירוש המשנה ובהל' שבת בפ\"ה כתב רבינו דהוי משי עיי\"ש:<br><b> אבל</b> הכ\"מ לא כתב דבתרתי פליגי רק תרתי קאמר חדא דאשמעינן דפי' כלך הוא משי וע\"ז לא פליג הראב\"ד ומ\"ש ולא מחוור בזה פליג וקאי על גוף הדין דהוי מדרבנן והוא כדעת הסוברים דהוי מדאורייתא:"
            ],
            [
                "<b>על ד' וכו' המרוחקות וכו'.</b> עי' בסי' י' להגאון מהר\"א מווילנא ז\"ל בזה עיי\"ש:"
            ],
            [
                "<b>כסות של בגד וכנפות של עור חייבת היא של עור וכנפיה של בגד פטורה שאין הולכין אלא אחר עיקר הכסות וכו'.</b> ובכ\"מ בשם מהרי\"ק שורש קמ\"ט בשם ה\"ר מנוח ז\"ל דטעמא משום דכתיב אשר תכסה בה ואין אדם מתכסה אלא בעיקר הבגד עיי\"ש ויש להבין לפ\"ז מאי מקשינן במסכת מנחות מ\"ג ע\"א ורבנן האי אשר תכסה בה מאי עבדי ליה וכו' הרי מיבעי ליה שנלך בתר עיקר הבגד והנה למסקנא דילפינן בעלת חמש י\"ל דבכלל אשר תכסה גם זה בכלל וכמ\"ש לעיל בה\"א לענין השיעור לפי הקטן אבל על הקושיא למה לי יקשה והנה למ\"ש דשיעור להקטן נתרבה ג\"כ מאשר תכסה ג\"כ יקשה מאי מקשינן י\"ל בס\"ד לא סבירי ליה כן ודוחק לומר כן:<br><b> ונראה</b> לומר דקושיא הגמרא דמאשר תכסה דלשון אשר משמע בכל מה שיכסה ומורה על רבוי ולא בלבד על מין הכנף אשר מורה לשון תכסה רק גם לשון אשר מורה בכל מה שתכסה כמו אשר יעשה וכו' שפי' כל מה שיעשה ולכן אמרינן לרבות וכו' ור' שמעון יליף מאשר ורבנן אשר לא דרשי לא כי לא דרשי אשר כלל רק לא דרשי אשר בפ\"ע לרבות ותכסה בפ\"ע רק מאשר תכסה נלמד לרבות כל אשר יכסה ור\"ש דריש אשר בפ\"ע ותכסה בפ\"ע אבל זה שיהיה מעיקר הבגד לאו מרבוי דתכסה רק בלשונו הוא:",
                "<b> כסות של שני שותפין חייבת שנאמר על כנפי בגדיהם לא נאמר כסותך אלא למעט שאולה שהטלית השאולה פטורה מן הציצית שלשים יום מכאן ואילך חייבת.</b> ובתוס' מנחות דף מ\"ד ע\"א בד\"ה טלית ודף מ' ע\"ב בד\"ה תכלת ובמסכת חולין דף ק\"י ע\"ב בד\"ה טלית כתבו דלאחר שלושים מדרבנן לפי שנראה כשלו משום דאין מהדרך לשאול יותר מל' יום אבל מדאורייתא פטורה לעולם דדרשינן חולין קל\"ז כסותך ולא של אחרים עיי\"ש וכיו\"ב הגהות מיימוני כאן ועיין מ\"ש לענין ברכה ולענין כלאים בציצית בזה עיי\"ש. ורבינו סתם ולא פי' אם מכאן ואילך מדרבנן או מדאורייתא כמו שפירש לעיל בה\"ב בטלית של שאר מינין עיי\"ש. והלשון אלא למעט שאולה וכו' היה נראה דהוי מדאורייתא אבל זה לא נוכל לומר דמאי שנא תוך שלושים מלאחר שלושים מדאורייתא וג\"כ יקשה הו\"ל לרבינו לפרש דהוי מדרבנן:<br><b> ועי'</b> ברא\"ש במסכת חולין ק\"י שכתב ולי נראה דהא דטלית שאולה מיירי ששאל טלית שאינה מצויצת וקאמר דפטור מלהטיל בה ציצית דכתיב גדילים וכו' על כנפי כסותך. אבל השואל טלית מצויצת אדעתא דהכי השאילה לו שיברך עליה ואם א\"א לו לברך אלא א\"כ תהיה שלו הוי כאלו נתנה לו במתנה ע\"מ להחזיר מידי דהוי וכו' עכ\"ל עיי\"ש וכיו\"ב כתב במסכת קדושין דף י\"ג סי' כ' שם כתב דאנן סהדי דגמר בלבו ליתנו לו באותו לשון שיועיל לענין קדושין ואם לא יועיל לשון שאלה יהיה בלשון מתנה ע\"מ להחזיר דכו\"ע לאו דינא גמירי והיו סבורים דמועיל שאלה עיי\"ש. וכן מובא להלכה באו\"ח סימן י\"ד סעיף ג':<br><b> והנה</b> צריכין לומר בשאינה מצויצת כיון דפטור מציצית א\"כ לא הוי אומדן דעת ואנן סהדי רק במצויצת אף דפטור מ\"מ כיון דעליו ציצית מסתמא לברך בהם ג\"כ שאול אותם ועיין בטו\"ז ס\"ק ג' שפי' דברי הרא\"ש בטלית של מצוה עיי\"ש. אמנם בשאל אותו יותר מעל שלושים יום דמחויב מדרבנן בציצית וא\"כ הוי אומדנא דהרא\"ש לכאורה אף בבלתי מצויצת ויותר מזה דבזה הוי מחויב מדרבנן ובמצויצת בתוך שלושים רק מרצונו בלבד ולפ\"ז נאמר דהוי ע\"י האומדנא כשלו במתנה ע\"מ להחזיר וא\"כ אף דתחילת החיוב מדרבנן מ\"מ עי\"ז הוי עם האומדנא דאורייתא דהוי כשלו וא\"כ לפ\"ז הוי בכ\"ג חיוב דאורייתא עליו לאחר ל' יום למ\"ש ועיין בתוספות חולין הנ\"ל וי\"ב בכ\"ז שכתבו וי\"מ דאם היא של כלאים כגון תכלת דאסורה כיון דפטורה מדאורייתא עכ\"ל דלמ\"ש הוי ע\"י החיוב דרבנן ממילא חיוב דאורייתא ואפילו בכלאים שרי:<br><b> ועי'</b> בטו\"ז בסימן י\"ד ס\"ק ד' שהקשה למה לא אמרינן בשאול באתרוג ג\"כ מש\"כ הרא\"ש בטלית ובטבעת קדושין עיין מ\"ש על זה:<br><b> ובמקו\"א</b> כתבתי דלכאורה יש להבין דברי הרא\"ש שכתב דאף דאמר שאולה משום דלאו דינא גמירי ואם היה יודע דבלתי מועיל היה אומר מתנה ע\"מ להחזיר דעכ\"פ כיון דלא היה יודע שצריך להקנותו ולא כיון להקנותו וכי מצינו לומר שאדם יקנה דבר משום שאם היה מבקש מחבירו היה נותנו לו דעם כל זה כל זמן שלא ביקש ממנו ולא כיון להקנותו בלתי קנוי לו. ונראה דדעת הרא\"ש לא דהוי כקנוי ממש וכנקנה מהמשאיל ורק דאומדן הדעת הוי כיון דלהמשאיל דרוצה בטובת השואל ולא אין נפק\"מ אם יהיה בתורת שאולה או מתנה ע\"מ להחזיר מסתמא לא היה מקפיד ע\"ז וכיון שנאמר דמסתמא אינו מקפיד יצא מתורת גזל אם משתמש בזה לדבר שלא פי' לו דדבר שאין בו הקפד מסתמא נפיק מתורת גזל ועיין בסוגיא דיאוש שלא מדעת ובאריסא שם עיי\"ש וא\"כ האי דיצא אצלו מתורת גזל הוי ע\"י זכות זה קצת שלו לקדש בו אשה ולענין ציצית דטלית השותפות חייב בציצית וממילא כיון דלו הרשות לעשות בו ציצית או במצויצת לברך בו זה משוי לשלו דכל דנפיק מתורת גזל לו ולא לאחרים הוי צד שלו ובמשתמש בו כאדם המשתמש בשלו לא הוי גזל בידו משום האומדנא אבל באתרוג דבעי לכם ונקנה ממש ולא מהני שיצא מתורת גזל דבעי כולה לכם לא מהני האומדנא הנ\"ל וא\"כ שפיר לחלק בין לכם דאתרוג להאי דציצית וקדושין כן נראה לענ\"ד:<br><b> והנה</b> למ\"ש בתוספות החיוב לאחר ל' משום שנראה כשלו ולפ\"ז לא הוי בכלל מצות ציצית רק שלא יעבור על מראית עין כמו שאסרו הרבה דברים וצוו בשביל מ\"ע והוי בכלל איסורא ולא בכלל מצוה משא\"כ בהאי דשאר מינין שכתב רבינו בה\"ב אין חייבין במצות ציצית אלא מדברי חכמים כדי להזהר במצות ציצית וכו' וא\"כ שם שייך לברך על מצות ציצית אבל בזה לא הוי כמ\"ש בכלל מצוה דציצית וצ\"ל כיון שתיקנו בשביל מ\"ע הוי ממילא ג\"כ כדי להזהר במצות ציצית וכו' ג\"כ אבל למ\"ש דעי\"ז הוי אומדנא ושלו ממש ומחויב מדאורייתא ומקיים מצות ציצית מדאורייתא ואתי שפיר:<br><b> והנה</b> עמדו ז\"ל על דברי הרא\"ש הנ\"ל למה הוצרך לכתוב כי דעת המשאיל על אופן המועיל ולא כתב משום ניח\"ל למעביד מצוה בממוניה דמהני אפי' שלא ברשות כלל ותירצו ע\"ז דבאמר בלשון שאלה גרע מבשלא ברשות עיי\"ש וכיו\"ב דעת הראשונים באומדנא לענין דיני תנאים בלא פי' כלל עדיף דלא צריכין לכלל התנאים ובפי' בקצת דכללי התנאים דוקא עיי\"ש:<br><b> אמנם</b> עם כל זה יש להבין עוד למה הוצרך להרא\"ש לומר דכל המשאיל דעתו לאופן המועיל ולא אמר משום ניח\"ל במצוה דעתו לאופן המועיל:<br><b> אבל</b> נראה דהנה משום ניח\"ל במצוה בממוניה בלא אמר בלשון שאלה הוי כאומדנא דמוכח דדברים שבלב דברים וכאלו פי' באופן המועיל וכקנין גמור לכל הצריכין למצוה אבל באומר בלשון שאלה הגרע בזה וצ\"ל כמ\"ש ברא\"ש כיון דלאו דינא גמירי הוי דעתו לכל אופן שיועיל וכמ\"ש מה\"ט לא הוי קנין לו רק שלא הוי בתורת גזל מכח אומדנא זאת וכיון דאומדנא זאת רק ממשאיל לשואל ולא לאחרים שלא בשאלה להם הוי מטעם זה קצת שלו דיש לו בו זכיה מה שאין לאחרים שזה בגדר שלו וקצת שלו עכ\"פ דמהני בציצית וכמ\"ש אבל מטעם ניח\"ל בממוניה הרי אומדנא זאת לכו\"ע וא\"כ במה הוי שלו יותר משל אחרים רק ע\"י השאלה הפקיע משל אחרים רק לו ולכן מה\"ט כמ\"ש ברא\"ש דמדרך המשאיל לשואל ליתן באופן המועיל הוי שפיר קצת שלו ומהני שפיר ואתי שפיר והאי דמהני ניח\"ל למעבד מצוה בממונא בלא אומר בלשון שאלה זה משום דהוי כאומר בפירוש במתנה ע\"מ להחזיר אבל בלשון שאלה דלא אמר כן רק כמ\"ש שנאמר שאין מקפיד במשתמש בו בתורת שלו לא די מטעם ניח\"ל דמגרע השלו וצ\"ל איפכא השאלה מוציא מניח\"ל וכו' ורק השאלה גופא משוי לשלו ולא של אחרים ואתי שפיר ועי' במג\"א סי' י\"ד ס\"ק ח' שש\"כ בצ\"ע למה מברכין מטעם ניח\"ל וכו' עיי\"ש:"
            ],
            [],
            [
                "<b>מהו לעשות חוטי צמר בכסות של פשתן וכו' בדין שיהיה מותר ששעטנז מותר לענין ציצית וכו' ומפני מה אין עושין כן מפני שאפשר לעשות הלבן שלה ממינה וכל מקום וכו' אם יכול אתה לקיים שניהם וכו' וכאן אפשר לקיים שניהם.</b> ועיין בכ\"מ ובמעשה רוקח הגיה וכן צ\"ל בדבריו בד\"ה לכן נ\"ל וכו' צ\"ל עושה לבן שלה של צמר וכסות של פשתן עושה לבן שלה של פשתן ושל שאר מינין וכו' עיי\"ש ובב\"י בסימן י\"א הביאו כתקונו עיי\"ש:<br><b> ועיין</b> שכתב לדעת רבינו דטלית של תכלת בפשתן מותר לתת לבן של צמר כיון דבלא\"ה אין מקיים שניהם מ\"ש ועיין בתוס' במס' מנחות דף מ' בד\"ה כיון והאי דפשיטא ליה טפי דחוטי צמר פוטרין בשל פשתן היינו משום דבלא\"ה איכא כלאים א\"נ מדאורייתא שריא ורבנן הוא דגזר דכיון דאפשר לקיים שניהם אבל מדאורייתא שרי דכלאים ממש הותר אצל ציצית ולאו משום דחיה והא דמסקינן לעיל דפוטר היינו מדאורייתא א\"נ מסקנא לא קיימו הכי עכ\"ל ועי' בתוס' שם דף מ' ע\"ב בד\"ה תכלת ובתוס' של חולין דף ק\"י ע\"ב בד\"ה טלית להתיר אף כסות לילה בכלאים בציצית עיי\"ש:<br><b> והנה</b> לכאורה היה נראה לחלק בין לילה להאי דחוטי צמר פוטרין בשל פשתן שהביאו בתוס' להוכיח מזה דכלאים הותרה בציצית כמ\"ש בתוס' דיש בלא\"ה כלאים ואף דבלבוש כלאים ולובש עוד בגד כלאים חייב על כל אחד בפ\"ע ועיין ביו\"ד סי' שע\"ג סעיף ז' לענין כהן שנטמא לקרוביו אם רשאי להוסיף על טומאתו עיי\"ש אבל שאני בזה דלא הוי הוספה דהרי אם יתן של פשתן הוי מוסיף בכלאים להתכלת וגם ע\"כ התירה התורה להוסיף דלא נאמר גבול להבגד ואין שיעור להגדילו ובמה שמוסיף בבגד הוי כלאים ביותר להתכלת וע\"כ התירה התורה בכהאי גוונא:<br><b> אמנם</b> ראית התוספות מהטיל למוטלת וכו' הנה שם לא שייך לומר מ\"ש ועיין ברש\"י שם בד\"ה חדא זימנא לעיל הטיל למוטלת כשירה וכיון דמתכשרה בהנך בתראי וכ\"ש בקמאי אי הוה פסיק לבתראי פשיטא דאין בה כלאים דהוי כולה ציצית מקרי עיי\"ש ועיין בב\"י שמפרש דברי רש\"י בפוסק חדא ועי' בתוס' חולין ק\"י ע\"ב ובשאגת אריה סי' ל' שכתב ג\"כ לפרשו על דרך זה עיי\"ש והנה יש להבין מנ\"ל דאין בטלית פטורה מכלאים כיון שפוסק חדא אבל כיון דעכ\"פ קודם שפסקן לא היה ראוי ללבשה משום כלאים א\"כ יהיה אחרי קציצת חדא תעשה ולא מן העשוי וע\"כ אין בהן משום כלאים והקציצה בחדא כמ\"ש לעיל דאל\"כ יהיה נראה כמכוין להוסיף והנה משם נלמד אף דלא שייך לומר כמ\"ש לעיל דא\"כ הוי כלאים ביותר להתכלת כיון דכל ההוספה בחינם ובהטיל למוטלת הוי הוספת כלאים לבתכלת ובלבן התכלת להבגד והלבן להתכלת ואפ\"ה מותר ומזה דהותרה ממש:<br><b> והנה</b> לדעת התוס' גם בלילה אין בכלאים בכסות המיוחד ליום ורק במיוחד בלילה דלית ביה חיוב ציצית בשום פעם יש בו משום כלאים וגזרו משום זה סדין בציצית ובכ\"מ דאין דעת רבינו לחלק בזה ולדעת רבינו דוקא בזמן שמצוה בו אז אפי' בטלית פטורה אין בו משום כלאים אבל בזמן שאין החיוב בו הוי ככלאים דעלמא ושאני בטלית שאולה דהוי מצוה בשל אחרים וביותר למ\"ש לעיל י\"ל בטלית שאולה הוי מדאורייתא בחיובא כמ\"ש לעיל:<br><b> והנה</b> מלשון התוס' במס' מנחות הנ\"ל דכלאים הותרה בציצית ולא הודחה וכו' ולכאורה שאני מהותרה והודחה בעלמא דהוי במקיים המצוה נוכל לעשותה בלא דחיה משא\"כ שיהיה מותר אפי' בעת שלא קיים המצוה וגם להוסיף בהמחויב ובאמת שם כתבו בתוס' בגונא דמקיים המצוה אבל בדף אח\"ז שכתבו כנ\"ל אפי' בלילה מותר בכלאים לכאורה אינו דומה להותרה והודחה בעלמא וכמו כן דעת הראב\"ד לענין בגדי כהונה שלא בשעת עבודה ומנ\"ל כן ועיין בב\"י או\"ח בסי' שכ\"ח שכתב שם אם נאמר דשבת הודחה או הותרה אצל החולה שתליא בהמחלוקת אם טומאה הותרה או הודחה בציבור ורבינו פוסק בפ\"ד מהל' ביאת המקדש כמ\"ד טומאה דחויה בציבור עיי\"ש:<br><b> והנה</b> במקום תכלת י\"ל כמ\"ש לעיל דלא שייך בלבן דהוי בכלל הותרה דלא שייך אם בלבן או בתכלת דהוי בשניהם כלאים זה בזה אבל בהטיל למוטלת יש להבין עוד אם נאמר הודחה ויש לעיין בהאי דכיון דאישתרי אישתרי ועי' בשאגת אריה סי' הנ\"ל מ\"ש בשם הראב\"ד וצ\"ע:<br><b> ומ\"ש</b> בכ\"מ על דברי התוס' במס' כתובות עי' במעשה רוקח שהביא בשם להקשות כי דברי התוס' המה להיפוך מסמוכין דכלאים לציצית נלמד דלא אמרי באפשר לקיים שניהם וכו' דאל\"כ נעבד בשל צמר גם הלבן וא\"כ צריכין לתירוץ התוס' עיי\"ש:"
            ],
            [],
            [
                "<b>מותר לאדם וכו' וכל זמן וכו' מברך עליה קודם שיתעטף וכו'.</b> עיין בשאגת אריה סי' ל\"ב:"
            ],
            [
                "<b>ומותר להכנס בבה\"כ ולבית המרחץ וכו'.</b> ועיין בכ\"מ בשם הנמוק\"י בשם הגאון ז\"ל ראיה מדברך בצפרא ולא בכל לאחר שעשה צרכיו עיי\"ש ועיין בב\"י ובד\"מ ובשו\"ע בסי' ח' סעיף י\"ד עיי\"ש:",
                "<b> נשים ועבדים וקטנים פטורין מן הציצית מן התורה ומדברי הסופרים שכל קטן שיודע וכו' כדי לחנכו וכו' ונשים ועבדים שרצו להתעטף מתעטפים בלא ברכה וכן שאר מ\"ע שהנשים פטורות מהן אם רצו לעשות אותן בלא ברכה אין ממחין בידן וכו'.</b> ועיין בראב\"ד שיש לברך והביאו ראיה מר\"י שאמר (אי לאו האי יומא וכו') [מאן דהוי אמר לי הלכה כר\"י דאמר סומא פטור מהמצוות עבידנא יומא טבא וכו'] ואם הפטור אין לברך מאי שמח הלא הפסיד כל הברכות עיי\"ש וכיו\"ב בתוס' במס' ר\"ה דף ל\"ג ע\"א בד\"ה הא וכתבו דלא הוי מוציא ש\"ש לבטלה בברכה מדרבנן ומביא ראיה מספק אמר אמת ויציב חוזר וכו' אף דהוי ספק ברכה לבטלה עיי\"ש והנה באמת ויציב זכירת יצי\"מ דאורייתא אבל הברכה לבסוף מדרבנן וא\"כ אף ספק דרבנן לא מבטלין משום ברכה ספק ברכה לבטלה. אמנם דעת רבינו דהוי דאורייתא עי' בפ\"א מהל' ברכות הט\"ו ובפי\"ב מהל' שבועות ה\"ט ובמג\"א סי' רט\"ו ס\"ק ו' עיי\"ש:<br><b> והנה</b> יש לעיין בהעושין מצות שאין חייבין והמה רשות להם ממנהגא או שקיבלו עליהם ועי' בהל' תפילה פ\"א ה\"ו בתפילת ערבית שכתב רבינו ואעפ\"כ נהגו כל ישראל בכל מקומות מושבותיהם להתפלל ערבית וקבלוה עליהם כתפילת חובה עיי\"ש וכתבתי שם דלפי דאיתא ביו\"ד בסי' רי\"ד דהוי מטעם נדר כל מנהג מצוה ואין לו התרה עיי\"ש וא\"כ הוי דאורייתא לפ\"ז יהיה שייך ברכה ע\"ז יותר ממצות דרבנן דקבלה מעצמו תורת נדר משא\"כ בדרבנן ומנהגא הוי כקבלה מעצמו עי' בסי' הנ\"ל ועיין בתוס' במס' ברכות דף י\"ד ע\"א בד\"ה ימים שמברכין אמנהגא עיי\"ש וא\"כ לפ\"ז נאמר כמו\"כ בנשים שנהגו לעשות מצות אלה וקיבלו עליהם לברכו מה\"ט ויהיה בכלל חיוב דאורייתא עיי\"ש והנה י\"ל כיון דכל חיובם מטעם נדר ולא מצינו ברכה על הנדר אבל הרי כנראה מסתימות לשון רבינו בה\"ד השאולה פטורה מן הציצית שלשים יום מכאן ואילך חייבת דנראה דמברכין לאחר שלשים ובסי' י\"ד לא נמצא בשו\"ע שם מחלוקת לענין ברכה רק בתוך שלושים והנה לא אמרינן דהחיוב כמ\"ש משום שנראה כשלו דלא מצינו ברכה על מ\"ע ועל כרחך צ\"ל כיון דעכ\"פ הוי מצ\"ע מצוה נוכל לברך עליה מהחיוב מטעם אחר כיון שקבעו רבנן מה\"ט למצוה וא\"כ אף בזה במנהגא י\"ל כן וכמ\"ש עדיף דהוי בגדר דאורייתא וא\"כ י\"ל דרבינו לא כתב כן רק בנשים שמקבלים ע\"ע פעם או פעמים ולא לדורות ולא ממנהגא ולכן לא יברכו אבל רב יוסף שאמר אי לאו האי יומא וכו' שהוא היה מקבל ע\"ע לעולם וא\"כ הוי מטעם קבילו עליה דאורייתא ושפיר לא הפסיד הברכות ויש לפרש מ\"ש בתוס' במס' חולין ק\"י ע\"ב בטלית שאולה בתוך שלושים שלא יברך ואם בירך לא הפסיד דצריך פי' למה לא הפסיד ועי' מ\"ש ז\"ל אבל למ\"ש כשיקבל ע\"ע הוי עי\"ז חיוב עליו ויכול לברך וכן בכל מצות רשות דע\"י הקבלה הוי עליו חיובא מדאורייתא ולמ\"ש יהיה שייך ברכה וצ\"ע ועי' בהגהות מיימוני שכתב ותימה גדול הוא דהאיך תאמר אקב\"ו בדבר שאין מחויב מדאורייתא ולא מדרבנן עיי\"ש ולמ\"ש י\"ל טעם לברכה לענ\"ד ועי' מ\"ש במס' נדרים בסוגיא דנשבע על דבר מצוה אם נדרו מצוה דהוי בכלל מוצא שפתיך ובפיך מ\"ע או איסורא עיי\"ש ונפק\"מ בסומא עיי\"ש:",
                "<b> טומטום ואנדרוגינוס חייבין בכולן מספק לפיכך אין מברכין אלא עושין בלא ברכה.</b> עי' בכ\"מ בהל' מילה פ\"ג ה\"ו עיי\"ש:"
            ],
            [
                "<b>היאך חיוב מצות הציצית כל וכו' יטיל לה ציצית ואח\"כ יתכסה בה וכו'.</b> ועיין בתוס' במס' יבמות דף צ' ע\"ב בד\"ה כולהו שכתב דמצות ציצית לאחר העטוף עיי\"ש ובמג\"א סי' י\"ג ס\"ק ח' עיי\"ש ועיין לעיל ה\"ח:"
            ],
            [
                "<b>אע\"פ שאין אדם מחויב לקנות לו טלית ולהתעטף בה כדי שיעשה בה ציצית אין ראוי לאדם חסיד שיפטור עצמו ממצוה זו אלא לעולם ישתדל להיות עטוף בכסות המחויבת בציצית כדי שיקיים מצוה זו ובשעת התפילה צריך להזהר ביותר שגנאי גדול הוא לת\"ח שיתפללו והם אינן עטופים.</b> במנחות בפ' התכלת במלאכא לר' קטינא כמובא בכ\"מ ובהגהות מיימוני שעכשיו שאין לנו בגדים כאלו אין בכלל זה וכיו\"ב (בתים) [בתוס'] ישנים במסכת שבת דף ל\"ב ע\"ב בד\"ה בעון ציצית וסיימו שם אך טוב לקנות טלית ולברך עליה בכל יום כדאמר בפ\"ק דסוטה וכי לאכל מפריה היה רוצה משה אלא אמר משה מצוה שאוכל לקיים יתקיים על ידי עכ\"ל וכיו\"ב מצינו לא כדורות הראשונים דורות האחרונים וכו' ועיין מ\"ש ז\"ל בברכת הזימון וכיו\"ב שיש להביא א\"ע לידי חיוב המצוה ורבינו שכתב לאדם חסיד וכו' נראה שלא יהיה שום זמן מבלי ציצית ממדות חסידות ועכשיו ממנהגא וכקיבלו עלינו לכל אדם שלא לילך מבלי ציצית ועיין תוס' יבמות צ\"ט ע\"א בד\"ה ספק עיי\"ש ועיין באבן עזרא פרשת שלח וז\"ל והנה מצוה על כל מי שיש לו בגד בארבע כנפות שיתכסה בו ביום תמיד ולא יסירנו מעליו למען יזכרו והמתפללים בטלית בשעת התפילה יעשו זה בעבור שיקראו בק\"ש והיה לכם לציצית ועשו להם ציצית רק לפי דעתי יותר הוא חייב להתעטף בציצית בשאר השעות משעת התפילה למען יזכור ולא ישגה ולא יעשה עבירה בכל שעה כי בשעת התפילה לא יעשה עבירה עכ\"ל ובמקור חיים שם מצאתי סיוע בדברי רז\"ל וכו' אמרו בסוף פ' שואל אדם בכל עת יהיו בגדיך לבנים אלו ציצית וכו' עכ\"ל ועיין ספ\"ה הי\"א מהל' יסוה\"ת עיי\"ש:<br><b> ועיין</b> בסמ\"ג ובמרדכי הל' ציצית הביאו כמו כן ראיה מהאי מפני מה נתאוה וכו' להביא אותו לידי חיוב במצוה עיי\"ש ומיניה בנשיאת כפים בלא עקר רגליו דפטור מ\"מ יש להביא א\"ע לידי החיוב ועי' ברא\"ש ברכות ריש ג' שאכלו דיש לעשות שיהיה מחויב בזימון עיי\"ש ובהגהות מיימוני פ\"ה מברכות הל' ח' עיי\"ש ובפי' שם אם זימון דאורייתא:<br><b> אמנם</b> לכאורה יש לעיין בזה\"ז דליכא תכלת שפיר שייך לומר כן אבל בזמן דהיה תכלת אף דעשה דציצית דוחה לל\"ת דכלאים מ\"מ י\"ל שא\"צ להביא א\"ע דמה שמרויח בעשה מפסיד בהל\"ת דאף בלבשם דוחה עשה לל\"ת מ\"מ להדר אח\"ז שיבואו שעשה ידחה ל\"ת י\"ל דא\"צ וביותר י\"ל למ\"ש דל\"ת דחמירא לאו דדחי לעשה לל\"ת רק במקום עשה לא נאמר הל\"ת וא\"כ י\"ל בכה\"ג דהעשה לא נאמרה בחיוב להביא ע\"ע וא\"כ נאמר בהיפוך במקום ל\"ת העשה לא נאמר במכ\"ש דל\"ת חמירי מעשה כדאיתא בפ\"ק דמס' יבמות וא\"כ י\"ל בכה\"ג לא אמרינן שיש להביא ע\"ע ומלאכא לר' קטינא היה בעת שלא היה בתכלת כדאי' שם ובמקו\"א בסוגיא דקיימי ולא קיימי כתבתי בזה עיי\"ש ועיין ביו\"ד בסי' שכ\"ד בסעיף י\"ד לענין חלה ובמס' קדושין ל\"ג ע\"א יכול יעצים עיניו ועי' ברש\"י בד\"ה ת\"ל ויראת:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות ציצית",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}