{
    "versionTitle": "Marit HaAyin, Jerusalem 1960", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "he", 
    "title": "Marit HaAyin on Yevamot", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>יכול אמר לו אביו הטמא ואל תחזיר וכו'.</b> וא\"ת לדעת הסמ\"ג והטור דס\"ל דאם אביו רשע אינו חייב לכבדו א\"כ אמאי אצטריך קרא תפוק לי דכיון שאומר הטמא ואל תחזיר הוא רשע שרוצה שבנו יעבור עבירה ואם כן אינו חייב בכבודו. וזה סייעתא לדעת הרמב\"ם ז\"ל דסבר דאפילו אביו רשע חייב לכבדו. וכד דייקת שפיר גם לדעת הרמב\"ם נהי דאם הוא רשע חייב לכבדו אבל אם אומר שיהיה רשע גם הוא ודאי אין לשמוע לו ואמאי אצטריך קרא. וי\"ל דאביו אינו רשע אלא שרוצה לאכול דרך משל ואומר לבנו הטמא להביא הפירות אשר שם. ואל תחזיר שאני רוצה שתאכילני עתה ואיני יכול להמתין ואי לאו קרא הו\"א דאתי עשה דכבוד אב ואם ודחי לאו דטומאה ועשה דהשבת אבידה דעשה דכבוד אב ואם חמור מאד ושריותא היא וכנפש האב וכנפש הבן אין להם חטא. ולהכי אצטריך קרא וכן ראיתי שפירש הריטב\"א ז\"ל בחידושיו והרב המאירי ז\"ל בפסקיו ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ורבי יהושע היא דאמר אין משגיחין בבת קול.</b> הקשו התוספות אמאי לא קי\"ל כב\"ק דרבי אליעזר אלא אמרינן דשמותי הוא ואין הלכה כמותו וקי\"ל כבת קול דהלכתא כבית הלל ותירצו ע\"ש ולפי מ\"ש בספר הקדוש קנה דמ\"ש רבי יהושע לא בשמים היא כלומר בת קול אינו מבחינת השמים תורה שבכתב וכו'. אפשר לומר דכונת רבי יהושע דאמר לא בשמים היא היינו לומר דבת קול מבחינת השכינה שהיא גבורות וכתבו גורי האר\"י ז\"ל דב\"ש הם מבחינת גבורות וב\"ה מבחינת חסדים. ואע\"ג דמוכח מסוגיין דרבי יהושע סבר דכל בת קול אין משגיחין בו. מ\"מ לדידן דקי\"ל כב\"ק דבית הלל דהלכה כמותם ולא קי\"ל כב\"ק דרבי אליעזר יש לישב היטב דרבי אליעזר היה עושה כבית שמאי ואמרו בירושלמי דהיינו דאמרינן אין הלכה כרבי אליעזר דשמותי הוא ר\"ל שהיה עושה כבית שמאי ולא השגיחו בב\"ק דרבי אליעזר דב\"ש בחינת גבורות בחינת השכינה ובת קול בחינת השכינה ושפיר אמר רבי יהושע לא בשמים היא ר\"ל בחינת תורה שבכתב בסוד ואתה תשמע השמים והוא בחינת חסדים ולכן בב\"ק דרבי אליעזר אין משגיחין שהב\"ק מבחינת הגבורות שהוא בחינת רבי אליעזר. אך ב\"ק דבית הלל משגיחין דב\"ה מצד החסדים והב\"ק בחינת גבורות ואפ\"ה אמר הב\"ק הלכה כבית הלל לכך קי\"ל הכי דזה הב\"ק הוא בחינת ב\"ש ואפ\"ה אמר הלכה כבית הלל. ויש לצרף לזה מ\"ש התוספות לחד שינויא דב\"ק דבית הלל אתי כתורה דכתיב אחרי רבים להטות ומה טוב ומה נעים לפי האמור דלא בשמים היא היינו דב\"ק אינו מבחינת שמים תורה שבכתב ולהכי לא קי\"ל הכי. אבל ב\"ק דאתי כתורה שבכתב בחינת שמים קי\"ל כמותו:"
        ], 
        [
            "<b>לא נמנעו ב\"ש לישא נשים מב\"ה וכו' ללמדך שחיבה ורעות נוהגים זה בזה לקיים מה שנאמר האמת והשלום אהבו.</b> אפשר לומר כפי מ\"ש הריטב\"א ז\"ל בשם רבני צרפת ז\"ל דמ\"ש אלו ואלו דברי אלהים חיים הוא כפשטו דהשם יתברך אמר למשה רבינו השני סברות וא\"ל דההכרעה כפי חכמי הדור עכ\"ד וא\"כ בית שמאי כבר ידעו דסברתם אמת והם דברי אלהים חיים רק דב\"ה רוב ולכן בחילוק שיש דמחדדי טפי עשו כדבריהם והיו נוהגים חיבה ואהבה וז\"ש לקיים מ\"ש האמת והשלום כלומר מה שאנו עושים היינו שסברתנו אמת. ובהיות דב\"ש בחינת גבורות בחינת השכינה לזה היו מכוונים לקיים האמת ת\"ת והשלום יסוד עם המ' וגם ב\"ה זו כונת' כי תורה שבע\"פ בחינת השכינה ונוהגים אמת ושלום ת\"ת ויסוד ליחדם עם המלכות כי זה כל פרי התורה ועוד יש ציצים ופרחים ודוק ועמ\"ש בככר לאדן דף קפ\"ה ע\"א:"
        ], 
        [
            "<b>ת\"ש דאמר רבי טרפון תאבני מתי תבא צרת הבת וכו'.</b> פירש רש\"י ז\"ל רבי טרפון מתלמידי בית שמאי היה והקשה הרב חוות יאיר בהשמטות דף רנ\"ח דלפי מ\"ש דאין הלכה כרבי אליעזר דשמותי הוא היינו דהוא מבית שמאי א\"כ לא היה לנו לפסוק כרבי טרפון דהוא מב\"ש ומסיק וצ\"ע. ובמטו מיניה דמר הרי אמרו בירושלמי ריש פ\"ד דשביעית בתרין מיליא עביד רבי טרפון כב\"ש וסכין עצמיה אלמא כל מילי עביד כבית הלל ואמטו להכי פסקינן הלכה כרבי טרפון. והרי אמרינן בש\"ס בסמוך דרבי יוחנן החורני תלמיד שמאי ועביד הכל כבית הלל ומעין דוגמא למ\"ש הרא\"ש הובא במקובצת מציעא על דף ל\"ז דרבי אליעזר היה תלמיד ריב\"ז וריב\"ז תלמיד הלל ונטה אחרי ב\"ש ע\"ש וה\"נ רבי טרפון מב\"ש ונטה אחר בית הלל. ולפי הירושלמי הנזכר יצדק מאד מה שפירש הרא\"ש בתוספותיו בסוגיין במ\"ש ר\"ט תאבני משם רבו ז\"ל ומלבד מה שהכריח פירושו דלא כפירוש רש\"י ז\"ל עוד יכון מאד ע\"פ הירושלמי הנזכר ולפירוש רש\"י ז\"ל ק\"ק על הס\"ד דהאמוראים היו בקיאים בתלמודא דבני מערבא כמ\"ש הרי\"ף ז\"ל ושאר ראשונים ודוק היטב וק\"ל ועמ\"ש בככר לאדן דף קפ\"ה קודם ראותי דברי הרא\"ש:"
        ], 
        [], 
        [
            "<b>על מדוכה זו ישב חגי הנביא וכו'.</b> הרב עיון יעקב ז\"ל דקדק למה אמר ג' דברים מה שלא שאלו ותירץ דבאומרו צרת הבת אסורה לא נודע אם הוא לאחין לכך אמר ג' דברים ומוכרח שא' אינו לקולא דלא לימרו ב\"ד שריא ע\"ש באורך. ודבריו אינם מחוורין דכיון שקבל הג' דברים כאחד שפיר נאה לומר מה שקבל. ומ\"ש דיש ספק מה ר\"ל צרת הבת אסורה. לא נהירא דהוא כבר גילה דעתו דהלכה כב\"ה ואחיו אומר שהיא מותרת שהוא מב\"ש ומביא ראיה מחגי שהוא ראה אותו וקבל ממנו כמו שאמרו בפסיקתא פ' אמור ובודאי כיון דפה אל פה ידבר בו ידע מאי קאמר. ומה דאייתי מבי דינא שריא אינו ענין למי שאומר מה שקבל ומה גם דמוכח מהפסיקתא דהוא הל\"מ ודוק כי קצרתי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>לא קבלו גרים בימי דוד ושלמה וכו'.</b> עמ\"ש אני בעניי בקונטרס ככר לאדן דף קפ\"ה ע\"א בס\"ד עמ\"ש התוספות ומ\"ש בכסא רחמים דף פ\"ט ע\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אלא ער מ\"ט עבד הכי כדי שלא תתעבר ויכחיש יפיה.</b> מקשים הא מביאה ראשונה אינה מתעברת וי\"ל דחש שלא תמעך באצבע א\"נ דלא רצה שתדע מה טיבה דאח\"כ תפתהו ותוכל ותתעבר ועיין בעיון יעקב:", 
            "<b>א\"ל לנכרי נבעלתי.</b> פירוש נתאויתי לו ולא ח\"ו במעשה ותאוה זו אהניא שילדתי אחר עשר שנים. כן פירש הריטב\"א ז\"ל בחידושיו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאן הויא ליומי וכו'.</b> עמ\"ש באהבת דוד דף ל\"ה ע\"ד בס\"ד ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שכן מצינו באמהות.</b> פירש\"י ז\"ל בנשיהם של יוצאי מצרים וכתב הריטב\"א ז\"ל ויש מקשים דהא קי\"ל שאין קורין אמהות אלא ד' ותירצו דההיא בתפלה לומר מרים אמנו ויוכבד אמנו עכ\"ל ועיין מה שכתבתי אני בעניי על דבריו אלה בקונטריס דבש לפי דף צ\"ז ע\"ב ושם כתבתי עוד בענין זה בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>א\"ל אסיר לן תחום שבת באשר תלכי אלך.</b> אפשר דפתחה בזה דמזה ניכר תוקף רחמיו יתברך דאחשיבנהו לישראל כבנים ורצה שישבתו ביום מנוחתו וזו מעלה גדולה דאין משתמשין אפילו בשרביטו של מלך כ\"ש לעשות כ\"י כמעשהו ממנו לנוח ביום שבת לה' וזו תפארת וגדולה לישראל. וכבר ידוע שאמרו הראשונים והביא דבריהם הרדב\"ז ז\"ל בתשובה דטעם העריות הוא מטעם דאין משתמשין בשרביטו של מלך. והשתא דאמרה נעמי דמשבת מוכח דאנו בנים ושרי לן להשתמש בשרביטו של מלך יש לחוש שיאמרו שהעריות לגבי דידן שריותא נינהו דאנו יכולים להשתמש בשרביטו של מלך. לזה אמרה אסיר לן יחוד דלא מיבעיא עריות עצמן אלא אפילו יחוד אסיר דאע\"ג דאנחנו כבנים אין לנו רשות כי אם מה שהתיר לנו בפירוש שנעשה כבנים. אך מסתמא אנחנו עבדים לשמור מצותיו. וכי תימא מהיכן אנו יודעים רצון הקב\"ה בכל דבר. לזה אמרה מפקידנן אתרי\"ג מצות ושס\"ה ל\"ת להתרחק משס\"ה כחות הסט\"א ורמ\"ח מ\"ע להדבק ברמ\"ח חלקי הקדושה כמ\"ש מז\"ה ז\"ל בחסד לאברהם. והשיבה רות עמך עמי נצנצה בה רוח הקדש ורמזה שהיא נשמת ישראל כמשז\"ל וז\"ש עמך עמי. א\"ל יש ד' מיתות ב\"ד והשיבה באשר תמותי אמות כלומר אני בוטחת שלא אעבור עבירה ונפטר מד' מיתות כמו שאת חסידה ומתה כצדקת כן באשר תמותי אמות וז\"ש ושם אקבר סמוך לקברך כי אני אשמור כל המצות כמוני כמוך:"
        ], 
        [], 
        [
            "<b>מפני ששהו עצמן להכנס תחת כנפי השכינה אמר ר' אבהו ואי תימא ר' חנינא מאי קראה ישלם וכו' אשר באת לחסות וכו'.</b> פירש רש\"י ז\"ל אשר באת אשר מיהרת. ואפשר לומר דרך דרש כי הנה קדמונים אחזו צע\"ר דאמאי אצטריך בעז לומר ישלם ה' פעלך ודאי אין הקב\"ה מקפח אפילו שכר שיחה נאה. וגם לדרשת ר' אבהו אשר מיהרת לא צריכא למימר ואפשר כמ\"ש בסמוך דרות היתה נשמת ישראל. והשתא אפשר דהיינו טעמא אשר מיהרה להתגייר כי נשמת ישראל אשר בקרבה דין גרמ\"א למהר לבא להתגייר ואינה דומה לשאר גרים ואם כן לא יהיה לה שכר על המהירות כי נשמת ישראל שבקרבה זו היא סיבה ולכן התפלל בעז ישלם ה' פעלך ותהי משכורתך שלימה ממש מעם ה' אלהי ישראל דנשמת ישראל בקרבך ועם כל זה ישלם אשר באת לחסות אשר מיהרת. והראיה שאת יש לך נשמת ישראל שאת(ה) רותתת מהעבירה כמ\"ש רז\"ל דנקראת רות שהיתה רותתת וכן ס\"ת אשר באת לחסות תחת כנפיו רותתת. והיינו שאת נשמת ישראל:"
        ], 
        [], 
        [
            "<b>תניא שמעון בן עזאי אומר מצאתי מגלת יוחסין בירושלם וכתוב בה וכו' משנת ראב\"י קב ונקי וכו'.</b> הרב יד אהרן בכלליו והרב באר יעקב בי\"ד סוף דף קמ\"ג הביאו ראיה משמעתין דהלכה כראב\"י אף בברייתא והזכירה הרב פר\"ח בהגהות הרמב\"ם פ\"ב דבית הבחירה ע\"ש ונעלם מהם דהסמ\"ג לאוין של\"א והרמב\"ן במלחמות סוף פרק התקבל והר\"ן פרק אלו טריפות כלם הביאו ראיה זו ועמ\"ש אני בעניי בעין זוכר מערכת מ\"ם אות ט' בס\"ד:", 
            "<b>ואי אימא ליה לשוייה מזיד.</b> כתב הרב עיון יעקב ז\"ל וצ\"ע קצת לפי מ\"ש הרא\"ש ריש פ\"ד דביצה בשם העטור במידי דכתיב באורייתא מחינן בהו ולא אמרינן מוטב וכו' וי\"ל דה\"ק לשוייה מזיד וקטל ליה ע\"כ מוטב לינצל ממנו ע\"י שם וכו' והעיטור לא קאמר אלא מחינן עד דפרשי עכ\"ל. ודברי הרב ז\"ל יש בהם גמגום דממ\"ש מוטב לינצל ע\"י שם ואבלע בארזא נראה דכיון דיש המצאה לינצל הא עדיף ונראה דאם לא היה המצאה זו היה חייב לומר לו, ותכ\"ד כתב דהעטור כתב מחינן עד דפרשי והא לחוד הול\"ל דדוקא כשידינו תקיפה לא אמרינן מוטב אבל כשאין בידינו למחות בהא לא מיירי בעל העטור והרא\"ש וא\"כ לק\"מ בסוגיין וכבר הארכתי להוכיח כן בברכי יוסף סימן תר\"ח בס\"ד ע\"ש ודוק כי קצרתי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ונעברינהו לפני הציץ וכו'.</b> עמ\"ש בקונטריס ככר לאדן דף קפ\"ה ע\"א. אתם קרויים אדם עמ\"ש בדבש לפי דף ג':"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>מנא הא מילתא וכו' בני בנים וכו'.</b> עמ\"ש בחומת אנך פרשת ויצא בס\"ד:", 
            "<b>תנא כלם מתו מפסח ועד עצרת.</b> הרז\"ה מצא בנסחא ספרדית מפסח ועד פרוס עצרת וכן כתב הרשב\"ץ ז\"ל בתחילת פירוש אבות מפסח ועד פרוס עצרת ועמ\"ש אני בעניי בקונטריס טוב עין דף ע\"א עיין שם וע\"ש דף נ\"ב ודוק ועיין מ\"ש הרב המאירי ז\"ל בפסקיו:", 
            "<b>אמר רבי תנחום א\"ר חנילאי כל אדם שאין לו אשה וכו'.</b> אני הדל שמתי סימן לכל הני דקאמר בשמעתין <b>שב\"ח אש\"תו</b> ר\"ת שמחה ברכה חומה אדם שלום תורה וטובה:"
        ], 
        [
            "<b>דנפיק מינך טעמא מלפך מיהו את לא תעביד הכי.</b> עיין מה שכתבתי אני בעניי בקונטריס דברים אחדים דף ק\"ט ובקונטריס יוסף אומץ סימן ר\"ז בסייעתא דשמיא עיין שם ודוק:"
        ], 
        [], 
        [], 
        [
            "<b>מפני שהקב\"ה מתאוה לתפלתן של צדיקים.</b> שעל ידי כונתם בתפלתם גורמין שפע רב ויחוד עליון ועל ידי זה מתבטלים המקטרגים ונהפך מדת הדין למדת רחמים ויש שפע רב בעולם וזה רצונו של הקב\"ה לרחם על הבריות אך כשיש מקטרגים הוא מלך המשפט ומדת הדין גוברת ולכך כ\"י מתאוה לתפלתם של צדיקים. ולפי דרשת רז\"ל ויעתר שנמשלה כעתר שמהפך התבואה וכו' רמוז בכתוב עצמו ויעתר וע\"י התפלה יצחק שהוא רומז לדין נהפך לה' מדת רחמים:", 
            "<b>שרה אמנו איילונית היתה.</b> כתב הרב עיון יעקב ז\"ל וז\"ל אל תתמה לפ\"ז עמ\"ש התוספות ריש יבמות דף ב' דאיילונית אינה צריכה גט דמקחה מקח טעות וא\"כ איך אמר הכתוב ועתה השב אשת האיש כי נביא הוא י\"ל דמ\"מ אחר הנשואין שהכיר בה אברהם בסימני איילונית ואפ\"ה קיים אותה דודאי אין עושה בעילתו בעילת זנות ובעל לשם קדושין דבהכיר בה כ\"ע מודו דקדושיו קדושין עכ\"ל. ולפי מה שכתבו משם מהר\"ם ריקאנטי ז\"ל דאברהם אע\"ה ידע שלא תתעבר שרה ולא בא עליה עד שנתבשר שיהיה לו זרע ונתעברה מביאה ראשונה ובפני דוד פרשת וירא אות ד' מצאתי סמך לדבריו מדברי רבינו האר\"י בשער הגלגולים הקדמה ל\"ד ע\"ש ועפ\"ז לא יצדק מ\"ש הרב הנזכר אמנם לק\"מ דהכתוב עצמו קאמר השב אשת האיש כי נביא הוא ומאחר שהוא נביא ידע שהיא איילונית וקדשה ע\"מ כך וקדושיו קדושין ועוד נביא הוא וידע שיהיה לו זרע ממנה ופשוט ואין להאריך:", 
            "<b>והא בימי דוד אימעוט שני דכתיב ימי שנותנו בהם ע' שנה.</b> עיין מ\"ש התוספות מסתמא דוד אמרו ובעיון יעקב הבין הדברים כפשטן וכתב מה שכתב ע\"ש. והאמת נראה דכונת התוספות דמשה רבינו ע\"ה על דוד אמרו ולאו דוקא מ\"ש דוד אמרו וכן הוא כונת הרא\"ש ז\"ל בתוספותיו. ושוב ראיתי בלקוטי רבינו בצלאל ז\"ל כ\"י שכתב כן בפשיטות דמשה רבינו אמרו על זמן דוד הע\"ה וכתב שגם התוספות כונתם כן. ועיין בפירושי הראב\"ע ז\"ל ורד\"ק ז\"ל בפסוק ע\"ש ואין להאריך ודו\"ק:", 
            "<b>אמר רב אחא בר יעקב שיתין סבי הוינא וכו'.</b> כתב הרב עיון יעקב ז\"ל דאפשר דהוא רב אחאי דאמר במכות דף ט\"ז המשהה נקביו עובר משום בל תשקצו וכו' ע\"ש ובמטו מיניה דמר אין זיווגו עולה יפה דהכא רב אחא והתם רב אחאי והכא רב אחא בר יעקב והתם רב אחאי סתם ועיין בתוספות ריש כתובות ובספר יוחסין:", 
            "<b>נשואין ומלקיות כרבי וכו'.</b> אני בעניי כתבתי בענין זה ובקונטריס מחזיק ברכה י\"ד סימן פ\"ד שם רמזתי במקומות אחרים שכתבתי בס\"ד:"
        ], 
        [], 
        [
            "<b>כשם שמצוה על אדם לומר דבר הנשמע וכו'.</b> עיין מ\"ש בכסא דוד דל\"ח ע\"א בס\"ד:", 
            "<b>מותר לאדם לשנות מפני השלום שנאמר אביך ציוה לפני מותו וכו'.</b> ואע\"ג דיוסף הצדיק מחל להם ופייסם. עם כל זה מה שחטאו לה' במכירת יוסף שפגמו ח\"ו ביסוד עליון נשאר וגם מה שגרמו צער ליעקב אע\"ה אע\"ג שגם הוא מסתמא מחל להם חלק גבוה נשאר ומשו\"ה אמרו בז\"ח שהיה שעבוד מצרים ואחרי צאתם מדה\"ד קטרגה שיחזרו בגלות שבע על חטאתם והקב\"ה נתן להם השבת דההוא צדיקא בשביעאה אחיד ונסלח להם ובדרושים הארכתי אני הדל:"
        ], 
        [], 
        [], 
        [
            "<b>המזכה לעובר וכו'.</b> כתוב בשיטה קדמונית כ\"י וז\"ל מעשה היה בלוניל לפני הראב\"ד ז\"ל ולפני זקני הרב רבינו משולם ז\"ל ולפני הרב רבינו שמואל בר משה ע\"ה באחד שנתן מתנה לבן קודם ארבעים יום ליצירתו והיה מחלקת ביניהם יש מהם שאמרו שהמתנה מתנה הואיל ודעתו של אדם קרובה אצל העובר ויש מהם שאמרו שאין המתנה מתנה כיון דמ' יום קודם יצירתו מיא בעלמא הוא ונגמר הדין על פי רובם שהמתנה מתנה ולאבא מארי ז\"ל הוה מסתברא כמ\"ד שאין המתנה מתנה עכ\"ל ועמ\"ש הריטב\"א ז\"ל בחידושיו והרב המאירי ז\"ל בפסקיו ע\"ש. והרב נמוקי יוסף פרק מי שמת משם הריטב\"א ז\"ל כתב דיש אומרים דדוקא לאחר מ' יום אבל תוך מ' יום מיא בעלמא הוא והוי כאלו לא היה בעולם שלא תקנו בו כלום והכי מסתברא עכ\"ל הרב הנמק\"י ז\"ל משם הריטב\"א ז\"ל. ומרן בב\"י ח\"מ סימן ר\"י הביא משם הרב העטור דאפילו תוך מ' יום של יצירה אלא דבעינן הוכר העובר וכתב על זה מרן וז\"ל ונמוקי יוסף כתב בשם הריטב\"א דמסתברא כדברי האומרים דדוקא לאחר מ' יום אבל תוך מ' יום מיא בעלמא הוא ולי נראין דברי בעל העטור עכ\"ל מרן ז\"ל. ויען בשני דפוסים חדשים כתוב הלשון כמו שהבאתי לכן הגם דהוא פשוט אומר דהוא ט\"ס במה שהביא משם העטור דאפילו תוך מ' יום של יצירה אלא דבעינן הוכר העובר והוא ט\"ס וצ\"ל לא בעינן הוכר העובר וכן הוא בספר העטור דף נ\"ט ע\"ג ופשוט: <br><b>ועין רואה דמרן כתב דנראה לו כהעיטור.</b>וכיוין רבינו ז\"ל למעשה רב שעשו הראב\"ד ורבינו משולם ורבינו שמואל בר משה ורבים אשר אתם חכמי לוני\"ל וביטלו דעת החולקים כמו שהבאתי מדברי השיטה כ\"י. והרב שפתי כהן כתב דנ\"ל כהריטב\"א ואפשר דאם היה רואה מה שעשו מעשה רבוואתה קמאי כהרב העטור גם הוא הוה נקיט הכי. ועיין בהרמ\"ה ז\"ל דף רי\"ד ע\"ג ע\"ש: <br><b>אחרי</b> כתבי ראיתי להרב מהר\"יקש ז\"ל בהגהותיו שכתב שם בח\"מ סימן ר\"י ס\"א וז\"ל ואפילו תוך מ' יום קנה והוא שהוכר העובר עכ\"ל ונראה שנסחת הב\"י שלפני הרב ז\"ל היה כנסחתנו ונמשך אחר נסחא זו וע\"פ זה כתב תוך מ' והוא שהוכר וכו' וקשה על הרב ז\"ל איך לא הרגיש שהוא ט\"ס דהוכר העובר ודאי הוא אחר מ' כמו שנראה החוש\"ה אל העי\"ן וכמבואר לקמן בפרקין דף ס\"ט ושאר דוכתי. והרי לשון זה הוא מהרב העטור ושם כתיב ולא בעינן הוכר העובר וכמו שכתבנו בסמוך: <br><b>הן</b> אמת דגם לפי נסח אשר הוא בעטור אינו מתישב כל כך דכיון דכבר כתב דאפילו תוך מ' יום אמאי אצטריך לומר ולא בעינן הוכר העובר. הרי הוכר עוברה הוא אחר מ' ודאי. ואפשר דהכונה דלא בעינן מ' יום וכ\"ש דלא בעינן הוכר העובר א\"נ אפשר דהרב העטור ידע דיש סברות לכאן ולכאן להכי כתב מסתברא אפילו בתוך מ' יום של יצירת הולד. ונתן טעם לא בעינן הכרת העובר כלומר אל תתמה שאמרתי אפילו בתוך מ' יום שהרי לא בעינן הכרת העובר כלומר לכל הדברות כ\"ע מודו דלא בעינן הכרת העובר. וכיון שכן מסתברא אפילו תוך מ' דאי הוא בעינן הכרת העובר אז אפילו אחר מ' לא מהני דבעינן הכרת העובר אבל מאחר דלא בעינן הכרת העובר מסתברא דאפילו תוך מ' דדעתו קרובה אצל בנו ודוק היטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>משום דלא נשיב להו רוח צפונית.</b> התוספות נתקשו על מ\"ש בספרי דבגנותן של ישראל דיבר הכתוב ומה שתירצו הוא דוחק ועיין מה שתירצו בקדושין דף ל\"ז ע\"ב ואני בעניי דרך דרש תירצתי בנחל קדומים פרשת בהעלותך ע\"ש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דרש רבא מאי דכתיב אז אמרתי הנה באתי במגילת ספר וכו'.</b> עמ\"ש בשמחת הרגל רות דף ט' ובמ\"ש התוספות ד\"ה כתנאי ע\"ש דף ל\"ו מ\"ש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>שלשה סימנים יש באומה זו וכו'.</b> עמ\"ש אני הדל בדברים אחדים דף פ\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ת\"ש אליו תשמעון אפילו אומר לך עבור על אחת מכל מצות שבתורה וכו'.</b> נסתפק מורינו הרב כמהר\"ר אליעזר נחום ז\"ל אי אמר הנביא לעבור על כמה מצות לשעה אם שומעין לו. או אין שומעין לו אלא דוקא כשאומר לעבור על מצוה אחת ופשיט לה מדברי הרמב\"ם ז\"ל פ\"ט מהלכות יסודי התורה שכתב אם יאמר לנו הנביא לעבור על אחת מכל מצות או על מצות הרבה בין קלות בין חמורות לפי שעה מצוה לשמוע לו עכ\"ד. ולפום ריהטא אפשר לומר שיצא זה להרמב\"ם ז\"ל ממה שאמרו בתמורה ריש דף כ\"ט שמנה דברים הותרו באותה הלילה חוץ לילה וזרות וכלי שרת ועצי אשרה ומוקצה ונעבד וכלי אשרה הרי דהותרו כמה דברים לפי שעה וסובר הרמב\"ם ז\"ל דכיון דהש\"ס השמיענו דהותרו כל אלו האסורין הוא להשמיענו דגם נביא שיאמר לפי שעה לעבור כמה מצות נשמע לו אעפ\"י שהן מצות חלוקות ויש לדחות. ועיין בהרמב\"ם ז\"ל פ\"ב מהלכות ממרים ואין כאן מקום להאריך:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רב יהודה אמר רב מאי דכתיב אגורה באהלך עולמים וכו' שפתותיו דובבות בקבר.</b> בתחלת ההשקפה צריך להבין כי הנה ראיתי כתוב משם הרב עיר וקדיש מהר\"י צמח ז\"ל במ\"ש רז\"ל דבעבור שאמר אליהו הנביא זכור לטוב כי עזבו בריתך בני ישראל א\"ל הקב\"ה חייך שתמצא בכל ברית שיעשו בני וחקר הרב ז\"ל דמה עונש הוא זה. ותירץ דהעונש הוא דבזמן שהוא למטה במילות מאבד החידושים שמתחדשים במתיבתא דרקיעא עכ\"ד ואע\"ג דבמילה הוא שולח ניצוץ אחד נראה דכונת הרב ז\"ל דבמתיבתא דרקיעא צריך שיהיה בכל בחינותיו מעין דוגמא למה שחקרו הראשונים ז\"ל דמאחר דאליהו זכור לטוב הוה שכיח אצל התנאים והאמוראים אמאי לא פשיט כל בעיות שבתלמוד ונשארו בתיקו שהוא ר\"ת תשבי יתרץ קושיות ואבעיות. והגם כי הרב יעב\"ץ ז\"ל בספר לחם שמים סוף עדיות הלעיג על זה לא ראה דבספר הקדוש קנה כתב כן גם הרמב\"ם ז\"ל בשני פרקים שלא נדפסו בהקדמתו לפירוש המשנה והמה בכתובי\"ם כתב כך. וא\"כ הדרן לחקירתנו אמאי אליהו זכור לטוב לא פשיט כל תיק\"ו שבש\"ס. ונראה דאליהו הנביא זכור לטוב אשר היה מתגלה לאמוראים לא היה בכל בחינותיו. ואשר יתרץ קושיות ואבעיות הוא אליהו הנביא זכור לטוב בכל בחינותיו ומצאתי סמך לזה מדברי רבינו האר\"י ז\"ל ומדברי מז\"ה חסד לאברהם ואם כן במתיבתא דרקיעא צריך שיהיה בכל בחינותיו: <br><b>שוב</b> נזכרתי מה שכתבתי בהגהת הזהר דפוס ליוורנו בסוף האדרא רבא דף קד\"ם ע\"ב במ\"ש אליהו זכור לטוב לרשב\"י שלא היה יכול לבוא לאידרא שהיה עסוק עם רב המנונא סבא וז\"ל ואע\"ג דנמצא בכל ברית מילה של כל ישראל שם שולח ניצוץ אחד אבל לרב המנונא ובאידרא היה צריך להיות בכל בחינותיו. מהר\"י צמח ז\"ל עכ\"ל. ואם כן זה כונת מהר\"י צמח ז\"ל דבמתיבתא דרקיעא צריך שיהיה בכל בחינותיו וכששולח איזה ניצוצות בכל מילה שיש בישראל אינו יכול להיות במתיבתא דרקיעא. ואיברא דלבי מהסס בעיקר דברי הרב מהר\"י צמח ז\"ל הנזכר: <br><b>אמנם</b> לפי דבריו ז\"ל אתאן לדידן דזה שאומרים שמועה מפיו מה שכר הוא זה דשפתותיו דובבות והרי אם זכה להיות במתיבתא דרקיעא אצל הצדיקים בעוד דשפתותיו דובבות אית ליה פסידא מחידושי מתיבתא דרקיעא על דרך שכתב הרב מהר\"י צמח ז\"ל: <br><b>אכן</b> הדבר פשוט מאד דהצדיק הזוכה לזה הנה נפשו רוחו ונשמתו קביע להו עידנא ושם ינוחו בצל החכמה במתיבתא דרבנן. ונוסף עוד דהגוף אשר בקבר כשאומרים שמועה מפיו יבא לו רוח חיוני ושפתותיו דובבות החידוש ההוא. והכי דייקי רבנן לומר שפתותיו דובבות בקבר דככה יעשה לגוף אשר בקבר. וכן כתבו התוספות בסוגיין וז\"ל אגורה באהלך עולמים כשנשמתו בישיבה של מעלה שפתותיו נעות בקבר כאלו מדברות נמצא דבשעה אחת דר בשני עולמים עכ\"ל ודברינו בכלל דברי קדשם:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבי יוחנן ז' בעילות בעל אותו רשע וכו'.</b> קדמונים אחזו צער משום יתובי דעתא בהני בי תרי דהכי אמרינן ז' בעילות וכו' ורז\"ל במדרש אמרו ותכסהו בשמיכה שמ\"י כה שלא נגע בה ונראין הדברים סתראי נינהו ומ\"ש מהר\"ש בן הרשב\"ץ ז\"ל בסוף קונטרס מלחמת מצוה דף ל\"ה והמגיה שם כתב שכ\"כ מהר\"ר יהודה עוזיאל ז\"ל הרואה יראה כי אין בדבריהם כדי שביעה. וראיתי להרב הגדול מהר\"ר יוסף דוד ז\"ל דבא לכלל ישוב כמ\"ש גורי האר\"י ז\"ל דנזדמנה שם שידה בין רגלי יעל ושכב עם השידה דוקא וז\"ש באשר כרע שם נפל שדוד מלשון שידה שהיה באותו מעשה שדוד מחובר עם השידה, א\"נ שדוד לשון ביזה שנשלל סיסרא מניצוצי הקדושה שהיו בראשו ויעל מחצה וחלפה רקתו והוציאה ניצוצות הקדושה אשר בראשו ומאלו הניצוצות שבראשו יצא רבי עקיבא כמ\"ש רבינו האר\"י זצ\"ל זהו תורף דברי הרב מהר\"י דוד ז\"ל ע\"ש באורך: <br><b>ולפי</b> הדרך הראשון שפירש דשדוד פירושו מחובר עם השידה אפשר כי רע לעומת טוב כי שדי הוא ביסוד בקדושה ובסט\"א הוא שדוד כמו מספר שדי ור\"ת באשר כרע שם הוא שכב. וס\"ת הוא מרע כלומר ששכב עם הרע כי הוא חלקו. ודרך צחות אפשר כי רמז שכבר הוא נוטה למות וזהו שכב מרע ע\"ד שאומרים רז\"ל שכיב מרע שציוה וכו': <br><b>ואולם</b> הדרך השני נוחה הימנו והוא קלורית לעין אשר בזה תנוח דעתנו בקושיא עצומה שהקשה הגאון הרב מגן אברהם ז\"ל בספרו זית רענן על הילקוט ביהושע משם הגאון מהר\"ר ישראל לפי שאמרו בגמרא דרבי עקיבא יצא מסיסרא וכתב הרמ\"ע ז\"ל ממה שבא על יעל דהא רבי עקיבא סבר דגוי ועבד הבא על בת ישראל הולד ממזר. ומה שתירץ שם יש להשיב עליו. אך בהא שכתבו ז\"ל דניצוצי הקדושה אשר בסיסרא היו בראשו על דרך שאמרו דניצוצי הקדושה אשר בעשו היו בראשו וכשהרגו חושים ראש עשו נקבר אצל האבות. ויעל מחצה ראש סיסרא ויצאו ניצוצי הקדושה ועלו למעלה ואח\"כ באו דרך גבר. בזה נחה שקטה הארש דנשמת רבי עקיבא באה מניצוצות הקדושה שהיו בסיסרא על ידי יעל דמחצה ראשו ונתבררו ניצוצות הקדושה ועלו למעלה לבאר מים חיים ואח\"כ באו כדרכם וסיסרא לא בא אל יעל כאמור: <br><b>ומאי</b> דפריך בשמעתין והא מתהניא מעבירה היינו על קרוב בשר כמ\"ש בקדושין דף כ\"ג דשלא כדרכה אית לה הנאה וכמ\"ש הרב מהרימ\"ט ז\"ל שם בחידושיו. ומה שאמרו רז\"ל שמיכה שמי מעיד שלא נגע בה היינו על עיקרו של דבר ואין להאריך: <br><b>וכד</b> הוינא טליא הן כל יקר ראתה עיני כתוב לאמר דאחד קדוש פירש כונת מזמור צ\"ז אוהבי ה' שנאו רע וכו' הכונה אוהבי ה' כיעל שנאו רע כמ\"ש בש\"ס דטובתן של רשעים רעה היא אצל הצדיקים שומר נפשות חסידיו רבי עקיבא מיד רשעים יצילם אור זרוע ס\"ת הפסוק הוא רבי עקיבא עד כאן דברי אחד קדוש הנזכר ז\"ל: <br><b>ועל</b> פי האמור אפשר לפרש ולרמוז באופן זה. אוהבי ה' שנאו רע דיעל לא מתהניא וכו' ולא תסבור שבא עליה ח\"ו לכך כתיב אוהבי ה' ע\"ד שמי כ\"ה אלא השידה נזדמנה. וכי תימא אם כן מהיכן יצא רבי עקיבא לזה רמז אוהבי שנאו רע ר\"ת ראש מהניצוצות שבראשו. ותיבת ה' נכתב להעיד שה' שמרה ולא בא עליה ע\"ד שמי כ\"ה. שומר נפשות חסידיו ר\"ת נחש נפשות דייקא שהצילם מהנחש בין ליעל שלא טמאה ונזדמנה שידה ורמז בר\"ת נפשות חסידיו מיד רשעים יצילם גימטריא שדה עם הכולל. בין על נשמת רבי עקיבא שלא יצאה דרך ביאה אלא מניצוצי קדושה שבראשו כמו שרמוז בר\"ת. מיד רשעים סיסרא והנחש יצילם. אור זרוע וכו' ס\"ת רבי עקיבא אור זרוע ולא בא מביאת גוי על ישראלית ח\"ו ומ\"מ רמז דהוא בן גרים שקבלו תר\"ו מצות כס\"ת שומר נפשות חסידיו ועוד יש לרמוז אוהבי ה' שנאו רע. ומאי דכתיב בין רגליה וכו' שנאו ר\"ת שידה נזדמנה אצלו ושכב. גם בין רגליה כרע נפל שכ\"כ גימטריא בשידה עם הכולל ודו\"ק: <br><b>ודע</b> שאני כתבתי במקום אחר דאפשר דמ\"ש הרמ\"ע ז\"ל לאו דוקא והיינו דבו בפרק לא היו אצלי מאמרות הרמ\"ע ז\"ל אך עתה ראיתי דברי הרמ\"ע ז\"ל וכתוב שם בכת' מפרש דבביאה ג' יצא רבי עקיבא ע\"ש ועיין מ\"ש לקמן בגיטין על דף נ\"ז בס\"ד ודוק: <br><b>ואפשר</b> לרמוז בזה במאמר במדבר רבה פרשה יו\"ד וז\"ל וכשוכב בראש חבל וכשוכב זה סיסרא שכתוב בין רגליה כרע נפל שכב בראש חבל שחבלתו יעל בראשו עם היתד שבאהל עכ\"ל רמזו רז\"ל וכשוכב שלא שכב אלא נראה בעיניו כשוכב וז\"ש בין רגליה שנזדמנה שידה וכי תימא א\"כ מהיכן יצא ר\"ע לז\"א בראש חבל שבראשו היו ניצוצות הקדושות וחבלתו יעל ונתבררו משם ואמרו במדרש משלי בסופו דלא הרגה יעל לסיסרא בכלי זיין משום לא יהיה כלי גבר על אשה וז\"ש שחבלתו יעל ביתד דרך חבלה לרוב קדושתה ודוק היטב:"
        ], 
        [
            "<b>ישראל שעמדו על הר סיני פסקה זוהמתן.</b> והגם דעשו העגל מ\"מ הא דפסקה זוהמתן נשאר. ומה גם דהערב רב הוא שעשו העגל כמ\"ש רז\"ל. ותו דבשביל קבלת התורה לבד נתקיימו שמים וארץ כמ\"ש התוספות פ\"ק דע\"ז. וראיתי להתוספות בע\"ז דף כ\"ב שכתבו וז\"ל נכרים שלא עמדו על הר סיני ונראה דגרים נמי דפסקה זוהמתן היינו משום דאע\"ג דאינהו לא הוו מזלייהו הוו עכ\"ל ומוכח דזה חידוש אשר חידשו הם ז\"ל וקשה דתלמוד ערוך הוא בשבת דף קמ\"ו אמר ליה רב אחא בריה דרבא לרב אשי גרים מאי א\"ל אע\"ג דאינהו לא הוו מזלייהו הוו דכתיב את אשר ישנו פה וכו' וא\"כ מה חידשו התוספות ז\"ל שוב ראיתי דכבר הקשה על התוספות הרב מהרש\"א ז\"ל בחידושי הלכות גם הרב רצוף אהבה יישב דברי התוספות ע\"ש באורך. ואפשר לישב קצת ונדקדק לשון התוספות שכתבו ונראה דגרים נמי דפסקא זוהמתן היינו משום דאע\"ג דאינהו וכו' ומוכח דהא דגרים פשוט ומה שמחדשים הוא דהטעם דאע\"ג דאינהו ואפשר דכונת התוספות דכיון דהוי פלוגתא בשבת שם אמאי נקט בפשיטות סברא זו ועל זה כתבו דכיון דהא דגרים פסקה הוא לכ\"ע משום דמזליהו הוו וכמ\"ש הרב רצוף אהבה להכי נקט סברא זו שלא להאריך דבזה גרים בכלל ודוק היטב כי קצרתי:"
        ], 
        [], 
        [], 
        [
            "<b>אביי אמר בזבח ומנחה אינו מתכפר אבל מתכפר בתורה ובגמילות חסדים.</b> כצ\"ל וכן הוא בר\"ה דף י\"ח ע\"ש ועיין מ\"ש הרב עיון יעקב ואני עני כתבתי על דברי קדשו בר\"ה דף י\"ח בס\"ד ע\"ש:", 
            "<b>באו והודיעו את רבן יוחנן בן זכאי וכו' לכו ועסקו בתורה ותחיו הלכו ועסקו בתורה וחיו וכו' יש להרגיש דאביי כיון דראה דרבן יוחנן בן זכאי א\"ל לכו ועסקו בתורה וחיו וכו'.</b> ש\"מ דהעיקר כדדריש רבה אבל מתכפר הוא בתורה. ואמאי הוא דריש בתורה ובג\"ח נגד ריב\"ז. ותו דממ\"ש הלכו ועסקו בתורה וחיו סתם משמע דחיו טפי ממ' שנין ואיך רבה לא חיה אלא מ' שנין. ונראה דאהניא להו זכות רבן יוחנן בן זכאי ובזכותו חיו מסתמא טפי ממ' שנין. אבל לפירושא דקרא סבר אביי דבעינן תרתי תורה וג\"ח ושאני ריב\"ז דאלים זכותיה דכתיב בהו בצדיקי ותגזור אומר ויקם לך ומשו\"ה היו קורין אותם משפחת יוחנן דקים להו דבזכותו חיו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבי אבהו אתיא רדיפה רדיפה כתיב הכא בקש שלום ורדפהו וכתיב התם רודף צדקה וחסד ימצא חיים צדקה וכבוד.</b> אפשר לרמוז כי שלום נקרא יסוד וצדקה נקראת מלכות ובין שמכוין לעשות שלום ליחד היסוד עם מ' בין מי שעושה צדקה ומכוין ליחד המ' עם היסוד דמכוין תמיד ליחד קב\"ה ושכינתיה בא בשכרו בעה\"ז ובעה\"ב כי זה כל האדם וכתיב רודף צדקה וחסד ימצא <b>חיים</b>:"
        ]
    ], 
    "versionSource": "http://beta.nli.org.il/he/books/NNL_ALEPH001139211/NLI", 
    "heTitle": "מראית העין על יבמות", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Marit HaAyin", 
        "Seder Nashim"
    ]
}