{
    "title": "Lev Shalem on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [],
            [
                "<b>כתב</b> הלחם משנה ריש הלכות חמץ ומצה דאף רבי אבהו מודה לחזקיה דלא יאכל איסור הנאה משמע אלא דמוסיף עליו יעו\"ש. ויש מקשין דמדאמרינן בסוף הסוגיא מאי בינייהו איכא בינייהו חולין שנשחטו בעזרה רבי אבהו סבר אותו למעוטי הני חולין שנשחטו בעזרה לאו דאורייתא נינהו ע\"כ לא משמע הכי וכמ\"ש רש\"י ז\"ל יעו\"ש ואדרבא ר' אבהו סבר דאף לא יאכל איסור אכילה דוקא משמע. ונראה לענ\"ד דס\"ל להלח\"מ ז\"ל אליבא דהרמב\"ם וכן למי שיחס סברא זו להרי\"ף דהכי פי' דר' אבהו ודאי אית ליה דחזקיה דלא יאכל איסור הנאה משמע דכן ודאי הוא משמעות הלשון לא יהא בו היתר אכילה אלא דמוסיף דכל שם אכילה משמע נמי איסור הנאה ואם כן לדידיה קשה למה בחמץ ושור הנסקל כתב לא יאכל והו\"ל למימר לא יאכל וא\"כ אי לאו קרא דאותו הוה אמינא דכיון דכתב לא יאכל ולא כתב לא יאכל הו\"ל כאילו יש שני מקראות לאיסור הנאה ואין ריבוי אחר ריבוי אלא למעט ואדרבא הוה ממעטינן חמץ בפסח ושור הנסקל מאיסור הנאה ולהכי איצטריך אותו למעוטי הני אבל חולין שנשחטו בעזרה ס\"ל דלאו דאורייתא נינהו. וחזקיה ס\"ל דלא יאכל למעוטי הני כלומר לגופיה איצטריך לכתוב לא יאכל ולא לא יאכל דלא יאכל דוקא הוא דהוי איסור הנאה ואותו אתא למעוטי חולין שנשחטו בעזרה כן נראה לענ\"ד ממורי הרב ז\"ל.",
                "<b> ואיסור החמץ ואיסור השאור שבו מחמיצין וכו'.</b> עיין מה שכתב הרב המגיד ז\"ל. ומצאתי כתוב לאחד קדוש מדבר לא ידעתי אכנה וז\"ל כתב הרב המגיד בפ' א' (די\"ט) [דהל' חמץ ומצה] וכו' וכן נראה עיקר. והעלו הגאונים הא נפסלו מאכילת הכלב חייב לבער וכו' ועלה קאמר ר' שמעון וכו' מכלל דבפת גמור עסקינן. וקצת קשה דכיון דאתית להכי לוקמיה בפת שאור ובלא נפסלה דאע\"ג דהכי משמע לשון הברייתא אפילו הכי נוקמיה בשאור. ויש לומר דאמרינן בברייתא בפת שאור אע\"ג דנפסלה חייב ומשום הכי אוקמוה בפת חמץ. ובדברי הרא\"ם ז\"ל ראיתי גמגומים דמשמע דס\"ל דדברי התנא קמא בפת חמץ מיירי מדיוקא דדייק מדברי רש\"י דאמר אבל בפת שאור. וקשה דא\"כ מנ\"ל להר\"ם דאיסור החמץ ואיסור שאור אחד הוא הא ברייתא קתני דוקא בפת חמץ ובמי דלא נפסלה דוקא אבל לעולם בפת שאור לא. וצריך לפרש דברי הר\"מ במאי דקאמר מכללו היינו בפת גמור עסיקינן פי' דבפת גמור ג\"כ עסיקינן ולא בפת שאור דוקא והלשון מגומגם.<br><b> עוד</b> בלשון הכ\"מ מצאתי כתוב וז\"ל על מה שכתב הראב\"ד ז\"ל וכו' ואין לומר דחד מהם אסור וכו' דהא בכל חד וחד איכא צד קולא וחומרא כדאיתא בגמ'. וקשה דלא אמרינן דבחמץ איכא צד קולא וחומרא אלא משום הראוי לאכילה כיון שנפסל מאכילת הכלב לא נשאר בו שום חומרא מה שאין כן בשאור דלעולם יש בו צד קולא וחומרא דחימוצו קשה וראוי לשוחקו ולחמע בו כמה עיסות. וכתב עוד שם וס\"ל להראב\"ד דחמץ אינו ראוי לשוחקו. וקשה דמי דחקו לפרש זה להראב\"ד דהוא אינו חולק עם הרמב\"ם אלא כשנפסלה מאכילת הכלב אבל לעולם קודם שנפסלה מודה דראוי לשחקו ומי הכריחו לפרש כן. וגם מה שכתב ולהרמב\"ם ז\"ל צריך לומר בחמץ וכו'. וקשה דמי דוחקו לפרש כן דמשמע דהוי מחלוקת במציאות וצ\"ע. וקשה בין להרמב\"ם בין לתוספות דקתני שאור שמחמיץ אחרים וכו' מאימתי קרוי שאור משיתפסל מאכילת הכלב הא קמן דשאור אינו נקרא אלא אחר שנפסל. ויש לומר דמיירי בשני מיני פיסול האחד הוא שנפסל מאכילת הכלב מפני החימוץ והאחד מחמת דעיפוש ומאי דקתני בתוספתא מורה שנפסל מחמת חימוץ ומאי דקאמר הרמב\"ם הוא מחמת העיפוש. עוד אפשר לומר דהברייתא משבשתא היא וצריך לומר עד מפני שבתחילה אמר איזהו שאור שמחמץ משמע דחמץ קרוי שאור והכא קתני משיפסל משמע שאפי' מחמץ אחרים אינו קרוי שאור אלא דוקא עד שיפסל וע\"כ בהכרח הוא דהוא טעות סופר עכ\"ד ודוק."
            ],
            [
                "<b>מפני שלא עשה [בו] מעשה וכו'.</b> מצאתי כתוב לאחד קדוש וז\"ל וקשה דמשמע דאם היה עושה מעשה וכו' וזה אינו דהוי לאו דניתק לעשה ואין לוקין עליו כמ\"ש התוס' בפסחים דף צ\"ו ע\"א ובפרק י\"ח דסנהדרין הל' ב'. וי\"ל דכאן מיירי שהניחו כל הפסח ולא ביערו והכי משמע מתוך דבריו דכתב ולא ביערו דמשמע כלל ואנן בעינן שיקיים עשה שבו כמ\"ש גבי שלוח הקן וזה לא קיים עשה שבו לפיכך חייב ודוק ע\"כ מצאתי כתוב.<br><b> ומורי</b> הרב ז\"ל כתב וז\"ל ושמעתי מקשין מהא דהכריחו התוספות בפ' מי שהיה דף צ\"ה וז\"ל בפרטיה קא ממעט בל יראה כאן משמע כמו שפי' (רש\"י) [ר\"י] בפ' כל שעה דלא יראה הוי ניתק לעשה. איברא שאני איני יכול לשער איך יקרא ניתק לעשה דכיון שעבר שש אינו מועיל ביטול והשבתה וכמ\"ש הרמב\"ם פ\"ג מהלכות יו\"ט והדברים צ\"ע ע\"כ ממורי הרב ז\"ל."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב</b> הר\"ב פרי חדש ח\"א או\"ח סי' תע\"ב סעיף ו' וז\"ל השמש צריך היסבה. הב\"י הביא בשם הסמ\"ק דעבד לפני אדונו אינו מיסב ע\"כ. ולי נראה דצריך היסבה דומיא דשמש וכן בשבויות ישראליות או שפחות שקונה ואח\"כ מתגיירות כולן יש להם דין שמש דבעו היסבה. ובירושלמי נמי גרסינן ר' יוסי בעא קומי ר' סימון אפי' עבד אפי' אשה עכ\"ל. ועיין מ\"ש הרב עצמו בסימן זה סעיף ד' בהסכמה עלה שהנשים אינן צריכות היסבה כסברת השאלתות אפי' החשובות יעו\"ש וא\"כ הכא היאך כתב דנשים צריכות היסבה אפילו שבויות ואפילו שפחות הפך כל הפוסקים דפסקו דוקא נשים חשובות צריכות היסבה וגם הפך סברת עצמו שפסק לעיל דאפי' נשים חשובות אינן צריכין היסבה וצ\"ע.<br><b> כתב</b> הטור ז\"ל סי' הנזכר וז\"ל תלמיד אצל רבו אין צריך היסבה וכו' וכתב ב\"י ומה שכתב אפי' אינו רבו מובהק וכו' הרא\"ש ז\"ל והמרדכי דקדקו כן מהגמ' והרמב\"ם לא הזכיר דאפי' אינו מובהק אינו צריך היסבה משמע דס\"ל דרבו מובהק דוקא ומדברי הר\"ב פרי חדש ז\"ל בסי' זה נראה דס\"ל דהרמב\"ם ז\"ל לשיטתיה אזיל שכתב בפ\"ה מהל' תלמוד תורה ולא יסב אלא יושב כיושב לפני המלך ואח\"כ כתב במה דברים אמורים ברבו מובהק אבל ברבו שאינו מובהק אינו חייב בכל הדברים האלו יעו\"ש.<br><b> ולפי</b> זה צ\"ע דרבינו בעל הטור ס\"ל בזה כסברת הרמב\"ם כמ\"ש בחלק יו\"ד סי' רמ\"ב יעו\"ש וגם מרן ז\"ל העתיק שם דברי הרמב\"ם אות באות וא\"כ היכי פסקו הכא דאפי' אינו מובהק דנראה דהני תרי פסקי סתרי אהדדי. ואל תשיבני ממ\"ש הטור שם ולא ישב לפניו אלא כיושב לפני המלך ולא כתב (אלא) [ולא] יסב כלשון הרמב\"ם ז\"ל דמה בכך הרי כתב אלא כיושב לפני המלך והיינו שלא יסב א\"כ כשכתב אח\"כ דזהו דוקא לרבו מובהק משם תורה יוצאה אבל רבו שאינו מובהק. לית לן בה וא\"כ הכא במקום מצוה היכי פטר ליה מהיסבה בפני רבו שאינו מובהק וה\"ה דקשה למרן ז\"ל בשו\"ע דשם העתיק בלשון הרמב\"ם ולא יסב יעו\"ש. ואפשר לומר בדוחק דהתם מיירי בתלמיד שהוא חכם כבר ולפיכך לגבי רבו מובהק צריך לכבדו בכל אלה הדברים אבל מי שאינו רבו מובהק אע\"פ שלמד ממנו אינו חייב לכבדו כל כך כיון שגם הוא חכם כמותו והכא מיירי בתלמיד שלא הגיע עדיין למעלת חכם לפיכך צריך לכבד אפי' למי שאינו רבו מובהק זהו הנראה לי לענ\"ד.<br><b> ומה</b> שכתב מרן ז\"ל אלא א\"כ יתן לו רבו רשות וכו' דנפקא ליה מההיא דאמרינן בגמ' אמר אביי כי הוינן בי מר הוה זגינן אברכי דאהדדי כי אתינן לבי רב יוסף וכו' יעו\"ש וקשה דלמה טרח להוציא דין זה מדלא אמר להו (אביי) [רבה] ולא מידי והלא ממקומו אינו חסר דקי\"ל דהרב שמחל על כבודו כבודו מחול א\"כ הכא כיון שנתן לו רשות הרי מחל על כבודו. ונראה לענ\"ד דמשום דהתם אמרינן ואפי' שמחל חייב התלמיד להדרו ואפי' בשעה שמחל וא\"כ הוה אמינא דאפי' נתן לו רבו רשות חייב להדרו ולא להסב קמ\"ל דהכא במקום מצוה כיון שנתן לו רשות יסב ולא בעי הידור וזה נלמד מההיא דאביי ודוק.<br><b> עוד</b> בסי' תע\"ב כתב הר\"ב פרי חדש וז\"ל ומה שכתב אפי' אינו רבו מובהק מדאבעיא לן בגמ' סתמא וכו' ועוד סתם רבו הוא שאינו מובהק כדאמרינן בסוף פ' היה קורא שלא יהא אדם וכו' ובועט באביו וברבו ובמי שגדול ממנו וכו' אלמא דסתם רבו הוי שאינו מובהק וכו' יעו\"ש. והדבר קשה דהאי כללא דבכל מקום רבו סתם הוא שאינו מובהק אינו ברור שהרי הרמב\"ם ז\"ל כתב בפ\"ה מהל' ת\"ת ואסור לקרא לרבו בשמו וכו' ולא יחלוץ תפיליו בפני רבו ולא [יתפלל] לפני רבו וכו' ורבים כזה יעו\"ש ובגמ' כולן נזכרו בלשון רבו סתם וכפי הכלל שמסר בידינו הרב ז\"ל דכל רבו סתם הוא רבו שאינו מובהק נמצא דכל אלו הדברים הם ברבו שאינו מובהק וא\"כ איך כתבו הרמב\"ם והטור ז\"ל דכל אלו הדברים הם ברבו מובהק זולת בשני דברים דנוהגים אפי' אינו רבו מובהק יעו\"ש והלא סתם רבו הוא שאינו מובהק אלא מוכרח דרבו סתם איכא למימר ברבו מובהק והכל לפי הענין והראיות שהביא הוא ז\"ל בקל יכול המעיין לדחותם וצ\"ע."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}