{
    "heTitleVariants": [
        "בבא קמא", 
        "ב\"ק", 
        "ב״ק"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Bava Kamma", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Bava Kamma (First Gate) belongs to the fourth order, Nezikin (The Order of Damages) and discusses the civil matters, largely damages and compensation. It has ten chapters.", 
    "depth": 2, 
    "heTitle": "בבא קמא", 
    "era": "A", 
    "titleVariants": [
        "Talmud Bava Kamma", 
        "Masekhet Bava Kamma", 
        "Tractate Bava Kamma", 
        "Bava Kama", 
        "Baba Kama", 
        "Baba Kamma", 
        "Bava Kamma"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            236, 
            12050
        ], 
        "title": "Bava Kamma", 
        "heTitle": "בבא קמא", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Talmud Bava Kamma"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Bava Kamma"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Bava Kamma"
            }, 
            {
                "lang": "en", 
                "text": "Bava Kama"
            }, 
            {
                "lang": "en", 
                "text": "Baba Kama"
            }, 
            {
                "lang": "en", 
                "text": "Baba Kamma"
            }, 
            {
                "lang": "he", 
                "text": "בבא קמא", 
                "primary": true
            }, 
            {
                "lang": "he", 
                "text": "ב\"ק"
            }, 
            {
                "lang": "he", 
                "text": "ב״ק"
            }, 
            {
                "lang": "en", 
                "text": "Bava Kamma", 
                "primary": true
            }
        ], 
        "key": "Bava Kamma", 
        "checkFirst": {
            "en": "Mishnah Bava Kamma", 
            "he": "משנה בבא קמא"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Bava Kamma 2a:1-17a:35", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "There are four \"avot\", generative categories of causation in property torts: The", 
                            "he": "מתני׳  ארבעה  אבות נזיקין השור והבור והמבעה וההבער לא"
                        }, 
                        {
                            "en": "...Impurity [by contact with the] dead  ...The derivatives are not alike the ori", 
                            "he": "וטמא מת תולדותיהן לאו כיוצא בהן דאילו אב מטמא אדם וכלים ואילו תולדות אוכלין ומשק"
                        }, 
                        {
                            "en": "... In entirety Mar said  \"And he shall send forth\" is 'Regel' as it is expresse", 
                            "he": "הגלל עד תומו אמר מר ושלח זו הרגל וכן הוא אומר משלחי רגל השור והחמור טעמא דכתב רח"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי דלא אפקרינהו אי לשמואל דאמר כולם מבורו למדנו היינו בור ואי לרב דאמר כולם משו"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא ראי השן שאין כוונתו להזיק כראי הקרן שכוונתו להזיק ולאו ק\"ו הוא ומה שן שאין כ"
                        }, 
                        {
                            "en": "", 
                            "he": "הכא נמי תני אדם שמירת גופו עליו מתקיף לה רב מרי ואימא מבעה זה המים כדכתיב (ישעיה"
                        }, 
                        {
                            "en": "", 
                            "he": "עדים זוממין דממונא הוא ליתני סבר לה כר\"ע דאמר אין משלמין על פי עצמן אי סבר ליה כ"
                        }, 
                        {
                            "en": "", 
                            "he": "לכתוב רחמנא תרתי ותיתי אידך מינייהו הדר אמר חדא מתרתי לא אתי אמר רבא וכולהו כי ש"
                        }, 
                        {
                            "en": "... Emptying their pipes and throwing their waste into the streets.  In the hot", 
                            "he": "לאתויי ליחכה נירו וסכסכה אבניו הצד השוה שבהן לאתויי מאי אמר אביי לאתויי אבנו סכי"
                        }, 
                        {
                            "en": "Ox refutes.... ... What is the ox except that whose way of going is to do damage", 
                            "he": "שור יוכיח מה לשור שכן דרכו לילך ולהזיק בור תוכיח וחזר הדין רבינא אמר לאתויי הא ד"
                        }, 
                        {
                            "en": "", 
                            "he": "ובעל חוב בבינונית וכי תימא סבר ר\"ע כל בעל חוב נמי בעידית איכא למיפרך מה לבעל חוב"
                        }, 
                        {
                            "en": "", 
                            "he": "אפילו פורתא נמי לא ליספו ליה ואמר מר עלה לא צריכא דביומי ניסן יקרא ארעתא וביומי"
                        }, 
                        {
                            "en": "", 
                            "he": "עידית וזיבורית נזקין בעידית ובעל חוב וכתובת אשה בזיבורית קתני מיהא מציעא בינונית"
                        }, 
                        {
                            "en": "", 
                            "he": "בנזקין נמי נימא הכי אלא הכא במאי עסקינן ביתמי דלאו בני פרעון נינהו ושיעבודא דילי"
                        }, 
                        {
                            "en": "", 
                            "he": "ויצאו עליה עסיקין עד שלא החזיק בה יכול לחזור בו משהחזיק בה אין יכול לחזור בו מ\"ט"
                        }, 
                        {
                            "en": "We learned in the Mishnah: Once I have accepted the duty of care for a thing, I", 
                            "he": "אילימא שליש ביתו אלא מעתה אי איתרמי ליה תלתא מצותא ליתיב לכוליה ביתיה אלא אמר ר'"
                        }, 
                        {
                            "en": "", 
                            "he": "חומר בשור מבאש חומר באש מבשור חומר בשור מבאש שהשור משלם כופר וחייב בשלשים של עבד"
                        }, 
                        {
                            "en": "", 
                            "he": "אי דבלאו איהו לא אזלא פשיטא אלא דבלאו איהו אזלא מאי קא עביד מתקיף לה רב פפא והא"
                        }, 
                        {
                            "en": "", 
                            "he": "יביא עדים שנטרפה באונס ופטור אבא שאול אומר יביא עדודה לב\"ד מאי לאו בהא קמיפלגי ד"
                        }, 
                        {
                            "en": "", 
                            "he": "דיש מקצת שליא בלא ולד וגזירה מקצתה אטו כולה קמ\"ל ואמר עולא אמר רבי אלעזר בכור שנ"
                        }, 
                        {
                            "en": "", 
                            "he": "לבתר דנפק אמר להו עולא הכי אמר רבי אלעזר אפי' מיתמי אמר ר\"נ אשתמטין עולא הוה עוב"
                        }, 
                        {
                            "en": "", 
                            "he": "הא קיימא לן דלא בעינן צבורין אלא מאי אית לך למימר שאני מטלטלי דניידי ממטלטלי דלא"
                        }, 
                        {
                            "en": "", 
                            "he": "לישני הא רבי יוסי הגלילי הא רבנן (אמר ליה) מתנות כהונה קאמרת שאני מתנות כהונה דכ"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל הכא מי מצי אמר בשר אזיק אימורין לא אזיק אמר רבא תודה שהזיקה גובה מבשרה ואינו"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא קבל עליו שמירת נזקיו אי הכי אימא סיפא נפרצה בלילה או שפרצוה לסטים ויצתה והזי"
                        }, 
                        {
                            "en": "We studied in the Mishnah: Assessment of monetary liability and monetary equival", 
                            "he": "שלשה כללות בארבע מקומות  מתני׳  שום כסף שוה כסף בפני ב"
                        }, 
                        {
                            "en": "", 
                            "he": "בני חורין ובני ברית בני חורין למעוטי עבדים בני ברית למעוטי עובדי כוכבים וצריכא ד"
                        }, 
                        {
                            "en": "We learned in the Mishnah: \"Five [agents of damage] rank as harmless and five as", 
                            "he": "המית שורי את פלוני או שורו של פלוני הרי זה משלם על פי עצמו מאי לאו בתם לא במועד"
                        }, 
                        {
                            "en": "", 
                            "he": "כולה רבי טרפון היא רישא בחצר המיוחדת לפירות לאחד מהן ולזה ולזה לשורים דלגבי שן ה"
                        }, 
                        {
                            "en": "We studied in the Mishnah: What is the difference between that which is harmless", 
                            "he": "רבי אלעזר אומר אף הנחש והא אנן תנן ר' אלעזר אומר בזמן שהן בני תרבות אינן מועדים"
                        }, 
                        {
                            "en": "\"Sow righteousness for yourselves, reap according to loving-kindness...\" (Hoshea", 
                            "he": "וחד אמר שבעה ואמרי לה שלשים ת\"ר וכבוד עשו לו במותו זה חזקיה מלך יהודה שיצאו לפני"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "There are four \"avot\", generative categories of causation in property torts: The", 
                        "he": "מתני׳  ארבעה  אבות נזיקין השור והבור והמבעה וההבער לא"
                    }, 
                    "refs": [
                        "Bava Kamma 2a:1-22", 
                        "Bava Kamma 2b", 
                        "Bava Kamma 3a", 
                        "Bava Kamma 3b", 
                        "Bava Kamma 4a", 
                        "Bava Kamma 4b", 
                        "Bava Kamma 5a", 
                        "Bava Kamma 5b", 
                        "Bava Kamma 6a", 
                        "Bava Kamma 6b", 
                        "Bava Kamma 7a", 
                        "Bava Kamma 7b", 
                        "Bava Kamma 8a", 
                        "Bava Kamma 8b", 
                        "Bava Kamma 9a", 
                        "Bava Kamma 9b", 
                        "Bava Kamma 10a", 
                        "Bava Kamma 10b", 
                        "Bava Kamma 11a", 
                        "Bava Kamma 11b", 
                        "Bava Kamma 12a", 
                        "Bava Kamma 12b", 
                        "Bava Kamma 13a", 
                        "Bava Kamma 13b", 
                        "Bava Kamma 14a", 
                        "Bava Kamma 14b", 
                        "Bava Kamma 15a", 
                        "Bava Kamma 15b", 
                        "Bava Kamma 16a", 
                        "Bava Kamma 16b", 
                        "Bava Kamma 17a:1-35"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "ארבעה אבות", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "ארבעה אבות", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 17a:36-27a:33", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "We learned in the Mishnah: In which cases is a foot [considered] warned about br", 
                            "he": "מתני׳  כיצד  הרגל מועדת לשבר בדרך הלוכה הבהמה מועדת לה"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  א\"ל רבינא לרבא היינו רגל היינו בהמה א\"ל תנא אבות"
                        }, 
                        {
                            "en": "", 
                            "he": "בהתיז צרורות ובפלוגתא דסומכוס ורבנן קמיפלגי ת\"ש תרנגולין שהיו מחטטין בחבל דלי ונ"
                        }, 
                        {
                            "en": "", 
                            "he": "מי שמעת ליה אלא כי קאמר רבי אלעזר נזק שלם כגון דאייעד ובהא קמיפלגי מר סבר יש העד"
                        }, 
                        {
                            "en": "", 
                            "he": "ובהא קמיפלגי מר סבר יש העדאה ומר סבר אין העדאה לא בחד זמנא ובפלוגתא דסומכוס ורבנ"
                        }, 
                        {
                            "en": "We learned in the Mishnah: In what way is the category of \"tooth\" presumed to be", 
                            "he": "והאמר ר' יוחנן אין חצי נזק חלוק לא לרשות היחיד ולא לרשות הרבים מאי לאו התיזה ברש"
                        }, 
                        {
                            "en": "", 
                            "he": "ההוא ברחא דחזא ליפתא אפומא דדנא סריך סליק אכלה לליפתא ותבריה לדנא חייביה רבא אלי"
                        }, 
                        {
                            "en": "", 
                            "he": "הא איתהנית א\"ל מתניתין היא הי מתניתין א\"ל לכי תשמש לי שקל סודריה כרך ליה א\"ל אם"
                        }, 
                        {
                            "en": "", 
                            "he": "כהדיוט מדעת דמי שלח ליה רבי אבא בר זבדא למרי בר מר בעי מיניה מרב הונא הדר בחצר ח"
                        }, 
                        {
                            "en": "If a dog or a goat jumped from a rooftop and broke vessels, [the owner] pays ful", 
                            "he": "בעלמא בור ברשותו פטור ושאני הכא דאמר לאו כל כמינך דמקרבת להו לפירותך לרה\"ר ומחיי"
                        }, 
                        {
                            "en": "", 
                            "he": "והתניא הכלב והגדי שדלגו בין מלמעלה למטה בין מלמטה למעלה פטורין תרגמא רב פפא דאפי"
                        }, 
                        {
                            "en": "", 
                            "he": "רישא בעל גמל חייב דלא איבעי ליה לאפושי בטעינה סיפא חנווני חייב דלא איבעי ליה לאנ"
                        }, 
                        {
                            "en": "", 
                            "he": "בנזקי ממונו וסיים בנזקי גופו לומר לך אשו משום חציו אמר רבא קשיא ליה לאביי למ\"ד א"
                        }, 
                        {
                            "en": "We studied in the Mishnah: What animal is considered \"tam\" (presumed - innocent)", 
                            "he": "כחצר הניזק דמי דאי כחצר המזיק דמי לימא ליה מאי בעי רפתך בפומא דכלבאי דאיבעיא להו"
                        }, 
                        {
                            "en": "", 
                            "he": "ריחק נגיחותיו חייב קירב נגיחותיו לא כל שכן אמרו ליה זבה תוכיח שריחקה ראיותיה טמא"
                        }, 
                        {
                            "en": "We studied in the Mishnah: How is the penalty assessed for an ox that damages wh", 
                            "he": "אלא אי אמרת לייעודי גברא לימרו הנך קמאי אנן מי הוה ידעינן דבתר שלשה יומי אתו הני"
                        }, 
                        {
                            "en": "will not derive \"horn\" [damage] from \"horn\" damage, I will derive \"horn\" damage", 
                            "he": "לא אדון קרן מקרן אני אדון קרן מרגל ומה במקום שהקל על השן ועל הרגל ברה\"ר החמיר בק"
                        }, 
                        {
                            "en": "", 
                            "he": "זובו של זב ורוקו ושכבת זרעו ומימי רגליו ודם הנדה מטמאין בין במגע בין במשא ודלמא"
                        }, 
                        {
                            "en": "We learned in the Mishnah: A human being is always considered a habitual damager", 
                            "he": "מידי כוליה קאמרינן פלגא קאמרינן אמר קרא (שמות כא, לה) וחצו את כספו כספו של זה ול"
                        }, 
                        {
                            "en": "...Someone threw a vessel From the roof and someone else comes and breaks the ve", 
                            "he": "מנא הני מילי אמר חזקיה וכן תנא דבי חזקיה אמר קרא (שמות כא, כה) פצע תחת פצע לחייב"
                        }, 
                        {
                            "en": "Rabbi Yehuda son of Betairah said... If they [the ten men] strike the other man", 
                            "he": "פטורין ר' יהודה בן בתירא אומר בזה אחר זה האחרון חייב מפני שקירב מיתתו בא שור וקב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "We learned in the Mishnah: In which cases is a foot [considered] warned about br", 
                        "he": "מתני׳  כיצד  הרגל מועדת לשבר בדרך הלוכה הבהמה מועדת לה"
                    }, 
                    "refs": [
                        "Bava Kamma 17a:36-42", 
                        "Bava Kamma 17b", 
                        "Bava Kamma 18a", 
                        "Bava Kamma 18b", 
                        "Bava Kamma 19a", 
                        "Bava Kamma 19b", 
                        "Bava Kamma 20a", 
                        "Bava Kamma 20b", 
                        "Bava Kamma 21a", 
                        "Bava Kamma 21b", 
                        "Bava Kamma 22a", 
                        "Bava Kamma 22b", 
                        "Bava Kamma 23a", 
                        "Bava Kamma 23b", 
                        "Bava Kamma 24a", 
                        "Bava Kamma 24b", 
                        "Bava Kamma 25a", 
                        "Bava Kamma 25b", 
                        "Bava Kamma 26a", 
                        "Bava Kamma 26b", 
                        "Bava Kamma 27a:1-33"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כיצד רגל", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כיצד רגל", 
                            "primary": true
                        }
                    ], 
                    "offset": 32, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 27a:34-36a:24", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "_______________________________________________________________________________", 
                            "he": "מתני׳  המניח  את הכד ברה\"ר ובא אחר ונתקל בה ושברה פטור"
                        }, 
                        {
                            "en": "It has been established for us that we do not follow the majority in monetary ca", 
                            "he": "קמ\"ל דאין הולכין בממון אחר הרוב: ובא אחר ונתקל בה ושברה פטור: אמאי פטור איבעי לי"
                        }, 
                        {
                            "en": "What are you talking about?! (literally: with you) Ben Bag Bag is a minority opi", 
                            "he": "עמך בן בג בג יחידאה הוא ופליגי רבנן עליה רבי ינאי אמר מאי שבור את שיניו בדין אי"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל הוא עצמו פטור קרקע עולם הזיקתו כי אמריתה קמיה דשמואל אמר לי  מכדי אבנו וסכינ"
                        }, 
                        {
                            "en": "", 
                            "he": "פטור מדיני אדם וחייב בדיני שמים ומודים חכמים לר\"מ באבנו סכינו ומשאו שהניחן בראש"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבי יוחנן אמר לאחר נפילה מחלוקת אבל בשעת נפילה מאי דברי הכל פטור והא מדקאמר רבי"
                        }, 
                        {
                            "en": "Mishnah: [If] one pours water in a public domain, and another is damaged by it,", 
                            "he": "משום רבי ישמעאל כו' לא קשיא הא דידיה הא דרביה:  מתני׳"
                        }, 
                        {
                            "en": "\"His straw and his thatch\" [The mishnah] teaches because they are slippery.", 
                            "he": "תבנו וקשו תנן משום דמשרקי: כל הקודם בהן זכה: אמר רב בין בגופן בין בשבחן וזעירי א"
                        }, 
                        {
                            "en": "We learned in the Mishnah: [In the case of] two potters who were walking one beh", 
                            "he": "סליקוסתא בשלמא רב אדא בר אהבה כשמעתיה אלא רב הונא לימא הדר ביה הנהו מותרין הוו:"
                        }, 
                        {
                            "en": "We learned in the Mishnah: One came with his barrel and one came with his beam.", 
                            "he": "ראשון ודאי פושע הוא שני אגופו מחייב דהוה לו לעמוד ולא עמד אממונו פטור דא\"ל האי ב"
                        }, 
                        {
                            "en": "[But] if the beam's owner stopped, he is liable. [But] if he said to the barrel'", 
                            "he": "ואם עמד בעל קורה חייב ואם אמר לבעל חבית עמוד  פטור היה בעל חבית ראשון ובעל קורה"
                        }, 
                        {
                            "en": "Come and go out to greet the bride, the queen And some say:   To greet the Sabba", 
                            "he": "בואו ונצא לקראת כלה מלכתא ואמרי לה לקראת שבת כלה מלכתא רבי ינאי מתעטף וקאי ואמר"
                        }, 
                        {
                            "en": "Our Rabbis taught: In the case of workers who come to demand their wages from th", 
                            "he": "אחר לית ליה אימתא דרביה האי אית ליה אימתא דרביה רב זביד משמיה דרבא מתני לה אהא ו"
                        }, 
                        {
                            "en": "", 
                            "he": "כיון דמשעבד ליה לניזק לאו כל כמיניה א\"ל אינו מכור והתניא מכרו מכור חוזר וגובהו ו"
                        }, 
                        {
                            "en": "We learned in the Mishnah: [Regarding the case of ] an ox worth a 200 [zuz] that", 
                            "he": "ואפילו הזיק עד שלא חב בעל חוב קדים ש\"מ ב\"ח מאוחר שקדם וגבה מה שגבה לא גבה לא לעו"
                        }, 
                        {
                            "en": "We learned in the Mishnah: There is [a case] where one is liable for the action", 
                            "he": "תם חמור ממועד וכי תימא הכי נמי כדתנן ר' יהודה אומר תם חייב ומועד פטור אימר דשמעת"
                        }, 
                        {
                            "en": "We learned in the Mishnah: [If] an ox was chasing after another ox, and caused d", 
                            "he": "אף הוא נמי דלא קבעי ליה וקתני פטור מפני שהוא נדון בנפשו לא שורו דומיא דידיה מה ה"
                        }, 
                        {
                            "en": "both are exempt.  If both [oxen] belonged to a single owner, both are liable.  I", 
                            "he": "שניהם פטורים אם היו שניהם של איש אחד שניהם חייבים היה אחד גדול ואחד קטן הניזק או"
                        }, 
                        {
                            "en": "", 
                            "he": "ראוי ליטול ואין לו והתניא הרי זה משתלם לקטן מן המועד ולגדול מן התם דתפס: היו שני"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "_______________________________________________________________________________", 
                        "he": "מתני׳  המניח  את הכד ברה\"ר ובא אחר ונתקל בה ושברה פטור"
                    }, 
                    "refs": [
                        "Bava Kamma 27a:34-50", 
                        "Bava Kamma 27b", 
                        "Bava Kamma 28a", 
                        "Bava Kamma 28b", 
                        "Bava Kamma 29a", 
                        "Bava Kamma 29b", 
                        "Bava Kamma 30a", 
                        "Bava Kamma 30b", 
                        "Bava Kamma 31a", 
                        "Bava Kamma 31b", 
                        "Bava Kamma 32a", 
                        "Bava Kamma 32b", 
                        "Bava Kamma 33a", 
                        "Bava Kamma 33b", 
                        "Bava Kamma 34a", 
                        "Bava Kamma 34b", 
                        "Bava Kamma 35a", 
                        "Bava Kamma 35b", 
                        "Bava Kamma 36a:1-24"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "המניח", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "המניח", 
                            "primary": true
                        }
                    ], 
                    "offset": 52, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 36a:25-46a:18", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "We learned in the Mishnah: An ox which has gored four or five other oxen, this o", 
                            "he": "מתני׳  שור  שנגח ארבעה וחמשה שוורים זה אחר זה ישלם לאח"
                        }, 
                        {
                            "en": "", 
                            "he": "יחזיר לשלפניו לכולם מבעי ליה אמר רבא לעולם כר' ישמעאל דאמר בעלי חובות נינהו ודקש"
                        }, 
                        {
                            "en": "We learned in the Mishnah: An ox which is warned for [injuring] its own species,", 
                            "he": "אינן צריכין פרוזבול וכן תני רמי בר חמא היתומים אינן צריכין פרוזבול ר\"ג ובית דינו"
                        }, 
                        {
                            "en": "We learned in the Mishnah: An ox of an Israelite that gored an ox belonging to t", 
                            "he": "שור שור ושור חמור וגמל מהו האי שור בתרא בתר שוורים שדינן. ליה ואכתי לשוורים הוא"
                        }, 
                        {
                            "en": "But didn't we learn: Rabbi Meir said: How do we know that even a non-Jew who is", 
                            "he": "דאם כן נכתוב קרא להאי רעהו גבי מועד: שור של ישראל שנגח שור של כנעני פטור: אמרי מ"
                        }, 
                        {
                            "en": "", 
                            "he": "מואבים עצמן לא כל שכן אמר לו הקב\"ה לא כשעלתה על דעתך עלתה על דעתי שתי פרידות טוב"
                        }, 
                        {
                            "en": "We learned in the Mishnah: [If] an ox of a person of sound senses gored the ox o", 
                            "he": "שלא יהא חוטא נשכר ונתביה לעניים אמר רב מרי משום דהוי ממון שאין לו תובעים:"
                        }, 
                        {
                            "en": "", 
                            "he": "ממנעי ולא עבדי רבי יוסי בר חנינא אמר מעליית אפוטרופוס וחוזרין ונפרעין מן היתומים"
                        }, 
                        {
                            "en": "", 
                            "he": "אי לר\"י דעבד ליה שמירה פחותה ולא עבד ליה שמירה מעולה אי לר\"א בן יעקב דלא עביד לי"
                        }, 
                        {
                            "en": "", 
                            "he": "אם תם הוה מודינא ומפטרינא ואפילו למ\"ד פלגא נזקא ממונא נימא ליה אי תם הוא הוה מער"
                        }, 
                        {
                            "en": "We learned in the Mishnah: An ox that gored a person and he died: If it was an a", 
                            "he": "כמאן דקטלה דמי קמ\"ל רבא אמר לעולם דרבעה וקטלה ודקא קשיא לך מה לי קטלה בקרנים מה"
                        }, 
                        {
                            "en": "", 
                            "he": "היכא דבדק צור ושחט בו דעבדיה כעין סקילה אבל היכא דשחטיה בסכין לא אמרי אטו סכין כ"
                        }, 
                        {
                            "en": "", 
                            "he": "משכח רברבי שקיל זוטרי שקיל רב טביומי משמיה דרבא אמר המית אמר ליה ברישא משל לצייד"
                        }, 
                        {
                            "en": "", 
                            "he": "ונימא רבי עקיבא לנפשיה והלא עצמו אין משתלם אלא מגופו הביאהו לבית דין וישלם לך אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "או גיורת זכה אמר רבה בגרושה וכן אמר ר\"נ בגרושה אמרי גרושה נמי תיפלוג בדמי ולדות"
                        }, 
                        {
                            "en": "", 
                            "he": "מיהו בן חורין דמשלם כופר ע\"פ עצמו והיכי דמי דאי אתו סהדי ואסהידו ביה דקטל ולא יד"
                        }, 
                        {
                            "en": "If an ox was rubbing against a wall and it fell on a person; or if it intended t", 
                            "he": "שור באדם שעשה בו קטנים כגדולים אינו דין שחייב על הקטנים כגדולים לא אם אמרת אדם ב"
                        }, 
                        {
                            "en": "We learned in the Mishnah: An ox of a woman, or the ox of orphans, or the ox of", 
                            "he": "ואכתי צרורות נינהו אמר רב מרי בריה דרב כהנא דקאזיל מיניה מיניה תניא כוותיה דשמוא"
                        }, 
                        {
                            "en": "", 
                            "he": "מכור הקדישו מוקדש שחטו בשרו מותר החזירו שומר לבית בעליו מוחזר משנגמר דינו מכרו א"
                        }, 
                        {
                            "en": "We learned in the Mishnah: If its owner had tied it with a halter, or locked it", 
                            "he": "דאמר שוכר כשומר חנם דמי ליתני חוץ משומר חנם והשוכר ואי כר\"י דאמר שוכר כנושא שכר"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל מועד לגמרי לא משכחת ביה צד תמות כלל: ר\"א אומר אין לו שמירה אלא סכין (כו'): א"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "We learned in the Mishnah: An ox which has gored four or five other oxen, this o", 
                        "he": "מתני׳  שור  שנגח ארבעה וחמשה שוורים זה אחר זה ישלם לאח"
                    }, 
                    "refs": [
                        "Bava Kamma 36a:25-35", 
                        "Bava Kamma 36b", 
                        "Bava Kamma 37a", 
                        "Bava Kamma 37b", 
                        "Bava Kamma 38a", 
                        "Bava Kamma 38b", 
                        "Bava Kamma 39a", 
                        "Bava Kamma 39b", 
                        "Bava Kamma 40a", 
                        "Bava Kamma 40b", 
                        "Bava Kamma 41a", 
                        "Bava Kamma 41b", 
                        "Bava Kamma 42a", 
                        "Bava Kamma 42b", 
                        "Bava Kamma 43a", 
                        "Bava Kamma 43b", 
                        "Bava Kamma 44a", 
                        "Bava Kamma 44b", 
                        "Bava Kamma 45a", 
                        "Bava Kamma 45b", 
                        "Bava Kamma 46a:1-18"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שור שנגח ד' וה'", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שור שנגח ד' וה'", 
                            "primary": true
                        }
                    ], 
                    "offset": 70, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 46a:19-55a:56", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  שור  שנגח את הפרה ונמצא עוברה בצדה ואין ידוע אם"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי ליכא לאשתלומי מיניה לישקליה לתורא בזוזי דאמרי אנשי ממרי רשוותך פארי אפרע לא"
                        }, 
                        {
                            "en": "", 
                            "he": "ליתא לפרה משתלם רביע נזק מולד טעמא דלא ידעינן אי הוה ולד בהדה כי נגחה אי לא הוה"
                        }, 
                        {
                            "en": "", 
                            "he": "ברשות ונגחו שורו של בעל הבית או שנשכו כלבו של בעל הבית פטור נגח הוא שורו של בעל"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי ברשות ומאי שלא ברשות איכא אמרי ברשות הויא לה שן ברשות הניזק ושן ברשות הניזק"
                        }, 
                        {
                            "en": "", 
                            "he": "שניהם ברשות או שניהם שלא ברשות הזיקו זה את זה חייבין הוזקו זה בזה פטורין טעמא דש"
                        }, 
                        {
                            "en": "", 
                            "he": "א\"כ משהאשה יולדת משבחת אלא שמין את הולדות כמה הן יפין ונותן לבעל ואם אין לה בעל"
                        }, 
                        {
                            "en": "", 
                            "he": "ותני זכתה לימא כתנאי בת ישראל שנשאת לגר ונתעברה ממנו וחבל בה בחיי הגר נותן דמי ו"
                        }, 
                        {
                            "en": "", 
                            "he": "בבור ברשותו ר\"ע סבר בור ברשותו נמי חייב דכתיב (שמות כא, לד) בעל הבור בבור דאית ל"
                        }, 
                        {
                            "en": "The rabbis taught:  A person may not take stones from his domain into the public", 
                            "he": "(שמות לד, ו) ארך אפים ולא כתיב ארך אף ארך אפים לצדיקים ולרשעים: ת\"ר לא יסקל אדם"
                        }, 
                        {
                            "en": "", 
                            "he": "לא משום דלית ביה הבלא אי הכי הוזק בו חייב הא לית ביה הבלא אמר ליה אין הבל למיתה"
                        }, 
                        {
                            "en": "", 
                            "he": "לימא הא רבי הא רבנן אמר רב זביד הא והא רבנן עד כאן לא קאמרי רבנן אחרון חייב אלא"
                        }, 
                        {
                            "en": "", 
                            "he": "כיון שמסר לו מפתח קנה ה\"ד אי בכספא ליקני בכספא אי בחזקה ליקני בחזקה לעולם בחזקה"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא כראוי לגמלים ואי דשכיחי גמלים אמאי פטור פושע הוא ואי דלא שכיחי גמלים פשיטא א"
                        }, 
                        {
                            "en": "", 
                            "he": "וזה וזה בבור רב לטעמיה דאמר רב בור שחייבה עליו תורה להבלו ולא לחבטו ושמואל אמר ב"
                        }, 
                        {
                            "en": "", 
                            "he": "שור ושור פסולי המוקדשין שנגחו (מאי ניהו שור בכור דלא פריק ליה) אביי אמר משלם ח\"נ"
                        }, 
                        {
                            "en": "", 
                            "he": "או מבעי ליה לחלק ורבי יהודה לחלק מונפל נפקא ורבנן ונפל טובא משמע אימא ונפל כלל ש"
                        }, 
                        {
                            "en": "", 
                            "he": "הא שור שהוא פקח פטור אמר ר' ירמיה לא מבעיא קאמר לא מבעיא שור שהוא פקח דחייב אבל"
                        }, 
                        {
                            "en": "", 
                            "he": "נאמר בהם טוב אמר לו עד שאתה שואלני למה נאמר בהם טוב שאלני אם נאמר בהן טוב אם לאו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  שור  שנגח את הפרה ונמצא עוברה בצדה ואין ידוע אם"
                    }, 
                    "refs": [
                        "Bava Kamma 46a:19-37", 
                        "Bava Kamma 46b", 
                        "Bava Kamma 47a", 
                        "Bava Kamma 47b", 
                        "Bava Kamma 48a", 
                        "Bava Kamma 48b", 
                        "Bava Kamma 49a", 
                        "Bava Kamma 49b", 
                        "Bava Kamma 50a", 
                        "Bava Kamma 50b", 
                        "Bava Kamma 51a", 
                        "Bava Kamma 51b", 
                        "Bava Kamma 52a", 
                        "Bava Kamma 52b", 
                        "Bava Kamma 53a", 
                        "Bava Kamma 53b", 
                        "Bava Kamma 54a", 
                        "Bava Kamma 54b", 
                        "Bava Kamma 55a:1-56"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שור שנגח את הפרה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שור שנגח את הפרה", 
                            "primary": true
                        }
                    ], 
                    "offset": 90, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 55b:1-62b:18", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "[As it is stated in a] Mishnah; One who puts his animal in a fold and locks it b", 
                            "he": "מתני׳  הכונס  צאן לדיר ונעל בפניה כראוי ויצאה והזיקה פ"
                        }, 
                        {
                            "en": "It is an evil wall. The Master said: \"to bend over a neighbour's stack of corn i", 
                            "he": "בכותל רעוע אמר מר הכופף קמתו של חבירו בפני הדליקה היכי דמי אילימא דמטיא ליה ברוח"
                        }, 
                        {
                            "en": "There are those who say, Let us say this helps Rabba, since Rabba says, they sai", 
                            "he": "פשיטא כיון דאפקוה קיימא לה ברשותייהו לכל מילי לא צריכא דקמו לה באפה כי הא דאמר ר"
                        }, 
                        {
                            "en": "", 
                            "he": "החזירה למקום שיראנה אינו חייב לטפל בה נגנבה או אבדה חייב באחריותה מאי נגנבה או א"
                        }, 
                        {
                            "en": "", 
                            "he": "לא אם אמרת בשומר חנם שכן משלם תשלומי כפל תאמר בשומר שכר שאינו משלם תשלומי כפל וא"
                        }, 
                        {
                            "en": "", 
                            "he": "לא מבעיא קאמר לא מבעיא אכלה דמשלמת מה שנהנית אבל נחבטה אימא מבריח ארי מנכסי חביר"
                        }, 
                        {
                            "en": "", 
                            "he": "ולאסטמורי בגוה תיקו כיצד משלמת מה שהזיקה וכו': מנה\"מ אמר רב מתנה דאמר קרא (שמות"
                        }, 
                        {
                            "en": "", 
                            "he": "אכלה סמדר רבי יהושע אומר רואין אותן כאילו הן ענבים עומדות ליבצר וחכ\"א רואין כמה"
                        }, 
                        {
                            "en": "", 
                            "he": "הוה סיים מסאני אוכמי וקאי בשוקא דנהרדעא אשכחוהו דבי ריש גלותא וא\"ל מאי שנא הני מ"
                        }, 
                        {
                            "en": "", 
                            "he": "סלתא שרגא דההוא ודאי מעשה דידיה גרמו: שלח ביד פקח הפקח חייב וכו': אמר ר\"נ בר יצח"
                        }, 
                        {
                            "en": "", 
                            "he": "לעולם יכנס אדם בכי טוב ויצא בכי טוב שנאמר (שמות יב, כב) ואתם לא תצאו איש מפתח בי"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא למ\"ד טמון באש קמיבעיא ליה מאי איבעי ליה קראי אמר לך טמון וחדא מהנך קמיבעיא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "באגני דארעא מקרו:  מתני׳  המדליק בתוך שלו עד כמה תעבור"
                        }, 
                        {
                            "en": "", 
                            "he": "במה דברים אמורים במדליק בתוך שלו והלכה ודלקה בתוך של חבירו אבל מדליק בתוך של חבי"
                        }, 
                        {
                            "en": "MISHNAH: A spark that escapes from under a hammer and causes damage, [the one wh", 
                            "he": "מתני׳  גץ שיצא מתחת הפטיש והזיק חייב גמל שהיה טעון פש"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "[As it is stated in a] Mishnah; One who puts his animal in a fold and locks it b", 
                        "he": "מתני׳  הכונס  צאן לדיר ונעל בפניה כראוי ויצאה והזיקה פ"
                    }, 
                    "refs": [
                        "Bava Kamma 55b:1-50", 
                        "Bava Kamma 56a", 
                        "Bava Kamma 56b", 
                        "Bava Kamma 57a", 
                        "Bava Kamma 57b", 
                        "Bava Kamma 58a", 
                        "Bava Kamma 58b", 
                        "Bava Kamma 59a", 
                        "Bava Kamma 59b", 
                        "Bava Kamma 60a", 
                        "Bava Kamma 60b", 
                        "Bava Kamma 61a", 
                        "Bava Kamma 61b", 
                        "Bava Kamma 62a", 
                        "Bava Kamma 62b:1-18"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הכונס", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הכונס", 
                            "primary": true
                        }
                    ], 
                    "offset": 109, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 62b:19-83a:53", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  מרובה  מדת תשלומי כפל ממדת תשלומי ארבעה וחמשה ש"
                        }, 
                        {
                            "en": "", 
                            "he": "דהא כל חד וחד כלל ופרט באפי נפשיה דרשינן ליה אבל עופות לא א\"כ נכתוב רחמנא חד פרט"
                        }, 
                        {
                            "en": "", 
                            "he": "באבידה משלם תשלומי כפל שנאמר (שמות כב, ח) על כל אבידה אשר יאמר תנן התם היכן פקדו"
                        }, 
                        {
                            "en": "", 
                            "he": "כשהוא אומר שה הרי שה אמור הא מה אני מקיים גניבה לרבות כל דבר יאמר שור שה וגניבה"
                        }, 
                        {
                            "en": "", 
                            "he": "אי הכי שפיר קשיא ליה משום דאית ליה פירכא לרבות כל דבר מהיכא קמייתי ליה מכלל בתרא"
                        }, 
                        {
                            "en": "", 
                            "he": "אין לי אלא ידו גגו חצירו וקרפיפו מנין ת\"ל (שמות כב, ג) אם המצא תמצא מ\"מ א\"כ לימא"
                        }, 
                        {
                            "en": "", 
                            "he": "וחכמים אומרים (ויקרא ה, כד) בראשו וחמישיתו ממון המשתלם בראש מוסיף חומש ממון שאין"
                        }, 
                        {
                            "en": "", 
                            "he": "הם ולא ולדותיהם הוא דאתא ובית הלל תרתי שמעית מינה הם ולא שינויהם הם ולא ולדותיהם"
                        }, 
                        {
                            "en": "", 
                            "he": "אומר לו הרי שלך לפניך והאי כיון דמטא עידן איסורא ודאי מייאש ואי ס\"ד יאוש קנה אמא"
                        }, 
                        {
                            "en": "", 
                            "he": "הא לאו הכי הדר בעיניה אמר רב יוסף מריש שמו עליו דתניא (יחזקאל מא, כו) צלעות הבית"
                        }, 
                        {
                            "en": "", 
                            "he": "אף גזול דלית ליה תקנתא לא שנא לפני יאוש ולא שנא אחר יאוש רבא אמר מהכא קרבנו ולא"
                        }, 
                        {
                            "en": "", 
                            "he": "מי איכא נשתרש אלא לאחר יאוש ואי ס\"ד יאוש קני אמאי משלם תשלומי ארבעה וחמשה שלו הו"
                        }, 
                        {
                            "en": "", 
                            "he": "תדע שסתם גניבה יאוש בעלים הוא שהרי אמרה תורה טבח ומכר משלם תשלומי ארבעה וחמשה וד"
                        }, 
                        {
                            "en": "", 
                            "he": "חייב אתה ליתן לו טבח ומכר משלם תשלומי ארבעה וחמשה מ\"ט כיון דלא פסקה מילתא אכתי ג"
                        }, 
                        {
                            "en": "", 
                            "he": "הלוקח יין מבין הכותים אומר שני לוגין שאני עתיד להפריש הרי הן תרומה עשרה מעשר ראש"
                        }, 
                        {
                            "en": "", 
                            "he": "כסתם יחידאה לא אמר אמרי נהרדעי לא כתבינן אורכתא אמטלטלי אמר רב אשי לאמימר מאי טע"
                        }, 
                        {
                            "en": "", 
                            "he": "חלפתא אמר לו הרי שאכלה שנה ראשונה בפני שנים שניה בפני שנים שלישית בפני שנים מהו"
                        }, 
                        {
                            "en": "", 
                            "he": "אפילו הכי כיון דקא מקני ליה בהכי הויא מכירה: גנב וטבח ביום הכפורים וכו': אמרי אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "להכי פטרי רבנן אלא למ\"ד דרבנן אמאי פטרי רבנן אשארא אע\"ז ושור הנסקל ורבי מאיר אמא"
                        }, 
                        {
                            "en": "", 
                            "he": "דלא אכלי בשרא דתורא ואלא מאי שנא רישא ומאי שנא סיפא א\"ל רישא קרינא ביה וטבחו כול"
                        }, 
                        {
                            "en": "", 
                            "he": "דאי ס\"ד דאורייתא מכי שחיט לה פורתא אסרה אידך לאו דמרה קא טבח א\"ל רב אחא בריה דרב"
                        }, 
                        {
                            "en": "", 
                            "he": "משום פסידא דלקוחות מאי בינייהו דאסהידו ביה תרי לחד ותרי לחד אי נמי דפסלינהו בגזל"
                        }, 
                        {
                            "en": "", 
                            "he": "לאו כדיבור דמי ורבי יוסי סבר תוך כדי דיבור כדיבור דמי וסבר ר' יוסי תוך כדי דיבור"
                        }, 
                        {
                            "en": "", 
                            "he": "מדסיפא במיפך והזמה רישא נמי במיפך והזמה דקתני סיפא מעידנו את איש פלוני שהפיל את"
                        }, 
                        {
                            "en": "", 
                            "he": "ניפוק בעינו הפיל את שינו ניפוק בשינו סימא את עינו והפיל את שינו ניפוק בעינו ושינ"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא בבית דין הוה קאי והתניא אמר לו אין בדבריך כלום שכבר הודית מאי לאו תנאי היא ה"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא לאו הא קמ\"ל גנב על פי שנים וטבח על פי עד אחד או על פי עצמו הוא דלא מחייב עצמ"
                        }, 
                        {
                            "en": "", 
                            "he": "תשלום דכפל: גנב והקדיש ואחר כך טבח ומכר כו': אמרי בשלמא אטביחה לא מחייב דכי קא ט"
                        }, 
                        {
                            "en": "", 
                            "he": "וריש לקיש אמר בשוחט בעלי מומין בחוץ תהי בה רבי אלעזר לר' יוחנן שחיטה מתרת והלא ז"
                        }, 
                        {
                            "en": "", 
                            "he": "פרה מטמא טומאת אוכלין הואיל והיתה לה שעת הכושר"
                        }, 
                        {
                            "en": "", 
                            "he": "ואמר ריש לקיש אומר היה רבי שמעון פרה נפדית ע\"ג מערכתה אלמא כל העומד לפדות כפדוי"
                        }, 
                        {
                            "en": "", 
                            "he": "והא גבי קדשים נמי נאמר שור או כשב שאין אתה יכול להוציא כלאים מביניהם ונרבי מדסיפ"
                        }, 
                        {
                            "en": "What does it mean \"except for 1/100 of it\"... Rav said Save for a part that rema", 
                            "he": "דאיעבר מקלוט כר' שמעון בעי רבא הרי עלי עולה והפריש שור ובא אחר וגנב מי פטר גנב נ"
                        }, 
                        {
                            "en": "", 
                            "he": "גנב והקדיש גנב והקיף גנב והחליף גנב ונתן במתנה גנב ופרע חובו גנב ופרע בהקיפו גנב"
                        }, 
                        {
                            "en": "", 
                            "he": "שכירות דמטלטלין מטלטלי בני שטרא נינהו אמר רב חסדא שכירות דקרקע: אמר ר' אלעזר ראו"
                        }, 
                        {
                            "en": "", 
                            "he": "והטבח לוקח ושוחט לוקח ושוהה ובלבד שלא ישהה העגונה שבהן ל' יום: שאלו תלמידיו את ר"
                        }, 
                        {
                            "en": "", 
                            "he": "שמואל לא עייל קמיה דרב אסי רב אסי לא עייל קמיה דרב אמרי מאן נתרח נתרח שמואל ונית"
                        }, 
                        {
                            "en": "", 
                            "he": "שיהו מרעין בחורשין ומלקטין עצים בשדותיהם ומלקטים עשבים בכל מקום חוץ מתלתן וקוטמי"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא ממקום שהוא רואה את החמה שנאמר (דברים לג, יד) וממגד תבואות שמש: ומעין היוצא ת"
                        }, 
                        {
                            "en": "Ezra made 10 enactments (1) Reading the Torah at Min'ha on Shabbat - (2) Reading", 
                            "he": "והא כי אתא ר' אבין א\"ר יוחנן אחד אילן הנוטה לתוך שדה חבירו ואחד אילן הסמוך למצר"
                        }, 
                        {
                            "en": "", 
                            "he": "ואתא איהו תיקן חפיפה: ושיהו רוכלין מחזרין בעיירות משום תכשיטי נשים כדי שלא יתגנו"
                        }, 
                        {
                            "en": "", 
                            "he": "לשון סורסי למה או לשון הקדש או לשון יונית וא\"ר יוסי בבל לשון ארמי למה או לשון הק"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  מרובה  מדת תשלומי כפל ממדת תשלומי ארבעה וחמשה ש"
                    }, 
                    "refs": [
                        "Bava Kamma 62b:19-39", 
                        "Bava Kamma 63a", 
                        "Bava Kamma 63b", 
                        "Bava Kamma 64a", 
                        "Bava Kamma 64b", 
                        "Bava Kamma 65a", 
                        "Bava Kamma 65b", 
                        "Bava Kamma 66a", 
                        "Bava Kamma 66b", 
                        "Bava Kamma 67a", 
                        "Bava Kamma 67b", 
                        "Bava Kamma 68a", 
                        "Bava Kamma 68b", 
                        "Bava Kamma 69a", 
                        "Bava Kamma 69b", 
                        "Bava Kamma 70a", 
                        "Bava Kamma 70b", 
                        "Bava Kamma 71a", 
                        "Bava Kamma 71b", 
                        "Bava Kamma 72a", 
                        "Bava Kamma 72b", 
                        "Bava Kamma 73a", 
                        "Bava Kamma 73b", 
                        "Bava Kamma 74a", 
                        "Bava Kamma 74b", 
                        "Bava Kamma 75a", 
                        "Bava Kamma 75b", 
                        "Bava Kamma 76a", 
                        "Bava Kamma 76b", 
                        "Bava Kamma 77a", 
                        "Bava Kamma 77b", 
                        "Bava Kamma 78a", 
                        "Bava Kamma 78b", 
                        "Bava Kamma 79a", 
                        "Bava Kamma 79b", 
                        "Bava Kamma 80a", 
                        "Bava Kamma 80b", 
                        "Bava Kamma 81a", 
                        "Bava Kamma 81b", 
                        "Bava Kamma 82a", 
                        "Bava Kamma 82b", 
                        "Bava Kamma 83a:1-53"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "מרובה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מרובה", 
                            "primary": true
                        }
                    ], 
                    "offset": 123, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 83b:1-93a:71", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "Mishnah. One who injures a fellow man [can] become liable to him for five things", 
                            "he": "מתני׳  החובל  בחבירו חייב עליו משום חמשה דברים בנזק בצ"
                        }, 
                        {
                            "en": "It was taught: Rabbi Eliezer says:  “An eye for an eye”—literally. Could you rea", 
                            "he": "קטן שהרג את הגדול וגדול שהרג את הקטן היכי קטלינן ליה התורה אמרה (ויקרא כד, כב) מ"
                        }, 
                        {
                            "en": "", 
                            "he": "אלהים בעינן וליכא אלא מאי שנא שור בשור ושור באדם דשליחותייהו קא עבדינן מידי דהוה"
                        }, 
                        {
                            "en": "", 
                            "he": "בכלל ופרט המרוחקים זה מזה קמפלגי רבי סבר אין דנין אותו בכלל ופרט ובן עזאי סבר דנ"
                        }, 
                        {
                            "en": "Unemployment? We see him as if he were a guard of gourds:  The rabbis lear", 
                            "he": "לרבות שוגג כמזיד ואונס כרצון אם כן נכתוב קרא פצע בפצע מאי פצע תחת פצע ש\"מ תרתי ר"
                        }, 
                        {
                            "en": "He is obligated in all [the categories of payments]. This [case of] \"he did not", 
                            "he": "חייב בכולן האי לא עשה חבורה היכי דמי לאו כגון שהכהו על ידו וסופו לחזור וקתני חיי"
                        }, 
                        {
                            "en": "That he embarrasses him and he becomes embarrassed. One who humiliates a person", 
                            "he": "דמיכלמו ליה ומיכלם:  מתני׳  המבייש את הערום המבייש את"
                        }, 
                        {
                            "en": "", 
                            "he": "וכן היה רבי יהודה פוטרו מכל דינים שבתורה מ\"ט דרבי יהודה אמר קרא (במדבר לה, כד) ו"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר ליה לא זכתה התורה לאב אלא שבח נעורים בלבד איתיביה החובל בעבד עברי חייב בכולן"
                        }, 
                        {
                            "en": "", 
                            "he": "דאפחתה מכספה אבל פציעה דלא אפחתה מכספה לא קמיבעיא ליה א\"ר יוסי בר חנינא שפצעה בפ"
                        }, 
                        {
                            "en": "", 
                            "he": "אזל רב שמואל בר אבא קמיה דרבי ירמיה בר אבא אוקמיה בנכסי אזל ר' אבא אמרה למילתא ק"
                        }, 
                        {
                            "en": "", 
                            "he": "והרי היא תחתיו ומשמשתו ונמצאו זוממין אין אומרים ישלמו כל כתובתה אלא טובת הנאת כת"
                        }, 
                        {
                            "en": "", 
                            "he": "דאי מחלה לגבי בעל לא קא מפסיד דהשתא נמי לא מידי קא יהבה ליה סוף סוף כל לגבי בעל"
                        }, 
                        {
                            "en": "", 
                            "he": "הקדש חמץ ושחרור מפקיעין מידי שיעבוד לימא דרבא תנאי היא לא דכולי עלמא אית להו דרב"
                        }, 
                        {
                            "en": "", 
                            "he": "זה הכלל הכל לפי כבודו אמר ר' עקיבא אפי' עניים שבישראל רואין אותם כאילו הם בני חו"
                        }, 
                        {
                            "en": "", 
                            "he": "אלמא בעינן אומדנא דבי דינא והא כיון דגמר דינא לקטלא לא משהינן ליה לאומדנא דבי די"
                        }, 
                        {
                            "en": "", 
                            "he": "וקתני החובל בעצמו אע\"פ שאינו רשאי פטור הכי קאמר ליה לא מבעיא בושת דאדם רשאי לביי"
                        }, 
                        {
                            "en": "Rava said to Rabbah bar Mari:  Where can this saying of the sages be derived fro", 
                            "he": "יכול אפילו מעולה בדמים ת\"ל רק שמואל אייתי ליה אריסיה תמרי אכיל טעים בהו טעמא דחמ"
                        }, 
                        {
                            "en": "“He shall call out ‘impure, impure’” (Leviticus 13:45). Rava said to Rabbah bar", 
                            "he": "(ויקרא יג, מה) וטמא טמא יקרא א\"ל רבא לרבה בר מרי מנא הא מילתא דאמור רבנן השכם וא"
                        }, 
                        {
                            "en": "“Behold I am sending an angel before you you to guard you on the way” (Exodus 23", 
                            "he": "(שמות כג, כ) הנה אנכי שולח מלאך לפניך לשמרך בדרך א\"ל רבא לרבה בר מרי מנא הא מילת"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Mishnah. One who injures a fellow man [can] become liable to him for five things", 
                        "he": "מתני׳  החובל  בחבירו חייב עליו משום חמשה דברים בנזק בצ"
                    }, 
                    "refs": [
                        "Bava Kamma 83b:1-72", 
                        "Bava Kamma 84a", 
                        "Bava Kamma 84b", 
                        "Bava Kamma 85a", 
                        "Bava Kamma 85b", 
                        "Bava Kamma 86a", 
                        "Bava Kamma 86b", 
                        "Bava Kamma 87a", 
                        "Bava Kamma 87b", 
                        "Bava Kamma 88a", 
                        "Bava Kamma 88b", 
                        "Bava Kamma 89a", 
                        "Bava Kamma 89b", 
                        "Bava Kamma 90a", 
                        "Bava Kamma 90b", 
                        "Bava Kamma 91a", 
                        "Bava Kamma 91b", 
                        "Bava Kamma 92a", 
                        "Bava Kamma 92b", 
                        "Bava Kamma 93a:1-71"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "החובל", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "החובל", 
                            "primary": true
                        }
                    ], 
                    "offset": 165, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 93b:1-111a:58", 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הגוזל  עצים ועשאן כלים צמר ועשאן בגדים משלם כשע"
                        }, 
                        {
                            "en": "", 
                            "he": "דמאספורק בית שמאי אוסרין וב\"ה מתירין מאי טעמיה דבית שמאי אמר קרא (דברים כג, יט)"
                        }, 
                        {
                            "en": "", 
                            "he": "אמרו הלכה כרבי שמעון בן אלעזר וליה לא סבירא ליה א\"ר חייא בר אבא אמר רבי יוחנן דב"
                        }, 
                        {
                            "en": "", 
                            "he": "כאן בגזילה קיימת כאן בשאין גזילה קיימת והא אבנט דגזילה קיימת היא מאי אבנט דמי אב"
                        }, 
                        {
                            "en": "", 
                            "he": "גובה את הקרן מנכסים משועבדים ואת השבח מנכסים בני חורין דאתא בעל ארעא ושקיל ארעיה"
                        }, 
                        {
                            "en": "", 
                            "he": "הא דמסיק ביה כשיעור ארעא ושבחא הא דלא מסיק ביה אלא כשיעור ארעא אמר ליה הניחא למא"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו הוא הדין לנחלקה לא ניטלה שאני דהא חסר לה איכא דאמרי ת\"ש דא\"ר מתון א\"ר יה"
                        }, 
                        {
                            "en": "", 
                            "he": "ומי אמר רב עבדא כמקרקעי דמי והאמר רב דניאל בר רב קטינא אמר רב התוקף בעבדו של חבי"
                        }, 
                        {
                            "en": "", 
                            "he": "נותן לו מטבע היוצא באותה שעה ושמואל אמר יכול לומר לו לך הוציאו במישן אמר רב נחמן"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי מחמת תרעא זיל לא מנכינן ליה והא קא שבח לענין נסכא אלא כי הא דרב פפא ורב הונא"
                        }, 
                        {
                            "en": "", 
                            "he": "אי דאיכא סהדי דידעי מאי הוה בשטרא ליכתבו ליה שטרא מעליא ואי דליכא סהדי אנן מנא י"
                        }, 
                        {
                            "en": "", 
                            "he": "והקדיחו יורה נותן לו דמי צמרו דמי צמרו אין דמי צמרו ושבחו לא לאו שהקדיחו לאחר נפ"
                        }, 
                        {
                            "en": "", 
                            "he": "רבא אמר דכ\"ע ישנה לשכירות מתחילה ועד סוף ודכולי עלמא המקדש במלוה אינה מקודשת ודכ"
                        }, 
                        {
                            "en": "", 
                            "he": "בית חייהם את הדרך זו גמילות חסדים ילכו זו ביקור חולים בה זו קבורה את המעשה זה הד"
                        }, 
                        {
                            "en": "", 
                            "he": "אומר לו גדור נפרצה אומר לו גדור נתייאש ממנה ולא גדרה ה\"ז קידש וחייב באחריותו:"
                        }, 
                        {
                            "en": "", 
                            "he": "כפרא דודי: תנו רבנן הנותן עצים לחרש לעשות מהן כסא ועשה מהן ספסל ספסל ועשה מהן כס"
                        }, 
                        {
                            "en": "", 
                            "he": "רבא רמי תנן בגד שצבעו בקליפי ערלה ידלק אלמא חזותא מילתא היא ורמינהי רביעית דם שנ"
                        }, 
                        {
                            "en": "", 
                            "he": "סתם עצים להסקה הן עומדין אמר רב כהנא ועצים להסקה תנאי היא דתניא אין מוסרין פירות"
                        }, 
                        {
                            "en": "", 
                            "he": "ליקח לו חטין ולקח מהם שעורין שעורין ולקח מהם חטין תניא חדא אם פחתו פחתו לו ואם ה"
                        }, 
                        {
                            "en": "", 
                            "he": "אין כופין את המוכר למכור זימנא אחריתי ואם אמר לו על מנת כופין את המוכר למכור אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "הרי זה משלם חומש על חומש עד שיתמעט הקרן משוה פרוטה וכן בפקדון שנאמר (ויקרא ה, כא"
                        }, 
                        {
                            "en": "", 
                            "he": "שכבר הודה מפי עצמו אלא אמר רבא שאני מתני' דכיון דידע למאן גזליה ואודי ליה כיון ד"
                        }, 
                        {
                            "en": "", 
                            "he": "אין משלחין מעות בדיוקני ואפילו עדים חתומים עליה ורבי יוחנן אמר אם עדים חתומים על"
                        }, 
                        {
                            "en": "", 
                            "he": "בשעמד בדין אי בשעמד בדין אפילו חומש נמי משלם אמר רב הונא בריה דרב יהושע לפי שאין"
                        }, 
                        {
                            "en": "", 
                            "he": "נשבע עליו מהו מי אמרינן כיון דאי מיגנב בעי שלומי ליה ממונא קא כפר ליה או דלמא הש"
                        }, 
                        {
                            "en": "", 
                            "he": "בפקדון פסול לעדות והאמר אילפא שבועה קונה שבועה היא דקניא אבל כפירה לא קניא הכא נ"
                        }, 
                        {
                            "en": "", 
                            "he": "אי אמרת בשלמא נשבע כי אתו עדים מיחייב אמטו להכי מחייבינן ליה קרבן אשבועה בתרייתא"
                        }, 
                        {
                            "en": "", 
                            "he": "עירוב פרשיות כתוב כאן וכי כתיב (שמות כב, ח) כי הוא זה אמלוה הוא דכתיב ומאי שנא מ"
                        }, 
                        {
                            "en": "", 
                            "he": "צריכין כפירה במקצת והודאה במקצת ואלו הן שומר חנם והשואל נושא שכר והשוכר אמר רבא"
                        }, 
                        {
                            "en": "", 
                            "he": "ובאו עדים אקמייתא והודה אבתרייתא מאי ממון המחייבתו כפל פוטרו מן החומש והא איחייב"
                        }, 
                        {
                            "en": "", 
                            "he": "הא נשבע אע\"פ ששילם למי משלם לבעל הפקדון רבא דייק מסיפא נשבע ולא רצה לשלם טעמא דל"
                        }, 
                        {
                            "en": "", 
                            "he": "בחייו ובמותו אם מת לא ירשנו ויחזיר לבניו או לאחיו ואם אין לו לוה ובעלי חוב באים"
                        }, 
                        {
                            "en": "", 
                            "he": "מכלל דרבי יוסי הגלילי סבר אפילו לנפשיה נמי מצי מחיל אלא גזל הגר דקאמר רחמנא נתינ"
                        }, 
                        {
                            "en": "", 
                            "he": "ואם היה זקן או חולה נותנה לכל כהן שירצה ועבודתה ועורה לאנשי משמר האי זקן או חולה"
                        }, 
                        {
                            "en": "", 
                            "he": "למשמרת ידעיה מהו היכי דמי אילימא דיהביה לידעיה במשמרת ידעיה הא אית ביה לא צריכא"
                        }, 
                        {
                            "en": "", 
                            "he": "דמינח ניחא לה בכל דהו כריש לקיש דאמר ר\"ל טב למיתב טן דו מלמיתב ארמלו: נתן את הכס"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הגוזל  עצים ועשאן כלים צמר ועשאן בגדים משלם כשע"
                    }, 
                    "refs": [
                        "Bava Kamma 93b:1-51", 
                        "Bava Kamma 94a", 
                        "Bava Kamma 94b", 
                        "Bava Kamma 95a", 
                        "Bava Kamma 95b", 
                        "Bava Kamma 96a", 
                        "Bava Kamma 96b", 
                        "Bava Kamma 97a", 
                        "Bava Kamma 97b", 
                        "Bava Kamma 98a", 
                        "Bava Kamma 98b", 
                        "Bava Kamma 99a", 
                        "Bava Kamma 99b", 
                        "Bava Kamma 100a", 
                        "Bava Kamma 100b", 
                        "Bava Kamma 101a", 
                        "Bava Kamma 101b", 
                        "Bava Kamma 102a", 
                        "Bava Kamma 102b", 
                        "Bava Kamma 103a", 
                        "Bava Kamma 103b", 
                        "Bava Kamma 104a", 
                        "Bava Kamma 104b", 
                        "Bava Kamma 105a", 
                        "Bava Kamma 105b", 
                        "Bava Kamma 106a", 
                        "Bava Kamma 106b", 
                        "Bava Kamma 107a", 
                        "Bava Kamma 107b", 
                        "Bava Kamma 108a", 
                        "Bava Kamma 108b", 
                        "Bava Kamma 109a", 
                        "Bava Kamma 109b", 
                        "Bava Kamma 110a", 
                        "Bava Kamma 110b", 
                        "Bava Kamma 111a:1-58"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הגוזל עצים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הגוזל עצים", 
                            "primary": true
                        }
                    ], 
                    "offset": 185, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bava Kamma 111b:1-119b:65", 
                    "title": "Chapter 10", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הגוזל  ומאכיל את בניו והניח לפניהם פטורין מלשלם"
                        }, 
                        {
                            "en": "", 
                            "he": "לפני יאוש רב אדא בר אהבה מתני להא דרמי בר חמא אהא הניח להן אביהן מעות של רבית אע"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא בפני בעל דין ולא והא קתני בין גדולים בין קטנים חייבין א\"ל הרי מחלוקת סומכוס"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל איתיה במתא לא דאמרינן אימר לא אמרו ליה דאמרי אשכחינהו שליחא דב\"ד ואמר ליה ול"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא ימשכנו ויצא יכול יגלום עליו ת\"ל (ויקרא כה, נ) וחשב עם קונהו ידקדק עם קונהו א"
                        }, 
                        {
                            "en": "", 
                            "he": "אפומא דחד ולא אמרן אלא חד אבל בתרי לא וחד נמי לא אמרן אלא בדיני דמגיסתא אבל בי ד"
                        }, 
                        {
                            "en": "", 
                            "he": "וקיימא לן כגזלן לר\"ש: גופא רבי אומר אומר אני גנב כגזלן איבעיא להו כגזלן דרבנן קא"
                        }, 
                        {
                            "en": "", 
                            "he": "לא צריך לאהדורי עליה כולי האי ודלמא איצטריך ליה זוזי וזבין אמר רב אשי הרי יצא לו"
                        }, 
                        {
                            "en": "", 
                            "he": "אין לו אלא שכרו ואם אמר אציל את שלך ואתה נותן לי דמי שלי חייב ליתן לו שטף נחל חמ"
                        }, 
                        {
                            "en": "", 
                            "he": "תשפך הכל וב\"ה אומרים תעשה זילוף אמר ר' ישמעאל ב\"ר יוסי אני אכריע בבית תעשה זילוף"
                        }, 
                        {
                            "en": "(Leviticus 25, 55) \"For the children of Israel slaves to me\" - and not slaves to", 
                            "he": "להביא כרוב ודורמסקנין לחולה והלך ומצאו שמת או שהבריא נותן לו שכרו משלם א\"ל מי דמ"
                        }, 
                        {
                            "en": "", 
                            "he": "אי דינא אי קנסא א\"ל אי דינא גמרינן מיניה אי קנסא לא גמרינן מיניה ומנא תימרא דמקנ"
                        }, 
                        {
                            "en": "", 
                            "he": "הדרא ליה עכנא א\"ל עכנא עכנא פתח פומיך ויכנס הרב אצל תלמיד ולא פתח יכנס חבר אצל ח"
                        }, 
                        {
                            "en": "", 
                            "he": "פרה רבוצה בו ושטפה נהר דר' אלעזר לטעמיה ורבנן לטעמייהו:  מתני׳"
                        }, 
                        {
                            "en": "", 
                            "he": "מ\"ט דרב חסדא הואיל ואנקטה נגרי ברייתא ומי אמר רבא הכי והאמר רבא האי מאן דחזייה ל"
                        }, 
                        {
                            "en": "", 
                            "he": "מדאמר בכל מקום ש\"מ אסיפא קאי ולקולא ש\"מ: ולא משומרי פירות כו': רב זבין שבישתא מא"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא יטיל בו יותר משלשה חובין ולא יסרוק הבגד לשתיו אלא לערבו ומשויהו לארכו אבל לא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הגוזל  ומאכיל את בניו והניח לפניהם פטורין מלשלם"
                    }, 
                    "refs": [
                        "Bava Kamma 111b:1-37", 
                        "Bava Kamma 112a", 
                        "Bava Kamma 112b", 
                        "Bava Kamma 113a", 
                        "Bava Kamma 113b", 
                        "Bava Kamma 114a", 
                        "Bava Kamma 114b", 
                        "Bava Kamma 115a", 
                        "Bava Kamma 115b", 
                        "Bava Kamma 116a", 
                        "Bava Kamma 116b", 
                        "Bava Kamma 117a", 
                        "Bava Kamma 117b", 
                        "Bava Kamma 118a", 
                        "Bava Kamma 118b", 
                        "Bava Kamma 119a", 
                        "Bava Kamma 119b:1-65"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הגוזל בתרא", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 10", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הגוזל בתרא", 
                            "primary": true
                        }
                    ], 
                    "offset": 221, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Talmud Bava Kamma"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Bava Kamma"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Bava Kamma"
                }, 
                {
                    "lang": "en", 
                    "text": "Bava Kama"
                }, 
                {
                    "lang": "en", 
                    "text": "Baba Kama"
                }, 
                {
                    "lang": "en", 
                    "text": "Baba Kamma"
                }, 
                {
                    "lang": "he", 
                    "text": "בבא קמא", 
                    "primary": true
                }, 
                {
                    "lang": "he", 
                    "text": "ב\"ק"
                }, 
                {
                    "lang": "he", 
                    "text": "ב״ק"
                }, 
                {
                    "lang": "en", 
                    "text": "Bava Kamma", 
                    "primary": true
                }
            ], 
            "heTitle": "בבא קמא", 
            "title": "Bava Kamma"
        }
    }, 
    "order": [
        20, 
        1
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ], 
    "default_struct": "Chapters"
}