{
    "heTitleVariants": [
        "בכורות"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Bekhorot", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Bekhorot (First Born) belongs to the fifth order, Kodshim (Holy things) and discusses the sanctification and redemption of animal and human firstborns. It has nine chapters.", 
    "depth": 2, 
    "heTitle": "בכורות", 
    "era": "A", 
    "titleVariants": [
        "Talmud Bekhorot", 
        "Tractate Bekhorot", 
        "Masekhet Bekhorot", 
        "Bechorot", 
        "Bekhorot"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            119, 
            6174
        ], 
        "title": "Bekhorot", 
        "heTitle": "בכורות", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Talmud Bekhorot"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Bekhorot"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Bekhorot"
            }, 
            {
                "lang": "en", 
                "text": "Bechorot"
            }, 
            {
                "lang": "he", 
                "text": "בכורות", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Bekhorot", 
                "primary": true
            }
        ], 
        "key": "Bekhorot", 
        "checkFirst": {
            "en": "Mishnah Bekhorot", 
            "he": "משנה בכורות"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Bekhorot 2a:1-13a:20", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הלוקח  עובר חמורו של עובד כוכבים והמוכר לו אע\"פ"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו אעובר לא אבהמה והא דמיו קתני תני דמיה והא נותן כל דמיו לכהן קתני ואי בהמ"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו אבהמה לא אעובר דיקא נמי דקתני קונסין אותו עד עשרה בדמיו שמע מינה מסייעא"
                        }, 
                        {
                            "en": "", 
                            "he": "הכי אמר רבי יוחנן אפי' מום קל והדתנן רחל שילדה מין עז ועז שילדה מין רחל פטורה מן"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  אינהו פטרי אדם אדם פטר בהמה בהמה פטרה דכתיב (במד"
                        }, 
                        {
                            "en": "", 
                            "he": "ולדורות מנלן אמר קרא (במדבר ג, יב) והיו לי הלוים והיו בהווייתן יהו וממאי דבשה אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "ופסקו בשלמא ריש לקיש כדאמר טעם אלא לר' יוחנן מאי טעמא אמר ר' אלעזר ר' יוחנן חזאי"
                        }, 
                        {
                            "en": "", 
                            "he": "והא מאתן וארבעין הויין אלא ש\"מ מנה של קודש מנה כפול היה ושמע מינה מוסיפין על המד"
                        }, 
                        {
                            "en": "", 
                            "he": "תלמוד לומר פטר חמור פטר חמור שני פעמים פטרי חמורים אמרתי לך ולא פטרי סוסים וגמלי"
                        }, 
                        {
                            "en": "", 
                            "he": "הכי קאמר דבר הבא ממעלי הגרה וממפריסי הפרסה לא תיכול ת\"ל {ויקרא יא } גמל טמא הוא"
                        }, 
                        {
                            "en": "", 
                            "he": "אישתני מגמל שפיר דמי או דלמא לא שנא ת\"ש בהמה טהורה שילדה מין בהמה טמאה אסור באכי"
                        }, 
                        {
                            "en": "", 
                            "he": "הטמא והני נמי מינא דטמא הוא ואיכא דאמרי דסוסים וגמלים לא קא מיבעיא להו דלא שתו א"
                        }, 
                        {
                            "en": "", 
                            "he": "הדולפנין פרין ורבין כבני אדם מאי דולפנין אמר רב יהודה בני ימא כל שביציו מבחוץ מו"
                        }, 
                        {
                            "en": "", 
                            "he": "מי כתיב מכל החיה ומכל הבהמה מכל הבהמה ומכל החיה כתיב ארור הוא מבהמה שנתקללה מחיה"
                        }, 
                        {
                            "en": "", 
                            "he": "כי מטי לבי בליעי מלא כוזא דמיא מבי בליעי כד אתו אוקמינהו קמי קיסר חזנהו דהוו מענ"
                        }, 
                        {
                            "en": "With whom does the Mishnah accord? It is R. Judah, as it is taught The f", 
                            "he": "ורבנן לימא קסברי רבנן מקצת רחם מקדיש דאי כוליה רחם מקדיש נהי דא\"א לצמצם חציצה מי"
                        }, 
                        {
                            "en": "", 
                            "he": "אי הכי בשר בחלב מאי איריא דהיתה לה שעת הכושר תיפוק לי דאוכל שאתה יכול להאכילו לא"
                        }, 
                        {
                            "en": "", 
                            "he": "הכא במאי עסקינן כגון ששחטו להתלמד בו ובפלוגתא דנימוס ור' אליעזר דתניא אמר ר' יוס"
                        }, 
                        {
                            "en": "", 
                            "he": "בהשג יד כתיב אמר רב נחמן הלכה כדברי חכמים וכמה אמר רב יוסף אפי' פטרוזא בר דנקא א"
                        }, 
                        {
                            "en": "", 
                            "he": "ממורחין מן העובד כוכבים מעשרן והן שלו דמרחינהו מאן אילימא דמרחינהו עובד כוכבים ד"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני'  אין פודין לא בעגל ולא בחיה לא בשחוטה ולא בטריפ"
                        }, 
                        {
                            "en": "", 
                            "he": "לר' שמעון נמי צבי ואיל כתיב בהו איבעיא להו מהו לפדות בבהמת שביעית ודאי לא תיבעי"
                        }, 
                        {
                            "en": "", 
                            "he": "רב ששת אמר לומר שאינו עובר עליו מתיב רמי בר חמא מצותו כל שלשים יום מכאן ואילך או"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הלוקח  עובר חמורו של עובד כוכבים והמוכר לו אע\"פ"
                    }, 
                    "refs": [
                        "Bekhorot 2a:1-27", 
                        "Bekhorot 2b", 
                        "Bekhorot 3a", 
                        "Bekhorot 3b", 
                        "Bekhorot 4a", 
                        "Bekhorot 4b", 
                        "Bekhorot 5a", 
                        "Bekhorot 5b", 
                        "Bekhorot 6a", 
                        "Bekhorot 6b", 
                        "Bekhorot 7a", 
                        "Bekhorot 7b", 
                        "Bekhorot 8a", 
                        "Bekhorot 8b", 
                        "Bekhorot 9a", 
                        "Bekhorot 9b", 
                        "Bekhorot 10a", 
                        "Bekhorot 10b", 
                        "Bekhorot 11a", 
                        "Bekhorot 11b", 
                        "Bekhorot 12a", 
                        "Bekhorot 12b", 
                        "Bekhorot 13a:1-20"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הלוקח עובר חמורו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הלוקח עובר חמורו", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 13a:21-19b:8", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הלוקח  עובר פרתו של עובד כוכבים והמוכר לו אע\"פ"
                        }, 
                        {
                            "en": "", 
                            "he": "מה עמיתך באחת אף עובד כוכבים נמי באחת אמרי ולאמימר דאמר משיכה בעובד כוכבים קונה"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  כל הקדשים שקדם מום קבוע להקדשן ונפדו חייבין בב"
                        }, 
                        {
                            "en": "", 
                            "he": "נפדין תמימים או אין נפדין תמימין תא שמע המתפיס בעלי מומין קבועין לגבי מזבח וילדו"
                        }, 
                        {
                            "en": "", 
                            "he": "זו דברי רבי שמעון ומחלוקתו מיבעיא ליה אמרי רב כרבי שמעון בן לקיש דאמר לרבנן קדשי"
                        }, 
                        {
                            "en": "", 
                            "he": "איכא דאמרי (דברים יב, טו) תזבח ואכלת אין לך בהן היתר אכילה אלא משעת זביחה ואילך"
                        }, 
                        {
                            "en": "", 
                            "he": "לאתויי חלבו אמר מר אין נפדין תמימין ואין מתפיסן לכל זבח שירצה תמימים הוא דלא מיפ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולדותיהן פטורין ולדי ולדותיהן חייבין העמיד ולדותיהן תחת אמותיהן ולדי ולדות פטורי"
                        }, 
                        {
                            "en": "", 
                            "he": "היינו דאמר ליה רבן שמעון בן גמליאל אפילו עד עשרה דורות פטורין אלא לרב הונא דאמר"
                        }, 
                        {
                            "en": "", 
                            "he": "וחייב במתנות ורבי יוסי פוטר מת אחד מהן ר\"ט אומר יחלוקו ר\"ע אומר המוציא מחבירו על"
                        }, 
                        {
                            "en": "", 
                            "he": "סבר לה כרבי יוסי הגלילי דאמר אפשר לצמצם בידי שמים וכל שכן בידי אדם נימא כתנאי נמ"
                        }, 
                        {
                            "en": "", 
                            "he": "כל שחליפיו ביד כהן פטור מן המתנות ורבי מאיר מחייב חליפין ביד כהן אין אין חליפין"
                        }, 
                        {
                            "en": "", 
                            "he": "דהך דלא ביכרה שביח טפי צריכא:  מתני׳  יוצא דופן והבא א"
                        }, 
                        {
                            "en": "", 
                            "he": "אי למעוטי היכא דיצתה נקבה לפניו מפטר רחם נפקא אלא שמע מינה בכור למעוטי היכא דיוצ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הלוקח  עובר פרתו של עובד כוכבים והמוכר לו אע\"פ"
                    }, 
                    "refs": [
                        "Bekhorot 13a:21-80", 
                        "Bekhorot 13b", 
                        "Bekhorot 14a", 
                        "Bekhorot 14b", 
                        "Bekhorot 15a", 
                        "Bekhorot 15b", 
                        "Bekhorot 16a", 
                        "Bekhorot 16b", 
                        "Bekhorot 17a", 
                        "Bekhorot 17b", 
                        "Bekhorot 18a", 
                        "Bekhorot 18b", 
                        "Bekhorot 19a", 
                        "Bekhorot 19b:1-8"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הלוקח עובר פרתו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הלוקח עובר פרתו", 
                            "primary": true
                        }
                    ], 
                    "offset": 24, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 19b:9-26b:19", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הלוקח  בהמה מן העובד כוכבים ואינו יודע אם ביכרה"
                        }, 
                        {
                            "en": "", 
                            "he": "מחוורתא ר' ישמעאל כרבי מאיר סבירא ליה דחייש למיעוטא רבינא אמר אפילו תימא רבנן כי"
                        }, 
                        {
                            "en": "", 
                            "he": "לגמריה לא אמרינן יולדת למקוטעין לסבריה אמרינן יולדת למקוטעין ואיבעית אימא לא אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "לימא קסבר מטנפת אינה חוזרת ויולדת בתוך שנתה אם תימצי לומר מטנפת חוזרת ויולדת בתו"
                        }, 
                        {
                            "en": "", 
                            "he": "והתניא רבי שמעון בן יהודה אומר משום רבי שמעון מחוסר זמן נכנס לדיר להתעשר והרי הן"
                        }, 
                        {
                            "en": "", 
                            "he": "כדי לפרסמה שנפטרה מן הבכורה למימרא דולד מעליא הוא ואמאי אין מטמא לא במגע ולא במש"
                        }, 
                        {
                            "en": "", 
                            "he": "למאה חולין טהורין רבי אליעזר אומר תירום ותרקב שאני אומר היא סאה שנפלה היא סאה שע"
                        }, 
                        {
                            "en": "", 
                            "he": "לר' אליעזר מה תהא עליהן יאכלו נקודין או קליות או ילושו במי פירות או תתחלק לעיסות"
                        }, 
                        {
                            "en": "", 
                            "he": "אחת זו ואחת זו עד לכלב הא חזיא לכלב קשיא גופא בר פדא אמר טומאה חמורה עד לגר וטומ"
                        }, 
                        {
                            "en": "", 
                            "he": "הלכה כרבי יוסי בן המשולם למה לי אי אמר הלכתא דכוליה פירקין ולא אמר הלכתא כר' יוס"
                        }, 
                        {
                            "en": "", 
                            "he": "אחאי בריבי ראה חזיר שכרוך אחר רחל מהו מאי קמיבעיא ליה אילימא לבכורה וקמיבעיא ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "מותר ומי אמר רב הכי והא אמר רב חייא בר אשי משמיה דרב מסוכריא דנזייתא אסור להדוקי"
                        }, 
                        {
                            "en": "", 
                            "he": "וחכמים אוסרין דברי ר' יהודה אמר לו ר' יוסי לא בזה התיר עקביא בן מהללאל אלא שער ב"
                        }, 
                        {
                            "en": "", 
                            "he": "הא בעל מום שרי אע\"פ שלא התירו מומחה תנא כל היכא דלא התירו מומחה תם קרי ליה לימא"
                        }, 
                        {
                            "en": "", 
                            "he": "דעיקר לאו לכפרה אתי משהי לה או דלמא כיון דעולה נמי מכפרא אעשה לא משהי לה ת\"ש התו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הלוקח  בהמה מן העובד כוכבים ואינו יודע אם ביכרה"
                    }, 
                    "refs": [
                        "Bekhorot 19b:9-32", 
                        "Bekhorot 20a", 
                        "Bekhorot 20b", 
                        "Bekhorot 21a", 
                        "Bekhorot 21b", 
                        "Bekhorot 22a", 
                        "Bekhorot 22b", 
                        "Bekhorot 23a", 
                        "Bekhorot 23b", 
                        "Bekhorot 24a", 
                        "Bekhorot 24b", 
                        "Bekhorot 25a", 
                        "Bekhorot 25b", 
                        "Bekhorot 26a", 
                        "Bekhorot 26b:1-19"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הלוקח בהמה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הלוקח בהמה", 
                            "primary": true
                        }
                    ], 
                    "offset": 37, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 26b:20-31a:44", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  עד  כמה ישראל חייבין ליטפל בבכור בדקה שלשים יום"
                        }, 
                        {
                            "en": "", 
                            "he": "טובת הנאה לבעלים כיצד ישראל שהפריש תרומה מכריו ומצאו ישראל אחר ואמר לו הא לך סלע"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי הזאה יש לנו אמר ליה רמי בר חמא לא ליחוש ליה לסבא אדהכי אתא רב עמרם אמר להו ה"
                        }, 
                        {
                            "en": "", 
                            "he": "ואידך אי מהתם איכא למימר חזה ושוק של תודה ואידך אמר קרא לך יהיה הוסיף לך הכתוב ה"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני' נמי דיקא ר' מאיר אומר הואיל ונשחט שלא על פי מומחה אסור שמע מינה קנסא קא קנ"
                        }, 
                        {
                            "en": "", 
                            "he": "כאילא ביבנה שהתירו לו ביבנה חכמים להיות נוטל ארבע איסרות לבהמה דקה וששה לגסה בין"
                        }, 
                        {
                            "en": "", 
                            "he": "ורב יהודה בר אמי משמיה דרב יהודה אמר בית הפרס שנידש טהור א\"נ בשאר טומאות דלא מזה"
                        }, 
                        {
                            "en": "", 
                            "he": "תרבא דאטמא במר דכנתא קנסיה רבא לזבוני אפי' אמגוזי אמר ליה רב פפא לרבא כמאן כרבי"
                        }, 
                        {
                            "en": "", 
                            "he": "חשוד על המעשר ומאן חכמים ר' יהודה וחד אמר החשוד על המעשר חשוד על השביעית ומאן חכ"
                        }, 
                        {
                            "en": "", 
                            "he": "תנו רבנן וכולן שחזרו בהן אין מקבלין אותן עולמית דברי ר' מאיר רבי יהודה אומר חזרו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  עד  כמה ישראל חייבין ליטפל בבכור בדקה שלשים יום"
                    }, 
                    "refs": [
                        "Bekhorot 26b:20-75", 
                        "Bekhorot 27a", 
                        "Bekhorot 27b", 
                        "Bekhorot 28a", 
                        "Bekhorot 28b", 
                        "Bekhorot 29a", 
                        "Bekhorot 29b", 
                        "Bekhorot 30a", 
                        "Bekhorot 30b", 
                        "Bekhorot 31a:1-44"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "עד כמה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "עד כמה", 
                            "primary": true
                        }
                    ], 
                    "offset": 51, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 31a:45-37a:41", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כל  פסולי המוקדשין הנאתן להקדש נמכרין באיטליז ו"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  כל פסולי המוקדשין הנאתן להקדש אימת אילימא לאחר פ"
                        }, 
                        {
                            "en": "", 
                            "he": "דבר שאינו נישום מחיים לא גזור רבנן וביתמי אוקמוה רבנן אדאורייתא ואף רב שמואל בר"
                        }, 
                        {
                            "en": "", 
                            "he": "יגאל דכתב רחמנא למה לי אם אינו ענין לחרמים תנהו ענין למעשר אימא תנהו ענין לבכור"
                        }, 
                        {
                            "en": "", 
                            "he": "ובית הלל הני מילי תם אבל בעל מום כתיב (דברים טו, כב) הטמא והטהור יחדיו יאכלנו ומ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולוקמה כולה כר' אלעזר ברבי שמעון דילמא עד כאן לא קאמר ר' אלעזר בר' שמעון התם אלא"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא שלא יתן בו מום מנין שלא יביא דבילה ובצק ויניחנה על האוזן כדי שיבא כלב ויאכלנ"
                        }, 
                        {
                            "en": "", 
                            "he": "ונקצצה טהור קצצה מתכוין רבי אליעזר אומר לכשיולד לו נגע אחר יטהר הימנו וחכ\"א עד ש"
                        }, 
                        {
                            "en": "", 
                            "he": "טימא טהרות ומת לא קנסו בנו אחריו מ\"ט היזק שאינו ניכר לא שמיה היזק קנסא דרבנן לדי"
                        }, 
                        {
                            "en": "", 
                            "he": "מימר אמר לא שביק צורבא מרבנן ויהיב לדידי רועי כהנים והן ישראל אינן נאמנין דחיישי"
                        }, 
                        {
                            "en": "", 
                            "he": "אימר דא\"ר מאיר לחששא לאחזוקינהו מי אמר איבעיא להו עד מפי עד מהו לעדות בכור רב אס"
                        }, 
                        {
                            "en": "", 
                            "he": "דאית ליה לאשתמוטי סיפא ודאי מסייעא ליה מאיש פלוני הרי זה נאמן התם כיון דאית ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "לאפוקי מדרבי יוסי שלשה מפירין את הנדר במקום שאין חכם לאפוקי מדרבי יהודה דתניא הפ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כל  פסולי המוקדשין הנאתן להקדש נמכרין באיטליז ו"
                    }, 
                    "refs": [
                        "Bekhorot 31a:45-47", 
                        "Bekhorot 31b", 
                        "Bekhorot 32a", 
                        "Bekhorot 32b", 
                        "Bekhorot 33a", 
                        "Bekhorot 33b", 
                        "Bekhorot 34a", 
                        "Bekhorot 34b", 
                        "Bekhorot 35a", 
                        "Bekhorot 35b", 
                        "Bekhorot 36a", 
                        "Bekhorot 36b", 
                        "Bekhorot 37a:1-41"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל פסולי המוקדשין", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל פסולי המוקדשין", 
                            "primary": true
                        }
                    ], 
                    "offset": 60, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 37a:42-43a:2", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  על  אלו מומין שוחטין את הבכור נפגמה אזנו מן החס"
                        }, 
                        {
                            "en": "", 
                            "he": "נעקרו אין נפגמו ונגממו לא בעינא מום רע וליכא אי הכי מום עובר נמי אלמה תנן ולא מן"
                        }, 
                        {
                            "en": "", 
                            "he": "כמלא נקב של עול אישתיק וא\"ל רב חסדא שמא מקדח וחיסומו שנינו וא\"ל רב תחליפא לא תימ"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מאי הריס אמר רב פפא תורא ברא דעינא: דק תבלול: ת\""
                        }, 
                        {
                            "en": "", 
                            "he": "או דלמא בכל סעודה וסעודה אם תימצי לומר בסעודה ראשונה קודם אכילה או לאחר אכילה קו"
                        }, 
                        {
                            "en": "", 
                            "he": "והא\"ר זירא אמר רב הצורם אזן הפר ואח\"כ קיבל דמו פסול שנאמר (ויקרא טז, יד) ולקח מד"
                        }, 
                        {
                            "en": "", 
                            "he": "בשושן הבירה אחת על קרן מזרחית צפונית ואחת על קרן מזרחית דרומית שעל קרן מזרחית צפ"
                        }, 
                        {
                            "en": "", 
                            "he": "ומעשה נמי שלחי התחתון עודף על העליון שאל רשב\"ג לחכמים ואמרו ה\"ז מום והא גבי אדם"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  תנא קפץ העליון ולא קפץ התחתון וכנגדו בגמל ניכר:"
                        }, 
                        {
                            "en": "", 
                            "he": "בעי רבא מאי טעמא דרבי ישמעאל מיפשט פשיטא ליה אנדרוגינוס בכור הוא ומומו עמו או די"
                        }, 
                        {
                            "en": "", 
                            "he": "אלמה תניא {ויקרא כז } הזכר ולא טומטום ואנדרוגינוס סמי מיכן טומטום ת\"ש יכול לא יה"
                        }, 
                        {
                            "en": "", 
                            "he": "בן יהודה למימר טומטום בריה הוא ולא קדוש לא דכולי עלמא טומטום בבריה לא מספקא זכר"
                        }, 
                        {
                            "en": "", 
                            "he": "לפסול במקום אחים ולחלוץ שלא במקום אחים איכא בינייהו:  הדרן ע"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  על  אלו מומין שוחטין את הבכור נפגמה אזנו מן החס"
                    }, 
                    "refs": [
                        "Bekhorot 37a:42-66", 
                        "Bekhorot 37b", 
                        "Bekhorot 38a", 
                        "Bekhorot 38b", 
                        "Bekhorot 39a", 
                        "Bekhorot 39b", 
                        "Bekhorot 40a", 
                        "Bekhorot 40b", 
                        "Bekhorot 41a", 
                        "Bekhorot 41b", 
                        "Bekhorot 42a", 
                        "Bekhorot 42b", 
                        "Bekhorot 43a:1-2"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "על אלו מומין", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "על אלו מומין", 
                            "primary": true
                        }
                    ], 
                    "offset": 72, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 43a:3-46a:9", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  מומין  אלו בין קבועין בין עוברים פוסלין באדם וי"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי איכא בין מומא לשאינו שוה בזרעו של אהרן איכא משום אחולי עבודה מומא מחיל עבודה"
                        }, 
                        {
                            "en": "", 
                            "he": "אע\"פ שאינו כוחל שתי עיניו כאחת: שתי עיניו למטה: מה שתי עיניו למעלה שתי עיניו למט"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  דדין שוכבין כשל אשה כריסו צבה טיבורו יוצא נכפה"
                        }, 
                        {
                            "en": "", 
                            "he": "ובעל הפיקים העיקל איזהו העיקל כל שהוא מקיף פרסותיו ואין ארכבותיו נוקשות זו לזו פ"
                        }, 
                        {
                            "en": "", 
                            "he": "יתר בידיו וברגליו: אמר ר' יצחק ושניהם מקרא אחד דרשו (שמואל ב כא, טו) ותהי עוד מל"
                        }, 
                        {
                            "en": "", 
                            "he": "ליה אדעת רבים אמר אמימר הלכתא אפי' למ\"ד נדר שהודר ברבים יש לו הפרה על דעת הרבים"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  מומין  אלו בין קבועין בין עוברים פוסלין באדם וי"
                    }, 
                    "refs": [
                        "Bekhorot 43a:3-43", 
                        "Bekhorot 43b", 
                        "Bekhorot 44a", 
                        "Bekhorot 44b", 
                        "Bekhorot 45a", 
                        "Bekhorot 45b", 
                        "Bekhorot 46a:1-9"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "מומין אלו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מומין אלו", 
                            "primary": true
                        }
                    ], 
                    "offset": 84, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 46a:10-52b:48", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  יש  בכור לנחלה ואינו בכור לכהן בכור לכהן ואינו"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  אמר שמואל אין הראש פוטר בנפלים מ\"ט (בראשית ז, כב"
                        }, 
                        {
                            "en": "", 
                            "he": "יכיר לחוד והכרת פנים לחוד איתמר היו לו בנים בהיותו עובד כוכבים ונתגייר רבי יוחנן"
                        }, 
                        {
                            "en": "", 
                            "he": "איתמר כהן שמת והניח בן חלל רב חסדא אמר הבן חייב לפדות את עצמו רבה בר רב הונא אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  מי שלא בכרה אשתו וילדה שני זכרים נותן ה' סלעים"
                        }, 
                        {
                            "en": "", 
                            "he": "לאו ככתובה בשטר דמיא ודכולי עלמא אית להו דרב פפא דאמר רב פפא מלוה על פה גובה מן"
                        }, 
                        {
                            "en": "", 
                            "he": "בבא בהרשאה והאמרי נהרדעי לא כתבינן אדרכתא אמטלטלי ה\"מ היכא דכפריה אבל היכא דלא כ"
                        }, 
                        {
                            "en": "", 
                            "he": "הכא נמי לא שנא ושמואל אמר לך התם בידו לקדשה מעכשיו הכא אין בידו לפדותו מעכשיו וא"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יוחנן אומר דינרא הדריינא טריינא שייפא דמזבנא בעשרים וחמשה זוזי דל מינייהו שת"
                        }, 
                        {
                            "en": "", 
                            "he": "רב יהודה אמר רב אסי כל כסף האמור בתורה סתם כסף צורי ושל דבריהם כסף מדינה וכללא ה"
                        }, 
                        {
                            "en": "", 
                            "he": "זוזא מאכא בהדיה דלא נפיק תקע ליה אחרינא ויהביה ניהליה: שלשים של עבד חמשים של אונ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא הקדשות בכל אלו: כתב לכהן שהוא חייב לו חמשה סלעים חייב ליתן לו כו': אמר עולא"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא האשה בכתובתה ולא הבנות במזונותיהן ולא את היבם וכולם אין נוטלין בשבח ולא בראו"
                        }, 
                        {
                            "en": "", 
                            "he": "לאיתויי שבחא דממילא חפורה והוו שובלי שלפופי והוו תמרי: ולא בראוי כבמוחזק: לאיתוי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  יש  בכור לנחלה ואינו בכור לכהן בכור לכהן ואינו"
                    }, 
                    "refs": [
                        "Bekhorot 46a:10-25", 
                        "Bekhorot 46b", 
                        "Bekhorot 47a", 
                        "Bekhorot 47b", 
                        "Bekhorot 48a", 
                        "Bekhorot 48b", 
                        "Bekhorot 49a", 
                        "Bekhorot 49b", 
                        "Bekhorot 50a", 
                        "Bekhorot 50b", 
                        "Bekhorot 51a", 
                        "Bekhorot 51b", 
                        "Bekhorot 52a", 
                        "Bekhorot 52b:1-48"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "יש בכור", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "יש בכור", 
                            "primary": true
                        }
                    ], 
                    "offset": 90, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Bekhorot 53a:1-61a:46", 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  מעשר  בהמה נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                        }, 
                        {
                            "en": "", 
                            "he": "אפשר כדרב יהודה דאמר רב יהודה מותר לו לאדם להטיל מום בבכור קודם שיצא לאויר העולם"
                        }, 
                        {
                            "en": "", 
                            "he": "אשכחן תירוש ויצהר תירוש ודגן דגן ודגן מנין ק\"ו ומה תירוש ויצהר שאינן כלאים זה בז"
                        }, 
                        {
                            "en": "", 
                            "he": "יתעשרו מזה על זה א\"ל אמר קרא (ויקרא כז, לב) העשירי תן עשירי לזה ותן עשירי לזה אי"
                        }, 
                        {
                            "en": "", 
                            "he": "מיתיבי היה לו חמש בכפר חנניה וחמש בכפר עותני אין מצטרפות עד שיהא לו אחת בציפורי"
                        }, 
                        {
                            "en": "", 
                            "he": "עינתא דמידליין אמר רב משרשיא הנהו סולמי דפרת נינהו והא כתיב (בראשית ב, יד) והנהר"
                        }, 
                        {
                            "en": "", 
                            "he": "מה בניך אין בלקוח ובמתנה אף צאנך ובקרך אינו בלקוח ובמתנה והאי בבכור כתיב א\"ק (שמ"
                        }, 
                        {
                            "en": "", 
                            "he": "ותיעשרה איהי בזונית כותית ולוקמה בזונה ישראלית ותיעשרה איהי קמ\"ל דזונה ישראלית ל"
                        }, 
                        {
                            "en": "", 
                            "he": "ואזדא ר' יוחנן לטעמיה דא\"ר אסי א\"ר יוחנן האחין שחלקו לקוחות הן ומחזירין זה לזה ב"
                        }, 
                        {
                            "en": "", 
                            "he": "סבר לה כר\"ש דאמר יוצא דופן ולד מעליא הוא ודלא כר' יוחנן במחוסר זמן סבר לה כרבי ש"
                        }, 
                        {
                            "en": "", 
                            "he": "כדי שתהא בהמה מצויה לעולי רגלים ואע\"ג דתנן עד שלא הגיע הגורן מותר למכור ולשחוט נ"
                        }, 
                        {
                            "en": "", 
                            "he": "ונוטל אחד מן האלולין והשאר פטורין ממה נפשך אי באחד באלול ר\"ה דאלול ותשרי מצטרפין"
                        }, 
                        {
                            "en": "", 
                            "he": "אף תרומת מעשר נטלת באומד ובמחשבה ומעשר קרייה רחמנא תרומה דכתיב (במדבר יח, כד) כי"
                        }, 
                        {
                            "en": "", 
                            "he": "אף התשיעי אינו קדוש אלא א\"כ נעקר שם עשירי הימנו והדין נותן ומה אחד עשר שהוא עושה"
                        }, 
                        {
                            "en": "", 
                            "he": "לא יאמר אברור עשרה ואטול מהן אחד והשאר פטורים אלא כונסן לדיר ומוציא עשרה ונוטל מ"
                        }, 
                        {
                            "en": "", 
                            "he": "קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי: ת\"ר מנין שאם קרא לתשיעי עשירי ול"
                        }, 
                        {
                            "en": "", 
                            "he": "והא דתאני יקריבו רבי שמעון היא דאמר מביאין קדשים לבית הפסול והא דתני ימותו ר' יה"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  מעשר  בהמה נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                    }, 
                    "refs": [
                        "Bekhorot 53a:1-33", 
                        "Bekhorot 53b", 
                        "Bekhorot 54a", 
                        "Bekhorot 54b", 
                        "Bekhorot 55a", 
                        "Bekhorot 55b", 
                        "Bekhorot 56a", 
                        "Bekhorot 56b", 
                        "Bekhorot 57a", 
                        "Bekhorot 57b", 
                        "Bekhorot 58a", 
                        "Bekhorot 58b", 
                        "Bekhorot 59a", 
                        "Bekhorot 59b", 
                        "Bekhorot 60a", 
                        "Bekhorot 60b", 
                        "Bekhorot 61a:1-46"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "מעשר בהמה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מעשר בהמה", 
                            "primary": true
                        }
                    ], 
                    "offset": 104, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Talmud Bekhorot"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Bekhorot"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Bekhorot"
                }, 
                {
                    "lang": "en", 
                    "text": "Bechorot"
                }, 
                {
                    "lang": "he", 
                    "text": "בכורות", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Bekhorot", 
                    "primary": true
                }
            ], 
            "heTitle": "בכורות", 
            "title": "Bekhorot"
        }
    }, 
    "order": [
        31, 
        4
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ], 
    "default_struct": "Chapters"
}