{
    "title": "Book of Jubilees",
    "categories": [
        "Second Temple",
        "Apocrypha"
    ],
    "schema": {
        "nodeType": "JaggedArrayNode",
        "depth": 2,
        "addressTypes": [
            "Perek",
            "Integer"
        ],
        "sectionNames": [
            "Chapter",
            "Verse"
        ],
        "titles": [
            {
                "lang": "en",
                "text": "Jubilees"
            },
            {
                "lang": "he",
                "text": "ספר היובלים",
                "primary": true
            },
            {
                "text": "Book of Jubilees",
                "lang": "en",
                "primary": true
            }
        ],
        "title": "Book of Jubilees",
        "heTitle": "ספר היובלים",
        "heSectionNames": [
            "פרק",
            "פסוק"
        ],
        "key": "Book of Jubilees"
    },
    "authors": [],
    "enDesc": "The Book of Jubilees is an apocryphal retelling of events from the Books of Genesis and Exodus, presented as an angel’s revelation to Moses as Moses ascends Mount Sinai. Composed in the 2nd century BCE, it divides history into periods of 49 years (hence the title “Jubilees,” which in a biblical context refers to the end of a 49 year period) and provides dates for biblical events. While parts of the book are in line with biblical narrative, much of it contains additions, gaps, or alternative explanations to biblical stories and laws.",
    "heDesc": "ספר אפוקריפי המכיל היסטוריה תנ\"כית מתקופת הבריאה ועד יציאת מצרים. הספר מחלק את ההיסטוריה לתקופות של 49 שנים, (ומכאן הכותרת \"ספר היובלים\"), ומנוגד למסורת היהודית בכך שהוא קובע לוח השנה לפי שנת החמה ולא למחזור הירח כפי שמקובל, מה שגורם לכך שכמעט כל החגים היהודיים יפלו ביום ראשון.",
    "enShortDesc": "Retelling of biblical stories from creation through Exodus, as told to Moses by an angel.",
    "heShortDesc": "סיפור קורות אבות האומה מן הבריאה ועד גלות מצרים, כפי שסיפר מלאך למשה בעלותו להר סיני. חובר במאה ה-2 לפני הספירה.",
    "compDate": "160 BCE",
    "errorMargin": "300",
    "heTitle": "ספר היובלים",
    "titleVariants": [
        "Jubilees",
        "Book of Jubilees"
    ],
    "heTitleVariants": [
        "ספר היובלים"
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ],
    "depth": 2,
    "heCategories": [
        "בית שני",
        "ספרים חיצונים"
    ]
}