{
    "heTitleVariants": [
        "חולין"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Chullin", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Hulin (Ordinary/Mundane Things) belongs to the fifth order, Nezikin (The Order of Damages) and discusses the laws of slaughter and meat consumption (i.e. animals used for every-day as opposed to sacred reasons). It has twelve chapters.", 
    "depth": 2, 
    "heTitle": "חולין", 
    "era": "A", 
    "titleVariants": [
        "Tractate Chullin", 
        "Talmud Chullin", 
        "Masekhet Chullin", 
        "Hullin", 
        "Chullin"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            281, 
            13642
        ], 
        "title": "Chullin", 
        "heTitle": "חולין", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Tractate Chullin"
            }, 
            {
                "lang": "en", 
                "text": "Talmud Chullin"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Chullin"
            }, 
            {
                "lang": "en", 
                "text": "Hullin"
            }, 
            {
                "lang": "he", 
                "text": "חולין", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Chullin", 
                "primary": true
            }
        ], 
        "key": "Chullin", 
        "checkFirst": {
            "en": "Mishnah Chullin", 
            "he": "משנה חולין"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Chullin 2a:1-26b:64", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "Everyone [may] slaughter and his slaughter is valid: except  a deafmute, a simpl", 
                            "he": "מתני׳  הכל  שוחטין ושחיטתן כשרה חוץ מחרש שוטה וקטן שמא"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל אמר הרי עלי לא וכל הכל לאו לכתחלה הוא אלא הכל חייבים בסוכה הכל חייבין בציצית"
                        }, 
                        {
                            "en": "", 
                            "he": "חרב הרי הוא כחלל אב הטומאה הוא לטמייה לסכין ואזל סכין וטמיתיה לבשר אלא דאיטמי בש"
                        }, 
                        {
                            "en": "", 
                            "he": "בודק סכין ונותן לו ומותר לאכול משחיטתו אבל לא בדק ונתן לו לא ישחוט ואם שחט בודק"
                        }, 
                        {
                            "en": "", 
                            "he": "דקוריא של צפרים קוטע ראשו של אחד מהן ונותן לו אכלו מותר לאכול משחיטתו ואם לאו אס"
                        }, 
                        {
                            "en": "", 
                            "he": "מותר מיד מפני שהן מחליפין סברוה הא מני רבי יהודה היא דאמר חמץ אחר הפסח דאורייתא"
                        }, 
                        {
                            "en": "", 
                            "he": "לא הוה מפליג נפשיה מיניה מנלן אילימא מדכתיב (מלכים א כב, ד) כמוני כמוך כעמי כעמך"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא ד, כז) מעם הארץ פרט למומר ר\"ש בן יוסי אומר משום ר\"ש (ויקרא ד, כב) אשר לא"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי סלקא דעתיך לא קבלה מיניה לישני ליה כאן כשישראל עומד על גביו כאן כשאין ישראל"
                        }, 
                        {
                            "en": "", 
                            "he": "ולעלמא לא חיישינן והתנן הנותן לפונדקית שלו מעשר את שהוא נותן לה ואת שהוא נוטל הי"
                        }, 
                        {
                            "en": "The Holy One does not even allow a righteous person’s animal to sin, so much mor", 
                            "he": "אלא מקום הניחו לו אבותיו להתגדר בו אף אני מקום הניחו לי אבותי להתגדר בו מכאן לתל"
                        }, 
                        {
                            "en": "An individual does not [so much as] bruise his finger below [i.e. on earth], unl", 
                            "he": "חבטינהו לא אכל נקרינהו לא אכל אמר להו דלמא לא מעשרן עשרינהו ואכל אמר ענייה זו הו"
                        }, 
                        {
                            "en": "", 
                            "he": "א\"ר זירא אמר שמואל ליבן סכין ושחט בה שחיטתו כשרה חידודה קודם לליבונה והאיכא צדדי"
                        }, 
                        {
                            "en": "", 
                            "he": "בחדשה חדשה בין לר' ישמעאל בין לר' עקיבא משמשי עבודת כוכבים הן ומשמשי עבודת כוכבי"
                        }, 
                        {
                            "en": "", 
                            "he": "מעילאי נמי קרמא איכא איידי דממשמשא ידא דטבחא מפתת ואמר רב יהודה אמר רב תלמיד חכם"
                        }, 
                        {
                            "en": "", 
                            "he": "חוששין שמא במקום נקב נקב אמר ליה מי קא מדמית איסורא לסכנתא סכנה שאני א\"ל רבא מאי"
                        }, 
                        {
                            "en": "", 
                            "he": "מפני שדרכן של שרצים לגלות ואין דרכן לכסות (אי נמי טעמא דהניחה מגולה ובא ומצאה מכ"
                        }, 
                        {
                            "en": "", 
                            "he": "ומאי שנא התם איתילידא בה ריעותא בבהמה הכא סכין איתרעאי בהמה לא איתרעאי והילכתא כ"
                        }, 
                        {
                            "en": "", 
                            "he": "כגון דקיימי דרא דגברי ואמרי כדקאי קאי מנא הא מילתא דאמור רבנן זיל בתר רובא מנלן"
                        }, 
                        {
                            "en": "", 
                            "he": "דילמא חד מינייהו טריפה הוא אלא לאו משום דאמרינן זיל בתר רובא וכי תימא מאי נפקא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "פסח וקדשים מאי איכא למימר אלא היכא דאפשר אפשר היכא דלא אפשר לא אפשר ה\"נ היכא דאפ"
                        }, 
                        {
                            "en": "", 
                            "he": "הכי קאמר נראין דברי רבי יהודה לרבי חנינא בנו של רבי יוסי הגלילי באשפה שבשוק שאף"
                        }, 
                        {
                            "en": "", 
                            "he": "ואין להן מחשבה אמר ליה מחשבה גרידתא לא קא מיבעיא ליה כי קא מיבעיא ליה מחשבתו ניכ"
                        }, 
                        {
                            "en": "", 
                            "he": "בניו ממזרין ות\"ק אשתו לא מפקר אמר מר שחיטת עובד כוכבים נבלה וניחוש שמא מין הוא א"
                        }, 
                        {
                            "en": "Mishna: One who slaughters on Shabbat or on Yom Kippur, even though he's liable", 
                            "he": "מתני׳  השוחט בשבת וביום הכיפורים אף על פי שמתחייב בנפ"
                        }, 
                        {
                            "en": "", 
                            "he": "התם כדקתני טעמא אמרו לו לרבי מאיר אי אתה מודה שמא יבקע הנוד ונמצא שותה טבלים למפ"
                        }, 
                        {
                            "en": "", 
                            "he": "כל נרות של מתכת מטלטלין חוץ מן הנר שהדליקו בו באותה שבת ודלמא שאני התם דהוא דחי"
                        }, 
                        {
                            "en": "", 
                            "he": "כגון שהיה לו חולה מבעוד יום אי הכי מאי טעמא דרבי יהודה דאסר כגון שהיה לו חולה וה"
                        }, 
                        {
                            "en": "", 
                            "he": "קשיין אהדדי אלא לאו ש\"מ שאני בין מחובר מעיקרו לתלוש ולבסוף חברו ש\"מ אמר מר השוחט"
                        }, 
                        {
                            "en": "", 
                            "he": "תלוש ולבסוף חברו לענין שחיטה מאי תא שמע היה צור יוצא מן הכותל או שהיה קנה עולה מ"
                        }, 
                        {
                            "en": "", 
                            "he": "וכ\"ש השתא דארחיקו להו טפי אלא אמר רב יוסף רבי עקיבא היא דתניא (דברים יב, כא) כי"
                        }, 
                        {
                            "en": "", 
                            "he": "סכין שיש בה פגימות הרבה תידון כמגירה ושאין בה אלא פגימה אחת אוגרת פסולה מסוכסכת"
                        }, 
                        {
                            "en": "", 
                            "he": "וכמה פגימת המזבח כדי שתחגור בה צפורן מיתיבי כמה פגימת המזבח ר' שמעון בן יוחאי או"
                        }, 
                        {
                            "en": "", 
                            "he": "השוחט בשאר טבעות אע\"פ שאין מקיפות את כל הקנה הואיל ומקיפות את רוב הקנה שחיטתו כש"
                        }, 
                        {
                            "en": "", 
                            "he": "והלכתא משיפוי כובע ולמטה כשרה והיינו דשייר בחיטי רב נחמן אכשר משיפוי כובע ולמטה"
                        }, 
                        {
                            "en": "", 
                            "he": "דא\"כ מפסדת לה לקמייתא התם מ\"ט קא מכשרת דכי נפקא חיותא בהכשירה קא נפקא הכא נמי כי"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי ס\"ד מחזיר דוקא מאי איריא מולק אפי' שוחט נמי אלא לאו שמע מינה אף מחזיר ומתני'"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל למ\"ד יש שחיטה לעוף מן התורה יש עיקור אמר ליה אדרבה איפכא מסתברא למאן דאמר יש"
                        }, 
                        {
                            "en": "", 
                            "he": "מכל מקום קשיא אמר רבא אימא וכן הוא עושה חותך שדרה ומפרקת בלא רוב בשר כי סליק רבי"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא מן החולין וביום ובידו הימנית אף עולת העוף אינה באה אלא מן החולין וביום ובידו"
                        }, 
                        {
                            "en": "", 
                            "he": "אוחז בראש ובגוף ומזה אף כאן אוחז בראש ובגוף ומזה מאי קאמר הכי קאמר מה להלן כשהוא"
                        }, 
                        {
                            "en": "", 
                            "he": "ומה בני יונה שלא הוכשרו בגדולים הוכשרו בקטנים תורים שהוכשרו בגדולים אינו דין שהו"
                        }, 
                        {
                            "en": "", 
                            "he": "כי איצטריך קרא למעוטי נרבע ונעבד סלקא דעתך אמינא הואיל וכתיב (ויקרא כב, כה) כי מ"
                        }, 
                        {
                            "en": "", 
                            "he": "דאמר מייתי ומתני מי אמרינן איל וכבש מתנה בבריה לא מתנה או דלמא בבריה נמי מתנה דא"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר קרא ושחט וחוקה בשחיטה אין בעריפה לא וכל היכא דכתיב ביה חוקה לא דרשינן ק\"ו וה"
                        }, 
                        {
                            "en": "", 
                            "he": "(דברי הימים ב ה, יג) ויהי כאחד למחצצרים ולמשוררים להשמיע קול אחד: עד שיזקין עד כ"
                        }, 
                        {
                            "en": "", 
                            "he": "ואפילו מלא חרדל א\"ל רב אדא בר אהבה לרבא ויהא כלי חרס מיטמא מגבו מק\"ו ומה כל הכלי"
                        }, 
                        {
                            "en": "Mishnah: In the case where one is obligated [in tithing] in bitter almonds they", 
                            "he": "לשוף לשבץ לגרר לכרכר להקיש בקורנס מחוסר כן או אוגן או אוזן טהור מחוסר כסוי טמא מ"
                        }, 
                        {
                            "en": "", 
                            "he": "בשהחמיץ מחלוקת ומתניתין ר' יהודה וכן א\"ר יוסי ברבי חנינא בשהחמיץ מחלוקת וא\"ר נחמ"
                        }, 
                        {
                            "en": "", 
                            "he": "משיקו במים משהחמיץ אין משיקו במים אמר רבא לא שנו אלא שתמדו במים טהורים ונטמאו אב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Everyone [may] slaughter and his slaughter is valid: except  a deafmute, a simpl", 
                        "he": "מתני׳  הכל  שוחטין ושחיטתן כשרה חוץ מחרש שוטה וקטן שמא"
                    }, 
                    "refs": [
                        "Chullin 2a:1-19", 
                        "Chullin 2b", 
                        "Chullin 3a", 
                        "Chullin 3b", 
                        "Chullin 4a", 
                        "Chullin 4b", 
                        "Chullin 5a", 
                        "Chullin 5b", 
                        "Chullin 6a", 
                        "Chullin 6b", 
                        "Chullin 7a", 
                        "Chullin 7b", 
                        "Chullin 8a", 
                        "Chullin 8b", 
                        "Chullin 9a", 
                        "Chullin 9b", 
                        "Chullin 10a", 
                        "Chullin 10b", 
                        "Chullin 11a", 
                        "Chullin 11b", 
                        "Chullin 12a", 
                        "Chullin 12b", 
                        "Chullin 13a", 
                        "Chullin 13b", 
                        "Chullin 14a", 
                        "Chullin 14b", 
                        "Chullin 15a", 
                        "Chullin 15b", 
                        "Chullin 16a", 
                        "Chullin 16b", 
                        "Chullin 17a", 
                        "Chullin 17b", 
                        "Chullin 18a", 
                        "Chullin 18b", 
                        "Chullin 19a", 
                        "Chullin 19b", 
                        "Chullin 20a", 
                        "Chullin 20b", 
                        "Chullin 21a", 
                        "Chullin 21b", 
                        "Chullin 22a", 
                        "Chullin 22b", 
                        "Chullin 23a", 
                        "Chullin 23b", 
                        "Chullin 24a", 
                        "Chullin 24b", 
                        "Chullin 25a", 
                        "Chullin 25b", 
                        "Chullin 26a", 
                        "Chullin 26b:1-64"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הכל שוחטין", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הכל שוחטין", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 27a:1-42a:3", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  השוחט  אחד בעוף ושנים בבהמה שחיטתו כשרה ורובו ש"
                        }, 
                        {
                            "en": "", 
                            "he": "ופדר קמא דכתב רחמנא למה לי מיבעי ליה לכדתניא כיצד הוא עושה חופה את הפדר על בית ה"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו בעוף דקא בעי ליה לדמיה ליניכא לא בחיה דקא בעי ליה לדמיה ללכא: ת\"ש מלק בס"
                        }, 
                        {
                            "en": "", 
                            "he": "נשחטיה והדר נבדקיה דלמא במקום נקב קשחיט נבדקיה והדר נשחטיה האמר רבה וושט אין לו"
                        }, 
                        {
                            "en": "", 
                            "he": "כדי שחיטה אחרת וגמרה שחיטתו כשרה ואי אמרת מחצה על מחצה כרוב איטרפא לה מי סברת בב"
                        }, 
                        {
                            "en": "", 
                            "he": "אם כן הויא ליה עבודה באחר ותניא כל עבודת יוה\"כ אינן כשרות אלא בו ה\"ק יכול יהא פס"
                        }, 
                        {
                            "en": "", 
                            "he": "סתימתאה אבל חכמים אומרים ב' שוחטים זבח אחד ולרבי אלעזר ברבי שמעון נמי לפלוג כגון"
                        }, 
                        {
                            "en": "", 
                            "he": "שמא ידרוסו זה על זה מתיב רבי אבין שחט את הוושט למטה ואת הקנה למעלה או את הוושט ל"
                        }, 
                        {
                            "en": "", 
                            "he": "גידפי דמיפרמי והא בעי כסוי וכי תימא דמכסו ליה והאמר רבי זירא אמר רב השוחט צריך ש"
                        }, 
                        {
                            "en": "", 
                            "he": "וכלים דומיא דאדם מה אדם דבעינן כוונה אף כלים נמי דקא מכוין להו אדם וכי תימא ביוש"
                        }, 
                        {
                            "en": "", 
                            "he": "נשחטה בהמה אחרת עמה לרבי נתן פרה פסולה בהמה כשרה לרבנן פרה כשרה בהמה פסולה פשיטא"
                        }, 
                        {
                            "en": "", 
                            "he": "נקובת הוושט ופסוקת הגרגרת אמר רבא לא קשיא כאן ששחט ולבסוף פסק כאן שפסק ולבסוף שח"
                        }, 
                        {
                            "en": "", 
                            "he": "מי מצטרף סימן ראשון לסימן שני לטהרה מידי נבלה או לא עד כאן לא איבעיא לן אלא לטהר"
                        }, 
                        {
                            "en": "", 
                            "he": "כל הטעון ביאת מים מדברי סופרים מטמא את הקדש ופוסל את התרומה ומותר בחולין ובמעשר"
                        }, 
                        {
                            "en": "", 
                            "he": "בחולין שנעשו על טהרת תרומה ורבי יהושע לא ס\"ד דקתני בשר דאי בתרומה בשר מי איכא אל"
                        }, 
                        {
                            "en": "", 
                            "he": "טומאה היא אצל הקדש אמר רבי זירא א\"ר אסי א\"ר יוחנן א\"ר ינאי האוכל שלישי של חולין"
                        }, 
                        {
                            "en": "", 
                            "he": "דליכא כזית בכדי אכילת פרס א\"ר יונתן אמר רבי האוכל שלישי של תרומה עצמה אסור לאכול"
                        }, 
                        {
                            "en": "", 
                            "he": "שמא תשב עליהן אשתו נדה אבל בפירי לא אמרינן ורבי יצחק בפירי נמי אמר מתיב רבי ירמי"
                        }, 
                        {
                            "en": "", 
                            "he": "ס\"ד אמינא הואיל ואסירי בגיזה ועבודה דמן לבעי קבורה קמשמע לן תנא דבי רבי ישמעאל ("
                        }, 
                        {
                            "en": "", 
                            "he": "לאו למעוטי חיבת הקדש לא חד בטומאת מת וחד בטומאת שרץ וצריכי דאי אשמעינן טומאת מת"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי כי מהניא חבת הקדש לפסולא דגופיה אבל למימנא ביה ראשון ושני לא או דלמא לא שנא"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי סלקא דעתך טרפה היינו מסוכנת לכתוב רחמנא חלב נבלה יעשה לכל מלאכה וחלב טרפה לא"
                        }, 
                        {
                            "en": "", 
                            "he": "גועה והטילה ריעי וכשכשה באזנה הרי זה פירכוס אמר להו אצטריכא ליה לאבא לאזוזי אוני"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא כב, כז) או כשב פרט לכלאים או עז פרט לנדמה כי יולד פרט ליוצא דופן שבעת ימי"
                        }, 
                        {
                            "en": "", 
                            "he": "לא ילפינן ואתא רבי אליעזר למימר ילפינן חוץ מפנים ואתא רבי יוסי למימר אפילו בפנים"
                        }, 
                        {
                            "en": "", 
                            "he": "מקום שאין מחשבה פוסלת בחולין אלא בשתי עבודות אינו דין שלא יהא הכל הולך אלא אחר ה"
                        }, 
                        {
                            "en": "", 
                            "he": "שנים אוחזין בסכין ושוחטין אחד לשם אחד מכל אלו ואחד לשם דבר כשר שחיטתו פסולה:"
                        }, 
                        {
                            "en": "", 
                            "he": "מחתך בעפר הוא אמר רב פפא הכא בחטאת העוף עסקינן דכולהו בהדי הדדי קאתי מכדי רב הונ"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל זבח לא ואי אין אדם אוסר דבר שאינו שלו מאי אריא חטאת העוף אפי' חטאת בהמה נמי"
                        }, 
                        {
                            "en": "", 
                            "he": "יחקה את הצדוקים:  גמ׳  אין שוחטין לא לתוך וכו': מאי שנ"
                        }, 
                        {
                            "en": "", 
                            "he": "מהו דתימא אם איתא דילדה קלא הוה ליה קא משמע לן אימר אפולי אפיל:"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  השוחט  אחד בעוף ושנים בבהמה שחיטתו כשרה ורובו ש"
                    }, 
                    "refs": [
                        "Chullin 27a:1-81", 
                        "Chullin 27b", 
                        "Chullin 28a", 
                        "Chullin 28b", 
                        "Chullin 29a", 
                        "Chullin 29b", 
                        "Chullin 30a", 
                        "Chullin 30b", 
                        "Chullin 31a", 
                        "Chullin 31b", 
                        "Chullin 32a", 
                        "Chullin 32b", 
                        "Chullin 33a", 
                        "Chullin 33b", 
                        "Chullin 34a", 
                        "Chullin 34b", 
                        "Chullin 35a", 
                        "Chullin 35b", 
                        "Chullin 36a", 
                        "Chullin 36b", 
                        "Chullin 37a", 
                        "Chullin 37b", 
                        "Chullin 38a", 
                        "Chullin 38b", 
                        "Chullin 39a", 
                        "Chullin 39b", 
                        "Chullin 40a", 
                        "Chullin 40b", 
                        "Chullin 41a", 
                        "Chullin 41b", 
                        "Chullin 42a:1-3"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "השוחט", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "השוחט", 
                            "primary": true
                        }
                    ], 
                    "offset": 52, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 42a:4-67b:45", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  אלו  טרפות בבהמה נקובת הוושט ופסוקת הגרגרת ניקב"
                        }, 
                        {
                            "en": "", 
                            "he": "בשלמא לתנא דידן דתנא תנא ודשייר אתיא בזה הכלל אלא לתנא דבי ר' ישמעאל דאמר י\"ח טר"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא הנך תרתי דאפקת לא תיפוק אמר עולא ח' מיני טרפות נאמרו לו למשה בסיני נקובה ופס"
                        }, 
                        {
                            "en": "Always the law is like the words of Beit Hillel, and one who wants to like Beit", 
                            "he": "לספק דרוסה ההיא ספק דרוסה דאתאי לקמיה דרבה הוה קא בדיק ליה רבה לוושט מאבראי אמר"
                        }, 
                        {
                            "en": "[One who does] like the stringencies of both Beit Hillel and Beit Shammai, regar", 
                            "he": "מחומרי בית שמאי ומחומרי בית הלל עליו הכתוב אומר (קהלת ב, יד) הכסיל בחושך הולך אל"
                        }, 
                        {
                            "en": "", 
                            "he": "רוב עוביה ואמרי לה רוב חללה ההיא פסוקת הגרגרת דאתאי לקמיה דרב יתיב וקא בדיק לה ב"
                        }, 
                        {
                            "en": "", 
                            "he": "אתייקורי הוא דמתייקרו בי אמר רב יהודה אמר רב ניקבה כנפה מצטרפים לרובא מתיב רב יר"
                        }, 
                        {
                            "en": "", 
                            "he": "פולין יש מונחין על פי הקדרה מן הפולין ולפנים כלפנים מן הפולין ולחוץ כלחוץ ופולין"
                        }, 
                        {
                            "en": "", 
                            "he": "עד ועד בכלל או דלמא עד ולא עד בכלל בעי רב פפא את\"ל עד ולא עד בכלל פי פרשה מהו בע"
                        }, 
                        {
                            "en": "", 
                            "he": "כאהינא סומקא כשרה אינקיב תתאה ולא אינקיב עילאה מגין או לא מגין פליגי בה רב אחא ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ואמר רבא הני תרתי בועי דסמיכי להדדי לית להו בדיקותא חדא ומתחזיא כתרתי מייתינן סי"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל אגבה אפילו כטרפא דאסא טרפה אמר רפרם האי ריאה דדמיא לאופתא טרפה איכא דאמרי בח"
                        }, 
                        {
                            "en": "", 
                            "he": "שלפוחית שלה כשרה התליע כבד שלה זה היה מעשה ועלו עליה בני עסיא ג' רגלים ליבנה לרג"
                        }, 
                        {
                            "en": "", 
                            "he": "דגלדאי ואמרי לה בשוקא דרבנן חזי הנך דקיימן כנדי כנדי ולא אמר להו ולא מידי רבי אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "בעובי בית הכוסות מצד אחד כשרה משני צדדין טרפה ולא אמרינן ליחזי אי קופא לבר אי קו"
                        }, 
                        {
                            "en": "", 
                            "he": "וגו' להביא חלב שעל גבי הדקין דברי רבי ישמעאל ר' עקיבא אומר להביא חלב שע\"ג הקבה ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ולדידן מיסתם נמי לא סתים דאקשתא כולי עלמא לא פליגי דאסיר כי פליגי דאייתרא איכא ד"
                        }, 
                        {
                            "en": "", 
                            "he": "בוקי סריקי הכי אמר רב נחמן מקום הדבק אפילו ניטל כולו כשר והוא שנשתייר בו כדי תפי"
                        }, 
                        {
                            "en": "", 
                            "he": "בידוע שלפני שחיטה לא נמצא עליה קורט דם בידוע שלאחר שחיטה הגליד פי המכה בידוע ששל"
                        }, 
                        {
                            "en": "", 
                            "he": "מטמא בזיבה ואי ס\"ד יש בו משום ריסוקי אברים איקרי כאן מבשרו ולא מחמת אונסו הכא במ"
                        }, 
                        {
                            "en": "", 
                            "he": "חול הדק לא חיישינן חול הגס חיישינן אבק דרכים חיישינן תיבנא ועביד בזגא חיישינן לא"
                        }, 
                        {
                            "en": "", 
                            "he": "כמה חסרון בשדרה בית שמאי אומרים שתי חוליות ובית הלל אומרים חוליא אחת ואמר רב יהו"
                        }, 
                        {
                            "en": "", 
                            "he": "יש דרוסה לחתול או אין דרוסה לחתול א\"ל אף לחולדה יש דרוסה יש דרוסה לחולדה או אין"
                        }, 
                        {
                            "en": "", 
                            "he": "אהדדי כי פליגי דאיהו קא שתיק ואינהו קמקרקרן מר סבר מעשה קא עביד בהו ומר סבר מחמת"
                        }, 
                        {
                            "en": "", 
                            "he": "וושט נקובתו במשהו דרוסתו במשהו קנה נקובתו בכאיסר דרוסתו בכמה בתר דבעיא הדר פשטה"
                        }, 
                        {
                            "en": "", 
                            "he": "וחזייה לדרב מתנא דאתיא בזה הכלל מאי טעמא דדמיא לנטולי תנא אלו טרפות הני הוא דטרפ"
                        }, 
                        {
                            "en": "", 
                            "he": "שיעורן בכדי סיכת קטן ועד לוג מאי לאו לוג כלמטה לא לוג כלמעלה ת\"ש מלוג עד סאה ברב"
                        }, 
                        {
                            "en": "", 
                            "he": "למקום חריץ והיכא מקום חריץ לחיורא דתותי מתני א\"ר נחוניא שאילתינהו לכולהו טרופאי"
                        }, 
                        {
                            "en": "", 
                            "he": "להביא עור בית הבושת חוץ למקומו פסול ואין בו כרת חוץ לזמנו פיגול וחייבים עליו כרת"
                        }, 
                        {
                            "en": "", 
                            "he": "בגילא דחיטתא אמר רב שיזבי הני אווזי דידן כעוף של מים דמיין: נפלה לאור: אמר רבי י"
                        }, 
                        {
                            "en": "", 
                            "he": "באחוזת עינים אינגיד ואיתנח עול למעייניה וחייטיה לכרסיה: נשתברו רגליה: ההוא צנא ד"
                        }, 
                        {
                            "en": "", 
                            "he": "הוה לן פתחון פה קמיה דרב הונא ושאילניה ואמר לן שמוטת ירך בעוף כשירה ואשכחתיה נמי"
                        }, 
                        {
                            "en": "", 
                            "he": "שיחלא קמא אסירא מכאן ואילך הוה ליה זה וזה גורם ומותר איתיביה רב אשי לאמימר ושוין"
                        }, 
                        {
                            "en": "", 
                            "he": "הני תמרי דכדא לבתר תריסר ירחי שתא שריין אמר רב לית בקא בר יומא ולית דידבא בת שתא"
                        }, 
                        {
                            "en": "", 
                            "he": "עיקרא דמרירתא אמר רב יהודה האי מאן דאכל תלתא תקלי חלתית אליבא ריקנא מישתלח משכיה"
                        }, 
                        {
                            "en": "", 
                            "he": "להתיר חלבה והכי קאמר אלו הן סימני חיה שחלבה מותר כל שיש לה קרנים וטלפים רבי דוסא"
                        }, 
                        {
                            "en": "", 
                            "he": "חזינא ליה אזל אוקמיה להדי יומא בתקופת תמוז א\"ל איסתכל ביה א\"ל לא מצינא א\"ל יומא"
                        }, 
                        {
                            "en": "", 
                            "he": "לר' חנינא בר פפא מהו כיון דלא כתב בהו למינהו לא מיחייב או דילמא כיון דהסכים אידי"
                        }, 
                        {
                            "en": "", 
                            "he": "מה נשר מיוחד שאין לו אצבע יתרה וזפק ואין קורקבנו נקלף ודורס ואוכל טמא אף כל כיוצ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולילף מעורב מה התם תרי לא אף כל תרי לא א\"כ פרס ועזניה דכתב רחמנא למה לי השתא דאי"
                        }, 
                        {
                            "en": "", 
                            "he": "היה בקי בהן ובשמותיהן עוף הבא בסימן אחד טהור לא היה בקי בהן ובשמותיהן בסימן אחד"
                        }, 
                        {
                            "en": "", 
                            "he": "פוסלין מי חטאת חוץ מן היונה מפני שמוצצת ואם איתא ליתני חוץ מיונה ותסיל א\"ר זירא"
                        }, 
                        {
                            "en": "", 
                            "he": "בת מזגא חמרא שריא וסימניך יפה כח הבן מכח האב אמר רב יהודה שקיטנא אריכי שקי וסומק"
                        }, 
                        {
                            "en": "Rav Yitzchak said 'a kosher bird may be eaten based [solely] on a mesorah.'", 
                            "he": "מכדי משנה תורה לאוסופי הוא דאתא מאי שנא הכא דכתיב דאה ומ\"ש הכא דכתיב ראה ולא כתי"
                        }, 
                        {
                            "en": "", 
                            "he": "עוברי דגים ותניא גבי ביצים אלו הן סימני ביצים כל שכודרת ועגולגולת ראשה אחד כד ור"
                        }, 
                        {
                            "en": "Our Rabbis taught It is permissible to eat eggs that were boiled with non-kosher", 
                            "he": "לרבות אפרוחים שלא נפתחו עיניהם מדרבנן וקרא אסמכתא בעלמא תנו רבנן גיעולי ביצים מו"
                        }, 
                        {
                            "en": "", 
                            "he": "בתרתי תיבות ש\"מ תרי שמות נינהו אלא מעתה (בראשית יד, ד) את כדר לעומר דפסק להו ספר"
                        }, 
                        {
                            "en": "", 
                            "he": "ציפורת כרמים אין לי אלא הבא ואין לו גבחת הבא ויש לו גבחת מנין ת\"ל (ויקרא יא, כב)"
                        }, 
                        {
                            "en": "", 
                            "he": "במאי קמיפלגי תנא דבי רב ותנא דבי רבי ישמעאל בראשו ארוך קמיפלגי תנא דבי רב סבר אש"
                        }, 
                        {
                            "en": "", 
                            "he": "אקונס ואפונס כספתיאס ואכספטיאס ואטונס ה\"ז מותר תנן התם כל שיש לו קשקשת יש לו סנפ"
                        }, 
                        {
                            "en": "", 
                            "he": "הטל פרט ביניהם ודונם בכלל ופרט וכלל במים כלל בימים ובנחלים פרט במים חזר וכלל כלל"
                        }, 
                        {
                            "en": "", 
                            "he": "באביה אסורה משום (ויקרא יא, מא) השרץ השורץ על הארץ לימא מסייע ליה דתני חדא על הא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  אלו  טרפות בבהמה נקובת הוושט ופסוקת הגרגרת ניקב"
                    }, 
                    "refs": [
                        "Chullin 42a:4-43", 
                        "Chullin 42b", 
                        "Chullin 43a", 
                        "Chullin 43b", 
                        "Chullin 44a", 
                        "Chullin 44b", 
                        "Chullin 45a", 
                        "Chullin 45b", 
                        "Chullin 46a", 
                        "Chullin 46b", 
                        "Chullin 47a", 
                        "Chullin 47b", 
                        "Chullin 48a", 
                        "Chullin 48b", 
                        "Chullin 49a", 
                        "Chullin 49b", 
                        "Chullin 50a", 
                        "Chullin 50b", 
                        "Chullin 51a", 
                        "Chullin 51b", 
                        "Chullin 52a", 
                        "Chullin 52b", 
                        "Chullin 53a", 
                        "Chullin 53b", 
                        "Chullin 54a", 
                        "Chullin 54b", 
                        "Chullin 55a", 
                        "Chullin 55b", 
                        "Chullin 56a", 
                        "Chullin 56b", 
                        "Chullin 57a", 
                        "Chullin 57b", 
                        "Chullin 58a", 
                        "Chullin 58b", 
                        "Chullin 59a", 
                        "Chullin 59b", 
                        "Chullin 60a", 
                        "Chullin 60b", 
                        "Chullin 61a", 
                        "Chullin 61b", 
                        "Chullin 62a", 
                        "Chullin 62b", 
                        "Chullin 63a", 
                        "Chullin 63b", 
                        "Chullin 64a", 
                        "Chullin 64b", 
                        "Chullin 65a", 
                        "Chullin 65b", 
                        "Chullin 66a", 
                        "Chullin 66b", 
                        "Chullin 67a", 
                        "Chullin 67b:1-45"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אלו טרפות", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אלו טרפות", 
                            "primary": true
                        }
                    ], 
                    "offset": 82, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 68a:1-78a:9", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  בהמה  המקשה לילד והוציא העובר את ידו והחזירו מו"
                        }, 
                        {
                            "en": "", 
                            "he": "הבשר מגע נבלה דברי רבי מאיר וחכמים אומרים מגע טרפה שחוטה קתני מיהא רישא הוציא עו"
                        }, 
                        {
                            "en": "", 
                            "he": "זה הכלל דבר שגופה אסור ושאינה גופה מותר שאין גופה לאתויי מאי לאו לאתויי כה\"ג לא"
                        }, 
                        {
                            "en": "", 
                            "he": "בעינא פרסות וליכא אלא מעתה קלוט במעי פרה ליתסר הא תנא דבי ר' ישמעאל כרבי שמעון ב"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי אתמר בהא בהא קאמר רבה אבל בהא אימא מודי ליה לרב הונא צריכא תנן המבכרת המקשה"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  בהמה שמת עוברה בתוך מעיה והושיט הרועה את ידו ו"
                        }, 
                        {
                            "en": "", 
                            "he": "בהמה טמאה בכלל חיה טמאה בהמה טהורה בכלל חיה טהורה ובלשון הזה אמר לי חבל על בן עז"
                        }, 
                        {
                            "en": "", 
                            "he": "אדם שמציל על טומאה שבתוכו מלטמא אינו דין שמציל על טהרה שבתוכו מליטמא מה לכלי חרס"
                        }, 
                        {
                            "en": "", 
                            "he": "והא עובר וחיה דכשתי טבעות דמו וקא מטמא לה עובר לחיה אמר רבה שאני עובר הואיל וסופ"
                        }, 
                        {
                            "en": "", 
                            "he": "מה מצינו בטרפה ששחיטתה מטהרתה אף שחיטת בהמה תטהר את האבר אמר להם ר\"מ לא אם טיהרה"
                        }, 
                        {
                            "en": "", 
                            "he": "כחתוך דמי כמאן כרבי מאיר דתנן כל ידות הכלים שהן ארוכות ועתיד לקצצן מטביל עד מקום"
                        }, 
                        {
                            "en": "", 
                            "he": "בשלמא לרבי שמעון בן לקיש לדבריהם קאמר להו לדידי לא שנא אבר דעובר ולא שנא אבר דבה"
                        }, 
                        {
                            "en": "", 
                            "he": "אין בהן אלא מצות פרוש בלבד יתיב רב יוסף קמיה דרב הונא ויתיב וקאמר אמר רב יהודה א"
                        }, 
                        {
                            "en": "", 
                            "he": "ר\"ש שזורי אומר אפילו בן חמש שנים וחורש בשדה שחיטת אמו מטהרתו קרעה ומצא בה בן ט'"
                        }, 
                        {
                            "en": "", 
                            "he": "בשחיטה יבישתא ודלא כרבי שמעון מאן תנא עבר בנהר הוכשר הלך לבית הקברות נטמא אמר רב"
                        }, 
                        {
                            "en": "", 
                            "he": "טעון שחיטה וחייב בזרוע והלחיים והקבה ואם מת טהור מלטמא במשא א\"ל רבא טעון שחיטה כ"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  בהמה שנחתכו רגליה מן הארכובה ולמטה כשרה מן האר"
                        }, 
                        {
                            "en": "", 
                            "he": "מר בר רב אשי אמר כיון דזיגי אע\"ג דלא חוורי אמר אמימר משמיה דרב זביד תלתא חוטי הו"
                        }, 
                        {
                            "en": "", 
                            "he": "נמנין עליהן בפסח ועוד התורה חסה על ממונן של ישראל א\"ל רב פפא לרבה ר\"ש בן לקיש וא"
                        }, 
                        {
                            "en": "", 
                            "he": "אי לטומאת נבלות תנינא טומאת אוכלין דתניא העור והשליא אין מטמאין טומאת אוכלין עור"
                        }, 
                        {
                            "en": "", 
                            "he": "דניכחוש חיליה אלא סוקרו בסיקרא אמאי כי היכי דליחזיוה אינשי וליבעי רחמי עילויה כד"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  בהמה  המקשה לילד והוציא העובר את ידו והחזירו מו"
                    }, 
                    "refs": [
                        "Chullin 68a:1-39", 
                        "Chullin 68b", 
                        "Chullin 69a", 
                        "Chullin 69b", 
                        "Chullin 70a", 
                        "Chullin 70b", 
                        "Chullin 71a", 
                        "Chullin 71b", 
                        "Chullin 72a", 
                        "Chullin 72b", 
                        "Chullin 73a", 
                        "Chullin 73b", 
                        "Chullin 74a", 
                        "Chullin 74b", 
                        "Chullin 75a", 
                        "Chullin 75b", 
                        "Chullin 76a", 
                        "Chullin 76b", 
                        "Chullin 77a", 
                        "Chullin 77b", 
                        "Chullin 78a:1-9"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "בהמה המקשה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בהמה המקשה", 
                            "primary": true
                        }
                    ], 
                    "offset": 134, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 78a:10-83b:5", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  אותו  ואת בנו נוהג בין בארץ בין בח\"ל בפני הבית"
                        }, 
                        {
                            "en": "", 
                            "he": "זה בנה אב כל מקום שנאמר שה אינו אלא להוציא את הכלאים אמר קרא או לרבות את הכלאים"
                        }, 
                        {
                            "en": "", 
                            "he": "ולחנניה כתיב אותו דמשמע זכר וכתיב בנו מי שבנו כרוך אחריו דמשמע נקבה הלכך נוהג בי"
                        }, 
                        {
                            "en": "", 
                            "he": "וסימנין דאורייתא תנו רבנן אותו ואת בנו נוהג בכלאים ובכוי רבי אליעזר אומר כלאים ה"
                        }, 
                        {
                            "en": "", 
                            "he": "בשה ואפי' מקצת שה רבנן סברי שה ואפי' מקצת שה ורבי אליעזר סבר שה ולא מקצת שה אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "קמא מיקטל קטליה שני מתקבל בפנים הוא כרת נמי ליחייב חולין בפנים שניהם פסולין והשנ"
                        }, 
                        {
                            "en": "", 
                            "he": "נתקו לעשה מאי טעמא דאמר קרא (ויקרא כב, כז) מיום השמיני והלאה ירצה מיום השמיני אי"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא אפילו שחט עולה ואחר כך שחט חולין פטור שחיטה קמייתא לאו שחיטה בת אכילה היא ור"
                        }, 
                        {
                            "en": "", 
                            "he": "ואמר ר\"ש בן לקיש אומר היה ר\"ש פרה נפדית על גבי מערכתה אמר רב שמן בר אבא אמר רבי"
                        }, 
                        {
                            "en": "", 
                            "he": "האי מיבעי ליה לגופיה א\"כ ליכתוב לא תשחוט מאי לא תשחטו ואכתי מיבעי ליה דאי כתב רח"
                        }, 
                        {
                            "en": "", 
                            "he": "בא הכתוב ליתן עשה אחר לא תעשה לומר שאין לוקין עליו דברי ר' יהודה רבי יעקב אומר ל"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי אומר יום אחד יום המיוחד טעון כרוז מכאן אמרו בארבעה פרקים בשנה המוכר בהמה לחב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  אותו  ואת בנו נוהג בין בארץ בין בח\"ל בפני הבית"
                    }, 
                    "refs": [
                        "Chullin 78a:10-40", 
                        "Chullin 78b", 
                        "Chullin 79a", 
                        "Chullin 79b", 
                        "Chullin 80a", 
                        "Chullin 80b", 
                        "Chullin 81a", 
                        "Chullin 81b", 
                        "Chullin 82a", 
                        "Chullin 82b", 
                        "Chullin 83a", 
                        "Chullin 83b:1-5"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אותו ואת בנו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אותו ואת בנו", 
                            "primary": true
                        }
                    ], 
                    "offset": 154, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 83b:6-89b:2", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כסוי  הדם נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                        }, 
                        {
                            "en": "", 
                            "he": "וליפרקינהו וליכסינהו בעינן העמדה והערכה וכמאן אי כר\"מ דאמר הכל היו בכלל העמדה וה"
                        }, 
                        {
                            "en": "", 
                            "he": "הרוצה שיתעשר יעסוק בבהמה דקה אמר רב חסדא מאי דכתיב (דברים ז, יג) ועשתרות צאנך שמ"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא ספק איש ספק אשה ורבי יוסי לטעמיה דאמר אשה ודאית נמי תקעה דתניא בני ישראל סומ"
                        }, 
                        {
                            "en": "", 
                            "he": "לא לכל אמר ר' מאיר שחיטה שאינה ראויה שמה שחיטה מודה ר\"מ שאין מתירתה באכילה ולא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "לא מיבעיא קאמר לא מיבעיא צא נחור דלאו שחיטה היא כלל אבל צא טרוף אימא שחיטה שאינה"
                        }, 
                        {
                            "en": "", 
                            "he": "סמוך מיעוטא לחזקה ואיתרע ליה רובא אם אמרו ספק טומאה לטהר יאמרו ספק איסור להתיר ה"
                        }, 
                        {
                            "en": "", 
                            "he": "הכי השתא התם משתא וברוכי בהדי הדדי לא אפשר הכא אפשר דשחיט בחדא ומכסי בחדא:"
                        }, 
                        {
                            "en": "", 
                            "he": "או בדם החיה רואין אותו כאילו הן מים רבי יהודה אומר אין דם מבטל דם דם הניתז ושעל"
                        }, 
                        {
                            "en": "", 
                            "he": "ואלו ואלו אין מטמאין ושאר כל הטמאין בין קלין בין חמורין משקין היוצאין מהן כמשקה"
                        }, 
                        {
                            "en": "And Rava said ... In the merit that our father Abraham said", 
                            "he": "ונסורת של חרשין דקה וסיד וחרסית לבנה ומגופה שכתשן ת\"ל וכסהו יכול שאני מרבה אף זב"
                        }, 
                        {
                            "en": "\"whether from a string to a shoe strap\" (Genesis 14:23) his sons merited to two", 
                            "he": "(בראשית יד, כג) אם מחוט ועד שרוך נעל זכו בניו לשתי מצות לחוט של תכלת ורצועה של ת"
                        }, 
                        {
                            "en": "", 
                            "he": "שיעורא בעינן ועבודת כוכבים כתותי מכתת שיעורא הכא כל מה דמכתת מעלי לכסוי:"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כסוי  הדם נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                    }, 
                    "refs": [
                        "Chullin 83b:6-27", 
                        "Chullin 84a", 
                        "Chullin 84b", 
                        "Chullin 85a", 
                        "Chullin 85b", 
                        "Chullin 86a", 
                        "Chullin 86b", 
                        "Chullin 87a", 
                        "Chullin 87b", 
                        "Chullin 88a", 
                        "Chullin 88b", 
                        "Chullin 89a", 
                        "Chullin 89b:1-2"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כסוי הדם", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כסוי הדם", 
                            "primary": true
                        }
                    ], 
                    "offset": 165, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 89b:3-103b:43", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  גיד  הנשה נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                        }, 
                        {
                            "en": "", 
                            "he": "אלמא איסור מוקדשין קדים אע\"ג דאיסור מוקדשין קדים אתי איסור גיד חייל עלייהו שכן א"
                        }, 
                        {
                            "en": "", 
                            "he": "לא איצטריך קרא לרבויי כי איצטריך קרא לגיד הנשה במחובר ורבנן (יחזקאל מה, טו) ממשק"
                        }, 
                        {
                            "en": "", 
                            "he": "רב אשי אמר לא נצרכא אלא לשמנו דתניא שמנו מותר וישראל קדושים נהגו בו איסור רבינא"
                        }, 
                        {
                            "en": "R.’ Akiva said  ‘I once asked R’ Gamliel and R’ Yehoshua in the meat market of E", 
                            "he": "הנה הוא זורה את גורן השעורים רבי אבהו אמר מהכא (בראשית כב, ג) וישכם אברהם בבקר ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ברוך אופנים הוא דאמרי ליה ואיבעית אימא כיון דאתיהיב רשותא אתיהיב (הושע יב, ה) וי"
                        }, 
                        {
                            "en": "", 
                            "he": "שאין כותבין כתובה לזכרים ואחת שאין שוקלין בשר המת במקולין ואחת שמכבדין את התורה:"
                        }, 
                        {
                            "en": "", 
                            "he": "חלב שהבשר חופה אותו מותר אלמא שעל הכסלים אמר רחמנא ולא שבתוך הכסלים הכא נמי שעל"
                        }, 
                        {
                            "en": "", 
                            "he": "מדלא קא בריין הני אבר מן החי נינהו מאן דשרי מדלא קא מסרחן הני חיותא אית בהו ואיד"
                        }, 
                        {
                            "en": "", 
                            "he": "חתוכה נמי לישדר ליה דהא לא אתו למזבן מיניה אלא במקום שמכריזין שלימה נמי לא לישדר"
                        }, 
                        {
                            "en": "", 
                            "he": "אחד מפני האנסין ואחד שמא מוכרין לו נבלות וטרפות אמר מר ובעובד כוכבים בין שלימה ב"
                        }, 
                        {
                            "en": "", 
                            "he": "אי הוות פייסת מינאי מי לא ספיי לך משור של פטם דעבדי אתמול א\"ל אכלי משופרי שופרי"
                        }, 
                        {
                            "en": "", 
                            "he": "מחוור רישא נפל מיניה אזל אייתי סילתא שדא אסיק תרין אמר רב עבדי נמי הכי אסרינהו נ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא מהדרינן בטביעות עינא השתא דשמעתינהו להני שמעתתא אמינא טביעות עינא עדיפא דאי"
                        }, 
                        {
                            "en": "Mishnah: A thigh in which the sciatic nerve was cooked, if it has [enough] to gi", 
                            "he": "ור' יהודה אכילה כתיבה ביה ורבנן ההיא אכילה דכי אית ביה ארבעה וחמשה זיתים ואכל חד"
                        }, 
                        {
                            "en": "", 
                            "he": "שאני חלב דמפעפע ובחלב אסור והאמר רבה בר בר חנה עובדא הוה קמיה דר' יוחנן בכנישתא"
                        }, 
                        {
                            "en": "Rav Acha bar Rav asked Ravina, what's your understanding of what Shmuel says: \"S", 
                            "he": "ואמור רבנן בששים הלכך מין בשאינו מינו דהיתרא בטעמא דאיסורא בקפילא ומין במינו דלי"
                        }, 
                        {
                            "en": "", 
                            "he": "בביצת אפרוח אבל טמאה לא איתיביה ביצים טהורות ששלקן עם ביצים טמאות אם יש בהן בנות"
                        }, 
                        {
                            "en": "", 
                            "he": "אין בשלה אלא שלימה ר' שמעון בן יוחאי אומר אין בשלה אלא שנתבשלה עם האיל דכולי עלמ"
                        }, 
                        {
                            "en": "", 
                            "he": "וליגמר מיניה גלי רחמנא גבי חטאת (ויקרא ו, כ) כל אשר יגע בבשרה יקדש להיות כמוה שא"
                        }, 
                        {
                            "en": "", 
                            "he": "לא במאה והא מדרישא במאה הוי סיפא בששים דקתני רישא להחמיר מין ומינו כיצד שאור של"
                        }, 
                        {
                            "en": "", 
                            "he": "בריה שאני: וכן חתיכה של נבלה [וכו']: ותבטיל ברובא הניחא למאן דאמר כל שדרכו לימנו"
                        }, 
                        {
                            "en": "", 
                            "he": "אפילו תימא לא קדם וסלקו הוי מין ומינו ודבר אחר וכל מין ומינו ודבר אחר סלק את מינ"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבי שמעון פוטר ור\"ש מה נפשך אי איסור חל על איסור ליחייב נמי משום גיד אי אין איס"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבי יוסי הגלילי לית ליה איסור כולל והתניא שבת ויוה\"כ שגג ועשה מלאכה מנין שחייב"
                        }, 
                        {
                            "en": "", 
                            "he": "(דברים יב, כג) לא תאכל הנפש עם הבשר ר' יהודה ור' אלעזר סברי כל שאתה מצווה על דמו"
                        }, 
                        {
                            "en": "", 
                            "he": "אכל צפור טהורה בחייה בכל שהוא במיתתה בכזית וטמאה בין בחייה בין במיתתה בכל שהוא ה"
                        }, 
                        {
                            "en": "", 
                            "he": "אכל אבר מן החי מן הטרפה ר' יוחנן אמר חייב שתים ור' שמעון בן לקיש אמר אינו חייב א"
                        }, 
                        {
                            "en": "......", 
                            "he": "מכללו אבל אבר דלא הותר מכללו לא כי אתא רב דימי אמר בעא מיניה רבי שמעון בן לקיש מ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  גיד  הנשה נוהג בארץ ובחוצה לארץ בפני הבית ושלא"
                    }, 
                    "refs": [
                        "Chullin 89b:3-31", 
                        "Chullin 90a", 
                        "Chullin 90b", 
                        "Chullin 91a", 
                        "Chullin 91b", 
                        "Chullin 92a", 
                        "Chullin 92b", 
                        "Chullin 93a", 
                        "Chullin 93b", 
                        "Chullin 94a", 
                        "Chullin 94b", 
                        "Chullin 95a", 
                        "Chullin 95b", 
                        "Chullin 96a", 
                        "Chullin 96b", 
                        "Chullin 97a", 
                        "Chullin 97b", 
                        "Chullin 98a", 
                        "Chullin 98b", 
                        "Chullin 99a", 
                        "Chullin 99b", 
                        "Chullin 100a", 
                        "Chullin 100b", 
                        "Chullin 101a", 
                        "Chullin 101b", 
                        "Chullin 102a", 
                        "Chullin 102b", 
                        "Chullin 103a", 
                        "Chullin 103b:1-43"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "גיד הנשה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "גיד הנשה", 
                            "primary": true
                        }
                    ], 
                    "offset": 177, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 103b:44-117b:7", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "Mishnah : One is forbidden to cook any kind of flesh in milk except fish and loc", 
                            "he": "מתני׳  כל  הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים וא"
                        }, 
                        {
                            "en": "", 
                            "he": "הנודר מן הבשר מותר בבשר דגים וחגבים:  גמ׳  הא עוף אסור"
                        }, 
                        {
                            "en": "Fowl may be placed on a table with cheese but may not be eaten [together], these", 
                            "he": "נאכלת עם הזר על השלחן וניתנת לכל כהן שירצה אמר ליה אביי בשלמא אי אשמועינן חלת חו"
                        }, 
                        {
                            "en": "Rather, Bait Shammai say: wipe and the same is true for rinse and Bait Hillel sa", 
                            "he": "אילימא בית שמאי אומרים מקנח ולא בעי מדיח ובית הלל אומרים מדיח ולא בעי מקנח אלא ה"
                        }, 
                        {
                            "en": "", 
                            "he": "סולדת בהן אבל היד סולדת בהן אין נוטלין בהן ואיכא דמתני לה אסיפא אחרונים אין נוטל"
                        }, 
                        {
                            "en": "[this demon entity] saw that they were spilling water out from the mouth of the", 
                            "he": "חזנהו דקא שדו מיא מפומא דחצבא אמר אי הוה ידענא דרגיליתו למיעבד הכי לא איעכבי כי"
                        }, 
                        {
                            "en": "", 
                            "he": "עד הפרק קידוש ידים ורגלים במקדש עד הפרק וכל דבר שחוצץ בטבילה בגוף חוצץ בנטילת יד"
                        }, 
                        {
                            "en": "", 
                            "he": "פקתא דערבות כגון אתון דלא שכיחי לכו מיא משו ידייכו מצפרא ואתנו עלייהו לכולא יומא"
                        }, 
                        {
                            "en": "", 
                            "he": "עבדין כדין אמר ליה דעתי קצרה עלי כי סליק ר' זירא אשכחינהו לר' אמי ור' אסי דקאכלי"
                        }, 
                        {
                            "en": "... (M') [If] A drop of milk falls on a slice of meat and imparts a flavor to it", 
                            "he": "כל הסריקין אסורין וסריקי בייתוס מותרין התם הא אמר מר בר רב אשי איזורו מוכיח עליו"
                        }, 
                        {
                            "en": "", 
                            "he": "חלב אמאי מותר חלב נבלה הוא לעולם קסבר רב אפשר לסוחטו אסור ושאני התם דאמר קרא (שמ"
                        }, 
                        {
                            "en": "", 
                            "he": "מכלל דר' יהודה סבר כי ניער מתחלה ועד סוף וכסה מתחלה ועד סוף אסור אמאי הא לא בלע"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רבי זירא אמר רב אינו עובר עליו ומותר והא אנן תנן אינו עובר עליו מיעבר הוא דל"
                        }, 
                        {
                            "en": "", 
                            "he": "שבשלה בחלבה אסורה דאפילו דיעבד נמי לא תנא נמי רישא שבשלה כי סליק רבי אלעזר אשכחי"
                        }, 
                        {
                            "en": "", 
                            "he": "טלית שאולה כל שלשים יום פטורה מן הציצית אדהכי אייתוה לההוא גברא דלא הוה מוקר אבו"
                        }, 
                        {
                            "en": "", 
                            "he": "ומשום שמנוניתא משום דמא מאי כי הדר סליק אשכחיה לר' זריקא אמר ליה האי נמי לא תבעי"
                        }, 
                        {
                            "en": "Says Rav Yehuda in the name of Shmuel: It's prohibited to eat hot food in a dish", 
                            "he": "שפיד כבדא עילוי בשרא אמר כמה יהיר האי מרבנן אימר דאמור רבנן דיעבד לכתחלה מי אמור"
                        }, 
                        {
                            "en": "[...] There was a bird that fell into a jar of  kamka  [milk based food]. R", 
                            "he": "דאגב חורפיה בלע אבל קישות גריר לבי פסקיה ואכיל קילחי דליפתא שרי דסילקא אסירי ואי"
                        }, 
                        {
                            "en": "", 
                            "he": "ומשפייה אמר ליה רב אחא בריה דרב איקא לרב אשי ומי אמר שמואל הכי והאמר שמואל ככר ש"
                        }, 
                        {
                            "en": "Assume that it derives from Shmuel, who said: \"Salted is like hot, pickled is li", 
                            "he": "ולימא ליה מדשמואל דאמר שמואל מליח הרי הוא כרותח וכבוש הרי הוא כמבושל אי מדשמואל"
                        }, 
                        {
                            "en": "", 
                            "he": "כאן גדי עזים הא כל מקום שנאמר גדי סתם אפילו פרה ורחל במשמע ולילף מיניה כתיב קרא"
                        }, 
                        {
                            "en": "", 
                            "he": "כיון דעל אכילה לא לקי אבישול נמי לא לקי ואיכא דאמרי אבישול כולי עלמא לא פליגי דל"
                        }, 
                        {
                            "en": "", 
                            "he": "היא עצמה בחלבה מנין אמרת ק\"ו ומה במקום שלא נאסר פרי עם פרי בשחיטה נאסר פרי עם הא"
                        }, 
                        {
                            "en": "", 
                            "he": "מעשה שבת ליתסרו דהא תיעבתי לך הוא אמר קרא (שמות לא, יד) כי קדש היא לכם היא קדש ו"
                        }, 
                        {
                            "en": "", 
                            "he": "כעורה זו ששנה רבי לא תאכלנו בבשר בחלב הכתוב מדבר אתה אומר בבשר בחלב הכתוב מדבר א"
                        }, 
                        {
                            "en": "", 
                            "he": "חדא מחדא קולא וחומרא פרכינן כל דהו לא פרכינן חדא מתרתי אפילו כל דהו פרכינן חדא מ"
                        }, 
                        {
                            "en": "", 
                            "he": "אם יש בנותן טעם הרי זו אסורה כשרה שינקה מן הטרפה קבתה אסורה טרפה שינקה מן הכשרה"
                        }, 
                        {
                            "en": "", 
                            "he": "מועלין בו וחייבין עליו משום פיגול ונותר וטמא מה שאין כן בדם וחומר בדם שהדם נוהג"
                        }, 
                        {
                            "en": "", 
                            "he": "מיעוטי כתיבי הכא כתיב (ויקרא ו, ג) ושמו התם כתיב (דברים כא, ו) הערופה ותלתא קראי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Mishnah : One is forbidden to cook any kind of flesh in milk except fish and loc", 
                        "he": "מתני׳  כל  הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים וא"
                    }, 
                    "refs": [
                        "Chullin 103b:44-45", 
                        "Chullin 104a", 
                        "Chullin 104b", 
                        "Chullin 105a", 
                        "Chullin 105b", 
                        "Chullin 106a", 
                        "Chullin 106b", 
                        "Chullin 107a", 
                        "Chullin 107b", 
                        "Chullin 108a", 
                        "Chullin 108b", 
                        "Chullin 109a", 
                        "Chullin 109b", 
                        "Chullin 110a", 
                        "Chullin 110b", 
                        "Chullin 111a", 
                        "Chullin 111b", 
                        "Chullin 112a", 
                        "Chullin 112b", 
                        "Chullin 113a", 
                        "Chullin 113b", 
                        "Chullin 114a", 
                        "Chullin 114b", 
                        "Chullin 115a", 
                        "Chullin 115b", 
                        "Chullin 116a", 
                        "Chullin 116b", 
                        "Chullin 117a", 
                        "Chullin 117b:1-7"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל הבשר", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל הבשר", 
                            "primary": true
                        }
                    ], 
                    "offset": 205, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 117b:8-129b:48", 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  העור  והרוטב והקיפה והאלל והעצמות והגידין והקרנ"
                        }, 
                        {
                            "en": "", 
                            "he": "יכול הנוגע כנגד בשר מאחוריו לא יהא טמא תלמוד לומר (ויקרא יא, כד) יטמא מאי קאמר א"
                        }, 
                        {
                            "en": "", 
                            "he": "ואימא אם אינו ענין לשומר דנבלה תנהו ענין לשומר דעלמא שומר להכניס ושומר לצרף אבל"
                        }, 
                        {
                            "en": "", 
                            "he": "ורב האי במאי אוקים לה אי ביד קשיא רישא אי בשומר קשיא סיפא איבעית אימא בשומר איבע"
                        }, 
                        {
                            "en": "", 
                            "he": "שני שומרין מהו שיצטרפו היכי דמי אילימא בזה על גב זה ומי איכא שומר על גב שומר והת"
                        }, 
                        {
                            "en": "", 
                            "he": "אמתניתין העור והרוטב והקיפה וכו' מצטרפין לטמא טומאת אוכלין אמר ריש לקיש לא שנו א"
                        }, 
                        {
                            "en": "", 
                            "he": "וליכתוב רחמנא בשרצים וליתו הנך וליגמרו מינייהו משום דאיכא למיפרך מה לשרצים שכן ט"
                        }, 
                        {
                            "en": "", 
                            "he": "והדר מייתי לה לערלה פרי פרי מבכורים: והאלל: מאי אלל רבי יוחנן אמר מרטקא ור\"ל אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "שסופה לטמא טומאה חמורה אמר חזקיה הואיל ויכול לגוררה ולהעמידה על פחות מכזית א\"ל ר"
                        }, 
                        {
                            "en": "", 
                            "he": "אליבא דמאן אי אליבא דר' ישמעאל האמר לא מבטל עור ואי אליבא דר\"ע פשיטא האמר מבטל ע"
                        }, 
                        {
                            "en": "", 
                            "he": "ואמר ליה ר' יוחנן כל זמן שיונק או דלמא עולא בן שנתו קאמר בין יונק ובין שאינו יונ"
                        }, 
                        {
                            "en": "", 
                            "he": "איבו אמרה וארבעי אמר בה וחדא מינייהו עבודה א\"ר יוסי בר' חנינא לא שנו אלא לפניו א"
                        }, 
                        {
                            "en": "", 
                            "he": "עולת העוף לרבי אלעזר ברבי שמעון ליגזר דילמא לא אתי למעבד רוב שנים א\"ל רב יוסף דק"
                        }, 
                        {
                            "en": "", 
                            "he": "עד שיהא בארץ רבי מאיר אומר אינו צריך לא לגרור את הטפילה ולא עד שיהא בארץ אלא ממע"
                        }, 
                        {
                            "en": "", 
                            "he": "במרודד הכא נמי במרודד: היו עליו: אמר בר פדא לא שנו אלא מאחריו אבל מלפניו יש נוגע"
                        }, 
                        {
                            "en": "", 
                            "he": "וקולית המוקדשין הנוגע בהן בין סתומים בין נקובים טמא קולית נבלה וקולית השרץ הנוגע"
                        }, 
                        {
                            "en": "", 
                            "he": "הנוגע בכחצי זית ודבר אחר מאהיל עליו ועל כחצי זית טהור ואי חד שמא הוא אמאי טהור א"
                        }, 
                        {
                            "en": "", 
                            "he": "ותני עלה רבי יוסי מטהר אהייא אילימא אסיפא ת\"ק נמי טהורי קא מטהר אלא דקאמר ת\"ק טו"
                        }, 
                        {
                            "en": "", 
                            "he": "שלש טומאות פורשות מן המת שתים בכל אחת ושלישית אין בהן ואלו הן מלא תרווד רקב ועצם"
                        }, 
                        {
                            "en": "", 
                            "he": "ת\"ל (ויקרא יא, כט) השורץ כל מקום ששורץ או אינו אלא השורץ (יכול) כל המשריץ יטמא ש"
                        }, 
                        {
                            "en": "", 
                            "he": "נשחטה הבהמה הוכשרו בדמיה דברי רבי מאיר רבי שמעון אומר לא הוכשרו מתה הבהמה הבשר צ"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי מאיר אומר אם אוחז בקטן וגדול עולה עמו הרי הוא כמוהו ואם לאו אינו כמוהו ואמר"
                        }, 
                        {
                            "en": "", 
                            "he": "מהו שתעשה יד לחברתה תיקו אמר רב פפא הרי אמרו יחור של תאנה שנפשח ומעורה בקליפתה ר"
                        }, 
                        {
                            "en": "", 
                            "he": "טומאת בית הסתרים היא וטומאת בית הסתרים לא מטמא אמר ליה אף לדידי קשיא לי ושאילתיה"
                        }, 
                        {
                            "en": "", 
                            "he": "לאחרים אין קרוי אוכל אמר ליה רבי זירא לרבי אסי דילמא טעמא דרבי שמעון התם הואיל ו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  העור  והרוטב והקיפה והאלל והעצמות והגידין והקרנ"
                    }, 
                    "refs": [
                        "Chullin 117b:8-20", 
                        "Chullin 118a", 
                        "Chullin 118b", 
                        "Chullin 119a", 
                        "Chullin 119b", 
                        "Chullin 120a", 
                        "Chullin 120b", 
                        "Chullin 121a", 
                        "Chullin 121b", 
                        "Chullin 122a", 
                        "Chullin 122b", 
                        "Chullin 123a", 
                        "Chullin 123b", 
                        "Chullin 124a", 
                        "Chullin 124b", 
                        "Chullin 125a", 
                        "Chullin 125b", 
                        "Chullin 126a", 
                        "Chullin 126b", 
                        "Chullin 127a", 
                        "Chullin 127b", 
                        "Chullin 128a", 
                        "Chullin 128b", 
                        "Chullin 129a", 
                        "Chullin 129b:1-48"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "העור והרוטב", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "העור והרוטב", 
                            "primary": true
                        }
                    ], 
                    "offset": 233, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 130a:1-134b:71", 
                    "title": "Chapter 10", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הזרוע  והלחיים והקבה נוהגין בארץ ובחוצה לארץ בפ"
                        }, 
                        {
                            "en": "", 
                            "he": "אי אגואי קא מעייל חולין לעזרה הלכך לא אפשר אלא זה למה לי לכדרב חסדא דאמר רב חסדא"
                        }, 
                        {
                            "en": "", 
                            "he": "דאתו לידיה בטבלייהו וקסבר האי תנא מתנות שלא הורמו כמי שהורמו דמיין תא שמע הרי שא"
                        }, 
                        {
                            "en": "", 
                            "he": "השכחה והפאה דכתיב (ויקרא כג, כב) ובקוצרכם את קציר ארצכם לא תכלה פאת שדך בקוצרך ו"
                        }, 
                        {
                            "en": "", 
                            "he": "מטונך אהרן ובניו כתובין בפרשה דבי רבי ישמעאל תנא כהן ולא כהנת וילמוד סתום מן המפ"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רב אושעיא בבא לידי כהן ומכרו לישראל במומו: השוחט לכהן ולעובד כוכבים פטור מן"
                        }, 
                        {
                            "en": "", 
                            "he": "וקבלות הזאות והשקאת סוטה ועריפת עגלה ערופה וטהרת מצורע ונשיאות כפים בין מבפנים ב"
                        }, 
                        {
                            "en": "", 
                            "he": "הכא במאי עסקינן דיתיב עובד כוכבים אמסחתא דכותה גבי כהן דיתיב אמסחתא אמאי צריך לר"
                        }, 
                        {
                            "en": "", 
                            "he": "ורמינהו על מנת שהמתנות שלי נותן לכל כהן שירצה על מנת אחוץ קא רמית חוץ שיורא על מ"
                        }, 
                        {
                            "en": "", 
                            "he": "ראשית הגז והמתנות ופדיון הבן ופדיון פטר חמור לפטור כי אתא רבין אמר קמה אקמה רמי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הזרוע  והלחיים והקבה נוהגין בארץ ובחוצה לארץ בפ"
                    }, 
                    "refs": [
                        "Chullin 130a:1-30", 
                        "Chullin 130b", 
                        "Chullin 131a", 
                        "Chullin 131b", 
                        "Chullin 132a", 
                        "Chullin 132b", 
                        "Chullin 133a", 
                        "Chullin 133b", 
                        "Chullin 134a", 
                        "Chullin 134b:1-71"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הזרוע והלחיים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 10", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הזרוע והלחיים", 
                            "primary": true
                        }
                    ], 
                    "offset": 258, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 135a:1-138b:7", 
                    "title": "Chapter 11", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  ראשית  הגז נוהג בארץ ובחו\"ל בפני הבית ושלא בפני"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבנן לא נכתוב רחמנא לא וי\"ו ולא ראשית ורבי אלעאי איידי דהאי קדושת דמים והאי קדו"
                        }, 
                        {
                            "en": "", 
                            "he": "דרך ביאתך מן הימין מעשר אע\"ג דכתיב מעשר דגנך דילך אין דשותפות לא כתב רחמנא מעשרו"
                        }, 
                        {
                            "en": "", 
                            "he": "דלא כר' אלעאי אי מה תרומה ממין על שאינו מינו לא אף ראשית הגז ממין על שאינו מינו"
                        }, 
                        {
                            "en": "", 
                            "he": "בקדושה ומכירה והנך נפישין פשוט מפשוט עדיף ליה: ראשית הגז אינו נוהג אלא ברחלים: מ"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר ר' יוחנן מפי שמועה אמרה מפי חגי זכריה ומלאכי: ר' דוסא בן הרכינס אומר וכו': ו"
                        }, 
                        {
                            "en": "", 
                            "he": "בששים ותני תנא מנה בן ארבעים סלעים אין והתנן חמת חדשה אע\"פ שמקבלת רמונים טהורה ת"
                        }, 
                        {
                            "en": "", 
                            "he": "אלמא מתנות דכהן לא מזבין איניש הכא נמי מתנות דכהן לא מזבין איניש הלכך שייר המוכר"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  ראשית  הגז נוהג בארץ ובחו\"ל בפני הבית ושלא בפני"
                    }, 
                    "refs": [
                        "Chullin 135a:1-60", 
                        "Chullin 135b", 
                        "Chullin 136a", 
                        "Chullin 136b", 
                        "Chullin 137a", 
                        "Chullin 137b", 
                        "Chullin 138a", 
                        "Chullin 138b:1-7"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "ראשית הגז", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 11", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "ראשית הגז", 
                            "primary": true
                        }
                    ], 
                    "offset": 268, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Chullin 138b:8-142a:39", 
                    "title": "Chapter 12", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  שילוח  הקן נוהג בארץ ובחו\"ל בפני הבית ושלא בפני"
                        }, 
                        {
                            "en": "", 
                            "he": "בר קטלא הוא אלא דלא גמר דיניה ובעי לאתוייה לבי דינא וקיומי ביה (דברים יג, ו) ובע"
                        }, 
                        {
                            "en": "The stringency of covering, etc.:  The rabbis taught, \"'If the nest of a b", 
                            "he": "יכול אף זה כן ת\"ל ונתן את הערכך וגו' חולין עד שיבאו לידי גזבר אלא אי איתמר הכי א"
                        }, 
                        {
                            "en": "", 
                            "he": "(דניאל ד, ט) ובענפוהי ידורן צפרי שמיא צפרי שמיא איקרו צפרי סתמא לא איקרו ת\"ש (דב"
                        }, 
                        {
                            "en": "", 
                            "he": "אם כן צפור למעוטי עוף טמא ל\"ל והתניא אם אפרוחין טרפה חייב בשילוח אמר אביי הכי קא"
                        }, 
                        {
                            "en": "", 
                            "he": "ליתני רובדי אילן וכ\"ש מעופפת מעופפת איצטריך ליה דאפי' כנפיה נוגעות בקן פטור מלשל"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי חייא ובי רבי אושעיא משבשתא היא ולא תותבו מינה בי מדרשא דלמא אינה בכלל מלקות"
                        }, 
                        {
                            "en": "", 
                            "he": "בעומד ואומר זה וזה אני נוטל סגיא הנהו פירי חדתי הוו דלוי בר סימון גופיה לא הוה ק"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  שילוח  הקן נוהג בארץ ובחו\"ל בפני הבית ושלא בפני"
                    }, 
                    "refs": [
                        "Chullin 138b:8-37", 
                        "Chullin 139a", 
                        "Chullin 139b", 
                        "Chullin 140a", 
                        "Chullin 140b", 
                        "Chullin 141a", 
                        "Chullin 141b", 
                        "Chullin 142a:1-39"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שילוח הקן", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 12", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שילוח הקן", 
                            "primary": true
                        }
                    ], 
                    "offset": 275, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Tractate Chullin"
                }, 
                {
                    "lang": "en", 
                    "text": "Talmud Chullin"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Chullin"
                }, 
                {
                    "lang": "en", 
                    "text": "Hullin"
                }, 
                {
                    "lang": "he", 
                    "text": "חולין", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Chullin", 
                    "primary": true
                }
            ], 
            "heTitle": "חולין", 
            "title": "Chullin"
        }
    }, 
    "order": [
        30, 
        3
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ], 
    "default_struct": "Chapters"
}