{
    "heTitleVariants": [
        "כתובות"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Ketubot", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Ketubot (Prenuptial agreements) belongs to the third order, Nashim (Women) and discusses the Ketubah (Judaism's prenuptial agreement), as well as topics such as virginity, Jus primae noctis and the obligations of a couple towards each other. It has thirteen chapters.", 
    "depth": 2, 
    "heTitle": "כתובות", 
    "era": "A", 
    "titleVariants": [
        "Talmud Ketubot", 
        "Masekhet Ketubot", 
        "Tractate Ketubot", 
        "Kethuvoth", 
        "Ketuvot", 
        "Ketubot"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            222, 
            11174
        ], 
        "title": "Ketubot", 
        "heTitle": "כתובות", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Talmud Ketubot"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Ketubot"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Ketubot"
            }, 
            {
                "lang": "en", 
                "text": "Kethuvoth"
            }, 
            {
                "lang": "en", 
                "text": "Ketuvot"
            }, 
            {
                "lang": "he", 
                "text": "כתובות", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Ketubot", 
                "primary": true
            }
        ], 
        "key": "Ketubot", 
        "checkFirst": {
            "en": "Mishnah Ketubot", 
            "he": "משנה כתובות"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Ketubot 2a:1-15b:34", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "A virgin is married on the fourth day [of the week] and a widow on the fifth day", 
                            "he": "מתני׳  בתולה  נשאת ליום הרביעי ואלמנה ליום החמישי שפעמ"
                        }, 
                        {
                            "en": "During her regular time there is no question that she cannot say to him, “His fi", 
                            "he": "דלא מציא אמרה ליה נסתחפה שדהו כי תיבעי לך שלא בשעת ווסתה מאי כיון דלא בשעת ווסתה"
                        }, 
                        {
                            "en": "sometimes [it may happen] that he was not held back by an accident, and she woul", 
                            "he": "זימנין דלא אניס וסברה דאניס ומיעגנא ויתבה ומשום פרוצות דאי אמרת לא ליהוי גיטא זי"
                        }, 
                        {
                            "en": "What does it mean “they watched diligently over”? As it has been taught: Why did", 
                            "he": "מאי שקדו דתניא מפני מה אמרו בתולה נשאת ליום הרביעי שאם היה לו טענת בתולים היה מש"
                        }, 
                        {
                            "en": "and he has the mandated act of intercourse and then separates from her. And [th", 
                            "he": "ובועל בעילת מצוה ופורש ונוהג שבעת ימי המשתה ואחר כך נוהג שבעת ימי אבילות וכל אות"
                        }, 
                        {
                            "en": "This is what he means to say: And so [also], if his wife became a menstruant and", 
                            "he": "הכי קאמר וכן מי שפירסה אשתו נדה ולא בעל הוא ישן בין האנשים ואשתו ישנה בין הנשים"
                        }, 
                        {
                            "en": "Because of [reckoning] accounts. Abaye said to him: And are accounts of a mitzva", 
                            "he": "משום חשבונות אמר ליה אביי וחשבונות של מצוה מי אסירי והא רב חסדא ורב המנונא דאמרי"
                        }, 
                        {
                            "en": "he should plug his finger into his ears And this is the same thing that R. Elaza", 
                            "he": "יניח אצבעו באזניו והיינו דאמר ר' אלעזר מפני מה אצבעותיו של אדם דומות ליתידות מאי"
                        }, 
                        {
                            "en": "Or does the halakhah follow R. Shimon? It was stated: in the school of Rav they", 
                            "he": "או הלכה כר\"ש (איתמר) בבי רב אמרי רב שרי ושמואל אסר בנהרדעא אמרי רב אסר ושמואל שר"
                        }, 
                        {
                            "en": "[Now] does it not  mean that if he had not yet had intercourse [with his wife] h", 
                            "he": "מאי לאו דאי לא בעל מצי בעיל אפילו בשבת אמר רבא לא לבר משבת אמר ליה אביי והא עד מ"
                        }, 
                        {
                            "en": "There it is stored up and ready to be released, here it is stored up but not rea", 
                            "he": "פטור התם פקיד ועקיר הכא פקיד ולא עקיר רבי אמי שרא למיבעל בתחלה בשבת אמרי ליה רבנ"
                        }, 
                        {
                            "en": "They objected: They bless over a virgin for seven days and over a widow one day.", 
                            "he": "מיתיבי מברכין לבתולה שבעה ולאלמנה יום אחד מאי לאו אפילו אלמנה שנשאת לבחור לא לאל"
                        }, 
                        {
                            "en": "who created everything for His Glory. [Blessed are You, LORD, our God, sovereign", 
                            "he": "שהכל ברא לכבודו ויוצר האדם ואשר יצר את האדם בצלמו בצלם דמות תבניתו והתקין לו ממנ"
                        }, 
                        {
                            "en": "That was taught with regard to birkat hamazon and R. Yohanan referred to the lin", 
                            "he": "כי תניא ההיא בברכת המזון כי קאמר רבי יוחנן בשורה ואלא הא דאמר רבי יצחק אמר רבי י"
                        }, 
                        {
                            "en": "He who says: I have found an “open opening” is trusted to make her forbidden for", 
                            "he": "האומר פתח פתוח מצאתי נאמן לאוסרה עליו ואמאי ספק ספיקא הוא ספק תחתיו ספק אין תחתי"
                        }, 
                        {
                            "en": "Everyone who goes out into the battle of the House of David writes for his wife", 
                            "he": "כל היוצא למלחמת בית דוד גט כריתות כותב לאשתו דכתיב (שמואל א יז, יח) ואת אחיך תפק"
                        }, 
                        {
                            "en": "It was stated: Rav Nahman said in the name of Shmuel who said in the name of R.", 
                            "he": "איתמר אמר רב נחמן אמר שמואל משום רבי שמעון בן אלעזר חכמים תקנו להם לבנות ישראל ל"
                        }, 
                        {
                            "en": "Our  laundry work is like their  washing. And if you will say let us do laundry", 
                            "he": "גיהוץ שלנו ככיבוס שלהם ואי אמרת ניעבד גיהוץ מעברא ליה חומרתא ההוא דאתא לקמיה דרב"
                        }, 
                        {
                            "en": "We also teach “aylonit”—a “duchranit” for she cannot give birth. A female prosel", 
                            "he": "אף אנו נאמר איילונית דוכרנית דלא ילדה:  מתני׳  הגיורת"
                        }, 
                        {
                            "en": "and there is no claim of non-virginity upon her. A female proselyte, a woman cap", 
                            "he": "ואין להן טענת בתולים הגיורת והשבויה והשפחה שנפדו ושנתגיירו ושנשתחררו יתירות על ב"
                        }, 
                        {
                            "en": "Rabba said This means that if he married her in the presumption that she was a v", 
                            "he": "אמר רבה זאת אומרת כנסה בחזקת בתולה ונמצאת בעולה יש לה כתובה מנה רב אשי אמר בעלמא"
                        }, 
                        {
                            "en": "When they saw that the treated them  lightly, they enacted for them two hundred", 
                            "he": "כיון דחזו דמזלזלי בהו תקינו להו מאתן כיון דחזו דקא פרשין מינייהו דאמרי עד דנסבינ"
                        }, 
                        {
                            "en": "for if it were [not] so, there would be a difficulty between one halakhah and a", 
                            "he": "דאם כן קשיא הלכתא אהלכתא דקיימא לן הלכתא כרב נחמן בדיני ובהא אמר רב יהודה אמר שמ"
                        }, 
                        {
                            "en": "or into a ruin, and they said to her, “What sort of a man is he?” and she answer", 
                            "he": "או לחורבה ואמרו לה מה טיבו של איש זה כהן הוא ובן אחי אבא הוא רבן גמליאל ור\"א אומ"
                        }, 
                        {
                            "en": "“Yes. It is from me.” Joseph said: What should we be concerned about? First, he", 
                            "he": "אין מינאי אמר רב יוסף למאי ניחוש לה חדא דהא קא מודה ועוד הא אמר רב יהודה אמר שמו"
                        }, 
                        {
                            "en": "I have heard that when there is none of these defects in the family, they may ma", 
                            "he": "שמעתי כל שאין בה אחד מכל אלו משיאין לכהונה ר\"ש בן אלעזר אומר משום ר\"מ וכן היה ר\""
                        }, 
                        {
                            "en": "The incident happened in the marketplaces of Tzippori, and this follows R. Ammi,", 
                            "he": "בקרונות של ציפורי היה מעשה וכדרבי אמי דאמר רבי אמי והוא שהיתה סיעה של בני אדם כש"
                        }, 
                        {
                            "en": "If one found in it an abandoned child — if the majority were non-Jews [the child", 
                            "he": "מצא בה תינוק מושלך אם רוב עובדי כוכבים עובד כוכבי' אם רוב ישראל ישראל מחצה על מח"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "A virgin is married on the fourth day [of the week] and a widow on the fifth day", 
                        "he": "מתני׳  בתולה  נשאת ליום הרביעי ואלמנה ליום החמישי שפעמ"
                    }, 
                    "refs": [
                        "Ketubot 2a:1-31", 
                        "Ketubot 2b", 
                        "Ketubot 3a", 
                        "Ketubot 3b", 
                        "Ketubot 4a", 
                        "Ketubot 4b", 
                        "Ketubot 5a", 
                        "Ketubot 5b", 
                        "Ketubot 6a", 
                        "Ketubot 6b", 
                        "Ketubot 7a", 
                        "Ketubot 7b", 
                        "Ketubot 8a", 
                        "Ketubot 8b", 
                        "Ketubot 9a", 
                        "Ketubot 9b", 
                        "Ketubot 10a", 
                        "Ketubot 10b", 
                        "Ketubot 11a", 
                        "Ketubot 11b", 
                        "Ketubot 12a", 
                        "Ketubot 12b", 
                        "Ketubot 13a", 
                        "Ketubot 13b", 
                        "Ketubot 14a", 
                        "Ketubot 14b", 
                        "Ketubot 15a", 
                        "Ketubot 15b:1-34"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "בתולה נשאת", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בתולה נשאת", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 15b:35-28b:62", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "A woman became a widow or was divorced. She says,  “I was a virgin when you marr", 
                            "he": "מתני׳  האשה  שנתארמלה או שנתגרשה היא אומרת בתולה נשאתנ"
                        }, 
                        {
                            "en": "for the mouth that forbade is the mouth that permitted. But if there are witness", 
                            "he": "שהפה שאסר הוא הפה שהתיר ואם יש עדים שהיא של אביו והוא אומר לקחתיה הימנו אינו נאמ"
                        }, 
                        {
                            "en": "and since this one does not have a voice, [the presumption that she belonged to]", 
                            "he": "וזו הואיל ואין לה קול איתרע לה רובא אי כל הנשאת בתולה יש לה קול כי אתו עדים מאי"
                        }, 
                        {
                            "en": "The bride as she is. And Bet Hillel say: “A beautiful and graceful bride”! Bet S", 
                            "he": "כלה כמות שהיא ובית הלל אומרים כלה נאה וחסודה אמרו להן ב\"ש לב\"ה הרי שהיתה חיגרת א"
                        }, 
                        {
                            "en": "But there is no measure for one who teaches [the oral Torah]. And if there are w", 
                            "he": "אבל למאן דמתני לית ליה שיעורא: ואם יש עדים שיצתה בהינומא וכו': מאי הינומא סורחב"
                        }, 
                        {
                            "en": "For in general Judea and the Galilee are like a time of emergency. But let it te", 
                            "he": "דסתם יהודה וגליל כשעת חירום דמו וליתני מודה רבי יהושע באומר לחבירו מנה לויתי ממך"
                        }, 
                        {
                            "en": "He would like to admit that he owes the whole debt, and the reason he does not a", 
                            "he": "ובכולה בעי דלודי ליה והאי דלא אודי ליה כי היכי דלישתמיט ליה וסבר עד דהוה לי זוזי"
                        }, 
                        {
                            "en": "It is a presumption that the witnesses do not sign a document unless [everything", 
                            "he": "חזקה אין העדים חותמין על השטר אא\"כ נעשה בגדול אלא אנוסין מ\"ט אמר רב חסדא קסבר ר\""
                        }, 
                        {
                            "en": "And R. Sheshet the son of R. Idi said: From [the words of] R. Kahana we can lear", 
                            "he": "ואמר רב ששת בריה דרב אידי ש\"מ מדרב כהנא עדים שאמרו אמנה היו דברינו אין נאמנין מא"
                        }, 
                        {
                            "en": "and just as witnesses can be rebutted only in their presence, so too they can be", 
                            "he": "וכשם שאין מזימין את העדים אלא בפניהם כך אין מכחישין את העדים אלא בפניהם אמר ליה"
                        }, 
                        {
                            "en": "But if he is a scholar even he himself may remind the witness.  As that case of", 
                            "he": "ואי צורבא מרבנן הוא אפילו עצמו כי הא דרב אשי הוה ידיע ליה בסהדותא לרב כהנא אמר ל"
                        }, 
                        {
                            "en": "they give evidence with regard to their handwriting, according to the Sages they", 
                            "he": "על כתב ידן הם מעידים לדברי חכמים על מנה שבשטר הם מעידים פשיטא מהו דתימא לרבי ספו"
                        }, 
                        {
                            "en": "Rabbanai, the brother of R. Hiyya b. Abba, came to buy sesame and he said: Thus", 
                            "he": "איקלע רבנאי אחוה דר' חייא בר אבא למזבן שומשמי ואמר הכי אמר שמואל עד ודיין מצטרפי"
                        }, 
                        {
                            "en": "they are two and two. [And] if it is a protest regarding family blemish, then it", 
                            "he": "תרי ותרי נינהו אי ערער דפגם משפחה גלוי מלתא בעלמא הוא לעולם אימא לך ערער דגזלנות"
                        }, 
                        {
                            "en": "Also in this case if she gives a plausible reason for her words she is believed.", 
                            "he": "אמתלא לדבריה נאמנת תנא מיניה ארבעים זימנין ואפ\"ה לא עבד שמואל עובדא בנפשיה ת\"ר ש"
                        }, 
                        {
                            "en": "What is the difference between the first case and the second case? Abaye said:", 
                            "he": "מאי שנא רישא ומאי שנא סיפא אמר אביי תרגמה בעד אחד עד אחד אומר נתקדשה ועד אחד אומ"
                        }, 
                        {
                            "en": "Two women were taken captive: one says,  “I was taken captive and I am pure”, an", 
                            "he": "מתני׳  שתי נשים שנשבו זאת אומרת נשביתי וטהורה אני וזא"
                        }, 
                        {
                            "en": "I would not say so. And if he would let us hear these two [cases I might have sa", 
                            "he": "אימא לא ואי אשמעינן הני תרתי משום דממונא אבל אשת איש דאיסורא אימא לא נשביתי וטהו"
                        }, 
                        {
                            "en": "so too here it refers to a case when he  has his trade-tools in his hand And in", 
                            "he": "הכא נמי בשכלי אומנותו בידו והיכא אתמר דרבי חמא בר עוקבא אהא דתנן הקדר שהניח קדיר"
                        }, 
                        {
                            "en": "If so, what is so great about presumption? Until now they ate [only] rabbinical", 
                            "he": "ואלא מאי גדולה חזקה מעיקרא אכול בתרומה דרבנן השתא אכול בתרומה דאורייתא ואי בעית"
                        }, 
                        {
                            "en": "not all of them went up. Come and hear: A presumption for the priesthood [is con", 
                            "he": "לאו כולהו סלוק ת\"ש חזקה לכהונה נשיאות כפים וחילוק גרנות ועדות עדות חזקה היא אלא"
                        }, 
                        {
                            "en": "When he was innocently talking.  As that which Rav Judah said in the name of Shm", 
                            "he": "במסיח לפי תומו כי הא דאמר רב יהודה אמר שמואל מעשה באדם אחד שהיה מסיח לפי תומו וא"
                        }, 
                        {
                            "en": "and they raised him [again] and [then] came two [other witnesses] and said [that", 
                            "he": "ואסקיניה ואתו בי תרי ואמרי בן גרושה ובן חלוצה הוא ואחתיניה ואתא עד אחד ואמר ידענ"
                        }, 
                        {
                            "en": "and he teaches when she was taken as collateral” but not “when she was imprisone", 
                            "he": "הורהנה אין נחבשה לא הוא הדין אפילו נחבשה ומעשה שהיה כך היה איכא דאמרי אמר רבא אף"
                        }, 
                        {
                            "en": "why would she lie” or do we not say it? But why should this be different from th", 
                            "he": "מה לי לשקר או דלמא לא אמרינן ומאי שנא מההוא מעשה דההוא גברא דאגר ליה חמרא לחבריה"
                        }, 
                        {
                            "en": "And if he was a priest she must not live with him in the [same] alley.  If it wa", 
                            "he": "ואם היה כהן לא תדור עמו במבוי אם היה כפר קטן זה היה מעשה ואמרו כפר קטן נידון כשכ"
                        }, 
                        {
                            "en": "a guardian or he put on Tefillin in the presence of his master or he read three", 
                            "he": "אפוטרופוס או שהניח תפילין בפני רבו או שקרא שלשה פסוקים בבית הכנסת הרי זה לא יצא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "A woman became a widow or was divorced. She says,  “I was a virgin when you marr", 
                        "he": "מתני׳  האשה  שנתארמלה או שנתגרשה היא אומרת בתולה נשאתנ"
                    }, 
                    "refs": [
                        "Ketubot 15b:35-42", 
                        "Ketubot 16a", 
                        "Ketubot 16b", 
                        "Ketubot 17a", 
                        "Ketubot 17b", 
                        "Ketubot 18a", 
                        "Ketubot 18b", 
                        "Ketubot 19a", 
                        "Ketubot 19b", 
                        "Ketubot 20a", 
                        "Ketubot 20b", 
                        "Ketubot 21a", 
                        "Ketubot 21b", 
                        "Ketubot 22a", 
                        "Ketubot 22b", 
                        "Ketubot 23a", 
                        "Ketubot 23b", 
                        "Ketubot 24a", 
                        "Ketubot 24b", 
                        "Ketubot 25a", 
                        "Ketubot 25b", 
                        "Ketubot 26a", 
                        "Ketubot 26b", 
                        "Ketubot 27a", 
                        "Ketubot 27b", 
                        "Ketubot 28a", 
                        "Ketubot 28b:1-62"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "האשה שנתארמלה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "האשה שנתארמלה", 
                            "primary": true
                        }
                    ], 
                    "offset": 29, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 29a:1-41b:37", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "These are girls to whom the fine is due: If one had intercourse with a mamzeret,", 
                            "he": "מתני׳  אלו  נערות שיש להן קנס הבא על הממזרת ועל הנתינה"
                        }, 
                        {
                            "en": "also the fine [applies] when the sale [applies]. But are these entitled to the f", 
                            "he": "אף קנס במקום מכר והני בני קנסא נינהו ואמאי איקרי כאן (דברים כב, יט) ולו תהיה לאש"
                        }, 
                        {
                            "en": "is with regard to the marriage between an Egyptian or an Edomite [woman], in whi", 
                            "he": "חייבי עשה מצרי ואדומי הניחא לר' ישבב אי לאפוקי מטעמא דר' סימאי קאתי שפיר אלא אי"
                        }, 
                        {
                            "en": "the judgment of the four forms of capital punishment has not ceased.   He who wo", 
                            "he": "דין ארבע מיתות לא בטלו מי שנתחייב סקילה או נופל מן הגג או חיה דורסתו ומי שנתחייב"
                        }, 
                        {
                            "en": "and [at the same time] tore the silk garments of his neighbor.  The [above] text", 
                            "he": "וקרע שיראין של חבירו גופא אמר רב חסדא מודה רבי נחוניא בן הקנה בגונב חלבו של חביר"
                        }, 
                        {
                            "en": "He would be exempt. [If so] instead of teaching “but if he dragged it along he", 
                            "he": "פטור אדתני היה מגרר ויוצא מגרר ויוצא פטור נפלוג וניתני בדידה במה דברי' אמורים בע"
                        }, 
                        {
                            "en": "and we hold that one does not receive lashes and pay! Ulla said:  There is no di", 
                            "he": "וקיימא לן דאינו לוקה ומשלם אמר עולא לא קשיא כאן באחותו נערה כאן באחותו בוגרת אחו"
                        }, 
                        {
                            "en": "Rather, Ulla derives it from the two words “tahat:”  It is written here “Since (", 
                            "he": "אלא עולא תחת תחת גמר כתיב הכא (דברים כב, כט) תחת אשר ענה וכתיב התם (שמות כא, כד)"
                        }, 
                        {
                            "en": "[The same could be said] about one who injures another: If so you would abolish", 
                            "he": "חובל בחבירו נמי א\"כ בטלת (דברים כה, ג) לא יוסיף פן יוסיף עדים זוממין נמי א\"כ בטל"
                        }, 
                        {
                            "en": "Perhaps lashes are more severe, for Rav said: If they had lashed Hananiah, Misha", 
                            "he": "דלמא מלקות חמור דאמר רב אילמלי נגדוה לחנניה מישאל ועזריה פלחו לצלמא א\"ל רב סמא ב"
                        }, 
                        {
                            "en": "Who are the Sages? R. Shimon, who says: An unfit slaughtering is not called slau", 
                            "he": "ר' שמעון היא דאמר שחיטה שאינה ראויה לא שמה שחיטה התינח עבודת כוכבים ושור הנסקל א"
                        }, 
                        {
                            "en": "and R. Meir holds the view that [though generally] one may receive the lashes an", 
                            "he": "ור' מאיר לוקה ומשלם אית ליה מת ומשלם לית ליה ושאני הני דחידוש הוא שחידשה תורה בק"
                        }, 
                        {
                            "en": "Does this not refer to the law concerning “harm”?  No, it refers to real “harm.”", 
                            "he": "מאי לאו אסון ממש לא דין אסון איכא דאמרי איתיביה רבי יוחנן לר\"ל (שמות כא, כב) ולא"
                        }, 
                        {
                            "en": "Anyhow, he is not liable to pay damages?  It necessarily [speaks of a case] wher", 
                            "he": "סוף סוף לאו בר תשלומין הוא לא צריכא דבהדי דמחייה קרע שיראין דיליה א\"ל רב חייא לר"
                        }, 
                        {
                            "en": "are really forbidden relations and prohibitions of the second degree [are those", 
                            "he": "עריות ממש שניות מדברי סופרים כיון דמדאורייתא חזיא ליה אמאי אין להן קנס אלא עריות"
                        }, 
                        {
                            "en": "If he claims with regard to the bleeding, it is really so [that he can make a vi", 
                            "he": "אי דקא טעין טענת דמים הכי נמי הכא במאי עסקינן דקטעין טענת פתח פתוח: סומכוס אומר"
                        }, 
                        {
                            "en": "Does R. Judah really hold that [a female captive] remains in her state of holine", 
                            "he": "וסבר רבי יהודה בקדושתה קיימא והתניא הגיורת שנתגיירה וראתה דם ר' יהודה אומר דיה ש"
                        }, 
                        {
                            "en": "and one refers to the penalties of death and lashes. And [both texts were] neede", 
                            "he": "וחדא במיתה ומלקות וצריכא דאי אשמעינן מיתה וממון משום דחדא בגופיה וחדא בממוניה לא"
                        }, 
                        {
                            "en": "this applied only where murder had been committed in the course of an upward mov", 
                            "he": "הני מילי היכא דהרגו דרך עלייה שלא ניתנה שגגתו לכפרה אבל הרגו דרך ירידה דניתנה שג"
                        }, 
                        {
                            "en": "Why not say  that “virgin” should be used for the gezerah shavah and “who was no", 
                            "he": "אימא בתולה לגזירה שוה ואשר לא אורסה פרט לנערה שנתארסה ונתגרשה מסתברא אשר לא אורס"
                        }, 
                        {
                            "en": "But can she become pregnant? Did not R. Bibi say in front of R. Nahman: Three [c", 
                            "he": "ומי מעברא והתני רב ביבי קמיה דרב נחמן שלש נשים משמשות במוך אלו הן קטנה ומעוברת ו"
                        }, 
                        {
                            "en": "the woman would ultimately have suffered the same pain from her husband. But the", 
                            "he": "שסופה להצטער תחת בעלה אמרו לו אינו דומה נבעלת באונס לנבעלת ברצון אלא אמר רב נחמן"
                        }, 
                        {
                            "en": "why isn’t this also learned? The verse says: “He shall surely pay a dowry for he", 
                            "he": "להא מילתא נמי ליגמרו מהדדי אמר קרא (שמות כב, טו) מהר ימהרנה לו לאשה לו מדעתו: כי"
                        }, 
                        {
                            "en": "needlework also be thirty? Rather R. Zera said: If two men had intercourse with", 
                            "he": "מעשה מחט שלשים אלא א\"ר זירא אילו באו עליה שנים אחד כדרכה ואחד שלא כדרכה יאמרו בע"
                        }, 
                        {
                            "en": "He who declares, “I seduced the daughter of so-and-so” must pay compensation for", 
                            "he": "מתני׳  האומר פתיתי את בתו של פלוני משלם בושת ופגם על"
                        }, 
                        {
                            "en": "since that [mishnah] may be the view of  R. Yose the Galilean who ruled that  [i", 
                            "he": "הא מני ר' יוסי הגלילי היא דאמר תם משלם חצי כופר ת\"ש המית שורי את פלוני או שורו ש"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "These are girls to whom the fine is due: If one had intercourse with a mamzeret,", 
                        "he": "מתני׳  אלו  נערות שיש להן קנס הבא על הממזרת ועל הנתינה"
                    }, 
                    "refs": [
                        "Ketubot 29a:1-20", 
                        "Ketubot 29b", 
                        "Ketubot 30a", 
                        "Ketubot 30b", 
                        "Ketubot 31a", 
                        "Ketubot 31b", 
                        "Ketubot 32a", 
                        "Ketubot 32b", 
                        "Ketubot 33a", 
                        "Ketubot 33b", 
                        "Ketubot 34a", 
                        "Ketubot 34b", 
                        "Ketubot 35a", 
                        "Ketubot 35b", 
                        "Ketubot 36a", 
                        "Ketubot 36b", 
                        "Ketubot 37a", 
                        "Ketubot 37b", 
                        "Ketubot 38a", 
                        "Ketubot 38b", 
                        "Ketubot 39a", 
                        "Ketubot 39b", 
                        "Ketubot 40a", 
                        "Ketubot 40b", 
                        "Ketubot 41a", 
                        "Ketubot 41b:1-37"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אלו נערות", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אלו נערות", 
                            "primary": true
                        }
                    ], 
                    "offset": 56, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 41b:38-54b:21", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "If a young girl was seduced [the compensation for] her embarrassment and blemish", 
                            "he": "מתני׳  נערה  שנתפתתה בושתה ופגמה וקנסה של אביה והצער ב"
                        }, 
                        {
                            "en": "Her handiwork and anything she finds, even if she had not collected [the proceed", 
                            "he": "מעשה ידיה ומציאתה אע\"פ שלא גבתה מת האב הרי הן של אחין:  גמ׳"
                        }, 
                        {
                            "en": "Does this not refer to one who had already been tried? No, it refers to one who", 
                            "he": "מאי לאו בשעמד בדין לא בשלא עמד בדין והא מדרישא בשעמד בדין סיפא נמי בשעמד בדין דק"
                        }, 
                        {
                            "en": "and one who makes a voluntary admission in a penal case is exempt. But the rabbi", 
                            "he": "ומודה בקנס פטור ורבנן סברי כי קא תבע בושת ופגם קא תבע במאי קא מיפלגי א\"ר פפא ר\"ש"
                        }, 
                        {
                            "en": "This refers to a case where the wound was on her face. Rav Zera said in the name", 
                            "he": "שפצעה בפניה אמר רב זירא אמר רב מתנה אמר רב ואמרי לה אמר רבי זירא א\"ר מתנה אמר רב"
                        }, 
                        {
                            "en": "Here also [it may similarly be said:] This is the reason why she cannot collect", 
                            "he": "הכא נמי היינו טעמא דלא גביא מדלא כתב לה אוסיפית לך מאה אמאתים אחולי אחילתיה לשעב"
                        }, 
                        {
                            "en": "GEMARA. From where do we know this? Resh Lakish said: Since the verse says, “Tha", 
                            "he": "גמ׳  מנא הני מילי אמר ר\"ל דאמר קרא (דברים כב, כא) ומת"
                        }, 
                        {
                            "en": "she is stoned at the door of her father’s house, as if to say, “See what you hav", 
                            "he": "סוקלין אותה על פתח בית אביה כלומר ראו גידולים שגידלתם באו לה עדים בבית אביה שזינ"
                        }, 
                        {
                            "en": "Say that we have heard that R. Shimon follows [the time of] the awareness also,", 
                            "he": "אימור דשמעינן ליה לר\"ש דאזיל אף בתר ידיעה דאזיל בתר ידיעה ולא אזיל בתר חטאה מי ש"
                        }, 
                        {
                            "en": "Papa said:  What does it mean “if he had intercourse he is flogged” which was us", 
                            "he": "רב פפא אמר מאי בעל לוקה דקתני התם ממון וקרי ליה לממון מלקות אין והא תנן האומר חצ"
                        }, 
                        {
                            "en": "both cases are in a natural manner? Rather, R. Kahana sent in the name of R. Yoh", 
                            "he": "אידי ואידי כדרכה בעינן אלא שלח רב כהנא משמיה דרבי יוחנן אינו חייב עד שיבעול כדרכ"
                        }, 
                        {
                            "en": "Because of enmity.  To her handiwork. From where do we know this? R. Huna said i", 
                            "he": "משום איבה: במעשה ידיה: מנלן דאמר רב הונא אמר רב מנין שמעשה הבת לאב שנאמר (שמות כ"
                        }, 
                        {
                            "en": "for the man wrote her [the additional amount] in order to marry her. The one who", 
                            "he": "שלא כתב לה אלא על מנת לכונסה למאן דאמר לא זכה כרבי אלעזר בן עזריה ומאן דאמר זכה"
                        }, 
                        {
                            "en": "Eliezer b. Ya’akov says: “She’erah kesutah:” Provide her with clothing according", 
                            "he": "רבי אליעזר בן יעקב אומר שארה כסותה לפום שארה תן כסותה שלא יתן לה לא של ילדה לזקי"
                        }, 
                        {
                            "en": "the domain of her husband [by going into the bridal chamber] at marriage. If her", 
                            "he": "לרשות הבעל לנשואין מסר האב לשלוחי הבעל הרי היא ברשות הבעל הלך האב עם שלוחי הבעל"
                        }, 
                        {
                            "en": "But say that  if she returned to her father’s home she resumes her former status", 
                            "he": "ואימא היכא דהדרא לבי נשא הדרא למילתא קמייתא אמר רבא ההוא כבר פסקה תנא דבי רבי יש"
                        }, 
                        {
                            "en": "That even in the case of his daughter there is no legal obligation but there is", 
                            "he": "דאפילו בתו חובה הוא דליכא הא מצוה איכא ואיבעית אימא ר' יהודה והכי קאמר האב אינו"
                        }, 
                        {
                            "en": "and I forced them to maintain him. Now if you say that this was not [in accordan", 
                            "he": "ועשיתינהו לזניה אי אמרת בשלמא לאו דינא משום הכי עשיינהו אלא אי אמרת דינא עשיינהו"
                        }, 
                        {
                            "en": "Joseph sat before R. Hamnuna while R. Hamnuna was sitting and saying:  Just as s", 
                            "he": "יתיב רב יוסף קמיה דרב המנונא ויתיב רב המנונא וקאמר כשם שאין הבנים יורשין אלא מן"
                        }, 
                        {
                            "en": "But in the end, anything that is about to be cut off the tree is like something", 
                            "he": "סוף סוף כל העומד לגזוז כגזוז דמי דצריכא לדיקלא קאמינא: ההוא יתום ויתומה דאתו לקמ"
                        }, 
                        {
                            "en": "he should not return them [to the creditor] if they recorded a lien on the [debt", 
                            "he": "יש בהן אחריות נכסים לא יחזיר שבית דין נפרעין מהן אין בהן אחריות נכסים יחזיר שאין"
                        }, 
                        {
                            "en": "But if a mamzeret or a netinah was married to an Israelite he is not obligated t", 
                            "he": "ממזרת ונתינה לישראל אינו חייב לפדותה שאין אני קורא בה ואותבינך לי לאנתו רבא אמר"
                        }, 
                        {
                            "en": "Captives must not be redeemed for more than their value, because of the public g", 
                            "he": "אין פודין את השבויין יותר על כדי דמיהם מפני תקון העולם הא בכדי דמיהן פודין אע\"ג"
                        }, 
                        {
                            "en": "He [R. Papa] saw that [Judah b. Meremar] did not want [to enter]. He said to him", 
                            "he": "חזייה דלא הוה ניחא ליה אמר ליה מאי דעתיך משום דאמר ליה שמואל לרב יהודה שיננא לא"
                        }, 
                        {
                            "en": "Take your benefit and throw it on the thorns, for R. Hoshaia has already interpr", 
                            "he": "שקילא טיבותך שדיא אחיזרי כבר תרגמא רב הושעיא לשמעתי' בבבל: בנן נוקבן דיהויין ליכ"
                        }, 
                        {
                            "en": "Since [her mother] is not entitled to a ketubah, she is not sustained, or since", 
                            "he": "כיון דלית לה כתובה לית לה מזוני או דלמא אמה דעבדא איסורא קנסוה רבנן איהי דלא עבד"
                        }, 
                        {
                            "en": "Four hundred zuz [of the value of this] wine shall be given to my daughter,  and", 
                            "he": "ארבע מאה זוזי מן חמרא לברת אייקר חמרא אמר רב יוסף רווחא ליתמי קריביה דרבי יוחנן"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "If a young girl was seduced [the compensation for] her embarrassment and blemish", 
                        "he": "מתני׳  נערה  שנתפתתה בושתה ופגמה וקנסה של אביה והצער ב"
                    }, 
                    "refs": [
                        "Ketubot 41b:38-45", 
                        "Ketubot 42a", 
                        "Ketubot 42b", 
                        "Ketubot 43a", 
                        "Ketubot 43b", 
                        "Ketubot 44a", 
                        "Ketubot 44b", 
                        "Ketubot 45a", 
                        "Ketubot 45b", 
                        "Ketubot 46a", 
                        "Ketubot 46b", 
                        "Ketubot 47a", 
                        "Ketubot 47b", 
                        "Ketubot 48a", 
                        "Ketubot 48b", 
                        "Ketubot 49a", 
                        "Ketubot 49b", 
                        "Ketubot 50a", 
                        "Ketubot 50b", 
                        "Ketubot 51a", 
                        "Ketubot 51b", 
                        "Ketubot 52a", 
                        "Ketubot 52b", 
                        "Ketubot 53a", 
                        "Ketubot 53b", 
                        "Ketubot 54a", 
                        "Ketubot 54b:1-21"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "נערה שנתפתתה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "נערה שנתפתתה", 
                            "primary": true
                        }
                    ], 
                    "offset": 81, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 54b:22-65b:56", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "Although [the Sages] have said: A virgin collects two hundred and a widow one ma", 
                            "he": "מתני׳  אף  על פי שאמרו בתולה גובה מאתים ואלמנה מנה אם"
                        }, 
                        {
                            "en": "In respect of improvement, Or an oath, Or the Sabbatical year, One who assigned", 
                            "he": "לשבח לשבועה ולשביעית ולכותב כל נכסיו לבניו לגבות מן הקרקע ומן הזיבורית וכל זמן ש"
                        }, 
                        {
                            "en": "and in that of terumah  of the tithe of demai produce.  But Rav does not follow", 
                            "he": "ובתרומת מעשר של דמאי ורב לא אזיל בתר אומדנא והא איתמר מתנת שכיב מרע שכתוב בה קני"
                        }, 
                        {
                            "en": "Rather both follow [the rule of] assumption; and he who stated that the halakhah", 
                            "he": "אלא תרוייהו אזלי בתר אומדנא מאן דאמר הלכה שפיר מאן דאמר אין הלכה הכא נמי אומדן ד"
                        }, 
                        {
                            "en": "and we hold  that “writing” means “saying.” Abaye replied: All [married women] h", 
                            "he": "וקיימא לן מאי כותב אומר אמר אביי לכל יש כתובה ולא לכל יש פירות מילתא דשכיחא עבדו"
                        }, 
                        {
                            "en": "Her ketubah was lost. They came in front of R. Joseph. He said to them:  Thus sa", 
                            "he": "אירכס כתובתה אתו לקמיה דרב יוסף אמר להו הכי אמר רב יהודה אמר שמואל זו דברי ר' מא"
                        }, 
                        {
                            "en": "a woman may not eat terumah until she has entered the bridal chamber. GEMARA. Fr", 
                            "he": "אין האשה אוכלת בתרומה עד שתכנס לחופה:  גמ׳  מנא הני מי"
                        }, 
                        {
                            "en": "a gambler, the acquisition is still valid.  An armed robber or assigned to death", 
                            "he": "קוביוסטוס הגיעו מאי איכא לסטים מזויין או מוכתב למלכות הנהו קלא אית להו מכדי בין"
                        }, 
                        {
                            "en": "But according to R. Shmuel b. Judah the earlier [ruling of the] Mishnah is due t", 
                            "he": "אלא לרב שמואל בר יהודה קמייתא משום סימפון ובתרייתא משום סימפון מאי בינייהו איכא"
                        }, 
                        {
                            "en": "in return for her handiwork, and a silver ma’ah in return for the surplus;  and", 
                            "he": "מזונות תחת מעשה ידיה ומעה כסף תחת מותר וכיון דלא קא יהיב לה מעה כסף מותר דידה הו"
                        }, 
                        {
                            "en": "“This field which I have mortgaged to you shall be consecrated after I have rede", 
                            "he": "שדה זו שמשכנתי לך לכשאפדנה ממך תיקדש דקדשה מתקיף לה רב שישא בריה דרב אידי מי דמי"
                        }, 
                        {
                            "en": "At what age? Rava said in the name of R. Jeremiah b. Abba who said in the name o", 
                            "he": "עד כמה אמר רבא אמר רב ירמיה בר אבא אמר רב שלשה חדשים ושמואל אמר שלשים יום ורבי י"
                        }, 
                        {
                            "en": "nor married again for twenty-four months, the words of R. Meir. R. Judah permits", 
                            "he": "עד עשרים וארבעה חדש דברי רבי מאיר ור' יהודה מתיר בשמונה עשר חדש אמר רבי נתן בר י"
                        }, 
                        {
                            "en": "One who eats meat and drinks wine will have healthy children. One who eats eggs", 
                            "he": "בריי דאכלה ביעי הוו לה בני עינני דאכלה כוורי הוו לה בני חינני דאכלה כרפסא הוו לה"
                        }, 
                        {
                            "en": "so he took [some food] with his finger and put it in his [Mar Zutra’s] mouth.  T", 
                            "he": "דחוור אפיה שקל באצבעתיה אנח ליה בפומיה א\"ל אפסדת לסעודתא דמלכא אמרו ליה אמאי תיע"
                        }, 
                        {
                            "en": "What is the normal period? Rav said: One month here [at the Bet Midrash] and one", 
                            "he": "אורחא דמילתא כמה אמר רב חדש כאן וחדש בבית שנאמר (דברי הימים א כז, א) לכל דבר המח"
                        }, 
                        {
                            "en": "it refers to all of them. But did it not say once every six months? One with bre", 
                            "he": "אכולהו והא ששה חדשים קאמר אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו א\"ל רב"
                        }, 
                        {
                            "en": "will you suffer being a widow [while your husband is still alive?” She replied,", 
                            "he": "קא מדברת אלמנות חיים אמרה ליה אי לדידי ציית יתיב תרי סרי שני אחריני אמר ברשות קא"
                        }, 
                        {
                            "en": "but according to the one who said, “[She rebels] from work,” is a sick woman fit", 
                            "he": "אלא למאן דאמר ממלאכה חולה בת מלאכה היא אלא מתשמיש כולי עלמא לא פליגי דהויא מורדת"
                        }, 
                        {
                            "en": "“Is it because R. Zevid is a great man hat you turn the law against him?  Surely", 
                            "he": "משום דרב זביד גברא רבה הוא אפכיתו ליה לדינא עילויה האמר רב כהנא מיבעיא בעי לה רב"
                        }, 
                        {
                            "en": "it looks like Shabbat wages. Hiyya b. Joseph [further] asked of Shmuel: What [is", 
                            "he": "מיחזי כשכר שבת אמר ליה ר' חייא בר יוסף לשמואל מה בין מורד למורדת אמר ליה צא ולמד"
                        }, 
                        {
                            "en": "They do not provide wine for a woman. And should you say, “I will go after my lo", 
                            "he": "אין פוסקין יינות לאשה ואם תאמר (הושע ב, ז) אלכה אחרי מאהבי נותני לחמי ומימי צמרי"
                        }, 
                        {
                            "en": "This tanna [expects a person to be] “stripped naked and to wear shoes”! He repli", 
                            "he": "האי תנא שליח ערטלאי ורמי מסאני אמר ליה תנא במקום הרים קאי דלא סגיא בלא תלתא זוגי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Although [the Sages] have said: A virgin collects two hundred and a widow one ma", 
                        "he": "מתני׳  אף  על פי שאמרו בתולה גובה מאתים ואלמנה מנה אם"
                    }, 
                    "refs": [
                        "Ketubot 54b:22-38", 
                        "Ketubot 55a", 
                        "Ketubot 55b", 
                        "Ketubot 56a", 
                        "Ketubot 56b", 
                        "Ketubot 57a", 
                        "Ketubot 57b", 
                        "Ketubot 58a", 
                        "Ketubot 58b", 
                        "Ketubot 59a", 
                        "Ketubot 59b", 
                        "Ketubot 60a", 
                        "Ketubot 60b", 
                        "Ketubot 61a", 
                        "Ketubot 61b", 
                        "Ketubot 62a", 
                        "Ketubot 62b", 
                        "Ketubot 63a", 
                        "Ketubot 63b", 
                        "Ketubot 64a", 
                        "Ketubot 64b", 
                        "Ketubot 65a", 
                        "Ketubot 65b:1-56"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אף על פי", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אף על פי", 
                            "primary": true
                        }
                    ], 
                    "offset": 107, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 65b:57-70a:18", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "A wife’s finds and her handiwork belong to her husband. And [concerning] her inh", 
                            "he": "מתני׳  מציאת  האשה ומעשה ידיה לבעלה וירושתה הוא אוכל פ"
                        }, 
                        {
                            "en": "which is her handiwork, R. Akiva ruled [that it belongs] to herself, how much m", 
                            "he": "דמעשה ידיה היא אמר רבי עקיבא לעצמה מציאתה לא כ\"ש דתנן קונם שאני עושה לפיך אינו צ"
                        }, 
                        {
                            "en": "a bridegroom agrees to give [his wife in her ketubah] he writes one fifth less [", 
                            "he": "שחתן פוסק הוא פוסק פחות חומש:  גמ׳  תנו רבנן אין צריך"
                        }, 
                        {
                            "en": "spread beneath his feet and the poor followed behind him and rolled them up! If", 
                            "he": "מציעין תחתיו ובאין עניים ומקפלין אותן מאחריו איבעית אימא לכבודו הוא דעבד ואיבעית"
                        }, 
                        {
                            "en": "come to receive help in getting married, the girl orphan is to be enabled to mar", 
                            "he": "שבאו לינשא משיאין את היתומה ואחר כך משיאין את היתום מפני שבושתה של אשה מרובה משל"
                        }, 
                        {
                            "en": "‘On what will you dine; on the silver [colored] cloths or on the gold [colored]", 
                            "he": "בטלי כסף או בטלי זהב אמר היינו דאמר רבי אלעזר בואו ונחזיק טובה לרמאין שאלמלא הן"
                        }, 
                        {
                            "en": "But did not each one receive what was hers? This is what was meant:  If all of t", 
                            "he": "כל חדא וחדא דנפשה שקלה הכי קאמר אם באו כולם להנשא כאחת חולקות בשוה מסייע ליה לרב"
                        }, 
                        {
                            "en": "Rab inserted [the following question] between the lines [of a communication he s", 
                            "he": "תלה ליה רב לרבי ביני חטי האחין ששיעבדו מהו הוה יתיב ר' חייא קמיה אמר ליה מכרו או"
                        }, 
                        {
                            "en": "the incident actually occurred. He said back, “It happened in such and such a wa", 
                            "he": "גופא דעובדא היכי הוה א\"ל הכי והכי הוה מעשה אמר ליה גברא דלא ידע מאי ניהו מרזיחא"
                        }, 
                        {
                            "en": "It is that of R. Meir who said that it is a mitzvah to carry out the instruction", 
                            "he": "רבי מאיר היא דאמר מצוה לקיים דברי המת אמר רב חסדא אמר מר עוקבא הלכתא בין שאמר תנ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "A wife’s finds and her handiwork belong to her husband. And [concerning] her inh", 
                        "he": "מתני׳  מציאת  האשה ומעשה ידיה לבעלה וירושתה הוא אוכל פ"
                    }, 
                    "refs": [
                        "Ketubot 65b:57-74", 
                        "Ketubot 66a", 
                        "Ketubot 66b", 
                        "Ketubot 67a", 
                        "Ketubot 67b", 
                        "Ketubot 68a", 
                        "Ketubot 68b", 
                        "Ketubot 69a", 
                        "Ketubot 69b", 
                        "Ketubot 70a:1-18"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "מציאת האשה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מציאת האשה", 
                            "primary": true
                        }
                    ], 
                    "offset": 129, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 70a:19-77b:103", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "If a man forbade his wife by vow to have any benefit from him, for thirty days,", 
                            "he": "מתני׳  המדיר  את אשתו מליהנות לו עד ל' יום יעמיד פרנס"
                        }, 
                        {
                            "en": "it is as if [in making his vow] he has said to her, “Deduct [the proceeds of] yo", 
                            "he": "נעשה כאומר לה צאי מעשה ידיך במזונותיך ואם איתא להא דרב הונא אמר רב דא\"ר הונא אמר"
                        }, 
                        {
                            "en": "of the case of Bet Horon. R. Judah said: If he was an Israelite he may keep her", 
                            "he": "מעשה דבית חורון: רבי יהודה אומר בישראל חדש אחד וכו': היינו ת\"ק אמר אביי כהנת אתא"
                        }, 
                        {
                            "en": "colored garments.” Here we are dealing with matters that are between him and her", 
                            "he": "בבגדי צבעונין הכא במאי עסקינן בדברים שבינו לבינה הניחא למ\"ד דברים שבינו לבינה הב"
                        }, 
                        {
                            "en": "for he has closed [people's doors] against her;  but what when it comes to the h", 
                            "he": "איכא נועל בפניה אלא לבית האבל מאי נועל בפניה איכא תנא למחר היא מתה ואין כל בריה"
                        }, 
                        {
                            "en": "it is quite sufficient [if her head is covered by] her work-basket; according to", 
                            "he": "קלתה שפיר דמי דת יהודית אפילו קלתה נמי אסור אמר רבי אסי אמר ר' יוחנן קלתה אין בה"
                        }, 
                        {
                            "en": "Do not say that Rav's reason is that because the man has married her without att", 
                            "he": "לא תימא טעמיה דרב כיון שכנסה סתם אחולי אחליה לתנאיה אלא טעמא דרב לפי שאין אדם עו"
                        }, 
                        {
                            "en": "No; [this refers to one who] betrothed her without any condition and also marrie", 
                            "he": "לא קידשה סתם וכנסה סתם אבל קידשה על תנאי וכנסה סתם הכי נמי דלא בעיא גיטא אדתני ה"
                        }, 
                        {
                            "en": "In the name of R. Eliezer it was stated: She must perform halitzah and may not c", 
                            "he": "משום רבי אליעזר אמרו חולצת ולא מתייבמת והא הכא דכטעות אשה אחת דמי ופליגי התם נמי"
                        }, 
                        {
                            "en": "she may make a declaration of refusal [against her husband] and go away.  Our ra", 
                            "he": "ממאנת והולכת לה תנו רבנן הלכה אצל חכם והתירה מקודשת אצל רופא וריפא אותה אינה מקו"
                        }, 
                        {
                            "en": "“And the children of Israel did not strike them down, because the princes of the", 
                            "he": "(יהושע ט, יח) ולא הכום בני ישראל כי נשבעו להם נשיאי העדה וכמה רבים רב נחמן בר יצ"
                        }, 
                        {
                            "en": "but with regard to defects that are exposed he cannot make any claim. b) And if", 
                            "he": "אבל במומין שבגלוי אינו יכול לטעון ואם יש מרחץ באותה העיר אף מומין שבסתר אינו יכו"
                        }, 
                        {
                            "en": "this is one principle against two principles, and we do not invoke one principle", 
                            "he": "חדא במקום תרתי וחדא במקום תרתי לא אמרינן עד שלא תתארס העמד הגוף על חזקתו לא איכא"
                        }, 
                        {
                            "en": "the one concerning a bride in her father's house, are the two cases similar? The", 
                            "he": "כלה בבית אביה מי דמי התם מייתי אב ראיה ומפיק הכא מייתי בעל החמור ראיה ומוקים א\"ר"
                        }, 
                        {
                            "en": "Epilepsy is regarded as a concealed bodily defects This, however, applies only", 
                            "he": "ונכפה כמומין שבסתר דמי והני מילי דקביע ליה זמן אבל לא קביע ליה כמומין שבגלוי דמי"
                        }, 
                        {
                            "en": "but in the former,  if she said, “I wish to be with him,” she is allowed [to liv", 
                            "he": "התם כי אמרה הוינא בהדיה שבקינן לה הכא אף על גב דאמרה הוינא בהדיה לא שבקינן לה וה"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "If a man forbade his wife by vow to have any benefit from him, for thirty days,", 
                        "he": "מתני׳  המדיר  את אשתו מליהנות לו עד ל' יום יעמיד פרנס"
                    }, 
                    "refs": [
                        "Ketubot 70a:19-34", 
                        "Ketubot 70b", 
                        "Ketubot 71a", 
                        "Ketubot 71b", 
                        "Ketubot 72a", 
                        "Ketubot 72b", 
                        "Ketubot 73a", 
                        "Ketubot 73b", 
                        "Ketubot 74a", 
                        "Ketubot 74b", 
                        "Ketubot 75a", 
                        "Ketubot 75b", 
                        "Ketubot 76a", 
                        "Ketubot 76b", 
                        "Ketubot 77a", 
                        "Ketubot 77b:1-103"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "המדיר", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "המדיר", 
                            "primary": true
                        }
                    ], 
                    "offset": 138, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 78a:1-82b:34", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "If a woman came into the possession of property before she was betrothed, Bet Sh", 
                            "he": "מתני׳  האשה  שנפלו לה נכסים עד שלא תתארס מודים ב\"ש ובי"
                        }, 
                        {
                            "en": "Come and hear what was taught in the following. R. Judah stated: They argued bef", 
                            "he": "ת\"ש דתניא א\"ר יהודה אמרו לפני ר\"ג הואיל וזו אשתו וזו אשתו זו מכרה בטל אף זו מכרה"
                        }, 
                        {
                            "en": "she came before R. Nahman [to claim the return of her estate] and R. Nahman tore", 
                            "he": "אתאי לקמיה דרב נחמן קרעיה ר\"נ לשטרא אזל רב ענן לקמיה דמר עוקבא א\"ל חזי מר נחמן ח"
                        }, 
                        {
                            "en": "the offspring of a melog animal he must pay double its value to the woman. In ac", 
                            "he": "ולד בהמת מלוג משלם תשלומי כפל לאשה כמאן לא כרבנן ולא כחנניה דתניא ולד בהמת מלוג"
                        }, 
                        {
                            "en": "At the school of Rav it was stated, Even the refuse of dates. Bibi asked: What", 
                            "he": "רבי אבא אמרי בי רב אפי' שיגרא דתמרי בעי רב ביבי חובצא דתמרי מאי תיקו לא אכלה דרך"
                        }, 
                        {
                            "en": "in order to provide for the comfort of his home but not so that he should sell i", 
                            "he": "משום רווח ביתא אבל לזבוני לא יהודה מר בר מרימר משמיה דרבא אמר מה שעשה עשוי רב פפ"
                        }, 
                        {
                            "en": "it is the duty of her heirs, those who inherit her ketubah, to bury her. Abaye s", 
                            "he": "יורשיה יורשי כתובתה חייבין בקבורתה אמר אביי אף אנן נמי תנינא אלמנה ניזונת מנכסי"
                        }, 
                        {
                            "en": "Now if it could be assumed that a ketubah is payable during the lifetime [of the", 
                            "he": "ואי סלקא דעתין נתנה כתובה לגבות מחיים נייחד לה שיעור כתובה והשאר ליזבין ולטעמיך"
                        }, 
                        {
                            "en": "Perhaps it accords with the view of R. Nathan, since it was taught: R. Nathan st", 
                            "he": "דלמא רבי נתן היא דתניא ר' נתן אומר מנין לנושה בחבירו מנה וחבירו בחבירו מנין שמוצ"
                        }, 
                        {
                            "en": "What might you have thought? Since he has already performed the commandment that", 
                            "he": "מהו דתימא מצוה דרמא רחמנא עליה עבדה והשתא תיקום עליה באיסור אשת אח קא משמע לן וא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "If a woman came into the possession of property before she was betrothed, Bet Sh", 
                        "he": "מתני׳  האשה  שנפלו לה נכסים עד שלא תתארס מודים ב\"ש ובי"
                    }, 
                    "refs": [
                        "Ketubot 78a:1-30", 
                        "Ketubot 78b", 
                        "Ketubot 79a", 
                        "Ketubot 79b", 
                        "Ketubot 80a", 
                        "Ketubot 80b", 
                        "Ketubot 81a", 
                        "Ketubot 81b", 
                        "Ketubot 82a", 
                        "Ketubot 82b:1-34"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "האשה שנפלו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "האשה שנפלו", 
                            "primary": true
                        }
                    ], 
                    "offset": 154, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 83a:1-90a:21", 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "If a husband writes to his wife, “I have no claim whatsoever upon your property”", 
                            "he": "מתני׳  הכותב  לאשתו דין ודברים אין לי בנכסיך הרי זה או"
                        }, 
                        {
                            "en": "where [the partner] protested immediately, but if he delayed, the kinyan must be", 
                            "he": "בעורר אבל בעומד מגופה של קרקע קנו מידו אמר אמימר הלכתא מגופה של קרקע קנו מידו אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "וסבר רב תנאו קיים והא איתמר האומר לחבירו על מנת שאין לך עלי אונאה רב אמר יש לו ע"
                        }, 
                        {
                            "en": "", 
                            "he": "ור\"ע תפיסה לא מהניא כלל אמר רבא אמר רב נחמן והוא שתפס מחיים ולרבי טרפון דמנחי הי"
                        }, 
                        {
                            "en": "", 
                            "he": "לא קנה תפסוה אינהו רב פפא מימלח מלוחי רב הונא בריה דרב יהושע ממתח לה באשלא מר אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "כשיקרא לא חיישינן ההוא גברא דאפקיד שב מרגניתא דציירי בסדינא בי רבי מיאשא בר בריה"
                        }, 
                        {
                            "en": "", 
                            "he": "תיזיל ותיחלה לכתובתה דאמה לגבי אבוה ותירתה מיניה שמעה אזלה אחילתה אמר רב נחמן עש"
                        }, 
                        {
                            "en": "", 
                            "he": "מכין אותו עד שתצא נפשו: בעא מיניה רמי בר חמא מרב חסדא הרי זה גיטיך ולא תתגרשי בו"
                        }, 
                        {
                            "en": "", 
                            "he": "על אפוטרופיא שנעשית בחיי בעלה ר\"נ אמר רבה בר אבוה על הפוגמת כתובתה אזל רב מרדכי"
                        }, 
                        {
                            "en": "", 
                            "he": "ר' שמעון אומר כל זמן שהיא תובעת כתובתה היורשין משביעין אותה ואם אינה תובעת כתובת"
                        }, 
                        {
                            "en": "", 
                            "he": "אי פיקח הוא מייתי לה לידי שבועה דאורייתא יהיב לה כתובתה באפי חד סהדא וסמיך סהדא"
                        }, 
                        {
                            "en": "", 
                            "he": "אינה תובעת כתובתה אין יורשין משביעין אותה וקמיפלגי בפלוגתא דחנן ובני כהנים גדולי"
                        }, 
                        {
                            "en": "", 
                            "he": "גובה כתובתה כתובה ואין עמה גט היא אומרת אבד גיטי והוא אומר אבד שוברי וכן בעל חוב"
                        }, 
                        {
                            "en": "", 
                            "he": "יכול למימר גירשתיה ונתתי לה כתובתה הא מדקתני סיפא רשב\"ג אומר מן הסכנה ואילך אשה"
                        }, 
                        {
                            "en": "", 
                            "he": "אם גט קודם לכתובה גובה שתי כתובות כתובה קודמת לגט אינה גובה אלא כתובה אחת שהמגרש"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "If a husband writes to his wife, “I have no claim whatsoever upon your property”", 
                        "he": "מתני׳  הכותב  לאשתו דין ודברים אין לי בנכסיך הרי זה או"
                    }, 
                    "refs": [
                        "Ketubot 83a:1-38", 
                        "Ketubot 83b", 
                        "Ketubot 84a", 
                        "Ketubot 84b", 
                        "Ketubot 85a", 
                        "Ketubot 85b", 
                        "Ketubot 86a", 
                        "Ketubot 86b", 
                        "Ketubot 87a", 
                        "Ketubot 87b", 
                        "Ketubot 88a", 
                        "Ketubot 88b", 
                        "Ketubot 89a", 
                        "Ketubot 89b", 
                        "Ketubot 90a:1-21"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הכותב לאשתו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הכותב לאשתו", 
                            "primary": true
                        }
                    ], 
                    "offset": 164, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 90a:22-95b:32", 
                    "title": "Chapter 10", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  מי  שהיה נשוי שתי נשים ומת הראשונה קודמת לשניה"
                        }, 
                        {
                            "en": "", 
                            "he": "תנא נמי הראשונה קודמת לשניה: נשא את הראשונה: שמע מינה תלת שמע מינה אחת בחייו ואח"
                        }, 
                        {
                            "en": "", 
                            "he": "והכא בדינר מקרקעי קמיפלגי מר סבר מקרקעי אין מטלטלי לא ומר סבר אפילו מטלטלי ומי מ"
                        }, 
                        {
                            "en": "", 
                            "he": "זכו בהן יורשין כך מועטין ונתרבו זכו בהן יורשין (סימן אלף ומאה מצוה בכתובה יעקב ז"
                        }, 
                        {
                            "en": "", 
                            "he": "ואתא בעל חוב דראובן וקטריף ליה מיניה דינא הוא דאזיל שמעון ומפצי ליה א\"ל רבא נהי"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל שבק בינונית דכוותה מצי א\"ל הנחתי לך מקום לגבות הימנו אמר אביי ראובן שמכר שדה"
                        }, 
                        {
                            "en": "", 
                            "he": "עסיקין עד שלא החזיק בה יכול לחזור בו משהחזיק בה אינו יכול לחזור בו משום דאמר ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "השכר לאמצע אמר רבה מסתברא מילתיה דשמואל בשור לחרישה ועומד לחרישה אבל בשור לחרישה"
                        }, 
                        {
                            "en": "", 
                            "he": "כגון שנמצאת אחת מהן שדה שאינה שלו ובבעל חוב מאוחר שקדם וגבה קמיפלגי ת\"ק סבר מה ש"
                        }, 
                        {
                            "en": "", 
                            "he": "ושמואל דאמר כרבי אלעזר דאמר עדי מסירה כרתי לא דכולי עלמא כרבי אלעזר והכא בהא קמי"
                        }, 
                        {
                            "en": "", 
                            "he": "טירפא מאייר ואילך א\"ל יכלי למימר לך את בר חד בניסן את מאי תקנתיה נכתבו הרשאה להד"
                        }, 
                        {
                            "en": "", 
                            "he": "והא מעשים בכל יום דההוא גברא דמישכן ליה פרדיסא לחבריה לעשר שנין וקש לחמש שנין וא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  מי  שהיה נשוי שתי נשים ומת הראשונה קודמת לשניה"
                    }, 
                    "refs": [
                        "Ketubot 90a:22-38", 
                        "Ketubot 90b", 
                        "Ketubot 91a", 
                        "Ketubot 91b", 
                        "Ketubot 92a", 
                        "Ketubot 92b", 
                        "Ketubot 93a", 
                        "Ketubot 93b", 
                        "Ketubot 94a", 
                        "Ketubot 94b", 
                        "Ketubot 95a", 
                        "Ketubot 95b:1-32"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "מי שהיה נשוי", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 10", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מי שהיה נשוי", 
                            "primary": true
                        }
                    ], 
                    "offset": 178, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 95b:33-101b:35", 
                    "title": "Chapter 11", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  אלמנה  ניזונת מנכסי יתומים מעשה ידיה שלהן ואין"
                        }, 
                        {
                            "en": "", 
                            "he": "תא שמע אמר רבי זירא אמר שמואל מציאת אלמנה לעצמה אי אמרת בשלמא הניזונת תנן שפיר א"
                        }, 
                        {
                            "en": "", 
                            "he": "נכסי בחזקת יתמי קיימי ועל אלמנה להביא ראיה או דלמא נכסי בחזקת אלמנה קיימי ועל הי"
                        }, 
                        {
                            "en": "", 
                            "he": "אם במתנה נוטלן לא כך יפה כחו כיצד מוכרת אמר רבי דניאל בר רב קטינא אמר רב הונא מו"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא מן האירוסין מאי טעמא אמר עולא משום חינא ר' יוחנן אמר לפי שאין אדם רוצה שתתבז"
                        }, 
                        {
                            "en": "", 
                            "he": "בבתוליה שיהו כל בתוליה קיימין בין בכדרכה בין שלא כדרכה ההיא איתתא דתפסה כסא דכספ"
                        }, 
                        {
                            "en": "", 
                            "he": "כאן שנה רבי הכל לבעל המעות כדתניא הוסיפו לו אחת יתירה הכל לשליח דברי רבי יהודה ר"
                        }, 
                        {
                            "en": "", 
                            "he": "הא מדסיפא בדאוזיל הוי רישא בדלא אוזיל דקתני סיפא היתה כתובתה ארבע מאות זוז מכרה"
                        }, 
                        {
                            "en": "", 
                            "he": "שהקטנית בסלע וקטנית בפרוטה שמע מינה היכי דמי אילימא באתרא דמזבני בשומא היכא דיהי"
                        }, 
                        {
                            "en": "", 
                            "he": "רבא אמר ר\"נ שליח כדיינין רב שמואל בר ביסנא אמר ר\"נ כאלמנה רבא אמר ר\"נ שליח כדיינ"
                        }, 
                        {
                            "en": "Gemara: Rav taught A minor who is divorced with a get she does not receive her K", 
                            "he": "כל דזבין מבי דינא אדעתא למיפק ליה קלא הוא דזבין קמ\"ל: רשב\"ג אומר כו': ועד כמה אמ"
                        }, 
                        {
                            "en": "If she is sent away [divorced] with a get she is required to wait three months [", 
                            "he": "יוצאה בגט צריכה להמתין שלשה חדשים מאי קמ\"ל תנינא כולהו הממאנת באיש הוא מותר בקרו"
                        }, 
                        {
                            "en": "", 
                            "he": "בלאותיה קיימין תני תנא קמיה דרב נחמן זינתה הפסידה בלאותיה קיימין א\"ל אם היא זינת"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  אלמנה  ניזונת מנכסי יתומים מעשה ידיה שלהן ואין"
                    }, 
                    "refs": [
                        "Ketubot 95b:33-39", 
                        "Ketubot 96a", 
                        "Ketubot 96b", 
                        "Ketubot 97a", 
                        "Ketubot 97b", 
                        "Ketubot 98a", 
                        "Ketubot 98b", 
                        "Ketubot 99a", 
                        "Ketubot 99b", 
                        "Ketubot 100a", 
                        "Ketubot 100b", 
                        "Ketubot 101a", 
                        "Ketubot 101b:1-35"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אלמנה ניזונת", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 11", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אלמנה ניזונת", 
                            "primary": true
                        }
                    ], 
                    "offset": 189, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 101b:36-104b:64", 
                    "title": "Chapter 12", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הנושא  את האשה ופסקה עמו כדי שיזון את בתה חמש ש"
                        }, 
                        {
                            "en": "", 
                            "he": "לא בשטרי פסיקתא וכדרב גידל דאמר רב גידל אמר רב כמה אתה נותן לבנך כך וכך וכמה אתה"
                        }, 
                        {
                            "en": "", 
                            "he": "כי פליגי אליבא דרבי ישמעאל רבי יוחנן כרבי ישמעאל וריש לקיש עד כאן לא קאמר רבי יש"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי למקום שאמה שמעת מינה בת אצל האם לא שנא גדולה ולא שנא קטנה: לא יאמרו שניהם וכ"
                        }, 
                        {
                            "en": "", 
                            "he": "והושיבו ישיבה לאחר שלשים יום שמעון בני חכם גמליאל בני נשיא חנינא בר חמא ישב בראש"
                        }, 
                        {
                            "en": "", 
                            "he": "דמדליא ובסים אוירא ההוא יומא דנח נפשיה דרבי גזרו רבנן תעניתא ובעו רחמי ואמרי כל"
                        }, 
                        {
                            "en": "", 
                            "he": "הרי היא כבתחלה ואם היה שטר כתובה יוצא מתחת ידיה גובה כתובתה לעולם שלח ליה רב נחמ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הנושא  את האשה ופסקה עמו כדי שיזון את בתה חמש ש"
                    }, 
                    "refs": [
                        "Ketubot 101b:36-62", 
                        "Ketubot 102a", 
                        "Ketubot 102b", 
                        "Ketubot 103a", 
                        "Ketubot 103b", 
                        "Ketubot 104a", 
                        "Ketubot 104b:1-64"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הנושא את האשה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 12", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הנושא את האשה", 
                            "primary": true
                        }
                    ], 
                    "offset": 201, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Ketubot 104b:65-112b:11", 
                    "title": "Chapter 13", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  שני  דייני גזירות היו בירושלים אדמון וחנן בן אב"
                        }, 
                        {
                            "en": "", 
                            "he": "תשבע בסוף ולא תשבע בתחלה נחלקו עליו בני כהנים גדולים ואמרו תשבע בתחלה ובסוף אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "אפילו צדיק גמור ולוקח שוחד אינו נפטר מן העולם בלא טירוף דעת כי אתא רב דימי אמר ד"
                        }, 
                        {
                            "en": "", 
                            "he": "האי עשה והאי עשה עשה דכבוד תורה עדיף סלקיה לדינא דיתמי ואחתיה לדיניה כיון דחזא ב"
                        }, 
                        {
                            "en": "", 
                            "he": "כלי שרת מהו שיעשו מקדשי בדק הבית צורך מזבח נינהו ומקדשי בדק הבית אתו או צורך קרב"
                        }, 
                        {
                            "en": "", 
                            "he": "פוסקין מזונות לאשת איש ושמואל אמר אין פוסקין מזונות לאשת איש אמר שמואל מודה לי א"
                        }, 
                        {
                            "en": "", 
                            "he": "צדקה מ\"ד צדקה אבל תכשיט יהבינן לה דלא ניחא ליה דתינוול תא שמע היבמה ג' חדשים הרא"
                        }, 
                        {
                            "en": "", 
                            "he": "שוקל לו את שקלו ופורע את חובו ומחזיר לו אבידתו ובמקום שנוטלין שכר תפול הנאה להקד"
                        }, 
                        {
                            "en": "", 
                            "he": "כיסופא מי לית ליה התם נמי אית ליה הנאה בההיא הנאה דמיכסיף מיניה:  מת"
                        }, 
                        {
                            "en": "", 
                            "he": "תשב עד שתלבין ראשה אדמון אומר יכולה היא שתאמר אילו אני פסקתי לעצמי אשב עד שתלבין"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל הדיינין חותמים אע\"פ שלא קראוהו: עשאה סימן לאחר: אמר אביי לא שנו אלא לאחר אבל"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  המוציא שטר חוב על חברו והלה הוציא שמכר לו את ה"
                        }, 
                        {
                            "en": "Mishna: Anyone can bring [their spouse] up to the Land of Israel, but not anyone", 
                            "he": "אבל לא מעיר לכרך ולא מכרך לעיר מוציאין מנוה הרעה לנוה היפה אבל לא מנוה היפה לנוה"
                        }, 
                        {
                            "en": "", 
                            "he": "(ירמיהו כז, כב) בבלה יובאו ושמה יהיו עד יום פקדי אותם נאם ה' ורבי זירא ההוא בכלי"
                        }, 
                        {
                            "en": "R’ Chiya bar Yosef said:  in the future the righteous will burst forth and rise", 
                            "he": "שאין בה סמיכה עמידה שיש בה סמיכה נוחה הימנה וכן אמרו יצחק ושמעון ואושעיא אמרו דב"
                        }, 
                        {
                            "en": "", 
                            "he": "והויא כמבי מיכסי עד אקרא דתולבנקי כ\"ב פרסי אורכא ופותיא שיתא פרסי רבי חלבו ור' ע"
                        }, 
                        {
                            "en": "", 
                            "he": "קיימי משמשא לטולא ומטולא לשמשא ר' חייא בר גמדא מיגנדר בעפרה שנאמר (תהלים קב, טו)"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  שני  דייני גזירות היו בירושלים אדמון וחנן בן אב"
                    }, 
                    "refs": [
                        "Ketubot 104b:65-67", 
                        "Ketubot 105a", 
                        "Ketubot 105b", 
                        "Ketubot 106a", 
                        "Ketubot 106b", 
                        "Ketubot 107a", 
                        "Ketubot 107b", 
                        "Ketubot 108a", 
                        "Ketubot 108b", 
                        "Ketubot 109a", 
                        "Ketubot 109b", 
                        "Ketubot 110a", 
                        "Ketubot 110b", 
                        "Ketubot 111a", 
                        "Ketubot 111b", 
                        "Ketubot 112a", 
                        "Ketubot 112b:1-11"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שני דייני גזירות", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 13", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שני דייני גזירות", 
                            "primary": true
                        }
                    ], 
                    "offset": 207, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Talmud Ketubot"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Ketubot"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Ketubot"
                }, 
                {
                    "lang": "en", 
                    "text": "Kethuvoth"
                }, 
                {
                    "lang": "en", 
                    "text": "Ketuvot"
                }, 
                {
                    "lang": "he", 
                    "text": "כתובות", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Ketubot", 
                    "primary": true
                }
            ], 
            "heTitle": "כתובות", 
            "title": "Ketubot"
        }
    }, 
    "order": [
        14, 
        2
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ], 
    "default_struct": "Chapters"
}