{
    "heTitleVariants": [
        "קידושין", 
        "קדושין", 
        "קדושי'", 
        "קידושי'", 
        "קידושי׳", 
        "קדושי׳"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Kiddushin", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Kiddushin (Documents) belongs to the third order, Nashim (Women) and discusses the initial stage of marriage – betrothal, as well as the laws of Jewish lineages. It has four chapters.", 
    "depth": 2, 
    "maps": [], 
    "heTitle": "קידושין", 
    "era": "A", 
    "titleVariants": [
        "Masechet Kiddushin", 
        "Masekhet Qiddushin", 
        "Qiddushin", 
        "Tractate Kiddushin", 
        "Talmud Kiddushin", 
        "Masekhet Kiddushin", 
        "Kiddushin"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            162, 
            8517
        ], 
        "title": "Kiddushin", 
        "heTitle": "קידושין", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Masechet Kiddushin"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Qiddushin"
            }, 
            {
                "lang": "en", 
                "text": "Qiddushin"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Kiddushin"
            }, 
            {
                "lang": "en", 
                "text": "Talmud Kiddushin"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Kiddushin"
            }, 
            {
                "lang": "he", 
                "text": "קידושין", 
                "primary": true
            }, 
            {
                "lang": "he", 
                "text": "קדושין"
            }, 
            {
                "lang": "he", 
                "text": "קדושי'"
            }, 
            {
                "lang": "he", 
                "text": "קידושי'"
            }, 
            {
                "lang": "he", 
                "text": "קידושי׳"
            }, 
            {
                "lang": "he", 
                "text": "קדושי׳"
            }, 
            {
                "lang": "en", 
                "text": "Kiddushin", 
                "primary": true
            }
        ], 
        "key": "Kiddushin", 
        "checkFirst": {
            "en": "Mishnah Kiddushin", 
            "he": "משנה קידושין"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Kiddushin 2a:1-41a:4", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "A woman is acquired in three ways and acquires herself in two ways.  [She is] ac", 
                            "he": "מתני׳  האשה  נקנית בשלוש דרכים וקונה את עצמה בשתי דרכי"
                        }, 
                        {
                            "en": "Also \"fields will be bought with money\" (Jer. 32:44), the Tanna wrote \"the woman", 
                            "he": "אי נמי שדות בכסף יקנו (ירמיה לב,מד) תני האישה נקנית וניתני התם האיש קונה מעיקרא"
                        }, 
                        {
                            "en": "", 
                            "he": "התם הא קמשמע לן דדרכיה דאתרוג כירק מה ירק דרכו ליגדל על כל מים ובשעת לקיטתו עישו"
                        }, 
                        {
                            "en": "(The mishna said that the woman can be acquired) With money From where do we kn", 
                            "he": "לא מקניא נפשה מניינא דסיפא למעוטי מאי למעוטי חליצה סד\"א תיתי בק\"ו מיבמה מה יבמה"
                        }, 
                        {
                            "en": "\"and she will go out for free\"; These are the days of Bogerut. \"no money\"; these", 
                            "he": "יציאה דכוותה קא ממעט והא לא דמיא האי יציאה להאי יציאה התם נפקא לה מרשות אדון לגמ"
                        }, 
                        {
                            "en": "And just as a Jewish maidservant, that is not acquired with intercourse, is acqu", 
                            "he": "קמ\"ל (שמות כא, יא) ויצאה חנם כו' ולמר בר רב אשי דאמר ולאו ק\"ו הוא הא אמרינן מילת"
                        }, 
                        {
                            "en": "", 
                            "he": "ומנין שאף בשטר ודין הוא ומה כסף שאין מוציא מכניס שטר שמוציא אינו דין שמכניס מה ל"
                        }, 
                        {
                            "en": "", 
                            "he": "חופה שגומרת אינו דין שתקנה מה לכסף שכן פודין בו הקדשות ומעשר שני ביאה תוכיח מה ל"
                        }, 
                        {
                            "en": "", 
                            "he": "לישני בתראי קמ\"ל הכא כתיב (דברים כד, א) כי יקח ולא שיקח את עצמו והכא כתיב (דברים"
                        }, 
                        {
                            "en": "", 
                            "he": "לא אמר ולא כלום אמר לה לשפחתו הרי את מותרת לכל אדם לא אמר ולא כלום אמר לה לאשתו"
                        }, 
                        {
                            "en": "", 
                            "he": "ואקדש לך מקודשת מדין ערב ערב לאו אף ע\"ג דלא מטי הנאה לידיה קא משעביד נפשיה האי א"
                        }, 
                        {
                            "en": "", 
                            "he": "ש\"מ בעלי חיים נדחים וש\"מ דחוי מעיקרא הוי דחוי וש\"מ יש דחוי בדמים בעי רבא חצייך ב"
                        }, 
                        {
                            "en": "", 
                            "he": "אף שוה כסף נמי דקייץ אמר רב יוסף מנא אמינא לה דתניא (ויקרא כה, נא) מכסף מקנתו בכ"
                        }, 
                        {
                            "en": "", 
                            "he": "מנה אין כאן משכון אין כאן איתיביה רבא לרב נחמן קידשה במשכון מקודשת התם במשכון דא"
                        }, 
                        {
                            "en": "", 
                            "he": "חומרי פתכייתא אתאי ההיא איתתא אמרה ליה הב לי חד שוכא אמר לה אי יהבינא ליך מיקדשת"
                        }, 
                        {
                            "en": "", 
                            "he": "יציאה בעינן לשמה אף הוייה בעינן לשמה או דלמא הויות להדדי מקשינן מה הוייה דכסף לא"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רבי זירא מודה רבי לענין קנס דכולהו משלמי מאי שנא מקטלא שאני התם דאמר קרא (דב"
                        }, 
                        {
                            "en": "", 
                            "he": "לטמא משכב תחתון כעליון ואם נישאת לכהן אוכלת בתרומה ואם בא עליה אחד מכל עריות שבת"
                        }, 
                        {
                            "en": "", 
                            "he": "עד שתכנס לחופה משום דעולא ובן בג בג סימפון בעבדים לית ליה אי מומין שבגלוי הוא הא"
                        }, 
                        {
                            "en": "", 
                            "he": "והרי טענה דכתיב (שמות כב, ו) כי יתן איש אל רעהו כסף או כלים לשמור ותנן שבועת הדי"
                        }, 
                        {
                            "en": "", 
                            "he": "לא ס\"ד דומיא דייעוד מה ייעוד אע\"ג דאי בעי מייעד ואי בעי לא מייעד כל היכא דלא מצי"
                        }, 
                        {
                            "en": "", 
                            "he": "לאו היינו דיהודית דביתהו דרבי חייא דהוית לה צער לידה אמרה ליה אמרה לי אם קיבל בי"
                        }, 
                        {
                            "en": "", 
                            "he": "כי אמרה לא נמי הוו קידושין אמאי והא קאמרה לא אלא לאו רצתה דאמרה אין לא רצתה דאיש"
                        }, 
                        {
                            "en": "", 
                            "he": "מי כתיב ופרצו פרצו כתיב הדור יתבי וקאמרי הא דתנן האשה שהביאה חטאתה ומתה יביאו יו"
                        }, 
                        {
                            "en": "", 
                            "he": "(דברים כה, ה) יבמה יבא עליה ולקחה לו לאשה ואימא לכולה מילתא כאשה לא סלקא דעתך דת"
                        }, 
                        {
                            "en": "", 
                            "he": "למסולים שאין לו עקב אם כן ניכתוב קרא נעל מאי הנעל שמעת מינה תרתי :"
                        }, 
                        {
                            "en": "", 
                            "he": "ואידך ההיא לגזירה שוה הוא דאתא דתניא רבי אליעזר אומר מנין לרציעה שהיא באזן ימנית"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא כה, נד) ואם לא יגאל באלה רבי אומר באלה הוא נגאל ואין נגאל בשש שיכול והלא"
                        }, 
                        {
                            "en": "", 
                            "he": "בעובד כוכבים שישנו תחת ידך או אינו אלא בעובד כוכבים שאינו תחת ידך אמרת וכי מה אפ"
                        }, 
                        {
                            "en": "", 
                            "he": "למטה דתניא בן תשע שנים שהביא שתי שערות שומא מבן ט' שנים ויום אחד עד בן י\"ב שנה ו"
                        }, 
                        {
                            "en": "", 
                            "he": "יכול אפילו חלה ת\"ל (שמות כא, ב) ובשביעית יצא אמר רב ששת הכא במאי עסקינן כגון שבר"
                        }, 
                        {
                            "en": "The Rabbanan taught:", 
                            "he": "למר למעוטי כספים למר למעוטי פרדות ת\"ר (דברים טו, יד) אשר ברכך ה' אלהיך יכול נתבר"
                        }, 
                        {
                            "en": "", 
                            "he": "וכאן שהורתו שלא בקדושה ולידתו בקדושה רב חייא בר אבין א\"ר יוחנן עובד כוכבים יורש"
                        }, 
                        {
                            "en": "", 
                            "he": "כיון שפירש טליתו עליה שוב אין רשאי למוכרה דברי ר\"ע ר\"א אומר בבגדו בה כיון שבגד ב"
                        }, 
                        {
                            "en": "", 
                            "he": "מי שאני ולרב נחמן בר יצחק דאמר אפילו לרבי יוסי ברבי יהודה מעות הראשונות לקידושין"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי משייר בה שוה פרוטה ומייעד הוו קידושין הכא נמי לא שנא ת\"ר כיצד מצות יעוד אומר"
                        }, 
                        {
                            "en": "", 
                            "he": "לקרובים והלא דין הוא אם מוכרה לפסולין לא ימכרנה לקרובים מה למוכרה לפסולין שאם רצ"
                        }, 
                        {
                            "en": "", 
                            "he": "זה הנמכר לעבודת כוכבים עצמה אמר ליה התם הא אהדריה קרא דתני דבי רבי ישמעאל הואיל"
                        }, 
                        {
                            "en": "", 
                            "he": "הא רבנן הא ר\"ש תני חדא  לוה וגואל וגואל לחצאין ותניא אידך  אין לוה וגואל וגואל ל"
                        }, 
                        {
                            "en": "", 
                            "he": "ההוא לקובעו חובה  ואפי' לרבי יהושע  ת\"ש מה ת\"ל (ויקרא כה, מח) יגאלנו יגאלנו יגאל"
                        }, 
                        {
                            "en": "", 
                            "he": "תמותות שחוטות ואל יאכלו בשר תמותות נבילות   (דברים כא, יא) וחשקת אע\"פ שאינה נאה"
                        }, 
                        {
                            "en": "\"The ear that heard My voice on Mount Sinai at the time that I said (Leviticus 2", 
                            "he": "אילו נאמר אזנו בדלת הייתי אומר  ידקור כנגד אזנו בדלת דלת אין אזנו לא  ואזן לא  ו"
                        }, 
                        {
                            "en": "", 
                            "he": "זה פירש למיתה וזה פירש לחיים ואיכא דאמרי  קטן הוה ודלא כאבא שאול  דתניא  גר שמת"
                        }, 
                        {
                            "en": "", 
                            "he": "לר' שמעון בן אלעזר עבד כנעני מהו שיעשה שליח לקבל גיטו מיד רבו  כיון דגמר לה לה מ"
                        }, 
                        {
                            "en": "", 
                            "he": "אין אשה פודה מעשר שני בלא חומש  ר\"ש בן אלעזר אומר משום ר' מאיר  אשה פודה מעשר שנ"
                        }, 
                        {
                            "en": "", 
                            "he": "שן דחלב כתב רחמנא עין  ואי כתב רחמנא עין ה\"א מה עין שנברא עמו אף כל שנברא עמו אב"
                        }, 
                        {
                            "en": "", 
                            "he": "יתרת וחתכה עבד יוצא בהן לחירות  אמר רב הונא והוא שנספרת על גב היד: סבי דנזוניא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "כתנאי  (ויקרא כב, כד) ומעוך וכתות ונתוק וכרות כולן בביצים  דברי רבי יהודה בביצים"
                        }, 
                        {
                            "en": "", 
                            "he": "אי נמי בחבילי זמורות:  מתני׳  נכסים שיש להם אחריות נקנ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולכתוב עליה פרוסבול ולקנות עמה נכסים שאין להם אחריות  ואי אמרת בעינן צבורים כל ש"
                        }, 
                        {
                            "en": "", 
                            "he": "נתון לו ליהושע ומקומו מושכר לו  ועישור אחר שאני עתיד למוד נתון לו לעקיבא בן יוסף"
                        }, 
                        {
                            "en": "", 
                            "he": "במה דברים אמורים שנתן לו דמי כולן  אבל לא נתן לו דמי כולן לא קנה אלא כנגד מעותיו"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא ניתנה להתבע בעד אחד מגלגלין ממון שניתן להתבע בעד אחד אינו דין שמגלגלין  אשכח"
                        }, 
                        {
                            "en": "", 
                            "he": "כיון שזכה זה נתחייב בחליפין  דיקא נמי דקתני  כיצד  החליף שור בפרה או חמור בשור ש"
                        }, 
                        {
                            "en": "What is meant by \"All the commandments of the son are upon the father...\"? Mayb", 
                            "he": "עד שימשוך ויחזיק  משכו במנה ולא הספיק לפדותו עד שעמד במאתים נותן מאתים  מאי טעמא"
                        }, 
                        {
                            "en": "Anyone that does not have any money, other than 5 selahs, must use them for hims", 
                            "he": "כל היכא דליכא אלא חמש סלעים הוא קודם לבנו  מאי טעמא מצוה דגופיה עדיפא  כי פליגי"
                        }, 
                        {
                            "en": "one [of them] says One should always divide his time into thirds. One third for", 
                            "he": "הוה אמינא לשטן גירא בעיניך א\"ל רבא לר' נתן בר אמי אדידך על צוארי דבריך משיתסר וע"
                        }, 
                        {
                            "en": "...What is \"the enemies in the gate\"? ...Said Rabbi Chiyya bar Abba: ...Even a p", 
                            "he": "(משלי ז, ד) אמור לחכמה אחותי את וגו' ואומר (משלי ז, ג) קשרם על אצבעותיך כתבם על"
                        }, 
                        {
                            "en": "It is well known by all that a son fears his father more than his mother because", 
                            "he": "שמשדלתו בדברים לפיכך הקדים הקב\"ה כיבוד אב לכיבוד אם  וגלוי וידוע לפני מי שאמר וה"
                        }, 
                        {
                            "en": "brings to the next world Rabbi Abahu said", 
                            "he": "ומביאו לחיי העולם הבא  אמר רבי אבהו  כגון אבימי ברי קיים מצות כיבוד  חמשה בני סמ"
                        }, 
                        {
                            "en": "They asked R. Eliezer: To what extent do we take the honoring of father and moth", 
                            "he": "משל מי  רב יהודה אמר  משל בן רב נתן בר אושעיא אמר  משל אב  אורו ליה רבנן לרב ירמ"
                        }, 
                        {
                            "en": "Our rabbis taught On the verse \"you must rise before the elderly\" You might thin", 
                            "he": "הכא תורה דיליה היא  הדר אמר רבא  אין תורה דיליה היא דכתיב (תהלים א, ב) ובתורתו י"
                        }, 
                        {
                            "en": "\"You shall rise and honor the elderly and you shall rise and honor the \"zaken\" s", 
                            "he": "מפני שיבה תקום והדרת תקום והדרת פני זקן ומדלא כתב הכי ש\"מ חד הוא  אמר מר  יכול י"
                        }, 
                        {
                            "en": "", 
                            "he": "אין תלמיד חכם רשאי לעמוד מפני רבו אלא שחרית וערבית כדי שלא יהיה כבודו מרובה מכבו"
                        }, 
                        {
                            "en": "and tefillin. And what are positive commandments that are not time dependent? Me", 
                            "he": "ותפילין  ואיזוהי מצות עשה שלא הזמן גרמא מזוזה מעקה אבידה ושילוח הקן  וכללא הוא"
                        }, 
                        {
                            "en": "What about the Mitzvah to appear in the Beit HaMikdash? Surely that is a Positiv", 
                            "he": "איצטריך סד\"א  נילף חמשה עשר חמשה עשר מחג המצות מה להלן נשים חייבות אף כאן נשים ח"
                        }, 
                        {
                            "en": "And about Rabbi Yochanan ben Broka who says, Pru Urvu also applies to women, how", 
                            "he": "ולרבי יוחנן בן ברוקא דאמר  על שניהם הוא אומר (בראשית א, כב) ויברך אותם אלהים פרו"
                        }, 
                        {
                            "en": "But I could have said that this only applies to men. And had it only taught abou", 
                            "he": "איש דבר מצות אין אשה לא  ואי אשמעינן הא משום דאיכא איבוד נשמה חס רחמנא עלה אבל ה"
                        }, 
                        {
                            "en": "", 
                            "he": "אחת היא  אביי אמר  היינו טעמא דאיסי דגמר קרחה קרחה מבני אהרן  מה להלן נשים פטורו"
                        }, 
                        {
                            "en": "", 
                            "he": "והקריבו זו קבלת הדם: והזאות: הזאה דהיכא  אי דפרה אלעזר כתוב בה אי דפנים (ויקרא ד"
                        }, 
                        {
                            "en": "", 
                            "he": "חוץ מן הערלה וכלאים ר\"א אומר אף החדש  גמ׳  מאי תלויה ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ביאה ומושב כתיב בהו  ה\"ק  ללמד שכל מקום שנאמר ביאה ומושב אינו אלא לאחר ירושה ויש"
                        }, 
                        {
                            "en": "Another bereita: Moshe died on the seventh of Adar and he was born on the sevent", 
                            "he": "אקרוב עומר והדר אכול  אלא למ\"ד לאחר ירושה וישיבה ניכול לאלתר  לא הוו צריכי דכתיב"
                        }, 
                        {
                            "en": "", 
                            "he": "כל מצוה שנצטוו ישראל קודם כניסתן לארץ נוהגת בין בארץ בין בחוצה לארץ  לאחר כניסתן"
                        }, 
                        {
                            "en": "", 
                            "he": "ניתני או זה וזה יורד ולוקח או זה וזה יורד ולוקט  האמר ליה שמואל לרב ענן  תני או"
                        }, 
                        {
                            "en": "Our Mishnah: Anyone who does one mitzvah, it is good for them, and their days wi", 
                            "he": "ארבע על ארבע רוחות הערוגה ואחת באמצע שפיר  אלא הכא משום נוי ואי נמי משום טרחא דש"
                        }, 
                        {
                            "en": "", 
                            "he": "נושאי קיסר שמרוני כל הלילה  אמרו ליה  שמא דבר ערוה בא לידך וניצלת הימנו דתנינא"
                        }, 
                        {
                            "en": "\"A person should see himself as if half of him is guilty and half of him is meri", 
                            "he": "יראה אדם עצמו כאילו חציו חייב וחציו זכאי עשה מצוה אחת אשריו שהכריע עצמו לכף זכות"
                        }, 
                        {
                            "en": "", 
                            "he": "לא עלתה בידו אלא רגזנותא  ולאדם טוב מטעימים אותו מפרי מעשיו  וכל שאינו לא במקרא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "A woman is acquired in three ways and acquires herself in two ways.  [She is] ac", 
                        "he": "מתני׳  האשה  נקנית בשלוש דרכים וקונה את עצמה בשתי דרכי"
                    }, 
                    "refs": [
                        "Kiddushin 2a:1-11", 
                        "Kiddushin 2b", 
                        "Kiddushin 3a", 
                        "Kiddushin 3b", 
                        "Kiddushin 4a", 
                        "Kiddushin 4b", 
                        "Kiddushin 5a", 
                        "Kiddushin 5b", 
                        "Kiddushin 6a", 
                        "Kiddushin 6b", 
                        "Kiddushin 7a", 
                        "Kiddushin 7b", 
                        "Kiddushin 8a", 
                        "Kiddushin 8b", 
                        "Kiddushin 9a", 
                        "Kiddushin 9b", 
                        "Kiddushin 10a", 
                        "Kiddushin 10b", 
                        "Kiddushin 11a", 
                        "Kiddushin 11b", 
                        "Kiddushin 12a", 
                        "Kiddushin 12b", 
                        "Kiddushin 13a", 
                        "Kiddushin 13b", 
                        "Kiddushin 14a", 
                        "Kiddushin 14b", 
                        "Kiddushin 15a", 
                        "Kiddushin 15b", 
                        "Kiddushin 16a", 
                        "Kiddushin 16b", 
                        "Kiddushin 17a", 
                        "Kiddushin 17b", 
                        "Kiddushin 18a", 
                        "Kiddushin 18b", 
                        "Kiddushin 19a", 
                        "Kiddushin 19b", 
                        "Kiddushin 20a", 
                        "Kiddushin 20b", 
                        "Kiddushin 21a", 
                        "Kiddushin 21b", 
                        "Kiddushin 22a", 
                        "Kiddushin 22b", 
                        "Kiddushin 23a", 
                        "Kiddushin 23b", 
                        "Kiddushin 24a", 
                        "Kiddushin 24b", 
                        "Kiddushin 25a", 
                        "Kiddushin 25b", 
                        "Kiddushin 26a", 
                        "Kiddushin 26b", 
                        "Kiddushin 27a", 
                        "Kiddushin 27b", 
                        "Kiddushin 28a", 
                        "Kiddushin 28b", 
                        "Kiddushin 29a", 
                        "Kiddushin 29b", 
                        "Kiddushin 30a", 
                        "Kiddushin 30b", 
                        "Kiddushin 31a", 
                        "Kiddushin 31b", 
                        "Kiddushin 32a", 
                        "Kiddushin 32b", 
                        "Kiddushin 33a", 
                        "Kiddushin 33b", 
                        "Kiddushin 34a", 
                        "Kiddushin 34b", 
                        "Kiddushin 35a", 
                        "Kiddushin 35b", 
                        "Kiddushin 36a", 
                        "Kiddushin 36b", 
                        "Kiddushin 37a", 
                        "Kiddushin 37b", 
                        "Kiddushin 38a", 
                        "Kiddushin 38b", 
                        "Kiddushin 39a", 
                        "Kiddushin 39b", 
                        "Kiddushin 40a", 
                        "Kiddushin 40b", 
                        "Kiddushin 41a:1-4"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "האשה נקנית", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "האשה נקנית", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Kiddushin 41a:5-58b:34", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  האיש  מקדש בו ובשלוחו האשה מתקדשת בה ובשלוחה הא"
                        }, 
                        {
                            "en": "", 
                            "he": "פיחת עשרה או הוסיף עשרה תרומתו  תרומה מנלן  וכי תימא דיליף מגירושין מה לגירושין"
                        }, 
                        {
                            "en": "", 
                            "he": "בפסח אחד שנא' (שמות יב, ו) ושחטו אותו כל קהל עדת ישראל בין הערבים וכי כל הקהל כו"
                        }, 
                        {
                            "en": "", 
                            "he": "הא דטעו הא דלא טעו  אי דלא טעו מאי יכולים למחות  יכולים למחות ברוחות אמר רב נחמן"
                        }, 
                        {
                            "en": "", 
                            "he": "נילף מיניה  משום דהוה מעילה טביחה ומכירה שני כתובים הבאים כאחד וכל שני כתובים הב"
                        }, 
                        {
                            "en": "", 
                            "he": "וכן בדיני ממונות  וצריכא  דאי אשמעינן בקידושין משום דלמיסרה קאתי אבל גירושין ניח"
                        }, 
                        {
                            "en": "", 
                            "he": "קטנה מן האירוסין אין עושים בה מאמר אלא מדעת אביה  והנערה בין מדעת עצמה בין מדעת"
                        }, 
                        {
                            "en": "", 
                            "he": "נערה מהו שתעשה שליח לקבל גיטה מיד בעלה  כיד אביה דמיא או כחצר אביה דמיא  כיד אבי"
                        }, 
                        {
                            "en": "", 
                            "he": "ושוין שמוכרה אלמנה לכהן גדול גרושה וחלוצה לכהן הדיוט האי אלמנה היכי דמי  אילימא"
                        }, 
                        {
                            "en": "", 
                            "he": "שמא נתרצה הבן לא אמרינן  אמרי ליה רבנן לרבינא  ודילמא שליח שויה  לא חציף איניש ל"
                        }, 
                        {
                            "en": "", 
                            "he": "נראין דברי תלמיד  אמר רבא  מאי טעמא דרב הונא הואיל ונעשה בה מעשה יתומה בחיי האב"
                        }, 
                        {
                            "en": "", 
                            "he": "ושמע מינה  מעות בעלמא חוזרים איתמר המקדש אחותו  רב אמר  מעות חוזרים ושמואל אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "לא שנו אלא דאמר לה בזו ובזו ובזו אבל אמר לה באלו אפילו אוכלת נמי מקודשת כי קא אכ"
                        }, 
                        {
                            "en": "", 
                            "he": "הרי היא כפקדון עד כאן לא פליגי אלא דמר סבר  מלוה אע\"ג דלא נשתייר הימנה שוה פרוטה"
                        }, 
                        {
                            "en": "", 
                            "he": "המוכר שטר חוב לחבירו וחזר ומחלו מחול ואפי' יורש מוחל  דמר אית ליה דשמואל ומר לית"
                        }, 
                        {
                            "en": "", 
                            "he": "אינה לשכירות אלא בסוף ומר סבר  ישנה לשכירות מתחלה ועד סוף  ואיבעית אימא  דכ\"ע יש"
                        }, 
                        {
                            "en": "", 
                            "he": "גט פשוט עדיו מתוכו מקושר עדיו מאחוריו  פשוט שכתבו עדיו מאחוריו ומקושר שכתבו עדיו"
                        }, 
                        {
                            "en": "\"[Marry me] On the condition that I am righteous\". Even if he is entirely wicked", 
                            "he": "מאי תורה מדרש תורה  והני מילי דאמר לה תנינא אבל אמר לה תנא אנא עד דתני הילכתא ספ"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא א, ג) יקריב אותו מלמד שכופין אותו יכול בעל כרחו תלמוד לומר לרצונו  הא כיצ"
                        }, 
                        {
                            "en": "", 
                            "he": "אינה מקודשת שמחמת קידושין הראשונים שלח  וכן קטן שקידש  גמ׳"
                        }, 
                        {
                            "en": "", 
                            "he": "המרבה במעשר פירותיו מתוקנים ומעשרות מקולקלין  ואמאי  נימא  כל שאינו בזה אחר זה א"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא לאו דאמר להו אחת מכם וקתני  אין אחיות מקודשות  לרבא קשיא רישא לאביי קשיא סיפ"
                        }, 
                        {
                            "en": "", 
                            "he": "האחד חולץ לשתיהן והשנים אחד חולץ ואחד מיבם  אם קדמו וכנסו אין מוציאין אותן מידם"
                        }, 
                        {
                            "en": "", 
                            "he": "והא מתניתין דגזל דידה וקאמר רב  אינה מקודשת  לא קשיא  הא דשדיך הא דלא שדיך  ההיא"
                        }, 
                        {
                            "en": "", 
                            "he": "נמנו וגמרו  המקדש בחלקו בין קדשי קדשים ובין קדשים קלים לא קידש  ורב אמר  עדיין ה"
                        }, 
                        {
                            "en": "", 
                            "he": "ולאו ממילא שמעת מינה  תרגמה רבין סבא קמיה דרב  אמר קרא הוא בהוייתו יהא ובהקדש במ"
                        }, 
                        {
                            "en": "", 
                            "he": "חזרנו על כל צדדים של ר\"מ ולא מצינו הקדש בשוגג אין מתחלל במזיד מתחלל  ומשנתינו בכ"
                        }, 
                        {
                            "en": "", 
                            "he": "תרי תנאי נינהו ואליבא דר' יהודה  אמר עולא משמיה דבר פדא  אומר היה ר\"מ  הקדש במזי"
                        }, 
                        {
                            "en": "", 
                            "he": "תנן התם  בהמה שנמצאת מירושלים למגדל עדר וכמדתה לכל רוח זכרים עולות נקבות זבחי של"
                        }, 
                        {
                            "en": "", 
                            "he": "תהי בה ר' יוחנן  וכי אומרים לו לאדם  עמוד וחטא בשביל שתזכה  אלא א\"ר יוחנן  ממתין"
                        }, 
                        {
                            "en": "", 
                            "he": "ואם לקח בשוגג יחזרו דמים למקומם במזיד תעלה ותאכל במקום  אמר רבי יהודה  במה דברים"
                        }, 
                        {
                            "en": "", 
                            "he": "כשברח  וטעמא דברח הא לא ברח קנסינן למוכר  ונקנסיה ללוקח  לאו עכברא גנב אלא חורא"
                        }, 
                        {
                            "en": "", 
                            "he": "את לא דריש כדתניא  שמעון העמסוני ואמרי לה נחמיה העמסוני היה דורש כל אתין שבתורה"
                        }, 
                        {
                            "en": "", 
                            "he": "מוקצה ונעבד דבעלי חיים נינהו ואסירי  כי אסירי לגבוה להדיוט מישרא שרי  מתקיף לה ר"
                        }, 
                        {
                            "en": "", 
                            "he": "הראוים ליקרב  מנין לרבות בעלי מומין  מרבה אני בעלי מומין שכן מין המכשיר  ומנין ל"
                        }, 
                        {
                            "en": "", 
                            "he": "א\"ל  הוצאה את איכסיף הוא סבר  משמעתא קאמר ליה  א\"ל  הכי קאמינא  רב אסי דהוצל קאי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  האיש  מקדש בו ובשלוחו האשה מתקדשת בה ובשלוחה הא"
                    }, 
                    "refs": [
                        "Kiddushin 41a:5-33", 
                        "Kiddushin 41b", 
                        "Kiddushin 42a", 
                        "Kiddushin 42b", 
                        "Kiddushin 43a", 
                        "Kiddushin 43b", 
                        "Kiddushin 44a", 
                        "Kiddushin 44b", 
                        "Kiddushin 45a", 
                        "Kiddushin 45b", 
                        "Kiddushin 46a", 
                        "Kiddushin 46b", 
                        "Kiddushin 47a", 
                        "Kiddushin 47b", 
                        "Kiddushin 48a", 
                        "Kiddushin 48b", 
                        "Kiddushin 49a", 
                        "Kiddushin 49b", 
                        "Kiddushin 50a", 
                        "Kiddushin 50b", 
                        "Kiddushin 51a", 
                        "Kiddushin 51b", 
                        "Kiddushin 52a", 
                        "Kiddushin 52b", 
                        "Kiddushin 53a", 
                        "Kiddushin 53b", 
                        "Kiddushin 54a", 
                        "Kiddushin 54b", 
                        "Kiddushin 55a", 
                        "Kiddushin 55b", 
                        "Kiddushin 56a", 
                        "Kiddushin 56b", 
                        "Kiddushin 57a", 
                        "Kiddushin 57b", 
                        "Kiddushin 58a", 
                        "Kiddushin 58b:1-34"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "האיש מקדש", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "האיש מקדש", 
                            "primary": true
                        }
                    ], 
                    "offset": 80, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Kiddushin 58b:35-69a:41", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  האומר  לחבירו צא וקדש לי אשה פלונית והלך וקדשה"
                        }, 
                        {
                            "en": "", 
                            "he": "ומאי שנא התם דקתני האומר לשלוחו  הכא רבותא קמ\"ל והתם רבותא קמ\"ל  הכא רבותא קמ\"ל"
                        }, 
                        {
                            "en": "", 
                            "he": "מעשה מוציא מיד מעשה ומיד מחשבה מחשבה אין מוציאה לא מיד מעשה ולא מיד מחשבה  בשלמא"
                        }, 
                        {
                            "en": "", 
                            "he": "ובא אחר ואמר לה הרי את מקודשת לי מעכשיו ולאחר עשרה ימים מראשון ומאחרון צריכה גט"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי בינייהו  איכא בינייהו שנתקרע הגט או שאבד  לרב הונא הוי גט לרב יהודה לא הוי ג"
                        }, 
                        {
                            "en": "", 
                            "he": "המקדיש שדהו בשעת היובל נותן בזרע חומר שעורים חמשים שקל כסף  היו נקעים עמוקים עשר"
                        }, 
                        {
                            "en": "", 
                            "he": "למה לי  שמע מינה לתנאי כפול הוא דאתא  ור' חנינא בן גמליאל (אמר)  אי לא כתב רחמנא"
                        }, 
                        {
                            "en": "", 
                            "he": "חרב תאכלו  אמר רבא  מילחא גללניתא נהמא דשערי אקושא ובצלי  דאמר מר  פת פורני חריב"
                        }, 
                        {
                            "en": "", 
                            "he": "גר צריך שלשה  מ\"ט (ויקרא כד, כב) משפט כתיב ביה כדין מי יימר דמזדקקו ליה הני תלתא"
                        }, 
                        {
                            "en": "", 
                            "he": "(דברים כג, טז) לא תסגיר עבד אל אדוניו רבי אומר  בלוקח עבד על מנת לשחררו הכתוב מד"
                        }, 
                        {
                            "en": "", 
                            "he": "על מנת שישתוק אבא אימא סיפא  מת הבן מלמדין את האב לומר שאינו רוצה אמאי  והא שתיק"
                        }, 
                        {
                            "en": "", 
                            "he": "נאמן לנדרים ולחרמים ולהקדשות ולערכים אבל לא למכות ולעונשין  מתני׳"
                        }, 
                        {
                            "en": "", 
                            "he": "דמוחזק לן באחי ולא מוחזק לן בבני דאמרינן  מה לי לשקר  מאי קאמר למיפטרה מיבם מצי"
                        }, 
                        {
                            "en": "", 
                            "he": "אמצעית שבכת שניה תשתרי  הכא במאי עסקינן בשאין שם אלא גדולה וקטנה  והכי נמי מסתבר"
                        }, 
                        {
                            "en": "", 
                            "he": "אמרינן  הן הן עדי יחוד הן הן עדי ביאה  ובית הלל סברי אמרינן  הן הן עדי יחוד הן ה"
                        }, 
                        {
                            "en": "", 
                            "he": "שורך נרבע והלה שותק נאמן  ותנא תונא  ושנעבדה בו עבירה ושהמית על פי עד אחד או ע\"פ"
                        }, 
                        {
                            "en": "Rav Yehudah said in the name of Shmuel: The verse (Numbers 25, 12) says, “And th", 
                            "he": "מנא אמינא לה דתנן אמר ר' שמעון  מעשה במגורה של דסקים ביבנה שהיתה עומדת בחזקת שלי"
                        }, 
                        {
                            "en": "", 
                            "he": "גר שנשא ממזרת דיש קידושין ואין עבירה הולד הולך אחר הפגום  דתניא  גר שנשא ממזרת ה"
                        }, 
                        {
                            "en": "", 
                            "he": "כל מקום דסיפא לאתויי גר שנשא ממזרת  אלא אי אמרת רבי יוסי היא כל מקום דרישא כדאמר"
                        }, 
                        {
                            "en": "", 
                            "he": "אפילו נדה נמי אלמה  אמר אביי הכל מודים בבא על הנדה ועל הסוטה שאין הולד ממזר  אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "ולדה כמותה מנלן  דאמר קרא (שמות כא, ד) האשה וילדיה תהיה לאדוניה  נכרית מנלן  אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "האומר לשפחתו הרי את בת חורין וולדך עבד הולד כמותה דברי ר' יוסי הגלילי  וחכ\"א  דב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  האומר  לחבירו צא וקדש לי אשה פלונית והלך וקדשה"
                    }, 
                    "refs": [
                        "Kiddushin 58b:35-43", 
                        "Kiddushin 59a", 
                        "Kiddushin 59b", 
                        "Kiddushin 60a", 
                        "Kiddushin 60b", 
                        "Kiddushin 61a", 
                        "Kiddushin 61b", 
                        "Kiddushin 62a", 
                        "Kiddushin 62b", 
                        "Kiddushin 63a", 
                        "Kiddushin 63b", 
                        "Kiddushin 64a", 
                        "Kiddushin 64b", 
                        "Kiddushin 65a", 
                        "Kiddushin 65b", 
                        "Kiddushin 66a", 
                        "Kiddushin 66b", 
                        "Kiddushin 67a", 
                        "Kiddushin 67b", 
                        "Kiddushin 68a", 
                        "Kiddushin 68b", 
                        "Kiddushin 69a:1-41"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "האומר לחברו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "האומר לחברו", 
                            "primary": true
                        }
                    ], 
                    "offset": 115, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Kiddushin 69a:42-82b:19", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  עשרה  יוחסים עלו מבבל כהני לויי ישראלי חללי גיר"
                        }, 
                        {
                            "en": "", 
                            "he": "(דברים יז, ח) דברי ריבות בשעריך וקמת ועלית  אלא ארץ ישראל גבוה מכל ארצות מנלן  ד"
                        }, 
                        {
                            "en": "", 
                            "he": "לא תאכל גירי וחרורי  מנלן  אמר רב חסדא  דאמר קרא (עזרא ו, כא) וכל הנבדל מטומאת ג"
                        }, 
                        {
                            "en": "", 
                            "he": "אין שואלין בשלום אשה  על ידי בעלה  אמר ליה הכי אמר שמואל  אין שואלין בשלום אשה כ"
                        }, 
                        {
                            "en": "The Sages taught At first The Name (of God) consisting of twelve letters would b", 
                            "he": "מטהר שבטים שבטו של לוי מטהר תחילה שנא' (מלאכי ג, ג) וישב מצרף ומטהר כסף וטיהר את"
                        }, 
                        {
                            "en": "", 
                            "he": "כאן להשיאו אשה כאן להוציא אשה מידו  אמר רב יוסף  כל שסיחתו בבבל משיאין לו אשה  ו"
                        }, 
                        {
                            "en": "", 
                            "he": "והאידנא הוא דליוה פרסאי  אמר ליה אביי לרב יוסף  להא גיסא דפרת עד היכא  אמר ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "היום יושב בחיקו של אברהם  היום נולד רב יהודה בבבל  דאמר מר  כשמת ר' עקיבא נולד ר"
                        }, 
                        {
                            "en": "", 
                            "he": "חד לכהנים וחד ללוים וחד לישראלים וחד למישרי ממזר בשתוקי וחד למישרי שתוקי בישראל"
                        }, 
                        {
                            "en": "", 
                            "he": "אין בו משום אסופי משלטי הדמיה אין בו משום אסופי שייף משחא ומלא כוחלא רמי חומרי ת"
                        }, 
                        {
                            "en": "", 
                            "he": "וניחזי זוזי ממאן נקט  לא צריכא דנקט מתרוייהו ואמר  חד מדעתאי וחד בעל כורחי  ולא"
                        }, 
                        {
                            "en": "", 
                            "he": "הכי קאמר  כל האסורים לבא בקהל כהונה מאי נינהו גיורת פחותה מבת שלש שנים ויום אחד"
                        }, 
                        {
                            "en": "", 
                            "he": "כל שאתה נושא בתו אתה נושא אלמנתו וכל שאי אתה נושא בתו אי אתה נושא אלמנתו  מאי אי"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבי ישמעאל סבר לה כר' עקיבא  ר' אלעזר סבר לה כרבי ישמעאל דאמר  כותים גירי אריות"
                        }, 
                        {
                            "en": "", 
                            "he": "ופוטרים את הנשואות  מאי דרשי (דברים כה, ה) לא תהיה אשת המת החוצה לאיש זר הך דיתב"
                        }, 
                        {
                            "en": "", 
                            "he": "מוקים לה בלויה ובת ישראל  אלא מתניתא נימא פליגא  לא מאי עוד אחת זוג אחת  אמר רב"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  בת חלל זכר פסולה מן הכהונה לעולם ישראל שנשא חל"
                        }, 
                        {
                            "en": "", 
                            "he": "הרי גופין מוחלקים הרי שמות מוחלקים  אלא שבא על אלמנה אחת שלש ביאות  היכי דמי  אי"
                        }, 
                        {
                            "en": "", 
                            "he": "זונה משוי לה חללה לא משוי לה  חזר ובא עליה עשאה חללה  אמר רב יהודה  כהן גדול באל"
                        }, 
                        {
                            "en": "MISHNAH. IF A MAN DECLARES, ‘THIS SON OF MINE IS A MAMZER,’ HE IS DISBELIEVED. A", 
                            "he": "האי קרא רישא בכהן גדול וסיפא בכהן הדיוט  אמר ליה  אין  וכתב קרא הכי  אמר ליה  אי"
                        }, 
                        {
                            "en": "", 
                            "he": "שניהם נותנים גט ואם רצו אחד נותן גט ואחד כונס  וכן האשה שנתנה רשות לשלוחה לקדשה"
                        }, 
                        {
                            "en": "", 
                            "he": "מי מוציא מיד מי הוא מוציא מידם בלא ראיה והן אין מוציאים מידו בלא ראיה דברי ר' יע"
                        }, 
                        {
                            "en": "", 
                            "he": "לא שנו אלא בקדשי הגבול אבל ביוחסין לא ורבי יוחנן אמר  אפילו ביוחסין  ואזדא רבי י"
                        }, 
                        {
                            "en": "", 
                            "he": "נקורים נקורים בעיסה תולין לא אוכלין ולא שורפין  א\"ר יהושע בן לוי  לא שנו אלא במש"
                        }, 
                        {
                            "en": "Rav said: A person gets D'Rabanan whipped if he does Yichud, but if a married wo", 
                            "he": "לאתרויי ביה  אמר רב יהודה אמר רב  ל\"ש אלא בעיר אבל בדרך עד שיהיו שלשה שמא יצטרך"
                        }, 
                        {
                            "en": "Every time Rabbi Chiya bar Abba fell upon his face (in the Tachanun prayer) he u", 
                            "he": "תיב שפיר אמר ליה  הבו לי כסא יהבו ליה כסא  אכמר שדא ביה כיחו נחרו ביה  שקא ומית"
                        }, 
                        {
                            "en": "", 
                            "he": "הכל לשם שמים:  מתני׳  לא ילמד אדם רווק סופרים ולא תלמד"
                        }, 
                        {
                            "en": "", 
                            "he": "מחטא דתלמיותא  תניא רבי אומר  אין לך אומנות שעוברת מן העולם אשרי מי שרואה את הור"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  עשרה  יוחסים עלו מבבל כהני לויי ישראלי חללי גיר"
                    }, 
                    "refs": [
                        "Kiddushin 69a:42-56", 
                        "Kiddushin 69b", 
                        "Kiddushin 70a", 
                        "Kiddushin 70b", 
                        "Kiddushin 71a", 
                        "Kiddushin 71b", 
                        "Kiddushin 72a", 
                        "Kiddushin 72b", 
                        "Kiddushin 73a", 
                        "Kiddushin 73b", 
                        "Kiddushin 74a", 
                        "Kiddushin 74b", 
                        "Kiddushin 75a", 
                        "Kiddushin 75b", 
                        "Kiddushin 76a", 
                        "Kiddushin 76b", 
                        "Kiddushin 77a", 
                        "Kiddushin 77b", 
                        "Kiddushin 78a", 
                        "Kiddushin 78b", 
                        "Kiddushin 79a", 
                        "Kiddushin 79b", 
                        "Kiddushin 80a", 
                        "Kiddushin 80b", 
                        "Kiddushin 81a", 
                        "Kiddushin 81b", 
                        "Kiddushin 82a", 
                        "Kiddushin 82b:1-19"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "עשרה יוחסין", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "עשרה יוחסין", 
                            "primary": true
                        }
                    ], 
                    "offset": 136, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Masechet Kiddushin"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Qiddushin"
                }, 
                {
                    "lang": "en", 
                    "text": "Qiddushin"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Kiddushin"
                }, 
                {
                    "lang": "en", 
                    "text": "Talmud Kiddushin"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Kiddushin"
                }, 
                {
                    "lang": "he", 
                    "text": "קידושין", 
                    "primary": true
                }, 
                {
                    "lang": "he", 
                    "text": "קדושין"
                }, 
                {
                    "lang": "he", 
                    "text": "קדושי'"
                }, 
                {
                    "lang": "he", 
                    "text": "קידושי'"
                }, 
                {
                    "lang": "he", 
                    "text": "קידושי׳"
                }, 
                {
                    "lang": "he", 
                    "text": "קדושי׳"
                }, 
                {
                    "lang": "en", 
                    "text": "Kiddushin", 
                    "primary": true
                }
            ], 
            "heTitle": "קידושין", 
            "title": "Kiddushin"
        }
    }, 
    "order": [
        19, 
        7
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ], 
    "default_struct": "Chapters"
}