{
    "heTitleVariants": [
        "כל בו", 
        "כלבו"
    ], 
    "pubDate": "1490", 
    "title": "Kol Bo", 
    "compDate": "1490", 
    "pubPlace": "Middle-Age Italy", 
    "compPlace": "Narbonne", 
    "enDesc": "Kol Bo (all is in it) is a collection of Jewish ritual and civil laws, probably by Aaron ben Jacob ha-Kohen. It is mostly likely an abridgement of a longer work called Orḥot Ḥayyim, though this claim is disputed with some opinions saying the Kol Bo was a shorter earlier attempt to write a Halakhic work. Others claim the two works were authored by independent writers from Provence with both Gedaliah ibn Yaḥya Shemariah b. Simḥah or Joseph ben Tobiah of Provence suggested as authors. The Kol Bo does not pretend to any order; the laws that were later arranged in Oraḥ Ḥayyim are found together with those that were later arranged in Yoreh De'ah and Eben ha-'Ezer. Likewise, many laws are entirely missing in the Kol Bo. It is peculiar also in that some of the laws are briefly stated, while others are stated at great length, without division into paragraphs. After the regular code, terminating with the laws of mourning (No. 115), there comes a miscellaneous collection, containing the \"taḳḳanot\" of R. Gershom and of Jacob Tam, the Ma'aseh Torah of Judah ha-Nasi I, the legend of Solomon's throne, the legend of Joshua b. Levi, a cabalistic dissertation on circumcision, a dissertation on gemaṭria and noṭariḳon, sixty-one decisions of Eliezer b. Nathan; forty-four decisions of Samson Zadok, decisions of Isaac of Corbeil, and responsa of Perez ha-Kohen, decisions of Isaac Orbil, of the geonim Naṭronai, Hai Gaon, Amram Gaon, Nahshon Gaon, laws of the \"miḳweh\" taken from Perez's Sefer ha-Miẓwot, responsa, and finally the law of excommunication of Naḥmanides. For this reason it is quoted under the title of \"Sefer ha-Liḳḳuṭim\" in Avḳat Rokel, No. 13.", 
    "depth": 2, 
    "maps": [], 
    "heTitle": "כל בו", 
    "era": "RI", 
    "authors": [
        "Aharon ben Jacob Ha-Kohen of Lunil"
    ], 
    "titleVariants": [
        "KolBo", 
        "Kolbo", 
        "Kol Bo"
    ], 
    "sectionNames": [
        "Siman", 
        "Paragraph"
    ], 
    "categories": [
        "Halakhah"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Kol Bo", 
        "addressTypes": [
            "Integer", 
            "Integer"
        ], 
        "heTitle": "כל בו", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "KolBo"
            }, 
            {
                "lang": "en", 
                "text": "Kolbo"
            }, 
            {
                "lang": "he", 
                "text": "כל בו", 
                "primary": true
            }, 
            {
                "lang": "he", 
                "text": "כלבו"
            }, 
            {
                "lang": "en", 
                "text": "Kol Bo", 
                "primary": true
            }
        ], 
        "key": "Kol Bo", 
        "heSectionNames": [
            "סימן", 
            "פסקה"
        ], 
        "sectionNames": [
            "Siman", 
            "Paragraph"
        ]
    }
}