{
    "heTitleVariants": [
        "אגדות היהודים"
    ], 
    "heCategories": [
        "מדרש", 
        "מדרש אגדה"
    ], 
    "pubDate": "1909-1938", 
    "title": "Legends of the Jews", 
    "compDate": "1909", 
    "enDesc": "Legends of the Jews is an original synthesis of a vast amount of aggadah from all of classical rabbinic literature, as well as apocryphal, pseudopigraphical and even early Christian literature, with legends ranging from the creation of the world and the fall of Adam, through a huge collection of legends on Moses, and ending with the story of Esther and the Jews in Persia. Ginzberg had an encyclopedic knowledge of all rabbinic literature, and his masterwork included a massive array of aggadot. However he did not create an anthology which showed these aggadot distinctly. Rather, he paraphrased them and rewrote them into one continuous narrative that covered four volumes, followed by two volumes of footnotes that give specific sources. See Jewish folklore and Aggadah.", 
    "depth": 3, 
    "compDateString": {
        "en": " (1909 CE)", 
        "he": " (1909 לספירה)"
    }, 
    "heDesc": "אגדות היהודים הינו חיבור מקורי המאגד מספר עצום של אגדות מכל רחבי הספרות החז\"לית הקלאסית, הספרות החיצונית, ואף מספרות נוצרית קדומה. הספר מציג אגדות בסדר כרונולוגי, הפותח בסיפור בבריאת העולם וחטאו של האדם הראשון, עובר דרך אוסף עצום של אגדות על משה, ומסיים בסיפורם של אסתר ויהודי פרס. גינצבורג היה בעל ידע אנציקלופדי בכל ספרות חז\"ל, ויצירת המופת שלו כוללת בתוכה כמות עצומה ומגוונת של אגדות. אך \"אגדות היהודים\" אינו ספר אנתולוגי, המציג את כל האגדות הללו בפני עצמן, אלא פרפרזה שלהן בתוך נרטיב רציף אחד, המקיף ארבעה כרכים, אליהם מצורפים שני כרכים נוספים של הערות המפנות למקורות הספציפיים של כל האגדות השזורות בטקסט. ראו פולקלור יהודי ואגדה.", 
    "heTitle": "אגדות היהודים", 
    "era": "CO", 
    "authors": [
        {
            "en": "Louis Ginzberg", 
            "he": "לוי גינצבורג"
        }
    ], 
    "titleVariants": [
        "The Legends of the Jews", 
        "Legends of the Jews"
    ], 
    "sectionNames": [
        "Volume", 
        "Chapter", 
        "Paragraph"
    ], 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Legends of the Jews", 
        "addressTypes": [
            "Volume", 
            "Perek", 
            "Integer"
        ], 
        "heTitle": "אגדות היהודים", 
        "depth": 3, 
        "titles": [
            {
                "lang": "en", 
                "text": "The Legends of the Jews"
            }, 
            {
                "lang": "he", 
                "text": "אגדות היהודים", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Legends of the Jews", 
                "primary": true
            }
        ], 
        "key": "Legends of the Jews", 
        "heSectionNames": [
            "כרך", 
            "פרק", 
            "פסקה"
        ], 
        "sectionNames": [
            "Volume", 
            "Chapter", 
            "Paragraph"
        ]
    }
}