{
    "heTitleVariants": [
        "מגיד מישרים"
    ], 
    "sectionNames": [
        "Parasha", 
        "Paragraph"
    ], 
    "heCategories": [
        "קבלה"
    ], 
    "pubDate": "1646", 
    "title": "Maggid Meisharim", 
    "compDate": "1560", 
    "pubPlace": "Lublin", 
    "compPlace": "Safed", 
    "enDesc": " Maggid Meisharim (Preacher of Righteousness) is a mystical diary written by Rabbi Joseph Karo. During a period of fifty years he recorded the nocturnal visits of an angelic being, his heavenly mentor, a personification of the Mishna (the authoritative collection of Jewish Oral Law). His visitor spurred him to acts of righteousness and even asceticism, exhorted him to study the Kabbala and reproved him for moral laxities. The discussions treat of various subjects. The maggid enjoins Karo to be modest in the extreme, to say his prayers with the utmost devotion, to be gentle and patient always. Especial stress is laid on asceticism; and Karo is often severely rebuked for taking more than one glass of wine, or for eating meat. Whenever Karo did not follow the severe instructions of his maggid, he suddenly heard its warning voice. His mentor also advised him in family affairs, told him what reputation he enjoyed in heaven, and praised or criticized his decisions in religious questions. Karo received new ideas from his maggid in regard to the Kabbala only; such information was in the nature of sundry Kabalistic interpretations of the Pentateuch, that in content, though not in form, remind one of the theories of Karo's pupil, Moses ben Jacob Cordovero. The present form of Maggid Meisharim shows plainly that it was never intended for publication, being merely a collection of stray notes; nor does Karo's son Judah mention the book among his father's works (Introduction to the Responsa). It is known, on the other hand, that during Karo's lifetime the kabalists believed his Maggid to be actually existent.The Maggid Meisharim, furthermore, shows a knowledge of Karo's public and private life that no one could have possessed after his death; and the fact that the maggid promises things that were never fulfilled, such as a martyr's death, shows that it is not the work of a forger or composed for Karo's glorification.", 
    "depth": 2, 
    "compDateString": {
        "en": " (c.1545  - c.1575 CE)", 
        "he": " (1545 - 1575 לספירה בקירוב)"
    }, 
    "compPlaceString": {
        "en": "Safed", 
        "he": "צפת"
    }, 
    "heDesc": "יומן של התגלויות \"מגיד\" שמימי לרבי יוסף קארו.", 
    "heTitle": "מגיד מישרים", 
    "era": "AH", 
    "authors": [
        {
            "en": "Joseph Karo", 
            "he": "יוסף קארו"
        }
    ], 
    "titleVariants": [
        "Maggid Mesharim", 
        "Maggid Meisharim"
    ], 
    "errorMargin": "15", 
    "categories": [
        "Kabbalah"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Maggid Meisharim", 
        "addressTypes": [
            "Integer", 
            "Integer"
        ], 
        "heTitle": "מגיד מישרים", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Maggid Mesharim"
            }, 
            {
                "lang": "he", 
                "text": "מגיד מישרים", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Maggid Meisharim", 
                "primary": true
            }
        ], 
        "key": "Maggid Meisharim", 
        "heSectionNames": [
            "פרשה", 
            "פסקה"
        ], 
        "sectionNames": [
            "Parasha", 
            "Paragraph"
        ]
    }
}