{
    "heTitleVariants": [
        "משנה מקואות", 
        "מקואות"
    ], 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "pubDate": "1492", 
    "title": "Mishnah Mikvaot", 
    "compDate": "210", 
    "pubPlace": "Naples", 
    "compPlace": "Talmudic Israel", 
    "enDesc": "The Mishnah is the first major written redaction of the Jewish oral traditions known as the Oral Torah. The Mishnah was redacted by Rabbi Yehudah Ha-Nasi before his death around 217 CE, in a time when, according to the Talmud, the persecution of the Jews and the passage of time raised the possibility that the details of the oral traditions of the Pharisees from the Second Temple period (536 BCE – 70 CE) would be forgotten. The majority of the Mishnah is written in Mishnaic Hebrew, while some parts are Aramaic. The Mishnah consists of six orders (sedarim, singular seder), each containing 7–12 tractates (masekhtot, singular masekhet), numbering 63 in total and further subdivided into chapters and paragraphs or verses. The word Mishnah can also indicate a single paragraph or a verse of the work itself, i.e. the smallest unit of structure in the Mishnah. For this reason the whole work is sometimes called by the plural, Mishnayot. Mikavot (Pools) belongs to the sixth order, Tahorot (Purities) and discusses the laws of the mikveh (pool) used for cleansing the body from impurities. It has four chapters.", 
    "depth": 2, 
    "heTitle": "משנה מקואות", 
    "era": "T", 
    "titleVariants": [
        "M. Mikvaot", 
        "M Mikvaot", 
        "Mishna Mikvaot", 
        "Mishnah Mikvaot"
    ], 
    "errorMargin": "20", 
    "order": [
        57, 
        6
    ], 
    "categories": [
        "Mishnah", 
        "Seder Tahorot"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Perek", 
            "Mishnah"
        ], 
        "lengths": [
            10, 
            71
        ], 
        "title": "Mishnah Mikvaot", 
        "heTitle": "משנה מקואות", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "M. Mikvaot"
            }, 
            {
                "lang": "en", 
                "text": "M Mikvaot"
            }, 
            {
                "lang": "en", 
                "text": "Mishna Mikvaot"
            }, 
            {
                "lang": "he", 
                "text": "משנה מקואות", 
                "primary": true
            }, 
            {
                "lang": "he", 
                "text": "מקואות"
            }, 
            {
                "lang": "en", 
                "text": "Mishnah Mikvaot", 
                "primary": true
            }
        ], 
        "key": "Mishnah Mikvaot", 
        "heSectionNames": [
            "פרק", 
            "משנה"
        ], 
        "sectionNames": [
            "Chapter", 
            "Mishna"
        ]
    }
}