{
    "heTitleVariants": [
        "משנה תורה, תוכן החיבור", 
        "רמב\"ם, תוכן החיבור", 
        "רמב\"ם תוכן החיבור"
    ], 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "pubDate": "1474", 
    "title": "Mishneh Torah, Overview of Mishneh Torah Contents", 
    "compDate": "1177", 
    "pubPlace": "Rome", 
    "compPlace": "Middle-Age Egypt", 
    "enDesc": "The Mishneh Torah Repetition of the Torah), subtitled Sefer Yad HaHazaka (Book of the Strong Hand), is a code of Jewish religious law (Halakha) authored by Rabbi Moshe ben Maimon, also known as Rambam or Maimonidies. The Mishneh Torah was compiled between 1170 and 1180 in Egypt, and is regarded as Maimonides' magnum opus. Mishneh Torah consists of fourteen books, subdivided into sections, chapters, and paragraphs. It is the only Medieval-era work that details all of Jewish observance, including those laws that are only applicable when the Temple is in existence. Maimonides intended to provide a complete statement of the Oral Law, so that a person who mastered first the Written Torah and then the Mishneh Torah would be in no need of any other book. Contemporary reaction was mixed, with strong and immediate opposition focusing on the absence of sources and the belief that the work appeared to be intended to supersede study of the Talmud. Maimonides responded to these criticisms, and the Mishneh Torah endures as an influential work in Jewish religious thought. According to several authorities, a decision may not be rendered in opposition to a view of Maimonides, even where he apparently militated against the sense of a Talmudic passage, for in such cases the presumption was that the words of the Talmud were incorrectly interpreted. Likewise: \"One must follow Maimonides even when the latter opposed his teachers, since he surely knew their views, and if he decided against them he must have disapproved their interpretation.\" The book is divided into fourteen volumes which are then subdivided into section, each on a specific topic of law. Introduction - overview. ", 
    "depth": 2, 
    "compDateString": {
        "en": " (c.1176  - c.1178 CE)", 
        "he": " (1176 - 1178 לספירה בקירוב)"
    }, 
    "compPlaceString": {
        "en": "Middle-Age Egypt", 
        "he": "מצרים של ימי הביניים"
    }, 
    "heTitle": "משנה תורה, תוכן החיבור", 
    "era": "RI", 
    "authors": [
        {
            "en": "Rambam", 
            "he": "רמב\"ם"
        }
    ], 
    "titleVariants": [
        "Rambam, Tachon haChibor", 
        "Rambam, Overview of Mishneh Torah Contents", 
        "Mishneh Torah, Tachon haChibor", 
        "Mishneh Torah, Overview of Mishneh Torah Contents"
    ], 
    "errorMargin": "1", 
    "order": [
        4, 
        4
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Introduction"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Mishneh Torah, Overview of Mishneh Torah Contents", 
        "addressTypes": [
            "Integer", 
            "Integer"
        ], 
        "heTitle": "משנה תורה, תוכן החיבור", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Rambam, Tachon haChibor"
            }, 
            {
                "lang": "en", 
                "text": "Rambam, Overview of Mishneh Torah Contents"
            }, 
            {
                "lang": "en", 
                "text": "Mishneh Torah, Tachon haChibor"
            }, 
            {
                "lang": "he", 
                "text": "משנה תורה, תוכן החיבור", 
                "primary": true
            }, 
            {
                "lang": "he", 
                "text": "רמב\"ם, תוכן החיבור"
            }, 
            {
                "lang": "he", 
                "text": "רמב\"ם תוכן החיבור"
            }, 
            {
                "lang": "en", 
                "text": "Mishneh Torah, Overview of Mishneh Torah Contents", 
                "primary": true
            }
        ], 
        "key": "Mishneh Torah, Overview of Mishneh Torah Contents", 
        "heSectionNames": [
            "פרק", 
            "הלכה"
        ], 
        "sectionNames": [
            "Chapter", 
            "Halacha"
        ]
    }
}