{
    "heTitleVariants": [
        "ספר יצירה: נוסח הגר\"א"
    ], 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "pubDate": "1562", 
    "title": "Sefer Yetzirah Gra Version", 
    "compDate": "0", 
    "pubPlace": "Mantua", 
    "enDesc": "Sefer Yezirah (Book of Formation) is the title of the earliest extant book on Jewish esotericism, although some early commentators treated it as a treatise on mathematical and linguistic theory as opposed to Kabbalah. It describes how the universe was created by the God of Israel (a list of all of God's Hebrew names appears in the first sentence of the book) through 32 wondrous ways of wisdom. The book is traditionally ascribed to the patriarch Abraham. However, according to modern historians, the origin of the text is unknown and hotly debated. Some scholars believe it might have an early medieval origin, while others emphasize earlier traditions appearing in the book. The division of the letters into the three classes of vowels, mutes, and sonants also appears in Hellenic texts. The historical origin of the Sefer Yezirah was placed by Reitzenstein in the 2nd century BCE. According to Benton, the Hebrew grammatical form places its origin closer to the period of the Mishnah, around the 2nd century CE. Nonetheless, the ascription of its authorship to the biblical patriarch Abraham shows the high esteem which it enjoyed for centuries. It may even be said that this work had a greater influence on the development of the Jewish mind than almost any other book after the completion of the Talmud.", 
    "depth": 2, 
    "heTitle": "ספר יצירה: נוסח הגר\"א", 
    "era": "T", 
    "authors": [], 
    "titleVariants": [
        "The Book of Formation", 
        "Sefer Yetzirah Gra Version"
    ], 
    "errorMargin": "200", 
    "categories": [
        "Kabbalah"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Sefer Yetzirah Gra Version", 
        "addressTypes": [
            "Integer", 
            "Integer"
        ], 
        "heTitle": "ספר יצירה: נוסח הגר\"א", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "The Book of Formation"
            }, 
            {
                "lang": "he", 
                "text": "ספר יצירה: נוסח הגר\"א", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Sefer Yetzirah Gra Version", 
                "primary": true
            }
        ], 
        "key": "Sefer Yetzirah Gra Version", 
        "heSectionNames": [
            "פרק", 
            "משנה"
        ], 
        "sectionNames": [
            "Chapter", 
            "Mishna"
        ]
    }
}