{
    "heTitleVariants": [
        "ספרי במדבר"
    ], 
    "sectionNames": [
        "Piska", 
        "Paragraph"
    ], 
    "pubDate": "1546", 
    "title": "Sifrei Bamidbar", 
    "compDate": "200", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Israel/Babylon", 
    "enDesc": "Sifrei (Books) also known as Sifrei debe Rav or Sifrei Rabbah refers to either of two works of Midrash halakhah, based on the biblical books of Bemidbar (Numbers) and Devarim (Deuteronomy). The earliest Sifrei is found in Talmudic times and successively cited by Geonim and Rishonim. This early version is certainly not identical with the modern Sifrei. The modern Sifrei is not a uniform work, but one composed of two parts, one on Numbers and one on Deuteronomy that were joined together. The Sifrei to Numbers is evidently a midrash which originated in R. Ishmael's school, and which has all the peculiarities and characteristics of such a work though this does not exclude borrowing form Mekhilta de R. Shimon. The Sifrei to Deuteronomy is of an entirely different nature. The main portion (Nos. 53-303), halakic in character, is preceded and followed by haggadic parts, and it has all the characteristics of a midrash from the school of R. Akiba. Several anonymous passages may be cited to express the views of R. Simeon; this midrash may with a fair degree of certainty be ascribed to him. The editor certainly drew upon other midrashic works besides R. Simeon's midrash, especially upon that of R. Ishmael.", 
    "depth": 2, 
    "heTitle": "ספרי במדבר", 
    "era": "A", 
    "authors": [], 
    "titleVariants": [
        "Siphre bamidbar", 
        "Sifrei Bamidbar"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Sifrei Bamidbar", 
        "addressTypes": [
            "Integer", 
            "Integer"
        ], 
        "heTitle": "ספרי במדבר", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Siphre bamidbar"
            }, 
            {
                "lang": "he", 
                "text": "ספרי במדבר", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Sifrei Bamidbar", 
                "primary": true
            }
        ], 
        "key": "Sifrei Bamidbar", 
        "heSectionNames": [
            "פסקה", 
            "פסקה"
        ], 
        "sectionNames": [
            "Piska", 
            "Paragraph"
        ]
    }, 
    "alts": {
        "Parasha": {
            "nodes": [
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 1:1-8", 
                        "Sifrei Bamidbar 2", 
                        "Sifrei Bamidbar 3", 
                        "Sifrei Bamidbar 4", 
                        "Sifrei Bamidbar 5", 
                        "Sifrei Bamidbar 6", 
                        "Sifrei Bamidbar 7", 
                        "Sifrei Bamidbar 8", 
                        "Sifrei Bamidbar 9", 
                        "Sifrei Bamidbar 10", 
                        "Sifrei Bamidbar 11", 
                        "Sifrei Bamidbar 12", 
                        "Sifrei Bamidbar 13", 
                        "Sifrei Bamidbar 14", 
                        "Sifrei Bamidbar 15", 
                        "Sifrei Bamidbar 16", 
                        "Sifrei Bamidbar 17", 
                        "Sifrei Bamidbar 18", 
                        "Sifrei Bamidbar 19", 
                        "Sifrei Bamidbar 20", 
                        "Sifrei Bamidbar 21", 
                        "Sifrei Bamidbar 22", 
                        "Sifrei Bamidbar 23", 
                        "Sifrei Bamidbar 24", 
                        "Sifrei Bamidbar 25", 
                        "Sifrei Bamidbar 26", 
                        "Sifrei Bamidbar 27", 
                        "Sifrei Bamidbar 28", 
                        "Sifrei Bamidbar 29", 
                        "Sifrei Bamidbar 30", 
                        "Sifrei Bamidbar 31", 
                        "Sifrei Bamidbar 32", 
                        "Sifrei Bamidbar 33", 
                        "Sifrei Bamidbar 34", 
                        "Sifrei Bamidbar 35", 
                        "Sifrei Bamidbar 36", 
                        "Sifrei Bamidbar 37", 
                        "Sifrei Bamidbar 38", 
                        "Sifrei Bamidbar 39", 
                        "Sifrei Bamidbar 40", 
                        "Sifrei Bamidbar 41", 
                        "Sifrei Bamidbar 42", 
                        "Sifrei Bamidbar 43", 
                        "Sifrei Bamidbar 44", 
                        "Sifrei Bamidbar 45", 
                        "Sifrei Bamidbar 46", 
                        "Sifrei Bamidbar 47", 
                        "Sifrei Bamidbar 48", 
                        "Sifrei Bamidbar 49", 
                        "Sifrei Bamidbar 50", 
                        "Sifrei Bamidbar 51", 
                        "Sifrei Bamidbar 52", 
                        "Sifrei Bamidbar 53", 
                        "Sifrei Bamidbar 54", 
                        "Sifrei Bamidbar 55", 
                        "Sifrei Bamidbar 56", 
                        "Sifrei Bamidbar 57", 
                        "Sifrei Bamidbar 58:1-2"
                    ], 
                    "heTitle": "נשא", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Nasso", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "נשא", 
                            "primary": true
                        }
                    ], 
                    "offset": 0, 
                    "wholeRef": "Sifrei Bamidbar 1:1-58:2", 
                    "includeSections": true, 
                    "title": "Nasso", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 5:1-2) \"And the L-rd spoke to Moses, saying: Command the child", 
                            "he": "וידבר ה' אל משה לאמר צו את בני ישראל וישלחו מן המחנה למה נאמרה פרשה זו. לפי שהוא"
                        }, 
                        {
                            "en": "(Bamidbar 5:5-6) \"And the L-rd spoke to Moses, saying: Speak to the chil", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל איש או אשה כי יעשו מכל חטאת האדם למה נאמרה"
                        }, 
                        {
                            "en": "(Bamidbar 5:7) \"and they confess their sins which they have done\": and n", 
                            "he": "והתודו את חטאתם אשר עשו לא על מה שעשה אביו שאם אמר לו תן לי פקדון שהפקדתי אצל אב"
                        }, 
                        {
                            "en": "(Bamidbar 5:8) \"And if the man does not have a redeemer (to whom to retu", 
                            "he": "ואם אין לאיש גואל ר' ישמעאל אמר וכי יש לך אדם בישראל שאין לו גואל ומה תלמוד לומר"
                        }, 
                        {
                            "en": "(Bamidbar 5:9) \"And all terumah of all the holy things of the children o", 
                            "he": "וכל תרומה לכל קדשי בני ישראל רבי ישמעאל אומר בא הכתוב ללמדך על מקדיש ערימתו עד"
                        }, 
                        {
                            "en": "(Bamidbar 5:10) \"And a man, his holy things, to him shall they be\": All", 
                            "he": "ואיש את קדשיו לו יהיו כל הקדשים היו בכלל שנאמר ואיש את קדשיו לו יהיו משך הכתוב כ"
                        }, 
                        {
                            "en": "(Bamidbar 5:12) \"Speak to the children of Israel and say to them: A man,", 
                            "he": "דבר אל ב“י ואמרת אליהם איש איש כי תשטה אשתו למה נאמרה פרשה זו, לפי שהוא אומר כי"
                        }, 
                        {
                            "en": "(Bamidbar 5:15) \"Then the man shall bring his wife to the Cohein\": Accor", 
                            "he": "הביא האיש את אשתו אל הכהן מן התורה האיש מביא את אשתו אל הכהן, אלא אמרו מוסרים לו"
                        }, 
                        {
                            "en": "(Bamidbar 5:16) \"And the Cohein shall draw her near\": whence it is deriv", 
                            "he": "והקריב אותה הכהן מכאן אמרו אין משקין שתי סוטות כאחת. והעמידה שלא יעמיד עמה לא ע"
                        }, 
                        {
                            "en": "(Bamidbar 5:17) \"And the Cohein shall take consecrated water: This refer", 
                            "he": "ולקח הכהן מים קדושים אין מים קדושים אלא שקדשו בכלי (ואליהם) אלו מי כיור. בכלי חר"
                        }, 
                        {
                            "en": "(Bamidbar 5:18) \"And the Cohein shall stand the woman before the L-rd\":", 
                            "he": "והעמיד הכהן את האשה לפני ה' מקום שמעמידה בתחלה מעמידה בסוף. ופרע את ראש האשה כהן"
                        }, 
                        {
                            "en": "(Bamidbar 5:19) \"And the Cohein shall beswear her\": The Cohein administe", 
                            "he": "והשביע אותה הכהן הכהן משביעה ואין נשבעת מאליה. שהיה בדין נאמר כאן שבועה ונאמר לה"
                        }, 
                        {
                            "en": "(Bamidbar 5:20) \"And you, if you have gone astray\": This tells me only o", 
                            "he": "ואת כי שטית אין לי אלא כדרכה, שלא כדרכה מנין תלמוד לומר וכי נטמאת. ויתן איש בך"
                        }, 
                        {
                            "en": "(Bamidbar 5:21) \"Then the Cohein shall beswear the woman with the oath o", 
                            "he": "והשביע הכהן את האשה בשבועת האלה מכאן אהת דן לכל השבועות שבתורה הואיל ונאמרו שבו"
                        }, 
                        {
                            "en": "(Bamidbar 5:22) \"to swell the belly and to make fall the thigh\": R. Yoss", 
                            "he": "בתת ה' את ירכך נופלת ובאו המים המאררים האלה ר' יוסי הגלילי אומר זה בטנו וירכו של"
                        }, 
                        {
                            "en": "(Bamidbar 5:23) \"Then the Cohein shall write the curses (these\"): I migh", 
                            "he": "וכתב את האלות האלה שומע אני כל אלות שבתורה תלמוד לומר האלה. הכהן למה נאמר שהיה ב"
                        }, 
                        {
                            "en": "(Bamidbar 5:25) \"And the Cohein shall take from the hand of the woman\":", 
                            "he": "ולקח הכהן מיד האשה ולא מיד שלוחה מיד האשה שאס פירסה נדה לא היחה שותה א): והשקה"
                        }, 
                        {
                            "en": "(Bamidbar 5:27) \"and her belly will swell and her thigh will fall\": This", 
                            "he": "(והשקה את האשה עד) וצבתה בטנה ונפלה ירכה, אין לי אלא בטנה וירכה שאר אבריה מנין,"
                        }, 
                        {
                            "en": "(Bamidbar 5:298) \"And if the woman had not been defiled and she be clean", 
                            "he": "ואם לא נטמאה האשה ר' ישמעאל אומר וכי מי טמאה שהכתוב מטהרה ומה תלמוד לומר ואם לא"
                        }, 
                        {
                            "en": "(Bamidbar 5:29) \"This is the law of the rancors\": This tells me (that th", 
                            "he": "זאת תורת הקנאות אין לי אלא לשעה לדורות מניין תלמוד לומר זאת תורת, דברי ר' יאשיה."
                        }, 
                        {
                            "en": "(Bamidbar 5:30) \"Or a man over whom there shall pass a spirit of rancor\"", 
                            "he": "איש אשר תעבור עליו רוח קנאה למה נאמר לפי שהוא אומר ועבר עליו רוח קנאה או כשם שעד"
                        }, 
                        {
                            "en": "(Bamidbar 6:1-2) \"And the L-rd spoke to Moses, saying: Speak to the chil", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל ואמרת אליהם איש או אשה כי יפליא לנדר נדר נ"
                        }, 
                        {
                            "en": "(Bamidbar 6:3) \"From wine and strong drink he shall separate himself\": (", 
                            "he": "מיין ושכר יזיר (חומץ יין וחומץ שכר לא ישתה) לעשות יין מצוה כיין רשות. שהרי בדין"
                        }, 
                        {
                            "en": "(Bamidbar 6:4) \"All the days of his Naziritism, of all that is made from", 
                            "he": "מכל אשר יעשה מגפן היין שומעני (מן) [אף] העלים והלולבים למשמע תלמוד לומר מחרצנים"
                        }, 
                        {
                            "en": "(Bamidbar 6:5) \"All the days of the vow of his Naziritism (a blade shall", 
                            "he": "כל ימי נדר נזרו הרי הכתוב מוציאו מכלל יין ובא לו ללמד על התגלחת. כל ימי נדר נזרו"
                        }, 
                        {
                            "en": "(Bamidbar 6:6) \"All the days of his Naziritism to the L-rd, upon the sou", 
                            "he": "כל ימי הזירו לה' על נפש מת לא יבא הרי הכתוב משיאו מכלל תגלחת ובא לו ללמד על הטומ"
                        }, 
                        {
                            "en": "(Bamidbar 6:8) \"All the days of his Naziritism, holy is he to the L-rd.\"", 
                            "he": "כל ימי נזרו קדוש הוא לה' למה נאמר, לפי שהוא אומר עד מלאת הימים אין לי אלא שיש לו"
                        }, 
                        {
                            "en": "(Bamidbar 6:9) \"And if one die on him, etc.\": to exclude a doubt (i.e.,", 
                            "he": "וכי ימות מת עליו (בפתע פתאום) להוציא את הספק. שהיה בדין, ומה במקום שלא עשה בו א"
                        }, 
                        {
                            "en": "(Bamidbar 6:10) \"And on the eighth day he shall bring, etc.\": to exclude", 
                            "he": "וביום השמיני להוציא את השביעי. אתה אומר להוציא את השביעי או אינו אלא להוציא את ה"
                        }, 
                        {
                            "en": "(Bamidbar 6:11) \"And the Cohein shall make one a sin-offering and one a", 
                            "he": "ועשה הכהן אחד לחטאת. שיפרישם הכהן אחד לחטאת ואחד לעולה. אין לי (יומא מ”א) אלא ה"
                        }, 
                        {
                            "en": "(Bamidbar 6:12) \"And he shall devote to the L-rd the days of his Nazirit", 
                            "he": "והזיר לה' את ימי נזרו. כל אשמות שבתורה מעכבים הכפרה חוץ מזה. ר' ישמעאל אומר אף ז"
                        }, 
                        {
                            "en": "(Bamidbar 6:13) \"This is the law of the Nazirite\": \"This,\" for the offer", 
                            "he": "זאת תורת הנזיר אחד נזיר ימים ואחד נזיר עולם. זאת לקרבן טהרה או אף לקרבן טומאה תל"
                        }, 
                        {
                            "en": "(Bamidbar 6:14) \"And he shall offer up his sacrifice to the L-rd: one la", 
                            "he": "והקריב את קרבנו לה' כבש בן שנתו תמים להוציא בעל מום. וכבשה אחת בת שנתה תמימה לה"
                        }, 
                        {
                            "en": "(Bamidbar 6:150 \"And a basket of unleavened bread\": general (any kind);", 
                            "he": "וסל מצות (מנחות ע\"ח) כלל. סלת חלות בלולות פרט. כלל ופרט אין בכלל אלא מה שבפרט. ש"
                        }, 
                        {
                            "en": "(Bamidbar 6:18) \"And the Nazirite shall shave at the door of the tent of", 
                            "he": "וגלח הנזיר פתח אהל מועד (נזיר מ\"ה) בשלמים הכתוב מדבר שנאמר (ויקרא י\"ג) ושחטו פתח"
                        }, 
                        {
                            "en": "(Bamidbar 6:19) \"And the Cohein shall take the cooked (\"beshelah\") shoul", 
                            "he": "ולקח הכהן את הזרוע הבשלה ( חולין צח) אין בשלה אלא שלמה. ר' שמעון בן יוחאי אומר"
                        }, 
                        {
                            "en": "(Bamidbar 6:20) \"And the Cohein shall lift them, a lifting before the L-", 
                            "he": "והניף אותם תנופה לפני ה' מוליך ומביא מעלה ומוריד שנאמר ( שמות כט) אשר הונף ואשר"
                        }, 
                        {
                            "en": "(Bamidbar 6:21) \"This is the law of the Nazirite\": This (i.e., what we h", 
                            "he": "זאת תורת אין לי אלא לשעה לדורות מנין, תלמוד לומר זאת תורת דברי ר' יאשיה. ר' יונת"
                        }, 
                        {
                            "en": "(Bamidbar 6:22-23) \"And the L-rd spoke to Moses, saying: Speak to Aaron", 
                            "he": "וידבר ה' אל משה לאמר דבר אל אהרן ואל בניו לאמר כה תברכו , לפי שכל מעשה הפרשה (בא"
                        }, 
                        {
                            "en": "(Bamidbar 6:24) \"The L-rd bless you\": with the explicit blessing (28:3-6", 
                            "he": "\"יברכך ה'\" - בברכה המפורשת. וכן הוא אומר (דברים כח): \"ברוך אתה בעיר וברוך אתה ב"
                        }, 
                        {
                            "en": "(Bamidbar 6:25) \"The L-rd cause His countenance to shine upon you\": He w", 
                            "he": "\"יאר ה' פניו אליך\" - יתן לך מאור עינים. רבי נתן אומר: זה מאור השכינה, שנאמר (ישע"
                        }, 
                        {
                            "en": "(Bamidbar 6:26) \"The L-rd lift His countenance unto you\": when you stand", 
                            "he": "\"ישא ה' פניו אליך\". בשעה שאתה עומד ומתפלל, שנאמר (בראשית י”ט) ויאמר אליו הנה נשא"
                        }, 
                        {
                            "en": "(Bamidbar 6:27) \"And they shall place My name\": Why is this stated? It i", 
                            "he": "\"ושמו את שמי\" - למה נאמר? לפי שהוא אומר \"כה תברכו את בני ישראל\" - בשם המפורש. את"
                        }, 
                        {
                            "en": "(Bamidbar 7:1) \"And it was on the day that Moses had finished setting up", 
                            "he": "ויהי ביום כלות משה. מגיד הכתוב, שכל שבעת ימי המילואים היה משה מעמיד את המשכן, וב"
                        }, 
                        {
                            "en": "(Bamidbar 7:2) \"And the chiefs of Israel presented (their offerings\"): I", 
                            "he": "ויקריבו נשיאי ישראל שומע אני שהיו הדיוטות ונתמנו תלמוד לומר ראשי בית אבותם. ולא"
                        }, 
                        {
                            "en": "(Bamidbar 7:6) \"And Moses took the wagons and the oxen and he gave them", 
                            "he": "ויקח משה את העגלות ואת הבקר. הרי משה, נוטלו ומחלקן לפי דעתו את שתי העגלות ואת א"
                        }, 
                        {
                            "en": "(Bamidbar 7:10) \"And the chiefs presented the inauguration (offerings) o", 
                            "he": "ויקריבו הנשיאים את חנוכת המזבח מגיד הכתוב כשם שהתנדבו הנשיאים למלאכת המשכן כך הת"
                        }, 
                        {
                            "en": "(Bamidbar 7:12) \"And the one who presented his offering on the first day", 
                            "he": "ויהי המקריב ביום הראשון שאין ת\"ל ראשון אלא ראשון לכל ימות השנה. נחשון בן עמינדב"
                        }, 
                        {
                            "en": "(Bamidbar 7:13) \"And his offering was one silver dish, etc.\": We are her", 
                            "he": "קרבנו קערת כסף אחת מגיד שלא נעשו מתחלה אלא לשם קרבנות. מזרק אחד כסף שבעים שקל בש"
                        }, 
                        {
                            "en": "(Bamidbar 7:15) \"One young bullock\": There was no other like it in its h", 
                            "he": "פר אחד בן בקר. שלא היה בעדרו כמוהו: איל אחד. שלא היה בעדרו כמוהו: כבש אחד בן שנת"
                        }, 
                        {
                            "en": "(Bamidbar 7:16) \"One he-goat for a sin-offering\": to atone for (defileme", 
                            "he": "ושעיר עזים אחד. לכפר על קבר התהום: ולזבח השלמים בקר שנים. מגיד שכולם כשרו לזבח ה"
                        }, 
                        {
                            "en": "(Bamidbar 7:18) \"On the second day, Nethanel ben Tzuar, the chief of Yis", 
                            "he": "ביום השני הקריב נתנאל בן צוער הקריב את קרבנו מה ת\"ל לפי שבא ראובן וערער אמר דיי"
                        }, 
                        {
                            "en": "(Bamidbar 7:84) This is the (accounting of the) inauguration of the alta", 
                            "he": "זאת חנוכת המזבח [ביום המשח אותו] ביום שנמשח בו ביום הקריב. אתה אומר ביום שנמשח ב"
                        }, 
                        {
                            "en": "(Bamidbar 7:85) \"One hundred and thirty (shekels was the weight of) each", 
                            "he": "שלשים ומאה הקערה האחת למה נאמר, לפי שנאמר קרבנו קערת כסף אחת, אין לי אלא מזרק אח"
                        }, 
                        {
                            "en": "(Bamidbar 7:86) \"Golden spoons, twelve\": Why is this mentioned? (Ibid. 1", 
                            "he": "כפות זהב שתים עשרה למה נאמר לפי שהוא אומר כף אחת עשרה זהב היא של זהב ומשקלה של כ"
                        }, 
                        {
                            "en": "(Bamidbar 7:87) \"All the cattle for the burnt-offering: twelve bullocks,", 
                            "he": "כל הבקר לעולה שנים עשר פרים. למה נאמר לפי שהוא אומר פר אחד בן בקר מלמד שכולם כשר"
                        }, 
                        {
                            "en": "(Bamidbar 7:88) \"And all the cattle for the sacrifice of the peace-offer", 
                            "he": "וכל בקר זבח השלמים. למה נאמר לפי שהוא אומר ולזבח השלמים בקר שנים מלמד שכולם כשרו"
                        }, 
                        {
                            "en": "(Bamidbar 7:89) \"And when Moses came to the tent of meeting\": (Why is th", 
                            "he": "ובבא משה אל אהל מועד למה נאמר לפי שהוא אומר וידבר ה' אליו מאהל מועד לאמר שומע אנ"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 5:1-2) \"And the L-rd spoke to Moses, saying: Command the child", 
                        "he": "וידבר ה' אל משה לאמר צו את בני ישראל וישלחו מן המחנה למה נאמרה פרשה זו. לפי שהוא"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 59:1", 
                        "Sifrei Bamidbar 60", 
                        "Sifrei Bamidbar 61", 
                        "Sifrei Bamidbar 62", 
                        "Sifrei Bamidbar 63", 
                        "Sifrei Bamidbar 64", 
                        "Sifrei Bamidbar 65", 
                        "Sifrei Bamidbar 66", 
                        "Sifrei Bamidbar 67", 
                        "Sifrei Bamidbar 68", 
                        "Sifrei Bamidbar 69", 
                        "Sifrei Bamidbar 70", 
                        "Sifrei Bamidbar 71", 
                        "Sifrei Bamidbar 72", 
                        "Sifrei Bamidbar 73", 
                        "Sifrei Bamidbar 74", 
                        "Sifrei Bamidbar 75", 
                        "Sifrei Bamidbar 76", 
                        "Sifrei Bamidbar 77", 
                        "Sifrei Bamidbar 78", 
                        "Sifrei Bamidbar 79", 
                        "Sifrei Bamidbar 80", 
                        "Sifrei Bamidbar 81", 
                        "Sifrei Bamidbar 82", 
                        "Sifrei Bamidbar 83", 
                        "Sifrei Bamidbar 84", 
                        "Sifrei Bamidbar 85", 
                        "Sifrei Bamidbar 86", 
                        "Sifrei Bamidbar 87", 
                        "Sifrei Bamidbar 88", 
                        "Sifrei Bamidbar 89", 
                        "Sifrei Bamidbar 90", 
                        "Sifrei Bamidbar 91", 
                        "Sifrei Bamidbar 92", 
                        "Sifrei Bamidbar 93", 
                        "Sifrei Bamidbar 94", 
                        "Sifrei Bamidbar 95", 
                        "Sifrei Bamidbar 96", 
                        "Sifrei Bamidbar 97", 
                        "Sifrei Bamidbar 98", 
                        "Sifrei Bamidbar 99", 
                        "Sifrei Bamidbar 100", 
                        "Sifrei Bamidbar 101", 
                        "Sifrei Bamidbar 102", 
                        "Sifrei Bamidbar 103", 
                        "Sifrei Bamidbar 104", 
                        "Sifrei Bamidbar 105", 
                        "Sifrei Bamidbar 106:1"
                    ], 
                    "heTitle": "בהעלתך", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Beha'alotcha", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בהעלתך", 
                            "primary": true
                        }
                    ], 
                    "offset": 58, 
                    "wholeRef": "Sifrei Bamidbar 59:1-106:1", 
                    "includeSections": true, 
                    "title": "Beha'alotcha", 
                    "refsPreview": [
                        {
                            "en": "What is the intent of this section? From (Shemot 25:37) \"and he (the art", 
                            "he": "וידבר ה' אל משה לאמר, למה נאמרה פרשה זו לפי שהוא אומר והעלה את נרותיה והאיר על ע"
                        }, 
                        {
                            "en": "(Bamidbar 8:3) \"And Aaron did so\": This is in praise of Aaron. As Moses", 
                            "he": "ויעש כן אהרן להודיע שבחו של אהרן שכשם שאמר לו משה כן עשה. [אל מול פני] המנורה עש"
                        }, 
                        {
                            "en": "(Bamidbar 8:4) \"And this was the work of the menorah. (It was made of on", 
                            "he": "וזה מעשה המנורה מקשה זהב עד ירכה עד פרחה מקשה היא כמראה, ר' עקיבא אומר זה אחד מש"
                        }, 
                        {
                            "en": "(Bamidbar 3:24) \"This is what applies to the Levites. From the age of tw", 
                            "he": "זאת אשר ללוים שנים פוסלים בלוים ואין המום פוסל בלוים. שהיה בדין ומה במקום שלא פס"
                        }, 
                        {
                            "en": "(Bamidbar. 8:25) \"And from the age of fifty he shall return from the serv", 
                            "he": "ומבן חמשים שנה ישוב שומע אני מכל עבודה במשמע ת”ל ולא יעבוד עוד ושרת את אחיו באהל"
                        }, 
                        {
                            "en": "(Bamidbar 9:1) \"And the L-rd spoke to Moses in the desert of Sinai in th", 
                            "he": "וידבר ה' אל משה במדבר סיני בשנה השנית לצאתם מארץ מצרים בחדש הראשון לאמר בגנות יש"
                        }, 
                        {
                            "en": "(Bamidbar 9:2) \"And the children of Israel shall offer the Pesach in its", 
                            "he": "ויעשו בני ישראל את הפסח במועדו למה נאמר לפי שהוא אומר ושחטו אותו כל קהל עדת ישרא"
                        }, 
                        {
                            "en": "(Bamidbar 9:4) \"And Moses spoke to the children of Israel to offer the P", 
                            "he": "וידבר משה אל בני ישראל לעשות הפסח למה נאמר (לפי שהוא אומר) [והרי כבר נאמר] (ויק"
                        }, 
                        {
                            "en": "(Bamidbar 9:5) \"And they offered the Pesach in the first (month) on the", 
                            "he": "ויעשו את הפסח בראשון בארבעה עשר יום לחדש בגנות ישראל הכתוב מדבר שלא עשו אלא פסח"
                        }, 
                        {
                            "en": "(Bamidbar 9:6) \"And there were men who were unclean by the body of a man", 
                            "he": "ויהי אנשים אשר היו טמאים לנפש אדם מי היו, נושאי ארונו של יוסף היו דברי ר' ישמעאל"
                        }, 
                        {
                            "en": "(Bamidbar 9:9-10) \"And the L-rd spoke to Moses, saying: Speak to the chi", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל לאמר איש איש כי יהיה טמא לנפש זה דבר ששאל,"
                        }, 
                        {
                            "en": "(Bamidbar 9:12) \"shall they offer it\": I might think that Pesach Sheni o", 
                            "he": "והאיש אשר הוא טהור [יעשו אותו] שומע אני אחד יחיד ואחד צבור עושה פסח שני, ת\"ל וי"
                        }, 
                        {
                            "en": "(Bamidbar 9:14) \"And if there live a proselyte among you, and he would o", 
                            "he": "וכי יגור אתכם גר שומע אני כיון שנתגייר יעשה פסח מיד, תלמוד לומר כאזרח. מה אזרח ב"
                        }, 
                        {
                            "en": "(Bamidbar 10:2-3) \"And the L-rd spoke to Moses, saying: Make for yoursel", 
                            "he": "וידבר ה' אל משה לאמר עשה לך שתי חצוצרות כסף למה נאמרה פרשה זו לפי שהוא אומר על"
                        }, 
                        {
                            "en": "(Bamidbar 10:3-4) \"And when they (the Cohanim) blow with (both) of them,", 
                            "he": "ותקעו בהן ונועדו אליך כל העדה [אל פתח אהל מועד] ואם באחת יתקעו [ונועדו אליך הנש"
                        }, 
                        {
                            "en": "(Bamidbar 10:7) \"And when the assembly is to be gathered, you shall blow", 
                            "he": "בהקהיל את הקהל למה נאמר לפי שהוא אומר (ותקעו בהן ונועדו אליך) [והיו לך למקרא הע"
                        }, 
                        {
                            "en": "(Bamidbar 10:8) \"And the sons of Aaron the Cohanim shall blow on the tru", 
                            "he": "ובני אהרן הכהנים יתקעו בחצוצרות למה נאמר לפי שהוא אומר [ותקעו בהן] ואם באחת יתק"
                        }, 
                        {
                            "en": "(Bamidbar 10:9) \"And if you go to war in your land\": whether you go out", 
                            "he": "וכי תבואו מלחמה בארצכם בין שאתם יוצאים עליהם בין שהם יוצאים עליכם. [על הצר הצור"
                        }, 
                        {
                            "en": "(Bamidbar 10:10) \"And on the day of your rejoicing and on your appointed", 
                            "he": "וביום שמחתכם (ובמועדיכם) אלו שבתות. ר' נתן אומר אלו תמידים. ובמועדיכם אלו שלש רג"
                        }, 
                        {
                            "en": "(Bamidbar 10:29) \"And Moses said to Chovav (Yithro) the son of Reuel the", 
                            "he": "\"וַיֹּאמֶר מֹשֶׁה לְחֹבָב [בֶּן רְעוּאֵל הַמִּדְיָנִי חֹתֵן מֹשֶׁה]\" . חובב היה"
                        }, 
                        {
                            "en": "(Bamidbar 10:30) \"And he said to him: I will not go; but to my land and", 
                            "he": "ויאמר אליו לא אליך אמר להם אם מפני נכסים או מפני ארץ איני בא יש לך אדם שיש לו אר"
                        }, 
                        {
                            "en": "(Bamidbar 10:30) \"And he said: I pray (\"na\") you, do not leave us.\" \"Na\"", 
                            "he": "ויאמר אליו אל נא תעזוב אותנו אין נא אלא לשון בקשה א\"ל אם אין אתה מקבל עליך גוזר"
                        }, 
                        {
                            "en": "(Bamidbar 10:32) \"And it shall be, if you go with us, that good which th", 
                            "he": "והיה כי תלך עמנו וגו' וכי מה טובה הטיבו לו אמרו כשהיו ישראל מחלקים את הארץ הניח"
                        }, 
                        {
                            "en": "(Bamidbar 10:33) \"And they journeyed from the mountain of the L-rd a jou", 
                            "he": "ויסעו מהר ה' שלשת ימים אפשר לומר כבר נאמר אחד עשר יום מחורב (דברים א) ומה ת\"ל ו"
                        }, 
                        {
                            "en": "(Bamidbar 10:34) \"And the cloud of the L-rd was above them by day\": From", 
                            "he": "וענן ה' עליהם יומם מכאן אמרו ז' עננים הם וענן יי עליהם יומם ועננך עומד עליהם (במ"
                        }, 
                        {
                            "en": "(Bamidbar 10:35) \"And it was, when the ark traveled\": There are signs (i", 
                            "he": "ויהי בנסוע הארון. נקוד עליו מלמעלה ומלמטה, מפני שלא היה זה ממקומו. רבי אומר: מפנ"
                        }, 
                        {
                            "en": "(Bamidbar 11:1) \"And the people were ['vayehi'] as seekers of a pretext\"", 
                            "he": "ויהי העם כמתאוננים. אין ויהי אלא שהיה להם דבר מתחילה. מלמד שהיו מקולקלים, וחזרו"
                        }, 
                        {
                            "en": "(Bamidbar 11:2) \"And the people cried out to Moses\": How would Moses hel", 
                            "he": "ויצעק העם אל משה. וכי מה היה משה מועילם, והלא אין ראוי לומר אלא ויצעק העם אל ה'!"
                        }, 
                        {
                            "en": "(Bamidbar 11:5) \"We remember the fish that we would eat in Egypt, free\":", 
                            "he": "זכרנו את הדגה. וכי יש בענין, שהיו המצרים נותנים להם דגים בחנם? והלא כבר נאמר שמו"
                        }, 
                        {
                            "en": "(Bamidbar 11:6) \"And now, our souls are dry. There is nothing\": R. Shimo", 
                            "he": "ועתה נפשינו יבשה אין כל. אמרו: עתיד לתפח בתוך כריסינו להרגנו! יש לך ילוד אשה שאי"
                        }, 
                        {
                            "en": "(Bamidbar 11:8) \"The people would stroll out and gather it\": I might thi", 
                            "he": "שטו העם ולקטו. יכול מפני שמצטערים עליו בשעת לקיטתו היו מתרעמים? תלמוד לומר שטו ה"
                        }, 
                        {
                            "en": "(Bamidbar 11:10) \"And Moses heard the people weeping by its families\": R", 
                            "he": "וישמע משה את העם בוכה למשפחותיו. היה ר' נהורי אומר: מנין שהיו ישראל מצטערים בשעה"
                        }, 
                        {
                            "en": "(Bamidbar 11:11) \"And Moses said to the L-rd: Why have You done evil to", 
                            "he": "האנכי הריתי את כל העם הזה אם אנכי ילדתיהו? והיכן דבר לו כן? בשעה שאמר לו שמות לב"
                        }, 
                        {
                            "en": "(Bamidbar 11:16) \"And the L-rd said to Moses: Gather unto Me seventy men", 
                            "he": "ויאמר ה' אל משה אספה לי שבעים איש. למה נאמר? לפי שהוא אומר לא אוכל אנכי לבדי. א\""
                        }, 
                        {
                            "en": "(Bamidbar 11:17) \"And I will go down\" (veyaradeti): This is one of the t", 
                            "he": "וירדתי - זו אחת מעשר ירידות שכתובות בתורה: וירדתי עמך, ולא עמהם: ואצלתי מן הרוח."
                        }, 
                        {
                            "en": "(Bamidbar 11:18) \"And to the people you shall say: Hithkadshu for tomorr", 
                            "he": "ואל העם תאמר התקדשו למחר. אין התקדשו אלא התקינו עצמכם לפורענות! כשהוא אומר ירמיה"
                        }, 
                        {
                            "en": "(Bamidbar 11:21) \"And Moses said: Six hundred thousand foot, etc.\": R. S", 
                            "he": "ויאמר משה שש מאות אלף רגלי. ר' שמעון בן יוחאי אומר, ר' עקיבא היה דורש בו דבר אחד"
                        }, 
                        {
                            "en": "(Bamidbar 11:27) \"And the youth ran and he told Moses\": Some say that th", 
                            "he": "וירץ הנער ויגד למשה. יש אומרים זה יהושע, כענין שנאמר שמות לג ומשרתו יהושע בן נון"
                        }, 
                        {
                            "en": "(Bamidbar 11:31) \"And a wind went forth from the L-rd and blew in (vayag", 
                            "he": "ורוח נסע מאת ה'. מלמד שהיתה פורחת כגזים האלו של צמר ויגז שלוים מן הים יש אומרים"
                        }, 
                        {
                            "en": "(Bamidbar 11:32) \"And the people rose all that day … hamamit\": Read it n", 
                            "he": "ויקם העם כל היום ההוא וגו'. אל תהי קורא הממעיט (אלא) הממעט העצלי' והחיגרי' שבהם"
                        }, 
                        {
                            "en": "(Bamidbar 12:1) \"And Miriam and Aaron spoke (vatedaber) against Moses\":", 
                            "he": "ותדבר מרים ואהרן במשה. אין \"דבר\" בכל מקום אלא לשון קשה, וכן הוא אומר בראשית מב ד"
                        }, 
                        {
                            "en": "(Bamidbar 12:2) \"And they said: Is it only with Moses that the L-rd has", 
                            "he": "ויאמרו הרק אך במשה. והלא אף עם אבותינו דבר הקב\"ה, ולא פירשו מפריה ורביה: והלא גם"
                        }, 
                        {
                            "en": "(Bamidbar 12:3) \"And the man Moses was extremely humble\": \"humble\" in hi", 
                            "he": "והאיש משה עניו מאד. עניו בדעתו. אתה אומר עניו בדעתו, או עניו בגופו? ת\"ל במדבר כא"
                        }, 
                        {
                            "en": "(Bamidbar, Ibid. 4) \"And the L-rd said suddenly\": R. Shimon b. Menassia", 
                            "he": "ויאמר ה' פתאום. ר' שמעון בן מנסיא אומר: פתאום - נתירא משה בפתאום וידבר עמו: צאו"
                        }, 
                        {
                            "en": "(Bamidbar 12:6) \"And He said: Hear, I pray you (\"na\"), My words\": \"Na\" i", 
                            "he": "ויאמר שמעו נא דברי. אין נא אלא לשון בקשה והרי דברים ק\"ו ומה אם מי שאמר והיה העול"
                        }, 
                        {
                            "en": "(Bamidbar 12:9) \"And the wrath of the L-rd burned in them, and He depart", 
                            "he": "ויחר אף ה' בם וילך - מאחר שהודיעם סרחונם, אח\"כ גזר עליהם נדוי. והרי דברים ק\"ו: ו"
                        }, 
                        {
                            "en": "(Bamidbar 12:10) \"And the cloud departed from above the tent\": An analog", 
                            "he": "והענן סר מעל האהל. משל למלך בשר ודם שאמר לפדגוג: רדה את בני, אבל משאלך לי רדהו,"
                        }, 
                        {
                            "en": "(Bamidbar 12:14) \"And the L-rd said to Moses: Now if her father had spat", 
                            "he": "ויאמר ה' אל משה ואביה ירוק ירק בפניה. ר' אחי ברבי יאשיה אמר: שתי נזיפות נזפה: אל"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "What is the intent of this section? From (Shemot 25:37) \"and he (the art", 
                        "he": "וידבר ה' אל משה לאמר, למה נאמרה פרשה זו לפי שהוא אומר והעלה את נרותיה והאיר על ע"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 107:1-3", 
                        "Sifrei Bamidbar 108", 
                        "Sifrei Bamidbar 109", 
                        "Sifrei Bamidbar 110", 
                        "Sifrei Bamidbar 111", 
                        "Sifrei Bamidbar 112", 
                        "Sifrei Bamidbar 113", 
                        "Sifrei Bamidbar 114", 
                        "Sifrei Bamidbar 115:1-2"
                    ], 
                    "heTitle": "שלח לך", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Sh’lach", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שלח לך", 
                            "primary": true
                        }
                    ], 
                    "offset": 106, 
                    "wholeRef": "Sifrei Bamidbar 107:1-115:2", 
                    "includeSections": true, 
                    "title": "Sh’lach", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 15:2) \"Speak to the children of Israel and say to them: When y", 
                            "he": "דבר אל בני ישראל כי תבואו אל ארץ מושבותיבם בא הכתוב ללמדך שלא נתחייבו ישראל בנסכ"
                        }, 
                        {
                            "en": "(Bamidbar 15:14) \"And if a stranger sojourn among you\": This tells me (a", 
                            "he": "כי יגור אין לי אלא גר המתגייר, גר שנתגייר מנין תלמוד לומר או אשר בתוככם לדורותיכ"
                        }, 
                        {
                            "en": "(Bamidbar 15:15) \"The congregation (— one statute shall there be for you", 
                            "he": "הקהל וגו' אין לי  אלא אנשים גשים מנין ת\"ל חקה, אחת יהיה לכם: ולגר הגר (לפי שמעש"
                        }, 
                        {
                            "en": "(Bamidbar 15:15-17) \"And the L-rd spoke to Moses, saying: … upon your co", 
                            "he": "וידבר ה' אל משה [וגו'] בבואכם אל הארץ אשר אני מביא אתכם שמה ר' ישמעאל אומר שינה"
                        }, 
                        {
                            "en": "(Bamidbar 15:22) \"And if you err and do not do all of these mitzvoth\": I", 
                            "he": "וכי תשגו ולא תעשו ע”ג היתה בכלל כל המצוות שהצבור מביאים עליה פר והרי הכתוב מוציא"
                        }, 
                        {
                            "en": "(Bamidbar 15:27) \"And if one soul sin (the sin of idolatry) in error\": I", 
                            "he": "ואם נפש אחת תחטא בשגגה , עבודה זרה היתה בכלל כל המצות שהיחיד מביא עליהם כשבה או"
                        }, 
                        {
                            "en": "(Bamidbar 15:32) \"And the children of Israel were in the desert, etc.\":", 
                            "he": "ויהיו בני ישראל במדבר בגנות ישראל הכתוב מדבר שלא שמרו אלא שבת ראשונה ושניה חללו."
                        }, 
                        {
                            "en": "(Bamidbar 15:34) \"And they placed him in ward\": We are hereby apprised t", 
                            "he": "ויניחו אותו במשמר מלמד שכל חיבני (כריתות) [מיתות] נחבשים. כי לא פורש מה יעשה לו"
                        }, 
                        {
                            "en": "(Bamidbar 15:37-38) \"And the L-rd spoke to Moses, saying … and they shal", 
                            "he": "ויאמר ה' אל משה ועשו להם ציצית אף הנשים במשמע, ר”ש פוטר את הנשים מן הציצית מפי"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 15:2) \"Speak to the children of Israel and say to them: When y", 
                        "he": "דבר אל בני ישראל כי תבואו אל ארץ מושבותיבם בא הכתוב ללמדך שלא נתחייבו ישראל בנסכ"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 116:1-2", 
                        "Sifrei Bamidbar 117", 
                        "Sifrei Bamidbar 118", 
                        "Sifrei Bamidbar 119", 
                        "Sifrei Bamidbar 120", 
                        "Sifrei Bamidbar 121", 
                        "Sifrei Bamidbar 122:1"
                    ], 
                    "heTitle": "קרח", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Korach", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "קרח", 
                            "primary": true
                        }
                    ], 
                    "offset": 115, 
                    "wholeRef": "Sifrei Bamidbar 116:1-122:1", 
                    "includeSections": true, 
                    "title": "Korach", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 18:1) \"And the L-rd said to Aaron: You and your sons and the h", 
                            "he": "ויאמר ה׳ אל אהרן אתה ובניך ובית אביך אתה תשאו את עון המקדש רבי ישמעאל אומר למי"
                        }, 
                        {
                            "en": "(Bamidbar 18:8) \"And the L-rd spoke to Aaron\": I would think (the intent", 
                            "he": "וידבר ה' אל אהרן. שומע אני שהיה הדבר לאהרן ת\"ל זכרון לבני ישראל למען אשר לא יקר"
                        }, 
                        {
                            "en": "(Bamidbar 18:15) \"All that opens the womb of all flesh\": I would think a", 
                            "he": "כל פטר רחם לכל בשר. שומע אני אף חיה במשמע ת\"ל אשר יקריבו לה' להוציא את החיה. במש"
                        }, 
                        {
                            "en": "(Bamidbar 18:20) \"And the L-rd said to Aaron: In their land you will not", 
                            "he": "ויאמר ה' אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני יש"
                        }, 
                        {
                            "en": "(Bamidbar 18:26) \"And to the Levites shall you speak, and you shall say", 
                            "he": "ואל הלוים תדבר ואמרת אליהם כי תקחו מאת בני ישראל את המעשר אשר נתתי לכם. למה נאמר"
                        }, 
                        {
                            "en": "(Bamidbar 18:27) \"And your terumah will be accounted for you as corn fro", 
                            "he": "ונחשב לכם תרומתכם כדגן מן הגורן וכמלאה מן היקב. ר' ישמעאל אומר: אימתי נחשבת לכם"
                        }, 
                        {
                            "en": "(Bamidbar 18:30) \"And you shall say to them (the Levites): When you sepa", 
                            "he": "אמרת אליהם בהרימכם את חלבו ממנו ונחשב ללוים כתבואת גורן וכתבואת יקב - הרי זה אזה"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 18:1) \"And the L-rd said to Aaron: You and your sons and the h", 
                        "he": "ויאמר ה׳ אל אהרן אתה ובניך ובית אביך אתה תשאו את עון המקדש רבי ישמעאל אומר למי"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 123:1-2", 
                        "Sifrei Bamidbar 124", 
                        "Sifrei Bamidbar 125", 
                        "Sifrei Bamidbar 126", 
                        "Sifrei Bamidbar 127", 
                        "Sifrei Bamidbar 128", 
                        "Sifrei Bamidbar 129", 
                        "Sifrei Bamidbar 130:1"
                    ], 
                    "heTitle": "חקת", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chukat", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "חקת", 
                            "primary": true
                        }
                    ], 
                    "offset": 122, 
                    "wholeRef": "Sifrei Bamidbar 123:1-130:1", 
                    "includeSections": true, 
                    "title": "Chukat", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 19:1-2) \"And the L-rd spoke to Aaron and to Moses saying: This", 
                            "he": "וידבר ה' אל משה ואהרן זאת חקת התורה אשר צוה ה' לאמר דבר אל בני ישראל ויקחו אליך"
                        }, 
                        {
                            "en": "(Bamidbar 19:5) \"And he shall burn the heifer before his eyes\": Scriptur", 
                            "he": "ושרף את הפרה לעיניו את עורה ואת בשרה ואת דמה על פרשה ישרוף - בא הכתוב ולימד על ה"
                        }, 
                        {
                            "en": "(Bamidbar 19:11) \"One who touches the dead body of any man shall be uncl", 
                            "he": "הנוגע במת לכל נפש אדם וטמא שבעת ימים - בא הכתוב ולימד על המת שמטמא במגע. הא עד ש"
                        }, 
                        {
                            "en": "(Bamidbar 19:14) \"This is the Torah: A man if he die in a tent — all tha", 
                            "he": "זאת התורה אדם כי ימות באהל כל הבא אל האהל וכל אשר באהל יטמא ז' ימים. בא הכתוב ול"
                        }, 
                        {
                            "en": "(Bamidbar 19:16) \"And all who touch on the face of the field\": to includ", 
                            "he": "וכל אשר יגע על פני השדה. להביא את העובר במעי אשה - דברי ר' ישמעאל; ר' עקיבא אומר"
                        }, 
                        {
                            "en": "(Bamidbar 19:17) \"and he shall place upon it living waters\": Scripture s", 
                            "he": "ונתן עליו מים חיים אל כלי - במי מעיין הכתוב מדבר. אתה אומר במי מעיין, או אינו א"
                        }, 
                        {
                            "en": "(Bamidbar 19:18) \"and a clean man shall dip (it) in the water\": There mu", 
                            "he": "וטבל במים איש טהור - שיהא במים כדי טבילה: איש - להוציא את הקטן. משמע מוציא את הק"
                        }, 
                        {
                            "en": "(Bamidbar 19:22) \"And all that the unclean one (who touched a dead body)", 
                            "he": "וכל אשר יגע בהם הטמא יטמא - למה נאמר? לפי שהוא אומר בחלל חרב, בא הכתוב ולימד על"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 19:1-2) \"And the L-rd spoke to Aaron and to Moses saying: This", 
                        "he": "וידבר ה' אל משה ואהרן זאת חקת התורה אשר צוה ה' לאמר דבר אל בני ישראל ויקחו אליך"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 131:1-5"
                    ], 
                    "heTitle": "בלק", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Balak", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בלק", 
                            "primary": true
                        }
                    ], 
                    "offset": 130, 
                    "wholeRef": "Sifrei Bamidbar 131:1-5", 
                    "includeSections": true, 
                    "title": "Balak", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 25:1) \"And Israel sat in Shittim, and the people began to stray after", 
                            "he": "וישב ישראל בשטים ויחל העם לזנות. אין \"ישיבה\" בכל מקום כי אם קלקלה, שנאמר שמות לב"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 25:1) \"And Israel sat in Shittim, and the people began to stray after", 
                        "he": "וישב ישראל בשטים ויחל העם לזנות. אין \"ישיבה\" בכל מקום כי אם קלקלה, שנאמר שמות לב"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 132:1-4", 
                        "Sifrei Bamidbar 133", 
                        "Sifrei Bamidbar 134", 
                        "Sifrei Bamidbar 135", 
                        "Sifrei Bamidbar 136", 
                        "Sifrei Bamidbar 137", 
                        "Sifrei Bamidbar 138", 
                        "Sifrei Bamidbar 139", 
                        "Sifrei Bamidbar 140", 
                        "Sifrei Bamidbar 141", 
                        "Sifrei Bamidbar 142", 
                        "Sifrei Bamidbar 143", 
                        "Sifrei Bamidbar 144", 
                        "Sifrei Bamidbar 145", 
                        "Sifrei Bamidbar 146", 
                        "Sifrei Bamidbar 147", 
                        "Sifrei Bamidbar 148", 
                        "Sifrei Bamidbar 149", 
                        "Sifrei Bamidbar 150", 
                        "Sifrei Bamidbar 151", 
                        "Sifrei Bamidbar 152:1"
                    ], 
                    "heTitle": "פינחס", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Pinchas", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פינחס", 
                            "primary": true
                        }
                    ], 
                    "offset": 131, 
                    "wholeRef": "Sifrei Bamidbar 132:1-152:1", 
                    "includeSections": true, 
                    "title": "Pinchas", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 26:53) \"To these shall the land be apportioned as an inheritan", 
                            "he": "לאלה תחלק הארץ בנחלה במספר שמות. הכל במשמע: ישראל כהנים ולוים גרים נשים ועבדים ו"
                        }, 
                        {
                            "en": "(Bamidbar 27:1) \"And there drew near the daughters of Tzelofchad\": When", 
                            "he": "ותקרבנה בנות צלפחד - כיון ששמעו בנות צלפחד שהארץ מתחלקת לשבטים ולא לנקבות, נתקבצ"
                        }, 
                        {
                            "en": "(Bamidbar 27:6-7) \"And the L-rd said to Moses: Rightly do the daughters", 
                            "he": "ויאמר ה' אל משה כן בנות צלפחד דוברות. יפה תבעו בנות צלפחד, שכך כתובה פרשה לפני ב"
                        }, 
                        {
                            "en": "(Devarim 3:26) \"But the L-rd was wroth with me\": As one would say (to hi", 
                            "he": "ויתעבר ה' בי - כאדם שאומר נתעבר בי פלוני, ונתמלא עלי חימה: למענכם - שאתה גרמתם."
                        }, 
                        {
                            "en": "(Devarim 34:4) \"And the L-rd said: This is the land, etc.\": R. Akiva say", 
                            "he": "ויאמר ה' אליו זאת הארץ. ר' עקיבא אומר: מגיד הכתוב, שהראהו המקום למשה את כל חדרי"
                        }, 
                        {
                            "en": "(Bamidbar 27:14) \"when you flouted My command in the desert of Tzin in t", 
                            "he": "על אשר מריתם פי במדבר מריבה במדבר סין - ר' שמעון בן אלעזר אומר: אף משה ואהרן בהי"
                        }, 
                        {
                            "en": "(Bamidbar 27:15) \"And Moses spoke to the L-rd to say, etc.\": (This is me", 
                            "he": "וידבר משה אל ה' לאמר - להודיע שבחן של צדיקים, שכשהם נפטרים מניחים עצמן ועוסקין ב"
                        }, 
                        {
                            "en": "(Bamidbar 27:16) \"Let the L-rd, the G-d of the spirits of all flesh, etc", 
                            "he": "יפקוד ה' אלהי הרוחות לכל בשר - מגיד הכתוב שכל הרוחות אין יוצאות אלא מלפניו. ר' א"
                        }, 
                        {
                            "en": "(Bamidbar 27:18) \"And the L-rd said to Moses: Take for yourself Joshua t", 
                            "he": "ויאמר ה' אל משה קח לך את יהושע בן נון - את שבלבך. קח לך מה שבדוק לך, ועליך מפורש"
                        }, 
                        {
                            "en": "(Bamidbar 27:21) \"And before Elazar the Cohein shall he (Joshua) stand\":", 
                            "he": "ולפני אלעזר הכהן יעמוד - שהיה יהושע צריך לאלעזר, ואלעזר ליהושע: ושאל לו - שומע א"
                        }, 
                        {
                            "en": "(Bamidbar 28:1-2) \"And the L-rd spoke to Moses, saying: Command the chil", 
                            "he": "וידבר ה' אל משה לאמר צו את בני ישראל את קרבני לחמי - למה נאמר? לפי שהוא אומר אשר"
                        }, 
                        {
                            "en": "(Bamidbar 28:6) \"A perpetual burnt-offering offered up at Mount Sinai\":", 
                            "he": "עולת תמיד העשויה בהר סיני. מקיש עולת תמיד לעולת הר סיני. מה עולת הר סיני טעונה נ"
                        }, 
                        {
                            "en": "(Bamidbar 28:9) \"And on the Sabbath day, two lambs of the first year wit", 
                            "he": "וביום השבת שני כבשים בני שנה תמימים - למה נאמר? לפי שהוא אומר את הכבש האחד תעשה"
                        }, 
                        {
                            "en": "(Bamidbar 28:11) \"And in the beginnings of your months, you shall offer", 
                            "he": "ובראשי חדשיכם תקריבו עולה לה' - למה נאמר? לפי שהוא אומר ואת הכבש השני, שומע אני"
                        }, 
                        {
                            "en": "(Bamidbar 28:16) \"And in the first month, on the fourteenth day of the m", 
                            "he": "ובחודש הראשון בארבעה עשה יום - קבעו הכתוב חובה. שבעת ימים מצות יאכל - למה נאמר?"
                        }, 
                        {
                            "en": "(Bamidbar 28:18) \"On the first day it is a calling of holiness.\" Celebra", 
                            "he": "וביום הראשון מקרא קודש - ארעו במאכל ובמשתה ובכסות נקיה: כל מלאכת עבודה לא תעשו -"
                        }, 
                        {
                            "en": "(Bamidbar 28:26) \"And on the day of the first-fruits (Shavuoth), when yo", 
                            "he": "וביום הביכורים בהקריבכם מנחה חדשה לה' - למה נאמר? לפי שהוא אומר ויקרא כג עד ממחר"
                        }, 
                        {
                            "en": "(Bamidbar 28:27) \"And you shall present a burnt-offering as a sweet savo", 
                            "he": "והקרבתם עולה לריח ניחח לה' - מה אלו אתה מקריב - חוץ מן האמור בתורת כהנים. אתה או"
                        }, 
                        {
                            "en": "(Bamidbar 29:12) \"And on the fifteenth day of the seventh month, a calli", 
                            "he": "ובחמשה עשר יום לחודש השביעי הזה מקרא קודש יהיה לכם - קבעו הכתוב חובה: הקרבתם אשה"
                        }, 
                        {
                            "en": "(Bamidbar 29:35) \"On the eighth day, a withholding (\"atzereth\") shall th", 
                            "he": "ביום השמיני עצרת תהיה לכם - עצרו הכתוב מלצאת. הרי שהביא את קדשיו מבית פגי לירושל"
                        }, 
                        {
                            "en": "(Bamidbar 29:39) \"These shall you offer to the L-rd on your festivals, a", 
                            "he": "אלה תעשו לה' במועדיכם - אלו נדרים ונדבות שנודר ברגל, שיביאם ברגל. אתה אומר אלו נ"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 26:53) \"To these shall the land be apportioned as an inheritan", 
                        "he": "לאלה תחלק הארץ בנחלה במספר שמות. הכל במשמע: ישראל כהנים ולוים גרים נשים ועבדים ו"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 153:1-10", 
                        "Sifrei Bamidbar 154", 
                        "Sifrei Bamidbar 155", 
                        "Sifrei Bamidbar 156", 
                        "Sifrei Bamidbar 157", 
                        "Sifrei Bamidbar 158:1-3"
                    ], 
                    "heTitle": "מטות", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Matot", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מטות", 
                            "primary": true
                        }
                    ], 
                    "offset": 152, 
                    "wholeRef": "Sifrei Bamidbar 153:1-158:3", 
                    "includeSections": true, 
                    "title": "Matot", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 30:2) \"And Moses spoke to the heads of the tribes\": What is th", 
                            "he": "וידבר משה אל ראשי המטות - למה נאמר? לפי שהוא אומר במדבר י ותקעו בהם ונועדו אליך"
                        }, 
                        {
                            "en": "(Bamidbar 30:10) \"And the vow of a widow or of a divorced woman\": widowe", 
                            "he": "ונדר אלמנה וגרושה - מן הנישואין. אתה אומר מן הנישואין, או אינו אלא מן האירוסין?"
                        }, 
                        {
                            "en": "(Bamidbar 30:14) \"Every vow and every oath of binding to afflict the sou", 
                            "he": "כל נדר וכל שבועת איסר לענות נפש - למה נאמר? לפי שהוא אומר והפר את נדרה אשר עליה,"
                        }, 
                        {
                            "en": "(Bamidbar 30:14) \"And if her husband be silent, silent to her from day t", 
                            "he": "ואם החריש יחריש לה אישה מיום אל יום - זה חרישה למקט. אתה אומר חרישה למקט, או אינ"
                        }, 
                        {
                            "en": "(Bamidbar 31:1-2) \"And the L-rd spoke to Moses, saying: Take the revenge", 
                            "he": "וידבר ה׳ אל משה נקום נקמת - להודיע שבחן של ישראל, שאין נפטרים מן העולם עד שהם מ"
                        }, 
                        {
                            "en": "(Bamidbar 31:22) \"Only the gold and the silver\": You say (finished) vess", 
                            "he": "אך את הזהב ואת הכסף. אתה אומר כלים, או אינו אומר אלא גלומים? - הרי אתה דן: הואיל"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 30:2) \"And Moses spoke to the heads of the tribes\": What is th", 
                        "he": "וידבר משה אל ראשי המטות - למה נאמר? לפי שהוא אומר במדבר י ותקעו בהם ונועדו אליך"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 158:4", 
                        "Sifrei Bamidbar 159", 
                        "Sifrei Bamidbar 160:1-15"
                    ], 
                    "heTitle": "מסעי", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Masei", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "מסעי", 
                            "primary": true
                        }
                    ], 
                    "offset": 157, 
                    "wholeRef": "Sifrei Bamidbar 158:4-160:15", 
                    "includeSections": true, 
                    "title": "Masei", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 35:9-10) \"And the L-rd spoke to Moses, saying: Speak to the ch", 
                            "he": "וידבר ה' אל משה לאמר, דבר אל בני ישראל, כי אתם עוברים את הירדן. למה נאמרה פרשה ז"
                        }, 
                        {
                            "en": "", 
                            "he": ""
                        }, 
                        {
                            "en": "(Bamidbar 35:12) \"And the cities shall be for you as a refuge from the a", 
                            "he": "והיו לכם הערים למקלט מגואל - למה נאמר? לפי שהוא אומר ורצח גואל הדם את הרוצח אין"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 35:9-10) \"And the L-rd spoke to Moses, saying: Speak to the ch", 
                        "he": "וידבר ה' אל משה לאמר, דבר אל בני ישראל, כי אתם עוברים את הירדן. למה נאמרה פרשה ז"
                    }
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Siphre bamidbar"
                }, 
                {
                    "lang": "he", 
                    "text": "ספרי במדבר", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Sifrei Bamidbar", 
                    "primary": true
                }
            ], 
            "heTitle": "ספרי במדבר", 
            "title": "Sifrei Bamidbar"
        }, 
        "Chapters": {
            "nodes": [
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 1:1-8", 
                        "Sifrei Bamidbar 2", 
                        "Sifrei Bamidbar 3", 
                        "Sifrei Bamidbar 4", 
                        "Sifrei Bamidbar 5", 
                        "Sifrei Bamidbar 6", 
                        "Sifrei Bamidbar 7", 
                        "Sifrei Bamidbar 8", 
                        "Sifrei Bamidbar 9", 
                        "Sifrei Bamidbar 10", 
                        "Sifrei Bamidbar 11", 
                        "Sifrei Bamidbar 12", 
                        "Sifrei Bamidbar 13", 
                        "Sifrei Bamidbar 14", 
                        "Sifrei Bamidbar 15", 
                        "Sifrei Bamidbar 16", 
                        "Sifrei Bamidbar 17", 
                        "Sifrei Bamidbar 18", 
                        "Sifrei Bamidbar 19", 
                        "Sifrei Bamidbar 20", 
                        "Sifrei Bamidbar 21:1"
                    ], 
                    "heTitle": "פרק ה", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ה", 
                            "primary": true
                        }
                    ], 
                    "offset": 0, 
                    "wholeRef": "Sifrei Bamidbar 1:1-21:1", 
                    "includeSections": true, 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 5:1-2) \"And the L-rd spoke to Moses, saying: Command the child", 
                            "he": "וידבר ה' אל משה לאמר צו את בני ישראל וישלחו מן המחנה למה נאמרה פרשה זו. לפי שהוא"
                        }, 
                        {
                            "en": "(Bamidbar 5:5-6) \"And the L-rd spoke to Moses, saying: Speak to the chil", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל איש או אשה כי יעשו מכל חטאת האדם למה נאמרה"
                        }, 
                        {
                            "en": "(Bamidbar 5:7) \"and they confess their sins which they have done\": and n", 
                            "he": "והתודו את חטאתם אשר עשו לא על מה שעשה אביו שאם אמר לו תן לי פקדון שהפקדתי אצל אב"
                        }, 
                        {
                            "en": "(Bamidbar 5:8) \"And if the man does not have a redeemer (to whom to retu", 
                            "he": "ואם אין לאיש גואל ר' ישמעאל אמר וכי יש לך אדם בישראל שאין לו גואל ומה תלמוד לומר"
                        }, 
                        {
                            "en": "(Bamidbar 5:9) \"And all terumah of all the holy things of the children o", 
                            "he": "וכל תרומה לכל קדשי בני ישראל רבי ישמעאל אומר בא הכתוב ללמדך על מקדיש ערימתו עד"
                        }, 
                        {
                            "en": "(Bamidbar 5:10) \"And a man, his holy things, to him shall they be\": All", 
                            "he": "ואיש את קדשיו לו יהיו כל הקדשים היו בכלל שנאמר ואיש את קדשיו לו יהיו משך הכתוב כ"
                        }, 
                        {
                            "en": "(Bamidbar 5:12) \"Speak to the children of Israel and say to them: A man,", 
                            "he": "דבר אל ב“י ואמרת אליהם איש איש כי תשטה אשתו למה נאמרה פרשה זו, לפי שהוא אומר כי"
                        }, 
                        {
                            "en": "(Bamidbar 5:15) \"Then the man shall bring his wife to the Cohein\": Accor", 
                            "he": "הביא האיש את אשתו אל הכהן מן התורה האיש מביא את אשתו אל הכהן, אלא אמרו מוסרים לו"
                        }, 
                        {
                            "en": "(Bamidbar 5:16) \"And the Cohein shall draw her near\": whence it is deriv", 
                            "he": "והקריב אותה הכהן מכאן אמרו אין משקין שתי סוטות כאחת. והעמידה שלא יעמיד עמה לא ע"
                        }, 
                        {
                            "en": "(Bamidbar 5:17) \"And the Cohein shall take consecrated water: This refer", 
                            "he": "ולקח הכהן מים קדושים אין מים קדושים אלא שקדשו בכלי (ואליהם) אלו מי כיור. בכלי חר"
                        }, 
                        {
                            "en": "(Bamidbar 5:18) \"And the Cohein shall stand the woman before the L-rd\":", 
                            "he": "והעמיד הכהן את האשה לפני ה' מקום שמעמידה בתחלה מעמידה בסוף. ופרע את ראש האשה כהן"
                        }, 
                        {
                            "en": "(Bamidbar 5:19) \"And the Cohein shall beswear her\": The Cohein administe", 
                            "he": "והשביע אותה הכהן הכהן משביעה ואין נשבעת מאליה. שהיה בדין נאמר כאן שבועה ונאמר לה"
                        }, 
                        {
                            "en": "(Bamidbar 5:20) \"And you, if you have gone astray\": This tells me only o", 
                            "he": "ואת כי שטית אין לי אלא כדרכה, שלא כדרכה מנין תלמוד לומר וכי נטמאת. ויתן איש בך"
                        }, 
                        {
                            "en": "(Bamidbar 5:21) \"Then the Cohein shall beswear the woman with the oath o", 
                            "he": "והשביע הכהן את האשה בשבועת האלה מכאן אהת דן לכל השבועות שבתורה הואיל ונאמרו שבו"
                        }, 
                        {
                            "en": "(Bamidbar 5:22) \"to swell the belly and to make fall the thigh\": R. Yoss", 
                            "he": "בתת ה' את ירכך נופלת ובאו המים המאררים האלה ר' יוסי הגלילי אומר זה בטנו וירכו של"
                        }, 
                        {
                            "en": "(Bamidbar 5:23) \"Then the Cohein shall write the curses (these\"): I migh", 
                            "he": "וכתב את האלות האלה שומע אני כל אלות שבתורה תלמוד לומר האלה. הכהן למה נאמר שהיה ב"
                        }, 
                        {
                            "en": "(Bamidbar 5:25) \"And the Cohein shall take from the hand of the woman\":", 
                            "he": "ולקח הכהן מיד האשה ולא מיד שלוחה מיד האשה שאס פירסה נדה לא היחה שותה א): והשקה"
                        }, 
                        {
                            "en": "(Bamidbar 5:27) \"and her belly will swell and her thigh will fall\": This", 
                            "he": "(והשקה את האשה עד) וצבתה בטנה ונפלה ירכה, אין לי אלא בטנה וירכה שאר אבריה מנין,"
                        }, 
                        {
                            "en": "(Bamidbar 5:298) \"And if the woman had not been defiled and she be clean", 
                            "he": "ואם לא נטמאה האשה ר' ישמעאל אומר וכי מי טמאה שהכתוב מטהרה ומה תלמוד לומר ואם לא"
                        }, 
                        {
                            "en": "(Bamidbar 5:29) \"This is the law of the rancors\": This tells me (that th", 
                            "he": "זאת תורת הקנאות אין לי אלא לשעה לדורות מניין תלמוד לומר זאת תורת, דברי ר' יאשיה."
                        }, 
                        {
                            "en": "(Bamidbar 5:30) \"Or a man over whom there shall pass a spirit of rancor\"", 
                            "he": "איש אשר תעבור עליו רוח קנאה למה נאמר לפי שהוא אומר ועבר עליו רוח קנאה או כשם שעד"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 5:1-2) \"And the L-rd spoke to Moses, saying: Command the child", 
                        "he": "וידבר ה' אל משה לאמר צו את בני ישראל וישלחו מן המחנה למה נאמרה פרשה זו. לפי שהוא"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 22:1", 
                        "Sifrei Bamidbar 23", 
                        "Sifrei Bamidbar 24", 
                        "Sifrei Bamidbar 25", 
                        "Sifrei Bamidbar 26", 
                        "Sifrei Bamidbar 27", 
                        "Sifrei Bamidbar 28", 
                        "Sifrei Bamidbar 29", 
                        "Sifrei Bamidbar 30", 
                        "Sifrei Bamidbar 31", 
                        "Sifrei Bamidbar 32", 
                        "Sifrei Bamidbar 33", 
                        "Sifrei Bamidbar 34", 
                        "Sifrei Bamidbar 35", 
                        "Sifrei Bamidbar 36", 
                        "Sifrei Bamidbar 37", 
                        "Sifrei Bamidbar 38", 
                        "Sifrei Bamidbar 39", 
                        "Sifrei Bamidbar 40", 
                        "Sifrei Bamidbar 41", 
                        "Sifrei Bamidbar 42", 
                        "Sifrei Bamidbar 43:1"
                    ], 
                    "heTitle": "פרק ו", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ו", 
                            "primary": true
                        }
                    ], 
                    "offset": 21, 
                    "wholeRef": "Sifrei Bamidbar 22:1-43:1", 
                    "includeSections": true, 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 6:1-2) \"And the L-rd spoke to Moses, saying: Speak to the chil", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל ואמרת אליהם איש או אשה כי יפליא לנדר נדר נ"
                        }, 
                        {
                            "en": "(Bamidbar 6:3) \"From wine and strong drink he shall separate himself\": (", 
                            "he": "מיין ושכר יזיר (חומץ יין וחומץ שכר לא ישתה) לעשות יין מצוה כיין רשות. שהרי בדין"
                        }, 
                        {
                            "en": "(Bamidbar 6:4) \"All the days of his Naziritism, of all that is made from", 
                            "he": "מכל אשר יעשה מגפן היין שומעני (מן) [אף] העלים והלולבים למשמע תלמוד לומר מחרצנים"
                        }, 
                        {
                            "en": "(Bamidbar 6:5) \"All the days of the vow of his Naziritism (a blade shall", 
                            "he": "כל ימי נדר נזרו הרי הכתוב מוציאו מכלל יין ובא לו ללמד על התגלחת. כל ימי נדר נזרו"
                        }, 
                        {
                            "en": "(Bamidbar 6:6) \"All the days of his Naziritism to the L-rd, upon the sou", 
                            "he": "כל ימי הזירו לה' על נפש מת לא יבא הרי הכתוב משיאו מכלל תגלחת ובא לו ללמד על הטומ"
                        }, 
                        {
                            "en": "(Bamidbar 6:8) \"All the days of his Naziritism, holy is he to the L-rd.\"", 
                            "he": "כל ימי נזרו קדוש הוא לה' למה נאמר, לפי שהוא אומר עד מלאת הימים אין לי אלא שיש לו"
                        }, 
                        {
                            "en": "(Bamidbar 6:9) \"And if one die on him, etc.\": to exclude a doubt (i.e.,", 
                            "he": "וכי ימות מת עליו (בפתע פתאום) להוציא את הספק. שהיה בדין, ומה במקום שלא עשה בו א"
                        }, 
                        {
                            "en": "(Bamidbar 6:10) \"And on the eighth day he shall bring, etc.\": to exclude", 
                            "he": "וביום השמיני להוציא את השביעי. אתה אומר להוציא את השביעי או אינו אלא להוציא את ה"
                        }, 
                        {
                            "en": "(Bamidbar 6:11) \"And the Cohein shall make one a sin-offering and one a", 
                            "he": "ועשה הכהן אחד לחטאת. שיפרישם הכהן אחד לחטאת ואחד לעולה. אין לי (יומא מ”א) אלא ה"
                        }, 
                        {
                            "en": "(Bamidbar 6:12) \"And he shall devote to the L-rd the days of his Nazirit", 
                            "he": "והזיר לה' את ימי נזרו. כל אשמות שבתורה מעכבים הכפרה חוץ מזה. ר' ישמעאל אומר אף ז"
                        }, 
                        {
                            "en": "(Bamidbar 6:13) \"This is the law of the Nazirite\": \"This,\" for the offer", 
                            "he": "זאת תורת הנזיר אחד נזיר ימים ואחד נזיר עולם. זאת לקרבן טהרה או אף לקרבן טומאה תל"
                        }, 
                        {
                            "en": "(Bamidbar 6:14) \"And he shall offer up his sacrifice to the L-rd: one la", 
                            "he": "והקריב את קרבנו לה' כבש בן שנתו תמים להוציא בעל מום. וכבשה אחת בת שנתה תמימה לה"
                        }, 
                        {
                            "en": "(Bamidbar 6:150 \"And a basket of unleavened bread\": general (any kind);", 
                            "he": "וסל מצות (מנחות ע\"ח) כלל. סלת חלות בלולות פרט. כלל ופרט אין בכלל אלא מה שבפרט. ש"
                        }, 
                        {
                            "en": "(Bamidbar 6:18) \"And the Nazirite shall shave at the door of the tent of", 
                            "he": "וגלח הנזיר פתח אהל מועד (נזיר מ\"ה) בשלמים הכתוב מדבר שנאמר (ויקרא י\"ג) ושחטו פתח"
                        }, 
                        {
                            "en": "(Bamidbar 6:19) \"And the Cohein shall take the cooked (\"beshelah\") shoul", 
                            "he": "ולקח הכהן את הזרוע הבשלה ( חולין צח) אין בשלה אלא שלמה. ר' שמעון בן יוחאי אומר"
                        }, 
                        {
                            "en": "(Bamidbar 6:20) \"And the Cohein shall lift them, a lifting before the L-", 
                            "he": "והניף אותם תנופה לפני ה' מוליך ומביא מעלה ומוריד שנאמר ( שמות כט) אשר הונף ואשר"
                        }, 
                        {
                            "en": "(Bamidbar 6:21) \"This is the law of the Nazirite\": This (i.e., what we h", 
                            "he": "זאת תורת אין לי אלא לשעה לדורות מנין, תלמוד לומר זאת תורת דברי ר' יאשיה. ר' יונת"
                        }, 
                        {
                            "en": "(Bamidbar 6:22-23) \"And the L-rd spoke to Moses, saying: Speak to Aaron", 
                            "he": "וידבר ה' אל משה לאמר דבר אל אהרן ואל בניו לאמר כה תברכו , לפי שכל מעשה הפרשה (בא"
                        }, 
                        {
                            "en": "(Bamidbar 6:24) \"The L-rd bless you\": with the explicit blessing (28:3-6", 
                            "he": "\"יברכך ה'\" - בברכה המפורשת. וכן הוא אומר (דברים כח): \"ברוך אתה בעיר וברוך אתה ב"
                        }, 
                        {
                            "en": "(Bamidbar 6:25) \"The L-rd cause His countenance to shine upon you\": He w", 
                            "he": "\"יאר ה' פניו אליך\" - יתן לך מאור עינים. רבי נתן אומר: זה מאור השכינה, שנאמר (ישע"
                        }, 
                        {
                            "en": "(Bamidbar 6:26) \"The L-rd lift His countenance unto you\": when you stand", 
                            "he": "\"ישא ה' פניו אליך\". בשעה שאתה עומד ומתפלל, שנאמר (בראשית י”ט) ויאמר אליו הנה נשא"
                        }, 
                        {
                            "en": "(Bamidbar 6:27) \"And they shall place My name\": Why is this stated? It i", 
                            "he": "\"ושמו את שמי\" - למה נאמר? לפי שהוא אומר \"כה תברכו את בני ישראל\" - בשם המפורש. את"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 6:1-2) \"And the L-rd spoke to Moses, saying: Speak to the chil", 
                        "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל ואמרת אליהם איש או אשה כי יפליא לנדר נדר נ"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 44:1", 
                        "Sifrei Bamidbar 45", 
                        "Sifrei Bamidbar 46", 
                        "Sifrei Bamidbar 47", 
                        "Sifrei Bamidbar 48", 
                        "Sifrei Bamidbar 49", 
                        "Sifrei Bamidbar 50", 
                        "Sifrei Bamidbar 51", 
                        "Sifrei Bamidbar 52", 
                        "Sifrei Bamidbar 53", 
                        "Sifrei Bamidbar 54", 
                        "Sifrei Bamidbar 55", 
                        "Sifrei Bamidbar 56", 
                        "Sifrei Bamidbar 57", 
                        "Sifrei Bamidbar 58", 
                        "Sifrei Bamidbar 59:1"
                    ], 
                    "heTitle": "פרק ז", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ז", 
                            "primary": true
                        }
                    ], 
                    "offset": 43, 
                    "wholeRef": "Sifrei Bamidbar 44:1-59:1", 
                    "includeSections": true, 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 7:1) \"And it was on the day that Moses had finished setting up", 
                            "he": "ויהי ביום כלות משה. מגיד הכתוב, שכל שבעת ימי המילואים היה משה מעמיד את המשכן, וב"
                        }, 
                        {
                            "en": "(Bamidbar 7:2) \"And the chiefs of Israel presented (their offerings\"): I", 
                            "he": "ויקריבו נשיאי ישראל שומע אני שהיו הדיוטות ונתמנו תלמוד לומר ראשי בית אבותם. ולא"
                        }, 
                        {
                            "en": "(Bamidbar 7:6) \"And Moses took the wagons and the oxen and he gave them", 
                            "he": "ויקח משה את העגלות ואת הבקר. הרי משה, נוטלו ומחלקן לפי דעתו את שתי העגלות ואת א"
                        }, 
                        {
                            "en": "(Bamidbar 7:10) \"And the chiefs presented the inauguration (offerings) o", 
                            "he": "ויקריבו הנשיאים את חנוכת המזבח מגיד הכתוב כשם שהתנדבו הנשיאים למלאכת המשכן כך הת"
                        }, 
                        {
                            "en": "(Bamidbar 7:12) \"And the one who presented his offering on the first day", 
                            "he": "ויהי המקריב ביום הראשון שאין ת\"ל ראשון אלא ראשון לכל ימות השנה. נחשון בן עמינדב"
                        }, 
                        {
                            "en": "(Bamidbar 7:13) \"And his offering was one silver dish, etc.\": We are her", 
                            "he": "קרבנו קערת כסף אחת מגיד שלא נעשו מתחלה אלא לשם קרבנות. מזרק אחד כסף שבעים שקל בש"
                        }, 
                        {
                            "en": "(Bamidbar 7:15) \"One young bullock\": There was no other like it in its h", 
                            "he": "פר אחד בן בקר. שלא היה בעדרו כמוהו: איל אחד. שלא היה בעדרו כמוהו: כבש אחד בן שנת"
                        }, 
                        {
                            "en": "(Bamidbar 7:16) \"One he-goat for a sin-offering\": to atone for (defileme", 
                            "he": "ושעיר עזים אחד. לכפר על קבר התהום: ולזבח השלמים בקר שנים. מגיד שכולם כשרו לזבח ה"
                        }, 
                        {
                            "en": "(Bamidbar 7:18) \"On the second day, Nethanel ben Tzuar, the chief of Yis", 
                            "he": "ביום השני הקריב נתנאל בן צוער הקריב את קרבנו מה ת\"ל לפי שבא ראובן וערער אמר דיי"
                        }, 
                        {
                            "en": "(Bamidbar 7:84) This is the (accounting of the) inauguration of the alta", 
                            "he": "זאת חנוכת המזבח [ביום המשח אותו] ביום שנמשח בו ביום הקריב. אתה אומר ביום שנמשח ב"
                        }, 
                        {
                            "en": "(Bamidbar 7:85) \"One hundred and thirty (shekels was the weight of) each", 
                            "he": "שלשים ומאה הקערה האחת למה נאמר, לפי שנאמר קרבנו קערת כסף אחת, אין לי אלא מזרק אח"
                        }, 
                        {
                            "en": "(Bamidbar 7:86) \"Golden spoons, twelve\": Why is this mentioned? (Ibid. 1", 
                            "he": "כפות זהב שתים עשרה למה נאמר לפי שהוא אומר כף אחת עשרה זהב היא של זהב ומשקלה של כ"
                        }, 
                        {
                            "en": "(Bamidbar 7:87) \"All the cattle for the burnt-offering: twelve bullocks,", 
                            "he": "כל הבקר לעולה שנים עשר פרים. למה נאמר לפי שהוא אומר פר אחד בן בקר מלמד שכולם כשר"
                        }, 
                        {
                            "en": "(Bamidbar 7:88) \"And all the cattle for the sacrifice of the peace-offer", 
                            "he": "וכל בקר זבח השלמים. למה נאמר לפי שהוא אומר ולזבח השלמים בקר שנים מלמד שכולם כשרו"
                        }, 
                        {
                            "en": "(Bamidbar 7:89) \"And when Moses came to the tent of meeting\": (Why is th", 
                            "he": "ובבא משה אל אהל מועד למה נאמר לפי שהוא אומר וידבר ה' אליו מאהל מועד לאמר שומע אנ"
                        }, 
                        {
                            "en": "What is the intent of this section? From (Shemot 25:37) \"and he (the art", 
                            "he": "וידבר ה' אל משה לאמר, למה נאמרה פרשה זו לפי שהוא אומר והעלה את נרותיה והאיר על ע"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 7:1) \"And it was on the day that Moses had finished setting up", 
                        "he": "ויהי ביום כלות משה. מגיד הכתוב, שכל שבעת ימי המילואים היה משה מעמיד את המשכן, וב"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 60:1", 
                        "Sifrei Bamidbar 61", 
                        "Sifrei Bamidbar 62", 
                        "Sifrei Bamidbar 63:1-2"
                    ], 
                    "heTitle": "פרק ח", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ח", 
                            "primary": true
                        }
                    ], 
                    "offset": 59, 
                    "wholeRef": "Sifrei Bamidbar 60:1-63:2", 
                    "includeSections": true, 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 8:3) \"And Aaron did so\": This is in praise of Aaron. As Moses", 
                            "he": "ויעש כן אהרן להודיע שבחו של אהרן שכשם שאמר לו משה כן עשה. [אל מול פני] המנורה עש"
                        }, 
                        {
                            "en": "(Bamidbar 8:4) \"And this was the work of the menorah. (It was made of on", 
                            "he": "וזה מעשה המנורה מקשה זהב עד ירכה עד פרחה מקשה היא כמראה, ר' עקיבא אומר זה אחד מש"
                        }, 
                        {
                            "en": "(Bamidbar 3:24) \"This is what applies to the Levites. From the age of tw", 
                            "he": "זאת אשר ללוים שנים פוסלים בלוים ואין המום פוסל בלוים. שהיה בדין ומה במקום שלא פס"
                        }, 
                        {
                            "en": "(Bamidbar. 8:25) \"And from the age of fifty he shall return from the serv", 
                            "he": "ומבן חמשים שנה ישוב שומע אני מכל עבודה במשמע ת”ל ולא יעבוד עוד ושרת את אחיו באהל"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 8:3) \"And Aaron did so\": This is in praise of Aaron. As Moses", 
                        "he": "ויעש כן אהרן להודיע שבחו של אהרן שכשם שאמר לו משה כן עשה. [אל מול פני] המנורה עש"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 64:1-2", 
                        "Sifrei Bamidbar 65", 
                        "Sifrei Bamidbar 66", 
                        "Sifrei Bamidbar 67", 
                        "Sifrei Bamidbar 68", 
                        "Sifrei Bamidbar 69", 
                        "Sifrei Bamidbar 70", 
                        "Sifrei Bamidbar 71:1"
                    ], 
                    "heTitle": "פרק ט", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ט", 
                            "primary": true
                        }
                    ], 
                    "offset": 63, 
                    "wholeRef": "Sifrei Bamidbar 64:1-71:1", 
                    "includeSections": true, 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 9:1) \"And the L-rd spoke to Moses in the desert of Sinai in th", 
                            "he": "וידבר ה' אל משה במדבר סיני בשנה השנית לצאתם מארץ מצרים בחדש הראשון לאמר בגנות יש"
                        }, 
                        {
                            "en": "(Bamidbar 9:2) \"And the children of Israel shall offer the Pesach in its", 
                            "he": "ויעשו בני ישראל את הפסח במועדו למה נאמר לפי שהוא אומר ושחטו אותו כל קהל עדת ישרא"
                        }, 
                        {
                            "en": "(Bamidbar 9:4) \"And Moses spoke to the children of Israel to offer the P", 
                            "he": "וידבר משה אל בני ישראל לעשות הפסח למה נאמר (לפי שהוא אומר) [והרי כבר נאמר] (ויק"
                        }, 
                        {
                            "en": "(Bamidbar 9:5) \"And they offered the Pesach in the first (month) on the", 
                            "he": "ויעשו את הפסח בראשון בארבעה עשר יום לחדש בגנות ישראל הכתוב מדבר שלא עשו אלא פסח"
                        }, 
                        {
                            "en": "(Bamidbar 9:6) \"And there were men who were unclean by the body of a man", 
                            "he": "ויהי אנשים אשר היו טמאים לנפש אדם מי היו, נושאי ארונו של יוסף היו דברי ר' ישמעאל"
                        }, 
                        {
                            "en": "(Bamidbar 9:9-10) \"And the L-rd spoke to Moses, saying: Speak to the chi", 
                            "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל לאמר איש איש כי יהיה טמא לנפש זה דבר ששאל,"
                        }, 
                        {
                            "en": "(Bamidbar 9:12) \"shall they offer it\": I might think that Pesach Sheni o", 
                            "he": "והאיש אשר הוא טהור [יעשו אותו] שומע אני אחד יחיד ואחד צבור עושה פסח שני, ת\"ל וי"
                        }, 
                        {
                            "en": "(Bamidbar 9:14) \"And if there live a proselyte among you, and he would o", 
                            "he": "וכי יגור אתכם גר שומע אני כיון שנתגייר יעשה פסח מיד, תלמוד לומר כאזרח. מה אזרח ב"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 9:1) \"And the L-rd spoke to Moses in the desert of Sinai in th", 
                        "he": "וידבר ה' אל משה במדבר סיני בשנה השנית לצאתם מארץ מצרים בחדש הראשון לאמר בגנות יש"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 72:1", 
                        "Sifrei Bamidbar 73", 
                        "Sifrei Bamidbar 74", 
                        "Sifrei Bamidbar 75", 
                        "Sifrei Bamidbar 76", 
                        "Sifrei Bamidbar 77", 
                        "Sifrei Bamidbar 78", 
                        "Sifrei Bamidbar 79", 
                        "Sifrei Bamidbar 80", 
                        "Sifrei Bamidbar 81", 
                        "Sifrei Bamidbar 82", 
                        "Sifrei Bamidbar 83", 
                        "Sifrei Bamidbar 84:1-4"
                    ], 
                    "heTitle": "פרק י", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 10", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק י", 
                            "primary": true
                        }
                    ], 
                    "offset": 71, 
                    "wholeRef": "Sifrei Bamidbar 72:1-84:4", 
                    "includeSections": true, 
                    "title": "Chapter 10", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 10:2-3) \"And the L-rd spoke to Moses, saying: Make for yoursel", 
                            "he": "וידבר ה' אל משה לאמר עשה לך שתי חצוצרות כסף למה נאמרה פרשה זו לפי שהוא אומר על"
                        }, 
                        {
                            "en": "(Bamidbar 10:3-4) \"And when they (the Cohanim) blow with (both) of them,", 
                            "he": "ותקעו בהן ונועדו אליך כל העדה [אל פתח אהל מועד] ואם באחת יתקעו [ונועדו אליך הנש"
                        }, 
                        {
                            "en": "(Bamidbar 10:7) \"And when the assembly is to be gathered, you shall blow", 
                            "he": "בהקהיל את הקהל למה נאמר לפי שהוא אומר (ותקעו בהן ונועדו אליך) [והיו לך למקרא הע"
                        }, 
                        {
                            "en": "(Bamidbar 10:8) \"And the sons of Aaron the Cohanim shall blow on the tru", 
                            "he": "ובני אהרן הכהנים יתקעו בחצוצרות למה נאמר לפי שהוא אומר [ותקעו בהן] ואם באחת יתק"
                        }, 
                        {
                            "en": "(Bamidbar 10:9) \"And if you go to war in your land\": whether you go out", 
                            "he": "וכי תבואו מלחמה בארצכם בין שאתם יוצאים עליהם בין שהם יוצאים עליכם. [על הצר הצור"
                        }, 
                        {
                            "en": "(Bamidbar 10:10) \"And on the day of your rejoicing and on your appointed", 
                            "he": "וביום שמחתכם (ובמועדיכם) אלו שבתות. ר' נתן אומר אלו תמידים. ובמועדיכם אלו שלש רג"
                        }, 
                        {
                            "en": "(Bamidbar 10:29) \"And Moses said to Chovav (Yithro) the son of Reuel the", 
                            "he": "\"וַיֹּאמֶר מֹשֶׁה לְחֹבָב [בֶּן רְעוּאֵל הַמִּדְיָנִי חֹתֵן מֹשֶׁה]\" . חובב היה"
                        }, 
                        {
                            "en": "(Bamidbar 10:30) \"And he said to him: I will not go; but to my land and", 
                            "he": "ויאמר אליו לא אליך אמר להם אם מפני נכסים או מפני ארץ איני בא יש לך אדם שיש לו אר"
                        }, 
                        {
                            "en": "(Bamidbar 10:30) \"And he said: I pray (\"na\") you, do not leave us.\" \"Na\"", 
                            "he": "ויאמר אליו אל נא תעזוב אותנו אין נא אלא לשון בקשה א\"ל אם אין אתה מקבל עליך גוזר"
                        }, 
                        {
                            "en": "(Bamidbar 10:32) \"And it shall be, if you go with us, that good which th", 
                            "he": "והיה כי תלך עמנו וגו' וכי מה טובה הטיבו לו אמרו כשהיו ישראל מחלקים את הארץ הניח"
                        }, 
                        {
                            "en": "(Bamidbar 10:33) \"And they journeyed from the mountain of the L-rd a jou", 
                            "he": "ויסעו מהר ה' שלשת ימים אפשר לומר כבר נאמר אחד עשר יום מחורב (דברים א) ומה ת\"ל ו"
                        }, 
                        {
                            "en": "(Bamidbar 10:34) \"And the cloud of the L-rd was above them by day\": From", 
                            "he": "וענן ה' עליהם יומם מכאן אמרו ז' עננים הם וענן יי עליהם יומם ועננך עומד עליהם (במ"
                        }, 
                        {
                            "en": "(Bamidbar 10:35) \"And it was, when the ark traveled\": There are signs (i", 
                            "he": "ויהי בנסוע הארון. נקוד עליו מלמעלה ומלמטה, מפני שלא היה זה ממקומו. רבי אומר: מפנ"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 10:2-3) \"And the L-rd spoke to Moses, saying: Make for yoursel", 
                        "he": "וידבר ה' אל משה לאמר עשה לך שתי חצוצרות כסף למה נאמרה פרשה זו לפי שהוא אומר על"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 85:1", 
                        "Sifrei Bamidbar 86", 
                        "Sifrei Bamidbar 87", 
                        "Sifrei Bamidbar 88", 
                        "Sifrei Bamidbar 89", 
                        "Sifrei Bamidbar 90", 
                        "Sifrei Bamidbar 91", 
                        "Sifrei Bamidbar 92", 
                        "Sifrei Bamidbar 93", 
                        "Sifrei Bamidbar 94", 
                        "Sifrei Bamidbar 95", 
                        "Sifrei Bamidbar 96", 
                        "Sifrei Bamidbar 97", 
                        "Sifrei Bamidbar 98:1"
                    ], 
                    "heTitle": "פרק יא", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 11", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק יא", 
                            "primary": true
                        }
                    ], 
                    "offset": 84, 
                    "wholeRef": "Sifrei Bamidbar 85:1-98:1", 
                    "includeSections": true, 
                    "title": "Chapter 11", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 11:1) \"And the people were ['vayehi'] as seekers of a pretext\"", 
                            "he": "ויהי העם כמתאוננים. אין ויהי אלא שהיה להם דבר מתחילה. מלמד שהיו מקולקלים, וחזרו"
                        }, 
                        {
                            "en": "(Bamidbar 11:2) \"And the people cried out to Moses\": How would Moses hel", 
                            "he": "ויצעק העם אל משה. וכי מה היה משה מועילם, והלא אין ראוי לומר אלא ויצעק העם אל ה'!"
                        }, 
                        {
                            "en": "(Bamidbar 11:5) \"We remember the fish that we would eat in Egypt, free\":", 
                            "he": "זכרנו את הדגה. וכי יש בענין, שהיו המצרים נותנים להם דגים בחנם? והלא כבר נאמר שמו"
                        }, 
                        {
                            "en": "(Bamidbar 11:6) \"And now, our souls are dry. There is nothing\": R. Shimo", 
                            "he": "ועתה נפשינו יבשה אין כל. אמרו: עתיד לתפח בתוך כריסינו להרגנו! יש לך ילוד אשה שאי"
                        }, 
                        {
                            "en": "(Bamidbar 11:8) \"The people would stroll out and gather it\": I might thi", 
                            "he": "שטו העם ולקטו. יכול מפני שמצטערים עליו בשעת לקיטתו היו מתרעמים? תלמוד לומר שטו ה"
                        }, 
                        {
                            "en": "(Bamidbar 11:10) \"And Moses heard the people weeping by its families\": R", 
                            "he": "וישמע משה את העם בוכה למשפחותיו. היה ר' נהורי אומר: מנין שהיו ישראל מצטערים בשעה"
                        }, 
                        {
                            "en": "(Bamidbar 11:11) \"And Moses said to the L-rd: Why have You done evil to", 
                            "he": "האנכי הריתי את כל העם הזה אם אנכי ילדתיהו? והיכן דבר לו כן? בשעה שאמר לו שמות לב"
                        }, 
                        {
                            "en": "(Bamidbar 11:16) \"And the L-rd said to Moses: Gather unto Me seventy men", 
                            "he": "ויאמר ה' אל משה אספה לי שבעים איש. למה נאמר? לפי שהוא אומר לא אוכל אנכי לבדי. א\""
                        }, 
                        {
                            "en": "(Bamidbar 11:17) \"And I will go down\" (veyaradeti): This is one of the t", 
                            "he": "וירדתי - זו אחת מעשר ירידות שכתובות בתורה: וירדתי עמך, ולא עמהם: ואצלתי מן הרוח."
                        }, 
                        {
                            "en": "(Bamidbar 11:18) \"And to the people you shall say: Hithkadshu for tomorr", 
                            "he": "ואל העם תאמר התקדשו למחר. אין התקדשו אלא התקינו עצמכם לפורענות! כשהוא אומר ירמיה"
                        }, 
                        {
                            "en": "(Bamidbar 11:21) \"And Moses said: Six hundred thousand foot, etc.\": R. S", 
                            "he": "ויאמר משה שש מאות אלף רגלי. ר' שמעון בן יוחאי אומר, ר' עקיבא היה דורש בו דבר אחד"
                        }, 
                        {
                            "en": "(Bamidbar 11:27) \"And the youth ran and he told Moses\": Some say that th", 
                            "he": "וירץ הנער ויגד למשה. יש אומרים זה יהושע, כענין שנאמר שמות לג ומשרתו יהושע בן נון"
                        }, 
                        {
                            "en": "(Bamidbar 11:31) \"And a wind went forth from the L-rd and blew in (vayag", 
                            "he": "ורוח נסע מאת ה'. מלמד שהיתה פורחת כגזים האלו של צמר ויגז שלוים מן הים יש אומרים"
                        }, 
                        {
                            "en": "(Bamidbar 11:32) \"And the people rose all that day … hamamit\": Read it n", 
                            "he": "ויקם העם כל היום ההוא וגו'. אל תהי קורא הממעיט (אלא) הממעט העצלי' והחיגרי' שבהם"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 11:1) \"And the people were ['vayehi'] as seekers of a pretext\"", 
                        "he": "ויהי העם כמתאוננים. אין ויהי אלא שהיה להם דבר מתחילה. מלמד שהיו מקולקלים, וחזרו"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 99:1", 
                        "Sifrei Bamidbar 100", 
                        "Sifrei Bamidbar 101", 
                        "Sifrei Bamidbar 102", 
                        "Sifrei Bamidbar 103", 
                        "Sifrei Bamidbar 104", 
                        "Sifrei Bamidbar 105", 
                        "Sifrei Bamidbar 106:1"
                    ], 
                    "heTitle": "פרק יב", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 12", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק יב", 
                            "primary": true
                        }
                    ], 
                    "offset": 98, 
                    "wholeRef": "Sifrei Bamidbar 99:1-106:1", 
                    "includeSections": true, 
                    "title": "Chapter 12", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 12:1) \"And Miriam and Aaron spoke (vatedaber) against Moses\":", 
                            "he": "ותדבר מרים ואהרן במשה. אין \"דבר\" בכל מקום אלא לשון קשה, וכן הוא אומר בראשית מב ד"
                        }, 
                        {
                            "en": "(Bamidbar 12:2) \"And they said: Is it only with Moses that the L-rd has", 
                            "he": "ויאמרו הרק אך במשה. והלא אף עם אבותינו דבר הקב\"ה, ולא פירשו מפריה ורביה: והלא גם"
                        }, 
                        {
                            "en": "(Bamidbar 12:3) \"And the man Moses was extremely humble\": \"humble\" in hi", 
                            "he": "והאיש משה עניו מאד. עניו בדעתו. אתה אומר עניו בדעתו, או עניו בגופו? ת\"ל במדבר כא"
                        }, 
                        {
                            "en": "(Bamidbar, Ibid. 4) \"And the L-rd said suddenly\": R. Shimon b. Menassia", 
                            "he": "ויאמר ה' פתאום. ר' שמעון בן מנסיא אומר: פתאום - נתירא משה בפתאום וידבר עמו: צאו"
                        }, 
                        {
                            "en": "(Bamidbar 12:6) \"And He said: Hear, I pray you (\"na\"), My words\": \"Na\" i", 
                            "he": "ויאמר שמעו נא דברי. אין נא אלא לשון בקשה והרי דברים ק\"ו ומה אם מי שאמר והיה העול"
                        }, 
                        {
                            "en": "(Bamidbar 12:9) \"And the wrath of the L-rd burned in them, and He depart", 
                            "he": "ויחר אף ה' בם וילך - מאחר שהודיעם סרחונם, אח\"כ גזר עליהם נדוי. והרי דברים ק\"ו: ו"
                        }, 
                        {
                            "en": "(Bamidbar 12:10) \"And the cloud departed from above the tent\": An analog", 
                            "he": "והענן סר מעל האהל. משל למלך בשר ודם שאמר לפדגוג: רדה את בני, אבל משאלך לי רדהו,"
                        }, 
                        {
                            "en": "(Bamidbar 12:14) \"And the L-rd said to Moses: Now if her father had spat", 
                            "he": "ויאמר ה' אל משה ואביה ירוק ירק בפניה. ר' אחי ברבי יאשיה אמר: שתי נזיפות נזפה: אל"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 12:1) \"And Miriam and Aaron spoke (vatedaber) against Moses\":", 
                        "he": "ותדבר מרים ואהרן במשה. אין \"דבר\" בכל מקום אלא לשון קשה, וכן הוא אומר בראשית מב ד"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 107:1-3", 
                        "Sifrei Bamidbar 108", 
                        "Sifrei Bamidbar 109", 
                        "Sifrei Bamidbar 110", 
                        "Sifrei Bamidbar 111", 
                        "Sifrei Bamidbar 112", 
                        "Sifrei Bamidbar 113", 
                        "Sifrei Bamidbar 114", 
                        "Sifrei Bamidbar 115:1-2"
                    ], 
                    "heTitle": "פרק טו", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 15", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק טו", 
                            "primary": true
                        }
                    ], 
                    "offset": 106, 
                    "wholeRef": "Sifrei Bamidbar 107:1-115:2", 
                    "includeSections": true, 
                    "title": "Chapter 15", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 15:2) \"Speak to the children of Israel and say to them: When y", 
                            "he": "דבר אל בני ישראל כי תבואו אל ארץ מושבותיבם בא הכתוב ללמדך שלא נתחייבו ישראל בנסכ"
                        }, 
                        {
                            "en": "(Bamidbar 15:14) \"And if a stranger sojourn among you\": This tells me (a", 
                            "he": "כי יגור אין לי אלא גר המתגייר, גר שנתגייר מנין תלמוד לומר או אשר בתוככם לדורותיכ"
                        }, 
                        {
                            "en": "(Bamidbar 15:15) \"The congregation (— one statute shall there be for you", 
                            "he": "הקהל וגו' אין לי  אלא אנשים גשים מנין ת\"ל חקה, אחת יהיה לכם: ולגר הגר (לפי שמעש"
                        }, 
                        {
                            "en": "(Bamidbar 15:15-17) \"And the L-rd spoke to Moses, saying: … upon your co", 
                            "he": "וידבר ה' אל משה [וגו'] בבואכם אל הארץ אשר אני מביא אתכם שמה ר' ישמעאל אומר שינה"
                        }, 
                        {
                            "en": "(Bamidbar 15:22) \"And if you err and do not do all of these mitzvoth\": I", 
                            "he": "וכי תשגו ולא תעשו ע”ג היתה בכלל כל המצוות שהצבור מביאים עליה פר והרי הכתוב מוציא"
                        }, 
                        {
                            "en": "(Bamidbar 15:27) \"And if one soul sin (the sin of idolatry) in error\": I", 
                            "he": "ואם נפש אחת תחטא בשגגה , עבודה זרה היתה בכלל כל המצות שהיחיד מביא עליהם כשבה או"
                        }, 
                        {
                            "en": "(Bamidbar 15:32) \"And the children of Israel were in the desert, etc.\":", 
                            "he": "ויהיו בני ישראל במדבר בגנות ישראל הכתוב מדבר שלא שמרו אלא שבת ראשונה ושניה חללו."
                        }, 
                        {
                            "en": "(Bamidbar 15:34) \"And they placed him in ward\": We are hereby apprised t", 
                            "he": "ויניחו אותו במשמר מלמד שכל חיבני (כריתות) [מיתות] נחבשים. כי לא פורש מה יעשה לו"
                        }, 
                        {
                            "en": "(Bamidbar 15:37-38) \"And the L-rd spoke to Moses, saying … and they shal", 
                            "he": "ויאמר ה' אל משה ועשו להם ציצית אף הנשים במשמע, ר”ש פוטר את הנשים מן הציצית מפי"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 15:2) \"Speak to the children of Israel and say to them: When y", 
                        "he": "דבר אל בני ישראל כי תבואו אל ארץ מושבותיבם בא הכתוב ללמדך שלא נתחייבו ישראל בנסכ"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 116:1-2", 
                        "Sifrei Bamidbar 117", 
                        "Sifrei Bamidbar 118", 
                        "Sifrei Bamidbar 119", 
                        "Sifrei Bamidbar 120", 
                        "Sifrei Bamidbar 121", 
                        "Sifrei Bamidbar 122:1"
                    ], 
                    "heTitle": "פרק יח", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 18", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק יח", 
                            "primary": true
                        }
                    ], 
                    "offset": 115, 
                    "wholeRef": "Sifrei Bamidbar 116:1-122:1", 
                    "includeSections": true, 
                    "title": "Chapter 18", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 18:1) \"And the L-rd said to Aaron: You and your sons and the h", 
                            "he": "ויאמר ה׳ אל אהרן אתה ובניך ובית אביך אתה תשאו את עון המקדש רבי ישמעאל אומר למי"
                        }, 
                        {
                            "en": "(Bamidbar 18:8) \"And the L-rd spoke to Aaron\": I would think (the intent", 
                            "he": "וידבר ה' אל אהרן. שומע אני שהיה הדבר לאהרן ת\"ל זכרון לבני ישראל למען אשר לא יקר"
                        }, 
                        {
                            "en": "(Bamidbar 18:15) \"All that opens the womb of all flesh\": I would think a", 
                            "he": "כל פטר רחם לכל בשר. שומע אני אף חיה במשמע ת\"ל אשר יקריבו לה' להוציא את החיה. במש"
                        }, 
                        {
                            "en": "(Bamidbar 18:20) \"And the L-rd said to Aaron: In their land you will not", 
                            "he": "ויאמר ה' אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני יש"
                        }, 
                        {
                            "en": "(Bamidbar 18:26) \"And to the Levites shall you speak, and you shall say", 
                            "he": "ואל הלוים תדבר ואמרת אליהם כי תקחו מאת בני ישראל את המעשר אשר נתתי לכם. למה נאמר"
                        }, 
                        {
                            "en": "(Bamidbar 18:27) \"And your terumah will be accounted for you as corn fro", 
                            "he": "ונחשב לכם תרומתכם כדגן מן הגורן וכמלאה מן היקב. ר' ישמעאל אומר: אימתי נחשבת לכם"
                        }, 
                        {
                            "en": "(Bamidbar 18:30) \"And you shall say to them (the Levites): When you sepa", 
                            "he": "אמרת אליהם בהרימכם את חלבו ממנו ונחשב ללוים כתבואת גורן וכתבואת יקב - הרי זה אזה"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 18:1) \"And the L-rd said to Aaron: You and your sons and the h", 
                        "he": "ויאמר ה׳ אל אהרן אתה ובניך ובית אביך אתה תשאו את עון המקדש רבי ישמעאל אומר למי"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 123:1-2", 
                        "Sifrei Bamidbar 124", 
                        "Sifrei Bamidbar 125", 
                        "Sifrei Bamidbar 126", 
                        "Sifrei Bamidbar 127", 
                        "Sifrei Bamidbar 128", 
                        "Sifrei Bamidbar 129", 
                        "Sifrei Bamidbar 130:1"
                    ], 
                    "heTitle": "פרק יט", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 19", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק יט", 
                            "primary": true
                        }
                    ], 
                    "offset": 122, 
                    "wholeRef": "Sifrei Bamidbar 123:1-130:1", 
                    "includeSections": true, 
                    "title": "Chapter 19", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 19:1-2) \"And the L-rd spoke to Aaron and to Moses saying: This", 
                            "he": "וידבר ה' אל משה ואהרן זאת חקת התורה אשר צוה ה' לאמר דבר אל בני ישראל ויקחו אליך"
                        }, 
                        {
                            "en": "(Bamidbar 19:5) \"And he shall burn the heifer before his eyes\": Scriptur", 
                            "he": "ושרף את הפרה לעיניו את עורה ואת בשרה ואת דמה על פרשה ישרוף - בא הכתוב ולימד על ה"
                        }, 
                        {
                            "en": "(Bamidbar 19:11) \"One who touches the dead body of any man shall be uncl", 
                            "he": "הנוגע במת לכל נפש אדם וטמא שבעת ימים - בא הכתוב ולימד על המת שמטמא במגע. הא עד ש"
                        }, 
                        {
                            "en": "(Bamidbar 19:14) \"This is the Torah: A man if he die in a tent — all tha", 
                            "he": "זאת התורה אדם כי ימות באהל כל הבא אל האהל וכל אשר באהל יטמא ז' ימים. בא הכתוב ול"
                        }, 
                        {
                            "en": "(Bamidbar 19:16) \"And all who touch on the face of the field\": to includ", 
                            "he": "וכל אשר יגע על פני השדה. להביא את העובר במעי אשה - דברי ר' ישמעאל; ר' עקיבא אומר"
                        }, 
                        {
                            "en": "(Bamidbar 19:17) \"and he shall place upon it living waters\": Scripture s", 
                            "he": "ונתן עליו מים חיים אל כלי - במי מעיין הכתוב מדבר. אתה אומר במי מעיין, או אינו א"
                        }, 
                        {
                            "en": "(Bamidbar 19:18) \"and a clean man shall dip (it) in the water\": There mu", 
                            "he": "וטבל במים איש טהור - שיהא במים כדי טבילה: איש - להוציא את הקטן. משמע מוציא את הק"
                        }, 
                        {
                            "en": "(Bamidbar 19:22) \"And all that the unclean one (who touched a dead body)", 
                            "he": "וכל אשר יגע בהם הטמא יטמא - למה נאמר? לפי שהוא אומר בחלל חרב, בא הכתוב ולימד על"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 19:1-2) \"And the L-rd spoke to Aaron and to Moses saying: This", 
                        "he": "וידבר ה' אל משה ואהרן זאת חקת התורה אשר צוה ה' לאמר דבר אל בני ישראל ויקחו אליך"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 131:1-5"
                    ], 
                    "heTitle": "פרק כה", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 25", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק כה", 
                            "primary": true
                        }
                    ], 
                    "offset": 130, 
                    "wholeRef": "Sifrei Bamidbar 131:1-5", 
                    "includeSections": true, 
                    "title": "Chapter 25", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 25:1) \"And Israel sat in Shittim, and the people began to stray after", 
                            "he": "וישב ישראל בשטים ויחל העם לזנות. אין \"ישיבה\" בכל מקום כי אם קלקלה, שנאמר שמות לב"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 25:1) \"And Israel sat in Shittim, and the people began to stray after", 
                        "he": "וישב ישראל בשטים ויחל העם לזנות. אין \"ישיבה\" בכל מקום כי אם קלקלה, שנאמר שמות לב"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 132:1-4"
                    ], 
                    "heTitle": "פרק כו", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 26", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק כו", 
                            "primary": true
                        }
                    ], 
                    "offset": 131, 
                    "wholeRef": "Sifrei Bamidbar 132:1-4", 
                    "includeSections": true, 
                    "title": "Chapter 26", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 26:53) \"To these shall the land be apportioned as an inheritan", 
                            "he": "לאלה תחלק הארץ בנחלה במספר שמות. הכל במשמע: ישראל כהנים ולוים גרים נשים ועבדים ו"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 26:53) \"To these shall the land be apportioned as an inheritan", 
                        "he": "לאלה תחלק הארץ בנחלה במספר שמות. הכל במשמע: ישראל כהנים ולוים גרים נשים ועבדים ו"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 133:1-4", 
                        "Sifrei Bamidbar 134", 
                        "Sifrei Bamidbar 135", 
                        "Sifrei Bamidbar 136", 
                        "Sifrei Bamidbar 137", 
                        "Sifrei Bamidbar 138", 
                        "Sifrei Bamidbar 139", 
                        "Sifrei Bamidbar 140", 
                        "Sifrei Bamidbar 141:1-3"
                    ], 
                    "heTitle": "פרק כז", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 27", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק כז", 
                            "primary": true
                        }
                    ], 
                    "offset": 132, 
                    "wholeRef": "Sifrei Bamidbar 133:1-141:3", 
                    "includeSections": true, 
                    "title": "Chapter 27", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 27:1) \"And there drew near the daughters of Tzelofchad\": When", 
                            "he": "ותקרבנה בנות צלפחד - כיון ששמעו בנות צלפחד שהארץ מתחלקת לשבטים ולא לנקבות, נתקבצ"
                        }, 
                        {
                            "en": "(Bamidbar 27:6-7) \"And the L-rd said to Moses: Rightly do the daughters", 
                            "he": "ויאמר ה' אל משה כן בנות צלפחד דוברות. יפה תבעו בנות צלפחד, שכך כתובה פרשה לפני ב"
                        }, 
                        {
                            "en": "(Devarim 3:26) \"But the L-rd was wroth with me\": As one would say (to hi", 
                            "he": "ויתעבר ה' בי - כאדם שאומר נתעבר בי פלוני, ונתמלא עלי חימה: למענכם - שאתה גרמתם."
                        }, 
                        {
                            "en": "(Devarim 34:4) \"And the L-rd said: This is the land, etc.\": R. Akiva say", 
                            "he": "ויאמר ה' אליו זאת הארץ. ר' עקיבא אומר: מגיד הכתוב, שהראהו המקום למשה את כל חדרי"
                        }, 
                        {
                            "en": "(Bamidbar 27:14) \"when you flouted My command in the desert of Tzin in t", 
                            "he": "על אשר מריתם פי במדבר מריבה במדבר סין - ר' שמעון בן אלעזר אומר: אף משה ואהרן בהי"
                        }, 
                        {
                            "en": "(Bamidbar 27:15) \"And Moses spoke to the L-rd to say, etc.\": (This is me", 
                            "he": "וידבר משה אל ה' לאמר - להודיע שבחן של צדיקים, שכשהם נפטרים מניחים עצמן ועוסקין ב"
                        }, 
                        {
                            "en": "(Bamidbar 27:16) \"Let the L-rd, the G-d of the spirits of all flesh, etc", 
                            "he": "יפקוד ה' אלהי הרוחות לכל בשר - מגיד הכתוב שכל הרוחות אין יוצאות אלא מלפניו. ר' א"
                        }, 
                        {
                            "en": "(Bamidbar 27:18) \"And the L-rd said to Moses: Take for yourself Joshua t", 
                            "he": "ויאמר ה' אל משה קח לך את יהושע בן נון - את שבלבך. קח לך מה שבדוק לך, ועליך מפורש"
                        }, 
                        {
                            "en": "(Bamidbar 27:21) \"And before Elazar the Cohein shall he (Joshua) stand\":", 
                            "he": "ולפני אלעזר הכהן יעמוד - שהיה יהושע צריך לאלעזר, ואלעזר ליהושע: ושאל לו - שומע א"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 27:1) \"And there drew near the daughters of Tzelofchad\": When", 
                        "he": "ותקרבנה בנות צלפחד - כיון ששמעו בנות צלפחד שהארץ מתחלקת לשבטים ולא לנקבות, נתקבצ"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 142:1-5", 
                        "Sifrei Bamidbar 143", 
                        "Sifrei Bamidbar 144", 
                        "Sifrei Bamidbar 145", 
                        "Sifrei Bamidbar 146", 
                        "Sifrei Bamidbar 147", 
                        "Sifrei Bamidbar 148", 
                        "Sifrei Bamidbar 149:1-2"
                    ], 
                    "heTitle": "פרק כח", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 28", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק כח", 
                            "primary": true
                        }
                    ], 
                    "offset": 141, 
                    "wholeRef": "Sifrei Bamidbar 142:1-149:2", 
                    "includeSections": true, 
                    "title": "Chapter 28", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 28:1-2) \"And the L-rd spoke to Moses, saying: Command the chil", 
                            "he": "וידבר ה' אל משה לאמר צו את בני ישראל את קרבני לחמי - למה נאמר? לפי שהוא אומר אשר"
                        }, 
                        {
                            "en": "(Bamidbar 28:6) \"A perpetual burnt-offering offered up at Mount Sinai\":", 
                            "he": "עולת תמיד העשויה בהר סיני. מקיש עולת תמיד לעולת הר סיני. מה עולת הר סיני טעונה נ"
                        }, 
                        {
                            "en": "(Bamidbar 28:9) \"And on the Sabbath day, two lambs of the first year wit", 
                            "he": "וביום השבת שני כבשים בני שנה תמימים - למה נאמר? לפי שהוא אומר את הכבש האחד תעשה"
                        }, 
                        {
                            "en": "(Bamidbar 28:11) \"And in the beginnings of your months, you shall offer", 
                            "he": "ובראשי חדשיכם תקריבו עולה לה' - למה נאמר? לפי שהוא אומר ואת הכבש השני, שומע אני"
                        }, 
                        {
                            "en": "(Bamidbar 28:16) \"And in the first month, on the fourteenth day of the m", 
                            "he": "ובחודש הראשון בארבעה עשה יום - קבעו הכתוב חובה. שבעת ימים מצות יאכל - למה נאמר?"
                        }, 
                        {
                            "en": "(Bamidbar 28:18) \"On the first day it is a calling of holiness.\" Celebra", 
                            "he": "וביום הראשון מקרא קודש - ארעו במאכל ובמשתה ובכסות נקיה: כל מלאכת עבודה לא תעשו -"
                        }, 
                        {
                            "en": "(Bamidbar 28:26) \"And on the day of the first-fruits (Shavuoth), when yo", 
                            "he": "וביום הביכורים בהקריבכם מנחה חדשה לה' - למה נאמר? לפי שהוא אומר ויקרא כג עד ממחר"
                        }, 
                        {
                            "en": "(Bamidbar 28:27) \"And you shall present a burnt-offering as a sweet savo", 
                            "he": "והקרבתם עולה לריח ניחח לה' - מה אלו אתה מקריב - חוץ מן האמור בתורת כהנים. אתה או"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 28:1-2) \"And the L-rd spoke to Moses, saying: Command the chil", 
                        "he": "וידבר ה' אל משה לאמר צו את בני ישראל את קרבני לחמי - למה נאמר? לפי שהוא אומר אשר"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 150:1", 
                        "Sifrei Bamidbar 151", 
                        "Sifrei Bamidbar 152:1"
                    ], 
                    "heTitle": "פרק כט", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 29", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק כט", 
                            "primary": true
                        }
                    ], 
                    "offset": 149, 
                    "wholeRef": "Sifrei Bamidbar 150:1-152:1", 
                    "includeSections": true, 
                    "title": "Chapter 29", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 29:12) \"And on the fifteenth day of the seventh month, a calli", 
                            "he": "ובחמשה עשר יום לחודש השביעי הזה מקרא קודש יהיה לכם - קבעו הכתוב חובה: הקרבתם אשה"
                        }, 
                        {
                            "en": "(Bamidbar 29:35) \"On the eighth day, a withholding (\"atzereth\") shall th", 
                            "he": "ביום השמיני עצרת תהיה לכם - עצרו הכתוב מלצאת. הרי שהביא את קדשיו מבית פגי לירושל"
                        }, 
                        {
                            "en": "(Bamidbar 29:39) \"These shall you offer to the L-rd on your festivals, a", 
                            "he": "אלה תעשו לה' במועדיכם - אלו נדרים ונדבות שנודר ברגל, שיביאם ברגל. אתה אומר אלו נ"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 29:12) \"And on the fifteenth day of the seventh month, a calli", 
                        "he": "ובחמשה עשר יום לחודש השביעי הזה מקרא קודש יהיה לכם - קבעו הכתוב חובה: הקרבתם אשה"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 153:1-10", 
                        "Sifrei Bamidbar 154", 
                        "Sifrei Bamidbar 155", 
                        "Sifrei Bamidbar 156:1-3"
                    ], 
                    "heTitle": "פרק ל", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 30", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק ל", 
                            "primary": true
                        }
                    ], 
                    "offset": 152, 
                    "wholeRef": "Sifrei Bamidbar 153:1-156:3", 
                    "includeSections": true, 
                    "title": "Chapter 30", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 30:2) \"And Moses spoke to the heads of the tribes\": What is th", 
                            "he": "וידבר משה אל ראשי המטות - למה נאמר? לפי שהוא אומר במדבר י ותקעו בהם ונועדו אליך"
                        }, 
                        {
                            "en": "(Bamidbar 30:10) \"And the vow of a widow or of a divorced woman\": widowe", 
                            "he": "ונדר אלמנה וגרושה - מן הנישואין. אתה אומר מן הנישואין, או אינו אלא מן האירוסין?"
                        }, 
                        {
                            "en": "(Bamidbar 30:14) \"Every vow and every oath of binding to afflict the sou", 
                            "he": "כל נדר וכל שבועת איסר לענות נפש - למה נאמר? לפי שהוא אומר והפר את נדרה אשר עליה,"
                        }, 
                        {
                            "en": "(Bamidbar 30:14) \"And if her husband be silent, silent to her from day t", 
                            "he": "ואם החריש יחריש לה אישה מיום אל יום - זה חרישה למקט. אתה אומר חרישה למקט, או אינ"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 30:2) \"And Moses spoke to the heads of the tribes\": What is th", 
                        "he": "וידבר משה אל ראשי המטות - למה נאמר? לפי שהוא אומר במדבר י ותקעו בהם ונועדו אליך"
                    }
                }, 
                {
                    "nodeType": "ArrayMapNode", 
                    "refs": [
                        "Sifrei Bamidbar 157:1-9", 
                        "Sifrei Bamidbar 158:1-3"
                    ], 
                    "heTitle": "פרק לא", 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 31", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרק לא", 
                            "primary": true
                        }
                    ], 
                    "offset": 156, 
                    "wholeRef": "Sifrei Bamidbar 157:1-158:3", 
                    "includeSections": true, 
                    "title": "Chapter 31", 
                    "refsPreview": [
                        {
                            "en": "(Bamidbar 31:1-2) \"And the L-rd spoke to Moses, saying: Take the revenge", 
                            "he": "וידבר ה׳ אל משה נקום נקמת - להודיע שבחן של ישראל, שאין נפטרים מן העולם עד שהם מ"
                        }, 
                        {
                            "en": "(Bamidbar 31:22) \"Only the gold and the silver\": You say (finished) vess", 
                            "he": "אך את הזהב ואת הכסף. אתה אומר כלים, או אינו אומר אלא גלומים? - הרי אתה דן: הואיל"
                        }
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "depth": 1, 
                    "sectionNames": [
                        "Piska", 
                        "Paragraph"
                    ], 
                    "wholeRefPreview": {
                        "en": "(Bamidbar 31:1-2) \"And the L-rd spoke to Moses, saying: Take the revenge", 
                        "he": "וידבר ה׳ אל משה נקום נקמת - להודיע שבחן של ישראל, שאין נפטרים מן העולם עד שהם מ"
                    }
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Siphre bamidbar"
                }, 
                {
                    "lang": "he", 
                    "text": "ספרי במדבר", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Sifrei Bamidbar", 
                    "primary": true
                }
            ], 
            "heTitle": "ספרי במדבר", 
            "title": "Sifrei Bamidbar"
        }
    }, 
    "categories": [
        "Midrash", 
        "Halachic Midrash"
    ], 
    "default_struct": "Chapters"
}