{
    "heTitleVariants": [
        "ספרי במדבר"
    ], 
    "pubDate": "1546", 
    "title": "Sifre Bamidbar", 
    "compDate": "200", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Israel/Babylon", 
    "enDesc": "Sifre (Books) also known as Sifre debe Rav or Sifre Rabbah refers to either of two works of Midrash halakhah, based on the biblical books of Bemidbar (Numbers) and Devarim (Deuteronomy). The earliest Sifre is found in Talmudic times and successively cited by Geonim and Rishonim. This early version is certainly not identical with the modern Sifre. The modern Sifre is not a uniform work, but one composed of two parts, one on Numbers and one on Deuteronomy that were joined together. The Sifre to Numbers is evidently a midrash which originated in R. Ishmael's school, and which has all the peculiarities and characteristics of such a work though this does not exclude borrowing form Mekhilta de R. Shimon. The Sifre to Deuteronomy is of an entirely different nature. The main portion (Nos. 53-303), halakic in character, is preceded and followed by haggadic parts, and it has all the characteristics of a midrash from the school of R. Akiba. Several anonymous passages may be cited to express the views of R. Simeon; this midrash may with a fair degree of certainty be ascribed to him. The editor certainly drew upon other midrashic works besides R. Simeon's midrash, especially upon that of R. Ishmael.", 
    "depth": 3, 
    "maps": [], 
    "heTitle": "ספרי במדבר", 
    "era": "A", 
    "titleVariants": [
        "Sifre Bamidbar"
    ], 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Paragraph"
    ], 
    "categories": [
        "Midrash", 
        "Halachic Midrash"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Sifre Bamidbar", 
        "addressTypes": [
            "Integer", 
            "Integer", 
            "Integer"
        ], 
        "heTitle": "ספרי במדבר", 
        "depth": 3, 
        "titles": [
            {
                "lang": "he", 
                "text": "ספרי במדבר", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Sifre Bamidbar", 
                "primary": true
            }
        ], 
        "key": "Sifre Bamidbar", 
        "heSectionNames": [
            "פרק", 
            "פסוק", 
            "פסקה"
        ], 
        "sectionNames": [
            "Chapter", 
            "Verse", 
            "Paragraph"
        ]
    }
}