{
    "heTitleVariants": [
        "סוכה"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Sukkah", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Sukkah (Booths) belongs to the second order, Moed (Festivals) and discusses the festival of Sukkot (the Feast of Tabernacles) and the Sukkah itself. Also deals with the Four Species (Lulav, Etrog, Hadass, Aravah — Palm branch, Citron, Myrtle, Willow) which are waved on Sukkot. It has five chapters.", 
    "depth": 2, 
    "heTitle": "סוכה", 
    "era": "A", 
    "titleVariants": [
        "Tractate Sukkah", 
        "Succah", 
        "Talmud Sukkah", 
        "Masekhet Sukkah", 
        "Sukka", 
        "Sukkah"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            110, 
            4640
        ], 
        "title": "Sukkah", 
        "heTitle": "סוכה", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Tractate Sukkah"
            }, 
            {
                "lang": "en", 
                "text": "Succah"
            }, 
            {
                "lang": "en", 
                "text": "Talmud Sukkah"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Sukkah"
            }, 
            {
                "lang": "en", 
                "text": "Sukka"
            }, 
            {
                "lang": "he", 
                "text": "סוכה", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Sukkah", 
                "primary": true
            }
        ], 
        "key": "Sukkah", 
        "checkFirst": {
            "en": "Mishnah Sukkah", 
            "he": "משנה סוכה"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Sukkah 2a:1-20b:30", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "A sukkah which is more than twenty cubits high is not valid. Rabbi Judah validat", 
                            "he": "מתני׳  סוכה  שהיא גבוהה למעלה מעשרים אמה פסולה ורבי יה"
                        }, 
                        {
                            "en": "Everybody did not say like Rabbah, [because]  that is knowledge through the gene", 
                            "he": "כולהו כרבה לא אמרי ההוא ידיעה לדורות היא כרבי זירא נמי לא אמרי ההוא לימות המשיח"
                        }, 
                        {
                            "en": "because of ventilation;  but according to the ruling who states that they differ", 
                            "he": "משום אוירא אלא למאן דאמר בסוכה קטנה מחלוקת וכי דרכה של מלכה לישב בסוכה קטנה אמר"
                        }, 
                        {
                            "en": "nor make of it an extension between two cities, nor can brothers or partners div", 
                            "he": "ואין עושין אותו עיבור בין שתי עיירות ואין האחין והשותפין חולקין בו לימא רבי היא"
                        }, 
                        {
                            "en": "And not even if he nullified them [completely], because his intention is nullifi", 
                            "he": "ואע\"ג דבטלינהו [לכולהו] משום דבטלה דעתו אצל כל אדם תבן ובטלו הוי מיעוט וכל שכן ע"
                        }, 
                        {
                            "en": "if the distance was less than three handbreadths it is valid. Why do we say ther", 
                            "he": "פחות משלשה טפחים כשרה מאי שנא התם דאמרת פחות מארבע אמות ומאי שנא הכא דאמרת פחות"
                        }, 
                        {
                            "en": "and it has been taught, R. Yose stated: The Shechinah never descended to earth,", 
                            "he": "ותניא ר' יוסי אומר מעולם לא ירדה שכינה למטה ולא עלו משה ואליהו למרום שנאמר (תהלי"
                        }, 
                        {
                            "en": "that of the Bar-Yokani?  If you seized a large amount, you have not seized anyth", 
                            "he": "דבר יוכני תפשת מרובה לא תפשת תפשת מועט תפשת ואימא כאפי דציפרתא דזוטר טובא אמר רב"
                        }, 
                        {
                            "en": "If, however, he was wearing his clothes and had his sandals unclean immediately,", 
                            "he": "היה לבוש כליו וסנדליו ברגליו וטבעותיו באצבעותיו הוא טמא מיד והן טהורים עד שישהה"
                        }, 
                        {
                            "en": "From the Torah if it is majority of one's hair and he does mind it, it interpose", 
                            "he": "דבר תורה רובו ומקפיד עליו חוצץ ושאינו מקפיד עליו אינו חוצץ וגזרו על רובו שאינו מ"
                        }, 
                        {
                            "en": "Why not place it opposite the head of the diagonal wall?  Rav remained silent.", 
                            "he": "ויעמידנו כנגד ראש תור שתיק רב איתמר נמי אמר שמואל משמיה דלוי מעמידו כנגד היוצא ו"
                        }, 
                        {
                            "en": "If one placed skhakh over an alley-way which has a side-post it is valid. And Ra", 
                            "he": "סיכך על גבי מבוי שיש לו לחי כשרה ואמר רבא סיכך על גבי פסי ביראות כשרה וצריכא דאי"
                        }, 
                        {
                            "en": "That applies only to a circle, but in the case of a square, a greater perimeter", 
                            "he": "הני מילי בעיגולא אבל בריבועא בעיא טפי מכדי כמה מרובע יותר על העיגול רביע בשיתסר"
                        }, 
                        {
                            "en": "but the square inscribed within that circle is a half. But this is not correct,", 
                            "he": "ריבועא דנפיק מגו עיגולא פלגא ולא היא דהא קחזינן דלא הוי כולי האי: א\"ר לוי משום ר"
                        }, 
                        {
                            "en": "Mishnah: An old sukkah: Bet Shammai invalidates it and Bet Hillel validates it.", 
                            "he": "מתני׳  סוכה ישנה בית שמאי פוסלין ובית הלל מכשירין ואי"
                        }, 
                        {
                            "en": "Mishnah. One who makes his sukkah under a tree, it is as if he made it within th", 
                            "he": "מתני׳  העושה סוכתו תחת האילן כאילו עשאה בתוך הבית סוכ"
                        }, 
                        {
                            "en": "In what circumstances? When the lower one has more shade than sun, and the upper", 
                            "he": "היכי דמי כגון שהתחתונה צלתה מרובה מחמתה ועליונה חמתה מרובה מצלתה וקיימי תרוייהו"
                        }, 
                        {
                            "en": "until the conclusion of the last day of the Festival [of Sukkot],  but if he exp", 
                            "he": "עד מוצאי יום טוב האחרון של חג ואם התנה עליהם הכל לפי תנאו דלמא מן הצד אתמר נויי"
                        }, 
                        {
                            "en": "But as to a house, even though it is not ten [handbreadths] high, since it is pe", 
                            "he": "ובית נמי אע\"פ שאין גבוה עשרה כיון דקביע אוהלא הוא דלא גרע מקינופות ל\"א אמרי לה א"
                        }, 
                        {
                            "en": "One might have thought that it was necessary to insert the threads in one corner", 
                            "he": "בעינן כנף בשעת פתיל וליכא קמ\"ל מיתיבי תלאן ולא פסק ראשי חוטין שלהן פסולין מאי לא"
                        }, 
                        {
                            "en": "But just as the festival offering is a live animal so the Sukkah must be [of som", 
                            "he": "אי מה חגיגה בעלי חיים אף סוכה נמי בעלי חיים כי אתא רבין אמר ר' יוחנן אמר קרא (דב"
                        }, 
                        {
                            "en": "it is invalid, because of the possible use of a storehouse, but according to Tor", 
                            "he": "דאין מסככין משום גזרת אוצר הא דאורייתא שפיר דמי התם דקתני אינה סוכה אפילו דיעבד"
                        }, 
                        {
                            "en": "Since they give an unpleasant odor, one might leave [the Sukkah] and depart. R.", 
                            "he": "דסרי ריחייהו שביק להו ונפיק אמר רב חנן בר רבא הני היזמי והיגי מסככין בהו אביי אמ"
                        }, 
                        {
                            "en": "Say rather:  Unless at the outset, [it contains] no more than the number permitt", 
                            "he": "אלא אימא עד שתהא תחלתו כשיריו אחד דרש מרימר הני איסורייתא דסורא מסככין בהו אע\"ג"
                        }, 
                        {
                            "en": "can be rendered susceptible to uncleanliness by intention, but cannot be rendere", 
                            "he": "יורדין לידי טומאה במחשבה ואין עולין מטומאתן אלא בשינוי מעשה מעשה מוציא מיד מעשה"
                        }, 
                        {
                            "en": "two boards do not combine.  R. Meir says: Boards also are like sheets. It is wel", 
                            "he": "שני נסרין אין מצטרפין ר' מאיר אומר אף נסרין כסדינין בשלמא לשמואל דאמר בשאין בהן"
                        }, 
                        {
                            "en": "Mishnah: A [wooden] roof that has no plastering: Rabbi Judah says: Bet Shammai s", 
                            "he": "מתני׳  תקרה שאין עליה מעזיבה ר' יהודה אומר בית שמאי א"
                        }, 
                        {
                            "en": "But is it not possible to measure them exactly’? R. Ammi answered: This is a cas", 
                            "he": "והא אפשר לצמצם א\"ר אמי במעדיף רבא אמר אפילו תימא בשאין מעדיף אם היו נתונים שתי נ"
                        }, 
                        {
                            "en": "A bed can become unclean [only] when it is assembled and be rendered clean only", 
                            "he": "מטה מטמאת חבילה ומטהרת חבילה דברי ר' אליעזר וחכמים אומרים מטמאת אברים ומטהרת אבר"
                        }, 
                        {
                            "en": "Bet Shammai say:  below, And Bet Hillel say:  above.  Rabbi Judah said: the part", 
                            "he": "בית שמאי אומרים מלמעלה ובית הלל אומרים מלמטה אמר ר' יהודה לא תהא מחיצה גדולה מן"
                        }, 
                        {
                            "en": "Mishnah. If one removed the skhakh three handbreadths from the walls, it is inva", 
                            "he": "מתני׳  הרחיק את הסיכוך מן הדפנות שלשה טפחים פסולה בית"
                        }, 
                        {
                            "en": "because [in this case the validity of the sukkah depends on] whether there is th", 
                            "he": "משום שיעורא ולאו שיעורא הוא האי לאו שיעורא הוא כיון דלא שוו שיעורייהו להדדי לא מ"
                        }, 
                        {
                            "en": "R. Meir admits that if there is the space of one plank between every two planks", 
                            "he": "ומודה רבי מאיר שאם יש בין נסר לנסר כמלא נסר שמניח פסל ביניהם וכשרה בשלמא למ\"ד בי"
                        }, 
                        {
                            "en": "we say that  the edge of the roof [of the exedra is regarded as though it] desc", 
                            "he": "אמרינן פי תקרה יורד וסותם רבא אמר פסולה לא אמרינן פי תקרה יורד וסותם אמר ליה רבא"
                        }, 
                        {
                            "en": "They only differ with regard to the opinion of Rav.  Abaye agrees with Rav, whil", 
                            "he": "כי פליגי אליבא דרב אביי כרב ורבא אמר לך עד כאן לא אמר רב התם אלא דמחיצות לאכסדרה"
                        }, 
                        {
                            "en": "Fluid clay proves it;  it combines to make up forty seah, yet he who immerses in", 
                            "he": "טיט הנרוק יוכיח שמצטרף לארבעים סאה והטובל בו לא עלתה לו טבילה:  מתני"
                        }, 
                        {
                            "en": "And this is what was meant: If a large mat of reeds is made specifically for rec", 
                            "he": "והכי קאמר מחצלת הקנים גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה טעמא דעשאה לש"
                        }, 
                        {
                            "en": "that they are susceptible to [ritual] uncleanliness, or of Tiberias that they ar", 
                            "he": "שהן טמאות ושל טבריא שהן טהורות על מה נחלקו על שאר מקומות מר סבר כיון דליכא דיתיב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "A sukkah which is more than twenty cubits high is not valid. Rabbi Judah validat", 
                        "he": "מתני׳  סוכה  שהיא גבוהה למעלה מעשרים אמה פסולה ורבי יה"
                    }, 
                    "refs": [
                        "Sukkah 2a:1-27", 
                        "Sukkah 2b", 
                        "Sukkah 3a", 
                        "Sukkah 3b", 
                        "Sukkah 4a", 
                        "Sukkah 4b", 
                        "Sukkah 5a", 
                        "Sukkah 5b", 
                        "Sukkah 6a", 
                        "Sukkah 6b", 
                        "Sukkah 7a", 
                        "Sukkah 7b", 
                        "Sukkah 8a", 
                        "Sukkah 8b", 
                        "Sukkah 9a", 
                        "Sukkah 9b", 
                        "Sukkah 10a", 
                        "Sukkah 10b", 
                        "Sukkah 11a", 
                        "Sukkah 11b", 
                        "Sukkah 12a", 
                        "Sukkah 12b", 
                        "Sukkah 13a", 
                        "Sukkah 13b", 
                        "Sukkah 14a", 
                        "Sukkah 14b", 
                        "Sukkah 15a", 
                        "Sukkah 15b", 
                        "Sukkah 16a", 
                        "Sukkah 16b", 
                        "Sukkah 17a", 
                        "Sukkah 17b", 
                        "Sukkah 18a", 
                        "Sukkah 18b", 
                        "Sukkah 19a", 
                        "Sukkah 19b", 
                        "Sukkah 20a", 
                        "Sukkah 20b:1-30"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "סוכה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "סוכה", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Sukkah 20b:31-29b:6", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "He who sleeps under a bed in the sukkah has not fulfilled his obligation. Rabbi", 
                            "he": "מתני׳  הישן  תחת המטה בסוכה לא יצא ידי חובתו אמר ר' יה"
                        }, 
                        {
                            "en": "He deduces it from the word ‘tent’ [common to this and to] the Tabernacle.  It i", 
                            "he": "יליף אהל אהל ממשכן כתיב הכא (במדבר יט, יד) זאת התורה אדם כי ימות באהל וכתיב התם"
                        }, 
                        {
                            "en": "on account of a grave in the depths. It has been taught in agreement with Rava:", 
                            "he": "בקבר התהום תניא כוותיה דרבא ר' יהודה אומר לא היו מביאין דלתות כל עיקר מפני שדעתו"
                        }, 
                        {
                            "en": "Mishnah. A disarranged sukkah and one whose shade is more than its sun is valid.", 
                            "he": "מתני׳  סוכה המדובללת ושצילתה מרובה מחמתה כשרה המעובה"
                        }, 
                        {
                            "en": "if the space was less than four [handbreadths] it is unnecessary to bring anothe", 
                            "he": "פחות מארבעה אין צריך להביא קורה אחרת ארבעה צריך להביא קורה אחרת וכן שתי קורות המ"
                        }, 
                        {
                            "en": "This is the general rule:  in any case in which if the tree was removed the [suk", 
                            "he": "זה הכלל כל שינטל האילן ויכולה לעמוד בפני עצמה כשרה ועולין לה ביום טוב:"
                        }, 
                        {
                            "en": "it shrinks, and he might not notice. But did Abaye say that R. Meir is concerned", 
                            "he": "וכיון דמייתא כווצא ולאו אדעתיה ומי אמר אביי ר\"מ חייש למיתה ור' יהודה לא חייש והת"
                        }, 
                        {
                            "en": "R. Judah, R. Jose and R. Shimon forbid it Transpose [the statement:] R. Meir is", 
                            "he": "רבי יהודה ורבי יוסי ור' שמעון אוסרין איפוך ר\"מ חייש למיתה ור' יהודה לא חייש למית"
                        }, 
                        {
                            "en": "since it is made by the hands of man The Master said: ‘In the name of R. Yose t", 
                            "he": "הרי עשויה בידי אדם: אמר מר משום רבי יוסי הגלילי אמרו אף אין כותבין עליו גיטי נשי"
                        }, 
                        {
                            "en": "except where its area was not bigger than two bet se'ah? The reason is that it i", 
                            "he": "אלא בית סאתים משום דהוי דירה שתשמישיה לאויר וכל דירה שתשמישיה לאויר אין מטלטלין"
                        }, 
                        {
                            "en": "R. Akiva said: They were Mishael and Elzaphan who were occupied with [the remain", 
                            "he": "ר\"ע אומר מישאל ואלצפן היו שהיו עוסקין בנדב ואביהוא ר' יצחק אומר אם נושאי ארונו ש"
                        }, 
                        {
                            "en": "In the name of R. Shila they said: The bridegroom is exempt, but the groomsmen a", 
                            "he": "משום רבי שילא אמרו חתן פטור והשושבינין וכל בני החופה חייבין תניא א\"ר חנניא בן עק"
                        }, 
                        {
                            "en": "but he should not hold the box, the words of R. Yaakov. The sages say: one may s", 
                            "he": "ואינו אוחז בקציצה דברי רבי יעקב וחכמים אומרים ישן אדם בתפילין שינת עראי אבל לא ש"
                        }, 
                        {
                            "en": "and they said,  “Bring them up to the sukkah.” And when they gave Rabbi Zadok fo", 
                            "he": "ואמרו העלום לסוכה וכשנתנו לו לרבי צדוק אוכל פחות מכביצה נטלו במפה ואכלו חוץ לסוכ"
                        }, 
                        {
                            "en": "\"We don't leave from one Sukkah to another Sukkah, and we do not make Sukkot in", 
                            "he": "אין יוצאין מסוכה לסוכה ואין עושין סוכה בחולו של מועד וחכמים אומרים יוצאין מסוכה"
                        }, 
                        {
                            "en": "[No.] In the latter case it is [forbidden] since he annuls it, but in the former", 
                            "he": "התם הוא דמבטל אבל הכא דלא מבטל לא ת\"ר מעשה ברבי אליעזר ששבת בגליל העליון ושאלוהו"
                        }, 
                        {
                            "en": "the verse [thereby] makes man and woman equal as regards all punishable acts in", 
                            "he": "השוה הכתוב אשה לאיש לכל עונשין שבתורה אמר אביי לעולם סוכה הלכתא ואיצטריך ס\"ד אמי"
                        }, 
                        {
                            "en": "As was the case of Rava and Rami b. Hama when they were standing before R. Hisda", 
                            "he": "כי הא (דרבה) בר חמא כי הוו קיימי מקמיה דרב חסדא מרהטי בגמרא בהדי הדדי והדר מעיינ"
                        }, 
                        {
                            "en": "on account of those who had the power to protest [against wrongdoing] and did no", 
                            "he": "ועל שהיה ספק בידם למחות ולא מיחו ועל שפוסקים צדקה ברבים ואינן נותנין אמר רב בשבי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "He who sleeps under a bed in the sukkah has not fulfilled his obligation. Rabbi", 
                        "he": "מתני׳  הישן  תחת המטה בסוכה לא יצא ידי חובתו אמר ר' יה"
                    }, 
                    "refs": [
                        "Sukkah 20b:31-45", 
                        "Sukkah 21a", 
                        "Sukkah 21b", 
                        "Sukkah 22a", 
                        "Sukkah 22b", 
                        "Sukkah 23a", 
                        "Sukkah 23b", 
                        "Sukkah 24a", 
                        "Sukkah 24b", 
                        "Sukkah 25a", 
                        "Sukkah 25b", 
                        "Sukkah 26a", 
                        "Sukkah 26b", 
                        "Sukkah 27a", 
                        "Sukkah 27b", 
                        "Sukkah 28a", 
                        "Sukkah 28b", 
                        "Sukkah 29a", 
                        "Sukkah 29b:1-6"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הישן", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הישן", 
                            "primary": true
                        }
                    ], 
                    "offset": 39, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Sukkah 29b:7-42b:12", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "Mishnah: A Lulav that is stolen or dried is invalid;  [A Lulav] of a worshipped", 
                            "he": "מתני׳  לולב  הגזול והיבש פסול של אשירה ושל עיר הנדחת פ"
                        }, 
                        {
                            "en": "For the reason that it is for him a commandment that is fulfilled through a tran", 
                            "he": "משום דהוה ליה מצוה הבאה בעבירה שנאמר (מלאכי א, יג) והבאתם גזול ואת הפסח ואת החול"
                        }, 
                        {
                            "en": "And land cannot be stolen. Therefore, make them cut [the Hadasim], so that there", 
                            "he": "וקרקע אינה נגזלת הלכך לגזזוה אינהו כי היכי דליהוו יאוש בעלים בידייהו דידהו ושינו"
                        }, 
                        {
                            "en": "[They are called] \"Hoshanah\"? Originally, also to \"Asa\", \"Hoshanah\" they called", 
                            "he": "הושענא מעיקרא נמי לאסא הושענא קרו ליה ת\"ר סוכה גזולה והמסכך ברשות הרבים ר' אליעז"
                        }, 
                        {
                            "en": "Regarding the city-dwellers who would bequeath their Lulavs to their grandchildr", 
                            "he": "בבני כרכין שהיו מורישין את לולביהן לבני בניהן אמרו (להם) משם ראיה אין שעת הדחק ר"
                        }, 
                        {
                            "en": "A thorny [Lulav], a slit [Lulav], [and] a bent [Lulav] that is similar to a scyt", 
                            "he": "קווץ סדוק עקום דומה למגל פסול חרות פסול דומה לחרות כשר אמר רב פפא דעביד כהימנק ע"
                        }, 
                        {
                            "en": "There are those who cast one [source] against the other:  We have learnt:  he th", 
                            "he": "ואיכא דרמי ליה מירמא תנן ציני הר הברזל כשר והתניא פסולה אמר אביי לא קשיא כאן שרא"
                        }, 
                        {
                            "en": "with the Egyptian hadas which has seven [leaves] in each nest, and [therefore] w", 
                            "he": "באסא מצראה דקיימי שבעה שבעה בחד קינא דכי נתרי ארבעה פשו להו תלתא אמר אביי ש\"מ הא"
                        }, 
                        {
                            "en": "If the berries are in two or three places it is regarded as striped and [therefo", 
                            "he": "שנים ושלשה מקומות הוי מנומר ופסול אלא אי אתמר הכי אתמר או שהיו ענביו מרובין מעלי"
                        }, 
                        {
                            "en": "Abba Shaul says: \"willows\" [in the plural means] two, one for the lulav and one", 
                            "he": "אבא שאול אומר ערבי שתים אחת ללולב ואחת למקדש ורבנן למקדש מנא להו הלכתא גמירי להו"
                        }, 
                        {
                            "en": "With regard to a women's divorce bills. Mishnah: Rabbi Ishmael says:  three hada", 
                            "he": "נפקא מינה לגיטי נשים:  מתני׳  ר' ישמעאל אומר שלשה הדסי"
                        }, 
                        {
                            "en": "The rabbis taught:  \"The fruit of a goodly  tree\" (Leviticus 23:40) a tree the t", 
                            "he": "גמ׳  ת\"ר (ויקרא כג, מ) פרי עץ הדר עץ שטעם עצו ופריו ש"
                        }, 
                        {
                            "en": "\"And it shall be when you eat of the bread of the land\" (Numbers 15:19); just as", 
                            "he": "(במדבר טו, יט) והיה באכלכם מלחם הארץ מה להלן משלכם ולא משל מעשר אף כאן משלכם ולא"
                        }, 
                        {
                            "en": "this refers to where all of it [was peeled], this to where only a part was peele", 
                            "he": "הא בכולה הא במקצתה: נסדק ניקב: תני עולא בר חנינא ניקב נקב מפולש במשהו ושאינו מפו"
                        }, 
                        {
                            "en": "And there is nothing more [to say about it]. If it was grown in a cast, so that", 
                            "he": "ותו לא מידי גדלו בדפוס ועשאו כמין בריה אחרת פסול אמר רבא לא שנו אלא כמין בריה אח"
                        }, 
                        {
                            "en": "If he doesn't find the four species, he would be sitting and doing nothing while", 
                            "he": "לא מצא ארבעת מינין יהא יושב ובטל והתורה אמרה בסוכות תשבו שבעת ימים סוכה של כל דב"
                        }, 
                        {
                            "en": "From this it follows that if he threw them into the water they are valid. Now wh", 
                            "he": "הא הפילו הוא כשר אמאי (במדבר יט, יז) ולקחו ונתן אמר רחמנא אלא לאו שמע מינה לקיחה"
                        }, 
                        {
                            "en": "even the ancillary parts of a commandment prevent calamities; for the waving is", 
                            "he": "שירי מצוה מעכבין את הפורענות שהרי תנופה שירי מצוה היא ועוצרת רוחות וטללים רעים ו"
                        }, 
                        {
                            "en": "One can deduce important halakhot from the custom of [reciting the] Hallel.  1)", 
                            "he": "הלכתא גיברתא איכא למשמע ממנהגא דהלילא הוא אומר הללויה והן אומרים הללויה מכאן שמצ"
                        }, 
                        {
                            "en": "‘Moses! Do you speak right? The fact is that both here and there, it is the conc", 
                            "he": "משה שפיר קאמרת אלא התם והכא אסוקי מילתא היא ולית לן בה אמר רבא לא לימא איניש יהא"
                        }, 
                        {
                            "en": "and [the purchaser] eats the produce [as though it has] the sanctity of the Sabb", 
                            "he": "ובא ואוכלן בקדושת שביעית בד\"א בלוקח מן המופקר אבל בלוקח מן המשומר אפילו בכחצי אי"
                        }, 
                        {
                            "en": "in that its tithing is determined by the time of its picking, the words of Rabba", 
                            "he": "שבשעת לקיטתו עישורו דברי רבן גמליאל ר' אליעזר אומר אתרוג שוה לאילן לכל דבר הוא ד"
                        }, 
                        {
                            "en": "I include washing since it is a requirement common to all men and exclude a salv", 
                            "he": "מרבה אני את הכבוסה ששוה בכל אדם ומוציא את המלוגמא שאינה שוה לכל אדם מאן תנא להא"
                        }, 
                        {
                            "en": "applies only to male [animals and birds], but with regard to female ones, all ag", 
                            "he": "בזכרים אבל בנקבות דברי הכל על שחוטין מתחללין על חיין אין מתחללין גזרה שמא יגדל מ"
                        }, 
                        {
                            "en": "\"Until this very day\" (Leviticus 23:14) [which means] until the very day itself,", 
                            "he": "(ויקרא כג, יד) עד עצם היום הזה עד עיצומו של יום וקסבר עד ועד בכלל ומי סבר ליה כו"
                        }, 
                        {
                            "en": "They taught [that he is not liable] only when he had not yet fulfilled his oblig", 
                            "he": "לא שנו אלא שלא יצא בו אבל יצא בו חייב הא מדאגבהיה נפק ביה אמר אביי כשהפכו רבא אמ"
                        }, 
                        {
                            "en": "If he knows how to slaughter [animals ritually] we may eat from [the meat of ani", 
                            "he": "היודע לשחוט אוכלין משחיטתו אמר רב הונא והוא שגדול עומד על גביו יכול לאכול כזית ד"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Mishnah: A Lulav that is stolen or dried is invalid;  [A Lulav] of a worshipped", 
                        "he": "מתני׳  לולב  הגזול והיבש פסול של אשירה ושל עיר הנדחת פ"
                    }, 
                    "refs": [
                        "Sukkah 29b:7-17", 
                        "Sukkah 30a", 
                        "Sukkah 30b", 
                        "Sukkah 31a", 
                        "Sukkah 31b", 
                        "Sukkah 32a", 
                        "Sukkah 32b", 
                        "Sukkah 33a", 
                        "Sukkah 33b", 
                        "Sukkah 34a", 
                        "Sukkah 34b", 
                        "Sukkah 35a", 
                        "Sukkah 35b", 
                        "Sukkah 36a", 
                        "Sukkah 36b", 
                        "Sukkah 37a", 
                        "Sukkah 37b", 
                        "Sukkah 38a", 
                        "Sukkah 38b", 
                        "Sukkah 39a", 
                        "Sukkah 39b", 
                        "Sukkah 40a", 
                        "Sukkah 40b", 
                        "Sukkah 41a", 
                        "Sukkah 41b", 
                        "Sukkah 42a", 
                        "Sukkah 42b:1-12"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "לולב הגזול", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "לולב הגזול", 
                            "primary": true
                        }
                    ], 
                    "offset": 57, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Sukkah 42b:13-50a:17", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "1) [The rituals of] the lulav and the aravah are for six or seven [days]; 2) The", 
                            "he": "מתני׳  לולב  וערבה ששה ושבעה ההלל והשמחה שמונה סוכה ונ"
                        }, 
                        {
                            "en": "and thereby he will be carrying it for four cubits through a public domain.  And", 
                            "he": "ויעבירנו ארבע אמות ברשות הרבים והיינו טעמא דשופר והיינו טעמא דמגילה אי הכי יום ר"
                        }, 
                        {
                            "en": "Scripture says “You shall dwell” “You shall dwell” in order to point an analogy", 
                            "he": "תשבו תשבו לגזרה שוה נאמר כאן תשבו ונאמר במלואים (ויקרא ח, לה) תשבו מה להלן ימים"
                        }, 
                        {
                            "en": "I can answer: For them also it does not override [Shabbat]. Does not then a cont", 
                            "he": "אמרי לדידהו נמי לא דחי ואלא קשיא הני תרתי דתנא חדא כל העם מוליכין את לולביהן להר"
                        }, 
                        {
                            "en": "one statement refers to the Temple and the other to the Provinces. R. Ami said:", 
                            "he": "כאן במקדש כאן בגבולין א\"ר אמי ערבה צריכה שיעור ואינה ניטלת אלא בפני עצמה ואין אד"
                        }, 
                        {
                            "en": "What, does he really want to dry them out? Rather say  on top of the portico. Re", 
                            "he": "וכי לייבשן הוא צריך אלא אימא על גב האיצטבא אמר רחבא אמר (רב) יהודה הר הבית סטיו"
                        }, 
                        {
                            "en": "“Bind the festival with myrtle branches up to the horns of the altar.” and R. Yo", 
                            "he": "אסרו חג בעבותים עד קרנות המזבח א\"ר ירמיה משום ר\"ש בן יוחי ור' יוחנן משום ר\"ש המח"
                        }, 
                        {
                            "en": "He who makes a lulav for his own use says, “Blessed [are You, O Lord our God, Ki", 
                            "he": "העושה לולב לעצמו אומר ברוך שהחיינו וקיימנו והגיענו לזמן הזה נטלו לצאת בו אומר בר"
                        }, 
                        {
                            "en": "is able to contain [what is put into it], and a full vessel cannot contain it bu", 
                            "he": "מחזיק מלא אינו מחזיק אבל מדת הקב\"ה מלא מחזיק ריקן אינו מחזיק שנא' (דברים כח, א)"
                        }, 
                        {
                            "en": "the blessing.  According to him who regards the day as the seventh in respect of", 
                            "he": "לברוכי למ\"ד שביעי לסוכה ברוכי נמי מברכינן למ\"ד שמיני לזה ולזה ברוכי לא מברכינן א"
                        }, 
                        {
                            "en": "Now is this not the blessing of the season? No, it refers to Birkat Hamazon and", 
                            "he": "מאי לאו זמן לא ברכת המזון ותפלה הכי נמי מסתברא דאי ס\"ד זמן זמן כל שבעה מי איכא ה"
                        }, 
                        {
                            "en": "is a separate festival with regard to  P’Z’R’ K’SH’B': with regard to drawing (p", 
                            "he": "רגל בפני עצמו לענין פז\"ר קש\"ב פייס בפני עצמו זמן בפני עצמו רגל בפני עצמו קרבן בפ"
                        }, 
                        {
                            "en": "like a slender snout, one being wide and the other narrow so that both emptied a", 
                            "he": "כמין שני חוטמין דקין (ואחד) מעובה ואחד דק כדי שיהו שניהם כלין בבת אחת מערבו של מ"
                        }, 
                        {
                            "en": "For any altar which does not have the ascent, the horn, the base and a square sh", 
                            "he": "שכל מזבח שאין לו לא כבש ולא קרן ולא יסוד ולא ריבוע פסול לעבודה רבי יוסי בר יהודה"
                        }, 
                        {
                            "en": "just as its libation was done in sanctity, so too was its burning be done in san", 
                            "he": "כשם שניסוכו בקדושה כך שריפתו בקדושה מאי משמע אמר רבינא אתיא קדש קדש כתיב הכא (במ"
                        }, 
                        {
                            "en": "If he were to bring it in a sanctified vessel it would have been rendered invali", 
                            "he": "ואי מייתי במקודשת איפסילו להו בלינה חזקיה אמר כלי שרת אין מקדשין אלא מדעת וגזירה"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "1) [The rituals of] the lulav and the aravah are for six or seven [days]; 2) The", 
                        "he": "מתני׳  לולב  וערבה ששה ושבעה ההלל והשמחה שמונה סוכה ונ"
                    }, 
                    "refs": [
                        "Sukkah 42b:13-29", 
                        "Sukkah 43a", 
                        "Sukkah 43b", 
                        "Sukkah 44a", 
                        "Sukkah 44b", 
                        "Sukkah 45a", 
                        "Sukkah 45b", 
                        "Sukkah 46a", 
                        "Sukkah 46b", 
                        "Sukkah 47a", 
                        "Sukkah 47b", 
                        "Sukkah 48a", 
                        "Sukkah 48b", 
                        "Sukkah 49a", 
                        "Sukkah 49b", 
                        "Sukkah 50a:1-17"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "לולב וערבה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "לולב וערבה", 
                            "primary": true
                        }
                    ], 
                    "offset": 83, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Sukkah 50a:18-56b:39", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "Mishnah: The flute was for five or six days. This refers to the flute at the Bet", 
                            "he": "מתני׳  החליל  חמשה וששה זהו החליל של בית השואבה שאינו"
                        }, 
                        {
                            "en": "Gemara: It was stated: Rav Judah and R. Ina: One of them taught  Shoevah and the", 
                            "he": "גמ׳  איתמר רב יהודה ורב עינא חד תני שואבה וחד תני חשו"
                        }, 
                        {
                            "en": "This dispute is like the one between the following Tannas as we have learned: [T", 
                            "he": "כתנאי (דתניא) עבדי כהנים היו דברי ר' מאיר רבי יוסי אומר משפחת בית הפגרים ומשפחת"
                        }, 
                        {
                            "en": "with lighted torches in their hands, and they would sing songs and praises. 2) A", 
                            "he": "באבוקות של אור שבידיהן ואומרים לפניהם דברי שירות ותושבחות והלוים בכנורות ובנבלים"
                        }, 
                        {
                            "en": "“And the land shall mourn, every family apart; the family of the house of David", 
                            "he": "(זכריה יב, יב) וספדה הארץ משפחות משפחות לבד משפחת בית דוד לבד ונשיהם לבד אמרו וה"
                        }, 
                        {
                            "en": "evil all the day” (Genesis 6:5).  R. Shimon b. Lakish stated:  The Evil Inclinat", 
                            "he": "רע כל היום אמר רבי שמעון בן לקיש יצרו של אדם מתגבר עליו בכל יום ומבקש להמיתו שנא"
                        }, 
                        {
                            "en": "A woman could sift wheat by the light of the Bet Hashoevah. Men of piety and men", 
                            "he": "אשה היתה בוררת חטים לאור של בית השואבה: חסידים ואנשי מעשה כו': ת\"ר יש מהן אומרים"
                        }, 
                        {
                            "en": "and cast it into the Deep so that it should subside?” No one said a word. David", 
                            "he": "אחספא ונשדיה בתהומא ומנח ליכא דקאמר ליה מידי אמר דוד כל דידע למימר ואינו אומר יח"
                        }, 
                        {
                            "en": "What might you have thought? That it is also in agreement with the view of the r", 
                            "he": "מהו דתימא אפילו כרבנן ולאפוקי מדרבי יוחנן דאמר שמע תשע תקיעות בתשע שעות ביום יצא"
                        }, 
                        {
                            "en": "If [the omission is to be justified] on account of the omission of the eve of th", 
                            "he": "אי משום ערב הפסח לאו שיורא הוא דהא מני רבי יהודה היא דאמר מימיהם של כת שלישית לא"
                        }, 
                        {
                            "en": "and in connection with this R. Yohanan stated that  [the reason for this was] th", 
                            "he": "ואמר ר' יוחנן לידע שהוקבע ר\"ח בזמנו תרי היכירא עבדינן דחזי האי חזי וחזי בהאי חזי"
                        }, 
                        {
                            "en": "Mishnah. On the first festival day of Sukkot there were thirteen bulls, two rams", 
                            "he": "מתני׳  יום טוב הראשון של חג היו שם י\"ג פרים אילים שני"
                        }, 
                        {
                            "en": "Scripture says, \"They shall receive equal portions to eat,\" (Deuteronomy 18:8) m", 
                            "he": "תלמוד לומר (דברים יח, ח) חלק כחלק יאכלו כחלק עבודה כך חלק אכילה ומאי אכילה אילימ"
                        }, 
                        {
                            "en": "But why the extra two? R. Yitzchak said: As a reward for the closing of the door", 
                            "he": "והני תרתי מאי עבידתייהו אמר ר' יצחק בשכר הגפת דלתות ונימא ליה דל בדל אמר אביי בו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Mishnah: The flute was for five or six days. This refers to the flute at the Bet", 
                        "he": "מתני׳  החליל  חמשה וששה זהו החליל של בית השואבה שאינו"
                    }, 
                    "refs": [
                        "Sukkah 50a:18", 
                        "Sukkah 50b", 
                        "Sukkah 51a", 
                        "Sukkah 51b", 
                        "Sukkah 52a", 
                        "Sukkah 52b", 
                        "Sukkah 53a", 
                        "Sukkah 53b", 
                        "Sukkah 54a", 
                        "Sukkah 54b", 
                        "Sukkah 55a", 
                        "Sukkah 55b", 
                        "Sukkah 56a", 
                        "Sukkah 56b:1-39"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "החליל", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "החליל", 
                            "primary": true
                        }
                    ], 
                    "offset": 98, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Tractate Sukkah"
                }, 
                {
                    "lang": "en", 
                    "text": "Succah"
                }, 
                {
                    "lang": "en", 
                    "text": "Talmud Sukkah"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Sukkah"
                }, 
                {
                    "lang": "en", 
                    "text": "Sukka"
                }, 
                {
                    "lang": "he", 
                    "text": "סוכה", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Sukkah", 
                    "primary": true
                }
            ], 
            "heTitle": "סוכה", 
            "title": "Sukkah"
        }
    }, 
    "order": [
        7, 
        6
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ], 
    "default_struct": "Chapters"
}