{
    "heTitleVariants": [
        "ונתנה תוקף"
    ], 
    "sectionNames": [
        "Paragraph"
    ], 
    "heCategories": [
        "סדר התפילה", 
        "ימים נוראים"
    ], 
    "pubDate": "650", 
    "title": "Unetaneh Tokef", 
    "compDate": "1050", 
    "enDesc": "A moving prayer, describing the awe of the Day of Judgement, that is recited on the High Holy Days before Kedusha of Mussaf. According to a tradition cited in Sefer Ohr Zarua, R' Ephraim of Bonn attributed it to an 11th century German sage by the name of R' Amnon of Mainz (Mayence), who composed it after sanctifying G-d's name by rejecting a demand by the local bishop that he convert to Christianity. However, modern scholars believe that it is of much earlier composition, being that fragments of the prayer were found in the Cairo Geniza dating to the 8th Century. Some researchers believe that it was composed by Yannai in the sixth century", 
    "depth": 1, 
    "compDateString": {
        "en": " (c.1000  - c.1100 CE)", 
        "he": " (1000 - 1100 לספירה בקירוב)"
    }, 
    "heDesc": "פיוט מרגש המתאר את אימת יום הדין הנאמר בראש השנה ויום הכיפורים לפני הקדושה בתפילת מוסף. על פי מסורת שהובאה בספר אור-זרוע, ר' אפרים מבונא מיחס אותה לחכם גרמני מהמאה ה -11 בשם ר' אמנון ממגנצא (מיינץ), שחיבר אותה לאחר שקידש שם שמים על ידי שדחה דרישת הבישוף המקומי שהוא יתנצר. עם זאת, חוקרים מודרניים מאמינים כי הוא חובר הרבה קודם לכן, כי חלקים של התפילה נמצאו בגניזת קהיר של המאה ה-8. כמה חוקרים סוברים שחובר על ידי הפייטן ינאי במאה השישית. ", 
    "heTitle": "ונתנה תוקף", 
    "era": "GN", 
    "authors": [], 
    "titleVariants": [
        "Unetaneh Tokef"
    ], 
    "errorMargin": "50", 
    "categories": [
        "Liturgy", 
        "High Holidays"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "title": "Unetaneh Tokef", 
        "addressTypes": [
            "Integer"
        ], 
        "heTitle": "ונתנה תוקף", 
        "depth": 1, 
        "titles": [
            {
                "lang": "he", 
                "text": "ונתנה תוקף", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Unetaneh Tokef", 
                "primary": true
            }
        ], 
        "key": "Unetaneh Tokef", 
        "heSectionNames": [
            "פסקה"
        ], 
        "sectionNames": [
            "Paragraph"
        ]
    }
}