{
    "heTitleVariants": [
        "יומא"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Yoma", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Yoma (The Day) belongs to the second order, Moed (Festivals) and discusses the prescriptions Yom Kippur, especially the ceremony by the Kohen Gadol. It has eight chapters.", 
    "depth": 2, 
    "heTitle": "יומא", 
    "era": "A", 
    "titleVariants": [
        "Talmud Yoma", 
        "Tractate Yoma", 
        "Masekhet Yoma", 
        "Yoma"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            173, 
            7753
        ], 
        "title": "Yoma", 
        "heTitle": "יומא", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Talmud Yoma"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Yoma"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Yoma"
            }, 
            {
                "lang": "he", 
                "text": "יומא", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Yoma", 
                "primary": true
            }
        ], 
        "key": "Yoma", 
        "checkFirst": {
            "en": "Mishnah Yoma", 
            "he": "משנה יומא"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Yoma 2a:1-21b:56", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "Mishnah: Seven days before the Day of Atonement, the High-priest was removed fro", 
                            "he": "מתני׳  שבעת  ימים קודם יום הכפורים מפרישין כהן גדול מב"
                        }, 
                        {
                            "en": "", 
                            "he": "ואימא צוה [צוה] דיום הכפורים דכתיב (ויקרא טז, לד) ויעש כאשר צוה ה' את משה דנין צ"
                        }, 
                        {
                            "en": "", 
                            "he": "פז\"ר קש\"ב אבל לענין תשלומין תשלומין דראשון הוא דהא תנן מי שלא חג ביום טוב הראשון"
                        }, 
                        {
                            "en": "...We are taught in a Baraitha: \"Take thee,", 
                            "he": "ועשה לך משלך אלא למ\"ד משל צבור מאי איכא למימר דתניא קח לך משלך ועשה לך משלך ויקח"
                        }, 
                        {
                            "en": "", 
                            "he": "לטומאת ביתו אמר ליה ר' יוחנן לריש לקיש בשלמא לדידי דילפינא ממלואים היינו דתניא ז"
                        }, 
                        {
                            "en": "", 
                            "he": "ויכסהו הענן להר ויקרא אל משה [משה] וכל ישראל עומדין ולא בא הכתוב אלא לחלק כבוד ל"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רב יוסף  סמיכה איכא בינייהו  למ\"ד כל הכתוב בהן מעכב בהן סמיכה מעכבא למ\"ד דבר"
                        }, 
                        {
                            "en": "", 
                            "he": "מילתא דכתיבא בהאי ענינא מילתא דלא כתיבא בהאי ענינא מנא לן  אמר רב נחמן בר יצחק"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר לך  ההוא אבנטו של כהן גדול לא זה הוא אבנטו של כהן הדיוט  ולמאן דאמר אהרן ואח"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא לאו לטבילתן  לא לעולם לטומאתן סיפא אצטריכא ליה  אלא שחמור ממנו בועל נדה שמטמ"
                        }, 
                        {
                            "en": "", 
                            "he": "דכל טומאת מת בציבור רחמנא שרייה  אמר רב ששת  מנא אמינא לה דתניא  היה עומד ומקריב"
                        }, 
                        {
                            "en": "", 
                            "he": "הא אינו נושא אלא עון טומאה שהותרה מכללה בציבור  וקשיא לרב ששת  תנאי היא  דתניא"
                        }, 
                        {
                            "en": "", 
                            "he": "ומה ציץ שאין בו אלא אזכרה אחת אמרה תורה על מצחו תמיד שלא יסיח דעתו ממנו תפילין ש"
                        }, 
                        {
                            "en": "", 
                            "he": "שזה פרישתו לקדושה ואחיו הכהנים נוגעין בו וזה פרישתו לטהרה ואין אחיו הכהנים נוגעי"
                        }, 
                        {
                            "en": "", 
                            "he": "לפי ששלח בכל גבולי ישראל וראה שאין מפרישין אלא תרומה גדולה בלבד  מעשר ראשון ומעש"
                        }, 
                        {
                            "en": "Why was the first Temple destroyed? Because of three things in it: Idolotry, sex", 
                            "he": "ששהו את קיניהן מיהא מעלה עליהן הכתוב כאילו שכבום  בזיון קדשים דכתיב (שמואל א ב,"
                        }, 
                        {
                            "en": "", 
                            "he": "אף על גב דיפת אלהים ליפת אין השכינה שורה אלא באהלי שם  ופרסאי מנא לן דמיפת קאתו"
                        }, 
                        {
                            "en": "", 
                            "he": "דילמא אתי לאפרושי מן החיוב על הפטור ומן הפטור על החיוב אלא אמר אביי  בשבעה דכולי"
                        }, 
                        {
                            "en": "", 
                            "he": "כל השערים שהיו שם לא היה להם מזוזה חוץ משער ניקנור שלפנים ממנו לשכת פרהדרין  לימ"
                        }, 
                        {
                            "en": "", 
                            "he": "בית שער אכסדרה ומרפסת ת\"ל בית מה בית מיוחד לדירה יצאו אלו שאין מיוחדין לדירה  יכ"
                        }, 
                        {
                            "en": "Has it not been taught:  “…upon a house in the land of your possession,” (Vayikr", 
                            "he": "והא דכרכים והא דכפרים  ודכרכים אין מטמא בנגעים  והתניא  אחוזתכם אחוזתכם מטמאה בנ"
                        }, 
                        {
                            "en": "", 
                            "he": "עבודתו מחנכתו  מי לא תניא  כל הכלים שעשה משה משיחתן מקדשתן מכאן ואילך עבודתן מחנ"
                        }, 
                        {
                            "en": "", 
                            "he": "הלכה כר' יוסי  ומודה ר' יוסי שאם עבר ועבד עבודתו כשרה  אמר רב יהודה אמר רב  הלכה"
                        }, 
                        {
                            "en": "", 
                            "he": "למפרע דגיטא דהא לאו גיטא הוא ועביד ליה עבודה בשני בתים  אלא דאמר לה הרי זה גיטיך"
                        }, 
                        {
                            "en": "", 
                            "he": "לומר שאינו עובד כל היום גזירה שמא יאכל  א\"ל רב אדא בר אהבה לרבא  ומי גזר רבי יהו"
                        }, 
                        {
                            "en": "The heads of the stalks and sprinkles Abaye says", 
                            "he": "ראשי גבעולין ויזה  אביי אמר  אפילו תימא ר\"ע דעביד עבודה כוליה יומא ולפניא מדו על"
                        }, 
                        {
                            "en": "", 
                            "he": "בעידן הטבה תהא מקטר קטורת  דאי לא תימא הכי בין הערבים דכתיב (שמות ל, ח) ובהעלות"
                        }, 
                        {
                            "en": "", 
                            "he": "אגופיה דמזבח דכתיב (שמות כד, י) וכעצם השמים לטהר  מאי שנא דיהיב עולה ברישא והדר"
                        }, 
                        {
                            "en": "", 
                            "he": "דרומית מזרחית היא לשכה שהיו עושין בה לחם הפנים מזרחית צפונית בה גנזו בית חשמונאי"
                        }, 
                        {
                            "en": "", 
                            "he": "עשר אמות כנגד פתחו של היכל י\"א אמה לצפון וי\"א אמה לדרום נמצא מזבח מכוון כנגד היכ"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא לאו שמע מינה רבי אליעזר בן יעקב היא שמע מינה  רב אדא בריה דרב יצחק אמר  האי"
                        }, 
                        {
                            "en": "", 
                            "he": "אי אמרת בשלמא במערבית דרומית הואי היינו דמתרץ לחם הפנים אלחם הפנים  אלא אי אמרת"
                        }, 
                        {
                            "en": "", 
                            "he": "ומאי ארבע או חמש לרבנן דאמרי  נכנס נוטל שש ויוצא נוטל שש  ושכר הגפת דלתות לא משת"
                        }, 
                        {
                            "en": "", 
                            "he": "והשחלים וחלגלוגות והביצים והגרגיר  (מלכים ב ד, לט) ויצא אחד אל השדה ללקט אורות ת"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  תנא ללמדו חפינה  אמר רב פפא  שתי לשכות היו לו לכ"
                        }, 
                        {
                            "en": "", 
                            "he": "מי איכא מידי דאנן לא מצינן למעבד ושלוחי דידן מצו עבדי  הכי קאמרי ליה  משביעין אנ"
                        }, 
                        {
                            "en": "", 
                            "he": "(בראשית ד, ז) לפתח חטאת רובץ  ושטן מאי אמר  א\"ל  שטן ביומא דכיפורי לית ליה רשותא"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי סלקא דעתך מחצות דאורייתא היא היכי מקדמינן (והיכי מאחרינן)  אלא אמר ר' יוחנן"
                        }, 
                        {
                            "en": "", 
                            "he": "ויש אומרים  אף רידייא  ובעו רבנן רחמי אנשמה בשעה שיוצאה מן הגוף ובטלוה  תניא כוו"
                        }, 
                        {
                            "en": "And didn’t R’ Oshaya say:  At the time when Shlomo built the Holy Temple he plan", 
                            "he": "כלי עץ העשוי לנחת הוא וכל כלי העשוי לנחת אינו מקבל טומאה וחוצץ בפני טומאה  אלא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "Mishnah: Seven days before the Day of Atonement, the High-priest was removed fro", 
                        "he": "מתני׳  שבעת  ימים קודם יום הכפורים מפרישין כהן גדול מב"
                    }, 
                    "refs": [
                        "Yoma 2a:1-30", 
                        "Yoma 2b", 
                        "Yoma 3a", 
                        "Yoma 3b", 
                        "Yoma 4a", 
                        "Yoma 4b", 
                        "Yoma 5a", 
                        "Yoma 5b", 
                        "Yoma 6a", 
                        "Yoma 6b", 
                        "Yoma 7a", 
                        "Yoma 7b", 
                        "Yoma 8a", 
                        "Yoma 8b", 
                        "Yoma 9a", 
                        "Yoma 9b", 
                        "Yoma 10a", 
                        "Yoma 10b", 
                        "Yoma 11a", 
                        "Yoma 11b", 
                        "Yoma 12a", 
                        "Yoma 12b", 
                        "Yoma 13a", 
                        "Yoma 13b", 
                        "Yoma 14a", 
                        "Yoma 14b", 
                        "Yoma 15a", 
                        "Yoma 15b", 
                        "Yoma 16a", 
                        "Yoma 16b", 
                        "Yoma 17a", 
                        "Yoma 17b", 
                        "Yoma 18a", 
                        "Yoma 18b", 
                        "Yoma 19a", 
                        "Yoma 19b", 
                        "Yoma 20a", 
                        "Yoma 20b", 
                        "Yoma 21a", 
                        "Yoma 21b:1-56"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שבעת ימים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שבעת ימים", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 22a:1-28a:31", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  בראשונה  כל מי שרוצה לתרום את המזבח תורם ובזמן"
                        }, 
                        {
                            "en": "R. Eleazar said: Whosoever counts Israel, transgresses a [biblical] prohibition,", 
                            "he": "או דילמא בר מאמה יסוד ואמה סובב  תיקו ואם היו שניהן שוין הממונה אומר להם הצביעו"
                        }, 
                        {
                            "en": "", 
                            "he": "שאינו נוקם ונוטר כנחש אינו תלמיד חכם  והכתיב (ויקרא יט, יח) לא תקום ולא תטור  הה"
                        }, 
                        {
                            "en": "", 
                            "he": "אינה מביאה עגלה ערופה  ועוד  (דברים כא, א) לא נודע מי הכהו כתיב והא נודע מי הכהו"
                        }, 
                        {
                            "en": "", 
                            "he": "לרבות את השחקים (ויקרא טז, כג) והניחם שם מלמד שטעונין גניזה  ר' דוסא אומר  ראוין"
                        }, 
                        {
                            "en": "", 
                            "he": "ולמבית לפרוכת ועבדתם אל מבית לפרוכת הוא דעבודת מתנה ולא עבודת סילוק הא בחוץ אפיל"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו באותן שזכו לפייס  אמר רב הונא בר יהודה אמר רב ששת  לא באותן שלא זכו לפיי"
                        }, 
                        {
                            "en": "", 
                            "he": "תא שמע רבי יהודה אומר  לא היה פייס למחתה אלא כהן שזכה בקטרת אומר לזה שעמו זכה עמ"
                        }, 
                        {
                            "en": "", 
                            "he": "למאי אתא לכדתניא  כיצד היה עושה נותן את הפדר אבית השחיטה ומעלהו וזה הוא דרך כבוד"
                        }, 
                        {
                            "en": "", 
                            "he": "ההוא דלא כרבי אליעזר בן יעקב ודלא כר' יהודה  מתני׳  תמ"
                        }, 
                        {
                            "en": "", 
                            "he": "האי מיבעי ליה לגופיה  אמר רב שימי בר אשי אשכחתיה לאביי דהוה מסבר ליה לבריה  (ויק"
                        }, 
                        {
                            "en": "", 
                            "he": "הוי אומר זה טלה  א\"ר אסי אמר רבי יוחנן  זר שסידר את המערכה חייב  כיצד הוא עושה פ"
                        }, 
                        {
                            "en": "", 
                            "he": "והרי אברים ופדרים  סוף עבודה דיממא היא  והרי תרומת הדשן  תחילת עבודה דיממא היא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  בראשונה  כל מי שרוצה לתרום את המזבח תורם ובזמן"
                    }, 
                    "refs": [
                        "Yoma 22a:1-42", 
                        "Yoma 22b", 
                        "Yoma 23a", 
                        "Yoma 23b", 
                        "Yoma 24a", 
                        "Yoma 24b", 
                        "Yoma 25a", 
                        "Yoma 25b", 
                        "Yoma 26a", 
                        "Yoma 26b", 
                        "Yoma 27a", 
                        "Yoma 27b", 
                        "Yoma 28a:1-31"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "בראשונה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בראשונה", 
                            "primary": true
                        }
                    ], 
                    "offset": 42, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 28a:32-39a:11", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  אמר  להם הממונה צאו וראו אם הגיע זמן השחיטה  אם"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  תניא ר' ישמעאל אומר  ברק ברקאי  ר\"ע אומר  עלה בר"
                        }, 
                        {
                            "en": "", 
                            "he": "הרהורי עבירה קשו מעבירה וסימניך  ריחא דבישרא  שילהי דקייטא קשיא מקייטא וסימניך"
                        }, 
                        {
                            "en": "", 
                            "he": "נהדרה ונהדר ונקמצה ביממא  הוא תני לה והוא אמר לה  כלי שרת מקדשין אפילו שלא בזמנו"
                        }, 
                        {
                            "en": "", 
                            "he": "מצוה לשפשף  מסייע ליה לרבי אמי דאמר רבי אמי  אסור לאדם שיצא בניצוצות שעל גבי רגל"
                        }, 
                        {
                            "en": "", 
                            "he": "באחולי עבודה קא מיפלגי  לבן זומא מחיל עבודה לר\"י לא מחיל עבודה  ולבן זומא מי מחי"
                        }, 
                        {
                            "en": "", 
                            "he": "חוצץ או אינו חוצץ  אמר ליה  כל דתקון רבנן כעין דאורייתא תקון  אמר ליה אביי לרב י"
                        }, 
                        {
                            "en": "", 
                            "he": "והא איכא אמה תקרה ואמה מעזיבה  שערים דבית המקדש כיון דשישא נינהו במשהו עבדי להו"
                        }, 
                        {
                            "en": "", 
                            "he": "עשרה קידושין  אלא לרבנן תשעה הוו  אמרי לך רבנן  קידושא בתרא כי פשיט בגדי קדש ולב"
                        }, 
                        {
                            "en": "", 
                            "he": "תנא דבי רבי ישמעאל  קל וחומר מה בגדי זהב שאין כהן נכנס בהן לפני ולפנים טעון טביל"
                        }, 
                        {
                            "en": "", 
                            "he": "לכך שנינו  רוב אחד בעוף ורוב שנים בבהמה וכי מאחר דאפילו פסולא מדרבנן ליכא למה לי"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי עייל להיכל במזבח פגע ברישא  דתניא  שלחן בצפון משוך מן הכותל שתי אמות ומחצה ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ת\"ל (ויקרא ו, ה) וערך עליה העולה ואמר רבא  העולה היא עולה ראשונה  ומנחה לחביתין"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי אומר  ערבית משל שחרית  בשלמא לרבנן האי בתמיד של בין הערבים כתיב אלא ר' מ\"ט"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מאי פרוה אמר רב יוסף  פרוה אמגושא פרסו סדין של ב"
                        }, 
                        {
                            "en": "", 
                            "he": "מיתיבי  (יחזקאל מד, יט) ולבשו בגדים אחרים ולא יקדשו את העם בבגדיהם מאי לאו אחרים"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מאן שמעת לי' דאמר בין האולם ולמזבח צפון רבי אלעז"
                        }, 
                        {
                            "en": "", 
                            "he": "בלאו דנבילה קא מיפלגי ר\"ע סבר  לאו מעליא הוא ורבי יוסי הגלילי סבר  לאו לאו מעליא"
                        }, 
                        {
                            "en": "", 
                            "he": "ומנין שבאנא  נאמר כאן כפרה ונאמר להלן בחורב כפרה מה להלן באנא אף כאן באנא  ומנין"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר אביי  בידות סכינין  מיתיבי  אף הוא עשה כני כלים ואוגני כלים וידות כלים וידות"
                        }, 
                        {
                            "en": "", 
                            "he": "בסירוגין ניקנור נעשו נסים לדלתותיו ת\"ר  מה נסים נעשו לדלתותיו  אמרו  כשהלך ניקנו"
                        }, 
                        {
                            "en": "", 
                            "he": "ומשלך יתנו לך  אין אדם נוגע במוכן לחבירו ואין מלכות נוגעת בחברתה אפי' כמלא נימא"
                        }, 
                        {
                            "en": "", 
                            "he": "בא למדוד נפט אומר לו  מדוד אתה לעצמך  בא למדוד אפרסמון אומר לו  המתן לי עד שאמדו"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  אמר  להם הממונה צאו וראו אם הגיע זמן השחיטה  אם"
                    }, 
                    "refs": [
                        "Yoma 28a:32-44", 
                        "Yoma 28b", 
                        "Yoma 29a", 
                        "Yoma 29b", 
                        "Yoma 30a", 
                        "Yoma 30b", 
                        "Yoma 31a", 
                        "Yoma 31b", 
                        "Yoma 32a", 
                        "Yoma 32b", 
                        "Yoma 33a", 
                        "Yoma 33b", 
                        "Yoma 34a", 
                        "Yoma 34b", 
                        "Yoma 35a", 
                        "Yoma 35b", 
                        "Yoma 36a", 
                        "Yoma 36b", 
                        "Yoma 37a", 
                        "Yoma 37b", 
                        "Yoma 38a", 
                        "Yoma 38b", 
                        "Yoma 39a:1-11"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "אמר להם הממונה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "אמר להם הממונה", 
                            "primary": true
                        }
                    ], 
                    "offset": 54, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 39a:12-46b:28", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  טרף  בקלפי והעלה שני גורלות אחד כתוב עליו לשם ו"
                        }, 
                        {
                            "en": "", 
                            "he": "חמצן עד יום מותו  אמר רבה בר (בר) שילא  מאי קרא (תהלים עא, ד) אלהי פלטני מיד רשע"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא להך לישנא דאמרת פליגי בשלמא למאן דאמר לא מעכבא הא מני ר' יהודה היא  אלא למ\"ד"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא טז, י) יעמד חי לפני ה' לכפר עליו עד מתי יהיה זקוק לעמוד חי עד שעת מתן דמו"
                        }, 
                        {
                            "en": "", 
                            "he": "סתם סיפרא מני רבי יהודה וקא תני  הגורל עושה חטאת ואין השם עושה חטאת אלמא  הגרלה"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי איכא למימר  לא תימא  ואח\"כ אמר אלא אימא  ואחר כך לקח ואמר  לקח מוסיף ומביא ח"
                        }, 
                        {
                            "en": "", 
                            "he": "של פרה משקל עשרה זוז ושל שעיר המשתלח משקל שני סלעים ושל מצורע משקל שקל  אמר ר' י"
                        }, 
                        {
                            "en": "", 
                            "he": "(במדבר יט, ט) למשמרת למי נדה כתיב  אלא למעוטי השלכת עץ ארז ואזוב ושני תולעת דלאו"
                        }, 
                        {
                            "en": "", 
                            "he": "דאפיק חמור בהדה  (במדבר יט, ג) ושחט אותה שלא ישחוט אחרת עמה  לפניו לרב שלא יסיח"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא פליג רבי יהודה  אמר אביי  כיון דאמר מר משמע מוציא מיד משמע ומשמע ממילא פליג"
                        }, 
                        {
                            "en": "", 
                            "he": "יכול אפי' בעזרה ת\"ל באהל מועד  אין לי אלא באהל מועד שבמדבר שילה ובית עולמים מנין"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא בשעת הקטרה  והא איכא הא מעלה  דאילו מהיכל פרשי בין בקדושה דידיה בין בקדושה ד"
                        }, 
                        {
                            "en": "", 
                            "he": "שדומה לפז זהב שחוט שנטוה כחוט זהב סגור בשעה שנפתח כל החנויות נסגרות זהב פרוים שד"
                        }, 
                        {
                            "en": "", 
                            "he": "שסודרן על גבי מזבח ואם אין מחזיקן שסודרן על הכבש או ע\"ג סובב עד שיעשה מערכה גדול"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל מהאי גיסא ומהאי גיסא אימא לא צריכא  א\"ר אלעזר משום בר קפרא אומר היה רבי מאיר"
                        }, 
                        {
                            "en": "", 
                            "he": "טומאה דתחילתו בר מידחא טומאה הוא סופו נמי דחי שבת דתחילתו לאו בר מידחא שבת הוא ס"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  טרף  בקלפי והעלה שני גורלות אחד כתוב עליו לשם ו"
                    }, 
                    "refs": [
                        "Yoma 39a:12-54", 
                        "Yoma 39b", 
                        "Yoma 40a", 
                        "Yoma 40b", 
                        "Yoma 41a", 
                        "Yoma 41b", 
                        "Yoma 42a", 
                        "Yoma 42b", 
                        "Yoma 43a", 
                        "Yoma 43b", 
                        "Yoma 44a", 
                        "Yoma 44b", 
                        "Yoma 45a", 
                        "Yoma 45b", 
                        "Yoma 46a", 
                        "Yoma 46b:1-28"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "טרף בקלפי", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "טרף בקלפי", 
                            "primary": true
                        }
                    ], 
                    "offset": 76, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 47a:1-62a:22", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  הוציאו  לו את הכף ואת המחתה חפן מלא חפניו ונתן"
                        }, 
                        {
                            "en": "", 
                            "he": "ובמחבת ובמרחשת מוחק בגודלו מלמעלה ובאצבעו קטנה מלמטה וזו היא עבודה קשה שבמקדש  ז"
                        }, 
                        {
                            "en": "", 
                            "he": "רב פפא  דבקיה לקומץ בדופניה דמנא מאי  תוך כלי בעינן והא איכא או דילמא הנחה בתוכו"
                        }, 
                        {
                            "en": "", 
                            "he": "חישב בחתיית גחלים מהו  מכשירי מצוה כמצוה דמו או לא  תיקו  בעי מיניה מרב ששת  הול"
                        }, 
                        {
                            "en": "", 
                            "he": "מיתיבי  זר ואונן שיכור ובעל מום בקבלה ובהולכה ובזריקה פסול  וכן יושב וכן שמאל פס"
                        }, 
                        {
                            "en": "", 
                            "he": "כיצד הוא עושה  אוחז את הבזך בראש אצבעותיו ויש אומרים  בשיניו ומעלה בגודלו עד שמג"
                        }, 
                        {
                            "en": "", 
                            "he": "איתיביה רבי יצחק נפחא לר' אמי  (ויקרא ד, יב) והוציא את כל הפר  שיוציא את כולו  ו"
                        }, 
                        {
                            "en": "", 
                            "he": "לדברי האומר  פר יום הכפורים קרבן יחיד עושה תמורה או אינו עושה תמורה  לאו מכלל דא"
                        }, 
                        {
                            "en": "", 
                            "he": "בכור ומעשר דחלין על בעל מום קבוע ואין יוצאין לחולין ליגזז וליעבד  אלא  שם זבח לא"
                        }, 
                        {
                            "en": "", 
                            "he": "ותיפוק לי (ויקרא טז, יא) דאשר לו אמר רחמנא משלו הוא מביא  דתניא  אשר לו משלו הוא"
                        }, 
                        {
                            "en": "", 
                            "he": "למיעל להדיא  ורבי יוסי אמר לך  חביבין ישראל שלא הצריכן הכתוב לשליח  ור' יהודה נמ"
                        }, 
                        {
                            "en": "", 
                            "he": "שאת משוקדים מחר ארור וקם  והתניא  הוא יוסף איש הוצל הוא יוסף הבבלי הוא איסי בן י"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא תתחיל מפניך שמא תכוה  ת\"ר  (ויקרא טז, יג) ונתן את הקטורת על האש לפני ה' שלא"
                        }, 
                        {
                            "en": "", 
                            "he": "אמרו ליה לרב יוסף  הכי עביד רבא  אמר ליה  יהא רעוא דתרום רישך אכולה כרכא  אמר רב"
                        }, 
                        {
                            "en": "R. Kattina said: Whenever Yisrael came up to the Festival, the curtain [of the B", 
                            "he": "כל הדרה מאי כל הדרה חדרה  אתה מאי אתה אומר  אמר לו  שאני אומר ארון במקומו נגנז ש"
                        }, 
                        {
                            "en": "Reish Lakish said: When the heathens [Babylonians] entered the Temple and saw th", 
                            "he": "כאיש המעורה בלוייה שלו  אמר ריש לקיש  בשעה שנכנסו נכרים להיכל ראו כרובים המעורין"
                        }, 
                        {
                            "en": "", 
                            "he": "כמנגדנא  תנא  כשהוא מזה אינו מזה על הכפורת אלא כנגד עוביה של כפורת  כשהוא מזה למ"
                        }, 
                        {
                            "en": "", 
                            "he": "לית ליה כתיבה  דתנן רבי יהודה אומר  לא היה שם אלא כן אחד בלבד  תרי מאי טעמא לא מ"
                        }, 
                        {
                            "en": "", 
                            "he": "עשרה מעשר ראשון תשעה מעשר שני ומיחל ושותה מיד דברי רבי מאיר"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יהודה ורבי יוסי ורבי שמעון אוסרין  אלמא  אין ברירה  ממאי  דילמא שאני התם כדק"
                        }, 
                        {
                            "en": "", 
                            "he": "השתא ברי טמאים אתון דכתיב (איכה א, ט) טומאתה בשוליה  אמר ליה תא חזי מה כתיב בהו"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא אמר רבא  נותן שבע למטה לשם פר וחוזר ונותן אחת למעלה ושבע למטה לשם שעיר  נתער"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יונתן אומר  מזה בפני עצמו ומזה בפני עצמו  אמר לו רבי יאשיה  והלא כבר נאמר אח"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  (ויקרא טז, יח) ויצא אל המזבח אשר לפני ה' זה מז"
                        }, 
                        {
                            "en": "", 
                            "he": "ואי בעית אימא  אי סבירא לן הקפה ברגל דכולי עלמא לא פליגי דילפינן פנים מחוץ  והכא"
                        }, 
                        {
                            "en": "", 
                            "he": "עד כאן לא פליגי אלא מדרבנן אבל מדאורייתא אין מועלין בהן  מנא הני מילי  אמר עולא"
                        }, 
                        {
                            "en": "", 
                            "he": "משום דהוי תרומת הדשן ובגדי כהונה שני כתובין הבאין כאחד וכל שני כתובין הבאין כאחד"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יהודה סבר  מקום שמתכפרין בו פעם אחת בשנה  ור' נחמיה סבר  דברים המתכפרין בהן"
                        }, 
                        {
                            "en": "", 
                            "he": "בקטורת לא קא מיירי  אמר עולא  שעיר ששחטו קודם מתן דמו של פר לא עשה ולא כלום  תנן"
                        }, 
                        {
                            "en": "", 
                            "he": "אשם מצורע ששחטו שלא לשמו באנו למחלוקת ר' מאיר ור' אלעזר ור' שמעון  ר' מאיר דאמר"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי עדרו שורף  מי דמי  התם לא כתיב אותו הכא כתיב אותו  איתמר רב פפי משמיה דרבא א"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  הוציאו  לו את הכף ואת המחתה חפן מלא חפניו ונתן"
                    }, 
                    "refs": [
                        "Yoma 47a:1-64", 
                        "Yoma 47b", 
                        "Yoma 48a", 
                        "Yoma 48b", 
                        "Yoma 49a", 
                        "Yoma 49b", 
                        "Yoma 50a", 
                        "Yoma 50b", 
                        "Yoma 51a", 
                        "Yoma 51b", 
                        "Yoma 52a", 
                        "Yoma 52b", 
                        "Yoma 53a", 
                        "Yoma 53b", 
                        "Yoma 54a", 
                        "Yoma 54b", 
                        "Yoma 55a", 
                        "Yoma 55b", 
                        "Yoma 56a", 
                        "Yoma 56b", 
                        "Yoma 57a", 
                        "Yoma 57b", 
                        "Yoma 58a", 
                        "Yoma 58b", 
                        "Yoma 59a", 
                        "Yoma 59b", 
                        "Yoma 60a", 
                        "Yoma 60b", 
                        "Yoma 61a", 
                        "Yoma 61b", 
                        "Yoma 62a:1-22"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "הוציאו לו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "הוציאו לו", 
                            "primary": true
                        }
                    ], 
                    "offset": 92, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 62a:23-68b:30", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  שני  שעירי יום הכפורים מצותן שיהיו שניהן שוין ב"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  ת\"ר (ויקרא טז, ה) יקח שני שעירי עזים מיעוט שעירי"
                        }, 
                        {
                            "en": "", 
                            "he": "שחטן בחוץ קודם שנפתחו דלתות ההיכל פטור  מ\"ט מחוסר פתיחה כמחוסר מעשה דמי  ומי אית"
                        }, 
                        {
                            "en": "", 
                            "he": "אי קרבן שומע אני אפילו קדשי בדק הבית שנקראו קרבן כענין שנא' (במדבר לא, נ) ונקרב"
                        }, 
                        {
                            "en": "", 
                            "he": "רבא אמר  כגון שהיה לו חולה בתוך ביתו ושחט אמו ביום הכפורים  וכי האי גוונא מי אסי"
                        }, 
                        {
                            "en": "", 
                            "he": "ואם היה השני מובחר ממנו יביאנו אמר רבא  דיקא מתניתין כוותיה דרב וברייתא כוותיה ד"
                        }, 
                        {
                            "en": "", 
                            "he": "הכל מודים שאם נתכפר בשאינה אבודה אבודה מתה  אלא לרב הוה ליה כמפריש שתי חטאות לאח"
                        }, 
                        {
                            "en": "", 
                            "he": "קרבנות צבור קא אמרת  שאני קרבנות צבור כדרבי טבי אמר רבי יאשיה  דאמר רבי טבי אמר"
                        }, 
                        {
                            "en": "yoma 1", 
                            "he": "ואם נתעברה נתעברה למוכר  התינח שעיר פר מאי איכא למימר  גזירה פר אטו שעיר  ומשום"
                        }, 
                        {
                            "en": "", 
                            "he": "שיהא מזומן עתי ואפילו בשבת עתי ואפי' בטומאה איש להכשיר את הזר  פשיטא  מהו דתימא"
                        }, 
                        {
                            "en": "", 
                            "he": "תשעים ריס שבעה ומחצה לכל מיל  על כל סוכה וסוכה אומרין לו  הרי מזון והרי מים  ומל"
                        }, 
                        {
                            "en": "...(Leviticus 18:4) \"You shall do My ordinances.\" Things that had they (not) bee", 
                            "he": "דכתיב (ויקרא טז, כב) במדבר ומאן דאמר אסורין דכתיב (ויקרא טז, כב) גזירה  ומאן דאמ"
                        }, 
                        {
                            "en": "", 
                            "he": "מה להלן על ידי ניתוח ולא על ידי הפשט אף כאן על ידי ניתוח ולא על ידי הפשט  והתם מ"
                        }, 
                        {
                            "en": "", 
                            "he": "לצפונה של ירושלים וחוץ לשלש מחנות  ר' יוסי אומר  אבית הדשן נשרפין  אמר רבא  מאן"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  שני  שעירי יום הכפורים מצותן שיהיו שניהן שוין ב"
                    }, 
                    "refs": [
                        "Yoma 62a:23-32", 
                        "Yoma 62b", 
                        "Yoma 63a", 
                        "Yoma 63b", 
                        "Yoma 64a", 
                        "Yoma 64b", 
                        "Yoma 65a", 
                        "Yoma 65b", 
                        "Yoma 66a", 
                        "Yoma 66b", 
                        "Yoma 67a", 
                        "Yoma 67b", 
                        "Yoma 68a", 
                        "Yoma 68b:1-30"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "שני שעירי", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "שני שעירי", 
                            "primary": true
                        }
                    ], 
                    "offset": 122, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 68b:31-73b:27", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  בא  לו כהן גדול לקרות אם רצה לקרות בבגדי בוץ קו"
                        }, 
                        {
                            "en": "Was it not taught: The twenty-fifth of Tevet is the day of Mount Gerizim, on whi", 
                            "he": "וסיפא איצטריכא ליה  פושטין ומקפלין ומניחין תחת ראשיהם פושטין ומקפלין ומניחין אות"
                        }, 
                        {
                            "en": "", 
                            "he": "אין ישיבה בעזרה אלא למלכי בית דוד בלבד שנאמר (דברי הימים א יז, טז) ויבא המלך דוד"
                        }, 
                        {
                            "en": "", 
                            "he": "ובלבד שלא ידלג מסוף הספר לתחילתו וגולל ספר תורה וכו' וכל כך למה כדי שלא להוציא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "ואח\"כ שעיר הנעשה בחוץ שנאמר (במדבר כט, יא) שעיר עזים אחד חטאת מלבד חטאת הכפורים"
                        }, 
                        {
                            "en": "", 
                            "he": "שכל הפרשה כולה נאמרה על הסדר חוץ מפסוק זה  מאי טעמא  אמר רב חסדא  גמירי חמש טביל"
                        }, 
                        {
                            "en": "", 
                            "he": "(איוב יד, ט) מריח מים יפריח ועשה קציר כמו נטע ויום טוב היה עושה לאוהביו ת\"ר  מעש"
                        }, 
                        {
                            "en": "", 
                            "he": "כליל תכלת ויליף תכלת תכלת מפרוכת מה להלן ששה אף כאן ששה  ונילף משוליו ורמוניו מה"
                        }, 
                        {
                            "en": "", 
                            "he": "אלמלא בגדי כהונה לא נשתייר משונאיהן של ישראל שריד ופליט  רבי שמואל בר נחמני אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "תלמוד לומר (שמות כט, ל) שבעת ימים ילבשם הכהן תחתיו מבניו אשר יבא אל אהל מועד מי"
                        }, 
                        {
                            "en": "", 
                            "he": "שלא כסדר והחזירו לו כסדר  וכיון שידע ששאל שלא כסדר חזר ושאל כסדר שנאמר (שמואל א"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  בא  לו כהן גדול לקרות אם רצה לקרות בבגדי בוץ קו"
                    }, 
                    "refs": [
                        "Yoma 68b:31-51", 
                        "Yoma 69a", 
                        "Yoma 69b", 
                        "Yoma 70a", 
                        "Yoma 70b", 
                        "Yoma 71a", 
                        "Yoma 71b", 
                        "Yoma 72a", 
                        "Yoma 72b", 
                        "Yoma 73a", 
                        "Yoma 73b:1-27"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "בא לו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בא לו", 
                            "primary": true
                        }
                    ], 
                    "offset": 135, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Yoma 73b:28-88a:44", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "On Yom Kippur it is prohibited to eat, drink, wash oneself, lathe oneself, wear", 
                            "he": "מתני׳  יום  הכפורים אסור באכילה ובשתיה וברחיצה ובסיכה"
                        }, 
                        {
                            "en": "", 
                            "he": "ואליבא דרבי עקיבא דאמר  אדם אוסר עצמו בכל שהוא  וכי תימא כיון דאית ליה היתר מן ה"
                        }, 
                        {
                            "en": "(Leviticus 16, 29) \"You shall afflict your souls\". Perhaps one should sit in the", 
                            "he": "כוי בריה בפני עצמה היא  דאי לא תימא הכי הא דאמר רב אידי בר אבין  אף כל לאתויי כו"
                        }, 
                        {
                            "en": "It is written (Numbers 11:9), \"And when the dew fell on the camp at night [the d", 
                            "he": "עינו בכוסו עריות כולן דומות עליו כמישור  וחד אמר  כל הנותן עינו בכוסו כל העולם כ"
                        }, 
                        {
                            "en": "", 
                            "he": "לחם ששאלו כהוגן ניתן להם כהוגן מכאן למדה תורה דרך ארץ שלא יאכל אדם בשר אלא בלילה"
                        }, 
                        {
                            "en": "", 
                            "he": "זה יהושע שירד לו מן כנגד כל ישראל כתיב הכא איש וכתיב התם (במדבר כז, יח) קח לך את"
                        }, 
                        {
                            "en": "", 
                            "he": "(חייב)  אלא יליף שכר שכר מנזיר מה להלן יין אף כאן יין  ותירוש חמרא הוא  והתניא"
                        }, 
                        {
                            "en": "", 
                            "he": "שם מושב סמל הקנאה המקנה (יחזקאל ח, טז) ויבא אותי אל חצר בית ה' הפנימית והנה פתח"
                        }, 
                        {
                            "en": "R' Yehudah and R' Shmuel bar Yehudah were stranding on the bank of the river Pap", 
                            "he": "אם תענה מתשמיש ואם תקח מצרות  ואימא  אידי ואידי מצרות  מי כתיב אם תקח  ואם תקח כ"
                        }, 
                        {
                            "en": "will bubble out from under the threshold of the House in the future. From there", 
                            "he": "מפכין עתידין להיות יוצאין מתחת מפתן הבית  מכאן ואילך היה מתגבר ועולה עד שמגיע לפ"
                        }, 
                        {
                            "en": "", 
                            "he": "שעם ביום הכפורים  עמד רבי יצחק בר נחמני על רגליו ואמר  אני ראיתי את רבי יהושע בן"
                        }, 
                        {
                            "en": "", 
                            "he": "ככותבת שאמרו בגרעינתה או בלא גרעינתה  בעי רב אשי  עצם כשעורה בקליפתה או בלא קליפ"
                        }, 
                        {
                            "en": "", 
                            "he": "הא כביצה בעי סוכה  ואי סלקא דעתך כותבת הגסה שאמרו יתירה מכביצה השתא שתי כותבות ב"
                        }, 
                        {
                            "en": "", 
                            "he": "כל השיעורין כולן בכזית חוץ מטומאת אוכלין ששינה הכתוב במשמען ושינו חכמים בשיעורן"
                        }, 
                        {
                            "en": "", 
                            "he": "כי אתשיל בעוג מלך הבשן אתשיל דהוו ליה בית שמאי לחומרא  מתקיף לה ר' זירא  מ\"ש אכי"
                        }, 
                        {
                            "en": "", 
                            "he": "שכוסס שעורים של תרומה משלם את הקרן ואינו משלם את החומש  (ויקרא כב, יד) כי יאכל פ"
                        }, 
                        {
                            "en": "", 
                            "he": "הוא גופיה שבת איקרי דכתיב תשבתו שבתכם  בשלמא רב פפא לא אמר כרב אחא בר יעקב דקרא"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  התינוקות אין מענין אותן ביוה\"כ אבל מחנכין אותן"
                        }, 
                        {
                            "en": "", 
                            "he": "ורוצח גופיה מנא לן  סברא היא  דההוא דאתא לקמיה (דרבא) אמר ליה  אמר לי מרי דוראי"
                        }, 
                        {
                            "en": "", 
                            "he": "(תהלים נח, ד) זורו רשעים מרחם נפק מינה שבתאי אצר פירי חולה מאכילין אותו על פי בק"
                        }, 
                        {
                            "en": "", 
                            "he": "אפשר בחולין פשיטא  לא צריכא בשבת  בשבת נמי פשיטא טלטול מדרבנן הוא  הכא במאי עסקי"
                        }, 
                        {
                            "en": "", 
                            "he": "למקטליה בדבר הנזרק  תניא כוותיה דשמואל  כשהורגין אותו אין הורגין אותו אלא בדבר ה"
                        }, 
                        {
                            "en": "Come and hear [a proof]: That which Rabbah bar Shmuel taught,  \"'We feed a pregn", 
                            "he": "תא שמע דתני רבה בר שמואל  עוברה שהריחה מאכילין אותה עד שתשוב נפשה ומי שנשכו כלב"
                        }, 
                        {
                            "en": "R. Ishmael, R. Akiba and R. Eleazar b. Azariah were once on a journey, with Levi", 
                            "he": "ושמואל אמר  לפקח עליו את הגל  כי איתמר דשמואל ארישא איתמר  אם רוב כותיים כותי אמ"
                        }, 
                        {
                            "en": "Rabbi Akiva said: Happy is Israel before the One who purifies you. Who purifies", 
                            "he": "אבל להחיות אפילו מעל מזבחי  ומה זה שספק יש ממש בדבריו ספק אין ממש בדבריו ועבודה"
                        }, 
                        {
                            "en": "", 
                            "he": "חוץ (שמות כ, ו) מלא תשא לא תשא וכל דדמי ליה  ת\"ש ר' יהודה אומר  כל שהוא מלא תשא"
                        }, 
                        {
                            "en": "And yet, Reish Lakish said: Repentance is great, for intentional sins are made f", 
                            "he": "אמר ר' יוחנן  גדולה תשובה שדוחה את לא תעשה שבתורה שנאמר (ירמיהו ג, א) לאמר הן יש"
                        }, 
                        {
                            "en": "[Transgressions between a person and God, etc.]... Rav Yosef, son of Havu, point", 
                            "he": "בצבו נפשיה לקטלא נפיק  וצבו ביתיה לית הוא עביד וריקן לביתיה אזיל ולואי שתהא ביאה"
                        }, 
                        {
                            "en": "Rabbi Hiyya.  Rav returned to the beginning (and began again).  Bar Kapara enter", 
                            "he": "אתא ר' חייא הדר לרישא עייל בר קפרא הדר לרישא  אתא ר\"ש ברבי הדר לרישא  אתא ר' חני"
                        }, 
                        {
                            "en": "", 
                            "he": "מפני שצריך לומר הבדלה בחונן הדעת  תנאי היא דתניא  כל חייבי טבילות טובלין כדרכן ב"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "On Yom Kippur it is prohibited to eat, drink, wash oneself, lathe oneself, wear", 
                        "he": "מתני׳  יום  הכפורים אסור באכילה ובשתיה וברחיצה ובסיכה"
                    }, 
                    "refs": [
                        "Yoma 73b:28-50", 
                        "Yoma 74a", 
                        "Yoma 74b", 
                        "Yoma 75a", 
                        "Yoma 75b", 
                        "Yoma 76a", 
                        "Yoma 76b", 
                        "Yoma 77a", 
                        "Yoma 77b", 
                        "Yoma 78a", 
                        "Yoma 78b", 
                        "Yoma 79a", 
                        "Yoma 79b", 
                        "Yoma 80a", 
                        "Yoma 80b", 
                        "Yoma 81a", 
                        "Yoma 81b", 
                        "Yoma 82a", 
                        "Yoma 82b", 
                        "Yoma 83a", 
                        "Yoma 83b", 
                        "Yoma 84a", 
                        "Yoma 84b", 
                        "Yoma 85a", 
                        "Yoma 85b", 
                        "Yoma 86a", 
                        "Yoma 86b", 
                        "Yoma 87a", 
                        "Yoma 87b", 
                        "Yoma 88a:1-44"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "יום הכפורים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "יום הכפורים", 
                            "primary": true
                        }
                    ], 
                    "offset": 145, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Talmud Yoma"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Yoma"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Yoma"
                }, 
                {
                    "lang": "he", 
                    "text": "יומא", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Yoma", 
                    "primary": true
                }
            ], 
            "heTitle": "יומא", 
            "title": "Yoma"
        }
    }, 
    "order": [
        6, 
        5
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ], 
    "default_struct": "Chapters"
}