{
    "heTitleVariants": [
        "זבחים"
    ], 
    "errorMargin": "50", 
    "pubDate": "1523", 
    "title": "Zevachim", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "compDate": "500", 
    "pubPlace": "Venice", 
    "compPlace": "Talmudic Babylon", 
    "enDesc": "The Babylonian Talmud (\"instruction, learning\") is a central text of Rabbinic Judaism. Babylon refers to the geographical location of its composition and not to the empire. The Talmud has two components: the Mishnah (c. 200 CE) and the Gemara (c. 500 CE). The latter is a discussion of the Mishnah. The entire Talmud consists of 63 tractates, further subdivided into chapters and folios. Each folio is double sided and starts on page 2a. It is written in Tannaitic Hebrew and Aramaic, and contains the teachings and opinions of rabbis on a variety of subjects, including Halakha (law), Jewish ethics, philosophy, customs, history, lore and many other topics. The Talmud is the basis for all codes of Jewish law, and is widely quoted in rabbinic literature. It is also traditionally referred to as Shas, a Hebrew abbreviation of shisha sedarim, (six orders). Zevahim (Sacrifices) belongs to the fifth order, Kodshim (Holy things) and discusses the procedure of animal and bird offerings. It has fourteen chapters.", 
    "depth": 2, 
    "heTitle": "זבחים", 
    "era": "A", 
    "titleVariants": [
        "Talmud Zevachim", 
        "Tractate Zevachim", 
        "Masekhet Zevachim", 
        "Zebachim", 
        "Zevachim"
    ], 
    "schema": {
        "nodeType": "JaggedArrayNode", 
        "addressTypes": [
            "Talmud", 
            "Integer"
        ], 
        "lengths": [
            238, 
            10586
        ], 
        "title": "Zevachim", 
        "heTitle": "זבחים", 
        "depth": 2, 
        "titles": [
            {
                "lang": "en", 
                "text": "Talmud Zevachim"
            }, 
            {
                "lang": "en", 
                "text": "Tractate Zevachim"
            }, 
            {
                "lang": "en", 
                "text": "Masekhet Zevachim"
            }, 
            {
                "lang": "en", 
                "text": "Zebachim"
            }, 
            {
                "lang": "he", 
                "text": "זבחים", 
                "primary": true
            }, 
            {
                "lang": "en", 
                "text": "Zevachim", 
                "primary": true
            }
        ], 
        "key": "Zevachim", 
        "checkFirst": {
            "en": "Mishnah Zevachim", 
            "he": "משנה זבחים"
        }, 
        "heSectionNames": [
            "דף", 
            "שורה"
        ], 
        "sectionNames": [
            "Daf", 
            "Line"
        ]
    }, 
    "alts": {
        "Chapters": {
            "nodes": [
                {
                    "wholeRef": "Zevachim 2a:1-15b:18", 
                    "title": "Chapter 1", 
                    "refsPreview": [
                        {
                            "en": "[Mishnah]  ALL SACRIFICES SLAUGHTERED NOT IN THEIR OWN NAME ARE VALID, SAVE THAT", 
                            "he": "מתני׳  כל  הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לב"
                        }, 
                        {
                            "en": "", 
                            "he": "נדר הוא אלא אם כמה שנדרת עשית יהא נדר ואם לא נדבה יהא ונדבה מי שרי לשנויי בה אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "יתר על כן כתב לגרש את אשתו ונמלך מצאו בן עירו ואמר לו שמי כשמך ושם אשתי כשם אשתך"
                        }, 
                        {
                            "en": "", 
                            "he": "אם הציל במת חמור שכן חלוקה באוהלין תציל בכלי חרש הקל שאין חלוקין באוהלין התינח ל"
                        }, 
                        {
                            "en": "", 
                            "he": "מנלן דבעינן זביחה לשמה דאמר קרא (ויקרא ג, א) ואם זבח שלמים קרבנו שתהא זביחה לשם"
                        }, 
                        {
                            "en": "", 
                            "he": "ואע\"ג דתרתי לאו דוקא תרתי מיהא דוקא מאי שנא שינוי בעלים דלא הוי פסולו בגופו מחשב"
                        }, 
                        {
                            "en": "", 
                            "he": "לא ידע במאי כתב רחמנא זאת התורה ואי כתב רחמנא זאת התורה הוה אמינא ליפסלו כתב רחמ"
                        }, 
                        {
                            "en": "", 
                            "he": "מה לתודה שכן טעונה לחם עולה ושלמים יוכיחו וחזר הדין לא ראי זה כראי זה ולא ראי זה"
                        }, 
                        {
                            "en": "", 
                            "he": "ושותפין לא מצו ממירין אלא אי אמרת לא קניא להו אמורי נמי לימרו שאני התם דאמר קרא"
                        }, 
                        {
                            "en": "", 
                            "he": "לא כיפר קמי שמיא מי לא תנן (ויקרא יד, יח) והנותר בשמן אשר על כף וגו' לכפר עליו ל"
                        }, 
                        {
                            "en": "", 
                            "he": "לדברי ר' שמעון אין נפדין תמימים לדברי חכמים נפדין תמימין ועוד הא בעא מיניה ר' יר"
                        }, 
                        {
                            "en": "", 
                            "he": "מקיבעא לא מכפרא מקופיא מכפרא ואמר רבא עולה ששחטה שלא לשמה אסור לזרוק דמה שלא לשמ"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא ד, כה) ולקח הכהן מדם החטאת שתהא קבלה לשם חטאת ואשכחן שחיטה וקבלה זריקה מנ"
                        }, 
                        {
                            "en": "", 
                            "he": "חטאת דעבודת כוכבים דשמיעת הקול ובטוי שפתים וטומאת מקדש וקדשיו דלא כתיב בהו מנלן"
                        }, 
                        {
                            "en": "", 
                            "he": "דוחין קדשים הנאכלים אצל קדשים הנאכלין ואין דוחין קדשים הנאכלין אצל קדשים שאינן נ"
                        }, 
                        {
                            "en": "", 
                            "he": "חד לעיברה זמנו ועיברה שנתו וחד לעיברה זמנו ולא שנתו וחד ללא עיברה לא זמנו ולא שנ"
                        }, 
                        {
                            "en": "", 
                            "he": "השוחט את הבהמה ע\"מ לזרוק דמה לעבודת כוכבים ולהקטיר חלבה לעבודת כוכבים ר' יוחנן א"
                        }, 
                        {
                            "en": "", 
                            "he": "חוזרני חלילה חזר רבי אליעזר ודנו דין אחר חטאת נאמר בה היא בשחיטה היא לשמה כשירה"
                        }, 
                        {
                            "en": "", 
                            "he": "עולה שהיא כליל נכנס דמה לפנים כשרה אשם שאינו כליל לא כ\"ש מה לעולה שכן אינה מכפרת"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר לו רבי יהושע מצינו מותר חטאת בא עולה ואין מותר עולה בא חטאת ומה חטאת שמותרה"
                        }, 
                        {
                            "en": "", 
                            "he": "דאיתקש לנרות התם נמי כתיב (דברים טז, ו) שם תזבח את הפסח בערב ההוא ליאוחר דבר הוא"
                        }, 
                        {
                            "en": "", 
                            "he": "יש דחוי בדמים אמר עולא אמר רבי יוחנן אכל חלב והפריש קרבן והמיר דת וחזר בו הואיל"
                        }, 
                        {
                            "en": "", 
                            "he": "צד כרת לא פריך אשם נמי לייתי אשם פריך מה להצד השוה שבהן שכן ישנן בצבור כביחיד וא"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא לא קשיא הא דאמר הריני [שוחט] ע\"מ לקבל דמה למחר הא דאמר הריני מקבל דמה על מנת"
                        }, 
                        {
                            "en": "", 
                            "he": "כל שאינו על מזבח החיצון כשלמים אין בו משום פיגול אלא הא והא רבנן ולא קשיא כאן בח"
                        }, 
                        {
                            "en": "", 
                            "he": "שיכור ובעל מום בקבלה בהולכה בזריקה פסול וכן יושב וכן שמאל תיובתא והא רב חסדא קרא"
                        }, 
                        {
                            "en": "", 
                            "he": "אפשר לתקונה או לא אפשר לתקונה ת\"ש קבל הכשר ונתן לפסול יחזיר לכשר ונהי נמי דיחזור"
                        }, 
                        {
                            "en": "", 
                            "he": "לאמטוייה אמר ליה רב ירמיה לרב אשי הכי אמר רב ירמיה מדיפתי הא צריך לאמטוייה מחלוק"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "[Mishnah]  ALL SACRIFICES SLAUGHTERED NOT IN THEIR OWN NAME ARE VALID, SAVE THAT", 
                        "he": "מתני׳  כל  הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לב"
                    }, 
                    "refs": [
                        "Zevachim 2a:1-23", 
                        "Zevachim 2b", 
                        "Zevachim 3a", 
                        "Zevachim 3b", 
                        "Zevachim 4a", 
                        "Zevachim 4b", 
                        "Zevachim 5a", 
                        "Zevachim 5b", 
                        "Zevachim 6a", 
                        "Zevachim 6b", 
                        "Zevachim 7a", 
                        "Zevachim 7b", 
                        "Zevachim 8a", 
                        "Zevachim 8b", 
                        "Zevachim 9a", 
                        "Zevachim 9b", 
                        "Zevachim 10a", 
                        "Zevachim 10b", 
                        "Zevachim 11a", 
                        "Zevachim 11b", 
                        "Zevachim 12a", 
                        "Zevachim 12b", 
                        "Zevachim 13a", 
                        "Zevachim 13b", 
                        "Zevachim 14a", 
                        "Zevachim 14b", 
                        "Zevachim 15a", 
                        "Zevachim 15b:1-18"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל הזבחים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 1", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל הזבחים", 
                            "primary": true
                        }
                    ], 
                    "offset": 2, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 15b:19-31b:34", 
                    "title": "Chapter 2", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כל  הזבחים שקבלו דמן זר אונן טבול יום ומחוסר כפ"
                        }, 
                        {
                            "en": "", 
                            "he": "זר שאינו אוכל אינו דין שאם עבד חילל מה לבעל מום שכן עשה בו קרב כמקריב טמא יוכיח"
                        }, 
                        {
                            "en": "", 
                            "he": "בעל מום שאוכל אם עבד חילל אונן שאין אוכל אינו דין שאם עבד חילל מה לבעל מום שכן ע"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא איכא למיפרך הכי ואיכא למיפרך הכי כל חדא וחדא תיקו בדוכתיה: טבול יום: מנלן דת"
                        }, 
                        {
                            "en": "", 
                            "he": "קסבר מחוסר כפורים דזב כזב דמי ומחוסר כפורים דזב כזב דמי תנאי היא דתניא שרפה אונן"
                        }, 
                        {
                            "en": "", 
                            "he": "תלמוד לומר (ויקרא י, ט) חוקה (שמות כט, ט) חוקה לגזירה שוה אי מהתם הוה אמינא הני"
                        }, 
                        {
                            "en": "", 
                            "he": "מטושטשין או מקורעין ועבד עבודתו פסולה אמר רב יהודה אמר שמואל מרושלין כשרין מסולק"
                        }, 
                        {
                            "en": "", 
                            "he": "כנגד אצילי ידיהן אמר רב אשי אמר לי הונא בר נתן זימנא חדא הוה קאימנא קמיה דאיזגדר"
                        }, 
                        {
                            "en": "", 
                            "he": "ששם מניחין תפילין: מחוסר כיפורים מנלן אמר רב הונא אמר קרא (ויקרא יב, ח) וכפר עלי"
                        }, 
                        {
                            "en": "", 
                            "he": "מהו דתימא הני מילי עבודה דמעכבא כפרה אבל עבודה דלא מעכבא כפרה לא קמ\"ל כי אתא רב"
                        }, 
                        {
                            "en": "", 
                            "he": "בשלמא לאביי דמוקים לה כרבי ומודי רבי דמקרות הגבר עד צפרא לא פסלה לינה הא מני רבי"
                        }, 
                        {
                            "en": "", 
                            "he": "והא פרה דטמויי מטמינן ליה דתנן מטמאין היו הכהן השורף את הפרה ומטבילין אותו להוצי"
                        }, 
                        {
                            "en": "", 
                            "he": "איכא בינייהו גזירת שיקוע והאמר רבי יוחנן קידש ידיו לתרומת הדשן למחר אין צריך לקד"
                        }, 
                        {
                            "en": "", 
                            "he": "בין שאין בהן רביעית ובלבד שיהו כלי שרת אמר רב אדא בר אחא בקודח בתוכו והא ממנו אמ"
                        }, 
                        {
                            "en": "", 
                            "he": "יצאו מי כיור שיש להם שם לווי אלא לאו דראויין למי כיור אלמא מים חיים נינהו תנאי ה"
                        }, 
                        {
                            "en": "", 
                            "he": "לפי אכלו למצוה ולעכובי לא והתניא (שמות יב, ד) במכסת נפשות מלמד שאין הפסח נשחט אל"
                        }, 
                        {
                            "en": "", 
                            "he": "אם עון פיגול הרי כבר נאמר (ויקרא ז, יח) לא יחשב אם עון נותר הרי כבר נאמר (ויקרא"
                        }, 
                        {
                            "en": "", 
                            "he": "וכל שני כתובים הבאין כאחד אין מלמדין ולמאן דאמר מלמדין שתויי יין הוה ליה שלישי ו"
                        }, 
                        {
                            "en": "", 
                            "he": "במקרא נדרש לפניו ולאחריו קמיפלגי אמר אביי הא דרבי אלעזר ברבי שמעון מפקא מדאבוה ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ולר\"ש דלא בעי קידוש קומץ ולמאן דאמר לר\"ש נמי בעי קידוש קומץ בשמאל אכשורי מכשר יד"
                        }, 
                        {
                            "en": "", 
                            "he": "ורידין לתוך הכלי איתמר נמי אמר רב אסי אמר רבי יוחנן ורידין צריך שיראו אויר כלי ב"
                        }, 
                        {
                            "en": "", 
                            "he": "שחט ואחר כך חתך פסולה חתך ואח\"כ שחט כשרה בעל מום קא מקריב אלא אימא [חתך ואח\"כ קי"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  אמר שמואל פסול בשר אבל בעלים נתכפרו מאי טעמא דאמ"
                        }, 
                        {
                            "en": "", 
                            "he": "חוץ למקומו פסול ואין בו כרת חוץ לזמנו פיגול וחייבין עליו כרת למחר פסול חזר וחישב"
                        }, 
                        {
                            "en": "", 
                            "he": "ומשנתינו כדברי האומר לא יאספנו ורב חסדא אמר אבימי הכל מודין בניתנין למטה שנתנן ל"
                        }, 
                        {
                            "en": "", 
                            "he": "כאליה דמי והא קא מחשב מאכילת מזבח לאדם אמר שמואל הא מני ר' אליעזר היא דאמר מחשבי"
                        }, 
                        {
                            "en": "", 
                            "he": "אם אינו ענין לחוץ לזמנו תנהו לענין חוץ למקומו ומיעט רחמנא גבי נותר (ויקרא יט, ח)"
                        }, 
                        {
                            "en": "", 
                            "he": "לא יערב בו מחשבות אחרות פיגול זה חוץ למקומו יהיה מלמד שמצטרפין זה עם זה והנפש הא"
                        }, 
                        {
                            "en": "", 
                            "he": "כפסולי המוקדשין ויפסל ת\"ל (דברים יד, כג) ואכלת לפני ה' אלהיך מעשר דגנך וגו' מקיש"
                        }, 
                        {
                            "en": "", 
                            "he": "אין רישא בשתי עבודות סיפא בין בעבודה אחת בין בשתי עבודות: תנן אמר רבי יהודה זה ה"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר ליה אביי והא רבה בר בר חנה א\"ר יוחנן כי מגעת להו רבי מאיר ורבי יוסי בהדי הדד"
                        }, 
                        {
                            "en": "", 
                            "he": "השתא כזית וכזית כללא כזית למחר בחוץ מיבעיא (לישנא אחרינא כזית למחר בחוץ פרטא כזי"
                        }, 
                        {
                            "en": "", 
                            "he": "הא לאכול ולאכול דומיא דלאכול ולהקטיר והיכי דמי בשני בני אדם מצטרף ש\"מ בעי רבא חי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כל  הזבחים שקבלו דמן זר אונן טבול יום ומחוסר כפ"
                    }, 
                    "refs": [
                        "Zevachim 15b:19-30", 
                        "Zevachim 16a", 
                        "Zevachim 16b", 
                        "Zevachim 17a", 
                        "Zevachim 17b", 
                        "Zevachim 18a", 
                        "Zevachim 18b", 
                        "Zevachim 19a", 
                        "Zevachim 19b", 
                        "Zevachim 20a", 
                        "Zevachim 20b", 
                        "Zevachim 21a", 
                        "Zevachim 21b", 
                        "Zevachim 22a", 
                        "Zevachim 22b", 
                        "Zevachim 23a", 
                        "Zevachim 23b", 
                        "Zevachim 24a", 
                        "Zevachim 24b", 
                        "Zevachim 25a", 
                        "Zevachim 25b", 
                        "Zevachim 26a", 
                        "Zevachim 26b", 
                        "Zevachim 27a", 
                        "Zevachim 27b", 
                        "Zevachim 28a", 
                        "Zevachim 28b", 
                        "Zevachim 29a", 
                        "Zevachim 29b", 
                        "Zevachim 30a", 
                        "Zevachim 30b", 
                        "Zevachim 31a", 
                        "Zevachim 31b:1-34"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל הזבחים שקבלו דמן", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 2", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל הזבחים שקבלו דמן", 
                            "primary": true
                        }
                    ], 
                    "offset": 29, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 31b:35-36b:35", 
                    "title": "Chapter 3", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כל  הפסולין ששחטו שחיטתן כשרה שהשחיטה כשרה בזרי"
                        }, 
                        {
                            "en": "", 
                            "he": "וכולן שקיבלו את הדם חוץ לזמנו וחוץ למקומו אם יש דם הנפש יחזור הכשר ויקבל קיבל הכ"
                        }, 
                        {
                            "en": "", 
                            "he": "סמיכה נמי כתיב לפני ה' אפשר דמעייל ידיה וסמיך שחיטה נמי אפשר דעביד סכין ארוכה וש"
                        }, 
                        {
                            "en": "", 
                            "he": "מכלל דתרוייהו סבירא להו טומאה דחויה היא בצבור לימא מסייע ליה כל הסמיכות שהיו שם"
                        }, 
                        {
                            "en": "", 
                            "he": "רבינא אמר לענין מלקות איתמר כי אתא רבין אמר רבי אבהו לענין טמא שנגע בקודש איתמר"
                        }, 
                        {
                            "en": "", 
                            "he": "נטילת נשמה אף קודש דבר שיש בו נטילת נשמה ואי בנוגע נטילת נשמה מי איכא אלא באכילה"
                        }, 
                        {
                            "en": "", 
                            "he": "ופסול תיובתא דריש לקיש תיובתא: וכולן שקיבלו כו': בעא מיניה ריש לקיש מרבי יוחנן פ"
                        }, 
                        {
                            "en": "", 
                            "he": "אף אני לא אמרתי אלא כשנתקבל בכלי והוא גופיה מנא ידע כהנים זריזין ועבדין הייא ומש"
                        }, 
                        {
                            "en": "", 
                            "he": "הא חישב באימורין נתפגלו אימורין עצמן: ת\"ש פרים הנשרפים ושעירים הנשרפים מועלין בה"
                        }, 
                        {
                            "en": "", 
                            "he": "בפנים בחוץ ואת הניתנין בחוץ בפנים שיאכלוהו טמאים שיקריבוהו טמאים שיאכלוהו ערלים"
                        }, 
                        {
                            "en": "", 
                            "he": "יהא חייב והתניא רבי יהודה אומר יכול חטאת ששחטה בדרום יהא חייב ת\"ל (דברים יז א) \""
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כל  הפסולין ששחטו שחיטתן כשרה שהשחיטה כשרה בזרי"
                    }, 
                    "refs": [
                        "Zevachim 31b:35-37", 
                        "Zevachim 32a", 
                        "Zevachim 32b", 
                        "Zevachim 33a", 
                        "Zevachim 33b", 
                        "Zevachim 34a", 
                        "Zevachim 34b", 
                        "Zevachim 35a", 
                        "Zevachim 35b", 
                        "Zevachim 36a", 
                        "Zevachim 36b:1-35"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל הפסולין", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 3", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל הפסולין", 
                            "primary": true
                        }
                    ], 
                    "offset": 61, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 36b:36-47a:28", 
                    "title": "Chapter 4", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  בית  שמאי אומרים כל הניתנין על מזבח החיצון שנתן"
                        }, 
                        {
                            "en": "", 
                            "he": "מנין לכל הדמים שטעונים מתן דם ליסוד ת\"ל ודם זבחיך ישפך נפקא ליה מדרבי דתניא רבי"
                        }, 
                        {
                            "en": "", 
                            "he": "לימד על בכור בעל מום שניתן לכהן שלא מצינו לו בכל התורה כולה ורבי ישמעאל נפקא ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "התם חד קרא כוליה לגופיה וחד לסככה אתאי הלכתא וגרעתה לשלישית ואוקימתה אטפח אלא מע"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו אפלגיה דמזבח כדאמרי אינשי טהר טיהרא דיומא אמר רבא בר שילא לא אגילוייה דכ"
                        }, 
                        {
                            "en": "", 
                            "he": "והתניא דמים הטעונין יסוד טעונין כיבוס ומחשבה מועלת בהן והמעלה מהן בחוץ חייב ודמי"
                        }, 
                        {
                            "en": "", 
                            "he": "(ויקרא ד, כ) כאשר עשה לפר זה פר כהן משיח החטאת אלו שעירי עבודת כוכבים יכול שאני"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר מר אין לי אלא מתן שבע שמעכבות בכל מקום היכא אמר רב פפא בפרה ובנגעים מתן ארבע"
                        }, 
                        {
                            "en": "", 
                            "he": "אמין שבאצבע בדם שיהא בדם שיעור טבילה מעיקרא וטבל ולא מספג ואיצטריך למכתב בדם דאי"
                        }, 
                        {
                            "en": "", 
                            "he": "שהושוו מעשים למעשים ואתא ליה פר יוה\"כ (נמי) לאת בדם וטבילה מפר כהן משיח ואתי ליה"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל יותרת ושתי כליות דלא כתיבן בגופיה אימא לא קא משמע לן: אמר ליה רב הונא בריה ד"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל דמים הניתנין על המזבח הפנימי כגון ארבעים ושלש של יום הכיפורים ואחד עשר של פר"
                        }, 
                        {
                            "en": "", 
                            "he": "והא בין בין קתני קשיא אמר מר רבי מאיר אומר פיגול וחייבין עליו כרת מכדי כרת לא מי"
                        }, 
                        {
                            "en": "", 
                            "he": "ומנחת כהנים ומנחת כהן משיח והדם והנסכים הבאין בפני עצמן דברי רבי מאיר וחכמים אומ"
                        }, 
                        {
                            "en": "", 
                            "he": "אבר דמחבר אבל קומץ דמיפרת אימא לא קמ\"ל אמר רב אחאי הלכך האי קומץ פיגול דפלגיה מח"
                        }, 
                        {
                            "en": "", 
                            "he": "אם לא נאמרו חמורות הייתי אומר על החמורות במיתה הא מטומאת שרץ קאתיא ודיו לבא מן ה"
                        }, 
                        {
                            "en": "", 
                            "he": "הרי לוג [הבא] בפני עצמו דלכ\"ע מתנותיו שרו ליה ולא מפגלין ליה דתניא לוג שמן של מצ"
                        }, 
                        {
                            "en": "", 
                            "he": "הלכתא למשיחא א\"ל אביי אלא מעתה כל שחיטת קדשים לא לתני הלכתא למשיחא הוא אלא דרוש"
                        }, 
                        {
                            "en": "", 
                            "he": "במזיד לא הורצה בד\"א ביחיד אבל בציבור בין בשוגג בין במזיד הורצה ובעובדי כוכבי' בי"
                        }, 
                        {
                            "en": "", 
                            "he": "בשני חילולין הכתוב מדבר אחד פסול נותר ואחד פסול טומאה: חוץ מן הדם כו': מנא הני מ"
                        }, 
                        {
                            "en": "", 
                            "he": "אחת לכלל ואחת לפרט ואחת לדברים שאינן נאכלין ולרבי שמעון דאמר דברים שאין נאכלין א"
                        }, 
                        {
                            "en": "", 
                            "he": "מנין למתעסק בקדשים שהוא פסול שנאמר (ויקרא א, ה) ושחט את בן הבקר לפני ה' עד שתהא"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  בית  שמאי אומרים כל הניתנין על מזבח החיצון שנתן"
                    }, 
                    "refs": [
                        "Zevachim 36b:36-48", 
                        "Zevachim 37a", 
                        "Zevachim 37b", 
                        "Zevachim 38a", 
                        "Zevachim 38b", 
                        "Zevachim 39a", 
                        "Zevachim 39b", 
                        "Zevachim 40a", 
                        "Zevachim 40b", 
                        "Zevachim 41a", 
                        "Zevachim 41b", 
                        "Zevachim 42a", 
                        "Zevachim 42b", 
                        "Zevachim 43a", 
                        "Zevachim 43b", 
                        "Zevachim 44a", 
                        "Zevachim 44b", 
                        "Zevachim 45a", 
                        "Zevachim 45b", 
                        "Zevachim 46a", 
                        "Zevachim 46b", 
                        "Zevachim 47a:1-28"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "בית שמאי", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 4", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "בית שמאי", 
                            "primary": true
                        }
                    ], 
                    "offset": 71, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 47a:29-57b:34", 
                    "title": "Chapter 5", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  איזהו  מקומן של זבחים קדשי קדשים שחיטתן בצפון פ"
                        }, 
                        {
                            "en": "", 
                            "he": "מתנה אחת מהן מעכבת שירי הדם היה שופך על יסוד מערבי של מזבח החיצון ואם לא נתן לא"
                        }, 
                        {
                            "en": "", 
                            "he": "פר ושעיר של יום הכיפורים כו': מכדי צפון בעולה כתיב ניתני עולה ברישא חטאת איידי ד"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי מכאן אתה למד והלא כבר נאמר (ויקרא ו, יח) במקום אשר תשחט העולה תשחט החטאת הא"
                        }, 
                        {
                            "en": "", 
                            "he": "והרי מעשר דהוא נפדה ואילו לקוח בכסף מעשר אינו נפדה דתנן הלקוח בכסף מעשר שנטמא יפ"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל כללו גמר מיניה (לצפון) שפיר אלא אי סבירא לן דלא הוא גמר מכללו ולא כללו גמר מ"
                        }, 
                        {
                            "en": "", 
                            "he": "מדתנא דבי ר' ישמעאל דבר הלמד בהיקש מהו שילמד בבנין אב אמר רבי ירמיה לא לכתוב צפו"
                        }, 
                        {
                            "en": "", 
                            "he": "ונאמר להלן עור ובשר ופרש מה להלן ע\"י ניתוח שלא בהפשט אף כאן ע\"י ניתוח שלא בהפשט."
                        }, 
                        {
                            "en": "", 
                            "he": "מטהרת טריפתה מטומאתה אף מליקה שמכשרתה באכילה תטהר טריפתה מטומאתה ר' יוסי אומר די"
                        }, 
                        {
                            "en": "", 
                            "he": "תן יסוד למזבח של עולה דאי סלקא דעתך כדכתיב הני למה לי קרא לשירים שירים הא בראי ע"
                        }, 
                        {
                            "en": "", 
                            "he": "דבראי לגואי ודגואי לבראי הא אין לו יסוד לפנימי עצמו או אינו אלא מזבח של עולה יהא"
                        }, 
                        {
                            "en": "", 
                            "he": "ושאינו נשאר לא ימצה תרי תנאי ואליבא דר' ישמעאל אמר רמי בר חמא האי תנא סבר שירים"
                        }, 
                        {
                            "en": "", 
                            "he": "עלה בכבש ופנה לסובב ובא לו לקרן דרומית מזרחית מזרחית צפונית צפונית מערבית מערבית"
                        }, 
                        {
                            "en": "And its blood requires two applications which are four.  How does one do it? ...", 
                            "he": "תנא דבי ר' ישמעאל כרבי שמעון בן יוחי אומרים זה וזה יסוד מערבי וסימניך משכו גברי"
                        }, 
                        {
                            "en": "“… He protects him all day long…” (Devarim 33:12) Therefore Benyamin the righteo", 
                            "he": "(דברים לג, יב) חופף עליו כל היום לפיכך זכה בנימין הצדיק ונעשה אושפיזכן להקב\"ה שנ"
                        }, 
                        {
                            "en": "Rava taught:  What is meant by the verse  “…and he asked, and said, \"Where are S", 
                            "he": "דגייז ליה אבנים שלמות כתיב דמחית מידי מתותיה ושקיל ליה דאי לא תימא הכי הא דאמר ר"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מנא לן דבעי צפון דתני רבה בר רב חנן קמיה דרבא (ו"
                        }, 
                        {
                            "en": "", 
                            "he": "במאי קא מיפלגי תנא קמא סבר תלתא קראי כתיבי חד לגופיה דניבעי פתח אהל מועד וחד להכ"
                        }, 
                        {
                            "en": "", 
                            "he": "אורך מאה ושמונים ושבע על רוחב מאה ושלשים וחמש תני תנא קמיה דרב נחמן כל העזרה הית"
                        }, 
                        {
                            "en": "", 
                            "he": "לגופיה אם כן נימא קרא ביום זבחו יאכל הקריבו למה לי ש\"מ ביום שאתה זובח אתה מקריב"
                        }, 
                        {
                            "en": "", 
                            "he": "ועולה גופה מנלן דכתיב (ויקרא ד, ז) אל יסוד מזבח העולה למד על עולת חובה שטעונה יס"
                        }, 
                        {
                            "en": "", 
                            "he": "ואיבעית אימא חוץ מפנים בחד זימנא גמיר בשלמא למ\"ד הוי היקש היינו דכתיב (ויקרא כג,"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  איזהו  מקומן של זבחים קדשי קדשים שחיטתן בצפון פ"
                    }, 
                    "refs": [
                        "Zevachim 47a:29-33", 
                        "Zevachim 47b", 
                        "Zevachim 48a", 
                        "Zevachim 48b", 
                        "Zevachim 49a", 
                        "Zevachim 49b", 
                        "Zevachim 50a", 
                        "Zevachim 50b", 
                        "Zevachim 51a", 
                        "Zevachim 51b", 
                        "Zevachim 52a", 
                        "Zevachim 52b", 
                        "Zevachim 53a", 
                        "Zevachim 53b", 
                        "Zevachim 54a", 
                        "Zevachim 54b", 
                        "Zevachim 55a", 
                        "Zevachim 55b", 
                        "Zevachim 56a", 
                        "Zevachim 56b", 
                        "Zevachim 57a", 
                        "Zevachim 57b:1-34"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "איזהו מקומן", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 5", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "איזהו מקומן", 
                            "primary": true
                        }
                    ], 
                    "offset": 92, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 58a:1-66a:21", 
                    "title": "Chapter 6", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  קדשי  קדשים ששחטן בראש המזבח רבי יוסי אומר כאיל"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יוסי אומר זה סימן כל הניטל בפנים לינתן בחוץ אינו נותן אלא בסמוך שאין לפנים ו"
                        }, 
                        {
                            "en": "", 
                            "he": "מזבח העולה וגו' מזבח בפתח אהל מועד ולא כיור בפתח אהל מועד היכן היה נותנו בין האו"
                        }, 
                        {
                            "en": "", 
                            "he": "והלא כבר נאמר (מלכים א ג, ד) אלף עולות יעלה שלמה על המזבח ההוא ואילו בבית עולמים"
                        }, 
                        {
                            "en": "", 
                            "he": "אמה אל הכתף ומה ת\"ל (שמות כז, א) ה' אמות משפת מזבח ולמעלה ומה ת\"ל (שמות כז, א) ו"
                        }, 
                        {
                            "en": "", 
                            "he": "ג' זקנים וזה אחד מהן רבי ישמעאל אומר יכול יעלה אדם מעשר שני לירושלים ויאכלנו בזמ"
                        }, 
                        {
                            "en": "", 
                            "he": "הא רבי ישמעאל הא רבנן ואיבעית אימא הא והא בקדשי קדשים ומאי בשני מקומות קודם שיעמ"
                        }, 
                        {
                            "en": "", 
                            "he": "ולאחר שיפרקו הלוים את המשכן מהו דתימא איפסיל להו ביוצא קא משמע לן ואימא הכי נמי"
                        }, 
                        {
                            "en": "", 
                            "he": "ולא על גבי מחילות אמר רב יוסף לאו היינו דתניא (עזרא ג, ג) ויכינו (את) המזבח על מ"
                        }, 
                        {
                            "en": "", 
                            "he": "(בראשית כה, ד) בני קטורה בני אחתיה דרבי טרפון הוו יתבי קמיה דרבי טרפון פתח ואמר"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רמי בר חמא כל כבשי כבשים שלש אמות לאמה חוץ מכבשו של מזבח שהיה שלש אמות ומחצה"
                        }, 
                        {
                            "en": "", 
                            "he": "ומקיפין ויורדין דרך שמאל חוץ מן העולה לג' אלו שהיו עולין ויורדין על העקב:"
                        }, 
                        {
                            "en": "", 
                            "he": "שאם היזה ולא מיצה כשירה ובלבד שיתן מחוט הסיקרא ולמטה מדם הנפש: שלשה דברים כו': ח"
                        }, 
                        {
                            "en": "", 
                            "he": "הקפה ברגל אמר רבא דיקא נמי דקתני נותנין לו יין לנסך ולא קתני אומר לו נסך ש\"מ ת\"ר"
                        }, 
                        {
                            "en": "", 
                            "he": "חטאת העוף שמלקו שלא לשמה ומיצה הדם חוץ לזמנו או שמלק חוץ לזמנו ומיצה דמו שלא לשמ"
                        }, 
                        {
                            "en": "", 
                            "he": "שיסע ולא הבדיל: ת\"ר ושסע אין שיסע אלא ביד וכן הוא אומר (שופטים יד, ו) וישסעהו כש"
                        }, 
                        {
                            "en": "", 
                            "he": "אין צריך להבדיל א\"ל רב אחא בריה דרבא לרב אשי אלא מעתה גבי בור דכתיב (שמות כא, לג"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  קדשי  קדשים ששחטן בראש המזבח רבי יוסי אומר כאיל"
                    }, 
                    "refs": [
                        "Zevachim 58a:1-42", 
                        "Zevachim 58b", 
                        "Zevachim 59a", 
                        "Zevachim 59b", 
                        "Zevachim 60a", 
                        "Zevachim 60b", 
                        "Zevachim 61a", 
                        "Zevachim 61b", 
                        "Zevachim 62a", 
                        "Zevachim 62b", 
                        "Zevachim 63a", 
                        "Zevachim 63b", 
                        "Zevachim 64a", 
                        "Zevachim 64b", 
                        "Zevachim 65a", 
                        "Zevachim 65b", 
                        "Zevachim 66a:1-21"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "קדשי קדשים", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 6", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "קדשי קדשים", 
                            "primary": true
                        }
                    ], 
                    "offset": 114, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 66a:22-70b:39", 
                    "title": "Chapter 7", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני'  חטאת  העוף שעשאה למטה כמעשה חטאת לשם חטאת כשירה"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  דשני במאי אילימא דשני במליקה נימא דלא כר' אלעזר"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר לו ר' אליעזר והרי קדשי קדשים ששחטן בדרום ושחטן לשם קדשים קלים יוכיחו שכן שינ"
                        }, 
                        {
                            "en": "", 
                            "he": "ת\"ש חטאת לזו ועולה לזו עשה שתיהן למעלה מחצה כשר ומחצה פסול שתיהן למטה מחצה כשר ו"
                        }, 
                        {
                            "en": "", 
                            "he": "צריכה שתביא עוד חמש פרידין למעלה ממין אחד ומב' מינין תביא שש נתנתן לכהן ואינה יו"
                        }, 
                        {
                            "en": "", 
                            "he": "תורין שלא הגיע זמנן ובני יונה שעבר זמנן שיבשה גפה שניסמית עינה ושנקטעה רגלה מטמא"
                        }, 
                        {
                            "en": "", 
                            "he": "וליטעמיך שלא היה פסולו בקודש לאיתויי מאי אלא רישא לאיתויי שחיטת קדשים בפנים סיפא"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יהודה אומר מטמא א\"ר מאיר ק\"ו אם נבלת בהמה שמטמאה במגע ובמשא שחיטתה מטהרת טרי"
                        }, 
                        {
                            "en": "", 
                            "he": "האי נמי תיפוק לי (ויקרא ז, כד) מוחלב נבלה מי שאיסורו משום בל תאכל חלב נבלה יצאתה"
                        }, 
                        {
                            "en": "", 
                            "he": "כשבא בדרך זו היא בטהורה כשבא בדרך זו היא בטמאה ת\"ל טריפה מי שיש במינה טריפה אוצי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני'  חטאת  העוף שעשאה למטה כמעשה חטאת לשם חטאת כשירה"
                    }, 
                    "refs": [
                        "Zevachim 66a:22-28", 
                        "Zevachim 66b", 
                        "Zevachim 67a", 
                        "Zevachim 67b", 
                        "Zevachim 68a", 
                        "Zevachim 68b", 
                        "Zevachim 69a", 
                        "Zevachim 69b", 
                        "Zevachim 70a", 
                        "Zevachim 70b:1-39"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "חטאת העוף", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 7", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "חטאת העוף", 
                            "primary": true
                        }
                    ], 
                    "offset": 130, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 70b:40-83a:35", 
                    "title": "Chapter 8", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כל  הזבחים שנתערבו בחטאות המתות או בשור הנסקל א"
                        }, 
                        {
                            "en": "", 
                            "he": "שהמית את האדם ע\"פ עד א' או ע\"פ הבעלי' ברובע ונרבע במוקצה ונעבד באתנן ומחיר"
                        }, 
                        {
                            "en": "", 
                            "he": "בכלאים ובטריפה ביוצא דופן ירעו עד שיסתאבו וימכרו ויביא בדמי היפה שבהן מאותו המין"
                        }, 
                        {
                            "en": "", 
                            "he": "צריכי דאי מהתם הוה אמינא להדיוט אבל לגבוה אימא לא נפסדינהו לכולהו ואי מהכא הוה א"
                        }, 
                        {
                            "en": "", 
                            "he": "ידלקו נתערבו באחרים (ואחרים באחרים) כולן ידלקו דברי רבי מאיר וחכמים אומרים יעלו"
                        }, 
                        {
                            "en": "", 
                            "he": "כל דבר שיש בו מנין אפילו בדרבנן לא בטיל וכל שכן בדאורייתא דתניא ליטרא קציעות שדר"
                        }, 
                        {
                            "en": "", 
                            "he": "וכל קבוע כמחצה על מחצה דמי אלא ניכבשינהו דניידי ונימא כל דפריש מרובא פריש אמר רב"
                        }, 
                        {
                            "en": "", 
                            "he": "ותנן ר\"א אומר אם קרב הראש של אחד מהן יקרבו כל הראשים הוא דאמר כחנן המצרי דתניא ח"
                        }, 
                        {
                            "en": "", 
                            "he": "מ\"ש שלשה דאיכא רובא שנים נמי איכא רובא מאי ג' דקתני תרתי והוא ואיבעית אימא סבר ל"
                        }, 
                        {
                            "en": "", 
                            "he": "איתיביה אביי קרבן יחיד שנתערב בקרבן יחיד וקרבן ציבור שנתערב בקרבן ציבור וקרבן יח"
                        }, 
                        {
                            "en": "", 
                            "he": "הזאה כל שהוא מטהרת הזאה אינה צריכה שיעור הזאה מחצה כשר ומחצה פסול לדבריו דר\"א קא"
                        }, 
                        {
                            "en": "", 
                            "he": "וכולן רשאין כהנים לשנות באכילתן לאכלן צלויין שלוקין ומבושלין ולתת לתוכן תבלי חול"
                        }, 
                        {
                            "en": "", 
                            "he": "ואם לאו אשם זה של שלמי נדבה ואותו אשם טעון שחיטה בצפון ומתן בהונות וסמיכה ונסכים"
                        }, 
                        {
                            "en": "", 
                            "he": "לשם עצים והא איכא שיריים דבעי מילינהו ואיכא הך פורתא דלא קמיץ עילויה דפריק ליה ד"
                        }, 
                        {
                            "en": "", 
                            "he": "אמר רב הונא בדוקין שבעין ואליבא דר' עקיבא דאמר אם עלו לא ירדו אימר דאמר ר' עקיבא"
                        }, 
                        {
                            "en": "", 
                            "he": "רבי יהודה אומר אין דם מבטל דם נתערב בדם פסולין ישפך לאמה בדם התמצית ישפך לאמה רב"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא מין בשאינו מינו בטעמא מין במינו ברובא ונשער מין במינו כמין בשאינו מינו דתנן"
                        }, 
                        {
                            "en": "", 
                            "he": "הא דידיה הא דרביה דתניא רבי יהודה אומר משום רבן גמליאל אין דם מבטל דם אין רוק מב"
                        }, 
                        {
                            "en": "", 
                            "he": "תנו רבנן חרסן של זב וזבה פעם ראשון ושני טמא שלישי טהור במה דברים אמורים שנתן לתו"
                        }, 
                        {
                            "en": "", 
                            "he": "הניתנין במתנה אחת שנתערבו בניתנין במתנה אחת ינתנו במתנה אחת (מהן) מתן ארבע במתן"
                        }, 
                        {
                            "en": "", 
                            "he": "ועוד תניא בהדיא הניתנין למעלה שנתערבו בניתנין למטה רבי אליעזר אומר יתן למעלה והת"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי תימא ה\"נ בנתערב באחת אי הכי אמר לו רבי יהושע הרי הוא עובר על בל תוסיף הכא בל"
                        }, 
                        {
                            "en": "", 
                            "he": "ת\"ל דם דם שיכול אין לי אלא אלו שנתערבו בתמורתה שאף מחיים תקרב מנין לרבות תודה וש"
                        }, 
                        {
                            "en": "", 
                            "he": "וניתיב לפנים והדר ניתיב לחוץ כיון דאיכא חטאת ואשם דכי נכנס דמן פסולין לא פסיקא ל"
                        }, 
                        {
                            "en": "", 
                            "he": "מקום שיהא משולש בדם בבשר באימורים ולא תהא מחשבה פוסלת בחוץ מקל וחומר ומה מקום שפ"
                        }, 
                        {
                            "en": "", 
                            "he": "והוציאו למזבח והכניסן מהו הכא ודאי חד מקום הוא או [דילמא] יציאה קרינא ביה תיקו:"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כל  הזבחים שנתערבו בחטאות המתות או בשור הנסקל א"
                    }, 
                    "refs": [
                        "Zevachim 70b:40-41", 
                        "Zevachim 71a", 
                        "Zevachim 71b", 
                        "Zevachim 72a", 
                        "Zevachim 72b", 
                        "Zevachim 73a", 
                        "Zevachim 73b", 
                        "Zevachim 74a", 
                        "Zevachim 74b", 
                        "Zevachim 75a", 
                        "Zevachim 75b", 
                        "Zevachim 76a", 
                        "Zevachim 76b", 
                        "Zevachim 77a", 
                        "Zevachim 77b", 
                        "Zevachim 78a", 
                        "Zevachim 78b", 
                        "Zevachim 79a", 
                        "Zevachim 79b", 
                        "Zevachim 80a", 
                        "Zevachim 80b", 
                        "Zevachim 81a", 
                        "Zevachim 81b", 
                        "Zevachim 82a", 
                        "Zevachim 82b", 
                        "Zevachim 83a:1-35"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל הזבחים שנתערבו", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 8", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל הזבחים שנתערבו", 
                            "primary": true
                        }
                    ], 
                    "offset": 139, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 83a:36-88b:56", 
                    "title": "Chapter 9", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני'  המזבח  מקדש [את] הראוי לו רבי יהושע אומר כל הרא"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  ראוי לו אין שאין ראוי לו לא למעוטי מאי אמר רב פפ"
                        }, 
                        {
                            "en": "", 
                            "he": "תרד מנחה הבאה עם הזבח לדברי ר\"ג ורבי יהושע לא תרד לדברי כולן תרד נסכים הבאין בפנ"
                        }, 
                        {
                            "en": "", 
                            "he": "הכתוב ומיעט מרבה אני את אלו שהיה פסולן בקדש ומוציא אני את אלו שלא היה פסולן בקוד"
                        }, 
                        {
                            "en": "", 
                            "he": "לא תהא פחותה משוחט בחוץ ומעלה בחוץ מתיב רב חייא בר אבין השוחט עוף בפנים ומעלה בח"
                        }, 
                        {
                            "en": "", 
                            "he": "ואנן ניקו נעביד להו לכהנים מילתא דאתו בה לידי תקלה אפ\"ה עדיפא שלא יהו קדשי שמים"
                        }, 
                        {
                            "en": "", 
                            "he": "יכול יחלוץ גידין ועצמות ויעלה בשר לגבי מזבח ת\"ל והקטיר הכהן את הכל הא כיצד מחובר"
                        }, 
                        {
                            "en": "", 
                            "he": "בשרירי מנא הני מילי אמר רב כתוב אחד אומר (ויקרא ו, ב) כל הלילה והקטיר וכתוב אחד"
                        }, 
                        {
                            "en": "", 
                            "he": "חצות שני עוכלתן רב חסדא אמר עמוד השחר עוכלתן אמרי בי רב מאי טעמא דרב חסדא ומה חצ"
                        }, 
                        {
                            "en": "", 
                            "he": "שקיבלו פסולין וזרקו את דמו מאי לאו שקיבלו פסולין וזרקו פסולין לא שקיבלו פסולין א"
                        }, 
                        {
                            "en": "", 
                            "he": "חטאת העוף פסולה היכי מזה מדמה הוה ליה ירוד שאר פסולים היכי זריק להו מדמה דמגע לה"
                        }, 
                        {
                            "en": "", 
                            "he": "הוגעו לנתר ואהל אף במים אין מכבסים ויש אומרים אין מכבסין אותן כל עיקר שאין עניות"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני'  המזבח  מקדש [את] הראוי לו רבי יהושע אומר כל הרא"
                    }, 
                    "refs": [
                        "Zevachim 83a:36-47", 
                        "Zevachim 83b", 
                        "Zevachim 84a", 
                        "Zevachim 84b", 
                        "Zevachim 85a", 
                        "Zevachim 85b", 
                        "Zevachim 86a", 
                        "Zevachim 86b", 
                        "Zevachim 87a", 
                        "Zevachim 87b", 
                        "Zevachim 88a", 
                        "Zevachim 88b:1-56"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "המזבח מקדש", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 9", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "המזבח מקדש", 
                            "primary": true
                        }
                    ], 
                    "offset": 164, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 89a:1-92a:12", 
                    "title": "Chapter 10", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  כל  התדיר מחבירו קודם את חבירו התמידין קודמין ל"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מנא הני מילי דת\"ר (במדבר ח, ח) ופר שני בן בקר תק"
                        }, 
                        {
                            "en": "", 
                            "he": "ואין חייבין עליהן משום פיגול נותר וטמא ר\"ע אומר מועלין בהן וחייבין עליהן משום פי"
                        }, 
                        {
                            "en": "", 
                            "he": "מאי לאו דחג לא לנדבה פרים קודמין לאילים שכן נתרבו בנסכים וכן אילים לכבשים כבשים"
                        }, 
                        {
                            "en": "", 
                            "he": "ואף ע\"ג דמוספין קדישי אטו שבת למוספין אהנאי לתמידין לא אהנאי ת\"ש מוספי שבת קודמי"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  אמר שמואל לדברי ר\"ט המתנדב שמן קומצו ושיריו נאכל"
                        }, 
                        {
                            "en": "", 
                            "he": "אבל לא גחלת של עץ ואי ס\"ד כר\"ש ס\"ל אפילו גחלת של עץ נמי בדבר שאין מתכוין סבר לה"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  כל  התדיר מחבירו קודם את חבירו התמידין קודמין ל"
                    }, 
                    "refs": [
                        "Zevachim 89a:1-36", 
                        "Zevachim 89b", 
                        "Zevachim 90a", 
                        "Zevachim 90b", 
                        "Zevachim 91a", 
                        "Zevachim 91b", 
                        "Zevachim 92a:1-12"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "כל התדיר", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 10", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "כל התדיר", 
                            "primary": true
                        }
                    ], 
                    "offset": 176, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 92a:13-98b:16", 
                    "title": "Chapter 11", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  דם  חטאת שנתז על הבגד הרי זה טעון כיבוס אע\"פ שא"
                        }, 
                        {
                            "en": "", 
                            "he": "וקרן ואצבע וחודה ואישים אדרבה חטאת העוף הוה ליה לרבויי שכן חוץ כמותה ואכילה כמות"
                        }, 
                        {
                            "en": "", 
                            "he": "בעא מיניה רמי בר חמא מרב חסדא ניתז על בגד טמא מהו אמר רב הונא בריה דרב יהושע מדק"
                        }, 
                        {
                            "en": "", 
                            "he": "הא תו ל\"ל מה טעם קאמר מה טעם נשפך על הרצפה ואספו אין טעון כיבוס לפי שאין טעון כי"
                        }, 
                        {
                            "en": "", 
                            "he": "וכל מיני בגדים תלמוד לומר (ויקרא ו, כ) אשר עליה תכבס יכול שאני מרבה עור משהופשט"
                        }, 
                        {
                            "en": "", 
                            "he": "כרים וכסתות דרכין נינהו ותנן היתה של עור נותן עליה מים עד שתכלה אלא אמר רבא כל כ"
                        }, 
                        {
                            "en": "", 
                            "he": "מדרבנן הוא: כלי חרס שיצא כו': כלי אמר רחמנא ולא כלי הוא שניקב בשורש קטן: כלי נחש"
                        }, 
                        {
                            "en": "", 
                            "he": "וכי תימא דמבלע להו בהדי שבעה סממנין ומעבר להו לכולהו כחד והתנן העבירן שלא כסדרן"
                        }, 
                        {
                            "en": "", 
                            "he": "אלא קדירות של מקדש אמאי (אמר רחמנא) ישברו נהדרינהו לכבשונות א\"ר זירא לפי שאין עו"
                        }, 
                        {
                            "en": "", 
                            "he": "ואפי' ר' יוסי ברבי יהודה לא קאמר אלא דעץ אבל דחרס לא רב יצחק בר יהודה הוה רגיל ק"
                        }, 
                        {
                            "en": "", 
                            "he": "השפוד והאסכלא מגעילן בחמין:  גמ׳  מאי טעמא דר\"ט דאמר ק"
                        }, 
                        {
                            "en": "", 
                            "he": "עד שיבלע בבשרה יכול נגע במקצת חתיכה יהא כולו פסול ת\"ל יגע הנוגע פסול הא כיצד חות"
                        }, 
                        {
                            "en": "", 
                            "he": "איכא דנפקא ליה מהכא ואיכא דנפקא ליה מהכא חטאת מה חטאת מתקדשת בבלוע אף כל מתקדשת"
                        }, 
                        {
                            "en": "", 
                            "he": "דם חטאת למטה ודם עולה למעלה טעון כיבוס בעי רבא דם עולה למטה ודם חטאת למעלה מהו מ"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  דם  חטאת שנתז על הבגד הרי זה טעון כיבוס אע\"פ שא"
                    }, 
                    "refs": [
                        "Zevachim 92a:13-37", 
                        "Zevachim 92b", 
                        "Zevachim 93a", 
                        "Zevachim 93b", 
                        "Zevachim 94a", 
                        "Zevachim 94b", 
                        "Zevachim 95a", 
                        "Zevachim 95b", 
                        "Zevachim 96a", 
                        "Zevachim 96b", 
                        "Zevachim 97a", 
                        "Zevachim 97b", 
                        "Zevachim 98a", 
                        "Zevachim 98b:1-16"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "דם חטאת", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 11", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "דם חטאת", 
                            "primary": true
                        }
                    ], 
                    "offset": 182, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 98b:17-106a:25", 
                    "title": "Chapter 12", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  טבול  יום ומחוסר כיפורים אינן חולקין בקדשים לאכ"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  מנא הני מילי אמר ר\"ל דאמר קרא (ויקרא ו, יט) הכהן"
                        }, 
                        {
                            "en": "", 
                            "he": "ומגריפה בתוכו ואמר לבי על הסל ואין לבי על המגריפה הסל טהור והמגריפה טמאה ותטמא מ"
                        }, 
                        {
                            "en": "", 
                            "he": "לא קשיא כאן שמת לו מת בי\"ד וקברו בי\"ד כאן שמת לו מת בי\"ג וקברו בי\"ד מת לו מת בי\""
                        }, 
                        {
                            "en": "", 
                            "he": "רבא אמר אידי ואידי אחר חצות ול\"ק כאן קודם ששחטו וזרקו עליו כאן לאחר ששחטו וזרקו"
                        }, 
                        {
                            "en": "", 
                            "he": "וחכמים עשו חיזוק לדבריהם יותר משל תורה תנו רבנן (ויקרא י, יג) כי כן צויתי כאשר צ"
                        }, 
                        {
                            "en": "", 
                            "he": "וייטב בעיניו לא בוש משה לומר לא שמעתי אלא שמעתי ושכחתי איבעי להו לשהוייה ולמיכלא"
                        }, 
                        {
                            "en": "", 
                            "he": "ואין זר רואה את הנגעים וא\"ת אהרן הסגירה אהרן קרוב הוא ואין קרוב רואה את הנגעים א"
                        }, 
                        {
                            "en": "", 
                            "he": "כי טמא מה טמא כמה דלא טהור לא אכיל אף האי נמי כמה דלא מתקן לא אכיל קא משמע לן: כ"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  כל שלא זכה המזבח בבשרה לא זכו כהנים בעורה שנאמ"
                        }, 
                        {
                            "en": "", 
                            "he": "לא יהו כהנים זכאין בעורה ת\"ל עור העולה מ\"מ עור העולה אין לי אלא עור העולה עורות"
                        }, 
                        {
                            "en": "", 
                            "he": "ומאי אחר הפשט קודם שנראו להפשט אחר שנראו להפשט מאי רבי ומאי רבי אלעזר בר' שמעון"
                        }, 
                        {
                            "en": "", 
                            "he": "היו סובלין אותו במוטות יצאו הראשונים חוץ לחומת העזרה והאחרונים לא יצאו הראשונים"
                        }, 
                        {
                            "en": "", 
                            "he": "בתר רוב אבר שדינן ליה והא נפק ליה או דלמא בתר בהמה שדינן ליה תיקו רבה בר רב הונא"
                        }, 
                        {
                            "en": "", 
                            "he": "מחוסר קריבה לאו כמחוסר מעשה דמי איתיביה שלשה עשר דברים נאמרו בנבלת עוף טהור וזה"
                        }, 
                        {
                            "en": "", 
                            "he": "אף כאן למזרחה של ירושלים אלא לרבנן היכא שריף להו כדתניא היכן נשרפין לצפון ירושלי"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  טבול  יום ומחוסר כיפורים אינן חולקין בקדשים לאכ"
                    }, 
                    "refs": [
                        "Zevachim 98b:17-22", 
                        "Zevachim 99a", 
                        "Zevachim 99b", 
                        "Zevachim 100a", 
                        "Zevachim 100b", 
                        "Zevachim 101a", 
                        "Zevachim 101b", 
                        "Zevachim 102a", 
                        "Zevachim 102b", 
                        "Zevachim 103a", 
                        "Zevachim 103b", 
                        "Zevachim 104a", 
                        "Zevachim 104b", 
                        "Zevachim 105a", 
                        "Zevachim 105b", 
                        "Zevachim 106a:1-25"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "טבול יום", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 12", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "טבול יום", 
                            "primary": true
                        }
                    ], 
                    "offset": 195, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 106a:26-112a:24", 
                    "title": "Chapter 13", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  השוחט  והמעלה בחוץ חייב על השחיטה וחייב על העלא"
                        }, 
                        {
                            "en": "", 
                            "he": "שהרי עונשן אמור (ויקרא יז, ד) ואל פתח אהל מועד אזהרה דכתיב (דברים יב, יג) השמר ל"
                        }, 
                        {
                            "en": "", 
                            "he": "רבא אמר כדרבי יונה דאמר רבי יונה אתיא שם שם מה להלן לא ענש אלא א\"כ הזהיר אף כאן"
                        }, 
                        {
                            "en": "", 
                            "he": "תיתי מבינייא א\"כ לא יאמר בזריקה ותיתי מבינייא ותיתי משחיטה מה לשחיטה שכן נפסלת ש"
                        }, 
                        {
                            "en": "", 
                            "he": "ראש בן יונה שאין בו כזית ומלח משלימו לכזית מהו א\"ל רבא מפרזקיא לרב אשי לאו היינו"
                        }, 
                        {
                            "en": "", 
                            "he": "למעוטי שוגג אנוס ומוטעה אי הכי הכא נמי מיבעי למעוטי אנוס שוגג ומוטעה תרי ההוא כת"
                        }, 
                        {
                            "en": "", 
                            "he": "מתני׳  אחד קדשים כשרין ואחד קדשים פסולין שהיה פסולן ב"
                        }, 
                        {
                            "en": "", 
                            "he": "וכזית חלב זורק את הדם חצי זית בשר וחצי זית חלב אינו זורק את הדם ובעולה חצי זית ב"
                        }, 
                        {
                            "en": "", 
                            "he": "במנא מר סבר קביעות מנא מילתא היא ומר סבר לאו מילתא היא אמר רבא השתא למאן דאמר קב"
                        }, 
                        {
                            "en": "", 
                            "he": "חייב ר\"א אומר אף המנסך מי החג בחג בחוץ חייב רבי נחמיה אומר שירי הדם שהקריבו בחוץ"
                        }, 
                        {
                            "en": "", 
                            "he": "בקרבו נסכים במדבר פליגי רבינא אמר בלמדין ניסוך המים מניסוך היין פליגי ת\"ר המנסך"
                        }, 
                        {
                            "en": "", 
                            "he": "שחט בחוץ והעלה בחוץ חייב נמצא דרך הכשירו בפנים פטורו בחוץ דרך הכשירו מבחוץ פטורו"
                        }, 
                        {
                            "en": "", 
                            "he": "גמ׳  בשלמא בחוץ וחזר ונתן בפנים שכולו ראוי להיות בפני"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  השוחט  והמעלה בחוץ חייב על השחיטה וחייב על העלא"
                    }, 
                    "refs": [
                        "Zevachim 106a:26-57", 
                        "Zevachim 106b", 
                        "Zevachim 107a", 
                        "Zevachim 107b", 
                        "Zevachim 108a", 
                        "Zevachim 108b", 
                        "Zevachim 109a", 
                        "Zevachim 109b", 
                        "Zevachim 110a", 
                        "Zevachim 110b", 
                        "Zevachim 111a", 
                        "Zevachim 111b", 
                        "Zevachim 112a:1-24"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "השוחט והמעלה", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 13", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "השוחט והמעלה", 
                            "primary": true
                        }
                    ], 
                    "offset": 210, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }, 
                {
                    "wholeRef": "Zevachim 112a:25-120b:5", 
                    "title": "Chapter 14", 
                    "refsPreview": [
                        {
                            "en": "", 
                            "he": "מתני׳  פרת  חטאת ששרפה חוץ מגתה וכן שעיר המשתלח שהקריב"
                        }, 
                        {
                            "en": "", 
                            "he": "בעלי מומין עוברין שהקריבן בחוץ פטור ר\"ש אומר בעלי מומין קבועין פטור בעלי מומין ע"
                        }, 
                        {
                            "en": "", 
                            "he": "ומתן סביב ותנופה והגשה ר\"י אומר אין מנחה בבמה וכיהון ובגדי שרת וכלי שרת וריח ניח"
                        }, 
                        {
                            "en": "", 
                            "he": "הא איפני נהי דאיפני מירושלים מכולה א\"י לא איפני איכא דאמרי איתיביה ר\"ל לרבי יוחנ"
                        }, 
                        {
                            "en": "", 
                            "he": "בשלמא רובע ונרבע משכחת ליה דאקדשינהו מעיקרא והדר רבעו אלא מוקצה ונעבד אין אדם או"
                        }, 
                        {
                            "en": "", 
                            "he": "מילקי נמי לילקי אלמה אמר רבי זירא הכתוב נתקו לעשה הני מילי לרבנן לרבי שמעון הכי"
                        }, 
                        {
                            "en": "", 
                            "he": "פסח בשאר ימות השנה דאינו כשר לשמו וכשר שלא לשמו פסח בשאר ימות השנה שלמים נינהו ל"
                        }, 
                        {
                            "en": "", 
                            "he": "כדרב הונא אמר רב דאמר רב הונא אמר רב אשם שניתק לרעיה ושחטו סתם כשר לעולה: המעלה"
                        }, 
                        {
                            "en": "", 
                            "he": "זכרים ונקבות תמימין ובעלי מומין (דאמר מר תמות וזכרות בבהמה ואין תמות וזכרות בעופ"
                        }, 
                        {
                            "en": "", 
                            "he": "דאפילו אקשויי נמי לא אקשו ומנא ידעה דאמר מר אין לך כל שר ונגיד שלא בא על רחב הזו"
                        }, 
                        {
                            "en": "", 
                            "he": "נמצאו זבין וטמאי מתים משתלחין חוץ למחנה אחת והתורה אמרה (במדבר ה, ג) ולא יטמאו א"
                        }, 
                        {
                            "en": "", 
                            "he": "וחובות שקבוע להן זמן מאי טעמא דר\"מ דאמר קרא (דברים יב, ח) לא תעשון ככל אשר אנחנו"
                        }, 
                        {
                            "en": "", 
                            "he": "ורבי יהודה אמר לך כי כתיב הישר (בעיניו) הוא דכתיב אבל בבמה גדולה אפילו חובות נמי"
                        }, 
                        {
                            "en": "", 
                            "he": "ולו תאנת שילה מקום שכל הרואה אותו מתאנח עליו על אכילת קדשים שלו רבי אבהו אמר אמר"
                        }, 
                        {
                            "en": "", 
                            "he": "דכתיב (מלכים א ב, יא) והימים אשר מלך דוד על ישראל מ' שנה בחברון מלך ז' שנים [וגו"
                        }, 
                        {
                            "en": "", 
                            "he": "שילה נחלה זו ירושלים אי נמי איפכא היינו דכתיב (דברים יב, ט) אל המנוחה ואל הנחלה"
                        }, 
                        {
                            "en": "", 
                            "he": "שהכניסה לפנים והוציאה לחוץ מהו מי אמרי כיון דעיילא קלטה לה מחיצתא או דלמא כיון ד"
                        }, 
                        {
                            "en": "", 
                            "he": "מה עופות שאין המום פוסל בהן זמן פוסל בהן קדשי במה קטנה שהמום פוסל בהן אינו דין ש"
                        }
                    ], 
                    "wholeRefPreview": {
                        "en": "", 
                        "he": "מתני׳  פרת  חטאת ששרפה חוץ מגתה וכן שעיר המשתלח שהקריב"
                    }, 
                    "refs": [
                        "Zevachim 112a:25-29", 
                        "Zevachim 112b", 
                        "Zevachim 113a", 
                        "Zevachim 113b", 
                        "Zevachim 114a", 
                        "Zevachim 114b", 
                        "Zevachim 115a", 
                        "Zevachim 115b", 
                        "Zevachim 116a", 
                        "Zevachim 116b", 
                        "Zevachim 117a", 
                        "Zevachim 117b", 
                        "Zevachim 118a", 
                        "Zevachim 118b", 
                        "Zevachim 119a", 
                        "Zevachim 119b", 
                        "Zevachim 120a", 
                        "Zevachim 120b:1-5"
                    ], 
                    "addressTypes": [
                        "Integer"
                    ], 
                    "heTitle": "פרת חטאת", 
                    "depth": 1, 
                    "titles": [
                        {
                            "lang": "en", 
                            "text": "Chapter 14", 
                            "primary": true
                        }, 
                        {
                            "lang": "he", 
                            "text": "פרת חטאת", 
                            "primary": true
                        }
                    ], 
                    "offset": 222, 
                    "nodeType": "ArrayMapNode", 
                    "sectionNames": [
                        "Line"
                    ], 
                    "includeSections": true
                }
            ], 
            "titles": [
                {
                    "lang": "en", 
                    "text": "Talmud Zevachim"
                }, 
                {
                    "lang": "en", 
                    "text": "Tractate Zevachim"
                }, 
                {
                    "lang": "en", 
                    "text": "Masekhet Zevachim"
                }, 
                {
                    "lang": "en", 
                    "text": "Zebachim"
                }, 
                {
                    "lang": "he", 
                    "text": "זבחים", 
                    "primary": true
                }, 
                {
                    "lang": "en", 
                    "text": "Zevachim", 
                    "primary": true
                }
            ], 
            "heTitle": "זבחים", 
            "title": "Zevachim"
        }
    }, 
    "order": [
        28, 
        1
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ], 
    "default_struct": "Chapters"
}