{
    "title": "Mishneh LaMelech on Mishneh Torah, Offerings for Those with Incomplete Atonement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Offerings_for_Those_with_Incomplete_Atonement",
    "text": [
        [
            [],
            [],
            [
                "<b>והמצורע קרבנו ג' כבשים וכו'.</b> בר\"פ שני שעירי אמרינן דשני כבשים דטהרת מצורע צריך שיהיו שוין דומיא דשני שעירים ושתי צפורים לא ידעתי למה השמיטו רבינו. (א\"ה וכה\"ג תמה לעיל בפ\"י מהל' שגגות הלכה ג' יע\"ש): "
            ],
            [],
            [
                "<b>אבל האשם והעולה כו'.</b> כתב מרן דט\"ס הוא וצריך למחוק תיבת אשם. והנה בפירוש כתב רבינו לעיל פ\"י מנזירות אבל האשם והעולה כו' אינם מעכבין ועיין בלח\"מ שם ודוק. ומ\"ש רבינו ואם הביאה קרבנה תוך ימי מלאת לא יצאה. עיין ברכת הזבח (דף ע\"ה:) ודוק: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והשאר עליה חובה וכו'.</b> עיין בקרבן אהרן פרשת תזריע שעמד בהשגת הראב\"ד ובדברי מרן ועיין בפ' גט פשוט (דף קס\"ו) במ\"ש שם רשב\"ם והתוס' דס\"ל דרשב\"ג דינא קאמר דאין עליה חובה ודוק: "
            ],
            [],
            [
                "<b>האשה שיש עליה לידה כו'.</b> בפ\"ג דעירובין (דף ל\"ב) : "
            ],
            [
                "<b>אע\"פ שלא הפרישה אותה מחיים כו'.</b> עיין לעיל בפ\"א מהלכות חגיגה הלכה י' ובמ\"ש מרן שם בשם הירושלמי: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראייה אחת ביום כו' עד סוף הפרק.</b> עיין בירושלמי פרק קמא דברכות הלכה א': "
            ]
        ],
        [],
        [
            [],
            [
                "<b>ואם הזה ולא כיון כו'.</b> כתב מרן נראה דהיינו מדתניא בתוספתא כו'. דע דתוספתא זו הובאה בפרק הקומץ רבה (דף כ\"ח) , ועיין במ\"ש רבינו לקמן פ\"ד מהלכות פרה אדומה הלכה ה' יע\"ש ודוק: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא הורצה והוכשר המצורע.</b> בפ\"ג דמנחות (דף כ\"ח) ועיין ברכת הזבח (דף צ\"ח.) : "
            ],
            [],
            [],
            [
                "<b>וכיצד יעשה יכתוב כל נכסיו לאחר כו'.</b> עיין בדברי מרן, ועיין במ\"ש מרן לעיל פ\"י מהלכות נזירות הלכה ח' אההיא דהאשם ועולה אינם מעכבים, ועיין ברכת הזבח (דף נ\"ג בסוגיא דזבחים ע\"ו.) ודוק:      סליקו להו הלכות מחוסרי כפרה בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות מחוסרי כפרה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}