{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Siman"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Tiferet Shmuel on Kiddushin", 
    "licenseVetted": true, 
    "text": [
        "<b>  ירושלמי  </b> הדא דתימא כו'. וכן באלפס הביא הירושלמי ולפי הנראה לית ביה צורך דאי ללמדנו אפילו פחות משוה פרוטה הלא בהדיא בברייתא נאמר אפילו פחות משו\"פ וכן אמר ר\"נ כתב לה על הנייר וכו' אפילו פחות משו\"פ והביאו הרי\"ף בהלכותיו וכן הרא\"ש לקמן ונ\"ל דצריך להשמיענו אפילו שטר פסול דאינה מקודשת מכח השטר כגון שלא לשמה או שאר עניינים כה\"ג מכל מקום אי אית ביה שו\"פ מקודשת דבקידושי שטר דעתם נמי אנייר וכן איתא להדיא בטור סימן ל\"ב וכן מוכח מסוגיא דפ' האיש מקדש מדברי חכמים דשמין את הנייר וכו' כאשר הוכיח ודו\"ק ועיין לקמן בהגהת הרא\"ש וק\"ל: \n", 
        "<b>  וקשה  </b> דבריש נזיר מסיק וכו' כך לשון המשנה האומר אהא הרי זה נזיר ומפרש והוא שנזיר עובר לפניו ודייקא כן דוקא כשנזיר עובר לפניו הא אינו עובר לפניו אינו נזיר. נימא דידים שאינם מוכיחות לא הויין ידים ומשני לעולם הויין וידים כו' כך הוא לשם בנזיר וכאן להיפך וז\"ל אר\"פ לאביי למימרא דסבר שמואל ידים שאינן מוכיחות הויין ידים והתנן האומר אהא ה\"ז נזיר ואמר שמואל והוא כשנזיר עובר לפניו טעמא דעובר לפניו הא אינו עובר לא הב\"ע דאמר לי פי' הרי את מקודשת לי: \n", 
        "<b>  דאיירי  </b> בהון לעיל מודרני ממך וכו'. פי' ואמר ג\"כ שאיני אוכל לך אבל אם אמר מודרני ממך לבד אין שום דבר כאן עי' אשר\"י פ\"ק דנדרים ואע\"ג שמסקינן ריש נדרים אהא דאמר מודרני ממך מופרשני ממך הוויין ידים של נדרים ואמר שמואל עד דאמר שאיני אוכל לך שאיני שותה לך או שאיני טועם ופריך לימא דסבר שמואל ידים שאינן מוכיחות לא הויין ידים ומתרץ אין ה\"נ שמואל מוקי מתניתין כר' יהודה דאמר ידים שאינן מוכיחות לא הויין ידים ומסיק אמאי דחיק שמואל לאוקמי מתניתין כר\"י וכו' עכ\"ל הגמ' וא\"כ משמע שמודרני ממך לבד ולא אמר שאיני אוכל לך זה קרוי ידים שאינן מוכיחות אבל כשאומר איני אוכל לך עם מודרני הויין ידים מוכיחות מ\"מ לא קי\"ל הכי כדאיתא בגמ' שמודרני ממך לבד הוא ידים שאינן מוכיחות פירוש אינן מוכיחים כלל ואם אמר אף מה שאני אוכל לך זהו קרי ידים מוכיחות קצת וא\"כ נוציא קצת לאור דברינו מה שמתמיה בנדרים לימא קסבר שמואל ידים שאינן מוכיחות לא הויין ידים כלומר אפילו מודרני ממך שאיני אוכל לך אינן מוכיחות לגמרי. וממש כדברי תמצא בטור יו\"ד סימן ר\"ו ומה שאמר לשם ששמואל מוקי מתניתין כר\"י אין הפשט שהוא אינו סובר כך אלא הוא גם כן סובר כך. כך פירש הרא\"ש בהדיא בנדרים וכן הר\"ן והנה תמי' לי במאי חולק אביי בידים שאינן מוכיחות דהויין ידים באינן מוכיחים כלל הלא אף אביי מודה כמ\"ש הרא\"ש כאן ואם במוכיחות קצת הלא ג\"כ כמ\"ש לעיל ולפ\"ד הרא\"ש מוכרחים אנו לחלק בדרך אמצעי (חסר כאן איזו שורה וחבל על דאבדין): \n", 
        "<b>  ומתוך  </b> דבריו משמע שאם היינו יודעים וכו'. דבריו תמוהים כי בעל מגיד משנה כתב וז\"ל כתב הרשב\"א שאפילו ידוע ששוה פרוטה בודאי במדי אינו אלא קידושי ספק דאין לקדושין אלא מקומו ושעתו וכן נראה מדעת רבינו וכן מדעת בעלי תוספות ורמב\"ן עכ\"ל א\"כ הוא להיפך מדברי הרא\"ש ובאמת שכן משמע בדבריו ממש\"כ דאם היה שוה פרוטה באותה מדינה הרי זו מקודשת ודאי משמע במדינה אבל כי מעיינת ביה משמע להיפך שכתב אם היה שוה פרוטה באותה מדינה משמע שא\"צ מקומו ושעתו דאם צריך מקומו ושעתו אפילו באותה מדינה לא יהא קידושין ודאי. ונראה שמדינה היינו מקום כי אחריו כתב גבי תבשיל או ירק אם אינו שוה פרוטה באותו מקום וכו' א\"כ מדינה זו דכתב לאו מדינה ממש וק\"ל. אבל קשה על הרמב\"ן שהצריך דוקא מקומו ושעתו ועל הדין של תבשיל וירק שכתב הרמב\"ם כתב בעל מ\"מ כתב עליו הרמב\"ן דבריו נראים ומקובלים ויש חולקים עכ\"ל וא\"כ לפי דברי הרא\"ש מי שסובר שצריך מקומו ושעתו א\"כ הטעם משום גזירה הוא אין חילוק בין ירק וכו' א\"כ יהיה הרמב\"ן סותר דבריו ולפי דברי בעל מגיד משנה שאפילו הרמב\"ן סובר כמותו וצריך מקומו ושעתו אם כן יהיה ג\"כ הוא סובר כפירוש הרא\"ש ונראה ליישב כי הרמב\"ן סובר בודאי הטעם משום גזירה פירוש שהרואה שהוא שוה פרוטה במקום אחר וראוי להוליך לשם ויראה שאינם קידושין יסבור שאין קידושין בפרוטה והרא\"ש שמדקדק מר\"י לפי דסבירא ליה טעם גזירה משום לפי שיראה שאם כאן לא יחוש גם כן במקומו לא יחוש אם יקדשו באותו ענין וכו' (חסר כאן וחבל על דאבדין): \n", 
        "<b>  והלכתא  </b> כר\"ע דר\"ט וכו'. וז\"ל הר\"ן בפרק השולח על האי מילתא ופסק הרי\"ף כר\"ע דאמר צריך גט שיחרור וכו' עד לכתוב לה גיטא דחירותא ע\"כ ע\"ש וא\"כ לפי דעת הרא\"ש שכתב דתפיסה לא מהני בספיקא דדינא כאשר כתב בפ\"ב דב\"ק אין נפקותא היכא דאיכא ספק בדבר: \n", 
        "<b>  ולהך  </b> אוקימתא הלכה כר\"מ וכו'. אבל מהקנת הרא\"ש בפרק המקבל דאין אומן קונה בשבח כלי אכן כתב הטור א\"ע בסימן כ\"ח וז\"ל וכתב הרמ\"ה ולא שנא אם הוא שכיר יום וכו' אבל ר\"י כתב וכו' וכן הוא מסקנת א\"א הרא\"ש ז\"ל עכ\"ל ע\"ש נ\"ל שטעם הטור בזה שהוא סבר שדעת אביו כר\"י ור\"ת מדהביא תחילת דבריו ודעת הרי\"ף דאין אומן קונה בשבח כלי ואח\"כ כתב דעת ר\"י ור\"ת דאומן קונה דמשמע דס\"ל הכי וליתא דבפרק הגוזל הביא נמי דעת הרי\"ף וכתב נמי שם דאין ראיה מדבריו אבל לא שחולק על דבריו ובפרק המקבל פסק להדיא הרא\"ש דאין אומן קונה בשבח כלי וכ\"כ הטור נמי בסימן של\"ט דקבלן עובר בבל תלין אלמא דס\"ל אין אומן קונה וכו' ואין לדחוק וליישב דהטור ס\"ל דדעת אביו לפסוק לחומרא גבי קבלנות דעובר עליו משום דאין אומן קונה וכו' והכא גבי קידושין לחומרא דמקודשת דאומן קונה בשבח כלי גם זה ליתא שהרי בחו\"מ סימן ש\"ד כתב דקי\"ל אין אומן קונה בשבח כלי וכו' ומחויב לשלם אלמא דקים ליה הכי שהרי מוציא על ידי זה ולאו ספיקא הוא ע\"כ נראה דאגב ריהטא לא דק: \n", 
        "<b>  ויש  </b> מחלקין דהתם דמפיק להו בתרי ואמר את וחמור. לשון הר\"ן אבל בעל הלכות ורמב\"ם ז\"ל בהלכות אישות העמידו משנתינו דוקא וכו' עד דלאו אליבא דהילכתא עכ\"ל ע\"ש נראה מדמסיק בסוגיא דרב מספקא ליה אי נוקי מתניתין כרבא או כאביי ומאי ספיקא מאחר דקי\"ל קני את וחמור קנה א\"כ לאביי מוקמינן מתניתין כפשטא פשיטא לי דלא שבקינן לאוקמי מתניתין כפשטא ולתקוני מתני' ולהגיה אותה אלא ש\"מ דאף לאביי צריך אתה לפרש המשנה ולהוציאה מפשטא ודו\"ק: \n", 
        "<b>  וכן  </b> הלכה. אבל הרמב\"ם פסק בפ\"ה דאישות שאינו ממון והטור כתב בהלכות תרומות סימן של\"א שאינו ממון ובודאי שכח מה שכתב הרא\"ש בכאן ולא ראה ולענין פסק הלכה נראה כדברי הרמב\"ם דסוגיא מוכחת הכי ומה שמשמע מדברי רבא דמשני מתני' דנדרים בענין שטובת הנאה ממון היינו לענין זה שלא יטלנו בע\"כ דנהי דאינו ממון גמור לקדש בו את האשה לא גרע מפחות מש\"פ שלא יטלנו בע\"כ ומתחילה סוגיא דהתם הוי בעי למימר מתניתין דהתם תלוי בפלוגתא אי הוי טובת הנאה ממון אבל שינויא דרבא לא צריכה לכך אלא כדפירש שאלו לא יטלו שהרי טובת הנאה שלו לכ\"ע א\"כ כבר אסרה הנאתו עליה והוי כלא נדר דאמרי' דאחרים לא יטלו בע\"כ אלא שאם כבר תפסה אין מוציאין מידה שאינה דמים שיפול עליו שם גזילה והשבה כך נ\"ל וק\"ל: \n@00פרק ג \n", 
        "<b>  דסד\"א  </b> דלי דקאמר וכו'. ותימה בעיני דהא הלך קתני במתניתין דהיינו ברמאות דמשמע תחלת הליכתו היה לכך כדי לקדשה לעצמו ע\"כ נראה יותר דברי הר\"ן ע\"ש: \n", 
        "<b>  הלכך  </b> צריך לפרש אם נתקיים התנאי וכו'. ונראה דיש לחלק דבשלמא גבי מאתים זוז דתלוי במה שהיה בידו א\"כ חיישינן שמא יש בידו אבל הכא גבי ע\"מ שידבר עבורי לשלטון ויגיע הנאה עלי' כדי הוא שנאמין לו אם הוא אומר שקיים התנאי מאחר שאינה מכחישתו אבל היכא שהוא מודה בעצמו שלא קיים התנאי פשוט דלא חיישינן והוי כאילו אמרה להדיא ע\"מ שתדבר בעבורי לשלטון יודע לי בעדות או שתאמר לפני שקיימת התנאי בענין שלא אוכל להכחישך ודו\"ק מ\"מ לא מלאני לבי לחלוק על הרא\"ש: \n", 
        "<b>  אלא  </b> אפילו נתנו יתומים נמי לא גבו וכו'. וא\"כ ומכ\"ש אם מכרו היורשים דאינו גובה מהם ותמה אני על הטור אה\"ע סימן צ\"ג כתב אם מכרו היתומים מטלטלים שגובה מהם ומ\"מ נראה נהי דלא גבה מלוקח וממקבל מתנה מ\"מ היורשים מחוייבים לשלם לה כתובתה היכא שמכרו מטלטלים או נתנו משום דיני דגרמי דמזיק שיעבודו של חבירו חייב ודו\"ק: \n0סליקא לה מסכת קידושין"
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " תפארת שמואל על קידושין", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tiferet Shmuel", 
        "Seder Nashim"
    ], 
    "digitizedBySefaria": true
}